[{"bible_id":"1726","chapter_code":"JDG.1","verse_code":"JDG.1.1","label":"1","content":"Tom qaab kws Yausuas tuag lawm, cov Yixalayees nug tug TSWV has tas, “Paab twg yuav ntaus thawj ua ntej moog paab peb tua cov Kana-aas?”"},{"bible_id":"1726","chapter_code":"JDG.1","verse_code":"JDG.1.2","label":"2","content":"Tug TSWV teb has tas, “Xeem Yudas yuav ntaus thawj moog ua ntej. Kuv muab lub tebchaws tso rua puab kaav lawm.”"},{"bible_id":"1726","chapter_code":"JDG.1","verse_code":"JDG.1.3","label":"3","content":"Cov Yudas has rua cov Xime-oos has tas, “Mej nrug peb moog kuas txug ntawm tug nrimteb kws faib rua peb hab paab peb tua cov Kana-aas. Ces peb tsua nrug mej moog rua ntawm cheebtsaam kws faib rua mej.” Yog le ntawd, xeem Xime-oos"},{"bible_id":"1726","chapter_code":"JDG.1","verse_code":"JDG.1.4","label":"4","content":"txhaj nrug xeem Yudas moog ntaus rog. Tug TSWV muab cov Kana-aas hab cov Pelixes cob rua puab teg, hab puab tua yeej kaum txheeb leej tuabneeg kws nyob huv lub nroog Npexeles."},{"bible_id":"1726","chapter_code":"JDG.1","verse_code":"JDG.1.5","label":"5","content":"Puab ntsib Adauninpexes huv lub nroog Npexeles hab puab nrug nwg sis tua."},{"bible_id":"1726","chapter_code":"JDG.1","verse_code":"JDG.1.6","label":"6","content":"Nwg tsiv tawm, tabsis puab caum nwg qaab, nteg tau nwg hab muab nwg ob tug taubteg hab ob tug taubtaws txav povtseg."},{"bible_id":"1726","chapter_code":"JDG.1","verse_code":"JDG.1.7","label":"7","content":"Adauninpexes has tas, “Kuv tau muab xyaa caum tug vaajntxwv cov taubteg hab taubtaws txav povtseg, hab ca puab khaws tej mov kws poob huv kuv qaab rooj noj. Nwgnuav Vaajtswv tau ua pauj rua kuv ib yaam le kuv tau ua rua puab lawm.” Puab coj nwg lug rua huv lub nroog Yeluxalees, nwg txhaj tuag rua huv lawm."},{"bible_id":"1726","chapter_code":"JDG.1","verse_code":"JDG.1.8","label":"8","content":"Cov Yudas ntaus yeej hab txeeb tau lub nroog Yeluxalees. Puab tua cov tuabneeg huv nroog tuag taag hab muab lub nroog ntawd hlawv kub nyab taag huv tuabsi lawm."},{"bible_id":"1726","chapter_code":"JDG.1","verse_code":"JDG.1.9","label":"9","content":"Tom qaab ntawd, puab moog tua cov Kana-aas kws nyob sau tej ncov roob, ntawm tej taw roob hab huv tej taj mojsaab qhua moog rua saab qaabteb."},{"bible_id":"1726","chapter_code":"JDG.1","verse_code":"JDG.1.10","label":"10","content":"Puab tawm moog tua cov Kana-aas huv lub nroog Henploos kws ibtxwm hu ua Kili-as Alenpas. Nyob qhov ntawd puab tua yeej Sesais cuab kwvtij, Ahimas cuab kwvtij hab Talemais cuab kwvtij."},{"bible_id":"1726","chapter_code":"JDG.1","verse_code":"JDG.1.11","label":"11","content":"Cov Yudas sawv kev qhov ntawd moog ntaus lub nroog Denpis. (Lub nroog ntawd ibtxwm hu ua Kili-as Sefeles.)"},{"bible_id":"1726","chapter_code":"JDG.1","verse_code":"JDG.1.12","label":"12","content":"Puab cov ntawd muaj ib tug hu ua Kalej, nwg has tas, “Yog leejtwg moog tua yeej lub nroog Kili-as Sefeles, mas kuv yuav muab kuv tug ntxhais Akhexas rua nwg yuav ua quaspuj.”"},{"bible_id":"1726","chapter_code":"JDG.1","verse_code":"JDG.1.13","label":"13","content":"Autheniyees kws yog Kalej tug kwv Kenas tug tub txhaj moog txeeb tau lub nroog ntawd, yog le ntawd, Kalej txhaj muab nwg tug ntxhais Akhexas rua Autheniyees yuav."},{"bible_id":"1726","chapter_code":"JDG.1","verse_code":"JDG.1.14","label":"14","content":"Nub kws txis tshoob Autheniyees taij Akhexas kuas thov nwg  txiv muab ib thaaj teb rua obtug. Akhexas txhaj nqeg sau nwg tug neeg luav nrausqaum lug, hab Kalej nug has tas, “Mivntxhais, koj xaav tau dlaabtsi?”"},{"bible_id":"1726","chapter_code":"JDG.1","verse_code":"JDG.1.15","label":"15","content":"Nwg teb has tas, “Kuv xaav tau ob peb lub qhovdlej. Rua qhov thaaj aav kws koj muab rua kuv ntawd yog aav qhuav xwb.” Yog le ntawd, Kalej txhaj muab thaaj aav kws muaj ib lub qhovdlej nyob saab peg hab ib lub nyob saab nraag rua nwg tug ntxhais."},{"bible_id":"1726","chapter_code":"JDG.1","verse_code":"JDG.1.16","label":"16","content":"Mauxes yawmtxiv cov xeebntxwv kws yog cov tuabneeg Kenais, nrug cov Yudas tawm huv Yelikaus, kws yog lub nroog toovlaaj moog rua huv taj suabpuam qhuav ntawm Alas saab qaabteb huv xeev Yudas. Puab moog nyob xyaw cov Amalej  rua ntawm thaaj chaw ntawd."},{"bible_id":"1726","chapter_code":"JDG.1","verse_code":"JDG.1.17","label":"17","content":"Cov Yudas nrug cov Xime-oos moog hab puab tua yeej cov Kana-aas huv lub nroog Xefas. Puab rhuav lub nroog ntawd puamtsuaj taag. Yog le ntawd, puab txhaj tis npe rua lub nroog ntawd hu ua Haulemas."},{"bible_id":"1726","chapter_code":"JDG.1","verse_code":"JDG.1.18+JDG.1.19","label":"18-19","content":"Tug TSWV paab cov Yudas, hab puab txeeb tau taagnrho saab tebchaws kws ua laaj roob lug ua puab tug, tabsis puab tsi tau txeeb  lub nroog Nkaxas, Asekeloos, lossis Ekiloos hab tej zog miv kws nyob ibncig cheebtsaam cov nroog nuav. Cov tuabneeg nuav puavleej nyob lawv ntug havtxwv, puab muaj tsheb neeg hlau ntau, yog le ntawd, cov Yudas txhaj tsi muaj peevxwm lawv cov tuabneeg nuav tsiv tawm."},{"bible_id":"1726","chapter_code":"JDG.1","verse_code":"JDG.1.20","label":"20","content":"Muab lub nroog Henploos faib rua Kalej lawv le Mauxes tau coglug tseg, Kalej txhaj muab peb cuab kwvtij kws yog Anas cov xeebntxwv lawv tsiv tawm huv lub nroog ntawd."},{"bible_id":"1726","chapter_code":"JDG.1","verse_code":"JDG.1.21","label":"21","content":"Tabsis xeem Npeenyamees tsi tau lawv cov Yenpus kws nyob huv lub nroog Yeluxalees tawm, hab cov Yenpus tseem nrug cov Npeenyamees nyob ua ke txij thaus ntawd lug le."},{"bible_id":"1726","chapter_code":"JDG.1","verse_code":"JDG.1.22+JDG.1.23","label":"22-23","content":"Xeem Efalayees hab xeem Manaxes moog txeeb tau lub nroog Npethees (lub nroog ntawd ibtxwm hu ua Luxes.) Tug TSWV paab puab, puab txhaj tso tuabneeg moog soj ntsuam lub nroog ntawd,"},{"bible_id":"1726","chapter_code":"JDG.1","verse_code":"JDG.1.24","label":"24","content":"puab moog ntsib ib tug txivneej nyob huv lub nroog ntawd, hab puab has rua nwg tas, “Koj qha kev rua peb moog huv nroog, peb txhaj tsi ntaus koj.”"},{"bible_id":"1726","chapter_code":"JDG.1","verse_code":"JDG.1.25","label":"25","content":"Nwg txhaj qha kev rua puab, ces cov Efalayees hab cov Manaxes txhaj muab cov tuabneeg huv lub nroog ntawd tua tuag taag, tsuas tseg tug txivneej ntawd hab nwg tsev tuabneeg nkaus xwb."},{"bible_id":"1726","chapter_code":"JDG.1","verse_code":"JDG.1.26","label":"26","content":"Tom qaab ntawd, nwg txhaj tsiv moog rua huv tebchaws Hitis, nwg moog rhawv tau ib lub nroog rua huv hab tis npe hu ua Luxes. Lub npe ntawd tseem nyob lug txug naj nub nua."},{"bible_id":"1726","chapter_code":"JDG.1","verse_code":"JDG.1.27","label":"27","content":"Cov Manaxes tsi tau lawv cov tuabneeg kws nyob huv lub nroog Npes Saas, Tanas, Daules, Ile-as, Menkidaus hab tej zog kws nyob puagncig cov nroog ntawd tawm; cov Kana-aas tseem nyob huv cov nroog ntawd."},{"bible_id":"1726","chapter_code":"JDG.1","verse_code":"JDG.1.28","label":"28","content":"Thaus cov Yixalayees fuamvaam coob hab muaj zug zuj zug lawm, puab txhaj yuam cov Kana-aas ua num rua puab, tabsis puab tseem tsi tau lawv cov tuabneeg ntawd tawm kuas taag."},{"bible_id":"1726","chapter_code":"JDG.1","verse_code":"JDG.1.29","label":"29","content":"Cov Efalayees tsi tau lawv cov Kana-aas kws nyob huv lub nroog Nkexes tawm, yog le ntawd, cov Kana-aas txhaj tseem nrug puab nyob huv lub nroog ntawd."},{"bible_id":"1726","chapter_code":"JDG.1","verse_code":"JDG.1.30","label":"30","content":"Cov Xenpuloos tsi tau lawv cov tuabneeg kws nyob huv lub nroog Kiloos hab Nahalas tawm, yog le ntawd, cov Kana-aas txhaj tseem nrug puab nyob huv ob lub nroog ntawd, hab puab yuam cov Kana-aas ua num rua puab."},{"bible_id":"1726","chapter_code":"JDG.1","verse_code":"JDG.1.31","label":"31","content":"Cov Aseles tsi tau lawv cov tuabneeg kws nyob huv lub nroog Akaus, Xidoos, Alas, Akhixis, Henpas, Afekas, hab Lehaus tawm."},{"bible_id":"1726","chapter_code":"JDG.1","verse_code":"JDG.1.32","label":"32","content":"Cov Aseles tseem nyob huv cov Kana-aas cheebtsaam aav, rua qhov puab tsi tau lawv cov tuabneeg ntawd tawm."},{"bible_id":"1726","chapter_code":"JDG.1","verse_code":"JDG.1.33","label":"33","content":"Cov Nathalis tsi tau lawv cov tuabneeg kws nyob huv lub nroog Npethes Semes hab Npethanas tawm. Cov Nathalis ca le nrug cov Kana-aas nyob huv puab cheebtsaam aav, tabsis puab yuam cov Kana-aas ua num rua puab."},{"bible_id":"1726","chapter_code":"JDG.1","verse_code":"JDG.1.34","label":"34","content":"Cov Amaules yuam cov Daas rov moog nyob peg laaj roob hab tsi pub puab nqeg lug nyob huv taj nraag le."},{"bible_id":"1726","chapter_code":"JDG.1","verse_code":"JDG.1.35","label":"35","content":"Cov Amaules tseem nyob huv Aiyaloos, Sa-anpimes hab ntawm lub Roob Heles, tabsis cov Efalayees hab cov Manaxes ua cov tswjfwm cov Kana-aas hab yuam cov Kana-aas ua num rua puab."},{"bible_id":"1726","chapter_code":"JDG.1","verse_code":"JDG.1.36","label":"36","content":"Cov Edoos  tug nrimteb pib kag ntawm txujkev sau lub laaj roob Alanpees, ntawm lub nroog Xelas saab qaumteb moog rua peg lawm."},{"bible_id":"1726","chapter_code":"JDG.2","verse_code":"JDG.2.1","label":"1","content":"Tug TSWV tug timtswv tawm huv lub nroog Nkilenkas moog rua huv lub nroog Npaukhees hab has rua cov Yixalayees has tas, “Kuv coj mej tawm nraag tebchaws Iziv hab coj mej lug nyob huv lub tebchaws kws kuv coglug tseg rua mej cov yawmkoob lawm. Kuv qha rua mej has tas, ‘kuv yuav tsi rhuav tej lug kws kuv tau cog tseg rua mej lawm ib zag le."},{"bible_id":"1726","chapter_code":"JDG.2","verse_code":"JDG.2.2","label":"2","content":"Mej yuavtsum tsi xob nrug cov tuabneeg kws nyob huv lub tebchaws nuav coglug. Mej yuavtsum muab puab tej thaaj teev dlaab tsoo povtseg.’ Tabsis mej tsi ua lawv le kuv kuas mej ua. Mej ca le moog ua lwm yaam lawm xwb!"},{"bible_id":"1726","chapter_code":"JDG.2","verse_code":"JDG.2.3","label":"3","content":"Yog le ntawd, nwgnuav kuv qha rua mej has tas, kuv yuav tsi ntab cov tuabneeg nuav tawm ua ntej kws mej moog. Puab yuav ua yeebncuab  rua mej hab puab tej vaajtswv yuav ua ntxab cuab tog mej kev.”"},{"bible_id":"1726","chapter_code":"JDG.2","verse_code":"JDG.2.4","label":"4","content":"Thaus tug timtswv has le ntawd, cov Yixalayees txawm quaj zum zawg,"},{"bible_id":"1726","chapter_code":"JDG.2","verse_code":"JDG.2.5","label":"5","content":"hab tub yog vim le nuav txhaj muab thaaj chaw ntawd ti npe hu ua Npaukhees.  Puab txhaj tua tsaj fij rua tug TSWV ntawm qhov chaw ntawd."},{"bible_id":"1726","chapter_code":"JDG.2","verse_code":"JDG.2.6","label":"6","content":"Yausuas tso cov Yixalayees rov qaab moog, hab puab nyag rov moog nyob rua huv nyag cheebtsaam kws tub faib rua puab lawm."},{"bible_id":"1726","chapter_code":"JDG.2","verse_code":"JDG.2.7","label":"7","content":"Cov Yixalayees ua tug TSWV teg num moog txug nub kws taag Yausuas tam neej. Thaus Yausuas tuag, puab tseem ua tug TSWV teg num moog txug nub kws cov thawjcoj kws pum txhua yaam num tseemceeb kws tug TSWV ua paab cov Yixalayees tuag taag huv tuabsi lawm hab."},{"bible_id":"1726","chapter_code":"JDG.2","verse_code":"JDG.2.8","label":"8","content":"Tug TSWV tug tubkhai Yausuas kws yog Noos tug tub tuag thaus nwg noobnyoog muaj ib puas kaum xyoo."},{"bible_id":"1726","chapter_code":"JDG.2","verse_code":"JDG.2.9","label":"9","content":"Puab txhaj muab nwg log rua huv nwg thaaj aav huv lub nroog Tinas Xelas, peg lub laaj roob Efalayees kws nyob ntawm lub Roob Nkasas saab qaumteb."},{"bible_id":"1726","chapter_code":"JDG.2","verse_code":"JDG.2.10","label":"10","content":"Cov laug kws nyob tam ntawd puavleej tuag taag huv tuabsi lawm, ces tam tom qaab nuav tsi ncu qaab txug tug TSWV tej txaj ntsig kws nwg tau ua rua tsaav tuabneeg Yixalayees le lawm."},{"bible_id":"1726","chapter_code":"JDG.2","verse_code":"JDG.2.11","label":"11","content":"Ces cov Yixalayees txawm ua txhum tawmtsaam tug TSWV hab pib moog teev tej mlom Npa-aas."},{"bible_id":"1726","chapter_code":"JDG.2","verse_code":"JDG.2.12","label":"12","content":"Puab tseg tsi pehawm tug TSWV kws yog puab cov yawmkoob tug Vaajtswv, yog tug Vaajtswv kws coj puab tawm nraag tebchaws Iziv lug, hab puab pib moog pe lwm tsaav tuabneeg kws nyob ibncig puab tej vaajtswv. Puab pe tej vaajtswv ntawd hab ua rua tug TSWV chim heev rua puab."},{"bible_id":"1726","chapter_code":"JDG.2","verse_code":"JDG.2.13","label":"13","content":"Puab tso tseg tsi pehawm tug TSWV hab moog teev tej mlom Npa-aas hab teev tej mlom Atates."},{"bible_id":"1726","chapter_code":"JDG.2","verse_code":"JDG.2.14","label":"14","content":"Tug TSWV txhaj chim heev rua cov Yixalayees hab tso tej tubsaab tuaj tua hab fuab puab. Nwg tso puab rua cov yeebncuab kws nyob ibncig puab ua cov tswjfwm puab. Cov Yixalayees tsi muaj peevxwm tawmtsaam cov yeebncuab ntawd le lawm."},{"bible_id":"1726","chapter_code":"JDG.2","verse_code":"JDG.2.15","label":"15","content":"Txhua zag kws puab moog ntaus rog, tug TSWV tso kev phem lug raug puab lawv le nwg tau ceebtoom hab coglug rua puab lawm. Puab txhaj raug kev txomnyem heev."},{"bible_id":"1726","chapter_code":"JDG.2","verse_code":"JDG.2.16","label":"16","content":"Tug TSWV pub cov Yixalayees muaj tej thawjcoj lug cawm kuas puab dlim ntawm tej tubsaab."},{"bible_id":"1726","chapter_code":"JDG.2","verse_code":"JDG.2.17","label":"17","content":"Tabsis cov Yixalayees tseem tsi noog puab cov thawjcoj lug hab. Puab tsi muab sab npuab tug TSWV hab moog pehawm lwm tsaav tuabneeg tej vaajtswv. Puab cov yawmkoob yeej ibtxwm noog tug TSWV tej lug saamfwm, tabsis tam nwgnuav tsi ua lawv le ntawd lawm."},{"bible_id":"1726","chapter_code":"JDG.2","verse_code":"JDG.2.18","label":"18","content":"Thaus twg kws tug TSWV pub rua cov Yixalayees muaj ib tug thawjcoj, tug TSWV yeej paab nwg hab cawm kuas puab dlim ntawm puab cov yeebncuab teg moog txug thaus kws tug thawjcoj ntawd taag simneej. Tug TSWV taabncuab puab rua qhov puab quaj ntsuag rua puab tej kev txomnyem hab kev tsimtxom."},{"bible_id":"1726","chapter_code":"JDG.2","verse_code":"JDG.2.19","label":"19","content":"Tabsis thaus tug thawjcoj tuag lawm, cov pejxeem tig rov moog ua le puab txuj qub kev hab tseem ua phem tshaaj tam thaus u lawm hab. Puab tseem teev hab pe luas tej vaajtswv, hab muaj lub sab tawv ua phem ua qas tsi tso tseg le."},{"bible_id":"1726","chapter_code":"JDG.2","verse_code":"JDG.2.20","label":"20","content":"Tug TSWV chim heev rua cov Yixalayees hab has tas, “Tsaav tuabneeg nuav muab tej lug kws thaus u kuv cog tseg rua puab cov yawmkoob tso tseg lawm. Rua qhov puab tsi noog kuv lug,"},{"bible_id":"1726","chapter_code":"JDG.2","verse_code":"JDG.2.21","label":"21","content":"kuv yuav tsi ntab tej tsaav tuabneeg kws thaus Yausuas tuag tseem tsi tau muab ntab tawm ntawd, tawm huv lub tebchaws moog."},{"bible_id":"1726","chapter_code":"JDG.2","verse_code":"JDG.2.22","label":"22","content":"Kuv yuav siv cov tuabneeg ntawd sim cov Yixalayees sab saib puab puas yuav taug kuv txujkev, ib yaam le puab cov yawmkoob ibtxwm ua lug lawm.”"},{"bible_id":"1726","chapter_code":"JDG.2","verse_code":"JDG.2.23","label":"23","content":"Yog le ntawd, tug TSWV txhaj tseg cov tuabneeg ntawd nyob huv lub tebchaws; nwg tsi pub kuas Yausuas tua yeej puab, txawm yog thaus Yausuas tub tuag lawm los tug TSWV tseem tsi tau ntab puab tawm moog sai hab."},{"bible_id":"1726","chapter_code":"JDG.3","verse_code":"JDG.3.1","label":"1","content":"Yog le ntawd tug TSWV txhaj tseg qee tsaav tuabneeg nyob huv lub tebchaws ntawd sim cov Yixalayees kws tsi tau nrug cov Kana-aas ua rog dlua."},{"bible_id":"1726","chapter_code":"JDG.3","verse_code":"JDG.3.2","label":"2","content":"Nwg ua le nuav tub yog ua qha cov Yixalayees txhua tam kuas paub txug kev ua rog, tshwjxeeb yog rua cov kws ibtxwm tsi tau ua rog dlua le xwb."},{"bible_id":"1726","chapter_code":"JDG.3","verse_code":"JDG.3.3","label":"3","content":"Cov tuabneeg kws tseg rua huv lub tebchaws ntawd, nyob huv cov Filitees tsib lub nroog, cov tuabneeg ntawd yog cov Kana-aas, cov Xidoos hab cov Hivis kws nyob peg cov roob Lenpanoos, txij ndlua ntawm lub Roob Npa-aas Helemoos moog rua ntawm lub Dlawm Hamas."},{"bible_id":"1726","chapter_code":"JDG.3","verse_code":"JDG.3.4","label":"4","content":"Puab yog cov kws yuav sim cov Yixalayees sab, saib puab puas noog tug TSWV tej lug saamfwm kws Mauxes tau qha rua puab cov yawmkoob lawm."},{"bible_id":"1726","chapter_code":"JDG.3","verse_code":"JDG.3.5","label":"5","content":"Yog le ntawd, cov Yixalayees txhaj tau nyob xyaw cov Kana-aas, cov Hitis, cov Amaules, cov Pelixes, cov Hivis hab cov Yenpus."},{"bible_id":"1726","chapter_code":"JDG.3","verse_code":"JDG.3.6","label":"6","content":"Cov Yixalayees tso puab tej tub tej ntxhais moog yuav cov tuabneeg ntawd tej tub tej ntxhais, hab moog pe puab tej vaajtswv."},{"bible_id":"1726","chapter_code":"JDG.3","verse_code":"JDG.3.7","label":"7","content":"Cov Yixalayees tsi ncu qaab tug TSWV kws yog puab tug Vaajtswv lawm; puab ua txhum tug TSWV hab moog pe tej mlom Npa-aas hab Aselas."},{"bible_id":"1726","chapter_code":"JDG.3","verse_code":"JDG.3.8","label":"8","content":"Yog le ntawd, tug TSWV chim heev rua cov Yixalayees, nwg txhaj tso puab rua Vaajntxwv Kusas Lisathayees kws kaav lub tebchaws Mexuputamias tuaj tua yeej puab. Puab txhaj raug nteg moog ua nwg qhev tau yim xyoo."},{"bible_id":"1726","chapter_code":"JDG.3","verse_code":"JDG.3.9","label":"9","content":"Ces cov Yixalayees quaj thov tug TSWV, nwg txhaj khaiv ib tug txivneej moog tso puab dlim. Tug ntawd yog Kalej tug kwv Kenas tug tub Autheniyees."},{"bible_id":"1726","chapter_code":"JDG.3","verse_code":"JDG.3.10","label":"10","content":"Tug TSWV tug Ntsujplig lug rua Autheniyees, hab nwg tau ua cov Yixalayees tug thawjcoj. Autheniyees moog ntaus rog, hab tug TSWV pub nwg tua yeej tug vaajntxwv kws kaav tebchaws Mexuputamias."},{"bible_id":"1726","chapter_code":"JDG.3","verse_code":"JDG.3.11","label":"11","content":"Thaus ntawd, lub tebchaws muaj kev thaajyeeb tau plaub caug xyoo, ces Autheniyees txawm tuag lawm."},{"bible_id":"1726","chapter_code":"JDG.3","verse_code":"JDG.3.12","label":"12","content":"Cov Yixalayees rov ua txhum rua tug TSWV dlua. Vim txujkev txhum nuav tug TSWV txhaj ua rua Vaajntxwv Enkiloos kws kaav tebchaws Mau-am muaj zug tshaaj cov Yixalayees."},{"bible_id":"1726","chapter_code":"JDG.3","verse_code":"JDG.3.13","label":"13","content":"Enkaloos koom teg nrug cov Amaules hab cov Amalej; puab txhaj tuaj tua yeej cov Yixalayees hab txeeb tau lub nroog Yelikaus kws yog lub nroog toovlaaj."},{"bible_id":"1726","chapter_code":"JDG.3","verse_code":"JDG.3.14","label":"14","content":"Cov Yixalayees txhaj raug Enkaloos coj moog ua qhev tau kaum yim xyoo."},{"bible_id":"1726","chapter_code":"JDG.3","verse_code":"JDG.3.15","label":"15","content":"Ces cov Yixalayees quaj thov tug TSWV, nwg txhaj khaiv ib tug txivneej moog tso puab dlim. Tug ntawd yog Ehus hab yog tug kws xis saab teg txhumphem, nwg yog Nkelas tug tub kws yog xeem Npeenyamees. Cov Yixalayees khaiv Ehus moog cuag cov Mau-am tug Vaajntxwv Enkiloos hab nqaa ib cov khoom moog pub nwg."},{"bible_id":"1726","chapter_code":"JDG.3","verse_code":"JDG.3.16","label":"16","content":"Ehus ntaus tau ib raab ntaaj ob saab ntse ntev le ib tshim. Nwg muab raab ntaaj ntawd paav rua ntawm nwg saab ncej puab xis rua saab huv qaab nwg lub rig."},{"bible_id":"1726","chapter_code":"JDG.3","verse_code":"JDG.3.17","label":"17","content":"Ces nwg txawm muab cov khoom ntawd pub rua Enkiloos, Enkiloos yog ib tug txivneej kws rog heev."},{"bible_id":"1726","chapter_code":"JDG.3","verse_code":"JDG.3.18","label":"18","content":"Thaus Ehus muab cov khoom pub rua Enkiloos, Ehus txawm kuas cov tuabneeg kws kwv cov khoom ntawd ca le rov moog tsev."},{"bible_id":"1726","chapter_code":"JDG.3","verse_code":"JDG.3.19","label":"19","content":"Tabsis Ehus txawm tig moog saib cov dluab mlom pobzeb kws nyob ze ntawm Nkilenkas hab tig hlo lug has rua Enkaloos has tas, “Vaajntxwv, kuv muaj tej lug tseemceeb yuav has rua koj.” Yog le ntawd, vaajntxwv txhaj has rua nwg cov tubkhai tas, “Mej ca le tawm moog, ca wb ob leeg nyob xwb.” Ces puab txawm tawm moog taag lawm."},{"bible_id":"1726","chapter_code":"JDG.3","verse_code":"JDG.3.20","label":"20","content":"Thaus vaajntxwv nyob huv nwg chaav kws txag laaj ntxag theem tsev sau. Ehus txawm txaav zog moog has rua vaajntxwv has tas, “Vaajtswv muaj lug rua kuv tuaj has rua koj.” Ces vaajntxwv txawm sawv tseeg."},{"bible_id":"1726","chapter_code":"JDG.3","verse_code":"JDG.3.21","label":"21","content":"Ehus muab nwg saab teg txhumphem rhu hlo raab ntaaj ntawm nwg saab ncej puab xis lug tuab nkaug rua vaajntxwv plaab."},{"bible_id":"1726","chapter_code":"JDG.3","verse_code":"JDG.3.22","label":"22","content":"Nwg muab raab ntaaj hab tug ku tsij yog taagnrho rua huv vaajntxwv plaab, ces cov roj npug nkaus lub qhov nqaj rov rua lawm. Ehus yeej tsi rhu raab ntaaj taw huv vaajntxwv plaab lug le, ces tej zaub mov huv vaajnxtwv plaab tawm tshau lug tuaj."},{"bible_id":"1726","chapter_code":"JDG.3","verse_code":"JDG.3.23","label":"23","content":"Ces Ehus txawm tawm plawg rua nrau zoov, kaw nkaus qhovrooj hab muab laag kag ca,"},{"bible_id":"1726","chapter_code":"JDG.3","verse_code":"JDG.3.24","label":"24","content":"hab nwg tsiv lawm. Cov tubkhai lug pum lub qhovrooj tseem xauv kaw nreeg, tabsis puab xaav has tas yog vaajntxwv tseem moog tawm rooj huv tsev dlej lawm xwb."},{"bible_id":"1726","chapter_code":"JDG.3","verse_code":"JDG.3.25","label":"25","content":"Puab tog ntev loo, tabsis vaajntxwv pheej tsi lug qheb qhovrooj le. Puab txhaj muab yumsij moog qheb hlo qhovrooj, ua caag puab tug vaajntxwv tuag xyaab leeg rua huv plaag tsev lawm xwb."},{"bible_id":"1726","chapter_code":"JDG.3","verse_code":"JDG.3.26","label":"26","content":"Thaus puab tog tau ntev loo ntawd, Ehus tub tsiv moog dleb heev lawm. Nwg tsiv moog hlaa pawg pobzeb kws luas txaug moog rua ntawm lub Roob Xe-iles."},{"bible_id":"1726","chapter_code":"JDG.3","verse_code":"JDG.3.27","label":"27","content":"Thaus nwg moog txug peg roob Efalayees, nwg txhaj tshuab raaj tshuab xyu hu cov txivneej Yixalayees tuaj moog ntaus rog; ces nwg coj puab nqeg sau roob lug."},{"bible_id":"1726","chapter_code":"JDG.3","verse_code":"JDG.3.28","label":"28","content":"Nwg has rua puab tas, “Mej lawv kuv qaab! Tug TSWV tub pub mej tua yeej mej cov yeebncuab kws yog cov Mau-am lawm.” Yog le ntawd, puab txhaj lawv Ehus qaab moog hab txeeb tau thaaj chaw kws cov Mau-am pheej moog hlaa tug dlej Yauladees; puab tsi pub ib tug txivneej twg hlaa moog lug le."},{"bible_id":"1726","chapter_code":"JDG.3","verse_code":"JDG.3.29","label":"29","content":"Nub ntawd puab tua cov Mau-am tej tubrog kws sab tawv heev tuag kwvyees le kaum txheeb leej; tsi muaj ib tug tsiv dlim le."},{"bible_id":"1726","chapter_code":"JDG.3","verse_code":"JDG.3.30","label":"30","content":"Txij nub ntawd lug cov Yixalayees yeej cov Mau-am hab lub tebchaws muaj kev thaajyeeb tau yim caum xyoo."},{"bible_id":"1726","chapter_code":"JDG.3","verse_code":"JDG.3.31","label":"31","content":"Tom qaab kws Ehus tuag lawm, Anas tug tub Sankas sawv ua thawjcoj. Nwg kuj yog ib tug kws tso cov Yixalayees dlim, hab nwg muab ib tug paas lawv nyuj nkaug cov Filitees tuag rau pua leej."},{"bible_id":"1726","chapter_code":"JDG.4","verse_code":"JDG.4.1","label":"1","content":"Tom qaab kws Ehus tuag lawm cov Yixalayees rov ua txhum rua tug TSWV dlua."},{"bible_id":"1726","chapter_code":"JDG.4","verse_code":"JDG.4.2","label":"2","content":"Yog le ntawd, tug TSWV txhaj ca cov Kana-aas tug Vaajntxwv Yanpees kws kaav huv lub nroog Haxaules tuaj tua yeej puab. Yanpees tug thawj tubrog yog Xixelas, nwg nyob huv Halauses kws yog cov tuabneeg txawv tebchaws lub nroog."},{"bible_id":"1726","chapter_code":"JDG.4","verse_code":"JDG.4.3","label":"3","content":"Yanpees muaj cuaj pua lub tsheb neeg hlau, hab nwg muaj lub sab phem tswjfwm cov Yixalayees hab tsimtxom puab tau neeg nkaum xyoo. Cov Yixalayees txhaj quaj thov tug TSWV paab puab."},{"bible_id":"1726","chapter_code":"JDG.4","verse_code":"JDG.4.4","label":"4","content":"Thaus lub sijhawm ntawd, Denpaulas kws yog Lapidaus tug quaspuj, yog ib tug cev Vaajtswv lug, hab nwg ua cov Yixalayees tug thawjtswj."},{"bible_id":"1726","chapter_code":"JDG.4","verse_code":"JDG.4.5","label":"5","content":"Nwg nyob huv qaab ib tsob toovlaaj kws nyob ntawm lub nroog Lamas hab Npethees ntu nruab nraab ntawm lub laaj roob Efalayees, hab cov Yixalayees pheej tuaj cuag nwg qhov ntawd kuas nrug tu puab tej plaub ntug."},{"bible_id":"1726","chapter_code":"JDG.4","verse_code":"JDG.4.6","label":"6","content":"Muaj ib nub nwg txhaj tso tuabneeg moog has rua Anpinau-as tug tub Npalaj kws nyob huv lub nroog Kedes huv xeev Nathalis, hab has rua nwg has tas, “Tug TSWV kws yog cov Yixalayees tug Vaajtswv has le nuav rua koj: ‘Koj ca le coj kaum txheeb leej tubrog huv xeem Nathalis hab xeem Xenpuloos moog rua ntawm lub Roob Tanpaus."},{"bible_id":"1726","chapter_code":"JDG.4","verse_code":"JDG.4.7","label":"7","content":"Kuv yuav coj Xixelas kws yog Yanpees tug thawj tubrog tuaj tua mej ntawm tug Dlej Kisoos. Nwg yuav coj nwg cov tsheb neeg hab cov tubrog tuaj nrug mej sis tua, tabsis kuv yuav pub kuas mej tua yeej nwg.’ ”"},{"bible_id":"1726","chapter_code":"JDG.4","verse_code":"JDG.4.8","label":"8","content":"Ces Npalaj has rua Denpaulas has tas, “Yog koj nrug kuv moog, kuv txhaj yuav moog, tabsis yog koj tsi moog, kuv yuav tsi moog.”"},{"bible_id":"1726","chapter_code":"JDG.4","verse_code":"JDG.4.9","label":"9","content":"Denpaulas teb has tas, “Kuv yeej txaus sab yuav nrug koj moog, tabsis koj yuav tsi tau ntsejmuag qhov kws koj tua yeej, rua qhov tug TSWV yuav muab Xixelas cob rua tug quaspuj teg.” Yog le ntawd, Denpaulas txhaj nrug Npalaj moog rua huv lub nroog Kedes."},{"bible_id":"1726","chapter_code":"JDG.4","verse_code":"JDG.4.10","label":"10","content":"Npalaj hu xeem Xenpuloos hab xeem Nathalis moog rua huv Kedes hab kaum txheeb leej txivneej lawv nwg qaab moog rua huv. Denpaulas kuj nrug nwg moog hab."},{"bible_id":"1726","chapter_code":"JDG.4","verse_code":"JDG.4.11","label":"11","content":"Thaus lub sijhawm ntawd, Henpeles kws yog cov tuabneeg Kenais tau moog tsaa nwg lub tsevntaub nyob ze rua ntawm Kedes, ntawm tsob ntoo qheb huv Xananees. Nwg tau tsiv tawm ntawm cov tuabneeg Kenais kws yog Mauxes tug nug Haunpas cov xeebntxwv lawm."},{"bible_id":"1726","chapter_code":"JDG.4","verse_code":"JDG.4.12","label":"12","content":"Thaus Xixelas paub has tas, Npalaj nce moog txug rua sau Roob Tanpaus lawm,"},{"bible_id":"1726","chapter_code":"JDG.4","verse_code":"JDG.4.13","label":"13","content":"nwg txhaj txhij taagnrho nwg cov tubrog tsaav cuaj pua lub tsheb neeg hlau nrug nwg tawm huv lub nroog Halauses kws yog cov tuabneeg txawv tebchaws lub nroog moog tog kev rua ntawm tug Dlej Kisoos."},{"bible_id":"1726","chapter_code":"JDG.4","verse_code":"JDG.4.14","label":"14","content":"Ces Denpaulas has rua Npalaj has tas, “Ca le moog los mas! Tug TSWV tub ua koj ntej moog lawm! Nub nua nwg tub muab Xixelas cob rua koj teg lawm.” Yog le ntawd, Npalaj txhaj coj nwg kaum txheeb leej tubrog nqeg sau Roob Tanpaus lug."},{"bible_id":"1726","chapter_code":"JDG.4","verse_code":"JDG.4.15","label":"15","content":"Thaus Npalaj taabtom nrug Xixelas cov tubrog sis tua, tug TSWV ua rua Xixelas hab taagnrho nwg cov tsheb neeg hab cov tubrog tawg tsiv ri sua. Xixelas txhaj nqeg sau nwg lub tsheb neeg lug hab tsiv moog lawm xwb."},{"bible_id":"1726","chapter_code":"JDG.4","verse_code":"JDG.4.16","label":"16","content":"Npalaj txhaj caum cov tsheb neeg hab cov tubrog moog txug huv lub nroog Halauses kws yog cov tuabneeg txawv tebchaws lub nroog, hab Xixelas cov tubrog raug tua tuag taag huv tuabsi, tsi tshuav ib tug seem le."},{"bible_id":"1726","chapter_code":"JDG.4","verse_code":"JDG.4.17","label":"17","content":"Xixelas tsiv moog txug ntawm Ya-ees kws yog Henpeles tug quaspuj lub tsevntaub, Henpeles yog tuabneeg Kenais, rua qhov Vaajntxwv Yanpees kws kaav lub nroog Haxaus nrug Henpeles tsev tuabneeg sis raug zoo heev."},{"bible_id":"1726","chapter_code":"JDG.4","verse_code":"JDG.4.18","label":"18","content":"Ya-ees tawm tuaj tog Xixelas hab has rua nwg tas, “Lug tsev; koj ca le lug huv kuv lub tsevntaub. Tsi xob ntshai.” Yog le ntawd Xixelas txhaj moog rua huv Ya-ees tsev, Ya-ees muab Xixelas zais rua nrau dlaim ntaub thaiv qhovrais."},{"bible_id":"1726","chapter_code":"JDG.4","verse_code":"JDG.4.19","label":"19","content":"Xixelas has rua Ya-ees has tas, “Kuv nqhes dlej heev, thov koj muab mivntsiv dlej rua kuv haus.” Ya-ees txhaj qheb lub naab tawv ntim mig nyuj, muab rua Xixelas haus hab rov muab Xixelas zais dlua lawm."},{"bible_id":"1726","chapter_code":"JDG.4","verse_code":"JDG.4.20","label":"20","content":"Ces Xixelas has rua Ya-ees has tas, “Thov koj sawv tuabywv ntawm qhovrooj tsevntaub ko, yog muaj leejtwg tuaj hab nug koj has tas, puas muaj tuabneeg tsiv lug ntawm nuav, koj teb has tas, tsi muaj.”"},{"bible_id":"1726","chapter_code":"JDG.4","verse_code":"JDG.4.21","label":"21","content":"Xixelas lim heev, nwg txawm tsaug zug looj hlas lawm. Ces Ya-ees muab rauj hab ib tug tswg tsevntaub, maam maam nyaag moog xauj Xixelas, hab nwg muab tug tswg twb nkaus ntawm Xixelas ib saab xubntsus, muab rauj npuj tshaab plawg rua huv aav ua rua Xixelas tuag kag rua ntawd."},{"bible_id":"1726","chapter_code":"JDG.4","verse_code":"JDG.4.22","label":"22","content":"Thaus Npalaj caum Xixelas tuaj txug, Ya-ees tawm moog tog Npalaj hab has rua nwg tas, “Koj ca le lug tsev! Kuv yuav qha tug txivneej kws koj nrhav rua koj.” Yog le ntawd, Npalaj txhaj nrug Ya-ees moog rua huv nwg lub tsevntaub, hab pum Xixelas tuag xyaab leeg huv aav, ib tug tswg tsevntaub ntsa nreeg nwg taubhau tshaab plawg rua huv aav."},{"bible_id":"1726","chapter_code":"JDG.4","verse_code":"JDG.4.23","label":"23","content":"Nub ntawd tug TSWV txhaj pub cov Yixalayees tua yeej Yanpees kws yog cov Kana-aas tug vaajntxwv."},{"bible_id":"1726","chapter_code":"JDG.4","verse_code":"JDG.4.24","label":"24","content":"Cov Yixalayees pheej nas tsaam nyaav zuj zug moog txug thaus kws puab ua rua Yanpees puamtsuaj lawm."},{"bible_id":"1726","chapter_code":"JDG.5","verse_code":"JDG.5.1","label":"1","content":"Nub ntawd Denpaulas hab Npalaj kws yog Anpinau-as tug tub txhaj hu zaaj nkauj nuav:"},{"bible_id":"1726","chapter_code":"JDG.5","verse_code":"JDG.5.2","label":"2","content":"Ua tug TSWV tsaug lauj! Cov Yixalayees ua sab tawv qhawv sis tua; Cov pejxeem txaus sab hlo moog ntaus rog;"},{"bible_id":"1726","chapter_code":"JDG.5","verse_code":"JDG.5.3","label":"3","content":"Tej vaajntxwv, mej ca le ua tuab zoo noog! Tej numtswv, mej ca le tig qhovntsej noog! Kuv yuav hu nkauj hab ntaus nkauj nogncaas qhuas cov Yixalayees tug Vaajtswv kws yog tug TSWV."},{"bible_id":"1726","chapter_code":"JDG.5","verse_code":"JDG.5.4","label":"4","content":"Tug TSWV, thaus koj tawm sau Roob Xe-iles lug, thaus koj tawm tom taj nraag Edoos lug, lub nplajteb ua zug koog, hab naag laub lug sau nruab ntug lug. Tseeb tag, dlej yeej nchuav laub lug sau cov fuab lug;"},{"bible_id":"1726","chapter_code":"JDG.5","verse_code":"JDG.5.5","label":"5","content":"Tej ncov roob ua zug koog taabmeeg tug TSWV sau Roob Xinais, taabmeeg tug TSWV kws yog cov Yixalayees tug Vaajtswv."},{"bible_id":"1726","chapter_code":"JDG.5","verse_code":"JDG.5.6","label":"6","content":"Anaj tug tub Sankas tam hab Ya-ees tam, tsi muaj tsheb neeg dlha thoob tebchaws lawm, Tej tuabneeg taug kev miv lawm xwb."},{"bible_id":"1726","chapter_code":"JDG.5","verse_code":"JDG.5.7","label":"7","content":"Denpaulas, cov Yixalayees tej nroog muab tso tseg nphob xuav ca; Tej nroog ntawd nyob khoob lug moog txug nub kws koj lug kaav; koj zoo ib yaam le cov Yixalayees leej nam ntaag."},{"bible_id":"1726","chapter_code":"JDG.5","verse_code":"JDG.5.8","label":"8","content":"Thaus cov Yixalayees moog teev luas tej vaajtswv, ces txawm muaj kev tsuv kev rog tuaj ntaus puab lub tebchaws! Mej plaub caug txheeb leej Yixalayees nuav, puas muaj ib tug nqaa dlaim thaiv nav ntaaj lossis nqaa muv?"},{"bible_id":"1726","chapter_code":"JDG.5","verse_code":"JDG.5.9","label":"9","content":"Kuv lub sab yeej nyob rawv nrug cov Yixalayees tej thawj tubrog, nrug cov tuabneeg kws txaus sab moog ntaus rog. Ua tug TSWV tsaug lauj!"},{"bible_id":"1726","chapter_code":"JDG.5","verse_code":"JDG.5.10","label":"10","content":"Mej cov kws caij tej neeg luav dlawb kws caij rawv sau lub eeb, hab mej cov kws moog kutaw, mej ncu ntsoov qha zaaj nuav rua suavdlawg!"},{"bible_id":"1726","chapter_code":"JDG.5","verse_code":"JDG.5.11","label":"11","content":"Ua tuab zoo noog! Tej suab kws cov tuabneeg coob coob qw nrov ntshu nrooj ncig tej qhov tshij sis qha txug qhov kws tug TSWV hab cov Yixalayees muaj yeej. Ces tug TSWV tsaav tuabneeg tawm huv puab tej nroog tuaj."},{"bible_id":"1726","chapter_code":"JDG.5","verse_code":"JDG.5.12","label":"12","content":"Ntaus thawj los mas! Denpaulas, ca le ntaus thawj los mas! Hu nkauj los mas! ntaus thawj ntxhas los mas! Anpinau-as tug tub Npalaj, ca le sawv moog tuaj tom hauv ntej, coj cov tuabneeg kws koj nteg tau tsiv moog los mas!"},{"bible_id":"1726","chapter_code":"JDG.5","verse_code":"JDG.5.13","label":"13","content":"Ces txhua tug tuabneeg kws ncaaj nceeg tuaj cuag puab tej thawjcoj; Tug TSWV tsaav tuabneeg kws tuaj cuag nwg; npaaj nrooj moog sis tua xwb."},{"bible_id":"1726","chapter_code":"JDG.5","verse_code":"JDG.5.14","label":"14","content":"Puab nqeg peg xeev Efalayees tuaj rua huv haav, lawv xeem Npeenyamees hab cov pejxeem qaab. Cov thawj tubrog tuaj peg Makhis tuaj, cov numtswv tuaj peg xeev Xenpuloos tuaj."},{"bible_id":"1726","chapter_code":"JDG.5","verse_code":"JDG.5.15","label":"15","content":"Xeem Ixakhas tej thawjcoj nrug Denpaulas tuaj; Yog lawm, Ixakhas hab Npalaj puab suavdlawg tuaj huv tuabsi; hab puab puavleej lawv nwg qaab moog rua nraag lub haav lawm. Tabsis xeem Lunpees has tsi sis hum, puab txhaj tsi tuaj."},{"bible_id":"1726","chapter_code":"JDG.5","verse_code":"JDG.5.16","label":"16","content":"Vim le caag puab txhaj nrug paab yaaj nyob tuaj tom qaab? Yuav nkaum nkoog noog cov tswv yaaj lub suab cuab cov yaaj xwb los? Yog lawm, xeem Lunpees has tsi sis hum, puab txhaj tsi tuaj."},{"bible_id":"1726","chapter_code":"JDG.5","verse_code":"JDG.5.17","label":"17","content":"Xeem Khas nyob tim tug Dlej Yauladees saab nubtuaj, hab xeem Daas nyob huv tej nkoj. Xeem Aseles nyob lawv ntug havtxwv, puab nyob ntawm ntug xwb."},{"bible_id":"1726","chapter_code":"JDG.5","verse_code":"JDG.5.18","label":"18","content":"Tabsis xeem Xenpuloos hab xeem Nathalis txaus sab muab puab txujsa moog ntaus rog."},{"bible_id":"1726","chapter_code":"JDG.5","verse_code":"JDG.5.19","label":"19","content":"Tej vaajntxwv sau nthwv tuaj sis tua rua huv lub nroog Tanas ntawm tug dlej Menkidaus; Cov Kana-aas tej vaajntxwv tuaj sis tua, tabsis puab nqaa tsi tau tej nyaj moog le."},{"bible_id":"1726","chapter_code":"JDG.5","verse_code":"JDG.5.20","label":"20","content":"Tej nubqub tua sau nruab ntug tuaj; Tej nubqub yaa sau nruab ntug tuaj tua Xixelas;"},{"bible_id":"1726","chapter_code":"JDG.5","verse_code":"JDG.5.21","label":"21","content":"Tug Dlej Kisoos fuam lug tshoob puab moog povtseg lawm, tug Dlej Kisoos yog tug dlej kws ntsawj ceev heev. Kuv yuav tawm moog, kuv lub sab ca le xyivfaab hlo."},{"bible_id":"1726","chapter_code":"JDG.5","verse_code":"JDG.5.22","label":"22","content":"Ces cov neeg yuav dlha raag ntwg lug, muab puab tej rau txauj aav nplawg nta."},{"bible_id":"1726","chapter_code":"JDG.5","verse_code":"JDG.5.23","label":"23","content":"Tug TSWV tug timtswv has tas, “Ca le foom tsi zoo rua lub nroog Melus! Lu lug foom kws yog kev ab kev dlaw yuav raug cov tuabneeg huv lub nroog ntawd. Vim puab tsi tawm moog ua tubrog paab tug TSWV tua cov yeebncuab.”"},{"bible_id":"1726","chapter_code":"JDG.5","verse_code":"JDG.5.24","label":"24","content":"Ya-ees yog tug kws muaj moo tshaaj plawg tej quaspuj, nwg yog Henpeles kws yog tuabneeg Kenais tug quaspuj, nwg muaj moo tshaaj tej quaspuj kws nyob huv tej tsevntaub huv tuabsi."},{"bible_id":"1726","chapter_code":"JDG.5","verse_code":"JDG.5.25","label":"25","content":"Xixelas thov dlej haus, tabsis nwg muab mig nyuj rua Xixelas haus; Nwg laub mig nyuj rua huv lub taig kws zoo nkauj heev rua Xixelas haus."},{"bible_id":"1726","chapter_code":"JDG.5","verse_code":"JDG.5.26","label":"26","content":"Ya-ees ib saab teg nqaa tug tswg tsevntaub, hab ib saab teg nqaa raab rauj. Nwg ntaus hab tsoo Xixelas txhaa taubhau tawg kag; nwg npuj kag Xixelas taubhau tshaab plawg."},{"bible_id":"1726","chapter_code":"JDG.5","verse_code":"JDG.5.27","label":"27","content":"Xixelas ca le zuav zog txhus caug ndlua qaug ntawg rua ntawm Ya-ees kutaw, tuag xyaab leeg ca."},{"bible_id":"1726","chapter_code":"JDG.5","verse_code":"JDG.5.28","label":"28","content":"Xixelas nam tuaj tom qaab dlaim ntxaij ntawm qhovrais saib; saib  ntsoov rua tim ncauj kev; nwg txhaj nug has tas, “Vim le caag tub lig heev lawm, tsi pum Xixelas lub tsheb neeg lug le ne? Vim le caag nwg tug neeg rov lug qeeb ua luaj le?”"},{"bible_id":"1726","chapter_code":"JDG.5","verse_code":"JDG.5.29","label":"29","content":"Nwg ib tsoom quaspuj kws ntse heev teb nwg, hab nwg pheej has tujtawg tas,"},{"bible_id":"1726","chapter_code":"JDG.5","verse_code":"JDG.5.30","label":"30","content":"“Puab tseem tsi tau pum tej kws moog fuab tau hab muab sis faib, puab muab tej hluas nkauj faib rua cov tubrog ib leeg ib tug lossis ob tug, puab muab tej ntaub kws kws kim kim faib rua Xixelas, hab muab tej ntaub kws txaij nraug zeeg lug rua puj vaajntxwv  khab cejdlaab.”"},{"bible_id":"1726","chapter_code":"JDG.5","verse_code":"JDG.5.31","label":"31","content":"Tug TSWV, thov kuas cov yeebncuab tuag taag ib yaam le ntawd ntaag; tabsis thov kuas koj cov phoojywg ci ntsaa ab ib yaam le thaus lub nub nyavnyuas tawm tuaj! Ces lub tebchaws txawm muaj kev thaajyeeb tau zoo nyob kaaj sab lug tau plaub caug xyoo."},{"bible_id":"1726","chapter_code":"JDG.6","verse_code":"JDG.6.1","label":"1","content":"Cov Yixalayees rov ua txhum rua tug TSWV dlua, yog le ntawd, tug TSWV txhaj muab puab cob rua cov Midias kaav tau xyaa xyoo."},{"bible_id":"1726","chapter_code":"JDG.6","verse_code":"JDG.6.2","label":"2","content":"Cov Midias muaj zug tshaaj cov Yixalayees. Cov Yixalayees txhaj tsiv moog nkaum cov Midias rua huv tej qhov tsua hab khawb qhov aav nkaum sau tej roob."},{"bible_id":"1726","chapter_code":"JDG.6","verse_code":"JDG.6.3","label":"3","content":"Txhua zag kws cov Yixalayees cog puab tej qoobloo, cov Midias nrug cov Amalej hab tej tsaav tuabneeg kws nyob tom taj suabpuam tuaj tua puab."},{"bible_id":"1726","chapter_code":"JDG.6","verse_code":"JDG.6.4","label":"4","content":"Puab tuaj tsuam yeej nyob rua huv lub tebchaws hab muab cov Yixalayees tej qoobloo ua puamtsuaj taag moog txug ndlua nraag saab qaabteb kws nyob ibncig lub nroog Nkaxas. Puab caab taagnrho cov Yixalayees tej yaaj, tej nyuj hab tej neeg luav huv tuabsi lawm, tsi tseg ib yaam dlaabtsi rua cov Yixalayees le."},{"bible_id":"1726","chapter_code":"JDG.6","verse_code":"JDG.6.5","label":"5","content":"Cov Midias caab puab tej tsaj txhu hab kwv puab tej tsevntaub ua kev zawv tuaj coob npaum nkaus le kooj txomfaav. Puab hab puab tej ntxhuav coob heev suav tsi txheeb le. Puab tuaj ua rua lub tebchaws lamsim taag."},{"bible_id":"1726","chapter_code":"JDG.6","verse_code":"JDG.6.6","label":"6","content":"Cov Yixalayees tsi muaj zug tawmtsaam tau cov Midias hlo le."},{"bible_id":"1726","chapter_code":"JDG.6","verse_code":"JDG.6.7","label":"7","content":"Ces cov Yixalayees txhaj quaj thov tug TSWV paab puab tawmtsaam cov Midias,"},{"bible_id":"1726","chapter_code":"JDG.6","verse_code":"JDG.6.8","label":"8","content":"tug TSWV txhaj khaiv ib tug cevlug coj tug TSWV kws yog cov Yixalayees tug Vaajtswv tej lug lug has rua cov Yixalayees has tas, “Kuv tau coj mej tawm ntawm txujkev ua qhev nraag tebchaws Iziv lug."},{"bible_id":"1726","chapter_code":"JDG.6","verse_code":"JDG.6.9","label":"9","content":"Kuv cawm mej dlim ntawm cov tuabneeg Iziv hab cov tuabneeg kws pheej tuaj tua mej huv lub tebchaws nuav. Kuv muab puab ntab tawm taabmeeg mej, hab kuv muab puab lub tebchaws pub rua mej nyob."},{"bible_id":"1726","chapter_code":"JDG.6","verse_code":"JDG.6.10","label":"10","content":"Kuv tub qha rua mej has tas, kuv yog tug TSWV kws yog mej tug Vaajtswv, kuas mej tsi xob moog pe cov Amaules kws nrug mej nyob huv lub tebchaws nuav tej vaajtswv. Tabsis mej yeej tsi noog kuv tej lug hlo le.”"},{"bible_id":"1726","chapter_code":"JDG.6","verse_code":"JDG.6.11","label":"11","content":"Ces tug TSWV tug timtswv txawm lug rua huv lub zog Aufelas, hab lug nyob ntawm Yau-as tsob qaab ntoo qheb, Yau-as yog Anpi-exes cuab kwvtij. Nwg tug tub Nkide-oos taabtom ntaus nplej huv lub chaw tsuam txiv maab, kuas cov Midias tsi xob pum nwg."},{"bible_id":"1726","chapter_code":"JDG.6","verse_code":"JDG.6.12","label":"12","content":"Tug TSWV tug timtswv lug rua Nkide-oos pum ntawm qhov chaw ntawd hab has tas, “Tug txivneej sab tawv hab muaj zug, tug TSWV nrug nraim koj nyob.”"},{"bible_id":"1726","chapter_code":"JDG.6","verse_code":"JDG.6.13","label":"13","content":"Nkide-oos has rua tug timtswv has tas, “Kuv thov nug koj, yog has tas tug TSWV nrug nraim peb nyob tag, ua le caag peb pheej raug kev txomnyem ua luaj? Tug TSWV tej txujci tseemceeb kws thaus peb cov yawmkoob ibtxwm pav qha rua peb has tas, Tsi yog tug TSWV coj peb tawm nraag tebchaws Iziv lug los? Tej ntawd nyob qhov twg lawm? Tabsis nwgnuav tug TSWV muab peb tso povtseg, hab muab peb cob rua cov Midias teg lawm.”"},{"bible_id":"1726","chapter_code":"JDG.6","verse_code":"JDG.6.14","label":"14","content":"Ces tug TSWV txhaj has rua Nkide-oos has tas, “Koj ca le muab koj tug zug luj zug nchaav moog tso cov Yixalayees kuas dlim ntawm cov Midias txhais teg. Kuv yog tug kws khaiv koj moog ntaag.”"},{"bible_id":"1726","chapter_code":"JDG.6","verse_code":"JDG.6.15","label":"15","content":"Nkide-oos teb has tas, “Tug TSWV, kuv yuav ua le caag moog tso tau cov Yixalayees? Kuv cuab kwvtij yog ib cuab kws tsawg heev nyob huv xeem Manaxes, hab kuv yog tug kws tsi tseemceeb nyob huv kuv tsev tuabneeg.”"},{"bible_id":"1726","chapter_code":"JDG.6","verse_code":"JDG.6.16","label":"16","content":"Tug TSWV teb has tas, “Koj yeej muaj peevxwm ua tau xwb, rua qhov kuv yuav paab koj. Koj yuav ntaus tau cov Midias yoojyim ib yaam le puab yog tuab leeg xwb.”"},{"bible_id":"1726","chapter_code":"JDG.6","verse_code":"JDG.6.17","label":"17","content":"Nkide-oos teb has tas, “Yog koj txaus sab rua kuv, koj ca le ua tej yaam qha rua kuv has tas, koj yog tug TSWV tag."},{"bible_id":"1726","chapter_code":"JDG.6","verse_code":"JDG.6.18","label":"18","content":"Thov koj tsi xob maaj moog, ca kuv coj zaub mov tuaj fij rua koj tsaiv.” Tug timtswv teb has tas, “Kuv yuav nyob ntawm nuav tog txug thaus koj rov qaab tuaj.”"},{"bible_id":"1726","chapter_code":"JDG.6","verse_code":"JDG.6.19","label":"19","content":"Yog le ntawd, Nkide-oos txhaj moog rua huv nwg tsev, nwg muab ib tug thaav tshis tua ua zaub hab muab cov moov nplej huv lub tawb zuaj ua ib cov ncuav tsi xyaw keeb. Nwg muab cov nqaj tso rua huv tawb hab muab cov kua nqaj tso rua huv laujkaub, nwg nqaa tej zaub mov ntawm moog rua tug TSWV tug timtswv huv qaab tsob ntoo qheb, hab muab tej zaub mov ntawd rua nwg."},{"bible_id":"1726","chapter_code":"JDG.6","verse_code":"JDG.6.20","label":"20","content":"Tug timtswv has rua Nkide-oos has tas, “Muab cov nqaj hab cov ncuav tso rua sau lub pobzeb nuav hab muab cov kua laub ywg cov nqaj hab cov ncuav ntawd.” Nkide-oos txawm ua le ntawd."},{"bible_id":"1726","chapter_code":"JDG.6","verse_code":"JDG.6.21","label":"21","content":"Ces tug TSWV tug timtswv txawm muab tug paas nreg kws nwg tuav rawv ntawm teg moog twb nkaus cov nqaj hab cov ncuav. Ces suavtawg txawm cig plawg huv lub pobzeb tuaj kub cov nqaj hab cov ncuav ntawd. Ces tug timtswv txawm pluj ndlais lawm."},{"bible_id":"1726","chapter_code":"JDG.6","verse_code":"JDG.6.22","label":"22","content":"Nkide-oos txhaj paub tseeb has tas, nwg tau pum tug TSWV tug timtswv lawm tag, nwg txhaj has lug ntshai tshee nyo has tas, “Tug TSWV kws kaav txhua tsaav yaam, kuv tau pum koj tug timtswv tim ntsej tim muag lawm tag!”"},{"bible_id":"1726","chapter_code":"JDG.6","verse_code":"JDG.6.23","label":"23","content":"Tabsis tug TSWV has rua nwg has tas, “Koj ca le kaaj sab. Tsi xob ntshai. Koj yuav tsi tuag.”"},{"bible_id":"1726","chapter_code":"JDG.6","verse_code":"JDG.6.24","label":"24","content":"Nkide-oos txawm ua tau ib lub thaaj rua tug TSWV ntawm thaaj chaw ntawd, hab tis npe hu ua, “Tug TSWV Yog Tug Muaj Kev Kaaj Sab.” (Lub thaaj ntawd yog Anpi-exes cuab kwvtij tug, hab tseem nyob huv lub zog Aufelas lug txug naj nub nua.)"},{"bible_id":"1726","chapter_code":"JDG.6","verse_code":"JDG.6.25","label":"25","content":"Mo ntawd tug TSWV lug has rua Nkide-oos has tas, “Ca le moog caab koj txiv tug txiv nyuj hab caab dlua ib tug txiv nyuj kws noobnyoog muaj xyaa xyoo  tuaj, muab koj txiv lub thaaj teev Npa-aas tsoo hab muab tug ncej dlaab Aselas kws txhus rua ntawm lub thaaj ib saab ntuv povtseg."},{"bible_id":"1726","chapter_code":"JDG.6","verse_code":"JDG.6.26","label":"26","content":"Ua ib lub thaaj kuas ruaj khov rua tug TSWV kws yog koj tug Vaajtswv rua sau lub ncov roob nuav. Ces caab tug txiv nyuj kws yog tug ob  lug tua hab muab hlawv taagnrho rua sau ua khoom fij, muab tug ncej dlaab Aselas kws koj ntuv ntawd ua tawg rauv ntaag.”"},{"bible_id":"1726","chapter_code":"JDG.6","verse_code":"JDG.6.27","label":"27","content":"Yog le ntawd, Nkide-oos txhaj coj nwg cov tubkhai kaum leej nrug nwg moog hab ua lawv le tug TSWV has kuas nwg ua. Nwg ntshai nyob tsaam nwg tsev tuabneeg hab cov tuabneeg kws nyob huv nroog pum nwg rhuav lub thaaj thaus nruab nub, nwg txhaj moog rhuav lub thaaj thaus tsaus ntuj."},{"bible_id":"1726","chapter_code":"JDG.6","verse_code":"JDG.6.28","label":"28","content":"Thaus kaaj ntug tej tuabneeg zej zog sawv ntxuv tuaj, puab pum tuabneeg tub muab lub thaaj kws teev Npa-aas hab tug ncej dlaab Aselas tsoo tawg taag lawm, hab tub muab tug txiv nyuj kws yog tug ob tua hlawv rua sau lub thaaj kws ua tshab lawm."},{"bible_id":"1726","chapter_code":"JDG.6","verse_code":"JDG.6.29","label":"29","content":"Puab sis nug zum zawg has tas, “Leejtwg yog tug ua le nuav?” Puab nug hab taug, ua cav yog Yau-as tug tub Nkide-oos rhuav tej ntawd ntaag."},{"bible_id":"1726","chapter_code":"JDG.6","verse_code":"JDG.6.30","label":"30","content":"Ces puab txawm moog has rua Yau-as has tas, “Coj koj tug tub tawm tuaj nrau nuav, peb muab nwg tua povtseg saib! Rua qhov nwg muab lub thaaj kws teev Npa-aas rhuav hab muab tug ncej dlaab Aselas kws txhus rua ntawm lub thaaj ib saab ntuv povtseg lawm.”"},{"bible_id":"1726","chapter_code":"JDG.6","verse_code":"JDG.6.31","label":"31","content":"Tabsis Yau-as has rua puab txhua tug kws sawv ntawm nwg xubndlag has tas, “Mej tuaj Npa-aas tog tshev kuv los? Mej paab Npa-aas los? Txhua tug kws tuaj Npa-aas tog, yuav raug tua tuag ua ntej kaaj ntug. Yog has tas Npa-aas yog vaajtswv tag, ca nwg paab nwg xwb. Lub thaaj kws muab rhuav ntawd tub yog nwg lub los sav.”"},{"bible_id":"1726","chapter_code":"JDG.6","verse_code":"JDG.6.32","label":"32","content":"Ces txij thaus ntawd lug suavdlawg txawm muab Nkide-oos hu ua Yelunpa-aas,  rua qhov Yau-as has tas, “Ca Npa-aas paab Npa-aas xwb; lub thaaj kws muab rhuav lawm tub yog nwg lub.”"},{"bible_id":"1726","chapter_code":"JDG.6","verse_code":"JDG.6.33","label":"33","content":"Ces taagnrho cov Midias, cov Amalej, hab tej tsaav tuabneeg kws nyob saab nubtuaj sau hlo ua ke hlaa tug Dlej Yauladees tuaj tsuam yeej rua huv lub Haav Yexelees."},{"bible_id":"1726","chapter_code":"JDG.6","verse_code":"JDG.6.34","label":"34","content":"Tug TSWV tug ntsujplig lug kaav hlo Nkide-oos, ces nwg txawm tshuab raaj tshuab xyu hu cov txivneej kws yog Anpi-exes cuab kwvtij tuaj nrug nwg moog."},{"bible_id":"1726","chapter_code":"JDG.6","verse_code":"JDG.6.35","label":"35","content":"Nwg khaiv tuabneeg moog hu Xeem Manaxes Saab Nubtuaj hab saab Nubpoob tuaj nrug nwg moog. Nwg khaiv tuabneeg moog hu xeem Aseles, Xenpuloos hab Nathalis, puab puavleej tuaj nrug nwg moog huv tuabsi."},{"bible_id":"1726","chapter_code":"JDG.6","verse_code":"JDG.6.36","label":"36","content":"Ces Nkide-oos has rua tug TSWV has tas, “Koj tau has tas koj yeej pum zoo khaiv kuv moog cawm cov Yixalayees."},{"bible_id":"1726","chapter_code":"JDG.6","verse_code":"JDG.6.37","label":"37","content":"Yog le ntawd, kuv yuav muab mivntsiv plaub yaaj coj moog tso rua huv aav ntawm lub chaw kws peb ntaus nplej. Yog thaus sawv ntxuv, lwg ntsu rua cov plaub yaaj, tabsis tsi ntub rua cov aav, ces kuv txhaj yuav paub has tas, koj siv kuv moog cawm cov Yixalayees tag.”"},{"bible_id":"1726","chapter_code":"JDG.6","verse_code":"JDG.6.38","label":"38","content":"Ces txawm muaj lawv le ntawd tag. Thaus kaaj ntug Nkide-oos moog nqaa cov plaub yaaj lug, hab muab tsu, ua cav dlej si laim lug puv nkaus taig."},{"bible_id":"1726","chapter_code":"JDG.6","verse_code":"JDG.6.39","label":"39","content":"Nkide-oos has rua Vaajtswv has tas, “Thov koj tsi xob chim rua kuv; ca kuv has ib lus ntxiv hab tsaiv. Thov ca kuv rov qaab muab cov plaub yaaj sim dlua ib zag ntxiv hab. Zag nuav ca cov plaub yaaj qhuav hab ca cov aav ntub lwg.”"},{"bible_id":"1726","chapter_code":"JDG.6","verse_code":"JDG.6.40","label":"40","content":"Mo ntawd Vaajtswv ua txhua yaam le ntawd tag. Taagkig kaaj ntug cov plaub yaaj yeej qhuav qhawv, tabsis cov aav ntub lwg taag."},{"bible_id":"1726","chapter_code":"JDG.7","verse_code":"JDG.7.1","label":"1","content":"Muaj ib nub Nkide-oos hab nwg cov tubrog sawv ntxuv moog tsuam yeej rua ntawm lub qhovdlej Halaus. Tabsis cov Midias tub tuaj tsuam yeej nyob rua ntawm lub haav kws nyob ze ntawm lub Ncov Roob Maules saab peg lawm."},{"bible_id":"1726","chapter_code":"JDG.7","verse_code":"JDG.7.2","label":"2","content":"Tug TSWV has rua Nkide-oos has tas, “Koj cov tuabneeg coob dlhau hwv lawm, yog kuv ca puab tua yeej cov Midias, nyob tsaam puab yuav khaav has tas, yog puab moog tua yeej xwb. Puab yuav tsi ncu txug has tas yog kuv paab puab."},{"bible_id":"1726","chapter_code":"JDG.7","verse_code":"JDG.7.3","label":"3","content":"Koj tshaajtawm rua suavdlawg has tas, ‘Yog leejtwg ntshai, tug ntawd ca le rov moog tsev, hab peb yuav nyob ntawm lub Roob Nkile-as nuav.’ ” Yog le ntawd, muaj neeg nkaum ob txheeb leej txhaj rov qaab moog tsev lawm, tshuav kaum txheeb leej nyob lawm xwb."},{"bible_id":"1726","chapter_code":"JDG.7","verse_code":"JDG.7.4","label":"4","content":"Ces tug TSWV has rua Nkide-oos has tas, “Koj tseem tshuav tuabneeg coob heev hab. Coj puab nqeg moog lawm nraag haav dlej, nyob nraag kuv yuav xaiv puab rua koj. Yog kuv kuas tug twg nrug koj moog, nwg yeej yuav moog. Yog kuv kuas tug twg tsi xob moog, nwg yeej yuav tsi moog.”"},{"bible_id":"1726","chapter_code":"JDG.7","verse_code":"JDG.7.5","label":"5","content":"Nkide-oos txhaj coj cov tuabneeg ntawd nqeg moog rua nraag haav dlej, hab tug TSWV has rua nwg tas, “Muab cov kws hlauv nplaig moog yaim dlej le dlev, cais tawm ntawm cov kws txhus caug nyo moog haus dlej.”"},{"bible_id":"1726","chapter_code":"JDG.7","verse_code":"JDG.7.6","label":"6","content":"Cov kws nyo hab muab phoov teg cug dlej lug haus muaj peb puas leej; dlua le cov puavleej txhus caug nyo moog haus dlej xwb."},{"bible_id":"1726","chapter_code":"JDG.7","verse_code":"JDG.7.7","label":"7","content":"Tug TSWV has rua Nkide-oos has tas, “Kuv yuav paab koj hab pub kuas koj coj peb puas leej kws muab teg cug dlej lug haus ntawd moog tua yeej cov Midias. Dlua le cov, ces kuas puab rov qaab moog tsev huv tuabsi.”"},{"bible_id":"1726","chapter_code":"JDG.7","verse_code":"JDG.7.8","label":"8","content":"Yog le ntawd, Nkide-oos txhaj tso cov Yixalayees rov qaab moog tsev, tsuas tseg peb puas leej ntawd nrug nwg xwb, hab puab khaws taagnrho tej zaub mov hab tej raaj tej xyu ca. Cov Midias lub yeej nyob huv haav."},{"bible_id":"1726","chapter_code":"JDG.7","verse_code":"JDG.7.9","label":"9","content":"Mo ntawd tug TSWV has rua Nkide-oos has tas, “Ca le sawv hab moog tua cov Midias lub yeej; kuv yuav pub kuas koj tua yeej puab."},{"bible_id":"1726","chapter_code":"JDG.7","verse_code":"JDG.7.10","label":"10","content":"Tabsis yog koj ntshai moog tua, ca le coj koj tug tubkhai Pulas nrug koj nqeg moog rua huv puab lub yeej."},{"bible_id":"1726","chapter_code":"JDG.7","verse_code":"JDG.7.11","label":"11","content":"Koj yuav nov tej kws puab sis thaam, ces yuav txhawb koj tug zug moog tua lub yeej ntawd.” Yog le ntawd, Nkide-oos hab nwg tug tubkhai Pulas txhaj nqeg moog rua huv cov yeebncuab lub ntug yeej."},{"bible_id":"1726","chapter_code":"JDG.7","verse_code":"JDG.7.12","label":"12","content":"Cov Midias, cov Amalej hab tej tsaav tuabneeg kws nyob saab nubtuaj, tuaj nyob rua huv lub haav coob ua npoj ntwg ib yaam le cov kooj txomfaav, puab muaj ntxhuav coob cuag le tej xuabzeb ntawm ntug havtxwv."},{"bible_id":"1726","chapter_code":"JDG.7","verse_code":"JDG.7.13","label":"13","content":"Thaus Nkide-oos moog txug, nwg nov ib tug txivneej pav ib zaaj npau suav rua nwg tug phoojywg noog. Nwg has tas, “Kuv ua npau suav pum ib lub ncuav pas ndlog lug rua huv peb lub yeej hab lub ncuav ntawd tsoo ib lub tsevntaub. Lub tsevntaub qaug kag hab pua lua rua sau npoo aav.”"},{"bible_id":"1726","chapter_code":"JDG.7","verse_code":"JDG.7.14","label":"14","content":"Nwg tug phoojywg teb has tas, “Zaaj npau suav nuav mas yog Yau-as tug tub Nkide-oos kws yog tsaav tuabneeg Yixalayees raab ntaaj xwb! Muab txhais lug mas yuav tsi yog lwm yaam le lauj! Vaajtswv yeej yuav pub rua nwg tua yeej cov Midias hab peb cov tubrog huv tuabsi ntaag!”"},{"bible_id":"1726","chapter_code":"JDG.7","verse_code":"JDG.7.15","label":"15","content":"Thaus Nkide-oos nov tug txivneej ntawd zaaj npau suav hab paub lub ntsab lug lawm, nwg txawm txhus caug dlua pe tug TSWV. Ces nwg txawm rov lug rua sau cov Yixalayees lub yeej hab has tas, “Ca le sawv! Tug TSWV tub pub mej tua yeej cov tubrog Midias lawm!”"},{"bible_id":"1726","chapter_code":"JDG.7","verse_code":"JDG.7.16","label":"16","content":"Nkide-oos muab nwg peb puas leej tubrog faib ua peb paab hab muab ib tug tubrog twg ib lub xyu hab ib leeg ib lub hub ntim roj nrug ib teg tsau."},{"bible_id":"1726","chapter_code":"JDG.7","verse_code":"JDG.7.17","label":"17","content":"Nwg has rua puab tas, “Thaus kuv moog txug ndlua ntawm ntug yeej, mej saib kuv ua le caag, mej ca le ua lawv le kuv ua ntawd."},{"bible_id":"1726","chapter_code":"JDG.7","verse_code":"JDG.7.18","label":"18","content":"Thaus kuv hab cov tuabneeg kws nrug kuv, peb tshuab peb tej xyu, ces mej ca le tshuab mej tej xyu hab qw txhua qhov ncig lub yeej has tas, ‘Peb ua rua tug TSWV hab ua rua Nkide-oos.’ ”"},{"bible_id":"1726","chapter_code":"JDG.7","verse_code":"JDG.7.19","label":"19","content":"Nkide-oos hab nwg cov tubrog ib puas leej moog txug rua ntawm ntug yeej ua ntej thaus ib taag mo, tom qaab lub sijhawm kws cov faajxwm nyavnyuas hloov tuabneeg. Ces puab txawm tshuab raaj tshuab xyu hab tsoo tej hub kws puab tuav ntawm teg,"},{"bible_id":"1726","chapter_code":"JDG.7","verse_code":"JDG.7.20","label":"20","content":"ob paab tom qaab los kuj ua ib yaam le ntawd. Puab txhua tug ib leeg tuav rawv ib teg tsau ntawm saab teg txhumphem, hab saab teg xis tuav rawv xyu tshuab, puab qw nrov heev has tas, “Tug TSWV hab Nkide-oos raab ntaaj tuaj lawm lauj!”"},{"bible_id":"1726","chapter_code":"JDG.7","verse_code":"JDG.7.21","label":"21","content":"Txhua tug nyag sawv tuabywv ntawm nyag qhov chaw ncig lub yeej. Yeebncuab cov tubrog ntshai heev hab quaj qw sis fuas kev tsiv rov qaab."},{"bible_id":"1726","chapter_code":"JDG.7","verse_code":"JDG.7.22","label":"22","content":"Thaus Nkide-oos cov tubrog tseem taabtom tshuab puab tej xyu, tug TSWV ua rua cov yeebncuab rhu puab tej ntaaj lug, ib leeg rov tua ib leeg. Puab tsiv moog txug ntawm Npethes Sitas hab taug txujkev ntawm XalethAas moog txug ndlua ntawm lub nroog Anpees Mehaulas kws nyob ze Tanpas."},{"bible_id":"1726","chapter_code":"JDG.7","verse_code":"JDG.7.23","label":"23","content":"Ces puab moog hu xeem Nathalis, xeem Aseles hab taagnrho xeem Manaxes kuas tuaj; hab puab moog caum cov Midias tua."},{"bible_id":"1726","chapter_code":"JDG.7","verse_code":"JDG.7.24","label":"24","content":"Nkide-oos khaiv tuabneeg moog has thoob plawg cov tuabneeg kws nyob peg tej ncov roob Efalayees has tas, “Mej ca le nqeg lug hab moog tog kev tua cov Midias, moog zuv lawv tug ntug Dlej Yauladees hab lawv tej ntug dlej ua ntu zug moog kuas txug rua ntawm Npenpalas, tsi xob pub cov Midias tsiv lug hlaa le. Yog le ntawd txhaj muaj tuabneeg moog hu cov Efalayees tuaj txoos ua ke, hab puab moog zuv lawv tug ntug dlej Yauladees hab lawv tej ntug dlej ua ntu zug moog txug ndlua rua ntawm Npenpalas.”"},{"bible_id":"1726","chapter_code":"JDG.7","verse_code":"JDG.7.25","label":"25","content":"Puab nteg tau Aules hab Xees, obtug yog cov Midias ob tug thawj; puab muab Aules tua rua ntawm lub Pobzeb Aules, hab muab Xees tua rua ntawm lub chaw tsuam txiv maab Xees. Puab rau sab ntso caum cov Midias tua, hab nqaa Aules hab Xees obtug ob lub taubhau lug rua Nkide-oos, Nkide-oos nyob ntawm tug Dlej Yauladees saab nubtuaj."},{"bible_id":"1726","chapter_code":"JDG.8","verse_code":"JDG.8.1","label":"1","content":"Ces cov Efalayees has rua Nkide-oos has tas, “Vim le caag koj tsi hu peb thaus koj moog tua cov Midias? Vim le caag koj ua saib tsi taug peb le?” Puab ywg Nkide-oos txug zaaj nuav phem kawg le."},{"bible_id":"1726","chapter_code":"JDG.8","verse_code":"JDG.8.2","label":"2","content":"Tabsis Nkide-oos has rua puab tas, “Muab tej kws kuv ua taag lug pev rua tej kws mej ua mas tsi muaj nqes dlaabtsi. Tej txiv maab kws mej cov Efalayees moog khaws tau lug tseem zoo dlua tej kws kuv cov Anpi-exes moog dle lug hab."},{"bible_id":"1726","chapter_code":"JDG.8","verse_code":"JDG.8.3","label":"3","content":"Vaajtswv muab Aules hab Xees kws yog cov Midias ob tug thawjcoj cob rua mej teg. Yuav ua le caag muab tej kws kuv ua pev tau rua qhov ntawd.?” Thaus Nkide-oos has le nuav taag, puab txhaj zoo sab tsi chim lawm."},{"bible_id":"1726","chapter_code":"JDG.8","verse_code":"JDG.8.4","label":"4","content":"Thaus lub sijhawm ntawd, Nkide-oos hab nwg peb puas leej tubrog tub lug txug rua ntawm tug Dlej Yauladees, hab hlaa dlej rua saab tim lawm."},{"bible_id":"1726","chapter_code":"JDG.8","verse_code":"JDG.8.5","label":"5","content":"Thaus puab lug txug rua huv lub nroog Xukaus, Nkide-oos has rua cov tuabneeg kws nyob huv lub nroog ntawd tas, “Thov mej muab ib cov ncuav rua kuv cov tubrog noj, puab qaug zug heev lawm, hab kuv tseem taabtom caum Xenpas hab Xamunas kws yog cov Midias ob tug vaajntxwv.”"},{"bible_id":"1726","chapter_code":"JDG.8","verse_code":"JDG.8.6","label":"6","content":"Tabsis cov thawjcoj kws nyob huv Xukaus has tas, “Yog vim le caag koj txhaj kuas peb muab mov rua koj cov tubrog noj? Mej tseem caum nteg tsi tau Xenpas hab Xamunas obtug los sav?”"},{"bible_id":"1726","chapter_code":"JDG.8","verse_code":"JDG.8.7","label":"7","content":"Nkide-oos teb has tas, “Tau lawm! Thaus tug TSWV muab Xenpas hab Xamunas obtug cob rua kuv, kuv maam muab nplawm maab xuavpaug hab nplawm xuavpaug kaug nraaj tom taj suabpuam lug nplawm mej.”"},{"bible_id":"1726","chapter_code":"JDG.8","verse_code":"JDG.8.8","label":"8","content":"Nkide-oos moog rua huv lub nroog Penuyees, hab thov cov tuabneeg huv lub nroog ntawd mov noj ib yaam nkaus, tabsis cov tuabneeg huv lub nroog Penuyees los kuj teb nwg ib yaam le cov tuabneeg huv lub nroog Xukaus hab."},{"bible_id":"1726","chapter_code":"JDG.8","verse_code":"JDG.8.9","label":"9","content":"Yog le ntawd, nwg txhaj has rua puab tas, “Thaus kuv moog ntaus rog yeej rov qaab lug, kuv yuav rhuav lub chaw tsomfaaj nuav povtseg.”"},{"bible_id":"1726","chapter_code":"JDG.8","verse_code":"JDG.8.10","label":"10","content":"Xenpas hab Xamunas coj obtug tej tubrog nrug obtug moog nyob huv lub nroog Kakaus. Taagnrho cov tuabneeg kws nyob saab nubtuaj, cov tubrog tsuas tshuav kwvyees le kaum tsib txheeb leej lawm xwb; cov tubrog kws raug tua tuag lawm, muaj ib puas neeg nkaum txheeb leej."},{"bible_id":"1726","chapter_code":"JDG.8","verse_code":"JDG.8.11","label":"11","content":"Nkide-oos taug txujkev lawv ntug taj suabpuam kws nyob saab nubtuaj, ntawm lub nroog Naunpas hab Yanpehas, nyaag moog tua yeebncuab cov tubrog thaus puab tsi ncu ceevfaaj hlo le."},{"bible_id":"1726","chapter_code":"JDG.8","verse_code":"JDG.8.12","label":"12","content":"Cov Midias ob tug vaajntxwv kws yog Xenpas hab Xamunas dlha tawm tsiv, tabsis Nkide-oos caum obtug hab nteg tau obtug rov qaab lug, ua rua obtug cov tubrog ceeb hab tsiv tawg ri sua."},{"bible_id":"1726","chapter_code":"JDG.8","verse_code":"JDG.8.13","label":"13","content":"Thaus Nkide-oos rov huv tshaav rog lug, nwg taug txujkev kws hlaa ntawm Heles lug,"},{"bible_id":"1726","chapter_code":"JDG.8","verse_code":"JDG.8.14","label":"14","content":"nwg nteg tau ib tug tub hluas nyob huv lub nroog Xukaus tuaj, nwg ua tuab zoo nug tug tub hluas ntawd. Ces tug tub hluas txawm sau xyaa caum xyaa leej thawjcoj kws nyob huv lub nroog Xukaus cov npe rua Nkide-oos."},{"bible_id":"1726","chapter_code":"JDG.8","verse_code":"JDG.8.15","label":"15","content":"Nkide-oos rov qaab lug ntsib cov tuabneeg huv Xukaus hab has rua puab tas, “Mej puas ncu txug qhov kws mej tsi kaam paab kuv lawm? Mej has tas mej tsi pub zaub mov rua kuv cov tubrog noj, rua qhov kuv nteg tsi tau Xenpas hab Xamunas obtug. Nwgnuav kuv nteg tau obtug lug ntawm nuav lawm!”"},{"bible_id":"1726","chapter_code":"JDG.8","verse_code":"JDG.8.16","label":"16","content":"Ces Nkide-oos muab cov nplawm maab xuavpaug hab cov nplawm xuavpaug nraaj kws txav tom taj suabpuam lug nplawm cov thawjcoj huv lub nroog Xukaus ntawd."},{"bible_id":"1726","chapter_code":"JDG.8","verse_code":"JDG.8.17","label":"17","content":"Hab nwg muab lub chaw tsomfaaj huv lub nroog Penuyees rhuav qaug taag hab muab cov txivneej huv lub nroog ntawd tua povtseg huv tuabsi."},{"bible_id":"1726","chapter_code":"JDG.8","verse_code":"JDG.8.18","label":"18","content":"Nkide-oos nug Xenpas hab Xamunas obtug has tas, “Cov tuabneeg kws meb muab tua sau Roob Tanpaus zoo le caag?” Obtug teb has tas, “Puab zoo ib yaam le koj. Puab txhua tug puavleej zoo ib yaam le vaajntxwv tej tub hab ntaag.”"},{"bible_id":"1726","chapter_code":"JDG.8","verse_code":"JDG.8.19","label":"19","content":"Nkide-oos has tas, “Puab yog kuv cov kwvtij, hab yog kuv nam cov tub kag ntaag. Tug TSWV kws muaj sa nyob, paub has tas yog meb tsi tua puab povtseg, kuv yuav tsi tua meb ib yaam nkaus hab.”"},{"bible_id":"1726","chapter_code":"JDG.8","verse_code":"JDG.8.20","label":"20","content":"Nkide-oos has rua nwg tug tub hlub Yethes has tas, “Koj ca le muab obtug tua los mas.” Tabsis tug tub tsaa tsi taug nwg raab ntaaj tua obtug le. Nwg ntshai heev, rua qhov nwg tseem yog tub hluas xwb."},{"bible_id":"1726","chapter_code":"JDG.8","verse_code":"JDG.8.21","label":"21","content":"Xenpas hab Xamunas obtug has rua Nkide-oos has tas, “Yog koj yog txivneej yawg tag, koj ca le tua wb xwb.” Yog le ntawd, Nkide-oos txhaj muab obtug tua hab dlaws tej saw tooj ntawm obtug cov ntxhuav nqaa huv tuabsi lawm."},{"bible_id":"1726","chapter_code":"JDG.8","verse_code":"JDG.8.22","label":"22","content":"Tom qaab ntawd, cov Yixalayees has rua Nkide-oos has tas, “Koj ca le ua tug tswjfwm peb, hab tom qaab kws dlua koj lawm los koj tug tub hab koj cov xeebntxwv yuav ua ib yaam nkaus le ntawd, rua qhov koj cawm peb dlim ntawm cov Midias txhais teg lug lawm.”"},{"bible_id":"1726","chapter_code":"JDG.8","verse_code":"JDG.8.23","label":"23","content":"Nkide-oos teb has tas, “Kuv hab kuv tug tub yuav tsi ua tug tswjfwm mej, tug TSWV yuav tswjfwm mej.”"},{"bible_id":"1726","chapter_code":"JDG.8","verse_code":"JDG.8.24","label":"24","content":"Tabsis nwg txaav zog moog hab has tas, “Ca kuv thov yuav ib yaam ntawm mej. Thov mej txhua tug muab tej qhws ntsej kws mej moog fuab tau lug nqaa huv tuabsi tuaj rua kuv.” (Cov Midias coj qhws ntsej kub ib yaam le cov tuabneeg kws nyob tom taj suabpuam hab.)"},{"bible_id":"1726","chapter_code":"JDG.8","verse_code":"JDG.8.25","label":"25","content":"Cov pejxeem teb has tas, “Peb txaus sab yuav nqaa tej qhws ntsej ntawd tuaj rua koj.” Puab nthuav hlo ib dlaim ntaub lug pua, hab txhua tug nqaa tej qhws ntsej kub kws puab fuab tau lug ntawd tuaj tso rua ntawm dlaim ntaub."},{"bible_id":"1726","chapter_code":"JDG.8","verse_code":"JDG.8.26","label":"26","content":"Cov qhws ntsej kub kws Nkide-oos tau ntawd nyaav tshaaj plaub caug choj, hab cov nuav tub tsi tau xaam tej saw, tej paug hab tej rig tsho ntaub paajyeeb kws cov Midias ob tug vaajntxwv naav lossis tej saw tooj kws puab dlai rua ntawm puab cov ntxhuav cejdlaab."},{"bible_id":"1726","chapter_code":"JDG.8","verse_code":"JDG.8.27","label":"27","content":"Nkide-oos muab cov kub ntawd nchuav ua ib tug Efaus, nqaa moog txawb rua huv Aufelas kws yog nwg lub nroog. Taagnrho cov Yixalayees puavleej muab Vaajtswv tso tseg hab moog pe tug Efaus ntawd rua huv lub nroog Aufelas. Tug Efaus ntawd yog rooj ntaa npuj kws cuab tog Nkide-oos hab nwg tsev tuabneeg kev ntaag."},{"bible_id":"1726","chapter_code":"JDG.8","verse_code":"JDG.8.28","label":"28","content":"Txij thaus ntawd lug cov Midias txhaj swb cov Yixalayees hab puab tsaa tsi tau taubhau ntxiv le lawm. Lub tebchaws muaj kev thaajyeeb tau plaub caug xyoo moog txug thaus Nkide-oos tuag lawm."},{"bible_id":"1726","chapter_code":"JDG.8","verse_code":"JDG.8.29","label":"29","content":"Nkide-oos rov moog nyob huv nwg lub tsev."},{"bible_id":"1726","chapter_code":"JDG.8","verse_code":"JDG.8.30","label":"30","content":"Nkide-oos muaj xyaa caum leej tub, rua qhov nwg muaj ntau tug quaspuj."},{"bible_id":"1726","chapter_code":"JDG.8","verse_code":"JDG.8.31","label":"31","content":"Nwg tseem muaj ib tug nam yau nyob huv lub nroog Sekhees; tug nam yau ntawd yug tau ib tug tub rua Nkide-oos, nwg tis tug tub ntawd npe hu ua Anpimelej."},{"bible_id":"1726","chapter_code":"JDG.8","verse_code":"JDG.8.32","label":"32","content":"Yau-as tug tub Nkide-oos tuag thaus nwg noobnyoog laug heev, hab luas coj nwg moog log rua huv nwg txiv Yau-as lub qhov ntxaa, huv lub nroog Aufelas kws yog Anpi-exes cuab kwvtij lub nroog."},{"bible_id":"1726","chapter_code":"JDG.8","verse_code":"JDG.8.33","label":"33","content":"Tom qaab kws Nkide-oos tuag lawm, cov Yixalayees rov tsi muab sab npuab Vaajtswv hab moog teev Npa-aas dlua. Puab teev Npa-aas Npelis ua puab tug vaajtswv,"},{"bible_id":"1726","chapter_code":"JDG.8","verse_code":"JDG.8.34","label":"34","content":"hab tseg tsi pehawm tug TSWV kws yog puab tug Vaajtswv tug kws cawm puab dlim ntawm puab cov yeebncuab kws nyob puagncig puab lawm."},{"bible_id":"1726","chapter_code":"JDG.8","verse_code":"JDG.8.35","label":"35","content":"Puab yeej tsi ris Nkide-oos tsev tuabneeg tej txaj ntsig hab txhua yaam zoo kws nwg tau ua paab cov Yixalayees taag lug lawm."},{"bible_id":"1726","chapter_code":"JDG.9","verse_code":"JDG.9.1","label":"1","content":"Nkide-oos tug tub Anpimelej moog saib nwg nam cov neejtsaa huv lub nroog Sekhees, hab nwg has rua nwg nam cov neejtsaa"},{"bible_id":"1726","chapter_code":"JDG.9","verse_code":"JDG.9.2","label":"2","content":"kuas nug cov tuabneeg huv Sekhees has tas, “Saib mej yuav taagnrho Nkide-oos xyaa caum leej tub ua nom kaav mej lossis mej xaav yuav ib tug kaav mej xwb? Ncu ntsoov has tas, Anpimelej txhaj yog mej nqaj mej tawv hab yog mej roj mej ntshaav xwb.”"},{"bible_id":"1726","chapter_code":"JDG.9","verse_code":"JDG.9.3","label":"3","content":"Nwg nam cov neejtsaa txhaj moog paab nwg has zaaj nuav rua cov tuabneeg kws nyob huv lub nroog Sekhees, hab cov tuabneeg huv lub nroog Sekhees pum zoo yuav Anpimelej, rua qhov nwg txheeb ze puab."},{"bible_id":"1726","chapter_code":"JDG.9","verse_code":"JDG.9.4","label":"4","content":"Puab muab tau xyaa caum dlaim nyaj huv lub tsev kws puab teev Npa-aas Npelis lug rua nwg. Hab nwg muab cov nyaj nuav moog ndlav tau ib paab tuabneeg lajlees kws tsi tsimtxaj lug tuaj nwg tog."},{"bible_id":"1726","chapter_code":"JDG.9","verse_code":"JDG.9.5","label":"5","content":"Nwg txhaj rov moog tom nwg txiv lub tsev kws nyob huv lub nroog Aufelas, hab moog nteg nwg xyaa caum leej kwvtij kws puavleej yog Nkide-oos cov tub coj moog tua huv tuabsi rua sau ib dlaim laag zeb. Tabsis Yauthaas kws yog Nkide-oos tug tub ntxawg tsiv nkaum lawm nwg txhaj tsi raug tua xwb."},{"bible_id":"1726","chapter_code":"JDG.9","verse_code":"JDG.9.6","label":"6","content":"Ces taagnrho cov tuabneeg huv lub nroog Sekhees hab huv lub nroog Npemilaus tuaj txoos ua ke rua ntawm qaab tsob ntoo xeeb huv lub nroog Sekhees. Puab moog muab Anpimelej tsaa ua vaajntxwv."},{"bible_id":"1726","chapter_code":"JDG.9","verse_code":"JDG.9.7","label":"7","content":"Thaus Yauthaas nov dlheev txug zaaj nuav, nwg txhaj moog sawv sau lub ncov Roob Nkelixees, hab qw tuaj rua puab has tas, “Cov tuabneeg Sekhees, yog mej noog kuv has, Vaajtswv txhaj yuav noog mej has!"},{"bible_id":"1726","chapter_code":"JDG.9","verse_code":"JDG.9.8","label":"8","content":"Muaj ib zag tej ntoo txawm tawm moog xaiv ib tug vaajntxwv kaav puab. Puab has rua tug ntoo roj has tas, ‘Koj ca le ua vaajntxwv kaav peb.’"},{"bible_id":"1726","chapter_code":"JDG.9","verse_code":"JDG.9.9","label":"9","content":"Tug ntoo roj teb has tas, ‘Yog muab kuv tsaa ua vaajntxwv kaav mej, kuv tsi tau txi kuv tej txiv lug ua roj siv rua tej dlaab hab tej tuabneeg tau ntsejmuag lawm.’"},{"bible_id":"1726","chapter_code":"JDG.9","verse_code":"JDG.9.10","label":"10","content":"Ces tej ntoo ntawd has rua tug ntoo txiv ncuav pas has tas, ‘Koj ca le ua vaajntxwv kaav peb.’"},{"bible_id":"1726","chapter_code":"JDG.9","verse_code":"JDG.9.11","label":"11","content":"Tug ntoo txiv ncuav pas teb has tas, ‘Yog muab kuv tsaa ua vaajntxwv kaav mej, kuv yuav tsi tau txi kuv tej txiv kws qaab zib heev lawm.’"},{"bible_id":"1726","chapter_code":"JDG.9","verse_code":"JDG.9.12","label":"12","content":"Yog le ntawd, tej ntoo txhaj has rua tsob txiv maab has tas, ‘Koj ca le ua vaajntxwv kaav peb.’"},{"bible_id":"1726","chapter_code":"JDG.9","verse_code":"JDG.9.13","label":"13","content":"Tabsis tsob txiv maab teb has tas, ‘Yog muab kuv tsaa ua vaajntxwv kaav mej, kuv yuav tsi tau txi kuv tej txiv lug ua cawv rua tej dlaab hab tej tuabneeg muaj kev zoo sab lawm.’"},{"bible_id":"1726","chapter_code":"JDG.9","verse_code":"JDG.9.14","label":"14","content":"Ces taagnrho tej ntoo ntawd txawm has rua tsob maab xuavpaug has tas, ‘Koj ca le ua vaajntxwv kaav peb.’"},{"bible_id":"1726","chapter_code":"JDG.9","verse_code":"JDG.9.15","label":"15","content":"Tsob maab xuavpaug teb has tas, ‘Yog mej xaav muab kuv tsaa ua mej tug vaajntxwv tag, mej ca le lug nkaum huv kuv tug dluab ntxoov ntxoo. Yog mej tsi kaam lug, suavtawg yuav tawm huv kuv tej ceg tuaj kub tej ntoo cab peg Lenpanoos kuas taag huv tuabsi.’ ”"},{"bible_id":"1726","chapter_code":"JDG.9","verse_code":"JDG.9.16","label":"16","content":"Yauthaas has ntxiv tas, “Mej yeej muaj nplooj sab ncaaj nceeg dlawb paug thaus mej tsaa Anpimelej ua mej tug vaajntxwv tag los? Mej ua le nuav puas yog mej pauj txaj ntsig rua Nkide-oos hab nwg tsev tuabneeg?"},{"bible_id":"1726","chapter_code":"JDG.9","verse_code":"JDG.9.17","label":"17","content":"Mej yuavtsum ncu ntsoov has tas, kuv txiv yog tug kws tuaj paab mej tua mej cov yeebncuab. Nwg muab nwg txujsa cawm mej dlim ntawm cov Midias txhais teg lug."},{"bible_id":"1726","chapter_code":"JDG.9","verse_code":"JDG.9.18","label":"18","content":"Tabsis nub nua mej ntxeev sab tig rov qaab tawmtsaam kuv txiv tsev tuabneeg. Mej muab kuv txiv xyaa caum leej tub tua rua sau ib dlaim laag zeb, hab mej muab Anpimelej kws yog kuv txiv tug nkauj qhe tug tub tsaa ua vaajntxwv kaav mej huv lub nroog Sekhees, rua qhov nwg txheeb ze mej."},{"bible_id":"1726","chapter_code":"JDG.9","verse_code":"JDG.9.19","label":"19","content":"Tej kws nub nua mej ua, yog ua rua Nkide-oos hab nwg tsev tuabneeg, hab yog ua lug ntawm lub sab ncaaj nceeg tag, ces mej ca le txaus sab rua Anpimelej hab nwg ca le txaus sab rua mej."},{"bible_id":"1726","chapter_code":"JDG.9","verse_code":"JDG.9.20","label":"20","content":"Yog has tas tsi yog le ntawd, thov kuas nplaim tawg ca le tawm huv Anpimelej tuaj kub cov tuabneeg kws nyob huv lub nroog Sekhees hab Npemilaus. Thov kuas nplaim tawg tawm huv cov tuabneeg kws nyob huv lub nroog Sekhees hab Npemilaus tuaj kub Anpimelej kuas taag.”"},{"bible_id":"1726","chapter_code":"JDG.9","verse_code":"JDG.9.21","label":"21","content":"Vim Yauthaas ntshai nwg tug tijlaug Anpimelej, nwg txhaj tsiv moog nyob huv lub nroog Npe-eles lawm."},{"bible_id":"1726","chapter_code":"JDG.9","verse_code":"JDG.9.22","label":"22","content":"Anpimelej kaav cov Yixalayees tau peb xyoos."},{"bible_id":"1726","chapter_code":"JDG.9","verse_code":"JDG.9.23","label":"23","content":"Ces Vaajtswv ua rua Anpimelej hab cov tuabneeg huv lub nroog Sekhees tsi sis humxeeb, puab tau ntxeev sab tawmtsaam Anpimelej."},{"bible_id":"1726","chapter_code":"JDG.9","verse_code":"JDG.9.24","label":"24","content":"Tej xwm nuav tshwmsim tub yog vim Anpimelej tua Nkide-oos xyaa caum leej tub tuag lab ntshaa tsuag, nwgnuav tej ntshaav ntawd txhaj ua siv ua npug poob lug rua sau puab tug kwvtij Anpimelej hab cov tuabneeg huv Sekhees kws paab Anpimelej tua nwg cov kwvtij."},{"bible_id":"1726","chapter_code":"JDG.9","verse_code":"JDG.9.25","label":"25","content":"Cov tuabneeg huv lub nroog Sekhees txhij ib paab tuabneeg moog nkaum huv tej koog ntoo sau tej ncov roob tog kev tua Anpimelej, hab puab fuab txhua tug tuabneeg kws taug txujkev ntawd. Ces txawm muaj tuabneeg moog has zaaj nuav rua Anpimelej paub."},{"bible_id":"1726","chapter_code":"JDG.9","verse_code":"JDG.9.26","label":"26","content":"Enpes tug tub Nka-as nrug nwg cov kwvtij tuaj txug huv lub nroog Sekhees, mas cov tuabneeg huv lub nroog ntawd ca sab heev rua nwg."},{"bible_id":"1726","chapter_code":"JDG.9","verse_code":"JDG.9.27","label":"27","content":"Puab txawm tawm moog dle tej txiv maab huv puab tej vaaj coj lug tsuam ua cawv, hab npaaj ua ib rooj noj haus. Puab moog rua huv puab tug vaajtswv lub tuamtsev, puab noj haus ua kev lomzem hab luag Anpimelej plig heev."},{"bible_id":"1726","chapter_code":"JDG.9","verse_code":"JDG.9.28","label":"28","content":"Nka-as has tas, “Peb cov tuabneeg kws nyob huv lub nroog Sekhees nuav yog tuabneeg dlaabtsi? Vim le caag peb ca nyuas Anpimelej ntawd kaav peb? Nwg yog leejtwg tag? Nwg tsuas yog Nkide-oos tug tub xwb los sav! Hab Xenpules yog tug sawv cev ntawm nwg, vim le caag peb pheej ua num rua nwg? Ca le fwm mej yawmkoob Hamaules tug kws yog cov tuabneeg Sekhees leej txiv!"},{"bible_id":"1726","chapter_code":"JDG.9","verse_code":"JDG.9.29","label":"29","content":"Kheev laam yog kuv tau ua cov pejxeem nuav tug thawj xwb lauj! Kuv yuav lawv Anpimelej tawm tsiv moog ntaag! Kuv yuav has rua nwg  has tas, ‘Ca le txhij koj cov tubrog tawm tuaj nrug peb sis tua!’ ”"},{"bible_id":"1726","chapter_code":"JDG.9","verse_code":"JDG.9.30","label":"30","content":"Thaus Xenpules kws kaav lub nroog nov tej lug kws Nka-as has ntawd, ua rua nwg chim heev."},{"bible_id":"1726","chapter_code":"JDG.9","verse_code":"JDG.9.31","label":"31","content":"Nwg txhaj xaa xuv moog rua Anpimelej huv lub nroog Alumas  has tas, “Enpes tug tub Nka-as hab nwg cov kwvtij tau tuaj txug huv lub nroog Sekhees, hab puab tau txwv tsi pub koj rov lug rua huv lub nroog Sekhees nuav ntxiv lawm."},{"bible_id":"1726","chapter_code":"JDG.9","verse_code":"JDG.9.32","label":"32","content":"Mo nuav, koj hab koj cov tubrog ca le maub moog nkaum rua huv tej teb."},{"bible_id":"1726","chapter_code":"JDG.9","verse_code":"JDG.9.33","label":"33","content":"Taagkig sawv ntxuv, mej ca le sawv hab nyaag tuaj tua lub nroog. Ces thaus kws Nka-as hab nwg cov tubrog tawm tuaj tua mej, txhua tug kws mej nteg tau, mej ca le muab ntaus kuas txaus sab ntaag!”"},{"bible_id":"1726","chapter_code":"JDG.9","verse_code":"JDG.9.34","label":"34","content":"Yog le ntawd Anpimelej txhaj muab nwg cov tubrog faib ua plaub paab, mo ntawd puab maub lug nkaum rua ntawm ntug nroog Sekhees."},{"bible_id":"1726","chapter_code":"JDG.9","verse_code":"JDG.9.35","label":"35","content":"Thaus Anpimelej hab nwg cov tubrog pum Nka-as tawm tuaj sawv ntawm roojvaag nroog, puab txawm sawv pis tseeg ntawm tej chaw kws puab nkaum lug."},{"bible_id":"1726","chapter_code":"JDG.9","verse_code":"JDG.9.36","label":"36","content":"Nka-as pum dlheev puab hab has rua Xenpules has tas, “Saib maj! Muaj tuabneeg coob heev dlha nplawg nta sau ncov roob lug lawm lauj!” Xenpules teb has tas, “Cov ntawd tsi yog tuabneeg, puab yog tej dluab ntxoov ntxoo lug sau roob lug xwb.”"},{"bible_id":"1726","chapter_code":"JDG.9","verse_code":"JDG.9.37","label":"37","content":"Nka-as rov has ntxiv tas, “Saib maj! Cov tid dlha nplawg nta nqeg taug laaj roob lug hab muaj ib paab taug txujkev ntawm cov tuabneeg saib moov tsob ntoo xeeb lug!”"},{"bible_id":"1726","chapter_code":"JDG.9","verse_code":"JDG.9.38","label":"38","content":"Ces Xenpules has rua Nka-as has tas, “Nwgnuav tej lug kws koj pheej khaavtheeb dlua twg lawm? Koj yog tug kws pheej nug has tas, vim le caag peb pheej ca nyuas Anpimelej ntawd kaav peb? Cov tuabneeg ntawd yog cov kws koj pheej luag puab plig ntaag. Ca le tawm moog nrug puab sis tua los mas!”"},{"bible_id":"1726","chapter_code":"JDG.9","verse_code":"JDG.9.39","label":"39","content":"Nka-as hab cov tuabneeg huv lub nroog Sekhees tawm moog nrug Anpimelej sis tua."},{"bible_id":"1726","chapter_code":"JDG.9","verse_code":"JDG.9.40","label":"40","content":"Anpimelej moog caum nteg Nka-as, hab Nka-as tsiv nkaum rua nuav rua u. Muaj tuabneeg raug mob ua ntu zug lug txug ndlua rua ntawm roojvaag nroog."},{"bible_id":"1726","chapter_code":"JDG.9","verse_code":"JDG.9.41","label":"41","content":"Anpimelej rov moog nyob huv lub nroog Alumas, ces Xenpules txhaj muab Nka-as hab nwg cov kwvtij lawv tsiv tawm huv nroog Sekhees lawm, yog le ntawd, puab txhaj nyob tsi tau huv lub nroog Sekhees."},{"bible_id":"1726","chapter_code":"JDG.9","verse_code":"JDG.9.42","label":"42","content":"Nub tom qaab muaj tuabneeg moog qha rua Anpimelej has tas, cov tuabneeg huv lub nroog Sekhees taabtom tuav tswvyim nrhav kev tsiv moog rua tom tej teb."},{"bible_id":"1726","chapter_code":"JDG.9","verse_code":"JDG.9.43","label":"43","content":"Yog le ntawd, Anpimelej txhaj txhij nwg cov tubrog, muab puab faib ua peb paab moog nkaum tom teb tog. Thaus nwg pum cov pejxeem tawm huv nroog tuaj, nwg txhaj tawm huv qhov chaw kws nwg nkaum lug tua puab."},{"bible_id":"1726","chapter_code":"JDG.9","verse_code":"JDG.9.44","label":"44","content":"Thaus Anpimelej hab paab tubrog kws nrug nwg taabtom dlha ceev nrooj lug zuv ntawm roojvaag nroog, ob paab kws moog zuv tom teb tub muab cov yeebncuab kws nyob tom teb tua tuag taag."},{"bible_id":"1726","chapter_code":"JDG.9","verse_code":"JDG.9.45","label":"45","content":"Puab sis tua ib nub nkaus, Anpimelej txhaj txeeb tau lub nroog, muab cov tuabneeg huv tua tuag taag. Muab lub nroog tsoo qaug taag, hab muab ntsev nphoo plooj nkaus rua sau npoo aav."},{"bible_id":"1726","chapter_code":"JDG.9","verse_code":"JDG.9.46","label":"46","content":"Thaus cov thawjcoj kws nyob ntawm lub chaw faajxwm huv lub nroog Sekhees nov txug zaaj nuav, puab txhaj tsiv moog nkaum rua ib chaav huv lub tuamtsev kws pe Npa-aas."},{"bible_id":"1726","chapter_code":"JDG.9","verse_code":"JDG.9.47","label":"47","content":"Muaj tuabneeg moog qha rua Anpimelej has tas, puab tsiv moog nkaum rua huv lawm,"},{"bible_id":"1726","chapter_code":"JDG.9","verse_code":"JDG.9.48","label":"48","content":"Nwg txhaj coj nwg cov tubrog nce moog rua sau Roob Zalemoos. Anpimelej muab taus moog txav tau ib kheev ceg ntoo kwv lug. Anpimelej has kuas nwg cov tubrog ua ib yaam nkaus le nwg ua."},{"bible_id":"1726","chapter_code":"JDG.9","verse_code":"JDG.9.49","label":"49","content":"Ces txhua tug tubrog, ib leeg moog txav tau ib kheev ceg ntoo kwv lug; puab ua lawv le Anpimelej ua hab muab cov ceg ntoo ntsaws rua lub ncauj qho ntawd. Puab tis suavtawg hlawv, ces cov tuabneeg kws nkaum huv chaav ntawd hab cov tuabneeg kws nyob huv lub chaw faajxwm huv lub nroog Sekhees tuag taagnrho, quaspuj hab txivneej huv tuabsi muaj kwvyees ib txheeb leej."},{"bible_id":"1726","chapter_code":"JDG.9","verse_code":"JDG.9.50","label":"50","content":"Ces Anpimelej txawm moog rua huv lub nroog Thenpej, moog vij lub nroog ntawd hab nteg cov tuabneeg huv."},{"bible_id":"1726","chapter_code":"JDG.9","verse_code":"JDG.9.51","label":"51","content":"Nyob huv lub nroog ntawd, muaj ib lub chaw tsomfaaj zoo heev, ces txhua tug txivneej hab quaspuj kws nyob huv lub nroog ntawd, hab taagnrho tej thawjcoj nkaag moog nkaum rua huv lub chaw tsomfaaj ntawd. Puab muab qhovrooj laag hab nce moog nkaum rua sau ruv lawm."},{"bible_id":"1726","chapter_code":"JDG.9","verse_code":"JDG.9.52","label":"52","content":"Anpimelej tuaj tua puab ntawm lub chaw tsomfaaj, nwg moog rua ntawm lub qhovrooj hab zig tawg hlawv lub chaw tsomfaaj."},{"bible_id":"1726","chapter_code":"JDG.9","verse_code":"JDG.9.53","label":"53","content":"Tabsis muaj ib tug quaspuj muab ib txhib zeb pov lug raug Anpimelej taubhau, hab ua rua nwg txhaa taubhau tawg."},{"bible_id":"1726","chapter_code":"JDG.9","verse_code":"JDG.9.54","label":"54","content":"Ces Anpimelej txawm hu tug tub hluas kws nqaa nwg tej cuabyeej ua rog kuas ca le ceev nrooj lug cuag nwg hab nwg has rua tug tub hluas ntawd tas, “Ca le rhu koj raab ntaaj tua kuv kuas tuag. Kuv tsi xaav kuas luas xyaav has tas, tug quaspuj ntawd tua kuv tuag.” Tug tub hluas ntawd txhaj rhu ntaaj nkaug Anpimelej tshaab plawg, Anpimelej txhaj tuag lawm."},{"bible_id":"1726","chapter_code":"JDG.9","verse_code":"JDG.9.55","label":"55","content":"Thaus cov Yixalayees pum Anpimelej tuag lawm, puab nyag txawm rov moog nyag tsev taag."},{"bible_id":"1726","chapter_code":"JDG.9","verse_code":"JDG.9.56","label":"56","content":"Tub yog Vaajtswv muab Anpimelej tua pauj txujkev phem kws nwg tau ua tawmtsaam nwg txiv, hab muab nwg cov kwvtij xyaa caum leej tua tuag taag ntawd."},{"bible_id":"1726","chapter_code":"JDG.9","verse_code":"JDG.9.57","label":"57","content":"Vaajtswv tseem ua rua cov tuabneeg kws nyob huv lub nroog Sekhees raug kev txomnyem vim puab txujkev ua phem, Nkide-oos tug tub Yauthaas tej lug kws thaus nwg foom ntawd txhaj poob lug raug puab."},{"bible_id":"1726","chapter_code":"JDG.10","verse_code":"JDG.10.1","label":"1","content":"Tom qaab kws Anpimelej tuag lawm, Pu-as tug tub Taulas kws yog Daudaus tug xeebntxwv lug ua tug paab cov Yixalayees. Nwg yog xeem Ixakhas hab nwg nyob huv lub nroog Samiles peg lub laaj roob Efalayees."},{"bible_id":"1726","chapter_code":"JDG.10","verse_code":"JDG.10.2","label":"2","content":"Nwg ua cov Yixalayees tug thawjcoj tau neeg nkaum peb xyoos. Nwg maam tuag, hab luas muab nwg log rua huv lub nroog Samiles."},{"bible_id":"1726","chapter_code":"JDG.10","verse_code":"JDG.10.3","label":"3","content":"Tom qaab kws Taulas tuag lawm, Yais kws nyob huv xeev Nkile-as txhaj ua tug coj cov Yixalayees tau neeg nkaum ob xyoos."},{"bible_id":"1726","chapter_code":"JDG.10","verse_code":"JDG.10.4","label":"4","content":"Nwg muaj peb caug leej tub, puab caij peb caug tug neeg luav. Puab muaj peb caug lub nroog nyob huv xeev Nkile-as kws nwgnuav tseem hu ua Yais tej zog."},{"bible_id":"1726","chapter_code":"JDG.10","verse_code":"JDG.10.5","label":"5","content":"Yais tuag hab luas muab nwg coj moog log rua ntawm lub nroog Kamoos."},{"bible_id":"1726","chapter_code":"JDG.10","verse_code":"JDG.10.6","label":"6","content":"Cov Yixalayees rov ua txhum rua tug TSWV kws yog puab moog pe Npa-aas hab tej mlom Atates, hab moog pe cov Xilias, cov Xidoos, cov Mau-am, cov Amoos hab cov Filitees tej vaajtswv. Puab tso tug TSWV tseg tsi pehawm nwg lawm."},{"bible_id":"1726","chapter_code":"JDG.10","verse_code":"JDG.10.7","label":"7","content":"Yog le ntawd, tug TSWV chim heev rua cov Yixalayees. Nwg txhaj tso cov Filitees hab cov Amoos tuaj tua cov Yixalayees."},{"bible_id":"1726","chapter_code":"JDG.10","verse_code":"JDG.10.8","label":"8","content":"Puab quab yuam hab tsimtxom cov Yixalayees kws nyob huv tebchaws Amaules ntawm tug Dlej Yauladees saab nubtuaj, huv lub xeev Nkile-as tau kaum yim xyoo."},{"bible_id":"1726","chapter_code":"JDG.10","verse_code":"JDG.10.9","label":"9","content":"Cov Amoos tseem hlaa tug Dlej Yauladees moog tua xeem Yudas, xeem Npeenyamees hab xeem Efalayees huv tuabsi. Cov Yixalayees tau kev nyuaj sab luj kawg nkaus."},{"bible_id":"1726","chapter_code":"JDG.10","verse_code":"JDG.10.10","label":"10","content":"Cov Yixalayees txhaj quaj thov tug TSWV has tas, “Peb tau ua txhum tawmtsaam koj, peb tso koj kws yog peb tug Vaajtswv tseg hab moog pe Npa-aas lawm.”"},{"bible_id":"1726","chapter_code":"JDG.10","verse_code":"JDG.10.11","label":"11","content":"Tug TSWV teb puab has tas, “Thaus cov Iziv, cov Amaules, cov Amoos, cov Filitees,"},{"bible_id":"1726","chapter_code":"JDG.10","verse_code":"JDG.10.12","label":"12","content":"cov Xidoos, cov Amalej hab cov Ma-oos tau quab yuam mej yaav taag lug, hab mej tau quaj thov kuv. Kuv yeej ibtxwm tsi tau cawm mej dlim ntawm puab teg hlo le los?"},{"bible_id":"1726","chapter_code":"JDG.10","verse_code":"JDG.10.13","label":"13","content":"Tabsis mej tseem tso kuv tseg hab moog pe luas tej vaajtswv, yog le ntawd, kuv yuav tsi paab mej ib zag ntxiv le lawm."},{"bible_id":"1726","chapter_code":"JDG.10","verse_code":"JDG.10.14","label":"14","content":"Mej ca le rov qaab moog hab quaj thov tej vaajtswv kws mej tub xaiv lawm. Ca tej vaajtswv ntawd paab mej thaus mej raug kev txomnyem.”"},{"bible_id":"1726","chapter_code":"JDG.10","verse_code":"JDG.10.15","label":"15","content":"Tabsis cov Yixalayees has rua tug TSWV has tas, “Peb tau ua txhum lawm tag, Koj yuav rau txim le caag rua peb los nyob ntawm koj pum zoo, tabsis nub nua thov koj cawm peb lauj!”"},{"bible_id":"1726","chapter_code":"JDG.10","verse_code":"JDG.10.16","label":"16","content":"Yog le ntawd, puab txhaj muab lwm tsaav tuabneeg tej vaajtswv kws puab tau coj lug pe ntawd tsoo povtseg huv tuabsi, hab rov lug pehawm tug TSWV dlua; hab tug TSWV tsi xaav ca cov Yixalayees raug kev txomnyem ntxiv lawm."},{"bible_id":"1726","chapter_code":"JDG.10","verse_code":"JDG.10.17","label":"17","content":"Ces cov Amoos txawm txhij tubrog hab tuaj tsuam yeej rua ntawm lub xeev Nkile-as."},{"bible_id":"1726","chapter_code":"JDG.10","verse_code":"JDG.10.18","label":"18","content":"Cov Yixalayees tuaj sis sau ua ke hab tsuam yeej rua ntawm Mixepas huv lub xeev Nkile-as. Cov Nkile-as tej thawj tubrog txhaj sis thaam has tas, “Leejtwg yog tug coj peb moog tua cov Amoos, tug ntawd ca le ua tug thawjcoj peb cov kws nyob huv lub xeev Nkile-as nuav.”"},{"bible_id":"1726","chapter_code":"JDG.11","verse_code":"JDG.11.1","label":"1","content":"Yefethas yog ib tug tubrog kws sab tawv heev nyob huv xeev Nkile-as, nwg yog ib tug namndlav tug tub. Nwg txiv yog Nkile-as;"},{"bible_id":"1726","chapter_code":"JDG.11","verse_code":"JDG.11.2","label":"2","content":"Nkile-as tug quaspuj yug tau tub coob, hab thaus puab luj hlub tuaj lawm, puab muab Yefethas ntab tawm tsev. Puab has rua nwg tas, “Koj yuav tsi muaj feem nrug peb faib peb txiv tej qubtxeeg qubteg; rua qhov koj yog dlua ib tug nam yug.”"},{"bible_id":"1726","chapter_code":"JDG.11","verse_code":"JDG.11.3","label":"3","content":"Yog le ntawd, Yefethas txhaj tsiv nwg cov kwvtij moog nyob rua huv tebchaws Taunpas. Nwg moog yum tau ib paab tuabneeg lajlees, hab puab moog nrug nwg nyob ua ke."},{"bible_id":"1726","chapter_code":"JDG.11","verse_code":"JDG.11.4","label":"4","content":"Tom qaab ntawd, muaj ib zag cov Amoos txawm moog ua rog rua cov Yixalayees."},{"bible_id":"1726","chapter_code":"JDG.11","verse_code":"JDG.11.5","label":"5","content":"Thaus muaj tej xwm nuav tshwmsim tuaj, cov Nkile-as tej thawjcoj txhaj moog coj Yefethas huv tebchaws Taunpas rov qaab lug."},{"bible_id":"1726","chapter_code":"JDG.11","verse_code":"JDG.11.6","label":"6","content":"Puab has rua Yefethas has tas, “Koj ca le rov lug ua peb tug thawjcoj, peb txhaj yuav tua yeej cov Amoos.”"},{"bible_id":"1726","chapter_code":"JDG.11","verse_code":"JDG.11.7","label":"7","content":"Tabsis Yefethas teb has tas, “Mej ntxub kuv heev, mej txhaj muab kuv ntab tawm huv kuv txiv tsev moog lawm. Ua caag nwgnuav mej raug kev nyuaj sab, mej tsua paub tuaj cuag kuv?”"},{"bible_id":"1726","chapter_code":"JDG.11","verse_code":"JDG.11.8","label":"8","content":"Puab teb Yefethas has tas, “Nwgnuav peb tig rov lug cuag koj, rua qhov peb xaav tau koj nrug peb moog tua cov Amoos, hab ua cov Nkile-as tug thawjcoj.”"},{"bible_id":"1726","chapter_code":"JDG.11","verse_code":"JDG.11.9","label":"9","content":"Yefethas has rua puab tas, “Yog mej coj kuv rov qaab moog tsev, moog tua cov Amoos, hab tug TSWV paab kuv tua yeej, mas kuv yuav ua tug kaav mej xwb.”"},{"bible_id":"1726","chapter_code":"JDG.11","verse_code":"JDG.11.10","label":"10","content":"puab teb has tas, “Peb pum zoo le ntawd ntaag. Thov tug TSWV ua timkhawv rua peb.”"},{"bible_id":"1726","chapter_code":"JDG.11","verse_code":"JDG.11.11","label":"11","content":"Yog le ntawd, Yefethas txhaj nrug cov Nkile-as tej thawjcoj rov lug, hab cov pejxeem muab nwg tsaa ua tug saib puab hab ua puab tug thawjcoj. Yefethas qha tej kev kws nwg yuav tswjfwm suavdlawg taabmeeg tug TSWV huv lub nroog Mixepas."},{"bible_id":"1726","chapter_code":"JDG.11","verse_code":"JDG.11.12","label":"12","content":"Yefethas txawm khaiv tuabneeg moog has rua cov Amoos tug vaajntxwv has tas, “Vim le caag koj yuav tsiv sab ua luaj rua peb? Vim le caag koj txhaj tuaj tua kuv lub tebchaws?”"},{"bible_id":"1726","chapter_code":"JDG.11","verse_code":"JDG.11.13","label":"13","content":"Cov Amoos tug vaajntxwv teb Yefethas has tas, “Thaus cov Yixalayees tsiv nraag tebchaws Iziv lug, puab txeeb taagnrho kuv tej aav kws nyob ntawm tug dlej Alenoos moog txug ndlua ntawm tug dlej Yanpaus hab ntawm tug dlej Yauladees lawm. Nwgnuav koj ca le thim tuabywv rov qaab rua kuv xwb.”"},{"bible_id":"1726","chapter_code":"JDG.11","verse_code":"JDG.11.14","label":"14","content":"Yefethas rov khaiv tuabneeg moog has rua cov Amoos tug vaajntxwv has tas,"},{"bible_id":"1726","chapter_code":"JDG.11","verse_code":"JDG.11.15","label":"15","content":"“Cov Yixalayees tsi tau lug txeeb lub tebchaws Mau-am lossis lub tebchaws Amoos, qhov ntawd tsi muaj tseeb le koj has."},{"bible_id":"1726","chapter_code":"JDG.11","verse_code":"JDG.11.16","label":"16","content":"Tej xwm kws tshwmsim ntawd, yog le nuav: Thaus cov Yixalayees tsiv nraag tebchaws Iziv lug, puab hlaa taj suabpuam lug txug ntawm Havtxwv Akhanpas hab lug txug rua huv Kades."},{"bible_id":"1726","chapter_code":"JDG.11","verse_code":"JDG.11.17","label":"17","content":"Ces puab txhaj khaiv tuabneeg moog thov cov Edoos tug vaajntxwv kuas pub puab taug kev huv nwg lub tebchaws lug, tabsis cov Edoos tug vaajntxwv tsi kaam puab lug. Dlua le ntawd, puab tseem thov cov Mau-am tug vaajntxwv ib yaam nkaus, tabsis nwg kuj tsi kaam le hab. Yog le ntawd cov Yixalayees txhaj lug nyob rua huv Kades."},{"bible_id":"1726","chapter_code":"JDG.11","verse_code":"JDG.11.18","label":"18","content":"Ces puab txhaj lug hlaa taj suabpuam, zos kev ncig lub tebchaws Edoos hab lub tebchaws Mau-am moog txug thaus puab lug txug rua ntawm tebchaws Mau-am saab nubtuaj kws nyob ntawm tug dlej Alenoos saab tid, puab txhaj tsuam yeej nyob rua qhov ntawd, tabsis puab tsi tau hlaa tug dlej Alenoos, rua qhov yog cov Mau-am tug nrimteb."},{"bible_id":"1726","chapter_code":"JDG.11","verse_code":"JDG.11.19","label":"19","content":"Cov Yixalayees tso xuv rua Xihoos kws yog cov Amaules tug vaajntxwv kws kaav lub nroog Hesenpoos has tas, thov koj tso cai rua peb taug kev huv koj lub tebchaws moog rua huv peb lub tebchaws."},{"bible_id":"1726","chapter_code":"JDG.11","verse_code":"JDG.11.20","label":"20","content":"Tabsis Xihoos tsi kaam cov Yixalayees taug kev huv nwg lub tebchaws moog. Nwg txhaj txhij taagnrho nwg cov tubrog moog tsuam yeej rua huv Yahaxes hab tua cov Yixalayees."},{"bible_id":"1726","chapter_code":"JDG.11","verse_code":"JDG.11.21","label":"21","content":"Tabsis tug TSWV kws yog cov Yixalayees tug Vaajtswv tau paab cov Yixalayees tua yeej Xihoos hab nwg cov tubrog. Ces cov Yixalayees txhaj txeeb tau taagnrho lub tebchaws kws cov Amaules nyob ntawd."},{"bible_id":"1726","chapter_code":"JDG.11","verse_code":"JDG.11.22","label":"22","content":"Puab kaav taagnrho cov Amaules lub tebchaws txij ndlua ntawm tug dlej Alenoos saab qaabteb moog txug ndlua ntawm tug dlej Yanpaus saab qaumteb, hab txij ndlua ntawm taj suabpuam saab nubtuaj moog txug ndlua ntawm tug dlej Yauladees saab nubpoob."},{"bible_id":"1726","chapter_code":"JDG.11","verse_code":"JDG.11.23","label":"23","content":"Tub yog tug TSWV kws yog cov Yixalayees tug Vaajtswv muab cov Amaules ntab tawm hab ca rua nwg tsaav tuabneeg Yixalayees lug nyob."},{"bible_id":"1726","chapter_code":"JDG.11","verse_code":"JDG.11.24","label":"24","content":"Koj tseem xaav txeeb lub tebchaws nuav rov qaab hab los? Koj ca le kaav tej kws koj tug vaajtswv Khemaus muab rua koj lawm xwb. Tabsis Peb yuav kaav tej kws tug TSWV kws yog peb tug Vaajtswv muab pub rua peb lawm."},{"bible_id":"1726","chapter_code":"JDG.11","verse_code":"JDG.11.25","label":"25","content":"Koj xaav has tas, koj tseem txawj ntaus rog tshaaj cov Mau-am tug Vaajntxwv Xipulas tug tub Npalaj hab nua los? Nwg yeej ibtxwm tsi tau nrug cov Yixalayees sis caav dlua le los? Nwg yeej ibtxwm tsi tau nrug peb ua rog le los?"},{"bible_id":"1726","chapter_code":"JDG.11","verse_code":"JDG.11.26","label":"26","content":"Cov Yixalayees tub kaav lub nroog Hesenpoos hab Alu-es hab tej zog miv kws nyob ibncig ob lub nroog nuav, hab taagnrho tej nroog kws nyob lawv tug ntug dlej Alenoos tau peb puas xyoo lawm, yog le caag koj tsi txeeb rov qaab thaus lub sijhawm ntawd?"},{"bible_id":"1726","chapter_code":"JDG.11","verse_code":"JDG.11.27","label":"27","content":"Kuv tsi tau ua txhum rua koj qhov twg le, tsuas yog koj txhaj ua txhum rua kuv kws yog tuaj tua kuv lub tebchaws. Tug TSWV yog tug txav txim. Nub nua nwg yuav txav txim rua cov Yixalayees hab rua cov Amoos.”"},{"bible_id":"1726","chapter_code":"JDG.11","verse_code":"JDG.11.28","label":"28","content":"Tabsis cov Amoos tug vaajntxwv tsi quavntsej Yefethas tej lug ntawd le."},{"bible_id":"1726","chapter_code":"JDG.11","verse_code":"JDG.11.29","label":"29","content":"Ces tug TSWV tug ntsujplig txawm lug kaav hlo Yefethas, nwg txhaj moog ncig thoob plawg Nkile-as hab Manaxes rov lug rua huv Mixepas, huv xeev Nkile-as, hab moog rua ntawm cov Amoos."},{"bible_id":"1726","chapter_code":"JDG.11","verse_code":"JDG.11.30","label":"30","content":"Yefethas coglug rua tug TSWV le nuav has tas: “Yog koj pub kuv tua yeej cov Amoos,"},{"bible_id":"1726","chapter_code":"JDG.11","verse_code":"JDG.11.31","label":"31","content":"thaus kuv ntaus yeej rog rov qaab lug, yog leejtwg xub tawm huv kuv lub tsev tuaj tog kuv, mas kuv yuav muab tug ntawd tua hlawv fij rua koj.”"},{"bible_id":"1726","chapter_code":"JDG.11","verse_code":"JDG.11.32","label":"32","content":"Yog le ntawd, Yefethas txhaj hlaa dlej moog tua cov Amoos, hab tug TSWV tau paab nwg tua yeej lawm tag."},{"bible_id":"1726","chapter_code":"JDG.11","verse_code":"JDG.11.33","label":"33","content":"Nwg pib tua cov Amoos ntawm Alu-es moog txug ndlua ntawm cheebtsaam kws nyob puagncig lub nroog Meenithas, taagnrho muaj neeg nkaum lub nroog, hab moog txug ndlua ntawm Anpees Kelamees. Cov Amoos raug tua tuag coob kawg nkaus le, hab ua rua cov Amoos swb cov Yixalayees lawm."},{"bible_id":"1726","chapter_code":"JDG.11","verse_code":"JDG.11.34","label":"34","content":"Thaus Yefethas rov qaab lug txug tsev huv Mixepas, nwg tug ntxhais txawm npuaj nruag dlha seev cev tawm tuaj tog nwg. Yefethas muaj tuab tug ntxhais ntawd xwb."},{"bible_id":"1726","chapter_code":"JDG.11","verse_code":"JDG.11.35","label":"35","content":"Thaus Yefethas pum dlheev nwg tug ntxhais, Yefethas dlua Yefethas lub tsho hab has tas, “Kuv tug mivntxhais! Koj ua rua kuv nyuaj sab kawg nkaus le! Vim le caag koj ua rua kuv mob sab taag npaum le nuav? Kuv tau coglug ruaj heev rua tug TSWV lawm, kuv yuav thim tsi tau kuv tej lug ntawd le!”"},{"bible_id":"1726","chapter_code":"JDG.11","verse_code":"JDG.11.36","label":"36","content":"Yefethas tug ntxhais has rua Yefethas has tas, “Yog koj tau coglug rua tug TSWV lawm tag, koj ca le ua rua kuv lawv le koj tau coglug tseg, rua qhov tug TSWV tub ua pauj rua koj cov yeebncuab kws yog cov Amoos lawm.”"},{"bible_id":"1726","chapter_code":"JDG.11","verse_code":"JDG.11.37","label":"37","content":"Tabsis nwg thov nwg txiv has tas, “Thov koj ca kuv ua le nuav. Thov ca kuv nyob ywj sab ob lub hlis, kuas kuv tau nrug kuv tej phoojywg moog ncig ua si sau tej roob, hab quaj nyav qhov kws kuv yuav tuag thaus kuv tseem yog nkaujxwb.”"},{"bible_id":"1726","chapter_code":"JDG.11","verse_code":"JDG.11.38","label":"38","content":"Yefethas txhaj ca nwg moog ua si tau ob lub hlis. Nwg hab nwg tej phoojywg nce moog rua peg tej ncov roob hab moog quaj nyav qhov kws nwg yuav tuag thaus nwg tsi tau yuav quasyawg hab tsi tau muaj mivnyuas."},{"bible_id":"1726","chapter_code":"JDG.11","verse_code":"JDG.11.39","label":"39","content":"Tom qaab ob lub hlis lawm, nwg rov lug cuag nwg txiv. Ces Yefethas txawm ua lawv le nwg tau coglug rua tug TSWV lawm, nwg tug ntxhais txhaj tuag thaus tseem yog nkaujxwb. Qhov nuav txhaj chiv ua ib txujkev quaj rua cov Yixalayees,"},{"bible_id":"1726","chapter_code":"JDG.11","verse_code":"JDG.11.40","label":"40","content":"mas txhua lub xyoo, cov Yixalayees tej quaspuj txhaj muab plaub nub moog quaj nyav Yefethas tug ntxhais kws yog tuabneeg Nkile-as."},{"bible_id":"1726","chapter_code":"JDG.12","verse_code":"JDG.12.1","label":"1","content":"Cov Efalayees npaaj moog ntaus rog; puab hlaa tug dlej Yauladees moog rua huv lub nroog Xafoos hab has rua Yefethas has tas, “Vim le caag koj hlaa nrimteb moog tua cov Amoos, koj tsi hu peb nrug koj moog? Peb yuav hlawv lub tsev nuav kuas qaug lug tsuam koj!”"},{"bible_id":"1726","chapter_code":"JDG.12","verse_code":"JDG.12.2","label":"2","content":"Tabsis Yefethas has rua puab tas, “Kuv cov pejxeem hab kuv tau nrug cov Amoos sis caav sis tshe txaus nkaus lawm. Kuv tub thov mej, tabsis mej tsi paab kuas kuv dlim ntawm puab teg."},{"bible_id":"1726","chapter_code":"JDG.12","verse_code":"JDG.12.3","label":"3","content":"Thaus kuv pum mej tsi cev teg tuaj paab kuv, kuv txhaj muab kuv txujsa pua kev hlaa nrimteb moog tua cov Amoos, tug TSWV txhaj pub kuv tua yeej puab. Vim le caag nwgnuav mej tseem yuav tuaj tua kuv hab?”"},{"bible_id":"1726","chapter_code":"JDG.12","verse_code":"JDG.12.4","label":"4","content":"Ces Yefethas txhij taagnrho cov txivneej huv xeev Nkile-as tuaj ua ke tua cov Efalayees ua rua puab swb kag lawm. (Cov Efalayees has tas, “Mej cov Nkile-as kws nyob huv Efalayees hab Manaxes, mej nyag kev tsiv ntawm cov Efalayees lawm xwb los sav!”)"},{"bible_id":"1726","chapter_code":"JDG.12","verse_code":"JDG.12.5","label":"5","content":"Vim tsi xaav pub kuas cov Efalayees tsiv dlim tau, cov Nkile-as txhaj moog txeeb tau tej qhov chaw kws hlaa tug dlej Yauladees. Thaus txhua tug Efalayees tsiv lug hlaa qhov ntawd yuavtsum tau thov kev tso cai. Mas cov tuabneeg Nkile-as nug has tas, “Koj puas yog tuabneeg Efalayees?” Yog nwg teb has tas, “Tsi yog,”"},{"bible_id":"1726","chapter_code":"JDG.12","verse_code":"JDG.12.6","label":"6","content":"Ces puab yuam kuas nwg has tas, “Sinpaules.” Tabsis nwg has tas, “Xinpaules.” Rua qhov nwg has lu lug ntawd tsi meej. Ces puab yuav nteg nwg hab muab nwg tua rua ntawm qhov chaw kws hlaa tug dlej Yauladees. Lub sijhawm ntawd cov tuabneeg Efalayees kws raug tua tuag muaj plaub caug ob txheeb leej."},{"bible_id":"1726","chapter_code":"JDG.12","verse_code":"JDG.12.7","label":"7","content":"Yefethas ua tug coj cov Yixalayees tau rau xyoo. Ces nwg txawm tuag lawm. Hab luas muab nwg log rua huv nwg lub zog  ntawm Nkile-as."},{"bible_id":"1726","chapter_code":"JDG.12","verse_code":"JDG.12.8","label":"8","content":"Tom qaab kws Yefethas tuag lawm, Ixaas kws nyob huv lub nroog Npelehees ua tug coj cov Yixalayees."},{"bible_id":"1726","chapter_code":"JDG.12","verse_code":"JDG.12.9","label":"9","content":"Ixaas muaj peb caug leej tub hab peb caug leej ntxhais. Ixas muab nwg cov ntxhais qua rua cov tuabneeg saab nrau kws tsi yog nwg caajceg yuav ua quaspuj, hab nwg moog yuav cov tuabneeg saab nrau kws tsi yog nwg caajceg peb caug tug ntxhais lug rua nwg cov tub ua quaspuj. Ixaas coj cov Yixalayees tau xyaa xyoo,"},{"bible_id":"1726","chapter_code":"JDG.12","verse_code":"JDG.12.10","label":"10","content":"ces nwg txawm tuag lawm, hab luas muab nwg log rua huv lub nroog Npelehees."},{"bible_id":"1726","chapter_code":"JDG.12","verse_code":"JDG.12.11","label":"11","content":"Tom qaab kws Ixas tuag lawm, Eloos kws yog xeem Xenpuloos ua tug coj cov Yixalayees tau kaum xyoo."},{"bible_id":"1726","chapter_code":"JDG.12","verse_code":"JDG.12.12","label":"12","content":"ces nwg txawm tuag lawm, hab luas muab nwg log rua huv lub nroog Aiyaloos huv Xenpuloos cheebtsaam aav."},{"bible_id":"1726","chapter_code":"JDG.12","verse_code":"JDG.12.13","label":"13","content":"Tom qaab kws Eloos tuag lawm, Adoos kws yog Hilees tug tub kws nyob huv lub nroog Pilathoos ua tug coj cov Yixalayees."},{"bible_id":"1726","chapter_code":"JDG.12","verse_code":"JDG.12.14","label":"14","content":"Nwg muaj plaub caug leej tub hab peb caug leej xeebntxwv, puab caij xyaa caum tug neeg luav. Adoos coj cov Yixalayees tau yim xyoo,"},{"bible_id":"1726","chapter_code":"JDG.12","verse_code":"JDG.12.15","label":"15","content":"ces nwg txawm tuag lawm, hab luas muab nwg log rua huv lub nroog Pilathoos, huv cov Efalayees cheebtsaam aav kws nyob peg cov Amalej tej ncov roob."},{"bible_id":"1726","chapter_code":"JDG.13","verse_code":"JDG.13.1","label":"1","content":"Cov Yixalayees rov ua txhum rua tug TSWV dlua, tug TSWV txhaj muab puab cob rua cov Filitees kaav tau plaub caug xyoo."},{"bible_id":"1726","chapter_code":"JDG.13","verse_code":"JDG.13.2","label":"2","content":"Lub sijhawm ntawd, muaj ib tug txivneej npe hu ua Manau-as nyob huv lub nroog Xaulas. Nwg yog xeem Daas. Nwg tug quaspuj yeej ibtxwm xeeb tsi taug tub le."},{"bible_id":"1726","chapter_code":"JDG.13","verse_code":"JDG.13.3","label":"3","content":"Tug TSWV ib tug timtswv lug rua Manau-as tug quaspuj pum hab has rua nwg tug quaspuj has tas, “Koj yeej ibtxwm xeeb tsi taug tub, tabsis tsi ntev koj yuav xeeb mivnyuas hab yuav yug tau ib tug mivtub."},{"bible_id":"1726","chapter_code":"JDG.13","verse_code":"JDG.13.4","label":"4","content":"Koj ncu ntsoov tsi xob haus cawv txiv maab lossis cawv ntsim lossis noj tej zaub mov kws txwv tsi pub noj;"},{"bible_id":"1726","chapter_code":"JDG.13","verse_code":"JDG.13.5","label":"5","content":"hab tom qaab kws yug tau koj tug tub lawm, koj yuavtsum tsi xob txav nwg cov plaubhau hlo le, rua qhov yuav muab nwg fij ua ib tug Naxis  rua Vaajtswv txij nub kws yug tau nwg lug. Nwg yuav pib ua teg num kws paab tso cov Yixalayees kuas dlim ntawm cov Filitees txhais teg.”"},{"bible_id":"1726","chapter_code":"JDG.13","verse_code":"JDG.13.6","label":"6","content":"Tug quaspuj ntawd txawm moog qha rua nwg tug quasyawg has tas, “Vaajtswv ib tug tuabneeg tau lug cuag kuv, nwg lub ntsejmuag muaj fwvxyeej ib yaam le Vaajtswv tug timtswv  ntaag. Kuv tsi tau nug saib nwg tuaj qhov twg tuaj, hab nwg tsi qha nwg lub npe rua kuv paub le."},{"bible_id":"1726","chapter_code":"JDG.13","verse_code":"JDG.13.7","label":"7","content":"Tabsis nwg qha rua kuv has tas, kuv yuav xeeb mivnyuas hab yuav yug tau ib tug tub. Nwg has kuas kuv tsi xob haus cawv txiv maab lossis cawv ntsim lossis tsi xob noj tej zaub mov kws txwv tsi pub noj, rua qhov tug mivtub nuav yuav muab fij ua ib tug Naxis rua Vaajtswv moog taag nwg simneej.”"},{"bible_id":"1726","chapter_code":"JDG.13","verse_code":"JDG.13.8","label":"8","content":"Ces Manau-as txawm thov tug TSWV has tas, “Tug TSWV, thov tso Vaajtswv tug tuabneeg rov qaab lug cuag wb hab qha saib wb yuav ua le caag rua tug mivtub nuav thaus yug tau nwg lawm.”"},{"bible_id":"1726","chapter_code":"JDG.13","verse_code":"JDG.13.9","label":"9","content":"Vaajtswv ua lawv le Manau-as thov, hab nwg tug timtswv rov lug rua Manau-as tug quaspuj pum thaus nwg nyob tom teb. Tabsis Manau-as kws yog nwg tug quasyawg tsi nrug nwg nyob ntawd,"},{"bible_id":"1726","chapter_code":"JDG.13","verse_code":"JDG.13.10","label":"10","content":"Yog le ntawd, nwg txhaj dlha rov lug qha rua nwg tug quasyawg dlua has tas, “Koj saib! Tug txivneej kws ob nub ntawd lug cuag kuv, rov lug rua kuv pum dlua lawm tag.”"},{"bible_id":"1726","chapter_code":"JDG.13","verse_code":"JDG.13.11","label":"11","content":"Manau-as sawv tseeg hab caum nwg tug quaspuj qaab moog. Manau-as txhaj moog cuag tug txivneej ntawd hab nug has tas, “Koj yog tug txivneej kws qha rua kuv tug quaspuj ntaag los?” Nwg teb has tas, “Kuv yog tug ntawd ntaag.”"},{"bible_id":"1726","chapter_code":"JDG.13","verse_code":"JDG.13.12","label":"12","content":"Manau-as nug has tas, “Yog muaj tseeb le koj has tag, tug mivtub ntawd yuav ua dlaabtsi? Nwg yuav coj lub neej zoo le caag?”"},{"bible_id":"1726","chapter_code":"JDG.13","verse_code":"JDG.13.13","label":"13","content":"Tug TSWV tug timtswv teb has tas, “Koj tug quaspuj yuavtsum ua txhua yaam lawv le kuv tub qha rua nwg lawm."},{"bible_id":"1726","chapter_code":"JDG.13","verse_code":"JDG.13.14","label":"14","content":"Nwg yuavtsum tsi xob noj tej yaam kws yog muab cawv txiv maab ua; nwg yuavtsum tsi xob haus cawv txiv maab lossis cawv ntsim lossis tsi xob noj tej zaub mov kws txwv tsi pub noj. Nwg yuavtsum ua txhua yaam le kuv tub qha rua nwg lawm xwb.”"},{"bible_id":"1726","chapter_code":"JDG.13","verse_code":"JDG.13.15","label":"15","content":"Manau-as has rua tug TSWV tug timtswv has tas, “Wb xaav kuas koj nyob tog, wb moog muab ib tug mivnyuas tshis lug tua ua zaub mov rua koj noj tsaiv.”"},{"bible_id":"1726","chapter_code":"JDG.13","verse_code":"JDG.13.16","label":"16","content":"Tug TSWV tug timtswv teb has tas, “Txawm yog meb cheem kuv nyob los kuv yuav tsi noj meb rooj mov ntawd. Tabsis yog meb xaav npaaj rooj mov ntawd los ca le muab rooj mov ntawd hlawv fij rua tug TSWV.”"},{"bible_id":"1726","chapter_code":"JDG.13","verse_code":"JDG.13.17","label":"17","content":"Manau-as teb has tas, “Thov qha koj lub npe rua wb kuas wb txhaj paub qhuas koj thaus tshwm muaj tseeb lawv le tej lug kws koj has ntawd lawm.”"},{"bible_id":"1726","chapter_code":"JDG.13","verse_code":"JDG.13.18","label":"18","content":"Tug timtswv nug has tas, “Vim le caag meb txhaj xaav paub kuv lub npe? Kuv lub npe yog lub kws xaav tsi thoob.”"},{"bible_id":"1726","chapter_code":"JDG.13","verse_code":"JDG.13.19","label":"19","content":"Yog le ntawd, Manau-as txhaj moog nteg tau ib tug mivnyuas tshis lug tua hab muab mivntsiv moov nplej coj moog hlawv fij rua sau lub thaaj pobzeb rua tug TSWV kws ua tej txujci kws xaav tsi thoob."},{"bible_id":"1726","chapter_code":"JDG.13","verse_code":"JDG.13.20","label":"20","content":"Thaus cov nplaim tawg cig laam lug sau lub thaaj, Manau-as obtug pum tug timtswv ntawd nyob huv cov nplaim tawg nce moog rua sau ntuj lawm. Thaus Manau-as obtug pum le ntawd, ces obtug ca le qhau cev hlo ua ntsejmuag ti nkaus rua huv aav."},{"bible_id":"1726","chapter_code":"JDG.13","verse_code":"JDG.13.21","label":"21","content":"Txij thaus ntawd lug, tug TSWV tug timtswv txawm tsi lug rua Manau-as hab nwg tug quaspuj pum ntxiv le lawm, Manau-as txhaj paub has tas tug txivneej ntawd yog Vaajtswv tug timtswv."},{"bible_id":"1726","chapter_code":"JDG.13","verse_code":"JDG.13.22","label":"22","content":"Manau-as has rua nwg tug quaspuj has tas, “Wb yeej yuav tuag xwb lauj, rua qhov wb pum Vaajtswv lawm!”"},{"bible_id":"1726","chapter_code":"JDG.13","verse_code":"JDG.13.23","label":"23","content":"Tabsis nwg tug quaspuj teb has tas, “Yog tug TSWV xaav tua wb povtseg tag, nwg yuav tsi txais wb cov khoom fij ntawm wb teg; hab nwg yuav tsi kaam ua txhua yaam nuav rua wb pum lossis nwg yuav tsi qha txhua yaam nuav rua wb paub le.”"},{"bible_id":"1726","chapter_code":"JDG.13","verse_code":"JDG.13.24","label":"24","content":"Tug quaspuj ntawd txhaj yug tau ib tug tub hab tis nwg lub npe hu ua Xaaxoos. Tug mivtub nuav luj hlub zoo hab tug TSWV foom koob moov rua nwg."},{"bible_id":"1726","chapter_code":"JDG.13","verse_code":"JDG.13.25","label":"25","content":"Hab tug TSWV lub fwjchim txawm ua rua nwg muaj zug heev zuj zug thaus nwg nyob huv xeem Daas lub yeej ntu nruab nraab ntawm lub nroog Xaulas hab Eseta-aus."},{"bible_id":"1726","chapter_code":"JDG.14","verse_code":"JDG.14.1","label":"1","content":"Muaj ib nub Xaaxoos txawm nqeg moog rua nraag lub nroog Teenas, nwg pum cov Filitees ib tug ntxhais zoo nkauj heev nyob nraag."},{"bible_id":"1726","chapter_code":"JDG.14","verse_code":"JDG.14.2","label":"2","content":"Nwg rov qaab lug tsev, nwg txawm pav rua nwg nam nwg txiv noog has tas, “Kuv moog pum cov Filitees ib tug ntxhais nyob nraag lub nroog Teenas, mas kuv nyam nwg heev. Meb moog yuav nwg lug rua kuv.”"},{"bible_id":"1726","chapter_code":"JDG.14","verse_code":"JDG.14.3","label":"3","content":"Tabsis nwg nam nwg txiv nug nwg has tas, “Mivtub, vim le caag koj txhaj xaav moog yuav cov Filitees kws tsi ua kevcai txav tej ntxhais lug ua quaspuj? Koj tub nrhav thoob plawg peb tsaav tuabneeg kws yog koj caajceg txawm tsi muaj hluas nkauj le lawm los?” Tabsis Xaaxoos has rua nwg txiv has tas, “Koj ca le moog yuav tug ntxhais nraag lug rua kuv. Kuv nyam nwg tuab leeg xwb.”"},{"bible_id":"1726","chapter_code":"JDG.14","verse_code":"JDG.14.4","label":"4","content":"Nwg nam nwg txiv tsi paub sov puas yog tug TSWV coj Xaaxoos moog ua le ntawd, vim tug TSWV tub nrhav sijhawm yuav moog tua cov Filitees lawm. Lub sijhawm ntawd cov Filitees kaav cov Yixalayees."},{"bible_id":"1726","chapter_code":"JDG.14","verse_code":"JDG.14.5","label":"5","content":"Yog le ntawd, Xaaxoos txawm nrug nwg nam nwg txiv moog nraag lub nroog Teenas. Thaus puab taabtom moog txug ntawm lub vaaj txiv maab huv lub nroog Teenas, txawm muaj ib tug mivnyuas tsuv ntxhuav nyooj lawg dlha lug rua ntawm nwg."},{"bible_id":"1726","chapter_code":"JDG.14","verse_code":"JDG.14.6","label":"6","content":"Taamsim ntawd, tug TSWV tug ntsujplig lug rua Xaaxoos hab ua rua nwg muaj zug heev, nwg txhaj muab teg dlua tug mivnyuas tsuv ntxhuav ntawd ndluag ua tej dlaim, ib yaam le dlua tug mivnyuas tshis kws mog mog ntaag. Tabsis nwg yeej tsi pav tej kws nwg ua ntawd qha rua nwg nam nwg txiv paub le."},{"bible_id":"1726","chapter_code":"JDG.14","verse_code":"JDG.14.7","label":"7","content":"Ces nwg txawm moog thaam tug hluas nkauj ntawd, hab nwg nyam tug hluas nkauj ntawd heev."},{"bible_id":"1726","chapter_code":"JDG.14","verse_code":"JDG.14.8","label":"8","content":"Tau ob peb nub tom qaab Xaaxoos txawm rov qaab moog yuav tug hluas nkauj ntawd ua quaspuj. Thaus nwg taug kev moog, nwg txawm rov moog xauj tug tsuv ntxhuav kws nwg muab tua tuag ntawd, nwg pum muaj ib xub muv muaj zib heev nyob huv tug tsuv ntxhuav tuag ntawd lub cev, ua rua nwg xaav tsi thoob le."},{"bible_id":"1726","chapter_code":"JDG.14","verse_code":"JDG.14.9","label":"9","content":"Nwg txawm muab cov zib hab noj taug kev lug. Thaus nwg lug txug ntawm nwg nam nwg txiv, nwg txawm muab mivntsiv rua obtug noj. Obtug noj cov zib mu ntawd, tabsis Xaaxoos tsi qha rua obtug paub has tas, nwg muab cov zib mu ntawd huv tug tsuv ntxhuav lub cevlug."},{"bible_id":"1726","chapter_code":"JDG.14","verse_code":"JDG.14.10","label":"10","content":"Xaaxoos txiv txhaj moog saib tug hluas nkauj ntawd huv nwg lub tsev, Xaaxoos txawm ua tau ib rooj mov noj. Qhov nuav yog kevcai ntawm cov tub hluas."},{"bible_id":"1726","chapter_code":"JDG.14","verse_code":"JDG.14.11","label":"11","content":"Thaus cov Filitees pum Xaaxoos, puab tso tau peb caug leej tub hluas tuaj nrug nwg nyob."},{"bible_id":"1726","chapter_code":"JDG.14","verse_code":"JDG.14.12","label":"12","content":"Xaaxoos has rua puab tas, “Kuv yuav txhaj ib zaaj rua mej txhais, yog mej txhais tau lub ntsab lug rua kuv ua ntej nub xyaa kws peb xaus tshoob, kuv yuav muab peb caug cev rig tsho ntaub maag hab peb caug dlaim ntaub pua chaw rua mej."},{"bible_id":"1726","chapter_code":"JDG.14","verse_code":"JDG.14.13","label":"13","content":"Tabsis yog mej txhais tsi tau zaaj lug nuav, mej yuavtsum muab peb caug cev rig tsho ntaub maag hab peb caug dlaim ntaub pua chaw rua kuv.” Puab teb Xaaxoos has tas, “Koj ca le txhaj lug, peb rawm nov zaaj ntawd kawg le.”"},{"bible_id":"1726","chapter_code":"JDG.14","verse_code":"JDG.14.14","label":"14","content":"Xaaxoos has tas, “Muaj tej yaam kws noj tawm ntawm tug noj lug. Muaj tej yaam qaab zib tawm ntawm tug kws muaj zug lug;” Tub tau peb nub tom qaab, puab tseem txhais tsi tau zaaj lug kws Xaaxoos txhaj rua puab txhais ntawd lub ntsab le."},{"bible_id":"1726","chapter_code":"JDG.14","verse_code":"JDG.14.15","label":"15","content":"Nub plaub,  puab txhaj moog has rua Xaaxoos tug quaspuj has tas, “Koj taij koj tug quasyawg kuas qha rua peb saib tej lug kws nwg txhaj rua peb txhais ntawd lub ntsab yog le caag. Yog koj tsi nug, peb yuav tis tawg hlawv koj txiv lub tsev hab muab koj hlawv nrug lub tsev ntawd.  Tsi yog meb ob tug nyuas ko caw peb tuaj kuas meb tau txeeb peb tej khoom xwb los?”"},{"bible_id":"1726","chapter_code":"JDG.14","verse_code":"JDG.14.16","label":"16","content":"Yog le ntawd Xaaxoos tug quaspuj txhaj quaj lug cuag nwg hab has tas, “Koj tsi hlub kuv hlo le! Koj ntxub kuv kawg nkaus! Koj txhaj rua kuv cov phoojywg txhais, tabsis koj tsi qha lub ntsab rua kuv paub le!” Xaaxoos teb has tas, “Txawm yog kuv nam hab kuv txiv los kuv tub tsi qha. Kuv yuav ua le caag qha rua koj?”"},{"bible_id":"1726","chapter_code":"JDG.14","verse_code":"JDG.14.17","label":"17","content":"Xaaxoos tug quaspuj quaj ntsig txug zaaj ntawd tau xyaa nub kws noj tshoob ntawd le. Tabsis thaus txwm nkaus nub xyaa, Xaaxoos txawm qha zaaj lug kws nwg txhaj ntawd lub ntsab rua nwg tug quaspuj, vim nwg txob Xaaxoos txug zaaj ntawd heev. Ces tug quaspuj txawm qha rua cov Filitees."},{"bible_id":"1726","chapter_code":"JDG.14","verse_code":"JDG.14.18","label":"18","content":"Yog le ntawd nub xyaa, ua ntej kws Xaaxoos moog huv txaaj,  cov txivneej huv lub nroog ntawd has rua nwg tas, “Yaam dlaabtsi qaab zib tshaaj zib mu? Yaam dlaabtsi muaj zug tshaaj tsuv ntxhuav?” Xaaxoos teb has tas, “Yog mej tsi caab kuv tug maum nyuj moog laij lag, mej yeej txhais tsi tau kuv zaaj nuav le.”"},{"bible_id":"1726","chapter_code":"JDG.14","verse_code":"JDG.14.19","label":"19","content":"Taamsim ntawd tug TSWV tug ntsujplig ua rua Xaaxoos muaj zug heev, hab nwg txawm ca le nqeg moog rua nraag lub nroog Akeloos, nwg moog tua tuag peb caug leej txivneej rua nraag, nwg fuab puab hab nqaa puab tej rig tsho ntaub maag kws zoo heev lug rua cov tuabneeg kws txhais tau zaaj lug kws nwg txhaj ntawd. Tom qaab ntawd, nwg chim txug zaaj nuav heev, nwg txhaj rov qaab lug tsev lawm."},{"bible_id":"1726","chapter_code":"JDG.14","verse_code":"JDG.14.20","label":"20","content":"Thaus txug nub txis tshoob, luas txawm muab Xaaxoos tug quaspuj rua nwg tug phijlaaj yuav lawm."},{"bible_id":"1726","chapter_code":"JDG.15","verse_code":"JDG.15.1","label":"1","content":"Tom qaab ntawd Xaaxoos rov moog saib nwg tug quaspuj thaus lub caij kws taabtom hlais nplej, nwg caab ib tug thaav tshis hab moog saib nwg tug quaspuj. Nwg taij nwg yawmtxiv has tas, “Kuv xaav moog huv kuv tug quaspuj lub txaaj.” Tabsis yawmtxiv tsi pub Xaaxoos moog huv le."},{"bible_id":"1726","chapter_code":"JDG.15","verse_code":"JDG.15.2","label":"2","content":"Nwg has rua Xaaxoos has tas, “Kuv saib zoo le koj ntxub nwg heev, yog le ntawd kuv txhaj muab nwg txis rua koj tug phijlaaj yuav lawm. Tabsis nwg tug nam hluas tseem zoo nkauj tshaaj nwg hab, koj ca le yuav nwg tug nam hluas.”"},{"bible_id":"1726","chapter_code":"JDG.15","verse_code":"JDG.15.3","label":"3","content":"Xaaxoos teb has tas, “Zag nuav kuv ua phem rua cov Filitees los kuv yuav tsi txhum dlaabtsi le lawm!”"},{"bible_id":"1726","chapter_code":"JDG.15","verse_code":"JDG.15.4","label":"4","content":"Yog le ntawd nwg txhaj moog nteg tau peb puas tug maa caab lug, hab muab cov maa ntawd cov kutwv khi, ob tug ua ib ke, hab ib nkawm maa twg nwg muab ib teg tsau khi rua."},{"bible_id":"1726","chapter_code":"JDG.15","verse_code":"JDG.15.5","label":"5","content":"Ces nwg tis tawg rua cov tsau, hab tso cov maa ntawd dlha moog rua huv cov Filitees tej teb npleg. Nwg ua le nuav tsi yog suavtawg kub tej nplej kws tub hlais tau lawm xwb, tabsis tseem kub tej nplej kws tsi tau hlais huv tej teb, hab tej vaaj txiv ntoo roj taag huv tuabsi lawm hab."},{"bible_id":"1726","chapter_code":"JDG.15","verse_code":"JDG.15.6","label":"6","content":"Cov Filitees sis nug zum zawg has tas, “Leejtwg yog tug ua le nuav?” Txawm muaj tuabneeg qha rua puab has tas, “Xaaxoos yog tug ua, rua qhov nwg yawmtxiv kws nyob huv lub nroog Teenas muab Xaaxoos tug quaspuj qua rua Xaaxoos tug phijlaaj yuav lawm.” Yog le ntawd, cov Filitees txhaj moog muab tug quaspuj ntawd hab nwg txiv hlawv kub nyab taag huv tuabsi."},{"bible_id":"1726","chapter_code":"JDG.15","verse_code":"JDG.15.7","label":"7","content":"Xaaxoos has rua puab tas, “Tub yog vim mej ua le nuav ntaag! Kuv coglug tseg has tas, kuv yuav tsi tso mej tseg moog txug thaus kws kuv ua pauj rua mej taag lawm tsaiv!”"},{"bible_id":"1726","chapter_code":"JDG.15","verse_code":"JDG.15.8","label":"8","content":"Xaaxoos ntaus hab tua puab tuag coob kawg le. Ces nwg txawm tsiv moog nkaum rua huv lub qhov tsua nraag lub pobtsuas Etaas lawm."},{"bible_id":"1726","chapter_code":"JDG.15","verse_code":"JDG.15.9","label":"9","content":"Cov Filitees tuaj tsuam yeej nyob huv xeev Yudas, hab tuaj tua lub nroog Lehis."},{"bible_id":"1726","chapter_code":"JDG.15","verse_code":"JDG.15.10","label":"10","content":"Cov Yudas nug puab has tas, “Vim le caag mej txhaj tuaj tua peb?” Puab teb has tas, “Peb tuaj nteg Xaaxoos moog kaw, peb yuav ua rua nwg ib yaam le nwg tau ua rua peb lawm.”"},{"bible_id":"1726","chapter_code":"JDG.15","verse_code":"JDG.15.11","label":"11","content":"Yog le ntawd, cov Yudas peb txheeb leej txhaj moog rua huv lub qhov tsua nraag lub pobtsuas Etaas hab has rua Xaaxoos has tas, “Koj tsi paub has tas, cov Filitees yog cov kws ua num ua tswv kaav peb nua los? Ua caag koj tseem ua le nuav rua peb hab?” Nwg teb has tas, “Kuv ua rua puab ib yaam le puab tau ua rua kuv lawm xwb.”"},{"bible_id":"1726","chapter_code":"JDG.15","verse_code":"JDG.15.12","label":"12","content":"Puab has rua Xaaxoos has tas, “Peb tuaj ntawm nuav yog tuaj nteg koj khi coj moog cob rua cov Filitees.” Xaaxoos teb puab has tas, “Mej puas coglug rua kuv has tas, mej yuav tsi tua kuv povtseg le?”"},{"bible_id":"1726","chapter_code":"JDG.15","verse_code":"JDG.15.13","label":"13","content":"Puab teb has tas, “Peb tsuas tuaj khi koj hab coj koj moog cob rua puab xwb, peb tsi tua koj le.” Yog le ntawd, puab txhaj muab tau ob txuj hlua tshab lug khi Xaaxoos hab coj nwg tawm huv qhov tsua lug."},{"bible_id":"1726","chapter_code":"JDG.15","verse_code":"JDG.15.14","label":"14","content":"Thaus nwg lug txug huv lub nroog Lehis, cov Filitees dlha nroo ntwg tuaj ntsauv nwg, hab qw ntshu nrooj rua nwg. Taamsim ntawd tug TSWV tug ntsujplig ua rua nwg muaj zug heev, hab nwg ntag ua rua ob txuj hlua kws khi nwg ob txhais npaab hab ob txhais teg tu taag ib yaam le hlawv tej xuv."},{"bible_id":"1726","chapter_code":"JDG.15","verse_code":"JDG.15.15","label":"15","content":"Nwg txawm pum ib tug pobtxhaa puabtsaig neeg luav kws tseem tshab khiv, nwg khaws nkaus lug ntaus cov txivneej ntawd tuag lawm ib txheeb leej."},{"bible_id":"1726","chapter_code":"JDG.15","verse_code":"JDG.15.16","label":"16","content":"Yog le ntawd Xaaxoos txhaj hu ib zaaj nkauj has tas, “Kuv muab tug pobtxhaa puabtsaig neeg luav nuav ntaus tuag ib txheeb leej txivneej; vim tug pobtxhaa puabtsaig neeg luav nuav, kuv txhaj muab puab pov ua tsheej pawg.”"},{"bible_id":"1726","chapter_code":"JDG.15","verse_code":"JDG.15.17","label":"17","content":"Dlhau ntawd, nwg txawm muab tug pobtxhaa puabtsaig povtseg lawm. Tub yog muaj tej nuav tshwmsim puab txhaj tis npe rua qhov chaw ntawd hu ua Lamas Lehis."},{"bible_id":"1726","chapter_code":"JDG.15","verse_code":"JDG.15.18","label":"18","content":"Xaaxoos nqhes dlej heev, nwg txhaj thov tug TSWV has tas, “Koj tau pub rua kuv muaj yeej luj kawg nkaus; kuv nqhes dlej heev kuv yuav tuag, hab koj yuav ca cov Filitees kws tsi ntseeg koj nteg tau kuv los?”"},{"bible_id":"1726","chapter_code":"JDG.15","verse_code":"JDG.15.19","label":"19","content":"Vaajtswv txhaj qheb hlo ib lub qhov aav khoob lug huv lub nroog Lehis hab dlej txhawv huv lub qhov ntawd tuaj. Xaaxoos haus cov dlej ntawd, ua rua nwg rov muaj zug tuaj. Luas txhaj tis npe rua lub qhovdlej ntawd hu ua Hakaules.  Naj nub nua lub qhovdlej ntawd tseem nyob huv lub nroog Lehis."},{"bible_id":"1726","chapter_code":"JDG.15","verse_code":"JDG.15.20","label":"20","content":"Lub sijhawm kws cov Filitees kaav lub tebchaws ntawd, Xaaxoos ua tug coj cov Yixalayees tau neeg nkaum xyoo nkaus."},{"bible_id":"1726","chapter_code":"JDG.16","verse_code":"JDG.16.1","label":"1","content":"Muaj ib nub Xaaxoos moog txug rua huv cov Filitees lub nroog Nkaxas, nwg ntsib ib tug namndlav nyob huv, ces nwg moog nrug tug namndlav ntawd pw."},{"bible_id":"1726","chapter_code":"JDG.16","verse_code":"JDG.16.2","label":"2","content":"Muaj tuabneeg moog qha rua cov tuabneeg huv lub nroog Nkaxas has tas, “Xaaxoos tuaj rua huv nuav lawm.” Puab txhaj moog vij qhov chaw ntawd, hab pw ntawm roojvaag nroog zuv ib mos kaaj ntug plawg. Puab zuv ib mos ntsag tu, puab xaav has tas, “Peb yuav tog txug thaus kaaj ntug tsaiv, peb maam nteg nwg tua povtseg.”"},{"bible_id":"1726","chapter_code":"JDG.16","verse_code":"JDG.16.3","label":"3","content":"Tabsis Xaaxoos moog pw huv txaaj txug thaus ib taag mo xwb. Ces nwg sawv moog dlawj lub roojvaag nroog, ob tug ncej hab tug ntsa laag qhovrooj, nwg muab kwv hlo rua sau xubpwg coj moog povtseg sau lub ncov roob kws saib ntsoov rua huv lub nroog Henploos."},{"bible_id":"1726","chapter_code":"JDG.16","verse_code":"JDG.16.4","label":"4","content":"Tom qaab nuav muaj ib nub, Xaaxoos txawm nyam ib tug hluas nkauj hu ua Delilas nyob huv lub Haav Xaules."},{"bible_id":"1726","chapter_code":"JDG.16","verse_code":"JDG.16.5","label":"5","content":"Cov Filitees cov thawjcoj moog cuag Delilas hab has rua nwg tas, “Koj sim nug Xaaxoos kuas nwg qha rua koj saib yog vim le caag nwg muaj zug ua luaj, hab yuav ua le caag peb txhaj kovyeej nwg, khi tau nwg hab ua kuas nwg tsi muaj zug. Yog koj nug tau, peb tuamyeem muab ib leeg ib txheeb ib puas dlaim nyaj rua koj.”"},{"bible_id":"1726","chapter_code":"JDG.16","verse_code":"JDG.16.6","label":"6","content":"Yog le ntawd, Delilas txhaj has rua Xaaxoos has tas, “Thov koj qha rua kuv saib yog ua le caag koj muaj zug ua luaj. Yog leejtwg xaav khi koj hab ua kuas koj tsi muaj zug nua, nwg yuav ua le caag txhaj kovyeej koj?”"},{"bible_id":"1726","chapter_code":"JDG.16","verse_code":"JDG.16.7","label":"7","content":"Xaaxoos teb has tas, “Yog puab muab xyaa txuj hlua neevnti tshab kws tseem tsi tau qhuav le coj lug khi kuv, ces kuv tsuas muaj zug ib yaam le suavdlawg lawm xwb.”"},{"bible_id":"1726","chapter_code":"JDG.16","verse_code":"JDG.16.8","label":"8","content":"Yog le ntawd, cov Filitees cov thawjcoj txhaj nqaa tau xyaa txuj hlua neevnti tshab kws tseem tsi tau qhuav tuaj rua Delilas muab Xaaxoos khi ca."},{"bible_id":"1726","chapter_code":"JDG.16","verse_code":"JDG.16.9","label":"9","content":"Delilas tub kuas ib cov txivneej moog nyob ib chaav tsev tog lawm, nwg maam qw has tas, “Xaaxoos! Cov Filitees tuaj lawm!” Tabsis Xaaxoos nti ua rua cov hlua ntawd tu zum zawg ib yaam le nplaim tawg kub tej xuv. Yog le ntawd, puab tseem tsi tau paub has tas, yog vim le caag Xaaxoos txhaj muaj zug npaum le ntawd."},{"bible_id":"1726","chapter_code":"JDG.16","verse_code":"JDG.16.10","label":"10","content":"Delilas has rua Xaaxoos has tas, “Saib maj, koj dlaag kuv hab tsi qha qhov tseeb rua kuv. Thov qha tseeb rua kuv saib, luas yuav ua le caag txhaj khi tau koj?”"},{"bible_id":"1726","chapter_code":"JDG.16","verse_code":"JDG.16.11","label":"11","content":"Nwg qha rua Delilas has tas, “Yog puab muab tej hlua tshab kws tsi tau siv lug khi kuv, ces kuv tsuas muaj zug ib yaam le lwm tug lawm xwb.”"},{"bible_id":"1726","chapter_code":"JDG.16","verse_code":"JDG.16.12","label":"12","content":"Delilas txawm muab ib cov hlua tshab lug khi Xaaxoos hab qw has tas, “Xaaxoos! cov Filitees tuaj lawm!” Cov txivneej yeej nyob rawv huv ib chaav tsev tog. Tabsis Xaaxoos ntag tej hlua kws khi nwg ob saab ncej npaab tu ib yaam le tej xuv."},{"bible_id":"1726","chapter_code":"JDG.16","verse_code":"JDG.16.13","label":"13","content":"Delilas has rua Xaaxoos has tas, “Koj tseem dlaag kuv hab tsi qha qhov tseeb rua kuv txug taav nuav le. Qha kuv saib, yuav ua le caag txhaj khi tau koj?” Nwg has rua Delilas has tas, “Yog koj muab kuv xyaa qais plaubhau ntus hab muab lub zuag npuaj kuas ruaj ruaj rua ntawm tug ntus, ces kuv tsuas muaj zug ib yaam le lwm tug lawm xwb.”"},{"bible_id":"1726","chapter_code":"JDG.16","verse_code":"JDG.16.14","label":"14","content":"Delilas txawm ntxag Xaaxoos pw tsaug zug, ces nwg muab Xaaxoos xyaa qais plaubhau ntus hab muab lub zuag npuaj kuas ruaj ruaj  hab qw has tas, “Xaaxoos! Cov Filitees tuaj lawm!” Tabsis Xaaxoos sawv tseeg ntag ua rua nwg cov plaubhau nplaam plawg ntawm tug ntus lawm."},{"bible_id":"1726","chapter_code":"JDG.16","verse_code":"JDG.16.15","label":"15","content":"Yog le ntawd Delilas txhaj has rua Xaaxoos has tas, “Vim le caag koj has tas, ‘Kuv hlub koj.’ Tabsis koj tub tsi muab sab npuab kuv le? Koj dlaag kuv peb zag lawm, hab koj tseem tsi tau qha rua kuv paub has tas yog dlaabtsi ua rua koj muaj zug ua luaj le ntawd.”"},{"bible_id":"1726","chapter_code":"JDG.16","verse_code":"JDG.16.16","label":"16","content":"Delilas naj nub nug Xaaxoos le ntawd. Xaaxoos dlhuav hab nkeeg noog txug tej kws Delilas pheej txob nwg,"},{"bible_id":"1726","chapter_code":"JDG.16","verse_code":"JDG.16.17","label":"17","content":"thaus kawg nwg txhaj ua ib sab qha qhov tseeb rua Delilas. Xaaxoos has tas, “Kuv cov plaubhau yeej ibtxwm tsi txav, rua qhov kuv yog ib tug Naxis  rua Vaajtswv txij thaus yug tau kuv lug lawm. Yog muab kuv cov plaubhau txav, kuv tug zug yuav ntaug hab kuv tsuas muaj zug ib yaam le lwm tug lawm xwb.”"},{"bible_id":"1726","chapter_code":"JDG.16","verse_code":"JDG.16.18","label":"18","content":"Thaus Delilas paub has tas, Xaaxoos qha qhov tseeb rua nwg lawm, nwg txhaj khaiv tuabneeg moog has rua cov Filitees cov thawjcoj has tas, “Mej ca le rov tuaj. Nwg tub qha qhov tseeb rua kuv lawm.” Ces puab txawm tuaj hab nqaa nyaj tuaj."},{"bible_id":"1726","chapter_code":"JDG.16","verse_code":"JDG.16.19","label":"19","content":"Delilas muab Xaaxoos ntxag pw tsaug zug rua huv nwg xubndlag, hab hu ib tug txivneej lug muab Xaaxoos xyaa qais plaubhau txav.  Ces Delilas txawm tsimtxom Xaaxoos, rua qhov Xaaxoos tsi muaj zug lawm."},{"bible_id":"1726","chapter_code":"JDG.16","verse_code":"JDG.16.20","label":"20","content":"Delilas qw has tas, “Xaaxoos! Cov Filitees tuaj lawm!” Xaaxoos sawv tseeg lug, nwg xaav has tas, “Ua le caag los kuv tseem yuav muaj zug hab tsiv dlim.” Nwg tsi paub has tas tug TSWV tub tawm ntawm nwg moog lawm."},{"bible_id":"1726","chapter_code":"JDG.16","verse_code":"JDG.16.21","label":"21","content":"Cov Filitees txhaj nteg tau nwg hab muab nwg ob lub qhovmuag kaus povtseg. Puab caab nwg moog rua huv lub nroog Nkaxas, muab saw hlau khi nwg, hab yuam nwg zum zeb huv tsev lojcuj."},{"bible_id":"1726","chapter_code":"JDG.16","verse_code":"JDG.16.22","label":"22","content":"Tabsis nwg cov plaubhau kws puab muab txav lawm, ntev zuj zug rov tuaj."},{"bible_id":"1726","chapter_code":"JDG.16","verse_code":"JDG.16.23","label":"23","content":"Cov Filitees cov thawjcoj tuaj sis sau ua ke coj khoom tuaj fij ua kev zoo sab txi puab tug vaajtswv Dankoos. Puab hu nkauj has tas, “Peb tug vaajtswv tau coj Xaaxoos kws yog peb tug yeebncuab lug cob rua peb teg lawm tag lauj!”"},{"bible_id":"1726","chapter_code":"JDG.16","verse_code":"JDG.16.24","label":"24","content":"Thaus cov tuabneeg suavdlawg pum Xaaxoos, puab hu nkauj qhuas puab tug vaajtswv has tas, “Peb tug vaajtswv coj peb tug yeebncuab lug cob rua peb teg lawm, nwg yog tug rhuav tshem peb lub tebchaws hab tua peb cov tuabneeg tuag ua tsheej pawg ntaag.”"},{"bible_id":"1726","chapter_code":"JDG.16","verse_code":"JDG.16.25","label":"25","content":"Thaus puab tuaj ua ke zoo sab, puab has tas, “Coj Xaaxoos tawm lug rua peb saib.”  Ces puab txhaj coj Xaaxoos tawm huv tsev lojcuj lug rua puab saib."},{"bible_id":"1726","chapter_code":"JDG.16","verse_code":"JDG.16.26","label":"26","content":"Xaaxoos has rua tug mivnyuas tub kws tuav nwg teg lug ntawd has tas, “Koj coj kuv moog tuav cov ncej tse nuav. Rua qhov kuv xaav pheeb cov ncej ntawd.”"},{"bible_id":"1726","chapter_code":"JDG.16","verse_code":"JDG.16.27","label":"27","content":"Lub tsev ntawd muaj quaspuj hab txivneej coob heev tuaj nyob puv nkaus. Cov Filitees cov thawjcoj puavleej tuaj nyob ntawd. Xaam taagnrho quaspuj hab txivneej muaj kwvlaam peb txheeb leej tuaj sawv txheej tsev sau saib Xaaxoos."},{"bible_id":"1726","chapter_code":"JDG.16","verse_code":"JDG.16.28","label":"28","content":"Ces Xaaxoos thov has tas, “Tug TSWV kws kaav ib puas tsaav yaam, thov ncu txug kuv lauj! Vaajtswv, zag nuav thov koj pub rua kuv rov muaj zug le qub ib zag ntxiv, kuas kuv pauj tau cov Filitees nuav. Kuv chim heev vim puab muab kuv ob lub qhovmuag kaus povtseg lawm.”"},{"bible_id":"1726","chapter_code":"JDG.16","verse_code":"JDG.16.29","label":"29","content":"Yog le ntawd, Xaaxoos txhaj tuav ob tug ncej huv plawv kws txheem lub tsev ntawd. Nwg muab ib saab teg tuav ib tug ncej, ces nwg thawb ob tug ncej ntawd,"},{"bible_id":"1726","chapter_code":"JDG.16","verse_code":"JDG.16.30","label":"30","content":"hab qw has tas, “Ca kuv tuag nrug cov Filitees ua ke lauj!” Nwg siv zug thawb taagnrho nwg tug zug, lub tsev ntawd txhaj qaug lug ntaus cov thawjcoj hab txhua tug kws nyob huv lub tsev ntawd tuag taag huv tuabsi. Thaus Xaaxoos tuag, nwg tua cov Filitees tuag coob tshaaj thaus nwg tseem ua neej nyob."},{"bible_id":"1726","chapter_code":"JDG.16","verse_code":"JDG.16.31","label":"31","content":"Nwg cov kwvtij hab nwg tsev tuabneeg tuaj kwv nwg moog log rua huv nwg txiv Manau-as lub qhov ntxaa kws nyob ntawm lub nroog Xaulas hab lub nroog Eta-aus ntu nruab nraab. Nwg ua cov Yixalayees tug thawjcoj tau neeg nkaum xyoo."},{"bible_id":"1726","chapter_code":"JDG.17","verse_code":"JDG.17.1","label":"1","content":"Muaj ib tug txivneej npe hu ua Mikhas nyob peg laaj roob Efalayees."},{"bible_id":"1726","chapter_code":"JDG.17","verse_code":"JDG.17.2","label":"2","content":"Nwg has rua nwg nam has tas, “Koj ib txheeb ib puas dlaim nyaj kws luas nyag lawm, koj tau foom tsi zoo rua tug tubsaab ntawd, nwgnuav cov nyaj nyob ntawm kuv. Kuv yog tug nyag cov nyaj ntawd ntaag.” Nwg nam has tas, “Kuv tug mivtub, thov tug TSWV foom koob moov rua koj!”"},{"bible_id":"1726","chapter_code":"JDG.17","verse_code":"JDG.17.3","label":"3","content":"Nwg muab cov nyaj ntawd rov qaab rua nwg nam, nwg nam has tas, “Thov kuas tej lug kws kuv foom tsi zoo poob ntawm kuv tug tub moog, kuv thov coglug muab cov nyaj nuav fij rua tug TSWV. Yuav muab cov nyaj nuav moog ua ob tug mlom, ib tug yog txaug hab ib tug yog nchuav. Yog le ntawd, kuv yuav muab cov nyaj nuav rov qaab rua koj.”"},{"bible_id":"1726","chapter_code":"JDG.17","verse_code":"JDG.17.4","label":"4","content":"Yog le ntawd, nwg txhaj muab cov nyaj ntawd rov rua nwg nam. Nwg nam txhaj nqaa ob puas dlaim nyaj ntawd moog rua ib tug kws nchuav nyaj, nwg muab ua ob tug mlom, ib tug yog txaug hab ib tug yog nchuav, nqaa moog txawb rua huv Mikhas tsev."},{"bible_id":"1726","chapter_code":"JDG.17","verse_code":"JDG.17.5","label":"5","content":"Tug Mikhas nuav, muaj ib lub tsev teev mlom. Nwg muaj ntau tug mlom hab muaj ib tug efaus,  nwg tsaa nwg cov tub ib tug ua povthawj."},{"bible_id":"1726","chapter_code":"JDG.17","verse_code":"JDG.17.6","label":"6","content":"Lub sijhawm ntawd cov Yixalayees tsi muaj vaajntxwv kaav puab; txhua tug tuabneeg nyag ua lawv le nyag lub sab nyam xwb."},{"bible_id":"1726","chapter_code":"JDG.17","verse_code":"JDG.17.7","label":"7","content":"Lub sijhawm ntawd, muaj ib tug tub hluas Levis nyob huv lub nroog Npelehees huv xeev Yudas."},{"bible_id":"1726","chapter_code":"JDG.17","verse_code":"JDG.17.8","label":"8","content":"Nwg tsiv tawm huv lub nroog Npelehees moog nrhav chaw nyob rua lwm qhov. Thaus nwg taabtom taug kev moog, nwg moog txug huv Mikhas lub tsev kws nyob peg laaj roob Efalayees."},{"bible_id":"1726","chapter_code":"JDG.17","verse_code":"JDG.17.9","label":"9","content":"Mikhas nug tug tub hluas ntawd has tas, “Koj tuaj qhov twg tuaj?” Nwg teb has tas, “Kuv yog ib tug tub hluas Levis, kuv nyob huv lub nroog Npelehees xeev Yudas tuaj. Kuv tuaj nrhav chaw nyob.”"},{"bible_id":"1726","chapter_code":"JDG.17","verse_code":"JDG.17.10","label":"10","content":"Mikhas teb has tas, “Koj ca le nrug kuv nyob ua kuv txiv hab ua kuv tug povthawj. Ib xyoos twg kuv muab kaum dlaim nyaj, muab rig tsho hab zaub mov rua koj.”"},{"bible_id":"1726","chapter_code":"JDG.17","verse_code":"JDG.17.11","label":"11","content":"Tug tub hluas Levis txaus sab nrug Mikhas nyob hab ua zoo le nwg yog Mikhas tug tub lawm ntaag."},{"bible_id":"1726","chapter_code":"JDG.17","verse_code":"JDG.17.12","label":"12","content":"Mikhas tsaa nwg ua Mikhas tug povthawj hab nwg nyob huv Mikhas tsev."},{"bible_id":"1726","chapter_code":"JDG.17","verse_code":"JDG.17.13","label":"13","content":"Mikhas has tas, “Nwgnuav kuv muaj ib tug Levis lug ua kuv tug povthawj lawm. Kuv paub tug TSWV yuav ua kuas txhua yaam zoo rua kuv.”"},{"bible_id":"1726","chapter_code":"JDG.18","verse_code":"JDG.18.1","label":"1","content":"Thaus lub sijhawm ntawd, cov Yixalayees tsi tau muaj vaajntxwv. Thaus ntawd xeem Daas tseem pheej moog nrhav chaw rua puab nyob, rua qhov puab tsi tau muaj ib thaaj aav twg huv tsaav tuabneeg Yixalayees rua puab nyob ua puab tug le."},{"bible_id":"1726","chapter_code":"JDG.18","verse_code":"JDG.18.2","label":"2","content":"Yog le ntawd, cov Daas txhaj xaiv tau tsib tug txivneej kws sab tawv heev  sawv cev ntawm txhua tsev tuabneeg huv xeem Daas hab tso puab tawm huv lub nroog Xaulas hab Eta-aus moog ncig hab soj lub tebchaws. Thaus puab tuaj txug rua ntawm lub laaj roob Efalayees, puab moog su huv Mikhas tsev."},{"bible_id":"1726","chapter_code":"JDG.18","verse_code":"JDG.18.3","label":"3","content":"Thaus puab moog su tau ntev loo rua huv lawm, puab ncu tau tug tub hluas Levis lub suab has lug, ces puab txawm moog cuag nwg hab nug has tas, “Koj tuaj ua dlaabtsi ntawm nuav? Leejtwg coj koj tuaj?”"},{"bible_id":"1726","chapter_code":"JDG.18","verse_code":"JDG.18.4","label":"4","content":"Nwg teb has tas, “Mikhas khaiv kuv ua ntau yaam, nwg ndlav kuv ua nwg ib tug povthawj.”"},{"bible_id":"1726","chapter_code":"JDG.18","verse_code":"JDG.18.5","label":"5","content":"Puab has rua nwg tas, “Thov koj paab thov Vaajtswv saib txujkev kws peb moog ntawd puas yuav muaj kev vaammeej rua peb?”"},{"bible_id":"1726","chapter_code":"JDG.18","verse_code":"JDG.18.6","label":"6","content":"Tug povthawj teb has tas, “Mej tsi xob nyuaj sab txug ib yaam dlaabtsi le, tug TSWV yuav tsomkwm mej thaus mej taabtom taug kev moog.”"},{"bible_id":"1726","chapter_code":"JDG.18","verse_code":"JDG.18.7","label":"7","content":"Yog le ntawd, tsib tug txivneej ntawd txhaj sawv kev moog rua huv lub nroog La-isas lawm. Puab moog pum cov tuabneeg huv muaj zoo vaaj zoo tsev nyob kaaj sab lug ib yaam le cov tuabneeg Xidaunias. Puab nyob thaajyeeb lug, puab cov tuabneeg nyob ntsag tu, tsi muaj kev sis caav sis tshe nrug leejtwg; puab muaj txhua yaam kws puab xaav tau.  Puab nyob dleb heev ntawm lub nroog Xidaunias, hab puab yeej tsi cog phoojywg nrug leejtwg le."},{"bible_id":"1726","chapter_code":"JDG.18","verse_code":"JDG.18.8","label":"8","content":"Thaus tsib tug txivneej ntawd rov lug txug rua huv lub nroog Xaulas hab Eta-aus, puab cov kwvtij tuaj nug puab zum zawg has tas, “Mej puas pum dlaabtsi coj lug pav qha rua peb?”"},{"bible_id":"1726","chapter_code":"JDG.18","verse_code":"JDG.18.9","label":"9","content":"Puab teb has tas, “Mej ca le tuaj, peb yuav moog tua lub nroog La-isas. Peb moog pum tej aav hab lub nroog ntawd zoo kawg nkaus le. Tsi xob ua ib yaam dlaabtsi nyob ntawm nuav le lawm. Maaj ceev nrooj! Ca le moog hab txeeb kuas tau taagnrho lub nroog ntawd."},{"bible_id":"1726","chapter_code":"JDG.18","verse_code":"JDG.18.10","label":"10","content":"Thaus mej moog txug ntawd lawm, mej yuav ntsib cov tuabneeg kws nyob tsi ntshai dlaabtsi. Lub tebchaws ntawd luj heev; nyob huv lub tebchaws ntawd muaj txhua yaam kws tuabneeg xaav yuav xaav tau. Vaajtswv tub muab lub tebchaws ntawd cob rua mej lawm.”"},{"bible_id":"1726","chapter_code":"JDG.18","verse_code":"JDG.18.11","label":"11","content":"Yog le ntawd, xeem Daas txhaj txhij tau rau pua leej tubrog hab npaaj cuabyeej ua rog tawm huv lub nroog Xaulas hab Eta-aus moog txeeb lub tebchaws ntawd."},{"bible_id":"1726","chapter_code":"JDG.18","verse_code":"JDG.18.12","label":"12","content":"Puab moog tsuam yeej rua ntawm lub nroog Kili-as Ye-alees saab nubpoob huv xeev Yudas. Tub yog vim le ntawd txhaj tseem muab qhov chaw ntawd hu ua Daas lub Yeej lug txug naj nub nua."},{"bible_id":"1726","chapter_code":"JDG.18","verse_code":"JDG.18.13","label":"13","content":"Puab txhaj sawv kev qhov ntawd moog txug rua ntawm Mikhas lub tsev peg lub laaj roob Efalayees."},{"bible_id":"1726","chapter_code":"JDG.18","verse_code":"JDG.18.14","label":"14","content":"Ces tsib tug txivneej kws puab tub xub moog soj lub tebchaws hab ncig saib lub nroog La-isas lawm, txhaj has rua puab cov kwvtij tas, “Mej puas paub huv lub tsev nuav muaj ob tug mlom nyaj, ib tug yog txaug hab ib tug yog nchuav? Nyob rua huv tseem muaj lwm yaam mlom hab muaj ib tug mlom efaus. Mej sim xaav saib peb yuav ua le caag?”"},{"bible_id":"1726","chapter_code":"JDG.18","verse_code":"JDG.18.15","label":"15","content":"Yog le ntawd, puab txhaj moog rua huv Mikhas tsev, yog lub tsev kws tug tub hluas Levis nyob, hab nug tug hluas Levis saib nwg puas noj qaab nyob zoo."},{"bible_id":"1726","chapter_code":"JDG.18","verse_code":"JDG.18.16","label":"16","content":"Thaus lub sijhawm ntawd, cov Daas rau pua leej tubrog kws npaaj rawv cuabyeej sis tua, tub sawv nreg nroog ntawm roojvaag tog lawm."},{"bible_id":"1726","chapter_code":"JDG.18","verse_code":"JDG.18.17","label":"17","content":"Ces tsib tug kws moog soj lub tebchaws ntawd, ca le ncaaj nraim moog rua huv tsev hab muab kag tug mlom ntoo kws vuam nyaj, tej mlom huv tsev, hab tug mlom efaus nqaa tawm lug, thaus kws tug povthawj tseem nrug rau pua leej txivneej kws nqaa rawv cuabyeej ua rog sawv ntawm roojvaag."},{"bible_id":"1726","chapter_code":"JDG.18","verse_code":"JDG.18.18","label":"18","content":"Thaus cov txivneej moog huv Mikhas tsev hab muab tug mlom txaug kws vuam nyaj, tug efaus, Mikhas tsev tuabneeg tej mlom hab tug mlom nchuav nqaa lug, ces tug povthawj nug puab has tas, “Mej ua dlaabtsi le ko?”"},{"bible_id":"1726","chapter_code":"JDG.18","verse_code":"JDG.18.19","label":"19","content":"Puab has rua nwg tas, “Ua tuabywv tsi xob has lug! Koj ca le nrug peb moog ua peb tug povthawj hab ua peb txiv. Koj ua povthawj rua ib tsev nyuas tuabneeg tseem zoo dlua le koj ua rua cov Yixalayees ib xeem hab los?”"},{"bible_id":"1726","chapter_code":"JDG.18","verse_code":"JDG.18.20","label":"20","content":"Qhov nuav ua rua tug povthawj ntawd zoo sab heev. Yog le ntawd, nwg txhaj nqaa taagnrho cov mlom nrug puab moog lawm."},{"bible_id":"1726","chapter_code":"JDG.18","verse_code":"JDG.18.21","label":"21","content":"Puab tso puab tej mivnyuas, tej tsaj txhu hab txhua yaam moog ua puab ntej."},{"bible_id":"1726","chapter_code":"JDG.18","verse_code":"JDG.18.22","label":"22","content":"Puab taug kev ntawm Mikhas tsev moog tau ntev loo, Mikhas maam le hu nwg tej kwvtij zej zog moog caum puab qaab. Puab moog caum cuag cov Daas,"},{"bible_id":"1726","chapter_code":"JDG.18","verse_code":"JDG.18.23","label":"23","content":"hab puab qw ntsoog qeeg rua cov Daas. Cov Daas tig hlo lug nug Mikhas has tas, “Peb ua txhum koj dlaabtsi, koj yuav coj tuabneeg coob ua luaj tuaj caum peb?”"},{"bible_id":"1726","chapter_code":"JDG.18","verse_code":"JDG.18.24","label":"24","content":"Mikhas teb has tas, “Mej tub coj kuv tug povthawj hab nyag tej mlom kws kuv ua taag lug lawm los sav! Tshuav dlaabtsi txhaj tseem yog kuv le? ua le caag mej tseem muaj cai nug kuv has tas, ‘Peb ua txhum koj dlaabtsi, koj yuav coj tuabneeg coob ua luaj tuaj caum peb?’ ”"},{"bible_id":"1726","chapter_code":"JDG.18","verse_code":"JDG.18.25","label":"25","content":"Cov Daas has rua Mikhas has tas, “Zoo dlua le koj tsi xob has ib lu lug ua rua peb chim, nyob tsaam cov tuabneeg nuav tig lug tua koj. Ces koj hab koj tsev tuabneeg yuav tuag taag.”"},{"bible_id":"1726","chapter_code":"JDG.18","verse_code":"JDG.18.26","label":"26","content":"Ces cov Daas txawm moog lawm. Mikhas pum puab yeej muaj zug tshaaj nwg, nwg txhaj ua ib sab rov lug tsev lawm."},{"bible_id":"1726","chapter_code":"JDG.18","verse_code":"JDG.18.27","label":"27","content":"Puab coj txhua yaam kws Mikhas ua, hab nwg tug povthawj nrug puab moog tua cov tuabneeg kws nyob thaajyeeb lug hab tsi ntshai dlaabtsi huv lub nroog La-isas. Puab muab ntaaj tua cov tuabneeg tuag taag hab muab tej vaaj tse hlawv huv tuabsi povtseg."},{"bible_id":"1726","chapter_code":"JDG.18","verse_code":"JDG.18.28","label":"28","content":"Tsi muaj leejtwg tuaj paab puab, vim puab nyob nrug dleb ntawm lub nroog Xidoos, hab puab tsi nrug leejtwg cog phoojywg le. Lub nroog La-isas nyob huv lub haav kws ze lub nroog Npelehaus."},{"bible_id":"1726","chapter_code":"JDG.18","verse_code":"JDG.18.29","label":"29","content":"Puab txhaj muab lub nroog La-isas hloov dlua npe hu ua Daas, lawv le puab yawmkoob Daas kws yog Yakhauj tug tub lub npe."},{"bible_id":"1726","chapter_code":"JDG.18","verse_code":"JDG.18.30","label":"30","content":"Cov Daas muab tug mlom ntawd moog teeb rua puab pe, puab tsaa Nkesoos tug tub Yaunathaas kws yog Mauxes tug xeebntxwv ua tug povthawj, hab Yaunathaas cov xeebntxwv puavleej tau ua puab cov povthawj moog txug thaus kws puab raug luas nteg coj moog lawm."},{"bible_id":"1726","chapter_code":"JDG.18","verse_code":"JDG.18.31","label":"31","content":"Cov Daas tug mlom kws Mikhas ua ntawd, txij thaus lub Tsevntaub kws yog qhov chaw pehawm Vaajtswv tseem nyob huv lub nroog Silaus."},{"bible_id":"1726","chapter_code":"JDG.19","verse_code":"JDG.19.1","label":"1","content":"Ua ntej cov Yixalayees muaj vaajntxwv, muaj ib tug tuabneeg Levis nyob peg lub laaj roob Efalayees kws nyob nrug dleb rua ib qho. Nwg tuaj yuav tau ib tug hluas nkauj huv lub nroog Npelehees xeev Yudas ua nwg nam yau."},{"bible_id":"1726","chapter_code":"JDG.19","verse_code":"JDG.19.2","label":"2","content":"Tabsis tug nam yau ntawd tsi txaus sab rua nwg tug quasyawg, nwg txhaj tsiv rov qaab moog rua nraag nwg txiv tsev huv lub nroog Npelehees, hab nyob nraag tau plaub hlis."},{"bible_id":"1726","chapter_code":"JDG.19","verse_code":"JDG.19.3","label":"3","content":"Ces tug quasyawg caum qaab moog hab thov kuas nwg rov lug nrug tug quasyawg nyob. Tug quasyawg coj nwg tug qhev hab caab ob tug neeg luav nrug nwg moog. Nwg tug nam yau txawm coj nwg moog huv leej txiv tsev, thaus leej txiv pum tug Levis, nwg lug puag nkaus hab zoo sab heev."},{"bible_id":"1726","chapter_code":"JDG.19","verse_code":"JDG.19.4","label":"4","content":"Ces nwg yawmtxiv cheem kuas nwg nyob, nwg txhaj nrug yawmtxiv nyob tau peb nub, noj haus hab pw huv yawmtxiv tsev."},{"bible_id":"1726","chapter_code":"JDG.19","verse_code":"JDG.19.5","label":"5","content":"Nub plaub puab txawm sawv ntxuv lug npaaj hab yuav rov lug tsev. Tabsis yawmtxiv cheem nwg tug vauv has tas, “Ua tshais sav rua mej noj tsaiv, mej maam le moog.”"},{"bible_id":"1726","chapter_code":"JDG.19","verse_code":"JDG.19.6","label":"6","content":"Yog le ntawd, yawmtxiv hab tug vauv rov nyob quastsawg noj haus ua ke dlua. Ces yawmtxiv has rua tug vauv has tas, “Rov pw ib mos ntxiv kuas peb zoo sab tsaiv.”"},{"bible_id":"1726","chapter_code":"JDG.19","verse_code":"JDG.19.7","label":"7","content":"Tug Levis yuav sawv kev moog, tabsis yawmtxiv cheem nwg heev kuas nyob xwb, yog le ntawd, nwg txhaj pw ib mos ntxiv."},{"bible_id":"1726","chapter_code":"JDG.19","verse_code":"JDG.19.8","label":"8","content":"Nub tsib thaus sawv ntxuv nwg txawm sawv kev moog, tabsis yawmtxiv has tas, “Tog noj tshais taag tsaiv maam le moog.” Obtug txhaj tog txug thaus nub qaij, yawmtxiv hab tug vauv rov moog noj mov ua ke."},{"bible_id":"1726","chapter_code":"JDG.19","verse_code":"JDG.19.9","label":"9","content":"Thaus tug txivneej ntawd, nwg tug nam yau hab tug qhev rov sawv kev dlua, yawmtxiv txawm has tas, “Nub tub yuav poob qho; mej yuavtsum tau rov nyob ib mos ntxiv hab tsaiv. Tub yuav tsaus ntuj taamsim nuav ntaag; nyob kuas zoo sab. Pigkig mej maam le sawv ntxuv moog.”"},{"bible_id":"1726","chapter_code":"JDG.19","verse_code":"JDG.19.10","label":"10","content":"Tabsis tug Levis tsi kaam nyob lawm, nwg txhaj sawv kev coj nwg tug nam yau, ob tug neeg luav hab tug qhev moog rua tom lub zog Yenpus, (kws yog lub nroog Yeluxalees.)"},{"bible_id":"1726","chapter_code":"JDG.19","verse_code":"JDG.19.11","label":"11","content":"Thaus puab lug txug ze rua ntawm Yenpus lub nub tub yuav laug poob qho, tug qhev has rua nwg tug tswv has tas, “Yuav ua le caag, tub yuav tsaus ntuj, ces peb su ib mos huv cov Yenpus lub nroog, pigkig peb maam le moog.”"},{"bible_id":"1726","chapter_code":"JDG.19","verse_code":"JDG.19.12","label":"12","content":"Tug tswv teb has tas, “Cov tuabneeg ntawd tsi yog Yixalayees, peb tsi xob pw huv puab lub nroog. Peb moog kuas txug tom lub nroog Nkinpe-as tsaiv, peb maam le su tod.”"},{"bible_id":"1726","chapter_code":"JDG.19","verse_code":"JDG.19.13","label":"13","content":"Nwg has ntxiv tas, “Peb moog ceev nrooj kuas txug lub nroog Nkinpe-as lossis Lamas tsaiv, peb maam le pw ib mos tom ob lub nroog ntawd ib lub.”"},{"bible_id":"1726","chapter_code":"JDG.19","verse_code":"JDG.19.14","label":"14","content":"Yog le ntawd, puab txhaj dlhau lub nroog Yenpus lug txug rua huv lub nroog Nkinpe-as kws yog xeem Npeenyamees cheebtsaam aav, nub taabtom poob qho kag."},{"bible_id":"1726","chapter_code":"JDG.19","verse_code":"JDG.19.15","label":"15","content":"Puab txhaj ncaim kev moog nrhav chaw pw rua huv lub nroog ntawd. Puab moog nyob ntawm ib qhov chaw huv plawv nroog, tabsis tsi muaj leejtwg tuaj coj puab moog tsev le."},{"bible_id":"1726","chapter_code":"JDG.19","verse_code":"JDG.19.16","label":"16","content":"Puab nyob qhov ntawd tau ntev loo, muaj ib tug txivneej laug moog ua teb lug, thaus ntawd lub nub tub poob qho lawm. Nwg yeej ibtxwm yog tuabneeg nyob peg lub laaj roob Efalayees, tabsis nwgnuav nwg lug nyob nraag lub nroog Nkinpe-as lawm. (Cov tuabneeg kws nyob huv lub nroog ntawd yog xeem Npeenyamees.)"},{"bible_id":"1726","chapter_code":"JDG.19","verse_code":"JDG.19.17","label":"17","content":"Tug yawm laug ntawd pum cov tuabneeg taug kev kws lug su ntawm plawv nroog hab nwg nug has tas, “Mej tuaj qhov twg tuaj? Mej yuav moog qhov twg?”"},{"bible_id":"1726","chapter_code":"JDG.19","verse_code":"JDG.19.18","label":"18","content":"Tug Levis teb has tas, “Peb moog nraag lub nroog Npelehees huv xeev Yudas lug, hab peb yuav rov lug moog tsev  rua peg lub laaj roob Efalayees,"},{"bible_id":"1726","chapter_code":"JDG.19","verse_code":"JDG.19.19","label":"19","content":"txawm yog peb muaj quavnyaab rua peb cov neeg luav noj, hab muaj ncuav, muaj cawv txiv maab rua kuv, kuv tug nam yau hab kuv tug qhev noj. Txhua yaam peb puavleej muaj txhij los yeej tsi muaj leejtwg coj peb moog nrhav chaw su le.”"},{"bible_id":"1726","chapter_code":"JDG.19","verse_code":"JDG.19.20","label":"20","content":"Tug yawm laug ntawd has tas, “Mej ca le moog su huv kuv tsev! Kuv yuav nrhav chaw rua mej; mej tsi xob pw ntawm tshaav puam nuav.”"},{"bible_id":"1726","chapter_code":"JDG.19","verse_code":"JDG.19.21","label":"21","content":"Yog le ntawd, nwg txhaj coj puab moog huv nwg tsev hab muab zaub rua puab cov neeg luav noj. Nwg muab dlej rua puab ntxuav kutaw hab rau mov rua puab noj."},{"bible_id":"1726","chapter_code":"JDG.19","verse_code":"JDG.19.22","label":"22","content":"Thaus puab su lug sav lawm, muaj ib paab tuabneeg phem ua nkauj ua nraug huv lub nroog ntawd txawm tuaj vij lub tsev hab tsoo qhovrooj. Puab has rua tug yawm laug has tas, “Ca le coj tug txivneej kws koj coj lug tsev lawm tuaj rua peb! Peb xaav ntxag nwg heev!”"},{"bible_id":"1726","chapter_code":"JDG.19","verse_code":"JDG.19.23","label":"23","content":"Tabsis tug yawm laug tawm moog saab nrau hab has tas, “Kuv cov phoojywg! Thov lauj! Mej tsi xob ua tej kev phem kev qas, kev tsi ncaaj tsi nceeg le nuav! Tug txivneej nuav yog kuv tug qhua."},{"bible_id":"1726","chapter_code":"JDG.19","verse_code":"JDG.19.24","label":"24","content":"Mej saib, tug nuav yog nwg tug nam yau hab kuv tug ntxhais nkaujxwb. Kuv yuav coj obtug tuaj taamsim nuav, mej ca le coj obtug moog, hab ua rua obtug lawv le mej sab nyam. Tabsis thov tsi xob ua phem rua tug txivneej nuav.”"},{"bible_id":"1726","chapter_code":"JDG.19","verse_code":"JDG.19.25","label":"25","content":"Tabsis cov txivneej ntawd tsi noog tug yawm laug has le. Yog le ntawd, tug Levis txhaj thawb ntag nwg tug nam yau rua saab nrau rua puab. Puab mos ntho nwg hab muab nwg yuam ib mos kaaj ntug plawg maam le tso nwg lug."},{"bible_id":"1726","chapter_code":"JDG.19","verse_code":"JDG.19.26","label":"26","content":"Thaus kaaj ntug txoog tug quaspuj txhaj lug qaug rua ntawm tug yawm laug lub qhovrooj, lub tsev kws nwg tug quasyawg su. Nwg pw nrau qhovrooj moog txug thaus nub tuaj."},{"bible_id":"1726","chapter_code":"JDG.19","verse_code":"JDG.19.27","label":"27","content":"Nwg tug quasyawg sawv ntxuv lug, hab thaus nwg qheb qhovrooj yuav moog tsev, nwg pum nwg tug nam yau pw xyaab leeg ntawm qhovrooj, ob txhais teg ncaav moog rua ntawm lub qhovrooj."},{"bible_id":"1726","chapter_code":"JDG.19","verse_code":"JDG.19.28","label":"28","content":"Nwg txhaj has tas, “Ca le sawv. Peb yuav moog tsev.” Tabsis tsi nov teb le. Yog le ntawd, nwg txhaj puag hlo tug quaspuj rua sau tug neeg luav nrausqaum hab moog tsev lawm."},{"bible_id":"1726","chapter_code":"JDG.19","verse_code":"JDG.19.29","label":"29","content":"Thaus nwg lug txug tsev, nwg muab rag txav nwg tug nam yau lub cev ua kaum ob thooj, hab muab xaa moog rua kaum ob xeem Yixalayees ib xeem ib thooj."},{"bible_id":"1726","chapter_code":"JDG.19","verse_code":"JDG.19.30","label":"30","content":"Txhua tug kws pum thooj nqaj ntawd puavleej has tas, “Peb ibtxwm tsi tau pum dlua ib zag le nuav. Txij thaus peb tsiv nraag tebchaws Iziv lug, tsi tau muaj tej xwmtxheej phem zoo le nuav tshwmsim rua peb tsaav tuabneeg le. Peb yuavtsum tau mob sab txug zaaj nuav! Hab saablaaj saib peb yuav ua le caag.”"},{"bible_id":"1726","chapter_code":"JDG.20","verse_code":"JDG.20.1","label":"1","content":"Taagnrho cov Yixalayees kws nyob peg lub nroog Daas saab qaumteb thoob plawg moog txug nraag lub nroog Npesenpas saab qaabteb, thoob plawg lug rua huv lub xeev Nkile-as kws nyob saab nubtuaj, puavleej teb lu lug nqua hu ntawd. Puab tuaj txoos ua ke koom ua ib lub sab taabmeeg tug TSWV huv qhov chaw sis ntsib ntawm lub nroog Mixepas."},{"bible_id":"1726","chapter_code":"JDG.20","verse_code":"JDG.20.2","label":"2","content":"Txhua xeem Yixalayees cov thawjcoj puavleej tuaj koom nrug Vaajtswv tsaav tuabneeg, muaj plaub puas txheeb tug tubrog kws nqaa rawv cuabyeej ua rog tuaj nyob qhov ntawd."},{"bible_id":"1726","chapter_code":"JDG.20","verse_code":"JDG.20.3","label":"3","content":"Thaus kws cov Npeenyamees nov has tas, taagnrho cov Yixalayees tuaj sis sau rua huv lub nroog Mixepas lawm. Ces cov Yixalayees nug has tas, “Qha rua peb saib, yog ua le caag txhaj muaj txujkev phem kev qas le nuav?”"},{"bible_id":"1726","chapter_code":"JDG.20","verse_code":"JDG.20.4","label":"4","content":"Tug Levis kws tug nam yau raug tua ntawd teb has tas, “Thaus kuv tug nam yau hab kuv lug txug nraag lub nroog Nkinpe-as, huv cov Npeenyamees cheebtsaam aav, wb lug pw ib mos nraag."},{"bible_id":"1726","chapter_code":"JDG.20","verse_code":"JDG.20.5","label":"5","content":"Mo ntawd cov txivneej kws nyob huv lub nroog Nkinpe-as txawm tuaj vij tsev nteg kuv. Puab npaaj sab xaav tua kuv povtseg; tabsis puab txawm mos ntho kuv tug nam yau coj moog yuam hab ua rua nwg tuag le lawm."},{"bible_id":"1726","chapter_code":"JDG.20","verse_code":"JDG.20.6","label":"6","content":"Kuv txhaj coj nwg lub cevlug txav ua tej thooj le nuav, hab muab xaa moog thoob plawg cov Yixalayees kaum ob xeem, ib xeem ib thooj. Cov tuabneeg nuav tau ua phem ua qas hab ua tsi ncaaj rhuav peb ntsejmuag kawg le."},{"bible_id":"1726","chapter_code":"JDG.20","verse_code":"JDG.20.7","label":"7","content":"Taagnrho mej cov kws nyob ntawm nuav puavleej yog tuabneeg Yixalayees. Saib peb yuav ua le caag rua zaaj nuav?”"},{"bible_id":"1726","chapter_code":"JDG.20","verse_code":"JDG.20.8","label":"8","content":"Taagnrho cov pejxeem txhaj sawv tseeg hab has tas, “Tsi pub peb ib tug twg kws nyob huv tsevntaub lossis nyob huv tsev, moog tsev le.!"},{"bible_id":"1726","chapter_code":"JDG.20","verse_code":"JDG.20.9","label":"9","content":"Peb yuavtsum ua le nuav: Peb ca le rhu ntawv hab xaiv ib paab tuabneeg moog tua lub nroog Nkinpe-as."},{"bible_id":"1726","chapter_code":"JDG.20","verse_code":"JDG.20.10","label":"10","content":"Muab cov Yixalayees rhu kaum leej tawm ntawm ib puas leej, ib puas leej tawm ntawm ib txheeb leej, ib txheeb leej tawm ntawm kaum txheeb leej, ua cov muab zaub mov rua cov tubrog noj, hab dlua le lwm cov ca moog rau txim rua cov tuabneeg huv lub nroog Nkinpe-as  txujkev ua tsi ncaaj kws puab tau ua txhum rua tsaav tuabneeg Yixalayees nuav.”"},{"bible_id":"1726","chapter_code":"JDG.20","verse_code":"JDG.20.11","label":"11","content":"Yog le ntawd, taagnrho cov Yixalayees cov txivneej txhaj tuaj sis sau koom ua ib lub sab moog tua lub nroog Nkinpe-as."},{"bible_id":"1726","chapter_code":"JDG.20","verse_code":"JDG.20.12","label":"12","content":"Txhua xeem Yixalayees puavleej khaiv tuabneeg xaa xuv moog thoob plawg xeem Npeenyamees has tas, “Vim le caag mej yuav ua phem ua qas le nuav?"},{"bible_id":"1726","chapter_code":"JDG.20","verse_code":"JDG.20.13","label":"13","content":"Nwgnuav mej ca le muab cov nam tuabneeg phem kws nyob huv lub nroog Nkinpe-as cob rua peb teg, peb yuav muab puab tua povtseg kuas taag, txhaj le tshem tau txujkev phem kev qas nuav tawm huv tsaav tuabneeg Yixalayees moog.” Tabsis cov Npeenyamees tsi quavntsej noog cov Yixalayees has le."},{"bible_id":"1726","chapter_code":"JDG.20","verse_code":"JDG.20.14","label":"14","content":"Taagnrho cov Npeenyamees kws nyob txhua lub nroog txawm tuaj sis sau rua huv Nkinpe-as tua cov Yixalayees."},{"bible_id":"1726","chapter_code":"JDG.20","verse_code":"JDG.20.15","label":"15","content":"Nub ntawd cov Npeenyamees txawm txhij tau neeg nkaum rau txheeb tug tubrog kws txawj tua ntaaj huv puab tej nroog tuaj ntxiv rua xyaa pua tug tubrog  kws puab xaiv tshwjxeeb huv lub nroog Nkinpe-as."},{"bible_id":"1726","chapter_code":"JDG.20","verse_code":"JDG.20.16","label":"16","content":"Taagnrho cov tubrog xyaa pua leej kws puab xaiv tshwjxeeb ntawd, xis saab txhumphem xwb, hab txhua tug puavleej txawj ntaus zeg hlua ncaaj kawg le, txawm yog tsom ntsoov rua ib txuj plaubhau xwb los yeej raug le."},{"bible_id":"1726","chapter_code":"JDG.20","verse_code":"JDG.20.17","label":"17","content":"Cov Yixalayees tej tubrog kws txeev tua rog lug lawm muaj plaub puas txheeb leej; tsi suav cov Npeenyamees."},{"bible_id":"1726","chapter_code":"JDG.20","verse_code":"JDG.20.18","label":"18","content":"Cov Yixalayees moog rua huv lub chaw pehawm Vaajtswv huv lub nroog Npethees hab nug Vaajtswv has tas, “Peb yuav ca xeem twg ua ntej moog tua cov Npeenyamees?” Tug TSWV teb has tas, “Ca xeem Yudas moog ua ntej.”"},{"bible_id":"1726","chapter_code":"JDG.20","verse_code":"JDG.20.19","label":"19","content":"Yog le ntawd, taagkig sawv ntxuv cov Yixalayees txawm moog tsuam yeej ze rua ntawm lub nroog Nkinpe-as."},{"bible_id":"1726","chapter_code":"JDG.20","verse_code":"JDG.20.20","label":"20","content":"Cov Yixalayees txhaj moog tua cov Npeenyamees, hab cov tubrog moog nyob taagnrho rua tej chaw kws yuav sis tua ntawm lub nroog Nkinpe-as."},{"bible_id":"1726","chapter_code":"JDG.20","verse_code":"JDG.20.21","label":"21","content":"Thaus nub tseem tsi tau poob qho, cov tubrog Npeenyamees tawm huv nroog tuaj tua cov tubrog Yixalayees tuag lawm neeg nkaum ob txheeb leej."},{"bible_id":"1726","chapter_code":"JDG.20","verse_code":"JDG.20.22+JDG.20.23","label":"22-23","content":"Ces cov Yixalayees rov moog rua ntawm qhov chaw pehawm Vaajtswv hab quaj thov tug TSWV moog txug thaus tsaus ntuj. Puab nug tug TSWV has tas, “Puas tsimnyog peb moog ua rog tawmtsaam peb cov kwvtij Npeenyamees ntxiv lawm?” Tug TSWV teb has tas, “Mej ca le rov qaab moog.?” Yog le ntawd, cov tubrog Yixalayees txhaj zoo sab hlo rov moog nyob ntawm puab tej qub chaw kws puab tub xub nyob thawj nub lawm."},{"bible_id":"1726","chapter_code":"JDG.20","verse_code":"JDG.20.24","label":"24","content":"Nub ob cov Yixalayees rov moog tua cov Npeenyamees dlua."},{"bible_id":"1726","chapter_code":"JDG.20","verse_code":"JDG.20.25","label":"25","content":"Nub ob cov tubrog Npeenyamees rov tawm huv lub nroog Nkinpe-as tuaj tua cov Yixalayees, zag nuav puab tua cov tubrog Yixalayees kws txeev tua rog lug lawm tuag kaum yim txheeb leej."},{"bible_id":"1726","chapter_code":"JDG.20","verse_code":"JDG.20.26","label":"26","content":"Ces cov tubrog Yixalayees rov moog rua peg lub nroog Npethees, hab quaj rua tug TSWV dlua. Puab moog nyob huv qhov chaw kws nrug tug TSWV sis ntsib hab yoo mov moog txug thaus tsaus ntuj. Puab muab tsaj tua hlawv fij hab fij khoom ua kev sis raug zoo rua tug TSWV."},{"bible_id":"1726","chapter_code":"JDG.20","verse_code":"JDG.20.27+JDG.20.28","label":"27-28","content":"Lub sijhawm ntawd, lub Phijxaab kws ntim Vaajtswv tej lug cog tseg tseem nyob huv lub nroog Npethees, hab Ele-axas tug tub Finehas kws yog Aloos tug xeebntxwv, ua tug saib lub Phijxaab ntawd. Cov pejxeem txhaj nug tug TSWV has tas, “Peb tseem yuav rov moog ua rog rua peb cov kwvtij Npeenyamees dlua lossis ca peb tso tseg?” Tug TSWV teb has tas, “Ca le rov moog tua. Pigkig Kuv yuav pub kuas mej tua yeej cov Npeenyamees.”"},{"bible_id":"1726","chapter_code":"JDG.20","verse_code":"JDG.20.29","label":"29","content":"Yog le ntawd, cov Yixalayees txhaj tso ib cov tubrog moog nkaum puagncig lub nroog Nkinpe-as."},{"bible_id":"1726","chapter_code":"JDG.20","verse_code":"JDG.20.30","label":"30","content":"Ces nub peb cov Yixalayees rov moog tua cov Npeenyamees hab puab cov tubrog moog nyob rua ntawm puab tej chaw sis tua huv lub nroog Nkinpe-as ib yaam le ob zag taag lug lawm."},{"bible_id":"1726","chapter_code":"JDG.20","verse_code":"JDG.20.31","label":"31","content":"Cov Npeenyamees txawm tawm tuaj tua hab raug ntxag coj moog dleb ntawm lub nroog. Puab txawm pib tua cov Yixalayees ib yaam le puab tua thawj ob zag. Nyob tom taj nraag hab ntawm ob txujkev tshuam; ib txuj moog rua huv lub nroog Npethees hab ib txuj moog rua huv lub nroog Nkinpe-as. Puab tua cov Yixalayees tuag peb caug leej."},{"bible_id":"1726","chapter_code":"JDG.20","verse_code":"JDG.20.32","label":"32","content":"Cov Npeenyamees has tas, “peb yuav tua yeej puab ib yaam le thawj ob zag taag lug lawm hab.” Tabsis cov Yixalayees tuav tswvyim ntxag hab coj cov Npeenyamees moog kuas nrug dleb lub nroog tsaiv."},{"bible_id":"1726","chapter_code":"JDG.20","verse_code":"JDG.20.33","label":"33","content":"Yog le ntawd, thaus cov tubrog Yixalayees ua txuj tsiv rov qaab hab moog sis sau rua peg Npa-aas Tamaj, ces taamsim ntawd cov tubrog dlha tawm huv puab tej chaw nkaum ntawm lub nroog Nkinpe-as  saab nubpoob lug."},{"bible_id":"1726","chapter_code":"JDG.20","verse_code":"JDG.20.34","label":"34","content":"Ces kaum txheeb leej txivneej kws xaiv tshwjxeeb ntawd cov Yixalayees txhaj moog tua lub nroog Nkinpe-as, hab puab sis tua nyaav kawg le. Cov Npeenyamees tsi paub has tas, puab yuav raug kev puamtsuaj luj npaum le ntawd."},{"bible_id":"1726","chapter_code":"JDG.20","verse_code":"JDG.20.35","label":"35","content":"Tug TSWV pub cov Yixalayees tua yeej cov Npeenyamees. Nub ntawd cov Yixalayees tua puab cov yeebncuab tuag neeg nkaum tsib txheeb ib puas leej,"},{"bible_id":"1726","chapter_code":"JDG.20","verse_code":"JDG.20.36","label":"36","content":"cov Npeenyamees txhaj paub has tas, puab swb cov Yixalayees lawm. Cov tubrog Yixalayees ua txuj swb cov Npeenyamees rov qaab ntawd, tub yog puab ca sab rua cov kws puab tso moog nkaum puagncig lub nroog Nkinpe-as."},{"bible_id":"1726","chapter_code":"JDG.20","verse_code":"JDG.20.37","label":"37","content":"Cov txivneej ntawd dlha ceev nrooj moog rua huv lub nroog Nkinpe-as; puab sis faib moog thoob plawg lub nroog hab tua txhua tug kws nyob huv tuag taag huv tuabsi."},{"bible_id":"1726","chapter_code":"JDG.20","verse_code":"JDG.20.38","label":"38","content":"Paab tubrog Yixalayees hab cov txivneej kws nkaum ntawm ntug nroog, sis thaam kuas muab tej yaam dlaabtsi hlawv kuas muaj paa nchu rua sau nruab ntug. Hab thaus cov Yixalayees kws ua txuj tsiv tawm huv tshaav rog lug pum cov paa nchu nto ntuj plawg huv lub nroog tuaj;"},{"bible_id":"1726","chapter_code":"JDG.20","verse_code":"JDG.20.39","label":"39","content":"ces puab tig rov qaab tiv tua. Thaus ntawd cov Npeenyamees tub tua cov Yixalayees tuag peb caug leej lawm. Puab rov sis thaam has tas, “Yog tag, cov Yixalayees swb peb ib yaam le thawj ob zag lawm.”"},{"bible_id":"1726","chapter_code":"JDG.20","verse_code":"JDG.20.40","label":"40","content":"Tabsis thaus paa tawg pib nchu luj zuj zug tshwm tom nroog tuaj, cov Npeenyamees tig saib pum paa tawg nchu auv nab nto ntuj plawg, ua rua puab xaav tsi thoob le."},{"bible_id":"1726","chapter_code":"JDG.20","verse_code":"JDG.20.41","label":"41","content":"Ces cov Yixalayees tig tua cov Npeenyamees, hab cov Npeenyamees poob sab luj heev, rua qhov puab paub has tas, zag nuav puab raug kev puamtsuaj lawm."},{"bible_id":"1726","chapter_code":"JDG.20","verse_code":"JDG.20.42","label":"42","content":"Puab txhaj tig tsiv cov Yixalayees taug kev moog rua tom taj suabpuam, tabsis puab tsiv tsi dlim le. Puab taabtom moog raug paab tubrog kws coob tshaaj hab cov txivneej kws rov huv lub nroog lug  nteg hab muab tua tuag taag xwb."},{"bible_id":"1726","chapter_code":"JDG.20","verse_code":"JDG.20.43","label":"43","content":"Cov Yixalayees moog tog cov yeebncuab kev, hab caum cov yeebncuab tsi su le moog txug ndlua ntawm lub nroog Nkinpe-as saab nubtuaj."},{"bible_id":"1726","chapter_code":"JDG.20","verse_code":"JDG.20.44","label":"44","content":"Kaum yim txheeb leej tubrog Npeenyamees kws sab tawv heev raug tua tuag taag huv tuabsi."},{"bible_id":"1726","chapter_code":"JDG.20","verse_code":"JDG.20.45","label":"45","content":"Dlua le lwm paab tsiv moog rua tom taj nraag moog txug ntawm lub Pobzeb Leemoos. Muaj tsib txheeb leej raug tua tuag taag rua ntawm tej tog kev. Cov Yixalayees tseem caum cov Npeenyamees kws seem moog txug rua huv lub nroog Nkidoos hab tua cov Npeenyamees tuag ob txheeb leej."},{"bible_id":"1726","chapter_code":"JDG.20","verse_code":"JDG.20.46","label":"46","content":"Taagnrho cov Npeenyamees kws raug tua tuag nub ntawd muaj neeg nkaum tsib txheeb leej. Puab cov ntawd puavleej yog cov tubrog kws sab tawv heev xwb."},{"bible_id":"1726","chapter_code":"JDG.20","verse_code":"JDG.20.47","label":"47","content":"Tabsis cov txivneej rau pua leej kws tsiv moog rua ntawm lub taj nraag tom lub Pobzeb Leemoos txhaj le dlim, hab puab nkaum tau plaub hlis tod."},{"bible_id":"1726","chapter_code":"JDG.20","verse_code":"JDG.20.48","label":"48","content":"Cov Yixalayees rov qaab moog muab cov Npeenyamees kws seem tua tuag taag huv tuabsi, tsi has txivneej, quaspuj, mivnyuas, hab tsaj txhu. Cov Yixalayees muab txhua lub zog kws nyob cheebtsaam ntawd hlawv kub nyaab taag dlu lug."},{"bible_id":"1726","chapter_code":"JDG.21","verse_code":"JDG.21.1","label":"1","content":"Thaus cov Yixalayees moog sis sau ua ke rua huv lub nroog Mixepas, puab tau coglug rua tug TSWV has tas, “Peb cov Yixalayees yuav tsi muab peb tej ntxhais qua rua cov Npeenyamees ua quaspuj le.”"},{"bible_id":"1726","chapter_code":"JDG.21","verse_code":"JDG.21.2","label":"2","content":"Yog le ntawd, cov Yixalayees txhaj moog rua huv lub nroog Npethees hab moog nyob ntawm qhov chaw kws nrug Vaajtswv sis ntsib moog txug thaus tsaus ntuj. Puab quaj nyav ab sab heev has tas:"},{"bible_id":"1726","chapter_code":"JDG.21","verse_code":"JDG.21.3","label":"3","content":"“Tug TSWV kws yog cov Yixalayees tug Vaajtswv, vim le caag yuav muaj tej xwmtxheej nuav? Vim le caag xeem Npeenyamees ca le tu noob huv tsaav tuabneeg Yixalayees moog lawm?”"},{"bible_id":"1726","chapter_code":"JDG.21","verse_code":"JDG.21.4","label":"4","content":"Taagkig kaaj ntug txoog cov pejxeem sawv ntxuv moog teeb tau ib lub thaaj rua huv lub nroog ntawd. Puab muab tsaj tua hlawv fij, hab fij khoom ua kev sis raug zoo rua tug TSWV."},{"bible_id":"1726","chapter_code":"JDG.21","verse_code":"JDG.21.5","label":"5","content":"Puab txawm nug has tas, “Yog le ntawd, peb cov Yixalayees puas muaj xeem twg kws tsi tau moog nrug suavdlawg koom ua ke rua ntawm qhov chaw kws nrug tug TSWV sis ntsib huv lub nroog Mixepas?” (Puab tub tau coglug tseg lawm has tas, yog leejtwg tseem tsi moog koom ua ke rua huv lub nroog Mixepas, yuavtsum muab tug ntawd tua povtseg.)"},{"bible_id":"1726","chapter_code":"JDG.21","verse_code":"JDG.21.6","label":"6","content":"Cov Yixalayees tu sab heev vim tej kws puab tau ua rua puab cov kwvtij Npeenyamees. Puab txhaj has tas, “Nub nua cov Yixalayees ib xeem tu noob lawm."},{"bible_id":"1726","chapter_code":"JDG.21","verse_code":"JDG.21.7","label":"7","content":"Peb yuav ua le caag txhaj nrhav tau quaspuj rua cov txivneej Npeenyamees kws seem ntawd? Rua qhov peb tau coglug rua tug TSWV lawm has tas, peb yuav tsi muab peb tej ntxhais qua rua puab ua quaspuj.”"},{"bible_id":"1726","chapter_code":"JDG.21","verse_code":"JDG.21.8","label":"8","content":"Ces puab sis nug has tas, “Cov Yixalayees xeem twg txhaj tsi tau moog pehawm tug TSWV huv lub nroog Mixepas?” Suavdlawg pum cov kws nyob huv lub nroog Yanpes huv Nkinpe-as, yeej tsi muaj ib paab twg tuaj rua huv lub yeej ntawd le."},{"bible_id":"1726","chapter_code":"JDG.21","verse_code":"JDG.21.9","label":"9","content":"Thaus puab hu cov tubrog lug txheeb saib paab twg tuaj qhov twg tuaj, mas tsi pum cov nyob huv lub nroog Yanpes tuaj ntawd le."},{"bible_id":"1726","chapter_code":"JDG.21","verse_code":"JDG.21.10","label":"10","content":"Yog le ntawd cov pejxeem kws tuaj sis sau, txhaj tso tau kaum txheeb tug txivneej kws sab tawv heev hab saamfwm rua puab has tas, “Mej ca le moog muab txhua tug tuabneeg kws nyob huv lub nroog Yanpes tua kuas tuag taag, lojxov tej quaspuj hab mivnyuas tsi pub seem ib tug le."},{"bible_id":"1726","chapter_code":"JDG.21","verse_code":"JDG.21.11","label":"11","content":"Txhua tug txivneej hab txhua tug quaspuj kws tsi yog ntxhais nkaujxwb, muab tua povtseg huv tuabsi.”"},{"bible_id":"1726","chapter_code":"JDG.21","verse_code":"JDG.21.12","label":"12","content":"Puab txhaj coj tau plaub puas tug ntxhais nkaujxwb huv lub nroog Yanpes lug, hab coj cov ntxhais ntawd lug nyob huv lub yeej ntawm lub nroog Silaus kws nyob huv tebchaws Kana-aas."},{"bible_id":"1726","chapter_code":"JDG.21","verse_code":"JDG.21.13","label":"13","content":"Ces cov Yixalayees kws tuaj txoos ua ke ntawd txhaj tso tuabneeg moog has rua cov Npeenyamees kws nkaum ntawm lub Pobzeb Leemoos has tas, tsi muaj kev sis tua lawm."},{"bible_id":"1726","chapter_code":"JDG.21","verse_code":"JDG.21.14","label":"14","content":"Cov Npeenyamees ntawd txhaj rov lug, hab cov Yixalayees txhaj muab cov ntxhais kws puab coj huv lub nroog Yanpes lug rua cov Npeenyamees yuav ua quaspuj. Tabsis cov ntxhais ntawd tsi txhua puab hab."},{"bible_id":"1726","chapter_code":"JDG.21","verse_code":"JDG.21.15","label":"15","content":"Cov Yixalayees nyuaj sab heev rua cov Npeenyamees, vim tug TSWV muab puab cais tawm ntawd txhua xeem Yixalayees lawm."},{"bible_id":"1726","chapter_code":"JDG.21","verse_code":"JDG.21.16","label":"16","content":"Yog le ntawd, cov thawjcoj kws tuaj sis sau ua ke ntawd txhaj has tas, “Xeem Npeenyamees yeej tsi tshuav ib tug quaspuj seem le lawm. Peb yuav ua le caag txhaj nrhav tau quaspuj rua cov txivneej kws seem ntawd yuav?"},{"bible_id":"1726","chapter_code":"JDG.21","verse_code":"JDG.21.17","label":"17","content":"Peb yuav tau nrhav kev rua xeem Npeenyamees kws seem ntawd, kuas cov Yixalayees kaum ob xeem txhaj tsi muaj ib xeem twg tu caajceg,"},{"bible_id":"1726","chapter_code":"JDG.21","verse_code":"JDG.21.18","label":"18","content":"peb tsi muab peb tej ntxhais qua rua puab yuav, vim peb tau foom tsi zoo rua txhua tug kws muab ntxhais qua rua cov Npeenyamees yuav lawm.”"},{"bible_id":"1726","chapter_code":"JDG.21","verse_code":"JDG.21.19","label":"19","content":"Ces puab txawm sis thaam has tas, “Tub yuav txug caij kws peb ua kevcai txwm xyoo ua tug TSWV tsaug nyob huv lub nroog Silaus.” (Lub nroog Silaus nyob ntawm lub nroog Npethees saab qaumteb, hab ntawm lub nroog Lenpaunas saab qaabteb, hab nyob saab nubtuaj ntawm txujkev kws moog rua huv lub nroog Npethees hab lub nroog Sekhees.)"},{"bible_id":"1726","chapter_code":"JDG.21","verse_code":"JDG.21.20","label":"20","content":"Puab txhaj has rua cov Npeenyamees has tas, “Mej ca le moog nkaum rua tom tej vaaj txiv maab,"},{"bible_id":"1726","chapter_code":"JDG.21","verse_code":"JDG.21.21","label":"21","content":"hab saib ntsoov, thaus twg cov hluas nkauj huv lub nroog Silaus tawm tuaj seev cev ua kevcai, mej ca le tawm huv vaaj txiv maab lug. Ib leeg nteg ib tug hluas nkauj hab coj nrug mej moog rua huv xeem Npeenyamees cheebtsaam aav."},{"bible_id":"1726","chapter_code":"JDG.21","verse_code":"JDG.21.22","label":"22","content":"Thaus puab txiv lossis puab tej nug tuaj cuag peb  hab ywg, peb  maam le has rua puab tas, ‘Thov mej ca rua puab yuav, rua qhov thaus kws taabtom sis tua peb tsi tau nteg quaspuj rua puab. Mej yeej tsi txhum, rua qhov tsi yog mej txhobtxwm qua mej tej ntxhais rua puab.’ ”"},{"bible_id":"1726","chapter_code":"JDG.21","verse_code":"JDG.21.23","label":"23","content":"Ces cov Npeenyamees txawm ua le ntawd; puab ib leeg txhaj xaiv ib tug quaspuj ntawm cov hluas nkauj kws tuaj seev cev huv lub nroog Silaus, hab coj tsiv lawm. Ces puab rov qaab moog rua huv puab cheebtsaam aav, hab rov moog txhim khu puab tej qub nroog rua puab nyob."},{"bible_id":"1726","chapter_code":"JDG.21","verse_code":"JDG.21.24","label":"24","content":"Lub sijhawm ntawd cov Yixalayees txawm ncaim qhov chaw ntawd, nyag rov moog nrug nyag xeem, nyag tsev tuabneeg nyob hab rov moog rua huv nyag cheebtsaam aav lawm."},{"bible_id":"1726","chapter_code":"JDG.21","verse_code":"JDG.21.25","label":"25","content":"Lub sijhawm ntawd, cov Yixalayees tseem tsi tau muaj vaajntxwv, puab txhua tug nyag ua lawv le nyag lub sab nyam xwb."}]