[{"bible_id":"1726","chapter_code":"JHN.1","verse_code":"JHN.1.1","label":"1","content":"Thaus tsi tau tsim lub nplajteb, Txujlug yeej muaj nyob lawm; Txujlug ntawd ibtxwm nrug Vaajtswv nyob, hab Txujlug ntawd yog Vaajtswv."},{"bible_id":"1726","chapter_code":"JHN.1","verse_code":"JHN.1.2","label":"2","content":"Thaus chivkeeb Txujlug ntawd yeej ibtxwm nrug Vaajtswv nyob."},{"bible_id":"1726","chapter_code":"JHN.1","verse_code":"JHN.1.3","label":"3","content":"Vaajtswv kuas nwg tsim ib puas tsaav yaam huv tuabsi; ib puas tsaav yaam ntawd tsi muaj ib yaam kws tsi yog nwg tsim le."},{"bible_id":"1726","chapter_code":"JHN.1","verse_code":"JHN.1.4","label":"4","content":"Txujlug ntawd yog lub hauvpaug txujsa,  hab txujsa ntawd yog qhov kaaj rua tuabneeg pum kev."},{"bible_id":"1726","chapter_code":"JHN.1","verse_code":"JHN.1.5","label":"5","content":"Qhov kaaj ntawd ci tuaj rua huv qhov tsaus, hab qhov tsaus laum tsi tau qhov kaaj kuas tsaus."},{"bible_id":"1726","chapter_code":"JHN.1","verse_code":"JHN.1.6","label":"6","content":"Vaajtswv khaiv ib tug txivneej kws yog nwg tug tubkhai hu ua Yauhaas"},{"bible_id":"1726","chapter_code":"JHN.1","verse_code":"JHN.1.7","label":"7","content":"lug qha rua tuabneeg suavdlawg txug qhov kaaj, kuas txhua tug tau nov Txujlug ntawd txhaj lug ntseeg."},{"bible_id":"1726","chapter_code":"JHN.1","verse_code":"JHN.1.8","label":"8","content":"Yauhaas tsi yog qhov kaaj; nwg tsuas lug qha qhov kaaj xwb."},{"bible_id":"1726","chapter_code":"JHN.1","verse_code":"JHN.1.9","label":"9","content":"Qhov kaaj ntawd yog qhov tseeb kws lug rua huv lub nplajteb nuav hab ci rua txhua tsaav tuabneeg pum kev."},{"bible_id":"1726","chapter_code":"JHN.1","verse_code":"JHN.1.10","label":"10","content":"Txujlug ntawd tub lug nyob huv nplajteb nuav lawm, hab Vaajtswv kuas nwg tsim lub nplajteb, tabsis tuabneeg nplajteb tsi paub nwg."},{"bible_id":"1726","chapter_code":"JHN.1","verse_code":"JHN.1.11","label":"11","content":"Nwg lug rua huv nwg lub tebchaws, tabsis nwg tsaav tuabneeg tsi leeg yuav nwg."},{"bible_id":"1726","chapter_code":"JHN.1","verse_code":"JHN.1.12","label":"12","content":"Txawm yog le ntawd los cov tuabneeg kws leeg yuav nwg hab ntseeg nwg; nwg pub puab muaj cai lug ua Vaajtswv cov mivnyuas."},{"bible_id":"1726","chapter_code":"JHN.1","verse_code":"JHN.1.13","label":"13","content":"Qhov kws puab tau lug ua Vaajtswv cov mivnyuas, tsi yog lawv le tuabneeg ibtxwm muaj mivnyuas kws yog muaj nam muaj txiv yug; Vaajtswv yog puab txiv."},{"bible_id":"1726","chapter_code":"JHN.1","verse_code":"JHN.1.14","label":"14","content":"Txujlug ntawd tau lug yug ua tuabneeg, nwg muaj koob moov nplua mag, nwg yog qhov tseeb, hab nwg nrug peb nyob. Peb pum nwg tug tshwjchim ci ntsaa ab, Leej Txiv pub tug tshwjchim ntawd rua nwg, rua qhov nwg yog leej Txiv tuab leeg Tub."},{"bible_id":"1726","chapter_code":"JHN.1","verse_code":"JHN.1.15","label":"15","content":"Yauhaas qha tug ntawd zaaj rua suavdlawg. Yauhaas has nrov nrov has tas, “Tug txivneej nuav yog tug kws kuv tub qha rua mej lawm has tas, ‘Nwg yuav lawv kuv qaab lug, tabsis nwg muaj fwjchim luj dlua kuv, rua qhov nwg yeej ibtxwm muaj nyob ua ntej yug kuv lawm.’ ”"},{"bible_id":"1726","chapter_code":"JHN.1","verse_code":"JHN.1.16","label":"16","content":"Nwg hlub peb kawg nkaus, nwg txhaj foom koob moov nplua mag rua peb suavdlawg tsi paub kawg le."},{"bible_id":"1726","chapter_code":"JHN.1","verse_code":"JHN.1.17","label":"17","content":"Vaajtswv muab txuj Kevcai rua Mauxes qha rua peb, tabsis Yexus Khetos qha txujkev hlub hab qhov tseeb rua peb."},{"bible_id":"1726","chapter_code":"JHN.1","verse_code":"JHN.1.18","label":"18","content":"Yeej tsi tau muaj leejtwg pum Vaajtswv ib zag le. Tsuas yog leej Tub kws yog Vaajtswv hab nyob ntawm leej Txiv ib saab, nwg qha Vaajtswv rua suavdlawg paub xwb."},{"bible_id":"1726","chapter_code":"JHN.1","verse_code":"JHN.1.19","label":"19","content":"Cov Yudais cov numtswv kws nyob huv lub nroog Yeluxalees tso cov povthawj hab cov Levis qee leej moog nug Yauhaas has tas, “Koj yog leejtwg?”"},{"bible_id":"1726","chapter_code":"JHN.1","verse_code":"JHN.1.20","label":"20","content":"Yauhaas qha tseeb rua puab has tas, “Kuv tsi yog tug Mexiyas.”"},{"bible_id":"1726","chapter_code":"JHN.1","verse_code":"JHN.1.21","label":"21","content":"Puab nug has tas, “Koj yog leejtwg? Koj puas yog Eliyas?” Yauhaas teb has tas, “Kuv tsi yog.” Puab nug has tas, “Koj puas yog tug kws cev Vaajtswv lug?” Yauhaas teb has tas, “Kuv tsi yog.”"},{"bible_id":"1726","chapter_code":"JHN.1","verse_code":"JHN.1.22","label":"22","content":"Puab has tas, “Koj qha rua peb saib koj yog leejtwg tag, peb txhaj paub rov moog qha rua cov tuabneeg kws khaiv peb tuaj. Koj has tas koj yog leejtwg?”"},{"bible_id":"1726","chapter_code":"JHN.1","verse_code":"JHN.1.23","label":"23","content":"Yauhaas teb puab lawv le Yaxayas kws yog tug cev Vaajtswv lug sau tseg le nuav: “Kuv yog tug kws has nrov nrov tom roob mojsaab qhua tuaj has tas: ‘Khu kev kuas ncaaj tog tug Tswv!’  ”"},{"bible_id":"1726","chapter_code":"JHN.1","verse_code":"JHN.1.24","label":"24","content":"Cov tuabneeg kws cov Falixais khaiv moog ntawd,"},{"bible_id":"1726","chapter_code":"JHN.1","verse_code":"JHN.1.25","label":"25","content":"puab  nug Yauhaas has tas, “Yog koj has tas koj tsi yog tug Mexiyas, tsi yog Eliyas, hab tsi yog tug kws cev Vaajtswv lug, vim le caag koj tsua muab tuabneeg ua kevcai raus dlej?”"},{"bible_id":"1726","chapter_code":"JHN.1","verse_code":"JHN.1.26","label":"26","content":"Yauhaas teb has tas, “Kuv muab tuabneeg ua kevcai raus dlej tag, tabsis muaj ib tug nrug mej nyob ntawm nuav, mej tub tsi paub nwg."},{"bible_id":"1726","chapter_code":"JHN.1","verse_code":"JHN.1.27","label":"27","content":"Nwg yog tug kws taabtom lawv kuv qaab lug, tabsis kuv tub tsi tsimnyog dlaws nwg txuj nyuas hlua khau.”"},{"bible_id":"1726","chapter_code":"JHN.1","verse_code":"JHN.1.28","label":"28","content":"Tej xwm nuav muaj huv lub zog Npethanis kws nyob ntawm ntug dlej Yauladees saab nubtuaj, qhov chaw kws Yauhaas muab tuabneeg ua kevcai raus dlej."},{"bible_id":"1726","chapter_code":"JHN.1","verse_code":"JHN.1.29","label":"29","content":"Nub tom qaab, Yauhaas pum Yexus taug kev tuaj rua ntawm nwg, Yauhaas has tas, “Tug nuav yog Vaajtswv tug Mivnyuas yaaj kws yuav ris tuabneeg nplajteb lub txim!"},{"bible_id":"1726","chapter_code":"JHN.1","verse_code":"JHN.1.30","label":"30","content":"Tug nuav yog tug kws kuv qha has tas, ‘Muaj ib tug taabtom lawv kuv qaab lug, nwg muaj fwjchim luj dlua kuv, rua qhov nwg yeej ibtxwm muaj nyob ua ntej yug kuv lawm.’"},{"bible_id":"1726","chapter_code":"JHN.1","verse_code":"JHN.1.31","label":"31","content":"Kuv tsi tau paub has tas nwg yog leejtwg, tabsis kuv lug muab tuabneeg ua kevcai raus dlej kuas cov Yixalayees paub nwg.”"},{"bible_id":"1726","chapter_code":"JHN.1","verse_code":"JHN.1.32","label":"32","content":"Yauhaas ua timkhawv has tas, “Kuv pum Vaaj Ntsujplig zoo ib yaam le tug nquab lug sau ntuj lug nyob sau nwg."},{"bible_id":"1726","chapter_code":"JHN.1","verse_code":"JHN.1.33","label":"33","content":"Kuv tseem tsi tau paub has tas nwg yog leejtwg, tabsis Vaajtswv tug kws khaiv kuv lug muab tuabneeg ua kevcai raus dlej has rua kuv tas, ‘Koj yuav pum Vaaj Ntsujplig lug rua sau ib tug txivneej; nwg yog tug kws yuav muab tuabneeg ua kevcai raus lug ntawm Vaaj Ntsujplig tug Dlawbhuv.’ ”"},{"bible_id":"1726","chapter_code":"JHN.1","verse_code":"JHN.1.34","label":"34","content":"Yauhaas has tas, “Kuv tub pum nwg lawm, ‘Hab kuv qha rua mej has tas, nwg yog Vaajtswv tug Tub.’ ”"},{"bible_id":"1726","chapter_code":"JHN.1","verse_code":"JHN.1.35","label":"35","content":"Nub tom qaab, thaus kws Yauhaas taabtom nrug nwg ob tug thwjtim sawv ua ke dlua,"},{"bible_id":"1726","chapter_code":"JHN.1","verse_code":"JHN.1.36","label":"36","content":"thaus ntawd Yauhaas pum Yexus taug kev tuaj. Yauhaas has tas, “Tug ntawd yog Vaajtswv tug Mivnyuas yaaj!”"},{"bible_id":"1726","chapter_code":"JHN.1","verse_code":"JHN.1.37","label":"37","content":"Yauhaas ob tug thwjtim nov Yauhaas has le ntawd, ces obtug txawm nrug Yexus moog lawm."},{"bible_id":"1726","chapter_code":"JHN.1","verse_code":"JHN.1.38","label":"38","content":"Yexus tig lug pum obtug lawv nwg qaab, Yexus nug obtug has tas, “Meb nrhav dlaabtsi?” Obtug teb has tas, “Lanpis (Lu lug nuav txhais has tas ‘Xwbfwb’), koj su qhov twg?”"},{"bible_id":"1726","chapter_code":"JHN.1","verse_code":"JHN.1.39","label":"39","content":"Yexus teb has tas, “Meb ca le lug saib.” (Thaus ntawd yog plaub teev nub qaij.) Yog le ntawd obtug txawm nrug Yexus moog hab pum qhov chaw kws Yexus nyob, hab nub ntawd obtug nrug Yexus nyob."},{"bible_id":"1726","chapter_code":"JHN.1","verse_code":"JHN.1.40","label":"40","content":"Ob tug kws nov Yauhaas has hab lawv Yexus qaab moog ntawd, muaj ib tug yog Ximoos Petus tug kwv Aadales."},{"bible_id":"1726","chapter_code":"JHN.1","verse_code":"JHN.1.41","label":"41","content":"Aadales txawm moog has rua nwg tug tijlaug Ximoos has tas, “Wb tub ntsib tug Mexiyas lawm.” (Lu lug Mexiyas txhais has tas “Khetos.”)"},{"bible_id":"1726","chapter_code":"JHN.1","verse_code":"JHN.1.42","label":"42","content":"Ces Aadales txhaj coj Ximoos moog cuag Yexus. Yexus saib ntsoov Ximoos hab has tas, “Koj lub npe hu ua Ximoos kws yog Yauhaas tug tub, tabsis yuav muab koj hu ua Kefas.” (Lu lug Kefas hab Petus txhais has tas “lub pobzeb.”)"},{"bible_id":"1726","chapter_code":"JHN.1","verse_code":"JHN.1.43","label":"43","content":"Nub tom qaab Yexus yuav moog peg Kalilais. Nwg moog pum Filis hab nwg hu Filis has tas, “Koj ca le nrug kuv moog!”"},{"bible_id":"1726","chapter_code":"JHN.1","verse_code":"JHN.1.44","label":"44","content":"(Filis nyob huv lub nroog Npexaidas kws Aadales hab Petus obtug nyob.)"},{"bible_id":"1726","chapter_code":"JHN.1","verse_code":"JHN.1.45","label":"45","content":"Filis moog has rua Nathana-ees has tas, “Peb tub ntsib Yexus kws yog tuabneeg Naxales kws yog Yauxej tug tub kws Mauxes sau has txug nwg huv phoo ntawv Kevcai hab cov kws cev Vaajtswv lug sau has txug nwg lawm.”"},{"bible_id":"1726","chapter_code":"JHN.1","verse_code":"JHN.1.46","label":"46","content":"Nathana-ees nug Filis has tas, “Puas muaj ib yaam dlaabtsi zoo kws tuaj huv lub nroog Naxales tuaj?” Filis teb has tas, “Koj ca le tuaj saib maj.”"},{"bible_id":"1726","chapter_code":"JHN.1","verse_code":"JHN.1.47","label":"47","content":"Thaus Yexus pum Nathana-ees taabtom tuaj cuag Yexus, Yexus txawm has txug Nathana-ees has tas, “Tug nuav yog ib tug tuabneeg Yixalayees tag; nwg yeej tsi tau ua ib qhov txhum le!”"},{"bible_id":"1726","chapter_code":"JHN.1","verse_code":"JHN.1.48","label":"48","content":"Nathana-ees nug Yexus has tas, “Ua caag koj txawm siv paub kuv lawm?” Yexus teb has tas, “Kuv tub pum koj thaus koj nyob huv qaab tsob txiv ncuav pas ua ntej kws Filis hu koj lawm.”"},{"bible_id":"1726","chapter_code":"JHN.1","verse_code":"JHN.1.49","label":"49","content":"Nathana-ees teb has tas, “Xwbfwb, koj yog Vaajtswv tug tub! Koj yog cov Yixalayees tug Vaajntxwv tag!”"},{"bible_id":"1726","chapter_code":"JHN.1","verse_code":"JHN.1.50","label":"50","content":"Yexus has rua Nathana-ees has tas, “Vim kuv has rua koj tas, kuv tub pum koj nyob huv qaab tsob txiv ncuav pas, koj txhaj le ntseeg los? Koj tseem yuav pum tej yaam tseemceeb dlua qhov nuav hab!”"},{"bible_id":"1726","chapter_code":"JHN.1","verse_code":"JHN.1.51","label":"51","content":"Hab Yexus has rua obtug tas, “Kuv qha tseeb rua meb has tas, meb yuav pum rooj ntug qheb hab pum Vaajtswv cov timtswv nce moog hab nqeg lug ntawm Tuabneeg Leej Tub xubndlag.”"},{"bible_id":"1726","chapter_code":"JHN.2","verse_code":"JHN.2.1","label":"1","content":"Tau ob nub tom qaab, muaj tuabneeg ua ib rooj tshoob huv lub zog Kanas kws nyob huv xeev Kalilais. Yexus nam moog nrug puab noj tshoob,"},{"bible_id":"1726","chapter_code":"JHN.2","verse_code":"JHN.2.2","label":"2","content":"puab caw Yexus hab nwg cov thwjtim moog koom hab."},{"bible_id":"1726","chapter_code":"JHN.2","verse_code":"JHN.2.3","label":"3","content":"Thaus cawv txiv maab taag lawm, Yexus nam has rua Yexus has tas, “Puab cov cawv txiv maab taag lawm.”"},{"bible_id":"1726","chapter_code":"JHN.2","verse_code":"JHN.2.4","label":"4","content":"Yexus teb has tas, “Tsis taag koj yuav has le ko rua kuv, tseem tsi tau txug kuv lub sijhawm.”"},{"bible_id":"1726","chapter_code":"JHN.2","verse_code":"JHN.2.5","label":"5","content":"Ces Yexus nam has rua cov tubkhai has tas, “Nwg kuas mej ua dlaabtsi, mej ca le ua lawv le nwg has.”"},{"bible_id":"1726","chapter_code":"JHN.2","verse_code":"JHN.2.6","label":"6","content":"Cov Yudais ibtxwm ua kevcai ntxuav, yog le ntawd txhaj muaj rau lub hub dlej nyob ntawd, cov hub ntawd ib lub twg ntim tau plaub lossis tsib thoob dlej."},{"bible_id":"1726","chapter_code":"JHN.2","verse_code":"JHN.2.7","label":"7","content":"Yexus has rua cov tubkhai has tas, “Mej ca le moog nqaa dlej lug laub kuas puv nkaus cov hub nuav.” Ces puab txawm moog nqaa dlej lug laub puv nkaus rua huv cov hub ntawd,"},{"bible_id":"1726","chapter_code":"JHN.2","verse_code":"JHN.2.8","label":"8","content":"hab Yexus has rua puab tas, “Mej ca le has mivntsiv nqaa moog rua tug kaavxwm.” Puab txawm has mivntsiv nqaa moog rua tug kaavxwm."},{"bible_id":"1726","chapter_code":"JHN.2","verse_code":"JHN.2.9","label":"9","content":"Thaus tug kaavxwm saaj cov dlej kws txa ua cawv txiv maab ntawd lawm. Nwg tsi paub has tas muab cov cawv txiv maab ntawd qhov twg lug (tabsis cov tubkhai kws has cov dlej ntawd tub paub lawm); yog le ntawd, tug kaavxwm txhaj hu tug nraug vauv lug"},{"bible_id":"1726","chapter_code":"JHN.2","verse_code":"JHN.2.10","label":"10","content":"hab has rua nwg tas, “Txhua tug yeej xub muab cov thawj caw lug rua suavdlawg haus ua ntej tsaiv, hab thaus suavdlawg haus ntau lawm, nwg maam muab cov tw lug rua suavdlawg haus. Tabsis koj tsi ua le ntawd, koj tsua muab cov thawj caw txiv maab ca rua tom qaab!”"},{"bible_id":"1726","chapter_code":"JHN.2","verse_code":"JHN.2.11","label":"11","content":"Thawj zag txujci tseemceeb nuav, Yexus ua huv lub zog Kanas kws nyob huv xeev Kalilais; nwg ua le ntawd qha nwg lub fwjchim rua suavdlawg pum, hab nwg cov thwjtim pum le ntawd puab ntseeg nwg."},{"bible_id":"1726","chapter_code":"JHN.2","verse_code":"JHN.2.12","label":"12","content":"Tom qaab ntawd, Yexus hab nwg nam, nwg cov kwv, hab nwg cov thwjtim txawm moog rua huv lub zog Kapena-us hab puab nyob huv tau ob peb nub."},{"bible_id":"1726","chapter_code":"JHN.2","verse_code":"JHN.2.13","label":"13","content":"Thaus yuav txug lub caij kws ua Kevcai Hlaa Dlhau, Yexus txawm moog nraag lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"JHN.2","verse_code":"JHN.2.14","label":"14","content":"Yexus pum tej tuabneeg tuaj muag nyuj, yaaj, nquab, hab cov tuabneeg pauv nyaj nyob nplawg nta ntawm puab tej rooj ntawm lub Tuamtsev lub tshaav puam."},{"bible_id":"1726","chapter_code":"JHN.2","verse_code":"JHN.2.15","label":"15","content":"Yog le ntawd, Yexus muab ib cov hlua ntswj kag ua ib qhoo hab lawv puab tej nyuj hab tej yaaj tawm ntawm lub Tuamtsev huv tuabsi moog; nwg muab cov tuabneeg pauv nyaj tej rooj ntxeev pis hlo ua rua puab tej nyaj poob dlawb vog;"},{"bible_id":"1726","chapter_code":"JHN.2","verse_code":"JHN.2.16","label":"16","content":"hab Yexus has rua cov tuabneeg muag nquab has tas, “Mej ca le nqaa mej tej nquab tsiv ntawm nuav moog! Tseg kag tsi xob tuaj muab kuv Txiv lub tsev ua chaw ua laag ua luam ib zag le.”"},{"bible_id":"1726","chapter_code":"JHN.2","verse_code":"JHN.2.17","label":"17","content":"Thaus Yexus cov thwjtim pum le ntawd, puab ncu dlheev txug Vaajtswv Txujlug kws has tas, “Vaajtswv, kuv mob sab koj lub tsev heev, ib yaam le suavtawg kub huv kuv lub sab.”"},{"bible_id":"1726","chapter_code":"JHN.2","verse_code":"JHN.2.18","label":"18","content":"Cov Yudais tej numtswv lug nug Yexus has tas, “Koj puas ua tau tej txujci tseemceeb qha rua peb has tas koj muaj cai tuaj ua le nuav?”"},{"bible_id":"1726","chapter_code":"JHN.2","verse_code":"JHN.2.19","label":"19","content":"Yexus teb has tas, “Mej ca le muab lub Tuamtsev nuav rhuav povtseg, hab peb nub xwb kuv yuav rov ua tau dlua ib lub tshab.”"},{"bible_id":"1726","chapter_code":"JHN.2","verse_code":"JHN.2.20","label":"20","content":"Puab nug Yexus has tas, “Lub Tuamtsev nuav peb ua tau plaub caug rau xyoo txhaj le tav, peb nub xwb koj puas yuav ua tau ib lub?”"},{"bible_id":"1726","chapter_code":"JHN.2","verse_code":"JHN.2.21","label":"21","content":"Tabsis lub Tuamtsev kws Yexus has ntawd, yog has txug nwg lub cev."},{"bible_id":"1726","chapter_code":"JHN.2","verse_code":"JHN.2.22","label":"22","content":"Yog le ntawd, thaus Vaajtswv tsaa Yexus sawv huv qhov tuag rov qaab lug lawm, Yexus cov thwjtim ncu dlheev txug tej lug kws nwg has ntawd, puab txhaj ntseeg Vaajtswv Txujlug kws luas sau tseg hab Yexus tej lug."},{"bible_id":"1726","chapter_code":"JHN.2","verse_code":"JHN.2.23","label":"23","content":"Thaus lub sijhawm kws suavdlawg ua Kevcai Hlaa Dlhau ntawd, Yexus tseem nyob huv lub nroog Yeluxalees, muaj tuabneeg coob coob lug ntseeg Yexus, rua qhov puab pum tej txujci tseemceeb kws Yexus ua."},{"bible_id":"1726","chapter_code":"JHN.2","verse_code":"JHN.2.24","label":"24","content":"Tabsis Yexus tsi ntseeg puab sab, rua qhov nwg yeej paub suavdlawg lub sab lawm."},{"bible_id":"1726","chapter_code":"JHN.2","verse_code":"JHN.2.25","label":"25","content":"Tsi taag leejtwg yuav qha nwg lub sab rua Yexus le, rua qhov Yexus yeej paub txhua tug lub sab xaav lawm."},{"bible_id":"1726","chapter_code":"JHN.3","verse_code":"JHN.3.1","label":"1","content":"Cov Yudais muaj ib tug thawjcoj hu ua Nikaudemaus, nwg yog ib tug ntawm cov Falixais."},{"bible_id":"1726","chapter_code":"JHN.3","verse_code":"JHN.3.2","label":"2","content":"Muaj ib mos nwg tuaj cuag Yexus hab has rua Yexus has tas, “Lanpis, peb paub has tas koj yog tug xwbfwb kws Vaajtswv khaiv lug. Tsi muaj leejtwg ua tau tej txujci tseemceeb kws koj ua nuav, tsuas yog tug kws Vaajtswv nrug nwg, tug ntawd txhaj ua tau xwb.”"},{"bible_id":"1726","chapter_code":"JHN.3","verse_code":"JHN.3.3","label":"3","content":"Yexus teb has tas, “Kuv qha tseeb rua koj has tas, yog leejtwg tsi yug dlua tshab,  tug ntawd yeej tsi pum Vaajtswv lub Tebchaws le.”"},{"bible_id":"1726","chapter_code":"JHN.3","verse_code":"JHN.3.4","label":"4","content":"Nikaudemaus nug Yexus has tas, “Ib tug tuabneeg laug lawm, yuav ua le caag rov yug dlua tshab tau? Nwg yeej moog tsi tau rua huv nwg nam plaab hab rov yug dlua ib zag!”"},{"bible_id":"1726","chapter_code":"JHN.3","verse_code":"JHN.3.5","label":"5","content":"Yexus teb has tas, “Kuv qha tseeb rua koj has tas, tug tuabneeg kws tsi tau yug lug ntawm dlej hab ntawm Vaaj Ntsujplig, tug ntawd yeej moog tsi tau Vaajtswv lub Tebchaws le."},{"bible_id":"1726","chapter_code":"JHN.3","verse_code":"JHN.3.6","label":"6","content":"Tug kws yog tuabneeg yug yeej yog tuabneeg, tabsis tug kws yug lug ntawm Vaaj Ntsujplig yeej yog ntsujplig."},{"bible_id":"1726","chapter_code":"JHN.3","verse_code":"JHN.3.7","label":"7","content":"Koj tsi xob poob sab rua tej lug kws kuv qha rua koj has tas, txhua tug yuavtsum yug dlua tshab."},{"bible_id":"1726","chapter_code":"JHN.3","verse_code":"JHN.3.8","label":"8","content":"Cua yuav ntsawj moog saab twg los yeej tau; koj nov cua tuaj, tabsis cua tuaj qhov twg tuaj lossis cua moog qhov twg koj yeej tsi paub. Txhua tug kws yug lug ntawm Vaaj Ntsujplig zoo ib yaam nkaus le ntawd.”"},{"bible_id":"1726","chapter_code":"JHN.3","verse_code":"JHN.3.9","label":"9","content":"Nikaudemaus nug Yexus has tas, “Yuav ua le caag txhaj muaj tau lawv le koj has ko?”"},{"bible_id":"1726","chapter_code":"JHN.3","verse_code":"JHN.3.10","label":"10","content":"Yexus teb has tas, “Koj tub yog cov Yixalayees ib tug xwbfwb, ua le caag koj tseem tsi paub tej nuav hab?"},{"bible_id":"1726","chapter_code":"JHN.3","verse_code":"JHN.3.11","label":"11","content":"Kuv qha tseeb rua koj has tas; peb has tej kws peb paub hab qha tej kws peb pum xwb los mej yeej tsi muaj ib tug ntseeg tej lug kws peb qha le."},{"bible_id":"1726","chapter_code":"JHN.3","verse_code":"JHN.3.12","label":"12","content":"kuv qha mej txug tej yaam kws nyob huv lub nplajteb nuav xwb, mej tub tsi ntseeg; yog kuv tseem qha tej yaam kws nyob sau ntuj ceebtsheej mej hajyam yuav tsi ntseeg."},{"bible_id":"1726","chapter_code":"JHN.3","verse_code":"JHN.3.13","label":"13","content":"Hab yeej tsi tau muaj leejtwg moog txug sau ntuj ceebtsheej le, tsuas yog Tuabneeg Leej Tub xwb, nwg txhaj lug sau ntuj ceebtsheej lug."},{"bible_id":"1726","chapter_code":"JHN.3","verse_code":"JHN.3.14","label":"14","content":"“Mauxes tsaa tug naab tooj rua sau tug ncej tom taj suabpuam le caag, luas yuav muab Tuabneeg Leej Tub dlai ib yaam le ntawd,"},{"bible_id":"1726","chapter_code":"JHN.3","verse_code":"JHN.3.15","label":"15","content":"yog le ntawd, txhua tug kws ntseeg nwg yuav tau txujsa ntev dlhawv moog ibtxhis."},{"bible_id":"1726","chapter_code":"JHN.3","verse_code":"JHN.3.16","label":"16","content":"“Rua qhov Vaajtswv hlub tuabneeg nplajteb kawg le, nwg txhaj khaiv nwg tuab leeg Tub lug rua huv nplajteb, tug kws ntseeg nwg leej Tub yuav tsi tuag, tabsis yuav tau txujsa ntev dlhawv moog ibtxhis."},{"bible_id":"1726","chapter_code":"JHN.3","verse_code":"JHN.3.17","label":"17","content":"“Qhov kws Vaajtswv khaiv nwg leej Tub lug rua huv nplajteb nuav, tsi yog lug txav txim rua tuabneeg nplajteb, tabsis yog lug cawm tuabneeg nplajteb kuas puab dlim puab lub txim."},{"bible_id":"1726","chapter_code":"JHN.3","verse_code":"JHN.3.18","label":"18","content":"“Tug kws ntseeg Leej Tub yuav tsi raug txav txim; tabsis tug kws tsi ntseeg tub raug txav txim lawm, rua qhov nwg tsi ntseeg Vaajtswv tuab leeg Tub."},{"bible_id":"1726","chapter_code":"JHN.3","verse_code":"JHN.3.19","label":"19","content":"Qhov kws txav txim yog le nuav: qhov kaaj tub lug rua huv lub nplajteb lawm, tabsis tuabneeg nyam qhov tsaus ntuj heev dlua nyam qhov kaaj, rua qhov puab nyam ua phem ua qas."},{"bible_id":"1726","chapter_code":"JHN.3","verse_code":"JHN.3.20","label":"20","content":"Tug kws nyam ua phem ua qas, yeej tsi nyam qhov kaaj hab tsi lug nyob huv qhov kaaj, rua qhov puab tsi xaav kuas suavdlawg pum puab tej kev phem kev qas."},{"bible_id":"1726","chapter_code":"JHN.3","verse_code":"JHN.3.21","label":"21","content":"Tabsis tug kws nyam ua zoo yeej lug nyob huv qhov kaaj, kuas suavdlawg pum has tas nwg ua nwg teg num lawv le Vaajtswv lub sab nyam.”"},{"bible_id":"1726","chapter_code":"JHN.3","verse_code":"JHN.3.22","label":"22","content":"Tom qaab ntawd, Yexus hab nwg cov thwjtim moog rua nraag xeev Yudas, Yexus nrug puab nyob tau ib ntus hab muab tuabneeg ua kevcai raus dlej."},{"bible_id":"1726","chapter_code":"JHN.3","verse_code":"JHN.3.23","label":"23","content":"Thaus ntawd, Yauhaas muab tuabneeg ua kevcai raus dlej huv lub zog Ainoos kws nyob tsi dleb ntawm lub zog Xalimes hab, rua qhov nyob ntawd muaj dlej ntau. Tuabneeg naj nub tuaj cuag Yauhaas, hab thov Yauhaas muab puab ua kevcai raus dlej."},{"bible_id":"1726","chapter_code":"JHN.3","verse_code":"JHN.3.24","label":"24","content":"(Thaus ntawd luas tseem tsi tau coj Yauhaas moog kaw rua huv tsev lojcuj.)"},{"bible_id":"1726","chapter_code":"JHN.3","verse_code":"JHN.3.25","label":"25","content":"Yauhaas cov thwjtim qee leej nrug ib tug tuabneeg Yudais  sis caav has txug txuj kevcai ntxuav."},{"bible_id":"1726","chapter_code":"JHN.3","verse_code":"JHN.3.26","label":"26","content":"Yog le ntawd, puab txhaj moog cuag Yauhaas hab has tas, “Xwbfwb, koj puas ncu qaab tug txivneej kws nrug koj ua ke ntawm tug dlej Yauladees saab nubtuaj kws koj has ntawd? Taamsim nuav nwg taabtom muab tuabneeg ua kevcai raus dlej, hab suavdlawg puavleej moog cuag nwg!”"},{"bible_id":"1726","chapter_code":"JHN.3","verse_code":"JHN.3.27","label":"27","content":"Yauhaas teb has tas, “Txhua yaam kws tuabneeg muaj puavleej yog Vaajtswv pub rua puab."},{"bible_id":"1726","chapter_code":"JHN.3","verse_code":"JHN.3.28","label":"28","content":"Mej yeej nov kuv has tas, ‘Kuv tsi yog tug Mexiyas, tabsis kuv yog tug kws Vaajtswv khaiv lug ua nwg ntej xwb, mej suavdlawg yeej ua tau timkhawv le ntawd!’"},{"bible_id":"1726","chapter_code":"JHN.3","verse_code":"JHN.3.29","label":"29","content":"Tug nkauj nyaab yog tug nraug vauv quaspuj; tabsis tug phijlaaj tsuas yog tug kws sawv ib saab ua luag hab noog xwb, thaus nwg nov tug nraug vauv tej lug, nwg zoo sab heev. Nwgnuav kuv zoo sab ib yaam nkaus le ntawd."},{"bible_id":"1726","chapter_code":"JHN.3","verse_code":"JHN.3.30","label":"30","content":"Nwg yuav muaj fwjchim luj zuj zug, tabsis kuv lub fwjchim yuav yau zuj zug.”"},{"bible_id":"1726","chapter_code":"JHN.3","verse_code":"JHN.3.31","label":"31","content":"Tug kws lug sau ntuj lug, nwg muaj fwjchim luj dlua suavdlawg. Tug kws nyob huv nplajteb, nwg yeej yog tuabneeg nplajteb hab has tuabneeg nplajteb zaaj, tabsis tug kws lug sau ntuj lug, nwg muaj fwjchim luj dlua ib puas tsaav yaam."},{"bible_id":"1726","chapter_code":"JHN.3","verse_code":"JHN.3.32","label":"32","content":"Nwg qha tej kws nwg pum hab tej kws nwg nov rua suavdlawg noog, tabsis tsi muaj leejtwg ntseeg nwg tej lug."},{"bible_id":"1726","chapter_code":"JHN.3","verse_code":"JHN.3.33","label":"33","content":"Tabsis tug kws ntseeg nwg tej lug, tug ntawd yeej ntseeg has tas Vaajtswv yog tug ncaaj nceeg."},{"bible_id":"1726","chapter_code":"JHN.3","verse_code":"JHN.3.34","label":"34","content":"Tug kws Vaajtswv khaiv lug, nwg yeej has Vaajtswv tej lug, rua qhov Vaajtswv pub Vaajtswv tug Ntsujplig puv npo rua tug ntawd."},{"bible_id":"1726","chapter_code":"JHN.3","verse_code":"JHN.3.35","label":"35","content":"Leej Txiv hlub nwg tug Tub kawg le hab muab ib puas tsaav yaam tso rua nwg kaav huv tuabsi."},{"bible_id":"1726","chapter_code":"JHN.3","verse_code":"JHN.3.36","label":"36","content":"Tug kws ntseeg leej Tub yuav tau txujsa ntev dlhawv moog ibtxhis; tabsis tug kws tsi noog leej Tub lug, yuav tsi tau txujsa, Vaajtswv yuav rau txim rua tug ntawd."},{"bible_id":"1726","chapter_code":"JHN.4","verse_code":"JHN.4.1","label":"1","content":"Cov Falixais nov has tas Yexus muaj thwjtim hab muab tuabneeg ua kevcai raus dlej coob dlua Yauhaas."},{"bible_id":"1726","chapter_code":"JHN.4","verse_code":"JHN.4.2","label":"2","content":"(Qhov tseeb, Yexus yeej tsi muab tuabneeg ua kevcai raus dlej, tsuas yog Yexus cov thwjtim muab xwb.)"},{"bible_id":"1726","chapter_code":"JHN.4","verse_code":"JHN.4.3","label":"3","content":"Thaus Yexus nov le ntawd, nwg txawm tawm huv xeev Yudas rov qaab moog rua peg xeev Kalilais;"},{"bible_id":"1726","chapter_code":"JHN.4","verse_code":"JHN.4.4","label":"4","content":"nwg yuavtsum taug txujkev kws moog hlaa lub xeev Xamalis moog."},{"bible_id":"1726","chapter_code":"JHN.4","verse_code":"JHN.4.5","label":"5","content":"Yexus moog txug ntawm lub nroog Xikhas kws nyob huv xeev Xamalis, lub nroog ntawd nyob tsi dleb ntawm thaaj teb kws Yakhauj muab rua nwg tug tub Yauxej."},{"bible_id":"1726","chapter_code":"JHN.4","verse_code":"JHN.4.6","label":"6","content":"Thaus u Yakhauj khawb tau ib lub qhov tshij rua ntawd, thaus Yexus taug kev lug txug ntawm lub qhov tshij ntawd, Yexus lim heev, nwg txhaj nyob quastsawg ntawm lub qhov tshij ntawd. Lub sijhawm ntawd yog thaus taav su."},{"bible_id":"1726","chapter_code":"JHN.4","verse_code":"JHN.4.7","label":"7","content":"Muaj ib tug quaspuj Xamalis tuaj nqaa dlej, Yexus has rua tug quaspuj ntawd has tas, “Thov koj muab mivntsiv dlej rua kuv haus.”"},{"bible_id":"1726","chapter_code":"JHN.4","verse_code":"JHN.4.8","label":"8","content":"(Yexus cov thwjtim moog yuav zaub mov rua tom nroog lawm.)"},{"bible_id":"1726","chapter_code":"JHN.4","verse_code":"JHN.4.9","label":"9","content":"Tug quaspuj ntawd teb Yexus has tas, “Koj yog tuabneeg Yudais, hab kuv yog tuabneeg Xamalis, ua le caag koj laam thov dlej ntawm kuv haus?” (Cov Yudais yeej ibtxwm tsi koom siv cov Xamalis tej khob hab tej taig le.)"},{"bible_id":"1726","chapter_code":"JHN.4","verse_code":"JHN.4.10","label":"10","content":"Yexus teb nwg has tas, “Yog koj paub yaam kws Vaajtswv yuav pub rua koj, hab paub tug kws thov dlej ntawm koj haus yog leejtwg, ces koj yeej yuav thov nwg, hab nwg yuav muab cov dlej kws cawm txujsa rua koj haus.”"},{"bible_id":"1726","chapter_code":"JHN.4","verse_code":"JHN.4.11","label":"11","content":"Tug quaspuj ntawd has tas, “Tug tswv, koj tub tsi muaj dlaabtsi ntaus dlej, hab lub qhov tshij nuav tub heev. Koj yuav muab cov dlej kws cawm txujsa qhov twg lug?"},{"bible_id":"1726","chapter_code":"JHN.4","verse_code":"JHN.4.12","label":"12","content":"Peb yawmkoob Yakhauj muab lub qhov tshij nuav rua peb; nwg hab nwg cov tub hab nwg tej tsaj puavleej haus dlej huv lub qhov tshij nuav. Koj tseem muaj fwjchim luj dlua peb yawmkoob Yakhauj hab los?”"},{"bible_id":"1726","chapter_code":"JHN.4","verse_code":"JHN.4.13","label":"13","content":"Yexus teb has tas, “Txhua tug kws haus cov dlej huv lub qhov tshij nuav tseem yuav rov nqhes dlua,"},{"bible_id":"1726","chapter_code":"JHN.4","verse_code":"JHN.4.14","label":"14","content":"tabsis txhua tug kws haus cov dlej kws kuv muab rua nwg, nwg yuav tsi nqhes dlua ib zag le lawm. Cov dlej kws kuv muab rua nwg yuav txhawv huv nwg lub sab hab cawm nwg txujsa moog ibtxhis.”"},{"bible_id":"1726","chapter_code":"JHN.4","verse_code":"JHN.4.15","label":"15","content":"Tug quaspuj ntawd has rua Yexus has tas, “Tug tswv, thov koj muab cov dlej kws koj has ko rua kuv haus! Kuv txhaj yuav tsi nqhes dlua hab tsi tau tuaj nqaa dlej huv lub qhov tshij nuav lawm.”"},{"bible_id":"1726","chapter_code":"JHN.4","verse_code":"JHN.4.16","label":"16","content":"Yexus has rua tug quaspuj ntawd tas, “Koj ca le moog hu koj tug quasyawg tuaj ntawm nuav.”"},{"bible_id":"1726","chapter_code":"JHN.4","verse_code":"JHN.4.17","label":"17","content":"Tug quaspuj ntawd teb has tas, “Kuv tsi muaj quasyawg.” Yexus teb has tas, “Koj has tas koj tsi muaj quasyawg, koj has yog lawm."},{"bible_id":"1726","chapter_code":"JHN.4","verse_code":"JHN.4.18","label":"18","content":"Koj tub yuav tsib tug quasyawg lawm, hab tug quasyawg kws nwgnuav koj nrug nyob ntawd los yeej tsi yog koj tug quasyawg. Tej kws koj qha rua kuv ntawd, koj has tseeb lawm.”"},{"bible_id":"1726","chapter_code":"JHN.4","verse_code":"JHN.4.19","label":"19","content":"Tug quaspuj ntawd has rua Yexus has tas, “Tug tswv, kuv paub has tas koj yog ib tug cev Vaajtswv lug."},{"bible_id":"1726","chapter_code":"JHN.4","verse_code":"JHN.4.20","label":"20","content":"Peb cov kws yog tuabneeg Xamalis cov yawmkoob ibtxwm pehawm Vaajtswv sau lub roob nuav, tabsis mej cov kws yog tuabneeg Yudais, mej has tas suavdlawg yuavtsum moog pehawm Vaajtswv nraag lub nroog Yeluxalees txhaj yog.”"},{"bible_id":"1726","chapter_code":"JHN.4","verse_code":"JHN.4.21","label":"21","content":"Yexus has rua tug quaspuj ntawd tas, “Koj ca le ntseeg kuv tej lug, tub yuav txug lub sijhawm kws tuabneeg yuav tsi pehawm leej Txiv sau lub roob nuav lossis nraag lub nroog Yeluxalees lawm."},{"bible_id":"1726","chapter_code":"JHN.4","verse_code":"JHN.4.22","label":"22","content":"Mej cov kws yog tuabneeg Xamalis, mej tsi paub tug kws mej pehawm yog leejtwg; tabsis peb cov kws yog tuabneeg Yudais, peb paub tug kws peb pehawm, rua qhov tug Cawmseej lug yug rua huv cov tuabneeg Yudais."},{"bible_id":"1726","chapter_code":"JHN.4","verse_code":"JHN.4.23","label":"23","content":"Lub sijhawm ntawd taabtom lug, hab tub lug txug ntawm nuav lawm, cov tuabneeg kws pehawm leej Txiv yuav pehawm ntawm saab ntsujplig hab qhov tseeb, rua qhov leej Txiv xaav kuas suavdlawg muaj nplooj sab dlawb paug pehawm nwg tag."},{"bible_id":"1726","chapter_code":"JHN.4","verse_code":"JHN.4.24","label":"24","content":"Vaajtswv yog Ntsujplig, cov kws pehawm Vaajtswv yuavtsum pehawm ntawm saab ntsujplig hab qhov tseeb.”"},{"bible_id":"1726","chapter_code":"JHN.4","verse_code":"JHN.4.25","label":"25","content":"Tug quaspuj ntawd has rua Yexus has tas, “Kuv paub has tas tug Mexiyas yuav lug, hab thaus nwg lug lawm, nwg yuav qha txhua yaam rua peb.”"},{"bible_id":"1726","chapter_code":"JHN.4","verse_code":"JHN.4.26","label":"26","content":"Yexus teb has tas, “Kuv yog nwg, kuv taabtom nrug koj thaam nuav ntaag.”"},{"bible_id":"1726","chapter_code":"JHN.4","verse_code":"JHN.4.27","label":"27","content":"Taamsim ntawd Yexus cov thwjtim txawm lug txug, puab pum Yexus nrug tug quaspuj ntawd thaam, puab xaav tsi thoob le. Tabsis tsi muaj ib tug nug tug quaspuj ntawd has tas, “Koj xaav yuav dlaabtsi?” Lossis nug Yexus has tas, “Vim le caag koj nrug tug quaspuj ntawd thaam?”"},{"bible_id":"1726","chapter_code":"JHN.4","verse_code":"JHN.4.28","label":"28","content":"Ces tug quaspuj ntawd txawm muab nwg lub hub dlej tso plhuav tseg, nwg rov qaab moog rua tom nroog, hab nwg has rua cov tuabneeg huv nroog tas,"},{"bible_id":"1726","chapter_code":"JHN.4","verse_code":"JHN.4.29","label":"29","content":"“Mej ca le moog saib tug txivneej kws nyob tod saib, nwg qha txhua yaam kws kuv tau ua taag lug lawm huv tuabsi rua kuv noog! Nwg puas yog tug Mexiyas?”"},{"bible_id":"1726","chapter_code":"JHN.4","verse_code":"JHN.4.30","label":"30","content":"Yog le ntawd, suavdlawg txawm tawm zum zawg huv nroog tuaj saib Yexus."},{"bible_id":"1726","chapter_code":"JHN.4","verse_code":"JHN.4.31","label":"31","content":"Thaus ntawd cov thwjtim has rua Yexus has tas, “Xwbfwb, ca le lug noj mov tsaiv!”"},{"bible_id":"1726","chapter_code":"JHN.4","verse_code":"JHN.4.32","label":"32","content":"Tabsis Yexus teb has tas, “Kuv tub muaj mov noj lawm, tej ntawd mej tsi paub.”"},{"bible_id":"1726","chapter_code":"JHN.4","verse_code":"JHN.4.33","label":"33","content":"Yog le ntawd, cov thwjtim txhaj sis nug has tas, “Leejtwg tub nqaa mov tuaj rua nwg noj lawm?”"},{"bible_id":"1726","chapter_code":"JHN.4","verse_code":"JHN.4.34","label":"34","content":"Yexus has rua cov thwjtim has tas, “Kuv tej mov yog ua lawv le tug kws khaiv kuv lug lub sab nyam, hab ua teg num kws nwg tso rua kuv ua lawm kuas tav."},{"bible_id":"1726","chapter_code":"JHN.4","verse_code":"JHN.4.35","label":"35","content":"Muaj ib lu lug kws mej has tas, ‘Tshuav plaub hlis, maam le txug caij hlais nplej.’ Tabsis kuv qha rua mej has tas, mej ca le tsaa qhovmuag saib tej teb; nplej tub sav heev zoo hlais lawm!"},{"bible_id":"1726","chapter_code":"JHN.4","verse_code":"JHN.4.36","label":"36","content":"Tug tuabneeg kws hlais nplej tub tau nqe zug lawm, hab tej kws nwg sau lug ca tub tau txujsa ntev dlhawv moog ibtxhis lawm; yog le ntawd, tug kws cog hab tug kws hlais yuav zoo sab kawg le."},{"bible_id":"1726","chapter_code":"JHN.4","verse_code":"JHN.4.37","label":"37","content":"Vim le ntawd lu lug kws has tas, ‘Muaj ib tug cog, hab muaj dlua ib tug hlais,’ lu lug ntawd yeej muaj tseeb tag!"},{"bible_id":"1726","chapter_code":"JHN.4","verse_code":"JHN.4.38","label":"38","content":"Kuv khaiv mej moog hlais cov nplej huv dlaim teb kws tsi yog mej tug zug ua; dlaim teb ntawd yog lwm tug tug zug ua, tabsis mej tau sau tej kws yog lwm tug tug zug ua.”"},{"bible_id":"1726","chapter_code":"JHN.4","verse_code":"JHN.4.39","label":"39","content":"Cov tuabneeg Xamalis kws nyob huv lub nroog ntawd, muaj ntau leej ntseeg Yexus, rua qhov tug quaspuj ntawd has rua puab tas, “Nwg qha txhua yaam kws kuv tau ua taag lug lawm huv tuabsi rua kuv noog.”"},{"bible_id":"1726","chapter_code":"JHN.4","verse_code":"JHN.4.40","label":"40","content":"Yog le ntawd, thaus cov tuabneeg Xamalis tuaj cuag Yexus, puab cheem kuas Yexus nrug puab nyob, ces Yexus txawm moog nyob huv lub nroog ntawd tau ob nub."},{"bible_id":"1726","chapter_code":"JHN.4","verse_code":"JHN.4.41","label":"41","content":"Muaj ntau leej lug ntseeg Yexus ntxiv, rua qhov puab nov Yexus tej lug qha,"},{"bible_id":"1726","chapter_code":"JHN.4","verse_code":"JHN.4.42","label":"42","content":"hab puab has rua tug quaspuj ntawd tas, “Nwgnuav peb ntseeg, tsi yog vim tej lug kws koj has, tabsis peb ntseeg vim peb tau nov nwg tej lug, hab peb paub has tas nwg yog tuabneeg nplajteb tug Cawmseej tag.”"},{"bible_id":"1726","chapter_code":"JHN.4","verse_code":"JHN.4.43","label":"43","content":"Tom qaab kws Yexus nyob huv lub nroog ntawd tau ob nub, nwg txawm moog rua peg lub xeev Kalilais lawm."},{"bible_id":"1726","chapter_code":"JHN.4","verse_code":"JHN.4.44","label":"44","content":"Rua qhov Yexus has tas, “Cov tuabneeg kws nyob huv lub tebchaws kws tug cev Vaajtswv lug nyob, cov tuabneeg ntawd yeej tsi fwm nwg.”"},{"bible_id":"1726","chapter_code":"JHN.4","verse_code":"JHN.4.45","label":"45","content":"Thaus Yexus moog txug peg xeev Kalilais, suavdlawg tuaj tog txais nwg, rua qhov puab tau moog ua Kevcai Hlaa Dlhau nraag lub nroog Yeluxalees, hab tau pum txhua yaam kws Yexus ua thaus ua kevcai Hlaa Dlhau ntawd."},{"bible_id":"1726","chapter_code":"JHN.4","verse_code":"JHN.4.46","label":"46","content":"Ces Yexus txawm rov qaab moog rua huv lub zog Kanas kws nyob huv xeev Kalilais kws thaus Yexus muab dlej txa ua cawv txiv maab. Muaj ib tug nom nyob huv lub nroog Kapena-us, nwg tug tub mob heev."},{"bible_id":"1726","chapter_code":"JHN.4","verse_code":"JHN.4.47","label":"47","content":"Thaus nwg nov has tas Yexus rov qaab nraag xeev Yudas lug txug rua huv xeev Kalilais lawm, nwg txhaj moog cuag Yexus hab thov kuas Yexus moog khu nwg tug tub kws mob heev yuav tuag huv lub nroog Kapena-us."},{"bible_id":"1726","chapter_code":"JHN.4","verse_code":"JHN.4.48","label":"48","content":"Yexus has rua tug nom ntawd tas “Yog mej tsi pum tej txujci tseemceeb, mej yeej tsi ntseeg kuv tej lug le.”"},{"bible_id":"1726","chapter_code":"JHN.4","verse_code":"JHN.4.49","label":"49","content":"Tug nom ntawd has rua Yexus has tas, “Tug tswv, tsheem kuv tug tub tseem tsi tau tuag, thov koj moog paab khu!”"},{"bible_id":"1726","chapter_code":"JHN.4","verse_code":"JHN.4.50","label":"50","content":"Yexus has rua tug nom ntawd tas, “Koj ca le rov qaab moog tsev, koj tug tub yeej yuav tsi tuag!” Tug nom ntawd ntseeg Yexus tej lug, nwg txawm rov qaab moog tsev lawm."},{"bible_id":"1726","chapter_code":"JHN.4","verse_code":"JHN.4.51","label":"51","content":"Thaus nwg taabtom taug kev moog tsev, nwg cov tubkhai tuaj caum nwg hab qha rua nwg has tas, “Koj tug tub zoo lawm.”"},{"bible_id":"1726","chapter_code":"JHN.4","verse_code":"JHN.4.52","label":"52","content":"Nwg nug puab has tas, thaus twg nwg tug tub zoo lawm? hab puab teb has tas, “Naag mo thaus ib teev, ces nwg tug npaws txawm tu lawm.”"},{"bible_id":"1726","chapter_code":"JHN.4","verse_code":"JHN.4.53","label":"53","content":"Ces leej txiv ncu dlheev txug has tas, thaus ntawd yog lub sijhawm kws Yexus has rua nwg tas, “Koj tug tub yuav tsi tuag.” Yog le ntawd, nwg hab nwg tsev tuabneeg txhaj ntseeg Yexus."},{"bible_id":"1726","chapter_code":"JHN.4","verse_code":"JHN.4.54","label":"54","content":"Txij thaus Yexus rov nraag xeev Yudas lug txug rua huv xeev Kalilais, nwg ua txujci tseemceeb ob zag rua zag nuav."},{"bible_id":"1726","chapter_code":"JHN.5","verse_code":"JHN.5.1","label":"1","content":"Tom qaab ntawd, thaus txug lub caij kws cov Yudais ua kevcai, Yexus txawm moog rua nraag lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"JHN.5","verse_code":"JHN.5.2","label":"2","content":"Nyob huv lub nroog Yeluxalees muaj ib lub paag dlej nyob ze ze ntawm lub Roojvaag Yaaj  hab muaj tsib lub qaab khaav nyob ncig lub paag dlej; qhov chaw ntawd lug Henplais hu ua Npexathas."},{"bible_id":"1726","chapter_code":"JHN.5","verse_code":"JHN.5.3","label":"3","content":"Muaj ib cov tuabneeg mob coob coob tuaj pw huv tej qaab khaav ntawd, cov tuabneeg dligmuag, cov tuabneeg cegtawv, hab cov tuabneeg tuag teg tuag taw. Puab tuaj nyob ntawd tog saib thaus twg lub paag dlej ndlaas."},{"bible_id":"1726","chapter_code":"JHN.5","verse_code":"JHN.5.4","label":"4","content":"Rua qhov tug Tswv ib tug timtswv pheej lug dlu lub paag dlej ntawd. Thaus lub paag dlej ntawd ndlaas, yog tug tuabneeg mob twg xub nqeg moog rua huv lub paag dlej, ces tug ntawd tej mob zoo."},{"bible_id":"1726","chapter_code":"JHN.5","verse_code":"JHN.5.5","label":"5","content":"Muaj ib tug txivneej mob tau peb caug yim xyoo lawm, nwg tuaj pw ntawm lub paag dlej ntawd."},{"bible_id":"1726","chapter_code":"JHN.5","verse_code":"JHN.5.6","label":"6","content":"Yexus pum nwg pw ntawd, Yexus paub has tas nwg mob tau ntev lug lawm; yog le ntawd Yexus txhaj nug nwg has tas, “Koj puas xaav zoo?”"},{"bible_id":"1726","chapter_code":"JHN.5","verse_code":"JHN.5.7","label":"7","content":"Nwg teb Yexus has tas, “Tug Tswv, thaus dlej ndlaas tsi muaj leejtwg paab tuav kuv moog rua huv lub paag dlej; thaus kuv taabtom yuav nqeg moog rua huv, tub muaj lwm tug xub nqeg ua kuv ntej moog rua huv lawm.”"},{"bible_id":"1726","chapter_code":"JHN.5","verse_code":"JHN.5.8","label":"8","content":"Yexus has rua nwg tas, “Koj ca le sawv, yaws koj dlaim lev hab moog.”"},{"bible_id":"1726","chapter_code":"JHN.5","verse_code":"JHN.5.9","label":"9","content":"Taamsim ntawd, nwg tug mob txawm ca le zoo hlo; ces nwg txawm yaws hlo nwg dlaim lev hab moog lawm. Nub ntawd, yog nub Xanpataus,"},{"bible_id":"1726","chapter_code":"JHN.5","verse_code":"JHN.5.10","label":"10","content":"yog le ntawd, cov Yudais tej numtswv txhaj has rua tug txivneej kws zoo mob ntawd has tas, “Nub nua yog nub Xanpataus, koj nqaa koj dlaim lev taug kev mas txhum peb cov tuabneeg Yudais txuj Kevcai lawm.”"},{"bible_id":"1726","chapter_code":"JHN.5","verse_code":"JHN.5.11","label":"11","content":"Nwg teb puab has tas, “Tug tuabneeg kws khu kuv zoo has rua kuv tas, ‘Ca le yaws koj dlaim lev hab moog.’ ”"},{"bible_id":"1726","chapter_code":"JHN.5","verse_code":"JHN.5.12","label":"12","content":"Puab nug nwg has tas, “Tug kws has kuas koj ua le nuav yog leejtwg?”"},{"bible_id":"1726","chapter_code":"JHN.5","verse_code":"JHN.5.13","label":"13","content":"Tabsis tug txivneej ntawd, tsi paub has tas Yexus yog leejtwg, rua qhov muaj tuabneeg coob coob nyob ntawd, hab Yexus tub moog rua lwm qhov lawm."},{"bible_id":"1726","chapter_code":"JHN.5","verse_code":"JHN.5.14","label":"14","content":"Tom qaab ntawd, Yexus moog ntsib tug txivneej ntawd huv lub Tuamtsev hab has rua nwg tas, “Koj noog kuv has, nwgnuav koj tub zoo lawm; koj tseg tsi xob ua txhum lawm, nyob tsaam koj raug kev txomnyem heev dlua qub.”"},{"bible_id":"1726","chapter_code":"JHN.5","verse_code":"JHN.5.15","label":"15","content":"Ces tug txivneej ntawd txawm tawm moog qha rua cov Yudais tej numtswv has tas, tug kws khu nwg zoo mob ntawd yog Yexus."},{"bible_id":"1726","chapter_code":"JHN.5","verse_code":"JHN.5.16","label":"16","content":"Yog le ntawd, puab txawm tuavhuv ua phem rua Yexus, rua qhov Yexus khu tug txivneej ntawd nub Xanpataus."},{"bible_id":"1726","chapter_code":"JHN.5","verse_code":"JHN.5.17","label":"17","content":"Yexus teb puab has tas, “Kuv Txiv yeej ua num tsi su le, yog le ntawd, kuv yeej yuav ua num hab.”"},{"bible_id":"1726","chapter_code":"JHN.5","verse_code":"JHN.5.18","label":"18","content":"Qhov kws Yexus has nuav ua rua cov Yudais tej numtswv hajyam xaav muab Yexus tua povtseg; tsi yog qhov kws Yexus ua txhum txuj kevcai Nub Xanpataus xwb, tabsis Yexus tseem khaav has tas Vaajtswv yog nwg Txiv, hab Yexus has le kws nwg muaj fwjchim sis luag zog le Vaajtswv ntaag."},{"bible_id":"1726","chapter_code":"JHN.5","verse_code":"JHN.5.19","label":"19","content":"Yexus teb puab has tas, “Kuv qha tseeb rua mej has tas: leej Tub yeej tsi ua ib yaam dlaabtsi lawv le nwg lub sab; nwg tsuas ua tej kws nwg pum nwg Txiv ua xwb. Tej kws leej Txiv ua, leej Tub txhaj ua."},{"bible_id":"1726","chapter_code":"JHN.5","verse_code":"JHN.5.20","label":"20","content":"Rua qhov leej Txiv hlub leej Tub hab qha ib puas tsaav yaam kws nwg ua rua leej Tub. Nwg yuav qha tej num kws tseemceeb dlua tej nuav rua leej Tub, hab tej ntawd yuav ua rua mej xaav tsi thoob."},{"bible_id":"1726","chapter_code":"JHN.5","verse_code":"JHN.5.21","label":"21","content":"Leej Txiv tsaa cov tuabneeg kws tuag lawm sawv rov qaab lug le caag, leej Tub yuav pub txujsa rua cov tuabneeg kws nwg pum zoo pub rua ib yaam le ntawd."},{"bible_id":"1726","chapter_code":"JHN.5","verse_code":"JHN.5.22","label":"22","content":"Leej Txiv tsi txav txim rua leejtwg, tabsis nwg tsaa leej Tub ua tug txav txim,"},{"bible_id":"1726","chapter_code":"JHN.5","verse_code":"JHN.5.23","label":"23","content":"kuas txhua tug fwm leej Tub ib yaam le fwm leej Txiv. Tug kws tsi fwm leej Tub, tug ntawd yeej tsi fwm leej Txiv tug kws khaiv leej Tub lug hab."},{"bible_id":"1726","chapter_code":"JHN.5","verse_code":"JHN.5.24","label":"24","content":"“Kuv qha tseeb rua mej has tas: tug kws noog kuv lug hab ntseeg tug kws khaiv kuv lug, tug ntawd txhaj tau txujsa ntev dlhawv moog ibtxhis. Nwg yuav tsi raug txav txim, rua qhov nwg tub tawm huv txujkev tuag lug tau txujsa lawm."},{"bible_id":"1726","chapter_code":"JHN.5","verse_code":"JHN.5.25","label":"25","content":"Kuv qha tseeb rua mej has tas, lub sijhawm taabtom lug hab tub lug yuav txug, taamsim nuav tub lug txug lawm, thaus ntawd yog thaus kws cov tuabneeg tuag lawm yuav nov Vaajtswv tug Tub lub suab hu, hab txhua tug kws nov yuav caj rov qaab lug."},{"bible_id":"1726","chapter_code":"JHN.5","verse_code":"JHN.5.26","label":"26","content":"Leej Txiv yog lub hauvpaug txujsa le caag, nwg tsaa leej Tub ua lub hauvpaug txujsa ib yaam le ntawd."},{"bible_id":"1726","chapter_code":"JHN.5","verse_code":"JHN.5.27","label":"27","content":"Hab leej Txiv tsaa leej Tub ua tug txav txim, rua qhov nwg yog Tuabneeg Leej Tub."},{"bible_id":"1726","chapter_code":"JHN.5","verse_code":"JHN.5.28","label":"28","content":"Mej tsi xob poob sab rua kuv tej lug nuav; rua qhov lub sijhawm taabtom lug, thaus ntawd cov tuabneeg kws tuag lawm yuav nov leej Tub lub suab hu,"},{"bible_id":"1726","chapter_code":"JHN.5","verse_code":"JHN.5.29","label":"29","content":"hab puab yuav tawm huv puab tej qhov ntxaa lug: cov tuabneeg kws ua zoo yuav sawv lug tau txujsa, cov tuabneeg kws ua phem ua qas yuav sawv lug raug kev txav txim."},{"bible_id":"1726","chapter_code":"JHN.5","verse_code":"JHN.5.30","label":"30","content":"“Kuv tsi muaj cai ua ib yaam dlaabtsi lawv le kuv lub sab xaav; kuv tsuas txav txim lawv le Vaajtswv kuas kuv txav xwb, yog le ntawd, kuv yeej txav txim ncaaj nceeg, rua qhov kuv tsi ua lawv le kuv lub sab nyam, tabsis kuv tsuas ua lawv le tug kws khaiv kuv lug lub sab nyam xwb."},{"bible_id":"1726","chapter_code":"JHN.5","verse_code":"JHN.5.31","label":"31","content":"“Yog kuv rov ua kuv tug timkhawv, ces yeej tsi muaj tuabneeg ntseeg tej kws kuv has."},{"bible_id":"1726","chapter_code":"JHN.5","verse_code":"JHN.5.32","label":"32","content":"Tabsis yeej muaj ib tug ua kuv tug timkhawv, hab kuv paub has tas tej kws nwg has txug kuv, nwg yeej has tseeb xwb."},{"bible_id":"1726","chapter_code":"JHN.5","verse_code":"JHN.5.33","label":"33","content":"Mej khaiv mej cov tuabneeg moog cuag Yauhaas, hab Yauhaas yeej ua timkhawv has tas tej lug kws kuv has puavleej tseeb."},{"bible_id":"1726","chapter_code":"JHN.5","verse_code":"JHN.5.34","label":"34","content":"Tsi yog kuv xaav kuas tuabneeg ua kuv tug timkhawv, tabsis kuv has le nuav kuas mej dlim mej lub txim."},{"bible_id":"1726","chapter_code":"JHN.5","verse_code":"JHN.5.35","label":"35","content":"Yauhaas zoo le lub teeb kws taws cig ntsaa ab, hab mej yuav zoo sab ib nyuas ntu thaus kws mej nyob huv qhov kaaj ntawd."},{"bible_id":"1726","chapter_code":"JHN.5","verse_code":"JHN.5.36","label":"36","content":"Tabsis kuv muaj ib qhov timkhawv kws tseemceeb dlua tej kws Yauhaas has: tej kws kuv ua, yog tej num kws leej Txiv muab rua kuv ua, tej num kws kuv ua, qha rua suavdlawg paub tseeb has tas, kuv yog tug kws leej Txiv khaiv lug."},{"bible_id":"1726","chapter_code":"JHN.5","verse_code":"JHN.5.37","label":"37","content":"Hab leej Txiv tug kws khaiv kuv lug, nwg yeej ua timkhawv has txug kuv zaaj ib yaam nkaus. Mej yeej ibtxwm tsi tau nov nwg lub suab lossis pum nwg lub ntsejmuag,"},{"bible_id":"1726","chapter_code":"JHN.5","verse_code":"JHN.5.38","label":"38","content":"hab mej yeej tsi khaws nwg tej lug ca rua nruab sab, vim mej tsi ntseeg tug kws nwg khaiv lug."},{"bible_id":"1726","chapter_code":"JHN.5","verse_code":"JHN.5.39","label":"39","content":"Mej kawm Vaajtswv Txujlug, rua qhov mej xaav has tas txujlug ntawd yuav cawm tau mej txujsa moog ibtxhis; Vaajtswv Txujlug ntawd tub has txug kuv ntaag!"},{"bible_id":"1726","chapter_code":"JHN.5","verse_code":"JHN.5.40","label":"40","content":"Tabsis mej tsi kaam lug cuag kuv kuas mej tau txujsa."},{"bible_id":"1726","chapter_code":"JHN.5","verse_code":"JHN.5.41","label":"41","content":"“Kuv tsi xaav kuas tuabneeg qhuas kuv."},{"bible_id":"1726","chapter_code":"JHN.5","verse_code":"JHN.5.42","label":"42","content":"Tabsis kuv paub has tas, mej tsi muaj lub sab hlub Vaajtswv."},{"bible_id":"1726","chapter_code":"JHN.5","verse_code":"JHN.5.43","label":"43","content":"Kuv yog tug kws kuv Txiv khaiv lug, tabsis mej tsi leeg yuav kuv; tug kws tsi muaj leejtwg khaiv lug, nwg lug nwg xwb, mej tsua leeg yuav tug ntawd."},{"bible_id":"1726","chapter_code":"JHN.5","verse_code":"JHN.5.44","label":"44","content":"Mej ib leeg nyam ua rua ib leeg qhuas, tabsis mej tsi muaj ib tug nyam ua rua Vaajtswv qhuas; yog le ntawd, mej yuav ua le caag ntseeg kuv tej lug."},{"bible_id":"1726","chapter_code":"JHN.5","verse_code":"JHN.5.45","label":"45","content":"Mej tsi xob xaav has tas kuv yuav nkaug mej rua kuv txiv. Mauxes tug kws mej ca sab rua, nwg yog tug kws yuav nkaug mej rua kuv Txiv."},{"bible_id":"1726","chapter_code":"JHN.5","verse_code":"JHN.5.46","label":"46","content":"Yog mej ntseeg Mauxes tej lug, mej yeej yuav ntseeg kuv, rua qhov Mauxes yeej sau has txug kuv."},{"bible_id":"1726","chapter_code":"JHN.5","verse_code":"JHN.5.47","label":"47","content":"Yog mej tub tsi ntseeg tej lug kws Mauxes sau, mej yuav ua le caag ntseeg kuv tej lug?”"},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.1","label":"1","content":"Tom qaab ntawd, Yexus caij nkoj hlaa Havtxwv Kalilais moog rua saab tim u (lub havtxwv ntawd muaj dlua ib lub npe hu ua Tinpelias)."},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.2","label":"2","content":"Muaj ib cov tuabneeg coob coob lawv Yexus qaab moog, rua qhov puab pum tej txujci kws nwg khu tau tej tuabneeg muaj mob zoo."},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.3","label":"3","content":"Yexus moog rua sau roob hab nrug nwg cov thwjtim nyob ua ke."},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.4","label":"4","content":"Thaus ntawd, tub yuav txug lub caij kws cov Yudais ua Kevcai Hlaa Dlhau."},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.5","label":"5","content":"Yexus tsaa qhovmuag saib, nwg pum tuabneeg coob coob taabtom tuaj cuag nwg, yog le ntawd, nwg txawm has rua Filis has tas, “Peb yuav moog yuav mov qhov twg txhaj le txaus suavdlawg noj?”"},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.6","label":"6","content":"(Yexus has le nuav, yog nwg sim Filis sab; qhov tseeb, Yexus tub paub lawm has tas, Yexus yuav ua le caag.)"},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.7","label":"7","content":"Filis teb has tas, “Txawm yog muab ob puas tawm lub nyaj  moog yuav mov los ntshai ib leeg tsuas tau ib nyuas qhov miv miv xwb.”"},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.8","label":"8","content":"Yexus cov thwjtim muaj ib tug hu ua Aadales, nwg yog Ximoos Petus tug kwv, nwg has tas,"},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.9","label":"9","content":"“Muaj ib tug mivnyuas tub nyob ntawm nuav, nwg muaj tsib lub ncuav hab ob tug ntseg. Tabsis yuav tsi txaus cov tuabneeg nuav noj.”"},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.10","label":"10","content":"Yexus has tas, “Mej ca le has kuas suavdlawg nyob quastsawg.” (Thaaj chaw ntawd muaj muaj nyom.) Yog le ntawd, suavdlawg txawm nyob quastsawg; cov txivneej kws nyob ntawd yuav laug muaj tsib txheeb leej."},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.11","label":"11","content":"Yexus muab tsib lub ncuav ntawd lug ua Vaajtswv tsaug, hab nwg muab faib rua suavdlawg noj. Nwg muab ob tug ntseg lug ua ib yaam nkaus le ntawd hab, tug kws yuav noj ntau npaum le caag los tau."},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.12","label":"12","content":"Thaus suavdlawg noj tsau lawm, Yexus has rua nwg cov thwjtim has tas, “Mej ca le moog sau tej kws suavdlawg noj tsi taag, tsi pub ib qho xuam le.”"},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.13","label":"13","content":"Yog le ntawd, cov thwjtim txhaj moog sau tej ncuav seem kws suavdlawg noj tsi taag tau kaum ob tawb puv nkaus."},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.14","label":"14","content":"Thaus cov tuabneeg suavdlawg pum Yexus ua zaaj txujci tseemceeb nuav, puab has tas, “Tug nuav yog tug cev Vaajtswv lug  kws nqeg lug rua huv nplajteb nuav tag!”"},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.15","label":"15","content":"Yexus paub has tas puab yuav tuaj muab nwg yuam tsaa ua vaajntxwv; yog le ntawd, nwg tuab leeg txhaj moog rua sau roob lawm."},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.16","label":"16","content":"Thaus yuav tsaus ntuj, Yexus cov thwjtim moog rua nraag ntug havtxwv,"},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.17","label":"17","content":"puab nce rua huv lub nkoj, hab caij nkoj hlaa havtxwv rov qaab moog rua tim lub nroog Kapena-us. Thaus ntawd tub tsaus ntuj zuag lawm, Yexus tseem tsi tau lug rua ntawm puab."},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.18","label":"18","content":"Ces txawm muaj cua dlaaj cua dlub ntsawj dlej ndlaas cuag dlaabtsi."},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.19","label":"19","content":"Cov thwjtim tub nkuam lub nkoj moog dleb kwvlaam le tsib rau kilumev lawm, thaus puab pum Yexus lug kutaw sau nplaim dlej lug ze zuj zug rua ntawm puab lub nkoj, puab ntshai kawg le."},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.20","label":"20","content":"Yexus has rua puab tas, “Mej tsi xob ntshai, tub yog kuv ntaag!”"},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.21","label":"21","content":"Puab txhaj zoo sab ca Yexus lug rua huv puab lub nkoj, taamsim ntawd lub nkoj tub moog txug ndlua ntawm ntug qhov chaw kws puab yuav moog."},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.22","label":"22","content":"Nub tom qaab cov tuabneeg coob coob kws nyob saab ntug havtxwv tim u pum tuab lub nkoj nyob ntawd xwb. Puab paub has tas Yexus yeej tsi tau nrug nwg cov thwjtim caij lub nkoj ntawm moog, puab tsuas pum cov thwjtim caij moog xwb."},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.23","label":"23","content":"Muaj dlua ib co nkoj tuaj tim lub nroog Tinpelias tuaj nreg ze rua ntawm qhov chaw kws Yexus muab ncuav lug ua Vaajtswv tsaug hab muab ndlais faib rua suavdlawg noj."},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.24","label":"24","content":"Thaus cov tuabneeg coob coob ntawd paub has tas Yexus hab nwg cov thwjtim tsi nyob qhov ntawd lawm, puab txawm nce rua huv cov nkoj ntawd hab caij moog nrhav Yexus rua tim lub nroog Kapena-us."},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.25","label":"25","content":"Thaus cov tuabneeg ntawd moog nrhav tau Yexus saab havtxwv tim u lawm, puab has rua Yexus has tas, “Xwbfwb, thaus twg koj tub tuaj rua ntawm nuav lawm?”"},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.26","label":"26","content":"Yexus teb has tas, “Kuv qha tseeb rua mej has tas, tub yog vim kuv muab mov rua mej noj tsau, mej txhaj tuaj nrhav kuv, tsi yog vim mej pum tej txujci tseemceeb kws kuv ua."},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.27","label":"27","content":"Mej tsi xob nrhav tej mov kws txawj lwj; tabsis mej yuavtsum nrhav tej mov kws tsi txawj lwj. Tuabneeg Leej Tub yuav muab cov mov kws cawm tau txujsa ntev dlhawv moog ibtxhis rua mej, rua qhov Vaajtswv tug kws yog leej Txiv tub nas homthawj rua nwg lawm.”"},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.28","label":"28","content":"Puab nug Yexus has tas, “Peb yuav ua le caag, peb txhaj ua tau lawv le Vaajtswv xaav kuas peb ua?”"},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.29","label":"29","content":"Yexus teb has tas, “Qhov kws Vaajtswv xaav kuas mej ua, yog nwg xaav kuas mej ntseeg tug kws nwg khaiv lug.”"},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.30","label":"30","content":"Puab teb has tas, “Koj yuav ua yaam txujci tseemceeb dlaabtsi rua peb saib kuas peb ntseeg koj? Koj yuav ua dlaabtsi?"},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.31","label":"31","content":"Thaus u peb cov yawmkoob noj manas tom taj suabpuam lawv le Vaajtswv Txujlug has tas, ‘Nwg muab mov sau ntuj lug rua puab noj.’ ”"},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.32","label":"32","content":"Yexus has tas, “Kuv qha tseeb rua mej has tas, tej mov kws Mauxes muab rua mej noj, tsi yog tej kws lug sau ntuj lug; tej mov kws kuv Txiv muab rua mej noj txhaj yog tej tseem mov kws lug sau ntuj lug."},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.33","label":"33","content":"Rua qhov tug kws lug sau ntuj lug, nwg yog cov mov kws Vaajtswv muab lug cawm tuabneeg nplajteb txujsa.”"},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.34","label":"34","content":"Puab thov Yexus has tas, “Tug Tswv, thov koj muab cov mov ntawd rua peb noj moog le.”"},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.35","label":"35","content":"Yexus qha puab has tas, “Kuv yog cov mov kws cawm tuabneeg txujsa. Tug kws lug cuag kuv, tug ntawd yuav tsi tshaib ib zag le; tug kws ntseeg kuv, tug ntawd yuav tsi nqhes ib zag le lawm."},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.36","label":"36","content":"Kuv has rua mej has tas, nwgnuav mej tub pum kuv lawm, tabsis mej tsi ntseeg kuv."},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.37","label":"37","content":"Txhua tug kws kuv Txiv pub rua kuv, puab yeej yuav lug cuag kuv. Txhua tug kws lug cuag kuv, kuv leeg yuav huv tuabsi,"},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.38","label":"38","content":"rua qhov kuv lug sau ntuj lug tsi yog lug ua lawv le kuv lub sab, tabsis kuv lug ua lawv le tug kws khaiv kuv lug lub sab nyam."},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.39","label":"39","content":"Tug kws khaiv kuv lug kuas kuv saib cov tuabneeg kws nwg pub rua kuv lawm, tsi xob ca ib tug twg pluj le, hab thaus txug nub kawg kuv yuav tsaa puab txhua tug sawv huv qhov tuag rov qaab lug."},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.40","label":"40","content":"Rua qhov kuv Txiv xaav kuas txhua tug kws pum leej Tub hab ntseeg nwg muaj txujsa ntev dlhawv moog ibtxhis. Hab thaus txug nub kawg kuv yuav tsaa puab sawv huv qhov tuag rov qaab lug.”"},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.41","label":"41","content":"Ces cov Yudais txawm ywg Yexus, rua qhov Yexus has tas, “Kuv yog cov mov kws lug sau ntuj lug.”"},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.42","label":"42","content":"Yog le ntawd, puab txhaj has tas, “Tug txivneej nuav yog Yauxej tug tub Yexus los tsi yog? Peb yeej paub nwg nam nwg txiv huv tuabsi. Ua le caag nwg yuav has tas nwg lug sau ntuj lug?”"},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.43","label":"43","content":"Yexus has rua puab tas, “Mej ca le tseg tsi xob ywg le ntawd lawm."},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.44","label":"44","content":"Yeej tsi muaj leejtwg lug cuag tau kuv, tsuas yog leej Txiv tug kws khaiv kuv lug, nwg coj leejtwg lug, tug ntawd txhaj tau lug cuag kuv xwb; hab thaus txug nub kawg kuv yuav tsaa tug ntawd sawv huv qhov tuag rov qaab lug."},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.45","label":"45","content":"Cov cev Vaajtswv lug sau tseg has tas, ‘Vaajtswv yuav qha txhua tug huv tuabsi.’ Txhua tug kws nov leej Txiv tej lug hab ua lawv le nwg qha yeej lug cuag kuv."},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.46","label":"46","content":"Kuv has le nuav tsi yog has tas txhua tug puavleej pum leej Txiv; tsuas yog tug kws Vaajtswv khaiv lug, nwg tuab leeg xwb txhaj pum leej Txiv."},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.47","label":"47","content":"Kuv qha tseeb rua mej has tas tug kws ntseeg kuv, tug ntawd tub tau txujsa ntev dlhawv moog ibtxhis lawm."},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.48","label":"48","content":"Kuv yog cov mov kws cawm tuabneeg txujsa."},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.49","label":"49","content":"Txawm yog mej cov yawmkoob tau noj manas tom taj suabpuam los puab tub tuag taag lawm."},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.50","label":"50","content":"Tabsis yog leejtwg noj cov mov kws lug sau ntuj lug, tug ntawd yuav tsi tuag."},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.51","label":"51","content":"Kuv yog cov mov kws lug sau ntuj lug cawm tuabneeg txujsa. Tug kws noj cov mov nuav yuav tau txujsa ntev dlhawv moog ibtxhis; hab cov mov kws kuv yuav muab cawm tuabneeg nplajteb txujsa ntawd tub yog kuv cev nqaj ntaag.”"},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.52","label":"52","content":"Ces cov Yudais txawm sis caav npautawg vog has tas, “Tug txivneej nuav yuav ua le caag muab tau nwg cev nqaj rua peb noj?”"},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.53","label":"53","content":"Yexus has rua puab tas, “Kuv qha tseeb rua mej has tas, yog mej tsi noj Tuabneeg Leej Tub cev nqaj hab tsi haus nwg cov ntshaav, ces mej yuav tsi tau txujsa."},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.54","label":"54","content":"Tug kws noj kuv cev nqaj hab haus kuv cov ntshaav, tug ntawd tau txujsa ntev dlhawv moog ibtxhis, hab thaus txug nub kawg kuv yuav tsaa nwg sawv huv qhov tuag rov qaab lug."},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.55","label":"55","content":"Rua qhov kuv cev nqaj yog cov tseem mov; hab kuv cov ntshaav yog cov tseem dlej."},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.56","label":"56","content":"Tug kws noj kuv cev nqaj hab haus kuv cov ntshaav, tug ntawd nrug kuv koom ib txujsa, hab kuv nrug tug ntawd koom ib txujsa."},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.57","label":"57","content":"Leej Txiv tug kws khaiv kuv lug, nwg yog tug kws muaj txujsa, vim kuv nrug nwg koom ib txujsa, kuv txhaj le tau txujsa. Ib yaam nkaus le ntawd, tug kws noj kuv cev nqaj tug ntawd muaj txujsa, rua qhov kuv yog tug kws muaj txujsa."},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.58","label":"58","content":"Cov mov nuav yog cov mov kws lug sau ntuj lug; cov mov nuav tsi zoo le cov mov kws mej cov yawmkoob noj, hab puab tuag taag lawm. Tug kws noj cov mov nuav yuav tau txujsa ntev dlhawv moog ibtxhis.”"},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.59","label":"59","content":"Yexus has cov lug nuav thaus nwg qha huv lub tsev saablaaj kws nyob huv lub nroog Kapena-us."},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.60","label":"60","content":"Cov tuabneeg kws lawv Yexus qaab nov tej lug kws nwg qha ntawd, muaj ntau leej has tas, “Cov lug nuav nyuaj kawg le. Leejtwg txhaj yuav totaub?”"},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.61","label":"61","content":"Tabsis Yexus paub has tas puab ywg txug tej lug kws Yexus has, Yexus txhaj has rua puab tas, “Tej lug kws kuv has ntawd ua rua mej nyuaj sab los?"},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.62","label":"62","content":"Yog has tas mej pum Tuabneeg Leej Tub rov qaab moog nyob sau qhov chaw kws nwg ibtxwm nyob lug lawm, mej tsua yuav xaav le caag?"},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.63","label":"63","content":"Vaajtswv tug Ntsujplig ua tau rua tuabneeg muaj sa; tabsis tuabneeg nqaj tawv ua tsi tau le ntawd. Tej lug kws kuv qha rua mej ntawd, yog ntsujplig hab yog txujsa."},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.64","label":"64","content":"Tabsis mej cov muaj qee leej tsi ntseeg kuv tej lug.” (Yexus has le ntawd, rua qhov thaus chivthawj nwg tub xub paub lawm has tas, nwg cov thwjtim tug twg yog tug tsi ntseeg hab tug twg yog tug kws yuav ntxeev saab rua nwg.)"},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.65","label":"65","content":"Hab Yexus has ntxiv tas “Tub yog vim le nuav kuv txhaj has rua mej has tas, yeej tsi muaj ib tug lug cuag kuv, tsuas yog tug kws leej Txiv tshoov nwg lub sab txhaj lug cuag kuv xwb.”"},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.66","label":"66","content":"Vim le ntawd, cov tuabneeg kws caum Yexus qaab muaj coob leej txhaj tso Yexus tseg, hab tsi nrug nwg moog lawm."},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.67","label":"67","content":"Yog le ntawd, Yexus txhaj nug nwg kaum ob tug thwjtim has tas, “Mej ne, mej yuav tso kuv tseg hab los?”"},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.68","label":"68","content":"Ximoos Petus teb Yexus has tas, “Tug tswv, yog peb tso koj tseg, peb yuav moog cuag leejtwg? Tsuas yog koj tuab leeg tej lug xwb, txhaj pub tau txujsa ibtxhis rua tuabneeg."},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.69","label":"69","content":"Nwgnuav peb ntseeg hab paub tseeb has tas koj yog tug dlawbhuv kws Vaajtswv khaiv lug.”"},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.70","label":"70","content":"Yexus teb puab has tas, “Puas yog kuv xaiv mej kaum ob leeg nuav? Tabsis mej cov ko muaj ib tug yog dlaab ntxwgnyoog.”"},{"bible_id":"1726","chapter_code":"JHN.6","verse_code":"JHN.6.71","label":"71","content":"Yexus has le ntawd, yog has txug Ximoos Ixakali-us tug tub Yudas. Txawm yog Yudas yog ib tug ntawm Yexus kaum ob tug thwjtim los nwg tseem ntxeev sab rua Yexus."},{"bible_id":"1726","chapter_code":"JHN.7","verse_code":"JHN.7.1","label":"1","content":"Tom qaab ntawd, Yexus moog moog lug lug huv xeev Kalilais; nwg tsi xaav moog nraag lub xeev Yudas, rua qhov cov Yudais tuavhuv yuav muab nwg tua povtseg."},{"bible_id":"1726","chapter_code":"JHN.7","verse_code":"JHN.7.2","label":"2","content":"Thaus yuav txug lub caij kws cov Yudais ua Kevcai nyob Tsev Pheebsuab,"},{"bible_id":"1726","chapter_code":"JHN.7","verse_code":"JHN.7.3","label":"3","content":"Yexus cov kwv has rua Yexus has tas, “Koj ca le moog rua nraag xeev Yudas, kuas cov tuabneeg kws caum koj qaab txhaj le pum tej kws koj ua."},{"bible_id":"1726","chapter_code":"JHN.7","verse_code":"JHN.7.4","label":"4","content":"Tsi muaj leejtwg muab tej kws nwg ua zais, yog has tas nwg xaav kuas luas paub tej kws nwg ua. Tej txujci tseemceeb kws koj ua nuav, ca le ua qha kuas tuabneeg nplajteb paub koj.”"},{"bible_id":"1726","chapter_code":"JHN.7","verse_code":"JHN.7.5","label":"5","content":"(Txawm yog Yexus cov kwv los puab tseem tsi ntseeg Yexus hab.)"},{"bible_id":"1726","chapter_code":"JHN.7","verse_code":"JHN.7.6","label":"6","content":"Yexus has rua puab tas, “Tseem tsi tau txug kuv lub sijhawm, tabsis mej le lub sijhawm twg los yeej tau."},{"bible_id":"1726","chapter_code":"JHN.7","verse_code":"JHN.7.7","label":"7","content":"Tuabneeg nplajteb tsi ntxub mej, tabsis tuabneeg nplajteb ntxub kuv, rua qhov kuv pheej qha puab tej kev phem kev qas rua puab."},{"bible_id":"1726","chapter_code":"JHN.7","verse_code":"JHN.7.8","label":"8","content":"Mej yuav moog ua kevcai, mej moog mej. Kuv tsi moog,  rua qhov tsi tau txug kuv lub sijhawm.”"},{"bible_id":"1726","chapter_code":"JHN.7","verse_code":"JHN.7.9","label":"9","content":"Tom qaab kws Yexus has le ntawd rua puab taag lawm, Yexus tseem nyob huv lub xeev Kalilais."},{"bible_id":"1726","chapter_code":"JHN.7","verse_code":"JHN.7.10","label":"10","content":"Thaus Yexus cov kwv ua ntej moog ua kevcai lawm, tom qaab ntawd Yexus txawm lawv qaab moog hab; tabsis nwg tsi taabmeeg moog, rua qhov nwg tsi xaav kuas leejtwg paub."},{"bible_id":"1726","chapter_code":"JHN.7","verse_code":"JHN.7.11","label":"11","content":"Thaus suavdlawg taabtom ua kevcai, cov Yudais tej numtswv nrhav Yexus ntawm qhov chaw kws suavdlawg tuaj ua kevcai ntawd, puab sis nug has tas, “Nwg nyob qhov twg?”"},{"bible_id":"1726","chapter_code":"JHN.7","verse_code":"JHN.7.12","label":"12","content":"Cov tuabneeg coob coob ntawd sis ntxhi zum zawg has txug Yexus, muaj ibtxha has tas, “Nwg yog tuabneeg zoo,” muaj ibtxha has tas, “Tsi yog le ntawd, nwg yog tug kws dlaag ntxag suavdlawg xwb.”"},{"bible_id":"1726","chapter_code":"JHN.7","verse_code":"JHN.7.13","label":"13","content":"Tabsis tsi muaj leejtwg muaj cuabkaav pav Yexus zaaj taabmeeg suavdlawg le, rua qhov puab ntshai cov Yudais tej numtswv."},{"bible_id":"1726","chapter_code":"JHN.7","verse_code":"JHN.7.14","label":"14","content":"Thaus suavdlawg ua kevcai txug tog lawm, Yexus txawm moog qhuab qha huv lub Tuamtsev."},{"bible_id":"1726","chapter_code":"JHN.7","verse_code":"JHN.7.15","label":"15","content":"Cov Yudais tej numtswv xaav tsi thoob hab has tas, “Ua le caag tug txivneej nuav yuav paub ua luaj le, nwg tub tsi tau kawm ntawv le los sav?”"},{"bible_id":"1726","chapter_code":"JHN.7","verse_code":"JHN.7.16","label":"16","content":"Yexus teb has tas, “Tej lug kws kuv qha nuav tsi yog kuv tej lug, tabsis yog Vaajtswv tug kws khaiv kuv lug tej lug."},{"bible_id":"1726","chapter_code":"JHN.7","verse_code":"JHN.7.17","label":"17","content":"Yog leejtwg txaus sab ua lawv le Vaajtswv lub sab nyam, tug ntawd yuav paub has tas tej lug kws kuv qha nuav yog Vaajtswv kuas kuv has lossis yog kuv has kuv xwb."},{"bible_id":"1726","chapter_code":"JHN.7","verse_code":"JHN.7.18","label":"18","content":"Tug tuabneeg kws xaav kuas lwm tug qhuas nwg, nwg laam tau lawm has. Tabsis tug kws xaav ua kuas luas qhuas tug kws khaiv nwg lug, nwg yeej has lug tseeb xwb, nwg tsi has dlaag."},{"bible_id":"1726","chapter_code":"JHN.7","verse_code":"JHN.7.19","label":"19","content":"Puas yog Mauxes qha Vaajtswv txuj Kevcai rua mej? Tabsis mej tsi muaj ib tug coj lawv le txuj Kevcai ntawd le. Ua le caag mej tseem yuav muab kuv tua povtseg hab?”"},{"bible_id":"1726","chapter_code":"JHN.7","verse_code":"JHN.7.20","label":"20","content":"Suavdlawg teb has tas, “Koj raug dlaab vwm lawm! Leejtwg yuav muab koj tua povtseg nua?”"},{"bible_id":"1726","chapter_code":"JHN.7","verse_code":"JHN.7.21","label":"21","content":"Yexus teb has tas, “Kuv ua txujci tseemceeb ib zag xwb, mej tub xaav tsi thoob le."},{"bible_id":"1726","chapter_code":"JHN.7","verse_code":"JHN.7.22","label":"22","content":"Mauxes kuas mej muab mej tej mivnyuas ua kevcai txav hab mej tub muab ib tug mivnyuas tub ua kevcai txav nub Xanpataus (Mauxes tsi yog tug qha kuas mej ua kevcai txav, tabsis yog mej cov yawmkoob qha mej ua)."},{"bible_id":"1726","chapter_code":"JHN.7","verse_code":"JHN.7.23","label":"23","content":"Yog mej tub muab ib tug mivnyuas tub ua kevcai txav nub Xanpataus kuas mej tsi xob ua txhum Mauxes txuj Kevcai, ua caag kuv khu ib tug txivneej zoo mob nub Xanpataus mej tseem yuav npautawg rua kuv hab?”"},{"bible_id":"1726","chapter_code":"JHN.7","verse_code":"JHN.7.24","label":"24","content":"Tsi xob txav txim lawv le mej qhovmuag pum xwb, tabsis yuavtsum txav txim lawv le txujkev ncaaj nceeg."},{"bible_id":"1726","chapter_code":"JHN.7","verse_code":"JHN.7.25","label":"25","content":"Cov tuabneeg kws nyob huv lub nroog Yeluxalees muaj qee leej has tas, “Tug txivneej nuav tsi yog tug kws cov numtswv nrhav yuav muab tua povtseg los?"},{"bible_id":"1726","chapter_code":"JHN.7","verse_code":"JHN.7.26","label":"26","content":"Mej saib! Nwg taabmeeg qha suavdlawg, tabsis tsi muaj leejtwg muaj cuabkaav has dlaabtsi rua nwg le! Ntshai puab paub has tas nwg yog tug Mexiyas tag!"},{"bible_id":"1726","chapter_code":"JHN.7","verse_code":"JHN.7.27","label":"27","content":"Tabsis thaus tug Mexiyas lug, tsi muaj leejtwg paub has tas nwg lug qhov twg lug, tabsis peb puavleej paub has tas tug txivneej nuav lug qhov twg lug.”"},{"bible_id":"1726","chapter_code":"JHN.7","verse_code":"JHN.7.28","label":"28","content":"Thaus Yexus taabtom qha huv lub Tuamtsev, Yexus has nrov nrov rua suavdlawg tas, “Mej yeej paub has tas kuv lug qhov twg lug lawm tag los? Tsi yog kuv laam lug kuv. Tabsis tug kws khaiv kuv lug, nwg yog tug ncaaj nceeg. Mej tsi paub nwg,"},{"bible_id":"1726","chapter_code":"JHN.7","verse_code":"JHN.7.29","label":"29","content":"tabsis kuv paub nwg, rua qhov kuv lug ntawm nwg lug, hab nwg yog tug khaiv kuv lug.”"},{"bible_id":"1726","chapter_code":"JHN.7","verse_code":"JHN.7.30","label":"30","content":"Puab txawm yuav nteg Yexus, tabsis tsi muaj leejtwg nqeg teg nteg nwg le, rua qhov tsi tau txug nwg lub sijhawm."},{"bible_id":"1726","chapter_code":"JHN.7","verse_code":"JHN.7.31","label":"31","content":"Tabsis cov tuabneeg coob coob ntawd muaj ntau leej ntseeg Yexus, hab puab has tas, “Thaus tug Mexiyas lug, nwg tseem yuav ua tau ntau yaam txujci tseemceeb dlua tug txivneej nuav ua hab los?”"},{"bible_id":"1726","chapter_code":"JHN.7","verse_code":"JHN.7.32","label":"32","content":"Thaus cov Falixais nov cov tuabneeg coob coob ntawd sis caav zum zawg txug Yexus, ces cov Falixais hab cov thawj ntawm cov povthawj txawm khaiv ib co tubrog moog nteg Yexus."},{"bible_id":"1726","chapter_code":"JHN.7","verse_code":"JHN.7.33","label":"33","content":"Yexus has tas, “Kuv yuav tsi nrug mej nyob ntev lawm, kuv yuav rov moog cuag tug kws khaiv kuv lug."},{"bible_id":"1726","chapter_code":"JHN.7","verse_code":"JHN.7.34","label":"34","content":"Mej yuav nrhav kuv, tabsis mej yuav nrhav tsi tau kuv, rua qhov qhov chaw kws kuv yuav moog ntawd, mej moog tsi tau.”"},{"bible_id":"1726","chapter_code":"JHN.7","verse_code":"JHN.7.35","label":"35","content":"Cov Yudais tej numtswv sis nug zum zawg has tas, “Nwg yuav moog qhov twg kuas peb nrhav tsi tau nwg nua? Ntshai nwg yuav moog rua peg cov tuabneeg Kilis tej nroog kws peb cov tuabneeg nyob, hab qha cov tuabneeg Kilis los?"},{"bible_id":"1726","chapter_code":"JHN.7","verse_code":"JHN.7.36","label":"36","content":"Nwg has tas peb yuav nrhav nwg, tabsis peb yuav nrhav tsi tau nwg, hab qhov kws nwg yuav moog ntawd, peb moog tsi tau. Nwg has le ntawd, yog nwg has le caag?”"},{"bible_id":"1726","chapter_code":"JHN.7","verse_code":"JHN.7.37","label":"37","content":"Nub ua kevcai xaus yog nub tseemceeb kawg nkaus, Yexus sawv ntsug has nrov nrov rua suavdlawg has tas, “Tug kws nqhes dlej ca le lug cuag kuv, kuv yuav muab dlej rua nwg haus,"},{"bible_id":"1726","chapter_code":"JHN.7","verse_code":"JHN.7.38","label":"38","content":"lawv le Vaajtswv Txujlug has tas, ‘Yog leejtwg ntseeg kuv, tug dlej kws cawm tuabneeg txujsa yuav txhawv huv tug ntawd lub sab lug.’ ”"},{"bible_id":"1726","chapter_code":"JHN.7","verse_code":"JHN.7.39","label":"39","content":"Yexus has le nuav, yog has txug Vaaj Ntsujplig, yog leejtwg ntseeg Yexus, tug ntawd yuav tau txais. Thaus lub sijhawm ntawd Vaajtswv tseem tsi tau khaiv Vaaj Ntsujplig lug, rua qhov Vaajtswv tseem tsi tau tsaa Yexus ua tug muaj tshwjchim ci ntsaa ab."},{"bible_id":"1726","chapter_code":"JHN.7","verse_code":"JHN.7.40","label":"40","content":"Thaus cov tuabneeg coob coob ntawd nov Yexus has le ntawd, muaj qee leej has tas, “Tug txivneej nuav yog tug cev Vaajtswv  lug tag!”"},{"bible_id":"1726","chapter_code":"JHN.7","verse_code":"JHN.7.41","label":"41","content":"Muaj qee leej has tas, “Nwg yog tug Mexiyas ntaag!” Tabsis muaj qee leej has tas, “Tug Mexiyas yuav tsi tuaj peg Kalilais tuaj ib zag le."},{"bible_id":"1726","chapter_code":"JHN.7","verse_code":"JHN.7.42","label":"42","content":"Vaajtswv Txujlug has tas, tug Mexiyas yuav yog Daviv ib tug xeebntxwv, hab nwg yuav lug yug huv lub nroog Npelehees kws thaus u Daviv nyob.”"},{"bible_id":"1726","chapter_code":"JHN.7","verse_code":"JHN.7.43","label":"43","content":"Yog le ntawd, cov pejxeem txhaj tsi sis hum, vim qhov kws puab sis caav has txug Yexus ntawd."},{"bible_id":"1726","chapter_code":"JHN.7","verse_code":"JHN.7.44","label":"44","content":"Muaj qee leej xaav nteg Yexus, tabsis tsi muaj leejtwg kaam nqeg teg nteg le."},{"bible_id":"1726","chapter_code":"JHN.7","verse_code":"JHN.7.45","label":"45","content":"Thaus cov tubrog rov lug txug, cov thawj ntawm cov povthawj hab cov Falixais nug puab has tas, “Ua le caag mej tsi coj Yexus lug?”"},{"bible_id":"1726","chapter_code":"JHN.7","verse_code":"JHN.7.46","label":"46","content":"Cov tubrog teb has tas, “Yeej tsi muaj ib tug txawj has le tug txivneej nuav has le!”"},{"bible_id":"1726","chapter_code":"JHN.7","verse_code":"JHN.7.47","label":"47","content":"Cov Falixais nug has tas, “Tsi yog nwg ntxag tau mej lawm hab los?"},{"bible_id":"1726","chapter_code":"JHN.7","verse_code":"JHN.7.48","label":"48","content":"Mej yeej ibtxwm tsi tau nov has tas cov numtswv lossis cov Falixais ib tug ntseeg tug ntawd le los sav?"},{"bible_id":"1726","chapter_code":"JHN.7","verse_code":"JHN.7.49","label":"49","content":"Cov tuabneeg coob coob kws tsi paub Mauxes txuj Kevcai ntawd, Vaajtswv tub foom tsi zoo rua puab lawm!”"},{"bible_id":"1726","chapter_code":"JHN.7","verse_code":"JHN.7.50","label":"50","content":"Cov Falixais ntawd muaj ib tug yog Nikaudemaus, nwg yog tug kws tub moog nrug Yexus thaam ib zag lawm. Nwg has rua puab tas,"},{"bible_id":"1726","chapter_code":"JHN.7","verse_code":"JHN.7.51","label":"51","content":"“Lawv le peb txuj Kevcai, peb txav txim tsi tau rua ib tug twg ua ntej kws peb tsi tau nov nwg peev lug hab taug nwg zaaj.”"},{"bible_id":"1726","chapter_code":"JHN.7","verse_code":"JHN.7.52","label":"52","content":"Puab teb has tas, “Tsi yog koj tuaj peg Kalilais tuaj hab los? Koj ca le nyeem Vaajtswv txujlug, koj txhaj yuav paub has tas yeej tsi muaj ib tug cev Vaajtswv lug tuaj  peg Kalilais tuaj le.”"},{"bible_id":"1726","chapter_code":"JHN.7","verse_code":"JHN.7.53","label":"53","content":"[Ces puab nyag txawm rov moog nyag tsev lawm,"},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.1","label":"1","content":"tabsis Yexus nce moog rua peg Roob txiv Ntoo Roj lawm."},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.2","label":"2","content":"Nub tom qaab thaus kaaj ntug txoog Yexus rov qaab lug rua huv lub Tuamtsev. Muaj tuabneeg coob coob tuaj cuag nwg, ces nwg nyob quastsawg hab qha puab."},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.3","label":"3","content":"Cov xwbfwb kws qha Vaajtswv txuj Kevcai hab cov Falixais txawm coj ib tug quaspuj kws puab nteg tau thaus nwg taabtom ntxag hluas nraug tuaj cuag Yexus, puab coj tug quaspuj ntawd tuaj sawv taabmeeg suavdlawg."},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.4","label":"4","content":"Puab has rua Yexus has tas, “Xwbfwb, muaj tuabneeg nteg tau tug quaspuj nuav thaus nwg taabtom ntxag hluas nraug."},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.5","label":"5","content":"Mauxes txuj Kevcai qha rua peb has tas, peb yuavtsum muab pobzeb ntaus tug tuabneeg kws ua txhum le tug quaspuj nuav kuas tuag. Yog le ntawd, saib koj yuav has le caag?”"},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.6","label":"6","content":"Puab has le nuav yog puab nrhav lug xaub Yexus, kuas puab txhaj lam txim tau rua Yexus. Tabsis Yexus txawm nyo hab xuas ntivteg sau huv aav."},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.7","label":"7","content":"Thaus kws puab tseem sawv qhov ntawd hab nug Yexus, Yexus txawm tsaa hau hlo hab has rua puab tas, “Mej cov kws nyob ntawm nuav, yog leejtwg yeej tsi tau ua txhum le, tug ntawd ca le xub muab pobzeb ntaus tug quaspuj nuav.”"},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.8","label":"8","content":"Ces Yexus rov nyo hab xuas ntivteg sau huv aav dlua."},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.9","label":"9","content":"Thaus puab nov Yexus has le ntawd, puab txhua tug nyag txawm tsiv nyag moog lawm, cov laug xub tsiv ua ntej. Tsuas tshuav Yexus hab tug quaspuj kws tseem sawv ntawm Yexus hauv ntej xwb."},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.10","label":"10","content":"Yexus tsaa qhovmuag saib hab has rua tug quaspuj ntawd has tas, “Puab dlua twg taag lawm? tsi muaj leejtwg rau txim rua koj los?”"},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.11","label":"11","content":"Tug quaspuj ntawd teb has tas, “Tug Tswv, tsi muaj leejtwg rau txim rua kuv le.” Yexus has tas, “Kuv yuav tsi rau txim rua koj hab. Koj ca le moog tsev, hab tsi xob ua txhum ntxiv lawm.”]"},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.12","label":"12","content":"Yexus rov has rua cov Falixais has tas, “Kuv yog qhov kaaj rua tuabneeg nplajteb. Tug kws lawv kuv qaab yuav tsi taug txujkev kws tsaus ntuj nti, tabsis nwg yuav tau lub neej tshaav ntuj nrig.”"},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.13","label":"13","content":"Cov Falixais has rua Yexus has tas, “Tej lug kws koj has ko, yog koj rov ua koj tug timkhawv xwb; koj tej lug ko yeej tsi tseemceeb dlaabtsi.”"},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.14","label":"14","content":"Yexus teb has tas, “Tsi yog le mej has, txawm yog kuv rov ua kuv tug timkhawv los tej lug kws kuv has yeej tseeb, rua qhov kuv paub has tas kuv lug qhov twg lug hab kuv yuav moog qhov twg. Tabsis mej tsi paub sov kuv lug qhov twg lug hab kuv yuav moog qhov twg."},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.15","label":"15","content":"Mej txav txim lawv le tuabneeg lub sab xaav, tabsis kuv tsi txav txim rua leejtwg."},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.16","label":"16","content":"Tabsis yog kuv txav txim, kuv yeej txav txim ncaaj nceeg, rua qhov tsi yog kuv tuab leeg xwb; leej Txiv tug kws khaiv kuv lug, nwg yeej nrug kuv txav txim hab."},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.17","label":"17","content":"Tub muaj lug sau ca rua huv mej txuj Kevcai lawm has tas, yog muaj ob leeg ua timkhawv lawm, qhov kws obtug has ntawd yeej muaj tseeb tag."},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.18","label":"18","content":"Kuv yeej ua tau kuv tug timkhawv, hab leej Txiv tug kws khaiv kuv lug, nwg yeej ua kuv tug timkhawv hab.”"},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.19","label":"19","content":"Puab nug Yexus has tas, “Koj txiv nyob qhov twg?” Yexus teb has tas, “Mej tub tsi paub kuv, mej yuav ua le caag paub kuv Txiv. Yog mej paub kuv, mej yeej yuav paub kuv Txiv hab.”"},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.20","label":"20","content":"Yexus has tej lug nuav thaus nwg qha huv lub Tuamtsev, huv chaav kws tso tej phijxaab rau nyaj, tsi muaj leejtwg nteg Yexus, rua qhov tseem tsi tau txug nwg lub sijhawm."},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.21","label":"21","content":"Yexus rov has ntxiv rua puab tas, “Kuv yuav moog; mej yuav nrhav kuv, tabsis mej yuav tuag vim mej tej kev txhum. Qhov kws kuv yuav moog, mej moog tsi tau.”"},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.22","label":"22","content":"Yog le ntawd, cov Yudais tej numtswv has tas, “Nwg has tas qhov kws nwg yuav moog ntawd peb moog tsi tau. Tsi yog nwg yuav muab nwg tua povtseg los?”"},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.23","label":"23","content":"Yexus teb has tas, “Mej yog tuabneeg nplajteb, tabsis kuv lug sau ntuj lug. Mej nyob huv lub nplajteb nuav, tabsis kuv tsi nyob huv lub nplajteb nuav."},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.24","label":"24","content":"Tub yog vim le ntawd, kuv txhaj qha rua mej has tas, mej yuav tuag vim mej tej kev txhum. Yog mej tsi ntseeg has tas, ‘Kuv Yog tug kws Kuv Yog,’ mej yuav tuag vim mej tej kev txhum.”"},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.25","label":"25","content":"Puab nug Yexus has tas, “Koj yog leejtwg?” Yexus teb puab has tas, “Kuv yog tug kws kuv tub qha rua  mej thaus u lug lawm."},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.26","label":"26","content":"Kuv muaj ntau zaaj kws has txug mej hab txav txim rua mej. Tug kws khaiv kuv lug, nwg yog tug ncaaj nceeg, tej kws kuv qha rua tuabneeg nplajteb, kuv tsuas qha lawv le tej kws nwg kuas kuv qha xwb.”"},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.27","label":"27","content":"Puab tsi totaub has tas Yexus qha puab has txug leej Txiv le."},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.28","label":"28","content":"Yog le ntawd, Yexus has rua puab tas, “Thaus twg mej muab Tuabneeg Leej Tub dlai lawm, mej txhaj yuav paub has tas, ‘Kuv Yog tug kws Kuv Yog’; hab mej yuav paub has tas kuv tsi ua ib yaam dlaabtsi lawv le kuv lub sab, tabsis kuv tsuas has tej kws leej Txiv kuas kuv has xwb."},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.29","label":"29","content":"Hab tug kws khaiv kuv lug yeej nrug kuv nyob; nwg tsi tso kuv tseg ib zag le, rua qhov kuv ua txhua yaam lawv le nwg lub sab nyam xwb.”"},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.30","label":"30","content":"Cov tuabneeg kws nov Yexus tej lug muaj coob leej lug ntseeg Yexus."},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.31","label":"31","content":"Yog le ntawd, Yexus has rua cov Yudais kws ntseeg nwg has tas, “Yog mej ua lawv le tej lug kws kuv qha, mej txhaj yog kuv cov thwjtim tag."},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.32","label":"32","content":"Mej yuav paub qhov tseeb, hab qhov tseeb ntawd yuav tso mej dlim.”"},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.33","label":"33","content":"Puab teb has tas, “Peb suavdlawg puavleej yog Anplahaas cov xeebntxwv, hab peb yeej tsi tau ua leejtwg qhev le. Lu lug kws koj has tas, ‘Mej yuav dlim’, yog koj has le caag?”"},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.34","label":"34","content":"Yexus has rua puab tas, “Kuv qha tseeb rua mej has tas, txhua tug kws ua txhum puavleej ua txujkev txhum qhev."},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.35","label":"35","content":"Tug kws ua luas qhev yeej tsi nrug ib tsev tuabneeg nyob moog taag simneej, tsuas yog tug tub txhaj yuav nyob xwb."},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.36","label":"36","content":"Yog leej Tub tso mej dlim, ces mej yeej yuav dlim tag tag le."},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.37","label":"37","content":"Kuv paub has tas mej yog Anplahaas cov xeebntxwv. Tabsis mej pheej nrhav kuv tua povtseg, rua qhov mej tsi ntseeg tej lug kws kuv qha."},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.38","label":"38","content":"Kuv has lawv le tej lug kws kuv Txiv qha rua kuv, tabsis mej ua lawv le tej lug kws mej txiv qha rua mej.”"},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.39","label":"39","content":"Puab teb Yexus has tas, “Peb txiv yog Anplahaas.” Yexus has rua puab tas, “Yog mej yog Anplahaas cov mivnyuas tag, mej yeej yuav ua  mej lub neej ib yaam le Anplahaas lub."},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.40","label":"40","content":"Kuv tsuas qha rua mej lawv le qhov tseeb kws Vaajtswv kuas kuv qha xwb, tabsis mej pheej nrhav kuv tua povtseg. Anplahaas tsi ua le mej ua."},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.41","label":"41","content":"Mej ua ib yaam le mej txiv tau ua lawm.” Puab teb has tas, “Peb tsi yog mivnyuas tsaub, peb muaj tuab leeg txiv xwb, peb txiv yog Vaajtswv.”"},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.42","label":"42","content":"Yexus has rua puab tas, “Yog Vaajtswv yog mej txiv tag, mej yeej yuav hlub kuv, rua qhov Vaajtswv yog tug kws khaiv kuv lug hab nwgnuav kuv tub nrug mej nyob ntawm nuav. Tsi yog kuv lug kuv xwb, tabsis yog Vaajtswv khaiv kuv lug."},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.43","label":"43","content":"Ua le caag mej tsi totaub tej lug kws kuv has nuav? Mej tsi totaub rua qhov mej tsi xaav noog tej lug kws kuv qha."},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.44","label":"44","content":"Dlaab Ntxwgnyoog yog mej txiv, hab mej yeej nyam ua lawv le mej txiv lub sab. Txij thaus chivkeeb lug dlaab Ntxwgnyoog yeej yog tug tua tuabneeg hab nwg tsi ua lawv le qhov tseeb, rua qhov nwg tsi nyam qhov tseeb. Tej lug kws nwg has, nwg has dlaag xwb, rua qhov nwg yeej yog tug nam dlaag hab nwg yog txhua tug kws dlaag leej txiv."},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.45","label":"45","content":"Tub yog vim kuv qha qhov tseeb, mej txhaj tsi ntseeg kuv tej lug."},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.46","label":"46","content":"Mej cov leejtwg pum has tas kuv ua txhum? Tej lug kws kuv has, kuv yeej has tseeb xwb, ua le caag mej tsi ntseeg kuv?"},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.47","label":"47","content":"Tug kws lug ntawm Vaajtswv lug yeej noog Vaajtswv lug. Mej tsi yog lug ntawm Vaajtswv lug, mej txhaj tsi noog Vaajtswv lug.”"},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.48","label":"48","content":"Cov Yudais nug Yexus has tas, “Lu lug kws peb has tas koj yog tuabneeg Xamalis hab raug dlaab ntawd, peb has tsi yog los?”"},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.49","label":"49","content":"Yexus teb puab has tas “Kuv tsi raug dlaab. Kuv yeej fwm kuv Txiv, tabsis mej tsi fwm kuv."},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.50","label":"50","content":"Kuv tsi tau kuas leejtwg fwm kuv. Tabsis muaj ib tug kuas tuabneeg fwm kuv, hab tug ntawd yog tug kws yuav txav txim."},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.51","label":"51","content":"Kuv qha tseeb rua mej has tas, tug kws ua lawv le kuv tej lug qha, tug ntawd yuav tsi tuag le.”"},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.52","label":"52","content":"Cov Yudais has rua Yexus has tas, “Nwgnuav peb paub has tas koj raug dlaab lawm, Anplahaas los tub tuag, hab cov cev Vaajtswv lug los tub tuag taag huv tuabsi lawm, tabsis koj tsua has tas tug kws coj lawv le koj tej lug qha tug ntawd yuav tsi tuag le."},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.53","label":"53","content":"Koj has tas koj muaj fwjchim luj dlua peb txiv Anplahaas kws tub tuag lawm hab los? Cov cev Vaajtswv lug puab tub tuag taag huv tuabsi lawm. Koj tseem khaav has tas koj yog leejtwg?”"},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.54","label":"54","content":"Yexus teb has tas “Yog kuv rov qhuas kuv xwb, kuv tej lug yeej tsi muaj qaabhau dlaabtsi le. Kuv Txiv yog tug kws qhuas kuv, nwg yog tug kws mej hu has tas yog mej tug Vaajtswv."},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.55","label":"55","content":"Mej yeej tsi paub nwg, tabsis kuv paub nwg. Yog kuv has tas kuv tsi paub nwg, kuv yog tug kws has dlaag ib yaam le mej. Tabsis kuv yeej paub nwg, hab kuv ua lawv le nwg tej lug."},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.56","label":"56","content":"Mej txiv Anplahaas zoo sab has tas nwg yuav pum nub kws kuv lug; nwgnuav nwg tub pum lawm, nwg zoo sab kawg le.”"},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.57","label":"57","content":"Puab has rua Yexus has tas, “Koj noobnyoog tub tsi tau muaj tsib caug xyoo, ua le caag koj has tas, koj pum Anplahaas?”"},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.58","label":"58","content":"Yexus teb puab has tas, “Kuv qha tseeb rua mej has tas, ‘Kuv tub xub nyob ua ntej yug Anplahaas lawm.’ ”"},{"bible_id":"1726","chapter_code":"JHN.8","verse_code":"JHN.8.59","label":"59","content":"Puab txawm khaws pobzeb yuav ntaus Yexus, tabsis Yexus tsiv nkaum hab tawm huv lub Tuamtsev moog lawm."},{"bible_id":"1726","chapter_code":"JHN.9","verse_code":"JHN.9.1","label":"1","content":"Thaus Yexus taabtom taug kev moog, Yexus pum ib tug txivneej kws dligmuag thaus nruab thab lug lawm."},{"bible_id":"1726","chapter_code":"JHN.9","verse_code":"JHN.9.2","label":"2","content":"Yexus cov thwjtim nug Yexus has tas, “Xwbfwb, leejtwg ua txhum txhaj ua rua tug txivneej nuav dligmuag thaus nruab thab lug lawm? Yog nwg ua txhum lossis nwg nam nwg txiv ua txhum?”"},{"bible_id":"1726","chapter_code":"JHN.9","verse_code":"JHN.9.3","label":"3","content":"Yexus teb has tas, “Qhov kws nwg dligmuag le nuav tsi yog vim nwg tej kev txhum lossis vim nwg nam nwg txiv tej kev txhum. Nwg dligmuag kuas suavdlawg pum Vaajtswv lub fwjchim xwb."},{"bible_id":"1726","chapter_code":"JHN.9","verse_code":"JHN.9.4","label":"4","content":"Thaus kws tseem yog nruab nub, peb yuavtsum ua tug kws khaiv kuv lug tej num; thaus tsaus ntuj lawm yuav tsi muaj tuabneeg pum kev ua num."},{"bible_id":"1726","chapter_code":"JHN.9","verse_code":"JHN.9.5","label":"5","content":"Thaus kuv tseem nyob huv nplajteb nuav, kuv yog qhov kaaj rua tuabneeg nplajteb pum kev.”"},{"bible_id":"1726","chapter_code":"JHN.9","verse_code":"JHN.9.6","label":"6","content":"Thaus Yexus has le nuav taag, Yexus txawm ntu quavncaug rua huv aav, nwg muab dlu xyaw moov aav; Yexus muab cov aav nkus ntawd pleev tug txivneej ntawd ob lub qhovmuag,"},{"bible_id":"1726","chapter_code":"JHN.9","verse_code":"JHN.9.7","label":"7","content":"hab Yexus has rua tug txivneej ntawd tas, “Koj ca le moog ntxuav muag ntawm lub paag dlej Xilau-aas.” (Lub npe nuav txhais has tas, “Khaiv moog.”) Tug txivneej dligmuag ntawd txhaj moog ntxuav muag hab rov qaab lug, ces nwg txawm pum kev lawm."},{"bible_id":"1726","chapter_code":"JHN.9","verse_code":"JHN.9.8","label":"8","content":"Tej tuabneeg zej zog hab cov tuabneeg kws pheej pum tug txivneej ntawd thov khawv txawm sis nug has tas, “Tug txivneej nuav tsi yog tug kws naj nub nyob quastsawg thov khawv los?”"},{"bible_id":"1726","chapter_code":"JHN.9","verse_code":"JHN.9.9","label":"9","content":"Muaj qee leej has tas, “Nwg yog tug ntawd ntaag,” tabsis muaj qee leej has tas, “Nwg zoo le tug ntawd; tabsis nwg tsi yog tug ntawd.” Tug txivneej ntawd, has tas, “Kuv yog tug ntawd ntaag.”"},{"bible_id":"1726","chapter_code":"JHN.9","verse_code":"JHN.9.10","label":"10","content":"Puab nug nwg has tas, “Ua le caag koj tsua pum kev lawm?”"},{"bible_id":"1726","chapter_code":"JHN.9","verse_code":"JHN.9.11","label":"11","content":"Nwg teb has tas, “Tug txivneej kws npe hu ua Yexus ua ib co aav nkus lug pleev kuv ob lub qhovmuag, hab has kuas kuv moog ntxuav muag ntawm lub paag dlej Xilau-aas. Yog le ntawd kuv txhaj moog, hab thaus kuv ntxuav muag taag, ces kuv qhovmuag txawm pum kev lawm.”"},{"bible_id":"1726","chapter_code":"JHN.9","verse_code":"JHN.9.12","label":"12","content":"Puab nug has tas, “Nwg nyob qhov twg?” Tug txivneej ntawd teb has tas, “Kuv tsi paub.”"},{"bible_id":"1726","chapter_code":"JHN.9","verse_code":"JHN.9.13","label":"13","content":"Puab coj tug txivneej dligmuag kws tub pum kev lawm moog cuag cov Falixais."},{"bible_id":"1726","chapter_code":"JHN.9","verse_code":"JHN.9.14","label":"14","content":"Nub kws Yexus ua aav nkus pleev tug dligmuag ntawd ob lub qhovmuag yog nub Xanpataus."},{"bible_id":"1726","chapter_code":"JHN.9","verse_code":"JHN.9.15","label":"15","content":"Cov Falixais rov nug tug txivneej ntawd has tas, “Ua le caag koj pum kev lawm?” Nwg qha rua puab has tas, “Tug ntawd muab mivntsiv aav nkus pleev kuv ob lub qhovmuag, kuv moog ntxuav muag taag, ces kuv txawm pum kev lawm.”"},{"bible_id":"1726","chapter_code":"JHN.9","verse_code":"JHN.9.16","label":"16","content":"Cov Falixais muaj qee leej has tas, “Tug txivneej kws ua le nuav yeej tsi yog tug kws Vaajtswv khaiv lug, rua qhov nwg tsi fwm nub Xanpataus.” Tabsis muaj qee leej has tas, “Tug tuabneeg txhum yuav ua le caag ua tau tej txujci tseemceeb nuav? Ces puab txawm tsi sis hum lawm.”"},{"bible_id":"1726","chapter_code":"JHN.9","verse_code":"JHN.9.17","label":"17","content":"Yog le ntawd, cov Falixais rov nug tug txivneej ntawd dlua has tas, “Koj has tas yog tug ntawd khu koj ob lub qhovmuag pum kev, koj sim pav saib nwg yog leejtwg?” Tug txivneej ntawd teb has tas, “Nwg yog ib tug cev Vaajtswv lug.”"},{"bible_id":"1726","chapter_code":"JHN.9","verse_code":"JHN.9.18","label":"18","content":"Cov Yudais tej numtswv tsi ntseeg has tas tug txivneej ntawd yog tug dligmuag kws tub pum kev lawm moog txug thaus kws puab moog hu nwg nam nwg txiv tuaj,"},{"bible_id":"1726","chapter_code":"JHN.9","verse_code":"JHN.9.19","label":"19","content":"hab puab nug obtug has tas, “Tug nuav puas yog meb tug tub kws meb has tas nwg ibtxwm dligmuag thaus nruab thab lug? Ua le caag nwgnuav nwg tsua pum kev lawm?”"},{"bible_id":"1726","chapter_code":"JHN.9","verse_code":"JHN.9.20","label":"20","content":"Nwg nam nwg txiv teb has tas, “Wb paub has tas nwg yog wb tug tub hab paub has tas, nwg ibtxwm dligmuag thaus nruab thab lug tag."},{"bible_id":"1726","chapter_code":"JHN.9","verse_code":"JHN.9.21","label":"21","content":"Tabsis wb tsi paub sov ua le caag nwgnuav nwg tsua pum kev lawm, hab wb tsi paub has tas sov leejtwg khu nwg ob lub qhovmuag. Nwg tub tav hluas lawm, mej ca le nug nwg xwb; nwg maam le qha rua mej.”"},{"bible_id":"1726","chapter_code":"JHN.9","verse_code":"JHN.9.22","label":"22","content":"Nwg nam nwg txiv has le nuav vim obtug ntshai cov Yudais tej numtswv, rua qhov cov Yudais tej numtswv tau saablaaj has tas, yog leejtwg leeg has tas Yexus yog tug Mexiyas, puab yuav muab tug ntawd ntab tawm huv lub tsev saablaaj moog."},{"bible_id":"1726","chapter_code":"JHN.9","verse_code":"JHN.9.23","label":"23","content":"Tub yog vim le nuav nwg nam nwg txiv txhaj has tas, “Nwg tub tav hluas lawm; mej ca le nug nwg xwb!”"},{"bible_id":"1726","chapter_code":"JHN.9","verse_code":"JHN.9.24","label":"24","content":"Puab txawm rov hu tug txivneej kws ibtxwm dligmuag thaus nruab thab ntawd lug cuag puab dlua zag ob, puab has rua nwg tas, “Koj ca le coglug taabmeeg Vaajtswv has tas koj yuav qha qhov tseeb rua peb. Peb paub has tas tug txivneej ntawd yog ib tug tuabneeg txhum.”"},{"bible_id":"1726","chapter_code":"JHN.9","verse_code":"JHN.9.25","label":"25","content":"Tug txivneej ntawd teb has tas, “Kuv tsi paub has tas tug ntawd yog ib tug tuabneeg txhum lossis tsi yog. Kuv tsuas paub has tas, kuv ibtxwm dligmuag, tabsis nwgnuav kuv pum kev lawm xwb.”"},{"bible_id":"1726","chapter_code":"JHN.9","verse_code":"JHN.9.26","label":"26","content":"Puab nug has tas, “Nwg ua le caag rua koj? Nwg khu koj ob lub qhovmuag le caag, koj txhaj pum kev?”"},{"bible_id":"1726","chapter_code":"JHN.9","verse_code":"JHN.9.27","label":"27","content":"Tug txivneej ntawd teb has tas, “Kuv tub qha taag rua mej lawm, tabsis mej tsi noog kuv tej lug le. Ua le caag mej tseem xaav rov qaab nov dlua hab? Puas yog mej xaav ua nwg thwjtim hab?”"},{"bible_id":"1726","chapter_code":"JHN.9","verse_code":"JHN.9.28","label":"28","content":"Puab txawm tshev nwg has tas, “Koj txhaj yog tug ntawd tug thwjtim; tabsis peb yog Mauxes cov thwjtim."},{"bible_id":"1726","chapter_code":"JHN.9","verse_code":"JHN.9.29","label":"29","content":"Peb paub has tas Vaajtswv nrug Mauxes thaam xwb; tug tuabneeg ntawd sov nwg tuaj qhov twg tuaj peb tsi paub.”"},{"bible_id":"1726","chapter_code":"JHN.9","verse_code":"JHN.9.30","label":"30","content":"Tug txivneej ntawd teb puab has tas, “Kuv xaav tsi thoob le! Sov ua le caag mej tsi paub has tas nwg tuaj qhov twg tuaj, tabsis nwg tsua khu tau kuv ob lub qhovmuag pum kev lawm!"},{"bible_id":"1726","chapter_code":"JHN.9","verse_code":"JHN.9.31","label":"31","content":"Peb paub has tas Vaajtswv yeej tsi noog cov tuabneeg txhum tej lug; nwg tsuas noog cov tuabneeg kws fwm nwg hab ua lawv le nwg tej lug xwb."},{"bible_id":"1726","chapter_code":"JHN.9","verse_code":"JHN.9.32","label":"32","content":"Txij thaus chivkeeb kws muaj lub nplajteb nuav lug, tsi tau muaj leejtwg nov has tas muaj ib tug tuabneeg twg khu tau tug tuabneeg kws dligmuag thaus nruab thab lug kuas pum kev le."},{"bible_id":"1726","chapter_code":"JHN.9","verse_code":"JHN.9.33","label":"33","content":"Yog tug ntawd tsi yog tug kws Vaajtswv khaiv lug, nwg yeej ua tsi tau le nuav le.”"},{"bible_id":"1726","chapter_code":"JHN.9","verse_code":"JHN.9.34","label":"34","content":"Puab teb has tas, “Koj yog tuabneeg txhum thaus nruab thab lug lawm, koj tseem yuav ntuag peb hab los?” Ces puab txawm muab nwg ntab tawm huv tsev saablaaj moog lawm."},{"bible_id":"1726","chapter_code":"JHN.9","verse_code":"JHN.9.35","label":"35","content":"Thaus Yexus nov has tas puab muab tug txivneej ntawd ntab tawm huv tsev saablaaj moog lawm, Yexus txawm moog nug nwg has tas, “Koj puas ntseeg Tuabneeg Leej Tub?”"},{"bible_id":"1726","chapter_code":"JHN.9","verse_code":"JHN.9.36","label":"36","content":"Tug txivneej ntawd teb has tas, “Xwbfwb, thov koj qha kuv saib Tuabneeg Leej Tub yog leejtwg? Kuv txhaj paub ntseeg nwg.”"},{"bible_id":"1726","chapter_code":"JHN.9","verse_code":"JHN.9.37","label":"37","content":"Yexus has rua nwg tas, “Koj tub pum Tuabneeg Leej Tub lawm, nwg yog tug kws taabtom nrug koj thaam nuav ntaag.”"},{"bible_id":"1726","chapter_code":"JHN.9","verse_code":"JHN.9.38","label":"38","content":"Tug txivneej ntawd has tas, “Tug Tswv, kuv ntseeg lawm!” Hab nwg txawm txhus caug ndlua pehawm Yexus."},{"bible_id":"1726","chapter_code":"JHN.9","verse_code":"JHN.9.39","label":"39","content":"Yexus has tas, “Kuv lug huv lub nplajteb nuav yog lug txav txim, kuas tug dligmuag pum kev, hab kuas cov tuabneeg kws pum kev dligmuag.”"},{"bible_id":"1726","chapter_code":"JHN.9","verse_code":"JHN.9.40","label":"40","content":"Cov Falixais kws nyob ntawd, muaj qee leej nov Yexus has le ntawd, puab txawm nug Yexus has tas, “Tsi yog koj has tas peb puavleej dligmuag huv tuabsi nua los?”"},{"bible_id":"1726","chapter_code":"JHN.9","verse_code":"JHN.9.41","label":"41","content":"Yexus teb has tas, “Yog mej dligmuag, ces mej tsi yog tuabneeg txhum le; tabsis mej khaav has tas mej pum kev, yog le ntawd, mej tseem yog tuabneeg txhum.”"},{"bible_id":"1726","chapter_code":"JHN.10","verse_code":"JHN.10.1","label":"1","content":"Yexus has tas, “Kuv qha tseeb rua mej has tas tug kws moog huv lub nkuaj yaaj, yog nwg tsi moog ntawm lub rooj nkuag moog, nwg ca le nce lwm qhov moog xwb, tug ntawd yog tubsaab."},{"bible_id":"1726","chapter_code":"JHN.10","verse_code":"JHN.10.2","label":"2","content":"Tug kws moog ntawm rooj nkuag moog, tug ntawd txhaj yog tug tswv yug yaaj."},{"bible_id":"1726","chapter_code":"JHN.10","verse_code":"JHN.10.3","label":"3","content":"Tug kws zuv qhovrooj, yuav qheb rooj nkuag rua nwg, thaus nwg cuab nwg paab yaaj tej npe, paab yaaj paub nwg lub suab hab nwg coj nwg paab yaaj tawm moog."},{"bible_id":"1726","chapter_code":"JHN.10","verse_code":"JHN.10.4","label":"4","content":"Thaus nwg coj nwg paab yaaj tawm moog lawm, nwg moog ua paab yaaj ntej, hab paab yaaj lawv nwg qaab, rua qhov paab yaaj paub nwg lub suab."},{"bible_id":"1726","chapter_code":"JHN.10","verse_code":"JHN.10.5","label":"5","content":"Paab yaaj yuav tsi lawv lwm tug qaab, tabsis paab yaaj yuav tsiv ntawm tug ntawd moog, rua qhov paab yaaj tsi paub tug ntawd lub suab.”"},{"bible_id":"1726","chapter_code":"JHN.10","verse_code":"JHN.10.6","label":"6","content":"Yexus has zaaj lug pevtxwv nuav rua puab, tabsis puab tsi totaub sov yog Yexus has dlaabtsi."},{"bible_id":"1726","chapter_code":"JHN.10","verse_code":"JHN.10.7","label":"7","content":"Yexus rov has rua puab tas, “Kuv qha tseeb rua mej has tas, kuv yog lub rooj nkuag yaaj."},{"bible_id":"1726","chapter_code":"JHN.10","verse_code":"JHN.10.8","label":"8","content":"Txhua tug kws lug ua kuv ntej puavleej yog tubsaab xwb, tabsis paab yaaj tsi noog puab tej lug."},{"bible_id":"1726","chapter_code":"JHN.10","verse_code":"JHN.10.9","label":"9","content":"Kuv yog lub rooj nkuag. Tug kws moog ntawm kuv moog, tug ntawd yuav dlim; nwg yuav moog moog lug lug hab nrhav tau zaub noj."},{"bible_id":"1726","chapter_code":"JHN.10","verse_code":"JHN.10.10","label":"10","content":"Thaus tubsaab tuaj, tsuas yog tuaj nyag, tuaj tua hab ua kuas puamtsuaj xwb. Tabsis kuv lug, yog lug ua kuas mej tau txujsa hab tau lub neej nplua mag."},{"bible_id":"1726","chapter_code":"JHN.10","verse_code":"JHN.10.11","label":"11","content":"“Kuv yog tug tswv yug yaaj kws zoo. Tug tswv yug yaaj kws zoo txaus sab tuag theej paab yaaj."},{"bible_id":"1726","chapter_code":"JHN.10","verse_code":"JHN.10.12","label":"12","content":"Tug kws luas ndlav zuv paab yaaj tsi yog tug tswv hab paab yaaj tsi yog nwg le. Thaus nwg pum maa tuaj, nwg yuav tsiv tso paab yaaj tseg; maa yuav tum paab yaaj hab paab yaaj yuav tsiv taag."},{"bible_id":"1726","chapter_code":"JHN.10","verse_code":"JHN.10.13","label":"13","content":"Tug ntawd tsiv, rua qhov luas ndlav nwg zuv paab yaaj xwb, nwg txhaj tsi mob sab paab yaaj."},{"bible_id":"1726","chapter_code":"JHN.10","verse_code":"JHN.10.14+JHN.10.15","label":"14-15","content":"Kuv yog tug tswv yug yaaj kws zoo. Kuv paub kuv paab yaaj hab kuv paab yaaj paub kuv, ib yaam le leej Txiv paub kuv hab kuv paub leej Txiv. Kuv txaus sab tuag theej kuv paab yaaj."},{"bible_id":"1726","chapter_code":"JHN.10","verse_code":"JHN.10.16","label":"16","content":"Kuv muaj dlua ib paab yaaj kws tsi nyob huv lub nkuaj nuav. Kuv yuavtsum moog coj puab lug rua huv lub nkuaj nuav; puab yuav noog kuv lub suab, hab puab yuav lug  ua ib paab koom ib tug tswv xwb."},{"bible_id":"1726","chapter_code":"JHN.10","verse_code":"JHN.10.17","label":"17","content":"“Leej Txiv hlub kuv rua qhov kuv txaus sab tso kuv txujsa tseg, kuv ua le ntawd kuv txhaj tau kuv txujsa ntawd rov qaab lug."},{"bible_id":"1726","chapter_code":"JHN.10","verse_code":"JHN.10.18","label":"18","content":"Tsi muaj leejtwg yuav txeeb tau kuv txujsa. Kuv txaus sab tso kuv txujsa tseg. Kuv muaj cai tso kuv txujsa tseg hab kuv muaj cai muab kuv txujsa rov qaab lug. Kuv Txiv kuas kuv lug ua le nuav.”"},{"bible_id":"1726","chapter_code":"JHN.10","verse_code":"JHN.10.19","label":"19","content":"Vim tej lug kws Yexus has nuav, txhaj ua rua cov Yudais rov tsi sis hum dlua."},{"bible_id":"1726","chapter_code":"JHN.10","verse_code":"JHN.10.20","label":"20","content":"Muaj ntau leej has tas, “Nwg raug dlaab! Nwg vwm lawm! Ua le caag mej tseem yuav noog nwg tej lug ua dlaabtsi?”"},{"bible_id":"1726","chapter_code":"JHN.10","verse_code":"JHN.10.21","label":"21","content":"Tabsis muaj qee leej has tas, “Tug tuabneeg kws raug dlaab yeej tsi txawj has le tug nuav has! Dlaab yeej khu tsi tau tug tuabneeg kws dligmuag kuas pum kev le.”"},{"bible_id":"1726","chapter_code":"JHN.10","verse_code":"JHN.10.22","label":"22","content":"Thaus lub caij ntuj no kws ua kevcai ncu txug nub kws khu lub Tuamtsev huv lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"JHN.10","verse_code":"JHN.10.23","label":"23","content":"Yexus ncig moog ncig lug huv Xalumoos lub qaab khaav ntawm lub Tuamtsev,"},{"bible_id":"1726","chapter_code":"JHN.10","verse_code":"JHN.10.24","label":"24","content":"cov Yudais txawm sis sau tuaj cuag Yexus hab nug nwg has tas, “Koj tseem yuav ca peb tog txug thaus twg hab? Yog has tas koj yog tug Mexiyas, koj ca le qha qhov tseeb rua peb.”"},{"bible_id":"1726","chapter_code":"JHN.10","verse_code":"JHN.10.25","label":"25","content":"Yexus teb has tas, “Kuv tub qha rua mej lawm, tabsis mej tsi ntseeg kuv tej lug. Tej num kws kuv Txiv kuas kuv ua, tub qha rua mej paub lawm;"},{"bible_id":"1726","chapter_code":"JHN.10","verse_code":"JHN.10.26","label":"26","content":"tabsis mej tsi ntseeg, rua qhov mej tsi yog kuv paab yaaj."},{"bible_id":"1726","chapter_code":"JHN.10","verse_code":"JHN.10.27","label":"27","content":"Kuv paab yaaj paub kuv lub suab; kuv paub kuv paab yaaj hab paab yaaj lawv kuv qaab."},{"bible_id":"1726","chapter_code":"JHN.10","verse_code":"JHN.10.28","label":"28","content":"Kuv muab txujsa ntev dlhawv moog ibtxhis rua puab, puab yuav tsi tuag ib zag le, hab tsi muaj leejtwg yuav txeeb tau puab huv kuv txhais teg moog le."},{"bible_id":"1726","chapter_code":"JHN.10","verse_code":"JHN.10.29","label":"29","content":"Tej kws kuv Txiv muab pub rua kuv, tseemceeb dlua txhua yaam huv tuabsi,  hab tsi muaj leejtwg tuaj txeeb tau tej kws leej Txiv tsomkwm."},{"bible_id":"1726","chapter_code":"JHN.10","verse_code":"JHN.10.30","label":"30","content":"Leej Txiv hab kuv yog tuab tug.”"},{"bible_id":"1726","chapter_code":"JHN.10","verse_code":"JHN.10.31","label":"31","content":"Ces cov Yudais txawm khaws pobzeb yuav rov ntaus Yexus dlua."},{"bible_id":"1726","chapter_code":"JHN.10","verse_code":"JHN.10.32","label":"32","content":"Yexus has rua puab tas, “Kuv Txiv kuas kuv ua ntau yaam num zoo rua mej pum; tej ntawd yaam twg ua rua mej ntsawv sab, mej txhaj yuav muab pobzeb ntaus kuv?”"},{"bible_id":"1726","chapter_code":"JHN.10","verse_code":"JHN.10.33","label":"33","content":"Puab teb has tas, “Qhov kws peb yuav muab pobzeb ntaus koj, tsi yog vim tej num zoo kws koj ua, tabsis vim qhov kws koj has lug saib tsi taug Vaajtswv. Koj tsuas yog tuabneeg xwb, tabsis koj khaav has tas koj yog Vaajtswv.”"},{"bible_id":"1726","chapter_code":"JHN.10","verse_code":"JHN.10.34","label":"34","content":"Yexus teb has tas, “Tub muaj lug sau tseg rua huv mej txuj Kevcai lawm, Vaajtswv has tas, ‘Mej yog tej vaajtswv.’"},{"bible_id":"1726","chapter_code":"JHN.10","verse_code":"JHN.10.35","label":"35","content":"Yog Vaajtswv txujlug tub has tas puab yog tej vaajtswv; yog le ntawd, yeej tsi muaj leejtwg yuav rhuav tau Vaajtswv txujlug le."},{"bible_id":"1726","chapter_code":"JHN.10","verse_code":"JHN.10.36","label":"36","content":"Kuv tub yog tug kws leej Txiv xaiv hab khaiv kuv lug rua huv nplajteb nuav. Ua le caag mej has tas kuv has lug saib tsi tau Vaajtswv, rua qhov kuv has tas kuv yog Vaajtswv Leej Tub?"},{"bible_id":"1726","chapter_code":"JHN.10","verse_code":"JHN.10.37","label":"37","content":"Yog kuv tsi ua tej num kws kuv Txiv kuas kuv ua, ces mej tsi xob ntseeg kuv tej lug."},{"bible_id":"1726","chapter_code":"JHN.10","verse_code":"JHN.10.38","label":"38","content":"Tabsis kuv tub ua tej num ntawd lawm, txawm yog mej tsi ntseeg kuv los mej yuavtsum ntseeg tej num kws kuv ua ntawd, mej yuav paub has tas leej Txiv hab kuv koom ib txujsa.”"},{"bible_id":"1726","chapter_code":"JHN.10","verse_code":"JHN.10.39","label":"39","content":"Ces puab yuav rov nteg Yexus dlua, tabsis Yexus tsiv lawm."},{"bible_id":"1726","chapter_code":"JHN.10","verse_code":"JHN.10.40","label":"40","content":"Ces Yexus txawm hlaa tug dlej Yauladees moog rua ntawm qhov chaw kws Yauhaas muab tuabneeg ua kevcai raus dlej hab Yexus moog nyob tid."},{"bible_id":"1726","chapter_code":"JHN.10","verse_code":"JHN.10.41","label":"41","content":"Muaj tuabneeg coob coob tuaj cuag Yexus, puab has tas, “Yauhaas tub tsi tau ua ib yaam txujci tseemceeb le, tabsis txhua yaam kws Yauhaas has txug tug txivneej nuav puavleej muaj tseeb.”"},{"bible_id":"1726","chapter_code":"JHN.10","verse_code":"JHN.10.42","label":"42","content":"Cov tuabneeg kws tuaj ntawd muaj ntau leej ntseeg Yexus."},{"bible_id":"1726","chapter_code":"JHN.11","verse_code":"JHN.11.1","label":"1","content":"Muaj ib tug txivneej hu ua Laxalus nyob huv lub zog Npethanis, nwg mob heev. Npethanis yog lub zog kws Malis hab nwg tug nam laug Mathas nyob."},{"bible_id":"1726","chapter_code":"JHN.11","verse_code":"JHN.11.2","label":"2","content":"(Tug Malis nuav yog tug kws muab tshuaj tsw qaab laub rua Yexus kutaw hab nwg muab nwg cov plaubhau so; tug Laxalus kws mob heev ntawd yog Malis tug nug.)"},{"bible_id":"1726","chapter_code":"JHN.11","verse_code":"JHN.11.3","label":"3","content":"Laxalus ob tug muam khaiv tuabneeg moog has rua Yexus has tas, “Tug Tswv, koj tug phoojywg kws koj hlub mob heev.”"},{"bible_id":"1726","chapter_code":"JHN.11","verse_code":"JHN.11.4","label":"4","content":"Thaus Yexus nov le ntawd, nwg has tas, “Laxalus tug mob nuav yuav tsi ua rua Laxalus tuag; tabsis Laxalus tug mob yuav ua rua Vaajtswv tau koob meej, hab yuav ua rua Vaajtswv tug Tub tau koob meej.”"},{"bible_id":"1726","chapter_code":"JHN.11","verse_code":"JHN.11.5","label":"5","content":"Yexus hlub Mathas hab Mathas tug nam hluas hab Laxalus heev."},{"bible_id":"1726","chapter_code":"JHN.11","verse_code":"JHN.11.6","label":"6","content":"Thaus kws Yexus nov has tas Laxalus mob heev ntawd, nwg tseem nyob ntawm qhov chaw ntawd tau ob nub ntxiv."},{"bible_id":"1726","chapter_code":"JHN.11","verse_code":"JHN.11.7","label":"7","content":"Ces Yexus has rua nwg cov thwjtim has tas, “Peb ca le rov qaab moog rua nraag lub xeev Yudas.”"},{"bible_id":"1726","chapter_code":"JHN.11","verse_code":"JHN.11.8","label":"8","content":"Cov thwjtim teb has tas, “Xwbfwb, nyavnyuas tsi ntev nuav cov tuabneeg kws nyob nraag tub yuav muab pobzeb ntaus koj; koj tseem yuav rov qaab moog nraag dlua hab los?”"},{"bible_id":"1726","chapter_code":"JHN.11","verse_code":"JHN.11.9","label":"9","content":"Yexus has tas, “Ib nub muaj kaum ob txoog teev puas yog? Yog le ntawd, tug kws taug kev nruab nub yuav tsi dlawm, rua qhov nwg pum qhov kaaj kws ci rua lub nplajteb."},{"bible_id":"1726","chapter_code":"JHN.11","verse_code":"JHN.11.10","label":"10","content":"Tabsis yog nwg taug kev mo ntuj, nwg yuav dlawm, rua qhov nwg tsi muaj qhov kaaj.”"},{"bible_id":"1726","chapter_code":"JHN.11","verse_code":"JHN.11.11","label":"11","content":"Tom qaab kws Yexus has le nuav taag lawm, nwg rov has tas, “Peb tug phoojywg Laxalus tub tsaug zug lawm, tabsis kuv yuav moog tsaa nwg sawv.”"},{"bible_id":"1726","chapter_code":"JHN.11","verse_code":"JHN.11.12","label":"12","content":"Cov thwjtim teb has tas, “Tug Tswv, yog nwg tsaug taug zug lawm, nwg tug mob yeej yuav zoo.”"},{"bible_id":"1726","chapter_code":"JHN.11","verse_code":"JHN.11.13","label":"13","content":"Yexus has le ntawd, yog has tas Laxalus tub tuag lawm, tabsis cov thwjtim xaav has tas, Yexus has txug qhov kws Laxalus tsaug zug xwb."},{"bible_id":"1726","chapter_code":"JHN.11","verse_code":"JHN.11.14","label":"14","content":"Yog le ntawd, Yexus txawm qha tseeb rua puab has tas, “Laxalus tub tuag lawm,"},{"bible_id":"1726","chapter_code":"JHN.11","verse_code":"JHN.11.15","label":"15","content":"tabsis kuv zoo sab kws muaj mej, kuv txhaj tsi nrug nwg nyob ntawd, kuv ua le nuav kuas mej ntseeg kuv. Peb ca le moog saib nwg.”"},{"bible_id":"1726","chapter_code":"JHN.11","verse_code":"JHN.11.16","label":"16","content":"Thaumas (kws hu ua Ntxaib) txhaj has rua cov phoojywg thwjtim has tas, “Peb ca le nrug Xwbfwb moog, peb txhaj yuav tau nrug nwg tuag ua ke.”"},{"bible_id":"1726","chapter_code":"JHN.11","verse_code":"JHN.11.17","label":"17","content":"Thaus Yexus moog txug huv Npethanis, Yexus nov has tas puab tub muab Laxalus log tau plaub nub lawm."},{"bible_id":"1726","chapter_code":"JHN.11","verse_code":"JHN.11.18","label":"18","content":"Lub zog Npethanis nyob nrug dleb ntawm lub nroog Yeluxalees moog kwvlaam le peb kilumev kev."},{"bible_id":"1726","chapter_code":"JHN.11","verse_code":"JHN.11.19","label":"19","content":"Cov Yudais muaj coob leej tuaj nplig Mathas hab Malis obtug sab, rua qhov obtug tug nug tuag lawm."},{"bible_id":"1726","chapter_code":"JHN.11","verse_code":"JHN.11.20","label":"20","content":"Thaus Mathas nov has tas Yexus taabtom taug kev tuaj, Mathas txawm moog tog Yexus, tabsis Malis nyob huv tsev."},{"bible_id":"1726","chapter_code":"JHN.11","verse_code":"JHN.11.21","label":"21","content":"Mathas has rua Yexus has tas, “Tug Tswv, yog koj nrug peb nyob ntawm nuav, kuv tug nug yuav tsi tuag!"},{"bible_id":"1726","chapter_code":"JHN.11","verse_code":"JHN.11.22","label":"22","content":"Tabsis kuv paub has tas, txawm yog nwgnuav koj thov Vaajtswv ib yaam dlaabtsi, Vaajtswv yeej yuav muab yaam ntawd rua koj.”"},{"bible_id":"1726","chapter_code":"JHN.11","verse_code":"JHN.11.23","label":"23","content":"Yexus has rua Mathas has tas, “Koj tug nug yeej yuav sawv rov qaab lug.”"},{"bible_id":"1726","chapter_code":"JHN.11","verse_code":"JHN.11.24","label":"24","content":"Mathas teb has tas, “Kuv paub has tas, thaus txug nub kawg nwg yeej yuav sawv rov qaab lug tag.”"},{"bible_id":"1726","chapter_code":"JHN.11","verse_code":"JHN.11.25","label":"25","content":"Yexus has rua Mathas has tas, “Kuv yog tug sawv huv qhov tuag rov qaab lug hab yog txujsa. Tug kws ntseeg kuv, txawm yog nwg tuag lawm los nwg yeej yuav muaj txujsa;"},{"bible_id":"1726","chapter_code":"JHN.11","verse_code":"JHN.11.26","label":"26","content":"tug kws muaj sa nyob hab ntseeg kuv, tug ntawd yuav tsi tuag ib zag le. Koj puas ntseeg kuv tej lug nuav?”"},{"bible_id":"1726","chapter_code":"JHN.11","verse_code":"JHN.11.27","label":"27","content":"Mathas teb has tas, “Yog tag, tug Tswv! Kuv ntseeg has tas koj yog tug Mexiyas kws yog Vaajtswv tug Tub kws lug rua huv nplajteb nuav.”"},{"bible_id":"1726","chapter_code":"JHN.11","verse_code":"JHN.11.28","label":"28","content":"Tom qaab kws Mathas has le nuav taag, Mathas txawm rov lug hab has tuabywv rua nwg tug nam hluas Malis has tas, “Xwbfwb tuaj lawm, nwg nug nug koj.”"},{"bible_id":"1726","chapter_code":"JHN.11","verse_code":"JHN.11.29","label":"29","content":"Thaus Malis nov dlheev le ntawd, Malis txawm sawv tseeg hab tawm ceev nrooj moog cuag Yexus."},{"bible_id":"1726","chapter_code":"JHN.11","verse_code":"JHN.11.30","label":"30","content":"(Yexus tsi tau tuaj txug huv zog, nwg tseem nyob ntawm qhov chaw kws Mathas moog tog nwg.)"},{"bible_id":"1726","chapter_code":"JHN.11","verse_code":"JHN.11.31","label":"31","content":"Cov Yudais kws tuaj nplig Malis huv Malis tsev pum Malis sawv tseeg tawm ceev nrooj moog lawm, puab txawm lawv nwg qaab moog. Puab xaav has tas nwg yuav moog quaj tom lub ntxaa."},{"bible_id":"1726","chapter_code":"JHN.11","verse_code":"JHN.11.32","label":"32","content":"Thaus Malis moog txug ntawm qhov chaw kws Yexus nyob, nwg pum dlheev Yexus, nwg txawm txhus caug ndlua rua ntawm Yexus kutaw. Nwg has tas, “Tug Tswv, yog koj nrug peb nyob ntawm nuav, kuv tug nug yuav tsi tuag.”"},{"bible_id":"1726","chapter_code":"JHN.11","verse_code":"JHN.11.33","label":"33","content":"Thaus Yexus pum Malis, hab cov Yudais kws nrug Malis tuaj ntawd quaj quaj; Yexus hlub puab hab nyuaj sab kawg le."},{"bible_id":"1726","chapter_code":"JHN.11","verse_code":"JHN.11.34","label":"34","content":"Yexus txhaj nug puab has tas, “Mej coj Laxalus moog log rua qhov twg lawm?” Puab teb has tas, “Tug Tswv, koj ca le moog saib.”"},{"bible_id":"1726","chapter_code":"JHN.11","verse_code":"JHN.11.35","label":"35","content":"Yexus txawm quaj."},{"bible_id":"1726","chapter_code":"JHN.11","verse_code":"JHN.11.36","label":"36","content":"Yog le ntawd, cov Yudais has tas, “Mej saib, Yexus hlub Laxalus kawg le.”"},{"bible_id":"1726","chapter_code":"JHN.11","verse_code":"JHN.11.37","label":"37","content":"Tabsis puab cov ntawd muaj qee leej has tas, “Nwg tub khu tau tug txivneej kws dligmuag kuas pum kev, nwg ua tsi tau kuas Laxalus tsi xob tuag los?”"},{"bible_id":"1726","chapter_code":"JHN.11","verse_code":"JHN.11.38","label":"38","content":"Yexus rov nyuaj sab kawg le, Yexus moog rua tom lub qhov ntxaa kws luas txaug rua ntawm ib phaab pobzeb hab muaj ib dlaim txag zeb npug lub rooj ntxaas."},{"bible_id":"1726","chapter_code":"JHN.11","verse_code":"JHN.11.39","label":"39","content":"Yexus has tas, “Mej ca le muab dlaim txag zeb tshem tawm.” Mathas kws yog tug tuag ntawd tug muam teb has tas, “Tug Tswv, peb tub muab nwg log tau plaub nub lawm, ntshai nwg tub tsw tsw lwj lawm.”"},{"bible_id":"1726","chapter_code":"JHN.11","verse_code":"JHN.11.40","label":"40","content":"Yexus has rua Mathas has tas, “Kuv puas tau has rua koj tas, yog koj ntseeg koj yeej yuav pum Vaajtswv lub fwjchim xwb nua?”"},{"bible_id":"1726","chapter_code":"JHN.11","verse_code":"JHN.11.41","label":"41","content":"Yog le ntawd, puab txhaj muab dlaim txag zeb tshem tawm. Yexus txawm tsaa qhovmuag saib sau ntuj hab has tas, “Txiv, kuv ua koj tsaug kws koj noog kuv tej lug thov."},{"bible_id":"1726","chapter_code":"JHN.11","verse_code":"JHN.11.42","label":"42","content":"Kuv paub has tas koj yeej ibtxwm noog kuv tej lug thov, kuv has le nuav, kuas cov tuabneeg kws nyob ntawm nuav, ntseeg has tas koj yog tug kws khaiv kuv lug.”"},{"bible_id":"1726","chapter_code":"JHN.11","verse_code":"JHN.11.43","label":"43","content":"Thaus Yexus has le ntawd taag, nwg txawm hu nrov nrov has tas, “Laxalus, koj ca le tawm lug!”"},{"bible_id":"1726","chapter_code":"JHN.11","verse_code":"JHN.11.44","label":"44","content":"Laxalus txawm tawm lug, tej ntaub tseem qhwv nwg teg taw, hab muaj ib dlaim ntaub npug nwg lub ntsejmuag. Yexus has rua puab tas, “Mej ca le dlaws tej ntaub kws qhwv nwg ntawd hab ca nwg moog.”"},{"bible_id":"1726","chapter_code":"JHN.11","verse_code":"JHN.11.45","label":"45","content":"Thaus cov Yudais kws tuaj saib Malis pum tej kws Yexus ua ntawd, muaj ntau leej ntseeg Yexus."},{"bible_id":"1726","chapter_code":"JHN.11","verse_code":"JHN.11.46","label":"46","content":"Tabsis muaj qee leej rov moog cuag cov Falixais hab qha tej kws Yexus ua ntawd rua puab."},{"bible_id":"1726","chapter_code":"JHN.11","verse_code":"JHN.11.47","label":"47","content":"Cov Falixais hab cov thawj ntawm cov povthawj moog saablaaj rua cov numtswv has tas, “Peb yuav ua le caag rua tug txivneej kws ua ntau yaam txujci tseemceeb nuav?"},{"bible_id":"1726","chapter_code":"JHN.11","verse_code":"JHN.11.48","label":"48","content":"Yog peb ca nwg ua le nuav, nyob tsaam cov pejxeem yuav ntseeg nwg taag, hab cov numtswv Loos yuav tuaj muab lub Tuamtsev lauj povtseg hab muab peb tsaav tuabneeg ua kuas puamtsuaj taag.”"},{"bible_id":"1726","chapter_code":"JHN.11","verse_code":"JHN.11.49","label":"49","content":"Puab cov ntawd muaj ib tug hu ua Kaiyafas, xyoo ntawd nwg ua tug Povthawj Hlub, nwg has tas, “Ua le caag mej yuav ruag ua luaj le!"},{"bible_id":"1726","chapter_code":"JHN.11","verse_code":"JHN.11.50","label":"50","content":"Mej tsi paub has tas ca ib tug tuag theej suavdlawg, zoo dlua le kws ca taagnrho peb tsaav tuabneeg raug kev puamtsuaj huv tuabsi nua los?”"},{"bible_id":"1726","chapter_code":"JHN.11","verse_code":"JHN.11.51","label":"51","content":"Qhov tseeb, tej lug kws nwg has ntawd tsi yog nwg laam has; nwg has le ntawd, rua qhov xyoo ntawd nwg ua tug Povthawj Hlub, yog nwg qha ua ntej has tas Yexus yuav tuag theej cov Yudais lub txhoj,"},{"bible_id":"1726","chapter_code":"JHN.11","verse_code":"JHN.11.52","label":"52","content":"hab tsi yog rua puab xwb, tabsis nwg yuav coj taagnrho Vaajtswv cov mivnyuas kws tsiv moog nyob txhua qhov lawm, rov lug nyob ua ke dlua."},{"bible_id":"1726","chapter_code":"JHN.11","verse_code":"JHN.11.53","label":"53","content":"Txij nub ntawd lug cov Yudais tej numtswv txawm tuavhuv yuav muab Yexus tua povtseg."},{"bible_id":"1726","chapter_code":"JHN.11","verse_code":"JHN.11.54","label":"54","content":"Yog le ntawd, Yexus txhaj tsi taabmeeg moog moog lug lug huv lub xeev Yudas lawm, tabsis nwg moog rua tom ib lub nroog hu ua Efalayees kws nyob ze taj suabpuam, nwg nrug nwg cov thwjtim nyob ntawd."},{"bible_id":"1726","chapter_code":"JHN.11","verse_code":"JHN.11.55","label":"55","content":"Thaus ntawd tub yuav txug lub caij kws cov Yudais ua Kevcai Hlaa Dlhau, muaj tuabneeg coob coob tuaj peg tej yaajsaab tuaj rua huv lub nroog Yeluxalees, puab yuav xub tuaj ua kevcai ntxuav ua ntej tsaiv maam le ua Kevcai Hlaa Dlhau."},{"bible_id":"1726","chapter_code":"JHN.11","verse_code":"JHN.11.56","label":"56","content":"Thaus puab tuaj ua ke rua huv lub Tuamtsev, puab xaam saib puas pum Yexus, puab sis nug has tas, “Mej xaav le caag? Nwg puas tuaj ua kevcai ntawm nuav los tsi tuaj?”"},{"bible_id":"1726","chapter_code":"JHN.11","verse_code":"JHN.11.57","label":"57","content":"Cov thawj ntawm cov povthawj hab cov Falixais tub has rua suavdlawg lawm has tas, yog leejtwg paub has tas Yexus nyob qhov twg, ca le moog qha rua puab, puab yuav moog nteg Yexus."},{"bible_id":"1726","chapter_code":"JHN.12","verse_code":"JHN.12.1","label":"1","content":"Tshuav rau nub maam txug lub caij ua Kevcai Hlaa Dlhau, Yexus txawm moog rua huv lub zog Npethanis, Laxalus tug kws Yexus tsaa sawv huv qhov tuag rov qaab lug nyob huv lub zog ntawd."},{"bible_id":"1726","chapter_code":"JHN.12","verse_code":"JHN.12.2","label":"2","content":"Puab ua ib pluag mo rua Yexus noj, Mathas ua tug txhaab zaub mov, Laxalus yog ib tug ntawm cov tuabneeg kws nrug Yexus nyob ua ke ntawm rooj mov hab."},{"bible_id":"1726","chapter_code":"JHN.12","verse_code":"JHN.12.3","label":"3","content":"Ces Malis txawm muab tau ib fwj roj tsw qaab kim heev kws yog muab nroj naludas ua lug laub rua Yexus ob txhais kutaw, hab muab nwg cov plaubhau so. Cov roj ntawd tsw thoob plawg huv tsev."},{"bible_id":"1726","chapter_code":"JHN.12","verse_code":"JHN.12.4","label":"4","content":"Thaus Yexus cov thwjtim tug kws hu ua Yudas Ixakali-us, tug kws yuav ntxeev sab rua Yexus pum le ntawd, nwg txawm has tas,"},{"bible_id":"1726","chapter_code":"JHN.12","verse_code":"JHN.12.5","label":"5","content":"“Ua le caag tsi muab fwj roj tsw qaab nuav coj moog muag peb puas lub nyaj,  hab muab cov nyaj ntawd coj moog pub rua cov tuabneeg pluag?”"},{"bible_id":"1726","chapter_code":"JHN.12","verse_code":"JHN.12.6","label":"6","content":"Yudas has le ntawd, tsi yog vim nwg hlub cov tuabneeg pluag, tabsis vim nwg yog tubsaab. Nwg yog tug ceev lub naab nyaj hab nwg pheej qee coj moog siv."},{"bible_id":"1726","chapter_code":"JHN.12","verse_code":"JHN.12.7","label":"7","content":"Tabsis Yexus has tas, “Ca nwg ua nwg! Nwg npaaj tej nuav tseg rua nub kws log kuv."},{"bible_id":"1726","chapter_code":"JHN.12","verse_code":"JHN.12.8","label":"8","content":"Yuav muaj cov tuabneeg pluag nrug mej nyob moog le, tabsis kuv yuav tsi nrug mej nyob moog le.”"},{"bible_id":"1726","chapter_code":"JHN.12","verse_code":"JHN.12.9","label":"9","content":"Cov Yudais muaj ntau leej nov has tas, Yexus tuaj nyob huv lub zog Npethanis, yog le ntawd puab txawm tuaj rua huv hab, tsi yog puab xaav pum Yexus xwb, tabsis puab xaav pum Laxalus tug kws Yexus tsaa sawv huv qhov tuag rov qaab lug."},{"bible_id":"1726","chapter_code":"JHN.12","verse_code":"JHN.12.10","label":"10","content":"Vim le ntawd, cov thawj ntawm cov povthawj txhaj tuavhuv yuav muab Laxalus tua povtseg hab,"},{"bible_id":"1726","chapter_code":"JHN.12","verse_code":"JHN.12.11","label":"11","content":"vim has tas qhov kws Yexus tsaa Laxalus sawv ntawd, ua rua cov Yudais coob leej ntseeg Yexus hab tso cov povthawj tseg lawm."},{"bible_id":"1726","chapter_code":"JHN.12","verse_code":"JHN.12.12","label":"12","content":"Nub tom qaab cov tuabneeg coob coob kws tuaj ua Kevcai Hlaa Dlhau nov has tas, Yexus taabtom tuaj rua huv lub nroog Yeluxalees."},{"bible_id":"1726","chapter_code":"JHN.12","verse_code":"JHN.12.13","label":"13","content":"Yog le ntawd, puab txawm moog txav tej nplooj toovlaaj nqaa moog tog Yexus, hab puab has nrov nrov has tas, “Ca le qhuas Vaajtswv! Thov Vaajtswv foom koob moov rua tug kws Vaajtswv khaiv lug! Thov Vaajtswv foom koob moov rua cov Yixalayees tug Vaajntxwv!”"},{"bible_id":"1726","chapter_code":"JHN.12","verse_code":"JHN.12.14","label":"14","content":"Yexus pum ib tug neeg luav hab nwg caij tug neeg luav ntawd tuaj, lawv le Vaajtswv txujlug tau sau tseg lawm has tas,"},{"bible_id":"1726","chapter_code":"JHN.12","verse_code":"JHN.12.15","label":"15","content":"“Lub nroog Xi-oos, koj tsi xob ntshai. Koj saib, koj tug Vaajntxwv taabtom caij ib tug mivnyuas neeg luav lug cuag koj.”"},{"bible_id":"1726","chapter_code":"JHN.12","verse_code":"JHN.12.16","label":"16","content":"Thaus ntawd Yexus cov thwjtim tsi totaub le; tabsis thaus Vaajtswv tsaa Yexus sawv huv qhov tuag rov qaab lug tau koob meej lawm, cov thwjtim ncu dlheev txug Vaajtswv txujlug kws has txug Yexus hab tej kws tuabneeg tau ua rua nwg lawm."},{"bible_id":"1726","chapter_code":"JHN.12","verse_code":"JHN.12.17","label":"17","content":"Cov tuabneeg kws nrug Yexus ua ke thaus Yexus tsaa Laxalus sawv huv qhov tuag hab hu Laxalus tawm huv qhov ntxaa lug, puab tub moog pav tej ntawd rua suavdlawg noog lawm."},{"bible_id":"1726","chapter_code":"JHN.12","verse_code":"JHN.12.18","label":"18","content":"Yog le ntawd, txhaj muaj tuabneeg coob coob tuaj tog Yexus, rua qhov puab nov has tas Yexus ua tau tej txujci tseemceeb."},{"bible_id":"1726","chapter_code":"JHN.12","verse_code":"JHN.12.19","label":"19","content":"Ces cov Falixais txawm sis thaam zum zawg has tas, “Mej saib, peb ua tsi tau dlaabtsi le lawm! Mej saib, taag teb taag chaw puavleej caum nwg lawm.”"},{"bible_id":"1726","chapter_code":"JHN.12","verse_code":"JHN.12.20","label":"20","content":"Thaus lub sijhawm ntawd, cov tuabneeg kws tuaj ua kevcai huv lub nroog Yeluxalees, muaj qee leej yog cov tuabneeg Kilis."},{"bible_id":"1726","chapter_code":"JHN.12","verse_code":"JHN.12.21","label":"21","content":"Puab moog cuag Filis tug kws nyob huv lub zog Npexaidas peg lub xeev Kalilais tuaj hab has tas, “Tug tswv, peb xaav ntsib Yexus.”"},{"bible_id":"1726","chapter_code":"JHN.12","verse_code":"JHN.12.22","label":"22","content":"Filis moog has rua Aadales, ces obtug txawm moog has rua Yexus."},{"bible_id":"1726","chapter_code":"JHN.12","verse_code":"JHN.12.23","label":"23","content":"Yexus teb has tas: “Nwgnuav tub txug lub sijhawm kws Tuabneeg Leej Tub yuav tau txais koob meej lawm."},{"bible_id":"1726","chapter_code":"JHN.12","verse_code":"JHN.12.24","label":"24","content":"Kuv qha tseeb rua mej has tas: Yog tsi muab lub noob nplej faus rua huv aav kuas lwj, ces lub noob ntawd, nwg yuav nyob nwg tuab lub xwb. Yog lub noob nplej ntawd lwj txhaj yuav tuaj kaug hab txi tau ntau lub."},{"bible_id":"1726","chapter_code":"JHN.12","verse_code":"JHN.12.25","label":"25","content":"Tug kws khauvxwm nwg txujsa, tug ntawd yuav tsi tau txujsa; tug kws tsi khauvxwm nwg txujsa thaus nwg tseem ua neej nyob huv lub nplajteb nuav, tug ntawd yuav tau txujsa ibtxhis."},{"bible_id":"1726","chapter_code":"JHN.12","verse_code":"JHN.12.26","label":"26","content":"Tug kws xaav ua kuv tug tubkhai, tug ntawd yuavtsum nrug kuv moog, hab kuv nyob qhov twg, kuv tug tubkhai yuav nrug kuv nyob qhov ntawd. Kuv Txiv yuav qhuas tug kws ua kuv tug tubkhai."},{"bible_id":"1726","chapter_code":"JHN.12","verse_code":"JHN.12.27","label":"27","content":"“Nwgnuav kuv nyuaj sab kawg le, kuv yuav has le caag txhaj zoo? Kuv yuav has tas, ‘Txiv, thov tsi xob ca lub sijhawm nuav lug raug kuv.’ Tabsis tsi xob ua le ntawd, qhov kws kuv lug tub yog lug kuas raug txujkev txomnyem kws yuav lug ntawd ntaag."},{"bible_id":"1726","chapter_code":"JHN.12","verse_code":"JHN.12.28","label":"28","content":"Txiv, thov kuas koj lub npe tau koob meej!” Ces muaj ib lub suab has sau ntuj tuaj has tas, “Kuv tub ua rua kuv lub npe tau koob meej lawm, hab kuv yuav rov ua dlua.”"},{"bible_id":"1726","chapter_code":"JHN.12","verse_code":"JHN.12.29","label":"29","content":"Cov tuabneeg coob coob kws sawv ntawd nov lub suab ntawd, muaj qee leej has tas yog xub nroo, muaj qee leej has tas, “Yog timtswv ceebtsheej nrug nwg thaam!”"},{"bible_id":"1726","chapter_code":"JHN.12","verse_code":"JHN.12.30","label":"30","content":"Tabsis Yexus has tas, “Lub suab ntawd tsi yog has rua kuv, tabsis yog has rua mej."},{"bible_id":"1726","chapter_code":"JHN.12","verse_code":"JHN.12.31","label":"31","content":"Nwgnuav tub txug lub sijhawm kws txav txim rua tuabneeg nplajteb lawm; nwgnuav luas tub yuav muab tug kws kaav lub nplajteb nuav ntab tawm moog."},{"bible_id":"1726","chapter_code":"JHN.12","verse_code":"JHN.12.32","label":"32","content":"Thaus luas muab kuv dlai, kuv yuav coj txhua tsaav tuabneeg lug cuag kuv.”"},{"bible_id":"1726","chapter_code":"JHN.12","verse_code":"JHN.12.33","label":"33","content":"(Yexus has le ntawd, tub yog nwg qha has tas, nwg yuav tuag txomnyem le caag.)"},{"bible_id":"1726","chapter_code":"JHN.12","verse_code":"JHN.12.34","label":"34","content":"Cov tuabneeg coob coob ntawd teb has tas, “Peb txuj Kevcai qha rua peb has tas, tug Mexiyas yuav nrug peb nyob moog ibtxhis le. Ua le caag koj tsua has tas, luas yuav muab Tuabneeg Leej Tub dlai? Tuabneeg Leej Tub yog leejtwg?”"},{"bible_id":"1726","chapter_code":"JHN.12","verse_code":"JHN.12.35","label":"35","content":"Yexus teb has tas, “Qhov kaaj tseem yuav nrug mej nyob ib nyuas ntu ntxiv. Thaus kws tseem pum kev, mej ca le rau sab ntso ua mej lub neej, nyob tsaam tsaus mej ntuj; rua qhov tug kws maub mo ntuj, nwg yeej tsi paub has tas nwg taabtom moog qhov twg."},{"bible_id":"1726","chapter_code":"JHN.12","verse_code":"JHN.12.36","label":"36","content":"Yog le ntawd, thaus tseem muaj qhov kaaj, mej ca le ntseeg qhov kaaj, kuas mej txhaj tau ua cov tuabneeg kws nyob qhov kaaj.” Tom qaab kws Yexus has le ntawd taag, Yexus txawm tsiv moog nkaum kuas puab tsi pum nwg."},{"bible_id":"1726","chapter_code":"JHN.12","verse_code":"JHN.12.37","label":"37","content":"Txawm yog Yexus ua ntau yaam txujci tseemceeb rua puab pum los puab tsi ntseeg nwg le,"},{"bible_id":"1726","chapter_code":"JHN.12","verse_code":"JHN.12.38","label":"38","content":"tej nuav txhaj muaj tav lawv le Yaxayas kws yog tug cev Vaajtswv lug tau has tseg lawm has tas: “Tug Tswv, leejtwg txhaj yuav ntseeg tej lug kws peb qha? Tug Tswv ua nwg lub fwjchim rua leejtwg pum?”"},{"bible_id":"1726","chapter_code":"JHN.12","verse_code":"JHN.12.39","label":"39","content":"Tub yog vim le ntawd, puab txhaj tsi ntseeg, rua qhov Yaxayas has ntxiv tas,"},{"bible_id":"1726","chapter_code":"JHN.12","verse_code":"JHN.12.40","label":"40","content":"“Vaajtswv ua rua puab dligmuag hab ua rua puab lub sab ruag, kuas puab qhovmuag tsi pum kev hab puab lub sab tsi totaub; Vaajtswv has tas, ua le ntawd kuas puab tsi xob lug cuag kuv kuas kuv khu puab.”"},{"bible_id":"1726","chapter_code":"JHN.12","verse_code":"JHN.12.41","label":"41","content":"Yaxayas has le ntawd, rua qhov nwg tub pum Yexus tug tshwjchim hab nwg has txug Yexus zaaj ntaag."},{"bible_id":"1726","chapter_code":"JHN.12","verse_code":"JHN.12.42","label":"42","content":"Txawm yog le ntawd los cov Yudais tej numtswv kuj muaj ntau leej ntseeg Yexus; tabsis vim puab ntshai cov Falixais, puab txhaj tsi qha rua suavdlawg paub, kuas puab tsi raug ntab tawm huv lub tsev saablaaj moog."},{"bible_id":"1726","chapter_code":"JHN.12","verse_code":"JHN.12.43","label":"43","content":"Puab nyam kuas tuabneeg qhuas puab heev dlua le nyam kuas Vaajtswv qhua puab."},{"bible_id":"1726","chapter_code":"JHN.12","verse_code":"JHN.12.44","label":"44","content":"Yexus has nrov nrov rua suavdlawg tas, “Tug kws ntseeg kuv, tsi yog nwg ntseeg kuv tuab leeg xwb, tabsis yog nwg ntseeg tug kws khaiv kuv lug hab."},{"bible_id":"1726","chapter_code":"JHN.12","verse_code":"JHN.12.45","label":"45","content":"Tug kws pum kuv, tug ntawd pum tug kws khaiv kuv lug hab."},{"bible_id":"1726","chapter_code":"JHN.12","verse_code":"JHN.12.46","label":"46","content":"Kuv lug ua qhov kaaj rua tuabneeg nplajteb pum kev, txhua tug kws ntseeg kuv yuav tsi nyob huv qhov tsaus ntuj lawm."},{"bible_id":"1726","chapter_code":"JHN.12","verse_code":"JHN.12.47","label":"47","content":"Tug kws nov kuv tej lug hab tsi ua lawv le kuv tej lug, kuv yuav tsi txav txim rua tug ntawd. Kuv tsi yog lug txav txim rua tuabneeg nplajteb, tabsis yog kuv lug cawm tuabneeg nplajteb kuas puab dlim puab lub txim."},{"bible_id":"1726","chapter_code":"JHN.12","verse_code":"JHN.12.48","label":"48","content":"Muaj ib tug yuav txav txim rua tug kws tsi leeg paub kuv hab tsi noog kuv tej lug qha. Thaus txug nub kawg, tej lug kws kuv qha lawm yuav ua tug txav txim rua tug ntawd."},{"bible_id":"1726","chapter_code":"JHN.12","verse_code":"JHN.12.49","label":"49","content":"Rua qhov tej lug kws kuv has ntawd tsi yog kuv has lawv le kuv lub sab, tabsis yog leej Txiv kws khaiv kuv lug kuas kuv has hab kuv qha."},{"bible_id":"1726","chapter_code":"JHN.12","verse_code":"JHN.12.50","label":"50","content":"Kuv paub has tas, nwg tej lug saamfwm yog txujsa moog ibtxhis. Tej lug kws kuv has, puavleej yog leej Txiv qha rua kuv has.”"},{"bible_id":"1726","chapter_code":"JHN.13","verse_code":"JHN.13.1","label":"1","content":"Thaus yuav txug nub ua Kevcai Hlaa Dlhau, Yexus paub has tas tub txug lub sijhawm kws nwg yuav tawm huv lub nplajteb nuav rov moog cuag leej Txiv lawm. Yexus yeej ibtxwm hlub nwg cov tuabneeg kws nyob huv nplajteb nuav, hab nwg yuav hlub puab moog txug nub kawg le."},{"bible_id":"1726","chapter_code":"JHN.13","verse_code":"JHN.13.2","label":"2","content":"Thaus Yexus hab nwg cov thwjtim taabtom noj mo, dlaab Ntxwgnyoog tub xub tshoov Ximoos Ixakali-us tug tub Yudas lub sab lawm, kuas nwg ntxeev sab rua Yexus."},{"bible_id":"1726","chapter_code":"JHN.13","verse_code":"JHN.13.3","label":"3","content":"Yexus paub has tas leej Txiv tub muab ib puas tsaav yaam tso rua nwg kaav huv tuabsi lawm; nwg paub has tas Vaajtswv khaiv nwg lug hab nwg yuav rov moog cuag Vaajtswv."},{"bible_id":"1726","chapter_code":"JHN.13","verse_code":"JHN.13.4","label":"4","content":"Yog le ntawd, Yexus txawm sawv ntawm rooj mov moog hle nwg lub tsho ntev, hab muab ib txuj phuam lug sa ntawm dluav."},{"bible_id":"1726","chapter_code":"JHN.13","verse_code":"JHN.13.5","label":"5","content":"Ces nwg muab dlej laub rua huv lub phab hab nqaa lug ntxuav cov thwjtim kutaw hab muab txuj phuam kws nwg sa ntawm dluav so puab kutaw."},{"bible_id":"1726","chapter_code":"JHN.13","verse_code":"JHN.13.6","label":"6","content":"Thaus Yexus ntxuav lug txug ntawm Ximoos Petus, Ximoos Petus txawm has rua Yexus has tas, “Tug Tswv, koj yuav ntxuav kuv kutaw hab los?”"},{"bible_id":"1726","chapter_code":"JHN.13","verse_code":"JHN.13.7","label":"7","content":"Yexus teb has tas, “Taamsim nuav koj tseem tsi tau totaub qhov kws kuv ua nuav, tabsis lwm nub koj yuav totaub.”"},{"bible_id":"1726","chapter_code":"JHN.13","verse_code":"JHN.13.8","label":"8","content":"Petus has tas, “Kuv yeej tsi pub koj ntxuav kuv kutaw ib zag le!” Yexus teb has tas, “Yog kuv tsi ntxuav koj kutaw, koj yuav tsi tau ua kuv tug thwjtim lawm.”"},{"bible_id":"1726","chapter_code":"JHN.13","verse_code":"JHN.13.9","label":"9","content":"Ximoos Petus teb has tas, “Tug Tswv, yog le ntawd thov tsi xob ntxuav kuv kutaw xwb, tabsis ntxuav kuv teg hab taubhau huv tuabsi.”"},{"bible_id":"1726","chapter_code":"JHN.13","verse_code":"JHN.13.10","label":"10","content":"Yexus has tas, “Tug kws dlaa dlej, nwg lub cev yeej huv lawm, tsi taag yuav rov ntxuav dlua, tsuas ntxuav nwg kutaw lawm xwb.  Mej txhua tug puavleej huv lawm, tsuas yog tshuav ib tug xwb txhaj tsi huv.”"},{"bible_id":"1726","chapter_code":"JHN.13","verse_code":"JHN.13.11","label":"11","content":"(Yexus paub has tas tug twg yog tug kws yuav ntxeev sab rua nwg; yog le ntawd nwg txhaj has tas, “Mej txhua tug puavleej huv lawm, tsuas yog tshuav ib tug xwb txhaj tsi huv.”)"},{"bible_id":"1726","chapter_code":"JHN.13","verse_code":"JHN.13.12","label":"12","content":"Tom qaab kws Yexus ntxuav puab kutaw taag lawm, nwg rov muab nwg lub tsho ntev lug naav, hab rov lug nyob nwg lub chaw ntawm rooj mov. Yexus nug cov thwjtim has tas, “Qhov kws kuv ua rua mej nuav, mej puas totaub?"},{"bible_id":"1726","chapter_code":"JHN.13","verse_code":"JHN.13.13","label":"13","content":"Mej hu kuv ua Xwbfwb hab tug Tswv, mej hu le ntawd yog lawm, rua qhov kuv yeej yog tag."},{"bible_id":"1726","chapter_code":"JHN.13","verse_code":"JHN.13.14","label":"14","content":"Kuv yog mej tug Tswv hab yog mej tug Xwbfwb, kuv tub ntxuav mej kutaw lawm, yog le ntawd, mej ib leeg yuavtsum ntxuav ib leeg kutaw."},{"bible_id":"1726","chapter_code":"JHN.13","verse_code":"JHN.13.15","label":"15","content":"Kuv ua qauv le nuav qha rua mej, kuas mej xyum ua lawv le kuv ua rua mej lawm."},{"bible_id":"1726","chapter_code":"JHN.13","verse_code":"JHN.13.16","label":"16","content":"Kuv qha tseeb rua mej has tas, tug qhev yeej tsi muaj fwjchim luj dlua nwg tug tswv, hab tug tubkhai yeej tsi muaj fwjchim luj dlua tug kws khaiv nwg moog."},{"bible_id":"1726","chapter_code":"JHN.13","verse_code":"JHN.13.17","label":"17","content":"Thaus mej paub tej nuav lawm, yog mej ua lawv le ntawd, mej yuav tau kev kaaj sab!"},{"bible_id":"1726","chapter_code":"JHN.13","verse_code":"JHN.13.18","label":"18","content":"“Kuv tsi yog has txug mej txhua tug; kuv yeej paub cov kws kuv xaiv ca lawm. Tabsis yuavtsum muaj lawv le Vaajtswv txujlug kws has tas, ‘Tug kws koom nrug kuv noj ib taig mov yuav ntxeev sab rua kuv.’"},{"bible_id":"1726","chapter_code":"JHN.13","verse_code":"JHN.13.19","label":"19","content":"Kuv xub qha rua mej ua ntej kws muaj tej nuav, kuas thaus muaj tej nuav tshwm tuaj, mej txhaj yuav ntseeg has tas, ‘Kuv Yog Tug Kws Kuv Yog.’"},{"bible_id":"1726","chapter_code":"JHN.13","verse_code":"JHN.13.20","label":"20","content":"Kuv qha tseeb rua mej has tas, tug kws leeg yuav tug kws kuv khaiv moog, tug ntawd leeg yuav kuv; hab tug kws leeg yuav kuv, tug ntawd yeej leeg yuav tug kws khaiv kuv lug.”"},{"bible_id":"1726","chapter_code":"JHN.13","verse_code":"JHN.13.21","label":"21","content":"Tom qaab kws Yexus has le ntawd taag, nwg nyuaj sab heev hab nwg has tas, “Kuv qha tseeb rua mej has tas, mej cov ko muaj ib tug yuav ntxeev sab rua kuv.”"},{"bible_id":"1726","chapter_code":"JHN.13","verse_code":"JHN.13.22","label":"22","content":"Cov thwjtim ib leeg txawm saib ib leeg, puab tsi paub has tas tug kws Yexus has ntawd yog leejtwg."},{"bible_id":"1726","chapter_code":"JHN.13","verse_code":"JHN.13.23","label":"23","content":"Yexus cov thwjtim tug kws Yexus hlub heev, nwg nyob npuas Yexus."},{"bible_id":"1726","chapter_code":"JHN.13","verse_code":"JHN.13.24","label":"24","content":"Ximoos Petus txawm ua laaj muag rua tug thwjtim ntawd hab has tas, “Koj nug Yexus saib, tug kws nwg has ntawd yog leejtwg?”"},{"bible_id":"1726","chapter_code":"JHN.13","verse_code":"JHN.13.25","label":"25","content":"Ces tug thwjtim ntawd tig moog nug Yexus has tas, “Tug Tswv, tug ntawd yog leejtwg?”"},{"bible_id":"1726","chapter_code":"JHN.13","verse_code":"JHN.13.26","label":"26","content":"Yexus teb has tas, “Kuv muab ncuav ntsw cev rua leejtwg noj; ces yog tug ntawd ntaag.” Yog le ntawd, Yexus txawm muab ncuav ntsw cev rua Ximoos Ixakali-us tug tub Yudas noj."},{"bible_id":"1726","chapter_code":"JHN.13","verse_code":"JHN.13.27","label":"27","content":"Thaus Yudas txais nkaus qhov ncuav ntawd, dlaab Ntxwgnyoog txawm nkaag rua huv Yudas. Yexus has rua Yudas has tas, “Koj yuav ua dlaabtsi, koj ca le ua kawgkag!”"},{"bible_id":"1726","chapter_code":"JHN.13","verse_code":"JHN.13.28","label":"28","content":"Cov thwjtim kws nyob ntawm rooj mov, tsi muaj ib tug totaub has tas, vim le caag Yexus has le ntawd rua Yudas."},{"bible_id":"1726","chapter_code":"JHN.13","verse_code":"JHN.13.29","label":"29","content":"Yudas yog tug ceev lub naab nyaj, cov thwjtim qee leej txhaj xaav has tas, Yexus khaiv Yudas moog yuav tej yaam lug rua puab siv ua kevcai lossis Yexus kuas Yudas muab mivntsiv nyaj moog pub rua cov tuabneeg pluag."},{"bible_id":"1726","chapter_code":"JHN.13","verse_code":"JHN.13.30","label":"30","content":"Yudas txais nkaus qhov ncuav ntawd noj, taamsim ntawd Yudas txawm tawm plawg moog lawm. Thaus ntawd tub tsaus ntuj lawm."},{"bible_id":"1726","chapter_code":"JHN.13","verse_code":"JHN.13.31","label":"31","content":"Tom qaab kws Yudas tawm moog lawm, Yexus has tas, “Nwgnuav tub txug lub sijhawm kws Tuabneeg Leej Tub tau koob meej lawm; nwgnuav nwg yuav ua rua Vaajtswv tau koob meej."},{"bible_id":"1726","chapter_code":"JHN.13","verse_code":"JHN.13.32","label":"32","content":"Yog Tuabneeg Leej Tub ua rua Vaajtswv tau koob meej lawm, Vaajtswv yuav ua rua Tuabneeg Leej Tub tau koob meej ib yaam nkaus hab, Vaajtswv yuav ua le ntawd taamsim nuav ntaag."},{"bible_id":"1726","chapter_code":"JHN.13","verse_code":"JHN.13.33","label":"33","content":"Kuv cov mivnyuas, kuv yuav nrug mej nyob tsi ntev lawm. Mej yuav nrhav kuv; tabsis nwgnuav kuv qha rua mej ib yaam le kuv tub qha rua cov Yudais tej numtswv lawm has tas, ‘Qhov chaw kws kuv yuav moog ntawd, mej moog tsi tau.’"},{"bible_id":"1726","chapter_code":"JHN.13","verse_code":"JHN.13.34","label":"34","content":"Nwgnuav kuv muab ib txuj kevcai tshab rua mej: mej ib leeg yuavtsum hlub ib leeg. Mej ib leeg yuavtsum hlub ib leeg ib yaam le kuv hlub mej."},{"bible_id":"1726","chapter_code":"JHN.13","verse_code":"JHN.13.35","label":"35","content":"Yog mej ib leeg hlub ib leeg, suavdlawg txhaj yuav paub has tas mej yog kuv cov thwjtim.”"},{"bible_id":"1726","chapter_code":"JHN.13","verse_code":"JHN.13.36","label":"36","content":"Ximoos Petus nug Yexus has tas, “Tug Tswv, koj yuav moog qhov twg?” Yexus teb has tas, “Qhov chaw kws kuv yuav moog ntawd, nwgnuav koj nrug kuv moog tsi tau, tabsis lwm nub koj maam le lawv kuv qaab lug.”"},{"bible_id":"1726","chapter_code":"JHN.13","verse_code":"JHN.13.37","label":"37","content":"Petus nug has tas, “Tug Tswv, ua le caag kuv nrug koj moog tsi tau? Kuv yeej txaus sab tuag theej koj!”"},{"bible_id":"1726","chapter_code":"JHN.13","verse_code":"JHN.13.38","label":"38","content":"Yexus teb has tas, “Koj yeej txaus sab tuag theej kuv tag los? Kuv qha tseeb rua koj has tas, thaus qab tsi tau qua koj yuav has peb zag has tas koj tsi paub kuv.”"},{"bible_id":"1726","chapter_code":"JHN.14","verse_code":"JHN.14.1","label":"1","content":"Yexus has rua nwg cov thwjtim has tas, “Mej tsi xob txhawj hab tsi xob nyuaj sab, mej ca le ntseeg  Vaajtswv hab ntseeg kuv."},{"bible_id":"1726","chapter_code":"JHN.14","verse_code":"JHN.14.2","label":"2","content":"Huv kuv Txiv lub tsev muaj ntau chaav, hab kuv taabtom yuav moog tu chaw rua mej. Yog tsi muaj le ntawd, kuv yeej yuav tsi qha le nuav rua mej."},{"bible_id":"1726","chapter_code":"JHN.14","verse_code":"JHN.14.3","label":"3","content":"Thaus kws kuv tu tau chaw rua mej lawm, kuv yuav rov qaab lug hab tog mej moog nrug kuv nyob, kuv nyob qhov twg mej yeej yuav nrug kuv nyob qhov ntawd."},{"bible_id":"1726","chapter_code":"JHN.14","verse_code":"JHN.14.4","label":"4","content":"Qhov chaw kws kuv yuav moog, mej tub paub kev moog lawm.”"},{"bible_id":"1726","chapter_code":"JHN.14","verse_code":"JHN.14.5","label":"5","content":"Thaumas has rua Yexus has tas, “Tug Tswv, peb tsi paub sov koj yuav moog qhov twg; yog le ntawd, peb yuav ua le caag paub kev moog?”"},{"bible_id":"1726","chapter_code":"JHN.14","verse_code":"JHN.14.6","label":"6","content":"Yexus teb Thaumas has tas, “Kuv yog txujkev, yog qhov tseeb, hab yog txujsa; tsi muaj leejtwg moog cuag tau leej Txiv, tsuas yog moog ntawm kuv moog xwb txhaj tau.”"},{"bible_id":"1726","chapter_code":"JHN.14","verse_code":"JHN.14.7","label":"7","content":"Yexus has rua puab has tas, “Nwgnuav mej tub paub kuv lawm, mej yeej yuav paub  kuv Txiv hab, txij nuav moog mej yuav paub nwg hab pum nwg.”"},{"bible_id":"1726","chapter_code":"JHN.14","verse_code":"JHN.14.8","label":"8","content":"Filis has rua Yexus has tas, “Tug Tswv, thov koj qha leej Txiv rua peb pum, kuas peb txaus sab.”"},{"bible_id":"1726","chapter_code":"JHN.14","verse_code":"JHN.14.9","label":"9","content":"Yexus teb has tas, “Filis, kuv tub nrug mej nyob ntev lug lawm, ua le caag koj tseem tsi tau paub kuv hab? Tug kws pum kuv, tug ntawd tub pum leej Txiv lawm. Ua le caag koj tseem yuav has tas, ‘Thov koj qha leej Txiv rua peb pum hab’?"},{"bible_id":"1726","chapter_code":"JHN.14","verse_code":"JHN.14.10","label":"10","content":"Filis, koj tsi ntseeg has tas, kuv nyob huv Leej Txiv hab Leej Txiv nyob huv kuv los? Yexus has rua nwg cov thwjtim has tas, tej lug kws kuv qha rua mej nuav, tsi yog kuv tej lug, tabsis yog Leej Txiv tug kws nyob huv kuv ua nwg teg num xwb."},{"bible_id":"1726","chapter_code":"JHN.14","verse_code":"JHN.14.11","label":"11","content":"Mej ca le ntseeg tej lug kws kuv has tas, kuv nyob huv Leej Txiv hab leej Txiv nyob huv kuv. Txawm yog mej tsi ntseeg le kuv has los mej yuavtsum ntseeg tej num kws kuv ua."},{"bible_id":"1726","chapter_code":"JHN.14","verse_code":"JHN.14.12","label":"12","content":"Kuv qha tseeb rua mej has tas, tug kws ntseeg kuv yuav ua tej num kws kuv ua, tsi yog le ntawd xwb, nwg tseem yuav ua tau ntau dlua tej kws kuv ua, rua qhov kuv moog cuag leej Txiv lawm."},{"bible_id":"1726","chapter_code":"JHN.14","verse_code":"JHN.14.13","label":"13","content":"Hab yog mej tuav kuv lub npe thov ib yaam dlaabtsi kuv yuav muab yaam ntawd rua mej, tej kws leej Tub ua ntawd yuav ua rua leej Txiv tau ntsejmuag."},{"bible_id":"1726","chapter_code":"JHN.14","verse_code":"JHN.14.14","label":"14","content":"Yog mej tuav kuv  lub npe thov kuas kuv ua ib yaam dlaabtsi, kuv yuav ua yaam ntawd rua mej."},{"bible_id":"1726","chapter_code":"JHN.14","verse_code":"JHN.14.15","label":"15","content":"“Yog mej hlub kuv, mej yeej yuav ua lawv le kuv tej lug saamfwm."},{"bible_id":"1726","chapter_code":"JHN.14","verse_code":"JHN.14.16","label":"16","content":"Kuv yuav thov leej Txiv, hab nwg yuav khaiv dlua ib tug paab lug, tug ntawd yuav nrug mej nyob moog ibtxhis."},{"bible_id":"1726","chapter_code":"JHN.14","verse_code":"JHN.14.17","label":"17","content":"Nwg yog Vaaj Ntsujplig, nwg yuav qha Vaajtswv zaaj kws yog qhov tseeb rua mej. Tuabneeg nplajteb tsi leeg yuav nwg, rua qhov puab tsi pum nwg lossis tsi paub nwg. Tabsis mej paub nwg, rua qhov nwg nrug mej nyob hab nwg yuav nyob  huv mej lub sab."},{"bible_id":"1726","chapter_code":"JHN.14","verse_code":"JHN.14.18","label":"18","content":"“Kuv yuav tsi tso mej ua ntsuag ib zag le; kuv yuav rov qaab lug cuag mej."},{"bible_id":"1726","chapter_code":"JHN.14","verse_code":"JHN.14.19","label":"19","content":"Tshuav tsi ntev tuabneeg nplajteb yuav tsi pum kuv lawm, tabsis mej yuav pum kuv; mej yuav muaj txujsa nyob, rua qhov kuv muaj txujsa nyob."},{"bible_id":"1726","chapter_code":"JHN.14","verse_code":"JHN.14.20","label":"20","content":"Thaus txug nub ntawd, mej yuav paub has tas kuv nyob huv Leej Txiv hab mej nyob huv kuv, ib yaam le kuv nyob huv mej."},{"bible_id":"1726","chapter_code":"JHN.14","verse_code":"JHN.14.21","label":"21","content":"“Tug kws leeg yuav kuv tej lug qha hab ua lawv le tej lug ntawd, tug ntawd yog tug kws hlub kuv. Tug kws hlub kuv, kuv Txiv yuav hlub tug ntawd; kuv yuav hlub tug ntawd hab qha kuv rua nwg paub.”"},{"bible_id":"1726","chapter_code":"JHN.14","verse_code":"JHN.14.22","label":"22","content":"Yudas (kws tsi yog Yudas Ixakali-us) has tas, “Tug Tswv, ua le caag koj yuav qha koj rua peb paub xwb, koj tsua tsi qha koj rua tuabneeg nplajteb paub?”"},{"bible_id":"1726","chapter_code":"JHN.14","verse_code":"JHN.14.23","label":"23","content":"Yexus teb Yudas has tas, “Tug kws hlub kuv yeej ua lawv le kuv tej lug qha. Kuv Txiv yuav hlub tug ntawd, kuv Txiv hab kuv yuav lug cuag nwg hab nrug nwg nyob."},{"bible_id":"1726","chapter_code":"JHN.14","verse_code":"JHN.14.24","label":"24","content":"Tug kws tsi hlub kuv yeej tsi ua lawv le kuv tej lug qha. Hab tej lug kws mej nov kuv qha ntawd tsi yog kuv tej lug, tabsis yog leej Txiv tug kws khaiv kuv lug tej lug."},{"bible_id":"1726","chapter_code":"JHN.14","verse_code":"JHN.14.25","label":"25","content":"“Nwgnuav kuv tseem nrug mej nyob, kuv txhaj qha tej nuav rua mej."},{"bible_id":"1726","chapter_code":"JHN.14","verse_code":"JHN.14.26","label":"26","content":"Tug paab kws yog Vaaj Ntsujplig tug Dlawbhuv kws kuv thov kuas leej Txiv khaiv lug, nwg yuav qha txhua yaam rua mej hab paab kuas mej ncu txhua yaam kws kuv tau qha rua mej lawm."},{"bible_id":"1726","chapter_code":"JHN.14","verse_code":"JHN.14.27","label":"27","content":"“Kuv muab kuv txujkev kaaj sab rua mej; txujkev kaaj sab kws kuv muab pub rua mej, kuv tsi muab rua mej le tuabneeg nplajteb muab. Mej tsi xob txhawj, tsi xob nyuaj sab hab tsi xob ntshai."},{"bible_id":"1726","chapter_code":"JHN.14","verse_code":"JHN.14.28","label":"28","content":"Mej tub nov kuv has rua mej has tas, ‘Kuv yuav moog, tabsis kuv yuav rov qaab lug cuag mej.’ Yog mej hlub kuv, mej yeej yuav zoo sab rua qhov kws kuv moog cuag leej Txiv; rua qhov nwg muaj fwjchim luj dlua kuv."},{"bible_id":"1726","chapter_code":"JHN.14","verse_code":"JHN.14.29","label":"29","content":"Nwgnuav kuv qha tej nuav rua mej, thaus muaj lawm, mej txhaj yuav ntseeg kuv."},{"bible_id":"1726","chapter_code":"JHN.14","verse_code":"JHN.14.30","label":"30","content":"Kuv yuav tsi tau nrug mej thaam ntev lawm, rua qhov tug kws kaav lub nplajteb taabtom lug lawm. Nwg tsi muaj fwjchim kaav kuv,"},{"bible_id":"1726","chapter_code":"JHN.14","verse_code":"JHN.14.31","label":"31","content":"tabsis kuv ua ib puas tsaav yaam lawv le leej Txiv kuas kuv ua, tuabneeg nplajteb txhaj paub has tas kuv hlub leej Txiv. “Ca le sawv peb moog."},{"bible_id":"1726","chapter_code":"JHN.15","verse_code":"JHN.15.1","label":"1","content":"“Kuv yog tsob tseem txiv maab, hab kuv Txiv yog tug kws tu."},{"bible_id":"1726","chapter_code":"JHN.15","verse_code":"JHN.15.2","label":"2","content":"Nwg muab txhua ceg maab kws tsi txi txiv txav tawm ntawm kuv moog povtseg. Txhua ceg maab kws txi txiv nwg muab taav kuas hajyam txi txiv ncw."},{"bible_id":"1726","chapter_code":"JHN.15","verse_code":"JHN.15.3","label":"3","content":"Tej lug kws kuv qha mej, tub yog kuv ntxuav kuas mej huv ntaag."},{"bible_id":"1726","chapter_code":"JHN.15","verse_code":"JHN.15.4","label":"4","content":"Mej ca le txuas rua ntawm kuv hab kuv yuav txuas rua ntawm mej. Tug ceg maab kws tsi txuas rua ntawm txuj maab yeej txi tsi taug txiv. Ib yaam le ntawd, yog mej tsi txuas rua ntawm kuv, mej yeej txi tsi taug txiv."},{"bible_id":"1726","chapter_code":"JHN.15","verse_code":"JHN.15.5","label":"5","content":"“Kuv yog tsob maab, mej yog cov ceg. Tug kws txuas rua ntawm kuv hab kuv txuas rua ntawm nwg, tug ntawd yuav txi txiv ncw; yog mej tsi txuas rua ntawm kuv, mej yeej ua tsi tau ib yaam dlaabtsi le."},{"bible_id":"1726","chapter_code":"JHN.15","verse_code":"JHN.15.6","label":"6","content":"Tug kws tsi txuas rua ntawm kuv, tug ntawd zoo ib yaam le tug ceg maab kws luas muab txav povtseg; thaus qhuav lawm, luas yuav muab sua moog pov hlawv kuas kub nyab taag huv tuabsi."},{"bible_id":"1726","chapter_code":"JHN.15","verse_code":"JHN.15.7","label":"7","content":"Yog mej txuas rua ntawm kuv hab mej khaws kuv tej lug ca rua nruab sab lawm, mej xaav yuav yaam twg, mej ca le thov mej yuav tau yaam ntawd."},{"bible_id":"1726","chapter_code":"JHN.15","verse_code":"JHN.15.8","label":"8","content":"Yog mej txi txiv ncw, kuv Txiv yuav tau ntsejmuag, hab yog mej ua le ntawd, mej yuav tau ua kuv cov thwjtim."},{"bible_id":"1726","chapter_code":"JHN.15","verse_code":"JHN.15.9","label":"9","content":"Kuv hlub mej ib yaam le kuv Txiv hlub kuv; mej yuavtsum muaj lub sab hlub ib yaam le kuv."},{"bible_id":"1726","chapter_code":"JHN.15","verse_code":"JHN.15.10","label":"10","content":"Yog mej ua lawv le kuv tej lug, mej yuav muaj lub sab hlub ib yaam le kuv ua lawv le kuv Txiv tej lug hab kuv muaj lub sab hlub ib yaam le nwg."},{"bible_id":"1726","chapter_code":"JHN.15","verse_code":"JHN.15.11","label":"11","content":"“Kuv has tej nuav rua mej kuas mej zoo sab ib yaam le kuv zoo sab, mej yuav zoo sab kawg nkaus le."},{"bible_id":"1726","chapter_code":"JHN.15","verse_code":"JHN.15.12","label":"12","content":"Kuv lu lug saamfwm yog le nuav: mej ib leeg yuavtsum hlub ib leeg, ib yaam le kuv hlub mej."},{"bible_id":"1726","chapter_code":"JHN.15","verse_code":"JHN.15.13","label":"13","content":"Tug kws muaj kev hlub luj tshaaj plawg, yog tug kws zoo sab tuag theej nwg cov phoojywg."},{"bible_id":"1726","chapter_code":"JHN.15","verse_code":"JHN.15.14","label":"14","content":"Yog mej ua lawv le kuv has, mej txhaj yog kuv cov phoojywg."},{"bible_id":"1726","chapter_code":"JHN.15","verse_code":"JHN.15.15","label":"15","content":"Nwgnuav kuv tsi hu mej ua tubkhai lawm, rua qhov tug tubkhai tsi paub sov nwg tug tswv ua dlaabtsi. Tabsis kuv hu mej ua phoojywg, rua qhov kuv tub qha txhua yaam kws kuv Txiv qha rua kuv rua mej lawm."},{"bible_id":"1726","chapter_code":"JHN.15","verse_code":"JHN.15.16","label":"16","content":"Tsi yog mej xaiv kuv, tabsis yog kuv xaiv mej hab tsaa mej kuas moog txi cov txiv kws nyob moog ibtxhis. Yog mej tuav kuv lub npe thov yaam twg, leej Txiv yuav pub yaam ntawd rua mej."},{"bible_id":"1726","chapter_code":"JHN.15","verse_code":"JHN.15.17","label":"17","content":"Tej lug kws kuv saamfwm rua mej yog le nuav: mej ib leeg yuavtsum hlub ib leeg."},{"bible_id":"1726","chapter_code":"JHN.15","verse_code":"JHN.15.18","label":"18","content":"“Yog tuabneeg nplajteb ntxub mej, mej yuavtsum ncu ntsoov has tas, puab tub xub ntxub kuv ua ntej lawm."},{"bible_id":"1726","chapter_code":"JHN.15","verse_code":"JHN.15.19","label":"19","content":"Yog mej nyam ua lawv le tuabneeg nplajteb ua, ces tuabneeg nplajteb yuav hlub mej. Tabsis mej tsi nyam ua lawv tuabneeg nplajteb ua, rua qhov kuv tub xaiv mej tawm huv nplajteb nuav lawm; yog le ntawd tuabneeg nplajteb txhaj le ntxub mej."},{"bible_id":"1726","chapter_code":"JHN.15","verse_code":"JHN.15.20","label":"20","content":"Mej yuavtsum ncu ntsoov tej lug kws kuv qha rua mej has tas, ‘Tug tubqhe yeej tsi muaj fwjchim luj dlua nwg tug tswv.’ Yog puab tsimtxom kuv, puab yuav tsimtxom mej hab; yog puab ua lawv le kuv tej lug qha, puab yuav ua lawv le mej tej lug qha hab."},{"bible_id":"1726","chapter_code":"JHN.15","verse_code":"JHN.15.21","label":"21","content":"Puab yuav ua tej nuav rua mej, vim mej yog kuv le, rua qhov puab tsi paub tug kws khaiv kuv lug."},{"bible_id":"1726","chapter_code":"JHN.15","verse_code":"JHN.15.22","label":"22","content":"Yog kuv tsi tau lug qha puab, puab yeej yuav tsi muaj txim; tabsis nwgnuav puab has tsi tau has tas puab tsi muaj txim."},{"bible_id":"1726","chapter_code":"JHN.15","verse_code":"JHN.15.23","label":"23","content":"Tug kws ntxub kuv, tug ntawd yeej ntxub kuv Txiv hab."},{"bible_id":"1726","chapter_code":"JHN.15","verse_code":"JHN.15.24","label":"24","content":"Yog kuv tsi tau lug ua tej num kws tsi tau muaj tuabneeg ua dlua rua puab pum, ces puab yeej tsi muaj txim; tabsis puab tub pum tej kws kuv ua lawm, puab txhaj ntxub kuv hab kuv Txiv."},{"bible_id":"1726","chapter_code":"JHN.15","verse_code":"JHN.15.25","label":"25","content":"Yeej yuav muaj le nuav txhaj lawv le tej lug kws sau tseg rua huv puab txuj kevcai has tas, ‘Kuv tub tsi tau ua txhum los puab ca le ntxub kuv.’"},{"bible_id":"1726","chapter_code":"JHN.15","verse_code":"JHN.15.26","label":"26","content":"“Tug Paab yog Vaaj Ntsujplig, nwg lug qha Vaajtswv zaaj kws yog qhov tseeb hab yog leej Txiv khaiv lug. Kuv yuav kuas leej Txiv khaiv nwg lug, hab nwg yuav qha kuv zaaj rua mej."},{"bible_id":"1726","chapter_code":"JHN.15","verse_code":"JHN.15.27","label":"27","content":"Hab mej yuav qha kuv zaaj, rua qhov mej yeej nrug kuv nyob thaus chivthawj lug lawm."},{"bible_id":"1726","chapter_code":"JHN.16","verse_code":"JHN.16.1","label":"1","content":"“Kuv qha tej nuav rua mej, kuas mej txhaj tsi tso kev ntseeg tseg."},{"bible_id":"1726","chapter_code":"JHN.16","verse_code":"JHN.16.2","label":"2","content":"Puab yuav ntab mej tawm huv tej tsev saablaaj moog, hab tub yuav txug lub sijhawm kws puab coj mej moog tua povtseg, qhov kws puab ua le ntawd, puab xaav has tas yog puab ua Vaajtswv teg num."},{"bible_id":"1726","chapter_code":"JHN.16","verse_code":"JHN.16.3","label":"3","content":"Puab yuav ua le nuav rua mej, rua qhov puab tsi paub leej Txiv hab tsi paub kuv."},{"bible_id":"1726","chapter_code":"JHN.16","verse_code":"JHN.16.4","label":"4","content":"Kuv xub has le nuav qha rua mej, kuas thaus txug lub sijhawm kws puab tsimtxom mej, mej txhaj le yuav ncu txug tej lug kws kuv tub qha rua mej lawm. “Thaus chivthawj kuv tsi tau qha tej nuav rua mej, rua qhov kuv tseem nrug mej nyob."},{"bible_id":"1726","chapter_code":"JHN.16","verse_code":"JHN.16.5","label":"5","content":"Tabsis nwgnuav, kuv yuav moog cuag tug kws khaiv kuv lug, txawm le ntawd los mej tub tsi muaj ib tug nug has tas kuv yuav moog qhov twg."},{"bible_id":"1726","chapter_code":"JHN.16","verse_code":"JHN.16.6","label":"6","content":"Nwgnuav kuv qha tej nuav rua mej, mej yuav nyuaj sab kawg le."},{"bible_id":"1726","chapter_code":"JHN.16","verse_code":"JHN.16.7","label":"7","content":"Tabsis kuv qha tseeb rua mej has tas, qhov kws kuv ncaim mej moog yuav zoo dlua, yog kuv tsi moog, tug paab yuav tsi lug cuag mej. Tabsis yog kuv moog lawm, kuv yuav khaiv nwg lug nrug mej nyob."},{"bible_id":"1726","chapter_code":"JHN.16","verse_code":"JHN.16.8","label":"8","content":"Thaus nwg lug lawm, nwg yuav qha rua tuabneeg nplajteb kuas paub txug kev txhum, kev ncaaj nceeg, hab Vaajtswv txujkev txav txim:"},{"bible_id":"1726","chapter_code":"JHN.16","verse_code":"JHN.16.9","label":"9","content":"qhov kws puab muaj kev txhum, vim puab tsi ntseeg kuv;"},{"bible_id":"1726","chapter_code":"JHN.16","verse_code":"JHN.16.10","label":"10","content":"qhov kws muaj kev ncaaj nceeg, vim kuv yuav moog cuag leej Txiv, hab mej yuav tsi pum kuv lawm;"},{"bible_id":"1726","chapter_code":"JHN.16","verse_code":"JHN.16.11","label":"11","content":"qhov kws muaj kev txav txim, vim tug kws kaav lub nplajteb tub raug txav txim lawm."},{"bible_id":"1726","chapter_code":"JHN.16","verse_code":"JHN.16.12","label":"12","content":"“Tseem tshuav ntau zaaj kws kuv xaav qha rua mej, tabsis ntshai mej yuav ris tsi taug."},{"bible_id":"1726","chapter_code":"JHN.16","verse_code":"JHN.16.13","label":"13","content":"Thaus Vaaj Ntsujplig tug kws qha qhov tseeb lug lawm, nwg yuav qha qhov tseeb rua mej; nwg yuav tsi has lawv le nwg xaav, tabsis nwg tsuas has tej kws nwg tau nov, hab nwg yuav qha tej kws yuav muaj lug yaav tom ntej rua mej."},{"bible_id":"1726","chapter_code":"JHN.16","verse_code":"JHN.16.14","label":"14","content":"Nwg yuav ua rua kuv tau ntsejmuag, rua qhov nwg yuav muab kuv tej lug coj lug qha rua mej."},{"bible_id":"1726","chapter_code":"JHN.16","verse_code":"JHN.16.15","label":"15","content":"Tej kws leej Txiv muaj puavleej yog kuv tug hab. Tub yog vim le nuav, Vaaj Ntsujplig txhaj coj tej kws kuv qha rua nwg lawm lug qha rua mej."},{"bible_id":"1726","chapter_code":"JHN.16","verse_code":"JHN.16.16","label":"16","content":"“Tsi ntev nuav, mej yuav tsi pum kuv lawm, hab tom qaab ntawd tsi ntev, mej yuav rov pum kuv.”"},{"bible_id":"1726","chapter_code":"JHN.16","verse_code":"JHN.16.17","label":"17","content":"Ces Yexus cov thwjtim qee leej sis thaam has tas, “Nwg has rua peb tas, ‘Tsi ntev nuav, mej yuav tsi pum kuv lawm, hab tom qaab ntawd tsi ntev, mej yuav rov pum kuv,’ nwg has le ntawd, yog nwg has le caag? Hab nwg has tas, ‘Rua qhov kuv yuav moog cuag leej Txiv.’"},{"bible_id":"1726","chapter_code":"JHN.16","verse_code":"JHN.16.18","label":"18","content":"Qhov kws nwg has tas, ‘Tsi ntev nuav, yog has le caag?’ Peb tsi paub sov yog nwg has dlaabtsi.”"},{"bible_id":"1726","chapter_code":"JHN.16","verse_code":"JHN.16.19","label":"19","content":"Yexus paub tej kws puab xaav nug nwg, yog le ntawd, Yexus txhaj has rua puab tas, “Puas yog mej sis nug txug qhov kws kuv has tas, ‘Tsi ntev nuav, mej yuav tsi pum kuv lawm, hab tom qaab ntawd tsi ntev, mej yuav rov pum kuv’?"},{"bible_id":"1726","chapter_code":"JHN.16","verse_code":"JHN.16.20","label":"20","content":"Kuv qha tseeb rua mej has tas, mej yuav quaj hab ntxhuv sab, tabsis tuabneeg nplajteb yuav zoo sab kawg le; mej yuav raug kev nyuaj sab, tabsis mej tej kev nyuaj sab ntawd yuav hloov ua kev zoo sab."},{"bible_id":"1726","chapter_code":"JHN.16","verse_code":"JHN.16.21","label":"21","content":"Tug quaspuj kws muaj mivnyuas huv plaab, thaus yuav txug caij yug nwg txhawj kawg le. Tabsis thaus nwg yug tau tug mivnyuas, nwg tsi ncu qaab qhov kws nwg mob plaab lawm, nwg zoo sab heev, rua qhov nwg yug tau ib tug mivnyuas lug rua huv nplajteb nuav."},{"bible_id":"1726","chapter_code":"JHN.16","verse_code":"JHN.16.22","label":"22","content":"Nwgnuav mej muaj kev nyuaj sab ib yaam le ntawd; tabsis kuv yuav rov lug cuag mej dlua, mas mej yuav zoo sab kawg le. Txujkev zoo sab ntawd tsi muaj leejtwg txeeb tau ntawm mej moog le."},{"bible_id":"1726","chapter_code":"JHN.16","verse_code":"JHN.16.23","label":"23","content":"“Thaus txug nub ntawd, mej yuav tsi nug kuv ib lus le lawm. Kuv qha tseeb rua mej has tas, yog mej tuav kuv lub npe thov ib yaam dlaabtsi ntawm leej Txiv,  nwg yeej yuav pub yaam ntawd rua mej."},{"bible_id":"1726","chapter_code":"JHN.16","verse_code":"JHN.16.24","label":"24","content":"Mej ibtxwm tsi tuav kuv lub npe thov ib yaam dlaabtsi lug txug nwgnuav. Mej ca le thov mej txhaj yuav tau, thaus mej tau lawm, mej yuav zoo sab kawg le."},{"bible_id":"1726","chapter_code":"JHN.16","verse_code":"JHN.16.25","label":"25","content":"“Tej kws kuv has rua mej nuav, kuv ua lug pevtxwv has xwb. Tabsis thaus txug lub sijhawm ntawd, kuv yuav tsi ua lug pevtxwv has rua mej lawm, kuv yuav qha leej Txiv zaaj tseeb tseeb rua mej."},{"bible_id":"1726","chapter_code":"JHN.16","verse_code":"JHN.16.26","label":"26","content":"Thaus txug nub ntawd, mej yuav tuav kuv lub npe thov leej Txiv; kuv tsi tau has tas, kuv yuav paab mej thov leej Txiv,"},{"bible_id":"1726","chapter_code":"JHN.16","verse_code":"JHN.16.27","label":"27","content":"Leej Txiv yeej hlub mej, rua qhov mej hlub kuv hab ntseeg has tas kuv yog tug kws Vaajtswv khaiv lug."},{"bible_id":"1726","chapter_code":"JHN.16","verse_code":"JHN.16.28","label":"28","content":"Yeej yog leej Txiv khaiv kuv lug huv nplajteb nuav, nwgnuav kuv taabtom yuav tawm huv lub nplajteb nuav rov moog cuag leej Txiv.”"},{"bible_id":"1726","chapter_code":"JHN.16","verse_code":"JHN.16.29","label":"29","content":"Ces Yexus cov thwjtim has rua Yexus has tas, “Zag nuav koj qha tseeb rua peb tag, koj tsi ua lug pevtxwv qha rua peb lawm."},{"bible_id":"1726","chapter_code":"JHN.16","verse_code":"JHN.16.30","label":"30","content":"Nwgnuav peb paub has tas koj paub ib puas tsaav yaam huv tuabsi, tsi taag ib tug twg yuav nug koj lawm; tej nuav ua rua peb paub has tas, koj yog tug kws Vaajtswv khaiv lug tag.”"},{"bible_id":"1726","chapter_code":"JHN.16","verse_code":"JHN.16.31","label":"31","content":"Yexus teb puab has tas, “Nwgnuav mej ntseeg lawm tag los?"},{"bible_id":"1726","chapter_code":"JHN.16","verse_code":"JHN.16.32","label":"32","content":"Tub yuav txug lub sijhawm, nwgnuav tub txug lub sijhawm ntawd lawm, mej nyag yuav tsiv nyag moog tsev, hab mej yuav tso kuv tseg. Txawm le ntawd los tsi yog kuv tuab leeg nyob xwb, tabsis leej Txiv nrug kuv nyob hab."},{"bible_id":"1726","chapter_code":"JHN.16","verse_code":"JHN.16.33","label":"33","content":"Kuv qha tej nuav rua mej, kuas mej cov kws txuas rua ntawm kuv muaj kev kaaj sab lug. Tuabneeg nplajteb yuav tsimtxom mej. Tabsis mej yuavtsum ua sab tawv; rua qhov kuv tub kovyeej lub nplajteb nuav lawm.”"},{"bible_id":"1726","chapter_code":"JHN.17","verse_code":"JHN.17.1","label":"1","content":"Tom qaab kws Yexus has le ntawd taag, nwg tsaa qhovmuag saib sau ntuj hab has tas, “Txiv, tub txug lub sijhawm lawm; thov koj ua kuas leej Tub tau koob meej, leej Tub txhaj yuav ua rua koj tau koob meej,"},{"bible_id":"1726","chapter_code":"JHN.17","verse_code":"JHN.17.2","label":"2","content":"rua qhov koj tsaa leej Tub ua tug kws muaj fwjchim luj dlua txhua tug tuabneeg, kuas leej Tub txhaj pub tau txujsa ntev dlhawv moog ibtxhis rua txhua tug kws koj muab rua nwg lawm."},{"bible_id":"1726","chapter_code":"JHN.17","verse_code":"JHN.17.3","label":"3","content":"Txujsa ntev dlhawv moog ibtxhis ntawd, yog qhov kws puab paub koj hab paub has tas koj tuab leeg txhaj yog Vaajtswv, hab paub Yexus Khetos tug kws koj khaiv lug."},{"bible_id":"1726","chapter_code":"JHN.17","verse_code":"JHN.17.4","label":"4","content":"Kuv ua rua koj tau koob meej huv nplajteb nuav, teg num kws koj kuas kuv ua, kuv tub ua tav lawm."},{"bible_id":"1726","chapter_code":"JHN.17","verse_code":"JHN.17.5","label":"5","content":"Txiv, nwgnuav kuv nyob ntawm koj lub xubndlag, thov koj ua rua kuv tau koob meej ib yaam le thaus tseem tsi tau tsim lub nplajteb nuav, wb ibtxwm tau koob meej."},{"bible_id":"1726","chapter_code":"JHN.17","verse_code":"JHN.17.6","label":"6","content":"“Kuv tub qha koj rua cov tuabneeg kws koj muab pub rua kuv huv nplajteb nuav txhua tug paub lawm. Puab yog koj tug, hab koj muab puab pub rua kuv, hab puab ua lawv le koj tej lug."},{"bible_id":"1726","chapter_code":"JHN.17","verse_code":"JHN.17.7","label":"7","content":"Nwgnuav puab paub has tas ib puas tsaav yaam kws koj muab rua kuv, puavleej yog koj tug;"},{"bible_id":"1726","chapter_code":"JHN.17","verse_code":"JHN.17.8","label":"8","content":"rua qhov tej lug kws koj has rua kuv, kuv tub qha huv tuabsi rua puab lawm, puab khaws tej lug ntawd ca, puab paub tseeb hab ntseeg has tas yog koj khaiv kuv lug huv nplajteb nuav."},{"bible_id":"1726","chapter_code":"JHN.17","verse_code":"JHN.17.9","label":"9","content":"“Kuv thov koj paab puab; kuv tsi tau thov koj paab tuabneeg nplajteb, tabsis kuv thov koj paab cov tuabneeg kws koj tub muab rua kuv lawm, rua qhov puab yog koj tug."},{"bible_id":"1726","chapter_code":"JHN.17","verse_code":"JHN.17.10","label":"10","content":"Ib puas tsaav yaam kws kuv muaj puavleej yog koj tug, hab ib puas tsaav yaam kws koj muaj puavleej yog kuv tug; hab ib puas tsaav yaam ntawd ua rua kuv tau koob meej."},{"bible_id":"1726","chapter_code":"JHN.17","verse_code":"JHN.17.11","label":"11","content":"Nwgnuav kuv yuav rov qaab lug cuag koj, kuv yuav tsi nyob huv lub nplajteb nuav ntxiv lawm, tabsis puab tseem nyob huv lub nplajteb nuav. Leej Txiv tug kws dlawbhuv! Thov koj tsomkwm puab ntawm koj lub npe kws muaj fwjchim,  kuas puab txhaj yuav koom tau ib lub sab ib yaam le koj hab kuv koom ib lub sab."},{"bible_id":"1726","chapter_code":"JHN.17","verse_code":"JHN.17.12","label":"12","content":"Thaus kws kuv tseem nrug puab nyob, kuv tsomkwm puab ntawm koj lub npe kws muaj fwjchim.  Kuv tsomkwm puab, puab tsi muaj ib tug pluj le, tsuas yog tug kws yeej yuav puamtsuaj, txhaj puamtsuaj xwb, yeej yuav muaj le ntawd kuas tav lawv le tej lug kws tub sau tseg lawm."},{"bible_id":"1726","chapter_code":"JHN.17","verse_code":"JHN.17.13","label":"13","content":"Nwgnuav kuv taabtom yuav rov qaab lug cuag koj, thaus kuv tseem nyob huv nplajteb, kuv has tej lug nuav kuas puab zoo sab ib yaam le kuv zoo sab."},{"bible_id":"1726","chapter_code":"JHN.17","verse_code":"JHN.17.14","label":"14","content":"Kuv tub qha koj tej lug rua puab lawm, tuabneeg nplajteb txhaj ntxub puab, rua qhov puab tsi yog tuabneeg nplajteb le ib yaam le kuv tsi yog tuabneeg nplajteb le."},{"bible_id":"1726","chapter_code":"JHN.17","verse_code":"JHN.17.15","label":"15","content":"Kuv tsi tau thov kuas koj coj puab tawm huv lub nplajteb nuav moog, tabsis kuv thov koj tsomkwm puab kuas puab tsi xob raug dlaab Ntxwgnyoog dlaag ntxag."},{"bible_id":"1726","chapter_code":"JHN.17","verse_code":"JHN.17.16","label":"16","content":"Puab tsi yog tuabneeg nplajteb le, ib yaam le kuv tsi yog tuabneeg nplajteb le."},{"bible_id":"1726","chapter_code":"JHN.17","verse_code":"JHN.17.17","label":"17","content":"Koj txujlug yog lug tseeb; thov muab koj txujlug tseeb ntxuav kuas puab huv."},{"bible_id":"1726","chapter_code":"JHN.17","verse_code":"JHN.17.18","label":"18","content":"Koj khaiv kuv lug rua huv lub nplajteb nuav le caag, kuv khaiv puab moog qha tuabneeg nplajteb ib yaam le ntawd."},{"bible_id":"1726","chapter_code":"JHN.17","verse_code":"JHN.17.19","label":"19","content":"Vim puab, kuv txhaj muab kuv fij rua koj, kuv ua le ntawd, kuas puab txhaj muab puab fij rua koj."},{"bible_id":"1726","chapter_code":"JHN.17","verse_code":"JHN.17.20","label":"20","content":"“Tsi yog kuv thov koj paab cov tuabneeg nuav xwb, tabsis kuv thov koj paab cov tuabneeg kws nov tej lug kws puab qha hab lug ntseeg kuv,"},{"bible_id":"1726","chapter_code":"JHN.17","verse_code":"JHN.17.21","label":"21","content":"kuas puab koom ib lub sab. Txiv, thov ca puab nyob huv wb, ib yaam le koj nyob huv kuv hab kuv nyob huv koj, Thov koj paab kuas puab ua tau ib lub sab, tuabneeg nplajteb txhaj paub has tas koj khaiv kuv lug."},{"bible_id":"1726","chapter_code":"JHN.17","verse_code":"JHN.17.22","label":"22","content":"Kuv ua rua puab tau koob meej ib yaam le koj ua rua kuv tau koob meej, kuv ua le ntawd kuas puab koom tau ib lub sab ib yaam le wb koom tau ib lub sab."},{"bible_id":"1726","chapter_code":"JHN.17","verse_code":"JHN.17.23","label":"23","content":"Kuv nyob huv puab hab koj nyob huv kuv, kuv ua le ntawd kuas puab txhaj koom tau ib lub sab, tuabneeg nplajteb txhaj paub has tas koj khaiv kuv lug, hab paub has tas, koj hlub puab ib yaam le koj hlub kuv."},{"bible_id":"1726","chapter_code":"JHN.17","verse_code":"JHN.17.24","label":"24","content":"“Txiv, kuv nyob qhov twg, kuv xaav kuas cov tuabneeg kws koj muab pub rua kuv lawm, nrug kuv nyob qhov ntawd, puab txhaj yuav pum lub fwjchim kws koj pub rua kuv, rua qhov koj yeej hlub kuv thaus tsi tau tsim lub nplajteb lug lawm."},{"bible_id":"1726","chapter_code":"JHN.17","verse_code":"JHN.17.25","label":"25","content":"“Txiv, koj yog tug kws ncaaj nceeg, tuabneeg nplajteb tsi paub koj, tabsis kuv paub koj; cov tuabneeg nuav puavleej paub has tas koj khaiv kuv lug."},{"bible_id":"1726","chapter_code":"JHN.17","verse_code":"JHN.17.26","label":"26","content":"Kuv qha koj lub npe rua puab paub lawm, hab kuv tseem yuav naj nub qha puab, kuas puab muaj txujkev hlub kws koj hlub kuv nyob huv puab, hab kuv yuav nyob huv puab.”"},{"bible_id":"1726","chapter_code":"JHN.18","verse_code":"JHN.18.1","label":"1","content":"Thaus Yexus thov Vaajtswv taag lawm, Yexus coj nwg cov thwjtim hlaa lub kwj haa Kiloos moog rua saab tid. Qhov ntawd muaj ib lub vaaj, Yexus hab nwg cov thwjtim txawm moog rua huv lub vaaj ntawd."},{"bible_id":"1726","chapter_code":"JHN.18","verse_code":"JHN.18.2","label":"2","content":"Yudas tug kws ntxeev sab rua Yexus yeej paub qhov chaw ntawd hab, rua qhov Yexus tub coj cov thwjtim moog ntau zag huv lub vaaj ntawd lawm."},{"bible_id":"1726","chapter_code":"JHN.18","verse_code":"JHN.18.3","label":"3","content":"Yog le ntawd, Yudas txhaj coj ib paab tubrog Loos hab cov kws zuv lub Tuamtsev qee leej kws cov thawj ntawm cov povthawj hab cov Falixais tso tuaj rua huv lub vaaj; puab nqaa ntaaj, taws teeb, hab taws tsau cig laam lug tuaj."},{"bible_id":"1726","chapter_code":"JHN.18","verse_code":"JHN.18.4","label":"4","content":"Yexus yeej paub tej xwm kws nwg yuav raug, nwg txaav zog moog nug puab has tas, “Mej tuaj nrhav leejtwg?”"},{"bible_id":"1726","chapter_code":"JHN.18","verse_code":"JHN.18.5","label":"5","content":"Puab teb has tas, “Peb tuaj nrhav Yexus tug kws yog tuabneeg Naxales.” Yexus teb has puab tas, “Nwg yog kuv ntaag.” Yudas tug kws ntxeev sab rua Yexus, nwg nrug puab sawv ua ke ntawd hab."},{"bible_id":"1726","chapter_code":"JHN.18","verse_code":"JHN.18.6","label":"6","content":"Thaus Yexus has rua puab tas, “Nwg yog kuv ntaag,” puab thaub ncho rov qaab hab qaug pawg lug rua huv aav."},{"bible_id":"1726","chapter_code":"JHN.18","verse_code":"JHN.18.7","label":"7","content":"Yexus rov qaab nug puab has tas, “Mej tuaj nrhav leejtwg?” Puab teb has tas, “Peb tuaj nrhav Yexus tug kws yog tuabneeg Naxales.”"},{"bible_id":"1726","chapter_code":"JHN.18","verse_code":"JHN.18.8","label":"8","content":"Yexus has rua puab has tas, “Kuv tub qha rua mej has tas, nwg yog kuv ntaag, yog mej tuaj nrhav kuv tag, mej ca le tso cov tuabneeg nuav moog.”"},{"bible_id":"1726","chapter_code":"JHN.18","verse_code":"JHN.18.9","label":"9","content":"(Yexus has le nuav kuas tav lawv le tej lug kws Yexus has tas, “Txiv, cov tuabneeg kws koj muab rua kuv lawm, tsi muaj ib tug pluj le.”)"},{"bible_id":"1726","chapter_code":"JHN.18","verse_code":"JHN.18.10","label":"10","content":"Ximoos Petus nqaa ib raab ntaaj, nwg rhu hlo nwg raab ntaaj tuab ntaag rua tug Povthawj Hlub ib tug qhev saab nploojntseg xis tu nrho. Tug qhev ntawd hu ua Malekhus."},{"bible_id":"1726","chapter_code":"JHN.18","verse_code":"JHN.18.11","label":"11","content":"Yexus has rua Petus has tas, “Koj ca le muab koj raab ntaaj ntxig rov rua huv naab. Koj xaav has tas kuv yuav tsi haus lub khob kws kuv Txiv muab rua kuv haus nua los?”"},{"bible_id":"1726","chapter_code":"JHN.18","verse_code":"JHN.18.12","label":"12","content":"Cov tuabneeg Loos tug thawj tubrog hab nwg cov tubrog hab cov Yudais cov tub ceevxwm txawm nteg Yexus hab muab nwg khi."},{"bible_id":"1726","chapter_code":"JHN.18","verse_code":"JHN.18.13","label":"13","content":"Puab xub coj Yexus moog cuag Anas kws yog Kaiyafas yawmtxiv, xyoo ntawd Kaiyafas yog tug Povthawj Hlub."},{"bible_id":"1726","chapter_code":"JHN.18","verse_code":"JHN.18.14","label":"14","content":"Kaiyafas yog tug kws has rua cov Yudais tej numtswv has tas, ca ib tug tuag zoo dlua ca suavdlawg tuag."},{"bible_id":"1726","chapter_code":"JHN.18","verse_code":"JHN.18.15","label":"15","content":"Ximoos Petus hab muaj dlua ib tug thwjtim lawv Yexus qaab moog. Tug Povthawj Hlub paub tug thwjtim ntawd, tug thwjtim ntawd lawv Yexus moog rua ntawm lub tshaav puam huv tug Povthawj Hlub lub tsev,"},{"bible_id":"1726","chapter_code":"JHN.18","verse_code":"JHN.18.16","label":"16","content":"Petus sawv saab roojvaag nrau. Tug thwjtim kws tug Povthawj Hlub paub, nwg tawm tuaj has rua tug ntxhais qhev kws nyob ntawm roojvaag kuas coj Petus lug rua huv tsev."},{"bible_id":"1726","chapter_code":"JHN.18","verse_code":"JHN.18.17","label":"17","content":"Tug ntxhais qhev kws nyob ntawm roojvaag has rua Petus has tas, “Koj yog tug txivneej kws raug nteg ntawd ib tug thwjtim los sav?” Petus teb has tas, “Kuv tsi yog.”"},{"bible_id":"1726","chapter_code":"JHN.18","verse_code":"JHN.18.18","label":"18","content":"Mo ntawd no heev, cov tubkhai hab cov tub ceevxwm rauv tau ib cub thee, hab suavdlawg sawv puagncig nte. Petus txawm moog nrug puab nte hab."},{"bible_id":"1726","chapter_code":"JHN.18","verse_code":"JHN.18.19","label":"19","content":"Tug Povthawj Hlub nug Yexus txug Yexus cov thwjtim hab Yexus tej lug qhuab qha."},{"bible_id":"1726","chapter_code":"JHN.18","verse_code":"JHN.18.20","label":"20","content":"Yexus teb has tas, “Kuv taabmeeg qha rua tuabneeg suavdlawg; kuv yeej ibtxwm qha huv tej tsev saablaaj hab huv lub Tuamtsev, cov Yudais yeej naj zag tuaj noog kuv qha. Kuv yeej tsi tau has ib zaaj nraim nkoog qhov twg le."},{"bible_id":"1726","chapter_code":"JHN.18","verse_code":"JHN.18.21","label":"21","content":"Koj tseem yuav nug kuv ua dlaabtsi? Koj ca le nug cov tuabneeg kws nov kuv qha saib kuv has le caag rua puab; puab yeej paub tej kws kuv qha huv tuabsi.”"},{"bible_id":"1726","chapter_code":"JHN.18","verse_code":"JHN.18.22","label":"22","content":"Thaus Yexus taabtom has le ntawd, muaj ib tug tub ceevxwm nyob ze ntawd, txawm ca le tuab tawg ncuav rua Yexus ntsejmuag hab has tas, “Koj teb tug Povthawj Hlub le ko los!”"},{"bible_id":"1726","chapter_code":"JHN.18","verse_code":"JHN.18.23","label":"23","content":"Yexus teb has tas, “Yog kuv has txhum, koj ca le qha kuv qhov txhum rua suavdlawg paub. Tabsis yog kuv has tseeb, ua caag koj laam ntaus kuv ua dlaabtsi?”"},{"bible_id":"1726","chapter_code":"JHN.18","verse_code":"JHN.18.24","label":"24","content":"Ces Anas txhaj xaa Yexus moog rua Kaiyafas kws yog tug Povthawj Hlub, thaus ntawd puab tseem khi rawv Yexus."},{"bible_id":"1726","chapter_code":"JHN.18","verse_code":"JHN.18.25","label":"25","content":"Thaus Ximoos Petus tseem sawv nte tawg, cov tuabneeg kws nyob ntawd has rua Petus has tas, “Koj yog tug txivneej kws raug nteg ntawd ib tug thwjtim los tsi yog?” Tabsis Petus tsi leeg le, Petus has tas, “Kuv tsi yog.”"},{"bible_id":"1726","chapter_code":"JHN.18","verse_code":"JHN.18.26","label":"26","content":"Tug Povthawj Hlub ib tug qhev kws yog tug txivneej kws Petus txav ib saab nploojntseg tu ntawd ib tug kwvtij txawm nug Petus has tas, “Puas yog kuv tub pum koj nrug tug txivneej ntawd nyob huv vaaj?”"},{"bible_id":"1726","chapter_code":"JHN.18","verse_code":"JHN.18.27","label":"27","content":"Petus rov qaab has tas, “Tsi yog kuv.” Taamsim ntawd qab txawm qua."},{"bible_id":"1726","chapter_code":"JHN.18","verse_code":"JHN.18.28","label":"28","content":"Thaus kaaj ntug txoog, puab coj Yexus tawm huv Kaiyafas tsev moog rua ntawm Philaj lub loog. Cov Yudais tej numtswv tsi kaam moog huv lub loog, rua qhov puab tsi xaav ua kuas puab tsi huv, puab txhaj noj tau rooj mov kws ua Kevcai Hlaa Dlhau."},{"bible_id":"1726","chapter_code":"JHN.18","verse_code":"JHN.18.29","label":"29","content":"Yog le ntawd, Philaj txhaj tawm moog nug puab has tas, “Tug txivneej nuav ua txhum dlaabtsi, mej txhaj coj nwg tuaj cuag kuv?”"},{"bible_id":"1726","chapter_code":"JHN.18","verse_code":"JHN.18.30","label":"30","content":"Puab teb has tas, “Yog nwg tsi tau ua txhum, peb yeej tsi coj nwg tuaj cuag koj.”"},{"bible_id":"1726","chapter_code":"JHN.18","verse_code":"JHN.18.31","label":"31","content":"Philaj has rua puab tas, “Mej ca le coj nwg moog hab taug nwg zaaj lawv le mej txuj kevcai.” Cov Yudais teb has tas, “Peb tsi muaj cai muab leejtwg tua povtseg.”"},{"bible_id":"1726","chapter_code":"JHN.18","verse_code":"JHN.18.32","label":"32","content":"(Qhov nuav muaj lawv le tej lug kws Yexus tub qha ua ntej lawm has tas nwg yuav tuag le caag.)"},{"bible_id":"1726","chapter_code":"JHN.18","verse_code":"JHN.18.33","label":"33","content":"Philaj rov qaab moog rua huv loog hab hu Yexus lug cuag nwg. Philaj nug Yexus has tas, “Koj yog cov Yudais tug vaajntxwv los?”"},{"bible_id":"1726","chapter_code":"JHN.18","verse_code":"JHN.18.34","label":"34","content":"Yexus teb has tas, “Koj nug kuv lawv le koj paub lossis yog lwm tug qha kuv zaaj rua koj xwb?.”"},{"bible_id":"1726","chapter_code":"JHN.18","verse_code":"JHN.18.35","label":"35","content":"Philaj teb has tas, “Koj xaav has tas kuv yog tuabneeg Yudais nua los? Tub yog koj tsaav tuabneeg hab cov thawj ntawm cov povthawj nteg koj tuaj rua kuv xwb. Koj ua txhum dlaabtsi?”"},{"bible_id":"1726","chapter_code":"JHN.18","verse_code":"JHN.18.36","label":"36","content":"Yexus teb has tas, “Kuv lub tebchaws tsi yog lub nplajteb nuav. Yog kuv lub tebchaws yog lub nplajteb nuav, kuv cov thwjtim yeej yuav tawmtsaam kuas yeej, tsi pub leejtwg nteg tau kuv coj moog rua cov Yudais tej numtswv. Tabsis kuv lub tebchaws tsi yog lub nplajteb nuav.”"},{"bible_id":"1726","chapter_code":"JHN.18","verse_code":"JHN.18.37","label":"37","content":"Philaj nug Yexus has tas, “Yog le ntawd, koj yog ib tug vaajntxwv los?” Yexus teb has tas, “Koj yog tug kws hu kuv ua vaajntxwv. Tub yog vim le nuav, kuv txhaj lug yug rua huv lub nplajteb nuav hab qha qhov tseeb. Txhua tug kws nyam qhov tseeb yeej noog kuv lug.”"},{"bible_id":"1726","chapter_code":"JHN.18","verse_code":"JHN.18.38","label":"38","content":"Philaj nug Yexus has tas, “Qhov tseeb yog dlaabtsi?” Thaus Philaj has le ntawd taag, Philaj tawm rov moog cuag cov Yudais rua saab nrau hab has rua puab tas, “Kuv pum has tas, nwg tsi tau ua ib qhov txhum kws txaus txav txim tau rua nwg le."},{"bible_id":"1726","chapter_code":"JHN.18","verse_code":"JHN.18.39","label":"39","content":"Tabsis lawv le mej txuj kevcai, txhua zag kws mej ua Kevcai Hlaa Dlhau kuv tso ib tug tuabneeg raug txim rua mej, thaus lub caij kws mej ua Kevcai Hlaa Dlhau. Mej puas xaav kuas kuv tso cov Yudais tug Vaajntxwv?”"},{"bible_id":"1726","chapter_code":"JHN.18","verse_code":"JHN.18.40","label":"40","content":"Puab txawm has nrov nrov rua Philaj has tas, “Tsi xob tso tug txivneej ntawd, koj ca le tso Npalanpas xwb.” (Npalanpas yog ib tug tuabneeg ntxeev num ntxeev tswv.)"},{"bible_id":"1726","chapter_code":"JHN.19","verse_code":"JHN.19.1","label":"1","content":"Tom qaab ntawd Philaj txawm muab Yexus rua cov tubrog nplawm."},{"bible_id":"1726","chapter_code":"JHN.19","verse_code":"JHN.19.2","label":"2","content":"Cov tubrog muab maab xuavpaug ua kauj looj Yexus taubhau; hab puab muab ib lub tsho ntev tsaamxem lab khu rua Yexus naav."},{"bible_id":"1726","chapter_code":"JHN.19","verse_code":"JHN.19.3","label":"3","content":"Puab has rua Yexus has tas, “Cov Yudais tug vaajntxwv, koj yuav muaj sa nyob ntev!” Hab puab xuas tawg ncuav rua Yexus ntsejmuag."},{"bible_id":"1726","chapter_code":"JHN.19","verse_code":"JHN.19.4","label":"4","content":"Philaj rov tawm tuaj has rua puab has tas, “Mej saib, kuv yuav coj nwg tuaj rua mej, kuas mej paub has tas, kuv tsi pum nwg ua ib qhov txhum kws txaus txav txim rua nwg le.”"},{"bible_id":"1726","chapter_code":"JHN.19","verse_code":"JHN.19.5","label":"5","content":"Thaus Yexus tawm lug, nwg ntoo rawv lub kauj maab xuavpaug hab naav lub tsho ntev tsaamxem lab. Philaj has rua puab tas, “Mej saib! Tug txivneej ntawd nyob ntawm nuav.”"},{"bible_id":"1726","chapter_code":"JHN.19","verse_code":"JHN.19.6","label":"6","content":"Thaus cov thawj ntawm cov povthawj hab cov tub ceevxwm kws zuv lub Tuamtsev pum Yexus, puab has nrov nrov has tas, “Muab nwg ntsa rua sau ntoo khaublig! Muab nwg ntsa rua sau ntoo khaublig!” Philaj has rua puab tas, “Mej ca le coj nwg moog hab muab nwg ntsa rua sau ntoo khaublig. Kuv yeej tsi pum nwg ua ib qho txhum kws txaus txav txim rua nwg le.”"},{"bible_id":"1726","chapter_code":"JHN.19","verse_code":"JHN.19.7","label":"7","content":"Cov Yudais teb Philaj has tas, “Peb muaj ib txuj kevcai, lawv le txuj kevcai ntawd has mas tsimnyog muab nwg tua povtseg, rua qhov nwg khaav has tas nwg yog Vaajtswv tug Tub.”"},{"bible_id":"1726","chapter_code":"JHN.19","verse_code":"JHN.19.8","label":"8","content":"Thaus Philaj nov puab has le ntawd, ua rua Philaj hajyam ntshai heev."},{"bible_id":"1726","chapter_code":"JHN.19","verse_code":"JHN.19.9","label":"9","content":"Philaj rov moog huv nwg lub loog hab nug Yexus has tas, “Koj nyob qhov twg tuaj?” Tabsis Yexus tsi teb Philaj ib lus le."},{"bible_id":"1726","chapter_code":"JHN.19","verse_code":"JHN.19.10","label":"10","content":"Philaj has rua Yexus has tas, “Koj txawm tsi teb kuv le los? Koj tsi paub has tas kuv muaj cai tso tau koj, hab muaj cai muab koj ntsa rua sau ntoo khaublig nua los?”"},{"bible_id":"1726","chapter_code":"JHN.19","verse_code":"JHN.19.11","label":"11","content":"Yexus teb has tas, “Koj yeej tsi muaj fwjchim luj dlua kuv, tsuas yog Vaajtswv pub fwjchim rua koj xwb; tug kws nteg kuv coj tuaj rua koj, tug ntawd ua txhum luj kawg le.”"},{"bible_id":"1726","chapter_code":"JHN.19","verse_code":"JHN.19.12","label":"12","content":"Thaus Philaj nov Yexus has le ntawd, nwg xaav muab Yexus tso. Tabsis cov Yudais has nrov nrov tas, “Yog koj muab nwg tso, mas koj yeej tsi yog Xixas tug phoojywg le. Tug kws khaav has tas nwg yog vaajntxwv, tug ntawd yog Xixas tug yeebncuab.”"},{"bible_id":"1726","chapter_code":"JHN.19","verse_code":"JHN.19.13","label":"13","content":"Thaus Philaj nov le ntawd, Philaj txawm coj Yexus tawm lug rua saab nrau hab Philaj nyob sau lub rooj txav txim, qhov chaw kws hu ua “Pua Pobzeb.” (Lug Henplais hu ua “Nkanpathas.”)"},{"bible_id":"1726","chapter_code":"JHN.19","verse_code":"JHN.19.14","label":"14","content":"Thaus ntawd yuav laug taav su, nub ntawd yog nub kws npaaj ua Kevcai Hlaa Dlhau. Philaj has rua cov Yudais has tas, “Mej tug vaajntxwv nyob ntawm nuav.”"},{"bible_id":"1726","chapter_code":"JHN.19","verse_code":"JHN.19.15","label":"15","content":"Puab has nrov nrov has tas, “Muab nwg tua povtseg! Muab nwg tua povtseg! Muab nwg ntsa rua sau ntoo khaublig!” Philaj txhaj nug puab has tas, “Mej xaav kuas kuv muab mej tug vaajntxwv ntsa rua sau ntoo khaublig los?” Cov thawj ntawm cov povthawj teb has tas, “Peb muaj tuab tug vaajntxwv xwb, tug ntawd yog Xixas.”"},{"bible_id":"1726","chapter_code":"JHN.19","verse_code":"JHN.19.16","label":"16","content":"Ces Philaj txawm muab Yexus rua cov Yudais coj moog ntsa rua sau ntoo khaublig. Yog le ntawd, puab txhaj coj Yexus tawm moog;"},{"bible_id":"1726","chapter_code":"JHN.19","verse_code":"JHN.19.17","label":"17","content":"hab muab Yexus tug ntoo khaublig rua Yexus kwv, puab coj Yexus moog txug ntawm qhov chaw kws hu ua “Pobtxhaa Taubhau.” (Lug Henplais hu ua “Khaulakhauthas.”)"},{"bible_id":"1726","chapter_code":"JHN.19","verse_code":"JHN.19.18","label":"18","content":"Nyob qhov ntawd, puab muab Yexus ntsa rua sau ntoo khaublig hab puab coj tau ob tug txivneej tuaj ntsa rua sau ntoo khaublig, hab muab ib tug txhus rua ib saab, muab Yexus txhus rua huv nruab nraab."},{"bible_id":"1726","chapter_code":"JHN.19","verse_code":"JHN.19.19","label":"19","content":"Philaj sau ib dlaim ntawv ntsa rua sau Yexus tug ntoo khaublig. Cov lug ntawd nyeem has le nuav: “Yexus kws yog tuabneeg Naxales, yog cov Yudais tug Vaajntxwv.”"},{"bible_id":"1726","chapter_code":"JHN.19","verse_code":"JHN.19.20","label":"20","content":"Muaj tuabneeg coob leej nyeem dlaim ntawv ntawd, rua qhov thaaj chaw kws muab Yexus ntsa rua sau ntoo khaublig nyob tsi dleb ntawm lub nroog. Cov ntawv ntawd sau ua lug Henplais, lug Latees, hab lug Kilis."},{"bible_id":"1726","chapter_code":"JHN.19","verse_code":"JHN.19.21","label":"21","content":"Cov thawj ntawm cov povthawj has rua Philaj has tas, “Koj tsi xob sau has tas, ‘Cov Yudais tug Vaajntxwv,’ tabsis sau has tas, tug txivneej nuav has tas, ‘Kuv yog cov Yudais tug Vaajntxwv.’ ”"},{"bible_id":"1726","chapter_code":"JHN.19","verse_code":"JHN.19.22","label":"22","content":"Philaj teb has tas, “Kuv sau le caag, yuav le ntawd.”"},{"bible_id":"1726","chapter_code":"JHN.19","verse_code":"JHN.19.23","label":"23","content":"Tom qaab kws cov tubrog muab Yexus ntsa rua sau ntoo khaublig lawm, puab muab Yexus tej rig tsho faib ua plaub co, ib leeg yuav ib co. Puab tseem muab Yexus lub tsho ntev lawm hab, lub tsho ntev ntawd ntus thoob plawg tsi muaj kaab lejleeg le."},{"bible_id":"1726","chapter_code":"JHN.19","verse_code":"JHN.19.24","label":"24","content":"Cov tubrog sis thaam has tas, “Peb tsi xob muab lub tsho nuav dlua, tabsis ca peb muab twv saib leejtwg tau lub tsho ntawd xwb.” Tej kws puab ua nuav, muaj tav lawv le Vaajtswv txujlug kws has tas: “Puab muab kuv tej rig tsho sis faib, hab muab kuv lub tsho ntev twv saib leejtwg tau.” Tub yog vim le nuav cov tubrog txhaj ua le ntawd."},{"bible_id":"1726","chapter_code":"JHN.19","verse_code":"JHN.19.25","label":"25","content":"Thaus ntawd Yexus nam, Yexus nam tug nam hluas, Malis kws yog Kelaupas tug quaspuj, hab Malis Madalas, puab sawv ze ntawm Yexus tug ntoo khaublig."},{"bible_id":"1726","chapter_code":"JHN.19","verse_code":"JHN.19.26","label":"26","content":"Yexus pum nwg nam hab tug thwjtim kws nwg hlub heev sawv ua ke ntawd, Yexus has rua nwg nam has tas, “Nam, tug kws nrug koj sawv ntawm ko, yog koj tug tub.”"},{"bible_id":"1726","chapter_code":"JHN.19","verse_code":"JHN.19.27","label":"27","content":"Yexus has rua tug thwjtim ntawd has tas, “Tug kws nrug koj sawv ntawd ko, yog koj nam.” Txij thaus ntawd lug, tug thwjtim ntawd txawm coj Yexus nam moog nrug nwg nyob lawm."},{"bible_id":"1726","chapter_code":"JHN.19","verse_code":"JHN.19.28","label":"28","content":"Tom qaab ntawd, Yexus paub has tas txhua yaam tav taag lawm, nwg has tas, “Kuv nqhes dlej,” (Nwg has le ntawd kuas muaj tav lawv le Vaajtswv txujlug)."},{"bible_id":"1726","chapter_code":"JHN.19","verse_code":"JHN.19.29","label":"29","content":"Nyob qhov ntawd muaj ib taig kua txiv maab qaub, puab muab ib lub taub ntxuav yag chob rua ntawm ib tug paas hixauv raus cov kua txiv maab qaub ntawd, hab cev moog rua ntawm Yexus qhovncauj."},{"bible_id":"1726","chapter_code":"JHN.19","verse_code":"JHN.19.30","label":"30","content":"Yexus haus cov kua txiv maab qaub ntawd, hab Yexus has tas, “Tav lawm lauj!” Ces Yexus txawm nyo hau ntshis hab tu sav nrho taamsim ntawd."},{"bible_id":"1726","chapter_code":"JHN.19","verse_code":"JHN.19.31","label":"31","content":"Cov Yudais tej numtswv moog thov Philaj tso cai rua puab muab cov tuabneeg kws ntsa sau ntoo khaublig ntawd tsoo kuas luv ceg hab muab puab txu sau ntoo khaublig lug. Puab ua le nuav rua qhov nub ntawd yog nub Npaaj ua kevcai, cov Yudais tsi xaav ca cov tuabneeg tuag ntawd nyob sau ntoo khaublig nub Xanpataus, rua qhov nub Xanpataus yog nub kws tseemceeb heev."},{"bible_id":"1726","chapter_code":"JHN.19","verse_code":"JHN.19.32","label":"32","content":"Cov tubrog txawm moog muab ob tug kws puab muab ntsa rua sau ntoo khaublig ib yaam le Yexus tsoo kuas luv ceg, puab xub tsoo ib tug ua ntej, puab maam le tsoo ib tug tom qaab."},{"bible_id":"1726","chapter_code":"JHN.19","verse_code":"JHN.19.33","label":"33","content":"Tabsis thaus puab moog txug ntawm Yexus, puab pum has tas Yexus tub tuag lawm, puab txhaj tsi tsoo Yexus ob txhais ceg."},{"bible_id":"1726","chapter_code":"JHN.19","verse_code":"JHN.19.34","label":"34","content":"Txawm le ntawd los tseem muaj ib tug tubrog muab nwg raab muv nkaug Yexus saab taav to ntshua, taamsim ntawd ntshaav hab dlej lug si quas laim."},{"bible_id":"1726","chapter_code":"JHN.19","verse_code":"JHN.19.35","label":"35","content":"(Tug kws pum zaaj nuav, nwg ua timkhawv qha rua suavdlawg  has tas yeej muaj tseeb, hab nwg paub has tas nwg has tseeb xwb, mej txhaj yuav ntseeg zaaj ntawd.)"},{"bible_id":"1726","chapter_code":"JHN.19","verse_code":"JHN.19.36","label":"36","content":"Qhov nuav muaj lawv le Vaajtswv txujlug kws has tas, “Nwg tej txhaa yeej tsi muaj ib yaag yuav luv le.”"},{"bible_id":"1726","chapter_code":"JHN.19","verse_code":"JHN.19.37","label":"37","content":"Hab Vaajtswv txujlug muaj dlua ib nqai has tas, “Yuav muaj tuabneeg saib ntsoov tug kws puab xuas muv nkaug.”"},{"bible_id":"1726","chapter_code":"JHN.19","verse_code":"JHN.19.38","label":"38","content":"Tom qaab ntawd, Yauxej kws nyob peg lub nroog Alimathas tuaj, nwg moog thov Philaj ca nwg muab Yexus lub cev txu. (Yauxej yog Yexus ib tug thwjtim hab, tabsis nwg tsi qha rua leejtwg paub, rua qhov nwg ntshai cov Yudais.) Philaj tso cai rua Yauxej; yog le ntawd, Yauxej txhaj moog muab Yexus lub cev txu coj moog log."},{"bible_id":"1726","chapter_code":"JHN.19","verse_code":"JHN.19.39","label":"39","content":"Nikaudemaus tug kws tub moog cuag Yexus ib zag thaus tsaus ntuj nrug Yauxej moog, nwg nqaa ib co roj ntoos tsw qaab tov cov tshuaj tsw qaab kws hu ua alau-es kwvlaam le peb caug tawm choj."},{"bible_id":"1726","chapter_code":"JHN.19","verse_code":"JHN.19.40","label":"40","content":"Obtug muab Yexus lub cev txu lug, muab cov tshuaj tsw qaab pleev hab muab ntaub maag qhwv Yexus lub cev lawv le cov Yudais txuj kevcai log tuag kws puab ibtxwm ua."},{"bible_id":"1726","chapter_code":"JHN.19","verse_code":"JHN.19.41","label":"41","content":"Muaj ib lub vaaj nyob ntawm qhov chaw kws puab muab Yexus ntsa rua sau ntoo khaublig, nyob huv lub vaaj ntawd muaj ib lub qhov ntxaa tshab kws tseem tsi tau muaj leejtwg muab tuabneeg tuag log rua huv le."},{"bible_id":"1726","chapter_code":"JHN.19","verse_code":"JHN.19.42","label":"42","content":"Rua qhov nub ntawd yog nub kws cov Yudais Npaaj ua kevcai hab puab txhaj coj Yexus lub cev moog tso rua huv lub qhov ntxaa kws nyob ze ntawd."},{"bible_id":"1726","chapter_code":"JHN.20","verse_code":"JHN.20.1","label":"1","content":"Nubkaaj thaus sawv ntxuv kaaj ntug txoog, Malis Madalas moog txug ntawm lub ntxaa hab nwg pum dlaim txag zeb kws npug lub rooj ntxaas tub dlov rua ib saab lawm."},{"bible_id":"1726","chapter_code":"JHN.20","verse_code":"JHN.20.2","label":"2","content":"Malis txawm dlha rov qaab lug cuag Ximoos Petus hab tug thwjtim kws Yexus hlub, hab nwg has rua obtug tas, “Puab tub muab tug Tswv nqaa tawm huv qhov ntxaa lawm, peb tsi paub sov puab coj nwg moog tso rua qhov twg lawm.”"},{"bible_id":"1726","chapter_code":"JHN.20","verse_code":"JHN.20.3","label":"3","content":"Petus hab tug thwjtim ntawd txawm moog rua tom lub ntxaa."},{"bible_id":"1726","chapter_code":"JHN.20","verse_code":"JHN.20.4","label":"4","content":"Obtug sis tw dlha moog, tabsis tug thwjtim ntawd dlha ceev dlua Petus, nwg txhaj xub moog txug ntawm lub ntxaa."},{"bible_id":"1726","chapter_code":"JHN.20","verse_code":"JHN.20.5","label":"5","content":"Nwg nyo ntshis moog xauj huv lub ntxaa, nwg pum dlaim ntaub maag kws qhwv Yexus hle ua ib pawg rua huv, tabsis nwg tsi nkaag moog rua huv."},{"bible_id":"1726","chapter_code":"JHN.20","verse_code":"JHN.20.6","label":"6","content":"Thaus Ximoos Petus moog txug, nwg txawm nkaag plawg moog saib huv lub qhov ntxaa. Nwg pum dlaim ntaub maag kws qhwv Yexus hle ua ib pawg rua huv,"},{"bible_id":"1726","chapter_code":"JHN.20","verse_code":"JHN.20.7","label":"7","content":"hab nwg pum dlaim ntaub kws qhwv Yexus taubhau tais tso rua ib caag, tsi nyob nrug dlaim ntaub maag kws qhwv Yexus lub cev."},{"bible_id":"1726","chapter_code":"JHN.20","verse_code":"JHN.20.8","label":"8","content":"Tug thwjtim kws xub moog txug ntawm lub ntxaa maam le moog rua huv, nwg tau pum tej ntawd hab ntseeg."},{"bible_id":"1726","chapter_code":"JHN.20","verse_code":"JHN.20.9","label":"9","content":"(Obtug tseem tsi tau totaub Vaajtswv txujlug kws has tas, nwg yuav sawv huv qhov tuag rov qaab lug.)"},{"bible_id":"1726","chapter_code":"JHN.20","verse_code":"JHN.20.10","label":"10","content":"Tom qaab ntawd, obtug rov qaab lug tsev lawm."},{"bible_id":"1726","chapter_code":"JHN.20","verse_code":"JHN.20.11","label":"11","content":"Tabsis Malis tseem sawv ntawm lub qhov ntxaa saab nrau quaj. Thaus nwg tseem quaj quaj ntawd, nwg nyo ntshis xauj huv lub qhov ntxaa;"},{"bible_id":"1726","chapter_code":"JHN.20","verse_code":"JHN.20.12","label":"12","content":"nwg pum ob tug timtswv ceebtsheej naav rig tsho dlawb paug nyob ntawm qhov chaw kws tso Yexus lub cev rua, ib tug nyob peg taubhau hab ib tug nyob nraag kutaw."},{"bible_id":"1726","chapter_code":"JHN.20","verse_code":"JHN.20.13","label":"13","content":"Obtug nug Malis has tas, “Mivntxhais, ua le caag koj quaj?” Malis teb obtug has tas, “Sov puab coj kuv tug Tswv moog tso rua qhov twg lawm, kuv tsi paub le.”"},{"bible_id":"1726","chapter_code":"JHN.20","verse_code":"JHN.20.14","label":"14","content":"Thaus Malis has le ntawd taag, nwg tig hlo lug pum Yexus sawv ntawm nwg ib saab, tabsis nwg tsi paub has tas yog Yexus."},{"bible_id":"1726","chapter_code":"JHN.20","verse_code":"JHN.20.15","label":"15","content":"Yexus nug Malis has tas, “Mivntxhais, ua le caag koj quaj?” Malis xaav has tas Yexus yog tug txivneej kws tu lub vaaj ntawd, nwg txhaj nug has tas, “Tug tswv, yog koj muab nwg moog tso rua qhov twg lawm, thov koj qha rua kuv, kuv yuav moog nqaa nwg rov qaab lug.”"},{"bible_id":"1726","chapter_code":"JHN.20","verse_code":"JHN.20.16","label":"16","content":"Yexus has rua Malis has tas, “Malis!” Malis tig hlo moog saib Yexus, hab ua lug Henplais has rua Yexus has tas, “Lanpaunis!” (Lu lug nuav txhais has tas, “Xwbfwb.”)"},{"bible_id":"1726","chapter_code":"JHN.20","verse_code":"JHN.20.17","label":"17","content":"Yexus has rua Malis has tas, “Koj tsi xob tuav kuv, rua qhov kuv tseem tsi tau rov moog cuag kuv Txiv. Koj ca le moog has rua kuv cov kwvtij has tas, kuv yuav rov moog cuag tug kws yog kuv Txiv hab mej Txiv, nwg yog kuv tug Vaajtswv hab mej tug Vaajtswv.”"},{"bible_id":"1726","chapter_code":"JHN.20","verse_code":"JHN.20.18","label":"18","content":"Yog le ntawd, Malis Madalas txhaj rov qaab moog qha rua cov thwjtim has tas, “Kuv tub pum tug Tswv lawm”; hab Malis qha Yexus tej lug rua puab."},{"bible_id":"1726","chapter_code":"JHN.20","verse_code":"JHN.20.19","label":"19","content":"Nubkaaj thaus tsaus ntuj, cov thwjtim sis sau ua ke rua huv ib lub tsev hab laag qhovrooj huv tuabsi, rua qhov puab ntshai cov Yudais tej numtswv. Thaus ntawd, Yexus lug sawv nruab nraab huv puab, Yexus has rua puab tas, “Mej ca le muaj kev kaaj sab.”"},{"bible_id":"1726","chapter_code":"JHN.20","verse_code":"JHN.20.20","label":"20","content":"Thaus Yexus has le ntawd taag, nwg cev nwg ob txhais teg hab thws nwg saab taav rua puab saib. Cov thwjtim zoo sab heev, rua qhov puab pum tug Tswv lawm."},{"bible_id":"1726","chapter_code":"JHN.20","verse_code":"JHN.20.21","label":"21","content":"Yexus rov has rua puab dlua has tas, “Mej ca le muaj kev kaaj sab. Leej Txiv khaiv kuv lug le caag, kuv yuav khaiv mej moog ib yaam nkaus le ntawd.”"},{"bible_id":"1726","chapter_code":"JHN.20","verse_code":"JHN.20.22","label":"22","content":"Thaus Yexus has le ntawd taag, nwg txawm tshuab paa rua puab hab has tas, “Mej ca le txais yuav Vaaj Ntsujplig tug Dlawbhuv."},{"bible_id":"1726","chapter_code":"JHN.20","verse_code":"JHN.20.23","label":"23","content":"Yog mej zaam txim rua leejtwg, Vaajtswv yuav zaam txim rua tug ntawd; yog mej tsi zaam txim rua leejtwg, Vaajtswv yuav tsi zaam tug ntawd lub txim hab.”"},{"bible_id":"1726","chapter_code":"JHN.20","verse_code":"JHN.20.24","label":"24","content":"Thaumas (tug kws muaj dlua ib lub npe hu ua Ntxaib) yog ib tug ntawm kaum ob tug thwjtim, nwg tsi nrug cov thwjtim nyob ua ke thaus Yexus lug tshwm rua puab pum."},{"bible_id":"1726","chapter_code":"JHN.20","verse_code":"JHN.20.25","label":"25","content":"Cov thwjtim qha rua Thaumas has tas, “Peb tub pum tug Tswv lawm.” Thaumas has rua puab has tas, “Yog kuv tsi pum cov qhov ntsa hlau ntawm nwg xibteg, kuv tsi tau muab kuv tug ntivteg xuas cov qhov ntsa hlau hab yog kuv tsi tau xuas lub qhov puab nkaug nwg saab taav, mas kuv yeej tsi ntseeg le.”"},{"bible_id":"1726","chapter_code":"JHN.20","verse_code":"JHN.20.26","label":"26","content":"Tau ib limtam tom qaab Yexus cov thwjtim rov tuaj sis sau rua huv lub tsev ntawd dlua, zag nuav Thaumas nrug puab nyob. Puab laag qhovrooj huv tuabsi, tabsis Yexus ca le lug sawv nruab nraab huv puab hab has tas, “Mej ca le muaj kev kaaj sab.”"},{"bible_id":"1726","chapter_code":"JHN.20","verse_code":"JHN.20.27","label":"27","content":"Yexus has rua Thaumas has tas, “Koj ca le saib kuv ob txhais teg hab cev koj tug ntivteg lug xuas. Cev koj txhais teg lug xuas lub qhov ntawm kuv saab taav. Tsi xob ua xyem xyaav, ca le ntseeg.”"},{"bible_id":"1726","chapter_code":"JHN.20","verse_code":"JHN.20.28","label":"28","content":"Thaumas teb Yexus has tas, “Koj yog kuv tug Tswv, hab yog kuv tug Vaajtswv!”"},{"bible_id":"1726","chapter_code":"JHN.20","verse_code":"JHN.20.29","label":"29","content":"Yexus has rua Thaumas has tas, “Koj pum kuv, koj txhaj ntseeg los? Tug kws tsi tau pum kuv tabsis nwg ntseeg, tug ntawd tau koob moov.”"},{"bible_id":"1726","chapter_code":"JHN.20","verse_code":"JHN.20.30","label":"30","content":"Yexus ua ntau yaam txujci tseemceeb rua nwg cov thwjtim pum, tabsis tsi tau muab sau rua huv phoo ntawv nuav."},{"bible_id":"1726","chapter_code":"JHN.20","verse_code":"JHN.20.31","label":"31","content":"Tej kws sau rua huv phoo ntawv nuav yog sau lug qha kuas mej ntseeg  has tas, Yexus yog tug Mexiyas kws yog Vaajtswv tug Tub, txhua tug kws ntseeg Yexus, yuav tau txujsa."},{"bible_id":"1726","chapter_code":"JHN.21","verse_code":"JHN.21.1","label":"1","content":"Tom qaab ntawd, Yexus rov lug tshwm rua nwg cov thwjtim pum nraag ntug Havtxwv Tinpelias; hab qhov kws nwg lug tshwm rua puab pum muaj le nuav."},{"bible_id":"1726","chapter_code":"JHN.21","verse_code":"JHN.21.2","label":"2","content":"Ximoos Petus, Thaumas (tug kws muaj dlua ib lub npe hu ua Ntxaib), Nathana-ees (tug kws nyob huv lub zog Kanas peg xeev Kalilais), Xenpedais ob tug tub, hab muaj dlua ob tug ntawm Yexus cov thwjtim tuaj nyob ua ke."},{"bible_id":"1726","chapter_code":"JHN.21","verse_code":"JHN.21.3","label":"3","content":"Ximoos Petus has rua cov thwjtim ntawd tas, “Kuv yuav moog ntaus ntseg.” Puab has rua Petus has tas, “Peb yuav nrug koj moog hab.” Puab txawm nce rua huv nkoj, mo ntawd puab ntaus ntseg ib mos, tabsis tsi tau ib tug ntseg le."},{"bible_id":"1726","chapter_code":"JHN.21","verse_code":"JHN.21.4","label":"4","content":"Thaus kaaj ntug txoog, Yexus lug sawv tim ntug dlej, tabsis cov thwjtim tsi paub has tas yog Yexus."},{"bible_id":"1726","chapter_code":"JHN.21","verse_code":"JHN.21.5","label":"5","content":"Yexus nug puab has tas, “Cov hluas, mej ntaus tsi tau ntseg le los?” Puab teb has tas, “Ntaus tsi tau ib tug le.”"},{"bible_id":"1726","chapter_code":"JHN.21","verse_code":"JHN.21.6","label":"6","content":"Yexus has rua puab tas, “Mej ca le ntaus mej lub vaag rua ntawm lub nkoj saab xis rua huv txhaj yuav tau ntseg.” Yog le ntawd, puab txawm muab lub vaag ntaus rua huv hab lub vaag maag tau ntseg ntau heev, puab nqug tsi tau lub vaag lug rua huv nkoj le."},{"bible_id":"1726","chapter_code":"JHN.21","verse_code":"JHN.21.7","label":"7","content":"Tug thwjtim kws Yexus hlub has rua Petus has tas, “Tug sawv tid yog peb tug Tswv ntaag los sav!” Thaus Petus nov dlheev has tas peb tug Tswv, Petus txawm muab nwg lub tsho ntev lug naav, (Rua qhov nwg muab hle lawm) nwg txawm dlha rua huv havtxwv."},{"bible_id":"1726","chapter_code":"JHN.21","verse_code":"JHN.21.8","label":"8","content":"Cov thwjtim kws tseem nyob huv lub nkoj, puab nkuam lub nkoj hab nqug lub vaag kws maag ntseg puv nkaus lug rua ntawm ntug dlej, rua qhov puab nyob tsi dleb ntawm ntug dlej kwvlaam le tsib caug dlaaj xwb."},{"bible_id":"1726","chapter_code":"JHN.21","verse_code":"JHN.21.9","label":"9","content":"Thaus puab moog txug tim ntug lawm, puab pum ib cub thee cig ntsaa thuav muaj ntseg hab ncuav ci nyob sau cub thee ntawd."},{"bible_id":"1726","chapter_code":"JHN.21","verse_code":"JHN.21.10","label":"10","content":"Yexus has rua puab tas, “Mej ca le nqaa cov ntseg kws mej nyavnyuas ntaus tau tug puav lug ntawm nuav.”"},{"bible_id":"1726","chapter_code":"JHN.21","verse_code":"JHN.21.11","label":"11","content":"Ximoos Petus nce rua huv lub nkoj nqug lub vaag kws maag tau ntseg puv nkaus ntawd lug rua tim ntug, cov ntseg luj kws puab ntaus tau ntawd muaj ib puas tsib caug peb tug, txawm yog maag tau ntseg ntau npaum le ntawd los lub vaag tsi ndluag ib qho le."},{"bible_id":"1726","chapter_code":"JHN.21","verse_code":"JHN.21.12","label":"12","content":"Yexus has rua puab tas, “Mej ca le lug noj tshais.” Cov thwjtim tsi muaj ib tug muaj cuabkaav nug Yexus has tas, “Koj yog leejtwg?” rua qhov puab paub has tas nwg yog puab tug Tswv."},{"bible_id":"1726","chapter_code":"JHN.21","verse_code":"JHN.21.13","label":"13","content":"Yog le ntawd, Yexus txawm moog muab ncuav hab muab ntseg lug faib rua puab noj."},{"bible_id":"1726","chapter_code":"JHN.21","verse_code":"JHN.21.14","label":"14","content":"Tom qaab kws Yexus sawv huv qhov tuag rov qaab lug lawm, nwg lug tshwm rua cov thwjtim pum peb zag rua zag nuav."},{"bible_id":"1726","chapter_code":"JHN.21","verse_code":"JHN.21.15","label":"15","content":"Thaus puab noj tshais taag lawm, Yexus has rua Ximoos Petus has tas, “Ximoos Yauhaas tug tub, koj hlub kuv tshaaj puab cov nuav los?” Ximoos teb Yexus has tas, “Tug Tswv, koj yeej paub has tas kuv hlub koj.” Yexus has rua Ximoos has tas, “Koj ca le yug kuv cov mivnyuas yaaj.”"},{"bible_id":"1726","chapter_code":"JHN.21","verse_code":"JHN.21.16","label":"16","content":"Yexus rov has dlua zag ob has tas, “Ximoos Yauhaas tug tub, koj puas hlub kuv?” Ximoos teb Yexus has tas, “Tug Tswv, koj yeej paub has tas kuv hlub koj.” Yexus has rua Ximoos has tas, “Koj ca le yug kuv paab yaaj.”"},{"bible_id":"1726","chapter_code":"JHN.21","verse_code":"JHN.21.17","label":"17","content":"Yexus rov has dlua zag peb has tas, “Ximoos Yauhaas tug tub, koj puas hlub kuv?” Petus nyuaj sab heev rua qhov Yexus nug Petus peb zag has tas, “Koj puas hlub kuv?” Petus txawm has rua Yexus has tas, “Tug Tswv, koj yeej paub ib puas tsaav yaam huv tuabsi; koj yeej paub has tas kuv hlub koj.” Yexus has rua Petus has tas, “Koj ca le yug kuv paab yaaj."},{"bible_id":"1726","chapter_code":"JHN.21","verse_code":"JHN.21.18","label":"18","content":"Kuv qha tseeb rua koj has tas, thaus koj tseem hluas koj xaav moog qhov twg, koj ca le tu cev zoj zeeg moog xwb. Tabsis thaus koj laug lawm, koj yuav xyaab teg rua luas khi hab luas yuav coj koj moog rua qhov chaw kws koj tsi xaav moog.”"},{"bible_id":"1726","chapter_code":"JHN.21","verse_code":"JHN.21.19","label":"19","content":"(Yexus has le ntawd, yog Yexus has tas, Petus yuav tuag le caag txhaj ua rua Vaajtswv tau koob meej.) Yexus has rua Petus has tas, “Koj ca le nrug kuv moog.”"},{"bible_id":"1726","chapter_code":"JHN.21","verse_code":"JHN.21.20","label":"20","content":"Petus tig lug pum tug thwjtim kws Yexus hlub nyob tom obtug qaab; nwg yog tug kws txaav lug rua ntawm Yexus thaus puab noj mo hab nug has tas, “Tug Tswv, leejtwg yog tug kws yuav ntxeev sab rua koj?”"},{"bible_id":"1726","chapter_code":"JHN.21","verse_code":"JHN.21.21","label":"21","content":"Thaus Petus pum tug thwjtim ntawd, Petus nug Yexus has tas, “Tug Tswv, ua le tug txivneej nuav ne, tsua yuav zoo le caag?”"},{"bible_id":"1726","chapter_code":"JHN.21","verse_code":"JHN.21.22","label":"22","content":"Yexus teb Petus has tas, “Yog kuv ca nwg nyob moog txug nub kws kuv rov qaab lug, yeej tsi ua le caag rua koj. Koj ca le nrug kuv moog!”"},{"bible_id":"1726","chapter_code":"JHN.21","verse_code":"JHN.21.23","label":"23","content":"Zaaj ntawd nrov nchaa moog thoob plawg rua tej tuabneeg suavdlawg has tas, tug thwjtim ntawd yuav tsi tuag. Tabsis Yexus tsi tau has tas, tug thwjtim ntawd yuav tsi tuag; Yexus has tas, “Yog kuv ca nwg nyob moog txug nub kws kuv rov qaab lug, yeej tsi ua le caag rua koj?”"},{"bible_id":"1726","chapter_code":"JHN.21","verse_code":"JHN.21.24","label":"24","content":"Tug thwjtim ntawd yog tug kws has tej lug nuav hab muab sau tseg rua huv ntawv; hab peb paub has tas, tej lug kws nwg has yeej muaj tseeb."},{"bible_id":"1726","chapter_code":"JHN.21","verse_code":"JHN.21.25","label":"25","content":"Tseem muaj ntau yaam kws Yexus tau ua taag lug lawm. Yog yuav muab tej ntawd sau tseg huv tuabsi rua huv ntawv, kuv xaav has tas lub nplajteb nuav yuav tsi muaj chaw txaus ntim tej ntawv ntawd."}]