[{"bible_id":"1726","chapter_code":"JON.1","verse_code":"JON.1.1","label":"1","content":"Muaj ib nub Vaajtswv has rua Yaunas kws yog Amitais tug tub."},{"bible_id":"1726","chapter_code":"JON.1","verse_code":"JON.1.2","label":"2","content":"Vaajtswv has tas, “Koj ca le moog rua peg lub nroog Nineves kws luj heev hab qha rua lub nroog ntawd; vim puab tej kev ua phem ua qas tub nrov tuaj txug kuv lawm.”"},{"bible_id":"1726","chapter_code":"JON.1","verse_code":"JON.1.3","label":"3","content":"Tabsis Yaunas xaav tsiv ntawm Vaajtswv moog, nwg txhaj moog rua lwm qhov lawm. Nwg moog rua huv lub nroog Yaupas. Thaus nwg moog txug nraag, nwg pum ib lub nkoj kws taabtom yuav sawv kev moog rua tim tebchaws Xapees. Nwg txawm them nqe nkoj hab nrug cov tuabneeg ntawd moog rua tim tebchaws Xapees, kuas nwg nyob dleb ntawm tug TSWV."},{"bible_id":"1726","chapter_code":"JON.1","verse_code":"JON.1.4","label":"4","content":"Tabsis tug TSWV tso cua dlaaj cua dlub hlub heev lug ntsawj havtxwv, ua rua lub nkoj yuav tog."},{"bible_id":"1726","chapter_code":"JON.1","verse_code":"JON.1.5","label":"5","content":"Cov tuabneeg kws nyob huv lub nkoj ntshai heev hab quaj qw, nyag thov nyag tug vaajtswv paab. Puab thau tej khoom  nyaav huv nkoj povtseg  rua huv havtxwv kuas lub nkoj sib. Thaus ntawd Yaunas moog pw tsaug zug rua txheej huv qaab lawm."},{"bible_id":"1726","chapter_code":"JON.1","verse_code":"JON.1.6","label":"6","content":"Tug thawj tsaav nkoj nqeg moog pum Yaunas hab has rua nwg tas, “Koj tseem pw tsaug zug ua dlaabtsi? Ca le sawv hab thov koj tug Vaajtswv paab, tej zag nwg yuav hlub peb hab cawm peb txujsa.”"},{"bible_id":"1726","chapter_code":"JON.1","verse_code":"JON.1.7","label":"7","content":"Cov tuabneeg huv lub nkoj sis thaam zum zawg has tas, “Ca peb sau suavdlawg npe hab rhu ntawv saib leejtwg yog tug ua txhum, txhaj ua rua peb raug kev txhawj ntshai le nuav.” Puab txawm pum zoo ua le ntawd, ces puab rhu tau Yaunas lub npe."},{"bible_id":"1726","chapter_code":"JON.1","verse_code":"JON.1.8","label":"8","content":"Yog le ntawd puab txhaj has rua Yaunas has tas, “Koj ca le qha rua peb taamsim nuav saib! Leejtwg yog tug kws ua txhum txhaj le muaj tej xwm nuav? Koj tuaj ua dlaabtsi ntawm nuav? Koj tuaj lub tebchaws twg tuaj? Hab koj yog tsaav tuabneeg dlaabtsi?”"},{"bible_id":"1726","chapter_code":"JON.1","verse_code":"JON.1.9","label":"9","content":"Yaunas teb has tas, “Kuv yog tuabneeg Henplais, kuv pehawm tug TSWV kws yog Vaajtswv tug nyob sau ntuj, nwg yog tug tsim lub nplajteb hab dlej havtxwv.”"},{"bible_id":"1726","chapter_code":"JON.1","verse_code":"JON.1.10","label":"10","content":"Yaunas qha rua puab has tas, nwg taabtom tsiv tug TSWV. Cov tuabneeg huv nkoj ntshai heev, hab puab has rua Yaunas has tas, “Qhov kws koj ua nuav yog ib qhov tsi zoo hab tsi tsimnyog ua hlo le!”"},{"bible_id":"1726","chapter_code":"JON.1","verse_code":"JON.1.11","label":"11","content":"Cua dlaaj cua dlub ntsawj hlub heev zuj zug, yog le ntawd cov tuabneeg huv nkoj txhaj le nug Yaunas has tas, “Peb yuav ua le caag rua koj cua txhaj tu?”"},{"bible_id":"1726","chapter_code":"JON.1","verse_code":"JON.1.12","label":"12","content":"Yaunas teb has tas, “Mej muab kuv pov rua huv havtxwv cua txhaj yuav tu. Kuv paub has tas kuv yog tug kws ua txhum lawm txhaj muaj cua dlaaj cua dlub lug ntsawj mej le nuav.”"},{"bible_id":"1726","chapter_code":"JON.1","verse_code":"JON.1.13","label":"13","content":"Txawm yog le ntawd los cov tuabneeg huv nkoj tsi ua lawv le Yaunas has, puab pheej taag zug nkuam kuas lub nkoj moog lawm tim ntug xwb, tabsis cua dlaaj cua dlub pheej ntsawj hlub heev zuj zug tuaj, ua rua puab nkuam lub nkoj moog tsi tau rua qhov twg le."},{"bible_id":"1726","chapter_code":"JON.1","verse_code":"JON.1.14","label":"14","content":"Yog le ntawd puab txhaj tsaa suab thov tug TSWV has tas, “Tug TSWV, thov koj tsi xob rau txim tuag rua peb vim qhov kws peb txuv tug txivneej nuav txujsa. Tug TSWV, thov koj leeg paub tej nuav; tub yog koj ua txhaj muaj tej nuav ntaag.”"},{"bible_id":"1726","chapter_code":"JON.1","verse_code":"JON.1.15","label":"15","content":"Ces puab txawm muab Yaunas pov rua huv havtxwv, hab taamsim ntawd havtxwv ca le tug hab tsi ndlaas lawm."},{"bible_id":"1726","chapter_code":"JON.1","verse_code":"JON.1.16","label":"16","content":"Thaus cov tuabneeg huv lub nkoj pum le ntawd, ua rua puab ntshai tug TSWV heev, puab muab khoom hlawv fij rua tug TSWV hab coglug yuav pehawm nwg."},{"bible_id":"1726","chapter_code":"JON.1","verse_code":"JON.1.17","label":"17","content":"Tabsis tug TSWV kuas ib tug ntseg luj heev tuaj nqog Yaunas, Yaunas nyob huv ntseg plaab tau peb nub peb mos."},{"bible_id":"1726","chapter_code":"JON.2","verse_code":"JON.2.1","label":"1","content":"Yaunas thov tug TSWV kws yog nwg tug Vaajtswv huv ntseg plaab tuaj has tas:"},{"bible_id":"1726","chapter_code":"JON.2","verse_code":"JON.2.2","label":"2","content":"“Tug TSWV, vim kuv txujkev txomnyem, kuv thov koj hab koj tub teb kuv tej lug thov lawm; kuv nyob huv tub tuag teb quaj thov koj paab kuv, koj nov kuv tej lug hab teb kuv tej lug thov."},{"bible_id":"1726","chapter_code":"JON.2","verse_code":"JON.2.3","label":"3","content":"Koj muab kuv pov rua huv qaab thu havtxwv qhov kws tub tshaaj plawg, nyob huv nuav dlej nyaab puagncig kuv, koj lub fwjchim ua dlej nphau pis nphwv lug npug kuv."},{"bible_id":"1726","chapter_code":"JON.2","verse_code":"JON.2.4","label":"4","content":"Kuv txhaj xaav has tas, koj muab kuv xyeeb tawm ntawm koj lub xubndlag moog, hab kuv yuav tsi tau pum koj lub Tuamtsev kws dlawbhuv ib zag le lawm."},{"bible_id":"1726","chapter_code":"JON.2","verse_code":"JON.2.5","label":"5","content":"Dlej nphau nphwv lug npug kuv hab ua rua kuv ua tsi taug paa le lawm, havtxwv nyaab puagncig kuv hab tej ntxhuab huv havtxwv rig thoob plawg kuv lub taubhau."},{"bible_id":"1726","chapter_code":"JON.2","verse_code":"JON.2.6","label":"6","content":"Kuv poob moog ti nkaus rua huv tej qaab taw roob, huv lub tebchaws kws tej roojvaag kaw ntum nti moog ibtxhis le. Tabsis tug TSWV kws yog kuv tug Vaajtswv, koj nqug kuv tawm huv tivtxwv dlej lug muaj txujsa nyob."},{"bible_id":"1726","chapter_code":"JON.2","verse_code":"JON.2.7","label":"7","content":"Tug TSWV, thaus kws kuv txujsa yuav tu, kuv thov koj paab kuv, koj nyob huv koj lub Tuamtsev kws dlawbhuv nov kuv tej lug thov."},{"bible_id":"1726","chapter_code":"JON.2","verse_code":"JON.2.8","label":"8","content":"Cov tuabneeg pe tej mlom kws tsi muaj nqes dlaabtsi yeej tsi muab lub sab npuab koj."},{"bible_id":"1726","chapter_code":"JON.2","verse_code":"JON.2.9","label":"9","content":"Tabsis kuv yuav hu nkauj qhuas koj; yuav tua tsaj fij rua koj, hab kuv yuav ua lawv le kws kuv tau coglug tseg rua koj lawm. Txujkev cawm dlim yog lug ntawm tug TSWV lug xwb.”"},{"bible_id":"1726","chapter_code":"JON.2","verse_code":"JON.2.10","label":"10","content":"Ces tug TSWV txhaj has kuas tug ntseg tawm tuaj ntuav Yaunas rua tim ntug dlej, hab tug ntseg txawm ua le ntawd."},{"bible_id":"1726","chapter_code":"JON.3","verse_code":"JON.3.1","label":"1","content":"Tug TSWV rov has rua Yaunas has tas:"},{"bible_id":"1726","chapter_code":"JON.3","verse_code":"JON.3.2","label":"2","content":"“Koj ca le moog rua peg lub nroog Nineves kws yog lub nroog luj, hab moog qha rua puab lawv le tej lug kws kuv tub qha rua koj lawm.”"},{"bible_id":"1726","chapter_code":"JON.3","verse_code":"JON.3.3","label":"3","content":"Yog le ntawd Yaunas txhaj noog tug TSWV lug hab moog rua peg lub nroog Nineves kws yog lub nroog luj heev, moog kutaw peb nub txhaj le dlhau."},{"bible_id":"1726","chapter_code":"JON.3","verse_code":"JON.3.4","label":"4","content":"Yaunas sawv kev moog rua peg lub nroog. Thaus kws nwg moog tau ib nub lawm, nwg tshaajtawm has tas, “Tshuav plaub caug nub sau nuav xwb lub nroog Nineves yuav raug puamtsuaj.”"},{"bible_id":"1726","chapter_code":"JON.3","verse_code":"JON.3.5","label":"5","content":"Cov tuabneeg kws nyob huv lub nroog Nineves txawm ntseeg Vaajtswv tej lug. Yog le ntawd, puab txhaj txav txim sab kuas txhua tug ua kevcai yoo mov, tsi has tej numtswv, tej tubqhe hab tug hlub tug yau muab ntaub tsaaj lug npua, qha has tas puab tub tso txujkev txhum tseg lawm."},{"bible_id":"1726","chapter_code":"JON.3","verse_code":"JON.3.6","label":"6","content":"Thaus tug vaajntxwv kws kaav lub nroog Nineves nov dlheev txug tej lug ntawd, nwg txawm nqeg sau nwg lub zwmtxwv lug, hle nwg lub tsho ntev tseg, muab ntaub tsaaj lug npua hab moog nyob huv qhov tshauv."},{"bible_id":"1726","chapter_code":"JON.3","verse_code":"JON.3.7","label":"7","content":"Nwg tshaajtawm rua tsoom pejxeem huv lub nroog Nineves has tas, “Ntawm nuav yog vaajntxwv hab nwg cov numtswv tej lug saamfwm rua suavdlawg, tsi pub leejtwg noj ib yaam dlaabtsi, tsi has txhua tug tuabneeg, txhua tug nyuj hab txhua tug yaaj huv tuabsi."},{"bible_id":"1726","chapter_code":"JON.3","verse_code":"JON.3.8","label":"8","content":"Txhua tug tuabneeg hab txhua tug tsaj yuavtsum npua ntaub tsaaj. Txhua tug yuavtsum thov Vaajtswv kuas kawg sab kawg ntsws hab tso tej kev phem kev qas huv tuabsi tseg."},{"bible_id":"1726","chapter_code":"JON.3","verse_code":"JON.3.9","label":"9","content":"Tej zag Vaajtswv yuav hloov sab, tej zag nwg yuav tsi chim rua peb, hab peb yuav tsi tuag.”"},{"bible_id":"1726","chapter_code":"JON.3","verse_code":"JON.3.10","label":"10","content":"Vaajtswv pum tej kws puab tau ua ntawd, nwg pum puab tso puab tej kev txhum tseg lawm tag. Yog le ntawd, Vaajtswv txhaj hloov sab hab tsi rau txim rua puab lawv le kws nwg tau has tseg."},{"bible_id":"1726","chapter_code":"JON.4","verse_code":"JON.4.1","label":"1","content":"Yaunas tsi txaus sab rua tej nuav hab nwg chim kawg le."},{"bible_id":"1726","chapter_code":"JON.4","verse_code":"JON.4.2","label":"2","content":"Yog le ntawd Yaunas txhaj thov Vaajtswv has tas, “Tug TSWV, thaus kuv yuav sawv kev huv tsev tuaj, kuv puas tau has rua koj ua ntej tas, koj yeej yuav ua le nuav? Tub yog vim le nuav kuv txhaj nrhav kev tsiv moog rua tim tebchaws Xapees. Kuv paub koj yog tug Vaajtswv kws muaj kev hlub, sab ntev, sab dlawb sab zoo, npaaj rawv tog hloov sab hab tsi rau txim."},{"bible_id":"1726","chapter_code":"JON.4","verse_code":"JON.4.3","label":"3","content":"Tug TSWV, taamsim nuav thov koj ca le rhu kuv txujsa moog, rua qhov yog kuv tuag yuav zoo dlua le kuv ua neej nyob.”"},{"bible_id":"1726","chapter_code":"JON.4","verse_code":"JON.4.4","label":"4","content":"Tug TSWV teb has tas, “Puas tsimnyog koj chim npaum le ko?”"},{"bible_id":"1726","chapter_code":"JON.4","verse_code":"JON.4.5","label":"5","content":"Yaunas tawm huv lub nroog moog rua saab nubtuaj hab nwg moog su rua tid. Nwg ua tau ib lub tsev pheebsuab rua nwg nraim ntxoo tog saib puas muaj xwm dlaabtsi tshwmsim rua lub nroog Nineves."},{"bible_id":"1726","chapter_code":"JON.4","verse_code":"JON.4.6","label":"6","content":"Tug TSWV kws yog Vaajtswv ua ib tsob ntoo tuaj ua dluab ntxoov ntxoo rua Yaunas nraim tshaav, hab ua rua Yaunas zoo sab kawg le. Yaunas txaus sab heev rua tsob ntoo ntawd."},{"bible_id":"1726","chapter_code":"JON.4","verse_code":"JON.4.7","label":"7","content":"Tabsis nub tom qaab thaus kaaj ntug txoog, Vaajtswv kuas ib tug kaab lug noj tsob ntoo ntawd, tsob ntoo ca le ntsws hab tuag lawm."},{"bible_id":"1726","chapter_code":"JON.4","verse_code":"JON.4.8","label":"8","content":"Thaus lub nub tawm tuaj, Vaajtswv tso ib cov cua kub heev ntsawj saab nubtuaj tuaj, hab tshaav ntuj zab Yaunas taubhau ua rua nwg tsaug muas. Yog le ntawd Yaunas txhaj xaav has tas, kheev laam yog nwg tuag lawm.  Nwg txhaj has tas, “Ca kuv tuag moog yuav zoo dlua le kuv ua neej nyob.”"},{"bible_id":"1726","chapter_code":"JON.4","verse_code":"JON.4.9","label":"9","content":"Tabsis Vaajtswv has rua Yaunas has tas, “Puas tsimnyog koj chim rua tsob ntoo nuav?” Yaunas teb has tas, “Yeej tsimnyog kuv chim kawg le, kuv chim tshuav tuag lawm xwb.”"},{"bible_id":"1726","chapter_code":"JON.4","verse_code":"JON.4.10","label":"10","content":"Tug TSWV has rua Yaunas has tas, “Ib mos xwb tsob ntoo nuav hlub tuaj, hab ib mos xwb tsob ntoo nuav tuag lawm; koj tub tsi tau siv dlaag siv zug cog tsob ntoo nuav hab koj tub tsi tau ua kuas nwg luj hlub tuaj, koj tub khauvxwm tsob ntoo nuav taag npaum."},{"bible_id":"1726","chapter_code":"JON.4","verse_code":"JON.4.11","label":"11","content":"Yog le ntawd kuv yimfuab khauvxwm lub nroog Nineves kws yog lub nroog luj ntawd. Dlua le ntawd tseem muaj tej mivnyuas yau kws tsi paub qaabhau dlaabtsi coob tshaaj ib puas neeg nkaum txheeb leej nyob huv lub nroog ntawd, hab tseem muaj tej tsaj txhu coob ua npoj ntwg nyob huv.”"}]