[{"bible_id":"1726","chapter_code":"JUD.1","verse_code":"JUD.1.1","label":"1","content":"Kuv yog Yexus Khetos tug tubkhai hab yog Yakaunpaus tug kwv. Kuv sau tsaab ntawv nuav tuaj rua mej txhua tug kws Vaajtswv xaiv ca lawm, mej yog cov kws Vaajtswv tug kws yog leej Txiv hlub, hab cov kws Yexus Khetos tsomkwm."},{"bible_id":"1726","chapter_code":"JUD.1","verse_code":"JUD.1.2","label":"2","content":"Thov Vaajtswv naj nub foom koob moov rua mej, hlub mej hab paab kuas mej tau zoo nyob kaaj sab lug."},{"bible_id":"1726","chapter_code":"JUD.1","verse_code":"JUD.1.3","label":"3","content":"Cov kwvtij kws kuv hlub, thaus kuv yuav sau tsaab ntawv nuav, kuv xaav has tas kuv yuav has txug zaaj kws Vaajtswv tub paab peb dlim peb lub txim lawm, tabsis kuv tsua xaav has tas, kuv yuavtsum sau tuaj ntuag mej kuas mej tawmtsaam tsi xob pub leejtwg rhuav txujkev ntseeg kws Vaajtswv tub pub rua nwg tsaav tuabneeg lawm, rua qhov nwg tsuas pub tuab zag xwb, nwg tsi pub ntxiv lawm."},{"bible_id":"1726","chapter_code":"JUD.1","verse_code":"JUD.1.4","label":"4","content":"Cov tuabneeg kws tsi ntseeg Vaajtswv muaj qee leej tub nyag kev tuaj rua huv peb cov lawm, puab cov ntawd hloov tej lug kws has tas Vaajtswv hlub peb, kuas puab tau kev ua phem ua qas. Puab tsi ntseeg Yexus Khetos tug kws yog peb tug Tswv kws kaav peb. Vaajtswv txujlug tub xub qha tseg thaus u lug lawm has tas, puab yuav raug txim."},{"bible_id":"1726","chapter_code":"JUD.1","verse_code":"JUD.1.5","label":"5","content":"Mej yeej paub tej nuav huv tuabsi lawm, tabsis kuv xaav kuas mej ncu ntsoov zaaj kws tug Tswv  coj cov Yixalayees tsiv nraag tebchaws Iziv lug, hab tom qaab ntawd Vaajtswv ua rua cov kws tsi ntseeg raug kev puamtsuaj."},{"bible_id":"1726","chapter_code":"JUD.1","verse_code":"JUD.1.6","label":"6","content":"Mej yuavtsum ncu ntsoov cov timtswv ceebtsheej kws tsi txaus sab rua tej kws Vaajtswv tu rua puab kaav; puab tso puab qhov chaw nyob tseg hab tsiv lawm. Vaajtswv muab tej saw hlau kws tsi txawj xeb tsi txawj tu khi puab ca rua huv qhov kws tsaus ntuj nti moog txug Nub kws Vaajtswv txav txim rua puab."},{"bible_id":"1726","chapter_code":"JUD.1","verse_code":"JUD.1.7","label":"7","content":"Mej yuavtsum ncu ntsoov lub nroog Xaudoos hab lub nroog Kaumaulas, hab tej nroog kws nyob ibncig ob lub nroog ntawd. Cov tuabneeg kws nyob huv tej nroog ntawd, puab ua txhum kev nkauj kev nraug hab ua phem ua qas, puab txhaj poob rua huv cov nplaim tawg kws cig tsi paub tuag moog ibtxhis le. Qhov kws puab raug txim le ntawd, tub yog ntuag peb txhua tug kuas peb paub ceevfaaj."},{"bible_id":"1726","chapter_code":"JUD.1","verse_code":"JUD.1.8","label":"8","content":"Cov tuabneeg nuav puab puavleej ua txhum ib yaam nkaus le ntawd, tej kws puab ua ywgtoog pum, tej ntawd ua rua puab ua txhum rua puab lub cev. Puab saib tsi taug Vaajtswv tug kws muaj fwjchim, hab thuam cov kws muaj tshwjchim kws nyob sau ntuj."},{"bible_id":"1726","chapter_code":"JUD.1","verse_code":"JUD.1.9","label":"9","content":"Txawm yog Mikhayees yog cov timtswv ceebtsheej tug thawj los nwg tub tsi ua le ntawd. Thaus Mikhayees nrug dlaab Ntxwgnyoog sis caav txug Mauxes lub cev, Mikhayees tub tsi tau has tej lug kws saib tsi taug dlaab Ntxwgnyoog. Nwg tsuas has tas, “Tug Tswv yog tug kws yuav tshev koj!”"},{"bible_id":"1726","chapter_code":"JUD.1","verse_code":"JUD.1.10","label":"10","content":"Tabsis cov tuabneeg nuav puab thuam tej kws puab tsi totaub; puab xaav ib yaam le tej tsaj xaav, tej kws puab xaav ntawd yeej yuav ua rua puab raug kev puamtsuaj."},{"bible_id":"1726","chapter_code":"JUD.1","verse_code":"JUD.1.11","label":"11","content":"Puab yuav raug kev txomnyem lauj! Puab ua txhum ib yaam le Ka-ees ua. Puab ua txhum rua qhov puab ntshaw nyaj ib yaam le Npala-aas ntshaw. Puab ntxeev sab rua Vaajtswv ib yaam le Kaulas, puab yuav raug kev puamtsuaj ib yaam le Kaulas raug."},{"bible_id":"1726","chapter_code":"JUD.1","verse_code":"JUD.1.12","label":"12","content":"Thaus cov tuabneeg ntawd tuaj nrug mej noj mov ua ke, puab ua phem ua qas, qw ua nqaaj ua nqug rhuav mej ntsejmuag kawg le. Puab yog cov yug yaaj kws puab rov yug puab xwb. Puab zoo le tauv fuab kws yuav lug naag, tabsis cua muab ntsawj moog lawm lug tsi taug naag. Puab zoo le tsob ntoo kws tsi txi txiv, txawm yog lub caij txi los tsi txi le, hab zoo le tsob ntoo kws luas muab tej caag rhu tawm huv tuabsi qhuav taag lawm."},{"bible_id":"1726","chapter_code":"JUD.1","verse_code":"JUD.1.13","label":"13","content":"Puab zoo ib yaam le tej dlej havtxwv kws ndlaas rua nuav rua u, suavdlawg yuav pum tej kev phem kev qas kws puab ua tsi paub txaajmuag ib yaam le pum tej npuag dlej ntxhee dlawb vog sau nplaim dlej. Puab zoo le cov nubqub kws nyob tsi tsheej ib qho chaw, Vaajtswv tub tu ib qhov chaw rua huv lub qhov tub tub kws tsaus ntuj nti ca rua cov tuabneeg ntawd nyob moog ibtxhis lawm."},{"bible_id":"1726","chapter_code":"JUD.1","verse_code":"JUD.1.14","label":"14","content":"Suav txij thaus Adaas lug txug rua Enauj muaj xyaa tam tuabneeg, Enauj yog tug kws has txug cov tuabneeg ntawd ntxuv lug lawm has tas, “Ca le saib! Tug Tswv cov timtswv kws dlawbhuv muaj ntau txheeb leej yuav nrug nwg lug"},{"bible_id":"1726","chapter_code":"JUD.1","verse_code":"JUD.1.15","label":"15","content":"txav txim rua suavdlawg, hab rau txim rua txhua tug tuabneeg txhum kws tsi ntseeg Vaajtswv lawv le tej kws puab tau ua lug lawm, hab tej lug kws puab thuam Vaajtswv!”"},{"bible_id":"1726","chapter_code":"JUD.1","verse_code":"JUD.1.16","label":"16","content":"Cov tuabneeg ntawd, puab nyam ywg hab nyam ab lam lwm tug; puab ua phem lawv le puab lub sab nyam; puab khaavtheeb hab qhuas lwm tug kuas puab tau zoo."},{"bible_id":"1726","chapter_code":"JUD.1","verse_code":"JUD.1.17","label":"17","content":"Cov phoojywg, mej yuavtsum ncu ntsoov tej lug kws yaav taag lug peb tug Tswv Yexus Khetos cov timthawj tub qha rua mej lawm."},{"bible_id":"1726","chapter_code":"JUD.1","verse_code":"JUD.1.18","label":"18","content":"Puab qha rua mej has tas, “Thaus txug lub sijhawm kawg yuav muaj tuabneeg ua saib tsi taug mej, puab cov ntawd nyam ua phem lawv le puab lub sab nyam.”"},{"bible_id":"1726","chapter_code":"JUD.1","verse_code":"JUD.1.19","label":"19","content":"Cov tuabneeg ntawd yog cov kws ua rua suavdlawg tsi sis hum, puab lub sab phem kaav puab, tsi yog Vaaj Ntsujplig kaav puab."},{"bible_id":"1726","chapter_code":"JUD.1","verse_code":"JUD.1.20","label":"20","content":"Tabsis cov phoojywg, mej yuavtsum muab sab rau ntseeg heev zuj zug ntxiv. Thaus mej thov Vaajtswv mej yuavtsum ca sab has tas, Vaaj Ntsujplig tug Dlawbhuv kws muaj fwjchim yuav paab mej thov,"},{"bible_id":"1726","chapter_code":"JUD.1","verse_code":"JUD.1.21","label":"21","content":"hab Vaajtswv hlub mej kawg le, yog le ntawd mej cov kws taabtom tog txujsa ntev moog ibtxhis kws peb tug Tswv Yexus Khetos yuav muab pub dlawb dlawb rua mej, mej yuavtsum naj nub muab sab npuab Vaajtswv."},{"bible_id":"1726","chapter_code":"JUD.1","verse_code":"JUD.1.22","label":"22","content":"Mej yuavtsum ua sab ntev rua cov tuabneeg kws tsi tshua paub Vaajtswv pistsawg;"},{"bible_id":"1726","chapter_code":"JUD.1","verse_code":"JUD.1.23","label":"23","content":"Mej yuavtsum nqug puab kuas puab tawm tau huv lub cubtawg lug, mej yuavtsum hlub lwm tug hab, tabsis ntxub puab tej rig tsho kws puab naav ua kev phem kev qas."},{"bible_id":"1726","chapter_code":"JUD.1","verse_code":"JUD.1.24","label":"24","content":"Vaajtswv tug kws muaj fwjchim, nwg yog tug kws tsomkwm mej kuas mej tsi xob yuam kev, hab thaus ntawd mej yuav tsi muaj ib qhov txhum hab mej yuav zoo sab kawg nkaus le."},{"bible_id":"1726","chapter_code":"JUD.1","verse_code":"JUD.1.25","label":"25","content":"Vaajtswv tuab leeg txhaj yog peb tug Cawmseej, rua qhov peb tug Tswv Yexus Khetos yog tug kws muaj tshwjchim ci ntsaa ab, muaj koob meej, muaj zug luj zug nchaav hab muaj fwjchim luj kawg nkaus, txij thaus tsim ntuj tsim teb, naj nub nwgnuav hab moog ibtxhis tsi kawg! Amees."}]