[{"bible_id":"1726","chapter_code":"NUM.1","verse_code":"NUM.1.1","label":"1","content":"Tau ob xyoos tom qaab kws cov Yixalayees tsiv nraag tebchaws Iziv lug, thaus lub ob hlis ntuj nub xab ib, tug TSWV has rua Mauxes huv tug TSWV lub Tsevntaub sis ntsib nraag taj suabpuam Xinais has tas,"},{"bible_id":"1726","chapter_code":"NUM.1","verse_code":"NUM.1.2","label":"2","content":"“Aloos meb ca le sau cov Yixalayees npe lawv le tej cuab kwvtij hab tej tsev tuabneeg. Sau taagnrho txhua tug txivneej"},{"bible_id":"1726","chapter_code":"NUM.1","verse_code":"NUM.1.3","label":"3","content":"kws noobnyoog neeg nkaum xyoo rov sau kws ua taug tubrog lawm tej npe."},{"bible_id":"1726","chapter_code":"NUM.1","verse_code":"NUM.1.4","label":"4","content":"Kuas ib cuab kwvtij twg tsaa ib tug lug ua tug thawj ntawm txhua xeem lug ua tug paab koj.”"},{"bible_id":"1726","chapter_code":"NUM.1","verse_code":"NUM.1.5+NUM.1.6+NUM.1.7+NUM.1.8+NUM.1.9+NUM.1.10+NUM.1.11+NUM.1.12+NUM.1.13+NUM.1.14+NUM.1.15+NUM.1.16","label":"5-16","content":"Ntawm nuav yog cov txivneej kws yog thawjcoj ntawm puab tej xeem kws raug xaiv ntawm tej paab tej pawg tuaj ua teg num nuav: Lunpees yog Sede-us tug tub Elixus Xime-oos yog Xulisadais tug tub Selumiyees Yudas yog Aminadas tug tub Nasoos Ixakhas yog Zuag tug tub Nethanees Xenpuloos yog Heloos tug tub Eli-as Efalayees yog Amihus tug tub Elisamas Manaxes yog Pedaxes tug tub Nkamaliyees Npeenyamees yog Nkide-aunis tug tub Anpidaas Daas yog Amisadais tug tub Ahi-exes Aseles yog Aukhalas tug tub Pankiyees Khas yog Deyees tug tub Eli-axas Nathalis yog Enas tug tub Ahilas"},{"bible_id":"1726","chapter_code":"NUM.1","verse_code":"NUM.1.17","label":"17","content":"Mauxes hab Aloos coj kaum ob leeg txivneej nuav moog ua cov paab obtug,"},{"bible_id":"1726","chapter_code":"NUM.1","verse_code":"NUM.1.18","label":"18","content":"nub xab ib lub ob hlis ntuj, puab hu taagnrho txhua xeem hab txhua tsev tuabneeg tuaj txoos ua ke sau puab tej npe. Taagnrho cov tub hluas kws noobnyoog neeg nkaum xyoo rov sau puavleej muab sau npe hab suav tseg,"},{"bible_id":"1726","chapter_code":"NUM.1","verse_code":"NUM.1.19","label":"19","content":"lawv le tug TSWV tau saamfwm tseg. Yog le ntawd, Mauxes txhaj sau cov pejxeem npe nyob tom taj suabpuam Xinais."},{"bible_id":"1726","chapter_code":"NUM.1","verse_code":"NUM.1.20","label":"20","content":"Cov Lunpees caajceg kws yog Yakhauj tug tub hlub tsev tuabneeg, taagnrho cov txivneej kws noobnyoog neeg nkaum xyoo rov sau kws ua taug tubrog, sau npe lawv le puab caajceg."},{"bible_id":"1726","chapter_code":"NUM.1","verse_code":"NUM.1.21","label":"21","content":"Xeem Lunpees, suav tau plaub caug rau txheeb tsib puas leej."},{"bible_id":"1726","chapter_code":"NUM.1","verse_code":"NUM.1.22","label":"22","content":"Xeem Xime-oos, taagnrho cov txivneej kws noobnyoog neeg nkaum xyoo rov sau kws ua taug tubrog, sau npe lawv le puab caajceg."},{"bible_id":"1726","chapter_code":"NUM.1","verse_code":"NUM.1.23","label":"23","content":"Xeem Xime-oos, suav tau tsib caug cuaj txheeb peb puas leej."},{"bible_id":"1726","chapter_code":"NUM.1","verse_code":"NUM.1.24","label":"24","content":"Cov Khas, taagnrho cov txivneej kws noobnyoog neeg nkaum xyoo rov sau kws ua taug tubrog, sau npe lawv le puab caajceg."},{"bible_id":"1726","chapter_code":"NUM.1","verse_code":"NUM.1.25","label":"25","content":"Xeem Khas, suav tau plaub caug tsib txheeb rau pua tsib caug leej."},{"bible_id":"1726","chapter_code":"NUM.1","verse_code":"NUM.1.26","label":"26","content":"Cov Yudas, taagnrho cov txivneej kws noobnyoog neeg nkaum xyoo rov sau kws ua taug tubrog, sau npe lawv le puab caajceg."},{"bible_id":"1726","chapter_code":"NUM.1","verse_code":"NUM.1.27","label":"27","content":"Xeem Yudas, suav tau xyaa caum plaub txheeb rau pua leej."},{"bible_id":"1726","chapter_code":"NUM.1","verse_code":"NUM.1.28","label":"28","content":"Cov Ixakhas, taagnrho cov txivneej kws noobnyoog neeg nkaum xyoo rov sau kws ua taug tubrog, sau npe lawv le puab caajceg."},{"bible_id":"1726","chapter_code":"NUM.1","verse_code":"NUM.1.29","label":"29","content":"Xeem Ixakhas, suav tau tsib caug plaub txheeb plaub puas leej."},{"bible_id":"1726","chapter_code":"NUM.1","verse_code":"NUM.1.30","label":"30","content":"Cov Xenpuloos, taagnrho cov txivneej kws noobnyoog neeg nkaum xyoo rov sau kws ua taug tubrog, sau npe lawv le puab caajceg."},{"bible_id":"1726","chapter_code":"NUM.1","verse_code":"NUM.1.31","label":"31","content":"Xeem Xenpuloos, suav tau tsib caug xyaa txheeb plaub puas leej."},{"bible_id":"1726","chapter_code":"NUM.1","verse_code":"NUM.1.32","label":"32","content":"Cov Yauxej, taagnrho cov txivneej kws noobnyoog neeg nkaum xyoo rov sau kws ua taug tubrog, sau npe lawv le puab caajceg."},{"bible_id":"1726","chapter_code":"NUM.1","verse_code":"NUM.1.33","label":"33","content":"Xeem Efalayees, suav tau plaub caug txheeb tsib puas leej."},{"bible_id":"1726","chapter_code":"NUM.1","verse_code":"NUM.1.34","label":"34","content":"Cov Manaxes, taagnrho cov txivneej kws noobnyoog neeg nkaum xyoo rov sau kws ua taug tubrog, sau npe lawv le puab caajceg."},{"bible_id":"1726","chapter_code":"NUM.1","verse_code":"NUM.1.35","label":"35","content":"Xeem Manaxes, suav tau peb caug ob txheeb ob puas leej."},{"bible_id":"1726","chapter_code":"NUM.1","verse_code":"NUM.1.36","label":"36","content":"Cov Npeenyamees, taagnrho cov txivneej kws noobnyoog neeg nkaum xyoo rov sau kws ua taug tubrog, sau npe lawv le puab caajceg."},{"bible_id":"1726","chapter_code":"NUM.1","verse_code":"NUM.1.37","label":"37","content":"Xeem Npeenyamees, suav tau peb caug tsib txheeb plaub puas leej."},{"bible_id":"1726","chapter_code":"NUM.1","verse_code":"NUM.1.38","label":"38","content":"Cov Daas, taagnrho cov txivneej kws noobnyoog neeg nkaum xyoo rov sau kws ua taug tubrog, sau npe lawv le puab caajceg."},{"bible_id":"1726","chapter_code":"NUM.1","verse_code":"NUM.1.39","label":"39","content":"Cov Daas, suav tau rau caum ob txheeb xyaa pua leej."},{"bible_id":"1726","chapter_code":"NUM.1","verse_code":"NUM.1.40","label":"40","content":"Cov Aseles, taagnrho cov txivneej kws noobnyoog neeg nkaum xyoo rov sau kws ua taug tubrog, sau npe lawv le puab caajceg."},{"bible_id":"1726","chapter_code":"NUM.1","verse_code":"NUM.1.41","label":"41","content":"Xeem Aseles, suav tau plaub caug ib txheeb tsib puas leej."},{"bible_id":"1726","chapter_code":"NUM.1","verse_code":"NUM.1.42","label":"42","content":"Cov Nathalis, taagnrho cov txivneej kws noobnyoog neeg nkaum xyoo rov sau kws ua taug tubrog, sau npe lawv le puab caajceg."},{"bible_id":"1726","chapter_code":"NUM.1","verse_code":"NUM.1.43","label":"43","content":"Xeem Nathalis, suav tau tsib caug peb txheeb plaub puas leej."},{"bible_id":"1726","chapter_code":"NUM.1","verse_code":"NUM.1.44","label":"44","content":"Taagnrho cov txivneej nuav puavleej yog cov kws Mauxes, Aloos hab cov Yixalayees kaum ob tug thawjcoj paab obtug suav, puab nyag ua tug sawv cev ntawm nyag xeem."},{"bible_id":"1726","chapter_code":"NUM.1","verse_code":"NUM.1.45","label":"45","content":"Cov Yixalayees kws noobnyoog neeg nkaum xyoo lossis laug dlua ntawd kws ua taug tubrog puavleej tuaj sau npe lawv le nwg caajceg."},{"bible_id":"1726","chapter_code":"NUM.1","verse_code":"NUM.1.46","label":"46","content":"Puab suav taagnrho tau rau pua peb txheeb tsib puas tsib caug leej."},{"bible_id":"1726","chapter_code":"NUM.1","verse_code":"NUM.1.47","label":"47","content":"Tsi tau suav cov Levis npe nrug kaum ob xeem nuav,"},{"bible_id":"1726","chapter_code":"NUM.1","verse_code":"NUM.1.48","label":"48","content":"rua qhov tug TSWV has rua Mauxes has tas,"},{"bible_id":"1726","chapter_code":"NUM.1","verse_code":"NUM.1.49","label":"49","content":"“Thaus koj sau cov txivneej kws ua taug tubrog npe, koj tsi xob suav cov Levis npe rua huv."},{"bible_id":"1726","chapter_code":"NUM.1","verse_code":"NUM.1.50","label":"50","content":"Tabsis koj tsaa cov Levis ua cov kwv lub Tsevntaub kws yog qhov chaw kws nrug kuv sis ntsib hab tej khoom kws nyob huv, puab yog cov tsaa lub tsevntaub, hab tsaa puab tej tsev nyob ncig lub tsevntaub ntawd."},{"bible_id":"1726","chapter_code":"NUM.1","verse_code":"NUM.1.51","label":"51","content":"Yog thaus twg mej tshais chaw tawm huv mej lub yeej moog, cov Levis yog cov kws muab lub Tsevntaub txu hab thaus mej moog nyob dlua lub yeej tshab, cov Levis yog cov kws tsaa lub tsevntaub ntawd. Lwm tug kws txaav lug ze lub Tsevntaub yuav raug tua tuag."},{"bible_id":"1726","chapter_code":"NUM.1","verse_code":"NUM.1.52","label":"52","content":"Dlua le cov Yixalayees yuavtsum tsaa puab tej tsevntaub lawv le puab tej paab ntawd, txhua tug txivneej yuavtsum nyob huv nwg lub yeej hab huv qaab puab tug chij."},{"bible_id":"1726","chapter_code":"NUM.1","verse_code":"NUM.1.53","label":"53","content":"Tabsis cov Levis yuavtsum tsaa puab tej tsevntaub nyob ncig lub Tsevntaub sis ntsib hab ua cov zuv lub tsevntaub sis ntsib, kuas tsi xob muaj leejtwg tuaj ze rua ntawm lub Tsevntaub hab ua rua kuv chim rua cov Yixalayees.”"},{"bible_id":"1726","chapter_code":"NUM.1","verse_code":"NUM.1.54","label":"54","content":"Yog le ntawd, cov Yixalayees txhaj ua txhua yaam lawv le tug TSWV tau saamfwm rua Mauxes lawm."},{"bible_id":"1726","chapter_code":"NUM.2","verse_code":"NUM.2.1","label":"1","content":"Tug TSWV qha rua Mauxes hab Aloos has tas,"},{"bible_id":"1726","chapter_code":"NUM.2","verse_code":"NUM.2.2","label":"2","content":"“Thaus twg cov Yixalayees tsaa puab tej tsevntaub, txhua tug tuabneeg yuavtsum tsaa nwg lub tsevntaub nyob rua huv qaab nwg xeem tug chij hab huv tsev tuabneeg tug qaab chij. Mej tej tsev yuavtsum nyob puagncig lub Tsevntaub sis ntsib."},{"bible_id":"1726","chapter_code":"NUM.2","verse_code":"NUM.2.3","label":"3","content":"“Tu saab nubtuaj rua xeem Yudas, puab moog tsaa tsevntaub nyob ua puab ib pawg, cov Yudas tug thawjcoj yog Aminadas tug tub Nasoos,"},{"bible_id":"1726","chapter_code":"NUM.2","verse_code":"NUM.2.4","label":"4","content":"suav taagnrho nwg cov tuabneeg muaj xyaa caum plaub txheeb rau pua leej."},{"bible_id":"1726","chapter_code":"NUM.2","verse_code":"NUM.2.5","label":"5","content":"Xeem Ixakhas, tsaa puab tej tsevntaub nyob txuas nkaus ntawm xeem Yudas, cov Ixakhas tug thawjcoj yog Zuag tug tub Nethanees,"},{"bible_id":"1726","chapter_code":"NUM.2","verse_code":"NUM.2.6","label":"6","content":"suav taagnrho nwg cov tuabneeg muaj tsib caug plaub txheeb plaub puas leej."},{"bible_id":"1726","chapter_code":"NUM.2","verse_code":"NUM.2.7","label":"7","content":"Txuas ntawd, yog xeem Xenpuloos, cov Xenpuloos tug thawjcoj yog Heloos tug tub Eli-as,"},{"bible_id":"1726","chapter_code":"NUM.2","verse_code":"NUM.2.8","label":"8","content":"suav taagnrho nwg cov tuabneeg muaj tsib caug xyaa txheeb plaub puas leej."},{"bible_id":"1726","chapter_code":"NUM.2","verse_code":"NUM.2.9","label":"9","content":"Suav taagnrho cov tuabneeg kws nyob rua saab yeej kws cov Yudas nyob, muaj ib puas yim caum rau txheeb plaub puas leej. Puab yog cov kws yuav tawm moog ua ntej."},{"bible_id":"1726","chapter_code":"NUM.2","verse_code":"NUM.2.10","label":"10","content":"“Tu saab nraag rua xeem Lunpees, cov Lunpees tug thawjcoj yog Sede-as tug tub Elixus,"},{"bible_id":"1726","chapter_code":"NUM.2","verse_code":"NUM.2.11","label":"11","content":"suav taagnrho nwg cov tuabneeg muaj plaub caug rau txheeb tsib puas leej."},{"bible_id":"1726","chapter_code":"NUM.2","verse_code":"NUM.2.12","label":"12","content":"Hab xeem Xime-oos, tsaa puab tej tsevntaub nyob txuas nkaus ntawm xeem Lunpees, cov Xime-oos tug thawjcoj yog Xulisadais tug tub Selumiyees,"},{"bible_id":"1726","chapter_code":"NUM.2","verse_code":"NUM.2.13","label":"13","content":"suav taagnrho nwg cov tuabneeg muaj tsib caug cuaj txheeb peb puas leej."},{"bible_id":"1726","chapter_code":"NUM.2","verse_code":"NUM.2.14","label":"14","content":"Txuas ntawd yog xeem Khas, cov Khas tug thawjcoj yog Luyees tug tub Eli-axas,"},{"bible_id":"1726","chapter_code":"NUM.2","verse_code":"NUM.2.15","label":"15","content":"suav taagnrho nwg cov tuabneeg muaj plaub caug tsib txheeb rau pua tsib caug leej."},{"bible_id":"1726","chapter_code":"NUM.2","verse_code":"NUM.2.16","label":"16","content":"Suav taagnrho cov tuabneeg kws nyob rua saab yeej kws xeem Lunpees nyob, muaj ib puas tsib caug ib txheeb plaub puas tsib caug leej. Puab yog cov kws tawm moog ua paab ob."},{"bible_id":"1726","chapter_code":"NUM.2","verse_code":"NUM.2.17","label":"17","content":"“Cov Levis maam le kwv tug TSWV lub Tsevntaub sis ntsib tuaj nruab nraab ob paab kws moog ua ntej hab ob paab kws moog ua qaab. Plaub paab ntawd nyag yuavtsum moog nyob nyag qhov chaw lawv le tub faib tseg lawm, txhua paab twg nyag yuavtsum moog nyob huv qaab nyag tug chij xwb."},{"bible_id":"1726","chapter_code":"NUM.2","verse_code":"NUM.2.18","label":"18","content":"“Tu saab nubpoob rua xeem Efalayees, puab moog tsaa puab tej tsevntaub nyob ua puab ib pawg, cov Efalayees tug thawjcoj yog Amihus tug tub Elisamas,"},{"bible_id":"1726","chapter_code":"NUM.2","verse_code":"NUM.2.19","label":"19","content":"suav taagnrho nwg cov tuabneeg muaj plaub caug txheeb tsib puas leej."},{"bible_id":"1726","chapter_code":"NUM.2","verse_code":"NUM.2.20","label":"20","content":"Hab xeem Manaxes tsaa puab tej tsevntaub nyob txuas nkaus ntawm cov Efalayees, cov Manaxes tug thawjcoj yog Pedaxes tug tub Nkamaliyees,"},{"bible_id":"1726","chapter_code":"NUM.2","verse_code":"NUM.2.21","label":"21","content":"suav taagnrho nwg cov tuabneeg muaj peb caug ob txheeb ob puas leej."},{"bible_id":"1726","chapter_code":"NUM.2","verse_code":"NUM.2.22","label":"22","content":"Txuas ntawd, yog xeem Npeenyamees, cov Npeenyamees tug thawjcoj yog Nkede-aunis tug tub Anpidaas,"},{"bible_id":"1726","chapter_code":"NUM.2","verse_code":"NUM.2.23","label":"23","content":"suav taagnrho nwg cov tuabneeg muaj peb caug tsib txheeb plaub puas leej."},{"bible_id":"1726","chapter_code":"NUM.2","verse_code":"NUM.2.24","label":"24","content":"Suav taagnrho cov tuabneeg kws nyob rua saab yeej kws xeem Efalayees nyob, muaj ib puas yim txheeb ib puas leej. Puab yog cov kws tawm moog ua paab peb."},{"bible_id":"1726","chapter_code":"NUM.2","verse_code":"NUM.2.25","label":"25","content":"“Tu saab peg rua xeem Daas, puab moog tsaa tsevntaub nyob ua puab ib pawg, cov Daas tug thawjcoj yog Amisadais tug tub Ahi-exes,"},{"bible_id":"1726","chapter_code":"NUM.2","verse_code":"NUM.2.26","label":"26","content":"suav taagnrho nwg cov tuabneeg muaj rau caum ob txheeb xyaa pua leej."},{"bible_id":"1726","chapter_code":"NUM.2","verse_code":"NUM.2.27","label":"27","content":"Hab xeem Aseles tsaa puab tej tsevntaub nyob txuas nkaus ntawm xeem Daas, cov Aseles tug thawjcoj yog Aukhalas tug tub Pankiyees,"},{"bible_id":"1726","chapter_code":"NUM.2","verse_code":"NUM.2.28","label":"28","content":"suav taagnrho nwg cov tuabneeg muaj plaub caug ib txheeb tsib puas leej."},{"bible_id":"1726","chapter_code":"NUM.2","verse_code":"NUM.2.29","label":"29","content":"Txuas ntawd yog xeem Nathalis, cov Nathalis tug thawjcoj yog Enas tug tub Ahilas,"},{"bible_id":"1726","chapter_code":"NUM.2","verse_code":"NUM.2.30","label":"30","content":"suav taagnrho nwg cov tuabneeg muaj tsib caug peb txheeb plaub puas leej."},{"bible_id":"1726","chapter_code":"NUM.2","verse_code":"NUM.2.31","label":"31","content":"Suav taagnrho cov tuabneeg kws nyob rua saab yeej kws xeem Daas nyob, muaj ib puas tsib caug xyaa txheeb rau pua leej. Puab yog cov kws tawm moog ua paab kawg.”"},{"bible_id":"1726","chapter_code":"NUM.2","verse_code":"NUM.2.32","label":"32","content":"Xaam taagnrho cov Yixalayees kws muab faib ua tej paab tej pawg ntawd, muaj rau pua peb txheeb tsib puas tsib caug leej."},{"bible_id":"1726","chapter_code":"NUM.2","verse_code":"NUM.2.33","label":"33","content":"Tabsis tsi tau sau cov Levis npe nrug cov Yixalayees, lawv le tug TSWV tau saamfwm rua Mauxes lawm."},{"bible_id":"1726","chapter_code":"NUM.2","verse_code":"NUM.2.34","label":"34","content":"Yog le ntawd, cov Yixalayees txhaj ua lawv le tej lug kws tug TSWV tau saamfwm rua Mauxes. Puab nyag tsaa nyag tej tsevntaub rua huv qaab nyag xeem tug chij, hab puab sawv kev moog ua tej paab lawv le nyag xeem."},{"bible_id":"1726","chapter_code":"NUM.3","verse_code":"NUM.3.1","label":"1","content":"Ntawm nuav yog Aloos hab Mauxes obtug tsev tuabneeg, thaus lub sijhawm kws tug TSWV has rua Mauxes sau Roob Xinais."},{"bible_id":"1726","chapter_code":"NUM.3","verse_code":"NUM.3.2","label":"2","content":"Aloos muaj plaub tug tub: Nadas yog tug tub hlub, Anpihus, Ele-axas hab Ithamas."},{"bible_id":"1726","chapter_code":"NUM.3","verse_code":"NUM.3.3","label":"3","content":"Puavleej muab puab txhawb meejthawj ua povthawj,"},{"bible_id":"1726","chapter_code":"NUM.3","verse_code":"NUM.3.4","label":"4","content":"tabsis Nadas hab Anpihus obtug raug tua tuag thaus kws tug TSWV tsi tau has kuas obtug rauv tawg hlawv khoom fij rua tug TSWV tom taj suabpuam Xinais. Obtug tsi tau muaj mivnyuas, yog le ntawd, Ele-axas hab Ithamas txhaj tau ua ob tug povthawj rua Aloos pum taag Aloos tam neej."},{"bible_id":"1726","chapter_code":"NUM.3","verse_code":"NUM.3.5","label":"5","content":"Tug TSWV has rua Mauxes has tas,"},{"bible_id":"1726","chapter_code":"NUM.3","verse_code":"NUM.3.6","label":"6","content":"“Coj xeem Levis txaav lug rua tom hauv ntej nuav hab tsaa puab ua Aloos kws yog tug povthawj cov tubkhai."},{"bible_id":"1726","chapter_code":"NUM.3","verse_code":"NUM.3.7","label":"7","content":"Puab yuav ua tej num huv tug TSWV lub Tsevntaub sis ntsib hab ua cov povthawj lub luag num hab ua num rua cov pejxeem suavdlawg."},{"bible_id":"1726","chapter_code":"NUM.3","verse_code":"NUM.3.8","label":"8","content":"Puab ua cov saib taagnrho tej khoom siv huv tug TSWV lub Tsevntaub sis ntsib hab ua num rua cov Yixalayees."},{"bible_id":"1726","chapter_code":"NUM.3","verse_code":"NUM.3.9","label":"9","content":"Hab koj yuavtsum muab cov Levis cob rua Aloos hab nwg cov tub; puab yog cov kws xaiv ntawm cov Yixalayees lug muab rua Aloos taagnrho."},{"bible_id":"1726","chapter_code":"NUM.3","verse_code":"NUM.3.10","label":"10","content":"Koj yuavtsum tsaa Aloos hab nwg cov tub ua cov povthawj tuav lub luag num; yog leejtwg xaav txeeb ua, ca le muab tug ntawd tua kuas tuag.”"},{"bible_id":"1726","chapter_code":"NUM.3","verse_code":"NUM.3.11","label":"11","content":"Tug TSWV has rua Mauxes has tas,"},{"bible_id":"1726","chapter_code":"NUM.3","verse_code":"NUM.3.12","label":"12","content":"“Kuv xaiv cov Levis tawm ntawm cov Yixalayees lug hloov taagnrho cov Yixalayees cov tub hlub chaw. Cov Levis yeej yog kuv tug,"},{"bible_id":"1726","chapter_code":"NUM.3","verse_code":"NUM.3.13","label":"13","content":"rua qhov txhua tug tub hlub puavleej yog kuv tug. Thaus kuv tua cov Iziv tej tub hlub, kuv yeej tshwj taagnrho cov Yixalayees tej tub hlub ua kuv tug, tsi has tuabneeg lossis tsaj txhu. Puab puavleej yog kuv tug. Kuv yog tug TSWV.”"},{"bible_id":"1726","chapter_code":"NUM.3","verse_code":"NUM.3.14","label":"14","content":"Tug TSWV saamfwm rua Mauxes tom taj suabpuam Xinais has tas,"},{"bible_id":"1726","chapter_code":"NUM.3","verse_code":"NUM.3.15","label":"15","content":"“Koj yuavtsum sau cov Levis npe lawv le puab tej caajceg hab tej tsev tuabneeg, txhua tug txivneej kws noobnyoog ib hlis rov sau yuavtsum sau npe huv tuabsi,.”"},{"bible_id":"1726","chapter_code":"NUM.3","verse_code":"NUM.3.16","label":"16","content":"Ces Mauxes txawm ua lawv le tug TSWV tau has tseg."},{"bible_id":"1726","chapter_code":"NUM.3","verse_code":"NUM.3.17","label":"17","content":"Levis muaj peb tug tub hu ua: Nkesoos, Kauhas hab Melalis, puab yog yawmkoob rua puab xeem hab puab caajceg."},{"bible_id":"1726","chapter_code":"NUM.3","verse_code":"NUM.3.18","label":"18","content":"Nkesoos muaj ob tug tub hu ua: Linpenis hab Sime-is;"},{"bible_id":"1726","chapter_code":"NUM.3","verse_code":"NUM.3.19","label":"19","content":"Kauhas muaj plaub tug tub hu ua: Alamas, Ixahas, Henploos hab Uxiyees;"},{"bible_id":"1726","chapter_code":"NUM.3","verse_code":"NUM.3.20","label":"20","content":"hab Melalis muaj ob tug tub hu ua: Mahalis hab Musis. Puab cov nuav yog Levis caajceg, lawv le puab cov yawmkoob."},{"bible_id":"1726","chapter_code":"NUM.3","verse_code":"NUM.3.21","label":"21","content":"Linpenis hab Sime-is cuab kwvtij nuav yog caajceg ntawm Nkesoos tsev tuabneeg."},{"bible_id":"1726","chapter_code":"NUM.3","verse_code":"NUM.3.22","label":"22","content":"Suav taagnrho cov txivneej kws noobnyoog ib hlis rov sau muaj xyaa txheeb tsib puas leej."},{"bible_id":"1726","chapter_code":"NUM.3","verse_code":"NUM.3.23","label":"23","content":"Cuab kwvtij nuav puab tsaa tsevntaub nyob rua tom qaab lub Tsevntaub sis ntsib saab nubpoob,"},{"bible_id":"1726","chapter_code":"NUM.3","verse_code":"NUM.3.24","label":"24","content":"Tug thawj kws coj Nkesoos caajceg yog Layees tug tub Eli-axas."},{"bible_id":"1726","chapter_code":"NUM.3","verse_code":"NUM.3.25","label":"25","content":"Puab lub luag num yog ua cov tu tug TSWV lub Tsevntaub sis ntsib, cov ntaub vuv saab huv, cov ntaub vuv saab nrau, cov ntaub thaiv qhovrooj,"},{"bible_id":"1726","chapter_code":"NUM.3","verse_code":"NUM.3.26","label":"26","content":"cov ntaub xov vaaj ncig lub Tsevntaub, lub tshaav puam, lub thaaj, hab dlaim ntaub roojvaag kws xov saab nrau lub tshaav puam. Puab ua cov saib taagnrho tej hlua hab txhua yaam ntawd huv tuabsi."},{"bible_id":"1726","chapter_code":"NUM.3","verse_code":"NUM.3.27","label":"27","content":"Alamas, Ixahas, Henploos hab Uxiyees puab cuab kwvtij nuav yog Kauhas caajceg."},{"bible_id":"1726","chapter_code":"NUM.3","verse_code":"NUM.3.28","label":"28","content":"Suav taagnrho cov txivneej kws noobnyoog ib hlis rov sau, muaj yim txheeb rau pua leej."},{"bible_id":"1726","chapter_code":"NUM.3","verse_code":"NUM.3.29","label":"29","content":"Cuab kwvtij nuav puab tsaa tsevntaub txuas nkaus ntawm lub Tsevntaub sis ntsib saab nraag,"},{"bible_id":"1726","chapter_code":"NUM.3","verse_code":"NUM.3.30","label":"30","content":"tug thawj kws coj Kauhas caajceg, yog Uxiyees tug tub Elixafas."},{"bible_id":"1726","chapter_code":"NUM.3","verse_code":"NUM.3.31","label":"31","content":"Puab lub luag num yog tu lub Phijxaab kws ntim Vaajtswv tej lug cog tseg, lub rooj, tug ncej txawb teeb, cov thaaj, tej khoom kws cov povthawj siv nyob huv Chaav Dlawbhuv, dlaim ntaub thaiv lub qhovrooj kws moog rua huv Chaav Dlawbhuv Kawg Nkaus, hab puab ua cov kws tu txhua yaam khoom siv rua tej ntawd."},{"bible_id":"1726","chapter_code":"NUM.3","verse_code":"NUM.3.32","label":"32","content":"Tug thawjcoj cov Levis yog tug povthawj Aloos tug tub Eli-axas. Nwg ua tug saib cov tuabneeg kws ua num huv Chaav Dlawbhuv."},{"bible_id":"1726","chapter_code":"NUM.3","verse_code":"NUM.3.33","label":"33","content":"Mahalis hab Musis obtug cuab kwvtij yog Melalis caajceg."},{"bible_id":"1726","chapter_code":"NUM.3","verse_code":"NUM.3.34","label":"34","content":"Suav taagnrho cov txivneej kws noobnyoog ib hlis rov sau muaj rau txheeb ob puas leej."},{"bible_id":"1726","chapter_code":"NUM.3","verse_code":"NUM.3.35","label":"35","content":"Puab cuab kwvtij nuav tsaa tsevntaub nyob rua ntawm lub Tsevntaub sis ntsib saab peg, cuab kwvtij nuav tug thawjcoj yog Anpihais tug tub Xuliyees."},{"bible_id":"1726","chapter_code":"NUM.3","verse_code":"NUM.3.36","label":"36","content":"Puab lub luag num yog ua cov saib tug laajkaab kws xov ncig lub Tsevntaub sis ntsib, tej nqaaj laajkaab, tej ncej laajkaab, tej tag taw laajkaab, hab txhua yaam khoom kws siv rua tej ntawd."},{"bible_id":"1726","chapter_code":"NUM.3","verse_code":"NUM.3.37","label":"37","content":"Dlua le ntawd puab tseem ua cov saib tej ncej, tej faab, tej ntsa hab tej hlua kws xov ncig lub tshaav puam huv tuabsi."},{"bible_id":"1726","chapter_code":"NUM.3","verse_code":"NUM.3.38","label":"38","content":"Mauxes, Aloos hab Aloos cov tub tsaa puab tej tsevntaub nyob rua ntawm tug TSWV lub Tsevntaub saab nubtuaj. Puab lub luag num yog ua cov sawv cev ntawm cov pejxeem Yixalayees nyob huv Chaav Dlawbhuv. Yog muaj leejtwg laam moog ua teg num ntawd yuav raug tua tuag."},{"bible_id":"1726","chapter_code":"NUM.3","verse_code":"NUM.3.39","label":"39","content":"Mauxes suav cov txivneej Levis kws noobnyoog ib hlis rov sau lawv le tug TSWV tau saamfwm rua nwg lawm, muaj neeg nkaum ob txheeb leej."},{"bible_id":"1726","chapter_code":"NUM.3","verse_code":"NUM.3.40","label":"40","content":"Tug TSWV has rua Mauxes has tas, “Suav taagnrho cov Yixalayees tej tub hlub kws noobnyoog ib hlis rov sau hab sau puab tej npe kuas taag huv tuabsi."},{"bible_id":"1726","chapter_code":"NUM.3","verse_code":"NUM.3.41","label":"41","content":"Muab taagnrho cov Levis rua kuv hloov cov Yixalayees tej tub hlub chaw, hab cov Levis tej tsaj txhu hloov cov Yixalayees tej tsaj txhu thawj tug mivnyuas kws yog tug txiv chaw.”"},{"bible_id":"1726","chapter_code":"NUM.3","verse_code":"NUM.3.42","label":"42","content":"Yog le ntawd, Mauxes txhaj sau taagnrho cov Yixalayees tej tub hlub npe, lawv le tug TSWV tau saamfwm rua nwg lawm."},{"bible_id":"1726","chapter_code":"NUM.3","verse_code":"NUM.3.43","label":"43","content":"Hab txhua tug tub hlub kws noobnyoog ib hlis rov sau, sau tau npe taagnrho muaj neeg nkaum ob txheeb ob puas xyaa caum peb leeg."},{"bible_id":"1726","chapter_code":"NUM.3","verse_code":"NUM.3.44","label":"44","content":"Tug TSWV has rua Mauxes has tas,"},{"bible_id":"1726","chapter_code":"NUM.3","verse_code":"NUM.3.45","label":"45","content":"“Nwgnuav ca le muab cov Levis fij rua kuv hloov taagnrho cov Yixalayees tej tub hlub chaw, hab muab cov Levis tej tsaj txhu fij rua kuv hloov cov Yixalayees tej tsaj txhu chaw."},{"bible_id":"1726","chapter_code":"NUM.3","verse_code":"NUM.3.46","label":"46","content":"Vim cov Yixalayees cov tub hlub coob tshaaj cov Levis ob puas xyaa caum peb leeg lawm, mas mej yuavtsum txhwv cov tshaaj ntawd rov qaab."},{"bible_id":"1726","chapter_code":"NUM.3","verse_code":"NUM.3.47","label":"47","content":"Ib tug tub twg yuavtsum yog tsib choj nyaj, lawv le numtswv kevcai,"},{"bible_id":"1726","chapter_code":"NUM.3","verse_code":"NUM.3.48","label":"48","content":"hab muab cov nyaj nuav rua Aloos hab nwg cov tub.”"},{"bible_id":"1726","chapter_code":"NUM.3","verse_code":"NUM.3.49","label":"49","content":"Yog le ntawd, Mauxes txhaj khaws cov nyaj kws cov Yixalayees coj tuaj txhwv puab cov tub hlub kws cov Levis hloov tsi taag ntawd ca."},{"bible_id":"1726","chapter_code":"NUM.3","verse_code":"NUM.3.50","label":"50","content":"Nwg khaws cov nyaj kws cov Yixalayees coj tuaj txhwv puab cov tub hlub tau ib txheeb peb puas rau caum tsib choj, lawv le numtswv kevcai."},{"bible_id":"1726","chapter_code":"NUM.3","verse_code":"NUM.3.51","label":"51","content":"Mauxes txhaj muab cov nyaj nuav coj moog rua Aloos hab nwg cov tub, lawv le tug TSWV tau saamfwm rua Mauxes lawm."},{"bible_id":"1726","chapter_code":"NUM.4","verse_code":"NUM.4.1","label":"1","content":"Tug TSWV has rua Mauxes hab Aloos has tas,"},{"bible_id":"1726","chapter_code":"NUM.4","verse_code":"NUM.4.2","label":"2","content":"“Meb yuavtsum sau cov Levis kws yog cuab Kauhas tej npe lawv le tej tsev tuabneeg,"},{"bible_id":"1726","chapter_code":"NUM.4","verse_code":"NUM.4.3","label":"3","content":"ca le sau taagnrho cov txivneej kws noobnyoog peb caug xyoo moog rua tsib caug xyoo npe, kuas puab tuaj ua num ntawm tug TSWV lub Tsevntaub sis ntsib."},{"bible_id":"1726","chapter_code":"NUM.4","verse_code":"NUM.4.4","label":"4","content":"Ntawm nuav yog cuab Kauhas teg num kws nyob huv tug TSWV lub Tsevntaub sis ntsib: puab yog cov tu txhua yaam khoom kws dlawbhuv."},{"bible_id":"1726","chapter_code":"NUM.4","verse_code":"NUM.4.5","label":"5","content":"“Thaus twg txug sijhawm mej lauj lub yeej mas yuavtsum ca Aloos hab nwg cov tub moog rua huv lub Tsevntaub, moog txu dlaim ntaub thaiv lub Phijxaab kws ntim Vaajtswv tej lug cog tseg, hab muab dlaim ntaub ntawd npug lub Phijxaab tsaiv."},{"bible_id":"1726","chapter_code":"NUM.4","verse_code":"NUM.4.6","label":"6","content":"Puab yuavtsum muab ib dlaim tawv tsaj kws zoo heev lug npug thoob plawg lub Phijxaab, hab muab ib dlaim ntaub xav npug tshooj rua sau hab muab ob tug laag kwv ntxig rua."},{"bible_id":"1726","chapter_code":"NUM.4","verse_code":"NUM.4.7","label":"7","content":"“Puab yuavtsum muab ib dlaim ntaub xav nthuav npug lub rooj kws rau ncuav fij rua tug TSWV hab muab tej twj taig tso rua sau, cov taig phab rau moov tshuaj tsw qaab, cov taig phab rau khoom fij, hab lub hub ntim cawv txiv maab ua khoom fij. Cov ncuav yuavtsum tso rua sau lub rooj taag moog le."},{"bible_id":"1726","chapter_code":"NUM.4","verse_code":"NUM.4.8","label":"8","content":"Kuas puab muab ib dlaim ntaub lab nthuav npug cov ncuav, hab muab ib dlaim tawv tsaj kws zoo heev nthuav npug tshooj rua sau dlaim ntaub, hab muab ob tug laag kwv ntxig rua."},{"bible_id":"1726","chapter_code":"NUM.4","verse_code":"NUM.4.9","label":"9","content":"“Kuas puab muab ib dlaim ntaub xav nthuav khwb tug ncej txawb teeb hab cov teeb, cov txab txav teebxeeb hab cov roj kws saam teeb."},{"bible_id":"1726","chapter_code":"NUM.4","verse_code":"NUM.4.10","label":"10","content":"Hab kuas puab muab tej khoom siv rua lub teeb, qhwv ua ib pob hab muab ib dlaim tawv tsaj kws zoo heev qhwv tuaj saab nrau hab muab tso rua sau ob tug laag."},{"bible_id":"1726","chapter_code":"NUM.4","verse_code":"NUM.4.11","label":"11","content":"“Puab yuavtsum muab ib dlaim ntaub xav nthuav npug lub thaaj kub, muab ib dlaim tawv tsaj kws zoo heev npug tshooj rua sau hab, ces muab ob tug laag kwv ntxig rua."},{"bible_id":"1726","chapter_code":"NUM.4","verse_code":"NUM.4.12","label":"12","content":"Puab yuavtsum muab taagnrho cov cuabyeej siv huv Chaav Dlawbhuv qhwv ua ib pob tso rua sau dlaim ntaub xav, muab ib dlaim tawv tsaj kws zoo heev qhwv tuaj saab nrau, hab muab tso rua sau ob tug laag kws kwv lub thaaj kub ntawd."},{"bible_id":"1726","chapter_code":"NUM.4","verse_code":"NUM.4.13","label":"13","content":"Puab yuavtsum muab cov tshauv kws ntub roj sau lub thaaj laub tawm hab muab ib dlaim ntaub paajyeeb nthuav vuv lub thaaj."},{"bible_id":"1726","chapter_code":"NUM.4","verse_code":"NUM.4.14","label":"14","content":"Ces puab muab tej cuabyeej siv coj moog tso huv tuabsi rua sau lub thaaj: cov laujkaub rau ncaig tawg, cov nqailauj, cov dluav hab cov taig tooj. Ces puab yuavtsum muab ib dlaim tawv tsaj kws zoo heev lug npug lub thaaj hab muab ob tug laag kwv ntxig rua."},{"bible_id":"1726","chapter_code":"NUM.4","verse_code":"NUM.4.15","label":"15","content":"Thaus lub sijhawm kws puab lauj lub yeej yuav tshais chaw, puab yuavtsum ca cuab Kauhas lug ua cov kwv tej khoom dlawbhuv kws Aloos hab nwg cov tub, tub muab qhwv tau taag lawm. Cov Kauhas yuavtsum tsi xob tuav tej khoom dlawbhuv ntawd hlo le, yog puab kov, puab yuav raug tua tuag. “Tej kws has taag lug nuav yog cuab Kauhas lub luag num kws yog thaus muab tug TSWV lub Tsevntaub sis ntsib tshais chaw coj tawm moog."},{"bible_id":"1726","chapter_code":"NUM.4","verse_code":"NUM.4.16","label":"16","content":"“Eli-axas kws yog Aloos tug tub lub luag num, yog ua tug saib lub Tsevntaub sis ntsib hab tej roj saam teeb, tej moov tshuaj tsw qaab, tej moov nplej kws coj tuaj fij, tej roj txhawb meejthawj hab txhua yaam khoom dlawbhuv huv lub Tsevntaub sis ntsib kws tub muab fij rua tug TSWV lawm.”"},{"bible_id":"1726","chapter_code":"NUM.4","verse_code":"NUM.4.17","label":"17","content":"Tug TSWV has rua Mauxes hab Aloos has tas,"},{"bible_id":"1726","chapter_code":"NUM.4","verse_code":"NUM.4.18","label":"18","content":"“Tsi xob ca cuab Kauhas raug tua tuag taag huv xeem Levis moog."},{"bible_id":"1726","chapter_code":"NUM.4","verse_code":"NUM.4.19","label":"19","content":"Qhov kws puab yuav tsi raug tua tuag, thaus puab moog ze tej khoom dlawbhuv tshaaj plawg, mas ua le nuav: kuas Aloos hab Aloos cov tub moog qha saib tug twg yog tug kwv yaam twg, ces nwg tsuas kwv yaam ntawd xwb."},{"bible_id":"1726","chapter_code":"NUM.4","verse_code":"NUM.4.20","label":"20","content":"Yog cov Kauhas nkaag moog huv lub Tsevntaub hab saib cov povthawj tu tej khoom dlawbhuv kws coj tshais chaw tawm moog  ntawd, mas puab yuav raug tua tuag.”"},{"bible_id":"1726","chapter_code":"NUM.4","verse_code":"NUM.4.21","label":"21","content":"Tug TSWV has rua Mauxes has tas,"},{"bible_id":"1726","chapter_code":"NUM.4","verse_code":"NUM.4.22","label":"22","content":"“Koj ca le sau cov Levis kws yog cuab Nkesoos tej npe lawv le puab tej tsev tuabneeg,"},{"bible_id":"1726","chapter_code":"NUM.4","verse_code":"NUM.4.23","label":"23","content":"hab sau txhua tug txivneej kws noobnyoog peb caug xyoo moog txug tsib caug xyoo, kuas puab tuaj ua num ntawm tug TSWV lub Tsevntaub sis ntsib."},{"bible_id":"1726","chapter_code":"NUM.4","verse_code":"NUM.4.24","label":"24","content":"Puab lub luag num yog yuavtsum kwv tej khoom le nraag qaab nuav:"},{"bible_id":"1726","chapter_code":"NUM.4","verse_code":"NUM.4.25","label":"25","content":"lub Tsevntaub sis ntsib, dlaim ntaub vuv saab huv nruab nrog, dlaim ntaub vuv saab nrau, dlaim tseem tawv tsaj kws vuv tuaj sau, dlaim ntaub thaiv qhovrooj,"},{"bible_id":"1726","chapter_code":"NUM.4","verse_code":"NUM.4.26","label":"26","content":"cov ntaub xov lub tshaav puam kws ncig lub Tsevntaub sis ntsib hab lub thaaj, dlaim ntaub roojvaag ntawm lub tshaav puam, cov hlua hab txhua yaam khoom kws siv rua lub Tsevntaub. Puab yuavtsum ua txhua yaam num nuav kuas tav."},{"bible_id":"1726","chapter_code":"NUM.4","verse_code":"NUM.4.27","label":"27","content":"Mauxes hab Aloos obtug yuavtsum saib cov Nkesoos ua tej num nuav hab kwv txhua yaam kws Aloos hab nwg cov tub muab cob rua puab lawm."},{"bible_id":"1726","chapter_code":"NUM.4","verse_code":"NUM.4.28","label":"28","content":"Qhov nuav yog teg num kws cov Nkesoos yuavtsum ua huv tug TSWV lub Tsevntaub sis ntsib, puab kwv txhua yaam lawv le tug povthawj Ithamas kws yog Aloos tug tub qha rua puab lawm.”"},{"bible_id":"1726","chapter_code":"NUM.4","verse_code":"NUM.4.29","label":"29","content":"Tug TSWV has kuas Mauxes sau cov Levis kws yog cuab Melalis tej npe lawv le puab tej tsev tuabneeg,"},{"bible_id":"1726","chapter_code":"NUM.4","verse_code":"NUM.4.30","label":"30","content":"hab sau txhua tug txivneej kws noobnyoog peb caug xyoo moog rua tsib caug xyoo tej npe, kuas puab tuaj ua num ntawm tug TSWV lub Tsevntaub sis ntsib."},{"bible_id":"1726","chapter_code":"NUM.4","verse_code":"NUM.4.31","label":"31","content":"Hab ntawm nuav yog lub luag num kws puab ua ntawm tug TSWV lub Tsevntaub sis ntsib: puab kwv tej nqaaj, tej ncej, tej tag taw xov lub Tsevntaub,"},{"bible_id":"1726","chapter_code":"NUM.4","verse_code":"NUM.4.32","label":"32","content":"tej ncej laajkaab, tej nqaaj, tej ntsa hab tej hlua paav laajkaab kws xov lub taj tshaav puam ncig lub Tsevntaub, hab txhua yaam khoom siv rua tej ntawd. Yog faib yaam twg rua tug twg kwv, nwg tsuas kwv yaam ntawd xwb."},{"bible_id":"1726","chapter_code":"NUM.4","verse_code":"NUM.4.33","label":"33","content":"Qhov nuav yog teg num kws cov Melalis yuavtsum ua rua ntawm tug TSWV lub Tsevntaub sis ntsib; puab yuav kwv tej khoom ntawd tawm moog lawv le tug povthawj Ithamas kws yog Aloos tug tub qha kuas puab kwv."},{"bible_id":"1726","chapter_code":"NUM.4","verse_code":"NUM.4.34","label":"34","content":"Mauxes, Aloos hab cov thawjcoj ntawm cov pejxeem suav cuab Kauhas lawv le puab cov yawmkoob tej tsev tuabneeg npe."},{"bible_id":"1726","chapter_code":"NUM.4","verse_code":"NUM.4.35","label":"35","content":"Suav taagnrho cov txivneej kws noobnyoog peb caug xyoo moog txug tsib caug xyoo kws puab tuaj ua num ntawm tug TSWV lub Tsevntaub sis ntsib,"},{"bible_id":"1726","chapter_code":"NUM.4","verse_code":"NUM.4.36","label":"36","content":"hab suav taagnrho puab tej tsev tuabneeg, muaj ob txheeb xyaa pua tsib caug leej."},{"bible_id":"1726","chapter_code":"NUM.4","verse_code":"NUM.4.37","label":"37","content":"Taagnrho cov kws sau tau npe ntawd puavleej yog cuab Kauhas xwb, puab yog cov ua num ntawm tug TSWV lub Tsevntaub sis ntsib, Mauxes hab Aloos sau puab npe lawv le tug TSWV saamfwm tseg lawm."},{"bible_id":"1726","chapter_code":"NUM.4","verse_code":"NUM.4.38","label":"38","content":"Suav cuab Nkesoos lawv le puab cov yawmkoob tej tsev tuabneeg npe,"},{"bible_id":"1726","chapter_code":"NUM.4","verse_code":"NUM.4.39","label":"39","content":"taagnrho cov txivneej kws noobnyoog peb caug xyoo moog txug tsib caug xyoo kws tuaj ua num ntawm tug TSWV lub Tsevntaub sis ntsib,"},{"bible_id":"1726","chapter_code":"NUM.4","verse_code":"NUM.4.40","label":"40","content":"muaj ob txheeb rau pua peb caug leej."},{"bible_id":"1726","chapter_code":"NUM.4","verse_code":"NUM.4.41","label":"41","content":"Taagnrho cov kws suav tau npe ntawd puavleej yog cuab Nkesoos xwb, puab yog cov ua num ntawm tug TSWV lub Tsevntaub sis ntsib, Mauxes hab Aloos sau puab npe lawv le tug TSWV tau saamfwm tseg lawm."},{"bible_id":"1726","chapter_code":"NUM.4","verse_code":"NUM.4.42","label":"42","content":"Suav cuab Melalis lawv le puab cov yawmkoob tej tsev tuabneeg npe,"},{"bible_id":"1726","chapter_code":"NUM.4","verse_code":"NUM.4.43","label":"43","content":"taagnrho cov txivneej kws noobnyoog peb caug xyoo moog txug tsib caug xyoo kws tuaj ua num ntawm tug TSWV lub Tsevntaub sis ntsib,"},{"bible_id":"1726","chapter_code":"NUM.4","verse_code":"NUM.4.44","label":"44","content":"muaj peb txheeb ob puas leej."},{"bible_id":"1726","chapter_code":"NUM.4","verse_code":"NUM.4.45","label":"45","content":"Taagnrho cov kws suav tau npe ntawd puavleej yog cuab Melalis kws Mauxes hab Aloos sau puab tej npe lawv le tug TSWV tau saamfwm tseg lawm."},{"bible_id":"1726","chapter_code":"NUM.4","verse_code":"NUM.4.46","label":"46","content":"Yog le ntawd, Mauxes, Aloos hab cov Yixalayees tej thawjcoj txhaj sau taagnrho cov Levis txhua cuab hab txhua yim tuabneeg npe."},{"bible_id":"1726","chapter_code":"NUM.4","verse_code":"NUM.4.47","label":"47","content":"Txhua tug txivneej kws noobnyoog peb caug xyoo moog txug tsib caug xyoo txhaj tau tuaj ua num hab ua cov kwv tug TSWV lub Tsevntaub sis ntsib,"},{"bible_id":"1726","chapter_code":"NUM.4","verse_code":"NUM.4.48","label":"48","content":"cov kws suav tau npe lawm muaj yim txheeb tsib puas yim caum leej."},{"bible_id":"1726","chapter_code":"NUM.4","verse_code":"NUM.4.49","label":"49","content":"Txhua tug txivneej puavleej tuaj sau npe lawv le tug TSWV tau saamfwm rua Mauxes lawm; faib num rua txhua tug yog leejtwg ua yaam twg lossis kwv yaam twg, nwg tsuas ua yaam ntawd lossis kwv yaam ntawd xwb."},{"bible_id":"1726","chapter_code":"NUM.5","verse_code":"NUM.5.1","label":"1","content":"Tug TSWV has rua Mauxes has tas,"},{"bible_id":"1726","chapter_code":"NUM.5","verse_code":"NUM.5.2","label":"2","content":"“Koj has rua cov Yixalayees kuas ca le ntab txhua tug tuabneeg kws mob ruas lossis mob ua kua paug rua huv nwg lub cev hab txhua tug tuabneeg kws ua rua nwg tsi huv kws yog moog tuav tej tuabneeg tuag, kuas tawm huv lub yeej moog."},{"bible_id":"1726","chapter_code":"NUM.5","verse_code":"NUM.5.3","label":"3","content":"Muab taagnrho tej tuabneeg tsi huv ntab tawm moog kuas taag, nyob tsaam puab ua rua lub yeej kws yog qhov chaw kws kuv nrug mej nyob ntawd tsi huv lawm.”"},{"bible_id":"1726","chapter_code":"NUM.5","verse_code":"NUM.5.4","label":"4","content":"Cov Yixalayees txawm ua le ntawd; puab txhaj muab cov tuabneeg kws tsi huv ntab tawm huv lub yeej moog taag lawm. Puab ua lawv le tug TSWV saamfwm rua Mauxes ntaag."},{"bible_id":"1726","chapter_code":"NUM.5","verse_code":"NUM.5.5","label":"5","content":"Tug TSWV has rua Mauxes has tas,"},{"bible_id":"1726","chapter_code":"NUM.5","verse_code":"NUM.5.6","label":"6","content":"“Koj ca le has rua cov Yixalayees has tas, ‘Thaus ib tug txivneej lossis ib tug quaspuj twg ua txhum rua ib tug twg, ces yog nwg ua tsi ncaaj rua tug TSWV, hab nwg yog tuabneeg muaj txim,"},{"bible_id":"1726","chapter_code":"NUM.5","verse_code":"NUM.5.7","label":"7","content":"nwg yuavtsum leeg lub txim kws nwg ua txhum ntawd, hab them nyaj neeg nkaum feem pua ntxiv rua tug kws nwg ua txhum rua lawm."},{"bible_id":"1726","chapter_code":"NUM.5","verse_code":"NUM.5.8","label":"8","content":"Tabsis yog tug tuabneeg ntawd tuag lawm, hab tsi muaj ib tug kwvtij txheeb ze yuav them cov nyaj ntawd rua, ces cov nyaj ntawd yog tug TSWV tug, yuavtsum muab rua tug povthawj. Hab muab ib tug laug yaaj rua tug povthawj tua fij ua kevcai dlaws txim."},{"bible_id":"1726","chapter_code":"NUM.5","verse_code":"NUM.5.9","label":"9","content":"Txhua yaam khoom kws cov Yixalayees muab pub tshwjxeeb rua tug TSWV puavleej yog tug povthawj kws puab muab cob rua ntawd tug."},{"bible_id":"1726","chapter_code":"NUM.5","verse_code":"NUM.5.10","label":"10","content":"Txhua tug povthawj yuavtsum khaws tej khoom kws luas muab pub rua nwg lawm ca ua nwg tug.’ ”"},{"bible_id":"1726","chapter_code":"NUM.5","verse_code":"NUM.5.11","label":"11","content":"Tug TSWV has rua Mauxes has tas,"},{"bible_id":"1726","chapter_code":"NUM.5","verse_code":"NUM.5.12","label":"12","content":"“Koj has rua cov Yixalayees has tas, yog tug txivneej twg tug quaspuj moog ua txhum hab ua tsi ncaaj rua nwg"},{"bible_id":"1726","chapter_code":"NUM.5","verse_code":"NUM.5.13","label":"13","content":"kws yog moog ntxag lwm tug txivneej nraim nkoog kws nwg tug quasyawg tsi pum, hab nwg tau ua tej kev txhum kws tsi muaj leejtwg paub, tsi muaj leejtwg ua timkhawv hab nteg tsi tau;"},{"bible_id":"1726","chapter_code":"NUM.5","verse_code":"NUM.5.14","label":"14","content":"yog nwg yeej tau ua tsi ncaaj, txhaj ua rua nwg tug quasyawg khib hab tsi ntseeg nwg lossis yog tug quaspuj tsi tau ua txhum, tabsis tug quasyawg laam khib hab tsi ntseeg sab xwb,"},{"bible_id":"1726","chapter_code":"NUM.5","verse_code":"NUM.5.15","label":"15","content":"ces nwg yuavtsum coj nwg tug quaspuj moog cuag tug povthawj. Hab nwg yuavtsum nqaa ob choj moov nplej moog ua khoom fij, tabsis tsi xob muab roj laub rua lossis tsi xob muab moov tshuaj tsw qaab nphoo rua, rua qhov yog cov moov nplej kws fij vim txujkev khib sab, ua kuas qhov tseeb tawm tuaj rua suavdlawg paub."},{"bible_id":"1726","chapter_code":"NUM.5","verse_code":"NUM.5.16","label":"16","content":"“Tug povthawj yuavtsum coj tug quaspuj ntawd moog sawv ntawm lub thaaj hauv ntej."},{"bible_id":"1726","chapter_code":"NUM.5","verse_code":"NUM.5.17","label":"17","content":"Nwg yuavtsum muab cov dlej dlawbhuv laub rua huv lub taig aav hab muab mivntsiv moov aav huv lub plaag Tsevntaub kws yog tug TSWV qhov chaw sis ntsib nphoo rua huv cov dlej ntawd."},{"bible_id":"1726","chapter_code":"NUM.5","verse_code":"NUM.5.18","label":"18","content":"Ces tug povthawj yuavtsum muab tug quaspuj ntawd tug ku taujhauv dlaws hab muab cov moov nplej kws fij ntawd rua nwg tuav ntawm teg. Tug povthawj tuav rawv lub taig dlej ab dlej dlaw kws raug foom tsi zoo ntawm nwg teg."},{"bible_id":"1726","chapter_code":"NUM.5","verse_code":"NUM.5.19","label":"19","content":"Ces tug povthawj yuavtsum kuas tug quaspuj ntawd lug tsaa teg coglug taabmeeg tug povthawj le nuav: ‘Yog koj yeej tsi tau ua txhum kev nkauj kev nraug, cov dlej kws foom tsi zoo nuav yuav tsi ua rua koj raug kev puamtsuaj."},{"bible_id":"1726","chapter_code":"NUM.5","verse_code":"NUM.5.20","label":"20","content":"Tabsis yog koj saib tsi taug koj tug quasyawg, koj tau moog ua txhum kws yog nrug lwm tug txivneej pw kws tsi yog koj tug quasyawg,"},{"bible_id":"1726","chapter_code":"NUM.5","verse_code":"NUM.5.21","label":"21","content":"thov kuas tug TSWV ua rua koj lub npe raug foom tsi zoo taabmeeg koj tsaav tuabneeg. Hab thov kuas nwg ua rua koj chaw xis qhuav hab ua rua koj lub tsev mivnyuas o."},{"bible_id":"1726","chapter_code":"NUM.5","verse_code":"NUM.5.22","label":"22","content":"Thov kuas cov dlej ab dlej dlaw kws koj haus moog rua huv koj lub plaab lawm, ua rua koj lub tsev mivnyuas o hab koj chaw xis qhuav.’ “Tug quaspuj ntawd yuavtsum txaus sab teb has tas, ‘Kuv yeej zoo sab; Amees! Thov kuas tug TSWV ua le ntawd ntaag.’"},{"bible_id":"1726","chapter_code":"NUM.5","verse_code":"NUM.5.23","label":"23","content":"“Ces tug povthawj yuavtsum muab tej lug foom tsi zoo ntawd sau rua huv ntawv hab muab coj moog yaug rua huv cov dlej ab dlej dlaw ntawd."},{"bible_id":"1726","chapter_code":"NUM.5","verse_code":"NUM.5.24","label":"24","content":"Hab nwg yuavtsum muab cov dlej ab dlej dlaw kws ris cov lug foom tsi zoo ntawd rua tug quaspuj haus, hab cov dlej ab dlej dlaw kws ris cov lug foom tsi zoo yuav nkaag moog rua huv nwg lub cev hab yuav ua mob phem rua nwg."},{"bible_id":"1726","chapter_code":"NUM.5","verse_code":"NUM.5.25","label":"25","content":"Ces tug povthawj yuavtsum muab cov moov nplej kws yog khoom fij tshem txujkev khib ntawm tug quaspuj teg lug, hab nqaa moog rua tom lub thaaj muab yom fij rua tug TSWV."},{"bible_id":"1726","chapter_code":"NUM.5","verse_code":"NUM.5.26","label":"26","content":"Ces tug povthawj yuavtsum yawm ib phoov teg cov moov nplej ntawd coj moog hlawv rua sau lub thaaj fij ua kev ncu txug. Thaus kawg tug povthawj kuas tug quaspuj ntawd haus cov dlej ab dlej dlaw."},{"bible_id":"1726","chapter_code":"NUM.5","verse_code":"NUM.5.27","label":"27","content":"Yog nwg yeej ua txhum hab ua tsi ncaaj rua nwg tug quasyawg lawm tag, thaus nwg haus cov dlej kws ris cov lug foom tsi zoo ntawd moog rua huv nwg lub cev lawm, yuav ua rua nwg lub cev mob heev; nwg lub tsev mivnyuas yuav o hab nwg chaw xis yuav qhuav, hab nwg lub npe los yuav raug foom tsi zoo taabmeeg nwg tsaav tuabneeg."},{"bible_id":"1726","chapter_code":"NUM.5","verse_code":"NUM.5.28","label":"28","content":"Tabsis yog tug quaspuj ntawd yeej tsi tau ua txhum hab nwg yog tuabneeg ncaaj nceeg, nwg yuav dlim lub txim ntawd hab tseem muaj taug mivnyuas."},{"bible_id":"1726","chapter_code":"NUM.5","verse_code":"NUM.5.29","label":"29","content":"“Tej kws has taag lug nuav yog txuj kevcai tu plaub ntug ntawm txujkev sis khib, thaus tug quaspuj kws tseem nyob huv nwg tug quasyawg kev tswjfwm los nwg ca le moog ntxag hluas nraug hab ua txhum lawm,"},{"bible_id":"1726","chapter_code":"NUM.5","verse_code":"NUM.5.30","label":"30","content":"lossis thaus tug quasyawg ntawd khib nwg tug quaspuj, vim tsi ntseeg tug quaspuj sab, ces nwg yuavtsum coj tug quaspuj moog sawv taabmeeg tug TSWV, hab tug povthawj yuavtsum ua lawv le txuj kevcai nuav txhua nqai."},{"bible_id":"1726","chapter_code":"NUM.5","verse_code":"NUM.5.31","label":"31","content":"Tug quasyawg yuav tsi raug txim dlaabtsi, tabsis yog tug quaspuj muaj txim tag, nwg yuav tau ris lub txim ntawd.”"},{"bible_id":"1726","chapter_code":"NUM.6","verse_code":"NUM.6.1","label":"1","content":"Tug TSWV saamfwm rua Mauxes has tas,"},{"bible_id":"1726","chapter_code":"NUM.6","verse_code":"NUM.6.2","label":"2","content":"“Koj muab txuj kevcai nuav qha rua cov Yixalayees. Txhua tug txivneej lossis quaspuj kws nwg tau coglug tshwjxeeb ua Naxis hab muab nwg fij rua tug TSWV,"},{"bible_id":"1726","chapter_code":"NUM.6","verse_code":"NUM.6.3","label":"3","content":"mas nwg yuavtsum caiv tsi xob haus cawv txiv maab hab cawv ntsim. Nwg yuavtsum tsi xob haus tej cawv kws muab kua txiv maab ua lossis tsi xob noj tej txiv maab qhuav hlo le."},{"bible_id":"1726","chapter_code":"NUM.6","verse_code":"NUM.6.4","label":"4","content":"Thaus nwg tseem ua Naxis, nwg tsi xob noj tej khoom kws yog muab kua txiv maab ua, txawm yog tej noob lossis tej tawv txiv maab los tsi xob saaj."},{"bible_id":"1726","chapter_code":"NUM.6","verse_code":"NUM.6.5","label":"5","content":"Thaus kws nwg tseem nyob huv qhov kws coglug ua Naxis, nwg tsi xob txav nwg cov plaubhau lossis chais nwg cov fwjtxwv. Nwg yuavtsum ua tuabneeg dlawbhuv moog txug thaus lub sijhawm kws nwg ua kevcai tav lawm, hab nwg yuavtsum tseg nwg cov plaubhau kuas ntev."},{"bible_id":"1726","chapter_code":"NUM.6","verse_code":"NUM.6.6","label":"6","content":"“Thaus lub sijhawm kws nwg ua kevcai fij nwg rua tug TSWV, nwg yuavtsum tsi xob moog ze tej tuabneeg tuag."},{"bible_id":"1726","chapter_code":"NUM.6","verse_code":"NUM.6.7","label":"7","content":"Txawm yog nwg nam nwg txiv, nwg kwv nwg tij lossis cov muam tuag los nwg yuavtsum tsi xob moog ze, yuav ua rua nwg lub cev tsi huv, rua qhov lub cim kws muab nwg cais fij rua Vaajtswv nyob sau nwg taubhau."},{"bible_id":"1726","chapter_code":"NUM.6","verse_code":"NUM.6.8","label":"8","content":"Thaus kws nwg tseem ua Naxis, nwg yeej yog tug tuabneeg dlawbhuv rua ntawm tug TSWV."},{"bible_id":"1726","chapter_code":"NUM.6","verse_code":"NUM.6.9","label":"9","content":"“Yog muaj ib tug tuabneeg ca le tuaj tuag rua ntawm tug Naxis ib saab, ua rua nwg cov plaubhau dlawbhuv tsi huv lawm, nwg yuavtsum tog xyaa nub tom qaab, nwg chais nwg cov plaubhau hab cov fwjtxwv, nwg txhaj rov ua tau tug tuabneeg dlawbhuv."},{"bible_id":"1726","chapter_code":"NUM.6","verse_code":"NUM.6.10","label":"10","content":"Nub yim nwg yuavtsum nqaa ib nkawm nquab taug lossis ib nkawm nquab nyeg tuaj rua tug povthawj ntawm tug TSWV lub Tsevntaub sis ntsib lub qhovrooj."},{"bible_id":"1726","chapter_code":"NUM.6","verse_code":"NUM.6.11","label":"11","content":"Tug povthawj muab ib tug fij dlaws txim hab muab ib tug hlawv ua khoom fij, ua kevcai ntxuav nwg, rua qhov nwg tau chwv tug tuabneeg tuag lawm. Nub ntawd nwg yuavtsum ua kevcai ntxuav nwg cov plaubhau kuas huv"},{"bible_id":"1726","chapter_code":"NUM.6","verse_code":"NUM.6.12","label":"12","content":"hab nwg rov muab nwg fij rua tug TSWV thaus lub sijhawm kws nwg tseem ua Naxis hab caab ib tug thaav yaaj noobnyoog ib xyoos tuaj tua ua khoom fij dlaws txim. Tsi suav lub sijhawm qub kws thaus nwg xub ua, rua qhov nwg tau ua rua nwg tsi huv lawm."},{"bible_id":"1726","chapter_code":"NUM.6","verse_code":"NUM.6.13","label":"13","content":"“Ntawm nuav yog txuj kevcai rua tug Naxis, thaus lub sijhawm kws nwg ua kevcai txwm noobnyoog lawm. Nwg yuavtsum moog rua tom tug TSWV lub Tsevntaub sis ntsib lub qhovrooj"},{"bible_id":"1726","chapter_code":"NUM.6","verse_code":"NUM.6.14","label":"14","content":"hab coj peb tug tsaj kws tsi muaj ib qhov phem le moog fij rua tug TSWV: ib tug thaav yaaj noobnyoog ib xyoos moog hlawv fij, ib tug nwm yaaj noobnyoog ib xyoos moog fij dlaws txim, hab ib tug laug yaaj moog fij ua kev sis raug zoo."},{"bible_id":"1726","chapter_code":"NUM.6","verse_code":"NUM.6.15","label":"15","content":"Nwg yuavtsum nqaa ib tawb ncuav kws tsi xyaw keeb moog fij hab: muab ib co puab ua tej lub ncuav tuab tuab xyaw roj txiv ntoo hab muab ib co puab ua tej lub ncuav nyag nyag pleev roj txiv ntoo, hab muab ib co moov nplej hab cawv txiv maab tuaj fij ntxiv."},{"bible_id":"1726","chapter_code":"NUM.6","verse_code":"NUM.6.16","label":"16","content":"“Tug povthawj ca le coj taagnrho tej khoom nuav moog fij rua tug TSWV, muab ibtxha fij dlaws txim hab muab ibtxha hlawv ua khoom fij rua tug TSWV."},{"bible_id":"1726","chapter_code":"NUM.6","verse_code":"NUM.6.17","label":"17","content":"Nwg yuavtsum muab tug laug yaaj hab tawb ncuav kws tsi xyaw keeb fij rua tug TSWV ua kev sis raug zoo; hab nwg muab cov moov nplej hab cov cawv txiv maab fij nrug ua ke."},{"bible_id":"1726","chapter_code":"NUM.6","verse_code":"NUM.6.18","label":"18","content":"Tug Naxis yuavtsum chais nwg cov plaubhau rua ntawm tug TSWV lub Tsevntaub sis ntsib lub qhovrooj hab muab nwg cov plaubhau coj moog hlawv rua huv lub cubtawg kws taabtom hlawv cov khoom fij ua kev sis raug zoo."},{"bible_id":"1726","chapter_code":"NUM.6","verse_code":"NUM.6.19","label":"19","content":"“Ces thaus kws muab ceg teg yaaj hau sav lawm, tug povthawj yuavtsum muab ceg teg yaaj ntawd coj moog tso nrug lub ncuav tuab hab lub ncuav nyag kws muab huv lub tawb lug, cob rua tug Naxis txhais teg."},{"bible_id":"1726","chapter_code":"NUM.6","verse_code":"NUM.6.20","label":"20","content":"Ces tug povthawj yuavtsum muab cov khoom nuav moog yom fij rua tug TSWV, nrug lub hauv nrob hab cegqaab yaaj kws muab yom fij ua tug povthawj tug lawv le txuj kevcai; cov khoom fij nuav yog cov dlawbhuv rua tug povthawj. Tom qaab ntawd tug Naxis, maam le haus tau cawv."},{"bible_id":"1726","chapter_code":"NUM.6","verse_code":"NUM.6.21","label":"21","content":"“Ntawm nuav yog txuj kevcai kws tug Naxis yuavtsum coj. Tabsis yog tug Naxis twg tau coglug tseg yuav muab khoom fij tshaaj le cov Naxis txuj kevcai coglug tseg, mas nwg yuavtsum ua kuas tav lawv le nwg tau coglug tseg lawm.”"},{"bible_id":"1726","chapter_code":"NUM.6","verse_code":"NUM.6.22","label":"22","content":"Tug TSWV saamfwm rua Mauxes has tas,"},{"bible_id":"1726","chapter_code":"NUM.6","verse_code":"NUM.6.23","label":"23","content":"“Koj qha rua Aloos hab nwg cov tub siv tej lug nuav foom koob moov rua cov tuabneeg Yixalayees:"},{"bible_id":"1726","chapter_code":"NUM.6","verse_code":"NUM.6.24","label":"24","content":"Thov tug TSWV foom koob moov rua mej hab tsomkwm mej;"},{"bible_id":"1726","chapter_code":"NUM.6","verse_code":"NUM.6.25","label":"25","content":"Thov tug TSWV ua sab dlawb sab zoo rua mej hab hlub mej;"},{"bible_id":"1726","chapter_code":"NUM.6","verse_code":"NUM.6.26","label":"26","content":"Thov tug TSWV tsaa qhovmuag saib mej hab pub rua mej muaj kev kaaj sab lug.”"},{"bible_id":"1726","chapter_code":"NUM.6","verse_code":"NUM.6.27","label":"27","content":"Hab tug TSWV has tas, “Yog puab tuav kuv lub npe foom koob moov rua cov Yixalayees, kuv txhaj yuav foom koob moov rua puab.”"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.1","label":"1","content":"Nub kws Mauxes tsaa lub Tsevntaub kws yog qhov chaw nrug tug TSWV sis ntsib tav lawm, nwg muab lub Tsevntaub hab tej cuabyeej, lub thaaj hab tej cuabyeej ua kevcai fij."},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.2","label":"2","content":"Ces cov Yixalayees tej thawjcoj, cov thawjcoj ntawm tej tsev tuabneeg, hab cov thawjcoj ntawm tej xeem yog cov kws sau npe,"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.3","label":"3","content":"coj puab tej khoom fij tuaj pub rua tug TSWV le nuav: rau lub tsheb nyuj hab kaum ob tug txiv nyuj, ob tug thawjcoj koom ib lub tsheb nyuj hab ib leeg ib tug txiv nyuj. Tom qaab kws puab coj tuaj fij rua tug TSWV taag lawm,"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.4","label":"4","content":"tug TSWV has rua Mauxes has tas,"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.5","label":"5","content":"“Ca le txais tej khoom fij nuav ntawm puab, txhaj tau coj moog siv ua num huv tug TSWV lub Tsevntaub sis ntsib; hab muab tej khoom nuav cob rua cov Levis lawv le teg num kws puab yuavtsum tau ua.”"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.6","label":"6","content":"Yog le ntawd, Mauxes txhaj muab cov tsheb nyuj hab cov txiv nyuj cob rua cov Levis."},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.7","label":"7","content":"Nwg muab ob lub tsheb hab plaub tug txiv nyuj rua cov Nkesoos,"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.8","label":"8","content":"hab muab plaub lub tsheb nyuj hab yim tug txiv nyuj rua cov Melalis. Taagnrho tej num kws puab ua, Aloos tug tub Ithamas qha le caag puab yuavtsum ua kuas tav le ntawd."},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.9","label":"9","content":"Tabsis Mauxes tsi muab tsheb nyuj lossis txiv nyuj rua cov Kauhas, rua qhov lub luag num kws puab ua, tsuas yog kwv tej khoom dlawbhuv sau xubpwg xwb."},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.10","label":"10","content":"Cov thawjcoj tseem nqaa khoom tuaj ua kevcai fij lub thaaj huv tuabsi hab. Thaus puab npaaj tau tej khoom ntawd txhij coj tuaj fij rua ntawm lub thaaj,"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.11","label":"11","content":"tug TSWV has rua Mauxes has tas, “Koj qha rua puab has tas muab kaum ob nub rua puab fij puab tej khoom rua lub thaaj, kuas ib tug thawjcoj tuaj ib nub.”"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.12","label":"12","content":"Nub ib yog Amithais tug tub Nasoos kws yog tug thawjcoj xeem Yudas muab nwg cov khoom moog fij;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.13","label":"13","content":"cov khoom kws nwg nqaa moog fij yog ib lub phaaj nyaj nyaav peb choj hab ob laag, ib lub taig nyaj nyaav ib choj hab yim laag, lawv le numtswv txuj cai kom tseg, lub phaaj hab lub taig ntawd puavleej ntim tej tseem moov nplej kws ntse roj rua lawm puv nkaus coj moog fij;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.14","label":"14","content":"ib lub taig kub nyaav plaub laag, ntim moov tshuaj tsw qaab puv nkaus;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.15","label":"15","content":"caab ib tug ntsuag nyuj, ib tug laug yaaj, hab ib tug thaav yaaj noobnyoog ib xyoos, coj moog tua hlawv fij;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.16","label":"16","content":"caab ib tug laug tshis coj moog tua fij dlaws txim;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.17","label":"17","content":"hab ob tug txiv nyuj, tsib tug laug yaaj, tsib tug laug tshis, hab tsib tug thaav yaaj noobnyoog ib xyoos coj moog fij ua kev sis raug zoo. Cov khoom fij nuav puavleej yog Aminadas tug tub Nasoos cov."},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.18","label":"18","content":"Nub ob yog Zuag tug tub Nethanees kws yog tug thawjcoj xeem Ixakhas, muab nwg cov khoom moog fij;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.19","label":"19","content":"cov khoom kws nwg nqaa moog fij yog ib lub phaaj nyaj nyaav peb choj hab ob laag, ib lub taig nyaj nyaav ib choj hab yim laag lawv le numtswv txuj cai kom tseg, lub phaaj hab lub taig ntawd puavleej ntim tej tseem moov nplej kws ntse roj rua lawm puv nkaus coj moog fij;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.20","label":"20","content":"ib lub taig kub nyaav plaub laag kws ntim moov tshuaj tsw qaab puv nkaus;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.21","label":"21","content":"caab ib tug ntsuag nyuj, ib tug laug yaaj, hab ib tug thaav yaaj noobnyoog ib xyoos, coj moog tua hlawv fij;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.22","label":"22","content":"caab ib tug laug tshis coj moog tua fij dlaws txim;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.23","label":"23","content":"hab ob tug txiv nyuj, tsib tug laug yaaj, tsib tug laug tshis, hab tsib tug thaav yaaj noobnyoog ib xyoos, coj moog tua fij ua kev sis raug zoo. Cov khoom fij nuav puavleej yog Zuag tug tub Nethanees cov."},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.24","label":"24","content":"Nub peb yog Heloos tug tub Eli-as kws yog tug thawjcoj xeem Xenpuloos, muab nwg cov khoom moog fij;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.25","label":"25","content":"cov khoom kws nwg coj moog fij yog ib lub phaaj nyaj nyaav peb choj hab ob laag, ib lub taig nyaj nyaav ib choj hab yim laag, lawv le numtswv txuj cai kom tseg, lub phaaj hab lub taig ntawd puavleej ntim tej tseem moov nplej kws ntse roj rua lawm puv nkaus coj moog fij;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.26","label":"26","content":"ib lub taig kub nyaav plaub laag kws ntim moov tshuaj tsw qaab puv nkaus;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.27","label":"27","content":"caab ib tug ntsuag nyuj, ib tug laug yaaj, hab ib tug thaav yaaj noobnyoog ib xyoos, coj moog tua hlawv fij;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.28","label":"28","content":"caab ib tug tshis coj moog tua fij dlaws txim;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.29","label":"29","content":"hab ob tug txiv nyuj, tsib tug laug yaaj, tsib tug laug tshis, hab tsib tug thaav yaaj noobnyoog ib xyoos, coj moog fij ua kev sis raug zoo. Cov khoom fij nuav puavleej yog Heloos tug tub Eli-as cov."},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.30","label":"30","content":"Nub plaub yog Sede-us tug tub Elixus kws yog tug thawjcoj xeem Lunpees, muab nwg cov khoom moog fij;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.31","label":"31","content":"cov khoom kws nwg coj moog fij yog ib lub phaaj nyaj nyaav peb choj hab ob laag, ib lub taig nyaj nyaav ib choj hab yim laag lawv le numtswv txuj cai kom tseg, lub phaaj hab lub taig ntawd puavleej ntim tej tseem moov nplej kws ntse roj rua lawm puv nkaus coj moog fij;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.32","label":"32","content":"ib lub taig kub nyaav plaub laag kws ntim moov tshuaj tsw qaab puv nkaus;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.33","label":"33","content":"caab ib tug ntsuag nyuj, ib tug laug yaaj, hab ib tug thaav yaaj noobnyoog ib xyoos, coj moog tua hlawv fij;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.34","label":"34","content":"caab ib tug laug tshis coj moog tua fij dlaws txim;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.35","label":"35","content":"hab ob tug txiv nyuj, tsib tug laug yaaj, tsib tug laug tshis, hab tsib tug thaav yaaj noobnyoog ib xyoos, coj moog fij ua kev sis raug zoo. Cov khoom fij nuav puavleej yog Sede-us tug tub Elixus cov."},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.36","label":"36","content":"Nub tsib yog Xulisadais tug tub Selumiyees kws yog tug thawjcoj xeem Xime-oos, muab nwg cov khoom moog fij;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.37","label":"37","content":"cov khoom kws nwg coj moog fij yog ib lub phaaj nyaj nyaav peb choj hab ob laag, ib lub taig nyaj nyaav ib choj hab yim laag, lawv le numtswv txuj cai kom tseg, lub phaaj hab lub taig ntawd puavleej ntim tej tseem moov nplej kws ntse roj rua lawm puv nkaus coj moog fij;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.38","label":"38","content":"ib lub taig kub nyaav plaub laag kws ntim moov tshuaj tsw qaab puv nkaus;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.39","label":"39","content":"caab ib tug ntsuag nyuj, ib tug laug yaaj, hab ib tug thaav yaaj noobnyoog ib xyoos, coj moog tua hlawv fij;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.40","label":"40","content":"caab ib tug laug tshis coj moog tua fij dlaws txim,"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.41","label":"41","content":"hab ob tug txiv nyuj, tsib tug laug yaaj, tsib tug laug tshis hab tsib tug thaav yaaj noobnyoog ib xyoos, coj moog fij ua kev sis raug zoo. Cov khoom fij nuav puavleej yog Xulisadais tug tub Selumiyees cov."},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.42","label":"42","content":"Nub rau yog Deyees tug tub Eli-axas kws yog tug thawjcoj xeem Khas, muab nwg cov khoom moog fij;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.43","label":"43","content":"cov khoom kws nwg coj tuaj fij yog ib lub phaaj nyaj nyaav peb choj hab ob laag, ib lub taig nyaj nyaav ib choj hab yim laag lawv le numtswv txuj cai kom tseg, lub phaaj hab lub taig ntawd puavleej ntim tej tseem moov nplej kws ntse roj rua lawm puv nkaus coj moog fij;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.44","label":"44","content":"ib lub taig kub nyaav plaub laag kws ntim moov tshuaj tsw qaab puv nkaus;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.45","label":"45","content":"caab ib tug ntsuag nyuj, ib tug laug yaaj, hab ib tug thaav yaaj noobnyoog ib xyoos, coj moog tua hlawv ua khoom fij;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.46","label":"46","content":"caab ib tug laug tshis coj moog tua fij dlaws txim;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.47","label":"47","content":"hab ob tug txiv nyuj, tsib tug laug yaaj, tsib tug laug tshis, hab tsib tug thaav yaaj noobnyoog ib xyoos, coj moog fij ua kev sis raug zoo. Cov khoom fij nuav puavleej yog Deyees tug tub Eli-axas cov."},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.48","label":"48","content":"Nub xyaa yog Amihus tug tub Elisamas kws yog tug thawjcoj xeem Efalayees, muab nwg cov khoom moog fij;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.49","label":"49","content":"cov khoom kws nwg coj moog fij yog ib lub phaaj nyaj nyaav peb choj hab ob laag, ib lub taig nyaj nyaav ib choj hab yim laag, lawv le numtswv txuj cai kom tseg, lub phaaj hab lub taig ntawd puavleej ntim tej tseem moov nplej kws ntse roj rua lawm puv nkaus coj moog fij;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.50","label":"50","content":"ib lub taig kub nyaav plaub laag kws ntim moov tshuaj tsw qaab puv nkaus;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.51","label":"51","content":"caab ib tug ntsuag nyuj, ib tug laug yaaj, hab ib tug thaav yaaj noobnyoog ib xyoos, coj moog tua hlawv fij;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.52","label":"52","content":"caab ib tug laug tshis coj moog tua fij dlaws txim;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.53","label":"53","content":"hab ob tug txiv nyuj, tsib tug laug yaaj, tsib tug laug tshis hab tsib tug thaav yaaj noobnyoog ib xyoos, coj moog fij ua kev sis raug zoo. Cov khoom fij nuav puavleej yog Amihus tug tub Elisamas cov."},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.54","label":"54","content":"Nub yim yog Pedaxes tug tub Nkamaliyees kws yog tug thawjcoj xeem Manaxes, muab nwg cov khoom moog fij;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.55","label":"55","content":"cov khoom kws nwg coj moog fij yog ib lub phaaj nyaj nyaav peb choj hab ob laag, ib lub taig nyaj nyaav ib choj hab yim laag, lawv le numtswv txuj cai kom tseg, lub phaaj hab lub taig ntawd puavleej ntim tej tseem moov nplej kws ntse roj rua lawm puv nkaus coj moog fij;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.56","label":"56","content":"ib lub taig kub nyaav plaub laag kws ntim moov tshuaj tsw qaab puv nkaus;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.57","label":"57","content":"caab ib tug ntsuag nyuj, ib tug laug yaaj hab ib tug thaav yaaj noobnyoog ib xyoos, coj moog tua hlawv fij;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.58","label":"58","content":"caab ib tug laug tshis moog tua fij dlaws txim;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.59","label":"59","content":"hab ob tug txiv nyuj, tsib tug laug yaaj, tsib tug laug tshis hab tsib tug thaav yaaj noobnyoog ib xyoos, coj moog fij ua kev sis raug zoo. Cov khoom fij nuav puavleej yog Pedaxes tug tub Nkamaliyees cov."},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.60","label":"60","content":"Nub cuaj yog Nkide-aunis tug tub Anpidaas kws yog tug thawjcoj xeem Npeenyamees, muab nwg cov khoom moog fij;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.61","label":"61","content":"cov khoom kws nwg coj moog fij yog ib lub phaaj nyaj nyaav peb choj hab ob laag, ib lub taig nyaj nyaav ib choj hab yim laag, lawv le numtswv txuj cai kom tseg, lub phaaj hab lub taig ntawd puavleej ntim tej tseem moov nplej kws ntse roj rua lawm puv nkaus coj moog fij;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.62","label":"62","content":"ib lub taig kub nyaav plaub laag kws ntim moov tshuaj tsw qaab puv nkaus;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.63","label":"63","content":"caab ib tug ntsuag nyuj, ib tug laug yaaj hab ib tug thaav yaaj noobnyoog ib xyoos, coj moog tua hlawv ua khoom fij;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.64","label":"64","content":"caab ib tug laug tshis moog tua fij dlaws txim;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.65","label":"65","content":"hab caab ob tug txiv nyuj, tsib tug laug yaaj, tsib tug laug tshis hab tsib tug thaav yaaj noobnyoog ib xyoos, coj moog fij ua kev sis raug zoo. Cov khoom fij nuav puavleej yog Nkidi-aunis tug tub Anpidas cov."},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.66","label":"66","content":"Nub kaum yog Amisadais tug tub Ahi-exes kws yog tug thawjcoj xeem Daas, muab nwg cov khoom moog fij;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.67","label":"67","content":"cov khoom kws nwg coj moog fij yog ib lub phaaj nyaj nyaav peb choj hab ob laag, ib lub taig nyaj nyaav ib choj hab yim laag, lawv le numtswv txuj cai kom tseg, lub phaaj hab lub taig ntawd puavleej ntim tej tseem moov nplej kws ntse roj rua lawm puv nkaus coj moog fij;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.68","label":"68","content":"ib lub taig kub nyaav plaub laag kws ntim moov tshuaj tsw qaab puv nkaus;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.69","label":"69","content":"caab ib tug ntsuag nyuj, ib tug laug yaaj hab ib tug thaav yaaj noobnyoog ib xyoos, coj moog tua hlawv fij;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.70","label":"70","content":"caab ib tug laug tshis moog tua fij dlaws txim;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.71","label":"71","content":"hab caab ob tug txiv nyuj, tsib tug laug yaaj, tsib tug laug tshis hab tsib tug thaav yaaj noobnyoog ib xyoos, coj moog fij ua kev sis raug zoo. Cov khoom fij nuav puavleej yog Amisadais tug tub Ahi-exes cov."},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.72","label":"72","content":"Nub kaum ib yog Aukhalas tug tub Pankiyees kws yog tug thawjcoj xeem Aseles, muab nwg cov khoom moog fij;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.73","label":"73","content":"cov khoom kws nwg coj moog fij yog ib lub phaaj nyaj nyaav peb choj hab ob laag, ib lub taig nyaj nyaav ib choj hab yim laag, lawv le numtswv txuj cai kom tseg, lub phaaj hab lub taig ntawd puavleej ntim tej tseem moov nplej kws ntse roj rua lawm puv nkaus coj moog fij;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.74","label":"74","content":"ib lub taig kub nyaav plaub laag kws ntim moov tshuaj tsw qaab puv nkaus;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.75","label":"75","content":"caab ib tug ntsuag nyuj, ib tug laug yaaj, hab ib tug thaav yaaj noobnyoog ib xyoos, coj moog tua hlawv fij;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.76","label":"76","content":"caab ib tug laug tshis moog tua fij dlaws txim;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.77","label":"77","content":"hab caab ob tug txiv nyuj, tsib tug laug yaaj, tsib tug laug tshis hab tsib tug thaav yaaj noobnyoog ib xyoos, coj moog fij ua kev sis raug zoo. Cov khoom fij nuav puavleej yog Aukhalas tug tub Pankiyees cov."},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.78","label":"78","content":"Nub kaum ob yog Enas tug tub Ahilas kws yog tug thawjcoj xeem Nathalis, muab nwg cov khoom moog fij;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.79","label":"79","content":"cov khoom kws nwg coj moog fij yog ib lub phaaj nyaj nyaav peb choj hab ob laag, ib lub taig nyaj nyaav ib choj hab yim laag, lawv le numtswv txuj cai kom tseg, lub phaaj hab lub taig ntawd puavleej ntim tej tseem moov nplej kws ntse roj rua lawm puv nkaus coj moog fij;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.80","label":"80","content":"ib lub taig kub nyaav plaub laag kws ntim moov tshuaj tsw qaab puv nkaus;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.81","label":"81","content":"caab ib tug ntsuag nyuj, ib tug laug yaaj, hab ib tug thaav yaaj noobnyoog ib xyoos moog tua hlawv fij;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.82","label":"82","content":"caab ib tug laug tshis moog tua fij dlaws txim;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.83","label":"83","content":"hab caab ob tug txiv nyuj, tsib tug laug yaaj, tsib tug laug tshis hab tsib tug thaav yaaj noobnyoog ib xyoos, coj moog fij ua kev sis raug zoo. Cov khoom fij nuav puavleej yog Enas tug tub Ahilas cov."},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.84","label":"84","content":"Ntawm nuav yog cov khoom fij kws cov Yixalayees cov thawjcoj, coj moog fij thaus ua kevcai fij lub thaaj, kaum ob lub phaaj nyaj, kaum ob lub taig nyaj, kaum ob lub taig kub,"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.85","label":"85","content":"ib lub phaaj nyaj twg nyaav peb choj hab ob laag, ib lub taig nyaj twg nyaav ib choj hab yim laag, taagnrho cov phaaj hab cov taig nyaj nyaav rau caum choj, lawv le numtswv txuj cai kom tseg."},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.86","label":"86","content":"Kaum ob lub taig kub kws ntim moov tshuaj tsw qaab puv nkaus, ib lub twg nyaav plaub laag, lawv le numtswv txuj cai kom tseg, taagnrho cov taig kub ntawd nyaav plaub caug yim laag."},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.87","label":"87","content":"Xaam taagnrho cov tsaj kws caab moog tua hlawv fij yog kaum ob tug txiv nyuj, kaum ob tug laug tshis, kaum ob tug thaav yaaj noobnyoog ib xyoos, nrug rua puab tej moov nplej kws coj moog ua khoom fij;"},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.88","label":"88","content":"hab taagnrho puab tej tsaj kws caab moog fij ua kev sis raug zoo yog neeg nkaum plaub tug txiv nyuj, rau caum tug laug yaaj, rau caum tug laug tshis, rau caum tug thaav yaaj noobnyoog ib xyoos. Cov nuav yog tej khoom kws coj moog fij tom qaab ua kevcai fij lub thaaj taag lawm."},{"bible_id":"1726","chapter_code":"NUM.7","verse_code":"NUM.7.89","label":"89","content":"Thaus Mauxes moog nrug tug TSWV thaam huv tug TSWV lub Tsevntaub sis ntsib, nwg nov tug TSWV has lug rua nwg sau lub hau Phijxaab kws ntim Vaajtswv tej lug cog tseg, nruab nraab ntawm ob tug qhelunpees."},{"bible_id":"1726","chapter_code":"NUM.8","verse_code":"NUM.8.1","label":"1","content":"Tug TSWV has rua Mauxes has tas,"},{"bible_id":"1726","chapter_code":"NUM.8","verse_code":"NUM.8.2","label":"2","content":"“Koj qha rua Aloos has tas thaus twg nwg coj xyaa lub teeb moog txawb rua ntawm tug ncej txawb teeb, nwg yuavtsum txawb kuas cov teeb ntawd ci pum kev moog rua tom hauv ntej.”"},{"bible_id":"1726","chapter_code":"NUM.8","verse_code":"NUM.8.3","label":"3","content":"Aloos ua lawv le ntawd, nwg txhaj muab cov teeb moog txawb rua ntawm tug ncej txawb teeb tig taagnrho rua tom hauv ntej."},{"bible_id":"1726","chapter_code":"NUM.8","verse_code":"NUM.8.4","label":"4","content":"Tug ncej txawb teeb ntawd sau lub hau lug ti nkaus huv tug taw puavleej yog muab cov tseem kub ntaus ua, lawv le tug qauv kws tug TSWV qha rua Mauxes lawm."},{"bible_id":"1726","chapter_code":"NUM.8","verse_code":"NUM.8.5","label":"5","content":"Tug TSWV has rua Mauxes has tas,"},{"bible_id":"1726","chapter_code":"NUM.8","verse_code":"NUM.8.6","label":"6","content":"“Muab cov Levis cais tawm ntawm cov Yixalayees lub chaw nyob hab muab puab ua kevcai ntxuav kuas huv"},{"bible_id":"1726","chapter_code":"NUM.8","verse_code":"NUM.8.7","label":"7","content":"lawv le nuav: muab dlej nchus rua puab ua kevcai ntxuav hab kuas puab chais puab tej plaub thoob plawg ib ce hab kuas puab ntxhua puab tej rig tsho. Ces puab txhaj yuav huv."},{"bible_id":"1726","chapter_code":"NUM.8","verse_code":"NUM.8.8","label":"8","content":"Ces kuas puab caab ib tug ntsuag nyuj hab nqaa ib cov moov nplej kws tub ntse roj txiv ntoo rua lawm tuaj; hab koj muab dlua ib tug ntsuag nyuj tuaj tua fij dlaws txim."},{"bible_id":"1726","chapter_code":"NUM.8","verse_code":"NUM.8.9","label":"9","content":"Ces kuas cov Yixalayees tuaj txoos ua ke hab kuas cov Levis moog sawv tom hauv ntej tug TSWV lub Tsevntaub sis ntsib."},{"bible_id":"1726","chapter_code":"NUM.8","verse_code":"NUM.8.10","label":"10","content":"Cov Yixalayees yuavtsum tsaa teg rua sau cov Levis taubhau,"},{"bible_id":"1726","chapter_code":"NUM.8","verse_code":"NUM.8.11","label":"11","content":"hab ca Aloos muab cov Levis kws yog cov Yixalayees yaam khoom tshwjxeeb fij rua kuv, kuas puab tau ua kuv teg num."},{"bible_id":"1726","chapter_code":"NUM.8","verse_code":"NUM.8.12","label":"12","content":"Cov Levis yuavtsum tsaa teg rua sau ob tug txiv nyuj taubhau; muab ib tug tua fij dlaws txim hab muab ib tug tua hlawv fij ua kevcai ntxuav kuas cov Levis huv."},{"bible_id":"1726","chapter_code":"NUM.8","verse_code":"NUM.8.13","label":"13","content":"“Muab cov Levis fij pub tshwjxeeb rua tug TSWV, hab tsaa Aloos hab nwg cov tub ua cov saib puab."},{"bible_id":"1726","chapter_code":"NUM.8","verse_code":"NUM.8.14","label":"14","content":"Koj ca le muab cov Levis cais tawm ntawm cov Yixalayees moog nyob rua ib qho, cov Levis yog kuv tug lawm."},{"bible_id":"1726","chapter_code":"NUM.8","verse_code":"NUM.8.15","label":"15","content":"Tom qaab kws koj muab cov Levis ua kevcai ntxuav hab muab puab fij lawm, puab txhaj tsimnyog ua kuv teg num huv lub Tsevntaub sis ntsib."},{"bible_id":"1726","chapter_code":"NUM.8","verse_code":"NUM.8.16","label":"16","content":"Puab yog cov dlawbhuv kws cov Yixalayees muab pub rua kuv, kuv txhaj yuav puab ua kuv tug hloov cov Yixalayees thawj tug tub hlub chaw."},{"bible_id":"1726","chapter_code":"NUM.8","verse_code":"NUM.8.17","label":"17","content":"Cov Yixalayees tej tub hlub hab puab tej tsaj txhu thawj tug mivnyuas kws yog tug txiv puavleej yog kuv tug, vim thaus u kuv tua cov Iziv tej tub hlub lawm."},{"bible_id":"1726","chapter_code":"NUM.8","verse_code":"NUM.8.18","label":"18","content":"Nwgnuav kuv txhaj xaiv cov Levis lug hloov cov Yixalayees tug tub hlub chaw,"},{"bible_id":"1726","chapter_code":"NUM.8","verse_code":"NUM.8.19","label":"19","content":"hab kuv muab cov Levis cob rua Aloos hab nwg cov tub, ib yaam le puab yog cov Yixalayees cov khoom pub kws coj moog ua num huv lub Tsevntaub sis ntsib hloov cov Yixalayees chaw hab tiv thaiv cov Yixalayees ntawm txujkev puamtsuaj nyob tsaam puab txaav moog ze Chaav Dlawbhuv.”"},{"bible_id":"1726","chapter_code":"NUM.8","verse_code":"NUM.8.20","label":"20","content":"Yog le ntawd, Mauxes, Aloos hab taagnrho cov Yixalayees txhaj muab cov Levis ua kevcai fij lawv le tug TSWV tau saamfwm rua Mauxes lawm."},{"bible_id":"1726","chapter_code":"NUM.8","verse_code":"NUM.8.21","label":"21","content":"Cov Levis puavleej ua kevcai ntxuav puab hab muab puab tej rig tsho coj moog ntxhua, hab Aloos muab puab ua kevcai fij pub tshwjxeeb rua tug TSWV. Dlua le ntawd, nwg tseem ua kevcai dlaws txim rua puab kuas huv."},{"bible_id":"1726","chapter_code":"NUM.8","verse_code":"NUM.8.22","label":"22","content":"Tom qaab kws cov pejxeem ua txhua yaam rua cov Levis lawv le tej kws tug TSWV tau has rua Mauxes lawm. Cov Levis txhaj tau moog ua num huv lub Tsevntaub sis ntsib kws yog Aloos hab nwg cov tub ua cov saib."},{"bible_id":"1726","chapter_code":"NUM.8","verse_code":"NUM.8.23","label":"23","content":"Tug TSWV has rua Mauxes has tas,"},{"bible_id":"1726","chapter_code":"NUM.8","verse_code":"NUM.8.24","label":"24","content":"“Txhua tug Levis kws noobnyoog neeg nkaum tsib xyoos yuavtsum tau ua num huv tug TSWV lub Tsevntaub sis ntsib,"},{"bible_id":"1726","chapter_code":"NUM.8","verse_code":"NUM.8.25","label":"25","content":"hab yuavtsum ca tug kws nwg noobnyoog tsib caug xyoo lawm moog su."},{"bible_id":"1726","chapter_code":"NUM.8","verse_code":"NUM.8.26","label":"26","content":"Tom qaab ntawd, nwg yuavtsum paab nwg cov kwvtij Levis ua puab tej num huv tug TSWV lub Tsevntaub sis ntsib, tabsis nwg tsi xob ua ib yaam num kws yog nwg tuab leeg ua xwb. Ntawm nuav yog lub luag num kws koj muab cob rua cov Levis ua.”"},{"bible_id":"1726","chapter_code":"NUM.9","verse_code":"NUM.9.1","label":"1","content":"Tug TSWV has rua Mauxes tom taj suabpuam Xinais thaus lub ib hlis xyoo ob, tom qaab kws cov Yixalayees tsiv nraag tebchaws Iziv lug. Nwg has tas,"},{"bible_id":"1726","chapter_code":"NUM.9","verse_code":"NUM.9.2+NUM.9.3","label":"2-3","content":"“Lub hlis nuav nub kaum plaub, thaus nub poob qho, cov Yixalayees ca le tuaj pib ua Kevcai Hlaa Dlhau lawv le txuj kaab ke hab tej kevcai kws tub teem tseg lawm.”"},{"bible_id":"1726","chapter_code":"NUM.9","verse_code":"NUM.9.4","label":"4","content":"Yog le ntawd, Mauxes txhaj kuas cov pejxeem pib ua Kevcai Hlaa Dlhau,"},{"bible_id":"1726","chapter_code":"NUM.9","verse_code":"NUM.9.5","label":"5","content":"hab lub ib hlis nub xab kaum plaub thaus nub poob qho, puab txhaj le ua kevcai Hlaa Dlhau nyob rua tom taj suabpuam Xinais. Cov pejxeem ua txhua yaam lawv le tug TSWV tau saamfwm rua Mauxes lawm."},{"bible_id":"1726","chapter_code":"NUM.9","verse_code":"NUM.9.6","label":"6","content":"Tabsis muaj qee leej txivneej tseem tsi tau ua kevcai ntxuav kuas huv, vim puab moog tuav tej tuabneeg tuag, nub ntawd puab txhaj tsi tau lug ua kevcai Hlaa Dlhau. Puab moog cuag Mauxes hab Aloos obtug"},{"bible_id":"1726","chapter_code":"NUM.9","verse_code":"NUM.9.7","label":"7","content":"hab has tas, “Peb yog tuabneeg tsi huv lawm, rua qhov peb tau moog tuav tej tuabneeg tuag, tabsis vim le caag txhaj txwv tsi pub peb nrug cov Yixalayees coj khoom moog fij rua tug TSWV?”"},{"bible_id":"1726","chapter_code":"NUM.9","verse_code":"NUM.9.8","label":"8","content":"Mauxes teb puab has tas, “Mej ua sab ntev tog moog txug thaus tug TSWV qha rua kuv tsaiv.”"},{"bible_id":"1726","chapter_code":"NUM.9","verse_code":"NUM.9.9","label":"9","content":"Tug TSWV qha rua Mauxes"},{"bible_id":"1726","chapter_code":"NUM.9","verse_code":"NUM.9.10","label":"10","content":"kuas has rua cov Yixalayees has tas, “Thaus mej ib tug twg lossis mej tej xeebntxwv moog tuav tej tuabneeg tuag ua rua tug ntawd tsi huv lossis mej ib tug twg tseem taabtom moog kev dleb lawm, mas nwg tseem ua tau Kevcai Hlaa Dlhau rua tug TSWV,"},{"bible_id":"1726","chapter_code":"NUM.9","verse_code":"NUM.9.11","label":"11","content":"tabsis koj ca nwg ua Kevcai Hlaa Dlhau rua ib lub hlis tom qaab kws yog lub ob hlis nub kaum plaub thaus nub poob qho. Puab maam ua kevcai noj tug yaaj ntawd nrug cov ncuav tsi xyaw keeb hab tej zaub kws ab."},{"bible_id":"1726","chapter_code":"NUM.9","verse_code":"NUM.9.12","label":"12","content":"Tsi xob tseg tej zaub mov ca txug taagkig sawv ntxuv hab tsi xob muab tug tsaj ntawd tej pobtxhaa ua luv le. Ncu ntsoov ua kevcai Hlaa Dlhau lawv le tej kevcai."},{"bible_id":"1726","chapter_code":"NUM.9","verse_code":"NUM.9.13","label":"13","content":"Tabsis tug kws tub ua kevcai ntxuav huv hab nwg tsi tau moog kev dleb, txhobtxwm tsi tuaj ua Kevcai Hlaa Dlhau, yuav muab tug ntawd rhu tawm huv kuv tsaav tuabneeg moog, vim lub sijhawm ntawd nwg tsi tau coj khoom tuaj fij rua kuv lawv le kws tub npaaj tseg lawm. Nwg yuavtsum ris nwg lub txim."},{"bible_id":"1726","chapter_code":"NUM.9","verse_code":"NUM.9.14","label":"14","content":"“Yog has tas, muaj tej tuabneeg txawv tebchaws nrug mej nyob, hab nwg xaav ua Kevcai Hlaa Dlhau rua tug TSWV, nwg yuavtsum ua lawv le tej kaab ke hab tej kevcai. Muab tuab txuj kevcai nuav rua txhua tug, tsi has cov txawm teb txawm chaw lossis cov tuabneeg txawv tebchaws.”"},{"bible_id":"1726","chapter_code":"NUM.9","verse_code":"NUM.9.15","label":"15","content":"Nub kws puab tsaa tau lub Tsevntaub kws yog qhov chaw nrug tug TSWV sis ntsib lawm, muaj ib tauv fuab lug laum nkaus lub tsevntaub ntawd. Mo ntuj tauv fuab ntawd cig laam lug le nplaim tawg."},{"bible_id":"1726","chapter_code":"NUM.9","verse_code":"NUM.9.16","label":"16","content":"Pheej ua le ntawd moog le; nruab nub tauv fuab roog rawv lub tsevntaub sis ntsib, hab mo ntuj tauv fuab cig laam lug le nplaim tawg."},{"bible_id":"1726","chapter_code":"NUM.9","verse_code":"NUM.9.17","label":"17","content":"Thaus twg tauv fuab ntawd tshem tawm moog nreg rua qhov twg lawm, cov Yixalayees txawm tshais chaw moog tsaa puab tej tsevntaub nyob rua qhov ntawd."},{"bible_id":"1726","chapter_code":"NUM.9","verse_code":"NUM.9.18","label":"18","content":"Cov pejxeem txu puab tej tsevntaub lawv le tug TSWV saamfwm, hab puab rov tsaa puab tej tsevntaub lawv le tug TSWV saamfwm. Yog tauv fuab nyob sau lub Tsevntaub sis ntsib ntev npaum le caag puab nyob huv lub yeej ntawd ntev npaum le ntawd xwb."},{"bible_id":"1726","chapter_code":"NUM.9","verse_code":"NUM.9.19","label":"19","content":"Txawm yog tauv fuab nyob ntev heev sau lub Tsevntaub los cov Yixalayees yeej noog tug TSWV lug hab puab tsi tshais chaw moog nyob qhov twg le."},{"bible_id":"1726","chapter_code":"NUM.9","verse_code":"NUM.9.20","label":"20","content":"Muaj tej zag tauv fuab tsuas nyob sau lub Tsevntaub sis ntsib ob peb nub xwb; txawm le caag los xij; puab tsuas nyob hab tshais chaw lawv le tug TSWV coj puab kev xwb."},{"bible_id":"1726","chapter_code":"NUM.9","verse_code":"NUM.9.21","label":"21","content":"Muaj tej zag tauv fuab nyob sau lub Tsevntaub ib mos xwb, thaus sawv ntxuv puab tshais chaw thaus tauv fuab ntawd tshem kag lawm."},{"bible_id":"1726","chapter_code":"NUM.9","verse_code":"NUM.9.22","label":"22","content":"Tsi has tauv fuab nyob ob nub, ib hlis, ib xyoos lossis nyob ntev tshaaj ntawd, tauv fuab ntawd nyob ntev npaum le caag puab yeej nyob ntev npaum le ntawd tsi tsiv tawm le; tabsis thaus twg tauv fuab tshem tawm lawm, puab maam le tshais chaw thaus ntawd."},{"bible_id":"1726","chapter_code":"NUM.9","verse_code":"NUM.9.23","label":"23","content":"Tug TSWV saamfwm kuas puab lauj puab tej tsev hab kuas puab tsaa puab tej tsevntaub. Puab noog tug TSWV tej lug kws nwg has rua Mauxes."},{"bible_id":"1726","chapter_code":"NUM.10","verse_code":"NUM.10.1","label":"1","content":"Tug TSWV has rua Mauxes has tas,"},{"bible_id":"1726","chapter_code":"NUM.10","verse_code":"NUM.10.2","label":"2","content":"“Muab nyaj ntaus ua ob lub xyu tau tshuab hu cov tuabneeg tuaj txoos ua ke hab kuas suavdlawg lauj lub yeej."},{"bible_id":"1726","chapter_code":"NUM.10","verse_code":"NUM.10.3","label":"3","content":"Yog thaus twg tshuab ob lub suab xyu nrov ntev ntev, ces yog hu taagnrho cov pejxeem sis sau tuaj cuag koj rua ntawm tug TSWV lub Tsevntaub sis ntsib lub qhovrooj."},{"bible_id":"1726","chapter_code":"NUM.10","verse_code":"NUM.10.4","label":"4","content":"Tabsis yog thaus twg nov tshuab ib lub suab xyu nrov ntev ntev, ces yog hu txhua xeem cov thawjcoj tuaj cuag koj."},{"bible_id":"1726","chapter_code":"NUM.10","verse_code":"NUM.10.5","label":"5","content":"Thaus twg tshuab lub suab xyu nrov tuab tuab lu, ces yog txhib xeem kws nyob saab nubtuaj kuas ca le sawv kev tawm moog ua ntej."},{"bible_id":"1726","chapter_code":"NUM.10","verse_code":"NUM.10.6","label":"6","content":"Thaus rov tshuab dlua zag ob, ces yog txhib kuas xeem kws nyob saab qaabteb sawv kev tawm moog. Yog tshuab lub suab kws tsi nrov ntev, ces yog tshuab txhib kuas suavdlawg lauj lub yeej,"},{"bible_id":"1726","chapter_code":"NUM.10","verse_code":"NUM.10.7","label":"7","content":"tabsis yog tshuab hu kuas cov pejxeem tuaj txoos ua ke, yuavtsum tshuab lub suab nrov ntev ntev."},{"bible_id":"1726","chapter_code":"NUM.10","verse_code":"NUM.10.8","label":"8","content":"Cov kws tshuab xyu yuavtsum ca rua cov povthawj kws yog Aloos cov tub ua cov tshuab xwb. “Ntawm nuav yog txuj kaab ke tswjfwm kws yuavtsum coj moog ibtxhis tsi kawg."},{"bible_id":"1726","chapter_code":"NUM.10","verse_code":"NUM.10.9","label":"9","content":"Thaus muaj kev tsuv kev rog huv mej lub tebchaws kws yog muaj yeebncuab tuaj tua mej, mej yuavtsum tshuab xyu kws yog lub suab sis tua. Kuv yog tug TSWV kws yog mej tug Vaajtswv, kuv yuav paab mej hab cawm kuas mej dlim ntawm mej cov yeebncuab."},{"bible_id":"1726","chapter_code":"NUM.10","verse_code":"NUM.10.10","label":"10","content":"Nub kws mej muaj kev zoo sab kws yog ua kevcai Hli Xab hab ua lwm yaam kevcai kws mej teem tseg, mej ca le tshuab ob lub xyu thaus mej taabtom hlawv tej khoom fij hab fij mej tej khoom ua kev sis raug zoo. Ces kuv yuav paab mej, kuv yog tug TSWV kws yog mej tug Vaajtswv.”"},{"bible_id":"1726","chapter_code":"NUM.10","verse_code":"NUM.10.11","label":"11","content":"Lub ob hlis nub neeg nkaum, xyoo ob kws txwm nkaus rua thaus cov Yixalayees tsiv nraag tebchaws Iziv lug, ces tauv fuab kws roog rawv sau tug TSWV lub Tsevntaub sis ntsib txawm tshem,"},{"bible_id":"1726","chapter_code":"NUM.10","verse_code":"NUM.10.12","label":"12","content":"hab cov Yixalayees pib sawv kev tawm nraag taj suabpuam Xinais lug. Ces tauv fuab lug nreg rua ntawm lub taj mojsaab qhua Palaas."},{"bible_id":"1726","chapter_code":"NUM.10","verse_code":"NUM.10.13","label":"13","content":"Puab pib sawv kev tawm moog thawj zag lawv le tug TSWV tau saamfwm rua Mauxes,"},{"bible_id":"1726","chapter_code":"NUM.10","verse_code":"NUM.10.14","label":"14","content":"hab txhua zag kws puab tshais chaw, yuavtsum ca xeem Yudas moog ua ntej; puab moog ib paab quas ib paab kws yog Aminadas tug tub Nasoos ua tug thawjcoj."},{"bible_id":"1726","chapter_code":"NUM.10","verse_code":"NUM.10.15","label":"15","content":"Zuag tug tub Nethanees ua tug coj xeem Ixakhas,"},{"bible_id":"1726","chapter_code":"NUM.10","verse_code":"NUM.10.16","label":"16","content":"hab Heloos tug tub Eli-as ua tug coj xeem Xenpuloos."},{"bible_id":"1726","chapter_code":"NUM.10","verse_code":"NUM.10.17","label":"17","content":"Ces maam muab lub Tsevntaub sis ntsib txu rua cov Nkesoos hab Melalis kwv sawv kev tawm moog."},{"bible_id":"1726","chapter_code":"NUM.10","verse_code":"NUM.10.18","label":"18","content":"Txuas ntawd moog yog cov kws nyob huv qaab xeem Lunpees tug chij sawv kev tawm moog, puab moog ib paab quas ib paab kws yog Sede-us tug tub Elixus ua tug thawjcoj."},{"bible_id":"1726","chapter_code":"NUM.10","verse_code":"NUM.10.19","label":"19","content":"Xulisadais tug tub Selumiyees ua tug coj xeem Xime-oos,"},{"bible_id":"1726","chapter_code":"NUM.10","verse_code":"NUM.10.20","label":"20","content":"hab Deyees tug tub Eli-axas ua tug coj xeem Khas."},{"bible_id":"1726","chapter_code":"NUM.10","verse_code":"NUM.10.21","label":"21","content":"Ces xeem Levis kws yog cuab Kauhas maam kwv tej khoom dlawbhuv sawv kev tawm moog. Thaus kws puab moog txug rua ntawm lub yeej tshab lawm, puab yuavtsum rov tsaa lub Tsevntaub sis ntsib dlua."},{"bible_id":"1726","chapter_code":"NUM.10","verse_code":"NUM.10.22","label":"22","content":"Paab kws sawv kev tuaj tom qaab yog cov kws nyob huv xeem Efalayees tug qaab chij, puab moog ib paab quas ib paab kws yog Anpihus tug tub Elisamas ua tug thawjcoj."},{"bible_id":"1726","chapter_code":"NUM.10","verse_code":"NUM.10.23","label":"23","content":"Pedaxes tug tub Nkamaliyees ua tug coj xeem Manaxes,"},{"bible_id":"1726","chapter_code":"NUM.10","verse_code":"NUM.10.24","label":"24","content":"hab Nkide-aunis tug tub Anpidaas ua tug coj xeem Npeenyamees."},{"bible_id":"1726","chapter_code":"NUM.10","verse_code":"NUM.10.25","label":"25","content":"Thaus kawg yog paab kws nyob huv xeem Daas tug qaab chij sawv kev tawm moog ua cov thaiv tom qaab txhua xeem huv tuabsi, puab moog ib paab quas ib paab kws yog Amisadais tug tub Ahi-exes ua tug thawjcoj."},{"bible_id":"1726","chapter_code":"NUM.10","verse_code":"NUM.10.26","label":"26","content":"Aunkilas tug tub Pankiyees ua tug coj xeem Aseles,"},{"bible_id":"1726","chapter_code":"NUM.10","verse_code":"NUM.10.27","label":"27","content":"hab Enas tug tub Ahilas ua tug coj xeem Nathalis."},{"bible_id":"1726","chapter_code":"NUM.10","verse_code":"NUM.10.28","label":"28","content":"Ntawm nuav yog has txug zaaj kws cov Yixalayees lauj lub Tsevntaub sis ntsib hab rov tsaa dlua, hab puab sawv kev ib paab quas ib paab tawm moog."},{"bible_id":"1726","chapter_code":"NUM.10","verse_code":"NUM.10.29","label":"29","content":"Mauxes has rua nwg quaspuj tug nug Haunpas kws yog Yethoos  tug tub kws yog tuabneeg Midias has tas, “Taamsim nuav peb taabtom sawv kev moog rua thaaj chaw kws tug TSWV tau coglug yuav muab pub rua peb. Nwg tau coglug tseg lawm yuav pub kuas cov Yixalayees muaj kev vaammeej, koj ca le nrug peb moog, hab peb yuav ca koj nrug peb nyob huv peb lub tebchaws.”"},{"bible_id":"1726","chapter_code":"NUM.10","verse_code":"NUM.10.30","label":"30","content":"Haunpas teb has tas, “Kuv tsi moog, kuv yuav rov qaab moog nrug kuv tsaav tuabneeg nyob huv kuv lub tebchaws.”"},{"bible_id":"1726","chapter_code":"NUM.10","verse_code":"NUM.10.31","label":"31","content":"Mauxes has rua Haunpas has tas, “Thov koj tsi xob tso peb tseg, koj tub paub tej chaw kws peb tsuam yeej nyob huv taj suabpuam Xinais nuav, hab koj tub yog tug qha peb ntaag."},{"bible_id":"1726","chapter_code":"NUM.10","verse_code":"NUM.10.32","label":"32","content":"Yog koj nrug peb moog, peb yuav muab tej kws tug TSWV pub rua peb pub rua koj hab.”"},{"bible_id":"1726","chapter_code":"NUM.10","verse_code":"NUM.10.33","label":"33","content":"Thaus puab taug kev tau peb nub tom Xinais kws yog lub roob dlawbhuv lug cov kws kwv lub Phijxaab kws ntim Vaajtswv tej lug cog tseg moog ua puab ntej hab nrhav chaw rua puab tsuam yeej su."},{"bible_id":"1726","chapter_code":"NUM.10","verse_code":"NUM.10.34","label":"34","content":"Txhua zag kws puab tshais chaw, tug TSWV tauv fuab yeej roog rawv puab taag nub."},{"bible_id":"1726","chapter_code":"NUM.10","verse_code":"NUM.10.35","label":"35","content":"Yog thaus twg cov tuabneeg kws kwv lub Phijxaab kws ntim Vaajtswv tej lug cog tseg sawv kev moog, Mauxes has tas, “Tug TSWV, koj ca le sawv; thov ua kuas koj cov yeebncuab tawg ri sua moog hab muab cov tuabneeg kws ntxub koj ntab tsiv tawm moog!”"},{"bible_id":"1726","chapter_code":"NUM.10","verse_code":"NUM.10.36","label":"36","content":"Hab yog thaus twg cov tuabneeg kws kwv lub phijxaab nreg lawm, Mauxes yuavtsum has tas, “Tug TSWV, thov koj tig lug cuag tsaav tuabneeg Yixalayees kws coob heev suav tsi txheeb nuav dlua.”"},{"bible_id":"1726","chapter_code":"NUM.11","verse_code":"NUM.11.1","label":"1","content":"Nwgnuav cov pejxeem ywg puab tej kev txomnyem rua tug TSWV. Thaus tug TSWV nov puab tej lug ywg, nwg chim rua puab heev nwg txhaj tso suavtawg lug hlawv puab, hab puab tej tsev kub nyab taag ib tog yeej."},{"bible_id":"1726","chapter_code":"NUM.11","verse_code":"NUM.11.2","label":"2","content":"Cov pejxeem txhaj quaj moog thov Mauxes paab; Mauxes txhaj thov tug TSWV ces suavtawg txawm tuag taag lawm."},{"bible_id":"1726","chapter_code":"NUM.11","verse_code":"NUM.11.3","label":"3","content":"Yog le ntawd, txhaj muab qhov chaw ntawd tis npe hu ua Tanpelas,  rua qhov tug TSWV tso suavtawg lug kub puab."},{"bible_id":"1726","chapter_code":"NUM.11","verse_code":"NUM.11.4","label":"4","content":"Muaj cov tuabneeg txawv tebchaws nrug cov Yixalayees taug kev lug. Puab tshaib hab nqhes nqaj heev, cov Yixalayees txawm ywg has tas, “Kheev laam yog peb muaj nqaj noj xwb lauj!"},{"bible_id":"1726","chapter_code":"NUM.11","verse_code":"NUM.11.5","label":"5","content":"Thaus peb nyob nraag tebchaws Iziv peb xaav muab taagnrho tej ntseg huv dlej lug ua zaub noj los yeej tau, peb yeej tsi tau them nyaj le. Peb puas ncu qaab has tas, tej dlib ntsuab, dlib lab, tej dlog raaj, dlog ntug hauvpaug hab tej qej, peb puavleej muaj huv tuabsi?"},{"bible_id":"1726","chapter_code":"NUM.11","verse_code":"NUM.11.6","label":"6","content":"Tabsis nwgnuav peb tsi muaj zug le lawm, rua qhov peb tsi muaj ib lub mov noj, tsuas yog naj nub noj cov manas nuav xwb!”"},{"bible_id":"1726","chapter_code":"NUM.11","verse_code":"NUM.11.7","label":"7","content":"(Manas zoo le cov noob zaub txhwb kws dlaaj lig."},{"bible_id":"1726","chapter_code":"NUM.11","verse_code":"NUM.11.8+NUM.11.9","label":"8-9","content":"Mo ntuj thaus ntsu lwg lawv tej ntug yeej, manas txawm poob sau ntuj lug khov rua ntawm cov lwg ntawd, hab thaus kaaj ntug suavdlawg moog khaws coj lug zum lossis tuav ua moov, puab muab cub kuas sav maam le muab puab ua ncuav. Cov manas ntawd qaab ib yaam le tej moov nplej pleev roj txiv ntoo kws luas cub ua mov noj ntaag.)"},{"bible_id":"1726","chapter_code":"NUM.11","verse_code":"NUM.11.10","label":"10","content":"Mauxes pum cov pejxeem tawm tuaj sawv ua tej paab tej pawg ywg zum zawg ntawm puab tej qhovrooj tsevntaub. Nwg nyuaj sab kawg le, rua qhov tug TSWV chim heev rua puab,"},{"bible_id":"1726","chapter_code":"NUM.11","verse_code":"NUM.11.11","label":"11","content":"hab nwg has rua tug TSWV has tas, “Vim le caag koj txhaj ua nruj ua tsiv rua kuv? Vim le caag koj tsi txaus sab rua kuv? Vim le caag koj txhaj tsaa kuv ua tug saib cov tuabneeg nuav?"},{"bible_id":"1726","chapter_code":"NUM.11","verse_code":"NUM.11.12","label":"12","content":"Kuv tsi yog tug kws tsim puab lossis tso puab lug yug ua tuabneeg los sav! Vim le caag koj txhaj kuas kuv tu puab hab muab puab puag rua huv xubndlag ib yaam le puab tseem yog mivnyuas mog, hab kuas kuv coj puab moog kuas txug lub tebchaws kws koj tau coglug tseg rua puab cov yawmkoob lawm?"},{"bible_id":"1726","chapter_code":"NUM.11","verse_code":"NUM.11.13","label":"13","content":"Kuv yuav moog nrhav nqaj qhov twg txhaj yuav txaus cov tuabneeg nuav noj? Puab pheej kuas kuv muab nqaj rua puab noj."},{"bible_id":"1726","chapter_code":"NUM.11","verse_code":"NUM.11.14","label":"14","content":"Cov tuabneeg nuav ua lub nraa nyaav heev rua kuv, kuv nreg tsi taug puab lawm."},{"bible_id":"1726","chapter_code":"NUM.11","verse_code":"NUM.11.15","label":"15","content":"Yog koj pheej yuav sim kuv le nuav, thov koj ca le muab kuv tua povtseg taamsim nuav, kuas kuv txhaj tsi tau tiv koj tej kev nruj tsiv nuav ntxiv lawm.”"},{"bible_id":"1726","chapter_code":"NUM.11","verse_code":"NUM.11.16","label":"16","content":"Tug TSWV has rua Mauxes has tas, “Hu cov Yixalayees xyaa caum leej txivneej tuaj cuag kuv, puab yog cov kws koj yeej paub has tas yuav ua taug thawjcoj coj cov pejxeem hab ibtxwm tswjfwm puab. Kuas puab tuaj rua ntawm kuv lub Tsevntaub sis ntsib, hab has kuas puab nrug koj sawv rua ntawd."},{"bible_id":"1726","chapter_code":"NUM.11","verse_code":"NUM.11.17","label":"17","content":"Kuv yuav lug nrug koj thaam, hab kuv yuav muab tug ntsujplig kws kuv muab rua koj faib rua puab. Ces puab txhaj paab tau koj ua num rua cov tuabneeg nuav, hab tsi xob ca koj ib leeg ua xwb."},{"bible_id":"1726","chapter_code":"NUM.11","verse_code":"NUM.11.18","label":"18","content":"Koj ca le qha rua cov pejxeem has tas, ‘Ua kevcai ntxuav kuas mej huv npaaj rua pigkig; mej txhaj yuav tau nqaj noj. Tug TSWV nov mej tej suab ywg has tas xaav tau nqaj noj hab thaus mej nyob nraag tebchaws Iziv mej yeej tau zoo dlua le lug nyob ntawm nuav. Nwgnuav tug TSWV yuav muab nqaj rua mej, hab mej yuav tau nqaj noj."},{"bible_id":"1726","chapter_code":"NUM.11","verse_code":"NUM.11.19","label":"19","content":"Mej yuav muaj nqaj noj tsi yog muaj noj ib ob nub lossis tsib rau nub lossis kaum nub lossis neeg nkaum nub xwb,"},{"bible_id":"1726","chapter_code":"NUM.11","verse_code":"NUM.11.20","label":"20","content":"tabsis mej yuav muaj noj tsheej hli, moog txug thaus kws nqaj tawm huv mej qhovntswg lug, hab moog txug thaus kws mej dlhuav tej nqaj ntawd. Tej nuav yuav tshwmsim tuaj, rua qhov mej tso tug TSWV kws nrug mej nyob tseg hab tau quaj rua nwg has tas, Vim le caag peb txhaj tawm nraag tebchaws Iziv lug?’ ”"},{"bible_id":"1726","chapter_code":"NUM.11","verse_code":"NUM.11.21","label":"21","content":"Mauxes has rua tug TSWV has tas, “Cov tuabneeg kws kuv coj lug nuav muaj rau pua txheeb leej, koj has tas yuav muab nqaj rua puab noj kuas txaus tsheej hli nua los?"},{"bible_id":"1726","chapter_code":"NUM.11","verse_code":"NUM.11.22","label":"22","content":"Muab nyuj hab muab yaaj qhov twg lug tua txhaj txaus puab noj? Muab taagnrho cov ntseg huv havtxwv lug tua sov puas txaus puab noj?”"},{"bible_id":"1726","chapter_code":"NUM.11","verse_code":"NUM.11.23","label":"23","content":"Tug TSWV teb has tas, “Puas muaj nrim rua kuv lub fwjchim? Zag nuav koj yuav pum has tas, tej lug kws kuv has nuav saib muaj tseeb lossis tsi tseeb.”"},{"bible_id":"1726","chapter_code":"NUM.11","verse_code":"NUM.11.24","label":"24","content":"Mauxes txhaj tawm moog qha rua cov pejxeem Yixalayees lawv le tug TSWV has. Nwg hu tau xyaa caum leej txivneej tuaj hab coj puab moog sawv ncig lub Tsevntaub."},{"bible_id":"1726","chapter_code":"NUM.11","verse_code":"NUM.11.25","label":"25","content":"Tug TSWV lug rua huv tauv fuab hab has lug huv tauv fuab tuaj rua Mauxes. Nwg txhaj muab tug ntsujplig kws nwg pub rua Mauxes faib rua xyaa caum tug thawjcoj ntawd. Thaus tug ntsujplig ntawd lub fwjchim nkaag rua puab lawm, puab txawm qw ib yaam le tug cev Vaajtswv lug, tabsis tsi ntev pistsawg."},{"bible_id":"1726","chapter_code":"NUM.11","verse_code":"NUM.11.26","label":"26","content":"Xyaa caum leej thawjcoj ntawd, muaj ob tug kws npe hu ua Edas hab Medas, obtug nyob huv yeej xwb, tsi tau moog rua tom lub Tsevntaub. Obtug nyob huv yeej xwb los tug ntsujplig lub fwjchim lug rua sau obtug, hab obtug txawm pib qw ib yaam le cov cev Vaajtswv lug."},{"bible_id":"1726","chapter_code":"NUM.11","verse_code":"NUM.11.27","label":"27","content":"Muaj ib tug tub hluas txhaj moog pav tej kws Edas hab Medas ua ntawd rua Mauxes noog."},{"bible_id":"1726","chapter_code":"NUM.11","verse_code":"NUM.11.28","label":"28","content":"Noos tug tub Yausuas kws ibtxwm ua tug paab Mauxes thaus tseem yog tub hluas lug, txhaj has rua Mauxes has tas, “Tug tswv, koj ca le moog cheem kuas obtug tsum!”"},{"bible_id":"1726","chapter_code":"NUM.11","verse_code":"NUM.11.29","label":"29","content":"Mauxes teb has tas, “Koj nim paab kuv mob sab hab los? Kuv yeej xaav kuas tug TSWV pub nwg tug ntsujplig rua nwg tsaav tuabneeg txhua tug huv tuabsi, kuas puab has tau le cov cev Vaajtswv lug has ntaag!”"},{"bible_id":"1726","chapter_code":"NUM.11","verse_code":"NUM.11.30","label":"30","content":"Ces Mauxes hab cov Yixalayees xyaa caum leej thawjcoj txawm rov moog rua huv tsev lawm."},{"bible_id":"1726","chapter_code":"NUM.11","verse_code":"NUM.11.31","label":"31","content":"Taamsim ntawd tug TSWV txawm tso cua ntsawj noog ncuab yaa ua npoj ntwg nraag havtxwv sab le ob tshim sau npoo aav lug. Cov ncuab ntawd yaa lug tsaws ua npoj ntwg rua ntawm ntug yeej, hab nyob ua npoj ntwg puagncig lub yeej moog tsheej nub ke."},{"bible_id":"1726","chapter_code":"NUM.11","verse_code":"NUM.11.32","label":"32","content":"Cov pejxeem suavdlawg tawm moog nteg ncuab, nub ntawd ib nub, mo ntawd ib mos hab nub tom qaab ib nub; tsi muaj ib tug kws nteg tau tsawg tshaaj tsib caug tawb. Ces puab nqaa lug tseev hab coj moog zab lawv ntug yeej ca ua nqaj qhua."},{"bible_id":"1726","chapter_code":"NUM.11","verse_code":"NUM.11.33","label":"33","content":"Thaus puab tseem muaj nqaj noj ua npuav ua npo, tug TSWV chim rua cov pejxeem heev, nwg txhaj tso kaab mob kis lug rua puab."},{"bible_id":"1726","chapter_code":"NUM.11","verse_code":"NUM.11.34","label":"34","content":"Puab txhaj tis npe rua qhov chaw ntawd hu ua Kinpalus Hata-avas (lossis “Cov tuabneeg tshaib nqhes tej ntxaa”), rua qhov puab log cov tuabneeg nqhes nqaj tuag rua thaaj chaw ntawd."},{"bible_id":"1726","chapter_code":"NUM.11","verse_code":"NUM.11.35","label":"35","content":"Cov pejxeem suavdlawg txhaj tsiv ntawm Kinpalus Hata-avas moog rua ntawm Haxelaus hab puab moog tsuam yeej nyob rua ntawd."},{"bible_id":"1726","chapter_code":"NUM.12","verse_code":"NUM.12.1","label":"1","content":"Mauxes moog yuav tsaav tuabneeg Kusis  ib tug ntxhais lug ua quaspuj, mas Aloos hab Milias obtug thuam Mauxes rua qhov nwg yuav tug quaspuj ntawd."},{"bible_id":"1726","chapter_code":"NUM.12","verse_code":"NUM.12.2","label":"2","content":"Obtug has tas, “Tug TSWV tsuas cevlug  rua Mauxes tuab leeg xwb los? Nwg txawm tsi cevlug rua wb le los?” Obtug has le caag los tug TSWV yeej nov huv tuabsi lawm."},{"bible_id":"1726","chapter_code":"NUM.12","verse_code":"NUM.12.3","label":"3","content":"(Mauxes yog ib tug tuabneeg txu fwjchim heev, nwg txu fwjchim tshaaj plawg tej tuabneeg kws nyob huv qaab ntuj nuav huv tuabsi.)"},{"bible_id":"1726","chapter_code":"NUM.12","verse_code":"NUM.12.4","label":"4","content":"Taamsim ntawd tug TSWV txawm has rua Mauxes, Aloos hab Milias has tas, “Kuv xaav kuas mej peb tug ko ca le tawm huv lub Tsevntaub kws yog kuv qhov chaw sis ntsib moog.” Puab txawm tawm lug,"},{"bible_id":"1726","chapter_code":"NUM.12","verse_code":"NUM.12.5","label":"5","content":"hab tug TSWV nyob huv tauv fuab, nwg sawv ntawm qhovrooj Tsevntaub hu has tas, “Aloos! Milias!” Obtug txawm txaav zog moog sawv tom hauv ntej,"},{"bible_id":"1726","chapter_code":"NUM.12","verse_code":"NUM.12.6","label":"6","content":"hab tug TSWV has tas, “Nwgnuav meb ca le noog tej lug kws kuv has! Thaus muaj ib tug cev Vaajtswv lug nrug mej nyob,  kuv qha kuv rua nwg pum huv ywgtoog hab kuv has rua nwg huv npau suav."},{"bible_id":"1726","chapter_code":"NUM.12","verse_code":"NUM.12.7","label":"7","content":"Tabsis thaus kuv nrug kuv tug tubkhai Mauxes thaam, kuv tsi ua le ntawd; kuv tsaa nwg ua tug kaav taagnrho kuv tsaav tuabneeg Yixalayees."},{"bible_id":"1726","chapter_code":"NUM.12","verse_code":"NUM.12.8","label":"8","content":"Yog le ntawd, kuv txhaj nrug nwg thaam tim ntsej tim muag meej nplhav tsi yog ua npau suav xwb; nwg yeej pum kuv tug dluab lawm! Vim le caag meb yuav has lug saib tsi taug kuv tug tubkhai Mauxes le?”"},{"bible_id":"1726","chapter_code":"NUM.12","verse_code":"NUM.12.9","label":"9","content":"Tug TSWV chim heev rua obtug; hab nwg txawm ncaim obtug moog lawm,"},{"bible_id":"1726","chapter_code":"NUM.12","verse_code":"NUM.12.10","label":"10","content":"tauv fuab txawm tshem ntawm lub Tsevntaub sis ntsib moog lawm hab. Taamsim ntawd Milias lub cev ca le mob ruas thoob plawg hab dlawb paug ib yaam le te. Thaus Aloos tig saib Milias hab pum nwg mob ruas thoob plawg ib ce lawm,"},{"bible_id":"1726","chapter_code":"NUM.12","verse_code":"NUM.12.11","label":"11","content":"Aloos has rua Mauxes has tas, “Thov lauj, kuv tug tswv, thov tsi xob rau txim nyaav npaum le nuav rua wb, vim wb tau ua tej yaam ruag le nuav."},{"bible_id":"1726","chapter_code":"NUM.12","verse_code":"NUM.12.12","label":"12","content":"Thov tsi xob ca nwg zoo le tug mivnyuas kws yug tau huv nwg nam plaab lug tub tuag hab ib nraab nqaj lwj taag lawm.”"},{"bible_id":"1726","chapter_code":"NUM.12","verse_code":"NUM.12.13","label":"13","content":"Yog le ntawd, Mauxes txhaj quaj thov tug TSWV has tas, “Vaajtswv, thov koj khu Milias lauj!”"},{"bible_id":"1726","chapter_code":"NUM.12","verse_code":"NUM.12.14","label":"14","content":"Tug TSWV teb has tas, “Yog nwg txiv ntu quavncaug rua nwg lub ntsejmuag, nwg yuav ris kev txaajmuag xyaa nub. Ca le ntab kuas nwg tawm huv lub yeej nuav moog nyob saab nrau xyaa nub, hab tom qaab ntawd maam coj nwg rov lug rua huv lub yeej.”"},{"bible_id":"1726","chapter_code":"NUM.12","verse_code":"NUM.12.15","label":"15","content":"Milias raug ntab tawm moog rua saab nrau ntug yeej xyaa nub, cov tuabneeg txhaj tsi tau sawv kev moog txug thaus kws coj Milias rov lug rua huv lub yeej."},{"bible_id":"1726","chapter_code":"NUM.12","verse_code":"NUM.12.16","label":"16","content":"Ces puab maam le sawv kev tawm huv Haxelaus moog tsuam yeej nyob rua ntawm lub taj mojsaab qhua Palaas."},{"bible_id":"1726","chapter_code":"NUM.13","verse_code":"NUM.13.1","label":"1","content":"Tug TSWV has rua Mauxes has tas,"},{"bible_id":"1726","chapter_code":"NUM.13","verse_code":"NUM.13.2","label":"2","content":"“Xaiv kaum ob tug thawjcoj ntawm ib xeem ib tug hab tso puab moog soj lub tebchaws Kana-aas kws kuv tub muab pub rua cov Yixalayees lawm.”"},{"bible_id":"1726","chapter_code":"NUM.13","verse_code":"NUM.13.3+NUM.13.4+NUM.13.5+NUM.13.6+NUM.13.7+NUM.13.8+NUM.13.9+NUM.13.10+NUM.13.11+NUM.13.12+NUM.13.13+NUM.13.14+NUM.13.15","label":"3-15","content":"Mauxes noog tug TSWV lug, nwg txhaj tso cov thawjcoj kws muaj npe lawv le nuav tawm huv taj mojsaab qhua Palaas moog: Lunpees yog Xakus tug tub Samuas Xime-oos yog Haulis tug tub Safas Yudas yog Yefunes tug tub Kalej Ixakhas yog Yauxej tug tub Ikas Efalayees yog Noos tug tub Hauseyas Npeenyamees yog Lafus tug tub Patis Xenpuloos yog Xaudis tug tub Nkadiyees Manaxes yog Xuxis tug tub Nkadis Daas yog Kemalis tug tub Amiyees Aseles yog Mikhayees tug tub Xethus Nathalis yog Vausis tug tub Nanpis Khas yog Makhis tug tub Nkuyees"},{"bible_id":"1726","chapter_code":"NUM.13","verse_code":"NUM.13.16","label":"16","content":"Cov tuabneeg kws muaj npe sau nuav yog cov kws Mauxes tso moog soj lub tebchaws Kana-aas. Nwg tis dlua ib lub npe rua Noos tug tub Hauseyas hu ua Yausuas."},{"bible_id":"1726","chapter_code":"NUM.13","verse_code":"NUM.13.17","label":"17","content":"Thaus Mauxes khaiv puab moog soj lub tebchaws nwg has rua puab tas, “Mej ca le moog rua tim tebchaws Kana-aas yaav qaabteb, hab moog soj txhua nrho huv lub tebchaws hab sau tej roob."},{"bible_id":"1726","chapter_code":"NUM.13","verse_code":"NUM.13.18","label":"18","content":"Moog saib saib lub tebchaws ntawd zoo le caag, muaj tuabneeg coob npaum le caag nyob huv, hab puab muaj zug npaum le caag."},{"bible_id":"1726","chapter_code":"NUM.13","verse_code":"NUM.13.19","label":"19","content":"Hab saib saib lub tebchaws ntawd zoo lossis phem, hab cov tuabneeg ntawd nyob ua zej ua zog lossis nyob huv tej nroog kws xov ntsaa yeej thaiv khov kho."},{"bible_id":"1726","chapter_code":"NUM.13","verse_code":"NUM.13.20","label":"20","content":"Mej saib saib aav puas zoo qoob los tsi zoo hab puas muaj haav zoov los tsi muaj. Hab ncu ntsoov dle qee yaam txiv nqaa lug rua suavdlawg saib.” (Lub caij ntawd yog lub caij kws txiv maab taabtom sav.)"},{"bible_id":"1726","chapter_code":"NUM.13","verse_code":"NUM.13.21","label":"21","content":"Yog le ntawd, puab txhaj moog rua tim hab soj lub tebchaws txij ndlua ntawm taj mojsaab qhua Xees moog txhua nrho saab qaabteb moog rua peg Lehaus kws nyob ze lub Dlawm Hamas saab qaumteb."},{"bible_id":"1726","chapter_code":"NUM.13","verse_code":"NUM.13.22","label":"22","content":"Puab xub moog rua saab qaabteb hab lug txug rua huv lub nroog Henploos, yog lub nroog kws cov Ahimas, cov Sesais hab cov Talemais nyob. Cov tuabneeg nuav yog cov tuabneeg Anakees kws luj sab heev tej xeebntxwv. (Lub nroog Henploos luas tub xub ua xyaa xyoo ua ntej maam le ua lub nroog Xau-as nraag tebchaws Iziv.)"},{"bible_id":"1726","chapter_code":"NUM.13","verse_code":"NUM.13.23","label":"23","content":"Puab lug txug huv lub Haav Esekaus, puab txav tau ib cov ceg txiv maab kws txi txiv ncw heev hab nyaav kawg le, puab muab paas ntxig rua txaus ob tug txivneej kwv lug. Hab puab tseem dle tau txiv ntsab pobkws hab txiv ncuav pas nqaa lug huv tuabsi."},{"bible_id":"1726","chapter_code":"NUM.13","verse_code":"NUM.13.24","label":"24","content":"(Puab txhaj tis npe rua qhov chaw ntawd hu ua lub Haav Esekaus,  rua qhov cov Yixalayees txav tau txiv maab ncw heev qhov ntawd lug.)"},{"bible_id":"1726","chapter_code":"NUM.13","verse_code":"NUM.13.25","label":"25","content":"Tom qaab kws moog soj tebchaws tau plaub caug nub lawm, cov moog soj tebchaws maam rov lug txug."},{"bible_id":"1726","chapter_code":"NUM.13","verse_code":"NUM.13.26","label":"26","content":"Puab lug cuag Mauxes, Aloos hab cov pejxeem Yixalayees ntawm Kades huv lub taj mojsaab qhua Palaas. Puab pav tej kws puab tau moog pum, hab muab tej txiv maab kws puab dle tau lug rua cov pejxeem suavdlawg saib."},{"bible_id":"1726","chapter_code":"NUM.13","verse_code":"NUM.13.27","label":"27","content":"Puab has rua Mauxes has tas, “Peb tau moog soj lub tebchaws kws koj khaiv peb moog. Lub tebchaws ntawd aav rog hab zoo qoob heev; hab tej txiv maab nuav yog dle huv lub tebchaws ntawd lug ntaag."},{"bible_id":"1726","chapter_code":"NUM.13","verse_code":"NUM.13.28","label":"28","content":"Tabsis cov tuabneeg kws nyob tim muaj zug heev, puab tej nroog luj dlaav hab muaj ntsaa yeej thaiv zoo heev. Hab peb tseem pum cov tuabneeg kws luj sab cov xeebntxwv nyob tim huv tuabsi."},{"bible_id":"1726","chapter_code":"NUM.13","verse_code":"NUM.13.29","label":"29","content":"Cov Amalej nyob yaav qaabteb, cov Hitis, cov Yenpus hab cov Amaules nyob peg tej roob, cov Kana-aas nyob lawv ntug havtxwv Meditelanees hab nyob lawv tug dlej Yauladees.”"},{"bible_id":"1726","chapter_code":"NUM.13","verse_code":"NUM.13.30","label":"30","content":"Kalej txwv cov pejxeem kws pheej ywg,  Mauxes kuas puab nyob tuabywv, hab nwg has tas, “Peb ca le moog txeeb kuas tau lub tebchaws ntawd; peb yeej muaj zug txaus kws yuav tua yeej lub tebchaws ntawd xwb.”"},{"bible_id":"1726","chapter_code":"NUM.13","verse_code":"NUM.13.31","label":"31","content":"Tabsis cov tuabneeg kws nrug Kalej moog soj lub tebchaws has tas, “Peb tseem tsi tau muaj zug txaus yuav moog tua yeej puab; cov tuabneeg kws nyob tim muaj zug tshaaj peb.”"},{"bible_id":"1726","chapter_code":"NUM.13","verse_code":"NUM.13.32","label":"32","content":"Yog le ntawd puab txhaj muab tej lug dlaag nthuav qha rua cov Yixalayees has txug lub tebchaws kws puab moog soj lug ntawd. Puab has tas, “Lub tebchaws ntawd ua qoob tub tsi txaus cov tuabneeg kws nyob huv noj. Cov tuabneeg kws peb moog pum puavleej yog cov tuabneeg kws luj sab heev xwb,"},{"bible_id":"1726","chapter_code":"NUM.13","verse_code":"NUM.13.33","label":"33","content":"dlua le ntawd, peb tseem pum Anaj cov xeebntxwv kws luj hab sab tshaaj plawg nyob huv lub tebchaws ntawd hab. Peb saib peb rua puab, mas peb miv heev zoo le cov nyuas kooj xwb, yuav ua le caag muab peb pev tau rua puab.”"},{"bible_id":"1726","chapter_code":"NUM.14","verse_code":"NUM.14.1","label":"1","content":"Mo ntawd cov pejxeem suavdlawg tsaa suab hlo quaj nrov heev ib mos kaaj ntug plawg."},{"bible_id":"1726","chapter_code":"NUM.14","verse_code":"NUM.14.2","label":"2","content":"Taagnrho cov Yixalayees tuaj ywg Mauxes hab Aloos has tas, “Zoo dlua ca peb tuag nraag tebchaws Iziv lossis tuag ntawm taj mojsaab qhua nuav!"},{"bible_id":"1726","chapter_code":"NUM.14","verse_code":"NUM.14.3","label":"3","content":"Vim le caag tug TSWV txhaj coj peb moog rua huv lub tebchaws ntawd? Peb yuav moog raug luas tua rua huv tshaav rog, hab luas yuav nteg peb tej quaspuj mivnyuas moog. Kuj zoo dlua ca peb rov qaab moog nraag tebchaws Iziv!”"},{"bible_id":"1726","chapter_code":"NUM.14","verse_code":"NUM.14.4","label":"4","content":"Vim le nuav puab txhaj sis thaam has tas, “Peb ca le xaiv ib tug ua thawj, coj peb rov qaab moog nyob nraag tebchaws Iziv.”"},{"bible_id":"1726","chapter_code":"NUM.14","verse_code":"NUM.14.5","label":"5","content":"Ces Mauxes hab Aloos ca le txhus caug ndlua nyo ti nkaus rua huv aav taabmeeg cov pejxeem suavdlawg."},{"bible_id":"1726","chapter_code":"NUM.14","verse_code":"NUM.14.6","label":"6","content":"Noos tug tub Yausuas hab Yefunes tug tub Kalej yog ob tug kws nrug puab moog soj lub tebchaws. Obtug nyuaj sab heev, obtug txhaj dlua rhe obtug ob lub tsho,"},{"bible_id":"1726","chapter_code":"NUM.14","verse_code":"NUM.14.7","label":"7","content":"hab has rua cov pejxeem has tas, “Lub tebchaws kws peb moog soj lug yog ib lub kws zoo kawg nkaus le."},{"bible_id":"1726","chapter_code":"NUM.14","verse_code":"NUM.14.8","label":"8","content":"Yog tug TSWV txaus sab rua peb, nwg yeej yuav coj peb moog nyob huv lub tebchaws ntawd, hab nwg yuav muab lub tebchaws kws aav rog hab zoo qoob pub rua peb."},{"bible_id":"1726","chapter_code":"NUM.14","verse_code":"NUM.14.9","label":"9","content":"Tsi xob ntxeev sab rua tug TSWV, hab tsi xob ntshai cov tuabneeg kws nyob tid. Peb yuav tua yeej puab yoojyim kawg le. Tug TSWV tuaj peb tog hab ua rua tej vaajtswv kws tsomkwm puab swb lawm; mas tsi xob ntshai hlo le.”"},{"bible_id":"1726","chapter_code":"NUM.14","verse_code":"NUM.14.10","label":"10","content":"Cov pejxeem tuavhuv yuav muab pobzeb ntaus kuas obtug tuag, tabsis taamsim ntawd tug TSWV tug tshwjchim txawm ci ntsaa ab tshwm plawg sau tug TSWV lub Tsevntaub sis ntsib tuaj rua cov Yixalayees pum."},{"bible_id":"1726","chapter_code":"NUM.14","verse_code":"NUM.14.11","label":"11","content":"Tug TSWV has rua Mauxes has tas, “Cov tuabneeg nuav tseem yuav tso kuv tseg ntev npaum le caag hab? Kuv tub ua tej txujci tseemceeb ntau yaam rua puab pum lawm. Puab tseem yuav tsi ca sab rua kuv moog txug thaus twg?"},{"bible_id":"1726","chapter_code":"NUM.14","verse_code":"NUM.14.12","label":"12","content":"Kuv yuav tso kaab mob phem lug rua puab kuas puab puamtsuaj taag, tabsis kuv yuav tsaa koj hab koj cov xeebntxwv ua tsaav tuabneeg kws fuamvaam coob hab muaj zug tshaaj puab.”"},{"bible_id":"1726","chapter_code":"NUM.14","verse_code":"NUM.14.13","label":"13","content":"Tabsis Mauxes has rua tug TSWV has tas, “Tug TSWV, tub yog koj lub fwjchim coj cov tuabneeg nuav tawm nraag tebchaws Iziv lug ntaag. Thaus cov tuabneeg Iziv nov tej kws koj ua rua koj tsaav tuabneeg,"},{"bible_id":"1726","chapter_code":"NUM.14","verse_code":"NUM.14.14","label":"14","content":"puab yuav pav tej ntawd rua cov tuabneeg kws nyob puagncig cheebtsaam nuav noog. Tej tuabneeg yeej nov ntsoov has tas, koj kws yog tug TSWV nrug nraim peb nyob, thaus koj tauv fuab nreg ncaaj sau peb, peb pum koj tim ntsej tim muag, hab koj yog tug coj peb kev, nruab nub koj nyob huv tauv fuab, mo ntuj koj nyob huv tug nplaim tawg."},{"bible_id":"1726","chapter_code":"NUM.14","verse_code":"NUM.14.15","label":"15","content":"Nwgnuav yog koj tua taagnrho koj tsaav tuabneeg povtseg, tej tebchaws kws nov koj lub koob meej yuav thuam has tas,"},{"bible_id":"1726","chapter_code":"NUM.14","verse_code":"NUM.14.16","label":"16","content":"‘Koj muab koj tsaav tuabneeg tua tuag taag rua ntawm taj mojsaab qhua nuav tub yog vim koj tsi muaj peevxwm coj tau puab moog txug huv lub tebchaws kws koj coglug tseg yuav muab rua puab nyob.’"},{"bible_id":"1726","chapter_code":"NUM.14","verse_code":"NUM.14.17","label":"17","content":"Yog le ntawd tug TSWV, nwgnuav thov koj qha koj lub fwjchim rua peb hab ua lawv le thaus koj tau coglug tseg has tas,"},{"bible_id":"1726","chapter_code":"NUM.14","verse_code":"NUM.14.18","label":"18","content":"‘Kuv yog tug TSWV tug kws tsi chim sai, kuv muaj txujkev hlub luj kawg nkaus hab zaam txim rua tug kws ua txhum hab ntxeev sab rua kuv. Tabsis kuv yuav rau txim rua puab tej xeebntxwv moog txug peb plaub tam tuabneeg, vim puab nam puab txiv tej kev txhum.’"},{"bible_id":"1726","chapter_code":"NUM.14","verse_code":"NUM.14.19","label":"19","content":"Nwgnuav tug TSWV, lawv le koj txujkev hlub luj kawg nkaus kws tsi hloov le, kuv thov koj zaam txim rua cov tuabneeg nuav, ib yaam le koj ibtxwm zaam txim rua puab txij thaus koj coj puab tawm nraag tebchaws Iziv lug txug naj nub nua.”"},{"bible_id":"1726","chapter_code":"NUM.14","verse_code":"NUM.14.20","label":"20","content":"Tug TSWV teb has tas, “Kuv yuav zaam txim rua puab lawv le koj tej lug thov."},{"bible_id":"1726","chapter_code":"NUM.14","verse_code":"NUM.14.21","label":"21","content":"Kuv yog tug kws muaj sa nyob, hab kuv lub fwjchim tseem tswj lub nplajteb nuav, yog le ntawd kuv txhaj coglug rua koj has tas,"},{"bible_id":"1726","chapter_code":"NUM.14","verse_code":"NUM.14.22","label":"22","content":"kuv tsi pub cov tuabneeg nuav ib tug twg moog nyob huv lub tebchaws ntawd le. Puab puavleej pum kuv tug tshwjchim kws ci ntsaa ab hab tej txujci kws kuv ua nraag tebchaws Iziv hab tom taj mojsaab qhua lawm, tabsis puab sim kuv sab txug kaum zag saib kuv puas ua sab ntev, hab puab tseem tsi kaam noog kuv lug qeeg hab."},{"bible_id":"1726","chapter_code":"NUM.14","verse_code":"NUM.14.23","label":"23","content":"Puab yuav tsi tau moog pum lub tebchaws kws kuv tau coglug rua puab cov yawmkoob lawm. Cov tuabneeg kws ntxeev sab rua kuv tsi muaj ib tug yuav tau moog nyob huv lub tebchaws ntawd le."},{"bible_id":"1726","chapter_code":"NUM.14","verse_code":"NUM.14.24","label":"24","content":"Tabsis, vim kuv tug tubkhai Kalej tsi xaav le lwm tug hab nwg muab lub sab npuab kuv heev, kuv yuav coj nwg moog nyob huv lub tebchaws kws nwg moog soj ntawd, hab nwg cov xeebntxwv yuav tau lub tebchaws ntawd ua puab tug,"},{"bible_id":"1726","chapter_code":"NUM.14","verse_code":"NUM.14.25","label":"25","content":"yog tej haav kws taamsim nuav cov Amalej hab cov Kana-aas nyob ntaag. Pigkig ca le tig rov qaab hab sawv kev moog rua tom taj mojsaab qhua taug txujkev kws moog rua tom Havtxwv Akanpas.”"},{"bible_id":"1726","chapter_code":"NUM.14","verse_code":"NUM.14.26","label":"26","content":"Tug TSWV has rua Mauxes hab Aloos has tas,"},{"bible_id":"1726","chapter_code":"NUM.14","verse_code":"NUM.14.27","label":"27","content":"“Cov tuabneeg sab phem nuav, puab tseem yuav ywg kuv moog txug thaus twg hab? Kuv dlhuav cov tuabneeg nuav tej lug ywg heev lawm!"},{"bible_id":"1726","chapter_code":"NUM.14","verse_code":"NUM.14.28","label":"28","content":"Nwgnuav meb ca le muab cov lug nuav teb rua puab has tas: ‘Kuv coglug has tas, kuv yog tug kws muaj sa nyob, kuv yuav ua rua mej ib yaam le mej tau ywg ntawd. Kuv yog tug TSWV kws has tej lug nuav."},{"bible_id":"1726","chapter_code":"NUM.14","verse_code":"NUM.14.29","label":"29","content":"Mej yuav tuag pawg lug rua huv lub taj mojsaab qhua nuav. Vim mej tau ywg kuv heev, mas cov kws noobnyoog neeg nkaum xyoo rov sau yuav tsi muaj ib tug tau moog nyob huv lub tebchaws ntawd le."},{"bible_id":"1726","chapter_code":"NUM.14","verse_code":"NUM.14.30","label":"30","content":"Txawm yog kuv tub coglug tseg lawm has tas, kuv yuav coj mej moog nyob huv lub tebchaws ntawd los kuv yuav tsi pub mej ib tug twg moog nyob le, kuv tsuas pub Kalej hab Yausuas obtug moog nyob xwb."},{"bible_id":"1726","chapter_code":"NUM.14","verse_code":"NUM.14.31","label":"31","content":"Mej pheej has tas nyob tsaam luas nteg mej tej mivnyuas, tabsis kuv yuav coj puab moog rua huv lub tebchaws kws mej tsi kaam moog hab lub tebchaws ntawd yuav yog puab tej vaaj tse nyob."},{"bible_id":"1726","chapter_code":"NUM.14","verse_code":"NUM.14.32","label":"32","content":"Mej yuav tuag taag rua huv lub taj mojsaab qhua nuav."},{"bible_id":"1726","chapter_code":"NUM.14","verse_code":"NUM.14.33","label":"33","content":"Mej tej mivnyuas yuav ncig moog ncig lug tiv kev txomnyem plaub caug xyoo rua ntawm taj suabpuam nuav moog txug nub kws mej tuag taag, vim mej tsi muab sab npuab kuv."},{"bible_id":"1726","chapter_code":"NUM.14","verse_code":"NUM.14.34","label":"34","content":"Mej yuav tau ris mej lub txim tiv kev txomnyem plaub caug xyoo, ib xyoos twg yog ib nub ntawm plaub caug nub kws mej moog soj lub tebchaws. Mej txhaj yuav paub has tas txujkev txomnyem kws kuv ca mej raug zoo le caag tag."},{"bible_id":"1726","chapter_code":"NUM.14","verse_code":"NUM.14.35","label":"35","content":"Kuv qha tseeb rua mej has tas, kuv yuav ua le nuav rua mej cov kws yog tuabneeg sab phem kws pheej sis sau tsheej paab tuaj tawmtsaam kuv. Ntawm nuav lauj yog lub taj suabpuam kws mej yuav tuag taag rua huv. Kuv yog tug TSWV kws has tej lug nuav.’ ”"},{"bible_id":"1726","chapter_code":"NUM.14","verse_code":"NUM.14.36","label":"36","content":"Tub yog cov tuabneeg kws Mauxes tau tso moog soj lub tebchaws ntawd, coj tej lug dlaag lug pav qha rua cov Yixalayees, puab txhaj ywg tug TSWV."},{"bible_id":"1726","chapter_code":"NUM.14","verse_code":"NUM.14.37","label":"37","content":"Cov tuabneeg nuav tau ris lub txim kws puab dlaag ntawd, tug TSWV txhaj tso tej kaab mob kws phem heev lug rua puab, puab txhaj tuag taag lawm."},{"bible_id":"1726","chapter_code":"NUM.14","verse_code":"NUM.14.38","label":"38","content":"Kaum ob tug txivneej kws moog soj lub tebchaws ntawd, tsuas tshuav Yausuas hab Kalej txhaj tsi tuag xwb, dlua le cov puavleej tuag taag huv tuabsi lawm."},{"bible_id":"1726","chapter_code":"NUM.14","verse_code":"NUM.14.39","label":"39","content":"Thaus Mauxes qha tej lug kws tug TSWV has nuav rua cov Yixalayees taag lawm, puab nyuaj sab hab tu sab kawg le."},{"bible_id":"1726","chapter_code":"NUM.14","verse_code":"NUM.14.40","label":"40","content":"Taagkig sawv ntxuv cov Yixalayees txawm pib moog txeeb sau tej ncov roob, mas puab has tas, “Nwgnuav peb txaus sab yuav moog nyob qhov chaw kws tug TSWV qha peb. Peb leeg tej kev txhum kws peb tau ua.”"},{"bible_id":"1726","chapter_code":"NUM.14","verse_code":"NUM.14.41","label":"41","content":"Tabsis Mauxes has tas, “Vim le caag mej txhaj tsi noog tug TSWV lug? Mej yuav moog tua tsi yeej ib zag le!"},{"bible_id":"1726","chapter_code":"NUM.14","verse_code":"NUM.14.42","label":"42","content":"Mej tsi xob moog. Tug TSWV tub tsi nrug mej nyob lawm, mej cov yeebncuab yuav tua yeej mej."},{"bible_id":"1726","chapter_code":"NUM.14","verse_code":"NUM.14.43","label":"43","content":"Thaus mej moog ntsib cov Amalej hab cov Kana-aas, mej yuav raug tua tuag taag rua huv tshaav rog; vim mej tau tig rov qaab tsi kaam nrug tug TSWV, nwg txhaj tsi nrug mej nyob lawm.”"},{"bible_id":"1726","chapter_code":"NUM.14","verse_code":"NUM.14.44","label":"44","content":"Txawm yog Mauxes hab cov tuabneeg kws kwv lub Phijxaab kws ntim Vaajtswv tej lug cog tseg, tsi tawm huv yeej moog los puab ca le nce moog rua peg tej roob le lawm."},{"bible_id":"1726","chapter_code":"NUM.14","verse_code":"NUM.14.45","label":"45","content":"Cov Amalej hab cov Kana-aas kws nyob peg txhaj tua yeej puab, hab lawv puab dleb heev moog txug ndlua nraag lub nroog Haulamas."},{"bible_id":"1726","chapter_code":"NUM.15","verse_code":"NUM.15.1","label":"1","content":"Tug TSWV has rua Mauxes has tas,"},{"bible_id":"1726","chapter_code":"NUM.15","verse_code":"NUM.15.2","label":"2","content":"“Koj qha tej kevcai nuav rua cov Yixalayees, thaus mej moog txug huv lub tebchaws kws kuv muab pub rua mej lawm,"},{"bible_id":"1726","chapter_code":"NUM.15","verse_code":"NUM.15.3","label":"3","content":"mej caab ib tug txiv nyuj, ib tug laug yaaj, ib tug thaav yaaj lossis ib tug laug tshis moog tua hlawv fij rua tug TSWV, fij theej txhoj lossis fij lawv le mej tau coglug lawm lossis fij ntawm lub sab dlawb paug lossis fij ua rooj noj rooj haus lawv le teem tseg; tej paa khoom fij ntawd yuav tsw qaab ntxag txaus tug TSWV sab."},{"bible_id":"1726","chapter_code":"NUM.15","verse_code":"NUM.15.4+NUM.15.5","label":"4-5","content":"Yog leejtwg coj tsaj moog fij rua tug TSWV, nwg yuavtsum nqaa ob choj moov nplej kws ntse xyaw ob khob roj txiv ntoo, hab ob khob cawv txiv maab, coj moog ua khoom fij rua tug TSWV."},{"bible_id":"1726","chapter_code":"NUM.15","verse_code":"NUM.15.6","label":"6","content":"Thaus muab tug laug yaaj fij, mas yuavtsum muab plaub choj moov nplej kws ntse xyaw peb khob roj txiv ntoo coj moog fij,"},{"bible_id":"1726","chapter_code":"NUM.15","verse_code":"NUM.15.7","label":"7","content":"hab muab peb khob cawv txiv maab moog fij nrug tej paa khoom fij nuav yuav tsw qaab ntxag txaus tug TSWV sab."},{"bible_id":"1726","chapter_code":"NUM.15","verse_code":"NUM.15.8","label":"8","content":"Thaus muab tug txiv nyuj tua hlawv fij rua tug TSWV lossis fij lawv le mej tau coglug tseg lossis fij ua kev sis raug zoo,"},{"bible_id":"1726","chapter_code":"NUM.15","verse_code":"NUM.15.9","label":"9","content":"yuavtsum muab rau choj moov nplej ntse xyaw plaub khob roj txiv ntoo,"},{"bible_id":"1726","chapter_code":"NUM.15","verse_code":"NUM.15.10","label":"10","content":"hab muab plaub khob cawv txiv maab coj moog fij nrug. Tej paa khoom fij nuav yuav tsw qaab ntxag txaus tug TSWV sab."},{"bible_id":"1726","chapter_code":"NUM.15","verse_code":"NUM.15.11","label":"11","content":"“Yuavtsum muab le ntawd moog fij nrug txhua tug txiv nyuj, txhua tug laug yaaj lossis txhua tug laug tshis."},{"bible_id":"1726","chapter_code":"NUM.15","verse_code":"NUM.15.12","label":"12","content":"Thaus kws mej coj tsaj moog fij tshaaj ib tug rov sau lawm, yuavtsum ntxiv tej khoom kws fij nrug ntawd kuas ntau sis npaug zog lawv le tej feem ntawd."},{"bible_id":"1726","chapter_code":"NUM.15","verse_code":"NUM.15.13","label":"13","content":"Txhua xeem Yixalayees yuavtsum ua le nuav thaus nwg coj khoom moog fij, kuas tej paa tsw qaab ntxag txaus tug TSWV sab."},{"bible_id":"1726","chapter_code":"NUM.15","verse_code":"NUM.15.14","label":"14","content":"Hab cov tuabneeg txawv tebchaws kws nrug mej nyob, tsi has nyob ib ntus xwb lossis nyob moog le, txhua zag kws coj tej khoom moog fij kuas tsw qaab ntxag rua tug TSWV, nwg yuavtsum ua kuas lawv le txuj kevcai kws mej ua."},{"bible_id":"1726","chapter_code":"NUM.15","verse_code":"NUM.15.15","label":"15","content":"Tsuas muaj tuab txuj kaab ke nuav  rua mej hab rua cov tuabneeg txawv tebchaws kws nrug mej nyob ntawd coj moog ibtxhis le xwb. Mej ua le caag kuas puab ua le ntawd pub rua tug TSWV;"},{"bible_id":"1726","chapter_code":"NUM.15","verse_code":"NUM.15.16","label":"16","content":"muab tuab txuj kevcai hab kev tswjfwm rua mej hab puab ib yaam nkaus.”"},{"bible_id":"1726","chapter_code":"NUM.15","verse_code":"NUM.15.17","label":"17","content":"Tug TSWV has rua Mauxes has tas,"},{"bible_id":"1726","chapter_code":"NUM.15","verse_code":"NUM.15.18","label":"18","content":"“Koj muab tej kevcai nuav qha rua cov Yixalayees coj thaus puab moog nyob huv lub tebchaws kws kuv muab rua puab."},{"bible_id":"1726","chapter_code":"NUM.15","verse_code":"NUM.15.19","label":"19","content":"Thaus puab ua tau tej qoobloo lug noj, puab yuavtsum muab ibtxha fij rua tug TSWV."},{"bible_id":"1726","chapter_code":"NUM.15","verse_code":"NUM.15.20","label":"20","content":"Thaus mej sau tau nplej tshab, mej muab thawj cov moov nplej lug puab ua thawj lub ncuav fij tshwjxeeb rua tug TSWV. Qhov nuav mej coj moog fij tshwjxeeb ib yaam le tej nplej tshab kws mej nyavnyuas muab tau lug."},{"bible_id":"1726","chapter_code":"NUM.15","verse_code":"NUM.15.21","label":"21","content":"Mej yuavtsum muab tej ncuav kws mej cub sav lawm moog fij rua tug TSWV, hab fij le nuav moog ibtxhis.”"},{"bible_id":"1726","chapter_code":"NUM.15","verse_code":"NUM.15.22","label":"22","content":"“Tabsis yog mej yuam kev ua txhum tej kevcai kws tug TSWV muab cob rua Mauxes,"},{"bible_id":"1726","chapter_code":"NUM.15","verse_code":"NUM.15.23","label":"23","content":"yog tej kevcai tswjfwm mej ib tam dlhau ib tam, txij nub kws tug TSWV muab cob rua Mauxes kuas qha rua mej,"},{"bible_id":"1726","chapter_code":"NUM.15","verse_code":"NUM.15.24","label":"24","content":"yog qhov txhum ntawd tsi yog txhobtxwm ua, vim tsi paub xwb, ces cov pejxeem yuavtsum caab ib tug txiv nyuj moog tua hlawv fij nrug cov moov nplej hab cawv txiv maab, kuas tej paa tsw qaab ntxag txaus tug TSWV sab, hab caab ib tug laug tshis moog tua fij theej txhoj."},{"bible_id":"1726","chapter_code":"NUM.15","verse_code":"NUM.15.25","label":"25","content":"Tug povthawj yuavtsum ua kevcai ntxuav rua cov pejxeem suavdlawg, tug TSWV txhaj yuav zaam puab lub txim, vim tsi yog puab txhobtxwm ua, hab puab nqaa puab tej khoom fij dlaws txim moog ua zaub mov fij rua tug TSWV."},{"bible_id":"1726","chapter_code":"NUM.15","verse_code":"NUM.15.26","label":"26","content":"Hab tug TSWV yuav zaam txim rua cov Yixalayees hab cov tuabneeg txawv tebchaws kws nrug puab nyob, vim puab txhua tug puavleej ua txhum."},{"bible_id":"1726","chapter_code":"NUM.15","verse_code":"NUM.15.27","label":"27","content":"“Yog muaj leejtwg ua txhum kws tsi yog txhobtxwm ua, nwg yuavtsum caab ib tug nwm tshis kws noobnyoog ib xyoos moog tua fij dlaws txim."},{"bible_id":"1726","chapter_code":"NUM.15","verse_code":"NUM.15.28","label":"28","content":"Tug povthawj ua kevcai ntxuav tug tuabneeg kws tsi yog txhobtxwm ua txhum ntawd lub txim taabmeeg tug TSWV ntawm lub thaaj, tug TSWV txhaj yuav zaam nwg lub txim."},{"bible_id":"1726","chapter_code":"NUM.15","verse_code":"NUM.15.29","label":"29","content":"Muab tuab txuj kevcai nuav rua txhua tug kws tsi yog txhobtxwm ua txhum, tsi has cov Yixalayees lossis cov tuabneeg txawv tebchaws."},{"bible_id":"1726","chapter_code":"NUM.15","verse_code":"NUM.15.30","label":"30","content":"“Yog leejtwg tub paub lawm, tabsis nwg txhobtxwm ua txhum kws yog saib tsi taug tug TSWV, tsi has cov Yixalayees lossis cov tuabneeg txawv tebchaws, yuavtsum muab nwg tua povtseg."},{"bible_id":"1726","chapter_code":"NUM.15","verse_code":"NUM.15.31","label":"31","content":"Rua qhov nwg tsi noog tug TSWV tej lug hab txhobtxwm rhuav tug TSWV tej lug saamfwm. Nwg yuav tau ris lub txim tuag ntawd.”"},{"bible_id":"1726","chapter_code":"NUM.15","verse_code":"NUM.15.32","label":"32","content":"Thaus cov Yixalayees tseem nyob nraag taj suabpuam, muaj ib zag puab pum ib tug tuabneeg moog khaws tawg nub Xanpataus."},{"bible_id":"1726","chapter_code":"NUM.15","verse_code":"NUM.15.33","label":"33","content":"Cov tuabneeg kws pum tug moog khaws tawg ntawd, puab coj nwg moog cuag Mauxes, Aloos hab cov Yixalayees suavdlawg,"},{"bible_id":"1726","chapter_code":"NUM.15","verse_code":"NUM.15.34","label":"34","content":"puab kaav nwg nruj heev, vim puab tseem tsi tau paub has tas yuav ua le caag rua nwg."},{"bible_id":"1726","chapter_code":"NUM.15","verse_code":"NUM.15.35","label":"35","content":"Ces tug TSWV has rua Mauxes has tas, “Yuavtsum muab tug tuabneeg nuav tua povtseg; cov pejxeem ca le coj nwg moog rua nrau ntug yeej hab muab pobzeb ntaus kuas nwg tuag.”"},{"bible_id":"1726","chapter_code":"NUM.15","verse_code":"NUM.15.36","label":"36","content":"Yog le ntawd taagnrho cov pejxeem suavdlawg txhaj coj tug ntawd tawm moog rua saab nrau ntug yeej hab muab pobzeb ntaus nwg tuag lawv le tug TSWV tau saamfwm."},{"bible_id":"1726","chapter_code":"NUM.15","verse_code":"NUM.15.37","label":"37","content":"Tug TSWV has rua Mauxes has tas,"},{"bible_id":"1726","chapter_code":"NUM.15","verse_code":"NUM.15.38","label":"38","content":"“Koj has rua cov Yixalayees has tas, ‘Mej ntxhoo ib cov paaj lwg kaab dlai rua ntawm mej cov tsho ntev, tej kaum tsho, hab muab ib txuj xuv xav lug xaws rua txhua lub kaum. Mej yuavtsum ua le nuav moog ibtxhis le."},{"bible_id":"1726","chapter_code":"NUM.15","verse_code":"NUM.15.39","label":"39","content":"Cov lwg kaab ntawd yuav ua lub cim rua mej ncu ntsoov. Thaus mej pum cov lwg kaab ntawd yuav ua rua mej ncu ntsoov kuv tej lug saamfwm hab ua lawv le kuv tej lug; mej txhaj yuav tsi tsiv ntawm kuv hab tsi moog ua lawv le mej lub sab nyam."},{"bible_id":"1726","chapter_code":"NUM.15","verse_code":"NUM.15.40","label":"40","content":"Cov lwg kaab ntawd yuav ua ib qho rua mej ncu ntsoov ua lawv le kuv tej lug saamfwm, hab mej yog kuv tug lawm tag."},{"bible_id":"1726","chapter_code":"NUM.15","verse_code":"NUM.15.41","label":"41","content":"Kuv yog tug TSWV kws yog mej tug Vaajtswv; kuv coj mej tsiv nraag tebchaws Iziv lug kuas kuv tau ua mej tug Vaajtswv. Kuv yog tug TSWV.’”"},{"bible_id":"1726","chapter_code":"NUM.16","verse_code":"NUM.16.1+NUM.16.2","label":"1-2","content":"Ixahas tug tub Kaulas kws yog xeem Levis hab yog cuab Kauhas, nwg tau ntxeev sab rua Mauxes kws yog tug thawjcoj. Kaulas koom sab nrug Eli-as tug tub Dathaas, Anpilaas hab Pelethes tug tub kws yog xeem Lunpees, hab ob puas tsib caug leej Yixalayees kws cov pejxeem suavdlawg tau xaiv lug ua cov thawjcoj."},{"bible_id":"1726","chapter_code":"NUM.16","verse_code":"NUM.16.3","label":"3","content":"Puab tuaj sis sau tim ntsej tim muag rua ntawm Mauxes hab Aloos, hab has rua obtug tas, “Meb tau ua dlhau kevcai lawm! Taagnrho cov pejxeem suavdlawg puavleej yog tug TSWV tug, hab tug TSWV yeej nrug peb suavdlawg nyob huv tuabsi. Vim le caag meb tsaav meb lub fwjchim sab tshaaj tug TSWV tsaav tuabneeg lawm hab?”"},{"bible_id":"1726","chapter_code":"NUM.16","verse_code":"NUM.16.4","label":"4","content":"Thaus Mauxes nov tej lug ntawd, nwg txawm tso cev dlaa rua huv aav hab thov tug TSWV."},{"bible_id":"1726","chapter_code":"NUM.16","verse_code":"NUM.16.5","label":"5","content":"Mauxes has rua Kaulas hab nwg cov phoojywg tas, “Pigkig sawv ntxuv tug TSWV maam qha saib peb leejtwg yog tug TSWV tug hab peb leejtwg yog tug kws tug TSWV xaiv; nwg yuav ca tug kws yog nwg tug, hab tug kws nwg xaiv moog cuag nwg rua ntawm lub thaaj."},{"bible_id":"1726","chapter_code":"NUM.16","verse_code":"NUM.16.6","label":"6","content":"Kaulas, koj hab taagnrho koj cov phoojywg ua le nuav: pigkig mej ca le moog muab cov laujkaub"},{"bible_id":"1726","chapter_code":"NUM.16","verse_code":"NUM.16.7","label":"7","content":"hab muab ncaig tawg hab moov tshuaj tsw qaab tso rua huv cov laujkaub coj moog tso taabmeeg tug TSWV. Tug tuabneeg kws tug TSWV xaiv, nwg yuav yog tug dlawbhuv. Mej cov Levis ko, yog cov kws ua dlhau cai ntaag!”"},{"bible_id":"1726","chapter_code":"NUM.16","verse_code":"NUM.16.8","label":"8","content":"Mauxes has rua Kaulas ntxiv has tas, “Mej cov Levis ko, ca le ua tuab zoo noog!"},{"bible_id":"1726","chapter_code":"NUM.16","verse_code":"NUM.16.9","label":"9","content":"Mej xaav has tas, qhov kws cov Yixalayees tug Vaajtswv tau tsaa mej lug ua ib paab kws nyob ib caag ntawm cov pejxeem, kuas mej moog cuag tau nwg, ua mej teg num nyob rua huv tug TSWV lub Tsevntaub, hab saib cov pejxeem suavdlawg hab ua cov kws ua num rua puab, tseem tsi tau txaus mej sab hab los?"},{"bible_id":"1726","chapter_code":"NUM.16","verse_code":"NUM.16.10","label":"10","content":"Nwg tsaa mej hab cov Levis lug ua teg num nuav, tabsis nwgnuav mej tseem xaav nrhav kev lug ua tug povthawj hab!"},{"bible_id":"1726","chapter_code":"NUM.16","verse_code":"NUM.16.11","label":"11","content":"Thaus koj ywg Aloos, tub yog koj hab koj cov phoojywg ntxeev sab tawmtsaam tug TSWV ntaag.”"},{"bible_id":"1726","chapter_code":"NUM.16","verse_code":"NUM.16.12","label":"12","content":"Mauxes txawm khaiv tuabneeg moog hu Dathaas hab Anpilaas obtug, tabsis obtug teb has tas, “Peb yuav tsi tuaj!"},{"bible_id":"1726","chapter_code":"NUM.16","verse_code":"NUM.16.13","label":"13","content":"Qhov kws koj coj peb tawm nraag tebchaws Iziv kws aav rog hab zoo qoob lug tuag taag rua huv taj suabpuam nuav tseem tsi tau txaus koj sab hab los? Ua le caag koj tseem yuav muab koj tsaa ua tug tswv kaav taagnrho peb hab?"},{"bible_id":"1726","chapter_code":"NUM.16","verse_code":"NUM.16.14","label":"14","content":"Qhov tseemceeb, koj tub tsi tau coj peb moog rua huv lub tebchaws kws aav rog hab zoo qoob lossis pub laj teb rua peb hab pub kuas muaj vaaj txiv maab lug ua peb tug, hab nwgnuav koj taabtom nrhav kev dlaag ntxag peb. Peb yuav tsi tuaj cuag koj!”"},{"bible_id":"1726","chapter_code":"NUM.16","verse_code":"NUM.16.15","label":"15","content":"Mauxes chim heev, nwg has rua tug TSWV has tas, “Tsi xob txais tej khoom kws cov tuabneeg nuav coj tuaj fij rua koj. Kuv yeej tsi tau ua phem rua puab ib leeg tug twg; txawm yog puab tej neeg luav los kuv tub tsi tau txeeb ib tug le.”"},{"bible_id":"1726","chapter_code":"NUM.16","verse_code":"NUM.16.16","label":"16","content":"Mauxes has rua Kaulas has tas, “Pigkig koj yuavtsum coj koj ob puas tsib caug leej ntawd tuaj rua huv lub Tsevntaub kws yog tug TSWV qhov chaw sis ntsib; Aloos los nwg yuavtsum tuaj nyob rua huv hab."},{"bible_id":"1726","chapter_code":"NUM.16","verse_code":"NUM.16.17","label":"17","content":"Mej txhua tug nyag yuavtsum nqaa nyag lub laujkaub hlawv moov tshuaj tsw qaab tuaj, muab moov tshuaj tsw qaab tso rua huv lub laujkaub, hab coj moog fij rua ntawm lub thaaj.”"},{"bible_id":"1726","chapter_code":"NUM.16","verse_code":"NUM.16.18","label":"18","content":"Yog le ntawd, txhua tug txivneej nyag txhaj nqaa nyag lub laujkaub thee, muab cov thee kws cig ntsaa thuav hab muab moov tshuaj tsw qaab tso rua huv, puab tuaj sawv nrug Mauxes hab Aloos obtug ua ke rua ntawm tug TSWV lub Tsevntaub sis ntsib lub qhovrooj."},{"bible_id":"1726","chapter_code":"NUM.16","verse_code":"NUM.16.19","label":"19","content":"Ces Kaulas txawm coj taagnrho cov pejxeem suavdlawg tuaj sawv tim ntsej tim muag Mauxes hab Aloos ntawm tug TSWV lub Tsevntaub lub qhovrooj. Taamsim ntawd tug TSWV tug tshwjchim ci ntsaa ab tshwm lug rua suavdlawg pum,"},{"bible_id":"1726","chapter_code":"NUM.16","verse_code":"NUM.16.20","label":"20","content":"ces tug TSWV has rua Mauxes hab Aloos has tas,"},{"bible_id":"1726","chapter_code":"NUM.16","verse_code":"NUM.16.21","label":"21","content":"“Meb ca le txaav tawm ntawm cov tuabneeg nuav moog, kuv yuav ua kuas puab puamtsuaj taamsim nuav ntaag.”"},{"bible_id":"1726","chapter_code":"NUM.16","verse_code":"NUM.16.22","label":"22","content":"Tabsis Mauxes hab Aloos obtug txhus caug ndlua, nyo hau ntshis obtug ob lub ntsejmuag ti nkaus huv aav hab thov has tas, “Vaajtswv, koj yog tug tswj tuabneeg txujsa. Thaus ib tug ua txhum, koj txawm chim rua suavdlawg taagnrho los?”"},{"bible_id":"1726","chapter_code":"NUM.16","verse_code":"NUM.16.23","label":"23","content":"Tug TSWV has rua Mauxes has tas,"},{"bible_id":"1726","chapter_code":"NUM.16","verse_code":"NUM.16.24","label":"24","content":"“Ca le has rua cov pejxeem kuas puab txaav ntawm Kaulas, Dathaas, hab Anpilaas puab cov tsevntaub taamsim nuav moog.”"},{"bible_id":"1726","chapter_code":"NUM.16","verse_code":"NUM.16.25","label":"25","content":"Ces Mauxes hab cov Yixalayees tej thawjcoj, txhaj moog rua tom Dathaas hab Anpilaas obtug ob lub tsev."},{"bible_id":"1726","chapter_code":"NUM.16","verse_code":"NUM.16.26","label":"26","content":"Mauxes has rua cov tuabneeg ntawd tas, “Mej ca le txaav kuas dleb ntawm peb tug tuabneeg sab phem nuav lub tsev moog, hab tsi xob cev teg kov ib yaam dlaabtsi kws yog puab tug le.”"},{"bible_id":"1726","chapter_code":"NUM.16","verse_code":"NUM.16.27","label":"27","content":"Yog le ntawd puab txhaj tsiv tawm ntawm Kaulas, Dathaas hab Anpilaas puab tsev moog lawm. Dathaas hab Anpilaas tseem taabtom tawm tuaj sawv ntawm obtug ob lub qhovrooj, nrug obtug ob tug quaspuj hab cov mivnyuas nyob."},{"bible_id":"1726","chapter_code":"NUM.16","verse_code":"NUM.16.28","label":"28","content":"Mauxes has rua cov pejxeem tas, “Mej yuavtsum paub has tas, tug TSWV yog tug khaiv kuv tuaj ua txhua yaam nuav, tsi yog kuv laam tuaj ua lawv le kuv lub sab nyam xwb."},{"bible_id":"1726","chapter_code":"NUM.16","verse_code":"NUM.16.29","label":"29","content":"Yog cov tuabneeg nuav tuag le luas zeej tsoom tuag, ces tsi yog Vaajtswv rau txim rua puab, hab tsi yog tug TSWV tso kuv tuaj ua nwg teg num le."},{"bible_id":"1726","chapter_code":"NUM.16","verse_code":"NUM.16.30","label":"30","content":"Tabsis yog tug TSWV ua tej yaam kws tsi tau nov dlua, hab aav ca le qheb hlo muab puab nqog kag nrug txhua yaam kws yog puab tug, kuas puab ca le nqeg caj rua huv tubtuag teb, mej txhaj yuav paub has tas, cov tuabneeg nuav yog cov kws muab tug TSWV tso tseg lawm.”"},{"bible_id":"1726","chapter_code":"NUM.16","verse_code":"NUM.16.31","label":"31","content":"Thaus Mauxes has cov lug ntawd taagnrho, ces thaaj aav kws nyob ntawm qhov chaw kws Dathaas hab Anpilaas obtug sawv, txawm tu nrho qheb hlo"},{"bible_id":"1726","chapter_code":"NUM.16","verse_code":"NUM.16.32","label":"32","content":"hab nqog kag obtug hab obtug tsev tuabneeg, nqog taagnrho Kaulas cov phoojywg kws koom sab nrug nwg hab puab tej cuabtxhaj cuabtaam nrug puab huv tuabsi lawm."},{"bible_id":"1726","chapter_code":"NUM.16","verse_code":"NUM.16.33","label":"33","content":"Yog le ntawd, puab txhaj nqeg caj sa kais moog rua huv tubtuag teb, nrug puab tej cuabtxhaj cuabtaam. Aav nqawm nkaus npug puab, puab txhaj puamtsuaj pluj ndlais lawm."},{"bible_id":"1726","chapter_code":"NUM.16","verse_code":"NUM.16.34","label":"34","content":"Thaus puab quaj qw zum zawg, cov Yixalayees kws nyob ibncig ntawd puab puavleej tsiv tawm hab qw has tas, “Ca le tsiv! Nyob tsaam aav nqog peb lawm hab!”"},{"bible_id":"1726","chapter_code":"NUM.16","verse_code":"NUM.16.35","label":"35","content":"Ces tug TSWV tso suavtawg lug kub ob puas tsib caug leej kws taabtom hlawv puab tej moov tshuaj tsw qaab ntawd tuag taag huv tuabsi lawm hab."},{"bible_id":"1726","chapter_code":"NUM.16","verse_code":"NUM.16.36","label":"36","content":"Tug TSWV has rua Mauxes has tas,"},{"bible_id":"1726","chapter_code":"NUM.16","verse_code":"NUM.16.37","label":"37","content":"“Koj has rua Aloos tug tub Ele-axas kws yog tug povthawj kuas nwg moog muab cov laujkaub tooj hlawv moov tshuaj tsw qaab ntawm cov tuabneeg kws kub nyab tuag ntawd tshem, hab muab cov thee huv cov laujkaub ntawd laub rua lwm qhov, rua qhov cov laujkaub ntawd dlawbhuv."},{"bible_id":"1726","chapter_code":"NUM.16","verse_code":"NUM.16.38","label":"38","content":"Cov laujkaub ntawd dlawbhuv rua thaus coj moog fij rua ntawm tug TSWV lub thaaj. Ca le moog muab cov laujkaub ntawm cov tuabneeg tuag kws vim puab ua txhum ntawd, lug ntaus ua tej dlaim nyag nyag coj moog npug lub thaaj. Dlaim tooj ntawd yuav ua lub cim rua cov Yixalayees.”"},{"bible_id":"1726","chapter_code":"NUM.16","verse_code":"NUM.16.39","label":"39","content":"Ces tug povthawj Ele-axas txhaj moog muab cov laujkaub ntawd lug hab muab ntaus ua tej dlaim nyag nyag hab muab haam ua ib dlaim luj luj moog npug lub thaaj."},{"bible_id":"1726","chapter_code":"NUM.16","verse_code":"NUM.16.40","label":"40","content":"Qhov nuav ua lub cim qha rua cov Yixalayees paub has tas, yog leejtwg tsi yog Aloos cov xeebntxwv tsi xob moog hlawv moov tshuaj tsw qaab rua tug TSWV ntawm lub thaaj. Nyob tsaam nwg yuav raug kev puamtsuaj le Kaulas hab cov tuabneeg kws koom nrug nwg ua ib lub sab. Tej lug nuav ua lawv le tug TSWV tau saamfwm rua Mauxes kuas has rua Ele-axas ntaag."},{"bible_id":"1726","chapter_code":"NUM.16","verse_code":"NUM.16.41","label":"41","content":"Nub tom qaab cov pejxeem rov ywg Mauxes hab Aloos obtug dlua has tas, “Meb tau tua tug TSWV cov tuabneeg coob leej lawm.”"},{"bible_id":"1726","chapter_code":"NUM.16","verse_code":"NUM.16.42","label":"42","content":"Tom qaab kws puab ywg Mauxes hab Aloos le ntawd taag, Mauxes hab Aloos txawm tig moog rua tom tug TSWV lub Tsevntaub sis ntsib hab pum ib tauv fuab lug laum nkaum lub tsevntaub, tug TSWV tug tshwjchim ci ntsaa ab tshwm plawg lug."},{"bible_id":"1726","chapter_code":"NUM.16","verse_code":"NUM.16.43","label":"43","content":"Ces Mauxes hab Aloos obtug txawm txaav moog sawv ntawm tug TSWV lub Tsevntaub sis ntsib lub qhovrooj."},{"bible_id":"1726","chapter_code":"NUM.16","verse_code":"NUM.16.44","label":"44","content":"Tug TSWV has rua Mauxes has tas,"},{"bible_id":"1726","chapter_code":"NUM.16","verse_code":"NUM.16.45","label":"45","content":"“Koj txaav kuas dleb ntawm pawg tuabneeg nuav, kuv yuav muab puab ua kuas puamtsuaj taag rua ntawm qhov chaw kws puab sawv nuav!” Obtug ob leeg puavleej txhus caug ndlua nyo hau ntshis ti nkaus huv aav,"},{"bible_id":"1726","chapter_code":"NUM.16","verse_code":"NUM.16.46","label":"46","content":"hab Mauxes has rua Aloos has tas, “Ca le muab koj lub laujkaub thee lug, muab cov ncaig sau lub thaaj tso rua huv, hab muab moov tshuaj tsw qaab tso rua sau cov ncaig. Koj ca le ceev nrooj coj moog yom ua kevcai ntxuav dlaws cov pejxeem lub txim. Tug TSWV txujkev chim hab tej sub tawg sub ntshaa tub pib tawm tuaj lawm!”"},{"bible_id":"1726","chapter_code":"NUM.16","verse_code":"NUM.16.47","label":"47","content":"Aloos noog Mauxes lug, nwg txhaj muab hlo lub laujkaub thee hab nqaa ceev nrooj moog rua huv plawv pawg tuabneeg kws tuaj sis sau ntawd. Thaus Aloos pum tej kev tuag tub pib lawm, nwg maam muab moov tshuaj tsw qaab tso rua huv cov ncaig tawg moog ua kevcai ntxuav dlaws cov tuabneeg ntawd lub txim."},{"bible_id":"1726","chapter_code":"NUM.16","verse_code":"NUM.16.48","label":"48","content":"Qhov nuav txhaj tswj tau txujkev tuag, Aloos sawv nreg nreeg huv nruab nraab ntawm cov tuabneeg caj hab cov tuabneeg tuag."},{"bible_id":"1726","chapter_code":"NUM.16","verse_code":"NUM.16.49","label":"49","content":"Cov tuabneeg tuag muaj kaum plaub txheeb xyaa pua leej, tub tsi tau suav cov tuabneeg ntxeev sab kws tuag nrug Kaulas ua ke."},{"bible_id":"1726","chapter_code":"NUM.16","verse_code":"NUM.16.50","label":"50","content":"Thaus txujkev tuag dlhau lawm, Aloos rov moog cuag Mauxes rua tom tug TSWV lub Tsevntaub sis ntsib lub qhovrooj."},{"bible_id":"1726","chapter_code":"NUM.17","verse_code":"NUM.17.1","label":"1","content":"Tug TSWV has rua Mauxes has tas,"},{"bible_id":"1726","chapter_code":"NUM.17","verse_code":"NUM.17.2","label":"2","content":"“Koj has rua cov Yixalayees cov thawjcoj ntawm txhua xeem, kuas nyag nqaa nyag tug paas nreg tuaj, taagnrho yog kaum ob tug. Sau puab txhua tug npe rua ntawm nyag tug paas,"},{"bible_id":"1726","chapter_code":"NUM.17","verse_code":"NUM.17.3","label":"3","content":"hab sau Aloos npe rua ntawm cov Levis tug paas. Tsuas pub ib tug paas rua ib xeem tug thawjcoj xwb."},{"bible_id":"1726","chapter_code":"NUM.17","verse_code":"NUM.17.4","label":"4","content":"Koj muab cov paas nreg ntawd, coj moog tso rua huv tug TSWV lub Tsevntaub sis ntsib, hab muab coj moog tso rua tom hauv ntej lub Phijxaab kws ntim Vaajtswv tej lug cog tseg kws yog qhov chaw kuv ntsib koj."},{"bible_id":"1726","chapter_code":"NUM.17","verse_code":"NUM.17.5","label":"5","content":"Ces tug tuabneeg kws kuv xaiv lawm tug paas nreg yuav hlaav ntsuag. Qhov kws kuv ua le nuav, yog ua kuas cov Yixalayees tej suab kws ywg koj ntsag tsi muaj ntxiv lawm.”"},{"bible_id":"1726","chapter_code":"NUM.17","verse_code":"NUM.17.6","label":"6","content":"Yog le ntawd, Mauxes txhaj has rua cov Yixalayees, hab puab txhua tug thawjcoj nyag nqaa nyag tug paas nreg tuaj, ib xeem ib tug, taagnrho yog kaum ob tug, hab muab Aloos tug paas nreg coj moog tso nrug cov ntawd hab."},{"bible_id":"1726","chapter_code":"NUM.17","verse_code":"NUM.17.7","label":"7","content":"Ces Mauxes muab taagnrho cov paas nreg ntawd coj moog tso rua huv lub Tsevntaub ntawm tug TSWV lub Phijxaab kws ntim Vaajtswv tej lug cog tseg hauv ntej."},{"bible_id":"1726","chapter_code":"NUM.17","verse_code":"NUM.17.8","label":"8","content":"Taagkig tom qaab, thaus Mauxes moog huv lub Tsevntaub, nwg pum Aloos tug paas nreg kws yog xeem Levis tug, hlaav ntsuag, hlaav nplooj, tawg paaj hab txi txiv!"},{"bible_id":"1726","chapter_code":"NUM.17","verse_code":"NUM.17.9","label":"9","content":"Mauxes muab cov paas nreg ntawd nqaa moog qha rua cov Yixalayees. Puab pum has tas, yeej muaj tej xwmtxheej nuav tshwmsim tag, yog le ntawd, cov thawjcoj nyag txhaj nqaa nyag tug paas nreg rov moog lawm."},{"bible_id":"1726","chapter_code":"NUM.17","verse_code":"NUM.17.10","label":"10","content":"Tug TSWV has rua Mauxes has tas, “Koj muab Aloos tug paas rov moog tso rua ntawm lub Phijxaab kws ntim Vaajtswv tej lug cog tseg hauv ntej. Tug paas ntawd yuav ua lub cim rua cov Yixalayees kws ntxeev sab, qhov nuav yuav ua kuas puab tseg tsi xob ywg kuv, puab txhaj tsi tuag.”"},{"bible_id":"1726","chapter_code":"NUM.17","verse_code":"NUM.17.11","label":"11","content":"Mauxes ua lawv le tug TSWV tau has rua nwg."},{"bible_id":"1726","chapter_code":"NUM.17","verse_code":"NUM.17.12","label":"12","content":"Cov Yixalayees has rua Mauxes has tas, “Zag nuav peb yuav tuag taag le lauj!"},{"bible_id":"1726","chapter_code":"NUM.17","verse_code":"NUM.17.13","label":"13","content":"Yog has tas, leejtwg txaav moog ze tug TSWV lub Tsevntaub yuav raug tua tuag. Ces peb suavdlawg txawm yuav tuag taag tag los?”"},{"bible_id":"1726","chapter_code":"NUM.18","verse_code":"NUM.18.1","label":"1","content":"Tug TSWV has rua Aloos has tas, “Koj, koj cov tub hab cov Levis yuavtsum ris lub txim kws ua txhum rua lub Tsevntaub kws yog qhov chaw nrug kuv sis ntsib; tabsis tsuas yog koj hab koj cov tub txhaj tau ris lub txim kws ua txhum rua cov povthawj xwb."},{"bible_id":"1726","chapter_code":"NUM.18","verse_code":"NUM.18.2","label":"2","content":"Coj koj cov kwvtij kws yog xeem Levis tuaj nrug koj ua num hab paab koj thaus koj cov tub taabtom ua num nyob ntawm lub Tsevntaub sis ntsib."},{"bible_id":"1726","chapter_code":"NUM.18","verse_code":"NUM.18.3","label":"3","content":"Puab yuav ua tej num kws koj muab cob rua puab ua, hab puab yuav ua tej num huv lub Tsevntaub sis ntsib, tabsis tsi pub puab txaav moog ze tej khoom dlawbhuv hab Chaav Dlawbhuv lossis lub thaaj. Yog puab txaav moog ze, mas koj hab puab yuav raug tua tuag."},{"bible_id":"1726","chapter_code":"NUM.18","verse_code":"NUM.18.4","label":"4","content":"Puab yuav nrug koj ua num hab puab ua taagnrho tej num huv lub Tsevntaub sis ntsib, tabsis tsi pub tug kws tsi tsimnyog tuaj nrug mej ua."},{"bible_id":"1726","chapter_code":"NUM.18","verse_code":"NUM.18.5","label":"5","content":"Koj hab koj cov tub xwb, txhaj yog cov kws muaj feem moog ua num huv Chaav Dlawbhuv hab ntawm lub thaaj, kuas kuv txhaj tsi chim rua cov Yixalayees ntxiv lawm."},{"bible_id":"1726","chapter_code":"NUM.18","verse_code":"NUM.18.6","label":"6","content":"Kuv yog tug kws xaiv koj cov kwvtij Levis tawm huv cov Yixalayees lug rua koj. Tub muab puab fij rua tug TSWV lawm, kuas puab txhaj paab tau koj ua tau tej num huv lub Tsevntaub."},{"bible_id":"1726","chapter_code":"NUM.18","verse_code":"NUM.18.7","label":"7","content":"Tabsis tsuas yog koj hab koj cov tub kws yog povthawj txhaj ua tau txhua yaam num ntawd lub thaaj hab huv Chaav Dlawbhuv xwb. Txhua yaam nuav puavleej yog mej lub luag num, lub meejmom povthawj yog kuv muab rua mej. Txhua tug kws tsi tsimnyog hab laam txaav moog ze tej khoom dlawbhuv yuav raug tua tuag.”"},{"bible_id":"1726","chapter_code":"NUM.18","verse_code":"NUM.18.8","label":"8","content":"Tug TSWV has rua Aloos has tas, “Koj ncu ntsoov txhua yaam khoom kws muab fij tshwjxeeb rua kuv kws tsi yog yaam muab hlawv theej txhoj, kuv yuav muab huv tuabsi rua koj. Kuv muab tej khoom nuav pub rua koj hab koj cov xeebntxwv, yog ib feem kws yuavtsum muab faib rua koj moog ibtxhis le."},{"bible_id":"1726","chapter_code":"NUM.18","verse_code":"NUM.18.9","label":"9","content":"Tej khoom dlawbhuv kws tsi coj moog hlawv fij rua sau lub thaaj kws yog: tej moov nplej, tej khoom fij dlaws txim hab tej khoom fij ntxuav kev txhum. Txhua yaam khoom dlawbhuv kws muab fij rua kuv puavleej yog koj hab koj cov tub tug."},{"bible_id":"1726","chapter_code":"NUM.18","verse_code":"NUM.18.10","label":"10","content":"Mej yuavtsum noj tej khoom nuav huv chaav dlawbhuv, hab tsuas pub cov txivneej noj xwb; rua qhov yog tej khoom dlawbhuv rua mej."},{"bible_id":"1726","chapter_code":"NUM.18","verse_code":"NUM.18.11","label":"11","content":"“Txhua yaam kws cov Yixalayees coj tuaj yom fij rua kuv los puavleej muab rua mej huv tuabsi. Kuv muab tej khoom ntawd rua koj, koj cov tub hab koj cov ntxhais moog ibtxhis. Koj tsev tuabneeg txhua tug kws yog tuabneeg huv lawm ces noj tau tej ntawd."},{"bible_id":"1726","chapter_code":"NUM.18","verse_code":"NUM.18.12","label":"12","content":"“Thawj phaum qoobloo zoo tshaaj plawg kws cov Yixalayees coj tuaj fij rua kuv kws yog tej roj txiv ntoo, tej cawv txiv maab hab tej nplej, kuv muab huv tuabsi rua koj."},{"bible_id":"1726","chapter_code":"NUM.18","verse_code":"NUM.18.13","label":"13","content":"Tej nuav puavleej yog mej tug. Koj tsev tuabneeg txhua tug kws yog tug tuabneeg huv lawm noj tau tej khoom ntawd."},{"bible_id":"1726","chapter_code":"NUM.18","verse_code":"NUM.18.14","label":"14","content":"“Txhua yaam kws cov Yixalayees coj tuaj fij rua kuv puavleej yog koj tug."},{"bible_id":"1726","chapter_code":"NUM.18","verse_code":"NUM.18.15","label":"15","content":"“Tsi has tuabneeg lossis tsaj txhu, thawj tug kws cov Yixalayees coj tuaj fij rua kuv puavleej yog mej tug. Tabsis tej nyaj kws luas coj tuaj txhwv thawj tug tub hlub hab tej nyaj kws luas coj tuaj txhwv tej tsaj kws tsi huv thawj tug mivnyuas kws yog tug txiv rov qaab, mej yuavtsum khaws tej nyaj ntawd ca."},{"bible_id":"1726","chapter_code":"NUM.18","verse_code":"NUM.18.16","label":"16","content":"Yuavtsum txhwv tej mivnyuas kws noobnyoog ib hlis rov qaab, tug nqe yog tsib dlaim nyaj, lawv le numtswv txuj cai kom tseg."},{"bible_id":"1726","chapter_code":"NUM.18","verse_code":"NUM.18.17","label":"17","content":"Tabsis thawj tug mivnyuas nyuj, mivnyuas yaaj, hab mivnyuas tshis kws yog tug txiv tsi xob txhwv rov qaab; cov ntawd yeej yog kuv tug hab yog cov kws muab tua theej txhoj. Muab cov ntshaav laub ywg lub thaaj hab muab cov roj hlawv ua khoom fij, kuas tej paa tsw qaab ntxag txaus kuv sab."},{"bible_id":"1726","chapter_code":"NUM.18","verse_code":"NUM.18.18","label":"18","content":"Tej nqaj puavleej yog koj tug, ib yaam le lub hauv nrob hab cegqaab saab xis kws muab yom fij."},{"bible_id":"1726","chapter_code":"NUM.18","verse_code":"NUM.18.19","label":"19","content":"“Taagnrho tej khoom dlawbhuv kws cov Yixalayees coj tuaj fij rua kuv, kuv muab huv tuabsi rua koj, koj cov tub hab koj cov ntxhais moog ibtxhis le. Kuv yuav tsi rhuav tej lug cog tseg rua koj hab koj cov xeebntxwv le.”"},{"bible_id":"1726","chapter_code":"NUM.18","verse_code":"NUM.18.20","label":"20","content":"Tug TSWV has rua Aloos has tas, “Koj yuav tsi tau txais ib qho aav ua koj tug, hab yuav tsi faib lub tebchaws Yixalayees ib qhov rua koj le. Kuv yog tug TSWV, txhua yaam kws yog kuv tug puavleej yog koj le.”"},{"bible_id":"1726","chapter_code":"NUM.18","verse_code":"NUM.18.21","label":"21","content":"Tug TSWV has tas, “Ib feem kaum kws cov Yixalayees coj tuaj fij rua kuv, kuv yuav muab taagnrho rua cov Levis. Tej nuav yog muab ua nqe zug rua puab tu kuv lub Tsevntaub sis ntsib."},{"bible_id":"1726","chapter_code":"NUM.18","verse_code":"NUM.18.22","label":"22","content":"Txij nuav moog tsi pub cov Yixalayees tuaj ze tug TSWV lub Tsevntaub sis ntsib lawm, nyob tsaam ua rua puab raug lub txim tuag."},{"bible_id":"1726","chapter_code":"NUM.18","verse_code":"NUM.18.23","label":"23","content":"Txij nuav moog tsuas ca cov Levis tuaj tu lub Tsevntaub sis ntsib hab ua taagnrho tej num huv lub tsevntaub lawm xwb. Qhov nuav ua ib txuj kevcai rua koj cov xeebntxwv moog le. Cov Levis yuav tsi muaj teej tug nyob huv lub tebchaws Yixalayees,"},{"bible_id":"1726","chapter_code":"NUM.18","verse_code":"NUM.18.24","label":"24","content":"rua qhov tej ib feem kaum kws cov Yixalayees coj tuaj fij rua kuv ntawd, kuv tub muab rua cov Levis lawm. Vim le nuav kuv txhaj has rua puab tas, puab yuav tsi muaj aav nyob huv lub tebchaws Yixalayees.”"},{"bible_id":"1726","chapter_code":"NUM.18","verse_code":"NUM.18.25","label":"25","content":"Tug TSWV saamfwm rua Mauxes"},{"bible_id":"1726","chapter_code":"NUM.18","verse_code":"NUM.18.26","label":"26","content":"kuas has rua cov Levis has tas: “Thaus mej tau txais cov Yixalayees tej ib feem kaum kws tug TSWV muab rua mej ua mej tug, mej yuavtsum muab ib feem kaum ntawm cov khoom kws yog mej tug coj moog fij tshwjxeeb rua tug TSWV."},{"bible_id":"1726","chapter_code":"NUM.18","verse_code":"NUM.18.27","label":"27","content":"Mej tej khoom fij tshwjxeeb nuav yuav zoo ib yaam le cov tuabneeg ua teb tej nplej tshab hab tej cawv txiv maab tshab kws puab coj tuaj fij ntaag."},{"bible_id":"1726","chapter_code":"NUM.18","verse_code":"NUM.18.28","label":"28","content":"Mej yuavtsum ua le nuav txhaj yog mej muab tej ib feem kaum kws mej tau ntawm cov Yixalayees lug moog fij pub tshwjxeeb ua tug TSWV tug. Cov khoom kws fij tshwjxeeb rua tug TSWV, ca le muab rua Aloos kws yog tug povthawj."},{"bible_id":"1726","chapter_code":"NUM.18","verse_code":"NUM.18.29","label":"29","content":"Mej yuavtsum muab tej kws zoo tshaaj plawg xwb."},{"bible_id":"1726","chapter_code":"NUM.18","verse_code":"NUM.18.30","label":"30","content":"Thaus mej muab tej kws zoo coj moog fij lawm, mej yuavtsum khaws tej kws seem ca, ib yaam le cov tuabneeg ua teb kws muab ibtxha coj moog fij hab khaws tej kws seem tseg."},{"bible_id":"1726","chapter_code":"NUM.18","verse_code":"NUM.18.31","label":"31","content":"Mej hab mej tsev tuabneeg ca le nqaa tej kws seem moog noj los tau, rua qhov tub muab tej ntawd ua nqe zug rua mej tu lub Tsevntaub sis ntsib lawm."},{"bible_id":"1726","chapter_code":"NUM.18","verse_code":"NUM.18.32","label":"32","content":"Mej noj tej ntawd los mej yuav tsi txhum, yog mej tub tshwj tej kws zoo coj moog fij rua tug TSWV lawm. Tabsis mej yuavtsum ua tuab zoo saib tsi xob noj tej khoom fij dlawbhuv kws cov Yixalayees coj tuaj fij ua ntej kws mej tsi tau tshwj tej kws zoo fij rua kuv; yog mej txhobtxwm noj, mej yuav raug tua tuag.”"},{"bible_id":"1726","chapter_code":"NUM.19","verse_code":"NUM.19.1","label":"1","content":"Tug TSWV saamfwm rua Mauxes hab Aloos obtug has tas,"},{"bible_id":"1726","chapter_code":"NUM.19","verse_code":"NUM.19.2","label":"2","content":"“Meb muab tej kevcai nuav qha rua cov Yixalayees. Caab ib tug xyuas nyuj lab kws tsi muaj ib qhov phem le, hab tsi tau siv ua num le,"},{"bible_id":"1726","chapter_code":"NUM.19","verse_code":"NUM.19.3","label":"3","content":"moog rua tug povthawj Ele-axas. Caab tug xyuas nyuj ntawd moog rua saab nrau ntug yeej hab muab tug xyuas nyuj tua taabmeeg  Ele-axas."},{"bible_id":"1726","chapter_code":"NUM.19","verse_code":"NUM.19.4","label":"4","content":"Ces Ele-axas yuavtsum muab nwg tug ntivteg moog tub cov ntshaav coj moog nchus xyaa zag rua ntawm hauv ntej tug TSWV lub Tsevntaub sis ntsib."},{"bible_id":"1726","chapter_code":"NUM.19","verse_code":"NUM.19.5","label":"5","content":"Taagnrho tug tsaj ntawd lub cev, dlaim tawv, cov nqaj, cov ntshaav hab cov quav, yuavtsum muab hlawv taabmeeg tug povthawj."},{"bible_id":"1726","chapter_code":"NUM.19","verse_code":"NUM.19.6","label":"6","content":"Tug povthawj muab ib dlaim ntoo cab, ib re nplooj hixauv hab muab ib ntshuas xuv lab coj moog pov rua huv lub qhovcub kws hlawv tug xyuas nyuj ntawd."},{"bible_id":"1726","chapter_code":"NUM.19","verse_code":"NUM.19.7","label":"7","content":"Tom qaab ntawd, tug povthawj muab nwg cev rig tsho hle ntxhua hab muab dlej ntxuav thoob plawg nwg ib ce, nwg maam rov moog rua huv lub yeej; tabsis nwg tseem tsi huv moog txug thaus tsaus ntuj."},{"bible_id":"1726","chapter_code":"NUM.19","verse_code":"NUM.19.8","label":"8","content":"Tug tuabneeg kws hlawv tug xyuas nyuj ntawd, nwg yuavtsum hle nwg cev rig tsho ntxhua hab muab dlej ntxuav thoob plawg nwg ib ce, hab nwg tseem tsi huv moog txug thaus tsaus ntuj ib yaam nkaus."},{"bible_id":"1726","chapter_code":"NUM.19","verse_code":"NUM.19.9","label":"9","content":"Ces tug tuabneeg kws huv lawm moog yawm cov tshauv kws yog tug xyuas nyuj ntawd coj moog tso rua ntawm qhov chaw huv saab nrau ntug yeej, yog qhov chaw kws cov Yixalayees muab dlej ua kevcai ntxuav cov tuabneeg tsi huv lub txim povtseg."},{"bible_id":"1726","chapter_code":"NUM.19","verse_code":"NUM.19.10","label":"10","content":"Tug tuabneeg kws yawm cov tshauv ntawd yuavtsum hle nwg cev rig tsho ntxhua, tabsis nwg tseem tsi huv moog txug thaus tsaus ntuj. Cov Yixalayees hab cov tuabneeg txawv tebchaws kws nrug puab nyob, yuav tau coj txuj kevcai nuav moog ibtxhis le.”"},{"bible_id":"1726","chapter_code":"NUM.19","verse_code":"NUM.19.11","label":"11","content":"Yog leejtwg moog chwv tej tuabneeg tuag, mas nwg yog tuabneeg tsi huv xyaa nub."},{"bible_id":"1726","chapter_code":"NUM.19","verse_code":"NUM.19.12","label":"12","content":"Nub peb hab nub xyaa, nwg yuavtsum muab dlej lug ua kevcai ntxuav nwg, nwg txhaj le rov ua tuabneeg huv. Tabsis yog nwg tsi ua kevcai ntxuav ob zag kws yog nub peb hab nub xyaa, ces nwg yog tuabneeg tsi huv moog le lawm."},{"bible_id":"1726","chapter_code":"NUM.19","verse_code":"NUM.19.13","label":"13","content":"Yog leejtwg moog chwv tej tuabneeg tuag, nwg tsi ua kevcai ntxuav, ces tug ntawd yog tuabneeg tsi huv, rua qhov tsi tau muab cov dlej kws ntxuav kuas huv lug nchus rua nwg. Nyob tsaam nwg ua rua tug TSWV lub Tsevntaub tsi huv, mas yuavtsum muab nwg cais tawm ntawm Vaajtswv tsaav tuabneeg."},{"bible_id":"1726","chapter_code":"NUM.19","verse_code":"NUM.19.14","label":"14","content":"Yog muaj ib tug tuabneeg twg tuag rua huv lub tsev twg, txhua tug kws nyob huv lub tsev ntawd lossis tej tuabneeg kws tuaj ncaaj rua lub sijhawm kws tug tuabneeg ntawd tuag, mas puab yuav yog tuabneeg tsi huv xyaa nub."},{"bible_id":"1726","chapter_code":"NUM.19","verse_code":"NUM.19.15","label":"15","content":"Txhua lub hub hab txhua lub taub rau dlej kws tsi muaj hau  khwb kws nyob huv lub tsev ntawd los puavleej tsi huv ib yaam nkaus."},{"bible_id":"1726","chapter_code":"NUM.19","verse_code":"NUM.19.16","label":"16","content":"Yog leejtwg moog tuav tug tuabneeg kws raug luas tua tuag lossis tuag rua tom tej tshaav puam lossis yog leejtwg laam moog kov tej pobtxhaa tuabneeg tuag lossis lub ntxaa, mas tug ntawd yog tuabneeg tsi huv xyaa nub."},{"bible_id":"1726","chapter_code":"NUM.19","verse_code":"NUM.19.17","label":"17","content":"Ua kevcai ntxuav cov tuabneeg tsi huv, muab tug xyuas nyuj lab kws coj moog hlawv dlaws txim cov tshauv tso rua huv lub laujkaub, hab cug cov dlej tshab lug laub rua."},{"bible_id":"1726","chapter_code":"NUM.19","verse_code":"NUM.19.18","label":"18","content":"Ca tug tuabneeg kws ua kevcai ntxuav huv lawm, muab ib re nplooj hixauv raus rua huv cov dlej, hab muab nchus rua lub tsev, txhua yaam kws nyob huv lub tsev, hab cov tuabneeg kws nyob huv lub tsev. Dlua le ntawd ca nwg muab cov dlej nchus rua tug tuabneeg kws moog kov tej pobtxhaa tuabneeg tuag lossis tug tuabneeg tuag lossis lub ntxaa hab."},{"bible_id":"1726","chapter_code":"NUM.19","verse_code":"NUM.19.19","label":"19","content":"Tug tuabneeg huv yuav muab dlej nchus rua tug tuabneeg tsi huv nub peb hab nub xyaa. Nub xyaa nwg yuavtsum ua kevcai ntxuav tug tuabneeg tsi huv, tug tuabneeg tsi huv kws ua kevcai ntxuav kuas huv ntawd yuavtsum hle nwg cev rig tsho moog ntxhua hab muab dlej ntxuav nwg lub cev, thaus nub poob qho nwg txhaj le yuav huv."},{"bible_id":"1726","chapter_code":"NUM.19","verse_code":"NUM.19.20","label":"20","content":"Txhua tug tuabneeg kws tsi huv hab tsi tau ua kevcai ntxuav, nwg yog tuabneeg tsi huv, rua qhov tsi tau muab cov dlej kws ntxuav kuas huv nchus rua nwg lub cev. Nyob tsaam nwg ua rua tug TSWV lub Tsevntaub tsi huv, mas yuavtsum muab nwg cais tawm ntawm Vaajtswv tsaav tuabneeg."},{"bible_id":"1726","chapter_code":"NUM.19","verse_code":"NUM.19.21","label":"21","content":"Mej yuavtsum coj txuj kevcai nuav moog ibtxhis. Tug tuabneeg kws muab dlej nchus ua kevcai ntxuav rua lwm tug, yuavtsum hle nwg cev rig tsho moog ntxhua; txhua tug kws kov cov dlej ntawd, nwg tsi huv moog txug thaus tsaus ntuj."},{"bible_id":"1726","chapter_code":"NUM.19","verse_code":"NUM.19.22","label":"22","content":"Txhua yaam kws tug tuabneeg tsi huv moog tuav lawm, yaam ntawd yuav tsi huv, hab txhua tug kws moog tuav tej ntawd yuav tsi huv moog txug thaus tsaus ntuj."},{"bible_id":"1726","chapter_code":"NUM.20","verse_code":"NUM.20.1","label":"1","content":"Thaus lub ib hlis ntuj cov Yixalayees lug txug rua ntawm taj suabpuam Xees, puab txhaj tsuam chaw su rua ntawm Kades. Milias tuag, hab puab muab nwg log rua ntawm qhov chaw ntawd."},{"bible_id":"1726","chapter_code":"NUM.20","verse_code":"NUM.20.2","label":"2","content":"Nyob qhov ntawd tsi muaj dlej haus, cov pejxeem txhaj le sau nthwv tuaj cuag Mauxes hab Aloos."},{"bible_id":"1726","chapter_code":"NUM.20","verse_code":"NUM.20.3","label":"3","content":"Puab ywg obtug has tas: “Yog peb ntxuv tuag nrug peb tej tuabneeg kws tuag rua ntawm tug TSWV lub Tsevntaub ntshai yuav zoo dlua."},{"bible_id":"1726","chapter_code":"NUM.20","verse_code":"NUM.20.4","label":"4","content":"Vim le caag meb coj peb lug nyob ntawm taj suabpuam nuav. Meb xaav ua kuas peb hab peb tej tsaj txhu tuag taag huv tuabsi rua ntawm nuav los?"},{"bible_id":"1726","chapter_code":"NUM.20","verse_code":"NUM.20.5","label":"5","content":"Vim le caag meb coj peb tsiv nraag tebchaws Iziv lug nyob rua qhov chaw phem npaum le nuav, ib yaam nroj tsuag los tub tuaj tsi taug le? Cog tsi tau nplej, cog tsi tau txiv ncuav pas, cog tsi tau txiv maab hab cog tsi tau txiv ntsab pobkws le. Nyob ntawm nuav dlej haus los tub tsi muaj.”"},{"bible_id":"1726","chapter_code":"NUM.20","verse_code":"NUM.20.6","label":"6","content":"Mauxes hab Aloos txawm tawm huv cov pejxeem moog sawv rua ntawm lub qhovrooj Tsevntaub sis ntsib. Obtug txhus caug nyo ua ntsejmuag ti nkaus huv aav, hab tug TSWV tug tshwjchim ci ntsaa ab lug rua obtug pum."},{"bible_id":"1726","chapter_code":"NUM.20","verse_code":"NUM.20.7","label":"7","content":"Tug TSWV has rua Mauxes has tas,"},{"bible_id":"1726","chapter_code":"NUM.20","verse_code":"NUM.20.8","label":"8","content":"“Muab tug paas nreg kws nyob ntawm lub Phijxaab kws ntim Vaajtswv tej lug cog tseg hauv ntej lug, ces Aloos meb hu cov pejxeem tuaj txoos ua ke. Koj has rua lub pobzeb tod taabmeeg rua puab saib ntsoov, ces dlej yuav txhawv huv lug. Koj ua le nuav dlej txhaj tawm huv pobzeb lug rua cov pejxeem haus, kuas puab hab puab tej tsaj txhu txhaj tau dlej haus."},{"bible_id":"1726","chapter_code":"NUM.20","verse_code":"NUM.20.9","label":"9","content":"Mauxes txhaj moog muab tug paas nreg lawv le tug TSWV tau has rua nwg.”"},{"bible_id":"1726","chapter_code":"NUM.20","verse_code":"NUM.20.10","label":"10","content":"Ces Mauxes hab Aloos obtug txhaj hu taagnrho cov pejxeem tuaj txoos ua ke rua ntawm lub pobzeb hauv ntej, Mauxes has tas, “Mej cov kws yog tuabneeg ntxeev sab, mej ca le ua tuab zoo noog! Mej tseem ca wb ua kuas dlej txhawv huv lub pobzeb nuav lug rua mej haus hab los?”"},{"bible_id":"1726","chapter_code":"NUM.20","verse_code":"NUM.20.11","label":"11","content":"Mauxes txhaj tsaa hlo tug paas nreg ntaus lub pobzeb ob paas, hab dlej txhawv paim yog huv lug, cov pejxeem hab tej tsaj txhu txhaj tau haus."},{"bible_id":"1726","chapter_code":"NUM.20","verse_code":"NUM.20.12","label":"12","content":"Tabsis tug TSWV has rua Mauxes hab Aloos has tas, “Vim meb tsi ca sab rua kuv, meb txhaj tsi ua kuv lub fwjchim rua cov Yixalayees pum, yog le ntawd, meb yuav tsi tau coj puab moog nyob huv lub tebchaws kws kuv coglug yuav muab rua puab.”"},{"bible_id":"1726","chapter_code":"NUM.20","verse_code":"NUM.20.13","label":"13","content":"Tej xwm nuav tshwm muaj rua huv Melinpas,  qhov chaw kws cov Yixalayees ywg tug TSWV hab qhov chaw kws nwg qha rua puab has tas, nwg yog tug dlawbhuv."},{"bible_id":"1726","chapter_code":"NUM.20","verse_code":"NUM.20.14","label":"14","content":"Mauxes khaiv tuabneeg tawm huv Kades moog thov cov Edoos tug vaajntxwv. Puab thov has tas, “Tsaav tuabneeg Yixalayees kws yog koj cov kwvtij has le nuav rua koj. Koj yeej paub tej kev txomnyem kws peb raug lawm,"},{"bible_id":"1726","chapter_code":"NUM.20","verse_code":"NUM.20.15","label":"15","content":"vim le caag peb cov yawmkoob txhaj tsiv moog nyob nraag tebchaws Iziv, peb nyob nraag tau ntau xyoo. Cov tuabneeg Iziv quab yuam peb cov yawmkoob hab peb,"},{"bible_id":"1726","chapter_code":"NUM.20","verse_code":"NUM.20.16","label":"16","content":"peb tau quaj thov tug TSWV paab peb. Nwg nov peb tej lug thov hab nwg tso ib tug timtswv coj peb kev tawm nraag tebchaws Iziv lug. Nwgnuav peb lug nyob rua huv lub nroog Kades kws npuas nkaus koj lub tebchaws."},{"bible_id":"1726","chapter_code":"NUM.20","verse_code":"NUM.20.17","label":"17","content":"Thov koj pub peb hlaa koj lub tebchaws moog. Peb yuav caab peb tej tsaj taug kev ncaaj nraim tsi su qhov twg, peb hab peb tej tsaj yuav tsi moog tsuj huv koj tej teb lossis tej vaaj txiv maab, hab yuav tsi cug dlej ntawm koj tej qhovdlej haus. Peb yuav taug txujkev luj  ncaaj nraim tsi tig saib qhov twg le moog txug thaus kws peb hlaa dlhau koj lub tebchaws.”"},{"bible_id":"1726","chapter_code":"NUM.20","verse_code":"NUM.20.18","label":"18","content":"Tabsis cov Edoos teb has tas, “Peb tsi pub mej hlaa peb lub tebchaws le! Yog mej tseem hlaa, mas peb yuav tuaj tua mej taamsim ntawd ntaag.”"},{"bible_id":"1726","chapter_code":"NUM.20","verse_code":"NUM.20.19","label":"19","content":"Cov Yixalayees has tas, “Peb yuav taug txujkev luj ncaaj nraim xwb, yog peb lossis peb tej tsaj haus mej tej dlej, peb yuav them tej nqe dlej huv tuabsi rua mej, peb tsuas thov taug txujkev dlhau moog xwb.”"},{"bible_id":"1726","chapter_code":"NUM.20","verse_code":"NUM.20.20","label":"20","content":"Cov Edoos rov has dlua tas, “Peb txwv tu nrho tsi pub mej lug moog le!” Hab puab txawm txhij cov tubrog kws sab tawv heev tawm tuaj tua cov Yixalayees."},{"bible_id":"1726","chapter_code":"NUM.20","verse_code":"NUM.20.21","label":"21","content":"Vim cov Edoos tsi pub cov Yixalayees hlaa puab lub tebchaws lug moog, cov Yixalayees txhaj ua sab tig rov qaab hab taug dlua lwm txujkev moog lawm."},{"bible_id":"1726","chapter_code":"NUM.20","verse_code":"NUM.20.22","label":"22","content":"Taagnrho cov Yixalayees sawv kev tawm huv Kades lug txug rua ntawm lub Roob Haules kws yog"},{"bible_id":"1726","chapter_code":"NUM.20","verse_code":"NUM.20.23","label":"23","content":"ntawm nrimteb tebchaws Edoos. Nyob qhov ntawd tug TSWV has rua Mauxes hab Aloos has tas,"},{"bible_id":"1726","chapter_code":"NUM.20","verse_code":"NUM.20.24","label":"24","content":"“Aloos yuav tsi tau moog nyob huv lub tebchaws kws kuv muab rua cov Yixalayees nyob; nwg yuav tuag ua ntej, rua qhov meb ob leeg tau ntxeev sab rua kuv tej lug saamfwm thaus nyob nraag Melinpas."},{"bible_id":"1726","chapter_code":"NUM.20","verse_code":"NUM.20.25","label":"25","content":"Koj ca le coj Aloos hab nwg tug tub Ele-axas moog rua sau Roob Haules."},{"bible_id":"1726","chapter_code":"NUM.20","verse_code":"NUM.20.26","label":"26","content":"Muab Aloos cov rig tsho ntev hle hab muab rua Ele-axas naav, rua qhov Aloos yuav tuag rua sau.”"},{"bible_id":"1726","chapter_code":"NUM.20","verse_code":"NUM.20.27","label":"27","content":"Mauxes txawm ua le tug TSWV has. Puab txhaj nce moog rua sau Roob Haules taabmeeg cov pejxeem suavdlawg,"},{"bible_id":"1726","chapter_code":"NUM.20","verse_code":"NUM.20.28","label":"28","content":"Mauxes muab Aloos cov tsho tseeb ntev hle rua Ele-axas naav. Aloos txhaj tuag rua sau lub roob ntawd, ces Mauxes hab Ele-axas obtug txawm nqeg rov lug."},{"bible_id":"1726","chapter_code":"NUM.20","verse_code":"NUM.20.29","label":"29","content":"Thaus cov pejxeem paub has tas Aloos tuag lawm, puab suavdlawg quaj nyav nwg tau peb caug nub."},{"bible_id":"1726","chapter_code":"NUM.21","verse_code":"NUM.21.1","label":"1","content":"Thaus cov Kana-aas tug vaajntxwv kws kaav lub nroog Aladis huv tebchaws Kana-aas saab qaabteb nov has tas, cov Yixalayees taabtom taug txujkev Athalis lug lawm, nwg txawm txhij tubrog moog tua puab hab nteg tau cov Yixalayees qee leej coj moog ua qhev."},{"bible_id":"1726","chapter_code":"NUM.21","verse_code":"NUM.21.2","label":"2","content":"Ces cov Yixalayees txhaj coglug rua tug TSWV has tas, “Yog koj pub peb tua yeej cov tuabneeg nuav, peb yuav muab puab hab puab tej nroog fij  hlo rua koj, hab peb yuav muab puab ua kuas puamtsuaj taag huv tuabsi.”"},{"bible_id":"1726","chapter_code":"NUM.21","verse_code":"NUM.21.3","label":"3","content":"Tug TSWV nov puab tej lug thov, hab nwg paab puab tua yeej cov Kana-aas. Vim le nuav cov Yixalayees txhaj muab cov Kana-aas hab puab tej nroog ua puamtsuaj taag, hab muab qhov chaw ntawd tis npe hu ua Haulemas."},{"bible_id":"1726","chapter_code":"NUM.21","verse_code":"NUM.21.4","label":"4","content":"Cov Yixalayees sawv kev ntawm lub Roob Haules moog rua nraag Havtxwv Akanpas, puab yuav zos kev ncig lub tebchaws Edoos. Tabsis thaus puab tseem taabtom taug kev moog ntawd, puab ua tsi taug sab ntev nyaj kev txomnyem,"},{"bible_id":"1726","chapter_code":"NUM.21","verse_code":"NUM.21.5","label":"5","content":"puab txawm tshev Vaajtswv hab Mauxes. Puab ywg has tas, “Vim le caag meb txhaj coj peb tawm nraag tebchaws Iziv lug kuas peb tuag taag rua huv taj suabpuam, qhov chaw kws tsi muaj mov noj hab tsi muaj dlej haus nuav? Peb noj tsi taug tej zaub mov zoo le nuav lawm!”"},{"bible_id":"1726","chapter_code":"NUM.21","verse_code":"NUM.21.6","label":"6","content":"Ces tug TSWV txhaj tso cov naab muaj taug lug rua huv cov Yixalayees, cov Yixalayees coob leej txhaj raug naab tum tuag lawm."},{"bible_id":"1726","chapter_code":"NUM.21","verse_code":"NUM.21.7","label":"7","content":"Cov pejxeem txhaj tuaj cuag Mauxes hab has tas, “Thaus peb tshev tug TSWV hab tshev koj, tub yog peb ua txhum ntaag. Nwgnuav thov koj thov tug TSWV muab cov naab nuav tshem tawm moog.” Yog le ntawd, Mauxes txhaj thov tug TSWV paab cov pejxeem."},{"bible_id":"1726","chapter_code":"NUM.21","verse_code":"NUM.21.8","label":"8","content":"Tug TSWV kuas Mauxes muab tooj nchuav ua ib tug naab hab muab moog ntsa rua ntawm ib tug ncej, yog naab tum leejtwg, kuas tug ntawd tsaa qhovmuag saib tug naab tooj ntawd nwg txhaj tsi tuag."},{"bible_id":"1726","chapter_code":"NUM.21","verse_code":"NUM.21.9","label":"9","content":"Mauxes txawm nchuav tau ib tug naab tooj hab muab ntsa rua sau ib tug ncej. Thaus naab tum leejtwg, yog nwg tsaa qhovmuag saib tug naab tooj ntawd, nwg txawm tsi tuag."},{"bible_id":"1726","chapter_code":"NUM.21","verse_code":"NUM.21.10","label":"10","content":"Cov Yixalayees moog tsuam yeej rua ntawm Aunpaus."},{"bible_id":"1726","chapter_code":"NUM.21","verse_code":"NUM.21.11","label":"11","content":"Ces puab sawv kev ntawm Aunpaus moog tsuam yeej rua ntawm Anpalees kws nyob huv lub taj suabpuam ntawm tebchaws Mau-am saab nubtuaj."},{"bible_id":"1726","chapter_code":"NUM.21","verse_code":"NUM.21.12","label":"12","content":"Puab sawv kev ntawm qhov chaw ntawd moog tsuam yeej rua huv lub Haav Zeles."},{"bible_id":"1726","chapter_code":"NUM.21","verse_code":"NUM.21.13","label":"13","content":"Puab sawv kev qhov ntawd hab moog tsuam yeej rua ntawm tug Dlej Alenoos saab qaumteb, ntawm lub taj suabpuam kws moog tshuam rua tebchaws Amaules. (Tug dlej Alenoos, yog tug nrim rua lub tebchaws Mau-am hab lub tebchaws Amaules.)"},{"bible_id":"1726","chapter_code":"NUM.21","verse_code":"NUM.21.14","label":"14","content":"Tub yog le nuav, phoo ntawv kws teev tug TSWV tej kev ua rog txhaj le has txug: “…lub zog Vahes kws nyob huv cheebtsaam Xufas, huv tej haav ntawm tug dlej Alenoos,"},{"bible_id":"1726","chapter_code":"NUM.21","verse_code":"NUM.21.15","label":"15","content":"hab tej kwj haa kws nqeg moog rua nraag lub zog Ales hab ndlwg moog tshuam rua nraag nrimteb Mau-am.”"},{"bible_id":"1726","chapter_code":"NUM.21","verse_code":"NUM.21.16","label":"16","content":"Puab sawv kev qhov ntawd moog txug rua ntawm ib qhov chaw hu ua tej Qhov Tshij, yog qhov chaw kws tug TSWV has rua Mauxes has tas, “Coj cov pejxeem tuaj ua ke, hab kuv yuav muab dlej rua puab haus.”"},{"bible_id":"1726","chapter_code":"NUM.21","verse_code":"NUM.21.17","label":"17","content":"Lub sijhawm ntawd, cov Yixalayees zoo sab heev hab hu zaaj nkauj nuav: “Tej qhov tshij, mej ca le txhawv dlej laub lug tawm lug; Hab peb yuav zoo sab hu nkauj tog cov dlej ntawd."},{"bible_id":"1726","chapter_code":"NUM.21","verse_code":"NUM.21.18","label":"18","content":"Lub qhov tshij nuav yog cov numtswv hab cov pejxeem tej thawjcoj khawb, yog siv vaajntxwv tug cwj hab puab tej paas nreg khawb ntaag.” Ces puab txhaj sawv kev ntawm taj suabpuam moog rua ntawm Matanas,"},{"bible_id":"1726","chapter_code":"NUM.21","verse_code":"NUM.21.19","label":"19","content":"hab sawv kev ntawm Matanas moog rua ntawm Nahaliyees, hab sawv kev ntawm Nahaliyees moog rua ntawm Npamaus,"},{"bible_id":"1726","chapter_code":"NUM.21","verse_code":"NUM.21.20","label":"20","content":"hab sawv kev ntawm Npamaus moog rua ntawm lub haav kws nyob huv tebchaws Mau-am. Qhov chaw ntawd nyob sau lub ncov Roob Pinkas, xyuam yaaj lug saib ntsoov rua tim taj suabpuam."},{"bible_id":"1726","chapter_code":"NUM.21","verse_code":"NUM.21.21","label":"21","content":"Cov Yixalayees tso tuabneeg moog thov cov Amaules tug vaajntxwv Xihoos has tas:"},{"bible_id":"1726","chapter_code":"NUM.21","verse_code":"NUM.21.22","label":"22","content":"“Thov pub peb hlaa mej lub tebchaws moog. Peb hab peb tej tsaj yuav tsi plos moog tsuj huv mej tej teb lossis mej tej vaaj txiv maab, hab peb yuav tsi haus tej dlej huv mej tej qhov tshij; peb yuav taug txujkev luj  ncaaj nraim moog kuas dlhau plawg mej cheebtsaam aav.”"},{"bible_id":"1726","chapter_code":"NUM.21","verse_code":"NUM.21.23","label":"23","content":"Tabsis Xihoos tsi pub cov Yixalayees hlaa nwg lub tebchaws moog. Nwg txhaj txhij nwg cov tubrog moog rua ntawm Yahas kws nyob tom taj suabpuam hab moog puav tua cov Yixalayees."},{"bible_id":"1726","chapter_code":"NUM.21","verse_code":"NUM.21.24","label":"24","content":"Tabsis cov Yixalayees tua cov yeebncuab tuag coob heev rua huv tshaav rog hab txeeb tau puab lub tebchaws txij kag ntawm tug Dlej Alenoos saab qaumteb moog txug ndlua rua tim Yanpaus, hab dlhau plawg moog rua tim tebchaws Amoos, rua qhov cov tubrog Amoos kws zuv ntawm nrimteb sab tawv hab zuv nruj heev."},{"bible_id":"1726","chapter_code":"NUM.21","verse_code":"NUM.21.25","label":"25","content":"Yog le ntawd cov Yixalayees txhaj txeeb tau taagnrho cov Amaules tej nroog, hab tseem txeeb tau lub tuamceeb nroog Hesenpoos hab tej nroog miv kws nyob ibncig ntawd huv tuabsi. Puab txhaj moog nyob puv nkaus rua huv tej nroog ntawd."},{"bible_id":"1726","chapter_code":"NUM.21","verse_code":"NUM.21.26","label":"26","content":"Hesenpoos yog lub tuamceeb nroog kws yog cov Amaules tug vaajntxwv Xihoos nyob ntaag, hab nwg yog tug kws ntxeev sab ua rog tawmtsaam cov Mau-am tug vaajntxwv qub thaus u hab txeeb tau taagnrho Mau-am lub tebchaws moog txug ndlua ntawm tug Dlej Alenoos."},{"bible_id":"1726","chapter_code":"NUM.21","verse_code":"NUM.21.27","label":"27","content":"Tub yog vim le ntawd, cov hu nkauj txhaj le hu zaaj nkauj nuav: “Ca le lug rua huv lub nroog Hesenpoos kws yog vaajntxwv Xihoos lub nroog! Peb xaav pum lub nroog ntawd rov txhim khu dlua tshab."},{"bible_id":"1726","chapter_code":"NUM.21","verse_code":"NUM.21.28","label":"28","content":"Xihoos cov tubrog tawm huv lub nroog Hesenpoos tuaj moog ib yaam le cov nplaim tawg; mas nwg rhuav lub nroog Ales huv lub tebchaws Mau-am hab nqog taagnrho  tej hauv roob peg Alenoos."},{"bible_id":"1726","chapter_code":"NUM.21","verse_code":"NUM.21.29","label":"29","content":"Cov Mau-am, mej yuav raug txomnyem lauj! Mej pe tug mlom Khemaus kws taabtom coj kev puamtsuaj lug! Mej tug vaajtswv yuav coj cov txivneej moog poob kev txomnyem, hab cov quaspuj yuav raug cov Amaules tug vaajntxwv Xihoos nteg coj moog."},{"bible_id":"1726","chapter_code":"NUM.21","verse_code":"NUM.21.30","label":"30","content":"Tabsis taamsim nuav peb tub muab puab cov xeebntxwv tua puamtsuaj taag, Txij ndlua tom Hesenpoos lug txug ndlua ntawm Dinpoos, hab pib kag tom Nasees moog ti nkaus rua tim Naufas kws ze rua ntawm Medenpas.”"},{"bible_id":"1726","chapter_code":"NUM.21","verse_code":"NUM.21.31","label":"31","content":"Yog le ntawd, cov Yixalayees txhaj le moog nyob puv nkaus rua huv tebchaws Amaules,"},{"bible_id":"1726","chapter_code":"NUM.21","verse_code":"NUM.21.32","label":"32","content":"Mauxes tso tuabneeg moog soj hab tua lub nroog Yaxes. Cov Yixalayees txeeb tau lub nroog ntawd nrug tej zog kws nyob ibncig, hab muab cov Amaules kws nyob huv tej zog ntawd lawv tawm tsiv huv tuabsi lawm."},{"bible_id":"1726","chapter_code":"NUM.21","verse_code":"NUM.21.33","label":"33","content":"Cov Yixalayees tig rov lug hab taug kev moog rua tom lub zog Npasaas. Tug vaajntxwv kws kaav lub tebchaws Npasaas txhaj txhij nwg cov tubrog nrug nwg moog tua cov Yixalayees rua tom Edele-is."},{"bible_id":"1726","chapter_code":"NUM.21","verse_code":"NUM.21.34","label":"34","content":"Tug TSWV has rua Mauxes has tas, “Mej tsi xob ntshai Aunkas. Kuv yuav pub kuas mej tua yeej nwg, yeej taagnrho nwg cov tuabneeg hab nwg lub tebchaws huv tuabsi. Mej yuav ua rua nwg ib yaam le mej ua rua Xihoos kws yog tug vaajntxwv kaav lub nroog Hesenpoos hab ntaag.”"},{"bible_id":"1726","chapter_code":"NUM.21","verse_code":"NUM.21.35","label":"35","content":"Yog le ntawd, cov Yixalayees txhaj muab Aunkas, nwg cov tub hab taagnrho nwg cov tuabneeg tua tuag taag tsi tshuav ib tug seem le, hab cov Yixalayees tau lug nyob nwg lub tebchaws."},{"bible_id":"1726","chapter_code":"NUM.22","verse_code":"NUM.22.1","label":"1","content":"Cov Yixalayees tsuam yeej su rua huv lub taj nraag Mau-am ntawm tug Dlej Yauladees saab nubtuaj ncaaj lub nroog Yelikaus."},{"bible_id":"1726","chapter_code":"NUM.22","verse_code":"NUM.22.2","label":"2","content":"Thaus Xinpaules tug tub Npalaj kws yog cov Mau-am tug vaajntxwv, nov tej kws cov Yixalayees tau ua rua cov Amaules hab cov Yixalayees muaj coob npaum le caag,"},{"bible_id":"1726","chapter_code":"NUM.22","verse_code":"NUM.22.3","label":"3","content":"txhaj ua rua nwg hab taagnrho nwg cov tuabneeg ntshai heev."},{"bible_id":"1726","chapter_code":"NUM.22","verse_code":"NUM.22.4","label":"4","content":"Cov Mau-am has rua cov Midias tej thawjcoj has tas, “Tsi ntev nuav paab tuabneeg ntawd yuav ua rua txhua tsaav yaam kws nyob puagncig peb kuas puamtsuaj taag ib yaam le nyuj noj tej nyom huv tshaav zaub ntaag.” Yog le ntawd vaajntxwv Npalaj"},{"bible_id":"1726","chapter_code":"NUM.22","verse_code":"NUM.22.5","label":"5","content":"txhaj tso tuabneeg moog has rua Npe-aus tug tub Npala-aas huv lub nroog Npethaus kws nyob ze tug Dlej Efalates huv tebchaws Amavis. Puab coj Npalaj tej lug moog has rua nwg le nuav: “Kuv xaav kuas koj paub tsaav tuabneeg kws tsiv nraag tebchaws Iziv lug, puab sis faib moog nyob txhua nrho qhov txhua chaw lawm, nyob tsaam puab ca le lug txeeb peb lub tebchaws nyob hab."},{"bible_id":"1726","chapter_code":"NUM.22","verse_code":"NUM.22.6","label":"6","content":"Cov tuabneeg ntawd muaj coob tshaaj peb lawm, koj ca le tuaj paab kuv foom tsi zoo rua puab. Tej zag peb yuav tua yeej puab hab lawv tau puab tawm huv lub tebchaws nuav moog. Kuv paub has tas thaus koj foom koob moov, cov tuabneeg yeej tau txais koob moov, hab thaus koj foom tsi zoo, puab yeej raug kev txomnyem.”"},{"bible_id":"1726","chapter_code":"NUM.22","verse_code":"NUM.22.7","label":"7","content":"Cov Mau-am hab cov Midias tej thawjcoj txawm muab nyaj tuaj them tej lug foom tsi zoo ntawd, hab moog cuag Npala-aas, puab pav Npalaj tej lug rua Npala-aas noog."},{"bible_id":"1726","chapter_code":"NUM.22","verse_code":"NUM.22.8","label":"8","content":"Npala-aas has tas, “Mej ca le pw ib mos ntawm nuav tsaiv, pigkig kuv maam le qha rua mej paub tej kws tug TSWV has rua kuv.” Yog le ntawd, cov Mau-am tej thawjcoj txhaj nrug Npala-aas nyob tau ib mos."},{"bible_id":"1726","chapter_code":"NUM.22","verse_code":"NUM.22.9","label":"9","content":"Vaajtswv lug nug Npala-aas has tas, “Cov tuabneeg kws tuaj su huv koj tsev, puab yog leejtwg?”"},{"bible_id":"1726","chapter_code":"NUM.22","verse_code":"NUM.22.10","label":"10","content":"Npala-aas teb has tas, “Vaajntxwv Npalaj kws kaav tebchaws Mau-am tso cov tuabneeg nuav tuaj qha rua kuv"},{"bible_id":"1726","chapter_code":"NUM.22","verse_code":"NUM.22.11","label":"11","content":"txug cov tuabneeg kws lug nraag tebchaws Iziv lug. Puab tub moog nyob txhua qhov chaw huv tebchaws nuav lawm. Mas nwg xaav kuas kuv paab nwg foom tsi zoo rua puab, nwg txhaj muaj peevxwm tua yeej hab lawv tau puab tsiv tawm moog.”"},{"bible_id":"1726","chapter_code":"NUM.22","verse_code":"NUM.22.12","label":"12","content":"Vaajtswv has rua Npala-aas has tas, “Koj tsi xob nrug cov tuabneeg nuav moog, hab tsi xob foom tsi zoo rua cov Yixalayees ib lus le, rua qhov puab yog cov kws kuv tub foom koob moov rua lawm.”"},{"bible_id":"1726","chapter_code":"NUM.22","verse_code":"NUM.22.13","label":"13","content":"Taagkig sawv ntxuv Npala-aas txhaj moog cuag cov tuabneeg kws Npalaj khaiv tuaj hab has rua puab tas, “Mej ca le rov qaab moog tsev; rua qhov tug TSWV tsi pub kuv nrug mej moog.”"},{"bible_id":"1726","chapter_code":"NUM.22","verse_code":"NUM.22.14","label":"14","content":"Puab txawm rov lug cuag Npalaj hab pav qha rua nwg has tas, “Npala-aas tsi kaam nrug peb tuaj.”"},{"bible_id":"1726","chapter_code":"NUM.22","verse_code":"NUM.22.15","label":"15","content":"Ces Npalaj khaiv ntau tug thawjcoj kws muaj meejmom tshaaj cov kws xub moog lawm rov moog dlua."},{"bible_id":"1726","chapter_code":"NUM.22","verse_code":"NUM.22.16","label":"16","content":"Puab moog cuag Npala-aas hab muab Npalaj tej lug has rua Npala-aas has tas: “Koj tsi xob yig, koj ca le tuaj lawv le kuv thov koj!"},{"bible_id":"1726","chapter_code":"NUM.22","verse_code":"NUM.22.17","label":"17","content":"Kuv yuav muab nqe zug rua koj kuas koj npluanuj hab kuv yuav ua txhua yaam lawv le koj has. Thov koj ca le tuaj paab kuv foom tsi zoo rua cov tuabneeg ntawd.”"},{"bible_id":"1726","chapter_code":"NUM.22","verse_code":"NUM.22.18","label":"18","content":"Tabsis Npala-aas teb has tas, “Txawm yog vaajntxwv Npalaj muab taagnrho tej nyaj hab kub huv nwg lub loog rua kuv los kuv yuav tsi kaam hlaa tug TSWV kws yog kuv tug Vaajtswv ib lu lug le."},{"bible_id":"1726","chapter_code":"NUM.22","verse_code":"NUM.22.19","label":"19","content":"Mej ca le su ntawm nuav ib mos ib yaam le paab kws tuaj cuag kuv thawj zag, tog saib tug TSWV puas yuav muaj dlua lwm lu lug qha rua kuv.”"},{"bible_id":"1726","chapter_code":"NUM.22","verse_code":"NUM.22.20","label":"20","content":"Mo ntawd Vaajtswv lug has rua Npala-aas has tas, “Yog cov tuabneeg nuav thov kuas koj nrug puab moog, koj ca le npaaj nrug puab moog, tabsis koj ncu ntsoov ua lawv le tej kws kuv has rua koj xwb.”"},{"bible_id":"1726","chapter_code":"NUM.22","verse_code":"NUM.22.21","label":"21","content":"Yog le ntawd, taagkig kaaj ntug Npala-aas txhaj tu nraa hab pem eeb rua sau tug neeg luav nrausqaum hab nrug cov Mau-am tej thawjcoj moog lawm."},{"bible_id":"1726","chapter_code":"NUM.22","verse_code":"NUM.22.22","label":"22","content":"Thaus kws Npala-aas sawv kev moog ntawd Vaajtswv chim heev, ces thaus Npala-aas taabtom caij nwg tug neeg luav taug kev moog, hab coj nwg ob tug tubkhai ua nwg luag moog, tug TSWV ib tug timtswv txawm lug sawv huv plawv kev thaiv Npala-aas kev."},{"bible_id":"1726","chapter_code":"NUM.22","verse_code":"NUM.22.23","label":"23","content":"Thaus tug neeg luav pum tug timtswv sawv nreg nreeg huv plawv kev hab tuav rawv ib raab ntaaj, tug neeg luav txawm lem loo tsiv moog rua nraag laj. Npala-aas nplawm tug neeg luav kuas rov lug taug kev."},{"bible_id":"1726","chapter_code":"NUM.22","verse_code":"NUM.22.24","label":"24","content":"Ces tug timtswv txawm moog sawv huv txujkev kws nyob ntawm lub vaaj txiv maab kws muaj ob dlaim txag zeb thaiv ob saab ntug kev."},{"bible_id":"1726","chapter_code":"NUM.22","verse_code":"NUM.22.25","label":"25","content":"Thaus tug neeg luav pum tug timtswv ntawd, tug neeg luav phoom yog moog tsoo tim dlaim txag zeb muab Npala-aas txhais kutaw nas kag rua ntawm dlaim txag zeb. Npala-aas txhaj rov nplawm tug neeg luav ib zag ntxiv."},{"bible_id":"1726","chapter_code":"NUM.22","verse_code":"NUM.22.26","label":"26","content":"Tug timtswv rov moog thaiv tom hauv ntej ib zag ntxiv; nwg moog sawv ntawm ntu kev kws ti heev tsi muaj kev zos moog rua saab twg le."},{"bible_id":"1726","chapter_code":"NUM.22","verse_code":"NUM.22.27","label":"27","content":"Zag nuav, thaus tug neeg luav pum tug timtswv, tug neeg luav txhaj txhus caug ndlua rua huv aav. Npala-aas npautawg heev hab nwg muab nwg tug paas nreg nplawm tug neeg luav."},{"bible_id":"1726","chapter_code":"NUM.22","verse_code":"NUM.22.28","label":"28","content":"Ces Tug TSWV txhaj ua rua tug neeg luav txawj has lug, tug neeg luav txhaj has rua Npala-aas has tas, “Kuv ua txhum koj dlaabtsi? Vim le caag koj txhaj ntaus kuv peb zag le nuav?”"},{"bible_id":"1726","chapter_code":"NUM.22","verse_code":"NUM.22.29","label":"29","content":"Npala-aas teb has tas, “Rua qhov koj txhobtxwm ua limham rua kuv! Yog kuv muaj ntaaj, ces kuv tub muab koj tua povtseg lawm.”"},{"bible_id":"1726","chapter_code":"NUM.22","verse_code":"NUM.22.30","label":"30","content":"Tug neeg luav teb has tas, “Kuv tsi yog tug neeg luav kws koj ibtxwm caij lug lawm los? Yaav taag lug kuv puas tau ua le nuav rua koj?” Npala-aas teb has tas, “Koj yeej tsi tau ua le nuav rua kuv ib zag le!”"},{"bible_id":"1726","chapter_code":"NUM.22","verse_code":"NUM.22.31","label":"31","content":"Taamsim ntawd tug TSWV ua rua Npala-aas pum tug timtswv tuav rawv ib raab ntaaj sawv ntawd, Npala-aas nyo ntshis pe ua nwg lub ntsejmuag ti nkaus huv aav."},{"bible_id":"1726","chapter_code":"NUM.22","verse_code":"NUM.22.32","label":"32","content":"Tug timtswv nug has tas, “Vim le caag koj txhaj ntaus koj tug neeg luav peb zag le nuav? Kuv lug nuav yog kuv lug thaiv koj kev ntaag, rua qhov koj tsi tsimnyog taug txujkev nuav moog."},{"bible_id":"1726","chapter_code":"NUM.22","verse_code":"NUM.22.33","label":"33","content":"Tabsis tug neeg luav pum kuv hab nwg lem zos kev peb zag. Yog nwg tsi ua le ntawd, kuv tub muab koj tua hab tso tug neeg luav moog lawm.”"},{"bible_id":"1726","chapter_code":"NUM.22","verse_code":"NUM.22.34","label":"34","content":"Npala-aas has tas, “Kuv ua txhum lawm. Kuv tsi paub has tas, yog koj thaiv kuv kev tsi pub kuv moog; tabsis yog koj xaav has tas qhov kws kuv moog nuav txhum lawm, kuv yuav rov qaab moog tsev.”"},{"bible_id":"1726","chapter_code":"NUM.22","verse_code":"NUM.22.35","label":"35","content":"Tug timtswv teb has tas, “Koj ca le nrug cov tuabneeg nuav moog, tabsis koj yuavtsum has tej lug kws kuv kuas koj has xwb.” Yog le ntawd, Npala-aas txhaj nrug puab moog lawm."},{"bible_id":"1726","chapter_code":"NUM.22","verse_code":"NUM.22.36","label":"36","content":"Thaus Npalaj nov has tas Npala-aas tuaj lawm, Npalaj txhaj moog tog Npala-aas peg lub nroog Ales kws nyob ntawm ntug Dlej Alenoos kws ze nrimteb Mau-am."},{"bible_id":"1726","chapter_code":"NUM.22","verse_code":"NUM.22.37","label":"37","content":"Npalaj nug Npala-aas has tas, “Ua caag thawj zag kws kuv tso tuabneeg tuaj hu koj, koj tsi kaam tuaj? Koj xaav has tas nyob tsaam kuv tsi muab nqe zug txaus rua koj nua los?”"},{"bible_id":"1726","chapter_code":"NUM.22","verse_code":"NUM.22.38","label":"38","content":"Npala-aas teb has tas, “Kuv tub tuaj txug lawm ne? Tabsis taamsim nuav, kuv muaj fwjchim ua tau dlaabtsi? Kuv tsuas muaj cuabkaav has tau le Vaajtswv kuas kuv has xwb.”"},{"bible_id":"1726","chapter_code":"NUM.22","verse_code":"NUM.22.39","label":"39","content":"Npala-aas nrug Npalaj moog tom lub nroog Huxaus,"},{"bible_id":"1726","chapter_code":"NUM.22","verse_code":"NUM.22.40","label":"40","content":"Npalaj muab nyuj muab yaaj lug tua hab muab nqaj rua Npala-aas hab cov numtswv kws nrug nwg nyob ua ke ntawd noj."},{"bible_id":"1726","chapter_code":"NUM.22","verse_code":"NUM.22.41","label":"41","content":"Taagkig sawv ntxuv Npalaj coj Npala-aas moog rua peg Npamaus Npa-aas, thaus obtug moog txug peg, Npala-aas pum cov Yixalayees ibtxha."},{"bible_id":"1726","chapter_code":"NUM.23","verse_code":"NUM.23.1","label":"1","content":"Npala-aas has tas, “Koj ca le teeb xyaa lub thaaj rua kuv, hab muab xyaa tug txiv nyuj hab xyaa tug laug yaaj rua kuv.”"},{"bible_id":"1726","chapter_code":"NUM.23","verse_code":"NUM.23.2","label":"2","content":"Npalaj ua lawv le Npala-aas has, ib lub thaaj twg tua ib tug nyuj hab ib tug laug yaaj hlawv fij rua sau."},{"bible_id":"1726","chapter_code":"NUM.23","verse_code":"NUM.23.3","label":"3","content":"Ces Npala-aas has rua Npalaj has tas, “Thaus kuv moog saib, saib tug TSWV lug has dlaabtsi rua kuv lossis tsi has, koj ca le moog sawv ntawm qhov chaw kws hlawv koj tej khoom fij. Txhua yaam kws tug TSWV has rua kuv, kuv yuav qha rua koj.” Yog le ntawd, Npala-aas txhaj nce moog rua sau ib lub ncov roob,"},{"bible_id":"1726","chapter_code":"NUM.23","verse_code":"NUM.23.4","label":"4","content":"hab Vaajtswv lug cuag Npala-aas. Npala-aas has rua Vaajtswv has tas, “Kuv teeb xyaa lub thaaj hab tua nyuj tua yaaj fij tso rua sau xyaa lub thaaj ntawd ib lub ib tug nyuj hab ib tug yaaj.”"},{"bible_id":"1726","chapter_code":"NUM.23","verse_code":"NUM.23.5","label":"5","content":"Tug TSWV qha tej lug kws yuav has rua Npala-aas hab kuas nwg coj tej lug ntawd rov lug has rua Npalaj."},{"bible_id":"1726","chapter_code":"NUM.23","verse_code":"NUM.23.6","label":"6","content":"Npala-aas rov lug, nwg lug pum Npalaj hab cov Mau-am tej thawjcoj sawv ntawm qhov chaw kws hlawv tej khoom fij ntawd."},{"bible_id":"1726","chapter_code":"NUM.23","verse_code":"NUM.23.7","label":"7","content":"Ces Npala-aas cevlug has tas, “Cov Mau-am tug vaajntxwv Npalaj tog kuv peg tebchaws Xilias kws nyob peg cov roob saab nubtuaj tuaj. Nwg has tas, ‘Koj tuaj paab kuv foom tsi zoo rua Yakhauj kws yog Yixalayees.’"},{"bible_id":"1726","chapter_code":"NUM.23","verse_code":"NUM.23.8","label":"8","content":"Kuv yuav ua le caag foom tsi zoo rua cov tuabneeg kws Vaajtswv tsi foom phem rua puab lossis kuv yuav ua le caag thuam cov tuabneeg kws tug TSWV tsi thuam!"},{"bible_id":"1726","chapter_code":"NUM.23","verse_code":"NUM.23.9","label":"9","content":"Kuv sawv sau hauv tsua kws sab xyuam yaaj lug kuv saib moog pum puab; kuv nyob sau ncov roob kuv saib ntsoov puab. Puab yog ib tsaav tuabneeg kws nyob ib caag; puab tsi suav has tas puab nrug lwm tsaav tuabneeg koom ua ib paab."},{"bible_id":"1726","chapter_code":"NUM.23","verse_code":"NUM.23.10","label":"10","content":"Yixalayees cov xeebntxwv coob heev suav tsi txheeb le tej moov aav, coob kawg le tsi muaj leejtwg yuav suav txheeb. Thov kuas thaus taag kuv simneej kuv zoo le Vaajtswv tsaav tuabneeg ib tug; Thov ca kuv tuag thaajyeeb lug le tej tuabneeg ncaaj nceeg tuag.”"},{"bible_id":"1726","chapter_code":"NUM.23","verse_code":"NUM.23.11","label":"11","content":"Npalaj has rua Npala-aas has tas, “Ua caag koj ua le ko rua kuv? Kuv coj koj tuaj, yog kuas koj tuaj foom tsi zoo rua kuv cov yeebncuab, tabsis koj tsua foom koob moov rua puab!”"},{"bible_id":"1726","chapter_code":"NUM.23","verse_code":"NUM.23.12","label":"12","content":"Npala-aas teb has tas, “Kuv tsuas muaj cuabkaav has tau tej lug kws tug TSWV qheb kuv lub qhovncauj has xwb.”"},{"bible_id":"1726","chapter_code":"NUM.23","verse_code":"NUM.23.13","label":"13","content":"Tom qaab ntawd Npalaj rov has dlua rua Npala-aas has tas, “Koj ca le nrug kuv moog rua lwm qhov chaw koj yuav pum cov Yixalayees ibtxha hab. Koj ca le foom tsi zoo rua puab.”"},{"bible_id":"1726","chapter_code":"NUM.23","verse_code":"NUM.23.14","label":"14","content":"Npalaj coj Npala-aas moog rua peg Xaufees thaaj teb kws nyob sau Roob Pinkas. Thaus moog txug sau, Npalaj teeb tau xyaa lub thaaj hab ib lub thaaj twg tua ib tug txiv nyuj hab ib tug laug yaaj hlawv fij rua sau."},{"bible_id":"1726","chapter_code":"NUM.23","verse_code":"NUM.23.15","label":"15","content":"Npala-aas has rua Npalaj has tas, “Koj ca le moog sawv ntawm koj tej khoom fij kws hlawv ntawd, kuv yuav moog cuag Vaajtswv lawm tid.”"},{"bible_id":"1726","chapter_code":"NUM.23","verse_code":"NUM.23.16","label":"16","content":"Tug TSWV lug cuag Npala-aas hab qha tej lug kws yuav has rua Npala-aas kuas coj rov lug has rua Npalaj."},{"bible_id":"1726","chapter_code":"NUM.23","verse_code":"NUM.23.17","label":"17","content":"Npala-aas rov lug pum Npalaj tseem sawv nrug cov Mau-am tej thawjcoj ntawm qhov chaw kws hlawv nwg cov khoom fij ntawd. Npalaj nug saib tug TSWV has le caag,"},{"bible_id":"1726","chapter_code":"NUM.23","verse_code":"NUM.23.18","label":"18","content":"Npala-aas cevlug has tas: “Xipaules tug tub Npalaj, koj ca le lug ntawm nuav hab noog tej lug kws kuv has,"},{"bible_id":"1726","chapter_code":"NUM.23","verse_code":"NUM.23.19","label":"19","content":"Vaajtswv tsi zoo le tej tuabneeg kws pheej has lug dlaag. Nwg tsi yog tug kws pheej yuav hloov sab. Nwg coglug le caag, nwg yeej ua le ntawd; nwg has le caag, yeej muaj le nwg has."},{"bible_id":"1726","chapter_code":"NUM.23","verse_code":"NUM.23.20","label":"20","content":"Vaajtswv tsaa kuv ua tug foom koob moov hab thaus Vaajtswv foom koob moov rua leejtwg lawm, kuv tsi muaj cuabkaav thim tej lug ntawd rov qaab."},{"bible_id":"1726","chapter_code":"NUM.23","verse_code":"NUM.23.21","label":"21","content":"Kuv tub pum ua ntej lawm has tas cov Yixalayees lub neej yaav tom ntej yuav tsi raug kev txomnyem ib zag le. Tug TSWV kws yog puab tug Vaajtswv nrug nraim puab; Hab puab has nrov nrov tas nwg yog puab tug vaajntxwv."},{"bible_id":"1726","chapter_code":"NUM.23","verse_code":"NUM.23.22","label":"22","content":"Vaajtswv coj puab nraag tebchaws Iziv lug; Nwg paab puab ntaus rog ib yaam le tug phaws nyuj qus."},{"bible_id":"1726","chapter_code":"NUM.23","verse_code":"NUM.23.23","label":"23","content":"Tej tuabneeg kws txawj ua yeegsiv hab txawj ua khawvkoob, tsi muaj cuabkaav tawmtsaam tsaav tuabneeg Yixalayees. Nwgnuav tej tuabneeg yuav has txug cov Yixalayees has tas, ‘Ca le saib tej kws tug TSWV ua rua cov Yixalayees!’"},{"bible_id":"1726","chapter_code":"NUM.23","verse_code":"NUM.23.24","label":"24","content":"Tsaav tuabneeg Yixalayees zoo ib yaam le tug tsuv ntxhuav kws muaj zug heev: nwg yeej tsi su moog txug thaus nwg muab tej kws nwg tum tau haus ntshaav taag. Hab nwg yeej tsi pw moog txug thaus kws nwg muab noj taag.”"},{"bible_id":"1726","chapter_code":"NUM.23","verse_code":"NUM.23.25","label":"25","content":"Ces Npalaj has rua Npala-aas has tas, “Yog koj tsi kaam foom tsi zoo rua cov Yixalayees, mas koj tsi xob foom koob moov rua puab hab.”"},{"bible_id":"1726","chapter_code":"NUM.23","verse_code":"NUM.23.26","label":"26","content":"Npala-aas teb has tas, “Kuv tsi tau qha rua koj has tas, kuv tsuas ua tau tej kws tug TSWV kuas kuv ua xwb nua los?”"},{"bible_id":"1726","chapter_code":"NUM.23","verse_code":"NUM.23.27","label":"27","content":"Npalaj has tas, “Koj ca le nrug kuv moog, kuv yuav coj koj moog rua lwm qhov chaw. Tej zag Vaajtswv yuav ca koj foom tsi zoo rua puab.”"},{"bible_id":"1726","chapter_code":"NUM.23","verse_code":"NUM.23.28","label":"28","content":"Npalaj coj Npala-aas moog rua sau lub ncov Roob Pe-aus kws saib ntsoov pum rua tim taj suabpuam."},{"bible_id":"1726","chapter_code":"NUM.23","verse_code":"NUM.23.29","label":"29","content":"Npala-aas has rua Npalaj has tas, “Koj ca le teeb xyaa lub thaaj rua kuv hab muab xyaa tug txiv nyuj hab xyaa tug laug yaaj rua kuv.”"},{"bible_id":"1726","chapter_code":"NUM.23","verse_code":"NUM.23.30","label":"30","content":"Npalaj ua lawv le Npala-aas has, ib lub thaaj twg tua ib tug txiv nyuj hab ib tug laug yaaj hlawv fij rua sau."},{"bible_id":"1726","chapter_code":"NUM.24","verse_code":"NUM.24.1","label":"1","content":"Zag nuav Npala-aas paub has tas, Vaajtswv xaav kuas nwg foom koob moov rua cov Yixalayees, yog le ntawd nwg txhaj tsi moog tsawv moov, ib yaam le nwg tau ua taag lug lawm. Nwg tig hlo xubndlag moog rua tim taj suabpuam,"},{"bible_id":"1726","chapter_code":"NUM.24","verse_code":"NUM.24.2","label":"2","content":"hab pum cov Yixalayees tsaa tsevntaub nyob ib xeem quas ib xeem. Vaajtswv tug ntsujplig tshoov Npala-aas sab,"},{"bible_id":"1726","chapter_code":"NUM.24","verse_code":"NUM.24.3","label":"3","content":"nwg txhaj cevlug has tas: “Tej lug tseemceeb nuav yog Npe-aus tug tub Npala-aas has, yog tug txivneej kws pum qhov tseeb tej lug."},{"bible_id":"1726","chapter_code":"NUM.24","verse_code":"NUM.24.4","label":"4","content":"Kuv yog tug nov Vaajtswv tej lug, kuv yog tug kws qhovmuag rua plav pum ntsoov tej kws Vaajtswv tug kws muaj fwjchim luj kawg nkaus ua rua kuv pum."},{"bible_id":"1726","chapter_code":"NUM.24","verse_code":"NUM.24.5","label":"5","content":"Cov Yixalayees tej tsevntaub zoo nkauj kawg le."},{"bible_id":"1726","chapter_code":"NUM.24","verse_code":"NUM.24.6","label":"6","content":"Zoo ib yaam le tej leej toovlaaj kws nplooj npug luas Lossis zoo ib yaam le tej vaaj zaub kws nyob lawv ntug dlej, zoo ib yaam le tsob ntoo tsw qaab kws tug TSWV cog tseg lossis zoo le tej ntoo cab kws tuaj ntawm ntug dlej."},{"bible_id":"1726","chapter_code":"NUM.24","verse_code":"NUM.24.7","label":"7","content":"Puab lub tebchaws yuav muaj dlej naag nplua mag hab puab yuav cog tej noob qoob rua thaaj teb kws aav noo zaws. Puab tug vaajntxwv muaj fwjchim heev dlua Vaajntxwv Ankas, hab nwg yuav kaav lub tebchaws nthuav moog dleb hab dlaav zuj zug."},{"bible_id":"1726","chapter_code":"NUM.24","verse_code":"NUM.24.8","label":"8","content":"Vaajtswv coj puab nraag tebchaws Iziv lug, Nwg paab puab tawmtsaam yeebncuab ib yaam le tug phaws nyuj qus. Puab rhuav cov yeebncuab, tsoo puab cov yeebncuab tej pobtxhaa muab yeebncuab tej xub nee luv taag."},{"bible_id":"1726","chapter_code":"NUM.24","verse_code":"NUM.24.9","label":"9","content":"Tsaav tuabneeg nuav zoo ib yaam le tug tsuv ntxhuav kws muaj zug heev; thaus nwg pw tsaug zug lawm, tsi muaj leejtwg tsaa tau nwg sawv. Tug kws foom koob moov rua cov Yixalayees, tug ntawd yuav tau koob moov, hab tug kws foom tsi zoo rua cov Yixalayees, tug ntawd yuav raug foom tsi zoo.”"},{"bible_id":"1726","chapter_code":"NUM.24","verse_code":"NUM.24.10","label":"10","content":"Npalaj sawv tseeg nyem nrig npautawg vog hab has rua Npala-aas has tas, “Kuv coj koj tuaj ntawm nuav, yog coj tuaj foom tsi zoo rua kuv cov yeebncuab, tabsis koj tsi foom phem rua puab, koj ca le foom koob moov rua puab peb zag rua zag nuav lawm."},{"bible_id":"1726","chapter_code":"NUM.24","verse_code":"NUM.24.11","label":"11","content":"Koj ca le rov moog tsev taamsim nuav! Kuv yeej coglug muab nqe zug rua koj, tabsis tug TSWV txwv tsi pub koj yuav tej nqe zug nuav.”"},{"bible_id":"1726","chapter_code":"NUM.24","verse_code":"NUM.24.12","label":"12","content":"Npala-aas teb has tas, “Kuv tub yeej has rua koj cov tuabneeg kws koj khaiv tuaj hu kuv lawm,"},{"bible_id":"1726","chapter_code":"NUM.24","verse_code":"NUM.24.13","label":"13","content":"txawm yog koj yuav muab taagnrho tej nyaj tej kub huv koj lub txhaab nyaj rua kuv los kuv yeej tsi muaj cuabkaav ua ib yaam dlaabtsi le, yog tej ntawd yuav ua rua kuv hlaa tug TSWV tej lug. Kuv tsuas muaj cuabkaav has tej lug kws tug TSWV kuas kuv has xwb.”"},{"bible_id":"1726","chapter_code":"NUM.24","verse_code":"NUM.24.14","label":"14","content":"Npala-aas has rua Npalaj has tas, “Nwgnuav kuv yuav rov moog cuag kuv tsaav tuabneeg, tabsis ua ntej kuv yuav sawv kev moog, kuv qha rua koj has txug tej kws yaav tom ntej cov Yixalayees yuav ua rua koj tsaav tuabneeg.”"},{"bible_id":"1726","chapter_code":"NUM.24","verse_code":"NUM.24.15","label":"15","content":"Ces Npala-aas txhaj cevlug has tas, “Tej lug tseemceeb nuav yog Npe-aus tug tub Npala-aas has, tej lug nuav yog tug txivneej kws pum qhov tseeb has."},{"bible_id":"1726","chapter_code":"NUM.24","verse_code":"NUM.24.16","label":"16","content":"Kuv yog tug nov Vaajtswv tej lug, hab khaws nkaus Vaajtswv tug kws muaj fwjchim luj kawg nkaus lub tswvyim rua nruab sab. Kuv yog tug kws lub qhovmuag rua plav saib ntsoov tej kws Vaajtswv tug muaj fwjchim luj kawg nkaus ua rua kuv pum."},{"bible_id":"1726","chapter_code":"NUM.24","verse_code":"NUM.24.17","label":"17","content":"Kuv pum nwg, tabsis tsi yog taamsim nuav, kuv saib ntsoov nwg, tabsis tsi nyob ze, yuav muaj ib lub nubqub tshwm huv Yakhauj tuaj, yuav muaj ib tug cwj vaajntxwv tshwm huv cov Yixalayees lug. Nwg yuav tsoo cov Mau-am hauvplaj kuas ntsoog, hab yuav ntaus Xej cov tuabneeg kuas swb taagnrho."},{"bible_id":"1726","chapter_code":"NUM.24","verse_code":"NUM.24.18","label":"18","content":"Nwg yuav tua yeej cov Edoos hab txeeb tau nwg cov yeebncuab lub tebchaws lug ua nwg tug; ces cov Yixalayees yuav muaj yeej luj zuj zug."},{"bible_id":"1726","chapter_code":"NUM.24","verse_code":"NUM.24.19","label":"19","content":"Cov Yixalayees yuav sawv lug tswj teb kaav chaw; hab yuav tua cov tuabneeg kws seem huv tej nroog kuas tuag taag.”"},{"bible_id":"1726","chapter_code":"NUM.24","verse_code":"NUM.24.20","label":"20","content":"Nyob huv Npala-aas zaaj ywgtoog, mas nwg pum cov Amalej, nwg txhaj cevlug has tas: “Cov Amalej yog tsaav tuabneeg kws muaj fwjchim luj dlua ndlais huv tuabsi, Tabsis thaus kawg tsaav tuabneeg nuav yuav raug kev puamtsuaj taag.”"},{"bible_id":"1726","chapter_code":"NUM.24","verse_code":"NUM.24.21","label":"21","content":"Nyob huv Npala-aas zaaj ywgtoog, mas nwg pum cov Kenais, nwg txhaj cevlug has tas: “Mej tej chaw nyob ruaj khov kho tso sab lug ib yaam le tej zeg noog kws nyob sau tej hauv tsua kws sab tshaaj plawg,"},{"bible_id":"1726","chapter_code":"NUM.24","verse_code":"NUM.24.22","label":"22","content":"Tabsis cov Kenais, mej yuav raug kev puamtsuaj, thaus cov Axilias tuaj nteg tau mej lawm.”"},{"bible_id":"1726","chapter_code":"NUM.24","verse_code":"NUM.24.23","label":"23","content":"Npala-aas cevlug dlua has tas: “Tuag lauj, yog Vaajtswv ua tej nuav, leejtwg tseem yuav muaj sa nyob hab?"},{"bible_id":"1726","chapter_code":"NUM.24","verse_code":"NUM.24.24","label":"24","content":"Cov tuabneeg kws tuaj txeeb yuav tsaav nkoj tim Xaipas tuaj; puab yuav tua yeej cov Axilias hab cov Enpes, tabsis thaus kawg, puab yuav tuag tu noob nrho.”"},{"bible_id":"1726","chapter_code":"NUM.24","verse_code":"NUM.24.25","label":"25","content":"Ces Npala-aas txawm tu nraa hab sawv kev rov qaab moog tsev lawm, Npalaj los kuj sawv kev rov qaab lug tsev lawm hab."},{"bible_id":"1726","chapter_code":"NUM.25","verse_code":"NUM.25.1","label":"1","content":"Thaus cov Yixalayees tseem nyob ntawm lub Haav Akaxias, cov txivneej txawm moog ntxag cov Mau-am kws ibtxwm nyob ntawd tej ntxhais."},{"bible_id":"1726","chapter_code":"NUM.25","verse_code":"NUM.25.2","label":"2","content":"Cov quaspuj ntawd, caw cov txivneej nuav nrug puab moog ua kevcai fij khoom ntawm qhov chaw kws pe cov Mau-am tej vaajtswv. Cov Yixalayees moog noj tej zaub mov ntawd hab pe cov Mau-am tej vaajtswv"},{"bible_id":"1726","chapter_code":"NUM.25","verse_code":"NUM.25.3","label":"3","content":"kws yog Pe-aus tug mlom Npa-aas. Yog le ntawd, tug TSWV txhaj chim heev rua cov Yixalayees"},{"bible_id":"1726","chapter_code":"NUM.25","verse_code":"NUM.25.4","label":"4","content":"hab tug TSWV has rua Mauxes has tas, “Coj taagnrho cov Yixalayees tej thawjcoj moog khi dlai zab tshaav ntuj taabmeeg tug TSWV,  ces kuv txhaj yuav tsi chim rua cov pejxeem.”"},{"bible_id":"1726","chapter_code":"NUM.25","verse_code":"NUM.25.5","label":"5","content":"Mauxes txhaj has rua cov numtswv has tas, “Mej ca le muab txhua tug tuabneeg huv mej xeem kws moog pe Npa-aas sau roob Pe-aus tua povtseg.”"},{"bible_id":"1726","chapter_code":"NUM.25","verse_code":"NUM.25.6","label":"6","content":"Muaj ib tug txivneej Yixalayees coj tau cov Midias ib tug ntxhais lug huv nwg tsev taabmeeg Mauxes hab cov pejxeem, thaus puab tseem taabtom quaj nyav ntsoog qeeg ntawm tug TSWV lub Tsevntaub sis ntsib lub qhovrooj."},{"bible_id":"1726","chapter_code":"NUM.25","verse_code":"NUM.25.7","label":"7","content":"Thaus Ele-axas tug tub Finehas kws yog Aloos tug xeebntxwv pum le ntawd, nwg sawv tseeg tso plhuav pawg tuabneeg ntawd tseg. Nwg moog nqaa tau ib raab muv"},{"bible_id":"1726","chapter_code":"NUM.25","verse_code":"NUM.25.8","label":"8","content":"lawv tug txivneej hab tug quaspuj ntawd qaab moog rua huv lub tsevntaub, nwg muab muv nkaug obtug tshaab plawg tuag kag rua ntawd. Yog le ntawd, tej vijsub vijsw kws taabtom raug cov Yixalayees txhaj tseg kag taamsim ntawd,"},{"bible_id":"1726","chapter_code":"NUM.25","verse_code":"NUM.25.9","label":"9","content":"tabsis cov tuabneeg kws raug tua tuag tub muaj neeg nkaum plaub txheeb leej lawm."},{"bible_id":"1726","chapter_code":"NUM.25","verse_code":"NUM.25.10","label":"10","content":"Tug TSWV has rua Mauxes has tas,"},{"bible_id":"1726","chapter_code":"NUM.25","verse_code":"NUM.25.11","label":"11","content":"“Vim Ele-axas tug tub Finehas kws yog Aloos tug xeebntxwv tau ua tej nuav tav, kuv txhaj tsi chim rua cov Yixalayees lawm. Vim nwg khib le kuv kws yog nwg tug Vaajtswv khib, kuv txujkev chim txhaj tsi ua rua puab raug puamtsuaj."},{"bible_id":"1726","chapter_code":"NUM.25","verse_code":"NUM.25.12","label":"12","content":"Koj ca le moog qha rua nwg has tas, kuv yuav coglug tseg rua nwg moog taag nwg simneej le."},{"bible_id":"1726","chapter_code":"NUM.25","verse_code":"NUM.25.13","label":"13","content":"Mas nwg hab nwg cov xeebntxwv yuav tau ua cov povthawj moog ibtxhis lawv le kuv tau coglug tseg lawm, vim nwg nrug nwg tug Vaajtswv khib, hab nwg tau ua kuas muaj kev theej txhoj lug rua tsaav tuabneeg Yixalayees.”"},{"bible_id":"1726","chapter_code":"NUM.25","verse_code":"NUM.25.14","label":"14","content":"Tug txivneej Yixalayees kws raug tua tuag nrug tug quaspuj Midias ntawd hu ua Xeelis, nwg yog Xalus tug tub kws yog xeem Xime-oos tug thawjcoj ntaag."},{"bible_id":"1726","chapter_code":"NUM.25","verse_code":"NUM.25.15","label":"15","content":"Tug quaspuj ntawd hu ua Kauxenpis. Nwg yog Xules kws yog cov Midias tug thawjcoj tug ntxhais."},{"bible_id":"1726","chapter_code":"NUM.25","verse_code":"NUM.25.16","label":"16","content":"Ces tug TSWV has rua Mauxes has tas,"},{"bible_id":"1726","chapter_code":"NUM.25","verse_code":"NUM.25.17","label":"17","content":"“Ca le moog ua rog rua cov Midias hab tua kuas puab puamtsuaj taag,"},{"bible_id":"1726","chapter_code":"NUM.25","verse_code":"NUM.25.18","label":"18","content":"vim tej kev phem kev qas kws puab ua rua mej thaus puab dlaag ntxag mej ntawm Pe-aus, hab vim Kauxenpis tug kws raug tua tuag rua lub sijhawm kws taabtom muaj tej vijsub vijsw nyob ntawm Pe-aus.”"},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.1","label":"1","content":"Tom qaab kws tej vijsub vijsw ntawd dlhau lawm, tug TSWV has rua Mauxes hab Aloos tug tub Ele-axas kws yog tug povthawj has tas,"},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.2","label":"2","content":"“Meb ca le sau cov Yixalayees txhua tsev tuabneeg npe, suav taagnrho cov txivneej kws noobnyoog neeg nkaum xyoo rov sau kws ua taug tubrog.”"},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.3+NUM.26.4","label":"3-4","content":"Mauxes hab Ele-axas obtug ua lawv le tug TSWV has, obtug txhaj hu taagnrho cov txivneej kws muaj noobnyoog le ntawd tuaj sis sau rua huv lub taj Mau-am ntawm ntug Dlej Yauladees kws nyob ncaaj lub nroog Yelikaus. Cov nuav yog cov Yixalayees kws tawm nraag tebchaws Iziv lug:"},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.5","label":"5","content":"Xeem Lunpees (Lunpees yog Yakhauj tug tub hlub): yog cuab Hanauj, Palus,"},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.6","label":"6","content":"Hexeloos hab Kalemis."},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.7","label":"7","content":"Suav taagnrho puab tej cuab kwvtij nuav cov txivneej muaj plaub caug peb txheeb xyaa pua peb caug leej."},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.8","label":"8","content":"Palus tug tub yog Ele-as;"},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.9","label":"9","content":"hab Ele-as cov tub yog Nemuyees, Dathaas hab Anpilaas. (Cov pejxeem xaiv Dathaas hab Anpilaas ua puab ob tug thawjcoj. Obtug tawv nyom Mauxes hab Aloos, hab moog koom nrug Kaulas ntxeev sab tawmtsaam tug TSWV."},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.10","label":"10","content":"Ces aav ca le qheb hlo hab nqog obtug lawm, mas obtug txhaj tuag nrug Kaulas hab nwg cov phoojywg thaus kws suavtawg poob lug kub ob puas tsib caug leej txivneej tuag taag ntawd lawm; qhov ntawd txhaj ua ib qhov qha rua cov pejxeem suavdlawg."},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.11","label":"11","content":"Tabsis Kaulas cov tub tsi raug tua tuag ib tug le.)"},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.12","label":"12","content":"Xeem Xime-oos: yog cuab Nemuyees, cuab Yamees, cuab Yakhees,"},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.13","label":"13","content":"cuab Zelas hab cuab Sa-ules."},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.14","label":"14","content":"Suav taagnrho puab tej cuab kwvtij nuav cov txivneej muaj neeg nkaum ob txheeb ob puas leej."},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.15","label":"15","content":"Xeem Khas: yog cuab Xefoos, cuab Hankis, cuab Sunis,"},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.16","label":"16","content":"cuab Auxenis, cuab Elis,"},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.17","label":"17","content":"Alaudis hab Alelis."},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.18","label":"18","content":"Suav taagnrho puab tej cuab kwvtij nuav cov txivneej muaj plaub caug txheeb tsib puas leej."},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.19+NUM.26.20+NUM.26.21","label":"19-21","content":"Xeem Yudas: yog cuab Selas, cuab Peles cuab Zelas, cuab Hexeloos hab cuab Hamules. (Yudas ob tug tub kws hu ua Eles hab Aunas puavleej tuag rua tom tebchaws Kana-aas lawm.)"},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.22","label":"22","content":"Suav taagnrho puab tej cuab kwvtij nuav cov txivneej muaj xyaa caum rau txheeb tsib puas leej."},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.23","label":"23","content":"Xeem Ixakhas: yog cuab Taulas, cuab Puahas,"},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.24","label":"24","content":"cuab Yasus hab cuab Siloos."},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.25","label":"25","content":"Suav taagnrho puab tej cuab kwvtij nuav cov txivneej muaj rau caum plaub txheeb peb puas leej."},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.26","label":"26","content":"Xeem Xenpuloos: yog cuab Xeles, cuab Eloos hab cuab Yahelees."},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.27","label":"27","content":"Suav taagnrho puab tej cuab kwvtij nuav cov txivneej muaj rau caum txheeb tsib puas leej."},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.28","label":"28","content":"Yauxej muaj ob tug tub, Manaxes hab Efalayees obtug ncau moog ua ob xeem."},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.29","label":"29","content":"Xeem Manaxes. Manaxes tug tub Makiles yog Nkile-as txiv, hab Nkile-as yog puab tej cuab kwvtij nraag nuav tug yawmkoob:"},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.30","label":"30","content":"Ixes, Heles,"},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.31","label":"31","content":"Aliyees, Sekees,"},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.32","label":"32","content":"Semidas hab Hefeles."},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.33","label":"33","content":"Hefeles tug tub Xelaufehas tsi muaj ib tug tub le, nwg muaj tsib tug ntxhais xwb; puab cov npe hu ua Malas, Nau-es, Haunkelas, Milekas hab Tilexas."},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.34","label":"34","content":"Suav taagnrho puab tej cuab vivncaug nuav cov txivneej muaj tsib caug ob txheeb xyaa pua leej."},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.35","label":"35","content":"Xeem Efalayees: yog cuab Suthelas, cuab Npekeles hab cuab Tahaas."},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.36","label":"36","content":"Cuab Elaas yog Suthelas caajceg."},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.37","label":"37","content":"Suav taagnrho puab tej cuab kwvtij nuav cov txivneej muaj peb caug ob txheeb tsib puas leej. Taagnrho tej cuab kwvtij kws has lug nuav puavleej yog Yauxej caajceg."},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.38","label":"38","content":"Xeem Npeenyamees: yog cuab Npelas, cuab Asenpes, cuab Ahilaas,"},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.39","label":"39","content":"cuab Sefufas hab cuab Hufas."},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.40","label":"40","content":"Cuab Ales hab cuab Na-amaas yog Npelas caajceg."},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.41","label":"41","content":"Suav taagnrho puab tej cuab kwvtij nuav cov txivneej muaj plaub caug tsib txheeb rau pua leej."},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.42","label":"42","content":"Xeem Daas: yog cuab Husees,"},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.43","label":"43","content":"suav taagnrho cuab kwvtij nuav cov txivneej muaj rau caum plaub txheeb plaub puas leej."},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.44","label":"44","content":"Xeem Aseles: yog cuab Imenas, cuab Esavis hab cuab Npeliyas."},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.45","label":"45","content":"Cuab Henpeles hab cuab Makhiyees, yog Npeliyas caajceg."},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.46","label":"46","content":"Aseles muaj ib tug ntxhais xwb, nwg lub npe hu ua Xelas."},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.47","label":"47","content":"Suav taagnrho puab tej cuab kwvtij nuav cov txivneej muaj tsib caug peb txheeb plaub puas leej."},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.48","label":"48","content":"Xeem Nathalis: yog cuab Yaxees, cuab Nkunis,"},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.49","label":"49","content":"cuab Yexes hab cuab Silees."},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.50","label":"50","content":"Suav taagnrho puab tej cuab kwvtij nuav cov txivneej muaj plaub caug tsib txheeb tsib puas leej."},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.51","label":"51","content":"Suav taagnrho tsaav tuabneeg Yixalayees cov txivneej muaj rau pua ib txheeb xyaa pua peb caug leej."},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.52","label":"52","content":"Tug TSWV has rua Mauxes has tas,"},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.53","label":"53","content":"“Koj ca le muab lub tebchaws nuav faib rua tej xeem lawv le tej xeem ntawd muaj tuabneeg coob hab tsawg."},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.54+NUM.26.55+NUM.26.56","label":"54-56","content":"Muab lub tebchaws nuav rhu ntawv faib, muab thaaj aav dlaav rua tej xeem kws muaj tuabneeg coob nyob hab muab thaaj aav nqaim rua tej xeem kws muaj tuabneeg tsawg nyob.”"},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.57","label":"57","content":"Xeem Levis sau npe lawv le cuab Nkesoos, Kauhas, hab Melalis."},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.58","label":"58","content":"Suav taagnrho puab cov xeebntxwv muaj lawv le nuav: cuab Linpenis, cuab Henploos, cuab Mahalis, cuab Musis hab cuab Kaulas. Kauhas yog Alamas txiv,"},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.59","label":"59","content":"nwg yuav Levis tug ntxhais Yaukhenpes kws yug nraag tebchaws Iziv ua quaspuj. Yaukhenpes txhaj yug tau ob tug tub rua Alamas: ob tug tub ntawd yog Aloos hab Mauxes, hab yug tau ib tug ntxhais hu ua Milias."},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.60","label":"60","content":"Aloos muaj plaub tug tub, Nadas, Anpihus, Ele-axas hab Ithamas."},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.61","label":"61","content":"Nadas hab Anpihus obtug tuag thaus obtug muab cov ncaig tawg kws tsi dlawbhuv hlawv khoom fij rua tug TSWV lawm."},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.62","label":"62","content":"Cov Levis tej txivneej kws noobnyoog ib hlis rov sau muaj neeg nkaum peb txheeb leej. Cov Levis tsi sau npe nrug cov Yixalayees, vim puab tsi muaj feem tau lub tebchaws Yixalayees lug ua puab tug."},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.63","label":"63","content":"Taagnrho tej cuab Yixalayees nuav puavleej yog Mauxes hab cuab Ele-axas ua ob tug kws sau puab tej npe nyob huv lub taj Mau-am ntawm ntug Dlej Yauladees kws nyob ncaaj lub nroog Yelikaus saab tid."},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.64","label":"64","content":"Cov tuabneeg kws Mauxes hab Aloos obtug sau npe thawj zag nraag taj Suabpuam Xinais yeej tsi tshuav ib tug seem le lawm."},{"bible_id":"1726","chapter_code":"NUM.26","verse_code":"NUM.26.65","label":"65","content":"Tug TSWV has tas, taagnrho puab cov ntawd yuav tuag taag rua huv taj suabpuam, tsuas tshuav Yefunes tug tub Kalej hab Noos tug tub Yausuas nkaus xwb txhaj tsi tuag."},{"bible_id":"1726","chapter_code":"NUM.27","verse_code":"NUM.27.1","label":"1","content":"Malas, Nau-es, Haunkelas, Milekas hab Tilexas, puavleej yog Hefeles tug tub Xelaufehas cov ntxhais, (Xelaufehas yog Hefeles tub, Hefeles yog Nkele-as tub, Nkele-as yog Makis tub, Makis yog Manaxes tub hab Manaxes yog Yauxej tub.)"},{"bible_id":"1726","chapter_code":"NUM.27","verse_code":"NUM.27.2","label":"2","content":"Puab moog sawv taabmeeg Mauxes, tug povthawj Ele-axas, cov thawjcoj hab taagnrho cov pejxeem rua ntawm tug TSWV lub Tsevntaub sis ntsib lub qhovrooj hab thov has tas,"},{"bible_id":"1726","chapter_code":"NUM.27","verse_code":"NUM.27.3","label":"3","content":"“Peb txiv tuag rua tom taj suabpuam lawm nwg tsi muaj tub le, nwg tsi koom sab nrug Kaulas cov phoojywg ntxeev sab rua tug TSWV; nwg tuag vim nwg tej kev txhum nkaus xwb."},{"bible_id":"1726","chapter_code":"NUM.27","verse_code":"NUM.27.4","label":"4","content":"Tub yog peb txiv tsi muaj ib tug tub, yog le ntawd peb txiv lub npe txawm yuav pluj huv tsaav tuabneeg Yixalayees moog le los? Thov muab peb txiv tej qubtxeeg qubteg ntawm nwg cov kwvtij lug faib rua peb hab.”"},{"bible_id":"1726","chapter_code":"NUM.27","verse_code":"NUM.27.5","label":"5","content":"Mauxes coj puab tej lug moog has rua tug TSWV,"},{"bible_id":"1726","chapter_code":"NUM.27","verse_code":"NUM.27.6","label":"6","content":"ces tug TSWV has rua Mauxes has tas,"},{"bible_id":"1726","chapter_code":"NUM.27","verse_code":"NUM.27.7","label":"7","content":"“Xelaufehas cov ntxhais tej lug thov yeej yog lawm; koj ca le muab tej qubtxeeg qubteg ntawm puab txiv cov kwvtij lug rua puab. Ca puab yuav puab txiv tej qubtxeeg qubteg ntawd."},{"bible_id":"1726","chapter_code":"NUM.27","verse_code":"NUM.27.8","label":"8","content":"Qha rua cov Yixalayees has tas yog thaus ib tug txivneej twg tuag lawm, nwg tsi muaj tub lug tuav nwg tej qubtxeeg qubteg, nwg tug ntxhais yog tug lug tuav nwg tej qubtxeeg qubteg ntaag."},{"bible_id":"1726","chapter_code":"NUM.27","verse_code":"NUM.27.9","label":"9","content":"Yog nwg tsi muaj ntxhais le hab, maam le ca nwg cov kwvtij tuav nwg tej qubtxeeg qubteg."},{"bible_id":"1726","chapter_code":"NUM.27","verse_code":"NUM.27.10","label":"10","content":"Yog nwg tsi muaj kwvtij le, nwg txiv cov kwvtij yog cov tuav nwg tej qubtxeeg qubteg ntawd."},{"bible_id":"1726","chapter_code":"NUM.27","verse_code":"NUM.27.11","label":"11","content":"Yog nwg tsi muaj kwvtij lossis txiv ntxawm lossis yawm laug le, ces nwg tej kwvtij txheeb ze yog cov tuav nwg tej qubtxeeg qubteg. Cov Yixalayees yuavtsum ceev zaaj nuav ua ib txuj kevcai rua puab suavdlawg coj, lawv le kuv kws yog tug TSWV tau has rua koj lawm.”"},{"bible_id":"1726","chapter_code":"NUM.27","verse_code":"NUM.27.12","label":"12","content":"Tug TSWV has rua Mauxes has tas, “Koj ca le moog rua sau lub Roob Anpalees hab tuaj sau saib lub tebchaws kws kuv yuav muab rua cov Yixalayees nyob."},{"bible_id":"1726","chapter_code":"NUM.27","verse_code":"NUM.27.13","label":"13","content":"Tom qaab kws koj saib taag, koj yuav tuag moog ib yaam le koj tug tijlaug Aloos."},{"bible_id":"1726","chapter_code":"NUM.27","verse_code":"NUM.27.14","label":"14","content":"Rua qhov meb ob kwvtij ntxeev sab rua kuv tej lug saamfwm nraag taj suabpuam Xees. Thaus cov pejxeem ywg kuv nraag Melinpas, meb tsi kaam ua kuv lub fwjchim kws luj kawg nkaus taabmeeg rua puab pum.” (Melinpas yog lub npe qhovdlej txhawv kws nyob huv lub nroog Kades nraag taj suabpuam Xees.)"},{"bible_id":"1726","chapter_code":"NUM.27","verse_code":"NUM.27.15","label":"15","content":"Mauxes thov Vaajtswv has tas,"},{"bible_id":"1726","chapter_code":"NUM.27","verse_code":"NUM.27.16","label":"16","content":"“Tug TSWV, Vaajtswv kws yog tug tuav suavdlawg txujsa hab ib puas tsaav yaam huv tuabsi, kuv thov koj tsaa ib tug lug ua tug coj cov tuabneeg nuav,"},{"bible_id":"1726","chapter_code":"NUM.27","verse_code":"NUM.27.17","label":"17","content":"hab coj puab moog ntaus rog, kuas koj tsaav tuabneeg txhaj yuav tsi zoo le paab yaaj kws tsi muaj tug tswv yug.”"},{"bible_id":"1726","chapter_code":"NUM.27","verse_code":"NUM.27.18","label":"18","content":"Tug TSWV has rua Mauxes has tas, “Koj ca le moog coj Noos tug tub Yausuas kws yog tug tuabneeg thoob tsib to nrog tuaj, hab tsaa koj txhais teg rua sau nwg taubhau."},{"bible_id":"1726","chapter_code":"NUM.27","verse_code":"NUM.27.19","label":"19","content":"Kuas nwg tuaj sawv taabmeeg tug povthawj Ele-axas hab cov pejxeem, hab tsaa nwg ua tug hloov koj chaw taabmeeg suavdlawg."},{"bible_id":"1726","chapter_code":"NUM.27","verse_code":"NUM.27.20","label":"20","content":"Muab koj lub fwjchim faib rua nwg, kuas cov Yixalayees txhaj yuav fwm nwg."},{"bible_id":"1726","chapter_code":"NUM.27","verse_code":"NUM.27.21","label":"21","content":"Yausuas yuav nrug tug povthawj Ele-axas siv lub Ulees hab lub Thumees.  Ua le nuav Ele-axas txhaj qha tau rua Yausuas hab cov Yixalayees ua hum tug TSWV sab.”"},{"bible_id":"1726","chapter_code":"NUM.27","verse_code":"NUM.27.22","label":"22","content":"Mauxes ua lawv le tug TSWV has rua nwg. Nwg txhaj coj Yausuas moog sawv taabmeeg tug povthawj Ele-axas hab cov pejxeem Yixalayees."},{"bible_id":"1726","chapter_code":"NUM.27","verse_code":"NUM.27.23","label":"23","content":"Mauxes tsaa nwg ob txhais teg rua sau Yausuas taubhau hab tsaa Yausuas ua tug hloov Mauxes chaw, lawv le tug TSWV tau has rua Mauxes lawm."},{"bible_id":"1726","chapter_code":"NUM.28","verse_code":"NUM.28.1","label":"1","content":"Tug TSWV has rua Mauxes has tas,"},{"bible_id":"1726","chapter_code":"NUM.28","verse_code":"NUM.28.2","label":"2","content":"Koj ca le qha rua cov Yixalayees kuas puab yuavtsum coj tej khoom tsw qaab kws txaus kuv sab tuaj hlawv fij rua kuv lawv le tau teem tseg lawm."},{"bible_id":"1726","chapter_code":"NUM.28","verse_code":"NUM.28.3","label":"3","content":"Hab koj has rua puab tas, ntawm nuav yog tej khoom kws coj tuaj fij rua tug TSWV: cov kws muab hlawv fij txhua nub yog ob tug thaav yaaj noobnyoog ib xyoos kws tsi muaj ib qhov phem le."},{"bible_id":"1726","chapter_code":"NUM.28","verse_code":"NUM.28.4","label":"4","content":"Muab ib tug fij rua thaus sawv ntxuv hab muab ib tug fij rua thaus yuav tsaus ntuj,"},{"bible_id":"1726","chapter_code":"NUM.28","verse_code":"NUM.28.5","label":"5","content":"ib tug thaav yaaj twg muab ob choj moov nplej ntse xyaw ob khob roj txiv ntoo moog fij nrug."},{"bible_id":"1726","chapter_code":"NUM.28","verse_code":"NUM.28.6","label":"6","content":"Nuav yog txuj kevcai kws naj nub muab khoom hlawv fij, kuas tsw qaab ntxag txaus tug TSWV sab, lawv le txeev ua tom roob Xinais lawm."},{"bible_id":"1726","chapter_code":"NUM.28","verse_code":"NUM.28.7","label":"7","content":"Cov cawv txiv maab kws coj moog fij nrug tug mivnyuas yaaj, thaus sawv ntxuv, mas muab ob khob laub rua huv chaav pehawm tug TSWV."},{"bible_id":"1726","chapter_code":"NUM.28","verse_code":"NUM.28.8","label":"8","content":"Tug kws fij thaus yuav tsaus ntuj los muab cov cawv txiv maab fij nrug ib yaam le tug kws fij thaus sawv ntxuv. Tej nuav yog khoom hlawv fij kuas tsw qaab ntxag txaus tug TSWV sab."},{"bible_id":"1726","chapter_code":"NUM.28","verse_code":"NUM.28.9","label":"9","content":"Nub Xanpataus, mas muab ob tug thaav yaaj noobnyoog ib xyoos kws tsi muaj ib qhov phem le, hab plaub choj moov nplej ntse xyaw roj txiv ntoo coj moog ua zaub mov fij, hab muab cawv txiv maab moog fij nrug."},{"bible_id":"1726","chapter_code":"NUM.28","verse_code":"NUM.28.10","label":"10","content":"Cov khoom kws hlawv fij nuav yuavtsum coj moog fij txhua nub Xanpataus hab ntxiv rua cov khoom fij kws naj nub hlawv fij nrug cov cawv txiv maab."},{"bible_id":"1726","chapter_code":"NUM.28","verse_code":"NUM.28.11","label":"11","content":"Txhua lub hlis nub xab ib, hlawv khoom fij rua tug TSWV le nuav: ob tug ntsuag nyuj, ib tug laug yaaj, xyaa tug thaav yaaj noobnyoog ib xyoos, txhua tug tsaj nuav yog cov kws tsi muaj ib qhov phem le."},{"bible_id":"1726","chapter_code":"NUM.28","verse_code":"NUM.28.12","label":"12","content":"Tej qoobloo kws coj moog ua khoom fij, muab tej moov nplej ntse xyaw roj txiv ntoo coj moog fij le nuav: ib tug nyuj twg muab rau choj moov nplej; ib tug laug yaaj twg muab plaub choj moov nplej;"},{"bible_id":"1726","chapter_code":"NUM.28","verse_code":"NUM.28.13","label":"13","content":"hab ib tug thaav yaaj twg muab ob choj moov nplej moog fij nrug. Tej khoom nuav coj moog hlawv fij kuas tsw qaab ntxag txaus tug TSWV sab."},{"bible_id":"1726","chapter_code":"NUM.28","verse_code":"NUM.28.14","label":"14","content":"Ib tug nyuj twg muab plaub khob cawv txiv maab fij nrug ib tug laug yaaj muab peb khob cawv txiv maab fij nrug, hab ib tug thaav yaaj twg muab ob khob cawv txiv maab moog fij nrug. Tej nuav yog txuj kevcai kws hlawv khoom fij rua txhua lub hlis nub xab ib moog kuas taag xyoo."},{"bible_id":"1726","chapter_code":"NUM.28","verse_code":"NUM.28.15","label":"15","content":"Hab muab ib tug laug tshis tua fij dlaws txim, ntxiv rua tej khoom kws naj nub coj moog hlawv fij nrug tej cawv txiv maab kws coj moog fij ntawd."},{"bible_id":"1726","chapter_code":"NUM.28","verse_code":"NUM.28.16","label":"16","content":"Ua Kevcai Hlaa Dlhau qhuas tug TSWV thaus lub ib hlis ntuj nub kaum plaub."},{"bible_id":"1726","chapter_code":"NUM.28","verse_code":"NUM.28.17","label":"17","content":"Nub kaum tsib yog nub pib ua Kevcai Hlaa Dlhau kws yog ua kuas txwm nkaus xyaa nub, thaus lub sijhawm ntawd, mas noj cov ncuav tsi xyaw keeb nkaus xwb."},{"bible_id":"1726","chapter_code":"NUM.28","verse_code":"NUM.28.18","label":"18","content":"Thawj nub kws pib ua kevcai yog nub mej sis sau tuaj pehawm, hab tsi xob ua ib yaam num dlaabtsi le."},{"bible_id":"1726","chapter_code":"NUM.28","verse_code":"NUM.28.19","label":"19","content":"Mej muab khoom hlawv fij rua tug TSWV lawv le nuav: ob tug ntsuag nyuj, ib tug laug yaaj, hab xyaa tug thaav yaaj kws noobnyoog ib xyoos, txhua tug tsaj nuav yog cov kws tsi muaj ib qhov phem le."},{"bible_id":"1726","chapter_code":"NUM.28","verse_code":"NUM.28.20","label":"20","content":"Muab tej moov nplej ntse xyaw roj txiv ntoo le nuav coj moog ua khoom fij: ib tug nyuj twg muab rau choj moov nplej, fij nrug ib tug laug yaaj muab plaub choj moov nplej fij nrug,"},{"bible_id":"1726","chapter_code":"NUM.28","verse_code":"NUM.28.21","label":"21","content":"hab ib tug thaav yaaj twg muab ob choj moov nplej moog fij nrug."},{"bible_id":"1726","chapter_code":"NUM.28","verse_code":"NUM.28.22","label":"22","content":"Hab muab dlua ib tug laug tshis moog tua fij dlaws txim, hab ca le ua kevcai ntxuav rua cov pejxeem."},{"bible_id":"1726","chapter_code":"NUM.28","verse_code":"NUM.28.23","label":"23","content":"Tej khoom fij nuav, yog muab ntxiv rua tej khoom fij kws mej naj taagkig coj moog hlawv fij rua tug TSWV."},{"bible_id":"1726","chapter_code":"NUM.28","verse_code":"NUM.28.24","label":"24","content":"Ib yaam nkaus le ntawd, xyaa nub kws mej fij tej zaub mov ntawd rua tug TSWV, ua kuas tsw qaab ntxag rua tug TSWV. Tej khoom nuav yog fij ntxiv rua tej khoom kws mej naj nub hlawv fij hab tej cawv txiv maab kws yog khoom fij."},{"bible_id":"1726","chapter_code":"NUM.28","verse_code":"NUM.28.25","label":"25","content":"Nub xyaa mej yuavtsum rov tuaj sis sau pehawm Vaajtswv hab tsi xob ua ib yaam num dlaabtsi le."},{"bible_id":"1726","chapter_code":"NUM.28","verse_code":"NUM.28.26","label":"26","content":"Thawj nub kws ua Kevcai Sau Qoobloo, yog thaus mej coj tej qoob tshab tuaj fij rua tug TSWV, mej tuaj sis sau ua ke pehawm Vaajtswv, hab nub ntawd tsi xob ua ib yaam num dlaabtsi le."},{"bible_id":"1726","chapter_code":"NUM.28","verse_code":"NUM.28.27","label":"27","content":"Muab khoom moog hlawv fij kuas tsw qaab ntxag rua tug TSWV le nuav: ob tug ntsuag nyuj, ib tug laug yaaj hab xyaa tug thaav yaaj noobnyoog ib xyoos, txhua tug tsaj nuav yog cov kws tsi muaj ib qhov phem le."},{"bible_id":"1726","chapter_code":"NUM.28","verse_code":"NUM.28.28","label":"28","content":"Muab cov moov nplej ntse xyaw roj txiv ntoo coj moog fij: ib tug txiv nyuj twg muab rau choj moov nplej, ib tug laug yaaj muab plaub choj moov nplej,"},{"bible_id":"1726","chapter_code":"NUM.28","verse_code":"NUM.28.29","label":"29","content":"hab ib tug thaav yaaj twg muab ob choj moov nplej moog fij nrug."},{"bible_id":"1726","chapter_code":"NUM.28","verse_code":"NUM.28.30","label":"30","content":"Hab muab dlua ib tug laug tshis moog tua fij dlaws txim, hab ua kevcai ntxuav rua cov pejxeem."},{"bible_id":"1726","chapter_code":"NUM.28","verse_code":"NUM.28.31","label":"31","content":"Fij tej khoom hab tej cawv txiv maab nuav ntxiv rua tej khoom kws naj nub hlawv fij, hab tej qoobloo kws yog khoom fij. Tej tsaj kws muab fij ntawd yog cov kws tsi muaj ib qhov phem le."},{"bible_id":"1726","chapter_code":"NUM.29","verse_code":"NUM.29.1","label":"1","content":"Thaus nub xab ib lub xyaa hli ntuj mej ca le tuaj sis sau pehawm Vaajtswv, hab tsi xob ua ib yaam num dlaabtsi le. Nub ntawd yog nub kws tshuab raaj tshuab xyu."},{"bible_id":"1726","chapter_code":"NUM.29","verse_code":"NUM.29.2","label":"2","content":"Mej muab khoom coj moog hlawv fij rua tug TSWV, kuas tsw qaab ntxag rua nwg: ib tug ntsuag nyuj, ib tug laug yaaj, hab xyaa tug thaav yaaj noobnyoog ib xyoos, txhua tug tsaj nuav yog cov kws tsi muaj ib qhov phem le."},{"bible_id":"1726","chapter_code":"NUM.29","verse_code":"NUM.29.3","label":"3","content":"Muab moov nplej ntse xyaw roj txiv ntoo coj moog fij: ib tug ntsuag nyuj muab rau choj moov nplej fij, ib tug laug yaaj muab plaub choj moov nplej"},{"bible_id":"1726","chapter_code":"NUM.29","verse_code":"NUM.29.4","label":"4","content":"hab ib tug thaav yaaj twg muab ob choj moov nplej moog fij nrug."},{"bible_id":"1726","chapter_code":"NUM.29","verse_code":"NUM.29.5","label":"5","content":"Hab muab dlua ib tug laug tshis moog tua fij dlaws txim hab ua kevcai ntxuav rua cov pejxeem."},{"bible_id":"1726","chapter_code":"NUM.29","verse_code":"NUM.29.6","label":"6","content":"Cov khoom nuav coj moog fij ntxiv rua cov khoom kws naj nub fij thaus nub xab ib nrug puab tej qoobloo hab cov cawv txiv maab kws coj moog hlawv fij. Muab tej khoom nuav hlawv fij kuas tsw qaab ntxag txaus tug TSWV sab."},{"bible_id":"1726","chapter_code":"NUM.29","verse_code":"NUM.29.7","label":"7","content":"Lub xyaa hli ntuj nub xab kaug, mej ca le tuaj sis sau pehawm Vaajtswv; tsi xob noj zaub noj mov hab tsi xob ua ib yaam num dlaabtsi hlo le."},{"bible_id":"1726","chapter_code":"NUM.29","verse_code":"NUM.29.8","label":"8","content":"Muab ib tug ntsuag nyuj, ib tug laug yaaj, hab xyaa tug thaav yaaj noobnyoog ib xyoos kws tsi muaj ib qhov phem le tuaj tua hlawv fij rua tug TSWV, hab ua kuas tej ntawd tsw qaab ntxag txaus tug TSWV sab."},{"bible_id":"1726","chapter_code":"NUM.29","verse_code":"NUM.29.9","label":"9","content":"Muab moov nplej ntse xyaw roj txiv ntoo coj moog fij: ib tug nyuj muab rau choj moov nplej, ib tug laug yaaj muab plaub choj moov nplej,"},{"bible_id":"1726","chapter_code":"NUM.29","verse_code":"NUM.29.10","label":"10","content":"hab ib tug thaav yaaj twg muab ob choj moov nplej moog fij nrug."},{"bible_id":"1726","chapter_code":"NUM.29","verse_code":"NUM.29.11","label":"11","content":"Hab muab dlua ib tug laug tshis moog tua fij dlaws txim, ntxiv rua tug tshis kws tua fij ua kevcai ntxuav rua cov pejxeem, hab tej khoom fij kws naj nub hlawv fij nrug tej qoobloo, hab puab tej cawv txiv maab kws coj moog fij."},{"bible_id":"1726","chapter_code":"NUM.29","verse_code":"NUM.29.12","label":"12","content":"Lub xyaa hli ntuj nub kaum tsib mej ca le sis sau tuaj ua ke pehawm Vaajtswv. Ua kevcai qhuas tug TSWV kuas txwm xyaa nub hab tsi xob ua ib yaam num dlaabtsi le."},{"bible_id":"1726","chapter_code":"NUM.29","verse_code":"NUM.29.13","label":"13","content":"Nub ib muab tej khoom moog hlawv fij rua tug TSWV, kuas tsw qaab ntxag txaus nwg sab: kaum peb tug ntsuag nyuj, ob tug laug yaaj, hab kaum plaub tug thaav yaaj noobnyoog ib xyoos, txhua tug tsaj nuav yog cov kws tsi muaj ib qhov phem le."},{"bible_id":"1726","chapter_code":"NUM.29","verse_code":"NUM.29.14","label":"14","content":"Muab moov nplej ntse xyaw roj txiv ntoo coj moog fij: ib tug nyuj muab rau choj moov nplej, ib tug laug yaaj twg muab plaub choj moov nplej,"},{"bible_id":"1726","chapter_code":"NUM.29","verse_code":"NUM.29.15","label":"15","content":"hab kaum ob tug thaav yaaj ntawd ib tug twg muab ob choj moov nplej hab muab cov cawv txiv maab moog fij nrug."},{"bible_id":"1726","chapter_code":"NUM.29","verse_code":"NUM.29.16","label":"16","content":"Hab muab dlua ib tug laug tshis moog tua fij dlaws txim, ntxiv rua tej khoom fij kws naj nub coj moog hlawv fij nrug tej qoobloo hab tej cawv txiv maab."},{"bible_id":"1726","chapter_code":"NUM.29","verse_code":"NUM.29.17","label":"17","content":"Nub ob fij kaum ob tug ntsuag nyuj, ob tug laug yaaj, hab kaum plaub tug thaav yaaj noobnyoog ib xyoos, txhua tug tsaj nuav yog cov kws tsi muaj ib qhov phem le."},{"bible_id":"1726","chapter_code":"NUM.29","verse_code":"NUM.29.18","label":"18","content":"Cov nyuj, cov laug yaaj hab cov thaav yaaj, muab moov nplej coj moog fij nrug lawv le cov kws fij thawj nub."},{"bible_id":"1726","chapter_code":"NUM.29","verse_code":"NUM.29.19","label":"19","content":"Hab muab dlua ib tug laug tshis moog tua fij dlaws txim, ntxiv rua tej khoom fij kws naj nub coj moog hlawv fij nrug tej qoobloo hab puab tej cawv txiv maab."},{"bible_id":"1726","chapter_code":"NUM.29","verse_code":"NUM.29.20","label":"20","content":"Nub peb fij kaum ib tug ntsuag nyuj, ob tug laug yaaj, hab kaum plaub tug thaav yaaj noobnyoog ib xyoos, txhua tug tsaj nuav yog cov kws tsi muaj ib qhov phem le."},{"bible_id":"1726","chapter_code":"NUM.29","verse_code":"NUM.29.21","label":"21","content":"Cov nyuj, cov laug yaaj hab cov thaav yaaj muab moov nplej coj moog fij nrug lawv le cov kws fij thawj nub."},{"bible_id":"1726","chapter_code":"NUM.29","verse_code":"NUM.29.22","label":"22","content":"Hab muab ib tug laug tshis moog tua fij dlaws txim, ntxiv rua tej khoom fij kws naj nub coj moog hlawv fij nrug tej qoobloo hab puab tej cawv txiv maab."},{"bible_id":"1726","chapter_code":"NUM.29","verse_code":"NUM.29.23","label":"23","content":"Nub plaub fij kaum tug ntsuag nyuj, ob tug laug yaaj hab kaum plaub tug thaav yaaj noobnyoog ib xyoos, txhua tug tsaj nuav yog cov kws tsi muaj ib qhov phem le."},{"bible_id":"1726","chapter_code":"NUM.29","verse_code":"NUM.29.24","label":"24","content":"Cov nyuj, cov laug yaaj hab cov thaav yaaj, muab moov nplej coj moog fij nrug lawv le cov kws fij thawj nub."},{"bible_id":"1726","chapter_code":"NUM.29","verse_code":"NUM.29.25","label":"25","content":"Hab muab dlua ib tug laug tshis moog tua fij dlaws txim, ntxiv rua tej khoom fij kws naj nub coj moog hlawv fij nrug tej qoobloo hab puab tej cawv txiv maab."},{"bible_id":"1726","chapter_code":"NUM.29","verse_code":"NUM.29.26","label":"26","content":"Nub tsib fij cuaj tug ntsuag nyuj, ob tug laug yaaj, hab kaum plaub tug thaav yaaj noobnyoog ib xyoos, txhua tug tsaj nuav yog cov kws tsi muaj ib qhov phem le."},{"bible_id":"1726","chapter_code":"NUM.29","verse_code":"NUM.29.27","label":"27","content":"Cov nyuj, cov laug yaaj hab cov thaav yaaj, muab moov nplej coj moog fij nrug lawv le cov kws fij thawj nub."},{"bible_id":"1726","chapter_code":"NUM.29","verse_code":"NUM.29.28","label":"28","content":"Hab muab dlua ib tug laug tshis moog tua fij dlaws txim, ntxiv rua tej khoom fij kws naj nub coj moog hlawv fij nrug tej qoobloo, hab puab tej cawv txiv maab."},{"bible_id":"1726","chapter_code":"NUM.29","verse_code":"NUM.29.29","label":"29","content":"Nub rau fij yim tug ntsuag nyuj, ob tug laug yaaj, hab kaum plaub tug thaav yaaj noobnyoog ib xyoos, txhua tug tsaj nuav yog cov kws tsi muaj ib qhov phem le."},{"bible_id":"1726","chapter_code":"NUM.29","verse_code":"NUM.29.30","label":"30","content":"Cov nyuj, cov laug yaaj, hab cov thaav yaaj, muab moov nplej coj moog fij nrug lawv le cov kws fij thawj nub."},{"bible_id":"1726","chapter_code":"NUM.29","verse_code":"NUM.29.31","label":"31","content":"Hab muab dlua ib tug laug tshis moog tua fij dlaws txim, ntxiv rua tej khoom fij kws naj nub coj moog hlawv fij nrug tej qoobloo, hab puab tej cawv txiv maab."},{"bible_id":"1726","chapter_code":"NUM.29","verse_code":"NUM.29.32","label":"32","content":"Nub xyaa fij xyaa tug ntsuag nyuj, ob tug laug yaaj, hab kaum plaub tug thaav yaaj noobnyoog ib xyoos, txhua tug tsaj nuav yog cov kws tsi muaj ib qhov phem le."},{"bible_id":"1726","chapter_code":"NUM.29","verse_code":"NUM.29.33","label":"33","content":"Cov nyuj, cov laug yaaj, hab cov thaav yaaj, muab moov nplej coj moog fij nrug lawv le cov kws fij thawj nub."},{"bible_id":"1726","chapter_code":"NUM.29","verse_code":"NUM.29.34","label":"34","content":"Hab muab dlua ib tug laug tshis moog tua fij dlaws txim, ntxiv rua tej khoom fij kws naj nub coj moog hlawv fij nrug tej qoobloo, hab puab tej cawv txiv maab."},{"bible_id":"1726","chapter_code":"NUM.29","verse_code":"NUM.29.35","label":"35","content":"Nub yim ca le rov tuaj sis sau ua ke pehawm Vaajtswv, hab tsi xob ua ib yaam num dlaabtsi le."},{"bible_id":"1726","chapter_code":"NUM.29","verse_code":"NUM.29.36","label":"36","content":"Muab tej khoom coj moog hlawv fij rua tug TSWV, ua kuas tsw qaab ntxag txaus nwg sab: muab ib tug ntsuag nyuj, ib tug laug yaaj, hab xyaa tug thaav yaaj noobnyoog ib xyoos kws tsi muaj ib qhov phem le."},{"bible_id":"1726","chapter_code":"NUM.29","verse_code":"NUM.29.37","label":"37","content":"Tug ntsuag nyuj, tug laug yaaj, hab cov thaav yaaj, muab moov nplej coj moog fij nrug lawv le cov kws fij thawj nub."},{"bible_id":"1726","chapter_code":"NUM.29","verse_code":"NUM.29.38","label":"38","content":"Hab muab dlua ib tug laug tshis moog tua fij dlaws txim, ntxiv rua tej khoom fij kws naj nub coj moog hlawv fij nrug tej qoobloo, hab puab tej cawv txiv maab."},{"bible_id":"1726","chapter_code":"NUM.29","verse_code":"NUM.29.39","label":"39","content":"Ntawm nuav yog txuj kevcai kws has txug tej khoom kws muab hlawv fij rua tug TSWV, tej qoobloo, tej cawv txiv maab, hab fij tej khoom ua kev sis raug zoo rua tug TSWV lawv le lub sijhawm kws mej teem tseg rua thaus ua kevcai. Tej khoom nuav yog muab fij ntxiv rua mej tej khoom fij ua tsaug kws mej tau coglug tseg lawm lossis tej khoom kws mej txaus sab fij."},{"bible_id":"1726","chapter_code":"NUM.29","verse_code":"NUM.29.40","label":"40","content":"Yog le Ntawd, Mauxes txhaj qha txhua yaam kws tug TSWV tau saamfwm rua nwg lawm rua cov Yixalayees."},{"bible_id":"1726","chapter_code":"NUM.30","verse_code":"NUM.30.1","label":"1","content":"Mauxes qha tej lug nuav rua cov thawjcoj ntawm txhua xeem Yixalayees has tas:"},{"bible_id":"1726","chapter_code":"NUM.30","verse_code":"NUM.30.2","label":"2","content":"Thaus muaj ib tug tuabneeg twg coglug muab ib yaam dlaabtsi rua tug TSWV lossis coglug rua tej yaam dlaabtsi lawm, nwg tsi xob thim nwg tej lug cog tseg ntawd, tabsis nwg yuavtsum ua txhua yaam lawv le nwg tau coglug lawm."},{"bible_id":"1726","chapter_code":"NUM.30","verse_code":"NUM.30.3","label":"3","content":"Ib tug ntxhais twg thaus nwg tseem ua hluas nkauj nrug nwg nam nwg txiv nyob, yog nwg tau coglug yuav muab ib yaam dlaabtsi rua tug TSWV lossis coglug yuav ua ib yaam dlaabtsi lawm,"},{"bible_id":"1726","chapter_code":"NUM.30","verse_code":"NUM.30.4","label":"4","content":"yog nwg txiv nov tej lug cog tseg ntawd, nwg txiv tsi txwv nwg tej lug cog tseg ntawd, ces nwg yuav tau ua txhua yaam kuas tav lawv le nwg tau coglug tseg lawm."},{"bible_id":"1726","chapter_code":"NUM.30","verse_code":"NUM.30.5","label":"5","content":"Tabsis yog thaus nwg txiv nov nwg tej lug cog tseg ntawd, nwg txiv txwv tsi pub ua le ntawd, ces nwg muab tej lug cog tseg ntawd tso tseg hab tsi xob ua. Tug TSWV txhaj yuav zaam nwg lub txim, rua qhov nwg txiv tsi pub nwg ua."},{"bible_id":"1726","chapter_code":"NUM.30","verse_code":"NUM.30.6","label":"6","content":"Yog muaj ib tug ntxhais twg kws tsi tau yuav quasyawg coglug tseg, vim nwg tsi ua tuab zoo xaav lossis tsi ceevfaaj lossis nwg coglug yuav ua ib yaam dlaabtsi, nwg maam yuav quasyawg,"},{"bible_id":"1726","chapter_code":"NUM.30","verse_code":"NUM.30.7","label":"7","content":"yog nwg tug quasyawg tsi txwv thaus nov nwg cov lug cog tseg ntawd, mas tug quaspuj yuav tau ua txhua yaam lawv le nwg tau coglug tseg lawm."},{"bible_id":"1726","chapter_code":"NUM.30","verse_code":"NUM.30.8","label":"8","content":"Tabsis thaus tug quasyawg nov tej lug cog tseg ntawd, yog tug quasyawg txwv tsi pub nwg ua lawv le nwg coglug tseg, ces tug quaspuj tsi taag yuav ua lawv le tej lug kws nwg tau cog tseg ntawd. Tug TSWV txhaj yuav zaam nwg lub txim."},{"bible_id":"1726","chapter_code":"NUM.30","verse_code":"NUM.30.9","label":"9","content":"Ib tug puj ntsuag lossis ib tug puj nrauj twg, tau coglug tseg le caag lawm, nwg yuav tau ua kuas tav lawv le tej lug kws nwg cog tseg ntawd."},{"bible_id":"1726","chapter_code":"NUM.30","verse_code":"NUM.30.10","label":"10","content":"Yog tug quaspuj kws nwg tub yuav quasyawg lawm, tau coglug tseg yuav ua ib yaam dlaabtsi,"},{"bible_id":"1726","chapter_code":"NUM.30","verse_code":"NUM.30.11","label":"11","content":"yog has tas nwg tug quasyawg tsi txwv thaus tug quasyawg nov nwg tej lug cog tseg ntawd, nwg yuav tau ua kuas tav txhua yaam lawv le nwg tau coglug tseg lawm."},{"bible_id":"1726","chapter_code":"NUM.30","verse_code":"NUM.30.12","label":"12","content":"Tabsis yog nwg tug quasyawg txwv tsi pub nwg ua tej ntawd, nwg tsi taag yuav ua le nwg tau coglug lawm. Ces tug TSWV txhaj yuav zaam nwg lub txim, rua qhov nwg tug quasyawg txwv tsi pub nwg ua."},{"bible_id":"1726","chapter_code":"NUM.30","verse_code":"NUM.30.13","label":"13","content":"Nwg tug quasyawg muaj cai muab tej lug kws nwg tau cog tseg ntawd xuam povtseg."},{"bible_id":"1726","chapter_code":"NUM.30","verse_code":"NUM.30.14","label":"14","content":"Tabsis yog tug quasyawg nov tug quaspuj tej lug cog tseg, ib nub dlhau ib nub tsi has dlaabtsi le, ces tug quaspuj yuavtsum ua txhua yaam le nwg tau coglug tseg. Vim tug quasyawg yeej tsi txwv nub kws nwg nov lug lawm."},{"bible_id":"1726","chapter_code":"NUM.30","verse_code":"NUM.30.15","label":"15","content":"Tabsis yog has tas tom qaab ntawd, tug quasyawg maam rhuav nwg tug quaspuj tej lug cog tseg, nwg yuav tau ris nwg tug quaspuj lub txim, vim nwg tug quaspuj tsi tau ua kuas cov lug cog tseg ntawd tav."},{"bible_id":"1726","chapter_code":"NUM.30","verse_code":"NUM.30.16","label":"16","content":"Tej nuav yog tej kevcai kws tug TSWV muab cob rua Mauxes, has txug tej lug cog tseg ntawm tej ntxhais kws tseem nrug nwg nam nwg txiv nyob lossis tug ntxhais kws tub yuav quasyawg lawm."},{"bible_id":"1726","chapter_code":"NUM.31","verse_code":"NUM.31.1","label":"1","content":"Tug TSWV has rua Mauxes has tas,"},{"bible_id":"1726","chapter_code":"NUM.31","verse_code":"NUM.31.2","label":"2","content":"“Koj ca le rau txim rua cov tuabneeg Midias pauj tej kws puab tau ua rua tsaav tuabneeg Yixalayees taag lug lawm. Ces tom qaab kws koj ua tej ntawd tav lawm koj yuav tuag moog.”"},{"bible_id":"1726","chapter_code":"NUM.31","verse_code":"NUM.31.3","label":"3","content":"Yog le ntawd, Mauxes txawm has rua cov pejxeem has tas, “Ca le npaaj cuabyeej kuas txhij moog ntaus rog, mej muaj cuabkaav tua yeej cov Midias hab rau txim rua puab pauj tej kws puab tau ua rua tug TSWV."},{"bible_id":"1726","chapter_code":"NUM.31","verse_code":"NUM.31.4","label":"4","content":"Tso ib xeem Yixalayees twg ib txheeb leej moog ntaus rog.”"},{"bible_id":"1726","chapter_code":"NUM.31","verse_code":"NUM.31.5","label":"5","content":"Yog le ntawd, ib xeem twg txhaj xaiv tau ib txheeb leej, suav taagnrho kaum ob xeem ntawd xaiv tau kaum ob txheeb tug txivneej moog ntaus rog."},{"bible_id":"1726","chapter_code":"NUM.31","verse_code":"NUM.31.6","label":"6","content":"Mauxes tso puab moog ntaus rog, tug povthawj Ele-axas tug tub Finehas ua tug coj, nwg yog tug kws coj tej khoom dlawbhuv hab cov raaj xyu kws tshuab txhib tua rog."},{"bible_id":"1726","chapter_code":"NUM.31","verse_code":"NUM.31.7","label":"7","content":"Puab tua cov Midias lawv le tug TSWV saamfwm rua Mauxes, puab muab cov txivneej tua tuag taag huv tuabsi,"},{"bible_id":"1726","chapter_code":"NUM.31","verse_code":"NUM.31.8","label":"8","content":"hab tseem tua cov Midias tsib tug vaajntxwv kws yog Evis, Lekees, Xules, Hules hab Lenpas tuag huv tuabsi. Hab puab tseem tua Npe-aus tug tub Npala-aas tuag lawm hab."},{"bible_id":"1726","chapter_code":"NUM.31","verse_code":"NUM.31.9","label":"9","content":"Cov Yixalayees txhaj nteg tau taagnrho cov Midias cov quaspuj hab mivnyuas, tej nyuj, tej yaaj hab fuab taagnrho puab tej nyaj txag qoobloo lug,"},{"bible_id":"1726","chapter_code":"NUM.31","verse_code":"NUM.31.10","label":"10","content":"hab muab puab tej nroog tej yeej hlawv kub nyab taag."},{"bible_id":"1726","chapter_code":"NUM.31","verse_code":"NUM.31.11","label":"11","content":"Puab sau taagnrho tej khoom kws puab fuab tau, cov tuabneeg kws puab nteg tau hab tej tsaj txhu huv tuabsi"},{"bible_id":"1726","chapter_code":"NUM.31","verse_code":"NUM.31.12","label":"12","content":"coj lug cob rua Mauxes, Ele-axas hab cov pejxeem Yixalayees huv lub yeej ntawm taj Mau-am kws nyob ntawm tug ntug Dlej Yauladees kws ncaaj lub nroog Yelekaus."},{"bible_id":"1726","chapter_code":"NUM.31","verse_code":"NUM.31.13","label":"13","content":"Mauxes, Ele-axas hab cov thawjcoj ntawm cov pejxeem txhaj tawm moog rua nrau ntug yeej, moog tog cov tubrog rov qaab lug."},{"bible_id":"1726","chapter_code":"NUM.31","verse_code":"NUM.31.14","label":"14","content":"Mauxes chim heev rua cov thawj tubrog kws kaav pawg txheeb hab kaav pawg pua kws rov tom tshaav rog lug."},{"bible_id":"1726","chapter_code":"NUM.31","verse_code":"NUM.31.15","label":"15","content":"Mauxes nug puab has tas, “Vim le caag mej tseem yuav tseg cov quaspuj nuav ua dlaabtsi?"},{"bible_id":"1726","chapter_code":"NUM.31","verse_code":"NUM.31.16","label":"16","content":"Ncu ntsoov has tas, puab tub yog cov quaspuj kws coj lawv le Npala-aas tej lug qha thaus nyob tom Pe-aus. Hab puab tub coj cov tuabneeg moog ua tsi ncaaj hab muab tug TSWV tso tseg, vim le ntawd, tug TSWV tsaav tuabneeg txhaj raug tej kaab mob phem."},{"bible_id":"1726","chapter_code":"NUM.31","verse_code":"NUM.31.17","label":"17","content":"Taamsim nuav ca le muab txhua tug mivnyuas tub tua povtseg kuas taag hab muab cov quaspuj kws mej nrug pw lawm tua povtseg huv tuabsi,"},{"bible_id":"1726","chapter_code":"NUM.31","verse_code":"NUM.31.18","label":"18","content":"tabsis tseg cov hluas nkauj hab cov nkaujxwb kws tsi tau ntxag dlua hluas nraug rua mej xwb."},{"bible_id":"1726","chapter_code":"NUM.31","verse_code":"NUM.31.19","label":"19","content":"Nwgnuav mej txhua tug kws tau tua ib tug twg tuag lossis tau cev teg tuav tej tuabneeg tuag lawm, yuavtsum nyob saab nrau ntug yeej xyaa nub. Nub peb hab nub xyaa ua kevcai ntxuav mej hab cov quaspuj kws mej nteg tau lug ntawd tsaiv."},{"bible_id":"1726","chapter_code":"NUM.31","verse_code":"NUM.31.20","label":"20","content":"Hab mej yuavtsum ua kevcai ntxuav rua tej khaub dluag txhua dlaim hab txhua yaam kws yog muab tawv tsaj, plaub tshis lossis ntoo ua huv tuabsi.”"},{"bible_id":"1726","chapter_code":"NUM.31","verse_code":"NUM.31.21","label":"21","content":"Ele-axas kws yog tug povthawj has rua cov kws rov tom tshaav rog lug has tas, “Ntawm nuav yog tej kevcai kws tug TSWV tau muab cob rua Mauxes."},{"bible_id":"1726","chapter_code":"NUM.31","verse_code":"NUM.31.22","label":"22","content":"Kub, nyaj, tooj, hlau, txhuas, tooj dlawb"},{"bible_id":"1726","chapter_code":"NUM.31","verse_code":"NUM.31.23","label":"23","content":"hab txhua yaam kws thev taug suavtawg, mej yuavtsum coj moog hlawv huv qhovcub hab muab dlej ntxuav txhaj huv. Hab yaam twg kws thev tsi taug suavtawg, mej yuavtsum muab dlej ntxuav txhaj huv."},{"bible_id":"1726","chapter_code":"NUM.31","verse_code":"NUM.31.24","label":"24","content":"Nub xyaa mej ca le muab mej tej rig tsho ntxhua; mej txhaj huv hab txhaj lug tau rua huv lub yeej.”"},{"bible_id":"1726","chapter_code":"NUM.31","verse_code":"NUM.31.25","label":"25","content":"Tug TSWV has rua Mauxes has tas,"},{"bible_id":"1726","chapter_code":"NUM.31","verse_code":"NUM.31.26","label":"26","content":"“Koj hab Ele-axas moog nrug cov thawjcoj ntawm cov pejxeem suav txhua yaam kws mej moog fuab tau lug, suav tej tuabneeg kws mej nteg tau lug hab tej tsaj txhu huv tuabsi."},{"bible_id":"1726","chapter_code":"NUM.31","verse_code":"NUM.31.27","label":"27","content":"Hab muab tej khoom kws fuab tau lug nuav faib ua ob pawg, muab ib pawg rua cov tubrog, muab ib pawg rua cov pejxeem."},{"bible_id":"1726","chapter_code":"NUM.31","verse_code":"NUM.31.28","label":"28","content":"Pawg kws yog cov tubrog tug, yuavtsum muab ib leeg ntawm tsib puas leej kws raug nteg lug coj moog ua se them rua tug TSWV, hab tej nyuj, tej neeg luav, tej yaaj hab tej tshis los ua ib yaam nkaus le ntawd."},{"bible_id":"1726","chapter_code":"NUM.31","verse_code":"NUM.31.29","label":"29","content":"Muab tej ntawd rua tug povthawj Ele-axas ib yaam le muab ua khoom pub tshwjxeeb rua tug TSWV."},{"bible_id":"1726","chapter_code":"NUM.31","verse_code":"NUM.31.30","label":"30","content":"Pawg kws yog cov pejxeem tug, muab ib leeg ntawm tsib caug leej kws raug nteg lug hab tej nyuj, tej neeg luav, tej yaaj hab tej tshis los ua ib yaam nkaus le ntawd. Muab rua cov Levis kws yog cov tu tug TSWV lub Tsevntaub.”"},{"bible_id":"1726","chapter_code":"NUM.31","verse_code":"NUM.31.31","label":"31","content":"Mauxes hab Ele-axas obtug ua lawv le tug TSWV tau saamfwm rua obtug lawm."},{"bible_id":"1726","chapter_code":"NUM.31","verse_code":"NUM.31.32","label":"32","content":"Taagnrho tej kws cov tubrog moog fuab tau lug hab cov kws tseg ca rua puab: muaj rau pua xyaa caum tsib txheeb tug yaaj hab tshis,"},{"bible_id":"1726","chapter_code":"NUM.31","verse_code":"NUM.31.33","label":"33","content":"xyaa caum ob txheeb tug nyuj,"},{"bible_id":"1726","chapter_code":"NUM.31","verse_code":"NUM.31.34","label":"34","content":"rau caum ib txheeb tug neeg luav,"},{"bible_id":"1726","chapter_code":"NUM.31","verse_code":"NUM.31.35","label":"35","content":"hab peb caug ob txheeb tug ntxhais nkaujxwb kws tsi tau ntxag dlua hluas nraug le."},{"bible_id":"1726","chapter_code":"NUM.31","verse_code":"NUM.31.36","label":"36","content":"Hab ib nraab kws muab faib rua cov tubrog, suav tau peb puas peb caug xyaa txheeb tsib puas tug yaaj hab tshis,"},{"bible_id":"1726","chapter_code":"NUM.31","verse_code":"NUM.31.37","label":"37","content":"cov kws muab rhu moog rua tug TSWV yog rau pua xyaa caum tsib tug;"},{"bible_id":"1726","chapter_code":"NUM.31","verse_code":"NUM.31.38","label":"38","content":"peb caug rau txheeb tug nyuj, cov kws muab rhu moog rua tug TSWV yog xyaa caum ob tug;"},{"bible_id":"1726","chapter_code":"NUM.31","verse_code":"NUM.31.39","label":"39","content":"peb caug txheeb tsib puas tug neeg luav, cov kws muab rhu moog rua tug TSWV yog rau caum ib tug;"},{"bible_id":"1726","chapter_code":"NUM.31","verse_code":"NUM.31.40","label":"40","content":"kaum rau txheeb tug ntxhais nkaujxwb, cov kws muab rhu moog rua tug TSWV muaj peb caug ob leeg."},{"bible_id":"1726","chapter_code":"NUM.31","verse_code":"NUM.31.41","label":"41","content":"Yog le ntawd, Mauxes txhaj coj cov se nuav moog rua Ele-axas muab pub tshwjxeeb rua tug TSWV, lawv le tug TSWV tau has rua Mauxes lawm."},{"bible_id":"1726","chapter_code":"NUM.31","verse_code":"NUM.31.42","label":"42","content":"Tej khoom kws cov tubrog moog fuab tau lug Mauxes muab ib nraab faib rua cov pejxeem,"},{"bible_id":"1726","chapter_code":"NUM.31","verse_code":"NUM.31.43","label":"43","content":"cov kws faib rua cov pejxeem muaj peb puas peb caug xyaa txheeb tsib puas tug yaaj hab tshis,"},{"bible_id":"1726","chapter_code":"NUM.31","verse_code":"NUM.31.44","label":"44","content":"peb caug rau txheeb tug nyuj,"},{"bible_id":"1726","chapter_code":"NUM.31","verse_code":"NUM.31.45","label":"45","content":"peb caug txheeb tsib puas tug neeg luav,"},{"bible_id":"1726","chapter_code":"NUM.31","verse_code":"NUM.31.46","label":"46","content":"hab kaum rau txheeb tug ntxhais nkaujxwb."},{"bible_id":"1726","chapter_code":"NUM.31","verse_code":"NUM.31.47","label":"47","content":"Pawg nuav Mauxes rhu ib leeg ntawm tsib caug leej kws raug nteg lug, hab tej tsaj txhu los rhu ib yaam nkaus le ntawd, coj moog rua cov Levis kws tu tug TSWV lub Tsevntaub, lawv le tug TSWV tau has rua Mauxes lawm."},{"bible_id":"1726","chapter_code":"NUM.31","verse_code":"NUM.31.48","label":"48","content":"Ces cov thawj tubrog txhaj moog cuag Mauxes"},{"bible_id":"1726","chapter_code":"NUM.31","verse_code":"NUM.31.49","label":"49","content":"hab tshaab xu rua nwg has tas, “Peb cov kws yog koj tubkhai, suav cov tubrog kws nyob huv peb kev tswjfwm tsi muaj ib tug pluj le."},{"bible_id":"1726","chapter_code":"NUM.31","verse_code":"NUM.31.50","label":"50","content":"Yog le ntawd peb txhaj nqaa tej saw kub, tej paugteg, tej saw teg, tej nplhaib hab tej paug kws peb fuab tau lug huv tuabsi tuaj. Peb coj tej ntawd tuaj fij rua tug TSWV theej peb lub txhoj.”"},{"bible_id":"1726","chapter_code":"NUM.31","verse_code":"NUM.31.51","label":"51","content":"Mauxes hab Ele-axas txhaj txais tej kub hab tej saw ntawd."},{"bible_id":"1726","chapter_code":"NUM.31","verse_code":"NUM.31.52","label":"52","content":"Taagnrho tej khoom kws cov thawj tubrog coj tuaj ntawd nyaav tshaaj plaub puas choj."},{"bible_id":"1726","chapter_code":"NUM.31","verse_code":"NUM.31.53","label":"53","content":"Cov tubrog ca puab yuav tej kws puab fuab tau lug."},{"bible_id":"1726","chapter_code":"NUM.31","verse_code":"NUM.31.54","label":"54","content":"Yog le ntawd, Mauxes hab Ele-axas coj tej kub ntawd moog tso rua huv lub Tsevntaub sis ntsib, tug TSWV txhaj tsomkwm cov Yixalayees."},{"bible_id":"1726","chapter_code":"NUM.32","verse_code":"NUM.32.1","label":"1","content":"Xeem Lunpees hab xeem Khas muaj tsaj txhu coob heev. Thaus puab pum lub tebchaws Yaxes hab lub tebchaws Nkile-as kws yog qhov chaw zoo ua tshaav tsaj rua puab tej tsaj,"},{"bible_id":"1726","chapter_code":"NUM.32","verse_code":"NUM.32.2","label":"2","content":"puab txhaj moog cuag Mauxes, Ele-axas hab cov thawjcoj, puab thov has tas,"},{"bible_id":"1726","chapter_code":"NUM.32","verse_code":"NUM.32.3+NUM.32.4","label":"3-4","content":"“Tug TSWV paab cov Yixalayees tua tau cov nroog nuav: lub nroog Atalaus, lub nroog Dinpoos, lub nroog Yaxes, lub nroog Nilas, lub nroog Hesenpoos, lub nroog Ele-ales, lub nroog Simas, lub nroog Nenpaus hab lub nroog Npe-oos kws yog lub tebchaws kws zoo ua tshaav tsaj, hab peb muaj tsaj txhu coob kawg le."},{"bible_id":"1726","chapter_code":"NUM.32","verse_code":"NUM.32.5","label":"5","content":"Yog meb pum zoo, thov muab lub tebchaws nuav pub rua peb ua peb tug, hab thov tsi xob ca peb hlaa tug Dlej Yauladees moog nyob saab tid.”"},{"bible_id":"1726","chapter_code":"NUM.32","verse_code":"NUM.32.6","label":"6","content":"Mauxes teb Khas hab Lunpees cov xeebntxwv has tas, “Mej xaav nyob ntawm nuav hab ca mej cov kwvtij Yixalayees moog ntaus rog xwb los?"},{"bible_id":"1726","chapter_code":"NUM.32","verse_code":"NUM.32.7","label":"7","content":"Ua le caag mej yuav khuv ca mej cov kwvtij Yixalayees muaj kev tu sab rua qhov kws hlaa tug Dlej Yauladees moog rua tim lub tebchaws kws tug TSWV muab rua puab?"},{"bible_id":"1726","chapter_code":"NUM.32","verse_code":"NUM.32.8","label":"8","content":"Mej ua ib yaam le thaus kuv tso cov kws yog mej txiv tawm huv lub nroog Kades Npane-as moog soj lub tebchaws lug txug hab puab ua ntaag."},{"bible_id":"1726","chapter_code":"NUM.32","verse_code":"NUM.32.9","label":"9","content":"Puab moog txug tim lub Haav Esekaus hab moog pum lub tebchaws ntawd taag lawm, tabsis thaus puab rov qaab lug, puab ua rua cov pejxeem taag kev ca sab, puab txhaj tsi xaav moog rua huv lub tebchaws kws tug TSWV muab rua puab lawm."},{"bible_id":"1726","chapter_code":"NUM.32","verse_code":"NUM.32.10","label":"10","content":"Nub ntawd tug TSWV txhaj chim heev hab nwg tau coglug tseg le nuav:"},{"bible_id":"1726","chapter_code":"NUM.32","verse_code":"NUM.32.11","label":"11","content":"‘Vim puab tsi muab sab npuab kuv, mas txhua tug txivneej kws noobnyoog neeg nkaum xyoo rov sau kws kuv coj nraag tebchaws Iziv lug, yuav tsi tau moog nyob huv lub tebchaws kws kuv coglug rua Anplahaas, Ixaj hab Yakhauj puab lawm.’"},{"bible_id":"1726","chapter_code":"NUM.32","verse_code":"NUM.32.12","label":"12","content":"Cov lug nuav yog has rua txhua tug huv tuabsi, tsuas yog tshuav Yefunes tug tub Kalej kws yog cov Kenais hab Noos tug tub Yausuas nkaus xwb txhaj yuav tau moog nyob huv lub tebchaws ntawd; rua qhov obtug yeej ibtxwm fwm tug TSWV."},{"bible_id":"1726","chapter_code":"NUM.32","verse_code":"NUM.32.13","label":"13","content":"Tug TSWV chim heev rua cov tuabneeg ntawd, nwg txhaj ua rua puab ncig moog ncig lug tau plaub caug xyoo rua tom taj suabpuam, ua rua tam tuabneeg kws tsi txaus sab rua nwg ntawd tuag taag huv tuabsi lawm."},{"bible_id":"1726","chapter_code":"NUM.32","verse_code":"NUM.32.14","label":"14","content":"Hab taamsim nuav mej sawv lug hloov cov kws yog mej txiv chaw, mej cov tuabneeg txhum kws yog tam nuav, taabtom ua rua tug TSWV txujkev chim lug raug cov Yixalayees dlua."},{"bible_id":"1726","chapter_code":"NUM.32","verse_code":"NUM.32.15","label":"15","content":"Yog nwgnuav xeem Lunpees hab xeem Khas tsi kaam ua lawv le tug TSWV has, nwg yuav rov muab cov tuabneeg nuav tso tseg ib zag ntxiv rua ntawm taj suabpuam nuav, hab mej yuav ua rua cov tuabneeg nuav raug kev puamtsuaj dlua.”"},{"bible_id":"1726","chapter_code":"NUM.32","verse_code":"NUM.32.16","label":"16","content":"Puab txaav zog lug rua ntawm Mauxes hab has tas, “Thov ca peb muab pobzeb lug txhim nkuaj kaw peb tej yaaj hab ua nroog rua peb tej quaspuj mivnyuas nyob ntawm nuav tsaiv."},{"bible_id":"1726","chapter_code":"NUM.32","verse_code":"NUM.32.17","label":"17","content":"Ces peb yuav nrug peb cov kwvtij Yixalayees moog ntaus rog hab nas tsaam ua ntej moog txug thaus puab tau moog nyob huv lub tebchaws kws yog puab tug. Lub sijhawm ntawd peb tej quaspuj mivnyuas yuav nyob huv tej nroog kws txhim ntsaa zeb, kuas puab txhaj nyob tso sab lug tsi ntshai cov tuabneeg huv lub tebchaws nuav."},{"bible_id":"1726","chapter_code":"NUM.32","verse_code":"NUM.32.18","label":"18","content":"Peb yuav tsi rov qaab lug tsev moog txug thaus cov Yixalayees tau lub tebchaws kws hom tseg rua puab lug ua puab tug lawm tsaiv."},{"bible_id":"1726","chapter_code":"NUM.32","verse_code":"NUM.32.19","label":"19","content":"Peb yuav tsi nrug puab faib ib qho aav kws nyob ntawm tug Dlej Yauladees saab tid rua peb, rua qhov peb tub tau thaaj chaw kws nyob ntawm tug Dlej Yauladees saab nubtuaj nuav ua peb tug lawm.”"},{"bible_id":"1726","chapter_code":"NUM.32","verse_code":"NUM.32.20","label":"20","content":"Mauxes teb has tas, “Yog mej txaus sab ua lawv le kws mej has tag, ces mej ca le npaaj cuabyeej kuas txhij moog ntaus rog taabmeeg tug TSWV."},{"bible_id":"1726","chapter_code":"NUM.32","verse_code":"NUM.32.21","label":"21","content":"Taagnrho mej cov tubrog ca le hlaa tug dlej Yauladees moog rua saab tid taabmeeg tug TSWV, moog txug thaus tug TSWV tua yeej nwg cov yeebncuab,"},{"bible_id":"1726","chapter_code":"NUM.32","verse_code":"NUM.32.22","label":"22","content":"hab txeeb tau lub tebchaws lug nyob lawm. Tom qaab ntawd, mej maam rov qaab lug, rua qhov mej yuav ua kuas tav lawv le mej tshuav tug TSWV hab mej cov kwvtij Yixalayees nqe."},{"bible_id":"1726","chapter_code":"NUM.32","verse_code":"NUM.32.23","label":"23","content":"Tabsis yog mej tsi ua lawv le mej coglug tseg, kuv qha rua mej has tas, mej ua txhum rua tug TSWV ntaag. Yog mej tsi ua le ntawd, mej yuav raug txim vim mej tej kev txhum."},{"bible_id":"1726","chapter_code":"NUM.32","verse_code":"NUM.32.24","label":"24","content":"Yog le ntawd, ca le txhim nroog rua mej nyob hab txhim nkuaj kaw mej tej yaaj, tabsis ncu ntsoov ua lawv le tej lug kws mej tau cog tseg lawm!”"},{"bible_id":"1726","chapter_code":"NUM.32","verse_code":"NUM.32.25","label":"25","content":"Xeem Khas hab xeem Lunpees teb has tas, “Peb cov kws yog koj tubkhai, peb yuav ua le koj has ntaag."},{"bible_id":"1726","chapter_code":"NUM.32","verse_code":"NUM.32.26","label":"26","content":"Peb tej quaspuj hab mivnyuas, tej nyuj hab tej yaaj, yuav nyob huv lub nroog Nkile-as nuav."},{"bible_id":"1726","chapter_code":"NUM.32","verse_code":"NUM.32.27","label":"27","content":"Tabsis taagnrho peb cov txivneej kws yog koj cov tubkhai yuav npaaj moog ntaus rog taabmeeg tug TSWV. Peb yuav hlaa tug dlej Yauladees moog rua saab tid hab ntaus rog lawv le koj has.”"},{"bible_id":"1726","chapter_code":"NUM.32","verse_code":"NUM.32.28","label":"28","content":"Yog le ntawd, Mauxes txhaj muab tej lug saamfwm nuav rua Ele-axas, Yausuas hab cov Yixalayees lwm tug thawjcoj has tas:"},{"bible_id":"1726","chapter_code":"NUM.32","verse_code":"NUM.32.29","label":"29","content":"“Yog xeem Khas hab xeem Lunpees hlaa tug dlej Yauladees moog ntaus rog lawv le tug TSWV tej lug saamfwm hab yog puab paab mej tua kuas yeej lub tebchaws ntawd, ces mej ca le tu lub tebchaws Nkile-as rua puab nyob ua puab tug."},{"bible_id":"1726","chapter_code":"NUM.32","verse_code":"NUM.32.30","label":"30","content":"Tabsis yog puab tsi hlaa tug dlej Yauladees hab tsi nrug mej moog ntaus rog, ces puab yuav tau nrug mej nyob lub tebchaws Kana-aas ib yaam le mej tau hab.”"},{"bible_id":"1726","chapter_code":"NUM.32","verse_code":"NUM.32.31","label":"31","content":"Xeem Khas hab xeem Lunpees teb has tas, “Lawv le tug TSWV tau saamfwm rua koj cov tubkhai nuav lawm, peb yuav ua le ntawd ntaag."},{"bible_id":"1726","chapter_code":"NUM.32","verse_code":"NUM.32.32","label":"32","content":"Peb yuav hlaa tug dlej Yauladees moog rua tim lub tebchaws Kana-aas taabmeeg tug TSWV hab moog ntaus rog, kuas peb txhaj tau tug Dlej Yauladees saab nubtuaj nuav ua peb tug.”"},{"bible_id":"1726","chapter_code":"NUM.32","verse_code":"NUM.32.33","label":"33","content":"Yog le ntawd, Mauxes txhaj muab cov Amaules tug Vaajntxwv Xihoos lub nroog hab cov Npasaas tug vaajntxwv Aunkas lub nroog, taagnrho lub tebchaws nrug tej nroog hab ib cheebtsaam kws nyob puagncig tej nroog ntawd tu rua xeem Khas, xeem Lunpees hab xeem Manaxes ib nraab rua puab nyob ua puab tug."},{"bible_id":"1726","chapter_code":"NUM.32","verse_code":"NUM.32.34","label":"34","content":"Xeem Khas txhaj rov txhim khu dlua puab tej nroog rua huv Dinpoos, Atalaus, Alu-es,"},{"bible_id":"1726","chapter_code":"NUM.32","verse_code":"NUM.32.35","label":"35","content":"Etelas Saufas, Yaxes, Yaunpehas,"},{"bible_id":"1726","chapter_code":"NUM.32","verse_code":"NUM.32.36","label":"36","content":"Npethes Nilas hab Npethes Halaas."},{"bible_id":"1726","chapter_code":"NUM.32","verse_code":"NUM.32.37","label":"37","content":"Xeem Lunpees txhaj rov txhim khu dlua puab tej nroog rua huv Hesenpoos, Ele-ales, Kili-athas,"},{"bible_id":"1726","chapter_code":"NUM.32","verse_code":"NUM.32.38","label":"38","content":"Nenpaus, Npa-aas Me-oos, (lub npe nuav tub hloov lawm), hab Xinpemas. Puab tis dlua npe tshab taagnrho rua tej nroog kws puab txhim khu dlua tshab nuav huv tuabsi."},{"bible_id":"1726","chapter_code":"NUM.32","verse_code":"NUM.32.39","label":"39","content":"Makhis cuab kwvtij kws yog xeem Manaxes, moog txeeb tau lub tebchaws Nkile-as, puab kaav hlo lub tebchaws ntawd hab muab cov Amaules kws ibtxwm nyob huv lub tebchaws ntawd lawv tawm tsiv huv tuabsi lawm."},{"bible_id":"1726","chapter_code":"NUM.32","verse_code":"NUM.32.40","label":"40","content":"Yog le ntawd, Mauxes txhaj muab lub tebchaws Nkele-as rua Makhis cuab kwvtij, ces puab txhaj nyob huv lub tebchaws ntawd lawm."},{"bible_id":"1726","chapter_code":"NUM.32","verse_code":"NUM.32.41","label":"41","content":"Yailes kws yog xeem Manaxes moog tua hab txeeb tau lub puav zog, hab nwg tis npe rua cov zog ntawd hu ua, “Yais cov zog.”"},{"bible_id":"1726","chapter_code":"NUM.32","verse_code":"NUM.32.42","label":"42","content":"Naunpas moog tua hab txeeb tau lub nroog Kenas hab tej zog miv kws nyob ibncig ntawd, hab nwg muab lub nroog ntawd tis npe hu ua Naunpas, lawv le nwg lub npe ntaag."},{"bible_id":"1726","chapter_code":"NUM.33","verse_code":"NUM.33.1","label":"1","content":"Txij ntawm nuav moog yog qha txug tej thaaj chaw kws cov Yixalayees tsuam yeej ua ntu zug taug kev nraag tebchaws Iziv lug kws yog Mauxes hab Aloos obtug ua ob tug coj taagnrho puab txhua xeem huv tuabsi."},{"bible_id":"1726","chapter_code":"NUM.33","verse_code":"NUM.33.2","label":"2","content":"Mauxes teev tej thaaj chaw kws cov Yixalayees tsuam yeej ua ntu zug lug, lawv le tug TSWV tau saamfwm rua Mauxes lawm."},{"bible_id":"1726","chapter_code":"NUM.33","verse_code":"NUM.33.3","label":"3","content":"Cov Yixalayees sawv kev tawm nraag Iziv lug yog lub ib hlis ntuj nub kaum tsib kws yog tom qaab nub kws puab ua Kevcai Hlaa Dlhau. Tug TSWV tsomkwm puab tawm huv lub nroog Lamexes lug taabmeeg cov Iziv,"},{"bible_id":"1726","chapter_code":"NUM.33","verse_code":"NUM.33.4","label":"4","content":"thaus cov Iziv taabtom log puab tej tub hlub kws tug TSWV muab tua tuag taag lawm. Tub yog le nuav, tug TSWV txhaj qha has tas, nwg yog tug muaj fwjchim luj dlua cov Iziv tej vaajtswv huv tuabsi."},{"bible_id":"1726","chapter_code":"NUM.33","verse_code":"NUM.33.5","label":"5","content":"Cov Yixalayees sawv kev huv lub nroog Lamexes lug hab tsuam yeej su rua ntawm Xukaus."},{"bible_id":"1726","chapter_code":"NUM.33","verse_code":"NUM.33.6","label":"6","content":"Puab sawv kev ntawm Xukaus lug tsuam yeej rua ntawm Ethas kws nyob ntawm ntug taj suabpuam."},{"bible_id":"1726","chapter_code":"NUM.33","verse_code":"NUM.33.7","label":"7","content":"Puab tawm huv Ethas rov moog rua ntawm Pis Hahilaus kws nyob ntawm Npa-aas Xefoos saab nubtuaj, hab puab tsuam yeej ze rua ntawm Midaules."},{"bible_id":"1726","chapter_code":"NUM.33","verse_code":"NUM.33.8","label":"8","content":"Puab sawv kev ntawm Pis Hahilaus hab lug hlaa Havtxwv Lab moog rua tom taj suabpuam Ethas; tom qaab kws puab lug tau peb nub ke lawm, puab txhaj lug tsuam yeej rua ntawm Malahas."},{"bible_id":"1726","chapter_code":"NUM.33","verse_code":"NUM.33.9","label":"9","content":"Thaus puab sawv kev ntawm Malahas lug rua ntawm Elimes, puab txhaj tsuam yeej rua qhov ntawd, rua qhov nyob ntawd muaj kaum ob lub qhovdlej hab xyaa caum tsob toovlaaj."},{"bible_id":"1726","chapter_code":"NUM.33","verse_code":"NUM.33.10","label":"10","content":"Puab sawv kev ntawm Elimes lug tsuam yeej ze rua ntawm ceg Havtxwv Lab."},{"bible_id":"1726","chapter_code":"NUM.33","verse_code":"NUM.33.11","label":"11","content":"Puab sawv kev ntawm Elimes lug tsuam yeej rua ntawm taj suabpuam Xees."},{"bible_id":"1726","chapter_code":"NUM.33","verse_code":"NUM.33.12","label":"12","content":"Ces puab sawv kev ntawm taj suabpuam Xees lug tsuam yeej rua ntawm Daufekas,"},{"bible_id":"1726","chapter_code":"NUM.33","verse_code":"NUM.33.13","label":"13","content":"hab tom qaab ntawd puab lug tsuam yeej rua tom Aluses,"},{"bible_id":"1726","chapter_code":"NUM.33","verse_code":"NUM.33.14","label":"14","content":"dlhau qhov ntawd lug, puab txhaj lug tsuam yeej rua ntawm Lefidees, qhov chaw kws tsi muaj dlej rua cov tuabneeg haus."},{"bible_id":"1726","chapter_code":"NUM.33","verse_code":"NUM.33.15+NUM.33.16+NUM.33.17+NUM.33.18+NUM.33.19+NUM.33.20+NUM.33.21+NUM.33.22+NUM.33.23+NUM.33.24+NUM.33.25+NUM.33.26+NUM.33.27+NUM.33.28+NUM.33.29+NUM.33.30+NUM.33.31+NUM.33.32+NUM.33.33+NUM.33.34+NUM.33.35+NUM.33.36+NUM.33.37","label":"15-37","content":"Thaus puab sawv kev ntawm Lefidees hab tsuam yeej ua ntu zug lug txug rua ntawm lub Roob Haules: puab lug nyob rua ntawm taj suabpuam Xinais, Kinpaus Hata-avas, (lossis “Cov Tuabneeg Nqhes Dlej Tej Qhov Ntxaa”), Haxelaus, Lithamas, Limoos Peles, Linpanas, Lixas, Kehelathas, lub Roob Sefeles, Haladas, Makhelaus, Tahas, Telas, Mithakas, Hasemaunas, Mauxelaus, Npenes Ya-akaas, Haules Hankinkas, Yanpathas, Alaunas, Exi-oosnkenpes, ntawm taj suabpuam Xees, (kws yog Kades) hab lug rua ntawm lub Roob Haules kws nyob ntawm nrimteb Edoos."},{"bible_id":"1726","chapter_code":"NUM.33","verse_code":"NUM.33.38+NUM.33.39","label":"38-39","content":"Tug povthawj Aloos nce moog rua sau lub Roob Haules lawv le tug TSWV tau saamfwm. Aloos tuag rua sau lub roob ntawd, thaus nwg noobnyoog muaj ib puas neeg nkaum peb xyoos rua nub xab ib lub tsib hlis ntuj xyoo plaub caug tom qaab cov Yixalayees tsiv nraag tebchaws Iziv lug."},{"bible_id":"1726","chapter_code":"NUM.33","verse_code":"NUM.33.40","label":"40","content":"Cov Alas tug vaajntxwv kws kaav lub tebchaws Kana-aas saab qaabteb nov has tas, cov Yixalayees taabtom sawv kev lug lawm."},{"bible_id":"1726","chapter_code":"NUM.33","verse_code":"NUM.33.41+NUM.33.42+NUM.33.43+NUM.33.44+NUM.33.45+NUM.33.46+NUM.33.47+NUM.33.48+NUM.33.49","label":"41-49","content":"Thaus cov Yixalayees sawv kev ntawm Roob Haules lug rua ntawm lub taj Mau-am, puab tsuam yeej ua ntu zug lawv le tej chaw nuav: Xalemaunas, Punoos, Aunpaus, ntawm Anpalees kws puamtsuaj taag huv tebchaws Mau-am, Dinpoos Nkas, Alemoos Dilathayees, ntawm lub Roob Anpalees kws nyob ze lub Roob Nenpaus, hab tom lub taj Mau-am ntawm ntug Dlej Yauladees kws nyob ncaaj lub nroog Yelikaus, huv lub Haav Npethes Yesimaus hab lub Haav Akaxias kis nruab nraab."},{"bible_id":"1726","chapter_code":"NUM.33","verse_code":"NUM.33.50","label":"50","content":"Thaus nyob huv lub taj Mau-am ntawm ntug Dlej Yauladees kws nyob ncaaj lub nroog Yelikaus, tug TSWV has rua Mauxes has tas,"},{"bible_id":"1726","chapter_code":"NUM.33","verse_code":"NUM.33.51","label":"51","content":"“Koj yuavtsum qha tej lug nuav rua cov Yixalayees has tas, ‘Thaus mej hlaa tug Dlej Yauladees moog rua tim tebchaws Kana-aas,"},{"bible_id":"1726","chapter_code":"NUM.33","verse_code":"NUM.33.52","label":"52","content":"mej yuavtsum muab taagnrho cov tuabneeg kws ibtxwm nyob huv lub tebchaws ntawd lawv tsiv moog kuas taag. Muab puab tej mlom pobzeb, mlom hlau hab puab tej chaw teev dlaab tsoo kuas puamtsuaj taag huv tuabsi.’"},{"bible_id":"1726","chapter_code":"NUM.33","verse_code":"NUM.33.53","label":"53","content":"Txeeb lub tebchaws ntawd lug rua mej hab muab mej cov tuabneeg faib moog nyob kuas thoob plawg huv lub tebchaws ntawd, rua qhov kuv muab lub tebchaws ntawd rua mej lawm."},{"bible_id":"1726","chapter_code":"NUM.33","verse_code":"NUM.33.54","label":"54","content":"Muab lub tebchaws rhu ntawv faib rua tej xeem hab tej cuab kwvtij, tej thaaj aav kws dlaav, muab rua tej cuab kwvtij coob hab tej thaaj aav kws nqaim muab rua tej cuab kwvtij tsawg."},{"bible_id":"1726","chapter_code":"NUM.33","verse_code":"NUM.33.55","label":"55","content":"Tabsis yog mej tsi muab cov tuabneeg kws ibtxwm nyob huv lub tebchaws ntawd lawv tawm, cov tuabneeg kws mej tseg ca yuav ua kev nyuaj sab rua mej ib yaam le tug saus kws nyob huv mej qhovmuag hab tej maab xuavpaug kws nyob ntawm mej ib saab, hab puab yuav tawmtsaam mej."},{"bible_id":"1726","chapter_code":"NUM.33","verse_code":"NUM.33.56","label":"56","content":"Yog mej tsi lawv puab tawm, kuv yuav ua kuas mej puamtsuaj lawv le kuv tub npaaj yuav ua rua puab, kuas puab raug kev puamtsuaj.”"},{"bible_id":"1726","chapter_code":"NUM.34","verse_code":"NUM.34.1","label":"1","content":"Tug TSWV has rua Mauxes has tas,"},{"bible_id":"1726","chapter_code":"NUM.34","verse_code":"NUM.34.2","label":"2","content":"“Koj yuavtsum qha tej lug nuav rua cov tuabneeg Yixalayees has tas, ‘Thaus mej moog rua huv lub tebchaws Kana-aas kws kuv muab rua mej lawm, mej tej nrimteb kws yog mej lub tebchaws yuav muaj lawv le nuav:"},{"bible_id":"1726","chapter_code":"NUM.34","verse_code":"NUM.34.3","label":"3","content":"Saab qaabteb, tug nrim txij ndlua ntawm taj suabpuam Xees lawv cov Edoos tug nrimteb. Pib kag ntawm saab nubtuaj qaabteb lug xaus rua ntawm Havtxwv tuag."},{"bible_id":"1726","chapter_code":"NUM.34","verse_code":"NUM.34.4","label":"4","content":"Ces mej tug nrimteb yuav tig moog rua saab qaabteb ncaaj nraim moog rua ntawm lub dlawm Alanpees hab hlaa moog rua ntawm taj suabpuam Xees hab moog txug ntawm Kades Npane-as saab qaabteb. Ces tug nrimteb nkhaus rov nce toj moog rua saab qaumteb nubpoob moog rua Haxas Adales hab moog txug ndlua rua ntawm Axemoos,"},{"bible_id":"1726","chapter_code":"NUM.34","verse_code":"NUM.34.5","label":"5","content":"tug nrimteb yuav nkhaus lawv lub haav ntawm Iziv tug nrimteb moog xaus rua peg Havtxwv Meditelanees.’"},{"bible_id":"1726","chapter_code":"NUM.34","verse_code":"NUM.34.6","label":"6","content":"“Saab nubpoob tug nrimteb lawv ntug Havtxwv Meditelanees nce toj."},{"bible_id":"1726","chapter_code":"NUM.34","verse_code":"NUM.34.7","label":"7","content":"“Saab qaumteb tug nrimteb yuav lawv ntug Havtxwv Meditelanees moog rua peg lub Roob Haules"},{"bible_id":"1726","chapter_code":"NUM.34","verse_code":"NUM.34.8","label":"8","content":"hab pib ntawm lub Roob Haules, mej hom ncaaj nraim moog txug ndlua rua ntawm txujkev kws moog rua ntawm lub dlawm Hamas, hab tug nrimteb dlhau qhov ntawd moog txug ndlua ntawm Xedas,"},{"bible_id":"1726","chapter_code":"NUM.34","verse_code":"NUM.34.9","label":"9","content":"hab moog txug rua ntawm Xifaloos, moog xaus rua ntawm Haxas Enas."},{"bible_id":"1726","chapter_code":"NUM.34","verse_code":"NUM.34.10","label":"10","content":"“Saab nubtuaj, mej hom tug nrimteb pib kag ntawm Haxas Enas moog rua ntawm Sefas."},{"bible_id":"1726","chapter_code":"NUM.34","verse_code":"NUM.34.11","label":"11","content":"Ces tug nrimteb yuav lem moog rua saab qaabteb, moog txug rua ntawm Linpelas saab nubtuaj ntawm lub nroog Ayees, hab moog txug ntawm cov laaj roob tim ntug Havtxwv Kalilais saab nubtuaj."},{"bible_id":"1726","chapter_code":"NUM.34","verse_code":"NUM.34.12","label":"12","content":"Tug nrimteb moog rua saab qaabteb, yog lawv tug Dlej Yauladees nqeg haav moog xaus rua ntawm Havtxwv tuag. “Qhov nuav yuav yog mej lub tebchaws plaub saab nrimteb.”"},{"bible_id":"1726","chapter_code":"NUM.34","verse_code":"NUM.34.13","label":"13","content":"Yog le ntawd, Mauxes txhaj has rua cov Yixalayees has tas, “Ntawm nuav yog lub tebchaws kws mej yuav tau moog nyob hab rhu ntawv faib, yog lub tebchaws kws tug TSWV muab rua mej cuaj xeem hab ib nraab xeem nyob."},{"bible_id":"1726","chapter_code":"NUM.34","verse_code":"NUM.34.14","label":"14","content":"Xeem Lunpees, xeem Khas hab ib nraab ntawm xeem Manaxes kws nyob saab nubtuaj tub tau tebchaws nyob ua puab tug hab muab faib lawv le puab tej tsev tuabneeg lawm,"},{"bible_id":"1726","chapter_code":"NUM.34","verse_code":"NUM.34.15","label":"15","content":"yog nyob ntawm tug ntug dlej Yauladees saab nubtuaj, ncaaj lub nroog Yelikaus saab tid.”"},{"bible_id":"1726","chapter_code":"NUM.34","verse_code":"NUM.34.16","label":"16","content":"Tug TSWV has rua Mauxes has tas,"},{"bible_id":"1726","chapter_code":"NUM.34","verse_code":"NUM.34.17","label":"17","content":"“Koj ca le kuas tug povthawj Ele-axas hab Noos tug tub Yausuas, ca le muab lub tebchaws nuav faib rua cov tuabneeg nyob."},{"bible_id":"1726","chapter_code":"NUM.34","verse_code":"NUM.34.18","label":"18","content":"Muab ib xeem ib tug thawjcoj moog paab obtug.”"},{"bible_id":"1726","chapter_code":"NUM.34","verse_code":"NUM.34.19+NUM.34.20+NUM.34.21+NUM.34.22+NUM.34.23+NUM.34.24+NUM.34.25+NUM.34.26+NUM.34.27+NUM.34.28","label":"19-28","content":"Ntawm nuav yog cov tuabneeg kws tug TSWV xaiv tej npe: Yudas yog Yefunes tug tub Kalej Xime-oos yog Amihus tug tub Selumiyees Npeenyamees yog Khixeloos tug tub Elidas Daas yog Yaunkelis tug tub Npukis Manaxes yog Efaus tug tub Haniyees Efalayees yog Sifetas tug tub Kemuyees Xenpuloos yog Palenas tug tub Elixafas Ixakhas yog Axas tug tub Patiyees Aseles yog Selaumis tug tub Ahihus Nathalis yog Amihus tug tub Pedahees."},{"bible_id":"1726","chapter_code":"NUM.34","verse_code":"NUM.34.29","label":"29","content":"Cov tuabneeg nuav yog cov kws tug TSWV tsaa ua cov faib lub tebchaws Kana-aas rua cov Yixalayees nyob ua puab tug."},{"bible_id":"1726","chapter_code":"NUM.35","verse_code":"NUM.35.1","label":"1","content":"Thaus tseem nyob huv lub taj ntawm tug Dlej Yauladees kws ncaaj lub nroog Yelikaus, tug TSWV has rua Mauxes has tas,"},{"bible_id":"1726","chapter_code":"NUM.35","verse_code":"NUM.35.2","label":"2","content":"“Koj ca le has rua cov Yixalayees, kuas puab muab tej aav kws puab tau lug ua puab tug lawm qee lub nroog hab tej tshaav zaub kws nyob ibncig ntawm tej nroog ntawd rua cov Levis."},{"bible_id":"1726","chapter_code":"NUM.35","verse_code":"NUM.35.3","label":"3","content":"Tej nroog ntawd yuav ua cov Levis tug, hab puab yuav nyob qhov ntawd moog le. Tej tshaav zaub los yuav ua tshaav rua puab tej nyuj hab lwm yaam tsaj huv tuabsi."},{"bible_id":"1726","chapter_code":"NUM.35","verse_code":"NUM.35.4","label":"4","content":"Lub tshaav zaub pib ntawm tug ntsaa yeej moog, kuas ib saab twg muaj ob puas tsib caug dlaaj,"},{"bible_id":"1726","chapter_code":"NUM.35","verse_code":"NUM.35.5","label":"5","content":"yog le ntawd, mej ntsuag kuas dlaav xwmfaab xwmmeem, ib meem twg kuas muaj tsib puas dlaaj, txhaj txaus ua lub nroog rua huv plawv."},{"bible_id":"1726","chapter_code":"NUM.35","verse_code":"NUM.35.6","label":"6","content":"Mej yuavtsum muab rau lub nroog rua cov Levis, ca rua cov tuabneeg tua tuabneeg tau tsiv moog cawm sav. Mej yuavtsum muab plaub caug ob lub nroog ntxiv rua puab hab,"},{"bible_id":"1726","chapter_code":"NUM.35","verse_code":"NUM.35.7","label":"7","content":"taagnrho kuas muaj plaub caug yim lub nroog, nrug rua puab tej tshaav tsaj huv tuabsi."},{"bible_id":"1726","chapter_code":"NUM.35","verse_code":"NUM.35.8","label":"8","content":"Cov nroog kws cov Yixalayees muab ua cov Levis tug, tej xeem coob muab ntau lub nroog rua, tej xeem tsawg muab tsawg lub nroog rua.”"},{"bible_id":"1726","chapter_code":"NUM.35","verse_code":"NUM.35.9","label":"9","content":"Tug TSWV has rua Mauxes has tas,"},{"bible_id":"1726","chapter_code":"NUM.35","verse_code":"NUM.35.10","label":"10","content":"“Koj qha rua cov Yixalayees has tas, ‘Thaus puab hlaa tug Dlej Yauladees moog txug rua huv tebchaws Kana-aas lawm,"},{"bible_id":"1726","chapter_code":"NUM.35","verse_code":"NUM.35.11","label":"11","content":"mej xaiv ib cov nroog ca rua cov tuabneeg kws tua tuabneeg tau tsiv moog cawm sav."},{"bible_id":"1726","chapter_code":"NUM.35","verse_code":"NUM.35.12","label":"12","content":"Qhov ntawd yuav ua ib qhov chaw rua tug tuabneeg kws tua tuabneeg tau tsiv moog nraim tug tuag tej kwvtij kws nrhav nwg tua povtseg pauj tug tuag lawm. Kuas tug kws yuam kev tua tuabneeg ntawd tsi raug tua tuag ua ntej luas coj nwg moog cuag cov tu plaub ntug txav txim rua nwg.’"},{"bible_id":"1726","chapter_code":"NUM.35","verse_code":"NUM.35.13","label":"13","content":"Xaiv rau lub nroog,"},{"bible_id":"1726","chapter_code":"NUM.35","verse_code":"NUM.35.14","label":"14","content":"peb lub rua tim tug Dlej Yauladees saab nubtuaj hab peb lub rua huv tebchaws Kana-aas."},{"bible_id":"1726","chapter_code":"NUM.35","verse_code":"NUM.35.15","label":"15","content":"Cov nroog nuav yuav ca ua ib cov nroog cawm sav lossis nraim cev rua cov Yixalayees hab cov tuabneeg txawv tebchaws kws nrug mej nyob ib ntus lossis nyob moog le. Yog leejtwg tua ib tug twg tuag, tug ntawd ca le tsiv moog nkaum rua huv cov nroog ntawd ib lub."},{"bible_id":"1726","chapter_code":"NUM.35","verse_code":"NUM.35.16+NUM.35.17+NUM.35.18","label":"16-18","content":"“Yog leejtwg lossis ib tug tuabneeg twg siv tej cuabyeej kws yog hlau lossis pobzeb lossis ntoo tua ib tug tuabneeg tuag, nwg yog tug muaj txim tua tuabneeg hab yuavtsum muab nwg tua kuas tuag pauj tug ntawd."},{"bible_id":"1726","chapter_code":"NUM.35","verse_code":"NUM.35.19","label":"19","content":"Tug tuag ntawd cov kwvtij txheeb ze muab tug txivneej kws tua tuabneeg ntawd tua kuas tuag. Thaus nwg nrhav tau tug tuabneeg ntawd, ces nwg ca le muab tua kuas tuag."},{"bible_id":"1726","chapter_code":"NUM.35","verse_code":"NUM.35.20","label":"20","content":"“Yog tug txivneej twg ntxub luas hab muab tug ntawd tua kws yog muab nwg thawb qaug lossis muab ib yaam dlaabtsi ntaus tug ntawd tuag,"},{"bible_id":"1726","chapter_code":"NUM.35","verse_code":"NUM.35.21","label":"21","content":"lossis yog muab nrig ntaus, nwg yog tug muaj txim tua tuabneeg, hab ca le muab nwg ntaus kuas tuag. Tug tuag ntawd tug kwvtij txheeb ze muab tug txivneej kws tua tuabneeg ntawd tua kuas tuag. Thaus nwg nrhav tau tug kws tua tuabneeg ntawd, nwg ca le muab ntaus kuas tuag."},{"bible_id":"1726","chapter_code":"NUM.35","verse_code":"NUM.35.22","label":"22","content":"“Tabsis yog tug txivneej twg tua ib tug tuabneeg twg tuag kws tsi yog nwg tug yeebncuab, tsi has muab thawb qaug lossis laim tej yaam dlaabtsi moog raug tuag."},{"bible_id":"1726","chapter_code":"NUM.35","verse_code":"NUM.35.23","label":"23","content":"Lossis yog tug txivneej ntawd tsi ua tuab zoo saib, nwg laim pobzeb moog raug ib tug tuabneeg twg tuag kws tsi yog nwg tug yeebncuab, hab tsi yog nwg txhobtxwm ntaus."},{"bible_id":"1726","chapter_code":"NUM.35","verse_code":"NUM.35.24","label":"24","content":"Yog muaj tej plaub ntug zoo le has nuav, ca cov pejxeem ua cov txav txim rua tug kws tua tuabneeg tuag ntawd kuas lawv le puab pum zoo, mas tsi pub ua lawv le tug tuabneeg tuag ntawd cov kwvtij xaav ua pauj."},{"bible_id":"1726","chapter_code":"NUM.35","verse_code":"NUM.35.25","label":"25","content":"Cov pejxeem kws tuaj tu plaub, yuavtsum paab tug tuabneeg kws tua tuabneeg ntawd kuas dlim ntawm tug tuag cov kwvtij kws yuav muab nwg tua pauj, hab puab muab nwg tso rov qaab moog tom lub nroog cawm sav kws nwg tsiv moog nkaum. Nwg yuavtsum nyob tod txug thaus tug Povthawj Hlub kws muab roj pleev hab txhawb meejthawj tuag lawm tsaiv, nwg maam rov qaab lug."},{"bible_id":"1726","chapter_code":"NUM.35","verse_code":"NUM.35.26","label":"26","content":"Yog tug txivneej kws tua tuabneeg ntawd ca le txhobtxwm tawm huv lub nroog cawm sav kws nwg tsiv moog nkaum ntawd,"},{"bible_id":"1726","chapter_code":"NUM.35","verse_code":"NUM.35.27","label":"27","content":"hab yog tug tuag ntawd cov kwvtij pum nwg hab muab nwg tua tuag lawm, ces qhov kws ua pauj le ntawd tsi yog txim tua tuabneeg."},{"bible_id":"1726","chapter_code":"NUM.35","verse_code":"NUM.35.28","label":"28","content":"Tug txivneej kws tua tuabneeg ntawd yuavtsum nyob tuabywv huv lub nroog cawm sav moog txug thaus tug Povthawj Hlub tuag lawm, tom qaab ntawd nwg maam le rov lug tsev tau."},{"bible_id":"1726","chapter_code":"NUM.35","verse_code":"NUM.35.29","label":"29","content":"Txuj kevcai tswjfwm nuav muab cob rua koj hab koj cov xeebntxwv kws yuav faib moog nyob rua txhua qhov chaw."},{"bible_id":"1726","chapter_code":"NUM.35","verse_code":"NUM.35.30","label":"30","content":"“Yog leejtwg laam tau laam tua tuabneeg, yuavtsum muab tug ntawd tua povtseg yog has tas muaj ob leeg lossis coob tshaaj ntawd ua timkhawv; yog muaj ib tug ua timkhawv xwb, tej lug timkhawv tsi tau txaus muab tug tuabneeg ntawd tua povtseg."},{"bible_id":"1726","chapter_code":"NUM.35","verse_code":"NUM.35.31","label":"31","content":"Leejtwg tua tuabneeg, yuavtsum muab nwg tua pauj. Muab nyaj txhwv nwg lub txim tua tuabneeg ntawd tsi tau."},{"bible_id":"1726","chapter_code":"NUM.35","verse_code":"NUM.35.32","label":"32","content":"Yog tug tuabneeg ntawd tsiv moog nkaum rua huv lub nroog cawm sav lawm, tsi xob ca nwg them nyaj kuas muab nwg tso rov lug tsev ua ntej kws tug Povthawj Hlub tuag."},{"bible_id":"1726","chapter_code":"NUM.35","verse_code":"NUM.35.33","label":"33","content":"Yog mej ua le nuav, ces yog mej txhobtxwm ua kuas lub tebchaws kws mej nyob ntawd tsi huv. Tua tuabneeg tuag ua rua lub tebchaws tsi huv, hab tsi muaj ib yaam dlaabtsi yuav ntxuav tau kuas lub tebchaws nuav huv, tsuas yog muab tug tuabneeg tua tuabneeg ntawd tua povtseg nkaus xwb."},{"bible_id":"1726","chapter_code":"NUM.35","verse_code":"NUM.35.34","label":"34","content":"Mej tsi xob ua rua lub tebchaws tsi huv, rua qhov kuv yog mej tug TSWV hab kuv nrug nraim tsaav tuabneeg Yixalayees nyob.”"},{"bible_id":"1726","chapter_code":"NUM.36","verse_code":"NUM.36.1","label":"1","content":"Cov thawjcoj ntawm Nkile-as cuab kwvtij kws yog Makhis tug tub hab yog Yauxej tug tub Manaxes tug xeebntxwv txhaj moog cuag Mauxes hab lwm tug thawjcoj."},{"bible_id":"1726","chapter_code":"NUM.36","verse_code":"NUM.36.2","label":"2","content":"Puab moog thov has tas, “Tug TSWV has rua mej lawm, nwg muab lub tebchaws nuav rhu ntawv faib rua cov Yixalayees nyob. Hab nwg has rua mej kuas muab peb tug kwvtij Xelufehas tej qubtxeeg qubteg rua nwg cov ntxhais."},{"bible_id":"1726","chapter_code":"NUM.36","verse_code":"NUM.36.3","label":"3","content":"Tabsis mej yuavtsum ncu ntsoov, yog puab moog yuav quasyawg rua lwm xeem lawm, ces puab tej qubtxeeg qubteg yuav yog xeem ntawd tug, hab tej kws yog peb ndlag tug yuav tsawg heev lawm."},{"bible_id":"1726","chapter_code":"NUM.36","verse_code":"NUM.36.4","label":"4","content":"Thaus txug Xyoo Thim kws thim tej qubtxeeg qubteg kws muab muag lawm rov qaab lug rua tug qub tswv, yuav tau muab Xelufehas tej qubtxeeg qubteg ntxiv rua xeem kws nwg cov ntxhais moog yuav ntawd, hab peb xeem yuav tsi tau tej ntawd le lawm.”"},{"bible_id":"1726","chapter_code":"NUM.36","verse_code":"NUM.36.5","label":"5","content":"Yog le ntawd, Mauxes txhaj has rua cov Yixalayees lawv le tug TSWV tej lug kws has tas, “Tej lug kws xeem Manaxes has ntawd yeej yog lawm,"},{"bible_id":"1726","chapter_code":"NUM.36","verse_code":"NUM.36.6","label":"6","content":"hab tug TSWV has tseg tas, Xelaufehas cov ntxhais muaj cai yuav tau quasyawg lawv le puab sab nyam, tabsis yuavtsum yuav cov kws yog nwg xeem xwb."},{"bible_id":"1726","chapter_code":"NUM.36","verse_code":"NUM.36.7","label":"7","content":"Ua le ntawd kuas txhua xeem Yixalayees tej qubtxeeg qubteg txhaj yog nwg xeem ntawd tug moog le."},{"bible_id":"1726","chapter_code":"NUM.36","verse_code":"NUM.36.8","label":"8","content":"Txhua tug quaspuj kws muaj qubtxeeg qubteg nyob huv tsaav tuabneeg Yixalayees xeem twg lawm, nwg yuavtsum yuav tug quasyawg kws yog xeem ntawd xwb. Ua le nuav txhua tug Yixalayees txhaj le yuav tau puab cov yawmkoob tej qubtxeeg qubteg ca"},{"bible_id":"1726","chapter_code":"NUM.36","verse_code":"NUM.36.9","label":"9","content":"hab tej qubtxeeg qubteg ntawd txhaj tsi poob ntawm xeem nuav moog ua xeem tod tug. Txhua xeem Yixalayees nyag yuavtsum muaj nyag teej tug.”"},{"bible_id":"1726","chapter_code":"NUM.36","verse_code":"NUM.36.10+NUM.36.11","label":"10-11","content":"Yog le ntawd, Malas, Tilexas, Haunkelas, Milekas hab Nau-es kws yog Xelufehas cov ntxhais, tau ua lawv le tug TSWV has rua Mauxes lawm, puab txhaj moog yuav puab cov nug kwvtij xwb."},{"bible_id":"1726","chapter_code":"NUM.36","verse_code":"NUM.36.12","label":"12","content":"Puab moog yuav Yauxej cov xeebntxwv kws yog xeem Manaxes cuab kwvtij, hab puab tej qubtxeeg qubteg txhaj tseem yog puab txiv tug."},{"bible_id":"1726","chapter_code":"NUM.36","verse_code":"NUM.36.13","label":"13","content":"Tej lug nuav yog kev tswjfwm hab kevcai kws tug TSWV saamfwm rua Mauxes kuas qha rua cov Yixalayees, thaus puab tseem nyob huv taj nraag Mau-am ntawm ntug Dlej Yauladees kws ncaaj lub nroog Yelikaus."}]