[{"bible_id":"1726","chapter_code":"PHP.1","verse_code":"PHP.1.1","label":"1","content":"Kuv yog Paulus hab Timautes kws yog Yexus Khetos ob tug tubkhai, wb sau tsaab ntawv nuav xaa tuaj rua mej txhua tug kws ntseeg Vaajtswv kws nyob huv lub nroog Filipis kws koom nrug Yexus Khetos, hab cov txwjlaug kws saib cov ntseeg hab cov kws paab ua Vaajtswv teg num:"},{"bible_id":"1726","chapter_code":"PHP.1","verse_code":"PHP.1.2","label":"2","content":"Thov Vaajtswv tug kws yog peb leej Txiv hab Tswv Yexus Khetos foom koob moov rua mej, hab paab kuas mej tau zoo nyob kaaj sab lug."},{"bible_id":"1726","chapter_code":"PHP.1","verse_code":"PHP.1.3","label":"3","content":"Txhua zag kws kuv ncu txug mej suavdlawg, kuv ncu ntsoov ua kuv tug Vaajtswv tsaug;"},{"bible_id":"1726","chapter_code":"PHP.1","verse_code":"PHP.1.4","label":"4","content":"hab txhua zag kws kuv thov Vaajtswv paab mej, kuv zoo sab kawg le,"},{"bible_id":"1726","chapter_code":"PHP.1","verse_code":"PHP.1.5","label":"5","content":"rua qhov mej tau paab kuv ua teg num kws qha Txujmoo Zoo txij thaus hauvpaug lug txug naj nub nwgnuav."},{"bible_id":"1726","chapter_code":"PHP.1","verse_code":"PHP.1.6","label":"6","content":"Yog le ntawd kuv txhaj ca sab has tas, Vaajtswv tug kws pib ua num zoo rua huv mej lub sab lawm, nwg yeej yuav ua kuas teg num ntawd tav rua nub kws Yexus Khetos lug."},{"bible_id":"1726","chapter_code":"PHP.1","verse_code":"PHP.1.7","label":"7","content":"Qhov kws kuv ncu ntsoov mej txhua tug ntawd yeej tsimnyog lawm, rua qhov kuv hlub mej txhua tug! Mej suavdlawg puavleej nrug kuv tau txuj koob moov kws Vaajtswv pub rua kuv, tsi has thaus kuv raug kaw rua huv tsev lojcuj hab thaus luas tso kuv tawm lug has dlaws tej kws luas thuam Txujmoo Zoo, hab ua kuas suavdlawg paub has tas Txujmoo zoo yeej tseemceeb."},{"bible_id":"1726","chapter_code":"PHP.1","verse_code":"PHP.1.8","label":"8","content":"Qhov kws kuv has rua mej has tas, kuv hlub mej ib yaam le Yexus Khetos hlub, Vaajtswv yeej paub has tas kuv has tseeb."},{"bible_id":"1726","chapter_code":"PHP.1","verse_code":"PHP.1.9","label":"9","content":"Tej lug kws kuv thov Vaajtswv paab mej, kuv thov kuas mej ib tug txawj hlub ib tug heev zuj zug, kuas mej paub tseeb hab totaub txhua yaam huv tuabsi."},{"bible_id":"1726","chapter_code":"PHP.1","verse_code":"PHP.1.10","label":"10","content":"Kuv thov Vaajtswv paab mej le ntawd, mej txhaj le yuav paub has tas yaam twg yog yaam kws zoo dlua ndlais. Yog mej paub le ntawd lawm, ces thaus txug Nub kws Yexus Khetos rov qaab lug, mej txhaj yuav zoo kawg nkaus tsi muaj ib qho txhum le."},{"bible_id":"1726","chapter_code":"PHP.1","verse_code":"PHP.1.11","label":"11","content":"Tub yog vim Yexus Khetos nyob huv mej lub sab lawm, mej txhaj ua tau mej lub neej zoo kawg nkaus rua Vaajtswv tau ntsejmuag."},{"bible_id":"1726","chapter_code":"PHP.1","verse_code":"PHP.1.12","label":"12","content":"Cov kwvtij, kuv xaav qha rua mej paub has tas, tej kev tsimtxom kws kuv raug, tej ntawd tub ua rua Txujmoo zoo nrov nchaa moog thoob plawg txhua qhov chaw lawm."},{"bible_id":"1726","chapter_code":"PHP.1","verse_code":"PHP.1.13","label":"13","content":"Vim kuv raug kev tsimtxom, cov tubrog kws zuv fuabtais tsev hab txhua tug kws nyob ntawm nuav, puab txhaj paub has tas, qhov kws kuv raug kaw huv tsev lojcuj ntawd, tub yog vim kuv ua Yexus Khetos tug tubkhai."},{"bible_id":"1726","chapter_code":"PHP.1","verse_code":"PHP.1.14","label":"14","content":"Hab qhov kws kuv raug kaw huv tsev lojcuj ntawd, qhov ntawd ua rua cov kwvtij ntseeg muab sab rau ntseeg tug Tswv heev ntxiv, hab ua rua puab muaj lub sab tawv moog qha Vaajtswv txujlug  tsi ntshai leejtwg le."},{"bible_id":"1726","chapter_code":"PHP.1","verse_code":"PHP.1.15","label":"15","content":"Muaj qee leej qha Yexus Khetos zaaj, rua qhov puab khib hab puab nyam sis caav sis tshe, tabsis muaj qee leej muaj lub sab ncaaj qha tag tag."},{"bible_id":"1726","chapter_code":"PHP.1","verse_code":"PHP.1.16","label":"16","content":"Puab cov nuav hlub kuv puab txhaj qha le ntawd, rua qhov puab yeej paub has tas, Vaajtswv tsaa kuv ua tug kws teb cov tuabneeg kws thuam Txujmoo Zoo."},{"bible_id":"1726","chapter_code":"PHP.1","verse_code":"PHP.1.17","label":"17","content":"Tabsis cov tuabneeg kws tsi muaj lub sab ncaaj qha, puab qha kuas suavdlawg qhuas puab xwb; puab xaav has tas puab yuav ua kuas kuv hajyam nyuaj sab heev, thaus kws kuv tseem raug kaw huv tsev lojcuj nuav."},{"bible_id":"1726","chapter_code":"PHP.1","verse_code":"PHP.1.18","label":"18","content":"Txawm yog puab muaj lub sab ncaaj qha lossis tsi muaj los kuv yeej tsi poob sab le. Tsuav yog puab qha Yexus Khetos zaaj rua txhua qhov xwb, ces kuv yeej zoo sab lawm. Hab kuv yuav naj nub zoo sab,"},{"bible_id":"1726","chapter_code":"PHP.1","verse_code":"PHP.1.19","label":"19","content":"rua qhov kuv paub has tas vim mej thov Vaajtswv paab kuv, hab vim Yexus Khetos tug Ntsujplig paab kuv, luas yeej yuav tso kuv tawm huv tsev lojcuj xwb."},{"bible_id":"1726","chapter_code":"PHP.1","verse_code":"PHP.1.20","label":"20","content":"Rua qhov kuv yeej ca sab has tas Vaajtswv yuav paab kuas kuv tsi ua ib yaam dlaabtsi rua kuv txaajmuag le. Nwg yuav paab kuas kuv muaj lub sab tawv qha tsi has nwgnuav lossis thaus twg le, kuv lub neej txhaj yuav ua rua Yexus Khetos tau ntsejmuag. Txawm yog kuv yuav caj hab yuav tuag los kuv yeej yuav ua kuv lub neej kuas Yexus Khetos tau ntsejmuag."},{"bible_id":"1726","chapter_code":"PHP.1","verse_code":"PHP.1.21","label":"21","content":"Thaus kuv tseem ua neej nyob nuav kuv nrug Yexus Khetos koom ib txujsa, thaus kuv tuag los kuv yeej yuav moog nrug Yexus Khetos nyob."},{"bible_id":"1726","chapter_code":"PHP.1","verse_code":"PHP.1.22","label":"22","content":"Kuv xaav moog nrug Yexus Khetos nyob, tabsis yog kuv teg num huv nplajteb nuav tseem muaj nqes, yog le ntawd kuv tsi paub has tas sov kuv yuav xaiv txuj twg txhaj le zoo."},{"bible_id":"1726","chapter_code":"PHP.1","verse_code":"PHP.1.23","label":"23","content":"Kuv ua ob lub sab. Kuv muaj ib lub sab xaav tso lub nplajteb nuav tseg hab moog nrug Yexus Khetos nyob ntshai yuav zoo dlua;"},{"bible_id":"1726","chapter_code":"PHP.1","verse_code":"PHP.1.24","label":"24","content":"tabsis yog kuv nyob paab mej yuav muaj nqes rua mej heev."},{"bible_id":"1726","chapter_code":"PHP.1","verse_code":"PHP.1.25","label":"25","content":"Thaus kuv paub tseeb le nuav lawm, kuv txhaj xaav has tas kuv yuavtsum nrug mej nyob paab mej, kuas mej zoo sab rua tej kws mej tub ntseeg lawm,"},{"bible_id":"1726","chapter_code":"PHP.1","verse_code":"PHP.1.26","label":"26","content":"yog le ntawd thaus kuv rov qaab tuaj nrug mej nyob, mej cov kws ntseeg Yexus Khetos, mej yuav zoo sab kawg le."},{"bible_id":"1726","chapter_code":"PHP.1","verse_code":"PHP.1.27","label":"27","content":"Tabsis qhov tseemceeb mej yuavtsum ua mej lub neej lawv le Yexus Khetos Txujmoo Zoo, yog mej ua le ntawd txawm yog kuv tuaj saib mej hab tsi tuaj los kuv yuav tau nov xuv has tas, mej muab sab rau ntseeg hab ua ib lub sab tawmtsaam yeebncuab kuas yeebncuab tsi xob rhuav tau Txujmoo Zoo kws mej ntseeg."},{"bible_id":"1726","chapter_code":"PHP.1","verse_code":"PHP.1.28","label":"28","content":"Mej tsi xob ntshai cov tuabneeg kws ua yeebncuab rua mej; yog mej ua sab tawv qhawv, puab txhaj paub has tas puab yuav kov tsi yeej mej, mej yuav kovyeej puab, rua qhov Vaajtswv yuav paab kuas mej kovyeej puab."},{"bible_id":"1726","chapter_code":"PHP.1","verse_code":"PHP.1.29","label":"29","content":"Txuj koob moov kws Vaajtswv pub rua mej tub yog qhov kws nwg hu mej lug ua Yexus Khetos teg num. Mej cov kws ua nwg teg num, tsi yog mej ntseeg nwg xwb, tabsis mej tseem yuav raug kev txomnyem hab."},{"bible_id":"1726","chapter_code":"PHP.1","verse_code":"PHP.1.30","label":"30","content":"Nwgnuav mej yuavtsum tawmtsaam ib yaam le kws mej tub pum kuv tawmtsaam lug lawm, hab lawv le mej tau nov has tas kuv tseem taabtom tawmtsaam."},{"bible_id":"1726","chapter_code":"PHP.2","verse_code":"PHP.2.1","label":"1","content":"Qhov kws mej nrug Yexus Khetos koom ib txujsa, qhov ntawd ua rua mej muab sab rau ntseeg ntxiv, hab qhov kws Yexus Khetos hlub mej, ua rua mej zoo sab. Mej nrug Vaaj Ntsujplig sis raug zoo,  mej txhaj muaj lub sab dlawb sab zoo hab ua rua mej ib leeg txawj hlub ib leeg."},{"bible_id":"1726","chapter_code":"PHP.2","verse_code":"PHP.2.2","label":"2","content":"Kuv thov ntuag mej kuas mej txhua tug muaj lub sab xaav ib yaam nkaus, muaj lub sab hlub ib yaam nkaus hab suavdlawg koom ua ib lub sab, ib tug nrug ib tug sis raug zoo. Yog mej ua le ntawd, yuav ua rua kuv zoo sab kawg le."},{"bible_id":"1726","chapter_code":"PHP.2","verse_code":"PHP.2.3","label":"3","content":"Mej tsi xob ua ib yaam dlaabtsi kuas zoo rua mej lossis kuas tuabneeg qhuas mej xwb; tabsis mej yuavtsum txu fwjchim hab ib tug tsi xob khaav has tas ib tug zoo dlua ib tug."},{"bible_id":"1726","chapter_code":"PHP.2","verse_code":"PHP.2.4","label":"4","content":"Mej tsi xob xaav txug mej xwb, tabsis mej yuavtsum xaav txug lwm tug hab."},{"bible_id":"1726","chapter_code":"PHP.2","verse_code":"PHP.2.5","label":"5","content":"Tsimnyog mej muaj lub sab zoo ib yaam le Yexus Khetos lub:"},{"bible_id":"1726","chapter_code":"PHP.2","verse_code":"PHP.2.6","label":"6","content":"Yexus yeej muaj fwjchim sis luag zog le Vaajtswv, tabsis nwg tsi tau xaav has tas, nwg yuav tuav lub fwjchim ntawd moog le."},{"bible_id":"1726","chapter_code":"PHP.2","verse_code":"PHP.2.7","label":"7","content":"Tabsis nwg zoo sab tso ib puas tsaav yaam tseg, nwg lug yug ua tuabneeg. Nwg ua nwg lub neej zoo le ib tug tubkhai, hab nwg txu fwjchim."},{"bible_id":"1726","chapter_code":"PHP.2","verse_code":"PHP.2.8","label":"8","content":"Nwg txu fwjchim hab naj nub ua lawv le Vaajtswv lub sab nyam, txawm yog tuabneeg muab nwg ntsa rua sau ntoo khaublig los nwg tseem noog Vaajtswv lug."},{"bible_id":"1726","chapter_code":"PHP.2","verse_code":"PHP.2.9","label":"9","content":"Tub yog vim le nuav Vaajtswv txhaj tsaa nwg ua tug luj dlua ndlais, hab tis lub npe kws zoo tshaaj tej npe huv tuabsi rua nwg."},{"bible_id":"1726","chapter_code":"PHP.2","verse_code":"PHP.2.10","label":"10","content":"Vaajtswv ua le ntawd kuas Yexus lub npe muaj koob meej, txhua tug, tsi has cov kws nyob sau ntuj ceebtsheej, cov kws nyob huv nplajteb nuav hab tej kws nyob huv nruab tivtxwv puavleej yuav txhus caug pe nwg,"},{"bible_id":"1726","chapter_code":"PHP.2","verse_code":"PHP.2.11","label":"11","content":"hab txhua tug yuav leeg has tas Yexus Khetos yog tug Tswv, kuas Vaajtswv tug kws yog Leej Txiv txhaj tau koob meej."},{"bible_id":"1726","chapter_code":"PHP.2","verse_code":"PHP.2.12","label":"12","content":"Yog le ntawd cov kwvtij kws kuv hlub, thaus kuv tseem nrug mej nyob, mej ibtxwm noog kuv lug, txawm yog nwgnuav kuv tsi nrug mej nyob lawm los mej yuavtsum noog kuv lug heev dlua yaav taag lug hab. Mej yuavtsum paub ntshai Vaajtswv ua ib ce tshee nyo, mej txhaj yuav dlim mej lub txim,"},{"bible_id":"1726","chapter_code":"PHP.2","verse_code":"PHP.2.13","label":"13","content":"rua qhov Vaajtswv yog tug kws naj nub ua num huv mej lub sab kuas mej xaav ua Vaajtswv teg num, hab ua tau lawv le Vaajtswv lub sab nyam."},{"bible_id":"1726","chapter_code":"PHP.2","verse_code":"PHP.2.14","label":"14","content":"Ib puas tsaav yaam kws mej ua mej tsi xob ywg hab tsi xob sis caav sis tshe,"},{"bible_id":"1726","chapter_code":"PHP.2","verse_code":"PHP.2.15","label":"15","content":"mej txhaj yuav ua tau tuabneeg zoo kws tsi muaj leejtwg yuav thuam tau, hab ua tau Vaajtswv cov mivnyuas kws zoo kawg nkaus kws nrug cov tuabneeg tsi ncaaj hab muaj txim nyob ua ke huv nplajteb nuav. Thaus mej qha Vaajtswv txujlug kws cawm tuabneeg txujsa,"},{"bible_id":"1726","chapter_code":"PHP.2","verse_code":"PHP.2.16","label":"16","content":"mej yuavtsum ci rua puab ib yaam le cov nubqub kws ci sau nruab ntug. Yog mej ua le ntawd thaus txug nub kws Yexus Khetos rov qaab lug kuv yuav tau ntsejmuag. Rua qhov thaus ntawd suavdlawg yuav pum has tas, tej num kws kuv siv siv zug ua muaj nqes heev."},{"bible_id":"1726","chapter_code":"PHP.2","verse_code":"PHP.2.17","label":"17","content":"Txawm yog muab kuv cov ntshaav fij rua Vaajtswv, txhaj ua rua mej kev ntseeg tav los kuv yeej zoo sab; yog kuv zoo sab mej yeej yuav zoo sab hab."},{"bible_id":"1726","chapter_code":"PHP.2","verse_code":"PHP.2.18","label":"18","content":"Ib yaam nkaus le ntawd, tsimnyog mej yuav zoo sab hab ua rua kuv zoo sab."},{"bible_id":"1726","chapter_code":"PHP.2","verse_code":"PHP.2.19","label":"19","content":"Kuv ca sab has tas, yog peb tug Tswv pum zoo, tsi ntev nuav kuv yuav khaiv Timautes tuaj saib mej, hab thaus nwg coj mej xuv lug qha rua kuv lawm, kuv yuav qaab sab nyob."},{"bible_id":"1726","chapter_code":"PHP.2","verse_code":"PHP.2.20","label":"20","content":"Timautes tuab leeg xwb, txhaj le xaav ib yaam le kuv hab mob sab txug mej."},{"bible_id":"1726","chapter_code":"PHP.2","verse_code":"PHP.2.21","label":"21","content":"Dlua le lwm tug, puab tsuas xaav txug puab tej num xwb, puab tsi quavntsej Yexus Khetos tej num le."},{"bible_id":"1726","chapter_code":"PHP.2","verse_code":"PHP.2.22","label":"22","content":"Mej tub paub lawm has tas, Timautes teg num muaj nqes heev; nwg nrug kuv ua teg num kws qha Txujmoo Zoo ib yaam le wb yog ob txiv tub."},{"bible_id":"1726","chapter_code":"PHP.2","verse_code":"PHP.2.23","label":"23","content":"Yog le ntawd thaus twg kuv paub has tas puab yuav ua le caag rua kuv, kuv ca sab has tas kuv yuav tau khaiv Timautes tuaj qha rua mej sai sai."},{"bible_id":"1726","chapter_code":"PHP.2","verse_code":"PHP.2.24","label":"24","content":"Hab kuv ca sab has tas yog Vaajtswv pum zoo, tsi ntev nuav kuv yuav tau tuaj saib mej."},{"bible_id":"1726","chapter_code":"PHP.2","verse_code":"PHP.2.25","label":"25","content":"Kuv xaav has tas, kuv yuavtsum khaiv peb tug kwv Epafauditus kws mej khaiv tuaj paab kuv ntawd, rov qaab lug tim mej. Nwg nrug kuv ua num hab nwg ua ib tug tubrog ib yaam le kuv."},{"bible_id":"1726","chapter_code":"PHP.2","verse_code":"PHP.2.26","label":"26","content":"Nwg kub sab lug xaav pum mej suavdlawg hab nwg nyuaj sab kawg rua qhov kws mej tau nov has tas nwg mob."},{"bible_id":"1726","chapter_code":"PHP.2","verse_code":"PHP.2.27","label":"27","content":"Nwg yeej mob tag, nwg tub yuav laug tuag, tabsis Vaajtswv hlub nwg, Vaajtswv txhaj tsi pub nwg tuag. Tsi yog Vaajtswv hlub nwg ib leeg xwb, tabsis Vaajtswv taabncuab kuv hab. Vaajtswv tsi pub nwg tuag kuas kuv txhaj tsi muaj kev nyuaj sab."},{"bible_id":"1726","chapter_code":"PHP.2","verse_code":"PHP.2.28","label":"28","content":"Yog le ntawd, kuv txhaj le maaj khaiv nwg rov qaab lug tim mej, thaus nwg hab mej rov sis pum lawm, mej yuav zoo sab kawg le hab kuv yuav tsi nyuaj sab lawm."},{"bible_id":"1726","chapter_code":"PHP.2","verse_code":"PHP.2.29","label":"29","content":"Mej yuavtsum zoo sab hlo txais tog nwg, rua qhov nwg yog ib tug kwvtij kws ntseeg tug Tswv. Mej yuavtsum fwm tej tug tuabneeg kws muab sab rau ua num le nwg,"},{"bible_id":"1726","chapter_code":"PHP.2","verse_code":"PHP.2.30","label":"30","content":"rua qhov nwg tuaj paab kuv ua tej kws mej paab tsi tau, nwg tub yuav laug tuag vim nwg ua Yexus Khetos teg num, nwg yeej tsi khauvxwm nwg txujsa le."},{"bible_id":"1726","chapter_code":"PHP.3","verse_code":"PHP.3.1","label":"1","content":"Cov kwvtij, thaus kawg nuav kuv thov kuas mej ca le zoo sab qhov kws mej tau nrug tug Tswv koom ua ke. Qhov kws kuv rov sau tej kws kuv tub sau ib zag tuaj rua mej lawm, yeej tsi ua rua kuv nyuaj sab dlaabtsi, tabsis yuav ua rua mej paub ceevfaaj mej txhaj tsi yuam kev."},{"bible_id":"1726","chapter_code":"PHP.3","verse_code":"PHP.3.2","label":"2","content":"Mej yuavtsum ceevfaaj cov tuabneeg kws ua phem ua qas, cov tuabneeg kws ua phem, hab cov tuabneeg kws muab puab lub cev hlais."},{"bible_id":"1726","chapter_code":"PHP.3","verse_code":"PHP.3.3","label":"3","content":"Cov tuabneeg kws ua kevcai txav tag yog peb, tsi yog puab, peb paub pehawm Vaajtswv, rua qhov Vaaj Ntsujplig qha peb, hab peb zoo sab vim peb nrug Yexus Khetos koom ib txujsa, peb yeej tsi ca sab rua tej kevcai kws tuabneeg ua,"},{"bible_id":"1726","chapter_code":"PHP.3","verse_code":"PHP.3.4","label":"4","content":"yog kuv xaav ca sab rua tej ntawd los yeej tau. Kuv yeej paub tej ntawd huv tuabsi, yog leejtwg tseem xaav has tas, nwg ca sab rua tej kevcai kws tuabneeg ua, kuv hajyam muaj chaw ca sab rua tej ntawd heev dlua nwg."},{"bible_id":"1726","chapter_code":"PHP.3","verse_code":"PHP.3.5","label":"5","content":"Thaus yug kuv tau yim nub lawm, puab muab kuv ua kevcai txav. Kuv yeej yog tuabneeg Yixalayees, kuv yog xeem Npeenyamees, kuv yog tuabneeg Henplais, kuv yug huv tsaav tuabneeg Henplais. Yog yuav has txug qhov kws coj lawv le cov Yudais tej kevcai, kuv yeej yog tug kws coj lawv le cov Falixais paab."},{"bible_id":"1726","chapter_code":"PHP.3","verse_code":"PHP.3.6","label":"6","content":"Yaav taag lug kuv coj txuj kevcai nuav nruj heev, kuv txhaj le tsimtxom cov ntseeg Yexus. Yog Vaajtswv coj tug kws xyum ua lawv le Vaajtswv txuj kevcai lug nrug Vaajtswv sis raug zoo lawm, ces Vaajtswv yuav xub coj kuv lug nrug Vaajtswv sis raug zoo, rua qhov kuv yeej coj lawv le txuj kevcai, kuv tsi tau ua txhum ib nqais le."},{"bible_id":"1726","chapter_code":"PHP.3","verse_code":"PHP.3.7","label":"7","content":"Tabsis tej kws yaav taag lug kuv suav has tas muaj nqes, nwgnuav kuv tsi suav has tas tej ntawd muaj nqes lawm, rua qhov kuv xaav ua kuas hum Yexus Khetos sab."},{"bible_id":"1726","chapter_code":"PHP.3","verse_code":"PHP.3.8","label":"8","content":"Tsi yog kuv suav has tas tej ntawd tsi muaj nqes xwb, tabsis yog txhua yaam huv tuabsi, rua qhov kuv xaav tau yaam kws muaj nqes heev dlua tej ntawd; yaam kws kuv xaav tau ntawd yog qhov kws kuv xaav muab sab npuab Yexus Khetos tug kws yog kuv tug Tswv heev dlua yaav taag lug. Kuv ua kuv lub neej kuas hum Yexus Khetos sab, kuv txhaj le tso ib puas tsaav yaam tseg. Kuv saib tej ntawd zoo ib yaam le tej lamsim kws luas muab povtseg lawm xwb; kuv ua le ntawd kuas kuv txhaj tau Yexus Khetos lug ua kuv tug Tswv"},{"bible_id":"1726","chapter_code":"PHP.3","verse_code":"PHP.3.9","label":"9","content":"hab kuas kuv tau nrug nwg koom ib txujsa. Txawm yog kuv xyum ua lawv le Vaajtswv txuj kevcai los Vaajtswv yeej tsi suav has tas kuv yog tuabneeg ncaaj nceeg. Tabsis qhov kws Vaajtswv suav has tas kuv yog tuabneeg ncaaj nceeg, tub yog vim kuv ntseeg Yexus Khetos. Txhua tug kws ntseeg, Vaajtswv yeej suav has tas puab yog cov kws ncaaj nceeg."},{"bible_id":"1726","chapter_code":"PHP.3","verse_code":"PHP.3.10","label":"10","content":"Yaam kws kuv xaav yuav heev dlua lwm yaam huv tuabsi yog qhov kws kuv xaav paub Yexus Khetos hab xaav tau lub fwjchim kws ua rua Yexus sawv huv qhov tuag rov qaab lug. Kuv zoo sab nrug nwg raug kev txomnyem hab kuv xaav muaj lub sab zoo le nwg lub thaus nwg raug kev tuag,"},{"bible_id":"1726","chapter_code":"PHP.3","verse_code":"PHP.3.11","label":"11","content":"kuv ca sab has tas Vaajtswv yeej yuav tsaa kuv sawv huv qhov tuag rov qaab lug."},{"bible_id":"1726","chapter_code":"PHP.3","verse_code":"PHP.3.12","label":"12","content":"Kuv tsi tau khaav has tas kuv tub tau tej kws kuv has lug nuav lawm lossis ua tau kuv lub neej zoo kawg nkaus lawm, tabsis kuv tseem taabtom siv zug ua saib kuv puas tau tej ntawd lug ua kuv tug, ib yaam le Yexus Khetos tau coj kuv lug ua nwg tug lawm."},{"bible_id":"1726","chapter_code":"PHP.3","verse_code":"PHP.3.13","label":"13","content":"Cov kwvtij, kuv tsi tau xaav has tas,  kuv tub dlha moog txug tom kawg lawm; tsuas muaj ib yaam kws kuv yuav ua xwb, yaam ntawd yog le nuav: kuv yuav tsi cim ntsoov tej kws kuv ua taag lug lawm, tabsis kuv yuav siv zug ntsog moog kuas txug tej kws nyob tom hauv ntej."},{"bible_id":"1726","chapter_code":"PHP.3","verse_code":"PHP.3.14","label":"14","content":"Yog le ntawd, kuv txhaj le dlha ncaaj nraim moog rua tug nrim tom kawg kuas kuv tau nqe zug. Qhov nqe zug ntawd yog txujsa kws Vaajtswv khaws ca rua sau ntuj ceebtsheej tog peb cov kws ntseeg Yexus Khetos."},{"bible_id":"1726","chapter_code":"PHP.3","verse_code":"PHP.3.15","label":"15","content":"Peb cov kws paub Vaajtswv tseeb lawm, tsimnyog peb txhua tug xaav le ntawd. Tabsis yog mej cov muaj qee leej xaav lwm yaam lawm, Vaajtswv yuav qha yaam ntawd rua mej paub."},{"bible_id":"1726","chapter_code":"PHP.3","verse_code":"PHP.3.16","label":"16","content":"Txawm yog le caag los peb yuavtsum coj lawv le tej kws peb tub paub lawm."},{"bible_id":"1726","chapter_code":"PHP.3","verse_code":"PHP.3.17","label":"17","content":"Cov kwvtij, mej yuavtsum xyum ua lawv le kuv ua, peb tub ua yaam ntxwv rua mej xyum lawm, yog le ntawd mej yuavtsum saib cov tuabneeg kws coj lawv le peb ua, mej txhaj yuav paub ua."},{"bible_id":"1726","chapter_code":"PHP.3","verse_code":"PHP.3.18","label":"18","content":"Muaj ntau leej tsi ua puab lub neej zoo, puab txhaj saib tsi taug qhov kws Yexus Khetos tuag sau tug ntoo khaublig. Kuv tub qha puab zaaj rua mej ntau zag lawm. Nwgnuav kuv rov qaab qha le nuav rua mej lug kuv kua muag kawg le."},{"bible_id":"1726","chapter_code":"PHP.3","verse_code":"PHP.3.19","label":"19","content":"Thaus kawg cov tuabneeg ntawd yuav raug kev puamtsuaj, puab muab tej kev phem kev qas lug saib hlub dlua lwm yaam huv tuabsi. Yaam kws tub tsimnyog puab txaajmuag los puab tseem muab lug khaav, hab puab tsuas xaav txug tej kws yog nplajteb le xwb."},{"bible_id":"1726","chapter_code":"PHP.3","verse_code":"PHP.3.20","label":"20","content":"Peb yog tuabneeg qaum ntuj, peb naj nub ua sab ntev tog peb tug Cawmseej kws yog Tswv Yexus Khetos tug kws yuav lug sau ntuj lug."},{"bible_id":"1726","chapter_code":"PHP.3","verse_code":"PHP.3.21","label":"21","content":"Nwg yuav muab peb lub cev kws txawj mob txawj tuag nuav hloov dlua tshab kuas zoo le nwg lub cev kws ci ntsaa ab tsi txawj mob tsi txawj tuag. Nwg ua tau le ntawd, rua qhov nwg muaj fwjchim muab ib puas tsaav yaam huv tuabsi lug rua nwg kaav."},{"bible_id":"1726","chapter_code":"PHP.4","verse_code":"PHP.4.1","label":"1","content":"Yog le ntawd cov kwvtij, kuv hlub mej hab ncu mej heev! Mej ua rua kuv zoo sab hab ua rua kuv tau ntsejmuag kawg le! Cov kwvtij kws kuv hlub, mej yuavtsum muab sab rau ntseeg tug Tswv tsi xob tso nwg tseg."},{"bible_id":"1726","chapter_code":"PHP.4","verse_code":"PHP.4.2","label":"2","content":"E-audias hab Xitikhes, kuv thov ntuag meb kuas meb nyob sis hum, txhaj tsimnyog qhov kws meb yog ob vivncaug kws ntseeg tug Tswv."},{"bible_id":"1726","chapter_code":"PHP.4","verse_code":"PHP.4.3","label":"3","content":"Kuv qha tug kws nrug kuv ua num has tas, koj yuavtsum paab ob tug quaspuj ntawd, rua qhov obtug yog ob tug kws muab sab rau paab kuv qha Txujmoo Zoo, ib yaam le Kelemees hab cov kws nrug kuv ua num. Puab cov ntawd yog cov kws muaj lub npe sau rua huv Vaajtswv phoo ntawv kws Vaajtswv sau cov tuabneeg kws muaj txujsa ntev dlhawv moog ibtxhis lawm tej npe."},{"bible_id":"1726","chapter_code":"PHP.4","verse_code":"PHP.4.4","label":"4","content":"Mej yuavtsum naj nub zoo sab, rua qhov mej tub nrug tug Tswv koom ib txujsa lawm. Kuv rov has ib lus ntxiv has tas: mej ca le zoo sab!"},{"bible_id":"1726","chapter_code":"PHP.4","verse_code":"PHP.4.5","label":"5","content":"Mej yuavtsum ua sab mog sab muas rua txhua tug. Tug Tswv tub yuav lug sai sai nuav."},{"bible_id":"1726","chapter_code":"PHP.4","verse_code":"PHP.4.6","label":"6","content":"Mej tsi xob nyuaj sab rua ib yaam dlaabtsi hlo le, thaus mej thov Vaajtswv, mej ca le qha txhua yaam kws mej xaav yuav rua Vaajtswv, hab thaus mej thov mej yuavtsum ncu ntsoov ua Vaajtswv tsaug."},{"bible_id":"1726","chapter_code":"PHP.4","verse_code":"PHP.4.7","label":"7","content":"Yeej tsi muaj leejtwg yuav paub qhov kws Vaajtswv ua rua mej muaj kev kaaj sab hab qhov kws mej nrug Yexus Khetos koom ib txujsa hab tej kws mej xaav huv tuabsi."},{"bible_id":"1726","chapter_code":"PHP.4","verse_code":"PHP.4.8","label":"8","content":"Cov kwvtij, kuv thov xaus lug le nuav has tas, mej yuavtsum cim ntsoov tej kws zoo hab tsimnyog qhuas rua huv mej lub sab: tsi has tej kws tseeb, tej kws tsimnyog fwm, tej kws ncaaj nceeg, tej kws dlawbhuv, tej kws ntxim nyam hab tej kws yuav tau koob meej, mej yuavtsum khaws tej ntawd ca rua huv mej lub sab huv tuabsi."},{"bible_id":"1726","chapter_code":"PHP.4","verse_code":"PHP.4.9","label":"9","content":"Mej yuavtsum ua lawv le tej kws mej kawm hab mej tau txais lug lawm, tsi has tej kws mej nov kuv qha hab tej kws mej pum kuv ua. Mej yuavtsum ua lawv le tej ntawd, Vaajtswv tug kws ua rua peb muaj kev kaaj sab, nwg txhaj yuav nrug nraim mej nyob."},{"bible_id":"1726","chapter_code":"PHP.4","verse_code":"PHP.4.10","label":"10","content":"Qhov kws kuv nrug tug Tswv koom ib txujsa, qhov ntawd ua rua kuv zoo sab kawg le, mej tub tso kuv tseg tau ntev lug lawm, tabsis nwgnuav mej tsua rov qaab paab kuv dlua. Kuv has le nuav tsi yog kuv has tas mej tsi hlub kuv, qhov tseemceeb yog tsi muaj tuabneeg dlhau xwb, mej txhaj paab tsi tau kuv."},{"bible_id":"1726","chapter_code":"PHP.4","verse_code":"PHP.4.11","label":"11","content":"Kuv has le nuav tsi yog kuv ywg has tas tsi muaj tuabneeg hlub kuv, txawm yog kuv yuav nyob le caag los kuv yeej nyob tau."},{"bible_id":"1726","chapter_code":"PHP.4","verse_code":"PHP.4.12","label":"12","content":"Kuv tub paub lawm has tas, thaus tsi muaj noj tsi muaj naav zoo le caag hab thaus muaj ntau lawm tsua zoo le caag. Kuv yeej paub tej kws tsi yoojyim totaub nuav, tsi has kuv nyob qhov twg hab lub sijhawm twg, yuav tshaib yuav tsau, yuav muaj ntau muaj tsawg los kuv yeej tsi txhawj."},{"bible_id":"1726","chapter_code":"PHP.4","verse_code":"PHP.4.13","label":"13","content":"Vim Yexus Khetos txhawb kuv tug zug, kuv txhaj tiv taug txhua tsaav yaam huv tuabsi."},{"bible_id":"1726","chapter_code":"PHP.4","verse_code":"PHP.4.14","label":"14","content":"Txawm yog le ntawd los kuv ua mej tsaug, rua qhov mej tub paab kuv thaus kuv raug kev txomnyem lawm."},{"bible_id":"1726","chapter_code":"PHP.4","verse_code":"PHP.4.15","label":"15","content":"Mej cov kws yog tuabneeg Filipis, mej tub paub lawm has tas thaus kuv xub tuaj qha Txujmoo Zoo tim mej, tsi muaj leejtwg paab kuv le. Thaus kuv tawm huv Makedaunias moog, tsuas yog mej cov txhaj le paab kuv xwb. Mej muaj ntau muaj tsawg los mej puavleej xaa tuaj rua kuv."},{"bible_id":"1726","chapter_code":"PHP.4","verse_code":"PHP.4.16","label":"16","content":"Thaus kuv nyob huv lub nroog Thexalaunikes, mej xaa qhov txhua chaw tuaj rua kuv, tsi yog xaa ib zag xwb, tabsis mej tseem xaa tuaj ntxiv hab."},{"bible_id":"1726","chapter_code":"PHP.4","verse_code":"PHP.4.17","label":"17","content":"Tsi yog kuv xaav tau mej tej qhov txhua chaw, tabsis kuv xaav kuas tej kws mej xaa tuaj rua kuv ntawd muaj nqes rua mej."},{"bible_id":"1726","chapter_code":"PHP.4","verse_code":"PHP.4.18","label":"18","content":"Kuv sau tsaab ntawv nuav tuaj qha rua mej has tas, tej kws mej muab rua Epafauditus nqaa tuaj rua kuv, kuv tau txais lawm, nwgnuav kuv muaj ntau siv tsi taag le! Tej kws mej xaa tuaj rua kuv ntawd zoo ib yaam le tej tshuaj tsw qaab kws suavdlawg muab fij rua Vaajtswv, hab yog tej kws Vaajtswv pum zoo yuav."},{"bible_id":"1726","chapter_code":"PHP.4","verse_code":"PHP.4.19","label":"19","content":"Kuv tug Vaajtswv kws muaj koob moov nplua mag, nwg yuav pub txhua yaam kws mej xaav tau rua mej, rua qhov mej yog cov kws ntseeg Yexus Khetos."},{"bible_id":"1726","chapter_code":"PHP.4","verse_code":"PHP.4.20","label":"20","content":"Thov kuas Vaajtswv tug kws yog peb leej Txiv tau koob meej moog ibtxhis le! Amees."},{"bible_id":"1726","chapter_code":"PHP.4","verse_code":"PHP.4.21","label":"21","content":"Kuv has noj qaab nyob zoo rua mej txhua tug kws ntseeg Vaajtswv hab mej cov kws yog Yexus Khetos tug lawm. Cov kwvtij kws nrug kuv nyob ntawm nuav, puab has noj qaab nyob zoo rua mej txhua tug ib yaam nkaus hab."},{"bible_id":"1726","chapter_code":"PHP.4","verse_code":"PHP.4.22","label":"22","content":"Cov ntseeg Vaajtswv txhua tug kws nyob ntawm nuav, puab puavleej has noj qaab nyob zoo tuaj rua mej suavdlawg, tshwjxeeb yog cov kws nyob huv fuabtais lub loog yog cov has."},{"bible_id":"1726","chapter_code":"PHP.4","verse_code":"PHP.4.23","label":"23","content":"Thov tug Tswv Yexus Khetos foom koob moov rua mej txhua tug."}]