[{"bible_id":"1726","chapter_code":"RUT.1","verse_code":"RUT.1.1+RUT.1.2","label":"1-2","content":"Ntau xyoo ua ntej kws cov Yixalayees tseem tsi tau muaj vaajntxwv, txawm muaj kev tshaib nqhes nyob huv tebchaws Yixalayees. Muaj ib tug txivneej hu ua Elimelej, nwg yog Efalas cuab kwvtij hab nyob huv lub nroog Npelehees huv tebchaws Yudas, nwg txhaj coj Na-aumis kws yog nwg tug quaspuj hab nwg obtug tub, Maloos hab Khili-oos tsiv moog nyob tau ib ntus nraag tebchaws Mau-am. Thaus puab tseem nyob nraag,"},{"bible_id":"1726","chapter_code":"RUT.1","verse_code":"RUT.1.3","label":"3","content":"Elimelej txawm tuag lawm tseg Na-aumis nrug nwg ob tug tub nyob."},{"bible_id":"1726","chapter_code":"RUT.1","verse_code":"RUT.1.4","label":"4","content":"Obtug txhaj moog yuav tau cov tuabneeg Mau-am ob tug ntxhais kws yog Aulepas hab Luv lug ua quaspuj. Hab puab nyob huv lub tebchaws ntawd kwvlaam le kaum xyoo tom qaab,"},{"bible_id":"1726","chapter_code":"RUT.1","verse_code":"RUT.1.5","label":"5","content":"Maloos hab Khili-oos obtug txawm tuag huv tuabsi lawm tseg Na-aumis nyob tuab leeg tsi muaj quasyawg hab tsi muaj tub le."},{"bible_id":"1726","chapter_code":"RUT.1","verse_code":"RUT.1.6","label":"6","content":"Tau tsi ntev lug tom qaab nuav, Na-aumis nov has tas, tug TSWV tau foom koob moov rua nwg tsaav tuabneeg, puab rov ua tau qoobloo; yog le ntawd nwg txhaj coj nwg ob tug nyaab sawv kev tawm huv tebchaws Mau-am rov qaab lug."},{"bible_id":"1726","chapter_code":"RUT.1","verse_code":"RUT.1.7","label":"7","content":"Puab pib sawv kev ua ke rov qaab lug rua peg tebchaws Yudas, tabsis thaus puab lug txug ib tog kev,"},{"bible_id":"1726","chapter_code":"RUT.1","verse_code":"RUT.1.8","label":"8","content":"Na-aumis has rua nwg ob tug nyaab has tas, “Meb ca le rov moog nrug meb nam nyob. Thov tug TSWV ua zoo rua meb ib yaam le meb tau ua rua kuv hab kuv ob tug tub kws tuag lawm."},{"bible_id":"1726","chapter_code":"RUT.1","verse_code":"RUT.1.9","label":"9","content":"Hab thov tug TSWV pub kuas meb rov tau quasyawg yuav hab nyob muaj vaaj muaj tsev dlua ntxiv.” Yog le ntawd, Na-aumis txhaj nwj nwg ob tug nyaab hab yuav ncaim moog. Tabsis obtug txawm tsaa suab hlo quaj,"},{"bible_id":"1726","chapter_code":"RUT.1","verse_code":"RUT.1.10","label":"10","content":"hab has rua nwg tas, “Wb tsi moog! Wb yuav nrug koj moog rua peg koj cov kwvtij!”"},{"bible_id":"1726","chapter_code":"RUT.1","verse_code":"RUT.1.11","label":"11","content":"Na-aumis teb has tas, “Kuv ob tug nyaab, meb yuavtsum rov qaab moog tsev xwb. Vim le caag meb txhaj xaav nrug kuv moog? Meb xaav has tas kuv tseem yuav muaj dlua tub lug yuav meb hab nua los?"},{"bible_id":"1726","chapter_code":"RUT.1","verse_code":"RUT.1.12","label":"12","content":"Meb ca le rov qaab moog tsev, rua qhov kuv tub laug hab yuav tsi taug quasyawg ntxiv lawm. Txawm yog kuv tseem muaj kev ca sab hab moog yuav quasyawg mo nuav hab muaj kag ob tug tub los"},{"bible_id":"1726","chapter_code":"RUT.1","verse_code":"RUT.1.13","label":"13","content":"meb puas yuav tog taug txug thaus obtug hlub? Saib qhov nuav puas ua rua meb nyob taug tsi moog yuav lwm tug? Kuv ob tug nyaab, meb tsi xob ua le ntawd, meb yeej paub has tas yuav ua tsi tau le ntawd ib zag le. Tug TSWV tau tso kuv tseg lawm, hab kuv hlub meb heev, kuv tsi xaav has tas, meb lub neej yuav zoo le nuav.”"},{"bible_id":"1726","chapter_code":"RUT.1","verse_code":"RUT.1.14","label":"14","content":"Obtug rov quaj dlua ib zag ntxiv. Ces Aulepas txawm nwj nwg nam puj hab ncaim rov  qaab moog tsev lawm, tabsis Luv tseem tuav rawv nwg nam puj tsi tso le."},{"bible_id":"1726","chapter_code":"RUT.1","verse_code":"RUT.1.15","label":"15","content":"Yog le ntawd, Na-aumis txhaj has rua Luv has tas, “Luv, Aulepas tub rov qaab moog nrug nwg tsaav tuabneeg hab nwg tug vaajtswv  nyob lawm, koj ca le nrug nwg rov qaab moog hab.”"},{"bible_id":"1726","chapter_code":"RUT.1","verse_code":"RUT.1.16","label":"16","content":"Tabsis Luv teb has tas, “Tsi xob txwv kuv! Ca kuv nrug koj moog. Koj moog qhov twg, kuv yeej yuav nrug koj moog qhov ntawd; koj nyob qhov twg, kuv yuav nrug koj nyob qhov ntawd. Koj tsaav tuabneeg yuav yog kuv tsaav tuabneeg hab koj tug Vaajtswv yuav yog kuv tug Vaajtswv."},{"bible_id":"1726","chapter_code":"RUT.1","verse_code":"RUT.1.17","label":"17","content":"Koj tuag rua qhov twg kuv yuav tuag qhov ntawd, hab ca luas muab kuv log nrug koj rua qhov ntawd. Tsuas yog txujkev tuag  txhaj yuav ua rua kuv ncaim ntawm koj xwb, yog kuv ca ib yaam dlaabtsi ua rua kuv ncaim koj moog, thov kuas tug TSWV rau txim rua kuv!”"},{"bible_id":"1726","chapter_code":"RUT.1","verse_code":"RUT.1.18","label":"18","content":"Thaus Na-aumis pum has tas, Luv muaj pluaj sab nrug nwg moog tag, nwg txawm tsi has dlaabtsi ntxiv le lawm."},{"bible_id":"1726","chapter_code":"RUT.1","verse_code":"RUT.1.19","label":"19","content":"Obtug txawm ua ke lug txug rua huv lub nroog Npelehees. Thaus obtug lug txug huv lub nroog, tej tuabneeg zoo sab kawg hab tej quaspuj sis nug zum zawg has tas, “Tug nuav puas yog Na-aumis?”"},{"bible_id":"1726","chapter_code":"RUT.1","verse_code":"RUT.1.20","label":"20","content":"Nwg teb has tas, “Mej tsi xob hu kuv ua Na-aumis lawm, mej hu kuv ua Malas xwb,  rua qhov Vaajtswv tug kws muaj Fwjchim Luj kawg nkaus tau ua rua kuv lub neej raug kev txomnyem lwj sab kawg le."},{"bible_id":"1726","chapter_code":"RUT.1","verse_code":"RUT.1.21","label":"21","content":"Thaus kuv tawm huv nuav moog, kuv muaj txhua yaam nplua mag, tabsis tug TSWV coj kuv rov lug teg dlawb teg nplag, vim le caag mej tseem hu kuv ua Na-aumis, thaus tug TSWV kws muaj Fwjchim Luj kawg nkaus rau txim hab tso kev txomnyem lug rua kuv?”"},{"bible_id":"1726","chapter_code":"RUT.1","verse_code":"RUT.1.22","label":"22","content":"Zaaj nuav yog has txug Na-aumis hab Luv kws yog nwg tug nyaab kws yog tuabneeg Mau-am, rov nraag tebchaws Mau-am lug. Thaus obtug lug txug huv lub nroog Neplehees taabtom yog lub caij kws pib hlais nplej."},{"bible_id":"1726","chapter_code":"RUT.2","verse_code":"RUT.2.1","label":"1","content":"Na-aumis muaj ib tug kwvtij npe hu ua Npau-am kws yog ib tug tuabneeg npluanuj hab suavdlawg fwm, nwg yog Na-aumis tug quasyawg Elimelej tsev tuabneeg."},{"bible_id":"1726","chapter_code":"RUT.2","verse_code":"RUT.2.2","label":"2","content":"Muaj ib nub Luv has rua Na-aumis has tas, “Thov koj ca kuv moog nraag luas tej teb hab moog khaws tej nplej kws cov tuabneeg hlais nplej ua poob. Kuv ca sab has tas kuv yuav moog ntsib tug kws kaam ca kuv khaws nwg tej nplej.” Na-aumis teb has tas, “Miv nyaab, koj moog los tau.”"},{"bible_id":"1726","chapter_code":"RUT.2","verse_code":"RUT.2.3","label":"3","content":"Yog le ntawd, Luv txhaj moog nraag teb hab lawv cov tuabneeg hlais nplej qaab, khaws tej naab nplej kws cov tuabneeg hlais nplej ua poob. Nwg txawm moog ncaaj rua huv Npau-am kws yog Elimelej tug kwvtij thaaj teb."},{"bible_id":"1726","chapter_code":"RUT.2","verse_code":"RUT.2.4","label":"4","content":"Tom qaab ntawd Npau-am txawm tuaj huv Npelehees tuaj txug hab has rua cov tuabneeg hlais nplej tas, “Thov tug TSWV nrug nraim mej nyob.” Puab teb has tas, “Thov tug TSWV foom koob moov rua koj.”"},{"bible_id":"1726","chapter_code":"RUT.2","verse_code":"RUT.2.5","label":"5","content":"Npau-am nug tug kws saib cov tuabneeg hlais nplej ntawd has tas, “Tug quaspuj hluas ntawd yog leejtwg?”"},{"bible_id":"1726","chapter_code":"RUT.2","verse_code":"RUT.2.6","label":"6","content":"Tug txivneej ntawd teb has tas, “Tug quaspuj ntawd yog tuabneeg txawv tebchaws, nwg nrug Na-aumis lug nraag tebchaws Mau-am lug."},{"bible_id":"1726","chapter_code":"RUT.2","verse_code":"RUT.2.7","label":"7","content":"Nwg tuaj thov kuv ca nwg lawv cov tuabneeg hlais nplej qaab hab khaws tej naab nplej kws poob. Nwg tub tuaj ua num thaus taagkig nuav sawv ntxuv lug lawm, nwg nyavnyuas lug su ib plag huv tsev pheebsuab nuav xwb.”"},{"bible_id":"1726","chapter_code":"RUT.2","verse_code":"RUT.2.8","label":"8","content":"Npau-am has rua Luv has tas, “Tug ntxhais, koj noog kuv has, koj tsi xob moog khaws nplej huv lwm tug thaaj teb, koj ca le khaws lawv kuv cov ntxhais qhev qaab nyob huv kuv thaaj teb nuav xwb;"},{"bible_id":"1726","chapter_code":"RUT.2","verse_code":"RUT.2.9","label":"9","content":"Koj saib puab hlais nplej qhov twg koj ca le khaws qhov ntawd. Kuv tub has rua cov txivneej lawm kuas puab tsi xob lug zig koj. Hab thaus twg koj nqhes dlej, ca le moog haus huv tej hub kws puab tub ntim dlej puv nkaus rua lawm.”"},{"bible_id":"1726","chapter_code":"RUT.2","verse_code":"RUT.2.10","label":"10","content":"Luv txhus caug ndlua nyo ua ntsejmuag ti nkaus huv aav hab has rua Npau-am has tas, “Vim le caag koj yuav mov tshua kuv ua luaj? Vim le caag koj yuav ua sab dlawb rua tug tuabneeg txawv tebchaws taag npaum le?”"},{"bible_id":"1726","chapter_code":"RUT.2","verse_code":"RUT.2.11","label":"11","content":"Npau-am teb has tas, “Kuv tau nov txhua yaam kws koj tau ua zoo rua koj nam puj txij thaus koj tug quasyawg tuag lug lawm. Kuv paub has tas koj tau tso koj nam koj txiv hab koj lub tebchaws tseg hab lug nrug cov tuabneeg kws koj ibtxwm tsi tau paub dlua le nyob."},{"bible_id":"1726","chapter_code":"RUT.2","verse_code":"RUT.2.12","label":"12","content":"Thov kuas tug Tswv pauj txaj ntsig rua tej kws koj tau ua zoo taag lug lawm. Thov kuas koj tau txais koob moov nplua mag lug ntawm tug Tswv kws yog cov Yixalayees tug Vaajtswv kws koj lug vaamkhom.”"},{"bible_id":"1726","chapter_code":"RUT.2","verse_code":"RUT.2.13","label":"13","content":"Luv teb has tas, “Koj ua sab dlawb kawg le rua kuv.  Txawm yog kuv tub tsi muaj nqes npaum le koj ib tug ntxhais qhev los koj tseem ua rua kuv zoo sab heev, vim koj has tej lug mog lug muas rua kuv.”"},{"bible_id":"1726","chapter_code":"RUT.2","verse_code":"RUT.2.14","label":"14","content":"Thaus lub sijhawm noj mov Npau-am has rua Luv has tas, “Koj ca le lug muab mov hab zaub noj.” Yog le ntawd, Luv txhaj nrug cov tuabneeg ua num noj mov ua ke hab Npau-am faib tej ncuav nplej rua Luv noj. Nwg noj tsau hab tseem tshuav tej zaub mov seem."},{"bible_id":"1726","chapter_code":"RUT.2","verse_code":"RUT.2.15+RUT.2.16","label":"15-16","content":"Tom qaab kws noj mov taag hab yuav rov moog khaws nplej. Npau-am has rua cov ua num tas, “Ca nwg moog khaws tej naab nplej, txawm yog cov kws poob ntawm qhov chaw kws tso tej teg nplej los mej tsi xob txwv nwg le. Dlua le ntawd mej yuavtsum rhu tej naab nplej ntawm tej teg nplej kws mej hlais tso rua nwg tau khaws hab.”"},{"bible_id":"1726","chapter_code":"RUT.2","verse_code":"RUT.2.17","label":"17","content":"Yog le ntawd, Luv txhaj khaws tej naab nplej huv thaaj teb ntawd moog txug thaus tsaus ntuj hab nwg coj lug ntaus tau ib kawg."},{"bible_id":"1726","chapter_code":"RUT.2","verse_code":"RUT.2.18","label":"18","content":"Nwg txhaj ris cov nplej ntawd lug rua huv nroog hab coj lug qha rua nwg nam puj has tas, “Nub nua kuv moog khaws tau nplej npaum le nuav.” Hab nwg muab tej zaub mov kws nwg noj sus tsi taag rua nwg nam puj noj."},{"bible_id":"1726","chapter_code":"RUT.2","verse_code":"RUT.2.19","label":"19","content":"Na-aumis nug Luv has tas, “Nub nua koj moog khaws tej nplej nuav qhov twg lug? Koj moog ua num huv leejtwg thaaj teb? Thov Vaajtswv foom koob moov rua tug txivneej kws ua sab dlawb rua koj!” Yog le ntawd, Luv txhaj qha rua Na-aumis paub qhov kws nwg moog khaws tej nplej ntawd huv ib tug txivneej kws hu ua Npau-am thaaj teb."},{"bible_id":"1726","chapter_code":"RUT.2","verse_code":"RUT.2.20","label":"20","content":"Na-aumis txhaj has tas, “Thov tug TSWV foom koob moov rua Npau-am, tug TSWV yeej ua lawv le nwg tej lug cog tseg rua cov tuabneeg kws tseem ua neej nyob hab cov kws tuag lawm.” Hab nwg has ntxiv tas, “Tug txivneej ntawd yog ib tug kws txheeb ze wb heev, nwg yog ib tug kws muaj cuabkaav paab tau wb.”"},{"bible_id":"1726","chapter_code":"RUT.2","verse_code":"RUT.2.21","label":"21","content":"Ces Luv has tas, “Zoo kawg le, nwg tseem has rua kuv kuas kuv rau sab ntso moog khaws tej naab nplej huv nwg thaaj teb moog txug thaus nwg cov tuabneeg sau nplej taag.”"},{"bible_id":"1726","chapter_code":"RUT.2","verse_code":"RUT.2.22","label":"22","content":"Na-aumis has rua Luv tas, “Miv nyaab, yog koj moog khaws nplej nrug Npau-am cov ntxhais qhev huv nwg thaaj teb ntshai yuav zoo dlua. Yog koj moog khaws huv lwm tug thaaj teb, ntshai luas yuav saib tsi taug koj.”"},{"bible_id":"1726","chapter_code":"RUT.2","verse_code":"RUT.2.23","label":"23","content":"Yog le ntawd, Luv txhaj nrug puab moog khaws tej naab nplej moog txug thaus hlais nplej taag hab sau tej qoob taag lawm. Hab Luv tseem nrug nwg nam puj nyob."},{"bible_id":"1726","chapter_code":"RUT.3","verse_code":"RUT.3.1","label":"1","content":"Tau tsi ntev tom qaab ntawd, Na-aumis has rua Luv has tas, “Tsimnyog kuv yuavtsum nrhav ib tug quasyawg rua koj, koj txhaj yuav nrug luas muaj cuab muaj yig."},{"bible_id":"1726","chapter_code":"RUT.3","verse_code":"RUT.3.2","label":"2","content":"Koj ncu ntsoov tug txivneej kws hu ua Npau-am kws koj moog nrug nwg cov ntxhais qhev khaws nplej, nwg yog peb ib tug kwvtij txheeb. Koj noog kuv has, mo nuav nwg yuav moog ntaus nplej."},{"bible_id":"1726","chapter_code":"RUT.3","verse_code":"RUT.3.3","label":"3","content":"Yog le ntawd, koj ca le ntxuav cev, muab roj tsw qaab lug pleev hab muab cev khaub dluag kws zoo tshaaj plawg lug naav. Ces koj moog lawm nraag nwg qhov chaw ntaus nplej, tabsis tsi xob pub nwg paub has tas koj nyob nraag moog txug thaus nwg noj hab haus taag lawm."},{"bible_id":"1726","chapter_code":"RUT.3","verse_code":"RUT.3.4","label":"4","content":"Koj ua tuab zoo saib, saib nwg pw qhov twg, hab thaus kws nwg tsaug zug lawm, koj ca le moog cem nwg dlaim choj hab moog pw tuabywv ntawm nwg kutaw. Nwg yuav qha rua koj has tas, koj yuavtsum ua le caag.”"},{"bible_id":"1726","chapter_code":"RUT.3","verse_code":"RUT.3.5","label":"5","content":"Luv teb has tas, “Kuv yuav ua txhua yaam lawv le koj has.”"},{"bible_id":"1726","chapter_code":"RUT.3","verse_code":"RUT.3.6","label":"6","content":"Yog le ntawd, Luv txhaj moog rua nraag lub tshaav nplej hab ua lawv le nwg nam puj has rua nwg."},{"bible_id":"1726","chapter_code":"RUT.3","verse_code":"RUT.3.7","label":"7","content":"Thaus kws Npau-am noj hab haus taag lawm. Nwg zoo sab heev. Nwg txawm moog rua ntawm pawg nplej hab pw tsaug zug lawm. Luv maam maam nkaag moog muab Npau-am dlaim choj cem hab pw tuabywv ntawm nwg kutaw."},{"bible_id":"1726","chapter_code":"RUT.3","verse_code":"RUT.3.8","label":"8","content":"Thaus ib taag mo Npau-am tsim lug hab tig cev, nwg pum ib tug quaspuj pw ntawm nwg kutaw ua rua nwg ceeb luj heev."},{"bible_id":"1726","chapter_code":"RUT.3","verse_code":"RUT.3.9","label":"9","content":"Npau-am nug has tas, “Koj yog leejtwg?” Luv teb has tas, “Kuv yog Luv, rua qhov koj txhaj yog kuv tug kwvtij kws txheeb ze hab tsimnyog koj yuav paab tau kuv. Yog le ntawd, thov koj ca le yuav kuv ua koj tug quaspuj.”"},{"bible_id":"1726","chapter_code":"RUT.3","verse_code":"RUT.3.10","label":"10","content":"Npau-am teb has tas, “Thov tug TSWV foom koob moov rua koj, tej kws nwgnuav koj ua nuav tseem zoo tshaaj tej kws koj tau ua rua koj nam puj yaav taag lug lawm. Tsimnyog koj moog nrhav tej tug tub hluas, tsi has tug muaj lossis tug pluag yuav lawm, tabsis koj tsi ua le ntawd."},{"bible_id":"1726","chapter_code":"RUT.3","verse_code":"RUT.3.11","label":"11","content":"Luv, nwgnuav koj tsi xob nyuaj sab, kuv yuav ua txhua yaam kws koj thov kuas kuv ua; rua qhov txhua tug tuabneeg kws nyob huv lub nroog nuav yeej paub has tas, koj yog ib tug quaspuj kws tsimtxaj heev."},{"bible_id":"1726","chapter_code":"RUT.3","verse_code":"RUT.3.12","label":"12","content":"Muaj tseeb tag, kuv yeej yog koj ib tug kwvtij kws txheeb ze hab yeej tsimnyog kuv ua tug sau koj, tabsis tseem muaj dlua ib tug txivneej kws txheeb ze koj tshaaj kuv lawm hab."},{"bible_id":"1726","chapter_code":"RUT.3","verse_code":"RUT.3.13","label":"13","content":"Mo nuav koj ca le pw ntawm nuav, pigkig kaaj ntug peb maam nug saib nwg puas kaam yuav koj los tsi kaam. Yog nwg kaam mas yuav zoo heev; yog nwg tsi kaam, kuv thov coglug rua Vaajtswv tug kws muaj sa nyob has tas kuv yuav yuav koj. Mo nuav koj ca le pw ntawm nuav kuas kaaj ntug tsaiv.”"},{"bible_id":"1726","chapter_code":"RUT.3","verse_code":"RUT.3.14","label":"14","content":"Yog le ntawd, Luv txhaj pw ntawm Npau-am kutaw, tabsis Luv tub sawv moog tsev thaus tsi tau kaaj ntug kuas tsi xob muaj tuabneeg pum nwg, rua qhov Npau-am tsi xaav kuas muaj tuabneeg paub has tas Luv tuaj pw ntawd le."},{"bible_id":"1726","chapter_code":"RUT.3","verse_code":"RUT.3.15","label":"15","content":"Npau-am has rua Luv tas, “Muab koj lub tsho luj lug nthuav pua ntawm nuav.” Luv txawm ua le ntawd, hab Npau-am yawm tau yuav laug rau sab nplej rua Luv hab paab tsaws rua sau nwg xubpwg, ces Luv txawm ris cov nplej ntawd lug tsev lawm."},{"bible_id":"1726","chapter_code":"RUT.3","verse_code":"RUT.3.16","label":"16","content":"Thaus Luv lug txug tsev, nwg nam puj nug has tas, “Miv nyaab, koj moog puas tau lug le caag.” Luv txhaj qha txhua yaam kws Npau-am tau has taag lawm rua nwg nam puj noog."},{"bible_id":"1726","chapter_code":"RUT.3","verse_code":"RUT.3.17","label":"17","content":"Luv has ntxiv tas, “Nwg kuas kuv tsi xob rov teg dlawb teg nplag lug cuag koj. Yog le ntawd, nwg txhaj muab cov nplej nuav rua kuv ris lug.”"},{"bible_id":"1726","chapter_code":"RUT.3","verse_code":"RUT.3.18","label":"18","content":"Na-aumis has tas, “Luv, koj ua sab ntev tog moog txug thaus koj paub zaaj nuav lawm tsaiv. Nub nua Npau-am yuav kub sab lug has zaaj nuav kuas tav.”"},{"bible_id":"1726","chapter_code":"RUT.4","verse_code":"RUT.4.1","label":"1","content":"Npau-am moog nyob quastsawg ntawm roojvaag nroog qhov chaw kws suavdlawg ibtxwm moog saablaaj. Ces tug kwvtij kws txheeb Elimelej tshaaj plawg kws Npau-am tau has qha rua Luv lawm, txawm taug kev tuaj txug ntawd. Npau-am has rua nwg tas, “Lug ntawm nuav hab nyob quastsawg wb sis thaam.” Ces tug txivneej ntawd txawm lug hab nrug nwg nyob quastsawg."},{"bible_id":"1726","chapter_code":"RUT.4","verse_code":"RUT.4.2","label":"2","content":"Ces Npau-am txawm moog coj tau kaum leej thawjcoj huv lub nroog ntawd tuaj hab thov puab nrug obtug nyob ntawd hab. Thaus puab lug nyob txhij lawm,"},{"bible_id":"1726","chapter_code":"RUT.4","verse_code":"RUT.4.3","label":"3","content":"Npau-am has rua nwg tug kwvtij ntawd tas, “Nwgnuav Na-aumis rov nraag tebchaws Mau-am lug lawm, nwg xaav muab peb tug kwvtij Elimelej thaaj teb muag,"},{"bible_id":"1726","chapter_code":"RUT.4","verse_code":"RUT.4.4","label":"4","content":"kuv xaav has tas tsimnyog koj paub txug zaaj nuav. Nwgnuav yog koj xaav yuav thaaj teb nuav, koj ca le yuav taabmeeg cov kev txwjlaug kws tuaj nyob ntawm nuav. Tabsis yog koj tsi yuav thaaj teb ntawd, koj ca le tu lug, rua qhov koj yog tug kws muaj cai xub yuav; yog koj tsi yuav ces kuv maam le yuav.” Ces tug txivneej ntawm teb has tas, “Kuv yuav yuav thaaj teb ntawd.”"},{"bible_id":"1726","chapter_code":"RUT.4","verse_code":"RUT.4.5","label":"5","content":"Npau-am has tas, “Zoo lawm lauj, yog koj yuav thaaj teb ntawd ntawm Na-aumis mas koj yuavtsum yuav Luv  kws yog tug puj ntsuag kws yog tuabneeg Mau-am lug ua koj quaspuj hab, thaaj teb ntawd txhaj yuav yog tug txivneej kws tuag lawm tsev tuabneeg tug.”"},{"bible_id":"1726","chapter_code":"RUT.4","verse_code":"RUT.4.6","label":"6","content":"Tug txivneej ntawd teb has tas, “Yog le ntawd kuv yuav tso tseg tsi yuav thaaj teb ntawd, rua qhov thaus dlua kuv lawm, thaaj teb ntawd yuav tsi yog kuv cov mivnyuas qubtxeeg qubteg. Koj ca le yuav, kuv tsi yuav lawm.”"},{"bible_id":"1726","chapter_code":"RUT.4","verse_code":"RUT.4.7","label":"7","content":"Txuj kevcai kws cov Yixalayees ibtxwm coj, mas yog leejtwg tau tso ncauj muag lossis pauv tej teb, tug muag yuavtsum hle nwg txhais khau hab muab cob rua tug yuav. Qhov kws ua le nuav tub yog ua timkhawv rua cov Yixalayees paub has tas, obtug has hum lawm."},{"bible_id":"1726","chapter_code":"RUT.4","verse_code":"RUT.4.8","label":"8","content":"Yog le ntawd, thaus tug txivneej has rua Npau-am has tas, “Koj ca le yuav.” Nwg txhaj hle hlo nwg txhais khau hab muab cob kag rua Npau-am."},{"bible_id":"1726","chapter_code":"RUT.4","verse_code":"RUT.4.9","label":"9","content":"Ces Npau-am has rua cov thawjcoj hab cov tuabneeg kws tuaj ntawd tas, “Nub nua kuv thov mej nrug ua timkhawv has tas, kuv tau yuav txhua yaam kws yog Elimelej hab nwg ob tug tub kws yog Khili-oos hab Maloos le tug ntawm Na-aumis lawm."},{"bible_id":"1726","chapter_code":"RUT.4","verse_code":"RUT.4.10","label":"10","content":"Tsi yog le ntawd xwb, kuv tseem yuav Luv tug kws yog tuabneeg Mau-am hab yog Maloos tug quaspuj lug ua kuv quaspuj hab. Ua le nuav txhaj yuav muaj tug lug tuav tug kws tuag lawm lub cuabtaam, hab nwg caajceg tsev tuabneeg txhaj yuav fuamvaam ntawm nwg cuab kwvtij hab huv nwg lub nroog. Nub nua thov mej ua timkhawv nrug kuv paub txug zaaj nuav.”"},{"bible_id":"1726","chapter_code":"RUT.4","verse_code":"RUT.4.11","label":"11","content":"Cov thawjcoj hab cov tuabneeg suavdlawg kws tuaj ntawd teb has tas, “Peb suavdlawg nrug ua timkhawv ntaag. Thov tug TSWV foom koob moov rua koj tug quaspuj kuas zoo ib yaam le Laxees hab Le-as obtug kws yug tau mivnyuas coob heev rua Yakhauj. Thov kuas koj ua neej muaj txag npluanuj rua huv Efalas cuab kwvtij hab muaj koob meej nyob nto moo lug huv lub nroog Npelehees."},{"bible_id":"1726","chapter_code":"RUT.4","verse_code":"RUT.4.12","label":"12","content":"Thov kuas tej mivnyuas kws tug TSWV yuav pub rua koj lug ntawm tug quaspuj nuav, ua rua koj tsev tuabneeg zoo ib yaam le Peles kws yog Yudas hab Tamaj obtug tug tub tsev tuabneeg.”"},{"bible_id":"1726","chapter_code":"RUT.4","verse_code":"RUT.4.13","label":"13","content":"Yog le ntawd, Npau-am txhaj moog coj Luv lug tsev hab yuav Luv ua nwg quaspuj, tug TSWV foom koob moov rua Luv hab nwg txawm xeeb tub hab nwg yug tau ib tug tub."},{"bible_id":"1726","chapter_code":"RUT.4","verse_code":"RUT.4.14","label":"14","content":"Tej quaspuj tuaj has rua Na-aumis tas, “Ua tug TSWV tsaug kws nub nua nwg tau pub ib tug xeebntxwv lug tuav koj lub neej hab saib koj lawm. Thov kuas tug mivtub nuav muaj koob meej nto moo lug nyob rua huv tsaav tuabneeg Yixalayees lauj!"},{"bible_id":"1726","chapter_code":"RUT.4","verse_code":"RUT.4.15","label":"15","content":"Koj tug nyaab hlub koj heev, hab ua tug saib koj zoo tshaaj xyaa leej tub lawm hab. Nwgnuav nwg yug tau ib tug xeebntxwv rua koj. Nwg yuav ua rua koj muaj lub neej tshab hab koj yuav tau lub neej suv sab so thaus koj laug lawm.”"},{"bible_id":"1726","chapter_code":"RUT.4","verse_code":"RUT.4.16","label":"16","content":"Na-aumis txawm puag hlo hab coj tug mivtub ntawd lug  zuv hab tu nwg zoo zoo le."},{"bible_id":"1726","chapter_code":"RUT.4","verse_code":"RUT.4.17","label":"17","content":"Cov quaspuj nruab ze tuaj tis tug mivtub ntawd npe hu ua Aunpes. Puab qha rua suavdlawg has tas, “Na-aumis muaj ib tug tub xeebntxwv lawm lauj!” Aunpes muaj ib tug tub npe hu ua Yexais, tug kws yog Daviv txiv ntaag."},{"bible_id":"1726","chapter_code":"RUT.4","verse_code":"RUT.4.18+RUT.4.19+RUT.4.20+RUT.4.21+RUT.4.22","label":"18-22","content":"Ntawm nuav yog Pelej caajceg tsev tuabneeg moog txug rua Daviv. Peles tug tub yog Heloos. Heloos tug tub yog Las, Las tug tub yog Aminadas. Aminadas tug tub yog Nasoos, Nasoos tug tub yog Samoos. Samoos tug tub yog Npau-am, Npau-am tug tub yog Aunpes, Aunpes tug tub yog Yexais hab Yexais tug tub yog Daviv."}]