[{"bible_id":"1726","chapter_code":"SNG.1","verse_code":"SNG.1.1","label":"1","content":"Tej nkauj zoo tshaaj plawg kws Xalumoos sau."},{"bible_id":"1726","chapter_code":"SNG.1","verse_code":"SNG.1.2","label":"2","content":"Ca koj lub qhovncauj nwj kuv; koj txujkev hlub zoo tshaaj tej cawv txiv maab."},{"bible_id":"1726","chapter_code":"SNG.1","verse_code":"SNG.1.3","label":"3","content":"Koj lub cev tsw qaab ntxag; thaus has txug koj lub npe kuv ncu txug koj tug ntxhab. Tsi muaj ib tug quaspuj kws yuav tsi nyam koj le."},{"bible_id":"1726","chapter_code":"SNG.1","verse_code":"SNG.1.4","label":"4","content":"Coj kuv nrug koj hab wb ca le tsiv moog; ca le ua kuv tug vaajntxwv hab coj kuv moog rua huv koj chaav pw, wb yuav muaj kev zoo sab ua ke. Wb yuav qhuas txujkev hlub tshaaj tej cawv txiv maab. Tub yog vim le nuav txhua tug quaspuj txhaj nyam koj ua luaj!"},{"bible_id":"1726","chapter_code":"SNG.1","verse_code":"SNG.1.5","label":"5","content":"Ib tsoom quaspuj kws nyob huv nroog Yeluxalees, kuv dlub dloog, tabsis zoo nkauj heev, kuv dlub ib yaam le tej tsevntaub kws nyob tom taj suabpuam Kedas; tabsis kuv zoo nkauj ib yaam le tej ntaub tsuj huv Vaajntxwv Xalumoos lub loog."},{"bible_id":"1726","chapter_code":"SNG.1","verse_code":"SNG.1.6","label":"6","content":"Tsi xob saib tsi taug kuv, vim kuv lub cev dlub dloog. Rua qhov tshaav ntuj zab kuv txhaj havtawv, kuv cov nug chim rua kuv, hab yuam kuv moog tu vaaj txiv maab. Kuv txhaj tsi muaj sijhawm tu kuv lub cev."},{"bible_id":"1726","chapter_code":"SNG.1","verse_code":"SNG.1.7","label":"7","content":"Tug kws kuv hlub, ca le qha rua kuv saib, koj yuav coj koj paab yaaj moog noj zaub qhov twg? Thaus taav su koj cov tsaj yuav moog su qhov twg? Vim le caag kuv txhaj yuavtsum tuaj nrhav koj huv luas lwm paab tuabneeg zuv yaaj."},{"bible_id":"1726","chapter_code":"SNG.1","verse_code":"SNG.1.8","label":"8","content":"Tug hluas nkauj kws kuv hlub tshaaj plawg, koj puas paub qhov chaw? Koj ca le lawv paab yaaj nuav qaab nrhav lub tshaav zaub rua koj cov tshis kws nyob ze ntawm cov yug yaaj tej tsevntaub."},{"bible_id":"1726","chapter_code":"SNG.1","verse_code":"SNG.1.9","label":"9","content":"Tug kws kuv hlub, koj ntxim cov txivneej sab npaum nkaus le tug maum neeg ntxim cov txiv neeg xob kws hai Falaus tej tsheb neeg sab ntaag."},{"bible_id":"1726","chapter_code":"SNG.1","verse_code":"SNG.1.10","label":"10","content":"Koj cov plaubhau zoo nkauj ntev nplwg loo npug koj lub plhu, hab dlauv moog rua ntawm koj lub cejdlaab ib yaam le tej saw kws zoo nkauj."},{"bible_id":"1726","chapter_code":"SNG.1","verse_code":"SNG.1.11","label":"11","content":"Tabsis peb yuav ua ib txuj saw kub kws muab tej qai nyaj dlai rua rua koj coj."},{"bible_id":"1726","chapter_code":"SNG.1","verse_code":"SNG.1.12","label":"12","content":"Kuv tug vaajntxwv taabtom pw sau nwg lub txaaj qhuas, hab kuv cov tshuaj tsw qaab, tsw qaab ntxag puv tsev."},{"bible_id":"1726","chapter_code":"SNG.1","verse_code":"SNG.1.13","label":"13","content":"Tug kws kuv hlub yog lub naab tshuaj kws tsw qaab ntxag rua kuv, hab pw rawv huv kuv lub ndlag."},{"bible_id":"1726","chapter_code":"SNG.1","verse_code":"SNG.1.14","label":"14","content":"Tug kws kuv hlub zoo ib yaam le tej paaj nroj qus kws tawg nyob huv lub vaaj txiv maab huv Enkedis."},{"bible_id":"1726","chapter_code":"SNG.1","verse_code":"SNG.1.15","label":"15","content":"Tug kws kuv hlub, ua caag koj yuav zoo nkauj ua luaj; koj muaj sais muag ntxim hlub kawg le!"},{"bible_id":"1726","chapter_code":"SNG.1","verse_code":"SNG.1.16","label":"16","content":"Tug kws kuv hlub, ua caag koj yuav zoo nraug taag npaum; ua caag koj yuav ua rua kuv zoo sab ua luaj! Tej nroj ntsuab yuav ua wb lub chaw pw;"},{"bible_id":"1726","chapter_code":"SNG.1","verse_code":"SNG.1.17","label":"17","content":"tej ntoo cab yuav ua wb tej nqaaj tse, hab tej ntoo thuv yuav ua wb dlaim vuag nthaab."},{"bible_id":"1726","chapter_code":"SNG.2","verse_code":"SNG.2.1","label":"1","content":"Kuv yog ib lub nyuas paaj ntoos kws nyob huv Saloos, yog lub paaj lilis kws nyob ntawm tej haav."},{"bible_id":"1726","chapter_code":"SNG.2","verse_code":"SNG.2.2","label":"2","content":"Zoo ib yaam le tsob paaj lilis kws tuaj xyaw tej maab xuavpaug, nwg yog kuv tug hluas nkauj kws nyob nrug ib tsoom quaspuj."},{"bible_id":"1726","chapter_code":"SNG.2","verse_code":"SNG.2.3","label":"3","content":"Yog muab tug kws kuv hlub pev rua lwm tug txivneej, nwg zoo ib yaam le tsob txiv dluaj kws tuaj xyaw tej ntoo haav zoov ntaag. Kuv nyam nyob huv qaab nwg tug dluab ntxoov ntxoo, hab kuv saaj nwg tej txiv qaab zib kawg nkaus le."},{"bible_id":"1726","chapter_code":"SNG.2","verse_code":"SNG.2.4","label":"4","content":"Nwg coj kuv moog rua huv lub tsev kws luas npaaj muaj rooj noj rooj haus, nwg tsaa nwg tug chij roog kuv qha has tas nwg hlub kuv."},{"bible_id":"1726","chapter_code":"SNG.2","verse_code":"SNG.2.5","label":"5","content":"Nwg muab tej txiv maab qhuav rua kuv noj kuas kuv rov muaj zug, hab muab txiv dluaj rua kuv noj ua rua kuv laaj sab kawg! Vim txujkev hlub ua rua kuv tsaus muag."},{"bible_id":"1726","chapter_code":"SNG.2","verse_code":"SNG.2.6","label":"6","content":"Nwg xyaab loo nwg saab npaab txhumphem tuaj rau kuv ncoo, hab cev loo nwg saab teg xis tuaj puag nkaus kuv."},{"bible_id":"1726","chapter_code":"SNG.2","verse_code":"SNG.2.7","label":"7","content":"Ib tsoom quaspuj kws nyob huv nroog Yeluxalees, mej ca le coglug rua kuv; ca le coglug rua tej kauv hab tej muaslwj has tas mej yuav tsi tuaj taabkaum wb txujkev hlub."},{"bible_id":"1726","chapter_code":"SNG.2","verse_code":"SNG.2.8","label":"8","content":"Kuv nov tug kws kuv hlub lub suab. Nwg dlha ceev nrooj hlaa tej laaj roob tuaj, dlha ceev heev hlaa tej pov roob lug cuag kuv."},{"bible_id":"1726","chapter_code":"SNG.2","verse_code":"SNG.2.9","label":"9","content":"Tug kws kuv hlub zoo ib yaam le tug txiv sua kauv, hab zoo ib yaam le tug thaav sai; nwg sawv npuab ntawm saab phaab ntsaa nwg xauj ntawm qhovrais tuaj hab xauj ntawm lub qhov tsev tuaj."},{"bible_id":"1726","chapter_code":"SNG.2","verse_code":"SNG.2.10","label":"10","content":"Tug kws kuv hlub tsaa ncauj nrug kuv thaam. Tug kws kuv hlub, koj ca le tawm tuaj, kuv tug hluas nkauj, koj ca le tawm tuaj nrug kuv moog."},{"bible_id":"1726","chapter_code":"SNG.2","verse_code":"SNG.2.11","label":"11","content":"Caij ntuj no tub dlhau hab caij ntuj naag tub tu lawm;"},{"bible_id":"1726","chapter_code":"SNG.2","verse_code":"SNG.2.12","label":"12","content":"nyob tim tej ntug nroog, paaj ntoos tawg ntsaa ab. Taamsim nuav yog lub caij hu nkauj lawm ntaag; nov nquab quaj zum zawg huv tej teb tuaj."},{"bible_id":"1726","chapter_code":"SNG.2","verse_code":"SNG.2.13","label":"13","content":"Tej txiv ncuav pas taabtom cuab sav; tej txiv maab taabtom tawg paaj zum zawg hab tsw qaab ntxag. Tug kws kuv hlub, ca le tawm tuaj. Kuv tug hluas nkauj, ca le tawm tuaj nrug kuv moog"},{"bible_id":"1726","chapter_code":"SNG.2","verse_code":"SNG.2.14","label":"14","content":"Koj zoo ib yaam le tug nquab kws moog nkaum huv tej kis zeb. Thov ca kuv pum koj lub ntsejmuag kws ntxim hlub, hab ca kuv nov koj lub suab kws has tej lug qaab zib."},{"bible_id":"1726","chapter_code":"SNG.2","verse_code":"SNG.2.15","label":"15","content":"Ca le nteg cov maa hab tej mivnyuas maa lug rua wb, ua ntej kws cov maa ntawd yuav lug rhuav wb lub vaaj txiv maab kws taabtom tawg paaj ntsaa ab."},{"bible_id":"1726","chapter_code":"SNG.2","verse_code":"SNG.2.16","label":"16","content":"Tug kws kuv hlub yog kuv tug, hab kuv yog nwg tug. Nwg yug nwg paab yaaj huv lub haav paaj lilis"},{"bible_id":"1726","chapter_code":"SNG.2","verse_code":"SNG.2.17","label":"17","content":"moog txug thaus sawv ntxuv kws muaj cov cua laaj ntxag tuaj hab qhov tsaus ntuj los pluj moog lawm. Tug nraugxwb kws kuv hlub, rov qaab lug ib yaam le tug txiv sua kauv, hab ib yaam le tug thaav sai kws nyob sau tej roob huv Npethes."},{"bible_id":"1726","chapter_code":"SNG.3","verse_code":"SNG.3.1","label":"1","content":"Txhua mo kws kuv pw sau kuv lub txaaj, kuv ua npau suav toog txug tug kws kuv hlub; kuv nrhav nwg, tabsis nrhav tsi tau le."},{"bible_id":"1726","chapter_code":"SNG.3","verse_code":"SNG.3.2","label":"2","content":"Kuv txhaj sawv moog ncig thoob plawg huv lub nroog, moog txhua nrho txhua txujkev luj hab kev miv. Kuv nrhav tug kws kuv hlub nkaus xwb; kuv nrhav kawg, tabsis tsi pum nwg le."},{"bible_id":"1726","chapter_code":"SNG.3","verse_code":"SNG.3.3","label":"3","content":"Thaus cov faajxwm kws ncig huv lub nroog pum kuv, kuv nug puab has tas, “Mej puas pum tug kws kuv hlub?”"},{"bible_id":"1726","chapter_code":"SNG.3","verse_code":"SNG.3.4","label":"4","content":"Thaus kuv ncaim puab moog ib plag xwb kuv txawm ntsib nwg, kuv khawm dlai lag nwg hab tsi pub nwg moog qhov twg le, moog txug thaus kuv coj nwg moog rua huv kuv nam lub tsev, hab moog rua huv chaav tsev kws kuv nam yug kuv."},{"bible_id":"1726","chapter_code":"SNG.3","verse_code":"SNG.3.5","label":"5","content":"Ib tsoom quaspuj kws nyob huv nroog Yeluxalees, mej ca le coglug rua kuv; ca le coglug rua tej kauv hab tej muaslwj has tas, mej yuav tsi tuaj taabkaum wb txujkev hlub."},{"bible_id":"1726","chapter_code":"SNG.3","verse_code":"SNG.3.6","label":"6","content":"Yaam kws taabtom tawm tom taj suabpuam tuaj zoo ib yaam le tej paa tawg nchu, hab tej tshuaj tsw qaab hab tej roj tsw qaab kws cov tub laag tub luam muag ntawd yog dlaabtsi?"},{"bible_id":"1726","chapter_code":"SNG.3","verse_code":"SNG.3.7","label":"7","content":"Xalumoos taabtom tuaj, nwg nyob quastsawg sau nwg lub zwmtxwv; muaj rau caum leej tubrog tsomkwm nwg tuaj, yog cov tubrog kws muaj zug tshaaj huv cov Yixalayees."},{"bible_id":"1726","chapter_code":"SNG.3","verse_code":"SNG.3.8","label":"8","content":"Puab cov ntawd puavleej txawj tua ntaaj heev; hab puab yog cov tubrog kws txawj ntaus rog kawg le. Puab txhua tug puavleej tuav rawv ntaaj ntawm teg, hab npaaj rawv tog sis tua thaus tsaus ntuj."},{"bible_id":"1726","chapter_code":"SNG.3","verse_code":"SNG.3.9","label":"9","content":"Vaajntxwv Xalumoos muab cov ntoo kws coj peg tebchaws Lenpanoos tuaj ua nwg lub zwmtxwv."},{"bible_id":"1726","chapter_code":"SNG.3","verse_code":"SNG.3.10","label":"10","content":"Lub zwmtxwv ntawd muab nyaj vuam tej ceg huv tuabsi; dlaim kws thaiv nrau nrausqaum yog muab kub ua, dlaim ntaub tsaamxem kws pua lub zwmtxwv yog cov quaspuj huv nroog Yeluxalees ntus."},{"bible_id":"1726","chapter_code":"SNG.3","verse_code":"SNG.3.11","label":"11","content":"Cov quaspuj huv Xi-oos, ca le tawm tuaj saib Vaajntxwv Xalumoos; nwg ntoo rawv lub mom kub kws nwg nam muab rua nwg ntoo nub txis tshoob, nub kws nwg muaj kev zoo sab hab txaus sab kawg nkaus."},{"bible_id":"1726","chapter_code":"SNG.4","verse_code":"SNG.4.1","label":"1","content":"Tug kws kuv hlub, ua caag koj yuav zoo nkauj ua luaj! Koj ob lub qhovmuag kws nyob saab huv dlaim ntaub kws npug koj lub ntsejmuag ci hob ntxim hlub kawg le; koj cov plaubhau ntxhee yeeg ib yaam le paab tshis kws dlha peg tej pov roob Nkile-as lug."},{"bible_id":"1726","chapter_code":"SNG.4","verse_code":"SNG.4.2","label":"2","content":"Koj cov nav dlawb ib yaam le paab yaaj kws luas nyavnyuas muab txav plaub hab ntxuav taag. Txhua tug puavleej yug mivnyuas ntxaib tsi muaj ib tug mooj le."},{"bible_id":"1726","chapter_code":"SNG.4","verse_code":"SNG.4.3","label":"3","content":"Koj ob dlaim tawv ncauj zoo ib yaam le pluaj ntaub lab; thaus koj has lug, ua caag koj ob dlaim tawv ncauj ntxim hlub ua luaj. Koj ob saab plhu zoo ib yaam le ob saab txiv ntsab pobkws nyob huv dlaim ntaub kws npug koj lub ntsejmuag."},{"bible_id":"1726","chapter_code":"SNG.4","verse_code":"SNG.4.4","label":"4","content":"Koj lub cejdlaab zoo ib yaam le Daviv lub chaw tsomfaaj kws kheej dlu ndlaug leeg, muab ib txuj saw dlai ib txheeb tug ncais rua koj coj puagncig cejdlaab."},{"bible_id":"1726","chapter_code":"SNG.4","verse_code":"SNG.4.5","label":"5","content":"Koj ob lub mig zoo ib yaam le ob tug mivnyuas kauv ob tug mivnyuas kauv ntxaib kws taabtom noj zaub huv lub haav paaj lilis."},{"bible_id":"1726","chapter_code":"SNG.4","verse_code":"SNG.4.6","label":"6","content":"Kuv yuav nyob sau lub pov roob kws muaj tshuaj tsw qaab, lub pov roob kws muaj tej ntoo tsw qaab moog txug thaus sawv ntxuv kws muaj cua ntsawj laaj ntxag tuaj, hab qhov tsaus ntuj pluj moog lawm."},{"bible_id":"1726","chapter_code":"SNG.4","verse_code":"SNG.4.7","label":"7","content":"Tug kws kuv hlub, ua caag koj zoo nkauj ua luaj; ua caag koj yuav zoo ua luaj tsi muaj ib qhov phem le."},{"bible_id":"1726","chapter_code":"SNG.4","verse_code":"SNG.4.8","label":"8","content":"Kuv tug nkauj nyaab, koj ca le nqeg sau Roob Lenpanoos lug nrug kuv moog; koj ca le nqeg sau Roob Lenpanoos lug cuag kuv. Koj ca le nqeg sau Roob Amanas lug, ca le nqeg sau Roob Xenis hab sau Roob Helemoos, qhov chaw kws tej tsuv ntxhuav hab tsuv txaij nyob lug."},{"bible_id":"1726","chapter_code":"SNG.4","verse_code":"SNG.4.9","label":"9","content":"Kuv nplooj sab, kuv tug nkauj nyaab, koj ob lub qhovmuag kws saib ntsoov kuv, hab tej saw kws koj coj ntawm cejdlaab tub nyag kuv nplooj sab lawm."},{"bible_id":"1726","chapter_code":"SNG.4","verse_code":"SNG.4.10","label":"10","content":"Koj txujkev hlub ua rua kuv txaus sab kawg nkaus le. Kuv nplooj sab hab kuv tug nkauj nyaab, koj txujkev hlub zoo tshaaj tej cawv txiv maab, koj tej tshuaj tsw qaab tseem tsw qaab tshaaj tej txumlom lawm hab."},{"bible_id":"1726","chapter_code":"SNG.4","verse_code":"SNG.4.11","label":"11","content":"Tug kws kuv hlub, koj ob dlaim tawv ncauj qaab npaum le zib ntaab koj tug nplaig yog kua mig hab yog zib ntaab rua kuv. zib ntaab hab kua mig nyob huv koj tug qaab nplaig. Koj cev rig tsho tsw qaab ntxag le tug ntxhab peg Lenpanoos."},{"bible_id":"1726","chapter_code":"SNG.4","verse_code":"SNG.4.12","label":"12","content":"Kuv nplooj sab, kuv tug nkauj nyaab, koj yog lub vaaj kws nyob nraim nkoog, lub vaaj kws xov laajkaab thaiv, hab lub qhovdlej kws tub muaj tswv lawm;"},{"bible_id":"1726","chapter_code":"SNG.4","verse_code":"SNG.4.13","label":"13","content":"nyob huv lub vaaj ntawd tej txiv ntoo hlub zoo heev. Tej txiv ntoo ntawd hlub mog nyoos ib yaam le tej txiv ntsab pobkws hab txi txiv zoo kawg nkaus le. Nyob qhov ntawd tsw qaab ntxag le henas hab naj,"},{"bible_id":"1726","chapter_code":"SNG.4","verse_code":"SNG.4.14","label":"14","content":"Xafiloos, kalamus hab kinamoos; lossis tsw qaab ntxag le txhua yaam tshuaj tsw qaab. Muaj tej nroj mules hab alau-es tuaj huv lub vaaj ntawd nrug txhua yaam ntoo tsw qaab kws siv ua tej tshuaj tsw qaab tshaaj plawg."},{"bible_id":"1726","chapter_code":"SNG.4","verse_code":"SNG.4.15","label":"15","content":"Yog lub vaaj kws muaj qhovdlej txhawv, yog tug dlej kws ndlwg ntshab si, yog tug dlej kws txhawv hab ndlwg peg Roob Lenpanoos lug."},{"bible_id":"1726","chapter_code":"SNG.4","verse_code":"SNG.4.16","label":"16","content":"Cov cua saab qaumteb, ca le sawv! Cov cua saab qaabteb, ca le ntsawj tuaj rua huv kuv lub vaaj; kuas tej paa tsw qaab ntxag moog rua txhua qhov. Ca tug kws kuv hlub tuaj rua huv nwg lub vaaj, hab ca nwg lug noj tej txiv ntoo kws qaab tshaaj plawg."},{"bible_id":"1726","chapter_code":"SNG.5","verse_code":"SNG.5.1","label":"1","content":"Kuv nplooj sab, kuv tug nkauj nyaab, kuv tub tuaj rua huv kuv lub vaaj lawm. Kuv tuaj dle kuv tej txumlom hab tej nroj mules kws tsw qaab; kuv taabtom noj tej tsev ntaab hab tej zib ntaab; kuv taabtom haus tej cawv txiv maab hab tej kua mig. Cov phoojywg, ca le noj hab haus moog txug thaus kws mej qaug rua txujkev hlub lawm tsaiv!"},{"bible_id":"1726","chapter_code":"SNG.5","verse_code":"SNG.5.2","label":"2","content":"Kuv pw tsaug zug lawm, tabsis kuv lub sab yeej tsim pis dlheev le, kuv ua npau suav toog nov tug kws kuv hlub tuaj khob qhovrooj; Tug kws kuv hlub, kuv nplooj sab, kuv tug nquab, ca le qheb qhovrooj rua kuv lug tsev; kuv lub taubhau ntub lwg hab ntsu tej lwg thaus ib taag mo taag le lawm."},{"bible_id":"1726","chapter_code":"SNG.5","verse_code":"SNG.5.3","label":"3","content":"Kuv tub hle khaub dluag lawm; vim le caag kuv tseem rov naav dlua hab? Kuv tub ntxuav kuv txhais kutaw lawm, vim le caag kuv tseem rov tsuj aav dlua hab?"},{"bible_id":"1726","chapter_code":"SNG.5","verse_code":"SNG.5.4","label":"4","content":"Tug kws kuv hlub cev nwg txhais teg ntawm qhovrooj lug, ua rua kuv lub sab dlha tig toog thaus nwg nyob ze kuv."},{"bible_id":"1726","chapter_code":"SNG.5","verse_code":"SNG.5.5","label":"5","content":"Kuv tub npaaj tog qheb qhovrooj rua nwg lug tsev lawm. Kuv muab tshuaj tsw qaab mules pleev kuv txhais teg, kuv cov ntiv nteg puavleej pleev tshuaj mules huv tuabsi. kuv maam cev teg moog tuav tug laag qhovrooj."},{"bible_id":"1726","chapter_code":"SNG.5","verse_code":"SNG.5.6","label":"6","content":"Kuv qheb qhovrooj rua tug kws kuv hlub lug tsev, tabsis sov nwg tub moog rua qhov twg lawm. Ua caag kuv xaav nov nwg lub suab ua luaj le! Kuv tawm moog nrhav nwg, tabsis nrhav tsi tau; kuv hu nwg tabsis tsi nov nwg teb."},{"bible_id":"1726","chapter_code":"SNG.5","verse_code":"SNG.5.7","label":"7","content":"Cov tub faajxwm kws zuv lub nroog ntsib kuv; puab muab kuv ntaus ua rua kuv tej nqaj ntsuab taag; cov tub faajxwm ntawm tug ntsaa yeej muab kuv dlaim ntaub npug ntsejmuag dlua."},{"bible_id":"1726","chapter_code":"SNG.5","verse_code":"SNG.5.8","label":"8","content":"Ib tsoom quaspuj kws nyob huv lub nroog Yeluxalees, mej ca le coglug rua kuv, yog mej ntsib tug kws kuv hlub; mej ca le qha rua nwg has tas kuv mob vim txujkev hlub."},{"bible_id":"1726","chapter_code":"SNG.5","verse_code":"SNG.5.9","label":"9","content":"Tug kws zoo nkauj tshaaj ib tsoom quaspuj huv tuabsi, puas yog tug kws koj hlub txawv dlua le lwm tug? Dlaabtsi ua rua tug kws koj hlub zoo tshaaj tug kws luas lwm tug hlub, txhaj tsimnyog kuas peb coglug rua koj?"},{"bible_id":"1726","chapter_code":"SNG.5","verse_code":"SNG.5.10","label":"10","content":"Tug kws kuv hlub zoo nraug hab muaj zug heev; nwg yog ib tug kws nto npe tshaaj plawg nyob rua huv ib txheeb leej ntawd."},{"bible_id":"1726","chapter_code":"SNG.5","verse_code":"SNG.5.11","label":"11","content":"Nwg lub ntsejmuag yog tej tseem kub hab dlu ndlaug leeg; nwg cov plaubhau ntev nplwg loo dlub ncab le tug uab laag."},{"bible_id":"1726","chapter_code":"SNG.5","verse_code":"SNG.5.12","label":"12","content":"Nwg ob lub qhovmuag zoo nkauj ib yaam le cov nquab nyob lawv ntug dlej, cov nquab kws dlaa tej kua mig hab sawv nplawg nta lawv ntug dlej."},{"bible_id":"1726","chapter_code":"SNG.5","verse_code":"SNG.5.13","label":"13","content":"Nwg lub plhu zoo ib yaam le lub vaaj kws muaj tshuaj tsw qaab hab txumlom puv nkaus tsw qaab ntxag, nwg ob dlaim tawv ncauj zoo ib yaam le tej paaj lilis kws ntub tshuaj mules."},{"bible_id":"1726","chapter_code":"SNG.5","verse_code":"SNG.5.14","label":"14","content":"Nwg ob txhais teg zoo nkauj kawg nkaus, nwg coj tej nplhaib kws muaj nqes tshaaj plawg. Nwg lub cev ntaaj ntsug ndlaug leeg dlu lug ib yaam le tug kaug ntxhw; muab tej hlaws xafiles dlai thoob plawg rua nwg lub cev."},{"bible_id":"1726","chapter_code":"SNG.5","verse_code":"SNG.5.15","label":"15","content":"Nwg ob txhais ncej qaab zoo ib yaam le tej qai zeb kws muab cog rua sau thooj tseem kub; nwg lub cev ntaaj ntsug zoo ib yaam le lub Roob Lenpanoos kws muaj tej ntoo cab tuaj puagncig."},{"bible_id":"1726","chapter_code":"SNG.5","verse_code":"SNG.5.16","label":"16","content":"Nwg lub ncauj has lug qaab zib ntxim nwj; nwg lub cev ntaaj ntsug ntxim nyam hab txaus sab kawg le. Cov ntxhais huv nroog Yeluxalees, tug kws kuv nyam hab hlub zoo le nuav ntaag."},{"bible_id":"1726","chapter_code":"SNG.6","verse_code":"SNG.6.1","label":"1","content":"Tug hluas nkauj kws zoo nkauj tshaaj plawg, tug kws koj hlub moog qhov twg lawm? Qha rua peb saib tug kws koj hlub moog rua txujkev twg lawm, peb txhaj paub nrug koj nrhav nwg."},{"bible_id":"1726","chapter_code":"SNG.6","verse_code":"SNG.6.2","label":"2","content":"Tug kws kuv hlub moog rua huv nwg lub vaaj, qhov chaw kws muaj tej ntoo tsw qaab lawm. Nwg tso nwg cov tsaj moog noj zaub huv vaaj hab nwg moog dle tej paaj lilis."},{"bible_id":"1726","chapter_code":"SNG.6","verse_code":"SNG.6.3","label":"3","content":"Tug kws kuv hlub yog kuv tug hab kuv yog nwg tug; nwg tso nwg cov yaaj moog noj zaub huv lub haav paaj lilis."},{"bible_id":"1726","chapter_code":"SNG.6","verse_code":"SNG.6.4","label":"4","content":"Tug kws kuv hlub, koj zoo nkauj ib yaam le lub nroog Tilexas, hab ntxim nyam le lub nroog Yeluxalees. Hab zoo ib yaam le thaus kuv pum tej nroog luj ua rua kuv hlu ib suab."},{"bible_id":"1726","chapter_code":"SNG.6","verse_code":"SNG.6.5","label":"5","content":"Ca le tig koj ob lub qhovmuag kws saib kuv moog rua lwm qhov; puab taabtom nteg kuv ca; koj cov plaubhau ntxhee yeeg ib yaam le paab tshis kws dlha peg tej pov roob Nkile-as lug."},{"bible_id":"1726","chapter_code":"SNG.6","verse_code":"SNG.6.6","label":"6","content":"Koj cov nav dlawb ib yaam le paab yaaj kws tawm huv qhov chaw luas ntxuav lug; txhua tug puavleej yug mivnyuas ntxaib tsi muaj ib tug mooj le."},{"bible_id":"1726","chapter_code":"SNG.6","verse_code":"SNG.6.7","label":"7","content":"Koj ob saab plhu zoo le ob saab txiv ntsab pobkws nyob saab huv dlaim ntaub kws npug koj lub ntsejmuag."},{"bible_id":"1726","chapter_code":"SNG.6","verse_code":"SNG.6.8","label":"8","content":"Vaajntxwv muaj rau caum tug puj vaajntxwv, yim caum tug nam yau, hab muaj hluas nkauj coob heev suav tsi txheeb."},{"bible_id":"1726","chapter_code":"SNG.6","verse_code":"SNG.6.9","label":"9","content":"Tabsis kuv tsuas hlub ib tug xwb, nwg ntxim kuv sab npaum le tug nquab; nwg yog nwg nam tuab tug ntxhais nkaus xwb, nwg yog tug kws nwg nam hlub tshaaj plawg. Txhua tug quaspuj puavleej saib nwg hab qhuas nwg; Vaajntxwv cov puj vaajntxwv hab cov nam yau puavleej hu nkauj qhuas nwg."},{"bible_id":"1726","chapter_code":"SNG.6","verse_code":"SNG.6.10","label":"10","content":"Tug quaspuj nuav yog leejtwg? Saib mas tshab le thaus sawv ntxuv, nwg zoo nkauj heev hab ci ntsaa ab ib yaam le lub nub lossis lub hli."},{"bible_id":"1726","chapter_code":"SNG.6","verse_code":"SNG.6.11","label":"11","content":"Kuv tub nqeg moog rua huv lub haav ntoo txiv qaab rog lawm, moog saib tej ntsuag ntoo kws nyob huv lub haav, moog saib tej maab kws taabtom ua cos pib hlaav nplooj hab tej ntoo txiv ntsab pobkws kws tawg paaj."},{"bible_id":"1726","chapter_code":"SNG.6","verse_code":"SNG.6.12","label":"12","content":"Kuv ib ce tshee nyo; vim koj ua rua kuv qaug rua txujkev hlub ib yaam le nyob huv lub tsheb neeg kws caij moog ntaus rog."},{"bible_id":"1726","chapter_code":"SNG.6","verse_code":"SNG.6.13","label":"13","content":"Tug hluas nkauj Sulas, ca le seev cev, seev cev los mas! Ca peb saib koj seev cev. Vim le caag mej txhaj xaav saib kuv thaus kuv seev cev nyob nruab nraab ntawm ob paab tuabneeg?"},{"bible_id":"1726","chapter_code":"SNG.7","verse_code":"SNG.7.1","label":"1","content":"Koj yog ib tug hluas nkauj kws zoo nkauj tshaaj plawg huv tuabsi! Koj txhais kutaw kws rau khau khab ua caag zoo nkauj ua luaj. Koj ob txhais ncej qaab ntug ntoob zoo nkauj ib yaam le tej nplhaib kws luas nchuav."},{"bible_id":"1726","chapter_code":"SNG.7","verse_code":"SNG.7.2","label":"2","content":"Koj lub ntaws zoo ib yaam le lub ntim kws rau cawv txiv maab tsi nqhuab le. Koj lub plaab mog zoo ib yaam le teg nplej kws muaj paaj lilis nyob puagncig."},{"bible_id":"1726","chapter_code":"SNG.7","verse_code":"SNG.7.3","label":"3","content":"Koj ob lub mig zoo ib yaam le ib nkawm mivnyuas kauv ntxaib."},{"bible_id":"1726","chapter_code":"SNG.7","verse_code":"SNG.7.4","label":"4","content":"Koj lub cejdlaab zoo ib yaam le lub chaw tsomfaaj kws muab kaug ntxhw ua. Koj ob lub qhovmuag zoo ib yaam le tej paag dlej huv lub nroog Hesenpoos kws nyob ze lub roojvaag ntawm lub nroog luj. Koj tug caajntswg ntxim nyam ib yaam le lub chaw tsomfaaj peg Lenpanoos kws yog qhov chaw faajxwm lub nroog Damaxes."},{"bible_id":"1726","chapter_code":"SNG.7","verse_code":"SNG.7.5","label":"5","content":"Koj lub taubhau tsaa sab ib yaam le lub Roob Kalemees. Koj cov plaubhau ci ndlaug leeg le cov xuv ntaub tsuj; cov plaub ntawd zoo nkauj kawg le; ua rua vaajntxwv tsi ncu qaab moog kev."},{"bible_id":"1726","chapter_code":"SNG.7","verse_code":"SNG.7.6","label":"6","content":"Ua caag koj zoo nkauj hab ntxim sab ua luaj! Tug kws ntxim hlub, ua caag koj yuav zoo tau txaus sab ua luaj!"},{"bible_id":"1726","chapter_code":"SNG.7","verse_code":"SNG.7.7","label":"7","content":"Koj lub cev yag ib yaam le tug toovlaaj, hab koj ob lub mig zoo ib yaam le ob tauv txiv toovlaaj."},{"bible_id":"1726","chapter_code":"SNG.7","verse_code":"SNG.7.8","label":"8","content":"Kuv yuav nce tsob toovlaaj hab dle nwg cov txiv. Kuv saib koj ob lub mig zoo ib yaam le tauv txiv maab nyeg, koj ua paa tsw qaab ntxag ib yaam le tej paa txiv dluaj."},{"bible_id":"1726","chapter_code":"SNG.7","verse_code":"SNG.7.9","label":"9","content":"Hab koj lub qhovncauj zoo le cov cawv txiv maab kws qaab tshaaj plawg. Ca cov cawv txiv maab nrug ncaaj nraim moog rua ntawm tug kws kuv hlub, ndlwg moog ywg nwg ob dlaim tawv ncauj hab nwg cov nav."},{"bible_id":"1726","chapter_code":"SNG.7","verse_code":"SNG.7.10","label":"10","content":"Kuv yog tug kws kuv hlub tug, hab nwg yeej xaav tau kuv kawg le."},{"bible_id":"1726","chapter_code":"SNG.7","verse_code":"SNG.7.11","label":"11","content":"Tug kws kuv hlub, ca le tawm tuaj, wb moog rua saab nrau ntug nroog hab moog pw ib mos huv tej zog."},{"bible_id":"1726","chapter_code":"SNG.7","verse_code":"SNG.7.12","label":"12","content":"Wb yuav sawv ntxuv moog saib lub vaaj txiv maab, saib tej maab puas tau cuab hlaav nplooj, saib tej cos paaj puas tau tawg, hab saib tej ntoo txiv ntsab pobkws puas tau tawg paaj. Nyob qhov ntawd kuv maam muab kuv txujkev hlub rua koj."},{"bible_id":"1726","chapter_code":"SNG.7","verse_code":"SNG.7.13","label":"13","content":"Koj yuav nov tej zaub ntug hauvpaug tsw qaab ntxag, hab txhua yaam txiv kws wb nyam noj yeej nyob ze ntawm wb qhovrooj, tug kws kuv hlub, kuv yeej khaws tej txiv qub hab tshab kws zoo tshaaj plawg rua koj."},{"bible_id":"1726","chapter_code":"SNG.8","verse_code":"SNG.8.1","label":"1","content":"Kuv xaav has tas kheev laam koj yog kuv tug nug kws kuv nam pub mig rua noj ntawm nwg lub xubndlag. Yog kuv moog ntsib koj nyob ntawm kev, kuv yuav nwj kag koj hab yuav tsi muaj leejtwg xaav le caag."},{"bible_id":"1726","chapter_code":"SNG.8","verse_code":"SNG.8.2","label":"2","content":"Kuv yuav coj koj moog rua huv kuv nam lub tsev, hab koj yuav qha txujkev hlub rua kuv. Kuv yuav muab cov cawv kws qaab heev rua koj haus, yog kuv cov cawv txiv ntsab pobkws kws tsw qaab ntxag."},{"bible_id":"1726","chapter_code":"SNG.8","verse_code":"SNG.8.3","label":"3","content":"Koj saab teg txhumphem yuav ua kuv lub tog rau ncoo hab koj saab teg xis yuav puag kuv pw."},{"bible_id":"1726","chapter_code":"SNG.8","verse_code":"SNG.8.4","label":"4","content":"Ib tsoom quaspuj kws nyob huv lub nroog Yeluxalees, mej ca le coglug rua kuv has tas, mej yuav tsi tuaj taabkaum wb txujkev hlub."},{"bible_id":"1726","chapter_code":"SNG.8","verse_code":"SNG.8.5","label":"5","content":"Leejtwg taabtom tuaj tom taj suabpuam tuaj, hab nwg txhais teg tuav rawv tug kws nwg hlub? Kuv tsaa koj sawv huv qaab tsob txiv dluaj kws yog qhov chaw yug koj."},{"bible_id":"1726","chapter_code":"SNG.8","verse_code":"SNG.8.6","label":"6","content":"Tsi xob muab koj lub sab hlub leejtwg, tabsis ca hlub kuv xwb; koj tsi xob tuav leejtwg teg le, tabsis tuav kuv teg xwb. Txujkev hlub muaj zug ib yaam le txujkev tuag; txujkev khib muaj zug ib yaam le lub qhov ntxaa nwg cig ib yaam le nplaim tawg hab kub ib yaam le suavtawg."},{"bible_id":"1726","chapter_code":"SNG.8","verse_code":"SNG.8.7","label":"7","content":"Muab dlej tua los tsi tau; dlej fuam tuaj nyaab los yeej tsi tuag. Tabsis yog leejtwg muab nyaj txag moog yuav txujkev hlub nwg yuav raug thuam luj kawg nkaus."},{"bible_id":"1726","chapter_code":"SNG.8","verse_code":"SNG.8.8","label":"8","content":"Peb muaj ib tug muam yau, nwg ob lub mig tseem tsi tau o. Peb yuav ua le caag rua nwg thaus kws muaj ib tug tub hluas tuaj yuav nwg ua quaspuj?"},{"bible_id":"1726","chapter_code":"SNG.8","verse_code":"SNG.8.9","label":"9","content":"Yog has tas nwg yog ib saab phaab ntsaa, peb yuav muab nyaj ua ib lub chaw tsomfaaj rua nwg. Yog has tas nwg yog ib lub roojvaag, peb yuav muab tej txag ntoo cab lug thaiv nwg."},{"bible_id":"1726","chapter_code":"SNG.8","verse_code":"SNG.8.10","label":"10","content":"Kuv yog saab phaab ntsaa, kuv ob lub mig yog ob lub chaw tsomfaaj. Tug kws kuv hlub yeej paub has tas, yog kuv moog nrug nwg nyob mas kuv yuav tau txais kev kaaj sab lug xwb."},{"bible_id":"1726","chapter_code":"SNG.8","verse_code":"SNG.8.11","label":"11","content":"Xalumoos muaj ib lub vaaj txiv maab nyob ntawm Npa-aas Hamoos. Nwg muab lub vaaj ntawd rua cov tuabneeg ua teb cog txiv maab; puab ib leeg them ib txheeb lub nyaj rua nwg."},{"bible_id":"1726","chapter_code":"SNG.8","verse_code":"SNG.8.12","label":"12","content":"Xalumoos, koj ca le txais ib txheeb lub nyaj kws yog koj tug zoo sab hlo, cov ua teb tau txais ib leeg ob puas lub nyaj ua nqe zug; lub vaaj txiv maab ntawd yog kuv tug."},{"bible_id":"1726","chapter_code":"SNG.8","verse_code":"SNG.8.13","label":"13","content":"Tug kws kuv hlub, thov ca kuv nov koj lub suab has lug huv vaaj tuaj; kuv cov phoojywg los tog ntsoov noog koj has lug xwb."},{"bible_id":"1726","chapter_code":"SNG.8","verse_code":"SNG.8.14","label":"14","content":"Tug kws kuv hlub, ca le lug cuag kuv ib yaam le tug kauv lossis tug thaav sai kws nyob sau roob qhov chaw kws muaj tej nroj tsw qaab."}]