[{"bible_id":"1726","chapter_code":"TIT.1","verse_code":"TIT.1.1","label":"1","content":"Kuv yog Paulus kws yog Vaajtswv tug tubkhai hab yog Yexus Khetos tug timthawj. Vaajtswv xaiv kuv hab khaiv kuv moog paab cov tuabneeg kws Vaajtswv tau xaiv ca lawm, hab qha kuas puab paub txujlug tseeb kws peb ntseeg,"},{"bible_id":"1726","chapter_code":"TIT.1","verse_code":"TIT.1.2","label":"2","content":"puab txhaj yuav tau txujsa ntev dlhawv moog ibtxhis. Thaus kws tsi tau tsim lub nplajteb, Vaajtswv coglug tseg has tas, nwg yuav pub txujsa ntawd rua peb, nwg has le ntawd, nwg yeej tsi dlaag le."},{"bible_id":"1726","chapter_code":"TIT.1","verse_code":"TIT.1.3","label":"3","content":"Thaus txug lub sijhawm kws Vaajtswv teem ca lawm, Vaajtswv qha zaaj nuav rua peb. Vaajtswv tug kws yog peb tug Cawmseej, nwg muab zaaj nuav tso rua kuv, hab kuas kuv coj moog qha rua suavdlawg."},{"bible_id":"1726","chapter_code":"TIT.1","verse_code":"TIT.1.4","label":"4","content":"Titus, kuv sau tsaab ntawv nuav xaa tuaj rua koj tug kws yog kuv tug tub, rua qhov wb ntseeg ib yaam nkaus. Thov Vaajtswv tug kws yog peb leej Txiv hab Yexus Khetos tug kws yog peb tug Cawmseej foom koob moov rua koj hab paab kuas koj muaj kev kaaj sab lug."},{"bible_id":"1726","chapter_code":"TIT.1","verse_code":"TIT.1.5","label":"5","content":"Thaus kuv ca koj nyob huv koog Povtxwv Keletes, kuv xaav kuas koj ua teg num kws peb tseem ua tsi tau taag ntawd kuas tav, hab huv txhua lub nroog kws muaj cov ntseeg nyob, kuv xaav kuas koj moog tsaa ib cov txwjlaug saib puab. Koj yuavtsum ncu ntsoov tej lug kws kuv tub qha rua koj lawm:"},{"bible_id":"1726","chapter_code":"TIT.1","verse_code":"TIT.1.6","label":"6","content":"tug txwjlaug yuavtsum yog tug kws ua lub neej zoo kws tsi muaj leejtwg thuam le; nwg muaj ib tug quaspuj xwb,  nwg cov mivnyuas yuavtsum yog cov kws ntseeg Vaajtswv hab yog cov kws tsi muaj leejtwg thuam has tas yog tuabneeg lajlees hab tawv ncauj."},{"bible_id":"1726","chapter_code":"TIT.1","verse_code":"TIT.1.7","label":"7","content":"Tug thawjcoj kws saib Vaajtswv teg num huv pawg ntseeg, yuavtsum yog tug kws tsi tau ua ib yaam dlaabtsi rua luas thuam le. Nwg tsi khaavtheeb, tsi chim sai, tsi quav cawv, tsi muaj lub sab heev hab tsi ntshaw luas tug;"},{"bible_id":"1726","chapter_code":"TIT.1","verse_code":"TIT.1.8","label":"8","content":"tabsis nwg nyam qhua, nyam qhov zoo, nwg tswj tau nwg lub sab, nwg ua ncaaj nceeg, nwg ua lub neej dlawbhuv hab xyum ua lub neej zoo."},{"bible_id":"1726","chapter_code":"TIT.1","verse_code":"TIT.1.9","label":"9","content":"Nwg yuavtsum muab sab npuab Vaajtswv tej lug kws nwg tub kawm lug lawm. Yog nwg ua le ntawd, tej lug kws nwg qha yuav txhawb tau cov kws noog tug zug, hab yuav muab cov tuabneeg kws tawmtsaam tej lug has txhum nthuav rua suavdlawg paub."},{"bible_id":"1726","chapter_code":"TIT.1","verse_code":"TIT.1.10","label":"10","content":"Rua qhov muaj coob leej ua tuabneeg ntxeev sab hab has tej lug tsi muaj qaabhau ntxag lwm tug kuas yuam kev, cov tuabneeg kws has le ntawd, cov coob yog cov Yudais kws ua kevcai txav."},{"bible_id":"1726","chapter_code":"TIT.1","verse_code":"TIT.1.11","label":"11","content":"Koj yuavtsum txwv tsi xob pub puab qha le ntawd, rua qhov puab qha tej zaaj kws tsi tsimnyog ua rua txhua tsev tuabneeg muaj kev kub ntxhuv. Puab qha le ntawd tub yog puab ntxag suavdlawg tej nyaj yuav xwb."},{"bible_id":"1726","chapter_code":"TIT.1","verse_code":"TIT.1.12","label":"12","content":"Muaj ib tug xwbfwb kws yog tuabneeg Kaletes, nwg qha has tas, “Cov tuabneeg Kaletes puavleej yog tuabneeg dlaag, ua nruj ua tsiv ib yaam le tej tsaj hab yog tuabneeg tubnkeeg kws noj ntau.”"},{"bible_id":"1726","chapter_code":"TIT.1","verse_code":"TIT.1.13","label":"13","content":"Yeej muaj lawv le tej lug kws tug ntawd has tag. Yog le ntawd koj yuavtsum ntuag puab, puab txhaj yuav muaj kev ntseeg ruaj,"},{"bible_id":"1726","chapter_code":"TIT.1","verse_code":"TIT.1.14","label":"14","content":"puab txhaj yuav tsi naj nub moog noog tej lug nruag kws cov Yudais has, hab tsi moog noog tej zaaj kws tuabneeg lub tswvyim xaav. Cov tuabneeg kws qha tej zaaj ntawd, puab yeej tsi kaam ua lawv le txujlug tseeb."},{"bible_id":"1726","chapter_code":"TIT.1","verse_code":"TIT.1.15","label":"15","content":"Cov tuabneeg kws muaj lub sab dlawb sab zoo, puab saib yaam twg los puavleej yog yaam kws zoo; tabsis cov tuabneeg sab phem hab tsi ca sab rua Vaajtswv, tej kws puab saib tsi muaj ib yaam kws puab yuav has tas yog yaam kws zoo, rua qhov puab lub sab hab tej kws puab xaav huv puab lub sab yeej phem."},{"bible_id":"1726","chapter_code":"TIT.1","verse_code":"TIT.1.16","label":"16","content":"Puab has tas puab yog cov kws paub Vaajtswv, tabsis puab tsi ua puab lub neej zoo le cov kws paub Vaajtswv ua, puab yog tuabneeg sab phem hab tsi noog leejtwg lug. Koj tsi xob muab ib teg num tseemceeb tso rua cov tuabneeg ntawd ua hlo le, rua qhov puab yeej ua tsi tau."},{"bible_id":"1726","chapter_code":"TIT.2","verse_code":"TIT.2.1","label":"1","content":"Titus, koj yuavtsum qha lawv le tej zaaj tseemceeb kws yog txujkev ntseeg."},{"bible_id":"1726","chapter_code":"TIT.2","verse_code":"TIT.2.2","label":"2","content":"Koj yuavtsum ntuag cov yawm laug kuas puab ua tuabneeg xyuam xwm, coj cai hab paub tswj puab lub sab; kuas puab muab sab rau ntseeg, muaj lub sab hlub hab ua sab ntev."},{"bible_id":"1726","chapter_code":"TIT.2","verse_code":"TIT.2.3","label":"3","content":"Koj yuavtsum qha cov pug laug ib yaam nkaus, kuas puab yuavtsum ua puab lub neej dlawbhuv rua Vaajtswv tau ntsejmuag. Puab tsi xob ua tuabneeg taug xaiv lossis ua tuabneeg quav cawv. Puab yuavtsum qha tej zaaj kws zoo rua cov quaspuj hluas,"},{"bible_id":"1726","chapter_code":"TIT.2","verse_code":"TIT.2.4","label":"4","content":"cov quaspuj hluas txhaj paub hlub puab cov quasyawg hab puab cov mivnyuas,"},{"bible_id":"1726","chapter_code":"TIT.2","verse_code":"TIT.2.5","label":"5","content":"hab qha puab kuas puab paub tswj puab lub sab, ua tuabneeg dlawbhuv, nquag tu vaaj tu tsev, ua sab dlawb sab zoo hab noog puab cov quasyawg lug, txhaj yuav tsi muaj leejtwg thuam Vaajtswv txujlug."},{"bible_id":"1726","chapter_code":"TIT.2","verse_code":"TIT.2.6","label":"6","content":"Koj yuavtsum qha cov tub hluas ib yaam nkaus, kuas puab paub tswj puab lub sab."},{"bible_id":"1726","chapter_code":"TIT.2","verse_code":"TIT.2.7","label":"7","content":"Koj yuavtsum ua txhua yaam num zoo rua puab xyum. Thaus koj qha Vaajtswv txujlug koj yuavtsum ua tuab zoo qha tag tag."},{"bible_id":"1726","chapter_code":"TIT.2","verse_code":"TIT.2.8","label":"8","content":"Koj yuavtsum has tej lug zoo xwb, lwm tug txhaj yuav tsi muaj lug thuam tau koj. Cov tuabneeg kws ntxub koj, puab yuav txaajmuag, rua qhov puab yuav tsi muaj ib lu lug thuam peb cov ntseeg."},{"bible_id":"1726","chapter_code":"TIT.2","verse_code":"TIT.2.9","label":"9","content":"Koj yuavtsum qha cov tubqhe kuas puab nyag noog nyag tug tswv lug, hab ua txhua yaam kuas hum tug tswv sab tsi xob caav ncauj,"},{"bible_id":"1726","chapter_code":"TIT.2","verse_code":"TIT.2.10","label":"10","content":"hab tsi xob qee tug tswv tug. Puab yuavtsum ua puab lub neej rua suavdlawg pum has tas, puab yog cov tubqhe kws ncaaj nceeg. Yog puab ua le ntawd, suavdlawg yuav saib taug Vaajtswv tug kws yog peb tug Cawmseej tej lug qha."},{"bible_id":"1726","chapter_code":"TIT.2","verse_code":"TIT.2.11","label":"11","content":"Rua qhov Vaajtswv tub qha txujkev dlim txim kws nwg pub dlawb dlawb rua suavdlawg rua peb paub lawm."},{"bible_id":"1726","chapter_code":"TIT.2","verse_code":"TIT.2.12","label":"12","content":"Vaajtswv ua le ntawd, tub yog nwg xaav kuas peb noog nwg lug, hab tso peb tej kev phem kev qas tseg, hab kuas peb paub tswj peb lub sab, ua tau tuabneeg ncaaj nceeg hab ua peb lub neej kuas Vaajtswv tau ntsejmuag,"},{"bible_id":"1726","chapter_code":"TIT.2","verse_code":"TIT.2.13","label":"13","content":"Rua qhov peb taabtom ca sab ntsoov tog nub kws Yexus Khetos tug kws yog peb tug Cawmseej  rov qaab lug. Nwg yog tug Vaajtswv kws muaj fwjchim luj kawg nkaus."},{"bible_id":"1726","chapter_code":"TIT.2","verse_code":"TIT.2.14","label":"14","content":"Yexus Khetos tau muab nwg txujsa lug txhwv peb kuas peb dlim txhua yaam kev phem, hab paab peb txhua tug kws nwg tau xaiv ca lawm kuas peb ua tau tuabneeg zoo kawg nkaus, hab kuas peb muaj lub sab kub lug ua txhua yaam num zoo."},{"bible_id":"1726","chapter_code":"TIT.2","verse_code":"TIT.2.15","label":"15","content":"Koj qha cov ntseeg hab kuas puab ua lawv le tej lug kws kuv qha rua koj lawm, rua qhov koj yeej muaj cuabkaav has puab. Yog le ntawd, tsi xob ca leejtwg saib tsi taug koj."},{"bible_id":"1726","chapter_code":"TIT.3","verse_code":"TIT.3.1","label":"1","content":"Koj qha rua cov ntseeg has tas, puab yuavtsum fwm tej numtswv, noog numtswv lug hab zoo sab hlo ua txhua yaam num zoo."},{"bible_id":"1726","chapter_code":"TIT.3","verse_code":"TIT.3.2","label":"2","content":"Koj qha puab kuas puab tsi xob thuam leejtwg, tsi xob nyam sis caav sis tshe, tabsis kuas puab ib leeg hlub ib leeg hab nrug suavdlawg sis raug zoo."},{"bible_id":"1726","chapter_code":"TIT.3","verse_code":"TIT.3.3","label":"3","content":"Koj yuavtsum qha tej nuav rua suavdlawg, rua qhov yaav taag lug peb yeej yog tuabneeg ruag, tuabneeg tawv ncauj, tuabneeg ua txhum, peb qaug rua kev phem kev qas hab rua txhua yaam kev lomzem. Peb lub sab naj nub xaav phem, ntshaw luas tug hab ib leeg ntxub ib leeg."},{"bible_id":"1726","chapter_code":"TIT.3","verse_code":"TIT.3.4","label":"4","content":"Tabsis thaus Vaajtswv tug kws yog peb tug Cawmseej, nwg qha nwg txujkev hlub rua suavdlawg,"},{"bible_id":"1726","chapter_code":"TIT.3","verse_code":"TIT.3.5","label":"5","content":"thaus ntawd Vaajtswv muab peb lub txim tshem moog povtseg lawm. Vaajtswv ua le ntawd, tsi yog vim peb ua ib yaam num zoo, tabsis vim Vaajtswv hlub peb xwb. Vaaj Ntsujplig tug Dlawbhuv tub ntxuav peb lub sab kuas peb muaj lub sab tshab hab nwg tsim peb dlua tshab."},{"bible_id":"1726","chapter_code":"TIT.3","verse_code":"TIT.3.6","label":"6","content":"Qhov kws Vaajtswv pub Vaaj Ntsujplig tug Dlawbhuv rua peb, tub yog vim peb ntseeg Yexus Khetos tug kws yog peb tug Cawmseej,"},{"bible_id":"1726","chapter_code":"TIT.3","verse_code":"TIT.3.7","label":"7","content":"Vaajtswv hlub peb le ntawd, Vaajtswv txhaj suav has tas peb yog tuabneeg ncaaj nceeg, hab peb ca sab has tas Vaajtswv yuav pub txujsa ntev dlhawv moog ibtxhis rua peb."},{"bible_id":"1726","chapter_code":"TIT.3","verse_code":"TIT.3.8","label":"8","content":"Tej lug nuav, yog tej lug kws tseemceeb. Kuv xaav kuas koj naj nub qha tej nuav, cov ntseeg Vaajtswv txhaj muab sab rau ua txhua yaam num zoo; tej ntawd yeej zoo hab muaj nqes rua txhua tug."},{"bible_id":"1726","chapter_code":"TIT.3","verse_code":"TIT.3.9","label":"9","content":"Tabsis koj tsi xob nrug leejtwg sis caav txug tej zaaj kws tsi muaj hauvpaug hauvntsis, sis caav has txug cov yawmkoob tej npe kws muaj nyob huv ntawv hab sis caav has txug Vaajtswv txuj kevcai. Qhov kws ib tug pheej nrug ib tug sis caav sis tshe, qhov ntawd tsi tseemceeb hab tsi muaj qaabhau dlaabtsi le."},{"bible_id":"1726","chapter_code":"TIT.3","verse_code":"TIT.3.10","label":"10","content":"Koj yuavtsum ntuag tug kws pheej ua rua suavdlawg tsi sis hum, yog koj ntuag nwg ob peb zag, nwg pheej tsi noog, ces koj tsi xob quavntsej nwg le lawm."},{"bible_id":"1726","chapter_code":"TIT.3","verse_code":"TIT.3.11","label":"11","content":"Rua qhov koj tub paub lawm has tas, tug tuabneeg kws ua le ntawd, nwg yog tug kws ua phem kawg le, hab nwg tej kev txhum yeej qha tau has tas nwg yog tug kws ua txhum."},{"bible_id":"1726","chapter_code":"TIT.3","verse_code":"TIT.3.12","label":"12","content":"Yog thaus twg kuv khaiv Athemas lossis Tikhikus tuaj nyob tim ko, saib koj puas khoom tuaj nrug kuv nyob peg lub nroog Nikaupaulis, rua qhov kuv xaav has tas thaus txug lub caij ntuj no kuv yuav moog nyob ib ntus huv lub nroog ntawd."},{"bible_id":"1726","chapter_code":"TIT.3","verse_code":"TIT.3.13","label":"13","content":"Koj yuavtsum paab xaa Xenas kws yog tug txheem plaub hab Apaulaus moog, hab saib obtug puas muaj qhov txhua chaw txhij."},{"bible_id":"1726","chapter_code":"TIT.3","verse_code":"TIT.3.14","label":"14","content":"Koj yuavtsum qha cov ntseeg kuas puab xyum ua txhua yaam num zoo, hab paub npaaj tej kws yuav paab tau suavdlawg, thaus muaj num tseemceeb suavdlawg txhaj tau siv. Tsi tsimnyog cov ntseeg yuav ua dlog ua dlig."},{"bible_id":"1726","chapter_code":"TIT.3","verse_code":"TIT.3.15","label":"15","content":"Txhua tug kws nrug kuv nyob ntawm nuav, puab puavleej has noj qaab nyob zoo rua koj. Thov koj has peb tej lug noj qaab nyob zoo rua cov ntseeg. Thov Vaajtswv foom koob moov rua mej txhua tug."}]