[
    {
        "bible_id": "1726",
        "chapter_code": "ZEP.1",
        "verse_code": "ZEP.1.1",
        "label": "1",
        "content": "Cov lug nuav yog tug TSWV has rua Xefaniyas kws yog tug cev Vaajtswv lug ntu kws Amoos tug tub Yauxiyas ua vaajntxwv kaav tebchaws Yudas. (Xefaniyas yog caajceg lug ntawm Vaajntxwv Hexekiyas, Amaliyas, Kedaliyas hab Kusis.)"
    },
    {
        "bible_id": "1726",
        "chapter_code": "ZEP.1",
        "verse_code": "ZEP.1.2",
        "label": "2",
        "content": "Tug TSWV has tas, “Kuv taabtom yuav rhuav kuas ib puas tsaav yaam kws nyob huv lub nplajteb raug puamtsuaj,"
    },
    {
        "bible_id": "1726",
        "chapter_code": "ZEP.1",
        "verse_code": "ZEP.1.3",
        "label": "3",
        "content": "tsi has tej tuabneeg, tej tsaj txhu, tej noog hab tej ntseg huv tuabsi. Kuv yuav muab cov tuabneeg ua phem ua qas rhuav kuas puamtsuaj  taag. Kuv yuav rhuav txhua tsaav tuabneeg kuas puamtsuaj taag tsi tseg ib tug le. Kuv yog tug TSWV kws has tej lug nuav."
    },
    {
        "bible_id": "1726",
        "chapter_code": "ZEP.1",
        "verse_code": "ZEP.1.4",
        "label": "4",
        "content": "“Kuv yuav rau txim rua cov tuabneeg huv Yeluxalees hab cov Yudas. Kuv yuav muab tej chaw kws luas pe Npa-aas ua kuas puamtsuaj taag moog hab yuav tsi muaj leejtwg ncu tau cov thawj kws coj Npa-aas kevcai le lawm."
    },
    {
        "bible_id": "1726",
        "chapter_code": "ZEP.1",
        "verse_code": "ZEP.1.5",
        "label": "5",
        "content": "Kuv yuav muab txhua tug tuabneeg kws nce moog rua sau ruv tsev hab pe lub nub, lub hli hab tej nubqub ua kuas puamtsuaj taag. Kuv tseem yuav muab cov tuabneeg kws pehawm kuv hab muab lub sab npuab kuv tabsis tsua tuav tug vaajtswv Maulej lub npe coglug ua kuas puamtsuaj huv tuabsi."
    },
    {
        "bible_id": "1726",
        "chapter_code": "ZEP.1",
        "verse_code": "ZEP.1.6",
        "label": "6",
        "content": "Kuv yuav muab txhua tug tuabneeg kws tso kuv tseg, tsi lawv kuv qaab hab tsi lug cuag kuv lossis tsi thov kuv ua tug coj puab txuj hauv kev ua kuas puamtsuaj taag.”"
    },
    {
        "bible_id": "1726",
        "chapter_code": "ZEP.1",
        "verse_code": "ZEP.1.7",
        "label": "7",
        "content": "Nub kws tug TSWV yuav nyob ntawm nwg lub zwmtxwv txav txim tub lug ze lawm; yog le ntawd, mej ca le nyob tuabywv ntawm nwg xubndlag. Tug TSWV taabtom npaaj nwg tsaav tuabneeg moog ua khoom fij hab tub caw yeebncuab tuaj fuab cov Yudas lawm."
    },
    {
        "bible_id": "1726",
        "chapter_code": "ZEP.1",
        "verse_code": "ZEP.1.8",
        "label": "8",
        "content": "Tug TSWV has tas, “Txug nub kws tua cov Yudas, kuv yuav rau txim rua cov numtswv, vaajntxwv cov tub hab txhua tug kws moog xyum coj lwm tsaav tuabneeg tej kevcai."
    },
    {
        "bible_id": "1726",
        "chapter_code": "ZEP.1",
        "verse_code": "ZEP.1.9",
        "label": "9",
        "content": "Kuv yuav rau txim rua cov tuabneeg pe dlaab, ua tubsaab hab moog tua tuabneeg fuab luas tej khoom nqaa lug tso puv nkaus huv puab tug tswv lub tsev.”"
    },
    {
        "bible_id": "1726",
        "chapter_code": "ZEP.1",
        "verse_code": "ZEP.1.10",
        "label": "10",
        "content": "Tug TSWV has tas, “Thaus txug nub ntawd, mej yuav nov lub suab quaj ntawm lub Roojvaag Ntseg huv lub nroog Yeluxalees tuaj. Mej yuav nov tej suab quaj ntsoog qeeg ntawm lub nroog txuas tshab hab nov tej suab sis tsoo nrov qeeg nkawg sau tej pov roob tuaj."
    },
    {
        "bible_id": "1726",
        "chapter_code": "ZEP.1",
        "verse_code": "ZEP.1.11",
        "label": "11",
        "content": "Mej cov kws nyob theem qeg ntawm lub nroog, mej ca le quaj ntsuag thaus mej nov tej nuav rua qhov mej tej tub laag tub luam hab puab tej khoom muaj nqes puamtsuaj taag lawm!"
    },
    {
        "bible_id": "1726",
        "chapter_code": "ZEP.1",
        "verse_code": "ZEP.1.12",
        "label": "12",
        "content": "“Thaus ntawd kuv yuav taws teeb moog tshawb lub nroog Yeluxalees. Kuv yuav rau txim rua cov tuabneeg kws txaus sab hab ca sab rua puab xwb; cov kws puab xaav huv puab lub sab has tas, ‘Tug TSWV yeej tsi ua zoo lossis ua phem le!’"
    },
    {
        "bible_id": "1726",
        "chapter_code": "ZEP.1",
        "verse_code": "ZEP.1.13",
        "label": "13",
        "content": "Puab tej nyaj yuav raug luas fuab hab puab tej vaaj tse yuav raug rhuav kuas puamtsuaj taag. Puab yuav tsi tau nyob huv tej tsev kws puab taabtom ua lossis yuav tsi tau haus tej cawv txiv maab kws puab cog rua huv puab tej vaaj.”"
    },
    {
        "bible_id": "1726",
        "chapter_code": "ZEP.1",
        "verse_code": "ZEP.1.14",
        "label": "14",
        "content": "Nub tseemceeb kws yog tug TSWV nub tub lug ze lawm, nub ntawd lug ze zuj zug hab lug ceev heev le! Nub ntawd yuav ab sab kawg, txawm yog  tej tubrog kws sab tawv los yuav ca le tsaa suab hlo quaj hab taag kev ca sab!"
    },
    {
        "bible_id": "1726",
        "chapter_code": "ZEP.1",
        "verse_code": "ZEP.1.15",
        "label": "15",
        "content": "Nub ntawd yuav yog ib nub kws npautawg heev, yog nub kws muaj kev txomnyem hab ntxhuv sab kawg, yog nub kws muaj kev puamtsuaj, yog nub kws tsaus ntuj nti, yog nub kws tsaus dlub ncab hab pus fuab nti,"
    },
    {
        "bible_id": "1726",
        "chapter_code": "ZEP.1",
        "verse_code": "ZEP.1.16",
        "label": "16",
        "content": "yog nub kws nov tej suab raaj suab xyu txhij tubrog, hab nov tej suab sis ntaus sis tua quaj ntsoog qeeg huv tej nroog kws txhim zeb khov kho hab sau tej chaw tsomfaaj tuaj."
    },
    {
        "bible_id": "1726",
        "chapter_code": "ZEP.1",
        "verse_code": "ZEP.1.17",
        "label": "17",
        "content": "Tug TSWV has tas, “Kuv yuav tso sub tawg sub ntshaa lug rua tuabneeg kuas txhua tug moog kev ib yaam le tug dligmuag. Vim puab tau ua txhum tawmtsaam kuv, mas nwgnuav puab cov ntshaav yuav raug muab laub tawm ib yaam le laub dlej hab puab tej cev tuag yuav lwj pawg lug rua sau npoo aav.”"
    },
    {
        "bible_id": "1726",
        "chapter_code": "ZEP.1",
        "verse_code": "ZEP.1.18",
        "label": "18",
        "content": "Thaus txug nub ntawd, tug TSWV yuav qha nwg txujkev chim rua suavdlawg; txawm yog puab tej nyaj tej kub los yuav cawm tsi tau puab dlim. Lub nplajteb yuav raug tug TSWV txujkev chim ib yaam le suavtawg kub; nwg yuav ua kuas txhua tug kws nyob huv lub nplajteb nuav puamtsuaj taamsim."
    },
    {
        "bible_id": "1726",
        "chapter_code": "ZEP.2",
        "verse_code": "ZEP.2.1",
        "label": "1",
        "content": "Tsaav tuabneeg kws tsi paub txaajmuag, mej ca le lug sis sau ua ke"
    },
    {
        "bible_id": "1726",
        "chapter_code": "ZEP.2",
        "verse_code": "ZEP.2.2",
        "label": "2",
        "content": "ua ntej mej yuav ntsws hab tuag ib yaam le tej paaj ntoos,  ua ntej tug TSWV txujkev chim lug kub mej hab ua ntej nub kws tug TSWV qha nwg txujkev npautawg rua mej."
    },
    {
        "bible_id": "1726",
        "chapter_code": "ZEP.2",
        "verse_code": "ZEP.2.3",
        "label": "3",
        "content": "Cov tuabneeg kws txu fwjchim nyob huv lub tebchaws nuav hab cov tuabneeg kws noog nwg tej lug, mej txhua tug ca le tig lug cuag tug TSWV. Ca le ua ncaaj nceeg hab txu fwjchim taabmeeg tug TSWV. Tej zag mej yuav tsiv dlim ntawm tug TSWV txujkev txav txim, nub kws tug TSWV qha nwg txujkev chim rua mej."
    },
    {
        "bible_id": "1726",
        "chapter_code": "ZEP.2",
        "verse_code": "ZEP.2.4",
        "label": "4",
        "content": "Yuav tsi muaj ib tug tuabneeg seem nyob huv lub nroog Nkaxas le lawm. Asekeloos yuav ua suabpuam taag. Cov tuabneeg huv Asedaus yuav raug ntab tawm moog thaus taav su,  hab cov tuabneeg huv Ekiloos yuav raug ntab tawm tsiv huv puab lub nroog moog."
    },
    {
        "bible_id": "1726",
        "chapter_code": "ZEP.2",
        "verse_code": "ZEP.2.5",
        "label": "5",
        "content": "Mej cov Filitees kws nyob lawv ntug havtxwv raug kev puamtsuaj lawm lauj! Tug TSWV tub txav txim rua mej lawm. Nwg yuav ua kuas mej puamtsuaj taag hab yuav tsi tseg mej ib tug seem hlo le."
    },
    {
        "bible_id": "1726",
        "chapter_code": "ZEP.2",
        "verse_code": "ZEP.2.6",
        "label": "6",
        "content": "Mej tej aav kws nyob lawv ntug havtxwv yuav ua tshaav zaub rua cov tub yug yaaj tuaj ua tsev hab ua nkuaj rua puab tej yaaj nyob."
    },
    {
        "bible_id": "1726",
        "chapter_code": "ZEP.2",
        "verse_code": "ZEP.2.7",
        "label": "7",
        "content": "Cov Yudas kws seem yuav kaav mej lub tebchaws. Puab yuav coj puab tej tsaj tuaj noj zaub hab pw huv cov Akeseloos tej tsev. Tug TSWV kws yog puab tug Vaajtswv yuav nrug nraim puab hab paab kuas puab lub neej rov vaammeej."
    },
    {
        "bible_id": "1726",
        "chapter_code": "ZEP.2",
        "verse_code": "ZEP.2.8",
        "label": "8",
        "content": "Tug TSWV kws muaj Fwjchim Luj kawg nkaus has tas, “Kuv tub nov cov Mau-am hab cov Amoos tej lug thuam hab tej lug has saib tsi taug kuv tsaav tuabneeg hab khaav has tas yuav tuaj txeeb kuv tsaav tuabneeg lub tebchaws."
    },
    {
        "bible_id": "1726",
        "chapter_code": "ZEP.2",
        "verse_code": "ZEP.2.9",
        "label": "9",
        "content": "Kuv qha tseeb rua mej has tas kuv yog tug TSWV kws yog cov Yixalayees tug Vaajtswv kws muaj sa nyob, kuv coglug has tas, cov Mau-am hab cov Amoos yuav raug muab rhuav kuas puamtsuaj taag ib yaam le lub nroog Xaudoos hab lub nroog Kaumaulas. Puab yuav caj ua qhov ntsev hab puamtsuaj moog ibtxhis, tej nroj tsuag yuav tuaj faab nyo thoob plawg xwb. Kuv tsaav tuabneeg kws seem yuav fuab hab txeeb puab lub tebchaws.”"
    },
    {
        "bible_id": "1726",
        "chapter_code": "ZEP.2",
        "verse_code": "ZEP.2.10",
        "label": "10",
        "content": "Tub yog vim le ntawd, cov Mau-am hab cov Amoos kws khaavtheeb yuav raug txim rua qhov puab txobthuam tug TSWV kws muaj Fwjchim Luj kawg nkaus tsaav tuabneeg."
    },
    {
        "bible_id": "1726",
        "chapter_code": "ZEP.2",
        "verse_code": "ZEP.2.11",
        "label": "11",
        "content": "Tug TSWV yuav ua kuas puab ntshai heev; nwg yuav muab tej vaajtswv kws nyob huv nplajteb nuav txu kuas tsi muaj qaabhau, ces txhua tsaav tuabneeg nyag txhaj yuav nyob huv nyag lub tebchaws pehawm tug TSWV."
    },
    {
        "bible_id": "1726",
        "chapter_code": "ZEP.2",
        "verse_code": "ZEP.2.12",
        "label": "12",
        "content": "Tug TSWV tseem yuav tua cov tuabneeg Sudaas kuas tuag taag huv tuabsi hab."
    },
    {
        "bible_id": "1726",
        "chapter_code": "ZEP.2",
        "verse_code": "ZEP.2.13",
        "label": "13",
        "content": "Tug TSWV yuav siv nwg lub fwjchim rhuav lub tebchaws Axilias kuas puamtsuaj. Nwg yuav muab lub nroog Nineves rhuav kuas puamtsuaj ua suabpuam taag nyob qhuav nkuag ca."
    },
    {
        "bible_id": "1726",
        "chapter_code": "ZEP.2",
        "verse_code": "ZEP.2.14",
        "label": "14",
        "content": "Ces Nineves yuav ua lub chaw rua tej yaaj, tej tshis hab txhua yaam tsaj yuav lug nyob lug pw. Plaas yuav lug nyob huv tej tsev kws puag taag ntawd hab quaj ntawm tej qhovrais. Uab laag  yuav lug quaj ntawm tej taw rooj. Tej ntoo cab kws xov tej tsev huv lub nroog yuav raug muab tsoo coj moog povtseg."
    },
    {
        "bible_id": "1726",
        "chapter_code": "ZEP.2",
        "verse_code": "ZEP.2.15",
        "label": "15",
        "content": "Tub yog vim le ntawd, txhaj muaj tej nuav tshwmsim lug raug lub nroog kws khaavtheeb txug nwg tug zug hab xaav has tas nwg tau zoo nyob kaaj sab lug lawm. Hab nwg cov tuabneeg xaav has tas puab lub nroog yog lub kws luj tshaaj plawg tej nroog huv lub nplajteb nuav. Lub nroog ntawd yuav nyob ntsag tu hab yuav ua chaw rua tej tsaj qus lug nyob lawm xwb! Tej tuabneeg kws dlua kev yuav ntshai yoob taag hab thim rov qaab."
    },
    {
        "bible_id": "1726",
        "chapter_code": "ZEP.3",
        "verse_code": "ZEP.3.1",
        "label": "1",
        "content": "Yeluxalees raug kev puamtsuaj vim ua tsi ncaaj, ntxeev sab hab tsimtxom nwg cov tuabneeg."
    },
    {
        "bible_id": "1726",
        "chapter_code": "ZEP.3",
        "verse_code": "ZEP.3.2",
        "label": "2",
        "content": "Nwg yeej tsi noog tug TSWV tej lug lossis tsi yuav tug TSWV tej lug ntuag. Nwg tsi ca sab rua tug TSWV lossis tsi thov tug TSWV paab."
    },
    {
        "bible_id": "1726",
        "chapter_code": "ZEP.3",
        "verse_code": "ZEP.3.3",
        "label": "3",
        "content": "Nwg cov numtswv zoo ib yaam le cov tsuv ntxhuav kws nyooj lawg xwb; nwg cov txav txim zoo ib yaam le cov maa kws tshaib plaab heev, noj ntau hab tsi tseg ib nyuas pobtxhaa seem ca rua taagkig le."
    },
    {
        "bible_id": "1726",
        "chapter_code": "ZEP.3",
        "verse_code": "ZEP.3.4",
        "label": "4",
        "content": "Cov cev Vaajtswv lug tsi muab sab rau ua puab tej num tabsis ntxag noj ntxag haus nkaus xwb; cov povthawj ua rua qhov chaw dlawbhuv tsi tseemceeb lawm hab hloov Vaajtswv txuj Kevcai lawv le puab lub sab nyam."
    },
    {
        "bible_id": "1726",
        "chapter_code": "ZEP.3",
        "verse_code": "ZEP.3.5",
        "label": "5",
        "content": "Tabsis tug TSWV tseem nyob huv lub nroog; nwg ncaaj nceeg hab tsi ua txhum le. Nwg ua ncaaj nceeg rua nwg tsaav tuabneeg txhua taagkig tsi tu ncua le. Txawm le ntawd los cov tuabneeg tsi ncaaj nceeg tseem ua txhum qeeg tsi paub txaajmuag le."
    },
    {
        "bible_id": "1726",
        "chapter_code": "ZEP.3",
        "verse_code": "ZEP.3.6",
        "label": "6",
        "content": "Tug TSWV has tas, kuv tub coj txhua tsaav tuabneeg moog taag huv tuabsi lawm; kuv tub muab puab tej nroog rhuav puamtsuaj taag, tseg puab tej ntsaa loog hab tej chaw tsomfaaj tawg ntsoog ntxawg ca lawm xwb. Tej nroog ua suabpuam taag, hab tej kev nphob xuav tsi muaj leejtwg taug le."
    },
    {
        "bible_id": "1726",
        "chapter_code": "ZEP.3",
        "verse_code": "ZEP.3.7",
        "label": "7",
        "content": "Kuv xaav has tas kuv tsaav tuabneeg yuav fwm kuv hab yuav noog kuv tej lug ntuag, hab puab yuav ncu qaab ntsoov  tej lug kws kuv qha rua puab. Tabsis tsi ntev xwb puab tseem ua phem tshaaj le kws puab ibtxwm ua taag lug lawm."
    },
    {
        "bible_id": "1726",
        "chapter_code": "ZEP.3",
        "verse_code": "ZEP.3.8",
        "label": "8",
        "content": "Tug TSWV has tas, “Mej tog mivntsiv, tog txug nub kws kuv txav txim rua txhua tsaav tuabneeg tsaiv. Kuv yeej txav txim sab yuav sau txhua tsaav tuabneeg hab txhua lub tebchaws lug nyob ua ke hab yuav muab kuv txujkev chim laub rua puab. Thoob plawg lub nplajteb yuav raug kev puamtsuaj taag lug ntawm cov suavtawg kws yog kuv txujkev chim."
    },
    {
        "bible_id": "1726",
        "chapter_code": "ZEP.3",
        "verse_code": "ZEP.3.9",
        "label": "9",
        "content": "“Ces kuv yuav muab txhua tsaav tuabneeg hloov hab puab yuav pehawm kuv tuab leeg xwb tsi pe lwm tug vaajtswv le lawm. Puab txhua tug yuav noog kuv lug."
    },
    {
        "bible_id": "1726",
        "chapter_code": "ZEP.3",
        "verse_code": "ZEP.3.10",
        "label": "10",
        "content": "Txawm yog kuv tsaav tuabneeg kws tawg ua saab ua sua moog nyob dleb rua nraag tebchaws Sudaas lawm los puab yeej yuav coj khoom tuaj fij rua kuv."
    },
    {
        "bible_id": "1726",
        "chapter_code": "ZEP.3",
        "verse_code": "ZEP.3.11",
        "label": "11",
        "content": "Thaus txug lub sijhawm ntawd mej cov kws yog kuv tsaav tuabneeg yuav tsi txaajmuag rua tej kws mej tau ntxeev sab tawmtsaam kuv lawm. Kuv yuav muab txhua tug tuabneeg khaavtheeb hab muaj plhus tshem tawm kuas taag hab mej yuav tsi ntxeev sab rua kuv sau kuv lub Roob Dlawbhuv  ib zag ntxiv le lawm."
    },
    {
        "bible_id": "1726",
        "chapter_code": "ZEP.3",
        "verse_code": "ZEP.3.12",
        "label": "12",
        "content": "Kuv yuav ca cov tuabneeg txu fwjchim hab cov tuabneeg txomnyem nrug mej nyob, puab txhaj yuav tuaj thov kuv paab puab."
    },
    {
        "bible_id": "1726",
        "chapter_code": "ZEP.3",
        "verse_code": "ZEP.3.13",
        "label": "13",
        "content": "Cov Yixalayees kws seem yuav tsi ua txhum rua leejtwg, tsi has lug dlaag lossis dlaag ntxag lwm tug. Puab yuav vaammeej hab ua neej nyob kaaj sab lug tsi ntshai leejtwg le.”"
    },
    {
        "bible_id": "1726",
        "chapter_code": "ZEP.3",
        "verse_code": "ZEP.3.14",
        "label": "14",
        "content": "Cov Yixalayees, ca le hu nkauj hab qw zoo sab! Lub nroog Yeluxalees, ca le zoo sab kuas kawg koj lub sab lub ntsws!"
    },
    {
        "bible_id": "1726",
        "chapter_code": "ZEP.3",
        "verse_code": "ZEP.3.15",
        "label": "15",
        "content": "Tug TSWV tub tseg tsi rau txim rua koj lawm; nwg tub muab koj cov yeebncuab tshem tawm taag huv tuabsi lawm; Tug TSWV kws yog cov Yixalayees tug Vaajtswv yeej nrug nraim koj nyob; nwgnuav tsi xob ntshai tej kev puamtsuaj ib yaam dlaabtsi hlo le lawm."
    },
    {
        "bible_id": "1726",
        "chapter_code": "ZEP.3",
        "verse_code": "ZEP.3.16",
        "label": "16",
        "content": "Thaus txug lub sijhawm ntawd puab yuav has rua lub nroog Yeluxalees tas, “Lub Nroog Xi-oos, koj tsi xob ntshai! Tsi xob ca koj ob txhais teg tsaug leeg hlo le!"
    },
    {
        "bible_id": "1726",
        "chapter_code": "ZEP.3",
        "verse_code": "ZEP.3.17",
        "label": "17",
        "content": "Tug TSWV kws yog mej tug Vaajtswv yeej nrug nraim mej nyob; nwg lub fwjchim ua rua mej kovyeej lawm! tug TSWV yuav txaus sab kawg rua mej vim nwg txujkev hlub, nwg yuav pub mej muaj lub neej tshab. Nwg yuav hu nkauj hab zoo sab heev rua mej,"
    },
    {
        "bible_id": "1726",
        "chapter_code": "ZEP.3",
        "verse_code": "ZEP.3.18",
        "label": "18",
        "content": "ib yaam le cov tuabneeg kws zoo sab rua rooj noj rooj haus.” Tug TSWV has tas, “Kuv tub tshem txujkev puamtsuaj tawm ntawm mej, hab tub tshem mej txujkev txaajmuag tawm huv tuabsi lawm."
    },
    {
        "bible_id": "1726",
        "chapter_code": "ZEP.3",
        "verse_code": "ZEP.3.19",
        "label": "19",
        "content": "Taabtom txug sijhawm lawm lauj! kuv yuav rau txim rua cov tuabneeg kws tsimtxom mej; kuv yuav cawm txhua tug kws cegtawv hab yuav coj cov tuabneeg kws raug nteg rov lug tsev; kuv yuav muab puab txujkev txaajmuag hloov ua kev tau ntsejmuag, hab txhua tsaav tuabneeg huv nplajteb yuav qhuas puab."
    },
    {
        "bible_id": "1726",
        "chapter_code": "ZEP.3",
        "verse_code": "ZEP.3.20",
        "label": "20",
        "content": "Taabtom txug sijhawm lawm lauj! kuv yuav coj mej cov kws tawg moog nyob ua saab ua sua rov lug tsev; kuv yuav ua kuas mej lub koob lub npe nrov nchaa moo lug moog thoob nplajteb; hab kuv yuav ua kuas mej rov muaj kev vaammeej dlua ib zag ntxiv.” Tug TSWV yog tug kws has tej lug nuav."
    }
]