[{"bible_id":"193","chapter_code":"1PE.1","verse_code":"1PE.1.1","label":"1","content":"Phi-e-rơ, sứ-đồ của Đức Chúa Jêsus-Christ, gởi cho những người kiều-ngụ rải-rác trong xứ Bông, Ga-la-ti, Cáp-ba-đốc, A-si và Bi-thi-ni, là những người được chọn,"},{"bible_id":"193","chapter_code":"1PE.1","verse_code":"1PE.1.2","label":"2","content":"theo sự biết trước của Đức Chúa Trời, là Đức Chúa Cha, và được nên thánh bởi Đức Thánh-Linh, đặng vâng-phục Đức Chúa Jêsus-Christ và có phần trong sự rải huyết Ngài: nguyền xin ân-điển  và bình-an thêm lên cho anh em!"},{"bible_id":"193","chapter_code":"1PE.1","verse_code":"1PE.1.3","label":"3","content":"Ngợi-khen Đức Chúa Trời, là Cha Đức Chúa Jêsus-Christ chúng ta, Ngài lấy lòng thương-xót cả thể khiến chúng ta lại sanh, đặng chúng ta nhờ sự Đức Chúa Jêsus-Christ sống lại từ trong kẻ chết mà có sự trông-cậy sống,"},{"bible_id":"193","chapter_code":"1PE.1","verse_code":"1PE.1.4","label":"4","content":"là cơ-nghiệp không hư đi, không ô-uế, không suy-tàn, để dành trong các từng trời cho anh em,"},{"bible_id":"193","chapter_code":"1PE.1","verse_code":"1PE.1.5","label":"5","content":"là kẻ bởi đức-tin nhờ quyền-phép của Đức Chúa Trời giữ cho, để được sự cứu-rỗi gần hiện ra trong kỳ sau-rốt!"},{"bible_id":"193","chapter_code":"1PE.1","verse_code":"1PE.1.6","label":"6","content":"Anh em vui-mừng về điều đó, dầu hiện nay anh em vì sự thử-thách trăm bề buộc phải buồn-bã ít lâu;"},{"bible_id":"193","chapter_code":"1PE.1","verse_code":"1PE.1.7","label":"7","content":"hầu cho sự thử-thách đức-tin anh em quí hơn vàng hay hư-nát, dầu đã bị thử lửa, sanh ra ngợi-khen, tôn-trọng, vinh-hiển cho anh em khi Đức Chúa Jêsus-Christ hiện ra."},{"bible_id":"193","chapter_code":"1PE.1","verse_code":"1PE.1.8","label":"8","content":"Ngài là Đấng anh em không thấy, mà yêu-mến; dầu bây giờ anh em không thấy Ngài, nhưng tin Ngài, và vui-mừng lắm một cách không xiết kể và vinh-hiển:"},{"bible_id":"193","chapter_code":"1PE.1","verse_code":"1PE.1.9","label":"9","content":"nhận được phần thưởng về đức-tin anh em, là sự cứu-rỗi linh-hồn mình."},{"bible_id":"193","chapter_code":"1PE.1","verse_code":"1PE.1.10","label":"10","content":"Về sự cứu-rỗi đó, các đấng tiên-tri đã tìm-tòi suy-xét, và đã nói tiên-tri về ân-điển định sẵn cho anh em:"},{"bible_id":"193","chapter_code":"1PE.1","verse_code":"1PE.1.11","label":"11","content":"nghĩa là tìm cho biết thời-kỳ nào và thời-kỳ cách nào mà Thánh-Linh Đấng Christ ở trong lòng mình đã chỉ cho, là khi làm chứng trước về sự đau-đớn của Đấng Christ và về sự vinh-hiển sẽ theo sau."},{"bible_id":"193","chapter_code":"1PE.1","verse_code":"1PE.1.12","label":"12","content":"Các đấng ấy đã được tỏ cho rằng chẳng phải vì mình, bèn là vì anh em mà truyền ra những điều đó, là những điều hiện nay đã rao cho anh em, bởi những người nhờ Đức Thánh-Linh từ trên trời sai xuống, mà giảng Tin-lành cho anh em; các thiên-sứ cũng ước-ao xem thấu những sự đó."},{"bible_id":"193","chapter_code":"1PE.1","verse_code":"1PE.1.13","label":"13","content":"Vậy, anh em hãy bền chí như thể thắt lưng, hãy tiết-độ, lấy sự trông-cậy trọn-vẹn đợi-chờ ơn sẽ ban cho mình trong khi Đức Chúa Jêsus-Christ hiện ra."},{"bible_id":"193","chapter_code":"1PE.1","verse_code":"1PE.1.14","label":"14","content":"Anh em đã nên như con-cái hay vâng lời, thì chớ có làm theo sự dâm-dục, là sự cai-trị trong anh em ngày trước, về lúc anh em còn mê-muội."},{"bible_id":"193","chapter_code":"1PE.1","verse_code":"1PE.1.15","label":"15","content":"Nhưng, như Đấng gọi anh em là thánh, thì anh em cũng phải thánh trong mọi cách ăn-ở mình,"},{"bible_id":"193","chapter_code":"1PE.1","verse_code":"1PE.1.16","label":"16","content":"bởi có chép rằng: Hãy nên thánh, vì ta là thánh."},{"bible_id":"193","chapter_code":"1PE.1","verse_code":"1PE.1.17","label":"17","content":"Nếu anh em xưng Đấng không tây-vị ai, xét-đoán từng người theo việc họ làm, bằng Cha, thì hãy lấy lòng kính-sợ mà ăn-ở trong thời-kỳ ở trọ đời nầy,"},{"bible_id":"193","chapter_code":"1PE.1","verse_code":"1PE.1.18","label":"18","content":"vì biết rằng chẳng phải bởi vật hay hư-nát như bạc hoặc vàng mà anh em đã được chuộc khỏi sự ăn-ở không ra chi của tổ-tiên truyền lại cho mình,"},{"bible_id":"193","chapter_code":"1PE.1","verse_code":"1PE.1.19","label":"19","content":"bèn là bởi huyết báu Đấng Christ, dường như huyết của chiên con không lỗi không vít,"},{"bible_id":"193","chapter_code":"1PE.1","verse_code":"1PE.1.20","label":"20","content":"đã định sẵn trước buổi sáng-thế, và hiện ra trong cuối các thời-kỳ vì cớ anh em,"},{"bible_id":"193","chapter_code":"1PE.1","verse_code":"1PE.1.21","label":"21","content":"là kẻ nhân Đức Chúa Jêsus tin đến Đức Chúa Trời, tức là Đấng đã khiến Ngài từ kẻ chết sống lại, và ban sự vinh-hiển cho Ngài đến nỗi đức-tin và sự trông-cậy anh em được nương-nhờ Đức Chúa Trời."},{"bible_id":"193","chapter_code":"1PE.1","verse_code":"1PE.1.22","label":"22","content":"Anh em đã vâng theo lẽ thật làm sạch lòng mình, đặng có lòng yêu-thương anh em cách thật-thà, nên hãy yêu nhau sốt-sắng hết lòng;"},{"bible_id":"193","chapter_code":"1PE.1","verse_code":"1PE.1.23","label":"23","content":"anh em đã được lại sanh, chẳng phải bởi giống hay hư-nát, nhưng bởi giống chẳng hư-nát, là bởi lời hằng sống và bền-vững của Đức Chúa Trời."},{"bible_id":"193","chapter_code":"1PE.1","verse_code":"1PE.1.24","label":"24","content":"Vì, Mọi xác-thịt ví như cỏ, Mọi sự vinh-hiển của nó ví như hoa cỏ. Cỏ khô, hoa rụng,"},{"bible_id":"193","chapter_code":"1PE.1","verse_code":"1PE.1.25","label":"25","content":"Nhưng lời Chúa còn lại đời đời.  Và lời đó là đạo Tin-lành đã giảng ra cho anh em."},{"bible_id":"193","chapter_code":"1PE.2","verse_code":"1PE.2.1","label":"1","content":"Vậy anh em đã từ-bỏ mọi điều độc-ác, mọi điều gian-giảo, mọi thứ giả-trá, lòng ghen-ghét và sự nói hành,"},{"bible_id":"193","chapter_code":"1PE.2","verse_code":"1PE.2.2","label":"2","content":"thì hãy ham-thích sữa thiêng-liêng của Đạo, như trẻ con mới đẻ vậy, hầu cho anh em nhờ đó lớn lên mà được rỗi linh-hồn,"},{"bible_id":"193","chapter_code":"1PE.2","verse_code":"1PE.2.3","label":"3","content":"nếu anh em đã nếm biết Chúa là ngọt-ngào."},{"bible_id":"193","chapter_code":"1PE.2","verse_code":"1PE.2.4","label":"4","content":"Hãy đến gần Ngài, là hòn đá sống, bị người ta loại ra, song được chọn và quí trước mặt Đức Chúa Trời,"},{"bible_id":"193","chapter_code":"1PE.2","verse_code":"1PE.2.5","label":"5","content":"và anh em cũng như đá sống, được xây nên nhà thiêng-liêng, làm chức tế-lễ thánh, đặng dâng của tế-lễ thiêng-liêng, nhờ Đức Chúa Jêsus-Christ mà đẹp ý Đức Chúa Trời."},{"bible_id":"193","chapter_code":"1PE.2","verse_code":"1PE.2.6","label":"6","content":"Vì trong Kinh-thánh có chép rằng: Nầy, ta đặt tại Si-ôn hòn đá góc nhà đã chọn-lựa và quí-báu; Ai tin đến đá ấy sẽ không bị xấu-hổ."},{"bible_id":"193","chapter_code":"1PE.2","verse_code":"1PE.2.7","label":"7","content":"Vậy nên, cho anh em là kẻ đã tin, thì là đá quí; nhưng cho những kẻ không tin, thì Hòn đá mà bị thợ xây nhà loại ra, Bèn trở nên đá góc nhà, là Đá gây cho vấp-váp, là đá lớn làm cho sa-ngã;"},{"bible_id":"193","chapter_code":"1PE.2","verse_code":"1PE.2.8","label":"8","content":"họ bị vấp đá đó, vì không vâng-phục Đạo, và điều ấy đã định sẵn cho họ rồi."},{"bible_id":"193","chapter_code":"1PE.2","verse_code":"1PE.2.9","label":"9","content":"Nhưng anh em là dòng-giống được lựa-chọn, là chức thầy tế-lễ nhà vua, là dân thánh, là dân thuộc về Đức Chúa Trời, hầu cho anh em rao-giảng nhân-đức của Đấng đã gọi anh em ra khỏi nơi tối-tăm, đến nơi sáng-láng lạ-lùng của Ngài;"},{"bible_id":"193","chapter_code":"1PE.2","verse_code":"1PE.2.10","label":"10","content":"anh em ngày trước không phải là một dân, mà bây giờ là dân Đức Chúa Trời, trước không được thương-xót, mà bây giờ được thương-xót."},{"bible_id":"193","chapter_code":"1PE.2","verse_code":"1PE.2.11","label":"11","content":"Hỡi kẻ rất yêu-dấu, anh em như người ở trọ, kẻ đi đường, tôi khuyên phải kiêng những điều xác-thịt ưa-thích, là điều chống-trả với linh-hồn."},{"bible_id":"193","chapter_code":"1PE.2","verse_code":"1PE.2.12","label":"12","content":"Phải ăn-ở ngay-lành giữa dân ngoại, hầu cho họ, là kẻ vẫn gièm-chê anh em như người gian-ác, đã thấy việc lành anh em, thì đến ngày Chúa thăm-viếng, họ ngợi-khen Đức Chúa Trời."},{"bible_id":"193","chapter_code":"1PE.2","verse_code":"1PE.2.13","label":"13","content":"Vì cớ Chúa, hãy phục theo mọi phép-tắc loài người lập lên, hoặc vua, như đấng rất cao,"},{"bible_id":"193","chapter_code":"1PE.2","verse_code":"1PE.2.14","label":"14","content":"hoặc các quan, như người vua sai ra để phạt kẻ làm dữ và khen người làm lành."},{"bible_id":"193","chapter_code":"1PE.2","verse_code":"1PE.2.15","label":"15","content":"Vì anh em làm điều lành để ngăn miệng những kẻ ngu-muội dại-dột, ấy là ý-muốn của Đức Chúa Trời."},{"bible_id":"193","chapter_code":"1PE.2","verse_code":"1PE.2.16","label":"16","content":"Hãy ăn-ở như người tự-do, nhưng chớ dùng tự-do làm cái màn che sự hung-ác, song phải coi mình là tôi-mọi Đức Chúa Trời."},{"bible_id":"193","chapter_code":"1PE.2","verse_code":"1PE.2.17","label":"17","content":"Hãy kính mọi người; yêu anh em; kính-sợ Đức Chúa Trời; tôn-trọng vua."},{"bible_id":"193","chapter_code":"1PE.2","verse_code":"1PE.2.18","label":"18","content":"Hỡi kẻ làm tôi-tớ, hãy lấy lòng rất kính-sợ mà phục theo chủ mình, chẳng những phục người chủ hiền-lành mà thôi, lại phải phục người chủ khó tánh nữa."},{"bible_id":"193","chapter_code":"1PE.2","verse_code":"1PE.2.19","label":"19","content":"Vì nhân cớ lương-tâm đối với Đức Chúa Trời, mà chịu khốn-nạn trong khi bị oan-ức, ấy là một ơn phước."},{"bible_id":"193","chapter_code":"1PE.2","verse_code":"1PE.2.20","label":"20","content":"Vả, mình làm điều ác, bị đánh mà hay nhịn-chịu, thì có đáng khoe gì? Nhưng nếu anh em làm lành, mà nhịn-chịu sự khốn-khó, ấy là một ơn phước trước mặt Đức Chúa Trời."},{"bible_id":"193","chapter_code":"1PE.2","verse_code":"1PE.2.21","label":"21","content":"Anh em đã được kêu-gọi đến sự đó, vì Đấng Christ cũng đã chịu khổ cho anh em, để lại cho anh em một gương, hầu cho anh em noi dấu chân Ngài;"},{"bible_id":"193","chapter_code":"1PE.2","verse_code":"1PE.2.22","label":"22","content":"Ngài chưa hề phạm tội, trong miệng Ngài không thấy có chút chi dối-trá;"},{"bible_id":"193","chapter_code":"1PE.2","verse_code":"1PE.2.23","label":"23","content":"Ngài bị rủa mà chẳng rủa lại, chịu nạn mà không hề ngăm-dọa, nhưng cứ phó mình cho Đấng xử-đoán công-bình;"},{"bible_id":"193","chapter_code":"1PE.2","verse_code":"1PE.2.24","label":"24","content":"Ngài gánh tội-lỗi chúng ta trong thân-thể Ngài trên cây gỗ, hầu cho chúng ta là kẻ đã chết về tội-lỗi, được sống cho sự công-bình; lại nhân những lằn đòn của Ngài mà anh em đã được lành bịnh."},{"bible_id":"193","chapter_code":"1PE.2","verse_code":"1PE.2.25","label":"25","content":"Vì anh em vốn giống như con chiên lạc, mà bây giờ đã trở về cùng Đấng chăn-chiên và Giám-mục của linh-hồn mình."},{"bible_id":"193","chapter_code":"1PE.3","verse_code":"1PE.3.1","label":"1","content":"Hỡi người làm vợ, hãy phục chồng mình, hầu cho nếu có người chồng nào không vâng theo Đạo, dẫu chẳng lấy lời khuyên-bảo, chỉ bởi cách ăn-ở của vợ, cũng đủ hóa theo,"},{"bible_id":"193","chapter_code":"1PE.3","verse_code":"1PE.3.2","label":"2","content":"vì thấy cách ăn-ở của chị em là tinh-sạch và cung-kính."},{"bible_id":"193","chapter_code":"1PE.3","verse_code":"1PE.3.3","label":"3","content":"Chớ tìm-kiếm sự trang-sức bề ngoài, như gióc tóc, đeo đồ vàng, mặc áo quần lòe-loẹt;"},{"bible_id":"193","chapter_code":"1PE.3","verse_code":"1PE.3.4","label":"4","content":"nhưng hãy tìm-kiếm sự trang-sức bề trong giấu ở trong lòng, tức là sự tinh-sạch chẳng hư-nát của tâm-thần dịu-dàng im-lặng, ấy là giá quí trước mặt Đức Chúa Trời."},{"bible_id":"193","chapter_code":"1PE.3","verse_code":"1PE.3.5","label":"5","content":"Vì các bà thánh xưa kia, trông-cậy Đức Chúa Trời, vâng-phục chồng mình, đều trau-giồi mình dường ấy;"},{"bible_id":"193","chapter_code":"1PE.3","verse_code":"1PE.3.6","label":"6","content":"như Sa-ra vâng-phục Áp-ra-ham, gọi người là chúa mình; nếu các chị em làm điều lành, không sợ chi hết mà rối trí, thì trở nên con gái của Sa-ra vậy."},{"bible_id":"193","chapter_code":"1PE.3","verse_code":"1PE.3.7","label":"7","content":"Hỡi người làm chồng, hãy tỏ điều khôn-ngoan ra trong sự ăn-ở với vợ mình, như là với giống yếu-đuối hơn; vì họ sẽ cùng anh em hưởng phước sự sống, nên phải kính-nể họ, hầu cho không điều gì làm rối-loạn sự cầu-nguyện của anh em."},{"bible_id":"193","chapter_code":"1PE.3","verse_code":"1PE.3.8","label":"8","content":"Rút lại, hết thảy anh em phải đồng lòng đầy thương-xót và tình yêu anh em, có lòng nhân-từ và đức khiêm-nhường."},{"bible_id":"193","chapter_code":"1PE.3","verse_code":"1PE.3.9","label":"9","content":"Đừng lấy ác trả ác, cũng đừng lấy rủa-sả trả rủa-sả; trái lại, phải chúc phước, ấy vì điều đó mà anh em được gọi để hưởng phước lành."},{"bible_id":"193","chapter_code":"1PE.3","verse_code":"1PE.3.10","label":"10","content":"Vả, Ai muốn yêu sự sống Và thấy ngày tốt-lành, Thì phải giữ-gìn miệng lưỡi, Đừng nói điều ác và lời gian-giảo;"},{"bible_id":"193","chapter_code":"1PE.3","verse_code":"1PE.3.11","label":"11","content":"Phải lánh điều dữ, làm điều lành, Tìm sự hòa-bình mà đuổi theo,"},{"bible_id":"193","chapter_code":"1PE.3","verse_code":"1PE.3.12","label":"12","content":"Vì mắt của Chúa đoái-trông người công-bình, Tai Ngài lắng nghe lời cầu-nguyện người, Nhưng mặt Chúa sấp lại nghịch với kẻ làm ác."},{"bible_id":"193","chapter_code":"1PE.3","verse_code":"1PE.3.13","label":"13","content":"Ví bằng anh em sốt-sắng làm lành, thì có ai làm dữ lại cho anh em?"},{"bible_id":"193","chapter_code":"1PE.3","verse_code":"1PE.3.14","label":"14","content":"Nếu anh em phải vì sự công-bình mà chịu khổ, ấy thật là có phước. Chớ sợ điều họ sợ và đừng rối trí;"},{"bible_id":"193","chapter_code":"1PE.3","verse_code":"1PE.3.15","label":"15","content":"nhưng hãy tôn Đấng Christ, là Chúa, làm thánh trong lòng mình. Hãy thường-thường sẵn-sàng để trả lời mọi kẻ hỏi lẽ về sự trông-cậy trong anh em, song phải hiền-hòa và kính-sợ,"},{"bible_id":"193","chapter_code":"1PE.3","verse_code":"1PE.3.16","label":"16","content":"phải có lương-tâm tốt, hầu cho những kẻ gièm-chê cách ăn-ở lành của anh em trong Đấng Christ biết mình xấu-hổ trong sự mà anh em đã bị nói hành;"},{"bible_id":"193","chapter_code":"1PE.3","verse_code":"1PE.3.17","label":"17","content":"vì nếu ý-muốn Đức Chúa Trời dường ấy, thì thà làm điều thiện mà chịu khổ, còn hơn làm điều ác mà chịu khổ vậy."},{"bible_id":"193","chapter_code":"1PE.3","verse_code":"1PE.3.18","label":"18","content":"Vả, Đấng Christ cũng vì tội-lỗi chịu chết một lần, là Đấng công-bình thay cho kẻ không công-bình, để dẫn chúng ta đến cùng Đức Chúa Trời; về phần xác-thịt thì Ngài đã chịu chết, nhưng về phần linh-hồn thì được sống."},{"bible_id":"193","chapter_code":"1PE.3","verse_code":"1PE.3.19","label":"19","content":"Ấy bởi đồng một linh-hồn đó, Ngài đi giảng cho các linh-hồn bị tù,"},{"bible_id":"193","chapter_code":"1PE.3","verse_code":"1PE.3.20","label":"20","content":"tức là kẻ bội-nghịch thuở trước, về thời-kỳ Nô-ê, khi Đức Chúa Trời nhịn-nhục chờ-đợi, chiếc tàu đóng nên, trong đó có ít người được cứu bởi nước, là chỉ có tám người."},{"bible_id":"193","chapter_code":"1PE.3","verse_code":"1PE.3.21","label":"21","content":"Phép báp-têm bây giờ bèn là ảnh-tượng của sự ấy để cứu anh em, phép ấy chẳng phải sự làm sạch ô-uế của thân-thể, nhưng một sự liên-lạc lương-tâm tốt với Đức Chúa Trời, bởi sự sống lại của Đức Chúa Jêsus-Christ,"},{"bible_id":"193","chapter_code":"1PE.3","verse_code":"1PE.3.22","label":"22","content":"là Đấng đã được lên trời, nay ngự bên hữu Đức Chúa Trời, các thiên-sứ, các vương-hầu, các quyền-thế thảy đều phục Ngài."},{"bible_id":"193","chapter_code":"1PE.4","verse_code":"1PE.4.1","label":"1","content":"Vậy, vì Đấng Christ đã chịu khổ trong xác-thịt, thì anh em cũng phải lấy ý đó làm giáp-trụ, vì người nào đã chịu khổ trong xác-thịt, thì đã dứt khỏi tội-lỗi,"},{"bible_id":"193","chapter_code":"1PE.4","verse_code":"1PE.4.2","label":"2","content":"hầu cho còn sống trong xác-thịt bao lâu thì chớ lại theo những sự người ta ưa-thích, một phải theo ý-muốn Đức Chúa Trời."},{"bible_id":"193","chapter_code":"1PE.4","verse_code":"1PE.4.3","label":"3","content":"Ngày trước cũng đã đủ làm theo ý-muốn người ngoại-đạo rồi, mà ăn-ở theo tà-tịch, tư-dục, say rượu, ăn-uống quá-độ, chơi-bời, và thờ hình-tượng đáng gớm-ghiếc."},{"bible_id":"193","chapter_code":"1PE.4","verse_code":"1PE.4.4","label":"4","content":"Họ thấy anh em chẳng cùng họ theo sự dâm-dật bậy-bạ ấy, thì họ lấy làm lạ và gièm-chê."},{"bible_id":"193","chapter_code":"1PE.4","verse_code":"1PE.4.5","label":"5","content":"Nhưng họ sẽ khai-trình với Đấng đã sẵn-sàng xét-đoán kẻ sống và kẻ chết."},{"bible_id":"193","chapter_code":"1PE.4","verse_code":"1PE.4.6","label":"6","content":"Vì ấy bởi điều đó mà Tin-lành cũng đã giảng ra cho kẻ chết, hầu cho sau khi chịu xét-đoán theo loài người về phần xác, thì họ được sống theo Đức Chúa Trời về phần hồn."},{"bible_id":"193","chapter_code":"1PE.4","verse_code":"1PE.4.7","label":"7","content":"Sự cuối-cùng của muôn vật đã gần; vậy hãy khôn-ngoan tỉnh-thức mà cầu-nguyện."},{"bible_id":"193","chapter_code":"1PE.4","verse_code":"1PE.4.8","label":"8","content":"Nhứt là trong vòng anh em phải có lòng yêu-thương sốt-sắng; vì sự yêu-thương che-đậy vô-số tội-lỗi."},{"bible_id":"193","chapter_code":"1PE.4","verse_code":"1PE.4.9","label":"9","content":"Người nầy người khác phải tiếp-đãi nhau, chớ có cằn-rằn."},{"bible_id":"193","chapter_code":"1PE.4","verse_code":"1PE.4.10","label":"10","content":"Mỗi người trong anh em hãy lấy ơn mình đã được mà giúp lẫn nhau, khác nào người quản-lý trung-tín giữ các thứ ơn của Đức Chúa Trời."},{"bible_id":"193","chapter_code":"1PE.4","verse_code":"1PE.4.11","label":"11","content":"Ví bằng có người giảng-luận, thì hãy giảng như rao lời sấm-truyền của Đức Chúa Trời; nếu có kẻ làm chức gì, thì hãy làm như nhờ sức Đức Chúa Trời ban, hầu cho Đức Chúa Trời được sáng danh trong mọi sự bởi Đức Chúa Jêsus-Christ; là Đấng được sự vinh-hiển quyền-phép đời đời vô-cùng. A-men."},{"bible_id":"193","chapter_code":"1PE.4","verse_code":"1PE.4.12","label":"12","content":"Hỡi kẻ rất yêu-dấu, khi anh em bị trong lò lửa thử-thách, chớ lấy làm lạ như mình gặp một việc khác thường."},{"bible_id":"193","chapter_code":"1PE.4","verse_code":"1PE.4.13","label":"13","content":"Nhưng anh em có phần trong sự thương-khó của Đấng Christ bao nhiêu, thì hãy vui-mừng bấy nhiêu, hầu cho đến ngày vinh-hiển của Ngài hiện ra, thì anh em cũng được vui-mừng nhảy-nhót."},{"bible_id":"193","chapter_code":"1PE.4","verse_code":"1PE.4.14","label":"14","content":"Ví bằng anh em vì cớ danh Đấng Christ chịu sỉ-nhục, thì anh em có phước; vì sự vinh-hiển và Thánh-Linh của Đức Chúa Trời đậu trên anh em."},{"bible_id":"193","chapter_code":"1PE.4","verse_code":"1PE.4.15","label":"15","content":"Trong anh em chớ có ai chịu khổ như kẻ giết người, như kẻ trộm-cướp, như kẻ hung-ác, như kẻ thày-lay việc người khác."},{"bible_id":"193","chapter_code":"1PE.4","verse_code":"1PE.4.16","label":"16","content":"Nhưng nếu có ai vì làm tín-đồ Đấng Christ mà chịu khổ, thì đừng hổ-thẹn; thà hãy vì danh ấy ngợi-khen Đức Chúa Trời là hơn."},{"bible_id":"193","chapter_code":"1PE.4","verse_code":"1PE.4.17","label":"17","content":"Vì thời-kỳ đã đến, là khi sự phán-xét sẽ khởi từ nhà Đức Chúa Trời; vả, nếu khởi từ chúng ta, thì sự cuối-cùng của những kẻ chẳng vâng theo Tin-lành Đức Chúa Trời sẽ ra thế nào?"},{"bible_id":"193","chapter_code":"1PE.4","verse_code":"1PE.4.18","label":"18","content":"Lại nếu người công-bình còn khó được rỗi, thì những kẻ nghịch đạo và có tội sẽ trở nên thế nào?"},{"bible_id":"193","chapter_code":"1PE.4","verse_code":"1PE.4.19","label":"19","content":"Vậy những kẻ chịu khổ theo ý-muốn Đức Chúa Trời, hãy cứ làm lành mà phó linh-hồn mình cho Đấng Tạo-hóa thành-tín."},{"bible_id":"193","chapter_code":"1PE.5","verse_code":"1PE.5.1","label":"1","content":"Tôi gởi lời khuyên-nhủ nầy cho các bậc trưởng-lão trong anh em, tôi đây cũng là trưởng-lão như họ, là người chứng-kiến sự đau-đớn của Đấng Christ, và cũng có phần về sự vinh-hiển sẽ hiện ra:"},{"bible_id":"193","chapter_code":"1PE.5","verse_code":"1PE.5.2","label":"2","content":"hãy chăn bầy của Đức Chúa Trời đã giao-phó cho anh em; làm việc đó chẳng phải bởi ép tình, bèn là bởi vui lòng, chẳng phải vì lợi dơ-bẩn, bèn là hết lòng mà làm,"},{"bible_id":"193","chapter_code":"1PE.5","verse_code":"1PE.5.3","label":"3","content":"chẳng phải quản-trị phần trách-nhiệm chia cho anh em, song để làm gương tốt cho cả bầy."},{"bible_id":"193","chapter_code":"1PE.5","verse_code":"1PE.5.4","label":"4","content":"Khi Đấng làm đầu các kẻ chăn chiên hiện ra, anh em sẽ được mão triều-thiên vinh-hiển, chẳng hề tàn-héo."},{"bible_id":"193","chapter_code":"1PE.5","verse_code":"1PE.5.5","label":"5","content":"Cũng khuyên bọn trẻ tuổi, hãy phục theo các trưởng-lão. Hết thảy đối-đãi với nhau phải trang-sức bằng khiêm-nhường; vì Đức Chúa Trời chống-cự kẻ kiêu-ngạo, mà ban ơn cho kẻ khiêm-nhường."},{"bible_id":"193","chapter_code":"1PE.5","verse_code":"1PE.5.6","label":"6","content":"Vậy, hãy hạ mình xuống dưới tay quyền-phép của Đức Chúa Trời, hầu cho đến kỳ thuận-hiệp Ngài nhắc anh em lên;"},{"bible_id":"193","chapter_code":"1PE.5","verse_code":"1PE.5.7","label":"7","content":"lại hãy trao mọi điều lo-lắng mình cho Ngài, vì Ngài hay săn-sóc anh em."},{"bible_id":"193","chapter_code":"1PE.5","verse_code":"1PE.5.8","label":"8","content":"Hãy tiết-độ và tỉnh-thức: kẻ thù-nghịch anh em là ma-quỉ, như sư-tử rống, đi rình-mò chung-quanh anh em, tìm-kiếm người nào nó có thể nuốt được."},{"bible_id":"193","chapter_code":"1PE.5","verse_code":"1PE.5.9","label":"9","content":"Hãy đứng vững trong đức-tin mà chống-cự nó, vì biết rằng anh em mình ở rải khắp thế-gian, cũng đồng chịu hoạn-nạn như mình."},{"bible_id":"193","chapter_code":"1PE.5","verse_code":"1PE.5.10","label":"10","content":"Đức Chúa Trời ban mọi ơn đã gọi anh em đến sự vinh-hiển đời đời của Ngài trong Đấng Christ, thì sau khi anh em tạm chịu khổ, chính Ngài sẽ làm cho anh em trọn-vẹn, vững-vàng, và thêm sức cho."},{"bible_id":"193","chapter_code":"1PE.5","verse_code":"1PE.5.11","label":"11","content":"Nguyền xin quyền-phép về nơi Ngài, đời đời vô-cùng! A-men."},{"bible_id":"193","chapter_code":"1PE.5","verse_code":"1PE.5.12","label":"12","content":"Tôi cậy Sin-vanh, là kẻ tôi coi như một người anh em trung-tín, viết mấy chữ nầy đặng khuyên anh em, và làm chứng với anh em rằng ấy là ơn thật của Đức Chúa Trời, anh em phải đứng vững trong đó."},{"bible_id":"193","chapter_code":"1PE.5","verse_code":"1PE.5.13","label":"13","content":"Hội-thánh của các người được chọn, tại thành Ba-by-lôn, chào anh em, con tôi là Mác cũng vậy."},{"bible_id":"193","chapter_code":"1PE.5","verse_code":"1PE.5.14","label":"14","content":"Anh em hãy lấy cái hôn yêu-thương mà chào nhau. Nguyền xin sự bình-an ở cùng hết thảy anh em trong Đấng Christ!"}]