[{"bible_id":"193","chapter_code":"2KI.1","verse_code":"2KI.1.1","label":"1","content":"Sau khi A-háp băng-bà, dân Mô-áp phản-nghịch cùng Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"2KI.1","verse_code":"2KI.1.2","label":"2","content":"A-cha-xia té ngang qua song lầu mình tại Sa-ma-ri, và vì cớ ấy mang bịnh. Người bèn sai sứ-giả đi, mà dặn rằng: Hãy đi cầu-vấn Ba-anh-Xê-bụt, thần của Éc-rôn, đặng cho biết ta sẽ lành bịnh nầy chăng?"},{"bible_id":"193","chapter_code":"2KI.1","verse_code":"2KI.1.3","label":"3","content":"Nhưng thiên-sứ của Đức Giê-hô-va phán với Ê-li, người Thi-sê-be, rằng: Hãy chỗi dậy, đi lên đón các sứ-giả của vua Sa-ma-ri, và nói với họ rằng: Trong Y-sơ-ra-ên há không có Đức Chúa Trời sao, nên ngươi đi cầu-vấn Ba-anh-Xê-bụt, thần của Éc-rôn?"},{"bible_id":"193","chapter_code":"2KI.1","verse_code":"2KI.1.4","label":"4","content":"Bởi cớ đó, Đức Giê-hô-va phán như vầy: Ngươi sẽ không xuống khỏi giường mà ngươi đã lên, nhưng hẳn sẽ chết. Đoạn, Ê-li đi."},{"bible_id":"193","chapter_code":"2KI.1","verse_code":"2KI.1.5","label":"5","content":"Các sứ-giả trở về cùng A-cha-xia, người hỏi rằng: Vì sao các ngươi trở về?"},{"bible_id":"193","chapter_code":"2KI.1","verse_code":"2KI.1.6","label":"6","content":"Chúng thưa rằng: Có một người đi lên đón chúng tôi, và nói với chúng tôi rằng: Hãy trở về cùng vua đã sai các ngươi, và nói với người rằng: Đức Giê-hô-va đã phán như vầy: Trong Y-sơ-ra-ên há không có Đức Chúa Trời sao, nên ngươi sai đi cầu-vấn Ba-anh-Xê-bụt, thần của Éc-rôn? Bởi cớ đó, ngươi sẽ không xuống khỏi giường mà ngươi đã lên, nhưng hẳn sẽ chết."},{"bible_id":"193","chapter_code":"2KI.1","verse_code":"2KI.1.7","label":"7","content":"Vua bèn hỏi họ rằng: Người đi lên đón các ngươi và nói những lời ấy ra sao?"},{"bible_id":"193","chapter_code":"2KI.1","verse_code":"2KI.1.8","label":"8","content":"Chúng thưa: Người đó mặc áo lông, và thắt lưng bằng dây da. Vua nói rằng: Ấy là Ê-li, người Thi-sê-be."},{"bible_id":"193","chapter_code":"2KI.1","verse_code":"2KI.1.9","label":"9","content":"Vua bèn sai một quan cai năm mươi lính đi với năm mươi lính mình lên cùng Ê-li. Vả, Ê-li đương ngồi trên chót gò. Quan cai nói với người rằng: Hỡi người của Đức Chúa Trời, vua đòi ông xuống."},{"bible_id":"193","chapter_code":"2KI.1","verse_code":"2KI.1.10","label":"10","content":"Nhưng Ê-li đáp cùng quan cai năm mươi lính rằng: Nếu ta là người của Đức Chúa Trời, nguyện lửa từ trên trời giáng xuống thiêu-đốt ngươi, luôn với năm mươi lính của ngươi đi! Lửa từ trên trời liền giáng xuống thiêu-đốt quan cai và năm mươi lính của người."},{"bible_id":"193","chapter_code":"2KI.1","verse_code":"2KI.1.11","label":"11","content":"A-cha-xia lại sai đến Ê-li một quan cai năm mươi lính khác đi với năm mươi lính người. Quan nầy nói với Ê-li rằng: Hỡi người của Đức Chúa Trời, vua phán như vầy: Hãy mau mau xuống."},{"bible_id":"193","chapter_code":"2KI.1","verse_code":"2KI.1.12","label":"12","content":"Nhưng Ê-li đáp với người rằng: Nếu ta là người của Đức Chúa Trời, nguyện lửa từ trên trời giáng xuống thiêu-đốt ngươi với năm mươi lính của ngươi đi. Lửa của Đức Chúa Trời liền từ trời giáng xuống thiêu-đốt quan cai với năm mươi lính của người."},{"bible_id":"193","chapter_code":"2KI.1","verse_code":"2KI.1.13","label":"13","content":"A-cha-xia lại sai một quan cai năm mươi lính đi với năm mươi lính mình. Quan cai nầy lên đến, quì gối xuống trước mặt Ê-li, cầu-xin người rằng: Hỡi người của Đức Chúa Trời, xin ông xem quí-trọng mạng-sống của tôi và mạng-sống của năm mươi người nầy, là kẻ tôi-tớ ông."},{"bible_id":"193","chapter_code":"2KI.1","verse_code":"2KI.1.14","label":"14","content":"Kìa, lửa đã giáng từ trời thiêu-nuốt hai quan cai năm mươi lính trước, và năm mươi lính của họ; nhưng bây giờ, xin xem mạng-sống tôi là quí-trọng trước mặt ông."},{"bible_id":"193","chapter_code":"2KI.1","verse_code":"2KI.1.15","label":"15","content":"Thiên-sứ của Đức Giê-hô-va nói cùng Ê-li rằng: Hãy đi xuống với người, chớ sợ chi. Vậy, Ê-li chỗi dậy đi xuống với quan cai đến cùng vua."},{"bible_id":"193","chapter_code":"2KI.1","verse_code":"2KI.1.16","label":"16","content":"Người nói với vua rằng: Đức Giê-hô-va phán như vầy: Bởi vì ngươi có sai sứ-giả đến cầu-vấn Ba-anh-Xê-bụt, thần của Éc-rôn, (há trong Y-sơ-ra-ên chẳng có Đức Chúa Trời để cầu-vấn sao?) nên ngươi sẽ không xuống khỏi giường ngươi đã trèo lên; vì ngươi chắc sẽ quả chết."},{"bible_id":"193","chapter_code":"2KI.1","verse_code":"2KI.1.17","label":"17","content":"Vậy, A-cha-xia thác, theo như lời Đức Giê-hô-va đã cậy Ê-li mà phán ra. Giô-ram  kế-vị cho người, nhằm năm thứ nhì của Giô-ram, con trai Giô-sa-phát, vua Giu-đa; bởi vì A-cha-xia không có con trai."},{"bible_id":"193","chapter_code":"2KI.1","verse_code":"2KI.1.18","label":"18","content":"Các công-việc khác của A-cha-xia đã làm đều chép trong sách sử-ký về các vua Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"2KI.2","verse_code":"2KI.2.1","label":"1","content":"Khi Đức Giê-hô-va muốn đem Ê-li lên trời trong một cơn gió lốc, Ê-li và Ê-li-sê ở Ghinh-ganh đi ra."},{"bible_id":"193","chapter_code":"2KI.2","verse_code":"2KI.2.2","label":"2","content":"Ê-li nói với Ê-li-sê rằng: Ta xin ngươi hãy ở đây; vì Đức Giê-hô-va sai ta đi đến Bê-tên. Ê-li-sê thưa với người rằng: Tôi chỉ Đức Giê-hô-va hằng-sống và chỉ mạng-sống thầy mà thề rằng, tôi chẳng hề lìa khỏi thầy. Như vậy, hai người đi xuống Bê-tên."},{"bible_id":"193","chapter_code":"2KI.2","verse_code":"2KI.2.3","label":"3","content":"Các môn-đồ của những tiên-tri ở tại Bê-tên đến nói với Ê-li-sê rằng: Anh có biết rằng ngày nay Đức Giê-hô-va sẽ cất thầy của anh lên khỏi anh chăng? Người đáp: Phải, ta biết; các ngươi hãy làm thinh đi!"},{"bible_id":"193","chapter_code":"2KI.2","verse_code":"2KI.2.4","label":"4","content":"Ê-li nói với Ê-li-sê rằng: Ta xin ngươi hãy ở đây, vì Đức Giê-hô-va sai ta đi đến Giê-ri-cô. Ê-li-sê lại thưa rằng: Tôi chỉ Đức Giê-hô-va hằng-sống và chỉ mạng-sống thầy mà thề rằng, tôi chẳng hề lìa khỏi thầy. Như vậy, hai người đi đến Giê-ri-cô."},{"bible_id":"193","chapter_code":"2KI.2","verse_code":"2KI.2.5","label":"5","content":"Các môn-đồ của những tiên-tri ở tại Giê-ri-cô đến gần Ê-li-sê, nói với người rằng: Anh có biết rằng ngày nay Đức Giê-hô-va sẽ cất thầy của anh lên khỏi anh chăng? Người đáp: Phải, ta biết; các ngươi hãy làm thinh đi!"},{"bible_id":"193","chapter_code":"2KI.2","verse_code":"2KI.2.6","label":"6","content":"Ê-li nói với người rằng: Ta xin ngươi hãy ở đây, vì Đức Giê-hô-va sai ta đi đến Giô-đanh. Ê-li-sê thưa rằng: Tôi chỉ Đức Giê-hô-va hằng-sống và chỉ mạng-sống thầy mà thề rằng, tôi chẳng hề lìa khỏi thầy. Như vậy, hai người cứ đi với nhau."},{"bible_id":"193","chapter_code":"2KI.2","verse_code":"2KI.2.7","label":"7","content":"Có năm mươi người trong các môn-đồ của những tiên-tri đi theo, đứng cách xa, đối ngang Giô-đanh; còn Ê-li và Ê-li-sê đứng lại tại mé sông."},{"bible_id":"193","chapter_code":"2KI.2","verse_code":"2KI.2.8","label":"8","content":"Ê-li bèn lấy áo tơi mình, cuốn lại, đập trên nước; nước bèn rẽ ra hai bên, và hai người đều đi ngang qua trên đất khô."},{"bible_id":"193","chapter_code":"2KI.2","verse_code":"2KI.2.9","label":"9","content":"Khi đi qua rồi, Ê-li nói với Ê-li-sê rằng: Hãy xin điều ngươi muốn ta làm cho ngươi, trước khi ta được cất lên khỏi ngươi. Ê-li-sê thưa rằng: Nguyền xin thần của thầy cảm-động tôi được bội phần."},{"bible_id":"193","chapter_code":"2KI.2","verse_code":"2KI.2.10","label":"10","content":"Ê-li nói với người rằng: Ngươi cầu-xin một sự khó. Song nếu ngươi thấy ta lúc ta được cất lên khỏi ngươi, ắt sẽ được như lời; bằng chẳng, thì không được."},{"bible_id":"193","chapter_code":"2KI.2","verse_code":"2KI.2.11","label":"11","content":"Hai người cứ vừa đi vừa nói với nhau, kìa, có một cái xe lửa và ngựa lửa phân-rẽ hai người; Ê-li lên trời trong một cơn gió lốc."},{"bible_id":"193","chapter_code":"2KI.2","verse_code":"2KI.2.12","label":"12","content":"Ê-li-sê nhìn thấy, bèn la lên rằng: Cha tôi ôi! cha tôi ôi! là xe và lính-kỵ của Y-sơ-ra-ên! Đoạn, Ê-li-sê không còn thấy người nữa; rồi người nắm áo mình xé ra làm hai mảnh."},{"bible_id":"193","chapter_code":"2KI.2","verse_code":"2KI.2.13","label":"13","content":"Ê-li-sê bèn lấy cái áo tơi đã ở nơi mình Ê-li rơi xuống, trở về, đứng tại trên mé Giô-đanh."},{"bible_id":"193","chapter_code":"2KI.2","verse_code":"2KI.2.14","label":"14","content":"Người lấy cái áo tơi đã ở nơi mình Ê-li rơi xuống, đập nước, và nói rằng: Giê-hô-va Đức Chúa Trời của Ê-li ở đâu? Khi người đã đập nước rồi, nước bèn rẽ ra hai bên, và Ê-li-sê đi ngang qua."},{"bible_id":"193","chapter_code":"2KI.2","verse_code":"2KI.2.15","label":"15","content":"Khi các môn-đồ của những tiên-tri ở Giê-ri-cô đối ngang Giô-đanh, thấy Ê-li-sê, thì nói rằng: Thần Ê-li đổ trên Ê-li-sê. Họ đến đón người, sấp mình xuống đất trước mặt người,"},{"bible_id":"193","chapter_code":"2KI.2","verse_code":"2KI.2.16","label":"16","content":"và nói với người rằng: Tại đây, giữa các tôi-tớ thầy, có năm mươi người mạnh-dạn; hãy cho phép họ đi tìm chủ thầy; có lẽ Thần của Đức Giê-hô-va đem người đi, ném trên núi nào hay là trong trũng nào chăng? Ê-li-sê đáp: Chớ sai họ đi."},{"bible_id":"193","chapter_code":"2KI.2","verse_code":"2KI.2.17","label":"17","content":"Nhưng chúng nài-ép người, đến nỗi người xấu-hổ, bèn nói rằng: Hãy sai họ đi đi. Chúng liền sai năm mươi người tìm Ê-li trong ba ngày, mà tìm chẳng đặng."},{"bible_id":"193","chapter_code":"2KI.2","verse_code":"2KI.2.18","label":"18","content":"Chúng trở về, Ê-li-sê vẫn ở tại Giê-ri-cô; người bèn nói với họ rằng: Ta há chẳng bảo các ngươi chớ có đi sao?"},{"bible_id":"193","chapter_code":"2KI.2","verse_code":"2KI.2.19","label":"19","content":"Dân-cư của Giê-ri-cô nói cùng Ê-li-sê rằng: Chỗ xây-cất thành nầy tốt lắm, y như chúa tôi thấy; nhưng nước thì độc và đất thì chai."},{"bible_id":"193","chapter_code":"2KI.2","verse_code":"2KI.2.20","label":"20","content":"Người đáp: Hãy đem cho ta một cái bình mới, và đựng muối ở trong. Chúng đem bình đến cho người."},{"bible_id":"193","chapter_code":"2KI.2","verse_code":"2KI.2.21","label":"21","content":"Người bèn đi đến nguồn nước, đổ muối xuống nước, mà nói rằng: Đức Giê-hô-va phán như vầy: Ta đã chữa lành cho nước nầy, tự nó sẽ chẳng còn gây ra sự chết, hoặc sự nân nữa."},{"bible_id":"193","chapter_code":"2KI.2","verse_code":"2KI.2.22","label":"22","content":"Vậy, theo lời của Ê-li-sê phán ra, nước được chữa lành còn đến ngày nay."},{"bible_id":"193","chapter_code":"2KI.2","verse_code":"2KI.2.23","label":"23","content":"Từ đó, Ê-li-sê đi lên Bê-tên. Đang đi dọc đường, có những trẻ con trai ở thành ra nhạo-báng người, mà rằng: Ớ lão trọc, hãy lên! Ớ lão trọc, hãy lên!"},{"bible_id":"193","chapter_code":"2KI.2","verse_code":"2KI.2.24","label":"24","content":"Người xây lại ngó chúng nó, và nhân danh Đức Giê-hô-va mà rủa-sả chúng nó. Liền có hai con gấu cái ra khỏi rừng, cấu-xé bốn mươi hai đứa trong bọn chúng nó. Từ đó, Ê-li-sê đi đến núi Cạt-mên; đoạn từ nơi ấy người trở về Sa-ma-ri."},{"bible_id":"193","chapter_code":"2KI.3","verse_code":"2KI.3.1","label":"1","content":"Giô-ram, con trai A-háp, lên ngôi làm vua Y-sơ-ra-ên tại Sa-ma-ri, năm thứ mười tám đời vua Giô-sa-phát, vua Giu-đa, và cai-trị mười hai năm."},{"bible_id":"193","chapter_code":"2KI.3","verse_code":"2KI.3.2","label":"2","content":"Người làm điều ác trước mặt Đức Giê-hô-va, song không giống như cha và mẹ người; bởi vì người có trừ-bỏ tượng thần Ba-anh mà cha người đã dựng lên."},{"bible_id":"193","chapter_code":"2KI.3","verse_code":"2KI.3.3","label":"3","content":"Dầu vậy, người cũng ham theo tội-lỗi của Giê-rô-bô-am, con trai Nê-bát, tức là tội đã gây cho Y-sơ-ra-ên can-phạm. Người chẳng hề chịu bỏ đi."},{"bible_id":"193","chapter_code":"2KI.3","verse_code":"2KI.3.4","label":"4","content":"Vả, Mê-sa, vua dân Mô-áp, nuôi nhiều bầy chiên, hằng năm người tiến-cống cho vua Y-sơ-ra-ên một trăm ngàn chiên con, và trăm ngàn chiên đực chưa hớt lông."},{"bible_id":"193","chapter_code":"2KI.3","verse_code":"2KI.3.5","label":"5","content":"Nhưng xảy ra khi A-háp băng-hà, vua Mô-áp dấy nghịch cùng vua Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"2KI.3","verse_code":"2KI.3.6","label":"6","content":"Bấy giờ, vua Giô-ram đi ra khỏi Sa-ma-ri, kiểm-điểm cả Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"2KI.3","verse_code":"2KI.3.7","label":"7","content":"Người sai báo với Giô-sa-phát, vua Giu-đa, rằng: Dân Mô-áp đã phản-nghịch cùng tôi. Vua có muốn đến cùng tôi giao-chiến với Mô-áp chăng? Giô-sa-phát đáp rằng: Tôi sẽ đi; tôi như ông, dân-sự tôi như dân-sự ông, ngựa tôi như ngựa của ông."},{"bible_id":"193","chapter_code":"2KI.3","verse_code":"2KI.3.8","label":"8","content":"Người lại tiếp: Chúng ta sẽ đi lên đường nào? Giô-ram đáp: Bởi con đường của đồng vắng Ê-đôm."},{"bible_id":"193","chapter_code":"2KI.3","verse_code":"2KI.3.9","label":"9","content":"Ấy vậy, vua Y-sơ-ra-ên, vua Giu-đa và vua Ê-đôm đồng kéo ra, đi vòng bảy ngày đường, đoạn họ không có nước cho đạo-binh và súc-vật theo."},{"bible_id":"193","chapter_code":"2KI.3","verse_code":"2KI.3.10","label":"10","content":"Vua Y-sơ-ra-ên bèn nói rằng: Than ôi! Đức Giê-hô-va đã gọi ba vua nầy đến đặng nộp vào tay Mô-áp."},{"bible_id":"193","chapter_code":"2KI.3","verse_code":"2KI.3.11","label":"11","content":"Nhưng Giô-sa-phát hỏi: Ở đây há chẳng có tiên-tri nào của Đức Giê-hô-va để chúng ta nhờ người mà cầu-vấn Đức Giê-hô-va chăng? Một đầy-tớ của vua Y-sơ-ra-ên thưa rằng: Ở đây có Ê-li-sê, con trai của Sa-phát, là kẻ đã hầu-việc Ê-li."},{"bible_id":"193","chapter_code":"2KI.3","verse_code":"2KI.3.12","label":"12","content":"Giô-sa-phát tiếp: Lời phán của Đức Giê-hô-va vốn ở nơi người. Vậy, vua Y-sơ-ra-ên, Giô-sa-phát, và vua Ê-đôm, bèn đi đến người."},{"bible_id":"193","chapter_code":"2KI.3","verse_code":"2KI.3.13","label":"13","content":"Ê-li-sê nói với vua Y-sơ-ra-ên rằng: Vua và tôi có can-hệ gì chăng? Khá đi cầu-vấn các tiên-tri của cha và mẹ vua. Vua Y-sơ-ra-ên đáp rằng: Chẳng vậy đâu; vì Đức Giê-hô-va đã gọi ba vua nầy đến, đặng nộp vào tay Mô-áp."},{"bible_id":"193","chapter_code":"2KI.3","verse_code":"2KI.3.14","label":"14","content":"Ê-li-sê bèn nói: Đức Giê-hô-va vạn-quân hằng-sống, tôi đứng trước mặt Ngài, mà thề rằng, nếu tôi không kính-nể Giô-sa-phát, vua Giu-đa, thì tôi chẳng xem vua ra sao, và cũng không thấy đến nữa."},{"bible_id":"193","chapter_code":"2KI.3","verse_code":"2KI.3.15","label":"15","content":"Nhưng bây giờ, hãy đem đến cho tôi một người khảy đàn. Trong lúc người ấy khảy đàn, thì tay của Đức Giê-hô-va ở trên Ê-li-sê."},{"bible_id":"193","chapter_code":"2KI.3","verse_code":"2KI.3.16","label":"16","content":"Người nói: Đức Giê-hô-va phán như vầy: Hãy đào cho nhiều hầm-hố khắp trong trũng nầy."},{"bible_id":"193","chapter_code":"2KI.3","verse_code":"2KI.3.17","label":"17","content":"Vì Đức Giê-hô-va phán rằng: Các ngươi sẽ không thấy gió, cũng chẳng thấy mưa, thế mà trũng nầy sẽ đầy-dẫy nước, và các ngươi, bầy chiên, cùng súc-vật của các ngươi, đều sẽ uống nước được."},{"bible_id":"193","chapter_code":"2KI.3","verse_code":"2KI.3.18","label":"18","content":"Nhưng Đức Giê-hô-va coi sự nầy là nhỏ-mọn quá: Ngài lại sẽ phó luôn dân Mô-áp vào tay các ngươi."},{"bible_id":"193","chapter_code":"2KI.3","verse_code":"2KI.3.19","label":"19","content":"Các ngươi sẽ phá-hủy hết thảy những thành kiên-cố, những thành thị-tứ, đốn những cây tốt, bít mọi suối nước, và lấy đá làm hư-hại đồng ruộng màu-mỡ."},{"bible_id":"193","chapter_code":"2KI.3","verse_code":"2KI.3.20","label":"20","content":"Vậy, buổi sáng, nhằm giờ người ta dâng của-lễ chay, thấy nước bởi đường Ê-dôm đến, và xứ bèn đầy những nước."},{"bible_id":"193","chapter_code":"2KI.3","verse_code":"2KI.3.21","label":"21","content":"Khi dân Mô-áp hay rằng các vua ấy đi lên đặng đánh mình, thì nhóm hết thảy những người có thể nai-nịt binh-khí được trở lên, và đứng tại bờ-cõi xứ."},{"bible_id":"193","chapter_code":"2KI.3","verse_code":"2KI.3.22","label":"22","content":"Ngày sau dân Mô-áp chỗi dậy thật sớm; khi mặt trời mọc soi trên nước, dân Mô-áp thấy trước mặt mình nước đỏ như máu,"},{"bible_id":"193","chapter_code":"2KI.3","verse_code":"2KI.3.23","label":"23","content":"thì la lên rằng: Ấy là máu! Chắc ba vua ấy đã tranh-chiến nhau, đánh giết lẫn nhau. Bây giờ, hỡi dân Mô-áp! hãy đi cướp của."},{"bible_id":"193","chapter_code":"2KI.3","verse_code":"2KI.3.24","label":"24","content":"Vậy, chúng đi đến trại-quân Y-sơ-ra-ên; nhưng dân Y-sơ-ra-ên chỗi dậy, hãm đánh dân Mô-áp, chúng nó chạy trốn khỏi trước mặt dân Y-sơ-ra-ên. Đoạn, dân Y-sơ-ra-ên loán vào xứ, hãm-đánh Mô-áp."},{"bible_id":"193","chapter_code":"2KI.3","verse_code":"2KI.3.25","label":"25","content":"Họ phá-hủy các thành, ai nấy lấy đá liệng vào lấp các đồng ruộng màu-mỡ, bít các nguồn nước, và đốn những cây tốt. Tại Kiệt-Ha-rê-sết chỉ còn lại những vách thành: Những quân ném đá cũng vây xông phá các vách đó nữa."},{"bible_id":"193","chapter_code":"2KI.3","verse_code":"2KI.3.26","label":"26","content":"Vua Mô-áp thấy mình không thế chống nổi, bèn đem theo mình bảy trăm người cầm gươm, toan xông đến nơi vua Ê-đôm; nhưng không thế nào được."},{"bible_id":"193","chapter_code":"2KI.3","verse_code":"2KI.3.27","label":"27","content":"Người bèn bắt thái-tử, là kẻ phải kế-vị mình, dâng làm của-lễ thiêu tại trên vách thành. Bèn có cơn thạnh-nộ nổi phừng cùng Y-sơ-ra-ên; thì họ lìa khỏi vua Mô-áp, và trở về xứ mình."},{"bible_id":"193","chapter_code":"2KI.4","verse_code":"2KI.4.1","label":"1","content":"Vả, có vợ của một người môn-đồ của đấng tiên-tri đến phàn-nàn cùng Ê-li-sê, mà rằng: Kẻ tôi-tớ ông, là chồng tôi, đã qua đời; và ông biết rằng kẻ tôi-tớ ông kính-sợ Đức Giê-hô-va. Vả, chủ nợ người đến toan bắt hai đứa con tôi làm tôi-mọi."},{"bible_id":"193","chapter_code":"2KI.4","verse_code":"2KI.4.2","label":"2","content":"Ê-li-sê nói với nàng rằng: Ta phải làm gì cho ngươi? Hãy nói cho ta biết; ngươi có vật gì ở nhà? Nàng thưa rằng: Con đòi ông chẳng có gì trong nhà hơn là một hũ dầu."},{"bible_id":"193","chapter_code":"2KI.4","verse_code":"2KI.4.3","label":"3","content":"Người bèn tiếp rằng: Hãy đi ra ngoài mượn những bình không của các kẻ láng-giềng ngươi, chớ mượn ít."},{"bible_id":"193","chapter_code":"2KI.4","verse_code":"2KI.4.4","label":"4","content":"Khi ngươi trở về, hãy vào nhà với các con ngươi, đóng cửa lại, rồi hãy đổ dầu vào các bình đó; hễ bình nào đầy thì để nó riêng ra."},{"bible_id":"193","chapter_code":"2KI.4","verse_code":"2KI.4.5","label":"5","content":"Nàng liền đi khỏi người, vào nhà với các con trai mình, đóng cửa lại; các con trai nàng đem bình lại, và nàng đổ dầu vào."},{"bible_id":"193","chapter_code":"2KI.4","verse_code":"2KI.4.6","label":"6","content":"Khi các bình đã đầy, nàng nói với con trai mình rằng: Hãy đem cho ta một bình nữa. Nhưng nó thưa rằng: Hết trơn bình rồi. Dầu bèn ngừng lại."},{"bible_id":"193","chapter_code":"2KI.4","verse_code":"2KI.4.7","label":"7","content":"Bấy giờ, nàng đem việc ấy thuật cho người của Đức Chúa Trời, thì người nói rằng: Hãy đem bán dầu mà trả nợ của ngươi; đoạn, ngươi và các con trai ngươi sẽ lấy dầu còn lại mà nuôi mình."},{"bible_id":"193","chapter_code":"2KI.4","verse_code":"2KI.4.8","label":"8","content":"Một ngày kia, Ê-li-sê đi ngang qua đất Su-nem. Ở đó, có một người đàn-bà giàu, cầm người ở lại ăn bữa. Từ ấy, mỗi khi người đi ngang qua đó, thì vào nhà người đàn-bà nầy mà dùng bữa."},{"bible_id":"193","chapter_code":"2KI.4","verse_code":"2KI.4.9","label":"9","content":"Người nói với chồng mình rằng: Tôi biết rằng người năng đến nhà chúng ta đây, là một người thánh của Đức Chúa Trời."},{"bible_id":"193","chapter_code":"2KI.4","verse_code":"2KI.4.10","label":"10","content":"Xin chúng ta hãy xây-cất cho người một cái phòng cao, rồi để tại đó một cái giường, một cái bàn; một cái ghế, và một cây đèn. Vậy, khi người đến nhà ta, thì sẽ ở lại đó."},{"bible_id":"193","chapter_code":"2KI.4","verse_code":"2KI.4.11","label":"11","content":"Một ngày kia, Ê-li-sê đi đến Su-nem, trọ nơi phòng cao, và ngủ tại đó."},{"bible_id":"193","chapter_code":"2KI.4","verse_code":"2KI.4.12","label":"12","content":"Người nói với Ghê-ha-xi, tôi-tớ mình, rằng: Hãy gọi người đàn-bà Su-nem đó đến. Ghê-ha-xi gọi nàng; nàng ra đứng trước mặt người."},{"bible_id":"193","chapter_code":"2KI.4","verse_code":"2KI.4.13","label":"13","content":"Người nói với tôi-tớ mình rằng: Hãy nói cùng nàng rằng: Kìa, ngươi đã lo-liệu cho chúng ta mọi điều nầy; vậy chúng ta phải làm gì cho ngươi? Có phải ngươi muốn ta nói giùm cho ngươi với vua hay là với quan tổng-binh chăng? Nàng thưa rằng: Tôi vẫn ở giữa dân-sự tôi."},{"bible_id":"193","chapter_code":"2KI.4","verse_code":"2KI.4.14","label":"14","content":"Ê-li-sê lại tiếp: Vậy, chúng ta phải làm gì cho người? Ghê-ha-xi đáp rằng: À nầy, người không có con trai, và chồng người đã già rồi."},{"bible_id":"193","chapter_code":"2KI.4","verse_code":"2KI.4.15","label":"15","content":"Ê-li-sê nói rằng: Hãy gọi nàng. Ghê-ha-xi gọi nàng, nàng đến đứng nơi cửa."},{"bible_id":"193","chapter_code":"2KI.4","verse_code":"2KI.4.16","label":"16","content":"Ê-li-sê nói với người đàn-bà rằng: Năm tới, trong lúc nầy, ngươi sẽ ẵm một đứa con trai. Nàng thưa: Hỡi chúa tôi, là người của Đức Chúa Trời! xin chớ nói dối cùng con đòi của chúa."},{"bible_id":"193","chapter_code":"2KI.4","verse_code":"2KI.4.17","label":"17","content":"Người đàn-bà ấy thọ-thai, và một năm sau, cũng trong lúc đó, sanh một đứa con trai, y như lời Ê-li-sê đã nói trước cho nàng."},{"bible_id":"193","chapter_code":"2KI.4","verse_code":"2KI.4.18","label":"18","content":"Xảy ra khi đứa trẻ lớn lên, một ngày kia nó đi đến cha nó nơi những người gặt lúa,"},{"bible_id":"193","chapter_code":"2KI.4","verse_code":"2KI.4.19","label":"19","content":"mà nói rằng: Đầu tôi đau! đầu tôi đau! Người cha biểu kẻ tôi-tớ đem nó về cho mẹ nó."},{"bible_id":"193","chapter_code":"2KI.4","verse_code":"2KI.4.20","label":"20","content":"Người tôi-tớ đem nó về, giao cho mẹ nó; đứa trẻ ngồi trên đầu gối của mẹ cho đến trưa, rồi chết."},{"bible_id":"193","chapter_code":"2KI.4","verse_code":"2KI.4.21","label":"21","content":"Nàng bèn đi lên để nó nằm trên giường người của Đức Chúa Trời, rồi đi ra, đóng cửa lại."},{"bible_id":"193","chapter_code":"2KI.4","verse_code":"2KI.4.22","label":"22","content":"Kế đó, nàng kêu chồng mình mà nói rằng: Tôi xin ông cắt cho tôi một đứa đầy-tớ, và một con lừa, để tôi chạy đến người của Đức Chúa Trời; đoạn, tôi sẽ trở về."},{"bible_id":"193","chapter_code":"2KI.4","verse_code":"2KI.4.23","label":"23","content":"Chồng hỏi nàng rằng: Ngày nay chẳng phải mồng một, cũng chẳng phải ngày Sa-bát. Vậy, nhân sao muốn đi đến cùng người? Nàng đáp: Mọi điều bình-an."},{"bible_id":"193","chapter_code":"2KI.4","verse_code":"2KI.4.24","label":"24","content":"Nàng biểu thắng lừa, và nói với kẻ tôi-tớ rằng: Hãy đem ta đi mau mau, nếu ta biểu ngươi mới ngừng lại."},{"bible_id":"193","chapter_code":"2KI.4","verse_code":"2KI.4.25","label":"25","content":"Vậy, nàng đi đến cùng người của Đức Chúa Trời tại trên núi Cạt-mên. Người của Đức Chúa Trời thấy nàng đằng xa, bèn nói với Ghê-ha-xi, kẻ tôi-tớ mình, rằng: Kìa, người đàn-bà Su-nem!"},{"bible_id":"193","chapter_code":"2KI.4","verse_code":"2KI.4.26","label":"26","content":"Vậy, hãy chạy đi đón nàng, và hỏi nàng rằng: Mọi việc đều bình-an chăng? Chồng và con ngươi bình-an chăng? Nàng đáp: Bình-an."},{"bible_id":"193","chapter_code":"2KI.4","verse_code":"2KI.4.27","label":"27","content":"Khi nàng đến gần người của Đức Chúa Trời, tại trên núi, thì ôm lấy chân người. Ghê-ha-xi đến gần đặng xô nàng ra, nhưng người của Đức Chúa Trời nói cùng người rằng: Hãy để mặc nàng; linh-hồn nàng đắng-cay; Đức Giê-hô-va có giấu ta điều đó, không tỏ cho ta hay."},{"bible_id":"193","chapter_code":"2KI.4","verse_code":"2KI.4.28","label":"28","content":"Người đàn-bà ấy bèn nói rằng: Tôi há có cầu chúa một đứa con trai sao? Tôi há chẳng có nói với chúa rằng: Xin chớ dối tôi?"},{"bible_id":"193","chapter_code":"2KI.4","verse_code":"2KI.4.29","label":"29","content":"Ê-li-sê nói cùng Ghê-ha-xi rằng: Hãy thắt lưng ngươi, cầm gậy ta nơi tay và đi. Nếu ngươi gặp ai, chớ chào họ; nếu ai chào ngươi, chớ đáp lại. Ngươi sẽ đặt cây gậy ta trên mặt đứa trẻ."},{"bible_id":"193","chapter_code":"2KI.4","verse_code":"2KI.4.30","label":"30","content":"Người mẹ của đứa trẻ nói rằng: Tôi chỉ Đức Giê-hô-va hằng-sống, và chỉ mạng-sống của ông mà thề, tôi chẳng hề lìa khỏi ông! Ê-li-sê bèn chỗi dậy, và đi theo người."},{"bible_id":"193","chapter_code":"2KI.4","verse_code":"2KI.4.31","label":"31","content":"Ghê-ha-xi đi trước hai người, và đặt cây gậy trên mặt đứa trẻ. Nhưng người chẳng nghe một tiếng nào, cũng chẳng thấy mòi gì sống. Người trở lại đón Ê-li-sê, và thưa cùng người rằng: Đứa trẻ không tỉnh lại."},{"bible_id":"193","chapter_code":"2KI.4","verse_code":"2KI.4.32","label":"32","content":"Khi Ê-li-sê vào nhà, thấy đứa trẻ đã chết, nằm sải trên giường."},{"bible_id":"193","chapter_code":"2KI.4","verse_code":"2KI.4.33","label":"33","content":"Ê-li-sê vào trong phòng, đóng cửa lại, có đứa trẻ và mình ở trong, rồi cầu-nguyện cùng Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"2KI.4","verse_code":"2KI.4.34","label":"34","content":"Đoạn, người leo lên giường, nằm trên đứa trẻ; đặt miệng mình trên miệng nó, mắt mình trên mắt nó, và tay mình trên tay nó. Người nằm ấp trên mình nó, xác đứa trẻ bèn ấm lại."},{"bible_id":"193","chapter_code":"2KI.4","verse_code":"2KI.4.35","label":"35","content":"Ê-li-sê trở xuống, đi qua đi lại trong phòng; đoạn, leo lên giường, nằm ấp trên mình đứa trẻ nữa. Rốt lại, nó nhảy mũi bảy lần, và mở mắt ra."},{"bible_id":"193","chapter_code":"2KI.4","verse_code":"2KI.4.36","label":"36","content":"Ê-li-sê liền gọi Ghê-ha-xi mà biểu rằng: Hãy gọi người đàn-bà Su-nem. Ghê-ha-xi gọi người. Khi nàng chạy đến, Ê-li-sê nói với nàng rằng: Hãy ẵm lấy con ngươi."},{"bible_id":"193","chapter_code":"2KI.4","verse_code":"2KI.4.37","label":"37","content":"Nàng bèn lại gần, sấp mình xuống dưới chân người và lạy; đoạn ẵm lấy con mình và đi ra."},{"bible_id":"193","chapter_code":"2KI.4","verse_code":"2KI.4.38","label":"38","content":"Ê-li-sê trở về Ghinh-ganh. Vả, trong xứ có đói-kém. Các môn-đồ của những tiên-tri đều ngồi trước mặt người. Người biểu kẻ tôi-tớ mình rằng: Hãy bắc cái nồi lớn, nấu canh cho các môn-đồ của những tiên-tri."},{"bible_id":"193","chapter_code":"2KI.4","verse_code":"2KI.4.39","label":"39","content":"Một người trong bọn họ đi ra ngoài đồng đặng hái rau, thấy một dây rừng leo, bèn hái những dưa dại, bọc đầy vạt áo tơi mình. Khi người trở về, xắt ra từng miếng, bỏ trong nồi nấu canh, chẳng biết nó là thứ gì."},{"bible_id":"193","chapter_code":"2KI.4","verse_code":"2KI.4.40","label":"40","content":"Người ta múc cho các người ăn; nhưng vừa khi họ nếm canh, thì la lên rằng: Hỡi người của Đức Chúa Trời, sự chết ở trong nồi nầy! Họ ăn canh ấy không đặng."},{"bible_id":"193","chapter_code":"2KI.4","verse_code":"2KI.4.41","label":"41","content":"Ê-li-sê nói: Thế thì, hãy đem bột lại. Người bỏ bột trong nồi, và biểu rằng: Hãy múc cho các người ăn. Vậy, trong canh chẳng còn độc gì nữa."},{"bible_id":"193","chapter_code":"2KI.4","verse_code":"2KI.4.42","label":"42","content":"Có một người ở Ba-anh-Sa-li-sa đến, đem cho người của Đức Chúa Trời hai mươi ổ bánh lúa mạch, và lúa còn gié để trong bị mình, làm của-lễ đầu mùa gặt. Ê-li-sê biểu kẻ tôi-tớ mình rằng: Hãy đem phát cho các người ăn."},{"bible_id":"193","chapter_code":"2KI.4","verse_code":"2KI.4.43","label":"43","content":"Kẻ tôi-tớ người thưa rằng: Chi! Tôi phải phát đồ nầy cho một trăm người sao? Nhưng Ê-li-sê đáp: Hãy phát cho họ các bánh đó, hầu cho họ ăn đi; vì Đức Giê-hô-va có phán như vầy: Người ta sẽ ăn và còn dư lại."},{"bible_id":"193","chapter_code":"2KI.4","verse_code":"2KI.4.44","label":"44","content":"Ấy vậy, người đặt các bánh đó trước mặt họ: họ ăn, và còn thừa lại, y như lời của Đức Giê-hô-va đã phán."},{"bible_id":"193","chapter_code":"2KI.5","verse_code":"2KI.5.1","label":"1","content":"Na-a-man, quan tổng-binh của vua Sy-ri, là một người có quyền trước mặt chủ mình, được tôn-trọng lắm, bởi vì Đức Giê-hô-va dùng người giải-cứu dân Sy-ri; người nầy vốn mạnh-mẽ và bạo-dạn, song bị bịnh phung."},{"bible_id":"193","chapter_code":"2KI.5","verse_code":"2KI.5.2","label":"2","content":"Vả, có một vài toán dân Sy-ri đi ra bắt một đứa gái nhỏ của xứ Y-sơ-ra-ên làm phu-tù, để hầu-hạ vợ Na-a-man."},{"bible_id":"193","chapter_code":"2KI.5","verse_code":"2KI.5.3","label":"3","content":"Một ngày kia, nó nói với bà chủ mình rằng: Ôi! Chớ chi chúa tôi đi đến cùng ông tiên-tri ở Sa-ma-ri! Người sẽ giải-cứu chúa tôi khỏi bịnh phung."},{"bible_id":"193","chapter_code":"2KI.5","verse_code":"2KI.5.4","label":"4","content":"Na-a-man đem các lời nầy thưa lại cho chúa mình, mà rằng: Đứa gái nhỏ ở xứ Y-sơ-ra-ên có nói thể nầy thể nầy."},{"bible_id":"193","chapter_code":"2KI.5","verse_code":"2KI.5.5","label":"5","content":"Vua Sy-ri đáp: Hãy đi, ta sẽ gởi thơ cho vua Y-sơ-ra-ên. Vậy, Na-a-man đi, đem theo mình mười ta-lâng bạc, sáu ngàn đồng vàng, và mười bộ áo."},{"bible_id":"193","chapter_code":"2KI.5","verse_code":"2KI.5.6","label":"6","content":"Người đem bức thơ dâng cho vua Y-sơ-ra-ên; thơ rằng: Khi thơ nầy đạt đến vua, kìa ta đã sai Na-a-man, đầy-tớ ta đến cùng vua; vua tiếp được bức thơ nầy, ấy để vua giải-cứu bịnh phung cho người."},{"bible_id":"193","chapter_code":"2KI.5","verse_code":"2KI.5.7","label":"7","content":"Khi vua Y-sơ-ra-ên đọc thơ rồi, liền xé quần-áo mình, và nói rằng: Ông ấy sai người đến cùng ta để ta chữa khỏi bệnh phung cho họ, ta há phải là Đức Chúa Trời, có quyền làm sống làm chết sao? Khá nên biết và xem thấy rằng người tìm dịp để nghịch cùng ta."},{"bible_id":"193","chapter_code":"2KI.5","verse_code":"2KI.5.8","label":"8","content":"Khi Ê-li-sê, người của Đức Chúa Trời, hay rằng vua Y-sơ-ra-ên có xé quần-áo mình, thì sai nói với người rằng: Cớ sao vua xé quần-áo mình? Na-a-man hãy đến tôi, ắt người sẽ biết rằng trong Y-sơ-ra-ên có tiên-tri."},{"bible_id":"193","chapter_code":"2KI.5","verse_code":"2KI.5.9","label":"9","content":"Vậy, Na-a-man đến với ngựa và xe, dừng tại cửa nhà Ê-li-sê."},{"bible_id":"193","chapter_code":"2KI.5","verse_code":"2KI.5.10","label":"10","content":"Ê-li-sê sai một sứ-giả nói với người rằng: Hãy đi tắm mình bảy lần dưới sông Giô-đanh, thịt ngươi tất sẽ trở nên lành, và ngươi sẽ được sạch."},{"bible_id":"193","chapter_code":"2KI.5","verse_code":"2KI.5.11","label":"11","content":"Nhưng Na-a-man nổi giận, vừa đi vừa nói rằng: Ta nghĩ rằng chính mình người sẽ đi ra đón ta, đứng gần đó mà cầu-khẩn danh Giê-hô-va Đức Chúa Trời của người, lấy tay đưa qua đưa lại trên chỗ bịnh và chữa lành kẻ phung."},{"bible_id":"193","chapter_code":"2KI.5","verse_code":"2KI.5.12","label":"12","content":"A-ba-na và Bạt-ba, hai sông ở Đa-mách, há chẳng tốt hơn các nước trong Y-sơ-ra-ên sao? Ta há chẳng tắm đó cho được sạch hay sao? Vậy, người trở đi và giận-dữ."},{"bible_id":"193","chapter_code":"2KI.5","verse_code":"2KI.5.13","label":"13","content":"Những tôi-tớ đến gần người, mà thưa rằng: Cha ơi, nếu tiên-tri có truyền cho cha một việc khó, cha há chẳng làm sao? Phương chi rày người bảo cha rằng: “Hãy tắm, thì được sạch.”"},{"bible_id":"193","chapter_code":"2KI.5","verse_code":"2KI.5.14","label":"14","content":"Người bèn xuống sông Giô-đanh, và tắm mình bảy lần, theo như lời truyền của người Đức Chúa Trời. Người liền được sạch, và thịt người trở nên như trước, giống như thịt của một đứa con nít nhỏ."},{"bible_id":"193","chapter_code":"2KI.5","verse_code":"2KI.5.15","label":"15","content":"Na-a-man với hết thảy người đi theo, bèn trở lại cùng người của Đức Chúa Trời; người đến đứng trước mặt Ê-li-sê, mà nói rằng: Bây giờ, tôi nhìn-biết rằng trên khắp thế-gian chẳng có chúa nào khác hơn Đức Chúa Trời trong Y-sơ-ra-ên. Ấy vậy, tôi xin ông nhận lễ-vật của kẻ tôi-tớ ông."},{"bible_id":"193","chapter_code":"2KI.5","verse_code":"2KI.5.16","label":"16","content":"Nhưng Ê-li-sê đáp rằng: Ta chỉ Đức Giê-hô-va hằng-sống, là Đấng ta phục-sự mà thề rằng ta chẳng nhận gì hết. Na-a-man ép-nài Ê-li-sê nhận lấy, nhưng người từ-chối."},{"bible_id":"193","chapter_code":"2KI.5","verse_code":"2KI.5.17","label":"17","content":"Na-a-man bèn tiếp rằng: Tuy chẳng nhận lấy, tôi xin ông cho phép người ta ban cho kẻ tôi-tớ ông đủ đất bằng hai con la chở nổi; vì từ rày về sau, kẻ tôi-tớ ông chẳng muốn dâng của-lễ thiêu hay là tế-lễ chi cho thần nào khác hơn là Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"2KI.5","verse_code":"2KI.5.18","label":"18","content":"Song, nguyện Đức Giê-hô-va tha-thứ cho kẻ tôi-tớ ông điều nầy: Mỗi khi chủ tôi vào trong đền-thờ Rim-môn đặng thờ-lạy, thì chống trên cánh tay tôi, nên tôi cũng phải quì-lạy trong đền-thờ Rim-môn. Vậy, khi tôi quì-lạy trong đền-thờ Rim-môn, nguyện Đức Giê-hô-va tha-thứ điều đó cho kẻ tôi-tớ ông."},{"bible_id":"193","chapter_code":"2KI.5","verse_code":"2KI.5.19","label":"19","content":"Ê-li-sê đáp với người rằng: Hãy đi bình-yên. Khi Na-a-man đã lìa khỏi Ê-li-sê, đi cách xa xa,"},{"bible_id":"193","chapter_code":"2KI.5","verse_code":"2KI.5.20","label":"20","content":"thì Ghê-ha-xi, tôi-tớ của Ê-li-sê, người của Đức Chúa Trời, nói thầm rằng: Kìa, chủ ta có dung-thứ cho Na-a-man, người Sy-ri, không nhậm lễ-vật mà người đã đem đến. Ta chỉ Đức Giê-hô-va hằng-sống mà thề, ta sẽ chạy theo người và lãnh lấy vật chi nơi người."},{"bible_id":"193","chapter_code":"2KI.5","verse_code":"2KI.5.21","label":"21","content":"Vậy, Ghê-ha-xi chạy theo sau Na-a-man. Na-a-man thấy Ghê-ha-xi chạy theo sau mình, bèn nhảy xuống xe, đi đến đón người, và hỏi rằng: Mọi việc đều bình-an chớ?"},{"bible_id":"193","chapter_code":"2KI.5","verse_code":"2KI.5.22","label":"22","content":"Ghê-ha-xi đáp: Mọi việc đều bình-an. Chủ tôi sai tôi nói với ông rằng: Hồi nãy, có hai người trai-trẻ, là môn-đồ của những tiên-tri, ở núi Ép-ra-im đến; ta xin ông hãy cho hai người ấy một ta-lâng bạc, và hai bộ áo."},{"bible_id":"193","chapter_code":"2KI.5","verse_code":"2KI.5.23","label":"23","content":"Na-a-man nói: Xin hãy nhận lấy hai ta-lâng. Người cố nài; đoạn để hai ta-lâng bạc và hai bộ áo trong bao, rồi trao cho hai tôi-tớ mình đem đi trước mặt Ghê-ha-xi."},{"bible_id":"193","chapter_code":"2KI.5","verse_code":"2KI.5.24","label":"24","content":"Lúc đã đến trên gò, Ghê-ha-xi lấy các bao khỏi tay hai đầy-tớ, và để trong nhà mình, đoạn cho họ đi trở về."},{"bible_id":"193","chapter_code":"2KI.5","verse_code":"2KI.5.25","label":"25","content":"Người bèn ra mắt Ê-li-sê, chủ mình; người hỏi rằng: Ớ Ghê-ha-xi, ngươi ở đâu đến? Người thưa rằng: Tôi-tớ thầy không có đi đâu."},{"bible_id":"193","chapter_code":"2KI.5","verse_code":"2KI.5.26","label":"26","content":"Nhưng Ê-li-sê tiếp rằng: Khi người kia xuống khỏi xe đặng đi đón ngươi, lòng ta há chẳng ở cùng ngươi sao? Rày há có phải lúc nên nhậm lấy bạc, quần-áo, vườn ô-li-ve, vườn nho, chiên và bò, tôi trai và tớ gái sao?"},{"bible_id":"193","chapter_code":"2KI.5","verse_code":"2KI.5.27","label":"27","content":"Vì vậy, bịnh phung của Na-a-man sẽ dính vào ngươi và dòng-dõi ngươi đời đời. Ghê-ha-xi đi ra khỏi Ê-li-sê, bị tật phung trắng như tuyết."},{"bible_id":"193","chapter_code":"2KI.6","verse_code":"2KI.6.1","label":"1","content":"Các môn-đồ của những tiên-tri nói với Ê-li-sê rằng: Nơi chúng tôi ở trước mặt thầy là hẹp quá cho chúng tôi."},{"bible_id":"193","chapter_code":"2KI.6","verse_code":"2KI.6.2","label":"2","content":"Xin để chúng tôi đi đến Giô-đanh, ai nấy sẽ đốn một cây đòn-tay, rồi tại đó cất một nơi ở cho chúng tôi. Ê-li-sê đáp: Hãy đi."},{"bible_id":"193","chapter_code":"2KI.6","verse_code":"2KI.6.3","label":"3","content":"Một người tiếp rằng: Tôi xin thầy hãy đi cùng các tôi-tớ thầy. Người đáp:"},{"bible_id":"193","chapter_code":"2KI.6","verse_code":"2KI.6.4","label":"4","content":"Ta sẽ đi. Vậy, người đi với họ. Đến Giô-đanh, họ khởi đốn cây."},{"bible_id":"193","chapter_code":"2KI.6","verse_code":"2KI.6.5","label":"5","content":"Nhưng có một người đương đốn cây, cái lưỡi rìu văng xuống nước. Người la lên rằng: Ớ chúa tôi! than ôi! tôi có mượn nó!"},{"bible_id":"193","chapter_code":"2KI.6","verse_code":"2KI.6.6","label":"6","content":"Người của Đức Chúa Trời hỏi rằng: Nó rớt ở đâu? Người chỉ chỗ cho. Ê-li-sê bèn chặt một khúc cây quăng xuống tại chỗ đó, làm cho lưỡi rìu nổi lên,"},{"bible_id":"193","chapter_code":"2KI.6","verse_code":"2KI.6.7","label":"7","content":"và biểu người ấy rằng: Hãy lấy nó đi. Người ấy bèn giơ tay ra và lấy nó."},{"bible_id":"193","chapter_code":"2KI.6","verse_code":"2KI.6.8","label":"8","content":"Vả, vua Sy-ri giao-chiến với Y-sơ-ra-ên; người thương-nghị với các tôi-tớ mình, mà rằng: Ta sẽ đóng trại ta tại nơi nọ nơi kia."},{"bible_id":"193","chapter_code":"2KI.6","verse_code":"2KI.6.9","label":"9","content":"Người của Đức Chúa Trời bèn sai nói với vua Y-sơ-ra-ên rằng: Khá giữ lấy, chớ đi ngang qua chỗ kia, vì dân Sy-ri phục tại đó."},{"bible_id":"193","chapter_code":"2KI.6","verse_code":"2KI.6.10","label":"10","content":"Vậy, vua Y-sơ-ra-ên sai người đến nơi mà người Đức Chúa Trời đã chỉ cho mình và bảo trước; người giữ lấy mình tại đó, chẳng những một hai lần."},{"bible_id":"193","chapter_code":"2KI.6","verse_code":"2KI.6.11","label":"11","content":"Lòng vua Sy-ri bối-rối về sự ấy, bèn gọi các tôi-tớ mình, mà nói rằng: Các ngươi há không tỏ cho ta, ai trong chúng ta là người giúp-đỡ vua Y-sơ-ra-ên?"},{"bible_id":"193","chapter_code":"2KI.6","verse_code":"2KI.6.12","label":"12","content":"Một người trong những tôi-tớ thưa rằng: Ôi vua-chúa tôi! chẳng ai trong chúng tôi hết; nhưng Ê-li-sê, tiên-tri trong Y-sơ-ra-ên, tỏ cho vua Y-sơ-ra-ên biết các lời vua nói trong phòng ngủ mình."},{"bible_id":"193","chapter_code":"2KI.6","verse_code":"2KI.6.13","label":"13","content":"Vua bèn bảo rằng: Hãy đi xem người ở đâu, để ta sai bắt người. Có người đến thuật cho vua rằng: Kìa, người ở tại Đô-than."},{"bible_id":"193","chapter_code":"2KI.6","verse_code":"2KI.6.14","label":"14","content":"Vì vậy, vua sai ngựa, xe, và một đạo-binh rất đông đến Đô-than; họ tới nơi lúc ban đêm, và vây thành."},{"bible_id":"193","chapter_code":"2KI.6","verse_code":"2KI.6.15","label":"15","content":"Tôi-tớ của người Đức Chúa Trời chỗi dậy sáng sớm đi ra, thấy một đạo-binh cùng ngựa và xe đương vây thành. Người nói với Ê-li-sê rằng: Hỡi ôi! chúa, chúng ta sẽ làm sao?"},{"bible_id":"193","chapter_code":"2KI.6","verse_code":"2KI.6.16","label":"16","content":"Ê-li-sê đáp rằng: Chớ sợ, những người ở với chúng ta đông hơn những người ở với chúng nó."},{"bible_id":"193","chapter_code":"2KI.6","verse_code":"2KI.6.17","label":"17","content":"Đoạn, Ê-li-sê cầu-nguyện mà rằng: Đức Giê-hô-va ôi, xin mở mắt kẻ tôi-tớ tôi, để nó thấy được. Đức Giê-hô-va mở mắt người ra, thì người thấy núi đầy những ngựa và xe bằng lửa ở xung-quanh Ê-li-sê."},{"bible_id":"193","chapter_code":"2KI.6","verse_code":"2KI.6.18","label":"18","content":"Quân Sy-ri kéo xuống nơi Ê-li-sê; người cầu-nguyện Đức Giê-hô-va rằng: Xin Chúa khiến mắt quân ấy bị đui-mù. Đức Chúa Trời bèn khiến chúng đui-mù, theo như lời cầu-nguyện của Ê-li-sê."},{"bible_id":"193","chapter_code":"2KI.6","verse_code":"2KI.6.19","label":"19","content":"Đoạn, Ê-li-sê nói với chúng nó rằng: Đây không phải là đường, đây chẳng phải là thành. Hãy theo ta, ta sẽ dẫn các ngươi đến người mà các ngươi tìm-kiếm. Rồi người dẫn chúng nó đến Sa-ma-ri."},{"bible_id":"193","chapter_code":"2KI.6","verse_code":"2KI.6.20","label":"20","content":"Khi chúng nó đã vào trong Sa-ma-ri rồi, Ê-li-sê cầu rằng: Lạy Đức Giê-hô-va, xin mở mắt cho chúng nó thấy. Đức Giê-hô-va bèn mở mắt họ, họ thấy mình ở giữa Sa-ma-ri."},{"bible_id":"193","chapter_code":"2KI.6","verse_code":"2KI.6.21","label":"21","content":"Vua Y-sơ-ra-ên thấy chúng nó, thì nói với Ê-li-sê rằng: Hỡi cha! phải đánh chúng nó chăng? phải đánh chúng nó chăng?"},{"bible_id":"193","chapter_code":"2KI.6","verse_code":"2KI.6.22","label":"22","content":"Ê-li-sê đáp rằng: Chớ đánh. Những người vua dùng gươm và cung mà bắt làm phu-tù, vua há đánh sao? Hãy dọn trước mặt chúng bánh và rượu, để cho chúng ăn và uống, rồi trở về cùng chủ mình."},{"bible_id":"193","chapter_code":"2KI.6","verse_code":"2KI.6.23","label":"23","content":"Người bèn bày tiệc lớn cho chúng nó; khi chúng nó đã ăn uống rồi, người tha cho chúng nó đi; chúng nó bèn trở về cùng chủ mình. Từ đó về sau, những toán quân Sy-ri không còn loán đến địa-phận Y-sơ-ra-ên nữa."},{"bible_id":"193","chapter_code":"2KI.6","verse_code":"2KI.6.24","label":"24","content":"Sau các điều đó, Bên-Ha-đát, vua Sy-ri, nhóm cả đạo-binh mình, đi lên vây thành Sa-ma-ri."},{"bible_id":"193","chapter_code":"2KI.6","verse_code":"2KI.6.25","label":"25","content":"Trong Sa-ma-ri đương có sự đói-kém lớn lắm, thành bị vây-hãm lâu ngày, đến đỗi một cái đầu lừa bán tám mươi siếc-lơ bạc, và một góc tư ô  phân bồ-câu bán năm siếc-lơ bạc."},{"bible_id":"193","chapter_code":"2KI.6","verse_code":"2KI.6.26","label":"26","content":"Khi vua Y-sơ-ra-ên đi ngang qua trên tường thành, có một người đàn-bà kêu người rằng: Ôi vua-chúa tôi, xin cứu tôi!"},{"bible_id":"193","chapter_code":"2KI.6","verse_code":"2KI.6.27","label":"27","content":"Vua nói: Nếu Đức Giê-hô-va không cứu ngươi, thì ta lấy đâu đặng cứu ngươi? Bởi sân đạp lúa hay là bởi nơi ép rượu sao?"},{"bible_id":"193","chapter_code":"2KI.6","verse_code":"2KI.6.28","label":"28","content":"Vua lại rằng: Ngươi có chi? Nàng thưa rằng: Đàn-bà nầy nói với tôi rằng: Hãy cho con trai chị, hầu ngày nay chúng ta ăn thịt nó; ngày mai chúng ta sẽ ăn thịt con trai ta."},{"bible_id":"193","chapter_code":"2KI.6","verse_code":"2KI.6.29","label":"29","content":"Vậy, chúng tôi có nấu thịt con trai tôi và ăn. Ngày mai tôi có nói với người rằng: Hãy cho con trai chị, hầu chúng ta ăn nó. Nhưng người có giấu con trai mình."},{"bible_id":"193","chapter_code":"2KI.6","verse_code":"2KI.6.30","label":"30","content":"Khi vua nghe lời của người đàn-bà nầy, thì xé quần-áo mình. Bấy giờ, người đang đi ngang qua trên tường thành, dân-sự xem thấy người phía trong mặc cái bao sát vào thịt mình."},{"bible_id":"193","chapter_code":"2KI.6","verse_code":"2KI.6.31","label":"31","content":"Vua la lên rằng: Nếu ngày nay đầu của Ê-li-sê, con trai của Sa-phát, hãy còn ở trên vai nó, nguyện Đức Chúa Trời xử ta cách nặng-nề!"},{"bible_id":"193","chapter_code":"2KI.6","verse_code":"2KI.6.32","label":"32","content":"Ê-li-sê đương ngồi trong nhà mình, và các trưởng-lão ngồi chung-quanh người, thì vua sai một sứ-giả đi trước mình đến cùng tiên-tri. Nhưng khi sứ-giả chưa đến, Ê-li-sê nói với các trưởng-lão rằng: Kìa, hãy xem, con kẻ sát-nhân kia sai người đến đặng cắt đầu ta. Khá coi chừng: vừa khi sứ-giả đến, hãy đóng cửa lại, dùng cửa xua-đuổi nó đi. Các ngươi há chẳng nghe tiếng bước của chủ nó sau lưng nó sao?"},{"bible_id":"193","chapter_code":"2KI.6","verse_code":"2KI.6.33","label":"33","content":"Người còn đương nói, chúng thấy sứ-giả đến. Vua cũng đến, nói với Ê-li-sê rằng: Tai-nạn nầy đến bởi Đức Giê-hô-va. Vậy, ta còn trông-cậy nơi Đức Giê-hô-va làm chi?"},{"bible_id":"193","chapter_code":"2KI.7","verse_code":"2KI.7.1","label":"1","content":"Ê-li-sê bèn nói rằng: Hãy nghe lời của Đức Giê-hô-va: Đức Giê-hô-va phán như vầy: Ngày mai, tại giờ nầy, nơi cửa thành Sa-ma-ri, một đấu bột lọc sẽ bán một siếc-lơ, và hai đấu lúa mạch sẽ bán một siếc-lơ."},{"bible_id":"193","chapter_code":"2KI.7","verse_code":"2KI.7.2","label":"2","content":"Quan-cai nâng-đỡ vua, đáp với người Đức Chúa Trời rằng: Dầu cho Đức Giê-hô-va mở các cửa sổ trên trời, điều đó há có được sao? Ê-li-sê đáp: Chính mắt ngươi sẽ thấy, nhưng ngươi không đặng ăn đến."},{"bible_id":"193","chapter_code":"2KI.7","verse_code":"2KI.7.3","label":"3","content":"Tại cửa thành có bốn người phung nói với nhau rằng: Chúng ta ngồi đây đến chừng chết mà làm chi?"},{"bible_id":"193","chapter_code":"2KI.7","verse_code":"2KI.7.4","label":"4","content":"Nếu chúng ta nhứt-định vào thành, thì ở đó có đói-kém, và chúng ta sẽ chết đói; bằng chúng ta cứ ngồi đây, thì chúng ta cũng sẽ chết. Vậy, chúng ta hãy qua trại-quân Sy-ri: Nếu họ dung-thứ ta, thì ta sẽ sống; bằng họ giết đi, dẫu thế nào, chúng ta cũng sẽ chết đó thôi."},{"bible_id":"193","chapter_code":"2KI.7","verse_code":"2KI.7.5","label":"5","content":"Vậy, lúc chạng-vạng, các người phung chỗi dậy đặng đi đến trại-quân của dân Sy-ri; khi tới đầu trại-quân, họ chẳng thấy ai ở đó hết."},{"bible_id":"193","chapter_code":"2KI.7","verse_code":"2KI.7.6","label":"6","content":"Vì Chúa đã khiến trại-quân Sy-ri nghe tiếng xe, ngựa và tiếng đạo-binh lớn; nên nỗi dân Sy-ri nói với nhau rằng: Kìa, vua Y-sơ-ra-ên đã mướn vua dân Hê-tít và vua Ê-díp-tô đặng hãm đánh chúng ta."},{"bible_id":"193","chapter_code":"2KI.7","verse_code":"2KI.7.7","label":"7","content":"Chúng liền chỗi dậy, chạy trốn lúc chạng-vạng, bỏ các trại, ngựa, và lừa mình, để trại-quân mình như cũ; chúng trốn đặng cứu mạng-sống mình."},{"bible_id":"193","chapter_code":"2KI.7","verse_code":"2KI.7.8","label":"8","content":"Khi các người phung kia đến đầu trại-quân, bèn vào trong một trại, ăn và uống; đoạn họ lấy bạc, vàng, và quần-áo đem đi giấu. Chúng trở lại, vào trong một trại khác, ở đó, cũng lấy những của-cải mà đem đi giấu luôn."},{"bible_id":"193","chapter_code":"2KI.7","verse_code":"2KI.7.9","label":"9","content":"Bấy giờ, họ bèn nói với nhau rằng: Chúng ta làm chẳng phải; ngày nay là ngày có tin lành, và chúng ta nín-lặng sao! Nếu chúng ta đợi đến rạng đông, thì sự hình-phạt chắc sẽ lâm vào chúng ta. Vậy, ta hãy đi báo tin nầy cho nhà vua."},{"bible_id":"193","chapter_code":"2KI.7","verse_code":"2KI.7.10","label":"10","content":"Chúng liền đi, gọi quân canh cửa thành, thuật cho họ rằng: Chúng tôi có đi đến trại-quân Sy-ri, thấy chẳng có ai hết, cũng không nghe tiếng người nào; chỉ thấy những ngựa và lừa đương cột, và những trại bỏ lại như cũ."},{"bible_id":"193","chapter_code":"2KI.7","verse_code":"2KI.7.11","label":"11","content":"Quân canh cửa bèn gọi người đi báo tin ấy vào trong đền vua."},{"bible_id":"193","chapter_code":"2KI.7","verse_code":"2KI.7.12","label":"12","content":"Vua chỗi dậy ban đêm, nói với các tôi-tớ mình rằng: Ta sẽ bày-tỏ cho các ngươi điều dân Sy-ri toan làm cho chúng ta. Chúng nó biết chúng ta đói; nên chi họ đã ra khỏi trại-quân mình đặng phục trong đồng. Chúng nó đã nói nhau rằng: Khi dân Y-sơ-ra-ên ra khỏi thành, chúng ta sẽ bắt sống chúng nó, rồi chúng ta sẽ vào trong thành."},{"bible_id":"193","chapter_code":"2KI.7","verse_code":"2KI.7.13","label":"13","content":"Một người tôi-tớ của vua thưa rằng: Kìa, ngựa còn sót lại cũng hao-mòn như đoàn dân Y-sơ-ra-ên còn lại ở trong thành; về sau nó quả sẽ đồng số-phận cùng đoàn dân đông đã chết-mất. Vì vậy, ta hãy truyền lịnh cho người nào bắt năm con ngựa trong số còn lại đặng đi dò-thám."},{"bible_id":"193","chapter_code":"2KI.7","verse_code":"2KI.7.14","label":"14","content":"Vậy chúng lấy hai cái xe thắng ngựa vào, rồi vua sai người đi theo đạo-quân Sy-ri, mà rằng: Hãy đi xem."},{"bible_id":"193","chapter_code":"2KI.7","verse_code":"2KI.7.15","label":"15","content":"Chúng đi theo họ cho đến Giô-đanh, thấy khắp dọc đường đầy những quần-áo và đồ-đạc mà quân Sy-ri đã quăng trong lúc chạy trốn hối-hả. Các sứ-giả trở về thuật lại cho vua hay."},{"bible_id":"193","chapter_code":"2KI.7","verse_code":"2KI.7.16","label":"16","content":"Dân-sự bèn kéo ra, cướp lấy trại-quân Sy-ri, đến đỗi một đấu bột lọc bán một siếc-lơ, và hai đấu lúa mạch cũng bán một siếc-lơ, y như lời Đức Giê-hô-va đã phán."},{"bible_id":"193","chapter_code":"2KI.7","verse_code":"2KI.7.17","label":"17","content":"Vua cắt quan-cai nâng-đỡ mình, canh-giữ cửa thành; nhưng dân-chúng đạp dẹp người tại nơi cửa thành, và người chết, y như người của Đức Chúa Trời đã nói trước khi vua đến kiếm người."},{"bible_id":"193","chapter_code":"2KI.7","verse_code":"2KI.7.18","label":"18","content":"Vả lại, việc xảy ra như lời người của Đức Chúa Trời đã nói với vua rằng: Ngày mai, tại giờ nầy, nơi cửa thành Sa-ma-ri, hai đấu lúa mạch sẽ bán một siếc-lơ, và một đấu bột lọc cũng bán một siếc-lơ;"},{"bible_id":"193","chapter_code":"2KI.7","verse_code":"2KI.7.19","label":"19","content":"rồi quan-cai có đáp với người của Đức Chúa Trời rằng: Dẫu cho Đức Giê-hô-va mở các cửa sổ trên trời, điều đó há có được sao? Ê-li-sê bèn tiếp rằng: Mắt ngươi sẽ thấy điều đó, song ngươi không ăn đến."},{"bible_id":"193","chapter_code":"2KI.7","verse_code":"2KI.7.20","label":"20","content":"Ấy là điều xảy đến; vì dân-chúng đạp dẹp người dưới chân tại cửa thành, và người chết."},{"bible_id":"193","chapter_code":"2KI.8","verse_code":"2KI.8.1","label":"1","content":"Ê-li-sê bèn nói với người đàn-bà, là mẹ của đứa trai mà người đã khiến sống lại, rằng: Hãy chỗi dậy, đi với người nhà ngươi, ở ngụ nơi nào ngươi ở được, vì Đức Giê-hô-va đã định dẫn cơn đói đến; kìa nó sẽ đến trong xứ bảy năm."},{"bible_id":"193","chapter_code":"2KI.8","verse_code":"2KI.8.2","label":"2","content":"Vậy, người đàn-bà ấy đứng dậy, vâng theo lời của người Đức Chúa Trời, cùng người nhà mình đi kiều-ngụ bảy năm trong xứ Phi-li-tin."},{"bible_id":"193","chapter_code":"2KI.8","verse_code":"2KI.8.3","label":"3","content":"Cuối bảy năm, người đàn-bà ấy ở xứ Phi-li-tin trở về, đi đến kêu-nài vua về việc nhà và đồng ruộng mình."},{"bible_id":"193","chapter_code":"2KI.8","verse_code":"2KI.8.4","label":"4","content":"Vả, vua đương nói chuyện với Ghê-ha-xi, tôi-tớ của người Đức Chúa Trời, mà rằng: Ngươi hãy thuật cho ta hết các công-việc lớn mà Ê-li-sê đã làm xong."},{"bible_id":"193","chapter_code":"2KI.8","verse_code":"2KI.8.5","label":"5","content":"Ghê-ha-xi đang thuật cho vua hay thế nào Ê-li-sê đã khiến một kẻ chết sống lại, kìa có người đàn-bà là mẹ của đứa con trai mà Ê-li-sê đã khiến cho sống lại, đến kêu-nài vua về việc nhà và đồng ruộng mình. Ghê-ha-xi tâu rằng: Ôi vua-chúa tôi! kìa là người đàn-bà ấy, và nầy là con trai nàng mà Ê-li-sê đã làm cho sống lại."},{"bible_id":"193","chapter_code":"2KI.8","verse_code":"2KI.8.6","label":"6","content":"Vua bèn hỏi nàng, thì nàng thuật công-việc cho người. Đoạn, vua cắt một quan hoạn theo nàng, mà rằng: Hãy bắt trả lại cho nàng mọi món nào thuộc về nàng, và hết thảy huê-lợi của đồng ruộng nàng từ ngày nàng lìa khỏi xứ cho đến ngày nay."},{"bible_id":"193","chapter_code":"2KI.8","verse_code":"2KI.8.7","label":"7","content":"Ê-li-sê đi đến Đa-mách. Bấy giờ, Bên-Ha-đát, vua Sy-ri, đau. Có người nói với vua rằng: Người của Đức Chúa Trời mới đến đây."},{"bible_id":"193","chapter_code":"2KI.8","verse_code":"2KI.8.8","label":"8","content":"Vua bảo Ha-xa-ên rằng: Hãy lấy đem theo một lễ-vật, đi đón người của Đức Chúa Trời, cậy người cầu-vấn Đức Giê-hô-va rằng: Ta sẽ được lành bịnh nầy chăng?"},{"bible_id":"193","chapter_code":"2KI.8","verse_code":"2KI.8.9","label":"9","content":"Vậy, Ha-xa-ên đi đón người của Đức Chúa Trời, dẫn theo mình bốn mươi lạc-đà, chở mọi món tốt nhứt có tại Đa-mách, đặng làm của-lễ cho người của Đức Chúa Trời. Người đến ra mắt Ê-li-sê, mà thưa rằng: Con trai ông là Bên-Ha-đát, vua Sy-ri, đã sai tôi đến ông đặng hỏi rằng: Tôi sẽ được lành bịnh nầy chăng?"},{"bible_id":"193","chapter_code":"2KI.8","verse_code":"2KI.8.10","label":"10","content":"Ê-li-sê đáp rằng: Hãy đi nói với người rằng: Vua sẽ được lành bệnh. Dầu vậy, Đức Giê-hô-va đã tỏ ra cho ta biết người hẳn sẽ chết."},{"bible_id":"193","chapter_code":"2KI.8","verse_code":"2KI.8.11","label":"11","content":"Người của Đức Chúa Trời ngó chăm Ha-xa-ên lâu đến đỗi người phải hổ-thẹn, rồi cất tiếng lên khóc."},{"bible_id":"193","chapter_code":"2KI.8","verse_code":"2KI.8.12","label":"12","content":"Ha-xa-ên hỏi rằng: Cớ sao chúa tôi khóc? Ê-li-sê đáp rằng: Bởi ta biết ngươi sẽ làm thiệt-hại cho dân Y-sơ-ra-ên. Ngươi sẽ châm lửa các thành kiên-cố của chúng nó, giết các kẻ trai-trẻ bằng gươm, chà-nát con nhỏ, và mổ bụng đàn-bà có nghén của chúng nó."},{"bible_id":"193","chapter_code":"2KI.8","verse_code":"2KI.8.13","label":"13","content":"Ha-xa-ên tiếp: Nhưng kẻ tôi-tớ ông là ai, chẳng qua là một con chó đó thôi; sao làm nổi công-sự lớn dường ấy? Ê-li-sê đáp rằng: Đức Giê-hô-va đã tỏ cho ta biết rằng ngươi sẽ làm vua Sy-ri."},{"bible_id":"193","chapter_code":"2KI.8","verse_code":"2KI.8.14","label":"14","content":"Ha-xa-ên bèn lìa khỏi Ê-li-sê, và trở về cùng chủ mình; chủ hỏi rằng: Ê-li-sê nói với ngươi sao? Người thưa: Ê-li-sê nói với tôi rằng chúa chắc sẽ lành-mạnh."},{"bible_id":"193","chapter_code":"2KI.8","verse_code":"2KI.8.15","label":"15","content":"Ngày mai, Ha-xa-ên lấy cái mền nhúng nước, đắp trên mặt Bên-Ha-đát, thì người chết. Rồi Ha-xa-ên làm vua thế cho người."},{"bible_id":"193","chapter_code":"2KI.8","verse_code":"2KI.8.16","label":"16","content":"Năm thứ năm về đời Giô-ram, con trai A-háp, vua Y-sơ-ra-ên, thì Giô-ram, con trai Giô-sa-phát, vua Giu-đa, lên ngôi làm vua Giu-đa đương khi Giô-sa-phát còn trị-vì."},{"bible_id":"193","chapter_code":"2KI.8","verse_code":"2KI.8.17","label":"17","content":"Lúc lên ngôi, người đã được ba mươi hai tuổi; người cai-trị tám năm tại Giê-ru-sa-lem."},{"bible_id":"193","chapter_code":"2KI.8","verse_code":"2KI.8.18","label":"18","content":"Người đi theo con đường của các vua Y-sơ-ra-ên, y như nhà A-háp đã làm; vì con gái của A-háp là vợ người. Vậy người làm điều ác trước mặt Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"2KI.8","verse_code":"2KI.8.19","label":"19","content":"Song Đức Giê-hô-va nhân vì Đa-vít, tôi-tớ của Ngài, không muốn tuyệt-diệt Giu-đa, bởi Ngài đã hứa để dành một ngọn đèn cho Đa-vít và cho dòng-dõi người mãi mãi."},{"bible_id":"193","chapter_code":"2KI.8","verse_code":"2KI.8.20","label":"20","content":"Trong đời Giô-ram, dân Ê-đôm phản-nghịch cùng Giu-đa, và lập vua lên cho mình."},{"bible_id":"193","chapter_code":"2KI.8","verse_code":"2KI.8.21","label":"21","content":"Bấy giờ, Giô-ram qua Xai-rơ, đem theo hết thảy xe binh mình. Người chỗi dậy ban đêm, hãm đánh quân Ê-đôm, và các quan cai xe lính họ vẫn vây chung-quanh người. Quân-lính người thoát khỏi về trại mình."},{"bible_id":"193","chapter_code":"2KI.8","verse_code":"2KI.8.22","label":"22","content":"Ấy vậy, dân Ê-đôm phản-nghịch, chẳng suy-phục dân Giu-đa cho đến ngày nay. Đồng một lúc ấy, Líp-na cũng phản-nghịch."},{"bible_id":"193","chapter_code":"2KI.8","verse_code":"2KI.8.23","label":"23","content":"Các truyện khác của Giô-ram, mọi việc người làm, đều đã chép trong sách sử-ký về các vua Giu-đa."},{"bible_id":"193","chapter_code":"2KI.8","verse_code":"2KI.8.24","label":"24","content":"Giô-ram an-giấc cùng tổ-phụ mình, được chôn với họ tại trong thành Đa-vít. A-cha-xia, con trai người, kế-vị người."},{"bible_id":"193","chapter_code":"2KI.8","verse_code":"2KI.8.25","label":"25","content":"Năm thứ mười hai, đời Giô-ram, con trai A-háp, vua Y-sơ-ra-ên, thì A-cha-xia, con trai Giô-ram, vua Giu-đa, lên ngôi trị-vì."},{"bible_id":"193","chapter_code":"2KI.8","verse_code":"2KI.8.26","label":"26","content":"A-cha-xia được hai mươi hai tuổi khi người lên làm vua, và cai-trị một năm tại Giê-ru-sa-lem. Mẹ người tên là A-tha-li, cháu gái của Ôm-ri, vua Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"2KI.8","verse_code":"2KI.8.27","label":"27","content":"Người đi theo con đường của nhà A-háp, làm điều ác trước mặt Đức Giê-hô-va, y như nhà ấy đã làm. Vì người là rể của nhà A-háp."},{"bible_id":"193","chapter_code":"2KI.8","verse_code":"2KI.8.28","label":"28","content":"Người đi với Giô-ram, con trai A-háp, đến Ra-mốt tại Ga-la-át đặng giao-chiến cùng Ha-xa-ên, vua Sy-ri. Nhưng quân Sy-ri làm cho vua Giô-ram bị thương."},{"bible_id":"193","chapter_code":"2KI.8","verse_code":"2KI.8.29","label":"29","content":"Người bèn trở về Gít-rê-ên đặng chữa lành những vết thương người bị bởi quân Sy-ri tại Ra-mốt, khi đánh giặc cùng Ha-xa-ên, vua Sy-ri. A-cha-xia, con trai Giô-ram, vua Giu-đa, đi xuống Gít-rê-ên, đặng thăm Giô-ram, con trai A-háp, vẫn đau liệt nằm tại đó."},{"bible_id":"193","chapter_code":"2KI.9","verse_code":"2KI.9.1","label":"1","content":"Đấng tiên-tri Ê-li-sê gọi một người trong bọn môn-đồ của những tiên-tri, mà nói rằng: Hãy thắt lưng, đem ve dầu nầy theo ngươi, và hãy đi đến Ra-mốt tại Ga-la-át."},{"bible_id":"193","chapter_code":"2KI.9","verse_code":"2KI.9.2","label":"2","content":"Khi ngươi đã đến đó, hãy kiếm Giê-hu là con trai của Giô-sa-phát, cháu Nim-si, ở đâu; đoạn ngươi sẽ vào, khiến người chỗi dậy khỏi anh em mình, và dẫn người vào trong một phòng kín."},{"bible_id":"193","chapter_code":"2KI.9","verse_code":"2KI.9.3","label":"3","content":"Bấy giờ, ngươi sẽ lấy ve dầu, đổ trên đầu người, và nói rằng: Đức Giê-hô-va phán như vầy: Ta xức dầu cho ngươi làm vua trên Y-sơ-ra-ên. Đoạn, hãy mở cửa ra và trốn đi, chớ huỡn-đãi."},{"bible_id":"193","chapter_code":"2KI.9","verse_code":"2KI.9.4","label":"4","content":"Như vậy, người tôi-tớ trai-trẻ của đấng tiên-tri đi đến Ra-mốt tại Ga-la-át."},{"bible_id":"193","chapter_code":"2KI.9","verse_code":"2KI.9.5","label":"5","content":"Khi người đến, các quan tướng đạo-quân đương ngồi. Người nói với Giê-hu rằng: Hỡi quan tướng, tôi có chuyện nói với ông. Giê-hu đáp rằng: Có chuyện nói với ai trong chúng ta? Người trai-trẻ đáp: Hỡi quan tướng, với ông."},{"bible_id":"193","chapter_code":"2KI.9","verse_code":"2KI.9.6","label":"6","content":"Vậy, Giê-hu đứng dậy, và đi vào trong nhà. Người trai-trẻ bèn đổ dầu trên đầu người, và nói rằng: Giê-hô-va Đức Chúa Trời của Y-sơ-ra-ên phán như vầy: Ta xức dầu cho ngươi làm vua trên Y-sơ-ra-ên, là dân-sự của Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"2KI.9","verse_code":"2KI.9.7","label":"7","content":"Ngươi sẽ đánh giết nhà A-háp, chủ ngươi; và ta sẽ báo Giê-sa-bên về huyết của các tiên-tri, tôi-tớ ta, cùng huyết của hết thảy tôi-tớ của Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"2KI.9","verse_code":"2KI.9.8","label":"8","content":"Cả nhà A-háp sẽ bị diệt hết; các người nam của nhà A-háp, vô-luận kẻ nô-lệ hay là người được tự-do ta sẽ giết khỏi trong Y-sơ-ra-ên;"},{"bible_id":"193","chapter_code":"2KI.9","verse_code":"2KI.9.9","label":"9","content":"và ta sẽ làm cho nhà A-háp giống như nhà Giê-rô-bô-am, con trai của Nê-bát, và giống như nhà Ba-ê-sa, con trai của A-hi-gia."},{"bible_id":"193","chapter_code":"2KI.9","verse_code":"2KI.9.10","label":"10","content":"Chó sẽ ăn thịt Giê-sa-bên trong đồng Gít-rê-ên; chẳng có ai chôn người. Đoạn, người trai-trẻ mở cửa ra và chạy trốn."},{"bible_id":"193","chapter_code":"2KI.9","verse_code":"2KI.9.11","label":"11","content":"Giê-hu bèn đi ra, đến cùng các tôi-tớ của chủ mình. Chúng nó hỏi rằng: Mọi sự bình-an chớ? Kẻ điên nầy đến kiếm anh mà chi? Người đáp với chúng nó rằng: Các ngươi biết người và lời của người nói."},{"bible_id":"193","chapter_code":"2KI.9","verse_code":"2KI.9.12","label":"12","content":"Nhưng chúng nó đáp rằng: Nói dối! Hãy nói cho chúng ta. Vậy, người nói với chúng rằng; Người có nói với ta cách nầy cách kia, rằng: Đức Giê-hô-va phán như vầy: Ta xức dầu cho ngươi làm vua trên Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"2KI.9","verse_code":"2KI.9.13","label":"13","content":"Ai nấy liền lật-đật lấy quần-áo mình, trải xuống dưới chân người trên các nấc thang. Đoạn, chúng nó thổi kèn, và tung-hô rằng: Giê-hu làm vua!"},{"bible_id":"193","chapter_code":"2KI.9","verse_code":"2KI.9.14","label":"14","content":"Ấy vậy, Giê-hu, con trai Giô-sa-phát, cháu Nim-si, làm phản Giô-ram. Vả, vì cớ Ha-xa-ên, vua Sy-ri, Giô-ram và cả quân Y-sơ-ra-ên đều binh-vực Ra-mốt tại Ga-la-át;"},{"bible_id":"193","chapter_code":"2KI.9","verse_code":"2KI.9.15","label":"15","content":"nhưng vua Giô-ram đã trở về Gít-rê-ên đặng chữa lành những vít-thương mà người đã bị bởi quân Sy-ri, khi người đánh giặc với Ha-xa-ên vua Sy-ri. Giê-hu bèn nói rằng: Nếu các ngươi vừa ý, chớ để một ai thoát khỏi thành đi thông tin cho Gít-rê-ên."},{"bible_id":"193","chapter_code":"2KI.9","verse_code":"2KI.9.16","label":"16","content":"Vậy, Giê-hu lên xe, qua Gít-rê-ên, vì Giô-ram đau liệt nằm tại đó. A-cha-xia, vua Giu-đa, cũng đi xuống đó đặng thăm Giô-ram."},{"bible_id":"193","chapter_code":"2KI.9","verse_code":"2KI.9.17","label":"17","content":"Lính canh đứng trên tháp Gít-rê-ên, thấy đạo-quân của Giê-hu đến, bèn la lên rằng: Tôi thấy những đạo-quân đến. Giô-ram liền bảo rằng: Hãy sai một người lính-kị đi đón họ, và hỏi rằng: Bình-an chăng?"},{"bible_id":"193","chapter_code":"2KI.9","verse_code":"2KI.9.18","label":"18","content":"Vậy, có người lính-kị đi đón Giê-hu, và nói với người rằng: Vua hỏi: Bình-an chăng? Giê-hu đáp: Sự bình-an có can-hệ chi ngươi? Hãy lui sau ta. Tên lính canh báo tin rằng: Sứ-giả đã đi đến nơi quân ấy rồi, nhưng không trở về."},{"bible_id":"193","chapter_code":"2KI.9","verse_code":"2KI.9.19","label":"19","content":"Người lại sai một người lính-kị thứ nhì, cũng đến cùng chúng nó, và nói: Vua hỏi: Bình-an chăng? Giê-hu đáp: Sự bình-an có can-hệ chi ngươi? Hãy lui sau ta."},{"bible_id":"193","chapter_code":"2KI.9","verse_code":"2KI.9.20","label":"20","content":"Lính canh lại báo tin rằng: Sứ-giả đã đến nơi chúng nó rồi, nhưng người không trở về. Vả, cách dẫn xe giống như cách của Giê-hu, con trai Nim-si, vì người dẫn cách hung-hăng."},{"bible_id":"193","chapter_code":"2KI.9","verse_code":"2KI.9.21","label":"21","content":"Giô-ram bèn nói rằng: Hãy thắng xe. Người ta thắng xe người. Đoạn, Giô-ram, vua Y-sơ-ra-ên, và A-cha-xia, vua Giu-đa, mỗi người đều lên xe mình, kéo ra đón Giê-hu, gặp người trong đồng ruộng của Na-bốt, người Gít-rê-ên."},{"bible_id":"193","chapter_code":"2KI.9","verse_code":"2KI.9.22","label":"22","content":"Vừa khi Giô-ram thấy Giê-hu thì nói rằng: Hỡi Giê-hu, bình-an chăng? Nhưng Giê-hu đáp rằng: Chi! Hễ sự gian-dâm, sự tà-thuật của Giê-sa-bên mẹ vua, còn nhiều dường ấy, thì bình-an sao đặng?"},{"bible_id":"193","chapter_code":"2KI.9","verse_code":"2KI.9.23","label":"23","content":"Giô-ram bèn trở tay mình, chạy trốn, nói với A-cha-xia rằng: Ớ A-cha-xia, có mưu phản!"},{"bible_id":"193","chapter_code":"2KI.9","verse_code":"2KI.9.24","label":"24","content":"Giê-hu nắm lấy cung mình bắn, tên trúng nhằm Giô-ram giữa hai vai, thấu ngang trái tim, và người ngã xuống trong xe mình."},{"bible_id":"193","chapter_code":"2KI.9","verse_code":"2KI.9.25","label":"25","content":"Đoạn, Giê-hu nói với Bích-ca, quan tướng mình rằng: Hãy đem liệng hắn trong đồng ruộng của Na-bốt, người Gít-rê-ên; vì khá nhớ lại một lần kia ta và ngươi đồng cỡi ngựa theo sau A-háp, cha hắn, — thì Đức Giê-hô-va có phán về người lời lý-đoán nầy:"},{"bible_id":"193","chapter_code":"2KI.9","verse_code":"2KI.9.26","label":"26","content":"Quả thật, hôm qua ta đã thấy huyết của Na-bốt và của các con trai người; ta cũng sẽ báo ngươi lại tại chánh nơi đồng ruộng nầy. Bởi cớ đó, hãy đem liệng hắn trong đồng ruộng nầy, y như lời của Đức Giê-hô-va đã phán."},{"bible_id":"193","chapter_code":"2KI.9","verse_code":"2KI.9.27","label":"27","content":"Khi A-cha-xia, vua Giu-đa, thấy việc nầy, bèn chạy trốn về lối lầu vườn. Nhưng Giê-hu đuổi theo người, và biểu rằng: Cũng hãy đánh chết hắn trên xe hắn nữa. Họ bèn hãm đánh người, tại nơi dốc Gu-rơ, gần Gíp-lê-am. Đoạn, A-cha-xia trốn đến Mê-ghi-đô, và chết tại đó."},{"bible_id":"193","chapter_code":"2KI.9","verse_code":"2KI.9.28","label":"28","content":"Các tôi-tớ người để thây người trên một cái xe chở về Giê-ru-sa-lem, và chôn trong mồ người, chung cùng các tổ-phụ người, tại thành Đa-vít."},{"bible_id":"193","chapter_code":"2KI.9","verse_code":"2KI.9.29","label":"29","content":"A-cha-xia lên ngôi làm vua Giu-đa nhằm năm thứ mười một đời Giô-ram, con trai A-háp."},{"bible_id":"193","chapter_code":"2KI.9","verse_code":"2KI.9.30","label":"30","content":"Giê-hu liền đến tại Gít-rê-ên. Giê-sa-bên hay, bèn giồi phấn mặt mình, trang-điểm đầu, và đứng trông nơi cửa sổ."},{"bible_id":"193","chapter_code":"2KI.9","verse_code":"2KI.9.31","label":"31","content":"Khi Giê-hu đi qua cửa thành, nàng nói rằng: Hỡi Xim-ri, kẻ giết chúa mình! bình-an chăng?"},{"bible_id":"193","chapter_code":"2KI.9","verse_code":"2KI.9.32","label":"32","content":"Giê-hu ngước mắt lên về hướng cửa sổ, nói rằng: Trên cao kia, ai thuộc về ta? Ai? Hai ba quan hoạn bèn ngó ra về hướng người."},{"bible_id":"193","chapter_code":"2KI.9","verse_code":"2KI.9.33","label":"33","content":"Người kêu chúng rằng: Vậy, hãy ném nó xuống đất! Chúng ném nàng xuống đất, và huyết vọt lại trên tường và trên ngựa, rồi ngựa giày-đạp nàng dưới chân."},{"bible_id":"193","chapter_code":"2KI.9","verse_code":"2KI.9.34","label":"34","content":"Giê-hu vào. Ăn và uống xong, đoạn nói rằng: Vậy, hãy đi xem đàn-bà khốn-nạn và lo chôn nó, vì nó là con gái của vua."},{"bible_id":"193","chapter_code":"2KI.9","verse_code":"2KI.9.35","label":"35","content":"Vậy, các tôi-tớ đi đặng chôn nàng; nhưng chúng chỉ còn thấy cái sọ, hai chân, và lòng bàn tay nàng mà thôi."},{"bible_id":"193","chapter_code":"2KI.9","verse_code":"2KI.9.36","label":"36","content":"Chúng trở về cho chủ mình hay điều đó. Giê-hu bèn nói: Ấy là lời của Đức Giê-hô-va đã cậy miệng Ê-li, người Thi-sê-be, tôi-tớ Ngài, mà phán rằng: Chó sẽ ăn thịt Giê-sa-bên tại trong đồng ruộng Gít-rê-ên;"},{"bible_id":"193","chapter_code":"2KI.9","verse_code":"2KI.9.37","label":"37","content":"và thây nàng sẽ như phân trên mặt đất, trong ruộng Gít-rê-ên, đến đỗi người ta không thể nói rằng: Nầy là Giê-sa-bên."},{"bible_id":"193","chapter_code":"2KI.10","verse_code":"2KI.10.1","label":"1","content":"Vả, tại Sa-ma-ri, có bảy mươi con trai của A-háp. Giê-hu viết thơ gởi đến các đầu-mục của Gít-rê-ên tại Sa-ma-ri, tức là các trưởng-lão, và các giáo-sư của những con trai A-háp, mà rằng:"},{"bible_id":"193","chapter_code":"2KI.10","verse_code":"2KI.10.2+2KI.10.3","label":"2-3","content":"Tại nơi các ngươi có những con trai của chủ các ngươi, lại có xe, ngựa, binh-khí, và thành kiên-cố. Ấy vậy, hễ các ngươi tiếp được thơ nầy, hãy chọn trong các con trai chủ mình, ai là người tử-tế nhứt, có tài-năng hơn hết, lập người ấy trên ngôi của cha người, rồi tranh-chiến vì nhà chủ của các ngươi."},{"bible_id":"193","chapter_code":"2KI.10","verse_code":"2KI.10.4","label":"4","content":"Chúng bèn sợ-hãi lắm, và nói rằng: Hai vua không thể đứng nổi trước mặt người, còn chúng ta, chống-cự với người sao nổi?"},{"bible_id":"193","chapter_code":"2KI.10","verse_code":"2KI.10.5","label":"5","content":"Quan cai đền và quan cai thành, cùng các trưởng-lão và các giáo-sư của các con trai A-háp, sai nói với Giê-hu rằng: Chúng tôi là tôi-tớ ông; chúng tôi sẽ làm mọi điều ông biểu chúng tôi. Chúng tôi chẳng muốn chọn ai làm vua, ông khá làm điều gì theo ý ông cho là phải."},{"bible_id":"193","chapter_code":"2KI.10","verse_code":"2KI.10.6","label":"6","content":"Người viết thơ cho chúng lần thứ nhì, mà rằng: Nếu các ngươi thuộc về ta, và khứng nghe theo mạng-lịnh ta, thì khá cắt đầu những con trai chủ các ngươi; rồi ngày mai, tại giờ nầy, hãy đến cùng ta ở nơi Gít-rê-ên. Vả, các con trai của vua, số là bảy mươi người, đều ở tại nhà những người sang-trọng của thành, lo giáo-dục chúng nó."},{"bible_id":"193","chapter_code":"2KI.10","verse_code":"2KI.10.7","label":"7","content":"Chúng vừa tiếp được bức thơ ấy, bèn bắt bảy mươi con trai của vua, mà giết đi, đoạn để thủ-cấp họ trong những thúng, gởi đến cho Giê-hu, tại Gít-rê-ên."},{"bible_id":"193","chapter_code":"2KI.10","verse_code":"2KI.10.8","label":"8","content":"Có sứ-giả đến báo tin cho người, rằng: Người ta có đem đến thủ-cấp các con trai của vua. Giê-hu đáp: Hãy chất làm hai đống tại nơi cửa thành cho đến sáng mai."},{"bible_id":"193","chapter_code":"2KI.10","verse_code":"2KI.10.9","label":"9","content":"Sáng mai, người đi ra, đứng trước mặt cả dân-sự, mà nói rằng: Các ngươi vẫn công-bình. Kìa, ta đã phản-nghịch chủ ta, và có giết người; nhưng còn các kẻ nầy, ai đã giết họ?"},{"bible_id":"193","chapter_code":"2KI.10","verse_code":"2KI.10.10","label":"10","content":"Vậy, bây giờ, hãy nhìn-biết rằng: trong các lời Đức Giê-hô-va đã phán về nhà A-háp sẽ chẳng có lời nào sa xuống đất; vì Đức Giê-hô-va đã làm điều Ngài cậy miệng Ê-li, tôi-tớ Ngài, mà phán ra."},{"bible_id":"193","chapter_code":"2KI.10","verse_code":"2KI.10.11","label":"11","content":"Giê-hu cũng giết hết thảy những người còn sót lại trong nhà A-háp ở Gít-rê-ên, luôn các đại-thần, các bạn-hữu thiết, và những thầy cả của người, chẳng để còn lại một ai hết."},{"bible_id":"193","chapter_code":"2KI.10","verse_code":"2KI.10.12","label":"12","content":"Đoạn, Giê-hu đứng dậy, đi đến Sa-ma-ri. Khi người đến gần chòi kẻ chăn chiên ở dọc đường,"},{"bible_id":"193","chapter_code":"2KI.10","verse_code":"2KI.10.13","label":"13","content":"gặp các anh em A-cha-xia, vua Giu-đa, thì nói rằng: Các ngươi là ai? Chúng nó đáp: Chúng tôi là anh em của A-cha-xia, đi xuống chào các con trai của vua và của hoàng-hậu."},{"bible_id":"193","chapter_code":"2KI.10","verse_code":"2KI.10.14","label":"14","content":"Giê-hu bèn truyền lịnh rằng: Hãy bắt sống chúng nó. Người ta bắt sống chúng nó, số là bốn mươi hai người; rồi giết họ gần giếng của chòi kẻ chăn chiên. Người ta chẳng để sống một ai."},{"bible_id":"193","chapter_code":"2KI.10","verse_code":"2KI.10.15","label":"15","content":"Đi khỏi đó, Giê-hu gặp Giô-na-đáp, con trai Rê-cáp, đương đi đến đón người. Người chào Giô-na-đáp, và nói rằng: Lòng ngươi có chân-thành cùng tôi, như lòng tôi đã chân-thành với ngươi chăng? Giô-na-đáp đáp rằng: Phải, chân-thành. Giê-hu tiếp: Thế thì, nếu chân-thành, hãy giơ tay cho tôi. Giô-na-đáp bèn giơ tay cho người. Giê-hu biểu người lên xe với mình,"},{"bible_id":"193","chapter_code":"2KI.10","verse_code":"2KI.10.16","label":"16","content":"và nói rằng: Hãy đến cùng tôi, xem lòng sốt-sắng tôi đối với Đức Giê-hô-va. Vậy, Giê-hu dẫn người lên xe mình."},{"bible_id":"193","chapter_code":"2KI.10","verse_code":"2KI.10.17","label":"17","content":"Khi đã vào Sa-ma-ri rồi, người giết hết thảy những người còn sót lại của nhà A-háp tại Sa-ma-ri, đến đỗi đã diệt sạch nhà ấy, y như lời của Đức Giê-hô-va đã phán cùng Ê-li vậy."},{"bible_id":"193","chapter_code":"2KI.10","verse_code":"2KI.10.18","label":"18","content":"Giê-hu nhóm hết thảy dân-sự, và nói cùng chúng rằng: A-háp ít hầu-việc Ba-anh; Giê-hu sẽ hầu-việc nhiều."},{"bible_id":"193","chapter_code":"2KI.10","verse_code":"2KI.10.19","label":"19","content":"Vậy bây giờ, hãy nhóm lại cho ta các tiên-tri của Ba-anh, các đầy-tớ người, và hết thảy thầy-cả người. Chớ thiếu một ai, vì ta có ý dâng một của tế-lễ lớn cho Ba-anh. Hễ ai không đến, ắt sẽ không sống. Vả, Giê-hu dùng mưu-trí, toan diệt các kẻ hầu-việc thần Ba-anh."},{"bible_id":"193","chapter_code":"2KI.10","verse_code":"2KI.10.20","label":"20","content":"Giê-hu lại ra lịnh rằng: Hãy rao một lễ trọng-thể để cúng-thờ thần Ba-anh. Người bèn rao lễ ấy,"},{"bible_id":"193","chapter_code":"2KI.10","verse_code":"2KI.10.21","label":"21","content":"Và Giê-hu sai những sứ-giả đi khắp xứ Y-sơ-ra-ên đòi hết thảy tôi-tớ của Ba-anh đến; chúng đều đến chẳng có thiếu một ai hết. Chúng vào miễu thần Ba-anh; và miễu đầy chật từ đầu nầy đến đầu kia."},{"bible_id":"193","chapter_code":"2KI.10","verse_code":"2KI.10.22","label":"22","content":"Giê-hu bèn nói cùng người giữ áo lễ rằng: Hãy phát các áo lễ cho các tôi-tớ của Ba-anh. Kẻ ấy bèn phát áo cho chúng nó."},{"bible_id":"193","chapter_code":"2KI.10","verse_code":"2KI.10.23","label":"23","content":"Giê-hu và Giô-na-đáp, con trai của Rê-cáp, vào trong miễu thần Ba-anh, nói với các tôi-tớ của Ba-anh rằng: Hãy tìm xem cho kỹ, hoặc ở đây có tôi-tớ nào của Đức Giê-hô-va chăng, chỉ phải có những tôi-tớ của Ba-anh đó thôi."},{"bible_id":"193","chapter_code":"2KI.10","verse_code":"2KI.10.24","label":"24","content":"Chúng vào đặng dâng các lễ-vật và của-lễ thiêu. Vả, Giê-hu đã phục tám mươi người rình ngoài miễu, và dặn-biểu họ rằng: Ví có ai trong những người mà ta phó vào tay các ngươi thoát khỏi đặng, ắt mạng-sống của kẻ để cho nó thoát khỏi sẽ thế cho mạng-sống nó."},{"bible_id":"193","chapter_code":"2KI.10","verse_code":"2KI.10.25","label":"25","content":"Khi đã dâng của-lễ thiêu xong, Giê-hu nói với quân hộ-vệ và các quan tướng rằng: Hãy vào giết chúng nó, chớ để một ai được ra. Vậy, chúng giết họ bằng lưỡi gươm. Đoạn, quân hộ-vệ và các quan tướng ném thây họ ra ngoài, lật-đật vào thành của miễu Ba-anh."},{"bible_id":"193","chapter_code":"2KI.10","verse_code":"2KI.10.26","label":"26","content":"Chúng cất những trụ-thờ khỏi miễu và đốt đi,"},{"bible_id":"193","chapter_code":"2KI.10","verse_code":"2KI.10.27","label":"27","content":"đập bể hình-tượng Ba-anh, cùng phá dỡ đền nó, làm thành một lỗ xí hãy còn đến ngày nay."},{"bible_id":"193","chapter_code":"2KI.10","verse_code":"2KI.10.28","label":"28","content":"Như vậy, Giê-hu trừ-diệt thần Ba-anh khỏi Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"2KI.10","verse_code":"2KI.10.29","label":"29","content":"Song người chẳng từ-bỏ tội của Giê-rô-bô-am, con trai của Nê-bát, tức tội đã gây cho Y-sơ-ra-ên phạm tội: Nghĩa là người còn để lại các bò vàng tại Bê-tên và tại Đan."},{"bible_id":"193","chapter_code":"2KI.10","verse_code":"2KI.10.30","label":"30","content":"Đức Giê-hô-va phán với Giê-hu rằng: Bởi vì ngươi đã làm rất phải, xử công-bình trước mặt ta, và đãi nhà A-háp thuận ý ta, nên con trai ngươi sẽ ngồi trên ngôi Y-sơ-ra-ên cho đến đời thứ tư."},{"bible_id":"193","chapter_code":"2KI.10","verse_code":"2KI.10.31","label":"31","content":"Nhưng Giê-hu không hết lòng cẩn-thận theo luật-pháp của Giê-hô-va Đức Chúa Trời của Y-sơ-ra-ên; người chẳng từ-bỏ tội của Giê-rô-bô-am, tức tội đã gây cho Y-sơ-ra-ên phạm tội."},{"bible_id":"193","chapter_code":"2KI.10","verse_code":"2KI.10.32","label":"32","content":"Trong lúc ấy, Đức Giê-hô-va khởi giảm-bớt địa-phận Y-sơ-ra-ên, khiến cho Ha-xa-ên hãm đánh chúng trên các giới-hạn Y-sơ-ra-ên,"},{"bible_id":"193","chapter_code":"2KI.10","verse_code":"2KI.10.33","label":"33","content":"chiếm lấy cả miền từ Giô-đanh chạy đến phía đông, tức là cả xứ Ga-la-át, đất của chi-phái Gát, Ru-bên, và Ma-na-se, từ thành A-rô-e, ở trên khe Ạt-nôn, và cho đến cả xứ Ga-la-át và xứ Ba-san."},{"bible_id":"193","chapter_code":"2KI.10","verse_code":"2KI.10.34","label":"34","content":"Các chuyện khác của Giê-hu, các công-việc người, và sự mạnh-dạn người, đều đã chép trong sử-ký về các vua Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"2KI.10","verse_code":"2KI.10.35","label":"35","content":"Người an-giấc cùng các tổ-phụ mình, được chôn tại Sa-ma-ri; Giô-a-cha, con trai người, kế-vị người."},{"bible_id":"193","chapter_code":"2KI.10","verse_code":"2KI.10.36","label":"36","content":"Giê-hu cai-trị trên Y-sơ-ra-ên hai mươi tám năm tại Sa-ma-ri."},{"bible_id":"193","chapter_code":"2KI.11","verse_code":"2KI.11.1","label":"1","content":"Khi A-tha-li, mẹ của A-cha-xia, thấy con trai mình đã chết rồi, bèn chỗi dậy giết hết thảy dòng vua."},{"bible_id":"193","chapter_code":"2KI.11","verse_code":"2KI.11.2","label":"2","content":"Nhưng Giô-sê-ba, con gái của vua Giô-ram, và là chị A-cha-xia, bắt trộm Giô-ách, con trai của A-cha-xia, khỏi vòng các vương-tử mà A-tha-li toan giết, rồi để người trong phòng ngủ với vú nuôi người, và giấu người khỏi mắt A-tha-li; vì vậy người không bị giết."},{"bible_id":"193","chapter_code":"2KI.11","verse_code":"2KI.11.3","label":"3","content":"Người ở với Giô-sê-ba, ẩn tại nơi đền-thờ của Đức Giê-hô-va trong sáu năm, còn A-tha-li cai-trị trên xứ."},{"bible_id":"193","chapter_code":"2KI.11","verse_code":"2KI.11.4","label":"4","content":"Năm thứ bảy, Giê-hô-gia-đa sai vời các quan cai hàng trăm quân canh và những quân hộ-vệ đến cùng người trong đền-thờ của Đức Giê-hô-va. Người lập ước cùng chúng, và bắt chúng thề tại trong đền-thờ của Đức Giê-hô-va; người chỉ con trai của vua cho chúng."},{"bible_id":"193","chapter_code":"2KI.11","verse_code":"2KI.11.5","label":"5","content":"Đoạn, người truyền lịnh cho chúng rằng: Nầy là điều các ngươi sẽ làm: Một phần ba trong các ngươi đến phiên ngày Sa-bát, sẽ giữ cung vua;"},{"bible_id":"193","chapter_code":"2KI.11","verse_code":"2KI.11.6","label":"6","content":"một phần ba sẽ canh cửa Su-rơ, còn một phần ba sẽ ở nơi cửa sau các quân hộ-vệ. Các ngươi sẽ giữ cung-điện, cản không cho ai vào hết."},{"bible_id":"193","chapter_code":"2KI.11","verse_code":"2KI.11.7","label":"7","content":"Lại hai phần ba trong các ngươi mãn phiên ngày Sa-bát, sẽ ở gần vua, canh-giữ đền-thờ của Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"2KI.11","verse_code":"2KI.11.8","label":"8","content":"Các ngươi sẽ vây chung-quanh vua, mỗi người cầm binh-khí mình nơi tay. Ai muốn vào trong hàng các ngươi, thì hãy giết nó đi. Hễ vua đi ra đi vô, các ngươi phải ở với người."},{"bible_id":"193","chapter_code":"2KI.11","verse_code":"2KI.11.9","label":"9","content":"Các quan cai làm theo lịnh của thầy tế-lễ Giê-hô-gia-đa. Mỗi người lãnh những kẻ thủ-hạ mình, hoặc người đến phiên ngày Sa-bát, hay là người mãn phiên trong ngày Sa-bát, mà đi đến thầy tế-lễ Giê-hô-gia-đa."},{"bible_id":"193","chapter_code":"2KI.11","verse_code":"2KI.11.10","label":"10","content":"Thầy tế-lễ phát cho các quan cai những giáo và khiên thuộc về vua Đa-vít, ở tại trong đền-thờ của Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"2KI.11","verse_code":"2KI.11.11","label":"11","content":"Các quân hộ-vệ mỗi người cầm binh-khí nơi tay, sắp hàng đứng chung-quanh vua, dài theo đền-thờ và bàn thờ, từ góc nam cho đến góc bắc của đền-thờ."},{"bible_id":"193","chapter_code":"2KI.11","verse_code":"2KI.11.12","label":"12","content":"Giê-hô-gia-đa bèn đem vương-tử ra, đội mão triều-thiên trên đầu người, và trao luật-pháp cho người. Vậy, họ tôn người lên làm vua, xức dầu cho, và hết thảy đều vỗ tay la lên rằng: Vua vạn-tuế!"},{"bible_id":"193","chapter_code":"2KI.11","verse_code":"2KI.11.13","label":"13","content":"Khi A-tha-li nghe tiếng quân hộ-vệ và tiếng dân-sự, bèn đến cùng dân-sự tại trong đền-thờ của Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"2KI.11","verse_code":"2KI.11.14","label":"14","content":"Bà xem thấy vua đứng trên tòa như lệ thường, có các quan cai và các kẻ thổi kèn đứng gần người, và cả dân-sự của xứ đều vui-mừng và thổi kèn. A-tha-li bèn xé áo mình và la lên rằng: Phản-ngụy! Phản-ngụy!"},{"bible_id":"193","chapter_code":"2KI.11","verse_code":"2KI.11.15","label":"15","content":"Nhưng thầy tế-lễ Giê-hô-gia-đa truyền lịnh cho những quan cai đạo quân, mà rằng: Hãy dẫn nàng ra ngoài khỏi giữa hàng quân, và hễ kẻ nào theo nàng, khá giết nó bằng gươm. Vì thầy tế-lễ đã dạy rằng: Chớ giết nàng trong đền-thờ của Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"2KI.11","verse_code":"2KI.11.16","label":"16","content":"Người ta vẹt bên đường cho bà đi; bà trở vào cung vua bởi nơi vào của ngựa, và tại đó bà bị giết."},{"bible_id":"193","chapter_code":"2KI.11","verse_code":"2KI.11.17","label":"17","content":"Giê-hô-gia-đa lập giao-ước tại giữa Đức Giê-hô-va, vua và dân-sự, hầu cho dân Y-sơ-ra-ên làm dân-sự của Đức Giê-hô-va. Người cũng lập một giao-ước giữa vua và dân-sự."},{"bible_id":"193","chapter_code":"2KI.11","verse_code":"2KI.11.18","label":"18","content":"Cả dân-sự của xứ đều đi đến miễu Ba-anh mà phá-dỡ nó đi, đập bể bàn-thờ và hình-tượng của Ba-anh, và giết Ma-than, thầy tế-lễ Ba-anh, tại trước bàn-thờ. Đoạn, thầy tế-lễ cất người canh giữ đền-thờ của Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"2KI.11","verse_code":"2KI.11.19","label":"19","content":"Lại, người đem theo mình những quan cai, cơ binh Ca-rít, quân hộ-vệ, và cả dân-sự của xứ; chúng thỉnh vua từ đền-thờ của Đức Giê-hô-va xuống, đi vào đền vua bởi nơi cửa của quân hộ-vệ. Giô-ách bèn ngồi trên ngôi vua."},{"bible_id":"193","chapter_code":"2KI.11","verse_code":"2KI.11.20","label":"20","content":"Cả dân-sự trong xứ đều vui-mừng, và thành được bình-tịnh. Vả, người ta đã giết A-tha-li bằng gươm tại trong cung vua."},{"bible_id":"193","chapter_code":"2KI.11","verse_code":"2KI.11.21","label":"21","content":"Giô-ách được bảy tuổi khi người lên ngôi."},{"bible_id":"193","chapter_code":"2KI.12","verse_code":"2KI.12.1","label":"1","content":"Năm thứ bảy đời Giê-hu, Giô-ách lên ngôi làm vua, và cai-trị bốn mươi năm tại Giê-ru-sa-lem. Mẹ người tên là Xi-bia, quê ở Bê-e-Sê-ba."},{"bible_id":"193","chapter_code":"2KI.12","verse_code":"2KI.12.2","label":"2","content":"Giô-ách làm điều thiện trước mặt Đức Giê-hô-va, trọn lúc Giê-hô-gia-đa, thầy tế-lễ, dạy-dỗ người."},{"bible_id":"193","chapter_code":"2KI.12","verse_code":"2KI.12.3","label":"3","content":"Song người chẳng cất-bỏ các nơi cao đi, dân-sự vẫn tế-lễ và xông hương trên các nơi cao."},{"bible_id":"193","chapter_code":"2KI.12","verse_code":"2KI.12.4","label":"4","content":"Giô-ách nói cùng những thầy tế-lễ rằng: Phàm bạc do vật biệt riêng ra thánh thường đem vào đền-thờ của Đức Giê-hô-va, tức bạc mỗi người được tu-bộ đem nộp, bạc chuộc mạng lại, tùy giá đã định cho mỗi người, và bạc mỗi người lạc-ý đem đến dâng trong đền-thờ của Đức Giê-hô-va,"},{"bible_id":"193","chapter_code":"2KI.12","verse_code":"2KI.12.5","label":"5","content":"những thầy tế-lễ phải thâu các bạc ấy nơi những người mình quen-biết, rồi chỗ nào trong đền có hư-nứt thì phải dùng bạc ấy mà sửa-sang lại."},{"bible_id":"193","chapter_code":"2KI.12","verse_code":"2KI.12.6","label":"6","content":"Vả, đến năm thứ hai mươi ba đời vua Giô-ách, những thầy tế-lễ chưa có sửa-sang đền-thờ."},{"bible_id":"193","chapter_code":"2KI.12","verse_code":"2KI.12.7","label":"7","content":"Vua Giô-ách bèn đòi thầy tế-lễ Giê-hô-gia-đa và những thầy tế-lễ khác, mà nói rằng: Sao các ngươi không sửa-sang nơi hư-nứt đền-thờ? Từ rày về sau, chớ nhận lấy bạc của những người mình quen-biết nữa; khá phát bạc ấy ra đặng dùng sửa-sang các nơi hư-nứt của đền-thờ."},{"bible_id":"193","chapter_code":"2KI.12","verse_code":"2KI.12.8","label":"8","content":"Những thầy tế-lễ ưng không thâu bạc nơi dân-sự nữa, và không lãnh sửa-sang các nơi hư-nứt của đền."},{"bible_id":"193","chapter_code":"2KI.12","verse_code":"2KI.12.9","label":"9","content":"Thầy tế-lễ Giê-hô-gia-đa bèn lấy một cái rương, xoi lỗ trên nắp, rồi để gần bàn-thờ, về phía bên hữu cửa vào đền-thờ Đức Giê-hô-va. Những thầy tế-lễ canh-giữ cửa đền-thờ đều đem để trong rương ấy hết thảy bạc mà người ta đem dâng trong đền-thờ Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"2KI.12","verse_code":"2KI.12.10","label":"10","content":"Khi thấy có nhiều tiền trong rương, thơ-ký của vua, và thầy tế-lễ thượng-phẩm bèn đi lên lấy bạc có trong đền-thờ của Đức Giê-hô-va ra, mà đếm, và đem cất."},{"bible_id":"193","chapter_code":"2KI.12","verse_code":"2KI.12.11","label":"11","content":"Đoạn, hai người giao bạc đã đếm đó vào tay những đốc-công lo coi-sóc cuộc sửa-sang đền-thờ của Đức Giê-hô-va. Những người ấy trả tiền cho thợ mộc và thợ xây,"},{"bible_id":"193","chapter_code":"2KI.12","verse_code":"2KI.12.12","label":"12","content":"cho thợ hồ và thợ đẽo đá, đều làm công-việc sửa-sang đền-thờ của Đức Giê-hô-va; họ lại dùng bạc ấy mua gỗ và đá dùng sửa-sang các nơi hư-nứt đền-thờ của Đức Giê-hô-va, và trả tiền sở-phí về cuộc sửa-sang ấy."},{"bible_id":"193","chapter_code":"2KI.12","verse_code":"2KI.12.13","label":"13","content":"Song người ta không dùng bạc đã đem dâng trong đền-thờ của Đức Giê-hô-va, mà làm cho đền-thờ của Đức Giê-hô-va, chén bạc, hoặc dao, chậu, kèn, hay là khí-dụng gì bằng vàng hoặc bằng bạc;"},{"bible_id":"193","chapter_code":"2KI.12","verse_code":"2KI.12.14","label":"14","content":"vì người ta phát bạc ấy cho những thợ lo làm công-việc, và dùng sửa-sang đền-thờ của Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"2KI.12","verse_code":"2KI.12.15","label":"15","content":"Người ta chẳng bắt những người lãnh bạc đặng phát cho các thợ phải tính sổ, bởi vì họ làm cách thành-thực."},{"bible_id":"193","chapter_code":"2KI.12","verse_code":"2KI.12.16","label":"16","content":"Tiền bạc về của-lễ chuộc sự mắc lỗi, và tiền bạc về của-lễ chuộc tội, thì chẳng có đem vào đền-thờ Đức Giê-hô-va; bạc ấy để dành cho thầy tế-lễ."},{"bible_id":"193","chapter_code":"2KI.12","verse_code":"2KI.12.17","label":"17","content":"Trong lúc đó, Ha-xa-ên, vua Sy-ri, đến xâm-phạm đất Gát, và choán lấy. Người cũng tính xâm-phạm Giê-ru-sa-lem."},{"bible_id":"193","chapter_code":"2KI.12","verse_code":"2KI.12.18","label":"18","content":"Giô-ách, vua Giu-đa, bèn lấy hết thảy những vật thánh của Giô-sa-phát, Giô-ram và A-cha-xia, các tổ-phụ người, là vua Giu-đa, đã biệt riêng ra thánh, luôn với các vật thánh của mình, và hết thảy vàng ở trong kho-tàng của đền-thờ Đức Giê-hô-va và ở cung vua, mà gởi dâng cho Ha-xa-ên, vua Sy-ri; vì cớ ấy, Ha-xa-ên đi khỏi Giê-ru-sa-lem."},{"bible_id":"193","chapter_code":"2KI.12","verse_code":"2KI.12.19","label":"19","content":"Các truyện khác của Giô-ách, mọi công-việc người làm, đều đã chép trong sử-ký về các vua Giu-đa."},{"bible_id":"193","chapter_code":"2KI.12","verse_code":"2KI.12.20","label":"20","content":"Các tôi-tớ Giô-ách dấy loạn nghịch cùng người, giết người tại Mi-lô, trên con đường đi xuống Si-la."},{"bible_id":"193","chapter_code":"2KI.12","verse_code":"2KI.12.21","label":"21","content":"Giô-xa-ca, con trai Si-mê-át, và Giô-sa-bát, con trai Sô-mê, hai tôi-tớ người đều đánh giết người. Người ta chôn người cùng các tổ-phụ người tại trong thành Đa-vít; rồi A-ma-xia, con trai người, kế-vị người."},{"bible_id":"193","chapter_code":"2KI.13","verse_code":"2KI.13.1","label":"1","content":"Năm thứ hai mươi ba đời Giô-ách, con trai A-cha-xia, vua Giu-đa, thì Giô-a-cha, con trai Giê-hu, lên ngôi làm vua Y-sơ-ra-ên, tại Sa-ma-ri. Người cai-trị mười bảy năm."},{"bible_id":"193","chapter_code":"2KI.13","verse_code":"2KI.13.2","label":"2","content":"Người làm điều ác trước mặt Đức Giê-hô-va; bắt-chước làm theo các tội-lỗi của Giê-rô-bô-am, con trai Nê-bát, tức tội đã gây cho Y-sơ-ra-ên phạm tội; người chẳng bỏ tội ấy."},{"bible_id":"193","chapter_code":"2KI.13","verse_code":"2KI.13.3","label":"3","content":"Cơn thạnh-nộ của Đức Giê-hô-va nổi lên cùng dân Y-sơ-ra-ên, Ngài phó chúng vào tay Ha-xa-ên, vua Sy-ri, và Bên-Ha-đát, con trai Ha-xa-ên, trọn trong lúc đó."},{"bible_id":"193","chapter_code":"2KI.13","verse_code":"2KI.13.4","label":"4","content":"Giô-a-cha cầu-xin Đức Giê-hô-va, và Đức Giê-hô-va nhậm lời người, bởi vì Ngài thấy vua Sy-ri hà-hiếp dân Y-sơ-ra-ên là cách nào."},{"bible_id":"193","chapter_code":"2KI.13","verse_code":"2KI.13.5","label":"5","content":"Đức Giê-hô-va ban cho Y-sơ-ra-ên một người giải-cứu, dân Y-sơ-ra-ên được thoát khỏi dưới tay dân Sy-ri, và được ở lại trong trại mình như trước."},{"bible_id":"193","chapter_code":"2KI.13","verse_code":"2KI.13.6","label":"6","content":"Dầu vậy, chúng không từ-bỏ tội của nhà Giê-rô-bô-am, là tội người đã gây cho Y-sơ-ra-ên phạm tội; chúng cứ phạm tội đó, đến đỗi hình-tượng Át-tạt-tê còn đứng tại Sa-ma-ri."},{"bible_id":"193","chapter_code":"2KI.13","verse_code":"2KI.13.7","label":"7","content":"Trong cả cơ-binh của Giô-a-cha, Đức Chúa Trời chỉ chừa lại cho người năm mươi lính-kị, mười cỗ xe, và mười ngàn lính bộ; vì vua Sy-ri có diệt quân Y-sơ-ra-ên, và nghiền nát chúng như bụi trong sân đạp lúa."},{"bible_id":"193","chapter_code":"2KI.13","verse_code":"2KI.13.8","label":"8","content":"Các chuyện khác của Giô-a-cha, những công-việc người làm, và sự mạnh-dạn người, thảy đều chép trong sử-ký về các vua Y-sơ-ra-ên,"},{"bible_id":"193","chapter_code":"2KI.13","verse_code":"2KI.13.9","label":"9","content":"Giô-a-cha an-giấc cùng các tổ-phụ mình, và người ta chôn người tại Sa-ma-ri. Giô-ách, con trai người, kế-vị người."},{"bible_id":"193","chapter_code":"2KI.13","verse_code":"2KI.13.10","label":"10","content":"Năm thứ ba mươi bảy đời Giô-ách, vua Giu-đa, thì Giô-ách, con trai Giô-a-cha, lên ngôi làm vua Y-sơ-ra-ên tại Sa-ma-ri, và người cai-trị mười sáu năm."},{"bible_id":"193","chapter_code":"2KI.13","verse_code":"2KI.13.11","label":"11","content":"Người làm điều ác trước mặt Đức Giê-hô-va, không từ-bỏ tội-lỗi của Giê-rô-bô-am, con trai Nê-bát, đã gây cho Y-sơ-ra-ên phạm tội, mà cứ làm theo."},{"bible_id":"193","chapter_code":"2KI.13","verse_code":"2KI.13.12","label":"12","content":"Các chuyện khác của Giô-ách, mọi công-việc người làm, thể nào người đánh giặc cùng A-ma-xia, vua Giu-đa, và sự mạnh-dạn người làm sao, thảy đều chép trong sử-ký về các vua Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"2KI.13","verse_code":"2KI.13.13","label":"13","content":"Giô-ách an-giấc cùng các tổ-phụ người, rồi Giê-rô-bô-am kế-vị người. Giô-ách được chôn tại Sa-ma-ri chung với các vua Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"2KI.13","verse_code":"2KI.13.14","label":"14","content":"Ê-li-sê đau bệnh, tại bịnh ấy người phải chết. Giô-ách, vua Y-sơ-ra-ên, đến thăm người, khóc trước mặt người, mà nói rằng: Hỡi cha tôi! cha tôi! Xe và lính-kỵ của Y-sơ-ra-ên!"},{"bible_id":"193","chapter_code":"2KI.13","verse_code":"2KI.13.15","label":"15","content":"Ê-li-sê bèn nói với người rằng: Hãy lấy cung và tên. Giô-ách lấy cung và tên."},{"bible_id":"193","chapter_code":"2KI.13","verse_code":"2KI.13.16","label":"16","content":"Ê-li-sê lại nói với vua Y-sơ-ra-ên rằng: Hãy lấy tay ngươi giương cung. Vua bèn giương cung. Rồi Ê-li-sê đặt tay mình trên tay vua,"},{"bible_id":"193","chapter_code":"2KI.13","verse_code":"2KI.13.17","label":"17","content":"mà nói rằng: Hãy mở cửa sổ về phía đông. Giô-ách bèn mở cửa ra. Ê-li-sê lại nói: Hãy bắn. Người bèn bắn. Bấy giờ Ê-li-sê tiếp rằng: Ấy là cây tên thắng hơn của Đức Giê-hô-va, tức là cây tên thắng hơn dân Sy-ri; vì ngươi sẽ hãm-đánh dân Sy-ri tại A-phéc, đến đỗi tuyệt-diệt chúng nó."},{"bible_id":"193","chapter_code":"2KI.13","verse_code":"2KI.13.18","label":"18","content":"Ê-li-sê tiếp rằng: Hãy lấy tên. Giô-ách bèn lấy tên. Ê-li-sê lại nói rằng: Hãy đập xuống đất. Giô-ách đập ba lần, rồi ngừng."},{"bible_id":"193","chapter_code":"2KI.13","verse_code":"2KI.13.19","label":"19","content":"Người của Đức Chúa Trời nổi giận, nói với vua rằng: Nếu vua đã đập năm sáu lần, thì mới đánh dân Sy-ri cho đến tận-tuyệt; nhưng rày vua sẽ đánh dân Sy-ri ba lần mà thôi."},{"bible_id":"193","chapter_code":"2KI.13","verse_code":"2KI.13.20","label":"20","content":"Ê-li-sê qua đời, và người ta chôn người. Đầu năm sau có đoàn quân Mô-áp toan vào xứ."},{"bible_id":"193","chapter_code":"2KI.13","verse_code":"2KI.13.21","label":"21","content":"Vả, xảy ra có kẻ chôn một người, thấy đoàn quân ấy đến, liền liệng thây vào mồ Ê-li-sê. Kẻ chết vừa đụng hài-cốt Ê-li-sê, thì sống lại và đứng dậy."},{"bible_id":"193","chapter_code":"2KI.13","verse_code":"2KI.13.22","label":"22","content":"Trọn đời Giô-a-cha, Ha-xa-ên, vua Sy-ri, có hà-hiếp dân Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"2KI.13","verse_code":"2KI.13.23","label":"23","content":"Nhưng Đức Giê-hô-va làm ơn cho chúng, lấy lòng thương-xót và đoái xem họ vì cớ lời giao-ước của Ngài đã lập với Áp-ra-ham, Y-sác, và Gia-cốp. Ngài không muốn diệt chúng, không từ-bỏ chúng khỏi trước mặt Ngài cho đến ngày nay."},{"bible_id":"193","chapter_code":"2KI.13","verse_code":"2KI.13.24","label":"24","content":"Ha-xa-ên, vua Sy-ri, băng-hà; Bên-Ha-đát, con trai người, kế-vị người."},{"bible_id":"193","chapter_code":"2KI.13","verse_code":"2KI.13.25","label":"25","content":"Giô-ách, con trai Giô-a-cha, lấy lại khỏi tay Bên-Ha-đát, con trai Ha-xa-ên, các thành mà Bên-Ha-đát đã đánh lấy được của Giô-a-cha, cha người. Giô-ách đánh Bên-Ha-đát ba lần, và khôi-phục các thành của Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"2KI.14","verse_code":"2KI.14.1","label":"1","content":"Năm thứ hai đời Giô-ách, con trai Giô-a-cha, vua Y-sơ-ra-ên, thì A-ma-xia, con trai Giô-ách, vua Giu-đa, lên ngôi."},{"bible_id":"193","chapter_code":"2KI.14","verse_code":"2KI.14.2","label":"2","content":"Người được hai mươi lăm tuổi, khi tức-vị vua, và cai-trị hai mươi chín năm tại Giê-ru-sa-lem. Mẹ người tên là Giê-hoa-đan, quê ở Giê-ru-sa-lem."},{"bible_id":"193","chapter_code":"2KI.14","verse_code":"2KI.14.3","label":"3","content":"Người làm điều thiện trước mặt Đức Giê-hô-va, song chẳng như Đa-vít, tổ-tiên người; người làm theo mọi điều của Giô-ách, cha mình đã làm."},{"bible_id":"193","chapter_code":"2KI.14","verse_code":"2KI.14.4","label":"4","content":"Dầu vậy, người không dỡ các nơi cao đi; dân-sự cứ tế-lễ và xông hương trên các nơi cao ấy."},{"bible_id":"193","chapter_code":"2KI.14","verse_code":"2KI.14.5","label":"5","content":"Vừa khi nước người được vững-chắc, người bèn xử-tử những tôi-tớ đã giết vua cha mình."},{"bible_id":"193","chapter_code":"2KI.14","verse_code":"2KI.14.6","label":"6","content":"Nhưng người không xử-tử con-cái của kẻ sát-nhân ấy, y theo lời đã chép trong sách luật-pháp của Môi-se; trong đó Đức Giê-hô-va có phán rằng: Người ta sẽ không giết cha thế cho con, cũng sẽ chẳng giết con thế cho cha, mỗi người sẽ chết vì tội-lỗi riêng mình."},{"bible_id":"193","chapter_code":"2KI.14","verse_code":"2KI.14.7","label":"7","content":"A-ma-xia giết một muôn quân Ê-đôm tại trong trũng Muối, hãm lấy thành Sê-la, và đặt tên là Giốc-then, hãy còn đến ngày nay."},{"bible_id":"193","chapter_code":"2KI.14","verse_code":"2KI.14.8","label":"8","content":"Đoạn, A-ma-xia sai sứ-giả đến cũng Giô-ách, con trai Giô-a-cha, cháu Giê-hu, vua Y-sơ-ra-ên, mà nói rằng: Hãy đến, để chúng ta tranh-chiến nhau."},{"bible_id":"193","chapter_code":"2KI.14","verse_code":"2KI.14.9","label":"9","content":"Giô-ách, vua Y-sơ-ra-ên, sai sứ trả lời lại với A-ma-xia, vua Giu-đa, mà rằng: Cây gai tại Li-ban sai nói với cây hương-nam cũng ở Li-ban, mà rằng: Hãy gả con gái ngươi làm vợ con trai ta. Nhưng có thú rừng của Li-ban đi ngang qua, giày-đạp cây gai nầy dưới chân."},{"bible_id":"193","chapter_code":"2KI.14","verse_code":"2KI.14.10","label":"10","content":"Ngươi đã đánh dân Ê-đôm và lòng ngươi đầy kiêu-ngạo. Khá hưởng vinh-hiển, và ở lại trong nhà ngươi; cớ sao ngươi muốn gây cho mình mắc tai-vạ, khiến cho ngươi và Giu-đa bị hư-hại?"},{"bible_id":"193","chapter_code":"2KI.14","verse_code":"2KI.14.11","label":"11","content":"A-ma-xia không muốn nghe Giô-ách. Vậy, Giô-ách, vua Y-sơ-ra-ên, bèn đi lên, rồi người và A-ma-xia, vua Giu-đa, giao-chiến nhau tại Bết-Sê-mết, trong xứ Giu-đa."},{"bible_id":"193","chapter_code":"2KI.14","verse_code":"2KI.14.12","label":"12","content":"Quân Giu-đa bị quân Y-sơ-ra-ên đánh bại; quân Giu-đa bèn chạy trốn, mỗi người về trại mình."},{"bible_id":"193","chapter_code":"2KI.14","verse_code":"2KI.14.13","label":"13","content":"Tại Bết-Sê-mết, Giô-ách, vua Y-sơ-ra-ên, bắt A-ma-xia, vua Giu-đa, con trai Giô-ách, cháu A-cha-xia; đoạn đi đến Giê-ru-sa-lem, phá vách thành từ cửa Ép-ra-im cho đến cửa Góc, một khúc dài bốn trăm thước."},{"bible_id":"193","chapter_code":"2KI.14","verse_code":"2KI.14.14","label":"14","content":"Người đoạt lấy những vàng, bạc, và mọi khí-dụng ở trong đền-thờ của Đức Giê-hô-va, và những bửu-vật của đền vua; người cũng lấy kẻ cầm làm tin, rồi trở về Sa-ma-ri."},{"bible_id":"193","chapter_code":"2KI.14","verse_code":"2KI.14.15","label":"15","content":"Các chuyện khác của Giô-ách, những công-việc người làm, sự mạnh-dạn người, cuộc chiến-trận của người với A-ma-xia, vua Giu-đa, đều đã chép trong sử-ký về các vua Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"2KI.14","verse_code":"2KI.14.16","label":"16","content":"Giô-ách an-giấc cùng các tổ-phụ người, và được chôn tại Sa-ma-ri chung cùng các vua Y-sơ-ra-ên; rồi Giê-rô-bô-am, con trai người, kế-vị người."},{"bible_id":"193","chapter_code":"2KI.14","verse_code":"2KI.14.17","label":"17","content":"A-ma-xia, con trai Giô-ách, vua Giu-đa, còn sống mười lăm năm, sau khi Giô-ách, con trai Giô-a-cha, vua Y-sơ-ra-ên, đã băng-hà."},{"bible_id":"193","chapter_code":"2KI.14","verse_code":"2KI.14.18","label":"18","content":"Các chuyện khác của A-ma-xia, đều chép trong sử-ký về các vua Giu-đa."},{"bible_id":"193","chapter_code":"2KI.14","verse_code":"2KI.14.19","label":"19","content":"Tại Giê-ru-sa-lem có kẻ phản-nghịch với người; người bèn trốn đến La-ki. Nhưng người ta sai rượt theo người đến La-ki, và giết người tại đó."},{"bible_id":"193","chapter_code":"2KI.14","verse_code":"2KI.14.20","label":"20","content":"Đoạn, có người chở thây người trên ngựa đến Giê-ru-sa-lem, và chôn người chung cùng các tổ-phụ người, tại thành Đa-vít."},{"bible_id":"193","chapter_code":"2KI.14","verse_code":"2KI.14.21","label":"21","content":"Cả dân Giu-đa bèn lập A-xa-ria  làm vua thế cho A-ma-xia, cha người; tuổi người đã mười sáu."},{"bible_id":"193","chapter_code":"2KI.14","verse_code":"2KI.14.22","label":"22","content":"Sau khi vua cha an-giấc cùng các tổ-phụ mình, người lại xây Ê-lát, vua khôi-phục thành ấy về dưới quyền Giu-đa."},{"bible_id":"193","chapter_code":"2KI.14","verse_code":"2KI.14.23","label":"23","content":"Năm thứ mười lăm đời A-ma-xia, con trai Giô-ách, vua Giu-đa, thì Giê-rô-bô-am, con trai Giô-ách, lên ngôi làm vua Y-sơ-ra-ên tại Sa-ma-ri. Người cai-trị bốn mươi mốt năm."},{"bible_id":"193","chapter_code":"2KI.14","verse_code":"2KI.14.24","label":"24","content":"Người làm điều ác trước mặt Đức Giê-hô-va, chẳng từ-bỏ tội-lỗi của Giê-rô-bô-am, con trai Nê-bát, đã gây cho Y-sơ-ra-ên phạm tội."},{"bible_id":"193","chapter_code":"2KI.14","verse_code":"2KI.14.25","label":"25","content":"Người khôi-phục bờ-cõi Y-sơ-ra-ên từ nơi giáp Ha-mát cho đến biển đồng bằng,  theo như lời Giê-hô-va Đức Chúa Trời của Y-sơ-ra-ên đã phán bởi miệng tiên-tri Giô-na, tôi-tớ Ngài, là con trai A-mi-tai, ở tại Gát-Hê-phe."},{"bible_id":"193","chapter_code":"2KI.14","verse_code":"2KI.14.26","label":"26","content":"Vả, Đức Giê-hô-va đã thấy Y-sơ-ra-ên bị gian-nan rất cay-đắng; vì trong Y-sơ-ra-ên chẳng còn ai tự-do, hoặc nô-lệ nữa, cũng chẳng có ai tiếp-cứu Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"2KI.14","verse_code":"2KI.14.27","label":"27","content":"Đức Giê-hô-va không có phán rằng Ngài sẽ xóa danh Y-sơ-ra-ên khỏi dưới trời, bèn cậy Giê-rô-bô-am, con trai Giô-ách, mà giải-cứu họ."},{"bible_id":"193","chapter_code":"2KI.14","verse_code":"2KI.14.28","label":"28","content":"Các chuyện khác của Giê-rô-bô-am, những công-việc người, sự mạnh-dạn người thể nào người chiến-trận và khôi-phục lại cho Y-sơ-ra-ên Đa-mách và Ha-mát trước đã phục Giu-đa, mọi việc ấy đều đã chép trong sử-ký về các vua Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"2KI.14","verse_code":"2KI.14.29","label":"29","content":"Giê-rô-bô-am an-giấc cùng các tổ-phụ người, là các vua Y-sơ-ra-ên; rồi Xa-cha-ri, con trai người, kế-vị người."},{"bible_id":"193","chapter_code":"2KI.15","verse_code":"2KI.15.1","label":"1","content":"Năm thứ hai mươi bảy đời Giê-rô-bô-am, vua Y-sơ-ra-ên, thì A-xa-ria, con trai A-ma-xia, vua Giu-đa, lên làm vua."},{"bible_id":"193","chapter_code":"2KI.15","verse_code":"2KI.15.2","label":"2","content":"Người được mười sáu tuổi khi lên ngôi, và cai-trị năm mươi hai năm tại Giê-ru-sa-lem. Mẹ người tên là Giê-cô-lia, quê ở Giê-ru-sa-lem."},{"bible_id":"193","chapter_code":"2KI.15","verse_code":"2KI.15.3","label":"3","content":"Người làm điều thiện trước mặt Đức Giê-hô-va, cứ theo mọi điều của A-ma-xia, cha người đã làm."},{"bible_id":"193","chapter_code":"2KI.15","verse_code":"2KI.15.4","label":"4","content":"Thế mà người không dỡ các nơi cao đi; dân-sự cứ cúng-tế và xông hương trên các nơi cao."},{"bible_id":"193","chapter_code":"2KI.15","verse_code":"2KI.15.5","label":"5","content":"Đức Giê-hô-va giáng họa cho vua, khiến bị bịnh phung cho đến ngày người chết; người phải rút ở trong nhà riêng. Giô-tham, con trai vua, cai-quản đền vua và xét-đoán dân-sự của xứ."},{"bible_id":"193","chapter_code":"2KI.15","verse_code":"2KI.15.6","label":"6","content":"Các chuyện khác của A-xa-ria, những công-việc người, đều đã chép trong sử-ký về các vua Giu-đa."},{"bible_id":"193","chapter_code":"2KI.15","verse_code":"2KI.15.7","label":"7","content":"A-xa-ria an-giấc cùng các tổ-phụ người, và được chôn cùng họ tại trong thành Đa-vít. Giô-tham, con trai người, kế-vị người."},{"bible_id":"193","chapter_code":"2KI.15","verse_code":"2KI.15.8","label":"8","content":"Năm thứ ba mươi tám đời A-xa-ria, vua Giu-đa, Xa-cha-ri, con trai Giê-rô-bô-am, lên làm vua Y-sơ-ra-ên tại Sa-ma-ri; người cai-trị sáu tháng."},{"bible_id":"193","chapter_code":"2KI.15","verse_code":"2KI.15.9","label":"9","content":"Người làm điều ác trước mặt Đức Giê-hô-va, y như các tổ-phụ mình đã làm; người không từ-bỏ tội-lỗi của Giê-rô-bô-am, con trai Nê-bát, là tội đã gây cho Y-sơ-ra-ên phạm tội."},{"bible_id":"193","chapter_code":"2KI.15","verse_code":"2KI.15.10","label":"10","content":"Vả, Sa-lum, con trai Gia-be, dấy nghịch cùng người, đánh giết người tại trước mặt dân-sự; đoạn làm vua thế cho người."},{"bible_id":"193","chapter_code":"2KI.15","verse_code":"2KI.15.11","label":"11","content":"Các chuyện khác của Xa-cha-ri đều chép trong sử-ký về các vua Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"2KI.15","verse_code":"2KI.15.12","label":"12","content":"Như vậy là ứng-nghiệm lời của Đức Giê-hô-va phán cho Giê-hu rằng: Dòng-dõi ngươi sẽ ngồi trên ngôi Y-sơ-ra-ên cho đến đời thứ tư. Thật vậy, ấy là điều đã xảy đến."},{"bible_id":"193","chapter_code":"2KI.15","verse_code":"2KI.15.13","label":"13","content":"Năm thứ ba mươi chín đời Ô-xia, vua Giu-đa, Sa-lum, con trai Gia-be, lên làm vua, cai-trị một tháng tại Sa-ma-ri."},{"bible_id":"193","chapter_code":"2KI.15","verse_code":"2KI.15.14","label":"14","content":"Mê-na-hem, con trai Ga-đi, ở Tiệt-sa đi lên Sa-ma-ri, đánh Sa-lum, con trai Gia-be, tại Sa-ma-ri, và giết người đi. Đoạn Mê-na-hem lên làm vua thế cho."},{"bible_id":"193","chapter_code":"2KI.15","verse_code":"2KI.15.15","label":"15","content":"Các chuyện khác của Sa-lum, và người phản-ngụy làm sao, đều chép trong sử-ký về các vua Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"2KI.15","verse_code":"2KI.15.16","label":"16","content":"Bấy giờ, Mê-na-hem đi khỏi Tiệt-sa, hãm-đánh Típ-sắc, cả dân-sự ở trong, và khắp địa-hạt chung-quanh, bởi vì thành ấy không khứng mở cửa cho; nên người đánh nó, và mổ bụng hết thảy người đàn-bà có nghén ở đó."},{"bible_id":"193","chapter_code":"2KI.15","verse_code":"2KI.15.17","label":"17","content":"Năm thứ ba mươi chín đời A-xa-ria, vua Giu-đa, thì Mê-na-hem, con trai Ga-đi, lên làm vua Y-sơ-ra-ên, và cai-trị mười năm tại Sa-ma-ri."},{"bible_id":"193","chapter_code":"2KI.15","verse_code":"2KI.15.18","label":"18","content":"Người làm điều ác trước mặt Đức Giê-hô-va; trọn đời chẳng hề lìa khỏi các tội-lỗi của Giê-rô-bô-am, con trai Nê-bát, là tội đã gây cho Y-sơ-ra-ên phạm tội."},{"bible_id":"193","chapter_code":"2KI.15","verse_code":"2KI.15.19","label":"19","content":"Phun, vua A-si-ri, loán đến trong xứ; Mê-na-hem bèn nộp cho người một ngàn ta-lâng bạc, để người giúp-đỡ làm cho nước mình đặng vững-vàng trong tay người."},{"bible_id":"193","chapter_code":"2KI.15","verse_code":"2KI.15.20","label":"20","content":"Mê-na-hem thâu lấy tiền-bạc ấy nơi dân Y-sơ-ra-ên, tức nơi những người có tài-sản nhiều, cứ mỗi người năm mươi siếc-lơ bạc, đặng nộp cho vua A-si-ri. Đoạn, vua A-si-ri trở về, chẳng ở lâu tại xứ."},{"bible_id":"193","chapter_code":"2KI.15","verse_code":"2KI.15.21","label":"21","content":"Các chuyện khác của Mê-na-hem, và những công-việc người, đều đã chép trong sử-ký về các vua Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"2KI.15","verse_code":"2KI.15.22","label":"22","content":"Mê-na-hem an-giấc với các tổ-phụ người, và Phê-ca-hia, con trai người kế-vị người."},{"bible_id":"193","chapter_code":"2KI.15","verse_code":"2KI.15.23","label":"23","content":"Năm thứ năm mươi đời A-xa-ria, vua Giu-đa, thì Phê-ca-hia, con trai Mê-na-hem, lên làm vua Y-sơ-ra-ên tại Sa-ma-ri, và cai-trị hai năm."},{"bible_id":"193","chapter_code":"2KI.15","verse_code":"2KI.15.24","label":"24","content":"Người làm điều ác trước mặt Đức Giê-hô-va, không từ-bỏ tội-lỗi của Giê-rô-bô-am, con trai Nê-bát, là tội đã gây cho Y-sơ-ra-ên phạm tội."},{"bible_id":"193","chapter_code":"2KI.15","verse_code":"2KI.15.25","label":"25","content":"Phê-ca, con trai Rê-ma-lia, quan tổng-binh người, phản-nghịch người, và đánh người tại Sa-ma-ri, trong thành-lũy của đền vua, luôn với Ạt-gốp và A-ri-ê. Người có năm mươi người Ga-la-át theo mình. Vậy người giết Phê-ca-hia và cai-trị thế cho."},{"bible_id":"193","chapter_code":"2KI.15","verse_code":"2KI.15.26","label":"26","content":"Các chuyện khác của Phê-ca-hia, và những công-việc của người, đều chép trong sử-ký về các vua Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"2KI.15","verse_code":"2KI.15.27","label":"27","content":"Năm thứ năm mươi hai đời A-xa-ria, vua Giu-đa, thì Phê-ca, con trai Rê-ma-lia, lên làm vua Y-sơ-ra-ên, tại Sa-ma-ri, và cai-trị hai mươi năm."},{"bible_id":"193","chapter_code":"2KI.15","verse_code":"2KI.15.28","label":"28","content":"Người làm điều ác trước mặt Đức Giê-hô-va, không từ-bỏ tội-lỗi của Giê-rô-bô-am, con trai Nê-bát, là tội đã gây cho Y-sơ-ra-ên phạm tội."},{"bible_id":"193","chapter_code":"2KI.15","verse_code":"2KI.15.29","label":"29","content":"Trong đời Phê-ca, vua Y-sơ-ra-ên, Tiếc-la-Phi-lê-se, vua A-si-ri, loán đến chiếm lấy Y-giôn, A-bên-Bết-Ma-ca, Gia-nô-ác, Kê-đe, Hát-so, miền Ga-la-át, miền Ga-li-lê, và cả địa-phận Nép-ta-li; đoạn đem dân-sự các xứ ấy sang A-si-ri."},{"bible_id":"193","chapter_code":"2KI.15","verse_code":"2KI.15.30","label":"30","content":"Ô-sê, con trai Ê-la, mưu-phản Phê-ca, con trai Rê-ma-lia, và đánh giết người, rồi lên làm vua thế cho, nhằm năm thứ hai mươi đời Giô-tham, con trai Ô-xia."},{"bible_id":"193","chapter_code":"2KI.15","verse_code":"2KI.15.31","label":"31","content":"Các chuyện khác của Phê-ca, và những công-việc người, đều chép trong sử-ký về các vua Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"2KI.15","verse_code":"2KI.15.32","label":"32","content":"Năm thứ hai đời Phê-ca, con trai Rê-ma-lia, vua Y-sơ-ra-ên, thì Giô-tham, con trai Ô-xia, vua Giu-đa, lên ngôi làm vua."},{"bible_id":"193","chapter_code":"2KI.15","verse_code":"2KI.15.33","label":"33","content":"Người được hai mươi lăm tuổi khi tức-vị, cai-trị mười sáu năm tại Giê-ru-sa-lem. Mẹ người tên là Giê-ru-sa, con gái Xa-đốc."},{"bible_id":"193","chapter_code":"2KI.15","verse_code":"2KI.15.34","label":"34","content":"Người làm điều thiện trước mặt Đức Giê-hô-va, cứ theo trọn mọi điều Ô-xia, cha người đã làm."},{"bible_id":"193","chapter_code":"2KI.15","verse_code":"2KI.15.35","label":"35","content":"Dầu vậy, người không dỡ các nơi cao; dân-sự cứ cúng-tế và xông hương trên các nơi cao đó. Ấy là Giô-tham xây-cất cửa thượng của đền-thờ Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"2KI.15","verse_code":"2KI.15.36","label":"36","content":"Các chuyện khác của Giô-tham, và những công-việc người, đều chép trong sử-ký về các vua Giu-đa."},{"bible_id":"193","chapter_code":"2KI.15","verse_code":"2KI.15.37","label":"37","content":"Trong lúc đó, Đức Giê-hô-va khởi khiến Rê-xin, vua Sy-ri, và Phê-ca, con trai Rê-ma-lia, đến hãm đánh Giu-đa."},{"bible_id":"193","chapter_code":"2KI.15","verse_code":"2KI.15.38","label":"38","content":"Giô-tham an-giấc cùng các tổ-phụ người, được chôn bên họ tại thành Đa-vít, tổ-tiên người. A-cha, con trai người, lên làm vua thế cho người."},{"bible_id":"193","chapter_code":"2KI.16","verse_code":"2KI.16.1","label":"1","content":"Năm thứ mười bảy đời Phê-ca, con trai Rê-ma-lia, thì A-cha, con trai Giô-tham, vua Giu-đa, lên làm vua."},{"bible_id":"193","chapter_code":"2KI.16","verse_code":"2KI.16.2","label":"2","content":"A-cha được hai mươi tuổi khi người lên làm vua; người cai-trị mười sáu năm tại Giê-ru-sa-lem. Người chẳng làm điều thiện trước mặt Giê-hô-va Đức Chúa Trời người, như Đa-vít, tổ-phụ người, đã làm;"},{"bible_id":"193","chapter_code":"2KI.16","verse_code":"2KI.16.3","label":"3","content":"nhưng người đi theo con đường của các vua Y-sơ-ra-ên, thậm-chí bắt-chước theo gương gớm-ghiếc của các dân-tộc Đức Giê-hô-va đã đuổi khỏi trước mặt dân Y-sơ-ra-ên, mà đưa con trai mình qua lửa."},{"bible_id":"193","chapter_code":"2KI.16","verse_code":"2KI.16.4","label":"4","content":"Người cũng cúng-tế và xông hương trên các nơi cao, trên gò và dưới các cây rậm."},{"bible_id":"193","chapter_code":"2KI.16","verse_code":"2KI.16.5","label":"5","content":"Bấy giờ, Rô-xin, vua Sy-ri, và Phê-ca, con trai Rê-ma-lia, vua Y-sơ-ra-ên, đều đi lên đặng hãm-đánh Giê-ru-sa-lem; họ vây A-cha, nhưng không thắng người được."},{"bible_id":"193","chapter_code":"2KI.16","verse_code":"2KI.16.6","label":"6","content":"Ấy nhằm lúc đó Rê-xin, vua Sy-ri, khôi-phục Ê-lát về nước Sy-ri; người đuổi dân Giu-đa khỏi Ê-lát, và dân Sy-ri bèn đến Ê-lát, ở đó cho đến ngày nay."},{"bible_id":"193","chapter_code":"2KI.16","verse_code":"2KI.16.7","label":"7","content":"A-cha sai sứ-giả đến Tiếc-la-Phi-lê-se, vua A-si-ri, nói với người rằng: Tôi là kẻ tôi-tớ vua, là con trai vua; hãy đi đến giải-cứu tôi khỏi tay vua Sy-ri và vua Y-sơ-ra-ên đã dấy lên cùng tôi."},{"bible_id":"193","chapter_code":"2KI.16","verse_code":"2KI.16.8","label":"8","content":"A-cha lấy bạc và vàng có ở trong đền-thờ Đức Giê-hô-va ở trong kho đền vua, gởi đem làm của-lễ cho vua A-si-ri,"},{"bible_id":"193","chapter_code":"2KI.16","verse_code":"2KI.16.9","label":"9","content":"Vua A-si-ri nhậm làm điều A-cha xin, đi lên hãm-đánh Đa-mách và chiếm lấy, bắt đem dân-cư nó sang Ki-rơ, và giết Rê-xin."},{"bible_id":"193","chapter_code":"2KI.16","verse_code":"2KI.16.10","label":"10","content":"A-cha bèn đi đến Đa-mách đặng đón Tiếc-la-Phi-lê-se, vua A-si-ri. A-cha thấy một cái bàn-thờ ở tại Đa-mách, bèn gởi kiểu-mẫu và hình bàn-thờ ấy tùy theo cách chế-tạo nó, cho thầy tế-lễ U-ri."},{"bible_id":"193","chapter_code":"2KI.16","verse_code":"2KI.16.11","label":"11","content":"Thầy tế-lễ U-ri chế một cái bàn-thờ y theo kiểu mà vua A-cha từ Đa-mách đã gởi đến; thầy tế-lễ U-ri chế xong bàn-thờ ấy trước khi vua trở về."},{"bible_id":"193","chapter_code":"2KI.16","verse_code":"2KI.16.12","label":"12","content":"Khi vua từ Đa-mách trở về, thấy bàn-thờ bèn lại gần và dâng của-lễ trên nó."},{"bible_id":"193","chapter_code":"2KI.16","verse_code":"2KI.16.13","label":"13","content":"Người xông trên bàn-thờ của-lễ thiêu và của-lễ chay mình, đổ ra lễ quán và huyết về của-lễ thù-ân tại trên đó."},{"bible_id":"193","chapter_code":"2KI.16","verse_code":"2KI.16.14","label":"14","content":"Còn bàn-thờ bằng đồng ở trước mặt Đức Giê-hô-va, thì người cất khỏi chỗ nó tại trước đền-thờ, giữa bàn-thờ mới và đền của Đức Giê-hô-va, rồi để nó bên bàn-thờ của người, về phía bắc."},{"bible_id":"193","chapter_code":"2KI.16","verse_code":"2KI.16.15","label":"15","content":"Đoạn, vua A-cha truyền lịnh cho thầy tế-lễ U-ri-rằng: Người sẽ xông trên bàn-thờ lớn của-lễ thiêu buổi sáng và của-lễ chay buổi chiều, của-lễ thiêu và của-lễ chay của vua; lại xông của-lễ thiêu và của-lễ chay của cả dân-sự trong xứ, cũng đổ ra tại trên nó lễ quán của họ, và tưới cả huyết con sinh dùng làm của-lễ thiêu, luôn cả huyết về các con sinh khác. Còn bàn-thờ bằng đồng, ta sẽ dùng cầu-vấn ý Chúa."},{"bible_id":"193","chapter_code":"2KI.16","verse_code":"2KI.16.16","label":"16","content":"Thầy tế-lễ U-ri làm theo mọi điều vua A-cha truyền-dạy cho người."},{"bible_id":"193","chapter_code":"2KI.16","verse_code":"2KI.16.17","label":"17","content":"Vả lại, vua A-cha dỡ các miếng trám của những táng, và cất hết những chậu đặt ở trên; lại hạ cái biển bằng đồng xuống khỏi bò nâng nó, rồi đem để nó trên một nền lót đá."},{"bible_id":"193","chapter_code":"2KI.16","verse_code":"2KI.16.18","label":"18","content":"Vì cớ vua A-si-ri, người cũng đổi trong đền-thờ của Đức Giê-hô-va cái hiên cửa dùng về ngày Sa-bát mà người ta đã xây trong đền, và cửa ngoài để dành cho vua."},{"bible_id":"193","chapter_code":"2KI.16","verse_code":"2KI.16.19","label":"19","content":"Các chuyện khác của A-cha, và những công-việc người làm, đều chép trong sử-ký về các vua Giu-đa."},{"bible_id":"193","chapter_code":"2KI.16","verse_code":"2KI.16.20","label":"20","content":"Đoạn, A-cha an-giấc cùng các tổ-phụ người, được chôn bên họ, trong thành Đa-vít. Ê-xê-chia, con trai người, kế-vị người."},{"bible_id":"193","chapter_code":"2KI.17","verse_code":"2KI.17.1","label":"1","content":"Năm thứ mười hai đời A-cha, vua Giu-đa, thì Ô-sê, con trai Ê-la, lên làm vua Y-sơ-ra-ên, tại Sa-ma-ri; người cai-trị chín năm."},{"bible_id":"193","chapter_code":"2KI.17","verse_code":"2KI.17.2","label":"2","content":"Người làm điều ác trước mặt Đức Giê-hô-va, song chẳng bằng các vua Y-sơ-ra-ên trước người."},{"bible_id":"193","chapter_code":"2KI.17","verse_code":"2KI.17.3","label":"3","content":"Sanh-ma-na-sa, vua A-si-ri, đi lên hãm-đánh Ô-sê; người bị thần-phục Sanh-ma-na-sa, và đóng thuế cho người."},{"bible_id":"193","chapter_code":"2KI.17","verse_code":"2KI.17.4","label":"4","content":"Nhưng vua A-si-ri thấy Ô-sê toan mưu-phản; vì Ô-sê có sai sứ-giả đến Sô, vua Ê-díp-tô, và không nộp thuế cho vua A-si-ri như người hằng năm đã làm; vua A-si-ri bèn bắt người, xiềng lại, và hạ ngục."},{"bible_id":"193","chapter_code":"2KI.17","verse_code":"2KI.17.5","label":"5","content":"Đoạn, vua A-si-ri đi lên xâm-chiếm cả xứ, đến vây Sa-ma-ri trong ba năm."},{"bible_id":"193","chapter_code":"2KI.17","verse_code":"2KI.17.6","label":"6","content":"Năm thứ chín đời Ô-sê, vua A-si-ri hãm lấy Sa-ma-ri, đem dân Y-sơ-ra-ên sang qua A-si-ri, lập họ ở tại Cha-la và trên bờ Cha-bo, sông của Gô-xan, cùng trong các thành nước Mê-đi."},{"bible_id":"193","chapter_code":"2KI.17","verse_code":"2KI.17.7","label":"7","content":"Vả, dân Y-sơ-ra-ên đã phạm tội cùng Giê-hô-va Đức Chúa Trời của họ, là Đấng đã rút họ ra khỏi xứ Ê-díp-tô, và khỏi tay hà-hiếp của Pha-ra-ôn, vua Ê-díp-tô; chúng đã kính-thờ các thần khác,"},{"bible_id":"193","chapter_code":"2KI.17","verse_code":"2KI.17.8","label":"8","content":"theo thói-tục của các dân-tộc mà Đức Giê-hô-va đã đuổi khỏi trước mặt dân Y-sơ-ra-ên, và theo lệ mà các vua Y-sơ-ra-ên đã định."},{"bible_id":"193","chapter_code":"2KI.17","verse_code":"2KI.17.9","label":"9","content":"Dân Y-sơ-ra-ên làm lén những việc bất-chánh nghịch cùng Giê-hô-va Đức Chúa Trời của chúng, xây-dựng những nơi cao trong khắp các thành họ, từ tháp vọng-canh cho đến thành kiên-cố,"},{"bible_id":"193","chapter_code":"2KI.17","verse_code":"2KI.17.10","label":"10","content":"dựng lên những trụ-thờ trên các nổng cao và dưới những cây rậm."},{"bible_id":"193","chapter_code":"2KI.17","verse_code":"2KI.17.11","label":"11","content":"Tại trên các nơi cao, chúng xông hương y như các dân-tộc mà Đức Giê-hô-va đã đuổi khỏi trước mặt họ, phạm những việc gian-ác, và chọc giận Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"2KI.17","verse_code":"2KI.17.12","label":"12","content":"Chúng hầu-việc những hình-tượng mà Đức Giê-hô-va đã cấm chúng rằng: Các ngươi chớ thờ chúng nó."},{"bible_id":"193","chapter_code":"2KI.17","verse_code":"2KI.17.13","label":"13","content":"Song Đức Giê-hô-va cậy miệng các đấng tiên-tri và những kẻ tiên-kiến mà khuyên Y-sơ-ra-ên và Giu-đa rằng: Khá từ-bỏ đường ác của các ngươi, hãy gìn-giữ điều-răn và luật-lệ ta, tùy theo các mạng-lịnh ta cậy những tiên-tri, là tôi-tớ ta, mà truyền cho tổ-phụ các ngươi."},{"bible_id":"193","chapter_code":"2KI.17","verse_code":"2KI.17.14","label":"14","content":"Nhưng chúng không muốn nghe, cứng cổ mình, y như các tổ-phụ của chúng không có lòng tin Giê-hô-va Đức Chúa Trời của họ."},{"bible_id":"193","chapter_code":"2KI.17","verse_code":"2KI.17.15","label":"15","content":"Chúng khinh-bỏ các luật-lệ và giao-ước Ngài đã lập cùng tổ-phụ họ, và những lời chứng mà Ngài đã phán với họ. Chúng đi theo các thần hư-không, và trở thành hư-không, bắt-chước các dân-tộc ở chung-quanh mình, mà Đức Giê-hô-va đã cấm làm theo gương của chúng nó."},{"bible_id":"193","chapter_code":"2KI.17","verse_code":"2KI.17.16","label":"16","content":"Chúng khinh-bỏ hết thảy giới-mạng của Giê-hô-va Đức Chúa Trời mình, tự đúc lấy hai tượng bò con, cùng làm thần-tượng A-sê-ra, thờ-lạy hết thảy cơ-binh trên trời, và thờ-phượng Ba-anh."},{"bible_id":"193","chapter_code":"2KI.17","verse_code":"2KI.17.17","label":"17","content":"Chúng cũng đưa con trai con gái mình qua lửa, dùng tà-thuật, tin bói-khoa, chuyên làm điều dữ trước mặt Đức Giê-hô-va, để chọc giận Ngài."},{"bible_id":"193","chapter_code":"2KI.17","verse_code":"2KI.17.18","label":"18","content":"Bởi cớ ấy, Đức Giê-hô-va rất nổi giận-dữ cùng dân Y-sơ-ra-ên, xua-đùa chúng khỏi trước mặt Ngài; chỉ còn lại chi-phái Giu-đa mà thôi."},{"bible_id":"193","chapter_code":"2KI.17","verse_code":"2KI.17.19","label":"19","content":"Chính Giu-đa cũng không vâng-giữ các điều-răn của Giê-hô-va Đức Chúa Trời của họ; bèn đi theo những lệ-luật mà Y-sơ-ra-ên đã lập."},{"bible_id":"193","chapter_code":"2KI.17","verse_code":"2KI.17.20","label":"20","content":"Thế thì, Đức Giê-hô-va từ-bỏ cả dòng-dõi Y-sơ-ra-ên, làm khốn-khổ họ, và phó họ vào tay các kẻ cướp-giựt, cho đến phải lưu-đày cách xa mặt Ngài."},{"bible_id":"193","chapter_code":"2KI.17","verse_code":"2KI.17.21","label":"21","content":"Y-sơ-ra-ên đã phân-rẽ nhà Đa-vít, tôn Giê-rô-bô-am, con trai Nê-bát, làm vua; người quyến-dụ Y-sơ-ra-ên bội-nghịch Đức Giê-hô-va, và khiến cho họ phạm tội lớn."},{"bible_id":"193","chapter_code":"2KI.17","verse_code":"2KI.17.22","label":"22","content":"Dân Y-sơ-ra-ên đều đi trong hết thảy tội-lỗi của Giê-rô-bô-am đã phạm, chẳng từ-bỏ chút nào,"},{"bible_id":"193","chapter_code":"2KI.17","verse_code":"2KI.17.23","label":"23","content":"cho đến ngày Đức Giê-hô-va đày-đuổi họ khỏi trước mặt Ngài, y như Ngài đã phán bởi miệng của các tiên-tri, tôi-tớ Ngài. Vậy, Y-sơ-ra-ên bị cất khỏi xứ mình, lưu-đày qua A-si-ri cho đến ngày nay."},{"bible_id":"193","chapter_code":"2KI.17","verse_code":"2KI.17.24","label":"24","content":"Vua A-si-ri đem người ở Ba-by-lôn, Cu-tha, A-va, Ha-mát và Sê-phạt-va-im, đặt ở trong các thành của Sa-ma-ri, thế cho dân Y-sơ-ra-ên. Chúng chiếm lấy nước Sa-ma-ri, và ở trong các thành nó."},{"bible_id":"193","chapter_code":"2KI.17","verse_code":"2KI.17.25","label":"25","content":"Khi chúng bắt đầu trú-ngụ tại đó, thì không kính-sợ Đức Giê-hô-va, nên Đức Giê-hô-va sai sư-tử đến giết mấy người trong bọn chúng."},{"bible_id":"193","chapter_code":"2KI.17","verse_code":"2KI.17.26","label":"26","content":"Người ta bèn nói với vua A-si-ri rằng: Các dân mà vua đã đem qua đặt trong các thành của Sa-ma-ri không biết lệ thờ-phượng thần của xứ, vì vậy thần đó có sai sư-tử đến giết họ, tại họ không biết lệ thờ-lạy thần của xứ vậy."},{"bible_id":"193","chapter_code":"2KI.17","verse_code":"2KI.17.27","label":"27","content":"Vua A-si-ri liền truyền lịnh rằng: Trong những thầy tế-lễ mà các ngươi đã bắt ở đó đem qua đây, các ngươi hãy lấy một người, dẫn về ở tại trong xứ đó đặng dạy lệ thờ-lạy thần của xứ."},{"bible_id":"193","chapter_code":"2KI.17","verse_code":"2KI.17.28","label":"28","content":"Ấy vậy, một kẻ trong những thầy tế-lễ mà chúng đã bắt ở Sa-ma-ri đem đi trở về, ở tại Bê-tên, và dạy-dỗ dân-sự phải thờ-lạy Đức Giê-hô-va làm sao."},{"bible_id":"193","chapter_code":"2KI.17","verse_code":"2KI.17.29","label":"29","content":"Song mỗi dân-tộc đều tạo thần riêng cho mình, đặt nó trong những chùa-miễu tại trên các nơi cao mà dân Sa-ma-ri đã dựng lên, tức dân-tộc nào đặt thần mình trong thành nấy."},{"bible_id":"193","chapter_code":"2KI.17","verse_code":"2KI.17.30","label":"30","content":"Dân Ba-by-lôn tạo hình-tượng Su-cốt-Bê-nốt; dân Cút, tạo hình-tượng Nẹt-ganh; dân Ha-mát tạo hình-tượng A-si-ma;"},{"bible_id":"193","chapter_code":"2KI.17","verse_code":"2KI.17.31","label":"31","content":"dân A-vim tạo hình-tượng Níp-ca và Tạt-tác; dân Sê-phạt-va-im thiêu con-cái mình trong lửa cho A-tra-mê-léc và A-na-mê-léc, hai thần của dân Sê-phạt-va-im."},{"bible_id":"193","chapter_code":"2KI.17","verse_code":"2KI.17.32","label":"32","content":"Chúng kính-sợ Đức Giê-hô-va, nhưng chọn những người trong bọn mình lập làm thầy tế-lễ về các nơi cao; những thầy tế-lễ ấy vì chúng dâng những của tế-lễ tại trong chùa-miễu của các nơi cao đó."},{"bible_id":"193","chapter_code":"2KI.17","verse_code":"2KI.17.33","label":"33","content":"Các dân-tộc ấy kính-sợ Đức Giê-hô-va, song cũng hầu-việc các thần mình, theo thói-tục của những dân-tộc mà họ bị dời ra khỏi đó."},{"bible_id":"193","chapter_code":"2KI.17","verse_code":"2KI.17.34","label":"34","content":"Ngày nay, chúng hãy còn làm theo thói-tục cũ mình. Chúng không kính-sợ Đức Giê-hô-va, chẳng vâng-giữ hoặc luật-lệ, hoặc thói-tục, hoặc luật-pháp, hay là điều-răn truyền cho con cháu Gia-cốp, mà Ngài đặt tên là Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"2KI.17","verse_code":"2KI.17.35","label":"35","content":"Đức Giê-hô-va đã lập giao-ước với chúng, truyền-dạy chúng rằng: Các ngươi chớ kính-sợ các thần khác, chớ thờ-lạy, hầu-việc chúng nó, và đừng tế-lễ chúng nó."},{"bible_id":"193","chapter_code":"2KI.17","verse_code":"2KI.17.36","label":"36","content":"Nhưng các ngươi khá kính-sợ Đức Giê-hô-va, là Đấng dùng đại-năng, và cánh tay giơ thẳng ra, đem các ngươi ra khỏi Ê-díp-tô; Đấng đó các ngươi phải kính-sợ thờ-lạy, và dâng của-lễ cho."},{"bible_id":"193","chapter_code":"2KI.17","verse_code":"2KI.17.37","label":"37","content":"Các luật-lệ, điều-răn, qui-tắc, và mạng-lịnh mà Ngài chép cho các ngươi, các ngươi khá gìn-giữ làm theo đời đời, chớ nên kính-sợ các thần khác."},{"bible_id":"193","chapter_code":"2KI.17","verse_code":"2KI.17.38","label":"38","content":"Các ngươi chẳng nên quên giao-ước mà ta lập với các ngươi; chớ kính-sợ các thần khác;"},{"bible_id":"193","chapter_code":"2KI.17","verse_code":"2KI.17.39","label":"39","content":"nhưng khá kính-sợ Giê-hô-va Đức Chúa Trời của các ngươi, Ngài sẽ giải-cứu các ngươi khỏi tay các kẻ thù-nghịch."},{"bible_id":"193","chapter_code":"2KI.17","verse_code":"2KI.17.40","label":"40","content":"Dầu vậy, các dân-tộc ấy không nghe theo, nhưng còn làm theo thói-tục cũ của mình."},{"bible_id":"193","chapter_code":"2KI.17","verse_code":"2KI.17.41","label":"41","content":"Như vậy, các dân-tộc ấy kính-sợ Đức Giê-hô-va và cũng hầu-việc những hình-tượng chạm của mình; tổ-phụ chúng nó làm thế nào, thì con-cái cháu-chắt chúng nó cũng hãy còn làm thế ấy cho đến ngày nay."},{"bible_id":"193","chapter_code":"2KI.18","verse_code":"2KI.18.1","label":"1","content":"Năm thứ ba đời Ô-sê, con trai Ê-la, vua Y-sơ-ra-ên, thì Ê-xê-chia, con trai A-cha, vua Giu-đa, lên làm vua."},{"bible_id":"193","chapter_code":"2KI.18","verse_code":"2KI.18.2","label":"2","content":"Người được hai mươi lăm tuổi khi lên làm vua, và cai-trị hai mươi chín năm tại Giê-ru-sa-lem. Mẹ người tên là A-bi, con gái của Xa-cha-ri."},{"bible_id":"193","chapter_code":"2KI.18","verse_code":"2KI.18.3","label":"3","content":"Người làm điều thiện trước mặt Đức Giê-hô-va y như Đa-vít, tổ-phụ người, đã làm."},{"bible_id":"193","chapter_code":"2KI.18","verse_code":"2KI.18.4","label":"4","content":"Người phá-hủy các nơi cao, đập bể những trụ-thờ, đánh hạ các A-sê-ra, và bẻ gãy con rắn đồng mà Môi-se đã làm; bởi vì cho đến khi ấy dân Y-sơ-ra-ên xông hương cho nó. Người ta gọi hình rắn ấy là Nê-hu-tan."},{"bible_id":"193","chapter_code":"2KI.18","verse_code":"2KI.18.5","label":"5","content":"Ê-xê-chia nhờ-cậy nơi Giê-hô-va Đức Chúa Trời của Y-sơ-ra-ên; nên trong các vua sau người, hoặc trong những vua trước người, chẳng có một ai giống như người."},{"bible_id":"193","chapter_code":"2KI.18","verse_code":"2KI.18.6","label":"6","content":"Người tríu-mến Đức Giê-hô-va, không xây-bỏ Ngài, song gìn-giữ các điều-răn mà Đức Giê-hô-va đã truyền cho Môi-se."},{"bible_id":"193","chapter_code":"2KI.18","verse_code":"2KI.18.7","label":"7","content":"Đức Giê-hô-va ở cùng người; hễ người đi làm sự gì, đều được thành-tựu. Người dấy nghịch với vua A-si-ri, không phục vua ấy nữa."},{"bible_id":"193","chapter_code":"2KI.18","verse_code":"2KI.18.8","label":"8","content":"Người hãm-đánh xứ dân Phi-li-tin cho đến Ga-xa và địa-hạt chung-quanh thành, từ tháp vọng-canh đến thành kiên-cố."},{"bible_id":"193","chapter_code":"2KI.18","verse_code":"2KI.18.9","label":"9","content":"Xảy ra năm thứ tư đời Ê-xê-chia, nhằm năm thứ bảy đời Ô-sê, con trai Ê-la, vua Y-sơ-ra-ên, thì Sanh-ma-na-sa, vua A-si-ri, đi lên đánh Sa-ma-ri và vây nó."},{"bible_id":"193","chapter_code":"2KI.18","verse_code":"2KI.18.10","label":"10","content":"Cuối ba năm, người hãm lấy: ấy vậy nhằm năm thứ sáu đời Ê-xê-chia, năm thứ chín đời Ô-sê, vua Y-sơ-ra-ên, thì Sa-ma-ri bị chiếm lấy."},{"bible_id":"193","chapter_code":"2KI.18","verse_code":"2KI.18.11","label":"11","content":"Vua A-si-ri đem dân Y-sơ-ra-ên qua A-si-ri, đặt tại Cha-la và trên bờ Cha-bo, sông xứ Gô-xan, cùng trong các thành của Mê-đi;"},{"bible_id":"193","chapter_code":"2KI.18","verse_code":"2KI.18.12","label":"12","content":"ấy vì chúng không có vâng theo lời phán của Giê-hô-va Đức Chúa Trời mình, nhưng bội giao-ước Ngài, không khứng nghe, và chẳng làm theo các điều mà Môi-se, tôi-tớ của Đức Giê-hô-va, đã truyền cho."},{"bible_id":"193","chapter_code":"2KI.18","verse_code":"2KI.18.13","label":"13","content":"Năm thứ mười bốn đời Ê-xê-chia, San-chê-ríp, vua A-si-ri, đến đánh các thành kiên-cố của Giu-đa và hãm lấy nó."},{"bible_id":"193","chapter_code":"2KI.18","verse_code":"2KI.18.14","label":"14","content":"Ê-xê-chia, vua Giu-đa, sai sứ đến La-ki nói với vua A-si-ri rằng: Tôi phạm lỗi. Cầu vua lìa khỏi nước tôi; hễ vua đòi tôi điều gì, tôi sẽ chịu. Vua A-si-ri bắt Ê-xê-chia, vua Giu-đa, phải trả ba trăm ta-lâng bạc, và ba mươi ta-lâng vàng."},{"bible_id":"193","chapter_code":"2KI.18","verse_code":"2KI.18.15","label":"15","content":"Ê-xê-chia nộp cho người các bạc ở trong đền Đức Giê-hô-va và trong kho-tàng của cung vua."},{"bible_id":"193","chapter_code":"2KI.18","verse_code":"2KI.18.16","label":"16","content":"Bấy giờ, Ê-xê-chia gỡ vàng của các cửa và cột đền-thờ Đức Giê-hô-va mà chính mình người đã cẩn vào, rồi nộp hết cho vua A-si-ri."},{"bible_id":"193","chapter_code":"2KI.18","verse_code":"2KI.18.17","label":"17","content":"Song, vua A-si-ri ở La-ki sai Tạt-tan, Ráp-sa-ri, và Ráp-sa-kê , đem theo một đạo binh mạnh, đến Giê-ru-sa-lem đánh vua Ê-xê-chia. Chúng đi lên Giê-ru-sa-lem và dừng lại tại cống ao trên, ở bên đường ruộng thợ nện."},{"bible_id":"193","chapter_code":"2KI.18","verse_code":"2KI.18.18","label":"18","content":"Đoạn, chúng xin nói chuyện với vua. Ê-li-a-kim, con trai Hinh-kia, quan cai đền, Sép-na, thơ-ký, và Giô-a, con của A-sáp, quan thái-sử, đều đi ra đến chúng."},{"bible_id":"193","chapter_code":"2KI.18","verse_code":"2KI.18.19","label":"19","content":"Ráp-sa-kê nói cùng họ rằng: Ta xin các ngươi hãy nói với Ê-xê-chia rằng: Vua A-si-ri, là vua lớn, nói như vầy: Ngươi nhờ-cậy ai dường ấy?"},{"bible_id":"193","chapter_code":"2KI.18","verse_code":"2KI.18.20","label":"20","content":"Ngươi có nói (chỉ những lời hư-không đó thôi), mà rằng: Ta có mưu-kế, sức-mạnh đặng tranh-chiến. Vậy, ngươi để lòng tin-cậy nơi ai mà dấy loạn cùng ta?"},{"bible_id":"193","chapter_code":"2KI.18","verse_code":"2KI.18.21","label":"21","content":"Ta thấy rõ điều đó: Ngươi nhờ-cậy nơi Ê-díp-tô, thật như nương vào cây sậy gãy; ví ai nương-dựa nó, ắt nó sẽ đâm vào tay, xoi lủng ngang qua. Phàm ai nhờ-cậy Pha-ra-ôn, vua Ê-díp-tô, thì đều bị như thế."},{"bible_id":"193","chapter_code":"2KI.18","verse_code":"2KI.18.22","label":"22","content":"Có lẽ các ngươi sẽ nói với ta rằng: Chúng tôi nhờ-cậy nơi Giê-hô-va Đức Chúa Trời của chúng tôi. Nhưng há chẳng phải các nơi cao và bàn-thờ của Ngài mà Ê-xê-chia có phá-hủy, truyền cho Giu-đa và Giê-ru-sa-lem rằng: Các ngươi khá thờ-phượng Chúa tại Giê-ru-sa-lem ở trước bàn-thờ nầy, chăng?"},{"bible_id":"193","chapter_code":"2KI.18","verse_code":"2KI.18.23","label":"23","content":"Thế thì, ngươi hãy đánh cuộc với chủ ta, là vua A-si-ri. Ta sẽ giao cho ngươi hai ngàn con ngựa, nếu ngươi tìm được quân-kỵ để cỡi chúng nó."},{"bible_id":"193","chapter_code":"2KI.18","verse_code":"2KI.18.24","label":"24","content":"Ấy chẳng đặng, thì ngươi làm sao đánh đuổi một quan tướng nhỏ hơn hết của chủ ta đặng? Ngươi cậy nơi Ê-díp-tô đặng kiếm xe và quân-kỵ sao!"},{"bible_id":"193","chapter_code":"2KI.18","verse_code":"2KI.18.25","label":"25","content":"Há chẳng phải theo lịnh của Đức Giê-hô-va mà ta loán qua miền đây, đặng phá-hủy nó sao? Đức Giê-hô-va thật có phán với ta rằng: Hãy đi lên đánh xứ nầy, và phá-hủy nó."},{"bible_id":"193","chapter_code":"2KI.18","verse_code":"2KI.18.26","label":"26","content":"Ê-li-a-kim, con trai Hinh-kia, Sép-na, và Giô-a, bèn nói với Ráp-sa-kê rằng: Hãy nói với các tôi-tớ ông bằng tiếng Sy-ri ; vì chúng tôi hiểu thứ tiếng ấy. Chớ nói cùng chúng tôi bằng tiếng Giu-đa vào tai dân-sự ở trên vách-thành."},{"bible_id":"193","chapter_code":"2KI.18","verse_code":"2KI.18.27","label":"27","content":"Ráp-sa-kê đáp lại với chúng rằng: Há có phải cùng chủ ngươi và ngươi mà chủ ta sai ta nói các lời nầy sao? Người há chẳng sai ta đến cùng những người đứng trên vách-thành để họ với ngươi ăn phẩn mình và uống nước tiểu mình, sao?"},{"bible_id":"193","chapter_code":"2KI.18","verse_code":"2KI.18.28","label":"28","content":"Đoạn, Ráp-sa-kê đứng tại đó, cất tiếng la lớn lên bằng tiếng Giu-đa mà rằng: Hãy nghe lời vua A-si-ri, là vua lớn, nói."},{"bible_id":"193","chapter_code":"2KI.18","verse_code":"2KI.18.29","label":"29","content":"Vua nói như vầy: Chớ để cho Ê-xê-chia lường-gạt các ngươi, vì hắn không tài nào giải các ngươi khỏi tay ta."},{"bible_id":"193","chapter_code":"2KI.18","verse_code":"2KI.18.30","label":"30","content":"Cũng chớ để người dỗ các ngươi tin-cậy nơi Đức Giê-hô-va, mà rằng: Đức Giê-hô-va sẽ giải-cứu chúng ta, và thành nầy sẽ chẳng sa vào tay của vua A-si-ri đâu."},{"bible_id":"193","chapter_code":"2KI.18","verse_code":"2KI.18.31","label":"31","content":"Chớ nghe Ê-xê-chia, vì vua A-si-ri nói như vầy: Khá hòa với ta và đầu-hàng ta; mỗi người trong các ngươi sẽ được ăn hoa-quả của vườn nho và của cây vả mình, cùng uống nước giếng mình,"},{"bible_id":"193","chapter_code":"2KI.18","verse_code":"2KI.18.32","label":"32","content":"cho đến chừng ta tới dẫn các ngươi vào trong một xứ giống như xứ của các ngươi, tức là xứ có lúa và rượu, bánh và vườn nho, một xứ sanh dầu ô-li-ve và mật ong. Như thế các ngươi sẽ sống, và không chết đâu. Vậy, chớ nghe Ê-xê-chia, vì hắn gạt các ngươi khi nói rằng: Đức Giê-hô-va sẽ giải-cứu chúng ta."},{"bible_id":"193","chapter_code":"2KI.18","verse_code":"2KI.18.33","label":"33","content":"Những thần của các dân-tộc khác há có giải-cứu xứ mình khỏi tay vua A-si-ri chăng?"},{"bible_id":"193","chapter_code":"2KI.18","verse_code":"2KI.18.34","label":"34","content":"Thần của Ha-mát, và thần của Ạt-bát ở đâu? Thần của Sê-phạt-va-im, thần của Hê-na, và thần của Y-va ở đâu? Các thần đó có giải-cứu Sa-ma-ri khỏi tay ta chăng?"},{"bible_id":"193","chapter_code":"2KI.18","verse_code":"2KI.18.35","label":"35","content":"Trong những thần của muôn nước, có thần nào đã giải-cứu xứ họ khỏi tay ta chăng? Đức Giê-hô-va có thế giải-cứu Giê-ru-sa-lem sao?"},{"bible_id":"193","chapter_code":"2KI.18","verse_code":"2KI.18.36","label":"36","content":"Nhưng dân-sự làm thinh, không đáp lại một lời; vì vua có truyền lịnh rằng: Các ngươi chớ trả lời."},{"bible_id":"193","chapter_code":"2KI.18","verse_code":"2KI.18.37","label":"37","content":"Ê-li-a-kim, con trai Hinh-kia, quan cai đền, thơ-ký Sép-na, và quan thái-sử Giô-a, con trai A-sáp, trở về Ê-xê-chia, quần-áo xé rách, thuật cho người mọi lời của Ráp-sa-kê."},{"bible_id":"193","chapter_code":"2KI.19","verse_code":"2KI.19.1","label":"1","content":"Hay được tin ấy, vua Ê-xê-chia xé rách quần-áo mình, mặc áo bao, và đi vào đền-thờ của Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"2KI.19","verse_code":"2KI.19.2","label":"2","content":"Đoạn, người sai Ê-li-a-kim, quan cai đền, Sép-na, thơ-ký, và những thầy tế-lễ già hơn hết, mặc bao, đến Ê-sai, thầy tiên-tri, con trai A-mốt."},{"bible_id":"193","chapter_code":"2KI.19","verse_code":"2KI.19.3","label":"3","content":"Chúng nói với người rằng: Ê-xê-chia nói như vầy: Ngày nay là một ngày tai-nạn, sửa-phạt, và ô-danh; vì đàn-bà đã đến kỳ mãn-nguyệt, nhưng thiếu sức đẻ con."},{"bible_id":"193","chapter_code":"2KI.19","verse_code":"2KI.19.4","label":"4","content":"Có lẽ Giê-hô-va Đức Chúa Trời ông đã nghe các lời của Ráp-sa-kê, mà vua A-si-ri, chủ hắn, đã sai đến đặng phỉ-báng Đức Chúa Trời hằng-sống, và Giê-hô-va Đức Chúa Trời ông sẽ quở-phạt các lời Ngài đã nghe. Vậy, xin hãy cầu-nguyện giùm cho những kẻ còn sống."},{"bible_id":"193","chapter_code":"2KI.19","verse_code":"2KI.19.5","label":"5","content":"Các tôi-tớ vua Ê-xê-chia đi đến Ê-sai."},{"bible_id":"193","chapter_code":"2KI.19","verse_code":"2KI.19.6","label":"6","content":"Người nói với chúng rằng: Các ngươi khá đáp với chủ mình thế nầy: Đức Giê-hô-va phán như vầy: Chớ sợ-hãi những lời các ngươi đã nghe các tôi-tớ của vua A-si-ri dùng mà phạm đến ta."},{"bible_id":"193","chapter_code":"2KI.19","verse_code":"2KI.19.7","label":"7","content":"Ta sẽ khiến một thần đến cùng nó, làm cho nó nghe tiếng đồn, và nó sẽ trở về xứ mình; tại đó ta sẽ dùng gươm giết nó."},{"bible_id":"193","chapter_code":"2KI.19","verse_code":"2KI.19.8","label":"8","content":"Khi Ráp-sa-kê trở về vua A-si-ri, thấy vua đương vây Líp-na, vì có hay rằng chủ mình đã lìa khỏi La-ki."},{"bible_id":"193","chapter_code":"2KI.19","verse_code":"2KI.19.9","label":"9","content":"Vua bèn nghe nói về Tiệt-ha-ca, vua Ê-thi-ô-bi, rằng: Kìa, người đã kéo ra đặng giao-chiến với ông. Bởi cớ đó, San-chê-ríp lại sai sứ-giả đến Ê-xê-chia, và dặn rằng:"},{"bible_id":"193","chapter_code":"2KI.19","verse_code":"2KI.19.10","label":"10","content":"Các ngươi hãy nói như vầy với Ê-xê-chia, vua Giu-đa, mà rằng: Chớ để cho Đức Chúa Trời, là Đấng ngươi nhờ-cậy, phỉnh-gạt ngươi, mà nói rằng: Giê-ru-sa-lem sẽ chẳng bị sa vào tay vua A-si-ri."},{"bible_id":"193","chapter_code":"2KI.19","verse_code":"2KI.19.11","label":"11","content":"Kìa, người đã hay những việc các vua A-si-ri đã làm cho các xứ mà diệt đi hết thảy: còn ngươi, sẽ thoát khỏi nào!"},{"bible_id":"193","chapter_code":"2KI.19","verse_code":"2KI.19.12","label":"12","content":"Các thần của những dân-tộc mà tổ-phụ ta đã tuyệt-diệt há có giải-cứu chúng chăng, là các thần của Gô-xan, Ha-ran, Rết-sép, và dân Ê-đen, ở tại Tê-la-sa?"},{"bible_id":"193","chapter_code":"2KI.19","verse_code":"2KI.19.13","label":"13","content":"Vua Ha-mát, vua Ạt-bát, vua thành Sê-phạt-va-im, vua Hê-na, và vua Y-va, đều ở đâu?"},{"bible_id":"193","chapter_code":"2KI.19","verse_code":"2KI.19.14","label":"14","content":"Ê-xê-chia tiếp đặng thơ ở nơi tay các sứ-giả, bèn đọc. Đoạn, người đi lên đền-thờ của Đức Giê-hô-va, và mở thơ ra trước mặt Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"2KI.19","verse_code":"2KI.19.15","label":"15","content":"Ê-xê-chia cầu-nguyện Đức Giê-hô-va rằng: Ôi, Giê-hô-va Đức Chúa Trời của Y-sơ-ra-ên! Ngài vẫn ngự ở giữa các chê-ru-bim, chỉ một mình Ngài là Đức Chúa Trời của các nước thế-gian. Chính Ngài đã làm nên trời và đất."},{"bible_id":"193","chapter_code":"2KI.19","verse_code":"2KI.19.16","label":"16","content":"Hỡi Đức Giê-hô-va! hãy nghiêng tai Ngài và nghe. Hỡi Đức Giê-hô-va! hãy mở mắt Ngài ra và xem. Cầu Chúa hãy nghe các lời mà San-chê-ríp sai nói, đặng phỉ-báng Đức Chúa Trời hằng-sống."},{"bible_id":"193","chapter_code":"2KI.19","verse_code":"2KI.19.17","label":"17","content":"Đức Giê-hô-va ôi! quả thật các vua A-si-ri đã diệt các dân-tộc, và phá hoang địa-phận chúng nó,"},{"bible_id":"193","chapter_code":"2KI.19","verse_code":"2KI.19.18","label":"18","content":"ném các thần chúng nó vào lửa; nhưng chẳng phải là thần, chẳng qua là công-việc của tay người ta làm ra bằng gỗ và bằng đá; nên chúng hủy-diệt các thần ấy."},{"bible_id":"193","chapter_code":"2KI.19","verse_code":"2KI.19.19","label":"19","content":"Vậy bây giờ, hỡi Giê-hô-va Đức Chúa Trời của chúng tôi ôi! hãy giải-cứu chúng tôi khỏi tay San-chê-ríp, hầu cho muôn nước trên đất biết rằng chỉ một mình Giê-hô-va là Đức Chúa Trời."},{"bible_id":"193","chapter_code":"2KI.19","verse_code":"2KI.19.20","label":"20","content":"Ê-sai, con trai A-mốt, sai nói với Ê-xê-chia rằng: Giê-hô-va Đức Chúa Trời của Y-sơ-ra-ên phán như vầy: Ta có nghe lời ngươi cầu-nguyện cùng ta về việc San-chê-ríp, vua A-si-ri."},{"bible_id":"193","chapter_code":"2KI.19","verse_code":"2KI.19.21","label":"21","content":"Nầy là lời Đức Giê-hô-va đã phán về hắn: Gái đồng-trinh Si-ôn khinh-dể, chê-cười ngươi; con gái Giê-ru-sa-lem đã lắc đầu theo ngươi."},{"bible_id":"193","chapter_code":"2KI.19","verse_code":"2KI.19.22","label":"22","content":"Ngươi phỉ-báng và sỉ-nhục ai? cất tiếng lên cùng ai? Thật ngươi đã trừng con mắt nghịch với Đấng Thánh của Y-sơ-ra-ên!"},{"bible_id":"193","chapter_code":"2KI.19","verse_code":"2KI.19.23","label":"23","content":"Ngươi đã nhờ các sứ-giả mình nhạo-báng Chúa, mà rằng: Ta đem nhiều xe, lên chót núi, đến đỉnh rất xa của Li-ban; ta sẽ đốn những cây bá-hương cao hơn hết, và cây tòng tốt nhứt của nó; ta sẽ đến cõi xa hơn hết, tức rừng rậm của nó."},{"bible_id":"193","chapter_code":"2KI.19","verse_code":"2KI.19.24","label":"24","content":"Ta đã đào giếng, uống nước của đất lạ; dưới bàn chân ta sẽ làm cạn các sông Ê-díp-tô."},{"bible_id":"193","chapter_code":"2KI.19","verse_code":"2KI.19.25","label":"25","content":"Sự nầy ta đã làm từ lâu, việc nầy ta đã định từ thời-cổ, ngươi há chẳng nghe đến sao? Bây giờ, ta khiến cho sự đó xảy đến, để cho ngươi phá-hoang các thành kiên-cố ra đống hư-nát."},{"bible_id":"193","chapter_code":"2KI.19","verse_code":"2KI.19.26","label":"26","content":"Vì vậy, dân-sự của các thành ấy đều yếu-đuối, bị sợ-hãi và hổ-thẹn; chúng giống như cây cỏ xanh ngoài đồng, tỉ như cây cỏ trên nóc nhà, khác nào lúa mì đã héo trước khi cọng chưa thành."},{"bible_id":"193","chapter_code":"2KI.19","verse_code":"2KI.19.27","label":"27","content":"Nơi ngươi ngồi, lúc ngươi đi ra, đi vào, và sự giận-dại ngươi đối cùng ta, ta đã biết hết."},{"bible_id":"193","chapter_code":"2KI.19","verse_code":"2KI.19.28","label":"28","content":"Bởi ngươi giận-dại cùng ta, và vì lời kiêu-ngạo ngươi đã thấu đến tai ta, ắt ta sẽ xỏ cái vòng nơi mũi ngươi, để khớp nơi môi-miếng ngươi. Đoạn, ta sẽ khiến ngươi trở về theo con đường mà ngươi đã đi đến."},{"bible_id":"193","chapter_code":"2KI.19","verse_code":"2KI.19.29","label":"29","content":"Hỡi Ê-xê-chia , nhờ dấu-hiệu nầy ngươi nhìn-biết rằng lời nầy sẽ ứng-nghiệm: Năm nay, các ngươi sẽ ăn vật hột giống rớt xuống, sanh ra; năm thứ nhì, ăn vật tự mọc lên; nhưng năm thứ ba, các ngươi sẽ gieo và gặt, trồng nho và ăn trái nó."},{"bible_id":"193","chapter_code":"2KI.19","verse_code":"2KI.19.30","label":"30","content":"Hễ giống gì thoát khỏi, còn lại của dân-tộc Giu-đa, dưới sẽ châm rễ xuống, trên sẽ kết bông-trái lên."},{"bible_id":"193","chapter_code":"2KI.19","verse_code":"2KI.19.31","label":"31","content":"Vì sẽ có phần sót lại từ Giê-ru-sa-lem mà ra, kẻ thoát khỏi từ núi Si-ôn mà đến; lòng sốt-sắng của Đức Giê-hô-va sẽ làm nên việc ấy."},{"bible_id":"193","chapter_code":"2KI.19","verse_code":"2KI.19.32","label":"32","content":"Bởi cớ đó, Đức Giê-hô-va phán về vua A-si-ri như vầy: Nó sẽ không vào thành nầy, chẳng xạ tên trong nó, cũng chẳng kéo đến giơ khiên lên trước mặt nó, và chẳng đắp lũy nghịch nó."},{"bible_id":"193","chapter_code":"2KI.19","verse_code":"2KI.19.33","label":"33","content":"Đức Giê-hô-va phán: Nó sẽ trở về theo con đường nó đã đi đến, không vào trong thành nầy."},{"bible_id":"193","chapter_code":"2KI.19","verse_code":"2KI.19.34","label":"34","content":"Vì tại cớ ta và Đa-vít, kẻ tôi-tớ ta, ta sẽ binh-vực thành nầy đặng cứu nó."},{"bible_id":"193","chapter_code":"2KI.19","verse_code":"2KI.19.35","label":"35","content":"Trong đêm đó, có một thiên-sứ của Đức Giê-hô-va đi đến trong dinh A-si-ri, và giết một trăm tám mươi lăm ngàn người tại đó. Sáng ngày mai, người ta thức dậy, bèn thấy quân ấy, kìa, chỉ là thây đó thôi."},{"bible_id":"193","chapter_code":"2KI.19","verse_code":"2KI.19.36","label":"36","content":"San-chê-ríp, vua A-si-ri, bèn trở về, ở tại Ni-ni-ve. Một ngày kia, người thờ-lạy tại trong chùa Nít-róc, thần của mình, thì A-tra-mê-léc và Sa-rết-se giết người bằng gươm; đoạn chúng nó trốn trong xứ A-ra-rát. Ê-sạt-ha-đôn, con trai người, kế-vị người."},{"bible_id":"193","chapter_code":"2KI.20","verse_code":"2KI.20.1","label":"1","content":"Trong lúc đó, Ê-xê-chia bị bịnh nặng gần chết. Tiên-tri Ê-sai, con trai A-mốt, đến cùng người, và nói rằng: Đức Giê-hô-va phán như vầy: Hãy trối lại cho nhà ngươi, vì ngươi sẽ thác, chẳng sống được đâu."},{"bible_id":"193","chapter_code":"2KI.20","verse_code":"2KI.20.2","label":"2","content":"Ê-xê-chia bèn xây mặt mình vào phía vách, và cầu-nguyện Đức Giê-hô-va, mà rằng:"},{"bible_id":"193","chapter_code":"2KI.20","verse_code":"2KI.20.3","label":"3","content":"Ôi Đức Giê-hô-va! xin hãy nhớ lại rằng tôi đã lấy sự thành-thật và lòng trọn-lành, đi trước mặt Chúa, và làm theo điều tốt-lành tại trước mặt Ngài. Đoạn, Ê-xê-chia khóc rất thảm-thiết."},{"bible_id":"193","chapter_code":"2KI.20","verse_code":"2KI.20.4","label":"4","content":"Ê-sai chưa đi khỏi thành trong, có lời của Đức Giê-hô-va phán với người rằng:"},{"bible_id":"193","chapter_code":"2KI.20","verse_code":"2KI.20.5","label":"5","content":"Hãy trở lại, nói với Ê-xê-chia, vua của dân-sự ta rằng: Giê-hô-va Đức Chúa Trời của Đa-vít, tổ-phụ ngươi, phán như vầy: Ta có nghe lời cầu-nguyện ngươi, thấy nước mắt của ngươi, nầy ta sẽ chữa lành cho ngươi; đến ngày thứ ba ngươi sẽ đi lên đền của Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"2KI.20","verse_code":"2KI.20.6","label":"6","content":"Ta sẽ thêm tuổi ngươi mười lăm năm, ta sẽ giải-cứu ngươi và thành nầy khỏi tay vua A-si-ri. Vì cớ ta và Đa-vít, kẻ tôi-tớ ta, ta sẽ binh-vực thành nầy."},{"bible_id":"193","chapter_code":"2KI.20","verse_code":"2KI.20.7","label":"7","content":"Ê-sai bèn biểu: Hãy lấy một cái bánh trái vả. Người ta lấy nó đắp trên mụt ung, thì vua được lành."},{"bible_id":"193","chapter_code":"2KI.20","verse_code":"2KI.20.8","label":"8","content":"Vả, Ê-xê-chia đã hỏi Ê-sai rằng: Bởi dấu nào tôi phải nhìn rằng Đức Giê-hô-va sẽ chữa lành cho tôi và đến ngày thứ ba tôi sẽ được đi lên đền của Ngài?"},{"bible_id":"193","chapter_code":"2KI.20","verse_code":"2KI.20.9","label":"9","content":"Ê-sai đáp: Nầy là dấu Đức Giê-hô-va ban cho ngươi, đặng làm chứng cho ngươi biết Ngài sẽ làm thành điều Ngài đã phán ra: Ngươi muốn bóng tới trước mười độ hay là lui lại mười độ chăng?"},{"bible_id":"193","chapter_code":"2KI.20","verse_code":"2KI.20.10","label":"10","content":"Ê-xê-chia đáp: Bóng tới trước mười độ thì chẳng khó gì; không! thà nó lui lại sau mười độ thì hơn."},{"bible_id":"193","chapter_code":"2KI.20","verse_code":"2KI.20.11","label":"11","content":"Thầy tiên-tri Ê-sai cầu-khẩn Đức Giê-hô-va, Ngài bèn đem bóng đã giọi trên trắc-ảnh A-cha lui lại mười độ, là mười độ đã xuống rồi."},{"bible_id":"193","chapter_code":"2KI.20","verse_code":"2KI.20.12","label":"12","content":"Trong lúc đó, Bê-rô-đác-Ba-la-đan, con trai Ba-la-đan, vua Ba-by-lôn, gởi thơ và lễ vật cho Ê-xê-chia; vì người đã hay rằng Ê-xê-chia đau."},{"bible_id":"193","chapter_code":"2KI.20","verse_code":"2KI.20.13","label":"13","content":"Ê-xê-chia nghe lời các sứ-giả tâu, thì vui-mừng, bèn dẫn chúng viếng đền, là nơi chứa các vật quí, bạc, vàng, thuốc-thơm, dầu quí, lại cho xem trại cơ-khí, và mọi vật trong kho-tàng mình. Chẳng có chi trong đền hoặc trong nước mà Ê-xê-chia không cho chúng xem thấy."},{"bible_id":"193","chapter_code":"2KI.20","verse_code":"2KI.20.14","label":"14","content":"Tiên-tri Ê-sai bèn đi đến vua Ê-xê-chia, và hỏi người rằng: Các người đó nói chi và ở xứ nào đến? Ê-xê-chia đáp: Chúng đến từ xứ xa, từ Ba-by-lôn."},{"bible_id":"193","chapter_code":"2KI.20","verse_code":"2KI.20.15","label":"15","content":"Ê-sai tiếp: Vua cho chúng xem chi trong đền của vua? Ê-xê-chia đáp: Chúng có thấy mọi vật ở trong đền ta. Chẳng gì trong các kho-tàng ta mà ta chẳng chỉ cho chúng xem."},{"bible_id":"193","chapter_code":"2KI.20","verse_code":"2KI.20.16","label":"16","content":"Ê-sai bèn nói với Ê-xê-chia rằng: Hãy nghe lời của Đức Giê-hô-va:"},{"bible_id":"193","chapter_code":"2KI.20","verse_code":"2KI.20.17","label":"17","content":"Thì-giờ sẽ đến khi mọi vật ở trong đền vua, mọi vật mà các tổ-phụ vua đã chất-chứa trong kho-tàng cho đến ngày nay, đều sẽ bị đem qua Ba-by-lôn. Đức Giê-hô-va phán: Sẽ chẳng còn chi lại hết."},{"bible_id":"193","chapter_code":"2KI.20","verse_code":"2KI.20.18","label":"18","content":"Lại, những đứa con trai của vua, do nơi vua sanh ra, sẽ bị bắt dẫn đi làm hoạn-quan trong đền vua Ba-by-lôn."},{"bible_id":"193","chapter_code":"2KI.20","verse_code":"2KI.20.19","label":"19","content":"Ê-xê-chia đáp với Ê-sai rằng: Lời của Đức Giê-hô-va mà người đã nói là thiện. Người tiếp: Ít nữa trong đời tôi sẽ có điều bình-an và sự vững-vàng chăng?"},{"bible_id":"193","chapter_code":"2KI.20","verse_code":"2KI.20.20","label":"20","content":"Các chuyện khác của Ê-xê-chia, sự mạnh-dạn người, cuộc xây hồ chứa nước, và kinh dẫn nước vào trong thành, đều chép trong sử-ký về các vua Giu-đa."},{"bible_id":"193","chapter_code":"2KI.20","verse_code":"2KI.20.21","label":"21","content":"Ê-xê-chia an-giấc cùng các tổ-phụ mình; Ma-na-se, con trai người, kế-vị người."},{"bible_id":"193","chapter_code":"2KI.21","verse_code":"2KI.21.1","label":"1","content":"Ma-na-se được mười hai tuổi khi người lên làm vua; người cai-trị năm mươi lăm năm tại Giê-ru-sa-lem. Mẹ người tên là Hép-si-ba."},{"bible_id":"193","chapter_code":"2KI.21","verse_code":"2KI.21.2","label":"2","content":"Người làm điều ác trước mặt Đức Giê-hô-va và theo sự thờ-phượng gớm-ghiếc của các dân-tộc mà Đức Giê-hô-va đã đuổi khỏi trước mặt dân Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"2KI.21","verse_code":"2KI.21.3","label":"3","content":"Người sửa xây lại các nơi cao mà Ê-xê-chia, cha người, đã phá-hủy, lập bàn-thờ cho Ba-anh, dựng hình-tượng A-sê-ra giống như của A-háp, vua Y-sơ-ra-ên, đã làm, cúng-thờ toàn cơ-binh trên trời và hầu-việc nó."},{"bible_id":"193","chapter_code":"2KI.21","verse_code":"2KI.21.4","label":"4","content":"Người cũng lập bàn-thờ trong đền của Đức Giê-hô-va, mà Đức Giê-hô-va có phán về đền-thờ rằng: Ấy tại nơi Giê-ru-sa-lem ta để danh ta ngự."},{"bible_id":"193","chapter_code":"2KI.21","verse_code":"2KI.21.5","label":"5","content":"Người xây những bàn-thờ cho toàn cơ-binh trên trời, tại nơi hai hành-lang về đền-thờ của Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"2KI.21","verse_code":"2KI.21.6","label":"6","content":"Người đưa con trai mình qua lửa, tập-tành phép thiên-văn và việc bói điềm; lập lên những đồng-cốt và thầy bói. Người làm điều ác trước mặt Đức Giê-hô-va quá chừng, chọc giận Ngài hoài."},{"bible_id":"193","chapter_code":"2KI.21","verse_code":"2KI.21.7","label":"7","content":"Còn hình-tượng A-sê-ra mà người đã làm, thì người dựng trong đền-thờ mà Đức Giê-hô-va có phán với Đa-vít và Sa-lô-môn, con trai người, rằng: Ấy trong đền nầy và trong Giê-ru-sa-lem, thành ta đã chọn trong các chi-phái Y-sơ-ra-ên, mà ta sẽ đặt danh ta ngự đời đời."},{"bible_id":"193","chapter_code":"2KI.21","verse_code":"2KI.21.8","label":"8","content":"Nếu Y-sơ-ra-ên lo gìn-giữ mọi điều ta đã phán dạy, mọi luật-pháp mà Môi-se, tôi-tớ ta, đã truyền cho chúng nó, thì ta sẽ chẳng để dân Y-sơ-ra-ên đi xiêu-lạc ngoài xứ mà ta đã ban cho tổ-phụ chúng nó."},{"bible_id":"193","chapter_code":"2KI.21","verse_code":"2KI.21.9","label":"9","content":"Nhưng chúng nó không nghe; chúng nó bị Ma-na-se quyến-dụ làm gian-ác hơn các dân-tộc mà Đức Giê-hô-va đã tuyệt-diệt khỏi trước mặt dân Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"2KI.21","verse_code":"2KI.21.10","label":"10","content":"Đức Giê-hô-va bèn cậy các tiên-tri, là tôi-tớ Ngài, mà phán rằng:"},{"bible_id":"193","chapter_code":"2KI.21","verse_code":"2KI.21.11","label":"11","content":"Vì Ma-na-se, vua Giu-đa, đã phạm những sự gớm-ghiếc ấy, và có làm ác hơn mọi điều dân A-mô-rít đã làm trước người, cùng quyến-dụ Giu-đa phạm tội với hình-tượng nó, —"},{"bible_id":"193","chapter_code":"2KI.21","verse_code":"2KI.21.12","label":"12","content":"vì cớ đó, Giê-hô-va Đức Chúa Trời của Y-sơ-ra-ên phán như vầy: Kìa, ta sẽ giáng trên Giê-ru-sa-lem và trên Giu-đa những tai-họa cả thể, đến đỗi phàm ai nghe nói đến phải lùng-bùng lỗ tai."},{"bible_id":"193","chapter_code":"2KI.21","verse_code":"2KI.21.13","label":"13","content":"Ta sẽ giăng trên Giê-ru-sa-lem dây đo Sa-ma-ri và cân nhà của A-háp. Ta sẽ xóa sạch Giê-ru-sa-lem như người ta chùi-rửa cái dĩa, rồi úp nó xuống sau khi rửa xong."},{"bible_id":"193","chapter_code":"2KI.21","verse_code":"2KI.21.14","label":"14","content":"Ta sẽ từ-bỏ phần còn sót lại về sản-nghiệp ta, phó chúng nó vào tay thù-nghịch chúng nó; chúng nó sẽ trở thành hóa-tài và miếng mồi của họ;"},{"bible_id":"193","chapter_code":"2KI.21","verse_code":"2KI.21.15","label":"15","content":"vì chúng nó làm những điều ác trước mặt ta, chọc giận ta, từ ngày tổ-phụ chúng nó ra khỏi Ê-díp-tô cho đến ngày nay."},{"bible_id":"193","chapter_code":"2KI.21","verse_code":"2KI.21.16","label":"16","content":"Ma-na-se cũng đổ nhiều huyết vô-tội ra, đến đỗi Giê-ru-sa-lem bị ngập từ đầu nầy đến đầu kia. Lại phụ thêm những tội-lỗi người phạm, gây cho Giu-đa phạm tội nữa, và làm điều ác trước mặt Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"2KI.21","verse_code":"2KI.21.17","label":"17","content":"Các chuyện khác của Ma-na-se, những công-việc người, và tội người đã phạm, đều chép trong sử-ký về các vua Giu-đa."},{"bible_id":"193","chapter_code":"2KI.21","verse_code":"2KI.21.18","label":"18","content":"Ma-na-se an-giấc với tổ-phụ người, được chôn trong vườn của đền người, tức trong vườn U-xa. A-môn, con trai người, cai-trị thế cho người."},{"bible_id":"193","chapter_code":"2KI.21","verse_code":"2KI.21.19","label":"19","content":"Khi A-môn lên làm vua, tuổi được hai mươi hai; người cai-trị hai năm tại Giê-ru-sa-lem. Mẹ người tên là Mê-su-lê-mết, con gái của Ha-rút, cháu của Giô-ba."},{"bible_id":"193","chapter_code":"2KI.21","verse_code":"2KI.21.20","label":"20","content":"Người làm điều ác trước mặt Đức Giê-hô-va, y như Ma-na-se, cha người, đã làm."},{"bible_id":"193","chapter_code":"2KI.21","verse_code":"2KI.21.21","label":"21","content":"Người đi theo y một đường của cha người, hầu-việc hình-tượng mà cha người đã hầu-việc, và quì-lạy trước mặt chúng nó."},{"bible_id":"193","chapter_code":"2KI.21","verse_code":"2KI.21.22","label":"22","content":"Người lìa-bỏ Giê-hô-va Đức Chúa Trời của tổ-phụ mình, không đi theo con đường của Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"2KI.21","verse_code":"2KI.21.23","label":"23","content":"Vả, những tôi-tớ của A-môn mưu-phản người, và giết người tại trong đền vua,"},{"bible_id":"193","chapter_code":"2KI.21","verse_code":"2KI.21.24","label":"24","content":"Nhưng dân của xứ giết hết thảy những kẻ phản-nghịch vua A-môn, và tôn Giô-si-a, con trai người, lên làm vua thế cho người."},{"bible_id":"193","chapter_code":"2KI.21","verse_code":"2KI.21.25","label":"25","content":"Các chuyện khác của A-môn, và công-việc người làm, đều chép trong sử-ký về các vua Giu-đa."},{"bible_id":"193","chapter_code":"2KI.21","verse_code":"2KI.21.26","label":"26","content":"Người được chôn trong mồ-mả người nơi vườn U-xa; rồi Giô-si-a, con trai người, kế-vị người."},{"bible_id":"193","chapter_code":"2KI.22","verse_code":"2KI.22.1","label":"1","content":"Khi Giô-si-a lên làm vua, được tám tuổi; người cai-trị ba mươi mốt năm tại Giê-ru-sa-lem. Mẹ người tên là Giê-đi-đa, con gái của A-đa-gia, cháu Bô-cát."},{"bible_id":"193","chapter_code":"2KI.22","verse_code":"2KI.22.2","label":"2","content":"Người làm điều thiện trước mặt Đức Giê-hô-va, đi theo trọn con đường của Đa-vít, tổ-phụ mình, không tẽ-tách hoặc về bên hữu, hoặc về bên tả."},{"bible_id":"193","chapter_code":"2KI.22","verse_code":"2KI.22.3","label":"3","content":"Năm thứ mười tám đời Giô-si-a, vua sai thơ-ký Sa-phan, con trai A-xa-lia, cháu Mê-su-lam, đến đền Đức Giê-hô-va, mà dặn rằng:"},{"bible_id":"193","chapter_code":"2KI.22","verse_code":"2KI.22.4","label":"4","content":"Hãy đi lên thầy tế-lễ thượng-phẩm Hinh-kia, đếm bạc đã đem đến trong đền-thờ của Đức Giê-hô-va, tức là bạc mà các người giữ cửa đền-thờ đã thâu lấy nơi dân-sự;"},{"bible_id":"193","chapter_code":"2KI.22","verse_code":"2KI.22.5","label":"5","content":"đoạn hãy giao bạc ấy cho những kẻ coi-sóc việc đền-thờ của Đức Giê-hô-va, để họ giao lại cho thợ sửa-sang các nơi hư-nứt của đền-thờ,"},{"bible_id":"193","chapter_code":"2KI.22","verse_code":"2KI.22.6","label":"6","content":"tức thợ mộc, thợ xây-cất, thợ hồ, và dùng mua gỗ và đá đẽo đặng tu-bổ đền lại."},{"bible_id":"193","chapter_code":"2KI.22","verse_code":"2KI.22.7","label":"7","content":"Song chớ tính sổ bạc giao nơi tay chúng, vì chúng vốn làm thành-thực."},{"bible_id":"193","chapter_code":"2KI.22","verse_code":"2KI.22.8","label":"8","content":"Thầy tế-lễ thượng-phẩm Hinh-kia nói với thơ-ký Sa-phan rằng: Tôi đã tìm được quyển Luật-pháp trong đền-thờ Đức Giê-hô-va. Hinh-kia trao quyển sách đó cho Sa-phan, và người đọc nó."},{"bible_id":"193","chapter_code":"2KI.22","verse_code":"2KI.22.9","label":"9","content":"Đoạn, thơ-ký Sa-phan đến tìm vua, thuật lại điều nầy mà rằng: Các tôi-tớ vua đã đóng bạc tìm đặng trong đền-thờ, và đã giao nơi tay các người lo coi-sóc công-việc đền-thờ của Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"2KI.22","verse_code":"2KI.22.10","label":"10","content":"Thơ-ký Sa-phan lại nói rằng: Thầy tế-lễ thượng-phẩm Hinh-kia có trao cho tôi một quyển sách; đoạn, Sa-phan đọc sách đó trước mặt vua."},{"bible_id":"193","chapter_code":"2KI.22","verse_code":"2KI.22.11","label":"11","content":"Vua vừa nghe các lời của sách luật-pháp, liền xé quần-áo mình."},{"bible_id":"193","chapter_code":"2KI.22","verse_code":"2KI.22.12","label":"12","content":"Đoạn, vua truyền lịnh cho thầy tế-lễ Hinh-kia, cho A-hi-cam, con trai Sa-phan, cho Ạc-bồ, con trai Mi-ca-gia, cho Sa-phan, thơ-ký, và cho A-sa-gia, đầy-tớ của vua, mà rằng:"},{"bible_id":"193","chapter_code":"2KI.22","verse_code":"2KI.22.13","label":"13","content":"Hãy đi cầu-vấn Đức Giê-hô-va cho ta, cho dân-sự, và cho cả Giu-đa, về các lời của sách mới tìm được. Vì cơn giận của Đức Giê-hô-va nổi lên cùng chúng ta thật là lớn-lao, tại tổ-phụ chúng ta không có nghe theo các lời của sách nầy, và không làm theo điều đã truyền phán cho chúng ta."},{"bible_id":"193","chapter_code":"2KI.22","verse_code":"2KI.22.14","label":"14","content":"Vậy, thầy tế-lễ Hinh-kia, A-hi-cam, Ạc-bồ, Sa-phan, và A-sa-gia đi tìm nữ tiên-tri Hun-đa, vợ của Sa-lum, người giữ áo-lễ, con trai của Tiếc-va, cháu của Hạt-ha; người ở tại Giê-ru-sa-lem, trong quận thứ nhì. Chúng nói chuyện với nàng,"},{"bible_id":"193","chapter_code":"2KI.22","verse_code":"2KI.22.15","label":"15","content":"nàng bèn nói rằng: Giê-hô-va Đức Chúa Trời của Y-sơ-ra-ên nói như vầy: Hãy nói với người sai các ngươi đến ta rằng:"},{"bible_id":"193","chapter_code":"2KI.22","verse_code":"2KI.22.16","label":"16","content":"Đức Giê-hô-va phán như vầy: Ta sẽ dẫn tai-họa trên chỗ nầy và trên dân-cư nó, làm hoàn-thành mọi lời của sách mà vua Giu-đa đã đọc."},{"bible_id":"193","chapter_code":"2KI.22","verse_code":"2KI.22.17","label":"17","content":"Bởi vì dân Giu-đa đã lìa-bỏ ta, đốt hương cho các thần khác, chọc ta giận vì các công-việc của tay chúng nó, nên cơn giận ta sẽ nổi lên cùng chỗ nầy, không hề nguôi."},{"bible_id":"193","chapter_code":"2KI.22","verse_code":"2KI.22.18","label":"18","content":"Còn về vua Giu-đa đã sai các người cầu-vấn Đức Giê-hô-va, thì hãy nói với người rằng: Về các lời người đã nghe Giê-hô-va Đức Chúa Trời của Y-sơ-ra-ên phán như vầy:"},{"bible_id":"193","chapter_code":"2KI.22","verse_code":"2KI.22.19","label":"19","content":"Khi ngươi nghe lời ta phán nghịch cùng chỗ nầy, và nghịch cùng dân-cư nó rằng, chỗ nầy sẽ bị phá-hoang, dân-cư trở thành rủa-sả, thì ngươi có lòng mềm-mại, hạ mình xuống trước mặt Đức Giê-hô-va, xé quần-áo mình, và khóc-lóc trước mặt ta; bởi vậy cho nên ta cũng có nghe ngươi."},{"bible_id":"193","chapter_code":"2KI.22","verse_code":"2KI.22.20","label":"20","content":"Kìa, ta sẽ thâu ngươi về cùng các tổ-phụ ngươi; và ngươi sẽ được thâu vào nơi mồ-mả ngươi cách bình-an, và mắt ngươi sẽ chẳng thấy những điều tai-họa mà ta toan giáng xuống trên chỗ nầy. Chúng bèn tâu lại cho vua những lời ấy."},{"bible_id":"193","chapter_code":"2KI.23","verse_code":"2KI.23.1","label":"1","content":"Vua bèn sai người nhóm-hiệp hết thảy những trưởng-lão Giu-đa và Giê-ru-sa-lem."},{"bible_id":"193","chapter_code":"2KI.23","verse_code":"2KI.23.2","label":"2","content":"Đoạn, vua đi lên đền-thờ Đức Giê-hô-va, có hết thảy người Giu-đa, cả dân-cư Giê-ru-sa-lem, những thầy tế-lễ, đấng tiên-tri, cùng cả dân-sự, vô-luận nhỏ lớn, đều đi theo người. Người đọc cho chúng nghe các lời của sách giao-ước, mà người ta đã tìm được trong đền-thờ của Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"2KI.23","verse_code":"2KI.23.3","label":"3","content":"Vua đứng trên tòa, lập giao-ước trước mặt Đức Giê-hô-va, hứa đi theo Đức Giê-hô-va, hết lòng hết ý gìn-giữ những điều-răn, chứng-cớ, và luật-lệ của Ngài, và làm hoàn-thành lời giao-ước đã chép trong sách nầy. Cả dân-sự đều ưng lời giao-ước ấy."},{"bible_id":"193","chapter_code":"2KI.23","verse_code":"2KI.23.4","label":"4","content":"Vua bèn truyền lịnh cho thầy tế-lễ thượng-phẩm Hinh-kia, cho mấy thầy phó-tế, và các người giữ cửa đền-thờ, cất khỏi đền-thờ của Đức Giê-hô-va hết thảy những khí-giới người ta làm đặng cúng thờ Ba-anh, Át-tạt-tê, và cả cơ-binh trên trời. Người bảo thiêu các vật đó ngoài Giê-ru-sa-lem trong đồng ruộng Xết-rôn, rồi đem tro nó đến Bê-tên."},{"bible_id":"193","chapter_code":"2KI.23","verse_code":"2KI.23.5","label":"5","content":"Người cũng đuổi những thầy cả của các tà-thần mà những vua Giu-đa đã lập, đặng xông hương trên các nơi cao trong những thành Giu-đa và tại các nơi chung-quanh Giê-ru-sa-lem; cũng đuổi đi những thầy cả dâng hương cho Ba-anh, cho mặt trời, mặt trăng, huỳnh-đạo, và cả cơ-binh trên trời."},{"bible_id":"193","chapter_code":"2KI.23","verse_code":"2KI.23.6","label":"6","content":"Người cất hình-tượng Át-tạt-tê khỏi đền-thờ của Đức Giê-hô-va, đem nó ra ngoài Giê-ru-sa-lem, đến khe Xết-rôn, thiêu-đốt nó tại đó và nghiền ra tro, rồi rải tro ấy trên mồ của thường-dân."},{"bible_id":"193","chapter_code":"2KI.23","verse_code":"2KI.23.7","label":"7","content":"Người lại phá những phòng của bợm vĩ-gian ở trong đền-thờ của Đức Giê-hô-va, là nơi đó người nữ dệt những trại cho Át-tạt-tê."},{"bible_id":"193","chapter_code":"2KI.23","verse_code":"2KI.23.8","label":"8","content":"Người cũng đòi đến hết thảy những thầy tế-lễ ở các thành Giu-đa, làm ô-uế những nơi cao mà chúng nó có xông hương, từ Ghê-ba cho đến Bê-e-Sê-ba; lại phá những bàn-thờ lập tại cửa thành, tức tại cửa Giô-suê, quan cai thành, ở về phía bên tả, khi vào cửa thành."},{"bible_id":"193","chapter_code":"2KI.23","verse_code":"2KI.23.9","label":"9","content":"Song, những người đã làm thầy tế-lễ các nơi cao, thì chẳng được lên đến bàn-thờ của Đức Giê-hô-va tại Giê-ru-sa-lem; song họ ăn bánh không men với anh em mình."},{"bible_id":"193","chapter_code":"2KI.23","verse_code":"2KI.23.10","label":"10","content":"Người cũng làm ô-uế Tô-phết tại trong trũng con-cái Hi-nôm, hầu cho từ rày về sau, không ai được đưa con trai hay là con gái mình qua lửa cho Mo-lóc."},{"bible_id":"193","chapter_code":"2KI.23","verse_code":"2KI.23.11","label":"11","content":"Người trừ-bỏ những con ngựa các vua Giu-đa dâng cho mặt trời, ở nơi cửa vào đền Đức Giê-hô-va, tại nơi công-đường của quan hoạn Nê-than-Mê-léc, trong hành-lang của đền-thờ; còn những xe của mặt trời, thì người thiêu-đốt."},{"bible_id":"193","chapter_code":"2KI.23","verse_code":"2KI.23.12","label":"12","content":"Vua Giô-si-a cũng phá những bàn-thờ mà các vua Giu-đa đã cất trên nóc nhà lầu của vua A-cha; lại những bàn-thờ mà Ma-na-se có dựng lên trong hai hành-lang của đền-thờ Đức Giê-hô-va, thì người đập bể, cất đem khỏi chỗ, và rải bụi nát nó trong khe Xết-rôn."},{"bible_id":"193","chapter_code":"2KI.23","verse_code":"2KI.23.13","label":"13","content":"Vua cũng làm ô-uế những nơi cao ở tại trước Giê-ru-sa-lem, bên phía hữu núi Tà-tịch, là những nơi cao mà Sa-lô-môn, vua Y-sơ-ra-ên, đã cất lên để cúng-thờ Át-tạt-tê, thần-tượng quái-gở của dân Si-đôn, Kê-mốt, thần-tượng quái-gở của dân Mô-áp, và Minh-côm, thần-tượng gớm-ghiếc của dân Am-môn."},{"bible_id":"193","chapter_code":"2KI.23","verse_code":"2KI.23.14","label":"14","content":"Người bẻ gãy các trụ-thờ, đánh đổ các hình-tượng Át-tạt-tê, và chất đầy hài-cốt tại chỗ nó đã đứng."},{"bible_id":"193","chapter_code":"2KI.23","verse_code":"2KI.23.15","label":"15","content":"Lại, người phá bàn-thờ tại Bê-tên, và nơi cao mà Giê-rô-bô-am, con trai Nê-bát, đã lập, tức là người đó gây cho Y-sơ-ra-ên phạm tội; người phá bàn-thờ ấy, thiêu-đốt nơi cao, và cán nghiền thành ra tro bụi; cũng thiêu-đốt tượng Át-tạt-tê."},{"bible_id":"193","chapter_code":"2KI.23","verse_code":"2KI.23.16","label":"16","content":"Giô-si-a xây lại chợt thấy những mồ-mả ở trên núi; người bèn sai lấy hài-cốt ở trong những mồ-mả ấy, rồi thiêu nó trên bàn-thờ, làm cho bàn-thờ bị ô-uế, y như lời của Đức Giê-hô-va, mà người của Đức Chúa Trời đã báo-cáo trước."},{"bible_id":"193","chapter_code":"2KI.23","verse_code":"2KI.23.17","label":"17","content":"Đoạn, vua hỏi rằng: Bia ta thấy đó là chi? Các người thành ấy đáp rằng: Ấy là mồ-mả của người Đức Chúa Trời ở Giu-đa, đến báo-cáo trước về những việc mà vua đã làm cho bàn-thờ tại Bê-tên."},{"bible_id":"193","chapter_code":"2KI.23","verse_code":"2KI.23.18","label":"18","content":"Người tiếp: Hãy để hài-cốt ấy bình-an, chớ ai dời đi. Vậy, chúng chẳng dời hài-cốt của người, cùng hài-cốt của đấng tiên-tri ở Sa-ma-ri mà ra."},{"bible_id":"193","chapter_code":"2KI.23","verse_code":"2KI.23.19","label":"19","content":"Giô-si-a cũng dỡ hết thảy chùa-miễu của các nơi cao ở tại trong thành Sa-ma-ri, mà các vua Y-sơ-ra-ên đã lập đặng chọc giận Đức Giê-hô-va, phá-hủy các nhà đó như đã làm trong Bê-tên."},{"bible_id":"193","chapter_code":"2KI.23","verse_code":"2KI.23.20","label":"20","content":"Người giết tại trên bàn-thờ những thầy cả của các nơi cao, và thiêu hài-cốt ở trên. Đoạn, người trở về Giê-ru-sa-lem."},{"bible_id":"193","chapter_code":"2KI.23","verse_code":"2KI.23.21","label":"21","content":"Vua bèn truyền lịnh cho cả dân-sự rằng: Hãy giữ lễ Vượt-qua cho Giê-hô-va Đức Chúa Trời của các ngươi, tùy theo các lời đã chép trong sách giao-ước."},{"bible_id":"193","chapter_code":"2KI.23","verse_code":"2KI.23.22","label":"22","content":"Trong lúc các quan-xét đã xét-đoán Y-sơ-ra-ên, hoặc trong đời các vua Y-sơ-ra-ên và vua Giu-đa, thật chẳng hề có giữ một lễ Vượt-qua nào"},{"bible_id":"193","chapter_code":"2KI.23","verse_code":"2KI.23.23","label":"23","content":"giống như lễ Vượt-qua giữ cho Đức Giê-hô-va tại Giê-ru-sa-lem, nhằm năm thứ mười tám đời vua Giô-si-a."},{"bible_id":"193","chapter_code":"2KI.23","verse_code":"2KI.23.24","label":"24","content":"Giô-si-a cũng trừ-diệt những đồng-cốt và thầy bói, những thê-ra-phim , và hình-tượng, cùng hết thảy sự gớm-ghiếc thấy trong xứ Giu-đa và tại Giê-ru-sa-lem, đặng làm theo các lời luật-pháp đã chép trong sách mà thầy tế-lễ Hinh-kia đã tìm đặng trong đền-thờ của Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"2KI.23","verse_code":"2KI.23.25","label":"25","content":"Trước Giô-si-a, chẳng có một vua nào hết lòng, hết ý, hết sức mình, mà tríu-mến Đức Giê-hô-va, làm theo trọn-vẹn luật-pháp của Môi-se; và sau người cũng chẳng có thấy ai giống như người nữa."},{"bible_id":"193","chapter_code":"2KI.23","verse_code":"2KI.23.26","label":"26","content":"Dầu vậy, Đức Giê-hô-va không nguôi cơn giận nóng và mạnh mà Ngài nổi lên cùng Giu-đa, vì cớ các tội trọng của Ma-na-se trêu chọc Ngài."},{"bible_id":"193","chapter_code":"2KI.23","verse_code":"2KI.23.27","label":"27","content":"Vả, Đức Giê-hô-va có phán rằng: Ta sẽ cất Giu-đa khỏi mặt ta như ta đã cất Y-sơ-ra-ên đi, và ta sẽ trừ-bỏ thành Giê-ru-sa-lem mà ta đã chọn, và đền-thờ mà ta phán về nó rằng: Danh ta sẽ ngự tại đó."},{"bible_id":"193","chapter_code":"2KI.23","verse_code":"2KI.23.28","label":"28","content":"Các chuyện khác của Giô-si-a, những công-việc người làm, đều chép trong sử-ký về các vua Giu-đa."},{"bible_id":"193","chapter_code":"2KI.23","verse_code":"2KI.23.29","label":"29","content":"Trong đời Giô-si-a, Pha-ra-ôn Nê-cô, vua Ê-díp-tô, đi lên sông Ơ-phơ-rát, hãm đánh vua A-si-ri. Giô-si-a bèn đi ngữ người. Nhưng Pha-ra-ôn vừa khi gặp người, bèn giết đi tại Mê-ghi-đô."},{"bible_id":"193","chapter_code":"2KI.23","verse_code":"2KI.23.30","label":"30","content":"Từ Mê-ghi-đô, các tôi-tớ chở thây người trên xe về Giê-ru-sa-lem, rồi chôn người tại trong mồ-mả người. Dân của xứ chọn Giô-a-cha, con trai Giô-si-a, xức dầu cho người, và tôn người lên làm vua thế cho cha người."},{"bible_id":"193","chapter_code":"2KI.23","verse_code":"2KI.23.31","label":"31","content":"Giô-a-cha được hai mươi ba tuổi khi lên làm vua; người cai-trị ba tháng tại Giê-ru-sa-lem. Mẹ người tên là Ha-mu-ta, con gái của Giê-rê-mi ở Líp-na."},{"bible_id":"193","chapter_code":"2KI.23","verse_code":"2KI.23.32","label":"32","content":"Người làm điều ác trước mặt Đức Giê-hô-va, theo trọn gương của các tổ-phụ mình đã làm."},{"bible_id":"193","chapter_code":"2KI.23","verse_code":"2KI.23.33","label":"33","content":"Pha-ra-ôn Nê-cô bắt giam người tại Ríp-la, trong xứ Ha-mát, hầu cho người không cai-trị tại Giê-ru-sa-lem nữa. Lại, người bắt xứ tiến-cống một trăm ta-lâng bạc và một ta-lâng vàng."},{"bible_id":"193","chapter_code":"2KI.23","verse_code":"2KI.23.34","label":"34","content":"Đoạn, Pha-ra-ôn Nê-cô lập Ê-li-a-kim, con trai Giô-si-a, làm vua thế cho Giô-si-a, cha người, và cải tên người là Giê-hô-gia-kim. Còn Giô-a-cha bị bắt làm phu-tù tại Ê-díp-tô, và người qua đời tại đó."},{"bible_id":"193","chapter_code":"2KI.23","verse_code":"2KI.23.35","label":"35","content":"Giê-hô-gia-kim nộp cho Pha-ra-ôn những bạc và vàng ấy. Nhưng để lo cho có số tiền Pha-ra-ôn đòi, thì người phải đánh thuế dân của xứ; người định thuế vàng bạc mỗi người phải giữ đóng; đoạn người giao hết cho Pha-ra-ôn Nê-cô."},{"bible_id":"193","chapter_code":"2KI.23","verse_code":"2KI.23.36","label":"36","content":"Giê-hô-gia-kim được hai mươi lăm tuổi khi lên làm vua, và người cai-trị mười một năm tại Giê-ru-sa-lem. Mẹ người tên là Xê-bụt-đa, con gái Phê-đa-gia ở Ru-ma."},{"bible_id":"193","chapter_code":"2KI.23","verse_code":"2KI.23.37","label":"37","content":"Người làm điều ác tại trước mặt Đức Giê-hô-va, theo trọn gương các tổ-phụ mình đã làm."},{"bible_id":"193","chapter_code":"2KI.24","verse_code":"2KI.24.1","label":"1","content":"Trong đời Giê-hô-gia-kim trị-vì, Nê-bu-cát-nết-sa, vua Ba-by-lôn, xâm lấy xứ. Giê-hô-gia-kim thần-phục người trong ba năm, rồi người đổi ý và phản-nghịch với người."},{"bible_id":"193","chapter_code":"2KI.24","verse_code":"2KI.24.2","label":"2","content":"Đức Giê-hô-va khiến những quân Canh-đê, quân Sy-ri, quân Mô-áp, và quân của dân Am-môn đến đấu-địch cùng Giu-đa, để hủy-hại Giu-đa, tùy theo lời Đức Giê-hô-va đã cậy miệng các tiên-tri, là tôi-tớ Ngài, mà phán ra."},{"bible_id":"193","chapter_code":"2KI.24","verse_code":"2KI.24.3","label":"3","content":"Tai-họa nầy hẳn xảy đến cho Giu đa bởi mạng-lịnh của Đức Giê-hô-va, đặng cất nước Giu-đa khỏi trước mặt mình, vì cớ các tội-lỗi Ma-na-se, theo các điều người đã làm,"},{"bible_id":"193","chapter_code":"2KI.24","verse_code":"2KI.24.4","label":"4","content":"lại cũng tại cớ huyết vô-tội mà người đổ ra; vì người đã làm cho Giê-ru-sa-lem đầy huyết vô-tội, thì Đức Giê-hô-va không khứng tha-thứ người."},{"bible_id":"193","chapter_code":"2KI.24","verse_code":"2KI.24.5","label":"5","content":"Các chuyện khác của Giê-hô-gia-kim, những công-việc người, đều chép trong sử-ký về các vua Giu-đa."},{"bible_id":"193","chapter_code":"2KI.24","verse_code":"2KI.24.6","label":"6","content":"Giê-hô-gia-kim an-giấc cùng các tổ-phụ mình, và Giê-hô-gia-kin, con trai người, làm vua thế cho người."},{"bible_id":"193","chapter_code":"2KI.24","verse_code":"2KI.24.7","label":"7","content":"Vả, vua Ê-díp-tô không dám ra khỏi xứ mình nữa, bởi vì vua Ba-by-lôn đã chiếm lấy xứ thuộc về vua Ê-díp-tô, từ khe Ê-díp-tô cho đến sông Ơ-phơ-rát."},{"bible_id":"193","chapter_code":"2KI.24","verse_code":"2KI.24.8","label":"8","content":"Giê-hô-gia-kin được mười tám tuổi khi lên làm vua; người cai-trị ba tháng tại Giê-ru-sa-lem. Mẹ người tên là Nê-hu-ta, con gái của Ên-na-than ở Giê-ru-sa-lem."},{"bible_id":"193","chapter_code":"2KI.24","verse_code":"2KI.24.9","label":"9","content":"Giê-hô-gia-kin làm điều ác trước mặt Đức Giê-hô-va và theo trọn các gương của cha mình."},{"bible_id":"193","chapter_code":"2KI.24","verse_code":"2KI.24.10","label":"10","content":"Trong lúc đó, các quân-lính Nê-bu-cát-nết-sa, vua Ba-by-lôn, đi lên vây thành Giê-ru-sa-lem."},{"bible_id":"193","chapter_code":"2KI.24","verse_code":"2KI.24.11","label":"11","content":"Nê-bu-cát-nết-sa, là vua Ba-by-lôn, cũng đến trước thành, trong lúc các quân-lính người vây thành."},{"bible_id":"193","chapter_code":"2KI.24","verse_code":"2KI.24.12","label":"12","content":"Giê-hô-gia-kin, vua Giu-đa, bèn cùng mẹ mình, các tôi-tớ mình, các quan tướng, và các hoạn-quan mình, đi ra đầu-hàng vua Ba-by-lôn. Vua Ba-by-lôn bắt người nhằm năm thứ tám triều mình."},{"bible_id":"193","chapter_code":"2KI.24","verse_code":"2KI.24.13","label":"13","content":"Y như lời Đức Giê-hô-va đã phán, người lấy hết thảy những bửu-vật của đền Đức Giê-hô-va và những bửu-vật của cung vua, đập bể các khí-dụng bằng vàng mà Sa-lô-môn, vua Y-sơ-ra-ên, đã làm cho đền-thờ của Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"2KI.24","verse_code":"2KI.24.14","label":"14","content":"Người dẫn đi cả dân Giê-ru-sa-lem, hết thảy những quan tướng, và những lính chiến mạnh-mẽ, số là một muôn người; lại cũng bắt hết thảy các thợ mộc và thợ rèn; chỉ còn lại những thường-dân của xứ."},{"bible_id":"193","chapter_code":"2KI.24","verse_code":"2KI.24.15","label":"15","content":"Vậy, người đem Giê-hô-gia-kin đến Ba-by-lôn; lại bắt đem đến Ba-by-lôn, thái-hậu, hoàng-hậu, các hoạn-quan, những người sang-trọng của xứ,"},{"bible_id":"193","chapter_code":"2KI.24","verse_code":"2KI.24.16","label":"16","content":"luôn với những người chiến-sĩ, số là bảy ngàn người, các thợ mộc và thợ rèn, số là một ngàn người, cả thảy đều là người mạnh-dạn có tài chiến-trận. Đó là những người mà vua Ba-by-lôn bắt qua Ba-by-lôn làm phu-tù."},{"bible_id":"193","chapter_code":"2KI.24","verse_code":"2KI.24.17","label":"17","content":"Vua Ba-by-lôn lập Ma-tha-nia, cậu của Giê-hô-gia-kin, làm vua thế cho người, đổi tên cho là Sê-đê-kia."},{"bible_id":"193","chapter_code":"2KI.24","verse_code":"2KI.24.18","label":"18","content":"Sê-đê-kia được hai mươi mốt tuổi khi lên làm vua, và người cai-trị mười một năm tại Giê-ru-sa-lem. Mẹ người tên là Ha-mu-ta, con gái của Giê-rê-mi ở Líp-na."},{"bible_id":"193","chapter_code":"2KI.24","verse_code":"2KI.24.19","label":"19","content":"Người làm điều ác trước mặt Đức Giê-hô-va, và theo trọn các gương của Giê-hô-gia-kim."},{"bible_id":"193","chapter_code":"2KI.24","verse_code":"2KI.24.20","label":"20","content":"Bởi cơn giận của Đức Giê-hô-va nổi lên, nên Ngài giáng trên Giê-ru-sa-lem và Giu-đa những tai-họa nầy, cho đến đỗi Ngài trừ-bỏ chúng nó khỏi trước mặt Ngài. Sê-đê-kia bèn phản-nghịch vua Ba-by-lôn."},{"bible_id":"193","chapter_code":"2KI.25","verse_code":"2KI.25.1","label":"1","content":"Năm thứ chín đời Sê-đê-kia, ngày mồng một tháng mười, Nê-bu-cát-nết-sa, vua Ba-by-lôn, cùng cả đạo-quân người, đến hãm đánh Giê-ru-sa-lem. Người hạ trại trước thành, và đắp lũy vây chung-quanh thành."},{"bible_id":"193","chapter_code":"2KI.25","verse_code":"2KI.25.2","label":"2","content":"Sự vây thành lâu dài cho đến năm thứ mười một đời Sê-đê-kia."},{"bible_id":"193","chapter_code":"2KI.25","verse_code":"2KI.25.3","label":"3","content":"Ngày mồng chín tháng tư, có sự đói-kém lớn trong thành, dân-sự không có bánh."},{"bible_id":"193","chapter_code":"2KI.25","verse_code":"2KI.25.4","label":"4","content":"Bấy giờ, quân Canh-đê làm lủng một lỗ nơi vách tường thành; đoạn hết thảy quân-lính đương ban đêm đều chạy trốn bởi cửa ở giữa hai vách thành gần vườn vua. Đương khi quân Canh-đê vây thành, thì vua chạy trốn theo đường đồng-bằng."},{"bible_id":"193","chapter_code":"2KI.25","verse_code":"2KI.25.5","label":"5","content":"Đạo-quân Canh-đê bèn đuổi theo vua, và theo kịp người tại trong đồng-bằng Giê-ri-cô; cả cơ-binh người đều tản-lạc và bỏ người."},{"bible_id":"193","chapter_code":"2KI.25","verse_code":"2KI.25.6","label":"6","content":"Quân Canh-đê bắt vua, dẫn đến vua Ba-by-lôn ở Ríp-la; tại đó, chúng nó xét-đoán người."},{"bible_id":"193","chapter_code":"2KI.25","verse_code":"2KI.25.7","label":"7","content":"Chúng nó giết các con trai Sê-đê-kia trước mặt người; đoạn, chúng nó móc mắt Sê-đê-kia, xiềng người bằng xích đồng, rồi dẫn người đến Ba-by-lôn."},{"bible_id":"193","chapter_code":"2KI.25","verse_code":"2KI.25.8","label":"8","content":"Ngày mồng bảy tháng năm, năm thứ mười chín đời Nê-bu-cát-nết-sa, vua Ba-by-lôn, quan thị-vệ Nê-bu-xa-ra-đan, tôi-tớ của vua Ba-by-lôn, đến Giê-ru-sa-lem."},{"bible_id":"193","chapter_code":"2KI.25","verse_code":"2KI.25.9","label":"9","content":"Người thiêu-đốt đền-thờ Đức Giê-hô-va, cung của vua, và mọi nhà trong thành Giê-ru-sa-lem; thiêu-đốt luôn các nhà của người sang-trọng."},{"bible_id":"193","chapter_code":"2KI.25","verse_code":"2KI.25.10","label":"10","content":"Đoạn, đạo-quân Canh-đê, vâng lịnh quan thị-vệ, phá đổ vách thành chung-quanh Giê-ru-sa-lem."},{"bible_id":"193","chapter_code":"2KI.25","verse_code":"2KI.25.11","label":"11","content":"Quan thị-vệ Nê-bu-xa-ra-đan bắt dân-cư còn sót lại trong thành, luôn với những kẻ hàng-đầu vua Ba-by-lôn và đám dân còn lại khác, mà dẫn đi làm phu-tù."},{"bible_id":"193","chapter_code":"2KI.25","verse_code":"2KI.25.12","label":"12","content":"Quan thị-vệ chỉ chừa lại trong xứ những người nghèo-khổ hơn hết, đặng trồng nho và làm ruộng."},{"bible_id":"193","chapter_code":"2KI.25","verse_code":"2KI.25.13","label":"13","content":"Quân Canh-đê đập-bể những trụ đồng, táng đồng, và cái biển bằng đồng ở trong đền-thờ của Đức Giê-hô-va, rồi đem đồng ấy về Ba-by-lôn."},{"bible_id":"193","chapter_code":"2KI.25","verse_code":"2KI.25.14","label":"14","content":"Chúng nó cũng đem đi những nồi đồng, vá, dao, chén, và hết thảy những khí-dụng bằng đồng dùng vào việc thờ-phượng."},{"bible_id":"193","chapter_code":"2KI.25","verse_code":"2KI.25.15","label":"15","content":"Lại quan thị-vệ ấy đem đi những lư-hương, chậu, và các vật bằng vàng, bạc."},{"bible_id":"193","chapter_code":"2KI.25","verse_code":"2KI.25.16","label":"16","content":"Còn hai cây trụ, cái biển đồng, và các miếng táng mà Sa-lô-môn đã làm cho đền-thờ của Đức Giê-hô-va, thì không thể cân được đồng của các vật ấy."},{"bible_id":"193","chapter_code":"2KI.25","verse_code":"2KI.25.17","label":"17","content":"Mỗi cây trụ có mười tám thước bề cao, trên trụ có đầu đồng ba thước bề cao, có bao quanh lưới và trái lựu cũng bằng đồng. Cây thứ nhì trang-sức lưới giống như cây trước."},{"bible_id":"193","chapter_code":"2KI.25","verse_code":"2KI.25.18","label":"18","content":"Quan thị-vệ bắt thầy tế-lễ thượng-phẩm Sê-ra-gia, thầy phó tế-lễ Sô-phô-ni, và ba người canh giữ cửa đền-thờ,"},{"bible_id":"193","chapter_code":"2KI.25","verse_code":"2KI.25.19","label":"19","content":"lại bắt trong thành một hoạn-quan coi các chiến-sĩ, năm người trong các cận-thần vua, thơ-ký của quan tổng-binh lo chiêu-mộ binh-lính của xứ, luôn với sáu mươi người của xứ cũng ở trong thành;"},{"bible_id":"193","chapter_code":"2KI.25","verse_code":"2KI.25.20","label":"20","content":"quan thị-vệ Nê-bu-xa-ra-đan bắt dẫn hết thảy những người ấy đến vua Ba-by-lôn, tại Ríp-la."},{"bible_id":"193","chapter_code":"2KI.25","verse_code":"2KI.25.21","label":"21","content":"Vua Ba-by-lôn khiến giết chúng nó tại Ríp-la, trong xứ Ha-mát. Như vậy, dân Giu-đa bị bắt đem đi khỏi xứ mình."},{"bible_id":"193","chapter_code":"2KI.25","verse_code":"2KI.25.22","label":"22","content":"Còn về dân-sự mà Nê-bu-cát-nết-sa đã chừa lại trong xứ Giu-đa, thì vua Ba-by-lôn đặt Ghê-đa-lia, con trai A-hi-cam, cháu Sa-phan, làm quan tổng-đốc."},{"bible_id":"193","chapter_code":"2KI.25","verse_code":"2KI.25.23","label":"23","content":"Khi các quan tướng tức là Ích-ma-ên, con trai Nê-tha-nia, Giô-ha-nan, con trai Ca-rê-át, Sê-ra-gia, con trai Tan-hu-mết ở Nê-tô-pha, và Gia-a-xa-nia, con trai của Ma-ca-thít, và những quân-lính họ, đều hay rằng vua Ba-by-lôn đã đặt Ghê-đa-lia làm quan tổng-đốc, thì họ bèn đi đến người tại Mích-ba."},{"bible_id":"193","chapter_code":"2KI.25","verse_code":"2KI.25.24","label":"24","content":"Ghê-đa-lia thề với chúng và với quân-lính của chúng rằng: Chớ sợ những tôi-tớ của Canh-đê. Hãy ở trong xứ, thần-phục vua Ba-by-lôn, thì các ngươi sẽ được bình-an."},{"bible_id":"193","chapter_code":"2KI.25","verse_code":"2KI.25.25","label":"25","content":"Nhưng tháng bảy, Ích-ma-ên, con trai Nê-tha-nia, cháu Ê-li-sa-ma, về dòng-dõi vua, đến tại Mích-ba, có mười người đi theo, đánh Ghê-đa-lia, và giết người luôn với người Giu-đa và người Canh-đê ở với người."},{"bible_id":"193","chapter_code":"2KI.25","verse_code":"2KI.25.26","label":"26","content":"Cả dân-sự, từ nhỏ đến lớn, và những quan tướng, bèn chỗi dậy, đi đến xứ Ê-díp-tô, bởi vì sợ người Canh-đê báo-thù."},{"bible_id":"193","chapter_code":"2KI.25","verse_code":"2KI.25.27","label":"27","content":"Năm thứ ba mươi bảy từ khi Giê-hô-gia-kin, vua Giu-đa, phải giam, ngày hai mươi bảy tháng mười hai, Ê-vinh-mê-rô-đác, vua Ba-by-lôn, năm đầu tức-vị, tha cho Giê-hô-gia-kin, vua Giu-đa, ra khỏi ngục."},{"bible_id":"193","chapter_code":"2KI.25","verse_code":"2KI.25.28","label":"28","content":"Người nói với Giê-hô-gia-kin lời hòa-nhã, và đặt ngôi người cao hơn ngôi các vua đồng với người tại Ba-by-lôn."},{"bible_id":"193","chapter_code":"2KI.25","verse_code":"2KI.25.29","label":"29","content":"Người biểu lột áo tù của Giê-hô-gia-kin, và cho người ăn đồng bàn với mình trọn đời người."},{"bible_id":"193","chapter_code":"2KI.25","verse_code":"2KI.25.30","label":"30","content":"Lại trọn đời người, vua hằng ngày lo phù-cấp lương-thực cho người."}]