[{"bible_id":"193","chapter_code":"2TH.1","verse_code":"2TH.1.1","label":"1","content":"Phao-lô, Sin-vanh và Ti-mô-thê gởi cho Hội-thánh Tê-sa-lô-ni-ca, là Hội-thánh ở trong Đức Chúa Trời, Cha chúng ta, và trong Đức Chúa Jêsus-Christ, là Chúa:"},{"bible_id":"193","chapter_code":"2TH.1","verse_code":"2TH.1.2","label":"2","content":"nguyền xin anh em được ân-điển  và sự bình-an ban cho bởi Đức Chúa Trời, Cha chúng ta, và bởi Đức Chúa Jêsus-Christ!"},{"bible_id":"193","chapter_code":"2TH.1","verse_code":"2TH.1.3","label":"3","content":"Hỡi anh em, chúng tôi phải vì anh em cảm-tạ Đức Chúa Trời luôn luôn; điều đó là phải lắm, vì đức-tin anh em rất tấn-tới, và lòng yêu-thương của mỗi người trong hết thảy anh em đối với nhau càng ngày càng thêm."},{"bible_id":"193","chapter_code":"2TH.1","verse_code":"2TH.1.4","label":"4","content":"Chúng tôi cũng vì anh em mà khoe mình cùng các Hội-thánh của Đức Chúa Trời, vì lòng nhịn-nhục và đức-tin anh em trong mọi sự bắt-bớ khốn-khó đương chịu."},{"bible_id":"193","chapter_code":"2TH.1","verse_code":"2TH.1.5","label":"5","content":"Đó đủ chứng-cớ về sự đoán-xét công-bình của Đức Chúa Trời, Ngài muốn khiến anh em nên xứng-đáng cho nước Ngài, là vì nước đó mà anh em chịu khổ."},{"bible_id":"193","chapter_code":"2TH.1","verse_code":"2TH.1.6","label":"6","content":"Vả, theo sự công-bình Đức Chúa Trời, thì ắt là Ngài lấy điều khổ báo những kẻ làm khổ anh em,"},{"bible_id":"193","chapter_code":"2TH.1","verse_code":"2TH.1.7","label":"7","content":"và cho anh em, là kẻ chịu khổ, được nghỉ-ngơi với chúng tôi, trong khi Đức Chúa Jêsus từ trời hiện đến với các thiên-sứ của quyền-phép Ngài, giữa ngọn lửa hừng,"},{"bible_id":"193","chapter_code":"2TH.1","verse_code":"2TH.1.8","label":"8","content":"báo-thù những kẻ chẳng hề nhận biết Đức Chúa Trời, và không vâng-phục Tin-lành của Đức Chúa Jêsus-Christ chúng ta."},{"bible_id":"193","chapter_code":"2TH.1","verse_code":"2TH.1.9","label":"9","content":"Họ sẽ bị hình-phạt hư-mất đời đời, xa-cách mặt Chúa và sự vinh-hiển của quyền-phép Ngài,"},{"bible_id":"193","chapter_code":"2TH.1","verse_code":"2TH.1.10","label":"10","content":"tức là khi Ngài sẽ đến trong ngày đó, để được sáng danh trong các thánh-đồ, được khen-ngợi trong mọi kẻ tin; vì anh em đã tin lời chúng tôi làm chứng trước mặt anh em."},{"bible_id":"193","chapter_code":"2TH.1","verse_code":"2TH.1.11","label":"11","content":"Cho nên, chúng tôi vì anh em cầu-nguyện không thôi, hầu cho Đức Chúa Trời chúng ta khiến anh em xứng-đáng với sự gọi của Ngài, và cho Ngài lấy quyền-phép làm trọn trong anh em mọi ý-định thương-xót của lòng nhân Ngài và công-việc của đức-tin;"},{"bible_id":"193","chapter_code":"2TH.1","verse_code":"2TH.1.12","label":"12","content":"đến nỗi làm sáng danh Đức Chúa Jêsus chúng ta trong anh em, và anh em trong Ngài, tùy theo ân-điển của Đức Chúa Trời chúng ta và của Đức Chúa Jêsus-Christ."},{"bible_id":"193","chapter_code":"2TH.2","verse_code":"2TH.2.1","label":"1","content":"Luận về sự đến của Đức Chúa Jêsus-Christ chúng ta, và về sự chúng ta hội-hiệp cùng Ngài,"},{"bible_id":"193","chapter_code":"2TH.2","verse_code":"2TH.2.2","label":"2","content":"thì, hỡi anh em, xin chớ vội bối-rối và kinh-hoảng hoặc bởi thần-cảm giả-mạo, hoặc bởi lời nói hay là bởi bức thơ nào tựa như chúng tôi đã gởi mà nói rằng ngày Chúa gần đến."},{"bible_id":"193","chapter_code":"2TH.2","verse_code":"2TH.2.3","label":"3","content":"Mặc ai dùng cách nào, cũng đừng để họ lừa-dối mình. Vì phải có sự bỏ đạo đến trước, và có người tội-ác, con của sự hư-mất hiện ra,"},{"bible_id":"193","chapter_code":"2TH.2","verse_code":"2TH.2.4","label":"4","content":"tức là kẻ đối-địch, tôn mình lên trên mọi sự mà người ta xưng là Đức Chúa Trời hoặc người ta thờ-lạy, rất đỗi ngồi trong đền Đức Chúa Trời, chính mình tự xưng là Đức Chúa Trời."},{"bible_id":"193","chapter_code":"2TH.2","verse_code":"2TH.2.5","label":"5","content":"Anh em há không nhớ khi tôi còn ở với anh em, thì đã nói về những sự đó sao?"},{"bible_id":"193","chapter_code":"2TH.2","verse_code":"2TH.2.6","label":"6","content":"Hiện nay anh em biết rõ điều làm ngăn-trở nó, hầu cho nó chỉ hiện ra đúng kỳ nó thôi."},{"bible_id":"193","chapter_code":"2TH.2","verse_code":"2TH.2.7","label":"7","content":"Vì đã có sự mầu-nhiệm của điều bội-nghịch đương hành-động rồi; song Đấng còn ngăn-trở cần phải cất đi."},{"bible_id":"193","chapter_code":"2TH.2","verse_code":"2TH.2.8","label":"8","content":"Bấy giờ kẻ nghịch cùng luật-pháp kia sẽ hiện ra, Đức Chúa Jêsus sẽ dùng hơi miệng Ngài mà hủy-diệt nó, và trừ-bỏ nó bởi sự chói-sáng của sự Ngài đến."},{"bible_id":"193","chapter_code":"2TH.2","verse_code":"2TH.2.9","label":"9","content":"Kẻ đó sẽ lấy quyền của quỉ Sa-tan mà hiện đến, làm đủ mọi thứ phép lạ, dấu dị và việc kỳ dối-giả;"},{"bible_id":"193","chapter_code":"2TH.2","verse_code":"2TH.2.10","label":"10","content":"dùng mọi cách phỉnh-dỗ không công-bình mà dỗ những kẻ hư-mất, vì chúng nó đã không nhận-lãnh sự yêu-thương của lẽ thật để được cứu-rỗi."},{"bible_id":"193","chapter_code":"2TH.2","verse_code":"2TH.2.11","label":"11","content":"Ấy vì thế mà Đức Chúa Trời cho chúng nó mắc phải sự lầm-lạc, là sự khiến chúng nó tin điều dối-giả,"},{"bible_id":"193","chapter_code":"2TH.2","verse_code":"2TH.2.12","label":"12","content":"hầu cho hết thảy những người không tin lẽ thật, song chuộng sự không công-bình, đều bị phục dưới sự phán-xét của Ngài."},{"bible_id":"193","chapter_code":"2TH.2","verse_code":"2TH.2.13","label":"13","content":"Hỡi anh em yêu-dấu của Chúa, còn như chúng tôi, phải vì anh em tạ ơn Đức Chúa Trời không thôi, vì vừa lúc ban đầu, Ngài đã chọn anh em bởi sự nên thánh của Thánh-Linh, và bởi tin lẽ thật, đặng ban sự cứu-rỗi cho anh em."},{"bible_id":"193","chapter_code":"2TH.2","verse_code":"2TH.2.14","label":"14","content":"Ấy cũng là vì đó mà Ngài đã dùng Tin-lành chúng tôi gọi anh em, đặng anh em hưởng được sự vinh-hiển của Đức Chúa Jêsus-Christ chúng ta."},{"bible_id":"193","chapter_code":"2TH.2","verse_code":"2TH.2.15","label":"15","content":"Hỡi anh em, vậy thì hãy đứng vững, hãy vâng-giữ những điều dạy-dỗ mà chúng tôi đã truyền cho anh em, hoặc bằng lời nói, hoặc bằng thơ-từ của chúng tôi."},{"bible_id":"193","chapter_code":"2TH.2","verse_code":"2TH.2.16","label":"16","content":"Nguyền xin chính Đức Chúa Jêsus-Christ chúng ta, và Đức Chúa Trời, Cha chúng ta, là Đấng đã yêu-thương chúng ta, và đã lấy ân-điển Ngài mà ban cho chúng ta sự yên-ủi đời đời và sự trông-cậy tốt-lành,"},{"bible_id":"193","chapter_code":"2TH.2","verse_code":"2TH.2.17","label":"17","content":"hãy yên-ủi lòng anh em, khiến anh em được bền-vững trong mọi việc lành cùng mọi lời nói lành!"},{"bible_id":"193","chapter_code":"2TH.3","verse_code":"2TH.3.1","label":"1","content":"Vả lại, hỡi anh em, hãy cầu-nguyện cho chúng tôi, hầu cho đạo Chúa được đồn ra và được sáng danh, như thể ở trong anh em vậy,"},{"bible_id":"193","chapter_code":"2TH.3","verse_code":"2TH.3.2","label":"2","content":"lại hầu cho chúng tôi được giải-thoát khỏi kẻ vô-lý và người ác; vì chẳng phải hết thảy đều có đức-tin."},{"bible_id":"193","chapter_code":"2TH.3","verse_code":"2TH.3.3","label":"3","content":"Chúa là thành-tín, sẽ làm cho anh em bền-vững và giữ cho khỏi Ác-giả."},{"bible_id":"193","chapter_code":"2TH.3","verse_code":"2TH.3.4","label":"4","content":"Về phần anh em, chúng tôi có lòng tin-cậy trong Chúa rằng anh em đương làm và sẽ làm những việc chúng tôi dặn-biểu."},{"bible_id":"193","chapter_code":"2TH.3","verse_code":"2TH.3.5","label":"5","content":"Nguyền xin Chúa soi-dẫn lòng anh em tới đến sự yêu-mến Đức Chúa Trời, và sự nhịn-nhục của Đấng Christ!"},{"bible_id":"193","chapter_code":"2TH.3","verse_code":"2TH.3.6","label":"6","content":"Hỡi anh em, nhân danh Đức Chúa Jêsus-Christ chúng ta, chúng tôi khuyên anh em phải lánh người anh em nào không biết tu đức-hạnh mình, và không bước theo các điều dạy-dỗ mà anh em đã nhận-lãnh nơi chúng tôi."},{"bible_id":"193","chapter_code":"2TH.3","verse_code":"2TH.3.7","label":"7","content":"Chính anh em biết điều mình phải làm để học-đòi chúng tôi; vì chúng tôi không có ăn-ở sái-bậy giữa anh em,"},{"bible_id":"193","chapter_code":"2TH.3","verse_code":"2TH.3.8","label":"8","content":"chưa từng ăn dưng của ai, nhưng đêm ngày làm-lụng khó-nhọc, để khỏi lụy đến một người nào trong anh em hết."},{"bible_id":"193","chapter_code":"2TH.3","verse_code":"2TH.3.9","label":"9","content":"Chẳng phải chúng tôi không có quyền-lợi được ăn dưng, nhưng muốn làm gương cho anh em, để anh em bắt chước."},{"bible_id":"193","chapter_code":"2TH.3","verse_code":"2TH.3.10","label":"10","content":"Khi chúng tôi ở cùng anh em, cũng đã rao-bảo cho anh em rằng: nếu ai không khứng làm việc, thì cũng không nên ăn nữa."},{"bible_id":"193","chapter_code":"2TH.3","verse_code":"2TH.3.11","label":"11","content":"Vả, chúng tôi nghe trong anh em có kẻ ăn-ở bậy-bạ, chẳng hề làm-lụng, trở chăm những sự vô-ích thôi."},{"bible_id":"193","chapter_code":"2TH.3","verse_code":"2TH.3.12","label":"12","content":"Chúng tôi nhân danh Đức Chúa Jêsus-Christ, bảo và khuyên những kẻ đó phải yên-lặng mà làm việc, hầu cho ăn bánh của mình làm ra."},{"bible_id":"193","chapter_code":"2TH.3","verse_code":"2TH.3.13","label":"13","content":"Hỡi anh em, phần anh em chớ nên chán-mệt làm sự lành."},{"bible_id":"193","chapter_code":"2TH.3","verse_code":"2TH.3.14","label":"14","content":"Ví bằng có ai không tuân-theo lời chúng tôi nói trong thơ nầy, thì hãy ghi lấy, chớ giao-thông với họ, hầu cho họ nhân đó biết xấu-hổ."},{"bible_id":"193","chapter_code":"2TH.3","verse_code":"2TH.3.15","label":"15","content":"Tuy vậy, chớ coi người đó như kẻ nghịch-thù, nhưng hãy răn-bảo người như anh em vậy."},{"bible_id":"193","chapter_code":"2TH.3","verse_code":"2TH.3.16","label":"16","content":"Nguyền xin chính Chúa bình-an ban sự bình-an cho anh em trong mọi khi, đủ mọi cách! Lại xin Chúa ở cùng anh em hết thảy!"},{"bible_id":"193","chapter_code":"2TH.3","verse_code":"2TH.3.17","label":"17","content":"Chính tay tôi, là Phao-lô, viết lời chào-thăm nầy cho anh em: ấy đó là dấu ký của tôi trong mọi thơ-từ của tôi, tôi viết như vậy."},{"bible_id":"193","chapter_code":"2TH.3","verse_code":"2TH.3.18","label":"18","content":"Nguyền xin ân-điển của Đức Chúa Jêsus-Christ chúng ta ở cùng anh em hết thảy!"}]