[{"bible_id":"193","chapter_code":"AMO.1","verse_code":"AMO.1.1","label":"1","content":"Lời của A-mốt, người trong bọn chăn ở Thê-cô-a, là lời đã được soi-dẫn cho người về Y-sơ-ra-ên, đang đời Ô-xia, vua Giu-đa, và đang đời Giê-rô-bô-am, con trai Giô-ách, vua Y-sơ-ra-ên, hai năm trước cơn động đất."},{"bible_id":"193","chapter_code":"AMO.1","verse_code":"AMO.1.2","label":"2","content":"Người nói rằng: Đức Giê-hô-va sẽ gầm-thét từ Si-ôn. Ngài làm cho vang tiếng mình ra từ Giê-ru-sa-lem. Những đồng cỏ của kẻ chăn chiên sẽ thảm-sầu, chót núi Cạt-mên sẽ khô-héo."},{"bible_id":"193","chapter_code":"AMO.1","verse_code":"AMO.1.3","label":"3","content":"Đức Giê-hô-va phán như vầy: Bởi cớ tội-ác của Đa-mách đến gấp ba gấp bốn lần, nên ta không xây-bỏ án-phạt khỏi nó, vì chúng nó đã lấy đồ đập lúa bằng sắt mà đập Ga-la-át."},{"bible_id":"193","chapter_code":"AMO.1","verse_code":"AMO.1.4","label":"4","content":"Ta sẽ sai lửa đến trong nhà Ha-xa-ên, đặng thiêu-nuốt đền-đài của Bên-Ha-đát."},{"bible_id":"193","chapter_code":"AMO.1","verse_code":"AMO.1.5","label":"5","content":"Ta sẽ bẻ gãy then của Đa-mách; ta sẽ dứt dân-cư khỏi trũng A-ven, và kẻ cầm cây trượng khỏi nhà Ê-đen; còn dân-sự Sy-ri sẽ bị đày qua Ki-rơ làm phu-tù, Đức Giê-hô-va phán vậy."},{"bible_id":"193","chapter_code":"AMO.1","verse_code":"AMO.1.6","label":"6","content":"Đức Giê-hô-va phán như vầy: Bởi cớ tội-ác của Ga-xa đến gấp ba gấp bốn lần, nên ta không xây-bỏ án-phạt khỏi nó; vì chúng nó đã đem hết dân-sự đi làm phu-tù mà nộp cho Ê-đôm."},{"bible_id":"193","chapter_code":"AMO.1","verse_code":"AMO.1.7","label":"7","content":"Ta sẽ sai lửa đến trên vách thành Ga-xa, nó sẽ thiêu-nuốt những đền-đài nó."},{"bible_id":"193","chapter_code":"AMO.1","verse_code":"AMO.1.8","label":"8","content":"Ta sẽ dứt dân cư khỏi Ách-đốt và kẻ cầm cây trượng khỏi Ách-ca-lôn. Ta sẽ trở tay ta nghịch cùng Éc-rôn; và phần sót lại của người Phi-li-tin sẽ chết, Chúa Giê-hô-va phán vậy."},{"bible_id":"193","chapter_code":"AMO.1","verse_code":"AMO.1.9","label":"9","content":"Đức Giê-hô-va phán như vầy: Bởi cớ tội-ác của Ty-rơ đến gấp ba gấp bốn lần, nên ta không xây-bỏ án-phạt khỏi nó; vì chúng nó đã nộp hết dân-sự cho Ê-đôm, chẳng hề nhớ đến sự giao-ước anh em."},{"bible_id":"193","chapter_code":"AMO.1","verse_code":"AMO.1.10","label":"10","content":"Ta sẽ sai lửa đến trên vách thành Ty-rơ, nó sẽ thiêu-nuốt những đền-đài nó."},{"bible_id":"193","chapter_code":"AMO.1","verse_code":"AMO.1.11","label":"11","content":"Đức Giê-hô-va phán như vầy: Bởi cớ tội-ác của Ê-đôm đến gấp ba gấp bốn lần, nên ta không xây-bỏ án-phạt khỏi nó; vì nó đã dùng gươm đuổi theo anh em mình, bỏ cả lòng thương-xót, và cơn giận nó cứ cắn-xé không thôi, nuôi sự thạnh-nộ đời đời."},{"bible_id":"193","chapter_code":"AMO.1","verse_code":"AMO.1.12","label":"12","content":"Ta sẽ sai lửa đến trên Thê-man, nó sẽ thiêu-nuốt những đền-đài của Bốt-ra."},{"bible_id":"193","chapter_code":"AMO.1","verse_code":"AMO.1.13","label":"13","content":"Đức Giê-hô-va phán như vầy: Bởi cớ tội-ác của con-cái Am-môn đến gấp ba gấp bốn lần, nên ta không xây-bỏ án-phạt khỏi nó, vì chúng nó đã mổ bụng đàn-bà chửa của Ga-la-át đặng mở rộng bờ-cõi mình."},{"bible_id":"193","chapter_code":"AMO.1","verse_code":"AMO.1.14","label":"14","content":"Ta sẽ thắp lửa trong vách thành Ráp-ba, nó sẽ thiêu-nuốt những đền-đài nó giữa tiếng kêu giặc-giã trong ngày chiến-trận, giữa cơn gió lốc trong ngày bão-táp. Vua chúng nó cùng các quan-trưởng sẽ đi làm phu-tù cùng nhau, Đức Giê-hô-va phán vậy."},{"bible_id":"193","chapter_code":"AMO.2","verse_code":"AMO.2.1","label":"1","content":"Đức Giê-hô-va phán như vầy: Bởi cớ tội-ác của Mô-áp đến gấp ba gấp bốn lần, nên ta không xây-bỏ án-phạt khỏi nó; vì nó đã đốt hài-cốt của vua Ê-đôm đặng làm ra vôi."},{"bible_id":"193","chapter_code":"AMO.2","verse_code":"AMO.2.2","label":"2","content":"Ta sẽ sai lửa đến trên Mô-áp, nó sẽ thiêu-nuốt đền-đài của Kê-ri-giốt. Mô-áp sẽ chết trong sự ồn-ào, giữa tiếng kêu, khi tiếng kèn thổi."},{"bible_id":"193","chapter_code":"AMO.2","verse_code":"AMO.2.3","label":"3","content":"Ta sẽ dứt quan-xét khỏi giữa nó, và giết hết thảy các quan-trưởng nó với nó, Đức Giê-hô-va phán vậy."},{"bible_id":"193","chapter_code":"AMO.2","verse_code":"AMO.2.4","label":"4","content":"Đức Giê-hô-va phán như vầy: Bởi cớ tội-ác của Giu-đa đến gấp ba gấp bốn lần, nên ta không xây-bỏ án-phạt khỏi nó; vì chúng nó đã bỏ luật-pháp của Đức Giê-hô-va và không vâng theo lệ-luật Ngài, những sự giả-dối mà tổ-phụ chúng nó đã theo, làm lầm-lạc chúng nó."},{"bible_id":"193","chapter_code":"AMO.2","verse_code":"AMO.2.5","label":"5","content":"Ta sẽ sai lửa đến trên Giu-đa, nó sẽ thiêu-nuốt những đền-đài của Giê-ru-sa-lem."},{"bible_id":"193","chapter_code":"AMO.2","verse_code":"AMO.2.6","label":"6","content":"Đức Giê-hô-va phán như vầy: Bởi cớ tội-ác của Y-sơ-ra-ên đến gấp ba gấp bốn lần, nên ta không xây-bỏ án-phạt khỏi nó; vì chúng nó đã bán người công-bình lấy bạc, bán kẻ nghèo lấy một đôi dép."},{"bible_id":"193","chapter_code":"AMO.2","verse_code":"AMO.2.7","label":"7","content":"Chúng nó cũng tham cả đến bụi-đất trên đầu người nghèo-khó, và làm cong đường của kẻ nhu-mì. Con và cha cùng đến chung một đứa gái, như vậy làm cho ô danh thánh ta."},{"bible_id":"193","chapter_code":"AMO.2","verse_code":"AMO.2.8","label":"8","content":"Chúng nó nằm gần mỗi bàn-thờ, trên những áo-xống đã nhận làm của-tin, và uống rượu của kẻ phải phạt trong miếu thần chúng nó."},{"bible_id":"193","chapter_code":"AMO.2","verse_code":"AMO.2.9","label":"9","content":"Dầu vậy, chính ta đã tuyệt-diệt người A-mô-rít trước mặt chúng nó, là thứ người cao bằng cây bách và mạnh như cây dẻ-bộp. Ta đã diệt những trái nó ở trên và những rễ nó ở dưới."},{"bible_id":"193","chapter_code":"AMO.2","verse_code":"AMO.2.10","label":"10","content":"Ta cũng đã đem các ngươi lên khỏi đất Ê-díp-tô, và dắt các ngươi trong đồng vắng trải bốn mươi năm, hầu cho các ngươi được đất của người A-mô-rít làm sản-nghiệp."},{"bible_id":"193","chapter_code":"AMO.2","verse_code":"AMO.2.11","label":"11","content":"Ta đã dấy mấy kẻ tiên-tri lên trong vòng con trai các ngươi, và dấy mấy người Na-xi-rê lên trong vòng bọn trai-trẻ các ngươi. Đức Giê-hô-va phán: Hỡi con-cái Y-sơ-ra-ên, chẳng phải vậy sao?"},{"bible_id":"193","chapter_code":"AMO.2","verse_code":"AMO.2.12","label":"12","content":"Nhưng các ngươi đã cho các người Na-xi-rê uống rượu, và cấm các kẻ tiên-tri rằng: Chớ nói tiên-tri!"},{"bible_id":"193","chapter_code":"AMO.2","verse_code":"AMO.2.13","label":"13","content":"Nầy, ta sẽ chận-ép các ngươi trong nơi các ngươi cũng như cái xe đầy những lúa bó chận-ép."},{"bible_id":"193","chapter_code":"AMO.2","verse_code":"AMO.2.14","label":"14","content":"Người lẹ-làng sẽ không thể trốn được; người mạnh-mẽ sẽ không bổ sức cho mình nữa, và người bạo-dạn sẽ chẳng cứu được mạng-sống mình."},{"bible_id":"193","chapter_code":"AMO.2","verse_code":"AMO.2.15","label":"15","content":"Kẻ giương cung sẽ chẳng đứng vững được; kẻ có chân lẹ-làng sẽ chẳng lánh khỏi được; người cỡi ngựa sẽ không thể cứu mình;"},{"bible_id":"193","chapter_code":"AMO.2","verse_code":"AMO.2.16","label":"16","content":"và kẻ bạo-gan trong những người mạnh-mẽ sẽ ở trần mà trốn trong ngày đó, Đức Giê-hô-va phán vậy."},{"bible_id":"193","chapter_code":"AMO.3","verse_code":"AMO.3.1","label":"1","content":"Hỡi con-cái Y-sơ-ra-ên, hãy nghe lời nầy, là lời Đức Giê-hô-va phán nghịch cùng các ngươi, tức là nghịch cùng cả họ-hàng mà ta đã đem lên khỏi đất Ê-díp-tô."},{"bible_id":"193","chapter_code":"AMO.3","verse_code":"AMO.3.2","label":"2","content":"Ta đã biết chỉ một mình các ngươi trong mọi họ-hàng trên đất; vậy nên ta sẽ thăm-phạt các ngươi vì mọi sự gian-ác các ngươi."},{"bible_id":"193","chapter_code":"AMO.3","verse_code":"AMO.3.3","label":"3","content":"Nếu hai người không đồng ý với nhau, thì há cùng đi chung được sao?"},{"bible_id":"193","chapter_code":"AMO.3","verse_code":"AMO.3.4","label":"4","content":"Nếu sư-tử không bắt được mồi, thì há có gầm-thét trong rừng sao? Sư-tử con nếu không bắt được gì, thì há có làm vang những tiếng kêu từ nơi sâu của hang nó sao?"},{"bible_id":"193","chapter_code":"AMO.3","verse_code":"AMO.3.5","label":"5","content":"Con chim, nếu chẳng có bẫy gài để bắt nó, thì nó há sa vào trong lưới giăng ra trên đất sao? Bằng chẳng bắt được gì thì lưới há có giựt lên khỏi đất?"},{"bible_id":"193","chapter_code":"AMO.3","verse_code":"AMO.3.6","label":"6","content":"Kèn thổi trong thành, thì dân-sự há chẳng sợ sao? Sự tai-vạ há có xảy ra cho một thành kia nếu mà Đức Giê-hô-va chẳng làm?"},{"bible_id":"193","chapter_code":"AMO.3","verse_code":"AMO.3.7","label":"7","content":"Cũng vậy, Chúa Giê-hô-va chẳng có làm một việc gì mà Ngài chưa tỏ sự kín-nhiệm Ngài ra trước cho tôi-tớ Ngài, là các đấng tiên-tri."},{"bible_id":"193","chapter_code":"AMO.3","verse_code":"AMO.3.8","label":"8","content":"Khi sư-tử gầm-thét, thì ai mà chẳng sợ? Khi Chúa Giê-hô-va đã phán-dạy, thì ai mà chẳng nói tiên-tri?"},{"bible_id":"193","chapter_code":"AMO.3","verse_code":"AMO.3.9","label":"9","content":"Hãy rao-truyền ra trong các đền-đài Ách-đốt và trong các đền-đài của đất Ê-díp-tô, và nói rằng: Các ngươi khá nhóm lại trên các núi của Sa-ma-ri; hãy xem nhiều sự rối-loạn lớn-lao ở đó, và những sự bạo-ngược giữa nó."},{"bible_id":"193","chapter_code":"AMO.3","verse_code":"AMO.3.10","label":"10","content":"Đức Giê-hô-va phán: Chúng nó không biết làm sự ngay-thẳng; chúng nó chất-chứa của hung-dữ và cướp giựt ở trong các đền-đài mình."},{"bible_id":"193","chapter_code":"AMO.3","verse_code":"AMO.3.11","label":"11","content":"Vậy nên Chúa Giê-hô-va phán như vầy: Nầy, kẻ nghịch sẽ đến vây-bọc đất nầy; nó cất mất sức-mạnh ngươi, và những đền-đài ngươi sẽ bị cướp-phá."},{"bible_id":"193","chapter_code":"AMO.3","verse_code":"AMO.3.12","label":"12","content":"Đức Giê-hô-va phán như vầy: Như kẻ chăn chiên chỉ gỡ được hai giò hay một tai ra khỏi họng sư-tử, thì những con-cái Y-sơ-ra-ên, là những kẻ ngồi tại Sa-ma-ri nơi góc giường và trên thảm của Đa-mách, cũng sẽ được cứu cách như vậy."},{"bible_id":"193","chapter_code":"AMO.3","verse_code":"AMO.3.13","label":"13","content":"Chúa Giê-hô-va, Đức Chúa Trời vạn-quân, phán rằng: Hãy nghe, và làm chứng nghịch cùng nhà Gia-cốp."},{"bible_id":"193","chapter_code":"AMO.3","verse_code":"AMO.3.14","label":"14","content":"Đến ngày mà ta sẽ thăm-phạt Y-sơ-ra-ên về tội-lỗi nó, ta cũng sẽ thăm-phạt các bàn-thờ của Bê-tên; những sừng của bàn-thờ sẽ bị chặt và rơi xuống đất."},{"bible_id":"193","chapter_code":"AMO.3","verse_code":"AMO.3.15","label":"15","content":"Bấy giờ ta sẽ đánh nhà mùa đông và nhà mùa hạ; những nhà bằng ngà voi sẽ bị phá, và những nhà lớn sẽ bị hủy-diệt, Đức Giê-hô-va phán vậy."},{"bible_id":"193","chapter_code":"AMO.4","verse_code":"AMO.4.1","label":"1","content":"Hỡi những bò cái của Ba-san, hãy nghe, bay ở trên núi của Sa-ma-ri; hiếp-đáp kẻ nghèo-nàn, hành-hạ kẻ thiếu-thốn, nói cùng chúa chúng nó rằng: Hãy đem đến, chúng ta cùng uống!"},{"bible_id":"193","chapter_code":"AMO.4","verse_code":"AMO.4.2","label":"2","content":"Chúa Giê-hô-va đã dùng sự thánh-khiết Ngài mà thề rằng: Nầy, những ngày sẽ đến trên các ngươi, người ta sẽ dùng móc bắt lấy các ngươi, dân sót lại của các ngươi sẽ bị bắt lấy bởi những lưỡi câu."},{"bible_id":"193","chapter_code":"AMO.4","verse_code":"AMO.4.3","label":"3","content":"Các ngươi sẽ đi ra bởi những nơi sứt-mẻ, mỗi người đi thẳng trước mặt mình, và các ngươi sẽ ném mình vào Ha-môn, Đức Giê-hô-va phán vậy."},{"bible_id":"193","chapter_code":"AMO.4","verse_code":"AMO.4.4","label":"4","content":"Hãy đi đến Bê-tên, và phạm tội; hãy đi đến Ghinh-ganh, và phạm tội thêm! Mỗi buổi sáng hãy đem của-lễ mình đến, và cứ ba ngày thì dâng các phần mười của các ngươi!"},{"bible_id":"193","chapter_code":"AMO.4","verse_code":"AMO.4.5","label":"5","content":"Hãy đốt của-lễ thù-ân có men; hãy rao ra những của-lễ lạc-hiến; hãy làm cho thiên-hạ biết; hỡi con-cái Y-sơ-ra-ên, vì các ngươi ưa-thích điều đó, Chúa Giê-hô-va phán vậy."},{"bible_id":"193","chapter_code":"AMO.4","verse_code":"AMO.4.6","label":"6","content":"Còn như ta, ta đã làm cho răng các ngươi nên sạch trong mọi thành các ngươi, và làm cho thiếu bánh trong mọi nơi các ngươi ở. Đức Giê-hô-va phán: Dầu vậy các ngươi cũng không trở lại cùng ta!"},{"bible_id":"193","chapter_code":"AMO.4","verse_code":"AMO.4.7","label":"7","content":"Ta cũng đã không xuống mưa cho các ngươi trong ba tháng trước mùa gặt; ta đã mưa trên thành nầy và không mưa trên thành khác. Ruộng nầy đã được mưa, còn ruộng kia không được nhuần-tưới thì khô-héo."},{"bible_id":"193","chapter_code":"AMO.4","verse_code":"AMO.4.8","label":"8","content":"Dường ấy, người trong hai hoặc ba thành đi đến một thành đặng uống nước, mà không tìm được cho đỡ khát. Nhưng các ngươi không trở về cùng ta, Đức Giê-hô-va phán vậy."},{"bible_id":"193","chapter_code":"AMO.4","verse_code":"AMO.4.9","label":"9","content":"Ta đã dùng gió nóng và sâu lúa mà đánh các ngươi. Có nhiều vườn rau, vườn nho, cây vả, cây ô-li-ve của các ngươi đã bị sâu keo cắn-phá. Nhưng các ngươi chẳng trở về cùng ta, Đức Giê-hô-va phán vậy."},{"bible_id":"193","chapter_code":"AMO.4","verse_code":"AMO.4.10","label":"10","content":"Ta đã khiến ôn-dịch đến trong các ngươi, cũng như trong Ê-díp-tô. Ta đã dùng gươm giết chết những kẻ trai-trẻ của các ngươi, và những ngựa của các ngươi đã bị đem đi. Ta đã làm cho mùi hôi-hám từ trong trại-quân các ngươi bay lên lỗ mũi các ngươi. Nhưng các ngươi chẳng trở về cùng ta, Đức Giê-hô-va phán vậy."},{"bible_id":"193","chapter_code":"AMO.4","verse_code":"AMO.4.11","label":"11","content":"Ta đã lật-đổ giữa các ngươi, như Đức Chúa Trời đã lật-đổ Sô-đôm và Gô-mô-rơ, và các ngươi đã như cái que rút ra khỏi lửa. Nhưng các ngươi chẳng trở về cùng ta, Đức Giê-hô-va phán vậy."},{"bible_id":"193","chapter_code":"AMO.4","verse_code":"AMO.4.12","label":"12","content":"Hỡi Y-sơ-ra-ên, vậy nên ta sẽ đãi ngươi dường ấy; hỡi Y-sơ-ra-ên, vì ta sẽ đãi ngươi dường ấy, nên ngươi khá sửa-soạn mà gặp Đức Chúa Trời ngươi."},{"bible_id":"193","chapter_code":"AMO.4","verse_code":"AMO.4.13","label":"13","content":"Thật, ấy là Ngài đã làm nên các núi và dựng nên gió. Ấy là Ngài làm cho người ta biết ý-tưởng riêng của mình, đổi ban mai ra tối-tăm, và bước đi trên những chỗ cao trên đất. Danh Ngài là Giê-hô-va, Đức Chúa Trời vạn-quân."},{"bible_id":"193","chapter_code":"AMO.5","verse_code":"AMO.5.1","label":"1","content":"Hỡi nhà Y-sơ-ra-ên, hãy nghe lời nầy, là bài ca-thương mà ta sẽ làm về các ngươi!"},{"bible_id":"193","chapter_code":"AMO.5","verse_code":"AMO.5.2","label":"2","content":"Gái đồng-trinh của Y-sơ-ra-ên đã ngã xuống, sẽ không dậy nữa; nó đã bị ném bỏ trên đất nó, mà không ai đỡ dậy."},{"bible_id":"193","chapter_code":"AMO.5","verse_code":"AMO.5.3","label":"3","content":"Vì Chúa Giê-hô-va phán như vầy: Thành nào ra một ngàn quân, chỉ còn có một trăm; thành nào dấy lên một trăm người, chỉ còn có mười người trong nhà Y-sơ-ra-ên sót lại."},{"bible_id":"193","chapter_code":"AMO.5","verse_code":"AMO.5.4","label":"4","content":"Đức Giê-hô-va phán cùng nhà Y-sơ-ra-ên như vầy: Hãy tìm-kiếm ta, thì các ngươi sẽ sống!"},{"bible_id":"193","chapter_code":"AMO.5","verse_code":"AMO.5.5","label":"5","content":"Chớ tìm-kiếm Bê-tên, chớ vào trong Ghinh-ganh, đừng đi đến Bê-e-Sê-ba. Vì Ghinh-ganh sẽ bị đày, Bê-tên sẽ trở nên một nơi đổ-nát."},{"bible_id":"193","chapter_code":"AMO.5","verse_code":"AMO.5.6","label":"6","content":"Hãy tìm-kiếm Đức Giê-hô-va, thì các ngươi sẽ sống; bằng chẳng vậy, Ngài sẽ như một ngọn lửa thiêu-đốt hừng lên trong nhà Giô-sép, ở Bê-tên không ai có thể tắt được."},{"bible_id":"193","chapter_code":"AMO.5","verse_code":"AMO.5.7","label":"7","content":"Các ngươi đổi sự ngay-thẳng ra ngải-cứu, và ném sự công-bình xuống đất!"},{"bible_id":"193","chapter_code":"AMO.5","verse_code":"AMO.5.8","label":"8","content":"Hãy tìm Đấng đã dựng nên những sao Rua và sao Cày; đổi bóng tối-tăm ra ban mai, đổi ban ngày ra đêm thẳm, gọi nước biển mà đổ nó ra trên mặt đất: Danh Ngài là Giê-hô-va."},{"bible_id":"193","chapter_code":"AMO.5","verse_code":"AMO.5.9","label":"9","content":"Ấy chính Ngài làm cho kẻ mạnh thình-lình bị diệt-vong, đến nỗi sự hủy-hoại đến trên đồn-lũy."},{"bible_id":"193","chapter_code":"AMO.5","verse_code":"AMO.5.10","label":"10","content":"Chúng nó ghét người trách-móc nơi cửa thành, và gớm-ghiếc kẻ nói ngay-thẳng."},{"bible_id":"193","chapter_code":"AMO.5","verse_code":"AMO.5.11","label":"11","content":"Vì các ngươi hiếp-đáp kẻ nghèo và đòi họ nộp thuế lúa mì, vậy nên những nhà bằng đá vuông nầy mà các ngươi đã xây nên, các ngươi sẽ không ở được. Các ngươi đã trồng những vườn nho ngon-ngọt, nhưng sẽ không uống rượu nó."},{"bible_id":"193","chapter_code":"AMO.5","verse_code":"AMO.5.12","label":"12","content":"Vì ta biết tội-ác các ngươi nhiều là bao nhiêu, tội-lỗi các ngươi lớn là bao nhiêu, các ngươi là kẻ hiếp-đáp người công-bình, nhận lấy của hối-lộ, ở nơi cửa thành làm cong lẽ thẳng của những kẻ nghèo."},{"bible_id":"193","chapter_code":"AMO.5","verse_code":"AMO.5.13","label":"13","content":"Bởi đó cho nên, trong thời như thế, người khôn-ngoan sẽ làm thinh; vì là thời khốn-nạn."},{"bible_id":"193","chapter_code":"AMO.5","verse_code":"AMO.5.14","label":"14","content":"Hãy tìm điều lành và đừng tìm điều dữ, hầu cho các ngươi được sống, thì Giê-hô-va Đức Chúa Trời vạn-quân sẽ ở cùng ngươi, như các ngươi nói vậy."},{"bible_id":"193","chapter_code":"AMO.5","verse_code":"AMO.5.15","label":"15","content":"Hãy ghét điều dữ mà ưa điều lành; hãy lập sự công-bình nơi cửa thành. Có lẽ Giê-hô-va Đức Chúa Trời vạn-quân sẽ ra ơn cho những kẻ còn sót lại của Giô-sép!"},{"bible_id":"193","chapter_code":"AMO.5","verse_code":"AMO.5.16","label":"16","content":"Vậy nên, Chúa Giê-hô-va, Đức Chúa Trời vạn-quân, phán như vầy: Trong mọi nơi phố-chợ, người ta sẽ than-khóc; trong mọi đường-phố, người ta sẽ kêu-la rằng: Hỡi ôi! Hỡi ôi! Người ta sẽ mời kẻ cày ruộng đến thảm-sầu, và những kẻ giỏi than-van đến kêu-khóc."},{"bible_id":"193","chapter_code":"AMO.5","verse_code":"AMO.5.17","label":"17","content":"Trong các vườn nho vang tiếng khóc-than, vì ta sẽ qua giữa ngươi, Đức Giê-hô-va phán vậy."},{"bible_id":"193","chapter_code":"AMO.5","verse_code":"AMO.5.18","label":"18","content":"Khốn thay cho các ngươi là kẻ trông-mong ngày của Đức Giê-hô-va! Các ngươi trông-mong ngày của Đức Giê-hô-va làm gì? Ấy là ngày tối-tăm, không phải là ngày ánh-sáng."},{"bible_id":"193","chapter_code":"AMO.5","verse_code":"AMO.5.19","label":"19","content":"Ví như một người tránh khỏi sư-tử, lại gặp con gấu; hay là như kẻ vào trong nhà, dựa tay trên vách, bị rắn cắn nhằm."},{"bible_id":"193","chapter_code":"AMO.5","verse_code":"AMO.5.20","label":"20","content":"Ngày của Đức Giê-hô-va há chẳng phải tối-tăm, không sáng-láng, và mù-mịt, không chói-lói hay sao?"},{"bible_id":"193","chapter_code":"AMO.5","verse_code":"AMO.5.21","label":"21","content":"Ta ghét; ta khinh-dể những kỳ lễ của các ngươi; ta không đẹp lòng về những hội trọng-thể của các ngươi đâu."},{"bible_id":"193","chapter_code":"AMO.5","verse_code":"AMO.5.22","label":"22","content":"Dầu các ngươi dâng những của-lễ thiêu và của-lễ chay cho ta, ta sẽ không nhận lấy; ta chẳng đoái-xem những con thú mập về của-lễ thù-ân các ngươi."},{"bible_id":"193","chapter_code":"AMO.5","verse_code":"AMO.5.23","label":"23","content":"Hãy làm cho tiếng của bài hát các ngươi xa khỏi ta! Ta không khứng nghe tiếng đàn cầm của các ngươi."},{"bible_id":"193","chapter_code":"AMO.5","verse_code":"AMO.5.24","label":"24","content":"Thà hãy làm cho sự chánh trực chảy xuống như nước, và sự công-bình như sông lớn cuồn-cuộn."},{"bible_id":"193","chapter_code":"AMO.5","verse_code":"AMO.5.25","label":"25","content":"Hỡi nhà Y-sơ-ra-ên, các ngươi há chẳng từng dâng hi-sinh và của-lễ chay cho ta trong bốn mươi năm nơi đồng vắng sao?"},{"bible_id":"193","chapter_code":"AMO.5","verse_code":"AMO.5.26","label":"26","content":"Trái lại, các ngươi đã khiêng nhà tạm của vua mình, khám của thần-tượng mình, và ngôi sao của thần các ngươi mà các ngươi đã làm cho mình."},{"bible_id":"193","chapter_code":"AMO.5","verse_code":"AMO.5.27","label":"27","content":"Vậy nên, ta sẽ làm cho các ngươi bị đày qua làm phu-tù bên kia Đa-mách, Đức Giê-hô-va phán vậy, danh Ngài là Đức Chúa Trời vạn-quân."},{"bible_id":"193","chapter_code":"AMO.6","verse_code":"AMO.6.1","label":"1","content":"Khốn thay cho những kẻ ăn ở nể trong Si-ôn, và cho những kẻ tưởng mình an-ổn trên núi Sa-ma-ri! Khốn thay cho những kẻ sang-trọng của các nước làm đầu, là những kẻ mà nhà Y-sơ-ra-ên về cùng!"},{"bible_id":"193","chapter_code":"AMO.6","verse_code":"AMO.6.2","label":"2","content":"Vậy hãy qua Ca-ne, và hãy xem; hãy đi từ đó đến thành Ha-mát lớn, đoạn xuống thành Gát của người Phi-li-tin. Những thành ấy há tốt hơn những nước nầy sao? Bờ-cõi chúng nó há lớn hơn bờ-cõi các ngươi sao?"},{"bible_id":"193","chapter_code":"AMO.6","verse_code":"AMO.6.3","label":"3","content":"Các ngươi làm cho ngày hoạn-nạn xa ra, và làm cho ngôi bạo-ngược gần lại!"},{"bible_id":"193","chapter_code":"AMO.6","verse_code":"AMO.6.4","label":"4","content":"Các ngươi nằm ngủ trên giường ngà và duỗi dài trên ghế dài mình; ăn những chiên con chọn ra trong bầy và những bò con mập trong chuồng."},{"bible_id":"193","chapter_code":"AMO.6","verse_code":"AMO.6.5","label":"5","content":"Thật, các ngươi hát bài bậy-bạ họa theo đàn cầm, bày-vẽ ra những đồ nhạc-khí cho mình như vua Đa-vít."},{"bible_id":"193","chapter_code":"AMO.6","verse_code":"AMO.6.6","label":"6","content":"Các ngươi uống rượu trong những chén lớn, dùng dầu rất quí xức cho thơm mình, mà không lo đến tai-nạn của Giô-sép!"},{"bible_id":"193","chapter_code":"AMO.6","verse_code":"AMO.6.7","label":"7","content":"Vậy nên chúng nó sẽ bị bắt làm phu-tù đầu-nhứt trong những kẻ bị bắt, và bấy giờ sẽ dứt tiếng reo vui của những kẻ buông-tuồng ấy!"},{"bible_id":"193","chapter_code":"AMO.6","verse_code":"AMO.6.8","label":"8","content":"Đức Giê-hô-va là Đức Chúa Trời vạn-quân phán rằng: Chúa Giê-hô-va đã chỉ mình mà thề rằng: Ta gớm-ghiếc sự kiêu-ngạo của Gia-cốp, và ghét cung-đền nó; vậy nên ta sẽ phó thành nầy cùng những vật chứa ở trong."},{"bible_id":"193","chapter_code":"AMO.6","verse_code":"AMO.6.9","label":"9","content":"Nếu trong một nhà còn lại mười người, thì chúng nó cũng sẽ chết hết."},{"bible_id":"193","chapter_code":"AMO.6","verse_code":"AMO.6.10","label":"10","content":"Một người bà-con gần là kẻ phải đốt xác chết, sẽ cất người lên để đem xương ra khỏi nhà; người ấy sẽ hỏi kẻ ở nhà trong rằng: Còn có ai ở với ngươi không? Kẻ ấy đáp rằng: Không có ai hết! Bấy giờ người bà-con nói rằng: Hãy im đi! Chớ nói đến danh Đức Giê-hô-va!"},{"bible_id":"193","chapter_code":"AMO.6","verse_code":"AMO.6.11","label":"11","content":"Vì, Đức Giê-hô-va truyền lịnh, nầy, nhà lớn sẽ bị ngã xuống mà đổ-nát, nhà nhỏ sẽ bị tan ra từng mảnh."},{"bible_id":"193","chapter_code":"AMO.6","verse_code":"AMO.6.12","label":"12","content":"Người ta há cho ngựa chạy trên vầng đá sao? Người ta há đem bò cày tại đó? Nhưng các ngươi đã đổi sự chánh-trực làm cay-đắng, và đổi trái công-bình ra ngải-cứu."},{"bible_id":"193","chapter_code":"AMO.6","verse_code":"AMO.6.13","label":"13","content":"Các ngươi ưa-thích sự hư-không, và nói rằng: Há chẳng phải nhờ sức-mạnh chúng ta mà chúng ta đã được sừng sao?"},{"bible_id":"193","chapter_code":"AMO.6","verse_code":"AMO.6.14","label":"14","content":"Giê-hô-va Đức Chúa Trời vạn-quân phán: Nầy, hỡi nhà Y-sơ-ra-ên, ta sẽ dấy lên một nước nghịch cùng các ngươi, nó sẽ hà-hiếp các ngươi, từ lối vào Ha-mát cho đến khe A-ra-ba."},{"bible_id":"193","chapter_code":"AMO.7","verse_code":"AMO.7.1","label":"1","content":"Nầy là điều mà Chúa Giê-hô-va khiến ta xem thấy: Nầy, Ngài làm nên những cào-cào trong lúc cỏ bắt đầu mọc lại; ấy là cỏ mọc lại sau các kỳ cắt cỏ của vua."},{"bible_id":"193","chapter_code":"AMO.7","verse_code":"AMO.7.2","label":"2","content":"Khi cào-cào đã cắn-nuốt cỏ trong đất rồi, ta nói rằng: Hỡi Chúa Giê-hô-va, tôi cầu-xin Ngài hãy tha-thứ! Gia-cốp há có thể đứng được sao? Vì nó là nhỏ,"},{"bible_id":"193","chapter_code":"AMO.7","verse_code":"AMO.7.3","label":"3","content":"Đức Giê-hô-va bèn ăn-năn về việc nầy. Đức Giê-hô-va phán rằng: Điều đó sẽ không xảy ra đâu."},{"bible_id":"193","chapter_code":"AMO.7","verse_code":"AMO.7.4","label":"4","content":"Chúa Giê-hô-va cho ta xem thấy như sau nầy: Nầy, Chúa Giê-hô-va khiến lấy lửa mà chống-trả. Lửa ấy thiêu-nuốt vực lớn, đoạn hầu ăn-nuốt đất."},{"bible_id":"193","chapter_code":"AMO.7","verse_code":"AMO.7.5","label":"5","content":"Bấy giờ ta nói rằng: Hỡi Chúa Giê-hô-va, tôi cầu-xin Ngài hãy thôi đi! Gia-cốp há có thể đứng được sao? Vì nó là nhỏ."},{"bible_id":"193","chapter_code":"AMO.7","verse_code":"AMO.7.6","label":"6","content":"Đức Giê-hô-va bèn ăn-năn về việc nầy. Chúa Giê-hô-va phán rằng: Điều đó cũng sẽ không xảy đến."},{"bible_id":"193","chapter_code":"AMO.7","verse_code":"AMO.7.7","label":"7","content":"Ngài bèn cho ta xem thấy như sau nầy: Nầy, Chúa đứng trên một bức tường thẳng nảy mực, và tay Ngài cầm một dây chuẩn-mực."},{"bible_id":"193","chapter_code":"AMO.7","verse_code":"AMO.7.8","label":"8","content":"Đức Giê-hô-va phán cùng ta rằng: A-mốt, ngươi thấy gì? Ta thưa rằng: Một dây chuẩn-mực. Chúa bèn phán: Nầy, ta sẽ đặt dây chuẩn-mực giữa dân Y-sơ-ra-ên ta; ta sẽ không còn đi qua nó nữa."},{"bible_id":"193","chapter_code":"AMO.7","verse_code":"AMO.7.9","label":"9","content":"Các nơi cao của Y-sác sẽ bị hoang-vu, các nơi thánh của Y-sơ-ra-ên sẽ bị hủy-phá, và ta sẽ dấy lên dùng gươm đánh nhà Giê-rô-bô-am."},{"bible_id":"193","chapter_code":"AMO.7","verse_code":"AMO.7.10","label":"10","content":"Bấy giờ, A-ma-xia, thầy tế-lễ của Bê-tên, khiến nói cùng Giê-rô-bô-am là vua Y-sơ-ra-ên rằng: A-mốt tập-lập nghịch cùng vua, ở giữa nhà Y-sơ-ra-ên; đất chẳng chịu nổi mọi lời của nó."},{"bible_id":"193","chapter_code":"AMO.7","verse_code":"AMO.7.11","label":"11","content":"Thật vậy, nầy, A-mốt nói rằng: Giê-rô-bô-am sẽ chết bởi gươm, và Y-sơ-ra-ên chắc sẽ bị đày đi làm phu-tù khỏi đất mình!"},{"bible_id":"193","chapter_code":"AMO.7","verse_code":"AMO.7.12","label":"12","content":"A-ma-xia nói cùng A-mốt rằng: Hỡi kẻ tiên-kiến, khá đi khỏi đây. Hãy trốn trong đất Giu-đa, tại đó ăn bánh và nói tiên-tri."},{"bible_id":"193","chapter_code":"AMO.7","verse_code":"AMO.7.13","label":"13","content":"Nhưng chớ cứ nói tiên-tri tại Bê-tên nữa; vì ấy là một nơi thánh của vua, và ấy là nhà vua."},{"bible_id":"193","chapter_code":"AMO.7","verse_code":"AMO.7.14","label":"14","content":"A-mốt trả lời cho A-ma-xia rằng: Ta không phải là đấng tiên-tri, cũng không phải con đấng tiên-tri; nhưng ta là một kẻ chăn, sửa-soạn những cây vả rừng."},{"bible_id":"193","chapter_code":"AMO.7","verse_code":"AMO.7.15","label":"15","content":"Đức Giê-hô-va đã bắt lấy ta từ sau bầy, và Đức Giê-hô-va phán cùng ta rằng: Hãy đi nói tiên-tri cho dân Y-sơ-ra-ên ta."},{"bible_id":"193","chapter_code":"AMO.7","verse_code":"AMO.7.16","label":"16","content":"Vả, hãy nghe lời của Đức Giê-hô-va: Ngươi nói rằng: Chớ nói tiên-tri nghịch cùng Y-sơ-ra-ên, và đừng nhỏ lời xuống nghịch cùng nhà Y-sác."},{"bible_id":"193","chapter_code":"AMO.7","verse_code":"AMO.7.17","label":"17","content":"Cho nên Đức Giê-hô-va phán như vầy: Vợ ngươi sẽ buông dâm trong thành; con trai và con gái ngươi sẽ ngã bởi gươm; đất ngươi sẽ bị chia bởi dây, còn ngươi, ngươi sẽ chết trong một đất ô-uế, và Y-sơ-ra-ên chắc sẽ bị đày đi làm phu-tù khỏi đất mình."},{"bible_id":"193","chapter_code":"AMO.8","verse_code":"AMO.8.1","label":"1","content":"Nầy là điều mà Chúa Giê-hô-va cho ta xem thấy: Nầy, có một giỏ trái mùa hạ."},{"bible_id":"193","chapter_code":"AMO.8","verse_code":"AMO.8.2","label":"2","content":"Bấy giờ Ngài phán rằng: A-mốt, ngươi thấy gì? Ta thưa rằng: Một giỏ trái mùa hạ. Đức Giê-hô-va lại phán cùng ta rằng: Sự cuối-cùng đã đến trên dân Y-sơ-ra-ên ta; ta sẽ không vượt qua nó nữa."},{"bible_id":"193","chapter_code":"AMO.8","verse_code":"AMO.8.3","label":"3","content":"Trong ngày đó, những bài hát trong cung-đền sẽ là tiếng khóc-than, Chúa Giê-hô-va phán vậy. Sẽ có nhiều xác chết mà người ta làm thinh quăng ra mọi nơi."},{"bible_id":"193","chapter_code":"AMO.8","verse_code":"AMO.8.4","label":"4","content":"Các ngươi là người nuốt những kẻ nghèo-nàn, làm hao-mòn những kẻ khốn-cùng trong đất, hãy nghe điều nầy."},{"bible_id":"193","chapter_code":"AMO.8","verse_code":"AMO.8.5","label":"5","content":"Các ngươi nói rằng: Khi nào trăng mới sẽ qua, cho chúng ta có thể bán lúa miến, và ngày sa-bát qua, đặng chúng ta mở kho lúa mì, mà bớt ê-pha, thêm nặng siếc-lơ, và dùng cân dối-giả đặng phỉnh-gạt;"},{"bible_id":"193","chapter_code":"AMO.8","verse_code":"AMO.8.6","label":"6","content":"đặng chúng ta lấy bạc mua kẻ khốn-nạn, lấy một đôi dép mua kẻ nghèo-nàn, và bán cho đến lép-lừng của lúa mì?"},{"bible_id":"193","chapter_code":"AMO.8","verse_code":"AMO.8.7","label":"7","content":"Đức Giê-hô-va lấy sự vinh-hiển của Gia-cốp mà phán lời thề nầy: Ta chắc sẽ chẳng hề quên những việc làm của chúng nó!"},{"bible_id":"193","chapter_code":"AMO.8","verse_code":"AMO.8.8","label":"8","content":"Đất há chẳng rúng-động về việc đó, hết thảy dân-cư nó há chẳng than-khóc sao? Trọn cả đất sẽ dậy lên như Sông cái, nó sẽ lung-lay và lún xuống như Sông của Ê-díp-tô vậy."},{"bible_id":"193","chapter_code":"AMO.8","verse_code":"AMO.8.9","label":"9","content":"Chúa Giê-hô-va phán: Sẽ xảy ra trong ngày đó, ta sẽ khiến mặt trời lặn đi trong lúc giữa trưa, và khiến đất tối-tăm trong giữa ban ngày."},{"bible_id":"193","chapter_code":"AMO.8","verse_code":"AMO.8.10","label":"10","content":"Ta sẽ đổi ngày lễ các ngươi ra sầu-thảm, và hết thảy bài ca-tụng các ngươi ra ca thương. Ta sẽ thắt bao gai trên mọi lưng, và làm cho mọi đầu đều sói. Ta sẽ đặt đất nầy trong sự sầu-thảm, như là mất con trai một, và sự cuối-cùng nó sẽ như ngày đắng-cay."},{"bible_id":"193","chapter_code":"AMO.8","verse_code":"AMO.8.11","label":"11","content":"Chúa Giê-hô-va phán: Nầy, những ngày sẽ đến, là khi ta khiến sự đói-kém đến trong đất, chẳng phải là đói về bánh, cũng chẳng phải khát về nước, bèn là về nghe lời của Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"AMO.8","verse_code":"AMO.8.12","label":"12","content":"Bấy giờ chúng nó sẽ đi dông-dài từ biển nầy đến biển khác, từ phương bắc đến phương đông; chạy đi đây đi đó đặng tìm lời Đức Giê-hô-va mà không tìm được."},{"bible_id":"193","chapter_code":"AMO.8","verse_code":"AMO.8.13","label":"13","content":"Trong ngày đó, những gái đồng-trinh đẹp-đẽ và những trai trẻ sẽ mòn-mỏi vì khát."},{"bible_id":"193","chapter_code":"AMO.8","verse_code":"AMO.8.14","label":"14","content":"Hết thảy những kẻ chỉ tội-lỗi của Sa-ma-ri mà thề rằng: Hỡi Đan, thật như thần ngươi sống! Thật như đường của Bê-e-Sê-ba sống! Hết thảy những kẻ ấy sẽ ngã xuống, và không dậy được nữa."},{"bible_id":"193","chapter_code":"AMO.9","verse_code":"AMO.9.1","label":"1","content":"Ta thấy Chúa đứng gần bàn-thờ và phán rằng: Hãy đánh các đầu cột, hầu cho những ngạch cửa bị rúng-động; hãy đập bể ra trên đầu hết thảy chúng nó! Kẻ nào sót lại trong chúng nó thì ta sẽ giết bằng gươm, không một người nào trốn được, không một người nào lánh khỏi."},{"bible_id":"193","chapter_code":"AMO.9","verse_code":"AMO.9.2","label":"2","content":"Dầu chúng nó đào đến Âm-phủ, tay ta cũng sẽ móc chúng nó ra; dầu chúng nó trèo lên trên trời, ta cũng sẽ làm cho chúng nó từ đó xuống."},{"bible_id":"193","chapter_code":"AMO.9","verse_code":"AMO.9.3","label":"3","content":"Dầu chúng nó ẩn mình nơi chót núi Cạt-mên, ta cũng sẽ đi tìm đặng kéo chúng nó ra; dầu chúng nó lánh khuất mắt ta nơi đáy biển, ta cũng sẽ sai rắn cắn chúng nó tại đó."},{"bible_id":"193","chapter_code":"AMO.9","verse_code":"AMO.9.4","label":"4","content":"Ví bằng chúng nó đi làm phu-tù trước mặt kẻ thù-nghịch mình, ở đó ta cũng sẽ sai gươm giết chúng nó đi. Thật, ta để mắt trên chúng nó đặng làm họa cho, chẳng phải để làm phước cho."},{"bible_id":"193","chapter_code":"AMO.9","verse_code":"AMO.9.5","label":"5","content":"Vì Chúa, Đức Giê-hô-va vạn-quân, là Đấng rờ đến đất thì đất liền tan-chảy, hết thảy dân-cư nó khóc-than; trọn cả đất dậy lên như Sông cái và lún xuống như Sông của Ê-díp-tô."},{"bible_id":"193","chapter_code":"AMO.9","verse_code":"AMO.9.6","label":"6","content":"Chúa đã xây-dựng cung-đền Ngài trong các từng trời, đã lập vòng-khung Ngài trên đất. Ngài kêu-gọi nước biển và đổ ra trên mặt đất. Danh Ngài là Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"AMO.9","verse_code":"AMO.9.7","label":"7","content":"Đức Giê-hô-va có phán: Hỡi con-cái Y-sơ-ra-ên, ta há chẳng coi các ngươi như con-cái của Ê-thi-ô-bi sao? Ta há chẳng từng đem Y-sơ-ra-ên ra khỏi đất Ê-díp-tô, người Phi-li-tin khỏi Cáp-tô, và người Sy-ri khỏi Ki-rơ, hay sao?"},{"bible_id":"193","chapter_code":"AMO.9","verse_code":"AMO.9.8","label":"8","content":"Nầy, con mắt Chúa Giê-hô-va để trên nước có tội nầy, và ta sẽ hủy-phá nó khỏi mặt đất; nhưng ta sẽ không diệt sạch nhà Gia-cốp, Đức Giê-hô-va phán vậy."},{"bible_id":"193","chapter_code":"AMO.9","verse_code":"AMO.9.9","label":"9","content":"Vì nầy, ta sẽ truyền lịnh, và sẽ rải tan nhà Y-sơ-ra-ên ra giữa mọi dân, như lúa mì bị rải tan trong cái sàng, mà không có một hột nào rơi xuống đất."},{"bible_id":"193","chapter_code":"AMO.9","verse_code":"AMO.9.10","label":"10","content":"Phải, phàm những kẻ có tội trong dân ta, phàm những kẻ nói rằng: Hoạn-nạn sẽ không gần chúng ta, cũng không kịp đến chúng ta, — thì chúng nó sẽ chết bởi gươm."},{"bible_id":"193","chapter_code":"AMO.9","verse_code":"AMO.9.11","label":"11","content":"Trong ngày đó, ta sẽ dựng lại nhà-tạm của Đa-vít, là nhà đã đổ, và tu-bổ lại những chỗ rách-nát của nó. Ta sẽ dựng lại những nơi đổ-nát và xây nó lại như ngày xưa;"},{"bible_id":"193","chapter_code":"AMO.9","verse_code":"AMO.9.12","label":"12","content":"đến nỗi chúng nó sẽ thâu được những dân sót của Ê-đôm và hết thảy các nước được xưng bởi danh ta, Đức Giê-hô-va là Đấng làm trọn mọi điều ấy phán vậy."},{"bible_id":"193","chapter_code":"AMO.9","verse_code":"AMO.9.13","label":"13","content":"Đức Giê-hô-va phán: Nầy, những ngày đến, kẻ cày sẽ theo kịp kẻ gặt, kẻ đạp nho theo kịp kẻ gieo giống. Các núi sẽ nhỏ rượu ngọt ra và mọi đồi sẽ tan-chảy."},{"bible_id":"193","chapter_code":"AMO.9","verse_code":"AMO.9.14","label":"14","content":"Ta sẽ đem phu-tù của dân Y-sơ-ra-ên ta trở về; chúng nó sẽ lập lại các thành bị phá, và ở đó. Chúng nó sẽ trồng vườn nho và uống rượu nó, sẽ cày-cấy vườn mình và ăn trái nó."},{"bible_id":"193","chapter_code":"AMO.9","verse_code":"AMO.9.15","label":"15","content":"Ta sẽ lại trồng chúng nó trên đất chúng nó, và chúng nó sẽ không hề bị nhổ khỏi đất mình mà ta đã ban cho, Đức Giê-hô-va là Đức Chúa Trời ngươi phán vậy."}]