[{"bible_id":"193","chapter_code":"DAN.1","verse_code":"DAN.1.1","label":"1","content":"Năm thứ ba về đời Giê-hô-gia-kim, vua Giu-đa, thì Nê-bu-cát-nết-sa, vua Ba-by-lôn, đến thành Giê-ru-sa-lem và vây lấy."},{"bible_id":"193","chapter_code":"DAN.1","verse_code":"DAN.1.2","label":"2","content":"Chúa phó Giê-hô-gia-kim, vua Giu-đa, và một phần khí-mạnh của nhà Đức Chúa Trời vào tay người. Nê-bu-cát-nết-sa đem khí-mạnh ấy về đất Si-nê-a, vào nhà của thần mình, và để trong kho của thần mình."},{"bible_id":"193","chapter_code":"DAN.1","verse_code":"DAN.1.3","label":"3","content":"Vua truyền cho Át-bê-na, là người làm đầu các hoạn-quan mình, lấy trong con-cái Y-sơ-ra-ên, trong dòng vua, và trong hàng quan sang, mà đem đến"},{"bible_id":"193","chapter_code":"DAN.1","verse_code":"DAN.1.4","label":"4","content":"mấy kẻ trai trẻ không có tật-nguyền, mặt-mày xinh-tốt, tập mọi sự khôn-ngoan, biết cách-trí, đủ sự thông-hiểu khoa-học, có thể đứng chầu trong cung vua, và dạy cho học-thức và tiếng của người Canh-đê."},{"bible_id":"193","chapter_code":"DAN.1","verse_code":"DAN.1.5","label":"5","content":"Vua định mỗi ngày ban cho họ một phần đồ ngon vua ăn và rượu vua uống, hầu cho khi đã nuôi họ như vậy ba năm rồi, thì họ sẽ đứng chầu trước mặt vua."},{"bible_id":"193","chapter_code":"DAN.1","verse_code":"DAN.1.6","label":"6","content":"Trong bọn đó có Đa-ni-ên, Ha-na-nia, Mi-sa-ên và A-xa-ria là thuộc về con-cái Giu-đa."},{"bible_id":"193","chapter_code":"DAN.1","verse_code":"DAN.1.7","label":"7","content":"Người làm đầu hoạn-quan đặt tên cho họ: cho Đa-ni-ên tên Bên-tơ-xát-sa; cho Ha-na-nia tên Sa-đơ-rắc; cho Mi-sa-ên tên Mê-sác; và cho A-xa-ria tên A-bết-Nê-gô."},{"bible_id":"193","chapter_code":"DAN.1","verse_code":"DAN.1.8","label":"8","content":"Vả, Đa-ni-ên quyết-định trong lòng rằng không chịu ô-uế bởi đồ ngon vua ăn và rượu vua uống, nên cầu-xin người làm đầu hoạn-quan để đừng bắt mình phải tự làm ô-uế."},{"bible_id":"193","chapter_code":"DAN.1","verse_code":"DAN.1.9","label":"9","content":"Đức Chúa Trời khiến Đa-ni-ên được ơn và thương-xót trước mặt người làm đầu hoạn-quan."},{"bible_id":"193","chapter_code":"DAN.1","verse_code":"DAN.1.10","label":"10","content":"Người làm đầu hoạn-quan bảo Đa-ni-ên rằng: Ta sợ vua, là chủ ta, đã chỉ-định đồ ăn đồ uống của các ngươi. Lẽ nào vua sẽ thấy mặt-mày các ngươi tiều-tụy hơn những kẻ trai trẻ khác đồng tuổi với các ngươi, và các ngươi nộp đầu ta cho vua sao?"},{"bible_id":"193","chapter_code":"DAN.1","verse_code":"DAN.1.11","label":"11","content":"Đa-ni-ên bèn nói với Ham-mên-xa mà người làm đầu hoạn-quan đã khiến coi-sóc Đa-ni-ên, Ha-na-nia, Mi-sa-ên và A-xa-ria, rằng:"},{"bible_id":"193","chapter_code":"DAN.1","verse_code":"DAN.1.12","label":"12","content":"Tôi xin ông hãy thử những kẻ tôi-tớ ông trong mười ngày, cho chúng tôi chỉ ăn rau uống nước."},{"bible_id":"193","chapter_code":"DAN.1","verse_code":"DAN.1.13","label":"13","content":"Sau đó, sẽ nhìn nét mặt chúng tôi với nét mặt những kẻ trai trẻ ăn đồ-ăn ngon của vua; rồi ông sẽ làm cho những kẻ tôi-tớ ông theo như điều ông đã thấy."},{"bible_id":"193","chapter_code":"DAN.1","verse_code":"DAN.1.14","label":"14","content":"Ham-mên-xa nhậm lời họ xin, và thử họ trong mười ngày."},{"bible_id":"193","chapter_code":"DAN.1","verse_code":"DAN.1.15","label":"15","content":"Mười ngày ấy qua rồi, thấy mặt họ lại có vẻ xinh-tươi đầy-đặn hơn mọi kẻ trai trẻ khác đã ăn đồ ngon vua ăn."},{"bible_id":"193","chapter_code":"DAN.1","verse_code":"DAN.1.16","label":"16","content":"Vậy, Ham-mên-xa cất phần đồ-ăn ngon và rượu của họ, và cho họ ăn rau."},{"bible_id":"193","chapter_code":"DAN.1","verse_code":"DAN.1.17","label":"17","content":"Vả, Đức Chúa Trời ban cho bốn người trai trẻ đó được thông-biết tỏ-sáng trong mọi thứ học-thức và sự khôn-ngoan. Đa-ni-ên cũng biết được mọi sự hiện-thấy và chiêm-bao."},{"bible_id":"193","chapter_code":"DAN.1","verse_code":"DAN.1.18","label":"18","content":"Đến kỳ vua định để đem họ đến, thì người làm đầu hoạn-quan dắt họ đến trước mặt Nê-bu-cát-nết-sa."},{"bible_id":"193","chapter_code":"DAN.1","verse_code":"DAN.1.19","label":"19","content":"Vua nói chuyện cùng họ; và trong hết thảy bọn họ, không thấy ai bằng Đa-ni-ên, Ha-na-nia, Mi-sa-ên, và A-xa-ria; vậy họ được đứng chầu trước mặt vua."},{"bible_id":"193","chapter_code":"DAN.1","verse_code":"DAN.1.20","label":"20","content":"Vả, khi vua hỏi họ những câu hỏi về mọi sự khôn-ngoan sáng-suốt, thì thấy họ giỏi hơn gấp mười những đồng-bóng và thuật-sĩ trong cả nước mình."},{"bible_id":"193","chapter_code":"DAN.1","verse_code":"DAN.1.21","label":"21","content":"Vậy, Đa-ni-ên cứ ở đó cho đến năm đầu đời vua Si-ru."},{"bible_id":"193","chapter_code":"DAN.2","verse_code":"DAN.2.1","label":"1","content":"Trong năm thứ hai đời vua Nê-bu-cát-nết-sa, vua thấy chiêm-bao, thì trong lòng bối-rối và mất giấc ngủ."},{"bible_id":"193","chapter_code":"DAN.2","verse_code":"DAN.2.2","label":"2","content":"Vậy, vua truyền đòi các đồng-bóng, thuật-sĩ, thầy bói, và người Canh-đê để cắt nghĩa chiêm-bao cho vua. Họ bèn đến chầu trước mặt vua."},{"bible_id":"193","chapter_code":"DAN.2","verse_code":"DAN.2.3","label":"3","content":"Vua nói cùng họ rằng: Ta đã thấy một chiêm-bao; và lòng ta bối-rối, muốn biết chiêm-bao đó."},{"bible_id":"193","chapter_code":"DAN.2","verse_code":"DAN.2.4","label":"4","content":"Những người Canh-đê nói cùng vua bằng tiếng A-ram rằng: Tâu vua, chúc vua sống đời đời! Xin thuật chiêm-bao cho những kẻ tôi-tớ vua, và chúng tôi sẽ giải nghĩa."},{"bible_id":"193","chapter_code":"DAN.2","verse_code":"DAN.2.5","label":"5","content":"Vua trả lời cho những người Canh-đê rằng: Sự ấy đã ra khỏi ta. Nếu các ngươi không nói cho ta biết chiêm-bao đó thể nào và lời giải nó làm sao, thì các ngươi sẽ bị phân thây, nhà các ngươi sẽ trở nên đống phân."},{"bible_id":"193","chapter_code":"DAN.2","verse_code":"DAN.2.6","label":"6","content":"Nhưng nếu các ngươi tỏ chiêm-bao và lời giải nó cho ta, thì các ngươi sẽ được lễ-vật, phần thưởng, và vinh-hiển lớn từ nơi ta. Các ngươi hãy tỏ cho ta chiêm-bao đó và lời giải nó thế nào."},{"bible_id":"193","chapter_code":"DAN.2","verse_code":"DAN.2.7","label":"7","content":"Họ lại tâu lần thứ hai rằng: Xin vua kể chiêm-bao cho những kẻ tôi-tớ vua, và chúng tôi sẽ cắt nghĩa."},{"bible_id":"193","chapter_code":"DAN.2","verse_code":"DAN.2.8","label":"8","content":"Vua rằng: Ta biết chắc các ngươi tìm cách để hoãn thì-giờ, vì các ngươi thấy sự ấy đã ra khỏi ta."},{"bible_id":"193","chapter_code":"DAN.2","verse_code":"DAN.2.9","label":"9","content":"Nhưng, nếu các ngươi không tỏ cho ta biết chiêm-bao, thì cũng chỉ có một luật cho các ngươi; vì các ngươi đã điều-đình với nhau đem những lời giả-dối bậy-bạ nói cùng ta, cho đến ngày-giờ sẽ thay-đổi. Vậy, hãy nói chiêm-bao cho ta, và ta sẽ biết rằng các ngươi có thể giải nghĩa được."},{"bible_id":"193","chapter_code":"DAN.2","verse_code":"DAN.2.10","label":"10","content":"Những người Canh-đê tâu lại cùng vua rằng: Chẳng có người nào trên đất nầy có thể tỏ ra việc của vua; vì chẳng có vua nào, chúa nào, người cai-trị nào đem việc như thế hỏi đồng-bóng, thuật-sĩ, hay người Canh-đê nào."},{"bible_id":"193","chapter_code":"DAN.2","verse_code":"DAN.2.11","label":"11","content":"Vì sự vua đòi là hiếm có, và không ai có thể tỏ cho vua được, chỉ có các vì thần không ở với loài xác-thịt."},{"bible_id":"193","chapter_code":"DAN.2","verse_code":"DAN.2.12","label":"12","content":"Vậy nên vua phát tức mình và giận-dữ lắm, bèn truyền mạng-lịnh giết chết hết những bác-sĩ của Ba-by-lôn."},{"bible_id":"193","chapter_code":"DAN.2","verse_code":"DAN.2.13","label":"13","content":"Vậy mạng-lịnh đó đã truyền ra; người ta hầu đem giết hết thảy những bác-sĩ, lại tìm Đa-ni-ên cùng đồng bạn người để giết."},{"bible_id":"193","chapter_code":"DAN.2","verse_code":"DAN.2.14","label":"14","content":"Bấy giờ Đa-ni-ên lấy sự khôn-ngoan tri-thức mà nói với A-ri-ốc, quan thị-vệ của vua, đã đi ra đặng giết những bác-sĩ của Ba-by-lôn."},{"bible_id":"193","chapter_code":"DAN.2","verse_code":"DAN.2.15","label":"15","content":"Người cất tiếng nói cùng A-ri-ốc, quan thị-vệ của vua, rằng: Sao lại có mạng-lịnh nghiêm cấp dường ấy ra từ vua? A-ri-ốc bèn kể chuyện cho Đa-ni-ên rõ."},{"bible_id":"193","chapter_code":"DAN.2","verse_code":"DAN.2.16","label":"16","content":"Tức thì Đa-ni-ên vào, xin vua cho mình một hạn nữa, hầu có thể giải nghĩa điềm chiêm-bao đó cho vua."},{"bible_id":"193","chapter_code":"DAN.2","verse_code":"DAN.2.17","label":"17","content":"Đoạn, Đa-ni-ên trở về nhà, và tỏ sự ấy cho các bạn mình là Ha-na-nia, Mi-sa-ên và A-xa-ria."},{"bible_id":"193","chapter_code":"DAN.2","verse_code":"DAN.2.18","label":"18","content":"Người xin họ cầu Đức Chúa Trời ở trên trời dủ lòng thương-xót họ về sự kín-nhiệm nầy, hầu cho Đa-ni-ên và đồng-bạn mình khỏi phải chết với những bác-sĩ khác của Ba-by-lôn."},{"bible_id":"193","chapter_code":"DAN.2","verse_code":"DAN.2.19","label":"19","content":"Vậy sự kín-nhiệm được tỏ ra cho Đa-ni-ên trong sự hiện-thấy ban đêm; Đa-ni-ên bèn ngợi-khen Chúa trên trời."},{"bible_id":"193","chapter_code":"DAN.2","verse_code":"DAN.2.20","label":"20","content":"Đoạn, Đa-ni-ên cất tiếng nói rằng: Ngợi-khen danh Đức Chúa Trời đời đời vô-cùng! Vì sự khôn-ngoan và quyền-năng đều thuộc về Ngài."},{"bible_id":"193","chapter_code":"DAN.2","verse_code":"DAN.2.21","label":"21","content":"Chính Ngài thay-đổi thì-giờ và mùa, bỏ và lập các vua; ban sự khôn-ngoan cho kẻ khôn-ngoan, và sự thông-biết cho kẻ tỏ-sáng."},{"bible_id":"193","chapter_code":"DAN.2","verse_code":"DAN.2.22","label":"22","content":"Chính Ngài tỏ ra những sự sâu-xa kín-nhiệm; Ngài biết những sự ở trong tối-tăm, và sự sáng ở với Ngài."},{"bible_id":"193","chapter_code":"DAN.2","verse_code":"DAN.2.23","label":"23","content":"Hỡi Đức Chúa Trời của tổ-phụ tôi! Tôi cảm ơn và ngợi-khen Ngài, vì Ngài đã ban cho tôi sự khôn-ngoan và quyền-phép, và bây giờ Ngài đã khiến tôi biết điều chúng tôi cầu-hỏi Ngài, mà tỏ cho chúng tôi biết việc của vua."},{"bible_id":"193","chapter_code":"DAN.2","verse_code":"DAN.2.24","label":"24","content":"Vậy nên Đa-ni-ên đến nhà A-ri-ốc, là người vua đã truyền cho diệt những bác-sĩ của Ba-by-lôn; và nói cùng người như vầy: Đừng diệt những bác-sĩ của Ba-by-lôn; nhưng hãy đưa tôi vào trước mặt vua, thì tôi sẽ giải nghĩa điềm chiêm-bao cho vua."},{"bible_id":"193","chapter_code":"DAN.2","verse_code":"DAN.2.25","label":"25","content":"Bấy giờ A-ri-ốc vội-vàng dẫn Đa-ni-ên đến trước mặt vua, và tâu cùng vua như vầy: Tôi đã tìm thấy một người trong những con-cái Giu-đa bị bắt làm phu-tù, người ấy sẽ cho vua biết sự giải nghĩa đó."},{"bible_id":"193","chapter_code":"DAN.2","verse_code":"DAN.2.26","label":"26","content":"Vua cất tiếng nói cùng Đa-ni-ên, mà người ta vẫn gọi là Bên-tơ-xát-sa, rằng: Quả thật rằng ngươi có thể tỏ cho ta biết điềm chiêm-bao ta đã thấy, và lời giải nó chăng?"},{"bible_id":"193","chapter_code":"DAN.2","verse_code":"DAN.2.27","label":"27","content":"Đa-ni-ên ở trước mặt vua trả lời rằng: Sự kín-nhiệm mà vua đã đòi, thì những bác-sĩ, thuật-sĩ, đồng-bóng, thầy bói đều không có thể tỏ cho vua được."},{"bible_id":"193","chapter_code":"DAN.2","verse_code":"DAN.2.28","label":"28","content":"Nhưng có một Đức Chúa Trời ở trên trời tỏ ra những điều kín-nhiệm; và đã cho vua Nê-bu-cát-nết-sa biết điều sẽ tới trong những ngày sau-rốt. Vậy, chiêm-bao của vua và các sự hiện-thấy của đầu vua đã thấy trên giường mình là như vầy:"},{"bible_id":"193","chapter_code":"DAN.2","verse_code":"DAN.2.29","label":"29","content":"Hỡi vua, khi vua nằm trên giường, có những tư-tưởng về sự xảy đến sau nầy, thì Đấng hay tỏ sự kín-nhiệm đã cho vua biết sự sẽ xảy đến."},{"bible_id":"193","chapter_code":"DAN.2","verse_code":"DAN.2.30","label":"30","content":"Về phần tôi, sự kín-nhiệm đó đã tỏ ra cho tôi, không phải vì tôi có sự khôn-ngoan gì hơn người nào sống; nhưng để được giải nghĩa cho vua hiểu, và cho vua biết những ý-tưởng trong lòng mình."},{"bible_id":"193","chapter_code":"DAN.2","verse_code":"DAN.2.31","label":"31","content":"Hỡi vua, vua nhìn-xem, và nầy, có một pho tượng lớn. Pho tượng đó to-lớn và rực-rỡ lạ thường; đứng trước mặt vua, và hình-dạng dữ-tợn."},{"bible_id":"193","chapter_code":"DAN.2","verse_code":"DAN.2.32","label":"32","content":"Đầu pho tượng nầy bằng vàng ròng; ngực và cánh tay bằng bạc; bụng và vế bằng đồng;"},{"bible_id":"193","chapter_code":"DAN.2","verse_code":"DAN.2.33","label":"33","content":"ống chân bằng sắt; và bàn chân thì một phần bằng sắt một phần bằng đất sét."},{"bible_id":"193","chapter_code":"DAN.2","verse_code":"DAN.2.34","label":"34","content":"Vua nhìn pho tượng cho đến khi có một hòn đá chẳng phải bởi tay đục ra, đến đập vào bàn chân bằng sắt và đất sét của tượng, và làm cho tan-nát."},{"bible_id":"193","chapter_code":"DAN.2","verse_code":"DAN.2.35","label":"35","content":"Bấy giờ sắt, đất sét, đồng, bạc, và vàng đều cùng nhau tan-nát cả; trở nên như rơm-rác bay trên sân đạp lúa mùa hạ, phải gió đùa đi, chẳng tìm nơi nào cho chúng nó; nhưng hòn đã đập vào pho tượng thì hóa ra một hòn núi lớn và đầy khắp đất."},{"bible_id":"193","chapter_code":"DAN.2","verse_code":"DAN.2.36","label":"36","content":"Đó là điềm chiêm-bao. Bây giờ chúng tôi sẽ giải nghĩa ra trước mặt vua."},{"bible_id":"193","chapter_code":"DAN.2","verse_code":"DAN.2.37","label":"37","content":"Hỡi vua, vua là vua các vua, vì Chúa trên trời đã ban nước, quyền, sức-mạnh, và sự vinh-hiển cho vua."},{"bible_id":"193","chapter_code":"DAN.2","verse_code":"DAN.2.38","label":"38","content":"Ngài đã trao trong tay vua những con-cái loài người, những thú đồng và chim trời, dầu chúng nó ở nơi nào, Ngài cũng đã làm cho vua được cai-trị hết thảy; vậy vua là cái đầu bằng vàng."},{"bible_id":"193","chapter_code":"DAN.2","verse_code":"DAN.2.39","label":"39","content":"Nhưng sau vua, sẽ dấy lên một nước khác, kém nước của vua; rồi một nước thứ ba, tức là đồng, sẽ cai-quản khắp đất."},{"bible_id":"193","chapter_code":"DAN.2","verse_code":"DAN.2.40","label":"40","content":"Lại có một nước thứ tư mạnh như sắt; vì sắt hay đập vỡ và bắt phục mọi vật, thì nước ấy cũng sẽ đập vỡ và nghiền nát như là sắt vậy."},{"bible_id":"193","chapter_code":"DAN.2","verse_code":"DAN.2.41","label":"41","content":"Còn như vua đã thấy bàn chân và ngón chân nửa bằng đất sét nửa bằng sắt, ấy là một nước sẽ phải phân-chia ra; nhưng trong nước đó sẽ có sức-mạnh của sắt, theo như vua đã thấy sắt lộn với đất sét."},{"bible_id":"193","chapter_code":"DAN.2","verse_code":"DAN.2.42","label":"42","content":"Những ngón chân nửa sắt nửa đất sét, nước đó cũng nửa mạnh nửa giòn."},{"bible_id":"193","chapter_code":"DAN.2","verse_code":"DAN.2.43","label":"43","content":"Vua đã thấy sắt lộn với đất sét, ấy là chúng nó lộn nhau bởi giống loài người; song không dính cùng nhau, cũng như sắt không ăn với đất sét."},{"bible_id":"193","chapter_code":"DAN.2","verse_code":"DAN.2.44","label":"44","content":"Trong đời các vua nầy, Chúa trên trời sẽ dựng nên một nước không bao giờ bị hủy-diệt, quyền nước ấy không bao giờ để cho một dân-tộc khác; song nó sẽ đánh tan và hủy-diệt hết các nước trước kia, mà mình thì đứng đời đời;"},{"bible_id":"193","chapter_code":"DAN.2","verse_code":"DAN.2.45","label":"45","content":"theo như vua đã xem-thấy hòn đá đục ra từ núi, chẳng phải bởi tay, đã đập vỡ sắt, đồng, đất sét, bạc, và vàng. Đức Chúa Trời lớn đã cho vua biết sự sau nầy sẽ đến. Điềm chiêm-bao nầy là thật, và lời giải nó là chắc-chắn."},{"bible_id":"193","chapter_code":"DAN.2","verse_code":"DAN.2.46","label":"46","content":"Bấy giờ vua Nê-bu-cát-nết-sa sấp mặt xuống, lạy Đa-ni-ên, và truyền dâng lễ-vật cùng đồ thơm cho người."},{"bible_id":"193","chapter_code":"DAN.2","verse_code":"DAN.2.47","label":"47","content":"Đoạn, vua cất tiếng nói cùng Đa-ni-ên rằng: Quả thật, Đức Chúa Trời các ngươi là Đức Chúa Trời của các thần, và là Chúa của các vua; chính Ngài là Đấng tỏ ra những sự kín-nhiệm, vì ngươi đã có thể tỏ ra sự kín-nhiệm nầy."},{"bible_id":"193","chapter_code":"DAN.2","verse_code":"DAN.2.48","label":"48","content":"Vua bèn tôn Đa-ni-ên lên sang-trọng và ban cho người nhiều lễ-vật trọng. Vua lập người cai-trị cả tỉnh Ba-by-lôn, và làm đầu các quan cai những bác-sĩ của Ba-by-lôn."},{"bible_id":"193","chapter_code":"DAN.2","verse_code":"DAN.2.49","label":"49","content":"Đa-ni-ên cầu-xin vua, thì vua lập Sa-đơ-rắc, Mê-sác và A-bết-Nê-gô cùng cai-trị tỉnh Ba-by-lôn, còn Đa-ni-ên thì chầu nơi cửa vua."},{"bible_id":"193","chapter_code":"DAN.3","verse_code":"DAN.3.1","label":"1","content":"Vua Nê-bu-cát-nết-sa làm một pho tượng bằng vàng, cao sáu mươi cu-đê và ngang sáu cu-đê, để đứng trong đồng-bằng Đu-ra, thuộc tỉnh Ba-by-lôn."},{"bible_id":"193","chapter_code":"DAN.3","verse_code":"DAN.3.2","label":"2","content":"Đoạn, vua Nê-bu-cát-nết-sa sai nhóm các quan trấn-thủ, lãnh-binh, các công-tước, các quan đề-hình, thủ-kho, các nghị-viên, quản-đốc, và các quan làm đầu các tỉnh, để dự lễ khánh-thành pho tượng mà vua Nê-bu-cát-nết-sa đã dựng lên."},{"bible_id":"193","chapter_code":"DAN.3","verse_code":"DAN.3.3","label":"3","content":"Vậy, các quan trấn-thủ, lãnh-binh, các công-tước, các quan đề-hình, thủ-kho, các nghị-viên, quản-đốc, và hết thảy những người làm đầu các tỉnh đều nhóm lại để dự lễ khánh-thành pho tượng mà vua Nê-bu-cát-nết-sa đã dựng lên; và họ đứng trước pho tượng mà vua Nê-bu-cát-nết-sa đã dựng."},{"bible_id":"193","chapter_code":"DAN.3","verse_code":"DAN.3.4","label":"4","content":"Bấy giờ sứ-giả rao lớn tiếng lên rằng: Các dân, các nước, các thứ tiếng, đây nầy, lệnh truyền cho các ngươi."},{"bible_id":"193","chapter_code":"DAN.3","verse_code":"DAN.3.5","label":"5","content":"Khi nào các ngươi nghe tiếng còi, kèn, đàn cầm, đàn sắt, quyển, sáo và các thứ nhạc-khí, thì khá sấp mình xuống để thờ-lạy tượng vàng mà vua Nê-bu-cát-nết-sa đã dựng."},{"bible_id":"193","chapter_code":"DAN.3","verse_code":"DAN.3.6","label":"6","content":"Kẻ nào không sấp mình xuống và không thờ-lạy, tức thì sẽ phải quăng vào giữa lò lửa hực."},{"bible_id":"193","chapter_code":"DAN.3","verse_code":"DAN.3.7","label":"7","content":"Vậy nên, khi các dân nghe tiếng còi, kèn, đàn cầm, đàn sắt, quyển, và các thứ nhạc-khí, thì các dân, các nước, các thứ tiếng, thảy đều sấp mình xuống, và thờ-lạy pho tượng vàng mà vua Nê-bu-cát-nết-sa đã dựng."},{"bible_id":"193","chapter_code":"DAN.3","verse_code":"DAN.3.8","label":"8","content":"Khi ấy, có mấy người Canh-đê đến gần để tố-cáo những người Giu-đa."},{"bible_id":"193","chapter_code":"DAN.3","verse_code":"DAN.3.9","label":"9","content":"Vậy họ cất tiếng và tâu cùng vua Nê-bu-cát-nết-sa rằng: Hỡi vua, nguyền vua sống đời đời!"},{"bible_id":"193","chapter_code":"DAN.3","verse_code":"DAN.3.10","label":"10","content":"Hỡi vua, chính vua đã ra lệnh, hễ người nào nghe tiếng còi, kèn, đàn cầm, đàn sắt, quyển, sáo và các thứ nhạc-khí, thì phải sấp mình xuống để thờ-lạy tượng vàng;"},{"bible_id":"193","chapter_code":"DAN.3","verse_code":"DAN.3.11","label":"11","content":"và kẻ nào không sấp mình xuống để thờ-lạy tượng đó, sẽ phải quăng vào giữa lò lửa hực."},{"bible_id":"193","chapter_code":"DAN.3","verse_code":"DAN.3.12","label":"12","content":"Vả, ở đây có mấy người Giu-đa kia mà vua đã lập lên cai-trị tỉnh Ba-by-lôn, tức là Sa-đơ-rắc, Mê-sác và A-bết-Nê-gô; hỡi vua, những người ấy không kiêng-nể vua một chút nào. Họ chẳng thờ các thần của vua, và chẳng lạy tượng vàng vua đã dựng."},{"bible_id":"193","chapter_code":"DAN.3","verse_code":"DAN.3.13","label":"13","content":"Bấy giờ, vua Nê-bu-cát-nết-sa tức mình nổi giận, truyền điệu Sa-đơ-rắc, Mê-sác và A-bết-Nê-gô đến, thì những người đó bị điệu đến trước mặt vua."},{"bible_id":"193","chapter_code":"DAN.3","verse_code":"DAN.3.14","label":"14","content":"Vua Nê-bu-cát-nết-sa cất tiếng nói cùng họ rằng: Hỡi Sa-đơ-rắc, Mê-sác, A-bết-Nê-gô, có phải các ngươi cố-ý không thờ thần ta và không lạy tượng vàng mà ta đã dựng lên chăng?"},{"bible_id":"193","chapter_code":"DAN.3","verse_code":"DAN.3.15","label":"15","content":"Vậy bây giờ, khi các ngươi nghe tiếng còi, kèn, đàn cầm, đàn sắt, quyển, sáo và các thứ nhạc-khí, mà các ngươi sẵn-sàng sấp mình xuống đất để quì-lạy pho tượng mà ta đã làm nên, thì được; nhưng nếu các ngươi không quì-lạy, thì chính giờ đó các ngươi sẽ phải quăng vào giữa lò lửa hực. Rồi thần nào có thể giải-cứu các ngươi khỏi tay ta?"},{"bible_id":"193","chapter_code":"DAN.3","verse_code":"DAN.3.16","label":"16","content":"Sa-đơ-rắc, Mê-sác và A-bết-Nê-gô tâu lại cùng vua rằng: Hỡi Nê-bu-cát-nết-sa, về sự nầy, không cần chi chúng tôi tâu lại cho vua."},{"bible_id":"193","chapter_code":"DAN.3","verse_code":"DAN.3.17","label":"17","content":"Nầy, hỡi vua! Đức Chúa Trời mà chúng tôi hầu-việc, có thể cứu chúng tôi thoát khỏi lò lửa hực, và chắc cứu chúng tôi khỏi tay vua."},{"bible_id":"193","chapter_code":"DAN.3","verse_code":"DAN.3.18","label":"18","content":"Dầu chẳng vậy, hỡi vua, xin biết rằng chúng tôi không hầu-việc các thần của vua, và không thờ-phượng pho tượng vàng mà vua đã dựng."},{"bible_id":"193","chapter_code":"DAN.3","verse_code":"DAN.3.19","label":"19","content":"Bấy giờ, vua Nê-bu-cát-nết-sa cả giận, biến sắc mặt nghịch cùng Sa-đơ-rắc, Mê-sác và A-bết-Nê-gô; và cất tiếng truyền đốt lò lửa nóng gấp bảy lần hơn lúc bình-thường đã đốt."},{"bible_id":"193","chapter_code":"DAN.3","verse_code":"DAN.3.20","label":"20","content":"Vua sai mấy người mạnh-bạo kia trong đạo-binh mình trói Sa-đơ-rắc, Mê-sác và A-bết-Nê-gô, mà quăng vào lò lửa hực."},{"bible_id":"193","chapter_code":"DAN.3","verse_code":"DAN.3.21","label":"21","content":"Tức thì các người ấy bị trói luôn với quần trong, áo dài, áo ngắn và các áo-xống khác, rồi người ta quăng họ vào giữa lò lửa hực."},{"bible_id":"193","chapter_code":"DAN.3","verse_code":"DAN.3.22","label":"22","content":"Nhân vì mạng vua truyền kíp lắm, mà lò lửa thì đốt nóng lạ thường, nên những người quăng Sa-đơ-rắc, Mê-sác và A-bết-Nê-gô bị ngọn lửa cháy chết."},{"bible_id":"193","chapter_code":"DAN.3","verse_code":"DAN.3.23","label":"23","content":"Còn ba người, Sa-đơ-rắc, Mê-sác, A-bết-Nê-gô, vẫn bị trói mà rơi vào giữa lò lửa hực."},{"bible_id":"193","chapter_code":"DAN.3","verse_code":"DAN.3.24","label":"24","content":"Bấy giờ, vua Nê-bu-cát-nết-sa lấy làm lạ, vội-vàng đứng dậy, cất tiếng nói cùng các nghị-viên rằng: Những kẻ bị ta trói mà quăng vào giữa lửa có phải là ba người không? Họ tâu cùng vua rằng: Tâu vua, phải."},{"bible_id":"193","chapter_code":"DAN.3","verse_code":"DAN.3.25","label":"25","content":"Vua lại nói: Nầy, ta thấy bốn người không có bị trói, bước đi giữa lửa mà chẳng bị thương; và hình-dung của người thứ tư giống như một con trai của các thần."},{"bible_id":"193","chapter_code":"DAN.3","verse_code":"DAN.3.26","label":"26","content":"Đoạn, vua Nê-bu-cát-nết-sa đến gần cửa lò lửa hực, cất tiếng nói rằng: Hỡi Sa-đơ-rắc, Mê-sác và A-bết-Nê-gô, là tôi-tớ của Đức Chúa Trời Rất Cao, hãy ra và lại đây! Sa-đơ-rắc, Mê-sác, và A-bết-Nê-gô bèn từ giữa đám lửa mà ra."},{"bible_id":"193","chapter_code":"DAN.3","verse_code":"DAN.3.27","label":"27","content":"Các quan trấn-thủ, lãnh-binh, các người cai-trị và các nghị-viên của vua đều nhóm lại, thấy lửa không có quyền làm hại thân-thể ba người ấy được, cũng chẳng có một sợi tóc nào trên đầu họ bị sém; áo-xống họ chẳng bị si-sứt chút nào, và mùi lửa cũng chẳng qua trên họ."},{"bible_id":"193","chapter_code":"DAN.3","verse_code":"DAN.3.28","label":"28","content":"Vua Nê-bu-cát-nết-sa lại cất tiếng nói rằng: Đáng ngợi-khen Đức Chúa Trời của Sa-đơ-rắc, Mê-sác và A-bết-Nê-gô! Ngài đã sai thiên-sứ Ngài và giải-cứu các tôi-tớ Ngài nhờ-cậy Ngài, họ đã trái mạng vua, và liều-bỏ thân-thể mình, hầu để không hầu-việc và không thờ-phượng thần nào khác ngoài Đức Chúa Trời mình."},{"bible_id":"193","chapter_code":"DAN.3","verse_code":"DAN.3.29","label":"29","content":"Cho nên ta ban chiếu-chỉ nầy: Bất-kỳ dân nào, nước nào, thứ tiếng nào, hễ có người nói xấu đến Đức Chúa Trời của Sa-đơ-rắc, Mê-sác và A-bết-Nê-gô, thì sẽ bị phân thây, nhà nó sẽ phải thành ra đống phân, vì không có thần nào khác có thể giải-cứu được thể nầy."},{"bible_id":"193","chapter_code":"DAN.3","verse_code":"DAN.3.30","label":"30","content":"Vua bèn thăng chức cho Sa-đơ-rắc, Mê-sác và A-bết-Nê-gô trong tỉnh Ba-by-lôn."},{"bible_id":"193","chapter_code":"DAN.4","verse_code":"DAN.4.1","label":"1","content":"Vua Nê-bu-cát-nết-sa truyền cho hết thảy các dân, các nước, các thứ tiếng, ở trên khắp đất, rằng: Nguyền cho sự bình-an các ngươi được thêm lên!"},{"bible_id":"193","chapter_code":"DAN.4","verse_code":"DAN.4.2","label":"2","content":"Ta lấy làm tốt-lành mà rao cho các ngươi những dấu lạ và sự lạ mà Đức Chúa Trời Rất Cao đã làm ra đối với ta."},{"bible_id":"193","chapter_code":"DAN.4","verse_code":"DAN.4.3","label":"3","content":"Ôi! Những dấu lạ của Ngài lớn-lao là dường nào! Những sự lạ của Ngài mạnh sức là dường nào! Nước Ngài là nước còn mãi mãi, và quyền-thế Ngài từ đời nọ đến đời kia."},{"bible_id":"193","chapter_code":"DAN.4","verse_code":"DAN.4.4","label":"4","content":"Ta, Nê-bu-cát-nết-sa, ở yên-lặng trong cung ta, và thạnh-vượng trong đền ta."},{"bible_id":"193","chapter_code":"DAN.4","verse_code":"DAN.4.5","label":"5","content":"Ta thấy một điềm chiêm-bao làm cho ta sợ-sệt; những ý-tưởng của ta ở trên giường, và những sự hiện-thấy của đầu ta làm cho ta bối-rối."},{"bible_id":"193","chapter_code":"DAN.4","verse_code":"DAN.4.6","label":"6","content":"Vậy ta truyền chiếu-chỉ, đem hết thảy những bác-sĩ của Ba-by-lôn đến trước mặt ta, hầu cho họ giải nghĩa điềm chiêm-bao cho ta."},{"bible_id":"193","chapter_code":"DAN.4","verse_code":"DAN.4.7","label":"7","content":"Bấy giờ, những đồng-bóng, thuật-sĩ, người Canh-đê và thầy bói đều đến, ta kể điềm chiêm-bao trước mặt họ, nhưng họ không giải nghĩa cho ta."},{"bible_id":"193","chapter_code":"DAN.4","verse_code":"DAN.4.8","label":"8","content":"Sau hết, có Đa-ni-ên, gọi là Bên-tơ-xát-sa theo tên thần của ta, người được linh của các thần thánh cảm-động, thì đến ra mắt ta. Ta kể chiêm-bao ta cho người mà rằng:"},{"bible_id":"193","chapter_code":"DAN.4","verse_code":"DAN.4.9","label":"9","content":"Hỡi Bên-tơ-xát-sa, người làm đầu các thuật-sĩ, bởi ta biết rằng linh của các thần thánh ở trong ngươi, và không có một điều kín-nhiệm nào là khó cho ngươi, vậy hãy bảo cho ta những sự hiện-thấy trong chiêm-bao ta đã thấy, và hãy giải nghĩa."},{"bible_id":"193","chapter_code":"DAN.4","verse_code":"DAN.4.10","label":"10","content":"Nầy là những sự hiện-thấy đã tỏ ra trong đầu ta khi ta nằm trên giường: Ta nhìn-xem, và nầy, ở giữa đất có một cây cao lạ thường."},{"bible_id":"193","chapter_code":"DAN.4","verse_code":"DAN.4.11","label":"11","content":"Cây đó lớn lên và trở nên cứng-mạnh; ngọn nó chấm đến trời, và ở nơi cuối-cùng khắp đất đều xem thấy nó."},{"bible_id":"193","chapter_code":"DAN.4","verse_code":"DAN.4.12","label":"12","content":"Lá nó thì đẹp và trái thì sai, có đủ cho mọi loài ăn; các thú đồng núp dưới bóng nó; chim trời ở trên nhành nó, và mọi loài xác-thịt nhờ nó mà nuôi mình."},{"bible_id":"193","chapter_code":"DAN.4","verse_code":"DAN.4.13","label":"13","content":"Ta nhìn-xem những sự hiện-thấy trong đầu ta, khi ta nằm trên giường, và nầy, có một đấng thánh canh-giữ từ trên trời xuống."},{"bible_id":"193","chapter_code":"DAN.4","verse_code":"DAN.4.14","label":"14","content":"Người kêu lớn tiếng và nói rằng: Hãy đốn cây và chặt nhành nó; hãy làm rụng lá và vãi trái nó ra; hãy cho thú-vật tránh khỏi dưới nó, và chim-chóc khỏi nhành nó!"},{"bible_id":"193","chapter_code":"DAN.4","verse_code":"DAN.4.15","label":"15","content":"Dầu vậy, hãy để lại gốc của rễ nó trong đất, mà cột nó bằng một dây xích sắt và đồng, nơi giữa cỏ xanh trong đồng ruộng; cho nó bị sương trên trời thấm-ướt; và cho người cùng các loài thú chia phần cỏ dưới đất!"},{"bible_id":"193","chapter_code":"DAN.4","verse_code":"DAN.4.16","label":"16","content":"Cho lòng người bị đổi đi, và người được ban cho lòng thú; và trải qua bảy kỳ trên người."},{"bible_id":"193","chapter_code":"DAN.4","verse_code":"DAN.4.17","label":"17","content":"Án đó là bởi các đấng canh-giữ đã định, và lời các thánh đã truyền, hầu cho những kẻ sống biết rằng Đấng Rất Cao cai-trị trong nước của loài người; Ngài muốn ban cho ai tùy ý, và lập kẻ rất hèn-hạ trong loài người lên đó."},{"bible_id":"193","chapter_code":"DAN.4","verse_code":"DAN.4.18","label":"18","content":"Ta đây là vua Nê-bu-cát-nết-sa, đã thấy điềm chiêm-bao ấy. Vậy, hỡi Bên-tơ-xát-sa, ngươi hãy giải nghĩa cho ta, vì hết thảy bác-sĩ trong nước ta không có thể giải nghĩa cho ta được; nhưng ngươi giải được, vì linh của các thần thánh ở trong ngươi."},{"bible_id":"193","chapter_code":"DAN.4","verse_code":"DAN.4.19","label":"19","content":"Bấy giờ Đa-ni-ên, gọi tên là Bên-tơ-xát-sa, bị câm trong giây lâu, và những ý-tưởng làm cho người bối-rối. Vua lại cất tiếng nói rằng: Hỡi Bên-tơ-xát-sa, đừng cho điềm chiêm-bao và sự giải-nghĩa làm rối ngươi. Bên-tơ-xát-sa nói rằng: Thưa chúa, nguyền cho điềm chiêm-bao đến cho những kẻ ghét chúa và sự giải-nghĩa cho kẻ thù-nghịch chúa!"},{"bible_id":"193","chapter_code":"DAN.4","verse_code":"DAN.4.20","label":"20","content":"Cây mà vua đã thấy, trở nên lớn và mạnh, ngọn chấm đến trời, và khắp đất đều xem thấy,"},{"bible_id":"193","chapter_code":"DAN.4","verse_code":"DAN.4.21","label":"21","content":"lá thì đẹp và trái thì sai, có đủ cho mọi loài ăn, các thú đồng ở dưới bóng nó, các loài chim trời làm ổ trên nhành nó,"},{"bible_id":"193","chapter_code":"DAN.4","verse_code":"DAN.4.22","label":"22","content":"hỡi vua, ấy là chính mình vua, vua đã trở nên lớn và mạnh, sự cao-cả của vua tăng-thêm và thấu đến trời, quyền-thế vua đến đầu-cùng đất."},{"bible_id":"193","chapter_code":"DAN.4","verse_code":"DAN.4.23","label":"23","content":"Song đến điều vua thấy một đấng thánh canh-giữ từ trời mà xuống, và nói rằng: Hãy đốn cây và hủy-phá đi; song, hãy để lại gốc của rễ nó trong đất, rồi hãy buộc nó bằng một dây xích sắt và đồng ở giữa đám cỏ xanh trong đồng ruộng, cho nó bị nhuần-thấm bởi sương-móc trên trời; và cho người có phần với các thú đồng, cho đến khi đã trải qua trên người bảy kỳ."},{"bible_id":"193","chapter_code":"DAN.4","verse_code":"DAN.4.24","label":"24","content":"Hỡi vua, nầy là lời giải, và nầy là mạng-định của Đấng Rất Cao, đã đến trên vua, chúa tôi:"},{"bible_id":"193","chapter_code":"DAN.4","verse_code":"DAN.4.25","label":"25","content":"Người ta sẽ đuổi vua ra khỏi giữa loài người, và chỗ-ở vua sẽ ở giữa những thú-vật trong đồng. Vua sẽ bị buộc phải ăn cỏ như bò, và sẽ được thấm-nhuần sương-móc trên trời; bảy kỳ sẽ trải qua trên vua, cho đến khi vua nhận-biết rằng Đấng Rất Cao cai-trị trong nước loài người, và Ngài muốn ban cho ai tùy ý."},{"bible_id":"193","chapter_code":"DAN.4","verse_code":"DAN.4.26","label":"26","content":"Còn như đã truyền rằng chừa lại gốc của rễ cây đó, tức là khi nào vua đã nhận-biết các từng trời cầm quyền, thì nước vua chắc sẽ thuộc về vua."},{"bible_id":"193","chapter_code":"DAN.4","verse_code":"DAN.4.27","label":"27","content":"Vậy nên, hỡi vua, xin hãy nghe lời tôi khuyên vua: hãy lấy sự công-bình mà chuộc tội-lỗi, hãy thương-xót những kẻ nghèo-khó để chuộc những điều gian-ác mình. Như vậy sự bình-an vua còn có thể lâu dài hơn nữa."},{"bible_id":"193","chapter_code":"DAN.4","verse_code":"DAN.4.28","label":"28","content":"Hết thảy những sự đó đều đến cho vua Nê-bu-cát-nết-sa."},{"bible_id":"193","chapter_code":"DAN.4","verse_code":"DAN.4.29","label":"29","content":"Khi khỏi mười hai tháng, vua đi dạo trong hoàng-cung Ba-by-lôn,"},{"bible_id":"193","chapter_code":"DAN.4","verse_code":"DAN.4.30","label":"30","content":"thì cất tiếng mà nói rằng: Đây chẳng phải là Ba-by-lôn lớn mà ta đã dựng, bởi quyền cao-cả ta, để làm đế-đô ta, và làm sự vinh-hiển oai-nghi của ta sao?"},{"bible_id":"193","chapter_code":"DAN.4","verse_code":"DAN.4.31","label":"31","content":"Lời chưa ra khỏi miệng vua, thì có tiếng từ trên trời xuống rằng: Hỡi vua Nê-bu-cát-nết-sa, đã báo cho ngươi biết rằng: Ngôi nước đã lìa khỏi ngươi."},{"bible_id":"193","chapter_code":"DAN.4","verse_code":"DAN.4.32","label":"32","content":"Ngươi sẽ bị đuổi khỏi giữa loài người, sẽ ở với thú đồng; sẽ bị buộc phải ăn cỏ như bò, rồi bảy kỳ sẽ trải qua trên ngươi, cho đến khi ngươi nhận-biết rằng Đấng Rất Cao cai-trị trong nước của loài người, và Ngài muốn ban cho ai tùy ý."},{"bible_id":"193","chapter_code":"DAN.4","verse_code":"DAN.4.33","label":"33","content":"Trong chính giờ đó, lời nói ấy đã ứng-nghiệm cho vua Nê-bu-cát-nết-sa, vua bị đuổi khỏi giữa loài người; ăn cỏ như bò; thân-thể vua phải thấm-nhuần sương-móc trên trời, cho đến tóc vua cũng mọc như lông chim ưng, móng vua thì giống như móng loài chim-chóc."},{"bible_id":"193","chapter_code":"DAN.4","verse_code":"DAN.4.34","label":"34","content":"Đến cuối-cùng những ngày đó, ta đây, Nê-bu-cát-nết-sa, ngước mắt lên trời, trí-khôn đã phục lại cho ta, và ta xưng-tạ Đấng Rất Cao. Ta bèn ngợi-khen và làm sáng danh Đấng sống đời đời, uy-quyền Ngài là uy-quyền còn mãi mãi, nước Ngài từ đời nọ đến đời kia."},{"bible_id":"193","chapter_code":"DAN.4","verse_code":"DAN.4.35","label":"35","content":"Hết thảy dân-cư trên đất thảy đều cầm như là không có; Ngài làm theo ý mình trong cơ-binh trên trời, và ở giữa cư-dân trên đất; chẳng ai có thể cản tay Ngài và hỏi rằng: Ngài làm chi vậy?"},{"bible_id":"193","chapter_code":"DAN.4","verse_code":"DAN.4.36","label":"36","content":"Trong lúc đó, trí-khôn phục lại cho ta, ta lại được sự vinh-hiển của ngôi nước ta, sự oai-nghi chói-sáng trở lại cho ta; những nghị-viên và đại-thần ta lại chầu ta. Ta lại được lập lên trên ngôi nước, và sự uy-nghi quyền-thế ta càng thêm."},{"bible_id":"193","chapter_code":"DAN.4","verse_code":"DAN.4.37","label":"37","content":"Bây giờ, ta, Nê-bu-cát-nết-sa, ngợi-khen, tôn-vinh, và làm cả sáng Vua trên trời; mọi công-việc Ngài đều chân-thật, các đường-lối Ngài đều công-bình; và kẻ nào bước đi kiêu-ngạo, Ngài có thể hạ nó xuống."},{"bible_id":"193","chapter_code":"DAN.5","verse_code":"DAN.5.1","label":"1","content":"Vua Bên-xát-sa dọn tiệc lớn đãi một ngàn đại-thần mình, và vua uống rượu trước mặt họ."},{"bible_id":"193","chapter_code":"DAN.5","verse_code":"DAN.5.2","label":"2","content":"Vua Bên-xát-sa đương nhấm rượu, truyền đem những khí mạnh bằng vàng và bạc mà vua Nê-bu-cát-nết-sa, cha mình, đã lấy trong đền-thờ tại Giê-ru-sa-lem, hầu cho vua và các đại-thần, cùng các hoàng-hậu và cung-phi vua dùng mà uống."},{"bible_id":"193","chapter_code":"DAN.5","verse_code":"DAN.5.3","label":"3","content":"Người ta bèn đem đến những khí-mạnh bằng vàng đã lấy từ trong đền-thờ của nhà Đức Chúa Trời, tại Giê-ru-sa-lem; và vua cùng các đại-thần, các hoàng-hậu và cung-phi mình dùng mà uống."},{"bible_id":"193","chapter_code":"DAN.5","verse_code":"DAN.5.4","label":"4","content":"Vậy họ uống rượu và ngợi-khen các thần bằng vàng, bằng bạc, bằng đồng, bằng sắt, bằng gỗ và bằng đá."},{"bible_id":"193","chapter_code":"DAN.5","verse_code":"DAN.5.5","label":"5","content":"Chính giờ đó, có những ngón tay của bàn tay người hiện ra, viết trên vôi tường cung vua, đối ngay chỗ để chân đèn; và vua trông thấy phần bàn tay đó đương viết."},{"bible_id":"193","chapter_code":"DAN.5","verse_code":"DAN.5.6","label":"6","content":"Bấy giờ vua biến sắc mặt, các ý-tưởng làm cho vua bối-rối; các xương lưng rời khớp ra, và hai đầu-gối chạm vào nhau."},{"bible_id":"193","chapter_code":"DAN.5","verse_code":"DAN.5.7","label":"7","content":"Vua kêu lớn tiếng truyền vời các thuật-sĩ, người Canh-đê, và thầy bói đến. Đoạn, vua cất tiếng và nói cùng những bác-sĩ của Ba-by-lôn rằng: Ai đọc được chữ nầy và giải nghĩa ra cho ta, thì sẽ được mặc màu tía, được đeo vòng vàng vào cổ, và được dự bậc thứ ba trong việc chính-trị nhà-nước."},{"bible_id":"193","chapter_code":"DAN.5","verse_code":"DAN.5.8","label":"8","content":"Bấy giờ hết thảy bác-sĩ của vua đều vào; nhưng họ không đọc được chữ, cũng không thể cắt nghĩa cho vua được."},{"bible_id":"193","chapter_code":"DAN.5","verse_code":"DAN.5.9","label":"9","content":"Vua Bên-xát-sa lấy làm bối-rối lắm; sắc mặt người đổi đi; các quan đại-thần đều bỡ-ngỡ."},{"bible_id":"193","chapter_code":"DAN.5","verse_code":"DAN.5.10","label":"10","content":"Bà thái-hậu, vì cớ lời của vua và các quan đại-thần đã nói, bèn vào trong phòng tiệc, cất tiếng nói rằng: Hỡi vua, chúc vua sống đời đời! Xin vua chớ để tư-tưởng bối-rối, chớ đổi sắc mặt đi!"},{"bible_id":"193","chapter_code":"DAN.5","verse_code":"DAN.5.11","label":"11","content":"Trong nước vua có một người, linh của các thần thánh ở trong nó. Về đời vua cha, người ta thấy trong nó có ánh sáng, sự thông-minh, khôn-ngoan, như sự khôn-ngoan của các vị thần. Vậy nên vua Nê-bu-cát-nết-sa, cha vua, chính cha vua, đã lập người lên làm đầu các đồng-bóng, thuật-sĩ, người Canh-đê và thầy bói,"},{"bible_id":"193","chapter_code":"DAN.5","verse_code":"DAN.5.12","label":"12","content":"bởi vì Đa-ni-ên mà vua đã đặt tên là Bên-tơ-xát-sa, trong người có linh-tánh tốt-lành, có sự thông-biết và khôn-sáng để giải được những điềm chiêm-bao, cắt nghĩa được những câu kín-nhiệm, và làm cho những sự hồ-nghi tan-chảy. Vậy bây giờ hãy sai gọi Đa-ni-ên, và người sẽ giải nghĩa cho."},{"bible_id":"193","chapter_code":"DAN.5","verse_code":"DAN.5.13","label":"13","content":"Bấy giờ Đa-ni-ên được đem đến trước mặt vua. Đoạn, vua cất tiếng nói cùng Đa-ni-ên rằng: Ngươi có phải là Đa-ni-ên, một trong các con-cái phu-tù Giu-đa, mà vua cha ta đã điệu từ Giu-đa về chăng?"},{"bible_id":"193","chapter_code":"DAN.5","verse_code":"DAN.5.14","label":"14","content":"Ta đã nghe nói về ngươi rằng linh của các thần ở trong ngươi, và người ta đã thấy trong ngươi có ánh sáng, sự thông-minh, và khôn-ngoan lạ thường."},{"bible_id":"193","chapter_code":"DAN.5","verse_code":"DAN.5.15","label":"15","content":"Bây giờ những bác-sĩ và thuật-sĩ đã được đem đến trước mặt ta để đọc những chữ nầy và giải nghĩa cho ta; nhưng họ không giải nghĩa được."},{"bible_id":"193","chapter_code":"DAN.5","verse_code":"DAN.5.16","label":"16","content":"Ta nghe nói rằng ngươi có thể giải nghĩa và làm cho những sự hồ-nghi tan-chảy. Vậy nếu ngươi đọc được chữ nầy và giải nghĩa cho ta, thì sẽ được mặc màu tía, sẽ mang vòng vàng nơi cổ, và dự chức thứ ba trong việc chính-trị nhà-nước."},{"bible_id":"193","chapter_code":"DAN.5","verse_code":"DAN.5.17","label":"17","content":"Bấy giờ Đa-ni-ên cất tiếng và nói trước mặt vua rằng: Vua hãy giữ lại của ban-thưởng, và lễ-vật vua hãy ban cho kẻ khác! Dầu vậy, tôi sẽ đọc chữ viết đó và giải nghĩa cho vua."},{"bible_id":"193","chapter_code":"DAN.5","verse_code":"DAN.5.18","label":"18","content":"Hỡi vua, Đức Chúa Trời Rất Cao đã ban ngôi vua và quyền-thế lớn, sự tôn-vinh và uy-nghiêm cho cha vua là Nê-bu-cát-nết-sa."},{"bible_id":"193","chapter_code":"DAN.5","verse_code":"DAN.5.19","label":"19","content":"Vì cớ Ngài đã ban cho người quyền to, thì hết thảy các dân, các nước, các thứ tiếng đều run-rẩy trước mặt người, và sợ-hãi người. Người muốn giết ai thì giết, và muốn để ai sống thì để. Người nâng ai cao lên hay hạ ai thấp xuống thì tùy ý người."},{"bible_id":"193","chapter_code":"DAN.5","verse_code":"DAN.5.20","label":"20","content":"Nhưng vì lòng người tự-cao, và tính người cứng-cỏi, làm một cách kiêu-ngạo, nên người bị truất mất ngôi vua và lột hết sự vinh-hiển."},{"bible_id":"193","chapter_code":"DAN.5","verse_code":"DAN.5.21","label":"21","content":"Người bị đuổi khỏi giữa các con trai loài người; lòng người trở nên giống như lòng súc-vật, và chỗ-ở người thì cùng với những lừa rừng. Người bị nuôi bằng cỏ như bò, và thân người bị nhuần-thấm sương-móc trên trời, cho đến khi người nhận-biết rằng Đức Chúa Trời Rất Cao cai-trị trong nước loài người, và Ngài muốn lập ai lên đó tùy ý."},{"bible_id":"193","chapter_code":"DAN.5","verse_code":"DAN.5.22","label":"22","content":"Hỡi vua Bên-xát-sa, con của người, vua cũng vậy, dầu vua đã biết hết các việc ấy, mà lòng vua cũng không chịu nhún-nhường chút nào;"},{"bible_id":"193","chapter_code":"DAN.5","verse_code":"DAN.5.23","label":"23","content":"nhưng vua đã lên mình nghịch cùng Chúa trên trời, mà khiến đem đến trước vua những khí-mạnh của nhà Ngài, và dùng mà uống rượu, cùng với các quan đại-thần, các hoàng-hậu và cung-phi vua. Vua cũng đã tôn-vinh các thần bằng bạc, bằng vàng, bằng đồng, bằng sắt, bằng gỗ và bằng đá, là những thần không thấy không nghe không biết gì; và vua không thờ-phượng Đức Chúa Trời là Đấng cầm trong tay Ngài hơi-thở và hết thảy các đường-lối của vua."},{"bible_id":"193","chapter_code":"DAN.5","verse_code":"DAN.5.24","label":"24","content":"Vậy nên từ nơi Ngài đã sai phần bàn tay nầy đến, và chữ đó đã vạch ra."},{"bible_id":"193","chapter_code":"DAN.5","verse_code":"DAN.5.25","label":"25","content":"Những chữ đã vạch ra như sau nầy: Mê-nê, Mê-nê, Tê-ken, U-phác-sin."},{"bible_id":"193","chapter_code":"DAN.5","verse_code":"DAN.5.26","label":"26","content":"Nầy là nghĩa những chữ đó: Mê-nê là: Đức Chúa Trời đã đếm nước vua và khiến nó đến cuối-cùng."},{"bible_id":"193","chapter_code":"DAN.5","verse_code":"DAN.5.27","label":"27","content":"Tê-ken là: Vua đã bị cân trên cái cân, và thấy là kém-thiếu."},{"bible_id":"193","chapter_code":"DAN.5","verse_code":"DAN.5.28","label":"28","content":"Phê-rết là: Nước vua bị chia ra, được ban cho người Mê-đi và người Phe-rơ-sơ."},{"bible_id":"193","chapter_code":"DAN.5","verse_code":"DAN.5.29","label":"29","content":"Tức thì, theo lệnh truyền của vua Bên-xát-sa, người ta mặc màu tía cho Đa-ni-ên; đeo vào cổ người một vòng vàng, và rao ra rằng người được dự chức thứ ba trong việc chính-trị nhà-nước."},{"bible_id":"193","chapter_code":"DAN.5","verse_code":"DAN.5.30","label":"30","content":"Ngay đêm đó, vua người Canh-đê là Bên-xát-sa bị giết."},{"bible_id":"193","chapter_code":"DAN.5","verse_code":"DAN.5.31","label":"31","content":"Rồi Đa-ri-út là người Mê-đi được nước, bấy giờ tuổi người độ sáu mươi hai."},{"bible_id":"193","chapter_code":"DAN.6","verse_code":"DAN.6.1","label":"1","content":"Vua Đa-ri-út ưng đặt trong nước một trăm hai mươi quan trấn-thủ, để chia nhau trị cả nước,"},{"bible_id":"193","chapter_code":"DAN.6","verse_code":"DAN.6.2","label":"2","content":"và trên họ có ba quan thượng-thơ, mà một là Đa-ni-ên. Các quan trấn-thủ phải khai-trình với ba quan đó, hầu cho vua khỏi chịu một sự tổn-hại nào."},{"bible_id":"193","chapter_code":"DAN.6","verse_code":"DAN.6.3","label":"3","content":"Vả, Đa-ni-ên lại trổi hơn hai quan thượng-thơ kia và các quan trấn thủ, vì người có linh-tánh tốt-lành; thì vua định lập người trên cả nước."},{"bible_id":"193","chapter_code":"DAN.6","verse_code":"DAN.6.4","label":"4","content":"Các quan thượng-thơ và trấn-thủ bèn tìm cớ kiện Đa-ni-ên về việc nước; nhưng họ không thể tìm được một cớ nào, hay một sự xấu nào của người, bởi người là trung-thành, trong người chẳng có điều lỗi và cũng chẳng có sự xấu."},{"bible_id":"193","chapter_code":"DAN.6","verse_code":"DAN.6.5","label":"5","content":"Vậy những người đó nói rằng: Chúng ta không tìm được một cớ nào mà cáo Đa-ni-ên nầy, nếu chúng ta chẳng tìm trong sự thuộc về luật-pháp Đức Chúa Trời nó."},{"bible_id":"193","chapter_code":"DAN.6","verse_code":"DAN.6.6","label":"6","content":"Các quan thượng-thơ và trấn-thủ đó bèn vào chầu vua và tâu rằng: Hỡi vua Đa-ri-út, chúc vua sống đời đời!"},{"bible_id":"193","chapter_code":"DAN.6","verse_code":"DAN.6.7","label":"7","content":"Hết thảy các quan thượng-thơ trong nước, các quan lãnh-binh, các quan trấn-thủ, các quan nghị-viên và các đại-thần đều đồng tình xin vua ra chỉ-dụ, lập một cấm-lệnh nghiêm-nhặt trong ba mươi ngày, hễ ai cầu-xin thần nào hay một người nào ngoài vua, thì, hỡi vua, kẻ ấy sẽ phải quăng vào hang sư-tử."},{"bible_id":"193","chapter_code":"DAN.6","verse_code":"DAN.6.8","label":"8","content":"Bây giờ, hỡi vua, hãy lập điều cấm đó và ký tên vào, hầu cho không đổi-thay đi, theo như luật-pháp của người Mê-đi và người Phe-rơ-sơ, không thể đổi được."},{"bible_id":"193","chapter_code":"DAN.6","verse_code":"DAN.6.9","label":"9","content":"Vậy vua Đa-ri-út bèn ký tên lập cấm-lệnh đó."},{"bible_id":"193","chapter_code":"DAN.6","verse_code":"DAN.6.10","label":"10","content":"Khi Đa-ni-ên nghe rằng chỉ-dụ đó đã ký tên rồi, thì về nhà mình (những cửa-sổ của phòng người thì mở về hướng Giê-ru-sa-lem). Tại đó, cứ một ngày ba lần, người quì gối xuống, cầu-nguyện, xưng-tạ trước mặt Đức Chúa Trời mình, như vẫn làm khi trước."},{"bible_id":"193","chapter_code":"DAN.6","verse_code":"DAN.6.11","label":"11","content":"Bấy giờ những người đó nhóm lại, thấy Đa-ni-ên đương cầu-nguyện nài-xin trước mặt Đức Chúa Trời mình."},{"bible_id":"193","chapter_code":"DAN.6","verse_code":"DAN.6.12","label":"12","content":"Họ bèn đến chầu vua và tâu cùng vua về cấm-lệnh của vua rằng: Hỡi vua, vua chẳng từng ký tên vào một cấm-lệnh rằng trong ba mươi ngày, hễ ai cầu-xin thần nào hay người nào ngoài vua, thì sẽ phải quăng vào hang sư-tử đó chăng? Vua trả lời rằng: Sự đó là thật, theo như luật-pháp của người Mê-đi và người Phe-rơ-sơ, không thể đổi được."},{"bible_id":"193","chapter_code":"DAN.6","verse_code":"DAN.6.13","label":"13","content":"Họ bèn đáp lại và tâu vua rằng: Đa-ni-ên, là một trong những con-cái phu-tù Giu-đa, không có lòng kiêng-nể vua chút nào, hỡi vua, dầu đến cấm-lệnh vua đã ký tên cũng vậy; song nó cứ một ngày cầu-nguyện ba lần."},{"bible_id":"193","chapter_code":"DAN.6","verse_code":"DAN.6.14","label":"14","content":"Khi vua nghe những lời đó, thì lấy làm buồn-bã lắm; vua định lòng giải-cứu Đa-ni-ên, và mãi đến khi mặt trời lặn, cố hết sức tìm thế để giải-cứu người."},{"bible_id":"193","chapter_code":"DAN.6","verse_code":"DAN.6.15","label":"15","content":"Nhưng các người đó nhóm lại cùng vua và tâu rằng: Hỡi vua, xin biết rằng theo luật-pháp của người Mê-đi và người Phe-rơ-sơ, hễ là cấm-lệnh hay chỉ-dụ nào mà vua đã lập định rồi, thì không thể thay-đổi được."},{"bible_id":"193","chapter_code":"DAN.6","verse_code":"DAN.6.16","label":"16","content":"Bấy giờ vua truyền điệu Đa-ni-ên đến, và phải ném người vào hang sư-tử. Vua cất tiếng nói cùng Đa-ni-ên rằng: Đức Chúa Trời ngươi là Đấng ngươi hằng hầu-việc, sẽ giải-cứu ngươi."},{"bible_id":"193","chapter_code":"DAN.6","verse_code":"DAN.6.17","label":"17","content":"Người ta bèn đem đến một hòn đá chận nơi cửa hang, và vua đóng ấn mình cùng ấn các đại-thần nữa, hầu cho không có điều gì thay-đổi được về Đa-ni-ên."},{"bible_id":"193","chapter_code":"DAN.6","verse_code":"DAN.6.18","label":"18","content":"Sau đó, vua trở về cung mình, và suốt đêm kiêng ăn, cũng không đem bạn nhạc đến trước mặt mình, và vua không ngủ được."},{"bible_id":"193","chapter_code":"DAN.6","verse_code":"DAN.6.19","label":"19","content":"Đoạn, vua dậy sớm, khi hừng sáng, vội-vàng đi đến hang sư-tử."},{"bible_id":"193","chapter_code":"DAN.6","verse_code":"DAN.6.20","label":"20","content":"Khi vua đến gần hang, lấy giọng rầu-rĩ mà kêu Đa-ni-ên; vua cất tiếng nói cùng Đa-ni-ên rằng: Hỡi Đa-ni-ên, tôi-tớ Đức Chúa Trời hằng sống! Đức Chúa Trời ngươi mà ngươi hằng hầu-việc, có thể giải-cứu ngươi khỏi sư-tử được chăng?"},{"bible_id":"193","chapter_code":"DAN.6","verse_code":"DAN.6.21","label":"21","content":"Bấy giờ Đa-ni-ên tâu cùng vua rằng: Hỡi vua, chúc vua sống đời đời!"},{"bible_id":"193","chapter_code":"DAN.6","verse_code":"DAN.6.22","label":"22","content":"Đức Chúa Trời tôi đã sai thiên-sứ Ngài, và bịt miệng các sư-tử, nên chúng nó không làm hại chi đến tôi, bởi tôi đã được nhận là vô-tội trước mặt Ngài. Hỡi vua, đối với vua cũng vậy, tôi chẳng từng làm hại gì."},{"bible_id":"193","chapter_code":"DAN.6","verse_code":"DAN.6.23","label":"23","content":"Bấy giờ vua mừng-rỡ lắm, và truyền đem Đa-ni-ên lên khỏi hang. Vậy Đa-ni-ên được đem lên khỏi hang, và người ta không thấy một vết-tích nào trên người, bởi người đã nhờ-cậy Đức Chúa Trời mình."},{"bible_id":"193","chapter_code":"DAN.6","verse_code":"DAN.6.24","label":"24","content":"Theo lệnh vua, những kẻ đã kiện Đa-ni-ên ấy cùng con-cái và vợ họ đều bị điệu đến quăng vào hang sư-tử. Khi họ chưa đến dưới đáy hang, thì những sư-tử đã vồ lấy và xé xương hết thảy."},{"bible_id":"193","chapter_code":"DAN.6","verse_code":"DAN.6.25","label":"25","content":"Bấy giờ, vua Đa-ri-út viết cho hết thảy các dân, các nước, các thứ tiếng ở khắp trên đất rằng: Nguyền cho sự bình-an các ngươi được thêm lên!"},{"bible_id":"193","chapter_code":"DAN.6","verse_code":"DAN.6.26","label":"26","content":"Ta ban chiếu-chỉ rằng, trong khắp miền nước ta, người ta phải run-rẩy kính-sợ trước mặt Đức Chúa Trời của Đa-ni-ên; vì Ngài là Đức Chúa Trời hằng sống và còn đời đời. Nước Ngài không bao giờ bị hủy-diệt, và quyền Ngài sẽ còn đến cuối-cùng."},{"bible_id":"193","chapter_code":"DAN.6","verse_code":"DAN.6.27","label":"27","content":"Ngài cứu-rỗi và giải-thoát, làm những dấu lạ sự lạ ở trên trời dưới đất, đã cứu Đa-ni-ên khỏi quyền-thế sư-tử."},{"bible_id":"193","chapter_code":"DAN.6","verse_code":"DAN.6.28","label":"28","content":"Đa-ni-ên cứ được thạnh-vượng như vậy trong đời vua Đa-ri-út và vua Si-ru là người Phe-rơ-sơ."},{"bible_id":"193","chapter_code":"DAN.7","verse_code":"DAN.7.1","label":"1","content":"Năm đầu đời vua Bên-xát-sa, nước Ba-by-lôn, Đa-ni-ên đang nằm trên giường, thì thấy chiêm-bao, và những sự hiện-thấy trong đầu mình. Người bèn viết chiêm-bao đó ra, và thuật lại đại-lược các sự ấy."},{"bible_id":"193","chapter_code":"DAN.7","verse_code":"DAN.7.2","label":"2","content":"Vậy, Đa-ni-ên nói rằng: Đương đêm, ta nhìn-xem trong sự hiện-thấy, và, nầy, có bốn hướng gió trên trời xô-xát trên biển lớn."},{"bible_id":"193","chapter_code":"DAN.7","verse_code":"DAN.7.3","label":"3","content":"Đoạn, bốn con thú lớn từ biển lên; con nọ khác con kia."},{"bible_id":"193","chapter_code":"DAN.7","verse_code":"DAN.7.4","label":"4","content":"Con thứ nhứt giống như sư-tử, và có cánh chim ưng. Ta nhìn-xem cho đến khi những cánh nó bị nhổ, nó bị cất lên khỏi đất, đứng hai chân như người ta, và nó được ban cho lòng loài người."},{"bible_id":"193","chapter_code":"DAN.7","verse_code":"DAN.7.5","label":"5","content":"Nầy, một con thú thứ hai, y như con gấu; nó đứng nghiêng nửa mình, có ba cái xương sườn trong miệng, giữa những răng; và người ta bảo nó rằng: Hãy chỗi dậy, hãy cắn-nuốt nhiều thịt."},{"bible_id":"193","chapter_code":"DAN.7","verse_code":"DAN.7.6","label":"6","content":"Sau đó, ta nhìn-xem, nầy, có một con thú khác giống như con beo, ở trên lưng có bốn cánh như cánh chim. Con thú đó có bốn đầu, và được ban cho quyền cai-trị."},{"bible_id":"193","chapter_code":"DAN.7","verse_code":"DAN.7.7","label":"7","content":"Sau ta lại nhìn-xem trong sự hiện-thấy ban đêm, nầy, một con thú thứ tư, dữ-tợn, rất mạnh, và có sức lắm. Con thú đó có những răng lớn bằng sắt; nó nuốt ăn và nghiền nát, dùng chân giày-đạp vật gì còn lại, nó khác với các con thú đã đến trước, và có mười sừng."},{"bible_id":"193","chapter_code":"DAN.7","verse_code":"DAN.7.8","label":"8","content":"Ta suy-xét những sừng đó, và, nầy, có một cái sừng nhỏ khác ở giữa những sừng ấy mọc lên và ba cái trong những sừng trước bị nhổ đi trước mặt nó. Nầy, cái sừng đó có những mắt y như mắt người, và một cái miệng nói những lời xấc-xược."},{"bible_id":"193","chapter_code":"DAN.7","verse_code":"DAN.7.9","label":"9","content":"Ta nhìn-xem cho đến chừng các ngôi đã đặt, và có Đấng Thượng-cổ ngồi ở trên. Áo Ngài trắng như tuyết, và tóc trên đầu Ngài như lông chiên sạch. Ngôi Ngài là những ngọn lửa, và các bánh xe là lửa hừng."},{"bible_id":"193","chapter_code":"DAN.7","verse_code":"DAN.7.10","label":"10","content":"Trước mặt Ngài, một sông lửa chảy ra và tràn-lan; ngàn ngàn hầu-hạ Ngài và muôn muôn đứng trước mặt Ngài. Sự xét-đoán đã sắm-sẵn, và các sách mở ra."},{"bible_id":"193","chapter_code":"DAN.7","verse_code":"DAN.7.11","label":"11","content":"Bấy giờ ta nhìn-xem vì cớ tiếng của những lời xấc-xược mà sừng ấy nói ra. Vậy ta nhìn-xem cho đến chừng con thú bị giết, xác nó bị hủy-diệt và bị phó cho lửa để đốt."},{"bible_id":"193","chapter_code":"DAN.7","verse_code":"DAN.7.12","label":"12","content":"Còn những con thú khác cũng bị cất hết quyền, nhưng được làm dài đời sống mình một mùa và một kỳ."},{"bible_id":"193","chapter_code":"DAN.7","verse_code":"DAN.7.13","label":"13","content":"Ta lại nhìn-xem trong những sự hiện-thấy ban đêm, nầy, có một người giống như con người đến với những đám mây trên trời; người tới đến Đấng Thượng-cổ và bị dẫn đến trước mặt Ngài."},{"bible_id":"193","chapter_code":"DAN.7","verse_code":"DAN.7.14","label":"14","content":"Người được ban cho quyền-thế, vinh-hiển, và nước; hầu cho hết thảy các dân, các nước, các thứ tiếng đều hầu-việc người. Quyền-thế người là quyền-thế đời đời chẳng qua đi, và nước người không bao giờ phải hủy-phá."},{"bible_id":"193","chapter_code":"DAN.7","verse_code":"DAN.7.15","label":"15","content":"Còn như ta, Đa-ni-ên, thì tâm-thần ta rầu-rĩ trong mình ta, và những sự hiện-thấy trong đầu ta làm cho ta bối-rối."},{"bible_id":"193","chapter_code":"DAN.7","verse_code":"DAN.7.16","label":"16","content":"Ta bèn lại gần một người trong những người đứng đó, và hỏi người về lẽ thật của mọi sự nầy. Người bèn nói cùng ta và giải nghĩa những sự đó cho ta mà rằng:"},{"bible_id":"193","chapter_code":"DAN.7","verse_code":"DAN.7.17","label":"17","content":"Bốn con thú lớn đó là bốn vua sẽ dấy lên trên đất."},{"bible_id":"193","chapter_code":"DAN.7","verse_code":"DAN.7.18","label":"18","content":"Nhưng các thánh của đấng Rất Cao sẽ nhận lấy nước, và được nước làm của mình đời đời, cho đến đời đời vô-cùng."},{"bible_id":"193","chapter_code":"DAN.7","verse_code":"DAN.7.19","label":"19","content":"Bấy giờ ta muốn biết lẽ thật về con thú thứ tư, là con khác với hết thảy các con khác, rất dữ-tợn, răng thì bằng sắt, móng thì bằng đồng, nó cắn-nuốt, nghiền nát, và có gì còn lại thì giày-đạp dưới chân."},{"bible_id":"193","chapter_code":"DAN.7","verse_code":"DAN.7.20","label":"20","content":"Ta cũng muốn biết lẽ thật về mười cái sừng ở trên đầu nó, và về cái sừng khác mọc lên, và trước mặt nó ba sừng kia đã bị rơi xuống, — sừng nầy có những mắt và miệng nói những lời xấc-xược, và hình-dạng nó mạnh-bạo hơn những sừng khác."},{"bible_id":"193","chapter_code":"DAN.7","verse_code":"DAN.7.21","label":"21","content":"Ta nhìn-xem, cái sừng đó tranh-chiến cùng các thánh, và thắng trận,"},{"bible_id":"193","chapter_code":"DAN.7","verse_code":"DAN.7.22","label":"22","content":"cho tới khi Đấng Thượng-cổ đã đến, sự xét-đoán đã ban cho các thánh của Đấng Rất Cao và thì-giờ đã đến, là khi các thánh được nước làm của mình."},{"bible_id":"193","chapter_code":"DAN.7","verse_code":"DAN.7.23","label":"23","content":"Vậy người nói cùng ta như vầy: Con thú thứ tư sẽ làm nước thứ tư trên đất, khác với hết thảy các nước, và nó sẽ nuốt cả đất, giày-đạp và nghiền nát ra."},{"bible_id":"193","chapter_code":"DAN.7","verse_code":"DAN.7.24","label":"24","content":"Mười cái sừng là mười vua sẽ dấy lên từ nước đó; và có một vua dấy lên sau, khác với các vua trước, và người đánh đổ ba vua."},{"bible_id":"193","chapter_code":"DAN.7","verse_code":"DAN.7.25","label":"25","content":"Vua đó sẽ nói những lời phạm đến Đấng Rất Cao, làm hao-mòn các thánh của Đấng Rất Cao, và định ý đổi những thời-kỳ và luật-pháp; các thánh sẽ bị phó trong tay người cho đến một kỳ, những kỳ, và nửa kỳ."},{"bible_id":"193","chapter_code":"DAN.7","verse_code":"DAN.7.26","label":"26","content":"Nhưng sự xét-đoán sẽ đến, và người ta sẽ cất quyền-thế khỏi nó, để diệt đi và làm cho hủy-phá đi đến cuối-cùng."},{"bible_id":"193","chapter_code":"DAN.7","verse_code":"DAN.7.27","label":"27","content":"Bấy giờ nước, quyền-thế, và sự tôn-đại của muôn nước ở dưới cả trời, sẽ được ban cho dân các thánh của Đấng Rất Cao. Nước Ngài là nước đời đời, và hết thảy các quyền-thế đều hầu-việc và vâng lời Ngài."},{"bible_id":"193","chapter_code":"DAN.7","verse_code":"DAN.7.28","label":"28","content":"Vậy, lời ấy đến đây là hết. Còn như ta, Đa-ni-ên, các ý-tưởng ta khiến ta bối-rối lắm. Sắc ta biến-cải, dầu vậy, ta vẫn ghi-nhớ những sự đó trong lòng ta."},{"bible_id":"193","chapter_code":"DAN.8","verse_code":"DAN.8.1","label":"1","content":"Năm thứ ba, đời vua Bên-xát-sa, có sự hiện-thấy tỏ ra cho ta, là Đa-ni-ên, sau sự hiện-thấy đã tỏ ra cho ta khi trước."},{"bible_id":"193","chapter_code":"DAN.8","verse_code":"DAN.8.2","label":"2","content":"Vậy ta thấy trong sự hiện-thấy; vả, khi ta thấy thì ta ở tại cung Su-sơ, về tỉnh Ê-lam; và trong sự hiện-thấy, ta thấy mình ta ở cạnh sông U-lai."},{"bible_id":"193","chapter_code":"DAN.8","verse_code":"DAN.8.3","label":"3","content":"Ta ngước mắt lên và thấy, nầy, có một con chiên đực đứng gần sông, có hai cái sừng; hai sừng nó cao, nhưng một cái thì cao hơn cái kia, và cái cao hơn thì mọc lên sau."},{"bible_id":"193","chapter_code":"DAN.8","verse_code":"DAN.8.4","label":"4","content":"Bấy giờ ta thấy con chiên đực ấy húc sừng mình vào phía tây, phía bắc, và phía nam. Không có thú-vật nào chống-cự cùng nó được, và chẳng ai có thể cứu được khỏi tay nó. Nó muốn làm chi tùy ý, và nó càng lớn lên."},{"bible_id":"193","chapter_code":"DAN.8","verse_code":"DAN.8.5","label":"5","content":"Khi ta nhìn-xem sự đó, nầy, một con dê đực đến từ phía tây, đi khắp trên mặt đất mà không đụng đến đất; con dê đó có cái sừng mọc rõ ra giữa hai con mắt nó."},{"bible_id":"193","chapter_code":"DAN.8","verse_code":"DAN.8.6","label":"6","content":"Nó đến tận chỗ con chiên đực có hai sừng, mà ta đã thấy đứng gần sông; nó hết sức giận chạy đến nghịch cùng chiên đực ấy."},{"bible_id":"193","chapter_code":"DAN.8","verse_code":"DAN.8.7","label":"7","content":"Ta thấy nó đến gần con chiên đực, nổi giận húc nó, làm gãy hai cái sừng; con chiên đực không có sức nào chống lại; con dê vật nó xuống đất, giày-đạp lên trên, và chẳng ai có thể cứu con chiên đực khỏi tay nó được."},{"bible_id":"193","chapter_code":"DAN.8","verse_code":"DAN.8.8","label":"8","content":"Con dê đực làm mình nên lớn lắm; nhưng khi nó đã mạnh, thì cái sừng lớn của nó gãy đi, và ở chỗ đó, có bốn cái sừng mọc rõ ra hướng về bốn gió trên trời."},{"bible_id":"193","chapter_code":"DAN.8","verse_code":"DAN.8.9","label":"9","content":"Bởi một trong các sừng, có mọc ra một cái sừng nhỏ, lớn lên rất mạnh, về phương nam, phương đông, lại hướng về đất vinh-hiển."},{"bible_id":"193","chapter_code":"DAN.8","verse_code":"DAN.8.10","label":"10","content":"Nó lớn lên đến cơ-binh trên trời; làm cho đổ xuống đất một phần cơ-binh và một phần trong các ngôi sao, rồi nó giày đạp lên."},{"bible_id":"193","chapter_code":"DAN.8","verse_code":"DAN.8.11","label":"11","content":"Nó làm mình nên lớn cho đến tướng cơ-binh; nó cất của-lễ hằng dâng khỏi Ngài, và nơi thánh của Ngài bị quăng xuống."},{"bible_id":"193","chapter_code":"DAN.8","verse_code":"DAN.8.12","label":"12","content":"Vì cớ tội-lỗi thì cơ-binh được phó cho nó, luôn với của-lễ thiêu hằng dâng; và nó ném bỏ lẽ thật xuống đất, nó làm theo ý mình và được thạnh-vượng."},{"bible_id":"193","chapter_code":"DAN.8","verse_code":"DAN.8.13","label":"13","content":"Bấy giờ ta nghe một đấng thánh đương nói, và một đấng thánh khác nói cùng đấng đương nói, rằng: Sự hiện-thấy nầy về của-lễ thiêu hằng dâng và về tội-ác sinh ra sự hủy-diệt, đặng phó nơi thánh cùng cơ-binh để bị giày-đạp dưới chân, sẽ còn có cho đến chừng nào?"},{"bible_id":"193","chapter_code":"DAN.8","verse_code":"DAN.8.14","label":"14","content":"Người trả lời cùng ta rằng: Cho đến hai ngàn ba trăm buổi chiều và buổi mai; sau đó nơi thánh sẽ được thanh-sạch."},{"bible_id":"193","chapter_code":"DAN.8","verse_code":"DAN.8.15","label":"15","content":"Khi mà ta, Đa-ni-ên, nhìn-xem sự hiện-thấy đó, và ta tìm cách để rõ nghĩa, nầy, có như hình-dạng người nam đứng trước ta."},{"bible_id":"193","chapter_code":"DAN.8","verse_code":"DAN.8.16","label":"16","content":"Ta nghe tiếng một người nam từ giữa bờ sông U-lai, kêu và bảo rằng: Gáp-ri-ên, hãy cho người nầy hiểu sự hiện-thấy đó."},{"bible_id":"193","chapter_code":"DAN.8","verse_code":"DAN.8.17","label":"17","content":"Người bèn đến gần chỗ ta đứng; khi người đã đến, ta kinh-hãi, và ngã sấp mặt xuống đất. Người bảo ta rằng: Hỡi con người, hãy hiểu biết; vì sự hiện-thấy đó có quan-hệ với kỳ sau-rốt."},{"bible_id":"193","chapter_code":"DAN.8","verse_code":"DAN.8.18","label":"18","content":"Khi người đương nói với ta, ta ngủ mê sấp mặt xuống đất; nhưng người đụng đến ta, khiến cho ta đứng dậy."},{"bible_id":"193","chapter_code":"DAN.8","verse_code":"DAN.8.19","label":"19","content":"Người bảo ta rằng: Nầy, ta sẽ bảo cho ngươi biết điều sẽ đến trong kỳ sau-rốt của sự thạnh-nộ; vì điều nầy quan-hệ với kỳ định cuối-cùng."},{"bible_id":"193","chapter_code":"DAN.8","verse_code":"DAN.8.20","label":"20","content":"Con chiên đực mà ngươi đã thấy, có hai sừng, đó là các vua nước Mê-đi và Phe-rơ-sơ."},{"bible_id":"193","chapter_code":"DAN.8","verse_code":"DAN.8.21","label":"21","content":"Con dê xờm đực, tức là vua nước Gờ-réc; và cái sừng lớn ở giữa hai con mắt, tức là vua đầu nhứt."},{"bible_id":"193","chapter_code":"DAN.8","verse_code":"DAN.8.22","label":"22","content":"Về sừng đã gãy đi, có bốn sừng mọc lên trong chỗ nó: tức là bốn nước bởi dân-tộc đó dấy lên, song quyền-thế không bằng sừng ấy."},{"bible_id":"193","chapter_code":"DAN.8","verse_code":"DAN.8.23","label":"23","content":"Đến kỳ sau-rốt của nước chúng nó, khi số những kẻ bội-nghịch đã đầy, thì sẽ dấy lên một vua, là người có bộ mặt hung-dữ và thấu rõ những lời mầu-nhiệm."},{"bible_id":"193","chapter_code":"DAN.8","verse_code":"DAN.8.24","label":"24","content":"Quyền-thế người sẽ lớn thêm, nhưng không phải bởi sức mình. Người làm những sự tàn-phá lạ thường; và được thạnh-vượng, làm theo ý mình, hủy-diệt những kẻ có quyền và dân thánh."},{"bible_id":"193","chapter_code":"DAN.8","verse_code":"DAN.8.25","label":"25","content":"Người dùng quyền-thuật làm nên chước gian-dối mình được thắng-lợi. Trong lòng người tự làm mình nên lớn, và trong lúc dân ở yên-ổn, người sẽ hủy-diệt nhiều kẻ; người nổi lên chống với vua của các vua, nhưng người sẽ bị bẻ gãy chẳng bởi tay người ta."},{"bible_id":"193","chapter_code":"DAN.8","verse_code":"DAN.8.26","label":"26","content":"Vả, sự hiện-thấy về các buổi chiều và các buổi mai mà đã nói đến là thật. Nhưng ngươi hãy giữ kín sự hiện-thấy đó, vì nó quan-hệ với sau nhiều ngày."},{"bible_id":"193","chapter_code":"DAN.8","verse_code":"DAN.8.27","label":"27","content":"Bấy giờ, ta, Đa-ni-ên, mê-mẩn, và đau-ốm trong mấy ngày; đoạn ta chỗi dậy và làm việc vua. Ta rất lấy làm lạ về sự hiện-thấy ấy, nhưng chẳng ai rõ ý nó."},{"bible_id":"193","chapter_code":"DAN.9","verse_code":"DAN.9.1","label":"1","content":"Năm đầu Đa-ri-út, con trai A-suê-ru, về dòng người Mê-đi, đã được lập làm vua trị nước người Canh-đê;"},{"bible_id":"193","chapter_code":"DAN.9","verse_code":"DAN.9.2","label":"2","content":"đương năm đầu về triều người, ta, Đa-ni-ên, bởi các sách biết rằng số năm mà lời Đức Giê-hô-va đã phán cùng đấng tiên-tri Giê-rê-mi, để cho trọn sự hoang-vu thành Giê-ru-sa-lem, là bảy mươi năm."},{"bible_id":"193","chapter_code":"DAN.9","verse_code":"DAN.9.3","label":"3","content":"Ta để mặt hướng về Chúa là Đức Chúa Trời, lấy sự khấn-nguyện, nài-xin, với sự kiêng-ăn, mặc bao gai, đội tro mà tìm."},{"bible_id":"193","chapter_code":"DAN.9","verse_code":"DAN.9.4","label":"4","content":"Vậy, ta cầu-nguyện Giê-hô-va Đức Chúa Trời ta, và ta xưng tội cùng Ngài mà rằng: Ôi! Chúa là Đức Chúa Trời cao-cả và đáng khiếp-sợ! Ngài giữ lời giao-ước và sự nhân-từ đối với những kẻ yêu Ngài và giữ các điều-răn Ngài,"},{"bible_id":"193","chapter_code":"DAN.9","verse_code":"DAN.9.5","label":"5","content":"chúng tôi đã phạm tội, làm sự trái-ngược, ăn-ở hung-dữ, chúng tôi đã bạn-nghịch và đã xây-bỏ các giềng-mối và lệ-luật của Ngài."},{"bible_id":"193","chapter_code":"DAN.9","verse_code":"DAN.9.6","label":"6","content":"Chúng tôi đã không nghe các tôi-tớ Ngài là các đấng tiên-tri, đã lấy danh Ngài mà nói cùng các vua, các quan-trưởng, các tổ-phụ chúng tôi, và cùng cả dân trong đất."},{"bible_id":"193","chapter_code":"DAN.9","verse_code":"DAN.9.7","label":"7","content":"Hỡi Chúa, sự công-bình thuộc về Ngài, còn sự hổ mặt về chúng tôi, như ngày nay; sự ấy bao-trùm người Giu-đa, dân-cư Giê-ru-sa-lem, hết thảy người Y-sơ-ra-ên ở gần ở xa, trong mọi nước mà Ngài đã làm cho họ tan-tác, vì cớ những sự gian-ác họ đã phạm nghịch cùng Ngài."},{"bible_id":"193","chapter_code":"DAN.9","verse_code":"DAN.9.8","label":"8","content":"Hỡi Chúa, sự hổ mặt thuộc về chúng tôi, về các vua, các quan-trưởng, các tổ-phụ chúng tôi, bởi chúng tôi đã phạm tội nghịch cùng Ngài."},{"bible_id":"193","chapter_code":"DAN.9","verse_code":"DAN.9.9","label":"9","content":"Những sự thương-xót và tha-thứ đều thuộc về Chúa là Đức Chúa Trời chúng tôi; bởi chúng tôi đã bạn-nghịch cùng Ngài."},{"bible_id":"193","chapter_code":"DAN.9","verse_code":"DAN.9.10","label":"10","content":"Chúng tôi đã chẳng nghe lời Giê-hô-va Đức Chúa Trời chúng tôi, đặng bước đi trong luật-pháp mà Ngài đã cậy tôi-tớ Ngài là các đấng tiên-tri để trước mặt chúng tôi."},{"bible_id":"193","chapter_code":"DAN.9","verse_code":"DAN.9.11","label":"11","content":"Hết thảy người Y-sơ-ra-ên đã phạm luật-pháp Ngài và xây đi để không vâng theo tiếng Ngài. Vậy nên sự rủa-sả, và thề-nguyền chép trong luật-pháp Môi-se là tôi-tớ Đức Chúa Trời, đã đổ ra trên chúng tôi, vì chúng tôi đã phạm tội nghịch cùng Ngài."},{"bible_id":"193","chapter_code":"DAN.9","verse_code":"DAN.9.12","label":"12","content":"Ngài đã làm cho chắc các lời đã phán nghịch cùng chúng tôi, cùng các quan-án đã đoán-xét chúng tôi, mà khiến tai-vạ lớn đến trên chúng tôi; vì khắp dưới trời chẳng hề có tai-vạ nào giống như đã làm ra trên Giê-ru-sa-lem."},{"bible_id":"193","chapter_code":"DAN.9","verse_code":"DAN.9.13","label":"13","content":"Cả tai-vạ nầy đã đến trên chúng tôi như có chép trong luật-pháp Môi-se; mà chúng tôi cũng không nài-xin ơn của Giê-hô-va Đức Chúa Trời mình đặng xây-bỏ khỏi sự gian-ác mình và thấu rõ đạo thật của Ngài."},{"bible_id":"193","chapter_code":"DAN.9","verse_code":"DAN.9.14","label":"14","content":"Bởi cớ đó, Đức Giê-hô-va ngắm xem và giáng tai-vạ ấy trên chúng tôi; vì Giê-hô-va Đức Chúa Trời chúng tôi là công-bình trong mọi việc Ngài làm, chỉn chúng tôi không vâng theo tiếng Ngài."},{"bible_id":"193","chapter_code":"DAN.9","verse_code":"DAN.9.15","label":"15","content":"Bây giờ, hỡi Chúa là Đức Chúa Trời chúng tôi, Ngài đã lấy tay mạnh đem dân Ngài ra khỏi đất Ê-díp-tô, đã làm nên cho mình một danh-tiếng như ngày nay; còn chúng tôi đã phạm tội, đã làm việc ác."},{"bible_id":"193","chapter_code":"DAN.9","verse_code":"DAN.9.16","label":"16","content":"Hỡi Chúa, tôi cầu-xin Chúa cứ mọi sự công-bình Ngài khiến cơn giận và thạnh-nộ của Ngài xây khỏi thành Giê-ru-sa-lem Ngài, tức là núi thánh Ngài; vì ấy là bởi tội-lỗi chúng tôi và sự gian-ác tổ-phụ chúng tôi mà Giê-ru-sa-lem và dân Ngài phải chịu những kẻ ở chung-quanh chúng tôi sỉ-nhục."},{"bible_id":"193","chapter_code":"DAN.9","verse_code":"DAN.9.17","label":"17","content":"Cho nên bây giờ, hỡi Đức Chúa Trời chúng tôi, xin đoái nghe lời khấn-nguyện nài-xin của kẻ tôi-tớ Ngài! Xin vì cớ Chúa, hãy rạng mặt Ngài ra trên nơi thánh vắng-vẻ của Ngài!"},{"bible_id":"193","chapter_code":"DAN.9","verse_code":"DAN.9.18","label":"18","content":"Hỡi Đức Chúa Trời tôi, xin ghé tai và nghe. Xin mở mắt nhìn-xem những nơi hoang-vu của chúng tôi, và thành đã được xưng bởi danh Ngài! Không phải cậy những sự công-bình mình mà chúng tôi nài-xin Ngài, nhưng cậy những sự thương-xót cả-thể của Ngài."},{"bible_id":"193","chapter_code":"DAN.9","verse_code":"DAN.9.19","label":"19","content":"Hỡi Chúa! Hãy dủ nghe; hỡi Chúa! Hãy tha-thứ; hỡi Chúa! Hãy để ý và làm đi. Hỡi Đức Chúa Trời tôi! Vì cớ chính Ngài, xin chớ trì-hoãn; vì thành Ngài và dân Ngài đã được xưng bằng danh Ngài!"},{"bible_id":"193","chapter_code":"DAN.9","verse_code":"DAN.9.20","label":"20","content":"Ta còn đương nói và cầu-nguyện, xưng tội-lỗi ta và tội-lỗi dân Y-sơ-ra-ên ta, và ta dâng lời nài-xin trước mặt Giê-hô-va Đức Chúa Trời ta, vì núi thánh Đức Chúa Trời ta."},{"bible_id":"193","chapter_code":"DAN.9","verse_code":"DAN.9.21","label":"21","content":"Vậy ta còn nói trong khi cầu-nguyện, nầy, Gáp-ri-ên, người mà ta đã thấy trong sự hiện-thấy lúc đầu-tiên, được sai bay mau đến đụng ta độ lúc dâng lễ chiều-hôm."},{"bible_id":"193","chapter_code":"DAN.9","verse_code":"DAN.9.22","label":"22","content":"Người dạy-dỗ ta và nói cùng ta rằng: Hỡi Đa-ni-ên, bây giờ ta ra để ban sự khôn-ngoan và thông-sáng cho ngươi."},{"bible_id":"193","chapter_code":"DAN.9","verse_code":"DAN.9.23","label":"23","content":"Lời phán-dặn đã ra từ khi ngươi bắt đầu nài-xin; và ta đến để tỏ lời đó cho ngươi, vì ngươi đã được yêu-quí lắm. Vậy hãy suy-nghĩ sự đó và hãy hiểu-biết sự hiện-thấy."},{"bible_id":"193","chapter_code":"DAN.9","verse_code":"DAN.9.24","label":"24","content":"Có bảy mươi tuần-lễ định trên dân ngươi và thành thánh ngươi, đặng ngăn sự phạm-phép, trừ tội-lỗi, làm sạch sự gian-ác, và đem sự công-bình đời đời vào, đặng đặt ấn-tín nơi sự hiện-thấy và lời tiên-tri, và xức dầu cho Đấng rất thánh."},{"bible_id":"193","chapter_code":"DAN.9","verse_code":"DAN.9.25","label":"25","content":"Ngươi khá biết và hiểu rằng từ khi ra lệnh tu-bổ và xây lại Giê-ru-sa-lem, cho đến Đấng chịu xức dầu, tức là vua, thì được bảy tuần-lễ, và sáu mươi hai tuần-lễ; thành đó sẽ được xây lại, có đường-phố và hào, trong kỳ khó-khăn."},{"bible_id":"193","chapter_code":"DAN.9","verse_code":"DAN.9.26","label":"26","content":"Sau sáu mươi hai tuần-lễ đó, Đấng chịu xức dầu sẽ bị trừ đi, và sẽ không có chi hết. Có dân của vua hầu đến sẽ hủy-phá thành và nơi thánh; cuối-cùng nó sẽ như bị nước lụt ngập, có sự tranh-chiến cho đến cuối-cùng; những sự hoang-vu đã định."},{"bible_id":"193","chapter_code":"DAN.9","verse_code":"DAN.9.27","label":"27","content":"Người sẽ lập giao-ước vững-bền với nhiều người trong một tuần-lễ, và đến giữa tuần ấy, người sẽ khiến của-lễ và của-lễ chay dứt đi. Kẻ hủy-phá sẽ đến bởi cánh gớm-ghiếc, và sẽ có sự giận-dữ đổ trên nơi bị hoang-vu, cho đến kỳ sau-rốt, là kỳ đã định."},{"bible_id":"193","chapter_code":"DAN.10","verse_code":"DAN.10.1","label":"1","content":"Năm thứ ba đời vua Si-ru nước Phe-rơ-sơ, có một sự tỏ ra cho Đa-ni-ên cũng gọi là Bên-tơ-xát-sa. Sự tỏ ra đó là thật, tức là sự chiến-tranh lớn. Đa-ni-ên hiểu sự đó, và rõ được ý của sự hiện-thấy."},{"bible_id":"193","chapter_code":"DAN.10","verse_code":"DAN.10.2","label":"2","content":"Trong những ngày đó, ta, Đa-ni-ên, đương buồn-rầu trải ba tuần-lễ trọn."},{"bible_id":"193","chapter_code":"DAN.10","verse_code":"DAN.10.3","label":"3","content":"Ta chẳng ăn bánh ngon, thịt và rượu chẳng vào miệng ta, và ta không xức dầu chi hết cho đến chừng ba tuần đã mãn."},{"bible_id":"193","chapter_code":"DAN.10","verse_code":"DAN.10.4","label":"4","content":"Ngày thứ hai mươi bốn tháng giêng, ta ở kề bờ sông lớn Hi-đê-ke."},{"bible_id":"193","chapter_code":"DAN.10","verse_code":"DAN.10.5","label":"5","content":"Ta nhướng mắt nhìn-xem, nầy, một người mặc vải gai, chung-quanh lưng thắt đai bằng vàng ròng U-pha."},{"bible_id":"193","chapter_code":"DAN.10","verse_code":"DAN.10.6","label":"6","content":"Mình người như bích-ngọc; mặt người như chớp, và mắt như đuốc cháy; tay và chân như đồng đánh bóng, và tiếng nói như tiếng đám đông."},{"bible_id":"193","chapter_code":"DAN.10","verse_code":"DAN.10.7","label":"7","content":"Ta, Đa-ni-ên, chỉ có một mình ta xem sự hiện-thấy đó, vì những kẻ ở cùng ta không thấy sự hiện-thấy đó; nhưng họ run-rẩy quá, chạy trốn để ẩn mình."},{"bible_id":"193","chapter_code":"DAN.10","verse_code":"DAN.10.8","label":"8","content":"Vậy ta sót lại một mình, và thấy sự hiện-thấy lớn đó thì chẳng còn sức nữa. Mặt ta biến sắc cho đến tái đi, và ta không còn sức nữa."},{"bible_id":"193","chapter_code":"DAN.10","verse_code":"DAN.10.9","label":"9","content":"Song ta còn nghe tiếng của những lời người, và vừa nghe xong, ta ngủ mê đi, nằm sấp mặt xuống đất."},{"bible_id":"193","chapter_code":"DAN.10","verse_code":"DAN.10.10","label":"10","content":"Bấy giờ có một bàn tay rờ đến ta, khiến ta dậy, chống đầu-gối và bàn tay trên đất."},{"bible_id":"193","chapter_code":"DAN.10","verse_code":"DAN.10.11","label":"11","content":"Đoạn, người đó nói cùng ta rằng: Hỡi Đa-ni-ên, là người rất được yêu-quí, hãy hiểu những lời ta nói cùng ngươi, và hãy đứng thẳng lên, vì bây giờ ta đã được sai đến cùng ngươi. Khi người đã nói cùng ta lời ấy, ta đứng lên và run-rẩy."},{"bible_id":"193","chapter_code":"DAN.10","verse_code":"DAN.10.12","label":"12","content":"Đoạn, người bảo ta rằng: Hỡi Đa-ni-ên, đừng sợ; vì kể từ ngày đầu mà ngươi đã chuyên lòng hiểu, hạ mình ngươi xuống trước mặt Đức Chúa Trời ngươi, thì những lời ngươi đã được nghe, và vì cớ những lời ngươi mà ta đã đến."},{"bible_id":"193","chapter_code":"DAN.10","verse_code":"DAN.10.13","label":"13","content":"Song vua nước Phe-rơ-sơ đã ngăn-trở ta trong hai mươi mốt ngày; nhưng, nầy, Mi-ca-ên là một trong các quan-trưởng đầu nhứt, đã đến mà giúp-đỡ ta, và ta ở lại đó với các vua Phe-rơ-sơ."},{"bible_id":"193","chapter_code":"DAN.10","verse_code":"DAN.10.14","label":"14","content":"Bây giờ ta đến để bảo ngươi hiểu sự sẽ xảy đến cho dân ngươi trong những ngày sau-rốt; vì sự hiện-thấy nầy chỉ về nhiều ngày lâu về sau."},{"bible_id":"193","chapter_code":"DAN.10","verse_code":"DAN.10.15","label":"15","content":"Trong khi người nói cùng ta những lời đó, ta cúi mặt xuống đất, và làm thinh."},{"bible_id":"193","chapter_code":"DAN.10","verse_code":"DAN.10.16","label":"16","content":"Nầy, có đấng bộ-dạng như các con trai loài người rờ đến môi ta. Ta bèn mở miệng, nói cùng đấng đứng trước mặt ta rằng: Hỡi chúa tôi, sự buồn-rầu trở lại trên tôi vì cớ sự hiện-thấy nầy, tôi không còn sức nữa."},{"bible_id":"193","chapter_code":"DAN.10","verse_code":"DAN.10.17","label":"17","content":"Thể nào đầy-tớ chúa tôi nói được cùng chúa tôi? Vì về phần tôi, tức thì không còn một chút sức-lực nào trong tôi, và cũng không còn hơi-thở trong tôi nữa!"},{"bible_id":"193","chapter_code":"DAN.10","verse_code":"DAN.10.18","label":"18","content":"Bấy giờ đấng có bộ-dạng người nam lại rờ đến ta và khiến ta nên mạnh."},{"bible_id":"193","chapter_code":"DAN.10","verse_code":"DAN.10.19","label":"19","content":"Người bảo ta rằng: Hỡi người rất được yêu-quí, đừng sợ-hãi; nguyền cho sự bình-an ở với ngươi! Hãy mạnh-bạo! Phải, hãy mạnh-bạo đi! Khi người đương nói cùng ta, ta lại được sức, mà nói rằng: Hỡi chúa, xin hãy nói, vì chúa đã khiến tôi nên mạnh."},{"bible_id":"193","chapter_code":"DAN.10","verse_code":"DAN.10.20","label":"20","content":"Người lại nói cùng ta rằng: Ngươi có biết tại sao ta đến cùng ngươi chăng? Bây giờ ta trở về để đánh trận cùng vua của Phe-rơ-sơ, và khi ta đi, kìa, vua của Gờ-réc sẽ đến."},{"bible_id":"193","chapter_code":"DAN.10","verse_code":"DAN.10.21","label":"21","content":"Nhưng ta sẽ truyền-bảo cho ngươi biết mọi điều đã ghi-chép trong sách chân-thật. Không có ai giúp ta để chống với chúng nó, ngoài Mi-ca-ên, là vua các ngươi."},{"bible_id":"193","chapter_code":"DAN.11","verse_code":"DAN.11.1","label":"1","content":"Trong năm đầu đời vua Đa-ri-út, người Mê-đi, ta đã dấy lên để giúp-đỡ người và làm cho mạnh."},{"bible_id":"193","chapter_code":"DAN.11","verse_code":"DAN.11.2","label":"2","content":"Bây giờ ta sẽ cho ngươi biết sự chân-thật. Nầy, còn có ba vua trong nước Phe-rơ-sơ sẽ dấy lên, lại vua thứ tư có nhiều của-cải hơn hết thảy; và khi của-cải làm cho vua đó nên mạnh, thì người xui-giục mọi người nghịch cùng nước Gờ-réc."},{"bible_id":"193","chapter_code":"DAN.11","verse_code":"DAN.11.3","label":"3","content":"Song sẽ có một vua mạnh dấy lên, lấy quyền lớn cai-trị và làm theo ý mình."},{"bible_id":"193","chapter_code":"DAN.11","verse_code":"DAN.11.4","label":"4","content":"Khi vua ấy đã dấy lên, thì nước người bị xé và chia ra theo bốn gió của trời, nhưng không truyền lại cho con cháu, cũng không như quyền đã dùng mà cai-trị trước nữa; vì nước người sẽ bị nhổ và phó cho người khác ngoài những người đó."},{"bible_id":"193","chapter_code":"DAN.11","verse_code":"DAN.11.5","label":"5","content":"Vua phương nam sẽ được mạnh; nhưng một trong các tướng của vua sẽ được mạnh hơn vua, và có quyền cai-trị; quyền người sẽ lớn lắm."},{"bible_id":"193","chapter_code":"DAN.11","verse_code":"DAN.11.6","label":"6","content":"Đến cuối-cùng mấy năm, các vua đó sẽ đồng-minh với nhau; công-chúa vua phương nam đến cùng vua phương bắc để kết hòa-hảo. Nhưng sức của cánh tay công-chúa chắc không được lâu; quyền của vua phương bắc và cánh tay người cũng chẳng còn; nhưng công-chúa và những kẻ đã dẫn nó đến, và người sinh ra nó, cùng kẻ đã giúp-đỡ nó trong lúc đó đều sẽ bị nộp."},{"bible_id":"193","chapter_code":"DAN.11","verse_code":"DAN.11.7","label":"7","content":"Một chồi ra từ rễ công-chúa, dấy lên để nối ngôi nó, mà đến cùng cơ-binh, vào trong đồn-lũy vua phương bắc, đánh và thắng được."},{"bible_id":"193","chapter_code":"DAN.11","verse_code":"DAN.11.8","label":"8","content":"Người bắt cả các thần họ làm phu-tù đem sang nước Ê-díp-tô, cả các tượng đúc và các khí-mạnh bằng vàng bằng bạc nữa; đoạn trong vài năm, người sẽ không đánh vua phương bắc."},{"bible_id":"193","chapter_code":"DAN.11","verse_code":"DAN.11.9","label":"9","content":"Vua nầy sẽ tiến vào nước vua phương nam, nhưng lại trở về xứ mình."},{"bible_id":"193","chapter_code":"DAN.11","verse_code":"DAN.11.10","label":"10","content":"Hai con trai vua phương bắc đi chiến trận, nhóm một đoàn cơ-binh lớn, sẽ đến, sẽ tràn ra và đi qua; chúng nó sẽ trở về và chiến trận cho đến đồn-lũy vua phương nam."},{"bible_id":"193","chapter_code":"DAN.11","verse_code":"DAN.11.11","label":"11","content":"Bấy giờ vua phương nam tức giận, ra ngoài để đánh nhau cùng vua phương bắc, sắp sẵn-sàng một cơ-binh đông, và cơ-binh của vua phương bắc phải phó vào tay người."},{"bible_id":"193","chapter_code":"DAN.11","verse_code":"DAN.11.12","label":"12","content":"Cơ-binh đó tan rồi, thì lòng vua phương nam sẽ lên kiêu-ngạo. Người sẽ làm cho ngã xuống bấy nhiêu vạn người, nhưng không được thắng."},{"bible_id":"193","chapter_code":"DAN.11","verse_code":"DAN.11.13","label":"13","content":"Vua phương bắc sẽ trở về, thâu-nhóm cơ-binh đông hơn nữa; và đến cuối-cùng các kỳ tức là các năm, người sẽ đến với một cơ-binh lớn và đồ rất nhiều."},{"bible_id":"193","chapter_code":"DAN.11","verse_code":"DAN.11.14","label":"14","content":"Trong khi ấy nhiều người nổi lên nghịch cùng vua phương nam, và các con-cái của kẻ hung-dữ trong dân ngươi sẽ dấy lên, hầu cho ứng-nghiệm sự hiện-thấy, nhưng họ sẽ ngã xuống."},{"bible_id":"193","chapter_code":"DAN.11","verse_code":"DAN.11.15","label":"15","content":"Vậy vua phương bắc sẽ đến; dựng đồn-lũy, lấy một thành vững-bền; và quân phương nam, dầu cho đến quân tinh-nhuệ nữa, cũng không thể đứng vững được. Vì chẳng có sức nào chống lại được."},{"bible_id":"193","chapter_code":"DAN.11","verse_code":"DAN.11.16","label":"16","content":"Nhưng kẻ đến đánh nó sẽ làm tùy ý mình, và chẳng có ai đương lại với người. Người sẽ đứng trong đất vinh-hiển, cầm sự hủy-phá trong tay."},{"bible_id":"193","chapter_code":"DAN.11","verse_code":"DAN.11.17","label":"17","content":"Người quyết lòng lấy sức của cả nước mình mà đến; đoạn, người sẽ giao-hòa với nó, và sẽ làm ứng-nghiệm; nó sẽ đem con gái của đàn-bà cho nó, để làm bại-hoại; nhưng nó sẽ không đứng được và cũng không thuộc về người."},{"bible_id":"193","chapter_code":"DAN.11","verse_code":"DAN.11.18","label":"18","content":"Đoạn, người quay sang các cù-lao và chiếm lấy nhiều nơi. Nhưng một vua sẽ làm cho thôi sự sỉ-nhục người làm ra, và còn làm cho sự đó lại đổ trên người."},{"bible_id":"193","chapter_code":"DAN.11","verse_code":"DAN.11.19","label":"19","content":"Đoạn người sẽ trở mặt về các đồn-lũy đất mình; nhưng chắc phải vấp và ngã, và chẳng được tìm thấy nữa."},{"bible_id":"193","chapter_code":"DAN.11","verse_code":"DAN.11.20","label":"20","content":"Bấy giờ có một vua khác sẽ nối ngôi người, sai kẻ bức-hiếp đi qua nơi vinh-hiển của nước; nhưng trong mấy ngày người sẽ phải bại-hoại, chẳng vì cơn giận-dữ hay trận chiến-tranh nào cả."},{"bible_id":"193","chapter_code":"DAN.11","verse_code":"DAN.11.21","label":"21","content":"Lại có kẻ đáng khinh-dể lên thay vì vua đó, mà người ta không tôn người làm vua; nhưng người sẽ đến lúc yên-ổn, dùng lời siểm-nịnh mà mưu chiếm lấy nước."},{"bible_id":"193","chapter_code":"DAN.11","verse_code":"DAN.11.22","label":"22","content":"Những cơ-binh đầy tràn, sẽ bị thua và vỡ tan trước người, cả đến vua của sự giao-ước cũng vậy."},{"bible_id":"193","chapter_code":"DAN.11","verse_code":"DAN.11.23","label":"23","content":"Dầu có lập hòa-ước với vua kia, người cũng làm việc cách dối-trá; đem quân đến và được mạnh bởi một dân ít người;"},{"bible_id":"193","chapter_code":"DAN.11","verse_code":"DAN.11.24","label":"24","content":"người sẽ nhân lúc yên-ổn chiếm lấy các khu đất tốt nhứt trong tỉnh, và sẽ làm điều mà tổ-phụ và liệt-tổ người chưa hề làm; lấy những đồ đã cướp đã giựt được và của-cải mà chia cho những người theo mình; lập mưu đánh các đồn-lũy, nhưng chỉ trong một thì mà thôi."},{"bible_id":"193","chapter_code":"DAN.11","verse_code":"DAN.11.25","label":"25","content":"Đoạn, vua đó lại phấn-chấn sức mình và lòng mình, dùng một cơ-binh lớn đánh vua phương nam. Vua phương nam sẽ đi đánh giặc bằng một cơ-binh lớn và mạnh lắm; nhưng người không thể chống-cự lại được, bởi vì sẽ có người ta lập mưu nghịch cùng người."},{"bible_id":"193","chapter_code":"DAN.11","verse_code":"DAN.11.26","label":"26","content":"Những kẻ ăn trong bàn vua sẽ làm cho vua bại-hoại; cơ-binh người sẽ tràn ra và nhiều người bị giết và ngã xuống."},{"bible_id":"193","chapter_code":"DAN.11","verse_code":"DAN.11.27","label":"27","content":"Có hai vua ấy, trong lòng chỉ chực làm hại; ngồi cùng bàn tiệc mà nói dối; song sự đó chẳng thành, vì sẽ còn có sự cuối-cùng nơi kỳ đã định."},{"bible_id":"193","chapter_code":"DAN.11","verse_code":"DAN.11.28","label":"28","content":"Vua sẽ trở về đất mình với nhiều của-cải lắm; lòng người đã rắp đối-địch cùng giao-ước thánh, và người sẽ làm theo ý mình, và trở về đất mình."},{"bible_id":"193","chapter_code":"DAN.11","verse_code":"DAN.11.29","label":"29","content":"Đến kỳ đã định, người sẽ trở lại và vào phương nam; nhưng lần sau không giống như lần trước."},{"bible_id":"193","chapter_code":"DAN.11","verse_code":"DAN.11.30","label":"30","content":"Vì những tàu ở Kít-tim sẽ đến nghịch cùng người; cho nên người sẽ lo-buồn và trở về. Người sẽ tức giận nghịch cùng giao-ước thánh, và làm theo ý mình. Người sẽ trở về, và coi trọng những kẻ bỏ giao-ước thánh."},{"bible_id":"193","chapter_code":"DAN.11","verse_code":"DAN.11.31","label":"31","content":"Những quân-lính của người mộ sẽ dấy lên, làm ô-uế nơi thánh cùng đồn-lũy, cất của-lễ thiêu hằng dâng, và lập sự gớm-ghiếc làm ra sự hoang-vu."},{"bible_id":"193","chapter_code":"DAN.11","verse_code":"DAN.11.32","label":"32","content":"Người dùng lời nịnh-hót mà dỗ-dành những kẻ làm sự dữ nghịch cùng giao-ước; nhưng dân-sự biết Đức Chúa Trời mình sẽ mạnh-mẽ mà làm."},{"bible_id":"193","chapter_code":"DAN.11","verse_code":"DAN.11.33","label":"33","content":"Những kẻ khôn-sáng trong dân sẽ dạy-dỗ nhiều người; nhưng họ sẽ phải ngã bởi gươm, bởi ngọn lửa, bởi sự phu-tù và sự cướp-bóc lâu ngày."},{"bible_id":"193","chapter_code":"DAN.11","verse_code":"DAN.11.34","label":"34","content":"Trong khi họ sa-ngã, họ cũng sẽ được cứu một ít; song nhiều kẻ sẽ lấy lời nịnh-hót mà theo họ."},{"bible_id":"193","chapter_code":"DAN.11","verse_code":"DAN.11.35","label":"35","content":"Trong những kẻ khôn-sáng sẽ có mấy người sa-ngã, hầu cho luyện-lọc chúng nó, làm cho tinh-sạch và trắng, cho đến kỳ sau-rốt, vì việc đó còn có kỳ nhứt-định."},{"bible_id":"193","chapter_code":"DAN.11","verse_code":"DAN.11.36","label":"36","content":"Vua sẽ làm theo ý-muốn mình; kiêu-ngạo và lên mình cao hơn hết các thần; nói những lời lạ-lùng nghịch cùng Đức Chúa Trời của các thần. Người sẽ được may-mắn cho đến khi cơn thạnh-nộ Chúa được trọn, bởi vì điều gì đã có chỉ-định thì phải ứng-nghiệm."},{"bible_id":"193","chapter_code":"DAN.11","verse_code":"DAN.11.37","label":"37","content":"Người sẽ không đoái xem các thần của tổ-phụ mình, cùng kẻ mà đàn-bà vẫn mến. Người sẽ chẳng coi thần nào ra gì; bởi vì người tôn mình lên cao hơn hết cả."},{"bible_id":"193","chapter_code":"DAN.11","verse_code":"DAN.11.38","label":"38","content":"Nhưng người sẽ ở chỗ mình tôn kính thần của các đồn-lũy; người sẽ lấy vàng, bạc, đá quí, và những vật tốt-đẹp mà tôn kính thần tổ-phụ mình không biết."},{"bible_id":"193","chapter_code":"DAN.11","verse_code":"DAN.11.39","label":"39","content":"Người sẽ cậy thần lạ giúp cho mà lấy các đồn-lũy vững-bền, và người sẽ ban thêm sự vinh-hiển cho kẻ nào nhận mình. Người cho họ cai-trị nhiều người, và chịu tiền-bạc mà chia đất."},{"bible_id":"193","chapter_code":"DAN.11","verse_code":"DAN.11.40","label":"40","content":"Đến kỳ sau-rốt, vua phương nam sẽ tranh-chiến cùng người. Vua phương bắc đem xe binh, lính kỵ và nhiều tàu, xông đến vua đó như cơn gió lốc. Người sẽ lấn vào các nước, tràn tới và đi qua."},{"bible_id":"193","chapter_code":"DAN.11","verse_code":"DAN.11.41","label":"41","content":"Người sẽ vào đến đất vinh-hiển, và nhiều nước sẽ bị đổ. Song những người Ê-đôm, người Mô-áp và những kẻ làm đầu trong dân Am-môn sẽ thoát khỏi tay người."},{"bible_id":"193","chapter_code":"DAN.11","verse_code":"DAN.11.42","label":"42","content":"Người sẽ dang tay ra trên các nước, và đất Ê-díp-tô sẽ không thoát khỏi."},{"bible_id":"193","chapter_code":"DAN.11","verse_code":"DAN.11.43","label":"43","content":"Người sẽ chiếm lấy các của-báu, vàng và bạc, cùng hết thảy đồ quí-báu của Ê-díp-tô. Dân Li-by và dân Ê-thi-ô-bi sẽ theo sau người."},{"bible_id":"193","chapter_code":"DAN.11","verse_code":"DAN.11.44","label":"44","content":"Song những tin-tức từ phương đông và phương bắc sẽ đến làm cho người bối-rối; người sẽ giận lắm mà đi ra để tàn-phá và hủy-diệt nhiều người."},{"bible_id":"193","chapter_code":"DAN.11","verse_code":"DAN.11.45","label":"45","content":"Người sẽ đặt các trại của cung mình ở khoảng giữa biển cùng núi vinh-hiển và thánh. Song người sẽ đến sự cuối-cùng mình, và chẳng có ai đến giúp-đỡ người cả."},{"bible_id":"193","chapter_code":"DAN.12","verse_code":"DAN.12.1","label":"1","content":"Trong kỳ đó, Mi-ca-ên, quan-trưởng lớn, là đấng đứng thay mặt con-cái dân ngươi sẽ chỗi dậy. Lúc đó sẽ có tai-nạn, đến nỗi từ khi mới có nước đến kỳ đó cũng chẳng có như vậy bao giờ. Bấy giờ, trong vòng dân-sự ngươi, kẻ nào được ghi trong quyển sách kia thì sẽ được cứu."},{"bible_id":"193","chapter_code":"DAN.12","verse_code":"DAN.12.2","label":"2","content":"Nhiều kẻ ngủ trong bụi đất sẽ thức dậy, kẻ thì để được sự sống đời đời, kẻ thì để chịu sự xấu-hổ nhơ-nhuốc đời đời."},{"bible_id":"193","chapter_code":"DAN.12","verse_code":"DAN.12.3","label":"3","content":"Những kẻ khôn-sáng sẽ được rực-rỡ như sự sáng trên vòng khung; và những kẻ dắt-đem nhiều người về sự công-bình sẽ sáng-láng như các ngôi sao đời đời mãi mãi."},{"bible_id":"193","chapter_code":"DAN.12","verse_code":"DAN.12.4","label":"4","content":"Còn như ngươi, hỡi Đa-ni-ên, ngươi hãy đóng lại những lời nầy, và hãy đóng ấn sách nầy cho đến kỳ cuối-cùng. Nhiều kẻ sẽ đi qua đi lại, và sự học-thức sẽ được thêm lên."},{"bible_id":"193","chapter_code":"DAN.12","verse_code":"DAN.12.5","label":"5","content":"Bấy giờ, ta, Đa-ni-ên, nhìn-xem, và nầy, có hai người khác đương đứng, một người ở bờ bên nầy sông, một người ở bờ bên kia."},{"bible_id":"193","chapter_code":"DAN.12","verse_code":"DAN.12.6","label":"6","content":"Một người hỏi người mặc vải gai đương đứng ở trên nước sông, rằng: Đến cuối-cùng những sự lạ nầy được bao lâu?"},{"bible_id":"193","chapter_code":"DAN.12","verse_code":"DAN.12.7","label":"7","content":"Ta nghe người mặc vải gai đứng trên nước sông, người cất tay hữu và tay tả lên trời, chỉ Đấng hằng sống mà thề rằng sẽ trải qua một kỳ, những kỳ, và nửa kỳ; và khi quyền của dân thánh đã bị tan-tác hết, thì các sự nầy đều xong."},{"bible_id":"193","chapter_code":"DAN.12","verse_code":"DAN.12.8","label":"8","content":"Ta, Đa-ni-ên, nghe những điều đó, nhưng ta không hiểu. Và ta nói rằng: Lạy chúa tôi, cuối-cùng các sự nầy sẽ ra thể nào?"},{"bible_id":"193","chapter_code":"DAN.12","verse_code":"DAN.12.9","label":"9","content":"Người trả lời rằng: Hỡi Đa-ni-ên, hãy đi; bởi vì những lời nầy đã đóng lại và đóng ấn cho đến kỳ cuối-cùng."},{"bible_id":"193","chapter_code":"DAN.12","verse_code":"DAN.12.10","label":"10","content":"Sẽ có nhiều kẻ tự làm nên tinh-sạch và trắng, và được luyện-lọc. Nhưng những kẻ dữ sẽ cứ làm điều dữ; trong những kẻ dữ chẳng ai sẽ hiểu; song kẻ khôn-sáng sẽ hiểu."},{"bible_id":"193","chapter_code":"DAN.12","verse_code":"DAN.12.11","label":"11","content":"Từ kỳ trừ-bỏ của-lễ thiêu hằng dâng và sự gớm-ghiếc làm cho hoang-vu sẽ được lập lên, thì sẽ có một ngàn hai trăm chín mươi ngày."},{"bible_id":"193","chapter_code":"DAN.12","verse_code":"DAN.12.12","label":"12","content":"Phước thay cho kẻ đợi, và đến một ngàn ba trăm ba mươi lăm ngày!"},{"bible_id":"193","chapter_code":"DAN.12","verse_code":"DAN.12.13","label":"13","content":"Còn ngươi, hãy đi, cho đến có kỳ cuối-cùng. Ngươi sẽ nghỉ-ngơi; và đến cuối-cùng những ngày, ngươi sẽ đứng trong sản nghiệp mình."}]