[{"bible_id":"193","chapter_code":"HAB.1","verse_code":"HAB.1.1","label":"1","content":"Nầy là gánh nặng mà đấng tiên-tri Ha-ba-cúc đã xem thấy."},{"bible_id":"193","chapter_code":"HAB.1","verse_code":"HAB.1.2","label":"2","content":"Hỡi Đức Giê-hô-va! Tôi kêu-van mà Ngài không nghe tôi cho đến chừng nào? Tôi vì cớ sự bạo-ngược kêu-van cùng Ngài, mà Ngài chẳng khứng giải-cứu tôi!"},{"bible_id":"193","chapter_code":"HAB.1","verse_code":"HAB.1.3","label":"3","content":"Nhân sao Chúa khiến tôi thấy sự gian-ác, và Ngài nhìn-xem sự ngang-trái? Sự tàn-hại bạo-ngược ở trước mặt tôi; sự tranh-đấu cãi-lẫy dấy lên."},{"bible_id":"193","chapter_code":"HAB.1","verse_code":"HAB.1.4","label":"4","content":"Vậy nên luật-pháp không quyền, sự chánh-trực không hề tỏ ra. Kẻ hung-ác vây chung-quanh người công-bình, vì cớ đó sự xét-đoán ra trái-ngược."},{"bible_id":"193","chapter_code":"HAB.1","verse_code":"HAB.1.5","label":"5","content":"Hãy nhìn trong các nước và xem, hãy lấy làm lạ và sững-sờ! Vì ta đang làm ra trong ngày các ngươi một việc, mà dầu có ai thuật lại cho các ngươi, các ngươi cũng không tin."},{"bible_id":"193","chapter_code":"HAB.1","verse_code":"HAB.1.6","label":"6","content":"Nầy, ta khiến người Canh-đê dấy lên, nó là một dân dữ-tợn lung-lăng, hay đi khắp đất đặng chiếm lấy những chỗ-ở không thuộc về mình."},{"bible_id":"193","chapter_code":"HAB.1","verse_code":"HAB.1.7","label":"7","content":"Nó thật là đáng sợ và đáng ghê, oai-nghi và sự phán-xét của nó đều là từ nó mà đến."},{"bible_id":"193","chapter_code":"HAB.1","verse_code":"HAB.1.8","label":"8","content":"Những ngựa nó nhặm-lẹ hơn con beo, và hung hơn muông-sói ban đêm. Những lính-kỵ nó tràn khắp đây đó, những lính-kỵ nó đến từ phương xa; chúng nó bay như chim ưng lẹ, nôn-nả kiếm ăn."},{"bible_id":"193","chapter_code":"HAB.1","verse_code":"HAB.1.9","label":"9","content":"Cả dân ấy đến đặng làm sự bạo-ngược; chúng nó mạnh-dạn đi thẳng tới, và dồn phu-tù lại như cát."},{"bible_id":"193","chapter_code":"HAB.1","verse_code":"HAB.1.10","label":"10","content":"Nó nhạo-cười các vua, chế-báng các quan-trưởng, và chê-cười mỗi đồn-lũy: Nó đắp lũy, rồi chiếm lấy."},{"bible_id":"193","chapter_code":"HAB.1","verse_code":"HAB.1.11","label":"11","content":"Bấy giờ nó sẽ sấn tới như gió thổi qua; vì nó lấy sức-mạnh mình làm thần mình, nên phạm tội trọng."},{"bible_id":"193","chapter_code":"HAB.1","verse_code":"HAB.1.12","label":"12","content":"Hỡi Giê-hô-va, Đức Chúa Trời tôi, Đấng Thánh của tôi! Ngài há chẳng phải là từ đời đời vô-cùng sao? Vậy chúng tôi sẽ không chết! Hỡi Đức Giê-hô-va, Ngài đã lập dân nầy đặng làm sự xét-đoán của Ngài. Hỡi vầng Đá! Ngài đã đặt nó đặng làm sự sửa-phạt!"},{"bible_id":"193","chapter_code":"HAB.1","verse_code":"HAB.1.13","label":"13","content":"Mắt Chúa thánh-sạch chẳng nhìn sự dữ, chẳng có thể nhìn được sự trái-ngược. Sao Ngài nhìn-xem kẻ làm sự dối-trá, khi kẻ dữ nuốt người công-bình hơn nó, sao Ngài nín-lặng đi?"},{"bible_id":"193","chapter_code":"HAB.1","verse_code":"HAB.1.14","label":"14","content":"Sao Ngài khiến loài người như cá biển và như loài côn-trùng vô chủ?"},{"bible_id":"193","chapter_code":"HAB.1","verse_code":"HAB.1.15","label":"15","content":"Nó đã dùng lưỡi câu móc lấy cả, thâu-góp trong chài mình, và nhóm lại trong lưới mình, vậy nên nó vui-mừng và lấy làm thích."},{"bible_id":"193","chapter_code":"HAB.1","verse_code":"HAB.1.16","label":"16","content":"Vì cớ đó, nó dâng tế cho lưới, đốt hương cho chài, bởi chưng nó nhờ đó mà được phần béo-tốt và của ăn dư-dật."},{"bible_id":"193","chapter_code":"HAB.1","verse_code":"HAB.1.17","label":"17","content":"Có lẽ nào nó cứ đổ lưới mình ra đặng làm sự giết-lát các dân không hề thôi sao?"},{"bible_id":"193","chapter_code":"HAB.2","verse_code":"HAB.2.1","label":"1","content":"Ta sẽ đứng nơi vọng-canh, chôn chân nơi đồn-lũy, rình xem Ngài bảo ta điều gì, và ta trả lời thế nào về sự đối-nại của ta."},{"bible_id":"193","chapter_code":"HAB.2","verse_code":"HAB.2.2","label":"2","content":"Đức Giê-hô-va đáp lại cùng ta mà rằng: Ngươi khá chép lấy sự hiện-thấy, và rõ-rệt nó ra trên bảng, hầu cho người đương chạy đọc được."},{"bible_id":"193","chapter_code":"HAB.2","verse_code":"HAB.2.3","label":"3","content":"Vì sự hiện-thấy còn phải ứng-nghiệm trong kỳ nhứt-định, sau-cùng nó sẽ kíp đến, không phỉnh-dối đâu; nếu nó chậm-trễ, ngươi hãy đợi; bởi nó chắc sẽ đến, không chậm-trễ."},{"bible_id":"193","chapter_code":"HAB.2","verse_code":"HAB.2.4","label":"4","content":"Nầy, lòng người kiêu-ngạo, không có sự ngay-thẳng trong nó; song người công-bình thì sống bởi đức-tin mình."},{"bible_id":"193","chapter_code":"HAB.2","verse_code":"HAB.2.5","label":"5","content":"Nó ghiền rượu, làm sự dối-trá, kiêu-ngạo và chẳng ở yên chỗ mình, mở rộng lòng ham-mê nó như Âm-phủ, như sự chết chẳng được no-chán; nó thâu-góp mọi nước và hội-hiệp mọi dân cho mình."},{"bible_id":"193","chapter_code":"HAB.2","verse_code":"HAB.2.6","label":"6","content":"Chớ thì những kẻ đó há chẳng lấy thí-dụ nhạo-cười nó, lấy lời kín biếm-nhẻ nó mà rằng: Khốn thay cho kẻ nhóm-góp của chẳng thuộc về mình! Nó gánh-vác của-cầm rất nặng cho đến chừng nào?"},{"bible_id":"193","chapter_code":"HAB.2","verse_code":"HAB.2.7","label":"7","content":"Há chẳng sẽ có kẻ vụt dấy lên đặng cắn ngươi sao? Kẻ đuổi-bắt ngươi há chẳng tỉnh-thức sao? Ngươi sẽ bị nó cướp-bóc."},{"bible_id":"193","chapter_code":"HAB.2","verse_code":"HAB.2.8","label":"8","content":"Vì ngươi đã cướp nhiều nước, thì cả phần sót lại của các dân sẽ cướp ngươi, vì cớ huyết người ta, vì sự bạo-ngược làm ra cho đất, cho thành, và cho hết thảy dân-cư nó."},{"bible_id":"193","chapter_code":"HAB.2","verse_code":"HAB.2.9","label":"9","content":"Khốn thay cho kẻ tìm lợi bất-nghĩa cho nhà mình, để lót ổ mình trong nơi cao, để được cứu khỏi tay hung-ác."},{"bible_id":"193","chapter_code":"HAB.2","verse_code":"HAB.2.10","label":"10","content":"Ngươi đã dùng mưu xấu-hổ cho nhà mình mà diệt nhiều dân-tộc, ngươi đã phạm tội nghịch cùng linh-hồn ngươi."},{"bible_id":"193","chapter_code":"HAB.2","verse_code":"HAB.2.11","label":"11","content":"Vì đá trong vách sẽ kêu lên, rường trên mái sẽ đáp lại."},{"bible_id":"193","chapter_code":"HAB.2","verse_code":"HAB.2.12","label":"12","content":"Khốn thay cho kẻ lấy huyết dựng ấp, và lấy sự gian-ác xây thành!"},{"bible_id":"193","chapter_code":"HAB.2","verse_code":"HAB.2.13","label":"13","content":"Phải, ấy há chẳng phải bởi Đức Giê-hô-va vạn-quân mà các dân làm việc cho lửa, và các nước nhọc-nhằn cho sự hư-không hay sao?"},{"bible_id":"193","chapter_code":"HAB.2","verse_code":"HAB.2.14","label":"14","content":"Vì sự nhận-biết vinh-quang Đức Giê-hô-va sẽ đầy-dẫy khắp đất như nước đầy-tràn biển."},{"bible_id":"193","chapter_code":"HAB.2","verse_code":"HAB.2.15","label":"15","content":"Khốn thay cho kẻ pha đồ độc cho người lân-cận mình uống, làm cho nó say, đặng xem sự lõa-lồ nó!"},{"bible_id":"193","chapter_code":"HAB.2","verse_code":"HAB.2.16","label":"16","content":"Ngươi đầy sự sỉ-nhục mà chẳng đầy sự vinh-hiển. Ngươi cũng hãy uống đi, và làm như người chưa chịu phép cắt-bì. Chén của Đức Giê-hô-va cầm trong tay hữu sẽ đến phiên trao cho ngươi, và sự nhuốc-nhơ sẽ đổ ra trên sự vinh-hiển ngươi."},{"bible_id":"193","chapter_code":"HAB.2","verse_code":"HAB.2.17","label":"17","content":"Vì sự bạo-ngược đã làm ra cho Li-ban sẽ che-phủ ngươi, và sự tàn-hại các loài thú làm cho nó kinh-sợ, lại vì cớ huyết người ta, vì sự bạo-ngược làm ra cho đất, cho thành, và cho hết thảy dân-cư nó."},{"bible_id":"193","chapter_code":"HAB.2","verse_code":"HAB.2.18","label":"18","content":"Tượng chạm mà thợ đã chạm ra, có ích gì cho nó chăng? Tượng đúc, là thầy giả-dối, thì có ích gì, mà người thợ làm thần-tượng câm ấy lại tin-cậy nơi việc mình làm ra?"},{"bible_id":"193","chapter_code":"HAB.2","verse_code":"HAB.2.19","label":"19","content":"Khốn thay cho kẻ nói với gỗ rằng: Hãy tỉnh-thức! Và với đá câm rằng: Hãy chỗi dậy! Nó có dạy-dỗ được chăng? Nầy, nó là bọc vàng và bạc, song chẳng có một chút hơi-thở nào ở giữa nó."},{"bible_id":"193","chapter_code":"HAB.2","verse_code":"HAB.2.20","label":"20","content":"Nhưng Đức Giê-hô-va ở trong đền thánh của Ngài, trước mặt Ngài, cả đất hãy làm thinh!"},{"bible_id":"193","chapter_code":"HAB.3","verse_code":"HAB.3.1","label":"1","content":"Lời cầu-nguyện của đấng tiên-tri Ha-ba-cúc, về thể thi-ca."},{"bible_id":"193","chapter_code":"HAB.3","verse_code":"HAB.3.2","label":"2","content":"Hỡi Đức Giê-hô-va! Tôi đã nghe danh-tiếng Ngài thì tôi sợ-hãi. Hỡi Đức Giê-hô-va! Xin Ngài lại khiến công-việc Ngài dấy lên giữa các năm, Tỏ ra cho biết giữa các năm; Khi Ngài đương giận, xin hãy nhớ lại sự thương-xót!"},{"bible_id":"193","chapter_code":"HAB.3","verse_code":"HAB.3.3","label":"3","content":"Đức Chúa Trời đến từ Thê-man, Đấng Thánh đến từ núi Pha-ran.  (Sê-la) Vinh-hiển Ngài bao-phủ các từng trời, Đất đầy sự khen-ngợi Ngài."},{"bible_id":"193","chapter_code":"HAB.3","verse_code":"HAB.3.4","label":"4","content":"Sự chói-rạng của Ngài như ánh sáng, Những tia sáng ra từ tay Ngài, Quyền-năng Ngài giấu trong nơi đó."},{"bible_id":"193","chapter_code":"HAB.3","verse_code":"HAB.3.5","label":"5","content":"Ôn-dịch đi trước mặt Ngài, Tên lửa ra nơi chân Ngài."},{"bible_id":"193","chapter_code":"HAB.3","verse_code":"HAB.3.6","label":"6","content":"Ngài đứng và đo đất; Ngài nhìn-xem, làm tan-tác các dân-tộc; Các núi hằng còn đều tan-nát, Các đồi đời đời đều quì xuống: Các đường-lối Ngài giống như thuở xưa."},{"bible_id":"193","chapter_code":"HAB.3","verse_code":"HAB.3.7","label":"7","content":"Ta thấy những trại của Cu-san bị hoạn-nạn, Những màn-cháng của đất Ma-đi-an lung-lay."},{"bible_id":"193","chapter_code":"HAB.3","verse_code":"HAB.3.8","label":"8","content":"Có phải Đức Giê-hô-va nổi giận nghịch cùng các sông chăng? Cơn giận Ngài có phải nổi lên nghịch cùng các sông chăng? Có phải sự thạnh-nộ Ngài nổi lên nghịch cùng biển, Khi Ngài cỡi ngựa cỡi xe đặng giải-cứu chăng?"},{"bible_id":"193","chapter_code":"HAB.3","verse_code":"HAB.3.9","label":"9","content":"Cung Ngài ra khỏi bao; Lời thề cùng các chi-phái là lời chắc-chắn.  (Sê-la) Ngài phân-rẽ đất làm cho sông chảy ra."},{"bible_id":"193","chapter_code":"HAB.3","verse_code":"HAB.3.10","label":"10","content":"Các núi thấy Ngài thì đều sợ-hãi; Các dòng nước chảy mạnh, Vực sâu vang tiếng, Rún biển giơ tay lên cao."},{"bible_id":"193","chapter_code":"HAB.3","verse_code":"HAB.3.11","label":"11","content":"Mặt trời mặt trăng dừng lại trong nơi ở nó; Vì cớ bóng sáng của những tên Ngài, Và chớp-nháng của gươm-giáo Ngài chiếu ra."},{"bible_id":"193","chapter_code":"HAB.3","verse_code":"HAB.3.12","label":"12","content":"Ngài nổi giận bước qua đất; Và đương cơn thạnh-nộ giày-đạp các dân-tộc."},{"bible_id":"193","chapter_code":"HAB.3","verse_code":"HAB.3.13","label":"13","content":"Ngài đi ra đặng cứu dân mình, Đi ra đặng cứu đấng chịu xức dầu của mình; Ngài đánh thương đầu kẻ ác, phá nhà nó, Làm trần-trụi nền nó cho đến cổ.  (Sê-la)"},{"bible_id":"193","chapter_code":"HAB.3","verse_code":"HAB.3.14","label":"14","content":"Ngài lấy giáo nó đâm đầu lính-chiến nó, Chúng nó đến như trận bão đặng làm tan-tác tôi; Chúng nó vui-thích như nuốt kẻ bần-cùng cách kín-giấu."},{"bible_id":"193","chapter_code":"HAB.3","verse_code":"HAB.3.15","label":"15","content":"Ngài cỡi ngựa đạp trên biển, Trong đống nước lớn."},{"bible_id":"193","chapter_code":"HAB.3","verse_code":"HAB.3.16","label":"16","content":"Tôi đã nghe, thì thân-thể tôi run-rẩy, Nghe tiếng Ngài thì môi tôi rung-động; Sự mục-nát nhập vào xương tôi; và tôi run-rẩy trong chỗ tôi, Vì tôi phải nín-lặng để chờ ngày hoạn-nạn, Là ngày có dân đến xâm-chiếm chúng tôi."},{"bible_id":"193","chapter_code":"HAB.3","verse_code":"HAB.3.17","label":"17","content":"Vì dầu cây vả sẽ không nứt lộc nữa, Và sẽ không có trái trên những cây nho; Cây ô-li-ve không sanh-sản, Và chẳng có ruộng nào sanh ra đồ-ăn; Bầy chiên sẽ bị dứt khỏi ràn, Và không có bầy bò trong chuồng nữa."},{"bible_id":"193","chapter_code":"HAB.3","verse_code":"HAB.3.18","label":"18","content":"Dầu vậy, tôi sẽ vui-mừng trong Đức Giê-hô-va, Tôi sẽ hớn-hở trong Đức Chúa Trời của sự cứu-rỗi tôi."},{"bible_id":"193","chapter_code":"HAB.3","verse_code":"HAB.3.19","label":"19","content":"Đức Giê-hô-va là Chúa, là sức-mạnh của tôi, Ngài làm cho chân tôi giống như chân con hươu, Khiến tôi đi trên các nơi cao của mình. (Phó cho quản phường nhạc, khảy đàn mà hát bài nầy)."}]