[{"bible_id":"193","chapter_code":"JAS.1","verse_code":"JAS.1.1","label":"1","content":"Gia-cơ, tôi-tớ Đức Chúa Trời và Đức Chúa Jêsus-Christ, đạt cho mười hai chi-phái ở tan-lạc,  chúc bình-an!"},{"bible_id":"193","chapter_code":"JAS.1","verse_code":"JAS.1.2","label":"2","content":"Hỡi anh em, hãy coi sự thử-thách trăm bề thoạt đến cho anh em như là điều vui-mừng trọn-vẹn,"},{"bible_id":"193","chapter_code":"JAS.1","verse_code":"JAS.1.3","label":"3","content":"vì biết rằng sự thử-thách đức-tin anh em sanh ra sự nhịn-nhục."},{"bible_id":"193","chapter_code":"JAS.1","verse_code":"JAS.1.4","label":"4","content":"Nhưng sự nhịn-nhục phải làm trọn việc nó,  hầu cho chính mình anh em cũng trọn-lành toàn-vẹn, không thiếu-thốn chút nào."},{"bible_id":"193","chapter_code":"JAS.1","verse_code":"JAS.1.5","label":"5","content":"Ví bằng trong anh em có kẻ kém khôn-ngoan, hãy cầu-xin Đức Chúa Trời, là Đấng ban cho mọi người cách rộng-rãi, không trách-móc ai, thì kẻ ấy sẽ được ban cho."},{"bible_id":"193","chapter_code":"JAS.1","verse_code":"JAS.1.6","label":"6","content":"Nhưng phải lấy đức-tin mà cầu-xin, chớ nghi-ngờ; vì kẻ hay nghi-ngờ giống như sóng biển, bị gió động và đưa đi đây đi đó."},{"bible_id":"193","chapter_code":"JAS.1","verse_code":"JAS.1.7","label":"7","content":"Người như thế chớ nên tưởng mình lãnh được vật chi từ nơi Chúa:"},{"bible_id":"193","chapter_code":"JAS.1","verse_code":"JAS.1.8","label":"8","content":"ấy là một người phân-tâm, phàm làm việc gì đều không định."},{"bible_id":"193","chapter_code":"JAS.1","verse_code":"JAS.1.9","label":"9","content":"Anh em nào ở địa-vị thấp-hèn hãy khoe mình về phần cao-trọng mình,"},{"bible_id":"193","chapter_code":"JAS.1","verse_code":"JAS.1.10","label":"10","content":"kẻ giàu cũng hãy khoe mình về phần đê-hèn, vì người sẽ qua đi như hoa cỏ."},{"bible_id":"193","chapter_code":"JAS.1","verse_code":"JAS.1.11","label":"11","content":"Mặt trời mọc lên, nắng xẵng, cỏ khô, hoa rụng, sắc đẹp tồi-tàn: kẻ giàu cũng sẽ khô-héo như vậy trong những việc mình làm."},{"bible_id":"193","chapter_code":"JAS.1","verse_code":"JAS.1.12","label":"12","content":"Phước cho người bị cám-dỗ;  vì lúc đã chịu nổi sự thử-thách rồi, thì sẽ lãnh mão triều-thiên của sự sống mà Đức Chúa Trời đã hứa cho kẻ kính-mến Ngài."},{"bible_id":"193","chapter_code":"JAS.1","verse_code":"JAS.1.13","label":"13","content":"Chớ có ai đương bị cám-dỗ mà nói rằng: Ấy là Đức Chúa Trời cám-dỗ tôi; vì Đức Chúa Trời chẳng bị sự ác nào cám-dỗ được, và chính Ngài cũng không cám-dỗ ai."},{"bible_id":"193","chapter_code":"JAS.1","verse_code":"JAS.1.14","label":"14","content":"Nhưng mỗi người bị cám-dỗ khi mắc tư-dục xui-giục  mình."},{"bible_id":"193","chapter_code":"JAS.1","verse_code":"JAS.1.15","label":"15","content":"Đoạn, lòng tư-dục cưu-mang, sanh ra tội-ác; tội-ác đã trọn, sanh ra sự chết."},{"bible_id":"193","chapter_code":"JAS.1","verse_code":"JAS.1.16","label":"16","content":"Hỡi anh em yêu-dấu, chớ tự dối mình:"},{"bible_id":"193","chapter_code":"JAS.1","verse_code":"JAS.1.17","label":"17","content":"mọi ân-điển tốt-lành cùng sự ban-cho trọn-vẹn đều đến từ nơi cao và bởi Cha sáng-láng mà xuống, trong Ngài chẳng có một sự thay-đổi, cũng chẳng có bóng của sự biến-cải nào."},{"bible_id":"193","chapter_code":"JAS.1","verse_code":"JAS.1.18","label":"18","content":"Ấy chính Ngài theo ý-muốn mình, đã dùng lời chân-thật sanh chúng ta, hầu cho chúng ta được nên như trái đầu mùa của những vật Ngài dựng nên."},{"bible_id":"193","chapter_code":"JAS.1","verse_code":"JAS.1.19","label":"19","content":"Hỡi anh em yêu-dấu, anh em biết điều đó: người nào cũng phải mau nghe mà chậm nói, chậm giận;"},{"bible_id":"193","chapter_code":"JAS.1","verse_code":"JAS.1.20","label":"20","content":"vì cơn giận của người ta không làm nên sự công-bình của Đức Chúa Trời."},{"bible_id":"193","chapter_code":"JAS.1","verse_code":"JAS.1.21","label":"21","content":"Vậy, hãy bỏ đi mọi điều ô-uế và mọi điều gian-ác còn lại, đem lòng nhu-mì nhận lấy lời đã trồng trong anh em, là lời cứu được linh-hồn của anh em."},{"bible_id":"193","chapter_code":"JAS.1","verse_code":"JAS.1.22","label":"22","content":"Hãy làm theo lời, chớ lấy nghe làm đủ mà lừa-dối mình."},{"bible_id":"193","chapter_code":"JAS.1","verse_code":"JAS.1.23","label":"23","content":"Vì, nếu có kẻ nghe lời mà không làm theo, thì khác nào người kia soi mặt mình trong gương,"},{"bible_id":"193","chapter_code":"JAS.1","verse_code":"JAS.1.24","label":"24","content":"thấy rồi thì đi, liền quên mặt ra thể nào."},{"bible_id":"193","chapter_code":"JAS.1","verse_code":"JAS.1.25","label":"25","content":"Nhưng kẻ nào xét kỹ luật-pháp trọn-vẹn, là luật-pháp về sự tự-do, lại bền lòng suy-gẫm lấy, chẳng phải nghe rồi quên đi, nhưng hết lòng giữ theo phép-tắc nó, thì kẻ đó sẽ tìm được phước trong sự mình vâng lời."},{"bible_id":"193","chapter_code":"JAS.1","verse_code":"JAS.1.26","label":"26","content":"Nhược bằng có ai tưởng mình là tin đạo mà không cầm-giữ lưỡi mình, nhưng lại lừa-dối lòng mình, thì sự tin đạo của người hạng ấy là vô-ích."},{"bible_id":"193","chapter_code":"JAS.1","verse_code":"JAS.1.27","label":"27","content":"Sự tin đạo thanh-sạch không vết, trước mặt Đức Chúa Trời, Cha chúng ta, là: thăm-viếng kẻ mồ-côi, người góa-bụa trong cơn khốn-khó của họ, và giữ lấy mình cho khỏi sự ô-uế của thế-gian."},{"bible_id":"193","chapter_code":"JAS.2","verse_code":"JAS.2.1","label":"1","content":"Hỡi anh em, anh em đã tin đến Đức Chúa Jêsus-Christ, là Chúa vinh-hiển chúng ta, thì chớ có tây-vị người nào."},{"bible_id":"193","chapter_code":"JAS.2","verse_code":"JAS.2.2","label":"2","content":"Giả-sử có người đeo nhẫn vàng, mặc áo đẹp, vào nơi hội anh em, lại có người nghèo, quần-áo rách-rưới, cũng vào nữa;"},{"bible_id":"193","chapter_code":"JAS.2","verse_code":"JAS.2.3","label":"3","content":"nếu anh em ngó kẻ mặc áo đẹp, mà nói rằng: Mời ngồi đây, là chỗ tử-tế; lại nói với người nghèo rằng: Hãy đứng đó, hoặc ngồi dưới bệ chân ta,"},{"bible_id":"193","chapter_code":"JAS.2","verse_code":"JAS.2.4","label":"4","content":"thế có phải anh em tự mình phân-biệt ra và lấy ý xấu mà xét-đoán không?"},{"bible_id":"193","chapter_code":"JAS.2","verse_code":"JAS.2.5","label":"5","content":"Hỡi anh em rất yêu-dấu, hãy nghe nầy: Đức Chúa Trời há chẳng lựa kẻ nghèo theo đời nầy đặng làm cho trở nên giàu trong đức-tin, và kế-tự nước Ngài đã hứa cho kẻ kính-mến Ngài hay sao?"},{"bible_id":"193","chapter_code":"JAS.2","verse_code":"JAS.2.6","label":"6","content":"Mà anh em lại khinh-dể kẻ nghèo! Há chẳng phải kẻ giàu đã hà-hiếp anh em, kéo anh em đến trước tòa án sao?"},{"bible_id":"193","chapter_code":"JAS.2","verse_code":"JAS.2.7","label":"7","content":"Há chẳng phải họ phạm thượng đến danh tốt đã lấy đặt cho anh em sao?"},{"bible_id":"193","chapter_code":"JAS.2","verse_code":"JAS.2.8","label":"8","content":"Thật vậy, nếu anh em vâng-giữ cho trọn-vẹn luật-pháp tôn-trọng, theo như Kinh-thánh rằng: Hãy yêu người lân-cận như mình,  thì anh em ăn-ở tốt lắm."},{"bible_id":"193","chapter_code":"JAS.2","verse_code":"JAS.2.9","label":"9","content":"Nhưng nếu anh em tây-vị người ta, thì phạm tội, luật-pháp bèn định tội anh em như kẻ phạm phép."},{"bible_id":"193","chapter_code":"JAS.2","verse_code":"JAS.2.10","label":"10","content":"Vì người nào giữ trọn luật-pháp, mà phạm một điều-răn, thì cũng đáng tội như đã phạm hết thảy."},{"bible_id":"193","chapter_code":"JAS.2","verse_code":"JAS.2.11","label":"11","content":"Vả, Đấng đã phán rằng: Chớ phạm tội tà-dâm, cũng có phán rằng: Chớ giết người.  Vậy, nếu ngươi không phạm tội tà-dâm, nhưng phạm tội giết người, thì ngươi là kẻ phạm luật-pháp."},{"bible_id":"193","chapter_code":"JAS.2","verse_code":"JAS.2.12","label":"12","content":"Hãy nói và làm dường như phải chịu luật-pháp tự-do đoán-xét mình."},{"bible_id":"193","chapter_code":"JAS.2","verse_code":"JAS.2.13","label":"13","content":"Sự đoán-xét không thương-xót kẻ chẳng làm sự thương-xót; nhưng sự thương-xót thắng sự đoán-xét."},{"bible_id":"193","chapter_code":"JAS.2","verse_code":"JAS.2.14","label":"14","content":"Hỡi anh em, nếu ai nói mình có đức-tin, song không có việc làm, thì ích chi chăng? Đức-tin đó cứu người ấy được chăng?"},{"bible_id":"193","chapter_code":"JAS.2","verse_code":"JAS.2.15","label":"15","content":"Ví thử có anh em hoặc chị em nào không quần áo mặc, thiếu của ăn uống hằng ngày,"},{"bible_id":"193","chapter_code":"JAS.2","verse_code":"JAS.2.16","label":"16","content":"mà một kẻ trong anh em nói với họ rằng: Hãy đi cho bình-an, hãy sưởi cho ấm và ăn cho no, nhưng không cho họ đồ cần-dùng về phần xác, thì có ích gì chăng?"},{"bible_id":"193","chapter_code":"JAS.2","verse_code":"JAS.2.17","label":"17","content":"Về đức-tin, cũng một lẽ ấy; nếu đức-tin không sanh ra việc làm, thì tự mình nó chết."},{"bible_id":"193","chapter_code":"JAS.2","verse_code":"JAS.2.18","label":"18","content":"Hoặc có kẻ nói: Ngươi có đức-tin, còn ta có việc làm. Hãy chỉ cho ta đức-tin của ngươi không có việc làm, rồi ta sẽ chỉ cho ngươi đức-tin bởi việc làm của ta."},{"bible_id":"193","chapter_code":"JAS.2","verse_code":"JAS.2.19","label":"19","content":"Ngươi tin rằng chỉ có một Đức Chúa Trời mà thôi, ngươi tin phải; ma-quỉ cũng tin như vậy và run-sợ."},{"bible_id":"193","chapter_code":"JAS.2","verse_code":"JAS.2.20","label":"20","content":"Nhưng, hỡi người vô-tri kia, ngươi muốn biết chắc rằng đức-tin không có việc làm là vô-ích chăng?"},{"bible_id":"193","chapter_code":"JAS.2","verse_code":"JAS.2.21","label":"21","content":"Áp-ra-ham, tổ-phụ chúng ta, khi dâng con mình là Y-sác trên bàn-thờ, há chẳng từng cậy việc làm được xưng công-bình hay sao?"},{"bible_id":"193","chapter_code":"JAS.2","verse_code":"JAS.2.22","label":"22","content":"Thế thì, ngươi thấy đức-tin đồng công với việc làm, và nhờ việc làm mà đức-tin được trọn-vẹn."},{"bible_id":"193","chapter_code":"JAS.2","verse_code":"JAS.2.23","label":"23","content":"Vậy được ứng-nghiệm lời Kinh-thánh rằng: Áp-ra-ham tin Đức Chúa Trời, và điều đó kể là công-bình cho người; và người được gọi là bạn Đức Chúa Trời."},{"bible_id":"193","chapter_code":"JAS.2","verse_code":"JAS.2.24","label":"24","content":"Nhân đó anh em biết người ta cậy việc làm được xưng công-bình, chớ chẳng những là cậy đức-tin mà thôi."},{"bible_id":"193","chapter_code":"JAS.2","verse_code":"JAS.2.25","label":"25","content":"Đồng một thể ấy, kỵ-nữ Ra-háp tiếp-rước các sứ-giả và khiến họ noi đường khác mà đi, người há chẳng phải cậy việc làm mà được xưng công-bình sao?"},{"bible_id":"193","chapter_code":"JAS.2","verse_code":"JAS.2.26","label":"26","content":"Vả, xác chẳng có hồn thì chết, đức-tin không có việc làm cũng chết như vậy."},{"bible_id":"193","chapter_code":"JAS.3","verse_code":"JAS.3.1","label":"1","content":"Hỡi anh em, trong vòng anh em chớ có nhiều người tự lập làm thầy, vì biết như vậy, mình sẽ phải chịu xét-đoán càng nghiêm hơn."},{"bible_id":"193","chapter_code":"JAS.3","verse_code":"JAS.3.2","label":"2","content":"Chúng ta thảy đều vấp-phạm nhiều cách lắm. Nếu có ai không vấp-phạm trong lời nói mình, ấy là người trọn-vẹn, hay hãm-cầm cả mình."},{"bible_id":"193","chapter_code":"JAS.3","verse_code":"JAS.3.3","label":"3","content":"Chúng ta tra hàm-thiếc vào miệng ngựa, cho nó chịu phục mình, nên mới sai-khiến cả và mình nó được."},{"bible_id":"193","chapter_code":"JAS.3","verse_code":"JAS.3.4","label":"4","content":"Hãy xem những chiếc tàu: dầu cho lớn mấy mặc lòng, và bị gió mạnh đưa đi thây kệ, một bánh lái rất nhỏ cũng đủ cạy-bát nó, tùy theo ý người cầm lái."},{"bible_id":"193","chapter_code":"JAS.3","verse_code":"JAS.3.5","label":"5","content":"Cũng vậy, cái lưỡi là một quan-thể nhỏ, mà khoe được những việc lớn. Thử xem cái rừng lớn chừng nào mà một chút lửa có thể đốt cháy lên!"},{"bible_id":"193","chapter_code":"JAS.3","verse_code":"JAS.3.6","label":"6","content":"Cái lưỡi cũng như lửa; ấy là nơi đô-hội của tội-ác ở giữa các quan-thể chúng ta, làm ô-uế cả mình, đốt cháy cả đời người, chính mình nó đã bị lửa địa-ngục đốt cháy."},{"bible_id":"193","chapter_code":"JAS.3","verse_code":"JAS.3.7","label":"7","content":"Hết thảy loài muông-thú, chim-chóc, sâu-bọ, loài dưới biển đều trị-phục được và đã bị loài người trị-phục rồi;"},{"bible_id":"193","chapter_code":"JAS.3","verse_code":"JAS.3.8","label":"8","content":"nhưng cái lưỡi, không ai trị-phục được nó; ấy là một vật dữ người ta không thể hãm-dẹp được: đầy-dẫy những chất độc giết chết."},{"bible_id":"193","chapter_code":"JAS.3","verse_code":"JAS.3.9","label":"9","content":"Bởi cái lưỡi chúng ta khen-ngợi Chúa, Cha chúng ta, và cũng bởi nó chúng ta rủa-sả loài người, là loài tạo theo hình-ảnh Đức-Chúa Trời."},{"bible_id":"193","chapter_code":"JAS.3","verse_code":"JAS.3.10","label":"10","content":"Đồng một lỗ miệng mà ra cả sự khen-ngợi và rủa-sả! Hỡi anh em, không nên như vậy."},{"bible_id":"193","chapter_code":"JAS.3","verse_code":"JAS.3.11","label":"11","content":"Có lẽ nào một cái suối kia, đồng một mạch mà ra cả nước ngọt và nước đắng sao?"},{"bible_id":"193","chapter_code":"JAS.3","verse_code":"JAS.3.12","label":"12","content":"Hỡi anh em, cây vả có ra trái ô-li-ve được, cây nho có ra trái vả được chăng? Mạch nước mặn cũng không có thể chảy ra nước ngọt được nữa."},{"bible_id":"193","chapter_code":"JAS.3","verse_code":"JAS.3.13","label":"13","content":"Trong anh em có người nào khôn-ngoan thông-sáng chăng? Hãy lấy cách ăn-ở tốt của mình mà bày-tỏ việc mình làm bởi khôn-ngoan nhu-mì mà ra."},{"bible_id":"193","chapter_code":"JAS.3","verse_code":"JAS.3.14","label":"14","content":"Nhưng nếu anh em có sự ghen-tương cay-đắng và sự tranh-cạnh trong lòng mình, thì chớ khoe mình và nói dối nghịch cùng lẽ thật."},{"bible_id":"193","chapter_code":"JAS.3","verse_code":"JAS.3.15","label":"15","content":"Sự khôn-ngoan đó không phải từ trên mà xuống đâu; trái lại, nó thuộc về đất, về xác-thịt và về ma-quỉ."},{"bible_id":"193","chapter_code":"JAS.3","verse_code":"JAS.3.16","label":"16","content":"Vì ở đâu có những điều ghen-tương tranh-cạnh ấy, thì ở đó có sự lộn-lạo và đủ mọi thứ ác."},{"bible_id":"193","chapter_code":"JAS.3","verse_code":"JAS.3.17","label":"17","content":"Nhưng sự khôn-ngoan từ trên mà xuống thì trước hết là thanh-sạch, sau lại hòa-thuận, tiết-độ, nhu-mì, đầy-dẫy lòng thương-xót và bông-trái lành, không có sự hai lòng và giả-hình."},{"bible_id":"193","chapter_code":"JAS.3","verse_code":"JAS.3.18","label":"18","content":"Vả, bông-trái của điều công-bình thì gieo trong sự hòa-bình, cho những kẻ nào làm sự hòa-bình vậy."},{"bible_id":"193","chapter_code":"JAS.4","verse_code":"JAS.4.1","label":"1","content":"Những điều chiến-đấu tranh-cạnh trong anh em bởi đâu mà đến? Há chẳng phải từ tình-dục anh em vẫn hay tranh-chiến trong quan-thể mình sao?"},{"bible_id":"193","chapter_code":"JAS.4","verse_code":"JAS.4.2","label":"2","content":"Anh em tham-muốn mà chẳng được chi; anh em giết người và ghen-ghét mà chẳng được việc gì hết; anh em có sự tranh-cạnh và chiến-đấu; anh em chẳng được chi, vì không cầu-xin."},{"bible_id":"193","chapter_code":"JAS.4","verse_code":"JAS.4.3","label":"3","content":"Anh em cầu-xin mà không nhận-lãnh được, vì cầu-xin trái lẽ, để dùng trong tư-dục mình."},{"bible_id":"193","chapter_code":"JAS.4","verse_code":"JAS.4.4","label":"4","content":"Hỡi bọn tà-dâm  kia, anh em há chẳng biết làm bạn với thế-gian tức là thù-nghịch với Đức Chúa Trời sao? Cho nên, ai muốn làm bạn với thế-gian, thì người ấy trở nên kẻ nghịch-thù cùng Đức Chúa Trời vậy."},{"bible_id":"193","chapter_code":"JAS.4","verse_code":"JAS.4.5","label":"5","content":"Hay là anh em tưởng Kinh-thánh nói vô-ích sao? Đức Thánh-Linh mà Đức Chúa Trời khiến ở trong lòng chúng ta, ham-mến chúng ta đến nỗi ghen-tương,"},{"bible_id":"193","chapter_code":"JAS.4","verse_code":"JAS.4.6","label":"6","content":"nhưng Ngài lại ban cho ta ơn  lớn hơn nữa. Vì vậy, Kinh-thánh chép rằng: Đức Chúa Trời chống-cự kẻ kiêu-ngạo, nhưng ban ơn cho kẻ khiêm-nhường."},{"bible_id":"193","chapter_code":"JAS.4","verse_code":"JAS.4.7","label":"7","content":"Vậy hãy phục Đức Chúa Trời; hãy chống-trả ma-quỉ, thì nó sẽ lánh xa anh em."},{"bible_id":"193","chapter_code":"JAS.4","verse_code":"JAS.4.8","label":"8","content":"Hãy đến gần Đức Chúa Trời, thì Ngài sẽ đến gần anh em. Hỡi kẻ có tội, hãy lau tay mình, có ai hai lòng, hãy làm sạch lòng đi;"},{"bible_id":"193","chapter_code":"JAS.4","verse_code":"JAS.4.9","label":"9","content":"hãy cảm-biết sự khốn-nạn mình, hãy đau-thương khóc-lóc; hãy đổi cười ra khóc, đổi vui ra buồn."},{"bible_id":"193","chapter_code":"JAS.4","verse_code":"JAS.4.10","label":"10","content":"Hãy hạ mình xuống trước mặt Chúa, thì Ngài sẽ nhắc anh em lên."},{"bible_id":"193","chapter_code":"JAS.4","verse_code":"JAS.4.11","label":"11","content":"Hỡi anh em, chớ nói hành nhau. Ai nói hành anh em mình hoặc xét-đoán anh em mình, tức là nói xấu luật-pháp, và xét-đoán luật-pháp. Vả, nếu ngươi xét-đoán luật-pháp, thì ngươi chẳng phải là kẻ vâng-giữ luật-pháp, bèn là người xét-đoán luật-pháp vậy."},{"bible_id":"193","chapter_code":"JAS.4","verse_code":"JAS.4.12","label":"12","content":"Chỉ có một Đấng lập ra luật-pháp và một Đấng xét-đoán, tức là Đấng cứu được và diệt được. Nhưng ngươi là ai, mà dám xét-đoán kẻ lân-cận mình?"},{"bible_id":"193","chapter_code":"JAS.4","verse_code":"JAS.4.13","label":"13","content":"Hỡi anh em, là kẻ nói rằng: Hôm nay hoặc ngày mai, ta sẽ đi đến thành kia, ở đó một năm, buôn-bán và phát-tài,"},{"bible_id":"193","chapter_code":"JAS.4","verse_code":"JAS.4.14","label":"14","content":"song ngày mai sẽ ra thế nào, anh em chẳng biết! Vì, sự sống của anh em là chi? Chẳng qua như hơi nước, hiện ra một lát rồi lại tan ngay."},{"bible_id":"193","chapter_code":"JAS.4","verse_code":"JAS.4.15","label":"15","content":"Anh em phải nói trái lại: Ví bằng Chúa muốn, và ta còn sống, thì ta sẽ làm việc nọ việc kia."},{"bible_id":"193","chapter_code":"JAS.4","verse_code":"JAS.4.16","label":"16","content":"Kìa anh em lấy những lời kiêu-ngạo mà khoe mình! Phàm khoe-khoang như vậy là xấu."},{"bible_id":"193","chapter_code":"JAS.4","verse_code":"JAS.4.17","label":"17","content":"Cho nên, kẻ biết làm điều lành mà chẳng làm, thì phạm tội."},{"bible_id":"193","chapter_code":"JAS.5","verse_code":"JAS.5.1","label":"1","content":"Hỡi anh em là kẻ giàu-có! Hãy khóc-lóc, kêu-la, vì cớ hoạn-nạn sẽ đổ trên anh em."},{"bible_id":"193","chapter_code":"JAS.5","verse_code":"JAS.5.2","label":"2","content":"Của-cải anh em bị mục-nát, áo-xống bị mối-mọt ăn rồi."},{"bible_id":"193","chapter_code":"JAS.5","verse_code":"JAS.5.3","label":"3","content":"Vàng bạc anh em bị ten-rét, ten-rét đó sẽ làm chứng nghịch cùng anh em, nó cũng như lửa vậy, sẽ ăn thịt anh em. Anh em đã thâu-trữ tiền-của trong những ngày sau-rốt!"},{"bible_id":"193","chapter_code":"JAS.5","verse_code":"JAS.5.4","label":"4","content":"Kìa, tiền công con gặt gặt ruộng anh em, mà anh em đã ăn gian, nó kêu oan và tiếng kêu của con gặt đã thấu đến tai Chúa các cơ binh."},{"bible_id":"193","chapter_code":"JAS.5","verse_code":"JAS.5.5","label":"5","content":"Anh em đã sống trên thế-gian ăn uống vui-sướng và xa-xỉ, anh em đã làm cho lòng mình no-nê trong ngày chém-giết;"},{"bible_id":"193","chapter_code":"JAS.5","verse_code":"JAS.5.6","label":"6","content":"anh em đã luận tội và đã giết người công-bình, mà người chẳng cự lại."},{"bible_id":"193","chapter_code":"JAS.5","verse_code":"JAS.5.7","label":"7","content":"Hỡi anh em, vậy hãy nhịn-nhục cho tới kỳ Chúa đến. Hãy xem kẻ làm ruộng: họ bền lòng chờ-đợi sản-vật quí-báu dưới đất cho đến chừng nào đã được mưa đầu mùa và cuối mùa."},{"bible_id":"193","chapter_code":"JAS.5","verse_code":"JAS.5.8","label":"8","content":"Anh em cũng vậy hãy nhịn-nhục và bền lòng; vì kỳ Chúa đến gần rồi."},{"bible_id":"193","chapter_code":"JAS.5","verse_code":"JAS.5.9","label":"9","content":"Hỡi anh em, chớ oán-trách nhau, hầu cho khỏi bị xét-đoán; kìa, Đấng xét-đoán đứng trước cửa."},{"bible_id":"193","chapter_code":"JAS.5","verse_code":"JAS.5.10","label":"10","content":"Hỡi anh em, hãy lấy các đấng tiên-tri đã nhân danh Chúa mà nói, làm mẫu-mực về sự chịu khổ và nhịn-nhục cho mình."},{"bible_id":"193","chapter_code":"JAS.5","verse_code":"JAS.5.11","label":"11","content":"Anh em biết rằng những kẻ nhịn-nhục chịu khổ thì chúng ta xưng là có phước. Anh em đã nghe nói về sự nhịn-nhục của Gióp, và thấy cái kết-cuộc mà Chúa ban cho người; vì Chúa đầy lòng thương-xót và nhân-từ."},{"bible_id":"193","chapter_code":"JAS.5","verse_code":"JAS.5.12","label":"12","content":"Hỡi anh em, trước hết chớ có thề, chớ chỉ trời, chỉ đất, cũng chớ chỉ vật khác mà thề; nhưng phải thì nói phải, không thì nói không, hầu cho khỏi bị xét-đoán."},{"bible_id":"193","chapter_code":"JAS.5","verse_code":"JAS.5.13","label":"13","content":"Trong anh em có ai chịu khổ chăng? Người ấy hãy cầu-nguyện. Có ai vui-mừng chăng? hãy hát ngợi-khen."},{"bible_id":"193","chapter_code":"JAS.5","verse_code":"JAS.5.14","label":"14","content":"Trong anh em có ai đau-ốm chăng? hãy mời các trưởng lão Hội-thánh đến, sau khi nhân danh Chúa xức dầu cho người bịnh đoạn, thì các trưởng-lão hãy cầu-nguyện cho người."},{"bible_id":"193","chapter_code":"JAS.5","verse_code":"JAS.5.15","label":"15","content":"Sự cầu-nguyện bởi đức-tin sẽ cứu kẻ bịnh, Chúa sẽ đỡ kẻ ấy dậy; nếu kẻ bịnh có phạm tội, cũng sẽ được tha."},{"bible_id":"193","chapter_code":"JAS.5","verse_code":"JAS.5.16","label":"16","content":"Vậy hãy xưng tội cùng nhau và cầu-nguyện cho nhau, hầu cho anh em được lành bịnh: người công-bình lấy lòng sốt-sắng cầu-nguyện, thật có linh-nghiệm nhiều."},{"bible_id":"193","chapter_code":"JAS.5","verse_code":"JAS.5.17","label":"17","content":"Ê-li vốn là người yếu-đuối như chúng ta. Người cầu-nguyện, cố xin cho đừng mưa, thì không mưa xuống đất trong ba năm rưỡi."},{"bible_id":"193","chapter_code":"JAS.5","verse_code":"JAS.5.18","label":"18","content":"Đoạn người cầu-nguyện lại, trời bèn mưa, và đất sanh-sản hoa-màu."},{"bible_id":"193","chapter_code":"JAS.5","verse_code":"JAS.5.19","label":"19","content":"Hỡi anh em, trong vòng anh em nếu có ai lầm-lạc cách xa lẽ thật mà có người khác làm cho nó trở lại,"},{"bible_id":"193","chapter_code":"JAS.5","verse_code":"JAS.5.20","label":"20","content":"thì phải biết rằng kẻ làm cho người có tội trở lại, bỏ đường lầm-lạc, ấy là cứu linh-hồn người khỏi sự chết và che-đậy vô-số tội-lỗi."}]