[{"bible_id":"193","chapter_code":"JDG.1","verse_code":"JDG.1.1","label":"1","content":"Sau khi Giô-suê qua đời, dân Y-sơ-ra-ên bèn cầu hỏi Đức Giê-hô-va, mà rằng: Ai là người trong chúng tôi phải đi lên trước đặng đánh dân Ca-na-an?"},{"bible_id":"193","chapter_code":"JDG.1","verse_code":"JDG.1.2","label":"2","content":"Đức Giê-hô-va đáp rằng: Ấy là người Giu-đa phải đi lên; kìa, ta đã phó xứ vào tay họ."},{"bible_id":"193","chapter_code":"JDG.1","verse_code":"JDG.1.3","label":"3","content":"Người Giu-đa bèn nói cùng người Si-mê-ôn, là anh em mình, rằng: Hãy đi lên cùng tôi trong xứ đã bắt thăm về tôi, thì chúng ta sẽ đánh dân Ca-na-an; rồi tôi cũng sẽ đi cùng anh em đến xứ đã bắt thăm về anh em. Người Si-mê-ôn bèn đi với họ."},{"bible_id":"193","chapter_code":"JDG.1","verse_code":"JDG.1.4","label":"4","content":"Vậy, người Giu-đa đi lên, Đức Giê-hô-va phó dân Ca-na-an và dân Phê-rê-sít vào tay họ; tại Bê-xéc họ đánh giết một vạn người."},{"bible_id":"193","chapter_code":"JDG.1","verse_code":"JDG.1.5","label":"5","content":"Ở Bê-xéc cũng có gặp A-đô-ni-Bê-xéc, bèn xông vào người, đánh bại dân Ca-na-an và dân Phê-rê-sít."},{"bible_id":"193","chapter_code":"JDG.1","verse_code":"JDG.1.6","label":"6","content":"A-đô-ni-Bê-xéc chạy trốn, nhưng chúng đuổi theo, bắt được người, chặt ngón cái của tay và chân."},{"bible_id":"193","chapter_code":"JDG.1","verse_code":"JDG.1.7","label":"7","content":"Bấy giờ, A-đô-ni-Bê-xéc nói rằng: Có bảy mươi vua bị chặt ngón cái của tay và chân, lượm vật chi rớt dưới bàn ta. Điều ta đã làm, Đức Chúa Trời lại báo-ứng ta. Người ta dẫn vua đến Giê-ru-sa-lem, và người chết tại đó."},{"bible_id":"193","chapter_code":"JDG.1","verse_code":"JDG.1.8","label":"8","content":"Người Giu-đa hãm đánh thành Giê-ru-sa-lem và chiếm lấy, dùng lưỡi gươm giết dân-cư, và phóng-hỏa thành."},{"bible_id":"193","chapter_code":"JDG.1","verse_code":"JDG.1.9","label":"9","content":"Kế ấy, người Giu-đa đi xuống đặng đánh dân Ca-na-an ở trên núi, miền nam, và đồng bằng;"},{"bible_id":"193","chapter_code":"JDG.1","verse_code":"JDG.1.10","label":"10","content":"lại đi đánh dân Ca-na-an ở tại Hếp-rôn (tên Hếp-rôn thuở xưa là Ki-ri-át-A-ra-ba), và đánh Sê-sai, A-hi-man, cùng Thanh-mai."},{"bible_id":"193","chapter_code":"JDG.1","verse_code":"JDG.1.11","label":"11","content":"Từ đó, người Giu-đa đi đánh dân-cư của Đê-bia (tên Đê-bia thuở xưa là Ki-ri-át-Sê-phe)."},{"bible_id":"193","chapter_code":"JDG.1","verse_code":"JDG.1.12","label":"12","content":"Ca-lép bèn nói: Ai hãm đánh Ki-ri-át-Sê-phe, và chiếm lấy nó, thì ta sẽ gả con gái ta là Ạc-sa cho người ấy làm vợ."},{"bible_id":"193","chapter_code":"JDG.1","verse_code":"JDG.1.13","label":"13","content":"Bấy giờ, Ốt-ni-ên, con trai Kê-na, em thứ Ca-lép, chiếm lấy thành đó, nên Ca-lép gả con gái mình là Ạc-sa cho người làm vợ."},{"bible_id":"193","chapter_code":"JDG.1","verse_code":"JDG.1.14","label":"14","content":"Khi nàng đã đến nhà Ốt-ni-ên, nàng giục người xin cha mình một miếng ruộng. Nàng xuống khỏi lừa, thì Ca-lép hỏi rằng: Con muốn chi?"},{"bible_id":"193","chapter_code":"JDG.1","verse_code":"JDG.1.15","label":"15","content":"Nàng thưa rằng: Xin cha cho con một của phước. Vì cha đã định cho con ở đất miền nam, xin hãy cho con những nguồn nước! Ca-lép bèn ban cho nàng các nguồn trên và các nguồn dưới."},{"bible_id":"193","chapter_code":"JDG.1","verse_code":"JDG.1.16","label":"16","content":"Vả, con-cháu của Kê-nít, là anh em bên vợ Môi-se , từ thành Cây-chà-là đi lên với con-cháu Giu-đa, đến trong đồng vắng Giu-đa, ở về phía nam A-rát, và lập chỗ ở tại giữa dân-sự."},{"bible_id":"193","chapter_code":"JDG.1","verse_code":"JDG.1.17","label":"17","content":"Kế ấy, người Giu-đa đi cùng anh em mình, là người Si-mê-ôn, đánh dân Ca-na-an ở tại Xê-phát, tận diệt nơi ấy, rồi gọi tên nó là Họt-ma ."},{"bible_id":"193","chapter_code":"JDG.1","verse_code":"JDG.1.18","label":"18","content":"Người Giu-đa cũng chiếm lấy Ga-xa cùng địa-phận nó, Ách-ca-lôn cùng địa-phận nó, và Éc-rôn cùng địa-phận nó."},{"bible_id":"193","chapter_code":"JDG.1","verse_code":"JDG.1.19","label":"19","content":"Đức Giê-hô-va ở cùng người Giu-đa; người Giu-đa hãm lấy núi, còn dân-sự ở trũng, thì họ đuổi đi không đặng, vì chúng nó có những xe bằng sắt."},{"bible_id":"193","chapter_code":"JDG.1","verse_code":"JDG.1.20","label":"20","content":"Kế sau, theo lịnh của Môi-se, người ta ban Hếp-rôn cho Ca-lép! Ca-lép bèn đuổi ba con trai của A-nác khỏi thành ấy."},{"bible_id":"193","chapter_code":"JDG.1","verse_code":"JDG.1.21","label":"21","content":"Nhưng con-cháu Bên-gia-min không đuổi được dân Giê-bu-sít ở tại Giê-ru-sa-lem, nên dân Giê-bu-sít hãy còn ở chung cùng con-cháu Bên-gia-min cho đến ngày nay."},{"bible_id":"193","chapter_code":"JDG.1","verse_code":"JDG.1.22","label":"22","content":"Còn nhà Giô-sép cũng lên đánh Bê-tên, và Đức Giê-hô-va ở cùng họ."},{"bible_id":"193","chapter_code":"JDG.1","verse_code":"JDG.1.23","label":"23","content":"Vậy, nhà Giô-sép sai do-thám Bê-tên; tên thành nầy lúc trước là Lu-xơ."},{"bible_id":"193","chapter_code":"JDG.1","verse_code":"JDG.1.24","label":"24","content":"Những kẻ do-thám thấy một người ở thành đi ra, bèn nói cùng người rằng: Xin chỉ cho chúng ta ngõ nào đi vào thành được, thì chúng ta sẽ làm ơn cho ngươi."},{"bible_id":"193","chapter_code":"JDG.1","verse_code":"JDG.1.25","label":"25","content":"Người bèn chỉ cho họ ngõ người ta đi vào thành được; chúng bèn lấy gươm đánh giết thành; nhưng để cho người đó và cả nhà người đi."},{"bible_id":"193","chapter_code":"JDG.1","verse_code":"JDG.1.26","label":"26","content":"Đoạn, người ấy đi vào xứ dân Hê-tít, xây một cái thành tại đó, và đặt tên là Lu-xơ, hãy còn gọi vậy cho đến ngày nay."},{"bible_id":"193","chapter_code":"JDG.1","verse_code":"JDG.1.27","label":"27","content":"Người Ma-na-se không đuổi được dân-cư của Bết-Sê-an và của các thành địa-hạt nó, cũng chẳng đuổi dân-cư của Tha-a-nác và của các thành địa-hạt nó, hoặc dân ở Đô-rơ và dân ở các thành địa-hạt nó, hoặc dân ở Gíp-lê-am và dân ở trong các thành địa-hạt nó, hoặc dân ở Mê-ghi-đô và dân ở các thành địa-hạt nó, thì cũng chẳng đuổi đi, vì dân Ca-na-an quyết-định ở trong xứ ấy."},{"bible_id":"193","chapter_code":"JDG.1","verse_code":"JDG.1.28","label":"28","content":"Xảy khi Y-sơ-ra-ên trở nên cường-thạnh, thì bắt dân Ca-na-an phục-dịch; nhưng không có đuổi chúng nó đi hết."},{"bible_id":"193","chapter_code":"JDG.1","verse_code":"JDG.1.29","label":"29","content":"Người Ép-ra-im cũng chẳng đuổi dân Ca-na-an ở tại Ghê-xe; nhưng dân Ca-na-an cứ ở cùng họ tại Ghê-xe."},{"bible_id":"193","chapter_code":"JDG.1","verse_code":"JDG.1.30","label":"30","content":"Người Sa-bu-lôn cũng chẳng đuổi dân ở Kít-rôn, hoặc dân ở Na-ha-lô; và người Ca-na-an ở chung cùng người Sa-bu-lôn, song phải phục-dịch họ."},{"bible_id":"193","chapter_code":"JDG.1","verse_code":"JDG.1.31","label":"31","content":"Người A-se cũng chẳng đuổi dân ở A-cô, hoặc dân ở Si-đôn, dân ở Ách-láp, dân ở Ạc-xíp, dân ở Hên-ba, dân ở A-phéc hay là dân ở Rê-hốp."},{"bible_id":"193","chapter_code":"JDG.1","verse_code":"JDG.1.32","label":"32","content":"Người A-se lập sản-nghiệp ở giữa dân Ca-na-an, là dân bổn-xứ; vì người A-se không đuổi chúng nó đi."},{"bible_id":"193","chapter_code":"JDG.1","verse_code":"JDG.1.33","label":"33","content":"Người Nép-ta-li không đuổi dân ở Bết-Sê-mết và ở Bết-A-nát; nhưng lập sản-nghiệp ở giữa dân Ca-na-an, là dân bổn-xứ; còn dân Bết-Sê-mết và dân Bết-A-nát phải phục-dịch người Nép-ta-li."},{"bible_id":"193","chapter_code":"JDG.1","verse_code":"JDG.1.34","label":"34","content":"Dân A-mô-rít dồn người Đan ở trên núi, không cho họ xuống trũng."},{"bible_id":"193","chapter_code":"JDG.1","verse_code":"JDG.1.35","label":"35","content":"Dân A-mô-rít định ở tại núi Hê-re, A-gia-lôn, và Sa-an-bim; nhưng tay của nhà Giô-sép thắng chúng nó, nên chúng nó phải phục-dịch."},{"bible_id":"193","chapter_code":"JDG.1","verse_code":"JDG.1.36","label":"36","content":"Địa-phận dân A-mô-rít chạy từ dốc Ạc-ráp-bim, từ Sê-la trở lên."},{"bible_id":"193","chapter_code":"JDG.2","verse_code":"JDG.2.1","label":"1","content":"Vả, thiên-sứ của Đức Giê-hô-va đi lên từ Ghinh-ganh đến Bô-kim, và nói rằng: Ta đã đem các ngươi đi lên khỏi xứ Ê-díp-tô, dẫn vào xứ ta đã thề ban cho tổ-phụ các ngươi. Ta đã phán: Ta sẽ chẳng hề hủy giao-ước ta đã lập cùng các ngươi;"},{"bible_id":"193","chapter_code":"JDG.2","verse_code":"JDG.2.2","label":"2","content":"còn các ngươi, chớ lập giao-ước cùng dân xứ nầy; hãy phá-hủy bàn-thờ của chúng nó. Song các ngươi không có vâng theo lời phán của ta… Tại sao các ngươi đã làm điều đó?"},{"bible_id":"193","chapter_code":"JDG.2","verse_code":"JDG.2.3","label":"3","content":"Ta cũng có phán: Ta sẽ chẳng đuổi dân ấy khỏi trước mặt các ngươi, song chúng nó sẽ ở bên các ngươi, và các thần chúng nó sẽ thành một cái bẫy cho các ngươi."},{"bible_id":"193","chapter_code":"JDG.2","verse_code":"JDG.2.4","label":"4","content":"Thiên-sứ của Đức Giê-hô-va vừa nói dứt lời nầy cho cả dân Y-sơ-ra-ên, thì dân-sự bèn cất tiếng lên khóc."},{"bible_id":"193","chapter_code":"JDG.2","verse_code":"JDG.2.5","label":"5","content":"Chúng gọi tên chỗ đó là Bô-kim , và dâng tế-lễ cho Đức Giê-hô-va tại đó."},{"bible_id":"193","chapter_code":"JDG.2","verse_code":"JDG.2.6","label":"6","content":"Khi Giô-suê đã cho dân-sự về, thì mọi người Y-sơ-ra-ên, ai nấy đều đi vào sản-nghiệp mình, đặng nhận lấy xứ."},{"bible_id":"193","chapter_code":"JDG.2","verse_code":"JDG.2.7","label":"7","content":"Dân-sự phục-sự Đức Giê-hô-va trong trọn đời Giô-suê và trọn đời các trưởng-lão còn sống lâu hơn Giô-suê, là những kẻ đã thấy các công việc lớn lao mà Đức Giê-hô-va đã làm ra vì Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"JDG.2","verse_code":"JDG.2.8","label":"8","content":"Đoạn, Giô-suê, con trai của Nun, tôi-tớ của Đức Giê-hô-va, qua đời, tuổi được một trăm mười;"},{"bible_id":"193","chapter_code":"JDG.2","verse_code":"JDG.2.9","label":"9","content":"người ta chôn người trong địa-phận về sản-nghiệp người, tại Thim-nát-Hê-re trên núi Ép-ra-im, về phía bắc núi Ga-ách."},{"bible_id":"193","chapter_code":"JDG.2","verse_code":"JDG.2.10","label":"10","content":"Hết thảy người đời ấy cũng được tiếp về cùng tổ-phụ mình; rồi một đời khác nổi lên, chẳng biết Đức Giê-hô-va, cũng chẳng biết các điều Ngài đã làm nhân vì Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"JDG.2","verse_code":"JDG.2.11","label":"11","content":"Bấy giờ dân Y-sơ-ra-ên làm ác trước mặt Đức Giê-hô-va, hầu việc các thần-tượng của Ba-anh,"},{"bible_id":"193","chapter_code":"JDG.2","verse_code":"JDG.2.12","label":"12","content":"bỏ Giê-hô-va Đức Chúa Trời của tổ-phụ mình, là Đấng đã đem họ ra khỏi xứ Ê-díp-tô; họ tin theo các thần khác của những dân-tộc ở xung-quanh, quì lạy các thần đó và chọc giận Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"JDG.2","verse_code":"JDG.2.13","label":"13","content":"Vậy, chúng nó bỏ Đức Giê-hô-va, hầu việc Ba-anh và Át-tạt-tê."},{"bible_id":"193","chapter_code":"JDG.2","verse_code":"JDG.2.14","label":"14","content":"Cơn thạnh-nộ của Đức Giê-hô-va nổi phừng lên cùng Y-sơ-ra-ên, Ngài phó chúng vào tay kẻ cướp-bóc, và chúng nó bóc-lột họ; Ngài bán Y-sơ-ra-ên cho các kẻ thù-nghịch chung-quanh, và Y-sơ-ra-ên không còn thế chống-cự nổi được trước kẻ thù-nghịch mình."},{"bible_id":"193","chapter_code":"JDG.2","verse_code":"JDG.2.15","label":"15","content":"Bất-luận chúng đi đến đâu, tay của Đức Giê-hô-va vẫn nghịch cùng chúng đặng giáng họa cho, y như Đức Giê-hô-va đã phán và đã thề cùng chúng. Chúng bị cơn hoạn-nạn lớn lao thay."},{"bible_id":"193","chapter_code":"JDG.2","verse_code":"JDG.2.16","label":"16","content":"Song Đức Giê-hô-va dấy lên những quan xét giải-cứu chúng khỏi tay kẻ cướp-bóc."},{"bible_id":"193","chapter_code":"JDG.2","verse_code":"JDG.2.17","label":"17","content":"Nhưng chúng cũng không nghe các quan xét vì chúng hành-dâm cùng các thần khác, và quì-lạy trước mặt các thần ấy. Chúng vội xây bỏ con đường mà tổ-phụ mình đã đi, chẳng bắt chước theo tổ-phụ vâng giữ các điều-răn của Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"JDG.2","verse_code":"JDG.2.18","label":"18","content":"Vả, khi Đức Giê-hô-va dấy lên các quan xét cho Y-sơ-ra-ên, thì Đức Giê-hô-va ở cùng quan xét đó, và trọn đời quan xét, Ngài giải-cứu Y-sơ-ra-ên khỏi tay kẻ thù-nghịch mình; vì Đức Giê-hô-va lấy lòng thương-xót họ tại cớ những tiếng rên-siết mà họ thở ra trước mặt những kẻ hà-hiếp và làm tức-tối mình."},{"bible_id":"193","chapter_code":"JDG.2","verse_code":"JDG.2.19","label":"19","content":"Kế sau, khi quan xét qua đời rồi, Y-sơ-ra-ên lại làm ác hơn các tổ-phụ mình, tin theo các thần khác, hầu việc và thờ-lạy trước mặt các thần ấy: Y-sơ-ra-ên không khứng chừa-bỏ việc làm ác, hay là lối cố-chấp của họ."},{"bible_id":"193","chapter_code":"JDG.2","verse_code":"JDG.2.20","label":"20","content":"Bởi cớ đó, cơn thạnh-nộ của Đức Giê-hô-va nổi phừng lên cùng Y-sơ-ra-ên, và Ngài phán rằng: Vì dân-tộc nầy có bội-nghịch giao-ước của ta đã truyền cho tổ-phụ chúng nó, và vì chúng nó không có nghe lời phán ta,"},{"bible_id":"193","chapter_code":"JDG.2","verse_code":"JDG.2.21","label":"21","content":"nên về phần ta, ta cũng chẳng đuổi khỏi trước mặt chúng nó một dân nào mà Giô-suê để lại khi người qua đời."},{"bible_id":"193","chapter_code":"JDG.2","verse_code":"JDG.2.22","label":"22","content":"Ta sẽ dùng các dân-tộc đó thử-thách Y-sơ-ra-ên, để xem thử chúng nó có giữ và đi theo đường của Đức Giê-hô-va, như tổ-phụ chúng nó chăng."},{"bible_id":"193","chapter_code":"JDG.2","verse_code":"JDG.2.23","label":"23","content":"Ấy vậy, Đức Giê-hô-va để cho các dân-tộc nầy ở lại trong xứ, không vội đuổi chúng nó đi, và cũng không phó chúng nó vào tay Giô-suê."},{"bible_id":"193","chapter_code":"JDG.3","verse_code":"JDG.3.1","label":"1","content":"Nầy là các dân-tộc mà Đức Giê-hô-va để còn lại, đặng dùng chúng nó thử-thách người Y-sơ-ra-ên nào chưa từng thấy những chiến-trận Ca-na-an. — "},{"bible_id":"193","chapter_code":"JDG.3","verse_code":"JDG.3.2","label":"2","content":"Ngài chỉ muốn thử-thách các dòng-dõi mới của dân Y-sơ-ra-ên, tập cho chúng nó việc chiến-trận, nhứt là những kẻ chưa từng thấy chiến-trận khi trước. —"},{"bible_id":"193","chapter_code":"JDG.3","verse_code":"JDG.3.3","label":"3","content":"Các dân-tộc nầy là dân Phi-li-tin cùng năm vua chúng nó, hết thảy dân Ca-na-an, dân Si-đôn, và dân Hê-vít ở tại núi Li-ban, từ núi Ba-anh-Hẹt-môn cho đến cửa Ha-mát."},{"bible_id":"193","chapter_code":"JDG.3","verse_code":"JDG.3.4","label":"4","content":"Đức Giê-hô-va dùng các dân-tộc nầy để thử-thách Y-sơ-ra-ên, đặng xem thử chúng nó có ý vâng theo các điều-răn mà Ngài cậy Môi-se truyền cho tổ-phụ chúng nó chăng."},{"bible_id":"193","chapter_code":"JDG.3","verse_code":"JDG.3.5","label":"5","content":"Như vậy, dân Y-sơ-ra-ên ở chung cùng dân Ca-na-an, dân Hê-tít, dân A-mô-rít, dân Phê-rê-sít, dân Hê-vít, và dân Giê-bu-sít,"},{"bible_id":"193","chapter_code":"JDG.3","verse_code":"JDG.3.6","label":"6","content":"cưới con gái của chúng nó làm vợ, gả con gái mình cho con trai chúng nó, và hầu việc các thần của chúng nó."},{"bible_id":"193","chapter_code":"JDG.3","verse_code":"JDG.3.7","label":"7","content":"Dân Y-sơ-ra-ên còn làm điều ác trước mặt Đức Giê-hô-va, quên Giê-hô-va Đức Chúa Trời mình, cúng-thờ các hình-tượng Ba-anh và A-sê-ra."},{"bible_id":"193","chapter_code":"JDG.3","verse_code":"JDG.3.8","label":"8","content":"Vì vậy, cơn thạnh-nộ của Đức Giê-hô-va nổi phừng cùng Y-sơ-ra-ên, Ngài phó chúng vào tay Cu-san-Ri-sa-tha-im, vua nước Mê-sô-bô-ta-mi. Dân Y-sơ-ra-ên bị tám năm phục-dịch vua Cu-san-Ri-sa-tha-im."},{"bible_id":"193","chapter_code":"JDG.3","verse_code":"JDG.3.9","label":"9","content":"Kế ấy, dân Y-sơ-ra-ên kêu la cùng Đức Giê-hô-va; Đức Giê-hô-va bèn dấy lên cho chúng nó một người giải-cứu, là Ốt-ni-ên, con trai của Kê-na, em thứ của Ca-lép, và người ấy giải-cứu họ."},{"bible_id":"193","chapter_code":"JDG.3","verse_code":"JDG.3.10","label":"10","content":"Thần của Đức Giê-hô-va cảm-động người, người đoán-xét Y-sơ-ra-ên, và đi ra chiến-trận. Đức Giê-hô-va phó Cu-san-Ri-sa-tha-im, vua A-ram, vào tay người, khiến cho người thắng Cu-san-Ri-sa-tha-im."},{"bible_id":"193","chapter_code":"JDG.3","verse_code":"JDG.3.11","label":"11","content":"Xứ được hòa-bình trong bốn mươi năm; kế đó, Ốt-ni-ên, con trai Kê-na, qua đời."},{"bible_id":"193","chapter_code":"JDG.3","verse_code":"JDG.3.12","label":"12","content":"Dân Y-sơ-ra-ên lại làm điều ác trước mặt Đức Giê-hô-va; nên Đức Giê-hô-va khiến Éc-lôn, vua Mô-áp, trở nên cường-thạnh để hãm đánh Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"JDG.3","verse_code":"JDG.3.13","label":"13","content":"Vậy, Éc-lôn nhóm hiệp chung-quanh mình dân Am-môn và dân A-ma-léc, kéo đi đánh Y-sơ-ra-ên, và chiếm lấy thành Cây-chà-là."},{"bible_id":"193","chapter_code":"JDG.3","verse_code":"JDG.3.14","label":"14","content":"Dân Y-sơ-ra-ên bị phục-dịch Éc-lôn, vua Mô-áp, trong mười tám năm."},{"bible_id":"193","chapter_code":"JDG.3","verse_code":"JDG.3.15","label":"15","content":"Đoạn, dân Y-sơ-ra-ên kêu la cùng Đức Giê-hô-va, Đức Giê-hô-va dấy lên cho chúng một đấng giải-cứu, là Ê-hút, con trai Ghê-ra, thuộc về chi-phái Bên-gia-min, là người có tật thuận tay tả. Dân Y-sơ-ra-ên sai người đem lễ-cống cho Éc-lôn, vua Mô-áp."},{"bible_id":"193","chapter_code":"JDG.3","verse_code":"JDG.3.16","label":"16","content":"Ê-hút tự làm lấy một cây gươm hai lưỡi, dài một thước, và đeo theo trong áo mình nơi háng hữu."},{"bible_id":"193","chapter_code":"JDG.3","verse_code":"JDG.3.17","label":"17","content":"Vậy, người đem dâng lễ-cống cho Éc-lôn, vua Mô-áp, là một người rất mập."},{"bible_id":"193","chapter_code":"JDG.3","verse_code":"JDG.3.18","label":"18","content":"Khi dâng lễ-cống rồi, bèn cho những kẻ đã đem lễ-vật đến đi về."},{"bible_id":"193","chapter_code":"JDG.3","verse_code":"JDG.3.19","label":"19","content":"Nhưng chánh người đến hầm lấy đá ở gần Ghinh-ganh, thì trở lại, nói rằng: Hỡi vua, tôi có một lời tâu kín cùng vua. Vua truyền: Hãy nín! Hết thảy những kẻ hầu-cận vua bèn đi ra."},{"bible_id":"193","chapter_code":"JDG.3","verse_code":"JDG.3.20","label":"20","content":"Bấy giờ, vua đương ngồi một mình nơi lầu mát; Ê-hút đến gần mà nói rằng: Tôi có một lời của Đức Chúa Trời tâu lại với vua. Éc-lôn vừa đứng dậy khỏi ngai;"},{"bible_id":"193","chapter_code":"JDG.3","verse_code":"JDG.3.21","label":"21","content":"Ê-hút bèn giơ tay tả ra rút gươm đeo ở phía hữu, mà đâm người nơi bụng."},{"bible_id":"193","chapter_code":"JDG.3","verse_code":"JDG.3.22","label":"22","content":"Cán gươm cũng lút theo lưỡi, mỡ líp lại xung-quanh lưỡi gươm; vì người không rút gươm ra khỏi bụng, nó thấu ra sau lưng."},{"bible_id":"193","chapter_code":"JDG.3","verse_code":"JDG.3.23","label":"23","content":"Đoạn, Ê-hút lánh ra nơi hiên cửa, đóng các cửa lầu mát lại và gài chốt."},{"bible_id":"193","chapter_code":"JDG.3","verse_code":"JDG.3.24","label":"24","content":"Khi Ê-hút đã đi ra khỏi, các đầy-tớ đến xem, thấy các cửa lầu mát đều đóng gài chốt, thì nói với nhau rằng: Hoặc vua đi ngơi trong lầu mát chăng."},{"bible_id":"193","chapter_code":"JDG.3","verse_code":"JDG.3.25","label":"25","content":"Chúng đợi rất lâu, đến đỗi hổ-thẹn; song vì không thấy vua mở cửa phòng, bèn lấy chìa khóa và mở: Kìa thấy chúa mình đã chết, nằm sải trên đất."},{"bible_id":"193","chapter_code":"JDG.3","verse_code":"JDG.3.26","label":"26","content":"Trong khi chúng trì-hoãn, Ê-hút đã trốn qua khỏi các hầm đá, lánh đến Sê-ri-a."},{"bible_id":"193","chapter_code":"JDG.3","verse_code":"JDG.3.27","label":"27","content":"Người vừa đến, bèn thổi kèn lên trong núi Ép-ra-im; dân Y-sơ-ra-ên đều cùng người xuống khỏi núi, và chính người đi ở đầu hết."},{"bible_id":"193","chapter_code":"JDG.3","verse_code":"JDG.3.28","label":"28","content":"Ê-hút nói cùng chúng rằng: Hãy theo ta, vì Đức Giê-hô-va đã phó vào tay các ngươi dân Mô-áp, là kẻ thù-nghịch các ngươi. Chúng đều theo người xuống chiếm-cứ các chỗ cạn sông Giô-đanh, là đường đi đến Mô-áp, cấm không cho ai đi qua."},{"bible_id":"193","chapter_code":"JDG.3","verse_code":"JDG.3.29","label":"29","content":"Vậy, trong lúc đó dân Y-sơ-ra-ên đánh giết chừng mười ngàn người Mô-áp, thảy đều là tay mạnh-mẽ, can-đảm, không một ai thoát khỏi được."},{"bible_id":"193","chapter_code":"JDG.3","verse_code":"JDG.3.30","label":"30","content":"Trong ngày đó, dân Mô-áp bị phục dưới tay Y-sơ-ra-ên; xứ được hòa-bình trong tám mươi năm."},{"bible_id":"193","chapter_code":"JDG.3","verse_code":"JDG.3.31","label":"31","content":"Sau Ê-hút, có Sam-ga, con trai của A-nát. Người dùng một cây đót bò mà đánh giết sáu trăm người Phi-li-tin, và cũng giải-cứu Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"JDG.4","verse_code":"JDG.4.1","label":"1","content":"Sau khi Ê-hút đã qua đời, dân Y-sơ-ra-ên lại làm điều ác trước mặt Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"JDG.4","verse_code":"JDG.4.2","label":"2","content":"Đức Giê-hô-va phó chúng vào tay Gia-bin, là vua Ca-na-an trị-vì tại Hát-so. Quan thống-lãnh đạo binh người là Si-sê-ra ở tại Ha-rô-sết của dân ngoại-bang."},{"bible_id":"193","chapter_code":"JDG.4","verse_code":"JDG.4.3","label":"3","content":"Vua Gia-bin có chín trăm xe sắt và trong hai mươi năm, người hà-hiếp dân Y-sơ-ra-ên cách hung-bạo; nên dân Y-sơ-ra-ên kêu-cầu cùng Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"JDG.4","verse_code":"JDG.4.4","label":"4","content":"Trong lúc đó, Đê-bô-ra, là nữ tiên-tri, vợ của Láp-bi-đốt, đoán-xét dân Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"JDG.4","verse_code":"JDG.4.5","label":"5","content":"Bà ở trên núi Ép-ra-im, giữa khoảng Ra-ma và Bê-tên, dưới cây chà-là Đê-bô-ra, và dân Y-sơ-ra-ên lên đến cùng người, đặng nghe sự xét-đoán."},{"bible_id":"193","chapter_code":"JDG.4","verse_code":"JDG.4.6","label":"6","content":"Bà sai gọi Ba-rác, con trai A-bi-nô-am, từ Kê-đe trong đất Nép-ta-li, mà nói cùng người rằng: Giê-hô-va Đức Chúa Trời của Y-sơ-ra-ên đã truyền lịnh nầy: Hãy chọn đem theo ngươi một vạn người trong con-cháu Nép-ta-li và trong con-cháu Sa-bu-lôn, mà đi thẳng đến núi Tha-bô."},{"bible_id":"193","chapter_code":"JDG.4","verse_code":"JDG.4.7","label":"7","content":"Ta sẽ khiến Si-sê-ra, là thống-lãnh đạo binh vua Gia-bin, đến cùng ngươi tại khe Ki-sôn, luôn với các xe-cộ và cả quân-lính của hắn; ta sẽ phó hắn vào tay ngươi."},{"bible_id":"193","chapter_code":"JDG.4","verse_code":"JDG.4.8","label":"8","content":"Ba-rác đáp rằng: Nếu bà đi với tôi, thì tôi sẽ đi; nhưng nếu bà không đi với tôi, tôi sẽ không đi."},{"bible_id":"193","chapter_code":"JDG.4","verse_code":"JDG.4.9","label":"9","content":"Bà bèn đáp: Ừ, phải, ta sẽ đi với ngươi, song sự vinh-hiển của việc nầy sẽ chẳng về ngươi; vì Đức Giê-hô-va sẽ phó Si-sê-ra vào tay một người nữ. Vậy, Đê-bô-ra đứng dậy đi cùng Ba-rác đến Kê-đe."},{"bible_id":"193","chapter_code":"JDG.4","verse_code":"JDG.4.10","label":"10","content":"Ba-rác nhóm-hiệp người Sa-bu-lôn và người Nép-ta-li tại Kê-đe, có một muôn người đi theo sau người, và Đê-bô-ra cũng đi lên với người."},{"bible_id":"193","chapter_code":"JDG.4","verse_code":"JDG.4.11","label":"11","content":"Vả, Hê-be, người Kê-nít, đã lìa khỏi dân Kê-nít, là con-cháu Hô-báp, anh em vợ của Môi-se, và đi dựng trại mình ở về cây dẻ-bộp Sa-na-im, gần bên Kê-đe."},{"bible_id":"193","chapter_code":"JDG.4","verse_code":"JDG.4.12","label":"12","content":"Người ta thuật cho Si-sê-ra hay rằng Ba-rác, con trai của A-bi-nô-am, đã đi đến núi Tha-bô."},{"bible_id":"193","chapter_code":"JDG.4","verse_code":"JDG.4.13","label":"13","content":"Si-sê-ra bèn nhóm-hiệp hết thảy xe-cộ sắt mình, là chín trăm cái bằng sắt, và toàn quân-binh vẫn ở với mình, từ Ha-rô-sết về dân ngoại-bang cho đến khe Ki-sôn."},{"bible_id":"193","chapter_code":"JDG.4","verse_code":"JDG.4.14","label":"14","content":"Đê-bô-ra nói cùng Ba-rác rằng: Hãy đứng dậy, vì nầy là ngày Đức Giê-hô-va phó Si-sê-ra vào tay ngươi. Đức Giê-hô-va há chẳng đi đằng trước ngươi sao? Rồi Ba-rác đi xuống núi Tha-bô, có mười ngàn người theo sau."},{"bible_id":"193","chapter_code":"JDG.4","verse_code":"JDG.4.15","label":"15","content":"Đức Giê-hô-va dùng mũi gươm làm cho Si-sê-ra và hết thảy xe-cộ cùng toàn quân-lính người vỡ chạy trước mặt Ba-rác: Si-sê-ra bèn xuống xe mình, chạy bộ mà trốn."},{"bible_id":"193","chapter_code":"JDG.4","verse_code":"JDG.4.16","label":"16","content":"Ba-rác đuổi theo xe-cộ và đạo binh cho đến Ha-rô-sết về dân ngoại-bang; cả đạo binh Si-sê-ra bị gươm giết, không còn lại một người."},{"bible_id":"193","chapter_code":"JDG.4","verse_code":"JDG.4.17","label":"17","content":"Si-sê-ra chạy bộ trốn đến trại Gia-ên, vợ của Hê-be, người Kê-nít; vì Gia-bin, vua Hát-so, và nhà Hê-be, người Kê-nít, hòa-hảo với nhau."},{"bible_id":"193","chapter_code":"JDG.4","verse_code":"JDG.4.18","label":"18","content":"Gia-ên ra đón Si-sê-ra, mà nói rằng: Hỡi chúa, xin hãy vào nơi nhà tôi, chớ sợ chi. Vậy, người vào trại nàng, và nàng lấy mền đắp người lại."},{"bible_id":"193","chapter_code":"JDG.4","verse_code":"JDG.4.19","label":"19","content":"Đoạn, người nói cùng nàng rằng: Ta xin nàng cho ta chút nước uống, vì ta khát. Nàng bèn mở bầu sữa ra, cho người uống, rồi trùm người lại."},{"bible_id":"193","chapter_code":"JDG.4","verse_code":"JDG.4.20","label":"20","content":"Người lại nói cùng nàng rằng: Hãy đứng nơi cửa trại, nếu có ai đến hỏi rằng: Ở đây có ai chăng? thì hãy đáp: Chẳng có ai hết."},{"bible_id":"193","chapter_code":"JDG.4","verse_code":"JDG.4.21","label":"21","content":"Bấy giờ người ngủ say, vì mệt-nhọc quá; Gia-ên, vợ Hê-be, bèn lấy một cây nọc trại, và tay nắm cái búa, nhẹ nhẹ đến bên người, lấy cây nọc đóng thủng màng-tang người, thấu xuống đất, và người chết đi."},{"bible_id":"193","chapter_code":"JDG.4","verse_code":"JDG.4.22","label":"22","content":"Ba-rác đương còn rượt theo Si-sê-ra, Gia-ên bèn ra đón người, mà nói rằng: Hãy đến, tôi sẽ chỉ cho ông thấy người mà ông đương tìm-kiếm. Ba-rác vào nhà nàng, thấy Si-sê-ra nằm chết sải, có nọc đâm nơi màng-tang."},{"bible_id":"193","chapter_code":"JDG.4","verse_code":"JDG.4.23","label":"23","content":"Trong ngày đó, Đức Chúa Trời khiến cho Gia-bin, vua Ca-na-an, bị phục trước mặt dân Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"JDG.4","verse_code":"JDG.4.24","label":"24","content":"Tay dân Y-sơ-ra-ên càng ngày càng mạnh thắng Gia-bin, vua Ca-na-an, cho đến chừng chúng đã diệt người đi."},{"bible_id":"193","chapter_code":"JDG.5","verse_code":"JDG.5.1","label":"1","content":"Trong ngày ấy, Đê-bô-ra hát bài ca nầy với Ba-rác, con trai A-bi-nô-am:"},{"bible_id":"193","chapter_code":"JDG.5","verse_code":"JDG.5.2","label":"2","content":"Khá ngợi-khen Đức Giê-hô-va, Vì những quan-trưởng đã cầm quyền quản-trị trong Y-sơ-ra-ên, Và bá-tánh dâng mình cách vui lòng!"},{"bible_id":"193","chapter_code":"JDG.5","verse_code":"JDG.5.3","label":"3","content":"Hỡi các vua, hãy nghe; hỡi các quan-trưởng, khá lắng tai! Ta sẽ hát cho Đức Giê-hô-va, Ta sẽ hát ngợi-khen Giê-hô-va, Đức Chúa Trời của Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"JDG.5","verse_code":"JDG.5.4","label":"4","content":"Hỡi Đức Giê-hô-va! Khi Ngài ra từ Sê-i-rơ, Khi trải qua đồng bằng Ê-đôm, Thì đất rung, các từng trời nhỏ giọt, Đám mây sa nước xuống."},{"bible_id":"193","chapter_code":"JDG.5","verse_code":"JDG.5.5","label":"5","content":"Trước mặt Đức Giê-hô-va núi bèn đổi ra dòng nước, Tức núi Si-na-i kia ở trước mặt Giê-hô-va Đức Chúa Trời của Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"JDG.5","verse_code":"JDG.5.6","label":"6","content":"Trong ngày Sam-ga, con trai A-nát, Và nhằm lúc Gia-ên, các đường cái đều bị bỏ hoang, Những hành-khách nương theo các lối quanh-quẹo;"},{"bible_id":"193","chapter_code":"JDG.5","verse_code":"JDG.5.7","label":"7","content":"Trong Y-sơ-ra-ên thiếu quan-trưởng, Cho đến chừng ta là Đê-bô-ra chỗi dậy Như một người mẹ trong Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"JDG.5","verse_code":"JDG.5.8","label":"8","content":"Người ta đã chọn các thần mới: Tức thì cơn giặc có tại trước cửa thành. Giữa bốn mươi ngàn người Y-sơ-ra-ên, Người ta chẳng thấy cái khiên, cũng chẳng thấy cây giáo."},{"bible_id":"193","chapter_code":"JDG.5","verse_code":"JDG.5.9","label":"9","content":"Lòng ta ái-mộ các quan-trưởng của Y-sơ-ra-ên, Là những người trong dân-sự dâng mình cách vui lòng; Đáng ngợi-khen Đức Giê-hô-va!"},{"bible_id":"193","chapter_code":"JDG.5","verse_code":"JDG.5.10","label":"10","content":"Hỡi các người cỡi con lừa bạch, Ngồi trên khảm, Đi bộ trên đường cái, khá hát mừng!"},{"bible_id":"193","chapter_code":"JDG.5","verse_code":"JDG.5.11","label":"11","content":"Cậy tiếng của lính cầm cung tại chung-quanh bến uống nước, Người ta hãy kính khen việc công-bình của Đức Giê-hô-va, Và cuộc quản-trị công-bình của Ngài tại nơi Y-sơ-ra-ên! Bấy giờ, dân-sự của Đức Giê-hô-va đi xuống cửa thành."},{"bible_id":"193","chapter_code":"JDG.5","verse_code":"JDG.5.12","label":"12","content":"Hỡi Đê-bô-ra! Khá tỉnh-thức, tỉnh-thức! Hãy tỉnh-thức, tỉnh-thức, hát một bài ca! Hỡi Ba-rác, khá chỗi dậy! Hỡi con trai của A-bi-nô-am! Hãy dẫn những phu-tù người đi!"},{"bible_id":"193","chapter_code":"JDG.5","verse_code":"JDG.5.13","label":"13","content":"Bấy giờ, kẻ còn sót lại trong dân-sự đều xuống, Đến cùng các tráng-sĩ đặng ra trận; Dân-sự của Đức Giê-hô-va xuống đánh kẻ dõng-sĩ!"},{"bible_id":"193","chapter_code":"JDG.5","verse_code":"JDG.5.14","label":"14","content":"Từ Ép-ra-im đến những người có gốc nơi A-ma-léc; Sau ngươi có Bên-gia min, là người ở giữa đoàn dân ngươi. Các quan-trưởng đến từ Ma-ki, Và những kẻ cầm cây phủ-việt đến từ Sa-bu-lôn."},{"bible_id":"193","chapter_code":"JDG.5","verse_code":"JDG.5.15","label":"15","content":"Các quan-trưởng của Y-sa-ca đều theo Đê-bô-ra, Y-sa-ca và Ba-rác đồng một ý nhau; Người xông đại vào trũng… Gần các suối của Ru-bên, Có lắm điều nghị-luận trong lòng!"},{"bible_id":"193","chapter_code":"JDG.5","verse_code":"JDG.5.16","label":"16","content":"Nhân sao ngươi ở trong chuồng Mà nghe tiếng kêu của những bầy chiên? Gần bên các suối Ru-bên, Có lắm điều nghị-luận trong lòng!"},{"bible_id":"193","chapter_code":"JDG.5","verse_code":"JDG.5.17","label":"17","content":"Ga-la-át cứ ở bên kia sông Giô-đanh, Còn Đan, sao ở lại trên các chiếc tàu? A-se ngồi nơi mé biển, An-nghỉ trong các cửa biển mình."},{"bible_id":"193","chapter_code":"JDG.5","verse_code":"JDG.5.18","label":"18","content":"Sa-bu-lôn và Nép-ta-li, là dân-tộc liều mạng mình Ở trên các nơi cao của đồng ruộng."},{"bible_id":"193","chapter_code":"JDG.5","verse_code":"JDG.5.19","label":"19","content":"Các vua đến chiến-tranh, Các vua Ca-na-an chiến-tranh Tại Tha-a-nác, tại nước Mê-ghi-đô; Song chẳng cướp lấy được tiền bạc!"},{"bible_id":"193","chapter_code":"JDG.5","verse_code":"JDG.5.20","label":"20","content":"Các từng trời có dự vào chiến-trận; Những ngôi sao cứ theo đường mình mà đánh Si-sê-ra."},{"bible_id":"193","chapter_code":"JDG.5","verse_code":"JDG.5.21","label":"21","content":"Khe Ki-sôn đã kéo trôi chúng nó, Tức là khe Ki-sôn đời xưa. Hỡi linh-hồn ta, ngươi có giày-đạp năng-lực dưới chân!"},{"bible_id":"193","chapter_code":"JDG.5","verse_code":"JDG.5.22","label":"22","content":"Bấy giờ, vó ngựa bèn giậm đất, Vì cớ những chiến-sĩ sải, sải chạy mau."},{"bible_id":"193","chapter_code":"JDG.5","verse_code":"JDG.5.23","label":"23","content":"Sứ-giả của Đức Giê-hô-va phán: Hãy rủa-sả Mê-rô; Hãy rủa-sả, rủa-sả dân-cư của nó! Vì chúng nó không đến tiếp-trợ Đức Giê-hô-va, Không đến tiếp-trợ Đức Giê-hô-va đánh các dõng-sĩ!"},{"bible_id":"193","chapter_code":"JDG.5","verse_code":"JDG.5.24","label":"24","content":"Nguyện cho Gia-ên, vợ Hê-be, người Kê-nít, Được phước giữa các người đàn-bà! Nguyện người được phước giữa các đàn-bà ở trong trại!"},{"bible_id":"193","chapter_code":"JDG.5","verse_code":"JDG.5.25","label":"25","content":"Si-sê-ra xin nước, nàng đem cho sữa; Nàng lấy chén kẻ sang-trọng mà thết mỡ sữa cho."},{"bible_id":"193","chapter_code":"JDG.5","verse_code":"JDG.5.26","label":"26","content":"Một tay nàng nắm lấy cây nọc Còn tay hữu cầm cái búa người thợ; Nàng đánh Si-sê-ra, bửa đầu hắn ra, Đập bể đầu và đâm lủng màng-tang."},{"bible_id":"193","chapter_code":"JDG.5","verse_code":"JDG.5.27","label":"27","content":"Hắn xỉu, té, nằm tại chân nàng. Hắn xỉu, té tại chân nàng; Và tại chỗ hắn xỉu, hắn té chết cứng."},{"bible_id":"193","chapter_code":"JDG.5","verse_code":"JDG.5.28","label":"28","content":"Mẹ của Si-sê-ra ở cửa sổ xem thấy, Bèn kêu qua song mặt võng mà rằng: “Vì sao xe con đến chậm-trễ? Tại sao các xe con đi chậm dường ấy!”"},{"bible_id":"193","chapter_code":"JDG.5","verse_code":"JDG.5.29","label":"29","content":"Những kẻ khôn-ngoan trong bọn hầu người trả lời, Mà mẹ hắn cũng nói thầm, rằng:"},{"bible_id":"193","chapter_code":"JDG.5","verse_code":"JDG.5.30","label":"30","content":"“Chúng há chẳng tìm được của cướp sao? Họ há chẳng phải chia-phân của đó ư? Một vài con gái cho mỗi người chiến-sĩ, Một của-cướp bằng vải nhuộm về phần Si-sê-ra: Một của-cướp bằng vải nhuộm thêu! Một cái áo vải nhuộm, hai cái áo vải thêu, Cho cổ của người thắng trận!”"},{"bible_id":"193","chapter_code":"JDG.5","verse_code":"JDG.5.31","label":"31","content":"Ôi, Đức Giê-hô-va! nguyện hết thảy kẻ cừu-địch Ngài đều hư-mất như vậy! Nguyện những kẻ yêu-mến Ngài được giống như mặt trời, Khi mọc lên rực-rỡ! Đoạn, xứ được hoà-bình trong bốn mươi năm."},{"bible_id":"193","chapter_code":"JDG.6","verse_code":"JDG.6.1","label":"1","content":"Dân Y-sơ-ra-ên làm điều ác trước mặt Đức Giê-hô-va, nên Đức Giê-hô-va phó chúng vào tay dân Ma-đi-an trong bảy năm."},{"bible_id":"193","chapter_code":"JDG.6","verse_code":"JDG.6.2","label":"2","content":"Tay của người Ma-đi-an thắng hơn Y-sơ-ra-ên. Vì sợ người Ma-đi-an, nên dân Y-sơ-ra-ên làm cho mình những nơi ẩn-náu trong núi, trong các hầm và đồn."},{"bible_id":"193","chapter_code":"JDG.6","verse_code":"JDG.6.3","label":"3","content":"Khi Y-sơ-ra-ên đã gieo giống, dân Ma-đi-an với dân A-mê-léc, và người phương Đông đi lên đánh Y-sơ-ra-ên,"},{"bible_id":"193","chapter_code":"JDG.6","verse_code":"JDG.6.4","label":"4","content":"đóng trại đối ngang người, phá hại mùa-màng của xứ cho đến Ga-xa, và không để lại trong Y-sơ-ra-ên lương-thực gì, hoặc chiên, bò hay là lừa."},{"bible_id":"193","chapter_code":"JDG.6","verse_code":"JDG.6.5","label":"5","content":"Vì chúng nó đi lên đem theo bầy súc-vật và trại mình, loán đến khác nào một đám cào-cào. Người và lạc-đà vô-số đến trong xứ đặng phá-hại."},{"bible_id":"193","chapter_code":"JDG.6","verse_code":"JDG.6.6","label":"6","content":"Vậy, vì cớ dân Ma-đi-an, Y-sơ-ra-ên bị nghèo khổ bẩn-chật, nên họ kêu-cầu cùng Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"JDG.6","verse_code":"JDG.6.7","label":"7","content":"Bấy giờ, vì dân Y-sơ-ra-ên đã kêu-cầu Đức Giê-hô-va về việc dân Ma-đi-an,"},{"bible_id":"193","chapter_code":"JDG.6","verse_code":"JDG.6.8","label":"8","content":"nên Đức Giê-hô-va sai một đấng tiên-tri đến cùng dân Y-sơ-ra-ên. Người nói cùng chúng rằng: Giê-hô-va Đức Chúa Trời Y-sơ-ra-ên phán như vầy: Ta đã đem các ngươi lên khỏi xứ Ê-díp-tô, rút các ngươi khỏi nhà nô-lệ,"},{"bible_id":"193","chapter_code":"JDG.6","verse_code":"JDG.6.9","label":"9","content":"giải-cứu các ngươi khỏi tay người Ê-díp-tô, và khỏi tay hết thảy kẻ hà-hiếp các ngươi, và đuổi chúng nó khỏi trước mặt các ngươi; ta đã ban cho các ngươi xứ của chúng nó,"},{"bible_id":"193","chapter_code":"JDG.6","verse_code":"JDG.6.10","label":"10","content":"và có phán rằng: Ta là Giê-hô-va Đức Chúa Trời các ngươi, chớ sợ các thần của dân A-mô-rít tại trong xứ mà các ngươi ở. Nhưng các ngươi nào có nghe tiếng ta!"},{"bible_id":"193","chapter_code":"JDG.6","verse_code":"JDG.6.11","label":"11","content":"Đoạn, thiên-sứ của Đức Giê-hô-va đến ngồi dưới cây thông Óp-ra thuộc về Giô-ách, người A-bi-ê-xê-rít, Ghê-đê-ôn, con trai người, đương đập lúa mạch trong bàn ép, đặng giấu khỏi dân Ma-đi-an."},{"bible_id":"193","chapter_code":"JDG.6","verse_code":"JDG.6.12","label":"12","content":"Thiên-sứ của Đức Giê-hô-va hiện đến cùng người mà rằng: Hỡi người dõng-sĩ! Đức Giê-hô-va ở cùng ngươi."},{"bible_id":"193","chapter_code":"JDG.6","verse_code":"JDG.6.13","label":"13","content":"Ghê-đê-ôn thưa rằng: Ôi! Chúa, nếu Đức Giê-hô-va ở cùng chúng tôi, sao các điều nầy xảy đến cho chúng tôi? Các phép lạ kia ở đâu mà tổ-phụ chúng tôi đã thuật lại rằng: Đức Giê-hô-va há chẳng có đem chúng ta ra khỏi xứ Ê-díp-tô sao? Vì bây giờ Đức Giê-hô-va từ-bỏ chúng tôi, và phó chúng tôi vào tay dân Ma-đi-an."},{"bible_id":"193","chapter_code":"JDG.6","verse_code":"JDG.6.14","label":"14","content":"Đức Giê-hô-va xây lại cùng người mà phán rằng: Hãy dùng sức của ngươi vẫn có mà đi giải-cứu Y-sơ-ra-ên khỏi tay dân Ma-đi-an. Ta há chẳng sai ngươi đi sao?"},{"bible_id":"193","chapter_code":"JDG.6","verse_code":"JDG.6.15","label":"15","content":"Người thưa rằng: Than ôi! hỡi Chúa, tôi sẽ lấy chi giải-cứu Y-sơ-ra-ên? Kìa, trong chi-phái Ma-na-se, họ tôi vốn nghèo hơn hết; còn tôi là nhỏ hơn hết trong nhà cha tôi."},{"bible_id":"193","chapter_code":"JDG.6","verse_code":"JDG.6.16","label":"16","content":"Đức Giê-hô-va phán rằng: Ta sẽ ở cùng ngươi, và ngươi sẽ đánh bại dân Ma-đi-an như đánh một người vậy."},{"bible_id":"193","chapter_code":"JDG.6","verse_code":"JDG.6.17","label":"17","content":"Ghê-đê-ôn thưa lại rằng: Nếu tôi được ơn trước mặt Chúa, xin ban cho tôi một dấu rằng chính Chúa phán cùng tôi."},{"bible_id":"193","chapter_code":"JDG.6","verse_code":"JDG.6.18","label":"18","content":"Xin chớ dang khỏi đây cho đến khi tôi trở lại cùng Ngài, đem của-lễ tôi, để trước mặt Ngài. Ngài đáp: Ta sẽ ở đây cho đến khi ngươi trở lại."},{"bible_id":"193","chapter_code":"JDG.6","verse_code":"JDG.6.19","label":"19","content":"Ghê-đê-ôn bèn đi vô, dọn sẵn một con dê con, lấy một ê-pha bột làm những bánh nhỏ không men. Người để thịt trong rổ, đổ nước thịt vào nồi, rồi đem ra dâng các món ấy cho Ngài ở dưới cây thông."},{"bible_id":"193","chapter_code":"JDG.6","verse_code":"JDG.6.20","label":"20","content":"Thiên-sứ của Đức Chúa Trời phán rằng: Hãy lấy thịt và bánh nhỏ không men, để trên hòn đá nầy, rồi đổ nước thịt ra. Ghê-đê-ôn bèn làm như vậy."},{"bible_id":"193","chapter_code":"JDG.6","verse_code":"JDG.6.21","label":"21","content":"Bấy giờ, thiên-sứ của Đức Giê-hô-va giơ đầu gậy Ngài đương cầm nơi tay mình ra, đụng đến thịt và bánh nhỏ không men. Lửa từ hòn đá bốc lên, thiêu-hóa thịt và bánh nhỏ không men; đoạn, thiên-sứ của Đức Giê-hô-va biến đi khỏi mắt người."},{"bible_id":"193","chapter_code":"JDG.6","verse_code":"JDG.6.22","label":"22","content":"Ghê-đê-ôn thấy rằng ấy là thiên-sứ của Đức Giê-hô-va, bèn la rằng: Ôi, Chúa Giê-hô-va! Khốn-nạn cho tôi, vì tôi thấy đối-diện thiên-sứ của Đức Giê-hô-va!"},{"bible_id":"193","chapter_code":"JDG.6","verse_code":"JDG.6.23","label":"23","content":"Nhưng Đức Giê-hô-va phán cùng người rằng: Khá yên lòng, chớ sợ chi, ngươi sẽ không chết đâu."},{"bible_id":"193","chapter_code":"JDG.6","verse_code":"JDG.6.24","label":"24","content":"Ghê-đê-ôn bèn lập tại đó một cái bàn-thờ cho Đức Giê-hô-va, và đặt tên là Giê-hô-va Sa-lam . Tại Óp-ra, thành của người A-bi-ê-xê-rít, cái bàn-thờ ấy vẫn còn lại đến ngày nay."},{"bible_id":"193","chapter_code":"JDG.6","verse_code":"JDG.6.25","label":"25","content":"Trong cũng một đêm ấy, Đức Giê-hô-va phán cùng Ghê-đê-ôn rằng: Hãy bắt con bò đực tơ của cha ngươi, và một con bò đực thứ nhì bảy tuổi, rồi phá-dỡ bàn-thờ thần Ba-anh tại nhà cha ngươi, và đánh hạ hình-tượng A-sê-ra ở trên đó."},{"bible_id":"193","chapter_code":"JDG.6","verse_code":"JDG.6.26","label":"26","content":"Đoạn, tại nơi chót hòn đá nầy, ngươi sẽ lập một bàn-thờ cho Giê-hô-va Đức Chúa Trời ngươi, và sắp đặt mọi việc; rồi hãy bắt con bò đực thứ nhì, dâng làm của-lễ thiêu với gỗ hình-tượng A-sê-ra mà ngươi đã đánh hạ."},{"bible_id":"193","chapter_code":"JDG.6","verse_code":"JDG.6.27","label":"27","content":"Ghê-đê-ôn chọn lấy mười người trong bọn đầy-tớ mình, và làm theo điều Đức Giê-hô-va đã phán dặn; và vì người sợ nhà cha mình cùng kẻ trong thành, nên không dám làm theo lịnh ấy ban ngày, bèn làm ban đêm."},{"bible_id":"193","chapter_code":"JDG.6","verse_code":"JDG.6.28","label":"28","content":"Sớm mai, khi dân trong thành thức dậy, thấy bàn-thờ của thần Ba-anh đã bị phá-dỡ, hình-tượng A-sê-ra ở trên bị đánh hạ, và con bò đực thứ nhì đã dâng làm của-lễ thiêu trên bàn-thờ mới lập đó."},{"bible_id":"193","chapter_code":"JDG.6","verse_code":"JDG.6.29","label":"29","content":"Chúng hỏi nhau rằng: Ai làm điều đó? Đoạn, hỏi thăm và tra-xét. Có người nói cùng chúng nó rằng: Ấy là Ghê-đê-ôn, con trai Giô-ách, đã làm điều đó."},{"bible_id":"193","chapter_code":"JDG.6","verse_code":"JDG.6.30","label":"30","content":"Dân trong thành bèn nói cùng Giô-ách rằng: Hãy biểu con ngươi ra, nó phải chết, vì nó đã phá-dỡ bàn-thờ thần Ba-anh, và đánh hạ hình-tượng A-sê-ra ở trên."},{"bible_id":"193","chapter_code":"JDG.6","verse_code":"JDG.6.31","label":"31","content":"Giô-ách đáp với những kẻ dấy nghịch cùng mình rằng: Các ngươi há có ý binh-vực Ba-anh sao? Há có phải các ngươi muốn tiếp-cứu nó ư? Ai theo phe Ba-anh sẽ bị xử-tử kể từ sáng ngày nay. Nếu hắn là chúa, thì chính hắn hãy tranh-luận lấy chớ, bởi vì người ta đã phá-dỡ bàn-thờ của hắn!"},{"bible_id":"193","chapter_code":"JDG.6","verse_code":"JDG.6.32","label":"32","content":"Vậy, trong ngày đó người ta gọi Ghê-đê-ôn là Giê-ru-ba-anh  mà rằng: Ba-anh phải tranh-luận cùng người, vì Ghê-đê-ôn có phá-dỡ bàn-thờ của hắn!"},{"bible_id":"193","chapter_code":"JDG.6","verse_code":"JDG.6.33","label":"33","content":"Hết thảy dân Ma-đi-an, dân A-ma-léc, và người phương Đông đều hiệp lại, đi ngang qua sông Giô-đanh, và đóng trại tại trũng Gít-rê-ên."},{"bible_id":"193","chapter_code":"JDG.6","verse_code":"JDG.6.34","label":"34","content":"Thần của Đức Giê-hô-va cảm-hóa Ghê-đê-ôn; người thổi kèn, các người A-bi-ê-xê-rít bèn hiệp lại đặng theo người."},{"bible_id":"193","chapter_code":"JDG.6","verse_code":"JDG.6.35","label":"35","content":"Người cũng sai sứ-giả đi khắp Ma-na-se; người Ma-na-se bèn nhóm hiệp đặng đi theo người. Đoạn, người sai sứ-giả đến chi-phái A-se, Sa-bu-lôn và Nép-ta-li; họ cũng đi lên mà hiệp với người nữa."},{"bible_id":"193","chapter_code":"JDG.6","verse_code":"JDG.6.36","label":"36","content":"Ghê-đê-ôn thưa cùng Đức Chúa Trời rằng: Nếu Chúa muốn dùng tay tôi giải-cứu Y-sơ-ra-ên, y như lời Chúa đã phán,"},{"bible_id":"193","chapter_code":"JDG.6","verse_code":"JDG.6.37","label":"37","content":"thì tôi sẽ để một lốt chiên trong sân đạp lúa; nếu sương chỉ đóng trên lốt chiên, còn đất lại khô ráo, thì tôi sẽ nhận-biết Chúa dùng tay tôi giải-cứu Y-sơ-ra-ên, y như Chúa đã hứa vậy."},{"bible_id":"193","chapter_code":"JDG.6","verse_code":"JDG.6.38","label":"38","content":"Việc bèn xảy ra như vậy: Ngày mai Ghê-đê-ôn dậy sớm, ép vắt lốt chiên, thì sương chảy ra đầy một chén nước."},{"bible_id":"193","chapter_code":"JDG.6","verse_code":"JDG.6.39","label":"39","content":"Ghê-đê-ôn lại thưa cùng Đức Chúa Trời rằng: Xin cơn thạnh-nộ Chúa chớ nổi phừng cùng tôi, tôi chỉ sẽ nói lần nầy thôi. Xin Chúa để tôi làm thử với lốt chiên chỉ một lần nầy mà thôi: Xin cho một mình lốt chiên phải khô, còn sương lại đóng khắp trên đất."},{"bible_id":"193","chapter_code":"JDG.6","verse_code":"JDG.6.40","label":"40","content":"Trong đêm đó, Đức Chúa Trời bèn làm như vậy: Chỉ một mình lốt chiên thì khô, còn khắp trên đất lại bị sương phủ."},{"bible_id":"193","chapter_code":"JDG.7","verse_code":"JDG.7.1","label":"1","content":"Qua ngày sau, Giê-ru-ba-anh, tức là Ghê-đê-ôn, và cả dân-sự đồng theo người đều dậy sớm, đi đến đóng trại gần bên suối Ha-rốt. Dinh của Ma-đi-an ở phía bắc về lối nổng Mô-rê, trong trũng."},{"bible_id":"193","chapter_code":"JDG.7","verse_code":"JDG.7.2","label":"2","content":"Đức Giê-hô-va phán cùng Ghê-đê-ôn rằng: Đạo binh đi theo ngươi lấy làm đông quá, ta chẳng phó dân Ma-đi-an vào tay nó đâu, e Y-sơ-ra-ên đối cùng ta tự khoe mà rằng: Tay tôi đã cứu tôi."},{"bible_id":"193","chapter_code":"JDG.7","verse_code":"JDG.7.3","label":"3","content":"Vậy bây giờ, hãy truyền lịnh nầy cho bá-tánh nghe: Ai là người sợ-hãi run-rẩy, khá trở về khỏi núi Ga-la-át! Hai vạn hai ngàn người bèn trở về, còn một vạn người ở lại."},{"bible_id":"193","chapter_code":"JDG.7","verse_code":"JDG.7.4","label":"4","content":"Đức Giê-hô-va phán cùng Ghê-đê-ôn rằng: Dân hãy còn đông quá, phải biểu chúng xuống nơi mé nước, rồi ta sẽ vì ngươi thử chúng nó tại đó. Hễ kẻ nào ta phán với ngươi rằng: “Nó khá đi với ngươi,” thì nó sẽ đi theo ngươi; còn kẻ nào ta phán cùng ngươi rằng: “Nó chớ đi với ngươi,” thì kẻ đó không đi."},{"bible_id":"193","chapter_code":"JDG.7","verse_code":"JDG.7.5","label":"5","content":"Vậy, người biểu dân-sự xuống mé nước; rồi Đức Giê-hô-va phán cùng Ghê-đê-ôn rằng: Phàm kẻ nào dùng lưỡi liếm nước như chó, và kẻ nào quì gối cúi xuống mà uống, thì ngươi phải để riêng ra."},{"bible_id":"193","chapter_code":"JDG.7","verse_code":"JDG.7.6","label":"6","content":"Số người bụm nước trong tay rồi kê miệng liếm là ba trăm, còn lại bao nhiêu đều quì gối cúi xuống mà uống."},{"bible_id":"193","chapter_code":"JDG.7","verse_code":"JDG.7.7","label":"7","content":"Bấy giờ, Đức Giê-hô-va bèn phán cùng Ghê-đê-ôn rằng: Ta sẽ dùng ba trăm người đã liếm nước đó mà giải-cứu các ngươi, và ta sẽ phó dân Ma-đi-an vào tay ngươi. Còn dân-sự khác, ai nấy đều phải trở về nhà mình!"},{"bible_id":"193","chapter_code":"JDG.7","verse_code":"JDG.7.8","label":"8","content":"Ghê-đê-ôn cho cả người Y-sơ-ra-ên, ai trở về trại nấy, nhưng giữ lại ba trăm người kia; chúng lấy lương-thực và cây kèn trong tay. Vả, dinh Ma-đi-an ở thân dưới người, tại trong trũng."},{"bible_id":"193","chapter_code":"JDG.7","verse_code":"JDG.7.9","label":"9","content":"Xảy trong đêm đó, Đức Giê-hô-va phán cùng Ghê-đê-ôn rằng: Hãy chỗi dậy, đi xuống hãm dinh Ma-đi-an, vì ta đã phó nó vào tay ngươi."},{"bible_id":"193","chapter_code":"JDG.7","verse_code":"JDG.7.10","label":"10","content":"Còn nếu ngươi sợ hãm nó, thì hãy đi xuống đó với Phu-ra, đầy-tớ ngươi."},{"bible_id":"193","chapter_code":"JDG.7","verse_code":"JDG.7.11","label":"11","content":"Ngươi sẽ nghe điều chúng nó nói, rồi ngươi sẽ cảm-biết rằng mình có sức-mạnh mà hãm dinh chúng nó. Vậy, Ghê-đê-ôn đi xuống cùng Phu-ra, đầy-tớ mình, đến gần nơi lính canh ở đầu dinh."},{"bible_id":"193","chapter_code":"JDG.7","verse_code":"JDG.7.12","label":"12","content":"Vả, dân Ma-đi-an, dân A-ma-léc và hết thảy người phương Đông bủa ra trong trũng đông như cào-cào, còn lạc-đà của chúng nó thì vô-số, khác nào cát nơi bờ biển."},{"bible_id":"193","chapter_code":"JDG.7","verse_code":"JDG.7.13","label":"13","content":"Trong lúc Ghê-đê-ôn đến, có một người thuật điềm chiêm-bao cho bạn mình nghe, rằng: Nầy, tôi có một điềm chiêm-bao, thấy một cái bánh nhỏ bằng bột lúa mạch lăn vào trại-quân Ma-đi-an: Nó lăn đến một trại, đụng làm cho trại ngã, lật ngược trên lộn dưới, nên trại bị đánh đổ."},{"bible_id":"193","chapter_code":"JDG.7","verse_code":"JDG.7.14","label":"14","content":"Bọn người đáp rằng: Đó nào khác hơn là gươm của Ghê-đê-ôn, con trai Giô-ách, người Y-sơ-ra-ên. Đức Chúa Trời đã phó Ma-đi-an và cả trại-quân vào tay người."},{"bible_id":"193","chapter_code":"JDG.7","verse_code":"JDG.7.15","label":"15","content":"Khi Ghê-đê-ôn nghe lời thuật điềm chiêm-bao nầy và sự bàn điềm đó, thì thờ-lạy Đức Chúa Trời; rồi trở về trại-quân Y-sơ-ra-ên, mà rằng: Hãy chỗi dậy, vì Đức Giê-hô-va đã phó trại-quân Ma-đi-an vào tay các ngươi!"},{"bible_id":"193","chapter_code":"JDG.7","verse_code":"JDG.7.16","label":"16","content":"Đoạn, người chia ba trăm người làm ba đội, phát cho mỗi tên những kèn, bình không, và đuốc ở trong bình,"},{"bible_id":"193","chapter_code":"JDG.7","verse_code":"JDG.7.17","label":"17","content":"mà dặn rằng: Hãy ngó ta, và làm y như ta làm; khi ta đến đầu trại-quân, các ngươi sẽ làm theo điều ta làm."},{"bible_id":"193","chapter_code":"JDG.7","verse_code":"JDG.7.18","label":"18","content":"Khi ta và những kẻ theo ta thổi kèn, thì các ngươi cũng sẽ thổi kèn ở khắp xung-quanh trại-quân, và reo lên rằng: Vì Đức Giê-hô-va và vì Ghê-đê-ôn!"},{"bible_id":"193","chapter_code":"JDG.7","verse_code":"JDG.7.19","label":"19","content":"Ghê-đê-ôn và một trăm quân theo người đi đến đầu trại-quân vào lúc canh ba, hồi mới giao canh. Chúng thổi kèn, và đập bể bình mình cầm nơi tay."},{"bible_id":"193","chapter_code":"JDG.7","verse_code":"JDG.7.20","label":"20","content":"Bấy giờ, ba đội quân thổi kèn, và đập bể bình, tay tả cầm đuốc, tay hữu nắm kèn đặng thổi; đoạn cất tiếng reo lên rằng: Gươm của Đức Giê-hô-va và của Ghê-đê-ôn!"},{"bible_id":"193","chapter_code":"JDG.7","verse_code":"JDG.7.21","label":"21","content":"Chúng đứng vây quanh trại-quân, ai cứ chỗ nấy; cả trại-quân bèn vỡ chạy, cất tiếng la và trốn đi."},{"bible_id":"193","chapter_code":"JDG.7","verse_code":"JDG.7.22","label":"22","content":"Ba trăm người cứ thổi kèn, và khắp trại-quân, Đức Giê-hô-va khiến trở gươm của mỗi người chém lẫn bạn mình. Đạo binh chạy trốn đến Bết-Si-ta, về hướng Xê-rê-đa, cho đến bờ-cõi A-bên Mê-hô-la gần Ta-bát."},{"bible_id":"193","chapter_code":"JDG.7","verse_code":"JDG.7.23","label":"23","content":"Người Y-sơ-ra-ên, tức những người chi-phái Nép-ta-li, A-se và Ma-na-se hiệp lại mà đuổi theo dân Ma-đi-an."},{"bible_id":"193","chapter_code":"JDG.7","verse_code":"JDG.7.24","label":"24","content":"Bấy giờ, Ghê-đê-ôn sai sứ vào khắp núi Ép-ra-im đặng nói rằng: Hãy xuống đón dân Ma-đi-an, chặn đường chúng nó qua sông, cho đến Bết-Ba-ra và các chỗ cạn của Giô-đanh. Vậy, các người Ép-ra-im hiệp lại, chiếm các bến cho đến Bết-Ba-ra, cùng những chỗ cạn của Giô-đanh."},{"bible_id":"193","chapter_code":"JDG.7","verse_code":"JDG.7.25","label":"25","content":"Chúng cũng bắt được hai quan-trưởng của dân Ma-đi-an, là Ô-rép và Xê-ép; giết Ô-rép tại nơi hòn đá Ô-rép, và Xê-ép tại nơi máy ép rượu Xê-ép. Đoạn, họ đuổi theo dân Ma-đi-an, cùng đem đầu Ô-rép và đầu Xê-ép đến Ghê-đê-ôn ở phía bên kia sông Giô-đanh."},{"bible_id":"193","chapter_code":"JDG.8","verse_code":"JDG.8.1","label":"1","content":"Người Ép-ra-im bèn nói cùng Ghê-đê-ôn rằng: Vì sao ông đã đãi chúng tôi như vậy? Khi ông đi giao-chiến cùng dân Ma-đi-an, sao không gọi chúng tôi đi với? Chúng cãi cùng người cách dữ-dội."},{"bible_id":"193","chapter_code":"JDG.8","verse_code":"JDG.8.2","label":"2","content":"Nhưng người đáp cùng chúng rằng: Sánh với anh em, tôi há có làm được điều chi? Sự mót nho của Ép-ra-im há chẳng hơn mùa gặt nho của A-bi-ê-xe sao?"},{"bible_id":"193","chapter_code":"JDG.8","verse_code":"JDG.8.3","label":"3","content":"Đức Chúa Trời đã phó Ô-rép và Xê-ép là hai quan-trưởng dân Ma-đi-an, vào tay anh em. Đem sánh với anh em, tôi nào có làm được điều gì? Khi người nói lời ấy rồi, cơn giận của chúng bèn nguôi."},{"bible_id":"193","chapter_code":"JDG.8","verse_code":"JDG.8.4","label":"4","content":"Ghê-đê-ôn đi tới sông Giô-đanh, sang qua cùng ba trăm người đồng theo mình; dẫu mệt-nhọc, họ cũng cứ rượt theo quân-nghịch."},{"bible_id":"193","chapter_code":"JDG.8","verse_code":"JDG.8.5","label":"5","content":"Người bèn nói cùng dân Su-cốt rằng: Ta xin các ngươi hãy cấp một vài ổ bánh cho dân theo ta, vì chúng mệt nhọc; ta đương đuổi theo Xê-bách và Xanh-mu-na, hai vua Ma-đi-an."},{"bible_id":"193","chapter_code":"JDG.8","verse_code":"JDG.8.6","label":"6","content":"Nhưng các quan-trưởng Su-cốt đáp rằng: Chớ thì ông đã cầm nơi tay mình cườm tay của Xê-bách và Xanh-mu-na chưa, nên chúng tôi phải cấp bánh cho đạo binh ông?"},{"bible_id":"193","chapter_code":"JDG.8","verse_code":"JDG.8.7","label":"7","content":"Ghê-đê-ôn la lên rằng: Thế thì, khi Đức Giê-hô-va đã phó Xê-bách và Xanh-mu-na vào tay ta, ta sẽ lấy chông đồng vắng và nhánh gai mà đánh thịt các ngươi!"},{"bible_id":"193","chapter_code":"JDG.8","verse_code":"JDG.8.8","label":"8","content":"Từ đó, người đi lên đến Phê-nu-ên và cũng nói một cách ấy với dân Phê-nu-ên. Dân Phê-nu-ên đáp cùng người y như dân Su-cốt đã đáp."},{"bible_id":"193","chapter_code":"JDG.8","verse_code":"JDG.8.9","label":"9","content":"Vậy, người cũng nói với dân Phê-nu-ên rằng: Khi ta trở về bình-an, ắt sẽ phá-hủy cái tháp nầy."},{"bible_id":"193","chapter_code":"JDG.8","verse_code":"JDG.8.10","label":"10","content":"Xê-bách và Xanh-mu-na ở tại Cạt-cô với quân-binh mình, số chừng mười lăm ngàn người, là kẻ còn sót lại trong đạo binh của các người phương Đông; vì một trăm hai mươi ngàn người có tài cầm gươm đã bị giết."},{"bible_id":"193","chapter_code":"JDG.8","verse_code":"JDG.8.11","label":"11","content":"Ghê-đê-ôn đi lên theo đường của những dân ở dưới trại, tại hướng đông Nô-bách và Giô-bê-ha, đánh bại đạo binh vẫn tưởng rằng mình bình-an vô-sự."},{"bible_id":"193","chapter_code":"JDG.8","verse_code":"JDG.8.12","label":"12","content":"Khi Xê-bách và Sanh-mu-na chạy trốn, người đuổi theo bắt được hai vua Ma-đi-an, là Xê-bách và Xanh-mu-na, và đánh cả đạo binh vỡ chạy."},{"bible_id":"193","chapter_code":"JDG.8","verse_code":"JDG.8.13","label":"13","content":"Đoạn, Ghê-đê-ôn, con trai Giô-ách, ở trận trở về qua dốc Hê-re,"},{"bible_id":"193","chapter_code":"JDG.8","verse_code":"JDG.8.14","label":"14","content":"bắt một đứa trai trẻ ở Su-cốt, tra hỏi nó, rồi nó viết khai tên những quan-trưởng và trưởng-lão của Su-cốt, số được bảy mươi bảy người."},{"bible_id":"193","chapter_code":"JDG.8","verse_code":"JDG.8.15","label":"15","content":"Kế đó, người đến cùng dân Su-cốt, mà nói rằng: Nầy Xê-bách và Xanh-mu-na mà các ngươi đã mắng ta rằng: Chớ thì ông đã cầm cườm-tay Xê-bách và Xanh-mu-na nơi tay mình chưa, nên chúng tôi phải cấp bánh cho dân mệt nhọc của ông?"},{"bible_id":"193","chapter_code":"JDG.8","verse_code":"JDG.8.16","label":"16","content":"Vậy, người bắt các trưởng-lão của thành, lấy chông-gai nơi đồng vắng mà đánh-phạt những người Su-cốt;"},{"bible_id":"193","chapter_code":"JDG.8","verse_code":"JDG.8.17","label":"17","content":"cũng phá-hủy tháp Phê-nu-ên và giết những người của thành ấy."},{"bible_id":"193","chapter_code":"JDG.8","verse_code":"JDG.8.18","label":"18","content":"Đoạn, người nói cùng Xê-bách và Sanh-mu-na rằng: Các người kia mà hai ngươi đã giết tại Tha-bô là làm sao? Hai vua đáp: Chúng nó cũng như ngươi; mỗi người đều có hình vóc như một hoàng-tử."},{"bible_id":"193","chapter_code":"JDG.8","verse_code":"JDG.8.19","label":"19","content":"Người tiếp: Ấy là anh em ta, con của mẹ ta. Quả thật, ta chỉ Đức Giê-hô-va hằng sống mà thề, nếu hai ngươi đã để anh em ta sống, thì nay ta không giết hai ngươi!"},{"bible_id":"193","chapter_code":"JDG.8","verse_code":"JDG.8.20","label":"20","content":"Đoạn, Ghê-đê-ôn nói cùng Giê-the, con đầu lòng mình, mà rằng: Hãy chỗi dậy, giết họ đi. Nhưng người trẻ chẳng rút gươm ra vì sợ; người vẫn còn thiếu-niên."},{"bible_id":"193","chapter_code":"JDG.8","verse_code":"JDG.8.21","label":"21","content":"Xê-bách và Xanh-mu-na nói: Chánh ngươi hãy chỗi dậy đánh chúng ta đi; vì hễ người thể nào thì sức thể ấy. Ghê-đê-ôn bèn chỗi dậy, giết Xê-bách và Xanh-mu-na; đoạn lấy đồ trang-sức hình như trăng lưỡi liềm ở nơi cổ lạc-đà của hai vua."},{"bible_id":"193","chapter_code":"JDG.8","verse_code":"JDG.8.22","label":"22","content":"Bấy giờ, những người Y-sơ-ra-ên nói cùng Ghê-đê-ôn rằng: Xin ông, con trai, và cháu ông hãy quản-trị chúng tôi, vì ông đã giải-cứu chúng tôi khỏi tay dân Ma-đi-an."},{"bible_id":"193","chapter_code":"JDG.8","verse_code":"JDG.8.23","label":"23","content":"Nhưng Ghê-đê-ôn đáp cùng chúng rằng: Ta chẳng quản-trị các ngươi, con trai ta cũng không quản-trị các ngươi đâu; Đức Giê-hô-va sẽ quản-trị các ngươi."},{"bible_id":"193","chapter_code":"JDG.8","verse_code":"JDG.8.24","label":"24","content":"Đoạn, Ghê-đê-ôn nói cùng chúng rằng: Ta chỉ xin các ngươi một điều nầy, là mỗi người trong các ngươi phải giao cho ta những vòng mình đã đoạt lấy. (Vả, quân nghịch có những vòng vàng, vì chúng nó vốn là dân Ích-ma-ên)."},{"bible_id":"193","chapter_code":"JDG.8","verse_code":"JDG.8.25","label":"25","content":"Chúng đáp: Chúng tôi sẵn lòng giao cho ông. Họ trải một áo tơi ra, rồi hết thảy đều ném vào đó những vòng của mình đã đoạt lấy."},{"bible_id":"193","chapter_code":"JDG.8","verse_code":"JDG.8.26","label":"26","content":"Những vòng vàng mà Ghê-đê-ôn đã xin, cân được một ngàn bảy trăm siếc-lơ vàng, không kể những đồ trang-sức hình như trăng lưỡi liềm, hoa-tai, và áo sắc điều của vua Ma-đi-an thường mặc, cùng những kiềng nơi cổ lạc-đà."},{"bible_id":"193","chapter_code":"JDG.8","verse_code":"JDG.8.27","label":"27","content":"Ghê-đê-ôn lấy vật đó làm một cái ê-phót, để trong thành mình tại Óp-ra. Cả Y-sơ-ra-ên đều cúng-thờ cái ê-phót đó; nó trở thành một cái bẫy cho Ghê-đê-ôn và cả nhà người."},{"bible_id":"193","chapter_code":"JDG.8","verse_code":"JDG.8.28","label":"28","content":"Dân Ma-đi-an bị phục trước mặt dân Y-sơ-ra-ên, chẳng cất đầu lên được nữa; nên trong đời Ghê-đê-ôn, xứ được hòa-bình trọn bốn mươi năm."},{"bible_id":"193","chapter_code":"JDG.8","verse_code":"JDG.8.29","label":"29","content":"Giê-ru-ba-anh, con trai Giô-ách, trở về và ở trong nhà mình."},{"bible_id":"193","chapter_code":"JDG.8","verse_code":"JDG.8.30","label":"30","content":"Vả, Ghê-đê-ôn sanh được bảy mươi con trai, vì người có nhiều vợ."},{"bible_id":"193","chapter_code":"JDG.8","verse_code":"JDG.8.31","label":"31","content":"Vợ lẽ người ở tại Si-chem, cũng sanh cho người một con trai, đặt tên là A-bi-mê-léc."},{"bible_id":"193","chapter_code":"JDG.8","verse_code":"JDG.8.32","label":"32","content":"Đoạn, Ghê-đê-ôn, con trai Giô-ách, qua đời, tuổi tác đã cao, được chôn trong mả của Giô-ách, cha người, tại Óp-ra, là thành dân A-bi-ê-xê-rít."},{"bible_id":"193","chapter_code":"JDG.8","verse_code":"JDG.8.33","label":"33","content":"Sau khi Ghê-đê-ôn qua đời, dân Y-sơ-ra-ên trở lại hành-dâm cùng các Ba-anh, và chọn Ba-anh-Bê-rít làm thần."},{"bible_id":"193","chapter_code":"JDG.8","verse_code":"JDG.8.34","label":"34","content":"Như vậy, dân Y-sơ-ra-ên không nhớ đến Giê-hô-va Đức Chúa Trời mình, là Đấng đã giải-cứu họ khỏi tay các kẻ thù-nghịch ở chung-quanh;"},{"bible_id":"193","chapter_code":"JDG.8","verse_code":"JDG.8.35","label":"35","content":"và cũng không có lòng thảo chút nào với nhà Giê-ru-ba-anh, là Ghê-đê-ôn, về các ơn mà người đã làm cho Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"JDG.9","verse_code":"JDG.9.1","label":"1","content":"A-bi-mê-léc, con trai Giê-ru-ba-anh, sang qua Si-chem, đến cùng các cậu và cả nhà ông ngoại mình, mà nói rằng:"},{"bible_id":"193","chapter_code":"JDG.9","verse_code":"JDG.9.2","label":"2","content":"Xin các ông hãy hỏi hết thảy người Si-chem, mà nói rằng: Hoặc tất cả bảy mươi người con trai Giê-ru-ba-anh cai-trị trên các ngươi, hoặc chỉ một người làm vua của các ngươi, điều nào là tốt hơn? Cũng hãy nhớ rằng ta đồng cốt-nhục với các ngươi."},{"bible_id":"193","chapter_code":"JDG.9","verse_code":"JDG.9.3","label":"3","content":"Các cậu người nói giùm người, đem các lời nầy thuật lại cho hết thảy dân Si-chem nghe, và lòng chúng nghiêng về A-bi-mê-léc, vì chúng nói rằng: Người là anh em ta."},{"bible_id":"193","chapter_code":"JDG.9","verse_code":"JDG.9.4","label":"4","content":"Chúng bèn ban cho người bảy mươi miếng bạc của miếu Ba-anh-Bê-rít; A-bi-mê-léc lấy bạc đó mướn những kẻ bại-hoại hoang-đàng đi theo mình."},{"bible_id":"193","chapter_code":"JDG.9","verse_code":"JDG.9.5","label":"5","content":"Đoạn, người đi đến nhà cha mình tại Óp-ra, và trên một hòn đá, giết các anh em mình, tức những con trai của Giê-ru-ba-anh, số là bảy mươi người. Chỉ một mình Giô-tham, con út của Giê-ru-ba-anh, còn sống, bởi vì chàng đã ẩn mình."},{"bible_id":"193","chapter_code":"JDG.9","verse_code":"JDG.9.6","label":"6","content":"Bấy giờ, hết thảy người Si-chem nhóm-hiệp với cả họ Mi-lô, đi đến cây dẻ-bộp bia-đá ở tại Si-chem, mà tôn A-bi-mê-léc làm vua."},{"bible_id":"193","chapter_code":"JDG.9","verse_code":"JDG.9.7","label":"7","content":"Giô-tham hay đặng điều đó, bèn đi lên đứng trên chót núi Ga-ri-xim, cất tiếng la rằng: Hỡi người Si-chem, hãy nghe ta, và nguyện Đức Chúa Trời nghe các ngươi!"},{"bible_id":"193","chapter_code":"JDG.9","verse_code":"JDG.9.8","label":"8","content":"Các cây-cối đều đi đặng xức dầu cho một vua cai-trị chúng nó. Chúng nó nói cùng cây ô-li-ve rằng: Hãy cai-trị chúng tôi."},{"bible_id":"193","chapter_code":"JDG.9","verse_code":"JDG.9.9","label":"9","content":"Cây ô-li-ve đáp: Ta há sẽ bỏ dầu ta mà Đức Chúa Trời và loài người đều tôn-vinh, đặng đi xao-động trên các cây-cối ư?"},{"bible_id":"193","chapter_code":"JDG.9","verse_code":"JDG.9.10","label":"10","content":"Các cây-cối lại nói cùng cây vả rằng: Hãy đến cai-trị chúng tôi."},{"bible_id":"193","chapter_code":"JDG.9","verse_code":"JDG.9.11","label":"11","content":"Nhưng cây vả đáp rằng: Ta há sẽ bỏ sự ngọt-ngon và trái tươi-tốt ta đặng đi xao-động trên các cây-cối ư?"},{"bible_id":"193","chapter_code":"JDG.9","verse_code":"JDG.9.12","label":"12","content":"Đoạn, các cây-cối nói cùng cây nho rằng: Hãy đến cai-trị chúng tôi."},{"bible_id":"193","chapter_code":"JDG.9","verse_code":"JDG.9.13","label":"13","content":"Nhưng cây nho đáp: Ta há sẽ bỏ rượu ngon ta, là thứ làm cho vui Đức Chúa Trời và người ta, đặng đi xao-động trên các cây-cối ư?"},{"bible_id":"193","chapter_code":"JDG.9","verse_code":"JDG.9.14","label":"14","content":"Bấy giờ, hết thảy cây-cối nói cùng gai-gốc rằng: Hãy đến cai-trị chúng tôi."},{"bible_id":"193","chapter_code":"JDG.9","verse_code":"JDG.9.15","label":"15","content":"Gai-gốc đáp cùng các cây-cối rằng: Nếu bởi lòng chân-thật mà các ngươi muốn xức dầu ta làm vua các ngươi, thì hãy đến núp dưới bóng ta; bằng không, nguyện lửa ra từ gai và thiêu-nuốt cây bá-hương Li-ban đi!"},{"bible_id":"193","chapter_code":"JDG.9","verse_code":"JDG.9.16","label":"16","content":"Bây giờ, có phải các ngươi cư-xử chân-thật và công-bình mà tôn A-bi-mê-léc làm vua chăng? Các ngươi có hậu-đãi Giê-ru-ba-anh và nhà người chăng? Có báo-đáp điều người đã làm cho các ngươi chăng?"},{"bible_id":"193","chapter_code":"JDG.9","verse_code":"JDG.9.17","label":"17","content":"Vì cha ta có tranh-chiến cho các ngươi, liều mình mà giải-cứu các ngươi khỏi tay dân Ma-đi-an."},{"bible_id":"193","chapter_code":"JDG.9","verse_code":"JDG.9.18","label":"18","content":"Nhưng ngày nay các ngươi lại dấy lên cùng nhà cha ta, đã giết trên một hòn đá các con trai người, số là bảy mươi người, và lấy A-bi-mê-léc, con trai của con đòi người, mà tôn lên làm vua của dân Si-chem, vì hắn là anh em các ngươi."},{"bible_id":"193","chapter_code":"JDG.9","verse_code":"JDG.9.19","label":"19","content":"Vậy, ví bằng ngày nay các ngươi có lấy sự chân-thật và chánh-trực mà đãi Giê-ru-ba-anh và nhà người, thì A-bi-mê-léc khá vui-mừng nơi các ngươi, và các ngươi hãy vui-mừng nơi hắn!"},{"bible_id":"193","chapter_code":"JDG.9","verse_code":"JDG.9.20","label":"20","content":"Bằng chẳng, nguyện lửa ra từ A-bi-mê-léc thiêu-nuốt những người Si-chem cùng họ Mi-lô; và nguyện lửa ra từ những người Si-chem cùng họ Mi-lô mà thiêu-nuốt A-bi-mê-léc!"},{"bible_id":"193","chapter_code":"JDG.9","verse_code":"JDG.9.21","label":"21","content":"Đoạn, Giô-tham trốn, đi ẩn-náu tại Bê-re, và ở đó, vì sợ A-bi-mê-léc, anh mình."},{"bible_id":"193","chapter_code":"JDG.9","verse_code":"JDG.9.22","label":"22","content":"A-bi-mê-léc cai-trị Y-sơ-ra-ên trong ba năm."},{"bible_id":"193","chapter_code":"JDG.9","verse_code":"JDG.9.23","label":"23","content":"Đoạn, Đức Chúa Trời sai đến một ác-thần sanh sự bất-bình giữa A-bi-mê-léc và người Si-chem; người Si-chem bèn phản-nghịch A-bi-mê-léc,"},{"bible_id":"193","chapter_code":"JDG.9","verse_code":"JDG.9.24","label":"24","content":"để báo thù tội sát-nhân đã phạm cùng bảy mươi con trai Giê-ru-ba-anh, và khiến huyết họ đổ tại trên A-bi-mê-léc, là anh đã giết họ, cùng đổ trên người Si-chem đã giúp hắn giết anh em mình."},{"bible_id":"193","chapter_code":"JDG.9","verse_code":"JDG.9.25","label":"25","content":"Người Si-chem sai mấy kẻ đi rình-rập người trên chót núi; chúng nó cướp-giựt những kẻ đi qua đường gần bên chúng nó. A-bi-mê-léc hay được điều đó."},{"bible_id":"193","chapter_code":"JDG.9","verse_code":"JDG.9.26","label":"26","content":"Bấy giờ, Ga-anh, con trai Ê-bết, cùng anh em mình đến vào trong Si-chem; người Si-chem đều để lòng tin-cậy nơi người."},{"bible_id":"193","chapter_code":"JDG.9","verse_code":"JDG.9.27","label":"27","content":"Rồi chúng ra ngoài đồng, hái những vườn nho của mình, đạp trái nho, và dự tiệc-yến. Đoạn, họ vào trong đền-thờ của thần chúng, ăn và uống, rồi rủa-sả A-bi-mê-léc."},{"bible_id":"193","chapter_code":"JDG.9","verse_code":"JDG.9.28","label":"28","content":"Ga-anh, con trai Ê-bết, bèn nói rằng: A-bi-mê-léc là ai, Si-chem là chi mà chúng ta phục-sự A-bi-mê-léc? Hắn há chẳng phải con trai Giê-ru-ba-anh sao? Còn Xê-bun, há chẳng phải là kẻ phụ-tá hắn ư? Các ngươi khá phục-sự những người Hê-mô, là cha của Si-chem; còn chúng ta sao lại phục-sự hắn?"},{"bible_id":"193","chapter_code":"JDG.9","verse_code":"JDG.9.29","label":"29","content":"Ồ! Nếu ta có dân-sự nầy dưới tay ta, ta sẽ đuổi A-bi-mê-léc đi! Đoạn, người nói cùng A-bi-mê-léc rằng: Hãy gia-tăng quân lính ngươi mà ra trận!"},{"bible_id":"193","chapter_code":"JDG.9","verse_code":"JDG.9.30","label":"30","content":"Xê-bun, quan cai thành, nghe được các lời của Ga-anh, con trai Ê-bết, nói, thì cơn giận người phừng lên,"},{"bible_id":"193","chapter_code":"JDG.9","verse_code":"JDG.9.31","label":"31","content":"mật sai sứ đến A-bi-mê-léc, mà nói rằng: Nầy Ga-anh, con trai Ê-bết, và anh em nó đã đến Si-chem, xui-giục thành dấy nghịch cùng ông."},{"bible_id":"193","chapter_code":"JDG.9","verse_code":"JDG.9.32","label":"32","content":"Vậy, đêm nay ông và các người theo ông phải chỗi dậy, đi phục binh ngoài đồng."},{"bible_id":"193","chapter_code":"JDG.9","verse_code":"JDG.9.33","label":"33","content":"Đến sáng mai khi mặt trời vừa mọc, ông phải dậy sớm, xông-hãm thành. Khi Ga-anh và quân theo nó ra đánh ông, thì ông hãy tùy cơ mà làm."},{"bible_id":"193","chapter_code":"JDG.9","verse_code":"JDG.9.34","label":"34","content":"Vậy, A-bi-mê-léc và cả đạo binh theo người đều chỗi dậy ban đêm, chia ra làm bốn đội, và mai-phục gần Si-chem."},{"bible_id":"193","chapter_code":"JDG.9","verse_code":"JDG.9.35","label":"35","content":"Ga-anh, con trai Ê-bết, kéo ra và đứng tại cửa thành; A-bi-mê-léc và cả đạo binh theo người bèn đi ra khỏi nơi phục."},{"bible_id":"193","chapter_code":"JDG.9","verse_code":"JDG.9.36","label":"36","content":"Ga-anh thấy đạo binh ấy, nói cùng Xê-bun rằng: Ta thấy một đạo binh từ trên chót núi xuống. Xê-bun đáp: Ngươi thấy bóng núi mà tưởng là người ta đó chớ!"},{"bible_id":"193","chapter_code":"JDG.9","verse_code":"JDG.9.37","label":"37","content":"Nhưng Ga-anh lại tiếp rằng: Quả thật một cơ binh ở trên núi xuống, và một đội do đường cây dẻ-bộp thuật-sĩ mà đến."},{"bible_id":"193","chapter_code":"JDG.9","verse_code":"JDG.9.38","label":"38","content":"Xê-bun bèn la lên rằng: Chính ngươi đã nói: A-bi-mê-léc là ai mà ta phục-sự hắn! Vậy, những lời khoe-khoang của ngươi đó đã ra sao? Đó há chẳng phải đạo binh mà ngươi khinh-dể ư? Bây giờ, khá đi ra giao-chiến cùng chúng nó!"},{"bible_id":"193","chapter_code":"JDG.9","verse_code":"JDG.9.39","label":"39","content":"Ga-anh bèn đứng đầu các người Si-chem, đi ra giao-chiến cùng A-bi-mê-léc."},{"bible_id":"193","chapter_code":"JDG.9","verse_code":"JDG.9.40","label":"40","content":"Ga-anh bị A-bi-mê-léc đuổi theo, chạy trốn trước mặt người, và nhiều người bị thương ngã chết dọc đường, cho đến cửa thành."},{"bible_id":"193","chapter_code":"JDG.9","verse_code":"JDG.9.41","label":"41","content":"A-bi-mê-léc đi ở tại A-ru-ma. Còn Xê-bun đuổi Ga-anh và anh em người đi, không cho ở tại Si-chem nữa."},{"bible_id":"193","chapter_code":"JDG.9","verse_code":"JDG.9.42","label":"42","content":"Qua ngày sau, dân-sự đi ra ngoài đồng, có người đem tin đó cho A-bi-mê-léc hay."},{"bible_id":"193","chapter_code":"JDG.9","verse_code":"JDG.9.43","label":"43","content":"Người bèn bắt cơ binh mình chia ra làm ba đội, để mai-phục ngoài đồng. Khi thấy dân sự ở thành kéo ra, người liền chỗi dậy và hãm đánh chúng nó."},{"bible_id":"193","chapter_code":"JDG.9","verse_code":"JDG.9.44","label":"44","content":"Đoạn A-bi-mê-léc và những kẻ đi theo lướt đến trước dừng lại tại cửa thành; còn hai đội kia xông vào hết thảy người ở ngoài đồng, và đánh giết họ."},{"bible_id":"193","chapter_code":"JDG.9","verse_code":"JDG.9.45","label":"45","content":"A-bi-mê-léc hãm đánh thành trọn ngày, bèn chiếm lấy và giết hết thảy người ở trong, rồi phá thành và rắc muối ở đó."},{"bible_id":"193","chapter_code":"JDG.9","verse_code":"JDG.9.46","label":"46","content":"Nghe tin nầy, hết thảy dân-sự ở tháp Si-chem đều rút về trong đồn của miếu thần Bê-rít."},{"bible_id":"193","chapter_code":"JDG.9","verse_code":"JDG.9.47","label":"47","content":"Người ta đem tin cho A-bi-mê-léc hay rằng hết thảy dân-sự tháp Si-chem đều hiệp lại tại trong đồn."},{"bible_id":"193","chapter_code":"JDG.9","verse_code":"JDG.9.48","label":"48","content":"A-bi-mê-léc bèn đi lên núi Sanh-môn với cả đạo binh theo mình. Người cầm lấy nơi tay một cái rìu chặt một nhánh cây, đỡ nó lên và vác trên vai; rồi nói cùng quân theo mình rằng: Các ngươi có thấy điều ta làm chăng? Hãy mau mau làm như ta."},{"bible_id":"193","chapter_code":"JDG.9","verse_code":"JDG.9.49","label":"49","content":"Vậy, mỗi người chặt một nhánh cây, rồi đi theo A-bi-mê-léc. Họ dựng sắp nhánh cây đó nơi đồn, châm lửa vào, và thiêu đồn cùng những người ở trong. Như vậy hết thảy những người ở tháp Si-chem, nam và nữ, đều chết, số ước một ngàn."},{"bible_id":"193","chapter_code":"JDG.9","verse_code":"JDG.9.50","label":"50","content":"A-bi-mê-léc liền đi đánh Thê-bết, vây và chiếm lấy nó."},{"bible_id":"193","chapter_code":"JDG.9","verse_code":"JDG.9.51","label":"51","content":"Giữa thành-phố có một cái tháp vững-bền, hết thảy dân-sự của thành, nam và nữ, đều chạy vô núp tại đó, và đóng cửa lại, rồi lên trên đỉnh tháp."},{"bible_id":"193","chapter_code":"JDG.9","verse_code":"JDG.9.52","label":"52","content":"A-bi-mê-léc tấn tới tháp, xông-hãm nó, và đi lại gần cửa đặng phóng-hỏa."},{"bible_id":"193","chapter_code":"JDG.9","verse_code":"JDG.9.53","label":"53","content":"Nhưng một người nữ ném thớt cối trên đầu A-bi-mê-léc làm bể sọ người."},{"bible_id":"193","chapter_code":"JDG.9","verse_code":"JDG.9.54","label":"54","content":"Người liền kêu gã trai-trẻ cầm binh-khí hầu mình, mà nói rằng: Hãy rút gươm ngươi ra giết ta đi, kẻo người ta nói: Một người đàn-bà đã giết người! Vậy, gã trai-trẻ bèn đâm người, thì người chết."},{"bible_id":"193","chapter_code":"JDG.9","verse_code":"JDG.9.55","label":"55","content":"Khi người Y-sơ-ra-ên thấy A-bi-mê-léc đã chết, thì mỗi người đi về nhà mình."},{"bible_id":"193","chapter_code":"JDG.9","verse_code":"JDG.9.56","label":"56","content":"Như vậy, Đức Chúa Trời báo-ứng A-bi-mê-léc vì tội-ác hắn đã phạm cùng cha mình mà giết bảy mươi người anh em mình."},{"bible_id":"193","chapter_code":"JDG.9","verse_code":"JDG.9.57","label":"57","content":"Đức Chúa Trời cũng báo-ứng dân Si-chem vì mọi điều ác mà chúng nó làm. Sự rủa-sả của Giô-tham, con trai Giê-ru-ba-anh, ứng-nghiệm trên chúng nó là như vậy."},{"bible_id":"193","chapter_code":"JDG.10","verse_code":"JDG.10.1","label":"1","content":"Sau A-bi-mê-léc, Thô-la, con trai Phu-a, cháu Đô-đô, người Y-sa-ca, dấy lên đặng giải-cứu Y-sơ-ra-ên. Người ở tại Sa-mia trong núi Ép-ra-im,"},{"bible_id":"193","chapter_code":"JDG.10","verse_code":"JDG.10.2","label":"2","content":"làm quan xét trong Y-sơ-ra-ên hai mươi ba năm; rồi thác và được chôn tại Sa-mia."},{"bible_id":"193","chapter_code":"JDG.10","verse_code":"JDG.10.3","label":"3","content":"Sau người ấy có Giai-rơ, người Ga-la-át, dấy lên, làm quan xét Y-sơ-ra-ên trong hai mươi hai năm."},{"bible_id":"193","chapter_code":"JDG.10","verse_code":"JDG.10.4","label":"4","content":"Người có ba mươi con trai, cỡi ba mươi lừa con, và có ba mươi cái thành ở tại xứ Ga-la-át; ngày nay người ta cũng còn gọi nó là thôn Giai-rơ."},{"bible_id":"193","chapter_code":"JDG.10","verse_code":"JDG.10.5","label":"5","content":"Khi Giai-rơ thác thì được chôn tại Kha-môn."},{"bible_id":"193","chapter_code":"JDG.10","verse_code":"JDG.10.6","label":"6","content":"Kế ấy, dân Y-sơ-ra-ên lại làm điều ác trước mặt Đức Giê-hô-va, phục-sự những Ba-anh và Át-tạt-tê, cùng các thần Sy-ri, các thần Si-đôn, các thần Mô-áp, các thần người Am-môn, và các thần của dân Phi-li-tin: Chúng nó lìa-bỏ Đức Giê-hô-va không phục-sự Ngài."},{"bible_id":"193","chapter_code":"JDG.10","verse_code":"JDG.10.7","label":"7","content":"Cơn thạnh-nộ của Đức Giê-hô-va bèn nổi phừng cùng Y-sơ-ra-ên; Ngài phó chúng nó vào tay dân Phi-li-tin và vào tay người Am-môn."},{"bible_id":"193","chapter_code":"JDG.10","verse_code":"JDG.10.8","label":"8","content":"Kể từ năm đó, hai dân-tộc nầy hà-hiếp và chà-nát dân Y-sơ-ra-ên: những người Y-sơ-ra-ên ở bên kia sông Giô-đanh trong xứ A-mô-rít, tại miền Ga-la-át, bị hà-hiếp, chà-nát trong mười tám năm."},{"bible_id":"193","chapter_code":"JDG.10","verse_code":"JDG.10.9","label":"9","content":"Dân Am-môn cũng sang qua sông Giô-đanh, đánh Giu-đa, Bên-gia-min, và nhà Ép-ra-im; Y-sơ-ra-ên bị cơn hoạn-nạn lớn-lao vậy."},{"bible_id":"193","chapter_code":"JDG.10","verse_code":"JDG.10.10","label":"10","content":"Bấy giờ dân Y-sơ-ra-ên kêu-cầu Đức Giê-hô-va, mà rằng: Chúng tôi có phạm tội cùng Chúa, vì chúng tôi đã lìa-bỏ Đức Chúa Trời chúng tôi, và hầu việc các thần Ba-anh."},{"bible_id":"193","chapter_code":"JDG.10","verse_code":"JDG.10.11","label":"11","content":"Nhưng Đức Giê-hô-va đáp cùng dân Y-sơ-ra-ên rằng: Ta há chẳng có giải-cứu các ngươi khỏi dân Ê-díp-tô, khỏi dân A-mô-rít, khỏi dân Am-môn, và khỏi dân Phi-li-tin sao?"},{"bible_id":"193","chapter_code":"JDG.10","verse_code":"JDG.10.12","label":"12","content":"Lại khi dân Si-đôn, dân A-ma-léc, và dân Ma-ôn hà-hiếp các ngươi, thì các ngươi có kêu-cầu cùng ta, và ta đã giải-cứu các ngươi khỏi tay chúng nó."},{"bible_id":"193","chapter_code":"JDG.10","verse_code":"JDG.10.13","label":"13","content":"Nhưng các ngươi đã lìa-bỏ ta, hầu việc các thần khác, bởi đó cho nên ta không giải-cứu các ngươi nữa."},{"bible_id":"193","chapter_code":"JDG.10","verse_code":"JDG.10.14","label":"14","content":"Hãy đi kêu-cầu những thần mà các ngươi đã chọn; chúng nó khá giải-cứu các ngươi trong cơn hoạn-nạn!"},{"bible_id":"193","chapter_code":"JDG.10","verse_code":"JDG.10.15","label":"15","content":"Dân Y-sơ-ra-ên thưa cùng Đức Giê-hô-va rằng: Chúng tôi đã phạm tội! Xin Chúa hãy đãi chúng tôi theo điều Chúa cho là tốt-lành, chỉ xin hãy giải-cứu chúng tôi ngày nay!"},{"bible_id":"193","chapter_code":"JDG.10","verse_code":"JDG.10.16","label":"16","content":"Họ bèn cất khỏi giữa mình các tà-thần, rồi trở lại phục-sự Đức Giê-hô-va; lòng Ngài buồn-rầu về sự khốn-khổ của Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"JDG.10","verse_code":"JDG.10.17","label":"17","content":"Dân Am-môn nhóm lại, và đóng trại trong xứ Ga-la-át. Dân Y-sơ-ra-ên cũng nhóm lại, và đóng trại tại Mích-ba."},{"bible_id":"193","chapter_code":"JDG.10","verse_code":"JDG.10.18","label":"18","content":"Dân-sự và các quan-trưởng xứ Ga-la-át hỏi nhau rằng: Ai là người sẽ khởi đầu ra đánh dân Am-môn? Người đó sẽ làm quan-trưởng hết thảy dân Ga-la-át."},{"bible_id":"193","chapter_code":"JDG.11","verse_code":"JDG.11.1","label":"1","content":"Giép-thê, người Ga-la-át, là tay dõng-sĩ, con của một người kỵ-nữ, và cha là Ga-la-át."},{"bible_id":"193","chapter_code":"JDG.11","verse_code":"JDG.11.2","label":"2","content":"Vợ của Ga-la-át có sanh cho người những con trai. Khi các con trai của vợ ấy lớn lên, bèn đuổi Giép-thê đi, mà rằng: Mầy không được ăn phần gia-tài trong nhà cha chúng ta, vì mầy là con của người đàn-bà khác."},{"bible_id":"193","chapter_code":"JDG.11","verse_code":"JDG.11.3","label":"3","content":"Vậy, Giép-thê trốn xa anh em mình, và ở trong xứ Tóp. Có những đứa du-đãng hiệp lại chung-quanh Giép-thê, và đi ra với người."},{"bible_id":"193","chapter_code":"JDG.11","verse_code":"JDG.11.4","label":"4","content":"Sau một ít lâu, dân Am-môn giao-chiến cùng Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"JDG.11","verse_code":"JDG.11.5","label":"5","content":"Trong lúc dân Am-môn đánh Y-sơ-ra-ên, các trưởng-lão Ga-la-át đi đem Giép-thê ở xứ Tóp về."},{"bible_id":"193","chapter_code":"JDG.11","verse_code":"JDG.11.6","label":"6","content":"Họ nói cùng người rằng: Xin hãy đến làm quan-tướng chúng ta, chúng ta sẽ đánh dân Am-môn."},{"bible_id":"193","chapter_code":"JDG.11","verse_code":"JDG.11.7","label":"7","content":"Nhưng Giép-thê đáp cùng các trưởng-lão Ga-la-át rằng: Các ông há chẳng phải là kẻ ghét tôi và đuổi tôi khỏi nhà cha tôi sao? Còn bây giờ các ông đương bị cùng khốn, sao lại đến tôi?"},{"bible_id":"193","chapter_code":"JDG.11","verse_code":"JDG.11.8","label":"8","content":"Các trưởng-lão Ga-la-át đáp cùng Giép-thê rằng: Bây giờ chúng ta lại đến cùng ngươi, hầu cho ngươi đi với chúng ta: Ngươi sẽ đánh dân Am-môn, rồi sẽ làm đầu của chúng ta, và của hết thảy dân xứ Ga-la-át."},{"bible_id":"193","chapter_code":"JDG.11","verse_code":"JDG.11.9","label":"9","content":"Giép-thê lại đáp cùng các trưởng-lão Ga-la-át rằng: Ví bằng các ông đem tôi về đặng đánh dân Am-môn, và nếu Đức Giê-hô-va phó chúng nó vào tay tôi, thì tôi sẽ làm đầu các ông chớ."},{"bible_id":"193","chapter_code":"JDG.11","verse_code":"JDG.11.10","label":"10","content":"Các trưởng-lão Ga-la-át nói cùng Giép-thê rằng: Chúng ta quả sẽ làm y như lời ngươi đã nói; nguyện Đức Giê-hô-va làm chứng giữa chúng ta!"},{"bible_id":"193","chapter_code":"JDG.11","verse_code":"JDG.11.11","label":"11","content":"Vậy, Giép-thê đi cùng các trưởng-lão Ga-la-át; dân-sự lập người làm đầu và tướng; rồi tại Mích-ba Giép-thê lặp lại trước mặt Đức Giê-hô-va hết thảy những lời người đã nói."},{"bible_id":"193","chapter_code":"JDG.11","verse_code":"JDG.11.12","label":"12","content":"Đoạn, Giép-thê sai sứ-giả đến cùng vua dân Am-môn mà nói rằng: Ta với ngươi có việc chi, nên ngươi kéo đến ta đặng hãm đánh xứ ta?"},{"bible_id":"193","chapter_code":"JDG.11","verse_code":"JDG.11.13","label":"13","content":"Vua dân Am-môn đáp cùng sứ-giả Giép-thê rằng: Ấy bởi Y-sơ-ra-ên, khi ra khỏi nước Ê-díp-tô, có chiếm lấy xứ ta từ Ạt-nôn cho đến Gia-bốc và Giô-đanh. Bây giờ hãy trả êm lại xứ ấy cho ta."},{"bible_id":"193","chapter_code":"JDG.11","verse_code":"JDG.11.14","label":"14","content":"Giép-thê lại sai sứ-giả đến cùng vua dân Am-môn đặng nói rằng:"},{"bible_id":"193","chapter_code":"JDG.11","verse_code":"JDG.11.15","label":"15","content":"Giép-thê nói như vầy: Y-sơ-ra-ên không có xâm-đoạt địa-phận Mô-áp, cũng chẳng có chiếm lấy xứ của dân Am-môn."},{"bible_id":"193","chapter_code":"JDG.11","verse_code":"JDG.11.16","label":"16","content":"Song khi Y-sơ-ra-ên ra xứ Ê-díp-tô, thì đi ngang qua đồng vắng cho đến Biển-đỏ, rồi tới Ca-đe."},{"bible_id":"193","chapter_code":"JDG.11","verse_code":"JDG.11.17","label":"17","content":"Bấy giờ, người sai sứ-giả đến vua Ê-đôm đặng tâu rằng: Xin cho tôi đi ngang qua xứ vua. Nhưng vua Ê-đôm không bằng lòng. Người cũng sai sứ-giả đến vua Mô-áp, vua Mô-áp cũng không khứng cho, nên Y-sơ-ra-ên cứ ở tại Ca-đe."},{"bible_id":"193","chapter_code":"JDG.11","verse_code":"JDG.11.18","label":"18","content":"Đoạn, người lại đi vào đồng vắng, vòng quanh xứ Ê-đôm và xứ Mô-áp; rồi đến cõi phía đông xứ Mô-áp. Người hạ trại ở bên kia Ạt-nôn, không vào bờ-cõi Mô-áp; vì Ạt-nôn là giới-hạn của xứ Mô-áp."},{"bible_id":"193","chapter_code":"JDG.11","verse_code":"JDG.11.19","label":"19","content":"Rốt lại, Y-sơ-ra-ên sai sứ-giả đến cùng Si-hôn, vua người A-mô-rít, ở tại Hết-bôn, và dặn nói rằng: Xin để cho chúng tôi đi ngang qua xứ vua đặng đến xứ chúng tôi."},{"bible_id":"193","chapter_code":"JDG.11","verse_code":"JDG.11.20","label":"20","content":"Nhưng Si-hôn không đủ tin dân Y-sơ-ra-ên, nên không cho đi ngang qua xứ mình, bèn hiệp lại cả cơ binh mình, kéo đến đóng trại tại Gia-hát và chống-đấu cùng Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"JDG.11","verse_code":"JDG.11.21","label":"21","content":"Giê-hô-va Đức Chúa Trời của Y-sơ-ra-ên phó Si-hôn và cả cơ binh người vào tay Y-sơ-ra-ên. Y-sơ-ra-ên đánh bại chúng nó, và lấy toàn xứ dân A-mô-rít, là dân ở miền đó."},{"bible_id":"193","chapter_code":"JDG.11","verse_code":"JDG.11.22","label":"22","content":"Vậy, Y-sơ-ra-ên nhận được toàn xứ dân A-mô-rít, từ Ạt-nôn cho đến Gia-bốc, và từ đồng vắng cho đến Giô-đanh."},{"bible_id":"193","chapter_code":"JDG.11","verse_code":"JDG.11.23","label":"23","content":"Vậy bây giờ, Giê-hô-va Đức Chúa Trời của Y-sơ-ra-ên đã đuổi dân A-mô-rít khỏi trước mặt dân Y-sơ-ra-ên của Ngài rồi, thì ngươi lại muốn chiếm lấy xứ của họ sao!"},{"bible_id":"193","chapter_code":"JDG.11","verse_code":"JDG.11.24","label":"24","content":"Ngươi há chẳng nhận được đất mà Kê-mốt, là thần của ngươi, đã ban cho ngươi sao? Thế thì, chúng ta cũng nhận được đất của những kẻ nào mà Giê-hô-va Đức Chúa Trời chúng ta đã đuổi khỏi trước mặt chúng ta."},{"bible_id":"193","chapter_code":"JDG.11","verse_code":"JDG.11.25","label":"25","content":"Vả lại, ngươi có trổi hơn Ba-lác, con trai Xếp-bô, vua Mô-áp chăng? Hắn há có khi nào cãi-cọ hay là chiến-đấu cùng Y-sơ-ra-ên chăng?"},{"bible_id":"193","chapter_code":"JDG.11","verse_code":"JDG.11.26","label":"26","content":"Đương lúc ba trăm năm mà Y-sơ-ra-ên ở tại Hết-bôn và các thành địa-hạt nó, A-rô-e và các thành địa-hạt nó, cùng hết thảy các thành ở dọc theo Ạt-nôn, sao ngươi không lấy nó lại trong khi đó?"},{"bible_id":"193","chapter_code":"JDG.11","verse_code":"JDG.11.27","label":"27","content":"Vậy, ta không có phạm tội cùng ngươi, nhưng ngươi đã làm quấy cùng ta mà hãm đánh ta. Nguyện Đức Giê-hô-va, là Đấng đoán-xét, ngày nay xét-đoán giữa dân Y-sơ-ra-ên và dân Am-môn!"},{"bible_id":"193","chapter_code":"JDG.11","verse_code":"JDG.11.28","label":"28","content":"Nhưng vua dân Am-môn không khứng nghe lời của Giép-thê sai nói cùng người."},{"bible_id":"193","chapter_code":"JDG.11","verse_code":"JDG.11.29","label":"29","content":"Thần của Đức Giê-hô-va bèn cảm-động Giép-thê; người trải qua Ga-la-át và Ma-na-se, sang đến Mích-ba ở Ga-la-át, rồi từ Mích-ba ở Ga-la-át, người đi đánh dân Am-môn."},{"bible_id":"193","chapter_code":"JDG.11","verse_code":"JDG.11.30","label":"30","content":"Giép-thê khẩn-nguyện cùng Đức Giê-hô-va rằng: Nếu Ngài phó dân Am-môn vào tay tôi, khi tôi thắng chúng nó trở về,"},{"bible_id":"193","chapter_code":"JDG.11","verse_code":"JDG.11.31","label":"31","content":"hễ chi ở cửa nhà tôi đi ra đầu hết đặng đến đón rước tôi, thì nấy sẽ thuộc về Đức Chúa Trời, và tôi sẽ dâng nó làm của-lễ thiêu."},{"bible_id":"193","chapter_code":"JDG.11","verse_code":"JDG.11.32","label":"32","content":"Đoạn, Giép-thê đi đến dân Am-môn đặng giao-chiến cùng chúng nó, và Đức Giê-hô-va phó chúng nó vào tay người."},{"bible_id":"193","chapter_code":"JDG.11","verse_code":"JDG.11.33","label":"33","content":"Người đánh bại chúng nó từ A-rô-e cho đến Mi-nít, và cho đến A-bên-Kê-ra-mim, cùng chiếm lấy của chúng nó hai mươi cái thành. Ấy là một bại trận rất lớn; dân Am-môn bị phục trước mặt dân Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"JDG.11","verse_code":"JDG.11.34","label":"34","content":"Giép-thê trở về nhà mình tại Mích-ba; kìa, con gái người ra đón-rước người, có cầm trống nhỏ và nhảy múa. Nàng là con một của người, ngoài nàng chẳng có con trai hoặc con gái nào khác hơn."},{"bible_id":"193","chapter_code":"JDG.11","verse_code":"JDG.11.35","label":"35","content":"Giép-thê vừa thấy nàng, liền xé áo mình mà rằng: Ớ con, than ôi! Con gây cho cha tức tối quá thay! Con thuộc vào số kẻ làm rối cha! Vì cha có mở miệng khấn-nguyện cùng Đức Giê-hô-va, không thế nuốt lời."},{"bible_id":"193","chapter_code":"JDG.11","verse_code":"JDG.11.36","label":"36","content":"Nàng thưa rằng: Cha ôi, nếu cha có mở miệng khấn-nguyện cùng Đức Giê-hô-va, xin hãy làm cho con y như lời ra khỏi miệng cha, vì bây giờ Đức Giê-hô-va đã báo thù kẻ cừu-địch cha rồi, tức là dân Am-môn."},{"bible_id":"193","chapter_code":"JDG.11","verse_code":"JDG.11.37","label":"37","content":"Đoạn, nàng lại nói cùng cha mình rằng: Xin cha hãy nhậm cho con lời nầy: Để cho con thong-thả trong hai tháng, con sẽ đi ở trên núi đặng cùng chị em bạn con khóc về sự đồng-trinh của con."},{"bible_id":"193","chapter_code":"JDG.11","verse_code":"JDG.11.38","label":"38","content":"Giép-thê đáp rằng: Con cứ đi. Rồi người để nàng đi hai tháng. Vậy, nàng đi cùng chị em bạn mình, khóc sự đồng-trinh mình tại trên núi."},{"bible_id":"193","chapter_code":"JDG.11","verse_code":"JDG.11.39","label":"39","content":"Cuối hai tháng, nàng trở về cha mình, và người làm cho nàng tùy theo lời khấn-nguyện mình đã hứa. Nàng chẳng có biết người nam. Tại cớ đó trong Y-sơ-ra-ên có thường-lệ nầy:"},{"bible_id":"193","chapter_code":"JDG.11","verse_code":"JDG.11.40","label":"40","content":"Mỗi năm, các con gái Y-sơ-ra-ên đi than-khóc con gái của Giép-thê, người Ga-la-át, trong bốn ngày."},{"bible_id":"193","chapter_code":"JDG.12","verse_code":"JDG.12.1","label":"1","content":"Người Ép-ra-im nhóm hiệp đến tại Xa-phôn, và nói cùng Giép-thê rằng: Vì sao ngươi đi đánh dân Am-môn không gọi chúng ta đi với? Chúng ta sẽ đốt nhà ngươi luôn với ngươi."},{"bible_id":"193","chapter_code":"JDG.12","verse_code":"JDG.12.2","label":"2","content":"Giép-thê đáp rằng: Ta và dân-sự ta có cuộc tranh-cạnh rất lớn với dân Am-môn; và khi ta kêu các ngươi, thì các ngươi không có giải-cứu ta khỏi tay chúng nó."},{"bible_id":"193","chapter_code":"JDG.12","verse_code":"JDG.12.3","label":"3","content":"Thấy rằng các ngươi không đến tiếp cứu ta, thì ta đã liều mình đi đánh dân Am-môn, và Đức Giê-hô-va đã phó chúng nó vào tay ta. Vậy, sao ngày nay các ngươi lên đến ta đặng tranh-chiến cùng ta?"},{"bible_id":"193","chapter_code":"JDG.12","verse_code":"JDG.12.4","label":"4","content":"Kế ấy, Giép-thê hiệp lại hết thảy dân Ga-la-át, giao-chiến cùng Ép-ra-im. Người Ga-la-át đánh bại người Ép-ra-im, vì họ có nói rằng: Ớ dân Ga-la-át, giữa Ép-ra-im và Ma-na-se, các người chỉ là kẻ trốn-tránh của Ép-ra-im đó thôi!"},{"bible_id":"193","chapter_code":"JDG.12","verse_code":"JDG.12.5","label":"5","content":"Đoạn, người Ga-la-át xâm chiếm những chỗ cạn sông Giô-đanh, trước khi người Ép-ra-im đi đến đó. Và khi một người trốn nào của Ép-ra-im nói rằng: Xin để cho tôi đi qua, — Thì người Ga-la-át nói rằng: Ngươi có phải người Ép-ra-im chăng? Người đáp: Không."},{"bible_id":"193","chapter_code":"JDG.12","verse_code":"JDG.12.6","label":"6","content":"Chúng bèn nói cùng người rằng: Thế thì, hãy nói: Si-bô-lết; người nói Xi-bô-lết, không thể nói cho rõ được; chúng bèn bắt họ và giết đi tại chỗ cạn của sông Giô-đanh. Trong lúc đó có bốn mươi hai ngàn người Ép-ra-im bị chết."},{"bible_id":"193","chapter_code":"JDG.12","verse_code":"JDG.12.7","label":"7","content":"Giép-thê, người Ga-la-át, làm quan xét trong Y-sơ-ra-ên được sáu năm. Đoạn, người qua đời, và được chôn trong một thành ở xứ Ga-la-át."},{"bible_id":"193","chapter_code":"JDG.12","verse_code":"JDG.12.8","label":"8","content":"Sau người, có Iếp-san ở Bết-lê-hem làm quan xét trong Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"JDG.12","verse_code":"JDG.12.9","label":"9","content":"Người có ba mươi con trai và ba mươi con gái. Người gả các con gái ra ngoài nhà mình, và cưới ba mươi con gái ở ngoài làm vợ cho các con trai mình. Người làm quan xét trong Y-sơ-ra-ên được bảy năm."},{"bible_id":"193","chapter_code":"JDG.12","verse_code":"JDG.12.10","label":"10","content":"Đoạn, Iếp-san qua đời, được chôn tại Bết-lê-hem."},{"bible_id":"193","chapter_code":"JDG.12","verse_code":"JDG.12.11","label":"11","content":"Sau Iếp-san, có Ê-lôn người Sa-bu-lôn, làm quan xét trong Y-sơ-ra-ên, phán-xét Y-sơ-ra-ên trong mười năm."},{"bible_id":"193","chapter_code":"JDG.12","verse_code":"JDG.12.12","label":"12","content":"Đoạn, Ê-lôn, người Sa-bu-lôn, qua đời, được chôn tại A-gia-lôn, trong đất chi-phái Sa-bu-lôn."},{"bible_id":"193","chapter_code":"JDG.12","verse_code":"JDG.12.13","label":"13","content":"Sau Ê-lôn, có Áp-đôn, con trai Hi-lên, người Phi-ra-thôn, làm quan xét trong Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"JDG.12","verse_code":"JDG.12.14","label":"14","content":"Người có bốn mươi con trai và ba mươi cháu trai; chúng nó đều cỡi bảy mươi lừa con; người phán-xét Y-sơ-ra-ên tám năm."},{"bible_id":"193","chapter_code":"JDG.12","verse_code":"JDG.12.15","label":"15","content":"Đoạn, Áp-đôn, con trai Hi-lên, người Phi-ra-thôn, qua đời và được chôn tại Phi-ra-thôn ở xứ Ép-ra-im, trên núi dân A-ma-léc."},{"bible_id":"193","chapter_code":"JDG.13","verse_code":"JDG.13.1","label":"1","content":"Dân Y-sơ-ra-ên cứ làm điều ác trước mặt Đức Giê-hô-va, nên Đức Giê-hô-va phó chúng vào tay dân Phi-li-tin trọn bốn mươi năm."},{"bible_id":"193","chapter_code":"JDG.13","verse_code":"JDG.13.2","label":"2","content":"Vả, có một người Xô-rê-a thuộc về một họ-hàng của chi-phái Đan, tên là Ma-nô-a; vợ người son-sẻ, không có con."},{"bible_id":"193","chapter_code":"JDG.13","verse_code":"JDG.13.3","label":"3","content":"Thiên-sứ của Đức Giê-hô-va hiện đến cùng người đàn-bà ấy mà rằng: Kìa, ngươi son-sẻ không có con; nhưng ngươi sẽ thọ-thai và sanh một đứa trai."},{"bible_id":"193","chapter_code":"JDG.13","verse_code":"JDG.13.4","label":"4","content":"Vậy, từ bây giờ hãy cẩn-thận, chớ uống rượu hay là vật chi say, và cũng đừng ăn vật gì chẳng sạch;"},{"bible_id":"193","chapter_code":"JDG.13","verse_code":"JDG.13.5","label":"5","content":"vì ngươi sẽ có nghén và sanh một con trai. Dao cạo sẽ không đưa qua đầu nó, bởi vì đứa trẻ từ trong lòng mẹ sẽ làm người Na-xi-rê  cho Đức Chúa Trời; về sau nó sẽ giải-cứu Y-sơ-ra-ên khỏi tay dân Phi-li-tin."},{"bible_id":"193","chapter_code":"JDG.13","verse_code":"JDG.13.6","label":"6","content":"Người đàn-bà đi thuật lại cùng chồng mình rằng: Một người của Đức Chúa Trời đã đến cùng tôi, diện-mạo người giống như diện-mạo thiên-sứ của Đức Chúa Trời, rất đáng kinh đáng sợ. Tôi không dám hỏi người ở đâu, người cũng không tỏ cho biết tên người;"},{"bible_id":"193","chapter_code":"JDG.13","verse_code":"JDG.13.7","label":"7","content":"nhưng người có nói cùng tôi rằng: Kìa, ngươi sẽ thọ-thai và sanh một đứa trai; vậy bây giờ, chớ uống rượu hay là vật chi say, và cũng đừng ăn vật gì chẳng sạch; vì đứa trẻ đó, từ trong lòng mẹ cho đến ngày qua đời, sẽ làm người Na-xi-rê cho Đức Chúa Trời."},{"bible_id":"193","chapter_code":"JDG.13","verse_code":"JDG.13.8","label":"8","content":"Ma-nô-a cầu-nguyện Đức Giê-hô-va mà rằng: Ôi, Chúa! xin Chúa cho người của Đức Chúa Trời mà Chúa đã sai xuống, lại đến cùng chúng tôi, đặng dạy chúng tôi điều phải làm cho đứa trẻ sẽ sanh ra!"},{"bible_id":"193","chapter_code":"JDG.13","verse_code":"JDG.13.9","label":"9","content":"Đức Chúa Trời nhậm lời cầu-nguyện của Ma-nô-a. Thiên-sứ của Đức Chúa Trời lại đến cùng người đàn-bà đương khi ngồi trong đồng ruộng; còn Ma-nô-a, chồng nàng, không có tại đó với nàng."},{"bible_id":"193","chapter_code":"JDG.13","verse_code":"JDG.13.10","label":"10","content":"Người đàn-bà liền chạy thuật cho chồng rằng: Kìa, người đã đến cùng tôi ngày nọ, nay lại hiện đến."},{"bible_id":"193","chapter_code":"JDG.13","verse_code":"JDG.13.11","label":"11","content":"Ma-nô-a đứng dậy, đi theo vợ mình, và khi đến gần người đó, thì nói rằng: Ông có phải là người đã nói cùng đàn-bà nầy chăng? Người đáp: Ấy là ta."},{"bible_id":"193","chapter_code":"JDG.13","verse_code":"JDG.13.12","label":"12","content":"Ma-nô-a tiếp: Khi lời ông ứng-nghiệm, thì đứa trẻ phải giữ theo lệ nào, và phải làm làm sao?"},{"bible_id":"193","chapter_code":"JDG.13","verse_code":"JDG.13.13","label":"13","content":"Thiên-sứ của Đức Giê-hô-va đáp cùng Ma-nô-a rằng: Người đàn-bà phải kiêng-cữ mọi điều ta đã dặn;"},{"bible_id":"193","chapter_code":"JDG.13","verse_code":"JDG.13.14","label":"14","content":"nàng chớ nên ăn sản-vật gì của vườn nho, chớ nên uống rượu hay là vật chi uống say, và cũng đừng ăn vật gì chẳng sạch, người khá giữ theo mọi điều ta đã chỉ dạy cho."},{"bible_id":"193","chapter_code":"JDG.13","verse_code":"JDG.13.15","label":"15","content":"Bấy giờ, Ma-nô-a thưa cùng thiên-sứ của Đức Giê-hô-va rằng: Xin cho phép chúng tôi cầm ông lại đặng dọn dâng cho ông một con dê con."},{"bible_id":"193","chapter_code":"JDG.13","verse_code":"JDG.13.16","label":"16","content":"Thiên-sứ của Đức Giê-hô-va đáp cùng Ma-nô-a rằng: Dầu ngươi cầm ta lại, ta cũng chẳng ăn vật-thực của ngươi; nhưng nếu muốn làm một của-lễ thiêu, thì hãy dâng lên cho Đức Giê-hô-va. — Vả, Ma-nô-a không rõ ấy là thiên-sứ của Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"JDG.13","verse_code":"JDG.13.17","label":"17","content":"Ma-nô-a lại thưa cùng thiên-sứ của Đức Giê-hô-va rằng: Danh ông là chi, để chúng tôi tôn-trọng ông khi lời ông phán được ứng-nghiệm?"},{"bible_id":"193","chapter_code":"JDG.13","verse_code":"JDG.13.18","label":"18","content":"Thiên-sứ của Đức Giê-hô-va đáp rằng: Sao ngươi hỏi danh ta như vậy? Danh ta lấy làm diệu-kỳ."},{"bible_id":"193","chapter_code":"JDG.13","verse_code":"JDG.13.19","label":"19","content":"Ma-nô-a bắt con dê con luôn với của-lễ chay, dâng lên cho Đức Giê-hô-va tại trên hòn đá. Thiên-sứ bèn làm ra một việc lạ-lùng, có Ma-nô-a và vợ người làm chứng-kiến:"},{"bible_id":"193","chapter_code":"JDG.13","verse_code":"JDG.13.20","label":"20","content":"Trong lúc ngọn lửa từ bàn-thờ cất bay lên trên trời, thì thiên-sứ của Đức Giê-hô-va cũng lên theo trong ngọn lửa của bàn-thờ. Thấy vậy, Ma-nô-a té sấp mặt xuống đất."},{"bible_id":"193","chapter_code":"JDG.13","verse_code":"JDG.13.21","label":"21","content":"Thiên-sứ của Đức Giê-hô-va chẳng còn hiện đến cùng Ma-nô-a và vợ người nữa. Ma-nô-a nhận biết ấy là thiên-sứ của Đức Giê-hô-va,"},{"bible_id":"193","chapter_code":"JDG.13","verse_code":"JDG.13.22","label":"22","content":"bèn nói cùng vợ rằng: Quả thật chúng ta sẽ chết, vì đã thấy Đức Chúa Trời!"},{"bible_id":"193","chapter_code":"JDG.13","verse_code":"JDG.13.23","label":"23","content":"Nhưng vợ đáp rằng: Nếu Đức Giê-hô-va muốn giết chúng ta, lẽ nào Ngài có nhậm của-lễ thiêu và của-lễ chay nơi tay ta, lại lẽ nào Ngài đã cho chúng ta thấy các điều nầy, và cho ta nghe những lời mà chúng ta đã nghe ngày nay."},{"bible_id":"193","chapter_code":"JDG.13","verse_code":"JDG.13.24","label":"24","content":"Người đàn-bà nầy sanh một con trai, đặt tên là Sam-sôn. đứa trẻ lớn lên, và Đức Giê-hô-va ban phước cho."},{"bible_id":"193","chapter_code":"JDG.13","verse_code":"JDG.13.25","label":"25","content":"Thần của Đức Giê-hô-va khởi cảm-động người tại trong dinh Đan, giữa khoảng Xô-rê-a và Ê-ta-ôn."},{"bible_id":"193","chapter_code":"JDG.14","verse_code":"JDG.14.1","label":"1","content":"Sam-sôn đi xuống Thim-na, thấy một người nữ trong vòng các con gái Phi-li-tin."},{"bible_id":"193","chapter_code":"JDG.14","verse_code":"JDG.14.2","label":"2","content":"Người đã trở lên, thuật điều đó cho cha mẹ mình, mà rằng: Con có thấy tại Thim-na một người nữ trong vòng các con gái Phi-li-tin; bây giờ xin hãy hỏi nàng cưới cho con."},{"bible_id":"193","chapter_code":"JDG.14","verse_code":"JDG.14.3","label":"3","content":"Cha mẹ người nói rằng: Trong vòng các con gái của anh em con và trong cả dân-sự chúng ta, há chẳng có người nữ nào, mà con phải đi cưới vợ nơi dân Phi-li-tin chẳng chịu cắt-bì đó sao? Sam-sôn đáp cùng cha rằng: Xin cha hãy cưới nàng đó cho con, vì nó đẹp mắt con."},{"bible_id":"193","chapter_code":"JDG.14","verse_code":"JDG.14.4","label":"4","content":"Vả, cha mẹ người chẳng rõ điều đó bởi nơi Đức Giê-hô-va mà đến; vì người tìm dịp tranh-đấu cùng dân Phi-li-tin. Lúc bấy giờ dân Phi-li-tin quản-hạt Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"JDG.14","verse_code":"JDG.14.5","label":"5","content":"Sam-sôn đi xuống Thim-na với cha mẹ mình; khi đến vườn nho Thim-na, thấy một con sư-tử tơ đến đón gầm hét."},{"bible_id":"193","chapter_code":"JDG.14","verse_code":"JDG.14.6","label":"6","content":"Thần của Đức Giê-hô-va cảm-động Sam-sôn rất mạnh, tuy tay chẳng cầm vật chi, song người xé con sư-tử đó như xé con dê con vậy. Nhưng người chẳng thuật cho cha mẹ hay điều mình đã làm."},{"bible_id":"193","chapter_code":"JDG.14","verse_code":"JDG.14.7","label":"7","content":"Vậy, người đi xuống, nói cùng người nữ, người nữ đẹp lòng Sam-sôn."},{"bible_id":"193","chapter_code":"JDG.14","verse_code":"JDG.14.8","label":"8","content":"Sau một ít lâu, người trở lại đặng cưới nàng; đi vòng lại xem cái thây sư-tử, thấy trong xác nó có một đoàn ong và mật."},{"bible_id":"193","chapter_code":"JDG.14","verse_code":"JDG.14.9","label":"9","content":"Người bụm mật trong tay, vừa ăn vừa đi. Đến gần cha mẹ, người đưa cho cha mẹ ăn; nhưng chẳng thuật rằng mình đã lấy mật đó trong thây sư-tử."},{"bible_id":"193","chapter_code":"JDG.14","verse_code":"JDG.14.10","label":"10","content":"Cha người đi xuống nhà người nữ ấy, và tại đó Sam-sôn bày ra một tiệc. Ấy là thường-tục của các gã thanh-niên hay làm."},{"bible_id":"193","chapter_code":"JDG.14","verse_code":"JDG.14.11","label":"11","content":"Vừa thấy chàng, người ta bèn mời ba mươi gã thanh-niên để kết bạn cùng chàng."},{"bible_id":"193","chapter_code":"JDG.14","verse_code":"JDG.14.12","label":"12","content":"Sam-sôn nói: Tôi sẽ ra cho anh em một câu đố; nếu trong bảy ngày tiệc, anh em giải nó ra, thì tôi sẽ thưởng anh em ba mươi cái áo trong, và ba mươi bộ áo lễ;"},{"bible_id":"193","chapter_code":"JDG.14","verse_code":"JDG.14.13","label":"13","content":"còn nếu anh em không giải nó ra được, thì anh em phải nộp cho tôi ba mươi cái áo trong, và ba mươi bộ áo lễ. Chúng đáp rằng: Hãy ra câu đố anh đi cho chúng tôi nghe."},{"bible_id":"193","chapter_code":"JDG.14","verse_code":"JDG.14.14","label":"14","content":"Vậy, chàng ra cho chúng rằng: Của ăn từ giống ăn mà ra; vật ngọt từ giống mạnh mà ra. Trong ba ngày chúng không giải được câu đố."},{"bible_id":"193","chapter_code":"JDG.14","verse_code":"JDG.14.15","label":"15","content":"Đến ngày thứ bảy, chúng nói cùng vợ Sam-sôn rằng: Hãy dụ chồng nàng giải câu đố cho chúng ta; bằng chẳng, chúng ta sẽ đốt nàng và nhà cha nàng. Có phải để bóc-lột chúng ta mà các ngươi thỉnh chúng ta chăng?"},{"bible_id":"193","chapter_code":"JDG.14","verse_code":"JDG.14.16","label":"16","content":"Vợ Sam-sôn khóc trước mặt người, mà rằng: Quả thật chàng ghét tôi, chẳng thương tôi chút nào: Chàng đã ra một câu đố cho người dân-sự tôi, mà không có giải nghĩa cho tôi. Người đáp: Kìa, ta không giải nghĩa cho cha mẹ ta thay, mà ta lại phải giải nghĩa cho nàng sao?"},{"bible_id":"193","chapter_code":"JDG.14","verse_code":"JDG.14.17","label":"17","content":"Trong bảy ngày ăn tiệc nàng cứ khóc như vậy trước mặt người. Qua ngày thứ bảy, người giải nghĩa cho nàng, bởi vì nàng làm cực lòng người. Đoạn, nàng giải lại cho người dân-sự mình."},{"bible_id":"193","chapter_code":"JDG.14","verse_code":"JDG.14.18","label":"18","content":"Vậy, ngày thứ bảy, trước khi mặt trời lặn, người trong thành đến nói cùng chàng rằng: Có gì ngọt hơn mật, có chi mạnh hơn sư-tử? — Sam-sôn bèn đáp: Nếu các ngươi không cày ruộng bằng bò cái tơ ta, thì các ngươi không giải được câu đố ta."},{"bible_id":"193","chapter_code":"JDG.14","verse_code":"JDG.14.19","label":"19","content":"Bấy giờ Thần của Đức Giê-hô-va cảm-động người; người đi xuống Ách-ca-lôn, giết ba mươi người, cướp lấy áo-xống của chúng nó, thưởng cho những người giải được câu đố; đoạn, người nổi giận phừng phừng trở lên về nhà cha mình."},{"bible_id":"193","chapter_code":"JDG.14","verse_code":"JDG.14.20","label":"20","content":"Vợ Sam-sôn bị gả cho một người trai-trẻ mà chàng đã chọn làm bạn."},{"bible_id":"193","chapter_code":"JDG.15","verse_code":"JDG.15.1","label":"1","content":"Sau ít lâu, nhằm mùa gặt lúa mì, Sam-sôn đi thăm vợ mình, đem cho nàng một con dê con, và nói rằng: Tôi muốn đi đến cùng vợ tôi ở trong phòng nàng. Nhưng cha nàng không cho phép người vào,"},{"bible_id":"193","chapter_code":"JDG.15","verse_code":"JDG.15.2","label":"2","content":"bèn nói rằng: Ta ngờ ngươi ghét nó, nên ta đã gả nó cho bạn của ngươi. Em gái nó há chẳng lịch-sự hơn nó sao? Vậy, hãy lấy em nó thế cho."},{"bible_id":"193","chapter_code":"JDG.15","verse_code":"JDG.15.3","label":"3","content":"Sam-sôn đáp rằng: Nếu lần nầy ta làm hại cho dân Phi-li-tin, thì ta cũng vô-tội."},{"bible_id":"193","chapter_code":"JDG.15","verse_code":"JDG.15.4","label":"4","content":"Vậy, Sam-sôn đi bắt ba trăm con chó rừng, cũng lấy những đuốc, rồi cột đuôi mỗi hai con lại, và cột đuốc giữa hai đuôi."},{"bible_id":"193","chapter_code":"JDG.15","verse_code":"JDG.15.5","label":"5","content":"Người đốt đuốc, thả chó rừng vào trong lúa mì của dân Phi-li-tin. Như vậy, người đốt lúa mì đã bó cùng lúa mì chưa gặt, và các vườn ô-li-ve."},{"bible_id":"193","chapter_code":"JDG.15","verse_code":"JDG.15.6","label":"6","content":"Dân Phi-li-tin hỏi: Ai đã làm điều đó? Người ta đáp: Sam-sôn, rể của người Thim-na, bởi vì người Thim-na bắt vợ hắn mà gả cho một người bạn của hắn. Dân Phi-li-tin bèn đi lên, thiêu nàng luôn với cha nàng trong lửa."},{"bible_id":"193","chapter_code":"JDG.15","verse_code":"JDG.15.7","label":"7","content":"Sam-sôn nói: Nếu các ngươi làm như vậy, thì ta quyết hẳn báo thù các ngươi rồi mới chịu an-nghỉ."},{"bible_id":"193","chapter_code":"JDG.15","verse_code":"JDG.15.8","label":"8","content":"Người đánh chúng nó bị thua-bệ cả-thể. Đoạn, người đi xuống và ở tại hang đá Ê-tam."},{"bible_id":"193","chapter_code":"JDG.15","verse_code":"JDG.15.9","label":"9","content":"Bấy giờ, dân Phi-li-tin đi lên, đóng trại tại Giu-đa, và tràn ra đến Lê-chi."},{"bible_id":"193","chapter_code":"JDG.15","verse_code":"JDG.15.10","label":"10","content":"Người Giu-đa nói cùng chúng rằng: Cớ sao các ngươi lên đánh chúng ta? Chúng đáp: Chúng ta lên đây, ấy đặng trói Sam-sôn: Chúng ta sẽ đãi hắn y như hắn đã đãi chúng ta!"},{"bible_id":"193","chapter_code":"JDG.15","verse_code":"JDG.15.11","label":"11","content":"Ba ngàn người Giu-đa bèn xuống hang đá Ê-tam mà nói cùng Sam-sôn rằng: Ngươi há chẳng biết rằng dân Phi-li-tin là chủ chúng ta ư? Vậy, sao ngươi đã làm điều đó cho chúng ta? Người đáp: Ta đãi chúng nó như chính chúng nó đãi ta."},{"bible_id":"193","chapter_code":"JDG.15","verse_code":"JDG.15.12","label":"12","content":"Chúng lại nói rằng: Chúng ta xuống đặng trói ngươi, để nộp ngươi vào tay dân Phi-li-tin. Sam-sôn tiếp: Hãy thề cùng ta rằng các ngươi chẳng giết ta."},{"bible_id":"193","chapter_code":"JDG.15","verse_code":"JDG.15.13","label":"13","content":"Chúng đáp rằng: Không, chúng ta chỉ muốn trói ngươi, nộp vào tay dân Phi-li-tin, chớ chẳng muốn giết ngươi đâu. Vậy, chúng bèn trói người bằng hai sợi dây mới, và dắt ra khỏi hang đá."},{"bible_id":"193","chapter_code":"JDG.15","verse_code":"JDG.15.14","label":"14","content":"Khi đến Lê-chi, dân Phi-li-tin ra đón người và la tiếng reo-mừng. Song Thần của Đức Giê-hô-va cảm-động Sam-sôn, những dây cột cánh tay người trở thành như chỉ gai bị lửa đốt, tàn rớt khỏi tay người."},{"bible_id":"193","chapter_code":"JDG.15","verse_code":"JDG.15.15","label":"15","content":"Gặp được một cái hàm lừa con mới tinh, người bèn giơ tay lượm lấy, và dùng nó đánh một ngàn người."},{"bible_id":"193","chapter_code":"JDG.15","verse_code":"JDG.15.16","label":"16","content":"Bấy giờ Sam-sôn nói rằng: Với một hàm lừa, giết chất thây từng đống! Với một hàm lừa, ta đánh một ngàn người!"},{"bible_id":"193","chapter_code":"JDG.15","verse_code":"JDG.15.17","label":"17","content":"Khi người đã nói xong, bèn ném cái hàm lừa khỏi tay mình, và đặt tên chỗ đó là Ra-mát-Lê-chi."},{"bible_id":"193","chapter_code":"JDG.15","verse_code":"JDG.15.18","label":"18","content":"Bởi người bị khát nước quá đỗi, bèn cầu-khẩn Đức Giê-hô-va, mà rằng: Chúa đã ban cho tôi-tớ Chúa sự giải-cứu lớn-lao nầy; hồ dễ nào bây giờ tôi phải chết khát, và sa vào tay những kẻ không chịu cắt-bì sao?"},{"bible_id":"193","chapter_code":"JDG.15","verse_code":"JDG.15.19","label":"19","content":"Đức Chúa Trời liền chẻ hòn đá bộng ở tại Lê-chi, có nước chảy ra; Sam-sôn uống, thì tâm-thần người hồi-tỉnh, và lòng mạnh-mẽ lại. Bởi đó cho nên người ta đặt tên cái suối nầy là Ên-Ha-cô-rê cho đến ngày nay. Suối ấy ở tại Lê-chi."},{"bible_id":"193","chapter_code":"JDG.15","verse_code":"JDG.15.20","label":"20","content":"Nhằm thời-kỳ dân Phi-li-tin quản-hạt Y-sơ-ra-ên, thì Sam-sôn làm quan xét nơi Y-sơ-ra-ên trọn hai mươi năm."},{"bible_id":"193","chapter_code":"JDG.16","verse_code":"JDG.16.1","label":"1","content":"Sam-sôn đi đến Ga-xa, thấy một kỵ-nữ ở đó, bèn đi vào nhà nàng."},{"bible_id":"193","chapter_code":"JDG.16","verse_code":"JDG.16.2","label":"2","content":"Người ta thuật cho dân Ga-xa rằng: Sam-sôn đã đến đây. Chúng bèn vây người và rình-giữ trọn đêm tại cửa thành. Cả đêm ấy, chúng giữ yên-lặng, mà rằng: Rạng sáng, chúng ta sẽ giết hắn."},{"bible_id":"193","chapter_code":"JDG.16","verse_code":"JDG.16.3","label":"3","content":"Sam-sôn ở ngủ cho đến khuya. Lối khuya, người thức dậy, nắm hai cánh cửa thành và hai cây trụ, nhổ nó lên luôn với cây then, vác trên vai, và đem lên chót núi đối ngang Hếp-rôn."},{"bible_id":"193","chapter_code":"JDG.16","verse_code":"JDG.16.4","label":"4","content":"Sau đó, người yêu mến một người nữ ở trong trũng Sô-réc, tên là Đa-li-la."},{"bible_id":"193","chapter_code":"JDG.16","verse_code":"JDG.16.5","label":"5","content":"Các quan-trưởng Phi-li-tin đến nhà nàng, mà rằng: Hãy ráng dụ-dỗ hắn, hầu cho biết bởi đâu hắn có sức-mạnh lớn lao kia, và chúng ta phải làm thế nào cho được thắng hơn, trói và bắt hắn phục. Chúng ta ai nấy sẽ thưởng cho nàng mười một trăm miếng bạc."},{"bible_id":"193","chapter_code":"JDG.16","verse_code":"JDG.16.6","label":"6","content":"Đa-li-la nói cùng Sam-sôn rằng: Tôi xin chàng hãy nói cho tôi biết bởi đâu chàng có sức-mạnh lớn lao, và phải dùng chi trói chàng đặng bắt phục chàng?"},{"bible_id":"193","chapter_code":"JDG.16","verse_code":"JDG.16.7","label":"7","content":"Sam-sôn đáp: Nếu người ta trói tôi bằng bảy sợi dây cung tươi và còn ướt, thì tôi sẽ trở nên yếu đuối như một người khác."},{"bible_id":"193","chapter_code":"JDG.16","verse_code":"JDG.16.8","label":"8","content":"Các quan-trưởng Phi-li-tin đem cho Đa-li-la bảy sợi dây tươi và còn ướt, nàng lấy trói người."},{"bible_id":"193","chapter_code":"JDG.16","verse_code":"JDG.16.9","label":"9","content":"Vả, tại trong phòng ở nhà nàng có binh phục. Nàng nói: Ớ Sam-sôn, người Phi-li-tin xông-hãm ngươi! Song người bứt những sợi dây như một sợi chỉ gai đứt khi đụng đến lửa. Như vậy, căn-nguyên sức-mạnh người chẳng tìm ra được."},{"bible_id":"193","chapter_code":"JDG.16","verse_code":"JDG.16.10","label":"10","content":"Đa-li-la nói cùng Sam-sôn rằng: Nầy chàng đã gạt tôi, nói dối cùng tôi. Xin bây giờ tỏ cho tôi phải lấy chi trói chàng?"},{"bible_id":"193","chapter_code":"JDG.16","verse_code":"JDG.16.11","label":"11","content":"Người đáp: Nếu người ta cột ta bằng dây lớn mới, chưa hề có ai dùng, thì ta sẽ trở nên yếu như một người khác."},{"bible_id":"193","chapter_code":"JDG.16","verse_code":"JDG.16.12","label":"12","content":"Vậy, Đa-li-la lấy dây lớn mới, trói Sam-sôn, rồi nói rằng: Ớ Sam-sôn, người Phi-li-tin xông-hãm ngươi! Vả, có binh đương phục trong một phòng. Nhưng người bứt đứt những sợi dây lớn trói cánh tay, y như một sợi chỉ vậy."},{"bible_id":"193","chapter_code":"JDG.16","verse_code":"JDG.16.13","label":"13","content":"Đa-li-la nói cùng Sam-sôn rằng: Chàng gạt tôi và nói dối tôi đến bây giờ. Vậy, xin nói cho tôi biết phải trói chàng bằng chi. Người đáp: Nàng cứ dệt bảy lọn tóc thắt của đầu ta vào trong canh-chỉ của nàng."},{"bible_id":"193","chapter_code":"JDG.16","verse_code":"JDG.16.14","label":"14","content":"Đa-li-la lấy con-sẻ cột chặt lại, rồi la rằng: Ớ Sam-sôn, người Phi-li-tin xông-hãm ngươi! Nhưng người thức dậy, nhổ con-sẻ của khung-cửi ra luôn với canh-chỉ."},{"bible_id":"193","chapter_code":"JDG.16","verse_code":"JDG.16.15","label":"15","content":"Bấy giờ, nàng mới nói rằng: Làm sao chàng nói được rằng: Tôi yêu nàng! Bởi vì lòng chàng chẳng thành cùng tôi? Chàng đã gạt tôi ba lần, và chẳng nói cho tôi biết bởi đâu có sức-lực lớn của chàng."},{"bible_id":"193","chapter_code":"JDG.16","verse_code":"JDG.16.16","label":"16","content":"Mỗi ngày nàng lấy câu hỏi ghẹo lòng rối trí người, đến đỗi người bị tức mình hòng chết."},{"bible_id":"193","chapter_code":"JDG.16","verse_code":"JDG.16.17","label":"17","content":"Người bèn tỏ hết sự lòng mình mà rằng: Dao cạo chẳng hề đưa qua đầu ta, vì từ trong lòng mẹ, ta đã làm người Na-xi-rê cho Đức Chúa Trời. Nếu ta bị cạo, sức-lực ta sẽ lìa khỏi ta, ta tất trở thành yếu như người khác."},{"bible_id":"193","chapter_code":"JDG.16","verse_code":"JDG.16.18","label":"18","content":"Đa-li-la thấy người đã tỏ hết sự lòng cho mình, sai mời các quan-trưởng Phi-li-tin, mà rằng: Lần nầy hãy lên, vì hắn đã tỏ hết sự lòng cho tôi. Vậy, các quan-trưởng Phi-li-tin đi lên nhà nàng, đem bạc trong tay."},{"bible_id":"193","chapter_code":"JDG.16","verse_code":"JDG.16.19","label":"19","content":"Nàng khiến Sam-sôn nằm ngủ trên đầu gối mình, gọi một người, biểu cạo bảy mé tóc trên đầu chàng. Như vậy, nàng khởi làm khốn-khổ người, sức-lực bèn lìa khỏi người."},{"bible_id":"193","chapter_code":"JDG.16","verse_code":"JDG.16.20","label":"20","content":"Bấy giờ nàng nói: Ớ Sam-sôn, người Phi-li-tin xông-hãm ngươi! Người thức dậy mà rằng: Ta sẽ ra như các lần trước, và gỡ mình cho thoát khỏi tay chúng nó! Nhưng người chẳng biết rằng Đức Giê-hô-va đã lìa khỏi mình."},{"bible_id":"193","chapter_code":"JDG.16","verse_code":"JDG.16.21","label":"21","content":"Người Phi-li-tin bắt người, khoét con mắt, đem xuống Ga-xa, rồi trói người bằng dây đồng đậu đôi, và bắt người phải xay cối trong ngục."},{"bible_id":"193","chapter_code":"JDG.16","verse_code":"JDG.16.22","label":"22","content":"Song tóc người đã bị cạo khởi mọc lại."},{"bible_id":"193","chapter_code":"JDG.16","verse_code":"JDG.16.23","label":"23","content":"Vả, các quan-trưởng Phi-li-tin nhóm lại đặng dâng của tế-lễ lớn cho Đa-gôn, thần của họ, và đặng vui-mừng nhau. Chúng nói rằng: Thần chúng ta đã phó Sam-sôn vào tay chúng ta, là kẻ thù-nghịch chúng ta."},{"bible_id":"193","chapter_code":"JDG.16","verse_code":"JDG.16.24","label":"24","content":"Dân-sự vừa thấy người, cũng cất tiếng ngợi-khen thần mình, mà rằng: Thần chúng ta đã phó kẻ thù-nghịch vào tay chúng ta, là kẻ đã phá-hại xứ chúng ta, và đã giết biết bao nhiêu người!"},{"bible_id":"193","chapter_code":"JDG.16","verse_code":"JDG.16.25","label":"25","content":"Đương khi lòng rất hớn hở, chúng la lên rằng: Hãy gọi Sam-sôn, để hắn làm trò vui cho chúng ta. Vậy, chúng dẫn Sam-sôn ở ngục đến, rồi người làm trò trước mặt chúng. Người ta đã để người đứng giữa các cột;"},{"bible_id":"193","chapter_code":"JDG.16","verse_code":"JDG.16.26","label":"26","content":"Sam-sôn bèn nói cùng đứa trẻ nắm tay mình rằng: Hãy buông ta, và để cho ta rờ đến các cột đỡ chịu cái đền, hầu cho ta dựa vào đó."},{"bible_id":"193","chapter_code":"JDG.16","verse_code":"JDG.16.27","label":"27","content":"Vả, đền đầy những người nam người nữ, và hết thảy các quan-trưởng Phi-li-tin đều ở đó; tại trên sân mái đền cũng có độ gần ba ngàn người nam và nữ xem Sam-sôn làm trò."},{"bible_id":"193","chapter_code":"JDG.16","verse_code":"JDG.16.28","label":"28","content":"Bấy giờ, Sam-sôn kêu-cầu Đức Giê-hô-va, mà rằng: Chúa Giê-hô-va ôi! Xin Ngài nhớ lại tôi. Hỡi Đức Chúa Trời! Xin ban sức-lực cho tôi chỉ lần nầy mà thôi, hầu cho tôi báo thù dân Phi-li-tin về sự mất hai con mắt tôi."},{"bible_id":"193","chapter_code":"JDG.16","verse_code":"JDG.16.29","label":"29","content":"Sam-sôn vớ lấy hai cây cột ở chính giữa đỡ chịu cái đền, một cây ở bên hữu và một cây ở bên tả, nhận vào, mà rằng: Nguyện tôi chết chung với dân Phi-li-tin! Đoạn, người ráng hết sức, xô hai cây cột, đền đổ xuống trên các quan-trưởng và cả dân-sự ở đó."},{"bible_id":"193","chapter_code":"JDG.16","verse_code":"JDG.16.30","label":"30","content":"Ấy vậy, trong lúc chết, Sam-sôn giết nhiều người hơn là giết trong khi còn sống."},{"bible_id":"193","chapter_code":"JDG.16","verse_code":"JDG.16.31","label":"31","content":"Kế đó, anh em người và cả nhà cha người đi xuống, đem thây người về, chôn tại giữa Xô-rê-a và Ê-ta-ôn, trong mộ của Ma-nô-a, cha người. Sam-sôn làm quan xét trong Y-sơ-ra-ên hai mươi năm."},{"bible_id":"193","chapter_code":"JDG.17","verse_code":"JDG.17.1","label":"1","content":"Trong núi Ép-ra-im, có một người nam tên là Mi-ca."},{"bible_id":"193","chapter_code":"JDG.17","verse_code":"JDG.17.2","label":"2","content":"Người nói cùng mẹ mình rằng: Mười một trăm miếng bạc người ta ăn cắp của mẹ, mà mẹ đã rủa-sả trước mặt con, và buông những lời trù-ẻo chính tai con đã nghe, nầy bạc đó hiện ở trong tay con, ấy là con đã lấy. Mẹ người đáp rằng: Nguyện Đức Giê-hô-va ban phước cho con!"},{"bible_id":"193","chapter_code":"JDG.17","verse_code":"JDG.17.3","label":"3","content":"Mi-ca trả lại cho mẹ mình mười một trăm miếng bạc ấy. Mẹ bèn nói cùng người rằng: Tôi biệt bạc nầy riêng ra cho Đức Giê-hô-va, để làm cho con trai tôi một cái tượng chạm luôn với cái chân bằng gang. Vậy mẹ trả bạc lại cho con bây giờ."},{"bible_id":"193","chapter_code":"JDG.17","verse_code":"JDG.17.4","label":"4","content":"Song Mi-ca lại trả bạc cho mẹ mình; mẹ bèn lấy hai trăm miếng trao cho thợ đúc, làm một tượng chạm luôn với cái chân bằng gang, để trong nhà Mi-ca."},{"bible_id":"193","chapter_code":"JDG.17","verse_code":"JDG.17.5","label":"5","content":"Như vậy, nhà Mi-ca trở nên một cái đền thờ thần. Người cũng làm một cái ê-phót, và những thê-ra-phim, rồi lập một con trai mình làm thầy tế-lễ."},{"bible_id":"193","chapter_code":"JDG.17","verse_code":"JDG.17.6","label":"6","content":"Trong lúc đó, không có vua nơi Y-sơ-ra-ên, mọi người cứ làm theo ý mình tưởng là phải."},{"bible_id":"193","chapter_code":"JDG.17","verse_code":"JDG.17.7","label":"7","content":"Bấy giờ, ở Bết-lê-hem tại xứ Giu-đa, về nhà Giu-đa, có một gã trai-trẻ là người Lê-vi, kiều-ngụ trong thành ấy."},{"bible_id":"193","chapter_code":"JDG.17","verse_code":"JDG.17.8","label":"8","content":"Người đó bỏ thành Bết-lê-hem tại xứ Giu-đa, đặng đi kiếm nơi nào kiều-ngụ được. Đương đi đàng, người tới núi Ép-ra-im, qua nhà Mi-ca."},{"bible_id":"193","chapter_code":"JDG.17","verse_code":"JDG.17.9","label":"9","content":"Mi-ca hỏi rằng: Ngươi ở đâu đến? Người Lê-vi đáp: Tôi ở Bết-lê-hem trong xứ Giu-đa đến, toan đi tới nơi nào tôi kiều-ngụ được."},{"bible_id":"193","chapter_code":"JDG.17","verse_code":"JDG.17.10","label":"10","content":"Mi-ca nói: Hãy ở đây với ta, làm cha và thầy tế-lễ cho ta, ta sẽ cấp cho ngươi mỗi năm mười miếng bạc, một bộ áo-xống, và những vật cần nuôi mình. Người Lê-vi bèn vào,"},{"bible_id":"193","chapter_code":"JDG.17","verse_code":"JDG.17.11","label":"11","content":"bằng lòng ở cùng Mi-ca, và Mi-ca coi người trẻ ấy như một con trai của mình."},{"bible_id":"193","chapter_code":"JDG.17","verse_code":"JDG.17.12","label":"12","content":"Mi-ca lập người Lê-vi làm thầy tế-lễ cho mình, và người ở trong nhà Mi-ca."},{"bible_id":"193","chapter_code":"JDG.17","verse_code":"JDG.17.13","label":"13","content":"Mi-ca nói: Bây giờ ta biết rằng Đức Giê-hô-va sẽ làm ơn cho ta, bởi vì ta có người Lê-vi nầy làm thầy tế-lễ."},{"bible_id":"193","chapter_code":"JDG.18","verse_code":"JDG.18.1","label":"1","content":"Đương lúc đó, chẳng có vua nơi Y-sơ-ra-ên; chính hồi ấy, chi-phái Đan đi tìm một địa-phận đặng lập nghiệp; vì từ trước đến giờ, trong các chi-phái Y-sơ-ra-ên, chi phái nầy chưa nhận được sản-nghiệp nào hết."},{"bible_id":"193","chapter_code":"JDG.18","verse_code":"JDG.18.2","label":"2","content":"Vậy, người Đan chọn trong chi-phái mình năm người mạnh-dạn, sai từ Xô-rê-a và Ê-ta-ôn đi khắp nơi do-thám xứ, và dặn họ rằng: Hãy đi do-thám xứ. Chúng sang qua núi Ép-ra-im, đến nhà Mi-ca, và ngủ đêm tại đó."},{"bible_id":"193","chapter_code":"JDG.18","verse_code":"JDG.18.3","label":"3","content":"Chúng đương ở gần bên nhà Mi-ca, thì nghe tiếng của gã trẻ tuổi, là người Lê-vi, bèn lại gần mà hỏi rằng: Ai dẫn ngươi đến đây? Ngươi ở đây làm chi, và ở chỗ nầy có gì?"},{"bible_id":"193","chapter_code":"JDG.18","verse_code":"JDG.18.4","label":"4","content":"Người đáp: Mi-ca có đãi tôi thế nầy, thế nầy, cấp cho tôi lương-tiền, dùng tôi làm thầy tế-lễ cho người."},{"bible_id":"193","chapter_code":"JDG.18","verse_code":"JDG.18.5","label":"5","content":"Chúng tiếp: Thế thì, hãy hỏi ý Đức Chúa Trời, để chúng ta biết con đường chúng ta đi đây sẽ có may-mắn chăng."},{"bible_id":"193","chapter_code":"JDG.18","verse_code":"JDG.18.6","label":"6","content":"Thầy tế-lễ đáp: Hãy đi bình-an, Đức Giê-hô-va đoái đến con đường của các ngươi đi."},{"bible_id":"193","chapter_code":"JDG.18","verse_code":"JDG.18.7","label":"7","content":"Vậy, năm người ấy lên đường, đến La-ít, thấy dân-sự tại đó có thói-tục dân Si-đôn, ở an-ổn, bình-tịnh, và vững-chắc. Trong kẻ quản-hạt xứ đó, chẳng có ai làm cho chúng bị hại chút đỉnh nào hết; chúng vốn cách xa dân Si-đôn, chẳng có việc chi với ai cả."},{"bible_id":"193","chapter_code":"JDG.18","verse_code":"JDG.18.8","label":"8","content":"Kế ấy, năm người trở về cùng các anh em mình tại Xô-rê-a và Ê-ta-ôn, thì anh em hỏi chúng rằng. Các anh đã làm gì?"},{"bible_id":"193","chapter_code":"JDG.18","verse_code":"JDG.18.9","label":"9","content":"Năm người đáp: Hè! Hãy đi lên đánh chúng nó, vì chúng tôi có thấy xứ ấy thật lấy làm tốt nhứt. Ủa kìa! Anh em ở đó chẳng làm chi sao? Chớ nên biếng-nhác mà đi lên đến chiếm lấy xứ ấy làm sản-nghiệp."},{"bible_id":"193","chapter_code":"JDG.18","verse_code":"JDG.18.10","label":"10","content":"Khi anh em vào xứ đó, sẽ đến cùng một dân ở an-ổn. Xứ ấy thật rất rộng, và Đức Chúa Trời đã phó nó vào tay anh em; quả thật một nơi chẳng thiếu vật chi đất sanh-sản."},{"bible_id":"193","chapter_code":"JDG.18","verse_code":"JDG.18.11","label":"11","content":"Vậy, sáu trăm người về dòng Đan cầm binh-khí, đi từ Xô-rê-a và Ê-ta-ôn"},{"bible_id":"193","chapter_code":"JDG.18","verse_code":"JDG.18.12","label":"12","content":"lên đóng trại tại Ki-ri-át-Giê-a-rim, trong đất Giu-đa; nên chỗ đó hãy còn gọi là trại-quân Đan cho đến ngày nay; nó ở phía sau Ki-ri-át-Giê-a-rim."},{"bible_id":"193","chapter_code":"JDG.18","verse_code":"JDG.18.13","label":"13","content":"Từ đó chúng đi sang núi Ép-ra-im và đến nhà Mi-ca."},{"bible_id":"193","chapter_code":"JDG.18","verse_code":"JDG.18.14","label":"14","content":"Bấy giờ, năm người đã đi do-thám xứ La-ít cất tiếng nói cùng anh em mình rằng: Trong nhà nầy có một cái ê-phót, những thê-ra-phim, và một tượng chạm với chân bằng gang; anh em có biết chăng? Vậy, bây giờ, hãy xem điều anh em phải làm."},{"bible_id":"193","chapter_code":"JDG.18","verse_code":"JDG.18.15","label":"15","content":"Chúng bèn lại gần, vào nhà người Lê-vi trẻ tuổi, tức là vào nhà của Mi-ca, và chào người."},{"bible_id":"193","chapter_code":"JDG.18","verse_code":"JDG.18.16","label":"16","content":"Sáu trăm người về dòng Đan cầm binh-khí giữ ở ngoài cửa."},{"bible_id":"193","chapter_code":"JDG.18","verse_code":"JDG.18.17","label":"17","content":"Nhưng năm người đã đi do-thám xứ, đi lên, vào nhà, và cướp lấy tượng chạm, chân bằng gang, ê-phót, và những thê-ra-phim, đương khi thầy tế-lễ đứng tại cửa cùng sáu trăm người cầm binh-khí."},{"bible_id":"193","chapter_code":"JDG.18","verse_code":"JDG.18.18","label":"18","content":"Năm người đó vào nhà cướp lấy các vật ấy rồi, thầy tế-lễ bèn hỏi chúng nó rằng: Các ngươi làm chi vậy?"},{"bible_id":"193","chapter_code":"JDG.18","verse_code":"JDG.18.19","label":"19","content":"Chúng đáp rằng: Hãy nín đi, lấy tay bụm miệng lại, và đến cùng chúng ta, làm cha và thầy tế-lễ cho chúng ta. Ngươi làm thầy tế-lễ cho một nhà, hay làm thầy tế-lễ cho một chi-phái, một họ-hàng trong Y-sơ-ra-ên, điều nào là khá hơn?"},{"bible_id":"193","chapter_code":"JDG.18","verse_code":"JDG.18.20","label":"20","content":"Thầy tế-lễ mừng lòng, lấy ê-phót, những thê-ra-phim, và tượng chạm, rồi nhập với bọn ấy."},{"bible_id":"193","chapter_code":"JDG.18","verse_code":"JDG.18.21","label":"21","content":"Chúng bèn xây lại, lên đường, để cho con trẻ, súc-vật, và đồ hành-lý đi trước."},{"bible_id":"193","chapter_code":"JDG.18","verse_code":"JDG.18.22","label":"22","content":"Chúng đã đi xa khỏi nhà Mi-ca rồi, có những kẻ ở gần nhà Mi-ca nhóm lại đuổi theo người Đan."},{"bible_id":"193","chapter_code":"JDG.18","verse_code":"JDG.18.23","label":"23","content":"Vì chúng kêu-la sau họ, người Đan xây lại mà nói cùng Mi-ca rằng: Ngươi có điều chi? Vì sao ngươi có nhóm lại những kẻ đó?"},{"bible_id":"193","chapter_code":"JDG.18","verse_code":"JDG.18.24","label":"24","content":"Mi-ca đáp: Các ngươi đã cướp lấy các thần ta đã làm nên, và luôn thầy tế-lễ, mà đi. Còn chi lại cho ta? Sao các ngươi còn hỏi rằng ta có điều chi?"},{"bible_id":"193","chapter_code":"JDG.18","verse_code":"JDG.18.25","label":"25","content":"Người Đan đáp cùng Mi-ca rằng: Chớ cho ta nghe tiếng ngươi nữa, e có người nổi giận xông-hãm các ngươi, làm cho ngươi và nhà ngươi đều bị mất sự sống chăng."},{"bible_id":"193","chapter_code":"JDG.18","verse_code":"JDG.18.26","label":"26","content":"Bấy giờ người Đan cứ đi đường, còn Mi-ca thấy chúng mạnh hơn mình, bèn trở về nhà mình."},{"bible_id":"193","chapter_code":"JDG.18","verse_code":"JDG.18.27","label":"27","content":"Ấy vậy, sau khi đã cướp lấy vật của Mi-ca đã chế ra, và thầy tế-lễ mà người đã có trong nhà mình, thì chúng xông vào dân La-ít, là một dân ở bình-tịnh, vững-chắc, lấy gươm giết dân đó, rồi châm lửa đốt thành đi."},{"bible_id":"193","chapter_code":"JDG.18","verse_code":"JDG.18.28","label":"28","content":"Chẳng có ai đến tiếp-cứu dân La-ít, vì thành ở xa Si-đôn, và không giao-thiệp với ai hết; nó ở trong trũng chạy về hướng Bết-Rê-hốp. Người Đan xây đắp thành lại, và ở tại đó;"},{"bible_id":"193","chapter_code":"JDG.18","verse_code":"JDG.18.29","label":"29","content":"lấy tên Đan, là tổ-phụ mình, con trai của Y-sơ-ra-ên, mà đặt cho thành; còn trước kia tên thành ấy là La-ít."},{"bible_id":"193","chapter_code":"JDG.18","verse_code":"JDG.18.30","label":"30","content":"Đoạn, người Đan dựng tượng chạm, rồi Giô-na-than, con trai Ghẹt-sôn, cháu Môi-se, và hết thảy hậu-tự của người, đều làm thầy tế-lễ trong chi-phái Đan cho đến ngày chúng bị đày khỏi xứ."},{"bible_id":"193","chapter_code":"JDG.18","verse_code":"JDG.18.31","label":"31","content":"Chúng giữ tượng chạm của Mi-ca làm nên trọn trong lúc đền Đức Chúa Trời ở tại Si-lô."},{"bible_id":"193","chapter_code":"JDG.19","verse_code":"JDG.19.1","label":"1","content":"Nhằm lúc không có vua trong Y-sơ-ra-ên, có một người Lê-vi đến kiều-ngụ nơi góc xa hơn hết của núi Ép-ra-im, lấy một người vợ bé ở Bết-lê-hem, thành xứ Giu-đa."},{"bible_id":"193","chapter_code":"JDG.19","verse_code":"JDG.19.2","label":"2","content":"Vợ bé người hành-dâm, bỏ người, đi về nhà cha mình tại Bết-lê-hem trong xứ Giu-đa, và ở đó bốn tháng."},{"bible_id":"193","chapter_code":"JDG.19","verse_code":"JDG.19.3","label":"3","content":"Chồng nàng chỗi dậy, đi theo nàng, muốn lấy lời ngọt cảm lòng nàng, đặng dẫn nàng về nhà mình. Người có đem theo một đầy-tớ và hai con lừa. Nàng mời người vào nhà cha mình. Cha nàng thấy người đến, ra đón-rước cách vui-mừng."},{"bible_id":"193","chapter_code":"JDG.19","verse_code":"JDG.19.4","label":"4","content":"Ông gia người, là cha của người đàn-bà trẻ, cầm người lại, và người ở nhà ông gia trong ba ngày, cùng ăn uống, và ngủ đêm tại đó."},{"bible_id":"193","chapter_code":"JDG.19","verse_code":"JDG.19.5","label":"5","content":"Ngày thứ tư, họ dậy sớm, và khi người Lê-vi sửa-soạn ra đi, cha của người đàn-bà trẻ bèn nói cùng rể mình rằng: Hãy dùng một miếng bánh đặng đỡ lòng con, rồi sau các ngươi sẽ đi."},{"bible_id":"193","chapter_code":"JDG.19","verse_code":"JDG.19.6","label":"6","content":"Vậy, vợ chồng ngồi, ăn uống cùng nhau. Cha của người đàn-bà trẻ nói cùng người chồng rằng: Con hãy định ở lại đêm nay nữa, cho lòng con vui-mừng!"},{"bible_id":"193","chapter_code":"JDG.19","verse_code":"JDG.19.7","label":"7","content":"Người Lê-vi dậy sớm đặng đi, nhưng ông gia nài-ép quá, đến đỗi người trở lại, và ở đêm đó nữa."},{"bible_id":"193","chapter_code":"JDG.19","verse_code":"JDG.19.8","label":"8","content":"Ngày thứ năm, người dậy sớm đặng ra đi, thì cha của người đàn-bà trẻ nói cùng người rằng: Xin con hãy dùng bữa, nán ở lại cho đến xế chiều. Rồi vợ chồng ngồi lại ăn."},{"bible_id":"193","chapter_code":"JDG.19","verse_code":"JDG.19.9","label":"9","content":"Đoạn, người Lê-vi đứng dậy đặng đi cùng vợ bé và tôi-tớ mình; nhưng ông gia, là cha của người đàn-bà trẻ, nói rằng: Nầy, ngày đã xế, chiều hầu gần, cha xin hai con hãy ở đêm tại đây. Ngày đã xế, hãy ở đêm lại đây, cho lòng con vui-mừng. Ngày mai, hai con sẽ thức dậy sớm, đặng lên đường, và trở về nhà con."},{"bible_id":"193","chapter_code":"JDG.19","verse_code":"JDG.19.10","label":"10","content":"Nhưng người chồng không muốn ở đêm, bèn đứng dậy và đi. Người đến tại trước Giê-bu, tức là Giê-ru-sa-lem, với hai con lừa thắng; cũng có vợ bé theo người."},{"bible_id":"193","chapter_code":"JDG.19","verse_code":"JDG.19.11","label":"11","content":"Khi hai người đến gần Giê-bu, ngày đã xế nhiều rồi. Kẻ tôi-tớ thưa cùng chủ rằng: Hè, chúng ta hãy xây qua đặng vào trong thành dân Giê-bu nầy, và ngủ đêm tại đó."},{"bible_id":"193","chapter_code":"JDG.19","verse_code":"JDG.19.12","label":"12","content":"Chủ đáp rằng: Chúng ta không vào trong một thành kẻ ngoại-bang, là nơi chẳng có người Y-sơ-ra-ên; chúng ta sẽ đi đến Ghi-bê-a."},{"bible_id":"193","chapter_code":"JDG.19","verse_code":"JDG.19.13","label":"13","content":"Người lại nói cùng kẻ đầy-tớ rằng: Hè ta hãy ráng đi đến một nơi nào ở đằng trước, hoặc Ghi-bê-a hay là Ra-ma, đặng ngủ đêm tại đó."},{"bible_id":"193","chapter_code":"JDG.19","verse_code":"JDG.19.14","label":"14","content":"Vậy, chúng cứ đi đường; khi đến gần Ghi-bê-a, là thành thuộc về Bên-gia-min, thì mặt trời lặn rồi."},{"bible_id":"193","chapter_code":"JDG.19","verse_code":"JDG.19.15","label":"15","content":"Chúng bèn quẹo vào thành Ghi-bê-a đặng ngủ đêm tại đó. Vậy, chúng đi vào, ngồi tại ngoài phố chợ của thành; vì không ai tiếp vào nhà mình đặng cho ở ban đêm."},{"bible_id":"193","chapter_code":"JDG.19","verse_code":"JDG.19.16","label":"16","content":"Vả, có một người già làm việc ở ngoài đồng, buổi chiều trở về. Người ấy vốn quê ở núi Ép-ra-im, đương kiều-ngụ tại Ghi-bê-a; song dân-cư thành nầy là người Bên-gia-min."},{"bible_id":"193","chapter_code":"JDG.19","verse_code":"JDG.19.17","label":"17","content":"Người già ngước mắt lên; thấy kẻ hành-khách nầy trên phố chợ của thành, bèn hỏi rằng: Ngươi ở đâu đến và đi đâu?"},{"bible_id":"193","chapter_code":"JDG.19","verse_code":"JDG.19.18","label":"18","content":"Người hành-khách đáp rằng: Chúng tôi đến từ Bết-lê-hem ở xứ Giu-đa, đương đi về nơi góc xa của núi Ép-ra-im, là nơi sanh tôi ra. Tôi đã đi đến Bết-lê-hem ở xứ Giu-đa, và nay tôi đến nhà của Đức Giê-hô-va, nhưng chẳng có ai tiếp tôi vào nhà mình!"},{"bible_id":"193","chapter_code":"JDG.19","verse_code":"JDG.19.19","label":"19","content":"Vả lại, chúng tôi có rơm và cỏ cho lừa chúng tôi, rượu bánh cho tôi, cho con đòi, và cho người trai-trẻ đi theo kẻ tôi-tớ ông. Chẳng thiếu gì cho chúng tôi cả."},{"bible_id":"193","chapter_code":"JDG.19","verse_code":"JDG.19.20","label":"20","content":"Người già nói: Bình-an cho ngươi! Ta lãnh lo-liệu mọi điều ngươi có cần dùng; ngươi sẽ chẳng ngủ đêm tại phố chợ đâu."},{"bible_id":"193","chapter_code":"JDG.19","verse_code":"JDG.19.21","label":"21","content":"Người già bèn mời người vào nhà, và cho lừa ăn; các hành-khách rửa chân, rồi ăn và uống."},{"bible_id":"193","chapter_code":"JDG.19","verse_code":"JDG.19.22","label":"22","content":"Khi chúng đương ăn vui-vẻ, có những người trong thành, là kẻ gian-tà, vây nhà, dộng cửa và nói cùng ông già, là chủ nhà, rằng: Hãy đem người đã vào nhà ngươi đó ra, cho chúng ta biết hắn."},{"bible_id":"193","chapter_code":"JDG.19","verse_code":"JDG.19.23","label":"23","content":"Chủ nhà ra đến cùng chúng, mà rằng: Hỡi anh em, đừng, xin chớ làm điều ác; vì người nầy đã vào nhà tôi, chớ phạm sự sỉ-nhục nầy."},{"bible_id":"193","chapter_code":"JDG.19","verse_code":"JDG.19.24","label":"24","content":"Kìa, con gái ta còn đồng-trinh, và vợ bé người kia; ta sẽ dẫn chúng nó ra ngoài cho anh em, anh em sẽ lăng-nhục họ, đãi họ tùy ý thích anh em; nhưng với người nầy, chớ phạm điều sỉ-nhục dường ấy."},{"bible_id":"193","chapter_code":"JDG.19","verse_code":"JDG.19.25","label":"25","content":"Song những kẻ đó không khứng nghe người. Người khách bèn bắt vợ bé mình dẫn ra ngoài cho chúng, chúng biết nàng, lăng-nhục nàng trọn đêm cho đến sáng; rồi đuổi nàng về khi rạng đông."},{"bible_id":"193","chapter_code":"JDG.19","verse_code":"JDG.19.26","label":"26","content":"Gần sáng, người đàn-bà đến ngã tại cửa nhà chồng nàng trọ, và nằm tại đó cho đến sáng ngày."},{"bible_id":"193","chapter_code":"JDG.19","verse_code":"JDG.19.27","label":"27","content":"Sáng đến, chồng nàng chỗi dậy, mở cửa nhà ra, đặng lên đường mình; kìa, thấy vợ bé mình nằm sải trước cửa nhà, hai tay ở trên ngạch."},{"bible_id":"193","chapter_code":"JDG.19","verse_code":"JDG.19.28","label":"28","content":"Người nói cùng nàng rằng: Hãy đứng dậy, chúng ta hãy đi. Song nàng chẳng trả lời… Người bèn để nàng trên lừa mình, lên đường và trở về nhà."},{"bible_id":"193","chapter_code":"JDG.19","verse_code":"JDG.19.29","label":"29","content":"Đến nhà rồi, người lấy một con dao, nắm vợ bé mình, chặt từng tay từng chân ra mười hai đoạn, gởi đi khắp địa-phận Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"JDG.19","verse_code":"JDG.19.30","label":"30","content":"Hết thảy ai thấy sự đó, đều nói rằng: Từ khi dân Y-sơ-ra-ên ra khỏi xứ Ê-díp-tô cho đến ngày nay, người ta chưa hề làm hoặc thấy việc như vậy! Khá nghĩ đến điều đó, bàn-luận nhau, và giảng ý ra."},{"bible_id":"193","chapter_code":"JDG.20","verse_code":"JDG.20.1","label":"1","content":"Bấy giờ, cả dân Y-sơ-ra-ên đều kéo ra đi, từ Đan cho đến Bê-e-Sê-ba, và cho đến xứ Ga-la-át; hội-chúng tụ-hiệp lại như một người trước mặt Đức Giê-hô-va, tại Mích-ba."},{"bible_id":"193","chapter_code":"JDG.20","verse_code":"JDG.20.2","label":"2","content":"Những quan-trưởng của cả dân-sự, tức là của các chi-phái Y-sơ-ra-ên, đều ra mắt trong hội của dân Đức Chúa Trời: Có bốn trăm ngàn lính bộ, có tài cầm gươm."},{"bible_id":"193","chapter_code":"JDG.20","verse_code":"JDG.20.3","label":"3","content":"Vả, người Bên-gia-min đã hay rằng dân Y-sơ-ra-ên đi lên Mích-ba. Dân Y-sơ-ra-ên nói: Hãy thuật lại cho biết tội-ác nầy đã phạm làm sao?"},{"bible_id":"193","chapter_code":"JDG.20","verse_code":"JDG.20.4","label":"4","content":"Người Lê-vi, chồng của người đàn-bà đã bị giết, đáp rằng: Tôi có vào Ghi-bê-a, là thành của Bên-gia-min, với vợ bé tôi, đặng ngủ đêm tại đó."},{"bible_id":"193","chapter_code":"JDG.20","verse_code":"JDG.20.5","label":"5","content":"Nhưng dân Ghi-bê-a dấy lên cùng tôi, đương ban đêm vây nhà tôi ở; chúng đã toan giết tôi, có hành-hung cùng vợ bé tôi, và nó chết vì cớ đó."},{"bible_id":"193","chapter_code":"JDG.20","verse_code":"JDG.20.6","label":"6","content":"Đoạn, tôi nắm lấy thây vợ bé tôi, chặt nó ra từng đoạn, gởi đi khắp địa-phận của sản-nghiệp Y-sơ-ra-ên; vì chúng nó có phạm một tội trọng, một sự sỉ-nhục trong Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"JDG.20","verse_code":"JDG.20.7","label":"7","content":"Nầy, hết thảy dân Y-sơ-ra-ên có mặt đây; anh em hãy bàn-luận nhau và liệu-định phải làm thế nào đây."},{"bible_id":"193","chapter_code":"JDG.20","verse_code":"JDG.20.8","label":"8","content":"Cả dân-sự đứng dậy như một người, mà rằng: Chẳng ai trong chúng ta sẽ trở lại trại mình; không ai rút về nhà mình."},{"bible_id":"193","chapter_code":"JDG.20","verse_code":"JDG.20.9","label":"9","content":"Bây giờ, nầy là điều chúng ta phải xử cho Ghi-bê-a: Chúng ta sẽ đi lên đánh thành đó theo thứ-tự của thăm nhứt-định."},{"bible_id":"193","chapter_code":"JDG.20","verse_code":"JDG.20.10","label":"10","content":"Trong các chi-phái Y-sơ-ra-ên, chúng ta phải lấy mười người trong một trăm, trăm người trong một ngàn, ngàn người trong một muôn. Chúng sẽ đi tìm lương-thực cho dân-sự; rồi khi trở về, người ta phải xử Ghi-bê-a của Bên-gia-min, tùy theo sự sỉ-nhục mà thành ấy đã phạm nơi Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"JDG.20","verse_code":"JDG.20.11","label":"11","content":"Ấy vậy, hết thảy người Y-sơ-ra-ên nhóm nhau hãm đánh thành đó, hiệp lại như chỉ một người."},{"bible_id":"193","chapter_code":"JDG.20","verse_code":"JDG.20.12","label":"12","content":"Các chi-phái Y-sơ-ra-ên sai sứ-giả đến cùng chi-phái Bên-gia-min mà nói rằng: Tội-ác đã phạm tại trong các ngươi là gì?"},{"bible_id":"193","chapter_code":"JDG.20","verse_code":"JDG.20.13","label":"13","content":"Bây giờ, hãy nộp cho chúng ta những người gian-tà của Ghi-bê-a, để chúng ta xử-tử chúng nó, và diệt điều ác khỏi giữa Y-sơ-ra-ên. Nhưng người Bên-gia-min không khứng nghe tiếng của anh em mình, là dân Y-sơ-ra-ên,"},{"bible_id":"193","chapter_code":"JDG.20","verse_code":"JDG.20.14","label":"14","content":"bèn ra khỏi các thành họ, và nhóm hiệp tại Ghi-bê-a đặng giao-chiến cùng dân Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"JDG.20","verse_code":"JDG.20.15","label":"15","content":"Trong ngày đó, người ta tu-bộ người Bên-gia-min từ các thành mà đến; số là hai muôn sáu ngàn người nam, đều có tài cầm gươm, không kể dân Ghi-bê-a, được số bảy trăm người tinh-binh."},{"bible_id":"193","chapter_code":"JDG.20","verse_code":"JDG.20.16","label":"16","content":"Trong cả dân-sự ấy có bảy trăm người tinh-binh thuận tay tả. Hết thảy những kẻ đó có tài dùng trành ném đá trúng một sợi tóc, mà chẳng hề sai trật."},{"bible_id":"193","chapter_code":"JDG.20","verse_code":"JDG.20.17","label":"17","content":"Người ta cũng tu-bộ những người nam Y-sơ-ra-ên, không kể người Bên-gia-min, thì số được bốn mươi vạn người, có tài cầm gươm, thảy đều là chiến-sĩ."},{"bible_id":"193","chapter_code":"JDG.20","verse_code":"JDG.20.18","label":"18","content":"Vậy, dân Y-sơ-ra-ên đi lên Bê-tên và cầu-vấn Đức Chúa Trời như vầy: Ai trong chúng tôi phải lên trước đặng giao-chiến cùng người Bên-gia-min? Đức Giê-hô-va đáp: Giu-đa sẽ đi lên trước."},{"bible_id":"193","chapter_code":"JDG.20","verse_code":"JDG.20.19","label":"19","content":"Vừa sáng ngày, dân Y-sơ-ra-ên kéo đi và đóng trại gần Ghi-bê-a."},{"bible_id":"193","chapter_code":"JDG.20","verse_code":"JDG.20.20","label":"20","content":"Người Y-sơ-ra-ên ra đánh người Bên-gia-min, dàn trận cùng chúng tại trước Ghi-bê-a."},{"bible_id":"193","chapter_code":"JDG.20","verse_code":"JDG.20.21","label":"21","content":"Người Bên-gia-min bèn ra khỏi Ghi-bê-a, và trong ngày đó, giết hai muôn hai ngàn người Y-sơ-ra-ên, nằm chật đất."},{"bible_id":"193","chapter_code":"JDG.20","verse_code":"JDG.20.22","label":"22","content":"Dân Y-sơ-ra-ên lại phấn-chí, dàn trận mới tại chỗ mình đã dàn ngày thứ nhứt."},{"bible_id":"193","chapter_code":"JDG.20","verse_code":"JDG.20.23","label":"23","content":"Dân Y-sơ-ra-ên đi lên khóc trước mặt Đức Giê-hô-va cho đến chiều tối, cầu-vấn Đức Giê-hô-va mà rằng: Tôi phải giao-chiến lại cùng người Bên-gia-min, là anh em của tôi, chăng? Đức Giê-hô-va đáp: Hãy lên đánh nó!"},{"bible_id":"193","chapter_code":"JDG.20","verse_code":"JDG.20.24","label":"24","content":"Ngày thứ nhì người Y-sơ-ra-ên kéo tới đánh người Bên-gia-min."},{"bible_id":"193","chapter_code":"JDG.20","verse_code":"JDG.20.25","label":"25","content":"Người Bên-gia-min cũng ra Ghi-bê-a nội ngày đó, đánh dân Y-sơ-ra-ên, lại giết nằm sải dưới đất một muôn tám ngàn người của dân ấy, thảy đều có tài cầm gươm."},{"bible_id":"193","chapter_code":"JDG.20","verse_code":"JDG.20.26","label":"26","content":"Bấy giờ, hết thảy người Y-sơ-ra-ên và cả dân-sự đều đi lên Bê-tên, khóc và đứng tại đó trước mặt Đức Giê-hô-va, cữ ăn trong ngày ấy cho đến chiều tối, rồi dâng của-lễ thiêu và của-lễ thù-ân tại trước mặt Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"JDG.20","verse_code":"JDG.20.27+JDG.20.28","label":"27-28","content":"Đương khi ấy, hòm giao-ước của Đức Chúa Trời ở tại đó, có Phi-nê-a, con trai Ê-lê-a-sa, cháu A-rôn, phục-sự trước mặt Đức Giê-hô-va. Vậy, dân Y-sơ-ra-ên cầu-vấn Đức Giê-hô-va mà rằng: Tôi còn phải giao-chiến cùng người Bên-gia-min, anh em tôi, hay là tôi phải đình lại? Đức Giê-hô-va đáp: Hãy đi lên, vì ngày mai ta sẽ phó chúng nó vào tay các ngươi."},{"bible_id":"193","chapter_code":"JDG.20","verse_code":"JDG.20.29","label":"29","content":"Y-sơ-ra-ên bèn phục-binh chung-quanh Ghi-bê-a."},{"bible_id":"193","chapter_code":"JDG.20","verse_code":"JDG.20.30","label":"30","content":"Ngày thứ ba, dân Y-sơ-ra-ên đi lên, đánh người Bên-gia-min và dàn trận cùng Ghi-bê-a như các lần trước."},{"bible_id":"193","chapter_code":"JDG.20","verse_code":"JDG.20.31","label":"31","content":"Người Bên-gia-min ra đón dân Y-sơ-ra-ên, bị dụ xa thành. Y như hai lần trước chúng khởi đánh và giết mấy người của dân Y-sơ-ra-ên, chừng ba mươi người, tại trong hai con đường trải qua đồng bằng đi lên, một ngả tới Bê-tên, và ngả kia tới Ghi-bê-a."},{"bible_id":"193","chapter_code":"JDG.20","verse_code":"JDG.20.32","label":"32","content":"Người Bên-gia-min nói rằng: Kìa, chúng nó bị bại trước mặt chúng ta như lần trước. Nhưng dân Y-sơ-ra-ên nói: Chúng ta hãy chạy trốn, dụ chúng nó ra cách xa thành, đến trong các đường cái."},{"bible_id":"193","chapter_code":"JDG.20","verse_code":"JDG.20.33","label":"33","content":"Hết thảy người Y-sơ-ra-ên bèn bỏ chỗ mình đứng, dàn trận tại Ba-anh-Tha-ma, và đạo binh phục của Y-sơ-ra-ên đâm-sầm ra khỏi chỗ phục mình tại đồng bằng Ghi-bê-a."},{"bible_id":"193","chapter_code":"JDG.20","verse_code":"JDG.20.34","label":"34","content":"Như vậy, xảy có một muôn tinh-binh của Y-sơ-ra-ên đã phục tại trước Ghi-bê-a xông tới, đánh giặc rất dữ-dội; nhưng người Bên-gia-min không biết tai-họa hãm lấy mình."},{"bible_id":"193","chapter_code":"JDG.20","verse_code":"JDG.20.35","label":"35","content":"Đức Giê-hô-va đánh bại người chi-phái Bên-gia-min trước mặt dân Y-sơ-ra-ên; và trong ngày đó, dân Y-sơ-ra-ên giết hai muôn năm ngàn mốt người Bên-gia-min, hết thảy đều có tài cầm gươm."},{"bible_id":"193","chapter_code":"JDG.20","verse_code":"JDG.20.36","label":"36","content":"Người Bên-gia-min thấy rõ mình bị bại. Vả, người Y-sơ-ra-ên đã nhường bước cho người Bên-gia-min, vì chúng tin-cậy nơi sự phục binh mình ở gần Ghi-bê-a."},{"bible_id":"193","chapter_code":"JDG.20","verse_code":"JDG.20.37","label":"37","content":"Những binh đã phục, lật-đật xông-hãm Ghi-bê-a, đi tới lấy gươm giết hết thảy cả người ở thành."},{"bible_id":"193","chapter_code":"JDG.20","verse_code":"JDG.20.38","label":"38","content":"Người Y-sơ-ra-ên đã hẹn một dấu-hiệu với những binh phục, là những binh phục phải làm cho một ngọn khói đen cất lên khỏi thành."},{"bible_id":"193","chapter_code":"JDG.20","verse_code":"JDG.20.39","label":"39","content":"Vậy, dân Y-sơ-ra-ên đã thối lại trong trận, còn người Bên-gia-min khởi đánh và giết chết chừng ba mươi người Y-sơ-ra-ên. Chúng nói: Quả thật chúng nó bị thua trước mặt chúng ta như lần trước!"},{"bible_id":"193","chapter_code":"JDG.20","verse_code":"JDG.20.40","label":"40","content":"Nhưng khi trụ khói khởi bay lên khỏi thành, người Bên-gia-min nhìn xem lại đằng sau, thấy cả thành đều có khói bay lên trên trời."},{"bible_id":"193","chapter_code":"JDG.20","verse_code":"JDG.20.41","label":"41","content":"Bấy giờ, dân Y-sơ-ra-ên trở lại, còn những người Bên-gia-min lấy làm kinh-hãi, vì thấy tai-họa đã hãm-áp mình."},{"bible_id":"193","chapter_code":"JDG.20","verse_code":"JDG.20.42","label":"42","content":"Chúng xây lưng lại trước mặt dân Y-sơ-ra-ên, chạy trốn về phía đồng vắng; nhưng đạo binh Y-sơ-ra-ên theo riết gần, và những kẻ ra khỏi thành đều bị giết liền."},{"bible_id":"193","chapter_code":"JDG.20","verse_code":"JDG.20.43","label":"43","content":"Chúng vây-phủ người Bên-gia-min, đuổi theo và chà-đạp họ tại nơi họ dừng lại, cho đến chỗ đối ngang Ghi-bê-a, về hướng mặt trời mọc."},{"bible_id":"193","chapter_code":"JDG.20","verse_code":"JDG.20.44","label":"44","content":"Như vậy, một muôn tám ngàn người Bên-gia-min phải ngã, thảy đều là người dõng-sĩ."},{"bible_id":"193","chapter_code":"JDG.20","verse_code":"JDG.20.45","label":"45","content":"Trong số người xây lưng chạy trốn về phía đồng vắng, hướng hòn đá Rim-môn, thì dân Y-sơ-ra-ên còn giết dọc đường năm ngàn người nữa; đoạn theo riết gần đến Ghi-đê-om thì giết hai ngàn người."},{"bible_id":"193","chapter_code":"JDG.20","verse_code":"JDG.20.46","label":"46","content":"Vậy, số tổng-cộng người Bên-gia-min ngã chết trong ngày đó là hai muôn năm ngàn người có tài cầm gươm và thảy đều là người dõng-sĩ."},{"bible_id":"193","chapter_code":"JDG.20","verse_code":"JDG.20.47","label":"47","content":"Lại có sáu trăm người xây lưng chạy trốn về phía đồng vắng, đến hòn đá Rim-môn, và ở đó bốn tháng."},{"bible_id":"193","chapter_code":"JDG.20","verse_code":"JDG.20.48","label":"48","content":"Đoạn, dân Y-sơ-ra-ên trở lại đánh người Bên-gia-min, dùng gươm giết hết thảy người ta ở trong thành, súc-vật và hết thảy vật nào gặp được; lại hễ gặp thành nào, thì châm lửa đốt nó."},{"bible_id":"193","chapter_code":"JDG.21","verse_code":"JDG.21.1","label":"1","content":"Tại Mích-ba, dân Y-sơ-ra-ên có lập lời thề nầy: Chẳng ai trong chúng ta sẽ gả con gái mình cho một người Bên-gia-min."},{"bible_id":"193","chapter_code":"JDG.21","verse_code":"JDG.21.2","label":"2","content":"Đoạn, dân-sự đến Bê-tên, ở lại đó trước mặt Đức Chúa Trời cho đến chiều tối, cất tiếng lên khóc dầm-dề,"},{"bible_id":"193","chapter_code":"JDG.21","verse_code":"JDG.21.3","label":"3","content":"mà rằng: Ôi, Giê-hô-va Đức Chúa Trời của Y-sơ-ra-ên, ngày nay thiếu một chi-phái của Y-sơ-ra-ên; sao tai-họa nầy xảy đến cho chúng tôi?"},{"bible_id":"193","chapter_code":"JDG.21","verse_code":"JDG.21.4","label":"4","content":"Qua ngày sau, dân-sự đều đứng dậy, xây trong chỗ đó một bàn-thờ, dâng lên của-lễ thiêu và của-lễ thù-ân."},{"bible_id":"193","chapter_code":"JDG.21","verse_code":"JDG.21.5","label":"5","content":"Vả, dân Y-sơ-ra-ên đã có thề lời trọng-thể nầy: Kẻ nào chẳng đến ra mắt Đức Giê-hô-va tại Mích-ba, sẽ hẳn bị xử-tử! Nên họ bèn hỏi: Trong các chi-phái Y-sơ-ra-ên, có người nào không đến hội-đồng trước mặt Đức Giê-hô-va chăng?"},{"bible_id":"193","chapter_code":"JDG.21","verse_code":"JDG.21.6","label":"6","content":"Song dân Y-sơ-ra-ên ăn-năn về điều đã xảy đến cho chi-phái Bên-gia-min, anh em mình, mà rằng: Ngày nay, một chi-phái đã truất khỏi Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"JDG.21","verse_code":"JDG.21.7","label":"7","content":"Chúng ta sẽ làm sao đặng có người nữ cho những kẻ còn sống, vì chúng ta đã nhân danh Đức Giê-hô-va thề rằng không gả một con gái nào của chúng ta cho họ?"},{"bible_id":"193","chapter_code":"JDG.21","verse_code":"JDG.21.8","label":"8","content":"Vậy, chúng nói rằng: Trong các chi-phái Y-sơ-ra-ên, có ai chẳng đến ra mắt trước mặt Đức Giê-hô-va tại Mích-ba chăng? Vả, từ Gia-be trong xứ Ga-la-át, chẳng có ai đến vào trại-quân tại hội-đồng;"},{"bible_id":"193","chapter_code":"JDG.21","verse_code":"JDG.21.9","label":"9","content":"vì khi tu-bộ dân, thì chẳng thấy có người nào của dân Gia-be ở xứ Ga-la-át."},{"bible_id":"193","chapter_code":"JDG.21","verse_code":"JDG.21.10","label":"10","content":"Hội-chúng bèn sai đến Gia-be một muôn hai ngàn người mạnh-mẽ hơn hết, và truyền lịnh rằng: Hãy đi, dùng gươm giết dân-cư của Gia-be ở xứ Ga-la-át, luôn với người nữ và con trẻ."},{"bible_id":"193","chapter_code":"JDG.21","verse_code":"JDG.21.11","label":"11","content":"Nầy là điều các ngươi sẽ làm: Hãy tận-diệt mọi người nam luôn mọi người nữ đã làm bạn một người nam."},{"bible_id":"193","chapter_code":"JDG.21","verse_code":"JDG.21.12","label":"12","content":"Chúng tìm được trong dân Gia-be ở xứ Ga-la-át, bốn trăm con gái đồng-trinh chưa làm bạn với người nam, bèn dẫn chúng nó về trại-quân tại Si-lô, ở trong xứ Ca-na-an."},{"bible_id":"193","chapter_code":"JDG.21","verse_code":"JDG.21.13","label":"13","content":"Toàn hội-chúng sai sứ đến người Bên-gia-min rút ở nơi hòn đá Rim-môn đặng giảng hòa cho chúng."},{"bible_id":"193","chapter_code":"JDG.21","verse_code":"JDG.21.14","label":"14","content":"Người Bên-gia-min bèn trở về; dân Y-sơ-ra-ên gả cho chúng những người nữ mình đã dung thứ, để còn sống trong số những người nữ Gia-be ở xứ Ga-la-át; nhưng không đủ cho mọi người."},{"bible_id":"193","chapter_code":"JDG.21","verse_code":"JDG.21.15","label":"15","content":"Vậy, dân-sự ăn-năn về việc Bên-gia-min, vì Đức Giê-hô-va có làm khuyết trong các chi-phái Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"JDG.21","verse_code":"JDG.21.16","label":"16","content":"Các trưởng-lão của hội-chúng nói: Bởi những người nữ của chi-phái Bên-gia-min đã bị tuyệt-diệt, thì chúng ta phải làm sao đặng kiếm vợ cho những người còn lại?"},{"bible_id":"193","chapter_code":"JDG.21","verse_code":"JDG.21.17","label":"17","content":"Lại tiếp rằng: Những người còn sống sẽ nhận được sản-nghiệp thuộc về Bên-gia-min, kẻo một chi-phái bị truất khỏi Y-sơ-ra-ên chăng."},{"bible_id":"193","chapter_code":"JDG.21","verse_code":"JDG.21.18","label":"18","content":"Song chúng ta chẳng thế gả con gái chúng ta cho họ được, vì dân Y-sơ-ra-ên có lập lời thề nầy: Đáng rủa-sả cho kẻ nào gả một người vợ cho Bên-gia-min!"},{"bible_id":"193","chapter_code":"JDG.21","verse_code":"JDG.21.19","label":"19","content":"Vậy, chúng nói: Kìa, tại Si-lô, ở về hướng bắc Bê-tên, phía đông của con đường đi từ Bê-tên lên Si-chem và phía nam Lê-bô-na, mỗi năm người ta giữ một lễ cho Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"JDG.21","verse_code":"JDG.21.20","label":"20","content":"Chúng bèn khuyên người Bên-gia-min rằng: Hãy đi phục trong vườn nho;"},{"bible_id":"193","chapter_code":"JDG.21","verse_code":"JDG.21.21","label":"21","content":"hễ khi thấy các con gái của Si-lô đi ra đặng múa hát rập nhau, thì các ngươi hãy ra khỏi vườn nho, rồi mỗi người trong các ngươi phải cướp lấy một người vợ trong bọn gái trẻ của Si-lô đó; đoạn, trở về xứ Bên-gia-min."},{"bible_id":"193","chapter_code":"JDG.21","verse_code":"JDG.21.22","label":"22","content":"Khi cha hay anh chúng nó đến kiện cùng chúng ta, chúng ta sẽ đáp rằng: Xin hãy làm ơn cho chúng tôi mà gả chúng nó cho họ, vì trong giặc-giã nầy, chúng tôi không thể cưới một người vợ cho mỗi người trong bọn họ. Lại nữa, chẳng phải chính các anh em đã gả chúng nó cho họ; vì nếu như vậy, chắc các anh em phải mắc tội."},{"bible_id":"193","chapter_code":"JDG.21","verse_code":"JDG.21.23","label":"23","content":"Người Bên-gia-min bèn làm như vậy; trong bọn người nữ múa hát, chúng cướp lấy một số người vợ bằng số của mình, rồi đi trở về sản-nghiệp mình. Chúng xây đắp thành lại, và ở tại đó."},{"bible_id":"193","chapter_code":"JDG.21","verse_code":"JDG.21.24","label":"24","content":"Bấy giờ, dân Y-sơ-ra-ên ai nấy đều trở về trong chi-phái và họ-hàng mình; từ nơi đó mỗi người đi về sản-nghiệp mình."},{"bible_id":"193","chapter_code":"JDG.21","verse_code":"JDG.21.25","label":"25","content":"Đương lúc đó, không có vua trong Y-sơ-ra-ên; ai nấy làm theo ý mình lấy làm phải."}]