[{"bible_id":"193","chapter_code":"JOS.1","verse_code":"JOS.1.1","label":"1","content":"Sau khi Môi-se, tôi-tớ của Đức Giê-hô-va, qua đời, Đức Giê-hô-va phán cùng Giô-suê, con trai của Nun, tôi-tớ của Môi-se, mà rằng:"},{"bible_id":"193","chapter_code":"JOS.1","verse_code":"JOS.1.2","label":"2","content":"Môi-se, tôi-tớ ta, đã chết; bây giờ ngươi và cả dân-sự nầy hãy đứng dậy đi qua sông Giô-đanh, đặng vào xứ mà ta ban cho dân Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"JOS.1","verse_code":"JOS.1.3","label":"3","content":"Phàm nơi nào bàn chân các ngươi đạp đến, thì ta ban cho các ngươi, y như ta đã phán cùng Môi-se."},{"bible_id":"193","chapter_code":"JOS.1","verse_code":"JOS.1.4","label":"4","content":"Địa-phận các ngươi sẽ lan ra từ đồng vắng và Li-ban nầy cho đến sông cái, là sông Ơ-phơ-rát, tràn cả xứ dân Hê-tít cho đến biển cả về hướng mặt trời lặn."},{"bible_id":"193","chapter_code":"JOS.1","verse_code":"JOS.1.5","label":"5","content":"Trót đời ngươi sống, sẽ chẳng ai chống-cự được trước mặt ngươi. Ta sẽ ở cùng ngươi như ta đã ở cùng Môi-se; ta sẽ không lìa ngươi, không bỏ ngươi đâu."},{"bible_id":"193","chapter_code":"JOS.1","verse_code":"JOS.1.6","label":"6","content":"Hãy vững lòng bền chí, vì ngươi sẽ dẫn dân nầy đi nhận lấy xứ mà ta đã thề cùng tổ-phụ ban cho chúng nó."},{"bible_id":"193","chapter_code":"JOS.1","verse_code":"JOS.1.7","label":"7","content":"Chỉ hãy vững lòng bền chí, và cẩn-thận làm theo hết thảy luật-pháp mà Môi-se, tôi-tớ ta, đã truyền cho ngươi; chớ xây qua bên hữu hoặc bên tả, để hễ ngươi đi đâu cũng đều được thạnh-vượng."},{"bible_id":"193","chapter_code":"JOS.1","verse_code":"JOS.1.8","label":"8","content":"Quyển sách luật-pháp nầy chớ xa miệng ngươi, hãy suy-gẫm ngày và đêm, hầu cho cẩn-thận làm theo mọi điều đã chép ở trong; vì như vậy ngươi mới được may-mắn trong con đường mình, và mới được phước."},{"bible_id":"193","chapter_code":"JOS.1","verse_code":"JOS.1.9","label":"9","content":"Ta há không có phán-dặn ngươi sao? Hãy vững lòng bền chí, chớ run-sợ, chớ kinh-khủng; vì Giê-hô-va Đức Chúa Trời ngươi vẫn ở cùng ngươi trong mọi nơi ngươi đi."},{"bible_id":"193","chapter_code":"JOS.1","verse_code":"JOS.1.10","label":"10","content":"Bấy giờ Giô-suê truyền lịnh cho các quan-trưởng của dân-sự mà rằng:"},{"bible_id":"193","chapter_code":"JOS.1","verse_code":"JOS.1.11","label":"11","content":"Hãy chạy khắp trại-quân, truyền lịnh nầy cho dân-sự rằng: Hãy sắm-sẵn vật-thực, vì trong ba ngày nữa các ngươi sẽ đi ngang qua sông Giô-đanh nầy, đặng đánh lấy xứ mà Giê-hô-va Đức Chúa Trời các ngươi ban cho mình làm sản-nghiệp."},{"bible_id":"193","chapter_code":"JOS.1","verse_code":"JOS.1.12","label":"12","content":"Giô-suê cũng nói cùng người Ru-bên, người Gát, và phân nửa chi-phái Ma-na-se mà rằng:"},{"bible_id":"193","chapter_code":"JOS.1","verse_code":"JOS.1.13","label":"13","content":"Hãy nhớ lại điều Môi-se, tôi-tớ Giê-hô-va, đã dặn các ngươi, khi người có nói: Giê-hô-va Đức Chúa Trời các ngươi đã cho các ngươi an-nghỉ và ban xứ nầy cho các ngươi."},{"bible_id":"193","chapter_code":"JOS.1","verse_code":"JOS.1.14","label":"14","content":"Vợ, con nhỏ, và bầy súc-vật các ngươi sẽ ở trong xứ mà Môi-se ban cho các ngươi về phía bên nầy sông Giô-đanh; nhưng các ngươi, tức là hết thảy người mạnh-dạn, phải cầm binh-khí đi ngang qua trước anh em mình, và giúp-đỡ họ,"},{"bible_id":"193","chapter_code":"JOS.1","verse_code":"JOS.1.15","label":"15","content":"cho đến chừng nào Đức Giê-hô-va ban sự an-nghỉ cho anh em các ngươi, y như đã ban cho các ngươi, và đến khi họ cũng đã nhận được xứ mà Giê-hô-va Đức Chúa Trời các ngươi ban cho. Đoạn, các ngươi sẽ trở về xứ mình, là xứ Môi-se, tôi-tớ của Đức Giê-hô-va, đã ban cho các ngươi ở phía bên nầy sông Giô-đanh, về hướng mặt trời mọc, rồi các ngươi sẽ lấy nó làm sản-nghiệp."},{"bible_id":"193","chapter_code":"JOS.1","verse_code":"JOS.1.16","label":"16","content":"Những người ấy thưa cùng Giô-suê rằng: Chúng tôi sẽ làm mọi điều ông dặn-biểu, và đi khắp nơi nào ông sai;"},{"bible_id":"193","chapter_code":"JOS.1","verse_code":"JOS.1.17","label":"17","content":"chúng tôi sẽ vâng theo ông trong mọi việc y như đã vâng theo Môi-se. Chỉn nguyện Giê-hô-va Đức Chúa Trời ông ở cùng ông, y như Ngài đã ở cùng Môi-se vậy!"},{"bible_id":"193","chapter_code":"JOS.1","verse_code":"JOS.1.18","label":"18","content":"Phàm ai nghịch mạng không vâng theo lời ông trong mọi điều ông dặn-biểu chúng tôi, thì người đó sẽ bị xử-tử; chỉ ông hãy vững lòng bền chí."},{"bible_id":"193","chapter_code":"JOS.2","verse_code":"JOS.2.1","label":"1","content":"Giô-suê, con trai của Nun, từ Si-tim mật sai hai người do-thám mà rằng: Hãy đi do-thám xứ, nhứt là Giê-ri-cô. Vậy, hai người ấy đi đến nhà của một kỵ-nữ tên là Ra-háp, và ngụ tại đó."},{"bible_id":"193","chapter_code":"JOS.2","verse_code":"JOS.2.2","label":"2","content":"Người ta bèn tâu cùng vua Giê-ri-cô rằng: Kìa, đêm nay có người trong dân Y-sơ-ra-ên đã đến do-thám xứ."},{"bible_id":"193","chapter_code":"JOS.2","verse_code":"JOS.2.3","label":"3","content":"Vua Giê-ri-cô sai nói cùng Ra-háp rằng: Hãy đuổi hai người đã đến vào nhà ngươi; vì họ đến đặng do-thám cả xứ."},{"bible_id":"193","chapter_code":"JOS.2","verse_code":"JOS.2.4","label":"4","content":"Nhưng người đàn-bà đem giấu hai người nầy, rồi đáp rằng: Quả thật họ đã tới nhà tôi, nhưng chẳng biết ở đâu đến."},{"bible_id":"193","chapter_code":"JOS.2","verse_code":"JOS.2.5","label":"5","content":"Song vào buổi tối cửa thành hầu đóng, hai người ấy đi ra, tôi không biết đi đâu; hãy mau đuổi theo, vì các ngươi theo kịp được."},{"bible_id":"193","chapter_code":"JOS.2","verse_code":"JOS.2.6","label":"6","content":"Vả, nàng có biểu hai người leo lên mái nhà, giấu dưới cộng gai mà nàng rải ở trên mái."},{"bible_id":"193","chapter_code":"JOS.2","verse_code":"JOS.2.7","label":"7","content":"Những người của vua đuổi theo họ về hướng sông Giô-đanh, cho đến chỗ cạn; vừa khi những người đuổi theo đó ra khỏi thành, thì người ta đóng cửa thành."},{"bible_id":"193","chapter_code":"JOS.2","verse_code":"JOS.2.8","label":"8","content":"Trước khi hai người do-thám chưa nằm ngủ, nàng leo lên mái nhà,"},{"bible_id":"193","chapter_code":"JOS.2","verse_code":"JOS.2.9","label":"9","content":"mà nói rằng: Tôi biết rằng Đức Giê-hô-va đã ban cho các ông xứ nầy, sự kinh-khủng vì cớ các ông đã bắt lấy chúng tôi, và cả dân của xứ đều sờn lòng trước mặt các ông."},{"bible_id":"193","chapter_code":"JOS.2","verse_code":"JOS.2.10","label":"10","content":"Vì chúng tôi có hay khi các ông ra khỏi xứ Ê-díp-tô, thì Đức Giê-hô-va đã khiến nước Biển-đỏ bày khô trước mặt các ông, và điều các ông đã làm cho Si-hôn và Óc, hai vua dân A-mô-rít, ở bên kia sông Giô-đanh, mà các ông đã diệt đi."},{"bible_id":"193","chapter_code":"JOS.2","verse_code":"JOS.2.11","label":"11","content":"Chúng tôi có hay điều đó, lòng bèn tan ra, chẳng ai trong chúng tôi còn can-đảm trước mặt các ông nữa; vì Giê-hô-va Đức Chúa Trời các ông là Đức Chúa Trời ở trên trời cao kia, và ở dưới đất thấp nầy."},{"bible_id":"193","chapter_code":"JOS.2","verse_code":"JOS.2.12","label":"12","content":"Vậy bây giờ, vì tôi đã làm nhân cho hai ông, thì hai ông cũng phải làm nhân lại cho nhà cha tôi; hãy chỉ Đức Giê-hô-va mà thề cùng tôi, và cho một dấu quả-quyết"},{"bible_id":"193","chapter_code":"JOS.2","verse_code":"JOS.2.13","label":"13","content":"rằng các ông sẽ để cha mẹ, anh em, chị em tôi, và hết thảy người bà-con của họ đều còn sống, cùng cứu chúng tôi khỏi chết."},{"bible_id":"193","chapter_code":"JOS.2","verse_code":"JOS.2.14","label":"14","content":"Hai người đáp rằng: Mạng chúng ta sẽ đền cho mạng nàng! Nếu nàng không cho lậu việc chúng ta ra, thì chúng ta sẽ đãi nàng cách nhân-từ và thành-tín khi Đức Giê-hô-va ban xứ cho chúng ta."},{"bible_id":"193","chapter_code":"JOS.2","verse_code":"JOS.2.15","label":"15","content":"Vậy, nàng dùng một sợi dây dòng hai người xuống nơi cửa sổ, vì nhà nàng ở tại trên vách thành."},{"bible_id":"193","chapter_code":"JOS.2","verse_code":"JOS.2.16","label":"16","content":"Nàng nói rằng: Hãy đi đến núi, kẻo những người đuổi theo gặp các ông chăng; hãy ẩn đó ba ngày cho đến chừng nào những người đuổi theo trở về; sau rồi các ông hãy đi đường."},{"bible_id":"193","chapter_code":"JOS.2","verse_code":"JOS.2.17","label":"17","content":"Vả, hai người nói cùng nàng rằng: Nầy thể nào chúng ta sẽ khỏi mắc lời thề mà nàng đã bắt ta thề."},{"bible_id":"193","chapter_code":"JOS.2","verse_code":"JOS.2.18","label":"18","content":"Khi nào chúng ta vào xứ, nàng phải cột sợi chỉ điều nầy nơi cửa sổ mà nàng dòng chúng ta xuống, rồi nhóm-hiệp cha mẹ, anh em, và hết thảy bà-con của nàng lại trong nhà mình."},{"bible_id":"193","chapter_code":"JOS.2","verse_code":"JOS.2.19","label":"19","content":"Phàm ai trong các người đó đi ra ngoài cửa nhà nàng, thì huyết người ấy sẽ đổ lại trên đầu người, và chúng ta vô tội; nhưng nếu ai tra tay vào người nào ở cùng nàng trong nhà, thì huyết của người đó sẽ đổ lại trên đầu chúng ta."},{"bible_id":"193","chapter_code":"JOS.2","verse_code":"JOS.2.20","label":"20","content":"Còn nếu nàng cho lậu việc chúng ta, ắt chúng ta sẽ khỏi mắc lời mà nàng đã bắt chúng ta thề."},{"bible_id":"193","chapter_code":"JOS.2","verse_code":"JOS.2.21","label":"21","content":"Nàng bèn đáp: Khá y lời hai ông đã nói. Đoạn, nàng cho hai người đi, và hai người liền đi. Nàng bèn cột sợi chỉ điều nơi cửa sổ."},{"bible_id":"193","chapter_code":"JOS.2","verse_code":"JOS.2.22","label":"22","content":"Vậy, hai người đi đến núi, ở đó ba ngày cho đến khi những người đuổi theo mình trở về. Mấy người ấy kiếm họ cùng đường, nhưng không gặp."},{"bible_id":"193","chapter_code":"JOS.2","verse_code":"JOS.2.23","label":"23","content":"Hai người do-thám bèn đi xuống núi trở về; khi đã qua sông Giô-đanh rồi, thì đến gần Giô-suê, con trai Nun, thuật cho người mọi điều đã xảy ra."},{"bible_id":"193","chapter_code":"JOS.2","verse_code":"JOS.2.24","label":"24","content":"Hai người nói cùng Giô-suê rằng: Quả thật, Đức Giê-hô-va đã phó cả xứ vào tay chúng ta; và lại, hết thảy dân của xứ đều sờn lòng trước mặt chúng ta."},{"bible_id":"193","chapter_code":"JOS.3","verse_code":"JOS.3.1","label":"1","content":"Giô-suê dậy sớm, ở Si-tim đi cùng hết thảy dân Y-sơ-ra-ên, đến mé sông Giô-đanh, và ngủ đêm tại đó trước khi qua sông."},{"bible_id":"193","chapter_code":"JOS.3","verse_code":"JOS.3.2","label":"2","content":"Cuối ba ngày, các quan-trưởng đi khắp trại-quân,"},{"bible_id":"193","chapter_code":"JOS.3","verse_code":"JOS.3.3","label":"3","content":"truyền lịnh nầy cho dân-sự rằng: Khi các ngươi thấy những thầy tế-lễ về dòng Lê-vi khiêng hòm giao-ước của Giê-hô-va Đức Chúa Trời các ngươi, thì phải bỏ chỗ đóng trại mình mà đi theo sau."},{"bible_id":"193","chapter_code":"JOS.3","verse_code":"JOS.3.4","label":"4","content":"Song le giữa khoảng các ngươi và hòm giao-ước phải cách chừng hai ngàn thước; chớ đến gần, hầu cho các ngươi có thế biết đường mình phải đi theo; vì các ngươi chưa hề đi đường nầy bao giờ."},{"bible_id":"193","chapter_code":"JOS.3","verse_code":"JOS.3.5","label":"5","content":"Giô-suê cũng nói cùng dân-sự rằng: Hãy làm cho mình ra thánh, vì ngày mai Đức Giê-hô-va sẽ làm những việc lạ-lùng giữa các ngươi."},{"bible_id":"193","chapter_code":"JOS.3","verse_code":"JOS.3.6","label":"6","content":"Đoạn, Giô-suê nói cùng những thầy tế-lễ rằng: Hãy khiêng hòm giao-ước đi qua trước dân-sự. Vậy, những thầy tế-lễ khiêng hòm giao-ước và đi đầu dân-sự."},{"bible_id":"193","chapter_code":"JOS.3","verse_code":"JOS.3.7","label":"7","content":"Đức Giê-hô-va phán cùng Giô-suê rằng: Ngày nay ta khởi tôn ngươi lên trước mặt cả Y-sơ-ra-ên, để chúng nó biết rằng ta sẽ ở cùng ngươi như ta đã ở cùng Môi-se vậy."},{"bible_id":"193","chapter_code":"JOS.3","verse_code":"JOS.3.8","label":"8","content":"Ngươi phải truyền lịnh nầy cho những thầy tế-lễ khiêng hòm giao-ước: Khi nào các ngươi đến mé sông Giô-đanh, thì hãy dừng lại tại giữa sông."},{"bible_id":"193","chapter_code":"JOS.3","verse_code":"JOS.3.9","label":"9","content":"Giô-suê bèn nói cùng dân Y-sơ-ra-ên rằng: Hãy lại gần, nghe lời của Giê-hô-va Đức Chúa Trời các ngươi."},{"bible_id":"193","chapter_code":"JOS.3","verse_code":"JOS.3.10","label":"10","content":"Đoạn, người nói: Nhờ điều nầy các ngươi sẽ biết rằng Đức Chúa Trời hằng-sống ngự giữa các ngươi, và Ngài sẽ đuổi khỏi trước mặt các ngươi dân Ca-na-an, dân Hê-tít, dân Hê-vít, dân Phê-rê-sít, dân Ghi-rê-ga-sít, dân A-mô-rít, và dân Giê-bu-sít."},{"bible_id":"193","chapter_code":"JOS.3","verse_code":"JOS.3.11","label":"11","content":"Nầy, hòm giao-ước của Chúa cả thế-gian đi trước các ngươi vào sông Giô-đanh."},{"bible_id":"193","chapter_code":"JOS.3","verse_code":"JOS.3.12","label":"12","content":"Vậy, hãy chọn mười hai người của các chi-phái Y-sơ-ra-ên, mỗi chi-phái một người;"},{"bible_id":"193","chapter_code":"JOS.3","verse_code":"JOS.3.13","label":"13","content":"và khi những thầy tế-lễ khiêng hòm giao-ước của Đức Giê-hô-va, là Chúa cả thế-gian, mới để bàn chân mình dưới nước sông Giô-đanh, thì nước của sông, tức nước từ nguồn chảy xuống, sẽ chia ra, và dồn lại thành một đống."},{"bible_id":"193","chapter_code":"JOS.3","verse_code":"JOS.3.14","label":"14","content":"Khi dân-sự bỏ các trại mình đặng đi qua sông Giô-đanh, thì những thầy tế-lễ khiêng hòm giao-ước ở trước mặt dân-sự."},{"bible_id":"193","chapter_code":"JOS.3","verse_code":"JOS.3.15","label":"15","content":"Vả, trọn lúc mùa gặt, sông Giô-đanh tràn lên khỏi bờ. — Khi các người khiêng hòm đến sông Giô-đanh, và chân của những thầy tế-lễ khiêng hòm mới bị ướt nơi mé nước,"},{"bible_id":"193","chapter_code":"JOS.3","verse_code":"JOS.3.16","label":"16","content":"thì nước ở trên nguồn thường chảy xuống bèn dừng lại, dồn thành một đống, xa ra một khoảng đến thành A-đam, là thành ở bên cạnh Xát-than; còn nước chảy đến biển đồng bằng, tức Biển-mặn, đã rẽ đoạn ra; rồi dân-sự đi qua đối ngang Giê-ri-cô."},{"bible_id":"193","chapter_code":"JOS.3","verse_code":"JOS.3.17","label":"17","content":"Những thầy tế-lễ khiêng hòm giao-ước của Đức Giê-hô-va dừng chân vững trên đất khô giữa sông Giô-đanh, trong khi cả Y-sơ-ra-ên đi qua trên đất khô, cho đến chừng cả dân đã qua khỏi sông Giô-đanh rồi."},{"bible_id":"193","chapter_code":"JOS.4","verse_code":"JOS.4.1","label":"1","content":"Khi cả dân đã qua khỏi Giô-đanh rồi, Đức Giê-hô-va bèn phán cùng Giô-suê rằng:"},{"bible_id":"193","chapter_code":"JOS.4","verse_code":"JOS.4.2","label":"2","content":"Hãy chọn trong dân-sự mười hai người, mỗi chi-phái một người;"},{"bible_id":"193","chapter_code":"JOS.4","verse_code":"JOS.4.3","label":"3","content":"rồi truyền lịnh nầy cho các người đó: Hãy lấy mười hai hòn đá tại đây giữa sông Giô-đanh, từ nơi chân những thầy tế-lễ đứng vững, rồi đem nó theo, và đặt tại chỗ các ngươi sẽ ngủ ban đêm."},{"bible_id":"193","chapter_code":"JOS.4","verse_code":"JOS.4.4","label":"4","content":"Vậy, Giô-suê gọi mười hai người mà mình đã chọn trong dân Y-sơ-ra-ên, mỗi chi-phái một người,"},{"bible_id":"193","chapter_code":"JOS.4","verse_code":"JOS.4.5","label":"5","content":"mà truyền rằng: Hãy đi qua trước hòm của Giê-hô-va Đức Chúa Trời các ngươi tại giữa sông Giô-đanh, rồi mỗi người, theo số chi-phái Y-sơ-ra-ên, phải vác một hòn đá trên vai mình,"},{"bible_id":"193","chapter_code":"JOS.4","verse_code":"JOS.4.6","label":"6","content":"hầu cho điều đó làm một dấu ở giữa các ngươi. Về sau, khi con-cháu các ngươi hỏi rằng: Những hòn đá nầy có nghĩa chi?"},{"bible_id":"193","chapter_code":"JOS.4","verse_code":"JOS.4.7","label":"7","content":"thì hãy đáp rằng: Ấy là nước sông Giô-đanh đã rẽ ra trước hòm giao-ước của Đức Giê-hô-va; khi hòm đi ngang qua sông Giô-đanh; thì nước sông bèn rẽ ra; các hòn đá nầy dùng cho dân Y-sơ-ra-ên làm kỷ-niệm đời đời."},{"bible_id":"193","chapter_code":"JOS.4","verse_code":"JOS.4.8","label":"8","content":"Vậy, dân Y-sơ-ra-ên làm theo điều Giô-suê đã biểu, bèn lấy mười hai hòn đá ở giữa sông Giô-đanh, theo số chi-phái dân Y-sơ-ra-ên, và đem nó theo cùng mình đến chỗ nào phải ngủ ban đêm, rồi đặt tại đó, y như Đức Giê-hô-va đã phán-dặn Giô-suê."},{"bible_id":"193","chapter_code":"JOS.4","verse_code":"JOS.4.9","label":"9","content":"Giô-suê cũng dựng mười hai hòn đá giữa sông Giô-đanh, tại nơi chân những thầy tế-lễ khiêng hòm giao-ước đã đứng; các hòn đá ấy hãy còn ở đó cho đến ngày nay."},{"bible_id":"193","chapter_code":"JOS.4","verse_code":"JOS.4.10","label":"10","content":"Những thầy tế-lễ khiêng hòm đều đứng giữa sông Giô-đanh cho đến chừng nào đã làm xong mọi việc mà Đức Giê-hô-va đã dặn-biểu Giô-suê truyền lại cho dân-sự, theo mạng-lịnh mà Môi-se đã truyền cho Giô-suê. Dân-sự bèn lật-đật đi qua sông."},{"bible_id":"193","chapter_code":"JOS.4","verse_code":"JOS.4.11","label":"11","content":"Khi cả dân-sự đã đi qua sông rồi, thì hòm của Đức Giê-hô-va, và những thầy tế-lễ cũng đi qua trước mặt dân-sự."},{"bible_id":"193","chapter_code":"JOS.4","verse_code":"JOS.4.12","label":"12","content":"Con-cháu Ru-bên, con-cháu Gát, và phân nửa chi-phái Ma-na-se cầm binh-khí đi trước dân Y-sơ-ra-ên, y như Môi-se đã dặn-biểu họ."},{"bible_id":"193","chapter_code":"JOS.4","verse_code":"JOS.4.13","label":"13","content":"Có chừng bốn muôn người sắm-sửa ra trận, đi qua trước mặt Đức Giê-hô-va, đến trong đồng bằng Giê-ri-cô, đặng đánh giặc."},{"bible_id":"193","chapter_code":"JOS.4","verse_code":"JOS.4.14","label":"14","content":"Ngày đó, Đức Giê-hô-va khiến Giô-suê được tôn trọng trước mặt cả Y-sơ-ra-ên, và chúng kính-sợ người trọn đời người, như đã kính-sợ Môi-se vậy."},{"bible_id":"193","chapter_code":"JOS.4","verse_code":"JOS.4.15","label":"15","content":"Vả, Đức Giê-hô-va phán cùng Giô-suê rằng:"},{"bible_id":"193","chapter_code":"JOS.4","verse_code":"JOS.4.16","label":"16","content":"Hãy truyền cho những thầy tế-lễ khiêng hòm bảng-chứng đi lên khỏi sông Giô-đanh."},{"bible_id":"193","chapter_code":"JOS.4","verse_code":"JOS.4.17","label":"17","content":"Giô-suê bèn truyền lịnh cho những thầy tế-lễ rằng: Hãy đi lên khỏi Giô-đanh."},{"bible_id":"193","chapter_code":"JOS.4","verse_code":"JOS.4.18","label":"18","content":"Khi những thầy tế-lễ khiêng hòm giao-ước của Đức Giê-hô-va đã lên khỏi giữa sông, và bàn chân họ dở lên đặng bước trên đất khô rồi, thì nước sông Giô-đanh trở lại chỗ cũ, và chảy tràn ra khắp mé như trước."},{"bible_id":"193","chapter_code":"JOS.4","verse_code":"JOS.4.19","label":"19","content":"Ngày mồng mười tháng giêng, dân-sự đi lên khỏi sông Giô-đanh, và đóng trại tại Ghinh-ganh, ở cuối phía đông Giê-ri-cô."},{"bible_id":"193","chapter_code":"JOS.4","verse_code":"JOS.4.20","label":"20","content":"Giô-suê dựng tại Ghinh-ganh mười hai hòn đá mà dân-chúng đã lấy dưới sông Giô-đanh."},{"bible_id":"193","chapter_code":"JOS.4","verse_code":"JOS.4.21","label":"21","content":"Đoạn, người nói cùng dân Y-sơ-ra-ên rằng: Về sau, khi con-cháu các ngươi hỏi cha mình rằng: Các hòn đá nầy có nghĩa gì?"},{"bible_id":"193","chapter_code":"JOS.4","verse_code":"JOS.4.22","label":"22","content":"thì các ngươi sẽ dạy con-cháu mình mà rằng: Y-sơ-ra-ên đã đi qua sông Giô-đanh trên đất khô,"},{"bible_id":"193","chapter_code":"JOS.4","verse_code":"JOS.4.23","label":"23","content":"vì Giê-hô-va Đức Chúa Trời các ngươi đã làm cho sông Giô-đanh bày khô trước mặt các ngươi, cho đến chừng nào các ngươi đã qua khỏi, — y như Giê-hô-va Đức Chúa Trời các ngươi đã làm tại Biển-đỏ, khiến cho nó bày khô trước mặt chúng ta, cho đến chừng nào chúng ta đã qua khỏi,"},{"bible_id":"193","chapter_code":"JOS.4","verse_code":"JOS.4.24","label":"24","content":"hầu cho các dân-tộc thế-gian biết rằng tay của Đức Giê-hô-va là rất mạnh, và cho các ngươi kính-sợ Giê-hô-va Đức Chúa Trời các ngươi luôn luôn."},{"bible_id":"193","chapter_code":"JOS.5","verse_code":"JOS.5.1","label":"1","content":"Vả, các vua A-mô-rít ở bên kia sông Giô-đanh về phía tây, và các vua Ca-na-an ở gần biển vừa hay rằng Đức Giê-hô-va đã làm cho nước sông Giô-đanh bày khô trước mặt dân Y-sơ-ra-ên, cho đến chừng đã đi qua khỏi, thì lòng họ kinh-khiếp và nao-sờn vì cớ dân Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"JOS.5","verse_code":"JOS.5.2","label":"2","content":"Trong lúc đó Đức Giê-hô-va phán cùng Giô-suê rằng: Hãy sắm-sửa dao bằng đá lửa, và làm phép cắt-bì lần thứ nhì cho dân Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"JOS.5","verse_code":"JOS.5.3","label":"3","content":"Vậy, Giô-suê sắm-sửa dao bằng đá lửa, và làm phép cắt-bì cho dân Y-sơ-ra-ên tại trên gò A-ra-lốt."},{"bible_id":"193","chapter_code":"JOS.5","verse_code":"JOS.5.4","label":"4","content":"Nầy là cớ Giô-suê làm phép cắt-bì cho họ: Các người nam trong dân-chúng đã ra khỏi xứ Ê-díp-tô, tức là các chiến-sĩ, đều đã chết dọc đường trong đồng vắng, sau khi ra khỏi xứ Ê-díp-tô."},{"bible_id":"193","chapter_code":"JOS.5","verse_code":"JOS.5.5","label":"5","content":"Vả, hết thảy dân-chúng mà đã ra khỏi xứ Ê-díp-tô đều có chịu phép cắt-bì; nhưng sau khi ra khỏi xứ Ê-díp-tô người ta không có làm phép cắt-bì cho một ai trong những người sanh ra dọc đường tại nơi đồng vắng."},{"bible_id":"193","chapter_code":"JOS.5","verse_code":"JOS.5.6","label":"6","content":"Vì dân Y-sơ-ra-ên đã đi trong đồng vắng bốn mươi năm cho đến chừng cả dân-sự đã bị chết hết, tức là những chiến-sĩ đã ra khỏi xứ Ê-díp-tô, mà không vâng theo tiếng của Đức Giê-hô-va. Đức Giê-hô-va có thề cùng chúng rằng sẽ chẳng cho họ thấy xứ mà Đức Giê-hô-va đã thề cùng tổ-phụ họ ban cho chúng ta, tức là xứ đượm sữa và mật."},{"bible_id":"193","chapter_code":"JOS.5","verse_code":"JOS.5.7","label":"7","content":"Và Ngài đã dấy lên con-cháu của họ mà thế vào chỗ. Ấy là con-cháu nầy mà Giô-suê làm phép cắt-bì cho, vì chúng nó không có chịu phép cắt-bì dọc đường."},{"bible_id":"193","chapter_code":"JOS.5","verse_code":"JOS.5.8","label":"8","content":"Khi người ta làm phép cắt-bì cho hết thảy dân-sự xong rồi, thì họ ở lại chỗ mình trong trại-quân cho đến chừng nào lành."},{"bible_id":"193","chapter_code":"JOS.5","verse_code":"JOS.5.9","label":"9","content":"Bấy giờ, Đức Giê-hô-va phán cùng Giô-suê rằng: Ngày nay ta đã cất khỏi các ngươi sự xấu-hổ của xứ Ê-díp-tô. Nên người ta gọi chỗ ấy là Ghinh-ganh  cho đến ngày nay."},{"bible_id":"193","chapter_code":"JOS.5","verse_code":"JOS.5.10","label":"10","content":"Dân Y-sơ-ra-ên đóng trại tại Ghinh-ganh trong đồng bằng Giê-ri-cô, và giữ lễ Vượt-qua nhằm ngày mười bốn tháng nầy, vào lối chiều tối."},{"bible_id":"193","chapter_code":"JOS.5","verse_code":"JOS.5.11","label":"11","content":"Ngày sau lễ Vượt-qua, chánh ngày đó, dân-sự ăn thổ-sản của xứ, bánh không men, và hột rang."},{"bible_id":"193","chapter_code":"JOS.5","verse_code":"JOS.5.12","label":"12","content":"Ngày mà chúng đã ăn lúa mì của xứ, thì đến sáng mai ma-na hết; vậy, dân Y-sơ-ra-ên không có ma-na nữa, nhưng trong năm đó ăn những thổ-sản của Ca-na-an."},{"bible_id":"193","chapter_code":"JOS.5","verse_code":"JOS.5.13","label":"13","content":"Xảy khi Giô-suê ở gần Giê-ri-cô, ngước mắt lên mà nhìn, bèn thấy một người đứng cầm gươm trần đối-diện cùng mình. Giô-suê đi lại người và nói rằng: Ngươi là người của chúng ta hay là người của kẻ thù-nghịch chúng ta?"},{"bible_id":"193","chapter_code":"JOS.5","verse_code":"JOS.5.14","label":"14","content":"Người đáp: không, bây giờ ta đến làm tướng đạo binh của Đức Giê-hô-va. Giô-suê bèn sấp mặt xuống đất, lạy và hỏi rằng: Chúa truyền cho tôi-tớ Chúa điều gì?"},{"bible_id":"193","chapter_code":"JOS.5","verse_code":"JOS.5.15","label":"15","content":"Tướng đạo binh của Đức Giê-hô-va nói cùng Giô-suê rằng: Hãy lột giày khỏi chân ngươi, vì nơi ngươi đứng là thánh. Giô-suê bèn làm như vậy."},{"bible_id":"193","chapter_code":"JOS.6","verse_code":"JOS.6.1","label":"1","content":"Vả, Giê-ri-cô đã đóng cửa mình cách nghiêm-nhặt trước mặt dân Y-sơ-ra-ên, không người nào vào ra."},{"bible_id":"193","chapter_code":"JOS.6","verse_code":"JOS.6.2","label":"2","content":"Đức Giê-hô-va phán cùng Giô-suê rằng: Kìa, ta đã phó Giê-ri-cô, vua, và các chiến-sĩ mạnh-dạn của nó vào tay ngươi."},{"bible_id":"193","chapter_code":"JOS.6","verse_code":"JOS.6.3","label":"3","content":"Vậy, hết thảy các ngươi, là chiến-sĩ, hãy đi vòng chung-quanh thành một bận; phải làm như vậy trong sáu ngày."},{"bible_id":"193","chapter_code":"JOS.6","verse_code":"JOS.6.4","label":"4","content":"Bảy thầy tế-lễ sẽ đi trước hòm giao-ước cầm bảy cái kèn tiếng vang; nhưng qua ngày thứ bảy, các ngươi phải đi vòng chung-quanh thành bảy bận, và bảy thầy tế-lễ sẽ thổi kèn lên."},{"bible_id":"193","chapter_code":"JOS.6","verse_code":"JOS.6.5","label":"5","content":"Khi những thầy tế-lễ thổi kèn vang, các ngươi vừa nghe tiếng kèn, hết thảy dân-sự phải la tiếng lớn lên, thì vách thành sẽ sập xuống, rồi dân-sự sẽ leo lên, mỗi người ngay trước mặt mình."},{"bible_id":"193","chapter_code":"JOS.6","verse_code":"JOS.6.6","label":"6","content":"Vậy, Giô-suê, con trai của Nun, gọi những thầy tế-lễ mà nói rằng: Hãy khiêng hòm giao-ước, và bảy thầy tế-lễ phải đi trước hòm của Đức Giê-hô-va, cầm bảy cái kèn tiếng vang."},{"bible_id":"193","chapter_code":"JOS.6","verse_code":"JOS.6.7","label":"7","content":"Người lại nói cùng dân-sự rằng: Hãy đi vòng xung-quanh thành, và những người cầm binh-khí phải đi trước hòm của Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"JOS.6","verse_code":"JOS.6.8","label":"8","content":"Khi Giô-suê đã nói cùng dân-sự xong rồi, bảy thầy tế-lễ cầm bảy cây kèn tiếng vang ở trước mặt Đức Giê-hô-va, vừa đi tới vừa thổi kèn, còn hòm của Đức Giê-hô-va theo sau."},{"bible_id":"193","chapter_code":"JOS.6","verse_code":"JOS.6.9","label":"9","content":"Các người cầm binh-khí đi trước những thầy tế-lễ thổi kèn, còn đạo hậu đi theo sau hòm; người ta vừa đi vừa thổi kèn."},{"bible_id":"193","chapter_code":"JOS.6","verse_code":"JOS.6.10","label":"10","content":"Vả, Giô-suê có truyền lịnh cho dân-sự rằng: Các ngươi chớ la, chớ có nghe tiếng nói mình; chớ có một lời chi ra khỏi miệng các ngươi cho đến ngày nào ta biểu rằng: Hãy la lên! bấy giờ các ngươi sẽ la."},{"bible_id":"193","chapter_code":"JOS.6","verse_code":"JOS.6.11","label":"11","content":"Hòm của Đức Giê-hô-va đi vòng chung-quanh thành một bận, rồi chúng vào trại-quân, và ngủ đêm tại đó."},{"bible_id":"193","chapter_code":"JOS.6","verse_code":"JOS.6.12","label":"12","content":"Giô-suê dậy sớm và những thầy tế-lễ khiêng hòm của Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"JOS.6","verse_code":"JOS.6.13","label":"13","content":"Bảy thầy tế-lễ cứ đi trước hòm của Đức Giê-hô-va, cầm bảy cây kèn tiếng vang, vừa đi vừa thổi; những người cầm binh-khí đi trước họ, còn đạo hậu đi theo sau hòm của Đức Giê-hô-va; những thầy tế-lễ vừa đi vừa thổi kèn."},{"bible_id":"193","chapter_code":"JOS.6","verse_code":"JOS.6.14","label":"14","content":"Ngày thứ nhì chúng đi một vòng chung-quanh thành, rồi trở về trại-quân. Chúng làm như vậy trong sáu ngày."},{"bible_id":"193","chapter_code":"JOS.6","verse_code":"JOS.6.15","label":"15","content":"Nhưng ngày thứ bảy các người đó dậy sớm, vừa tưng sáng, và y như cách trước, đi chung-quanh thành bảy lần; chỉ nội ngày đó họ đi chung-quanh thành bảy lần."},{"bible_id":"193","chapter_code":"JOS.6","verse_code":"JOS.6.16","label":"16","content":"Lần thứ bảy, những thầy tế-lễ thổi kèn, thì Giô-suê nói cùng dân-sự rằng: Hãy la lên; vì Đức Giê-hô-va đã phó thành cho các ngươi."},{"bible_id":"193","chapter_code":"JOS.6","verse_code":"JOS.6.17","label":"17","content":"Cái thành và mọi vật ở trong sẽ bị phú dâng cho Đức Giê-hô-va như vật đáng diệt; chỉ một mình Ra-háp là kỵ-nữ, với hết thảy người ở cùng nàng trong nhà sẽ được sống, vì nàng đã giấu sứ-giả của chúng ta sai đến."},{"bible_id":"193","chapter_code":"JOS.6","verse_code":"JOS.6.18","label":"18","content":"Nhưng hãy cẩn-thận về vật các ngươi phú dâng diệt đi; vì nếu khi đã phú diệt rồi, các ngươi đoạt lấy của đáng diệt đó, thì các ngươi sẽ gây cho trại-quân Y-sơ-ra-ên đáng bị diệt, và gieo sự loạn-lạc vào trong đó."},{"bible_id":"193","chapter_code":"JOS.6","verse_code":"JOS.6.19","label":"19","content":"Phàm bạc, vàng, và hết thảy vật bằng đồng cùng bằng sắt đều sẽ biệt riêng ra thánh cho Đức Giê-hô-va; các vật đó sẽ nhập kho của Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"JOS.6","verse_code":"JOS.6.20","label":"20","content":"Vậy, dân-sự la lên, và những thầy tế-lễ thổi kèn. Vừa khi dân-sự nghe tiếng kèn, bèn la lớn lên, và vách thành liền ngã sập, dân-sự leo lên thành, mỗi người ngay trước mặt mình. Chúng lấy thành,"},{"bible_id":"193","chapter_code":"JOS.6","verse_code":"JOS.6.21","label":"21","content":"đưa gươm qua diệt mọi vật ở trong thành, nào nam phụ lão ấu, cho đến bò, chiên, và lừa."},{"bible_id":"193","chapter_code":"JOS.6","verse_code":"JOS.6.22","label":"22","content":"Bấy giờ, Giô-suê nói cùng hai người đã đi do-thám xứ mà rằng: Hãy vào trong nhà kỵ-nữ, biểu nàng và mọi người thuộc về nàng đi ra, y như hai ngươi đã thề cùng nàng."},{"bible_id":"193","chapter_code":"JOS.6","verse_code":"JOS.6.23","label":"23","content":"Vậy, hai người trai trẻ đã đi do-thám xứ, bèn vào biểu Ra-háp, cha mẹ nàng, anh em, và mọi vật chi thuộc về nàng đi ra; hai người đem hết thảy gia-quyến nàng ra, và để ở ngoài trại-quân Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"JOS.6","verse_code":"JOS.6.24","label":"24","content":"Đoạn, chúng phóng-hỏa cái thành, và mọi vật ở trong, chỉ để bạc, vàng, và món chi bằng đồng, bằng sắt, nhập vào kho của đền Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"JOS.6","verse_code":"JOS.6.25","label":"25","content":"Vậy, Giô-suê bảo-tồn sự sống của Ra-háp là kỵ-nữ, luôn nội nhà của cha nàng, và mọi vật chi thuộc về nàng; nàng ở giữa Y-sơ-ra-ên cho đến ngày nay, vì nàng có giấu sứ-giả mà Giô-suê đã sai do-thám Giê-ri-cô."},{"bible_id":"193","chapter_code":"JOS.6","verse_code":"JOS.6.26","label":"26","content":"Bấy giờ, Giô-suê phát thề rằng: Phàm ai chỗi lên xây lại thành Giê-ri-cô nầy sẽ bị rủa-sả trước mặt Đức Giê-hô-va! Đặt nền nó lại, tất con trưởng-nam mình phải chết; dựng cửa nó lại tất con út mình phải chết."},{"bible_id":"193","chapter_code":"JOS.6","verse_code":"JOS.6.27","label":"27","content":"Vậy, Đức Giê-hô-va ở cùng Giô-suê, và danh-tiếng người đồn khắp trong xứ."},{"bible_id":"193","chapter_code":"JOS.7","verse_code":"JOS.7.1","label":"1","content":"Song dân Y-sơ-ra-ên có phạm một tội về vật đáng diệt; vì A-can, con trai của Cạt-mi, cháu của Xáp-đi, chắt của Xê-rách về chi-phái Giu-đa, có lấy vật đáng diệt; và cơn giận của Đức Giê-hô-va nổi phừng lên cùng dân Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"JOS.7","verse_code":"JOS.7.2","label":"2","content":"Ở Giê-ri-cô Giô-suê sai người đến thành A-hi gần Bết-A-ven, về phía đông Bê-tên, và truyền lịnh nầy rằng: Hãy đi lên do-thám xứ. Vậy, các người ấy đi lên do-thám thành A-hi."},{"bible_id":"193","chapter_code":"JOS.7","verse_code":"JOS.7.3","label":"3","content":"Đoạn trở về cùng Giô-suê mà rằng: Lấy làm vô ích đem cả dân-sự đi lên đó; nhưng hãy cho chừng vài ba ngàn người đi lên đó mà đánh thành A-hi. Chớ làm cho mệt-nhọc cả dân-chúng đi đó; vì người A-hi ít quá."},{"bible_id":"193","chapter_code":"JOS.7","verse_code":"JOS.7.4","label":"4","content":"Vậy, có chừng ba ngàn người đi lên đó; nhưng họ chạy trốn trước mặt người A-hi."},{"bible_id":"193","chapter_code":"JOS.7","verse_code":"JOS.7.5","label":"5","content":"Người A-hi giết chừng ba mươi sáu người, rượt theo họ từ cửa thành cho đến Sê-ba-rim, và đánh họ lúc đi xuống dốc. Lòng dân-sự bèn tan ra như nước."},{"bible_id":"193","chapter_code":"JOS.7","verse_code":"JOS.7.6","label":"6","content":"Giô-suê bèn xé áo mình, rồi người và các trưởng-lão Y-sơ-ra-ên sấp mặt xuống đất trước hòm của Đức Giê-hô-va cho đến chiều tối, và vải bụi đất trên đầu mình."},{"bible_id":"193","chapter_code":"JOS.7","verse_code":"JOS.7.7","label":"7","content":"Giô-suê nói: Ôi! Chúa Giê-hô-va, sao Ngài đem dân nầy qua sông Giô-đanh đặng phó chúng tôi vào tay dân A-mô-rít mà làm cho diệt đi? Ôi! chớ chi chúng tôi chọn phần ở lại bên kia sông Giô-đanh!"},{"bible_id":"193","chapter_code":"JOS.7","verse_code":"JOS.7.8","label":"8","content":"Than ôi! hỡi Chúa! sau khi Y-sơ-ra-ên đã xây lưng trước mặt kẻ thù-nghịch mình, tôi còn nói làm sao?"},{"bible_id":"193","chapter_code":"JOS.7","verse_code":"JOS.7.9","label":"9","content":"Dân Ca-na-an và cả dân ở xứ nầy sẽ hay điều đó, sẽ vây chúng tôi, và diệt danh chúng tôi khỏi đất; rồi Chúa sẽ làm sao cho danh lớn Chúa?"},{"bible_id":"193","chapter_code":"JOS.7","verse_code":"JOS.7.10","label":"10","content":"Bấy giờ, Đức Giê-hô-va phán cùng Giô-suê rằng: Hãy đứng dậy; sao ngươi sấp mặt xuống đất như vậy?"},{"bible_id":"193","chapter_code":"JOS.7","verse_code":"JOS.7.11","label":"11","content":"Y-sơ-ra-ên có phạm tội; chúng nó bội-nghịch giao-ước ta đã truyền cho, đến nỗi dám lấy vật đáng diệt, ăn-cắp vật đó, làm dối-trá, và để trong bao mình."},{"bible_id":"193","chapter_code":"JOS.7","verse_code":"JOS.7.12","label":"12","content":"Bởi cớ đó, dân Y-sơ-ra-ên không thế chống-cự nổi trước mặt kẻ thù-nghịch mình, phải xây lưng trước mặt chúng nó, vì Y-sơ-ra-ên đã trở nên kẻ bị rủa-sả. Nếu các ngươi không cất khỏi giữa mình vật đáng diệt ấy, thì ta không còn ở cùng các ngươi nữa."},{"bible_id":"193","chapter_code":"JOS.7","verse_code":"JOS.7.13","label":"13","content":"Hãy đứng dậy làm cho dân-sự nên thánh, và hãy nói rằng: Các ngươi khá làm cho mình nên thánh về ngày mai; vì Giê-hô-va Đức Chúa Trời của Y-sơ-ra-ên có phán như vầy: Hỡi Y-sơ-ra-ên, ngươi có vật đáng diệt tại giữa ngươi! ngươi không thế chống-cự nổi trước mặt kẻ thù-nghịch mình cho đến chừng nào các ngươi đã cất khỏi giữa mình vật đáng diệt ấy."},{"bible_id":"193","chapter_code":"JOS.7","verse_code":"JOS.7.14","label":"14","content":"Vậy, sáng mai các ngươi sẽ đi đến gần từng chi-phái; chi-phái nào mà Đức Giê-hô-va chỉ ra sẽ đến gần từng họ hàng; họ-hàng nào mà Đức Giê-hô-va chỉ ra sẽ đến gần từng nhà; nhà nào mà Đức Giê-hô-va chỉ ra sẽ đến gần từng người."},{"bible_id":"193","chapter_code":"JOS.7","verse_code":"JOS.7.15","label":"15","content":"Người nào bị chỉ ra là kẻ có của đáng diệt đó, sẽ bị thiêu nơi lửa, cùng các món thuộc về người; vì người đã bội giao-ước của Đức Giê-hô-va, và phạm sự xấu-hổ trong Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"JOS.7","verse_code":"JOS.7.16","label":"16","content":"Vậy, Giô-suê dậy sớm, biểu Y-sơ-ra-ên đến gần từng chi-phái; và chi-phái Giu-đa bị chỉ ra."},{"bible_id":"193","chapter_code":"JOS.7","verse_code":"JOS.7.17","label":"17","content":"Đoạn, người biểu các họ-hàng Giu-đa đến gần; và họ-hàng Xê-rách bị chỉ ra. Đoạn, người biểu họ-hàng Xê-rách lại gần từng gia-trưởng; và Xáp-đi bị chỉ ra."},{"bible_id":"193","chapter_code":"JOS.7","verse_code":"JOS.7.18","label":"18","content":"Người biểu nhà Xáp-đi đến gần từng người; thì A-can, con trai của Cạt-mi, cháu của Xáp-đi, chắt của Xê-rách về chi-phái Giu-đa, bị chỉ ra."},{"bible_id":"193","chapter_code":"JOS.7","verse_code":"JOS.7.19","label":"19","content":"Giô-suê bèn nói cùng A-can rằng: Hỡi con, xin hãy tôn-vinh Giê-hô-va Đức Chúa Trời của Y-sơ-ra-ên, và ngợi-khen Ngài; hãy thú thật cho ta điều con đã làm, chớ giấu chút nào."},{"bible_id":"193","chapter_code":"JOS.7","verse_code":"JOS.7.20","label":"20","content":"A-can thưa cùng Giô-suê rằng: Phải, tôi đã phạm tội cùng Giê-hô-va Đức Chúa Trời của Y-sơ-ra-ên, và nầy là điều tôi đã làm:"},{"bible_id":"193","chapter_code":"JOS.7","verse_code":"JOS.7.21","label":"21","content":"Tôi có thấy trong của-cướp một cái áo choàng Si-nê-a  tốt-đẹp, hai trăm siếc-lơ bạc, và một nén vàng nặng năm mươi siếc-lơ; tôi tham muốn các món đó, và lấy nó; kìa, các vật ấy đã giấu dưới đất giữa trại tôi, còn bạc thì ở dưới."},{"bible_id":"193","chapter_code":"JOS.7","verse_code":"JOS.7.22","label":"22","content":"Giô-suê bèn sai người chạy đến trại, thấy áo choàng giấu tại đó, và bạc thì ở dưới."},{"bible_id":"193","chapter_code":"JOS.7","verse_code":"JOS.7.23","label":"23","content":"Họ lấy các vật đó giữa trại, đem về cho Giô-suê và cho hết thảy dân Y-sơ-ra-ên, rồi để trước mặt Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"JOS.7","verse_code":"JOS.7.24","label":"24","content":"Bấy giờ, Giô-suê và cả Y-sơ-ra-ên bắt A-can, con-cháu Xê-rách, cùng lấy bạc, áo choàng, nén vàng, con trai, con gái của người, bò, lừa, chiên, trại, và mọi vật chi thuộc về người, mà dẫn đến trong trũng A-cô."},{"bible_id":"193","chapter_code":"JOS.7","verse_code":"JOS.7.25","label":"25","content":"Giô-suê nói: Sao ngươi có khuấy-rối chúng ta? Đức Giê-hô-va chắc sẽ khuấy-rối ngươi ngày nay. Rồi cả Y-sơ-ra-ên ném đá người; họ thiêu các người ấy trong lửa, và lấy đá lấp chúng nó lại."},{"bible_id":"193","chapter_code":"JOS.7","verse_code":"JOS.7.26","label":"26","content":"Kế ấy, chúng chất trên thây người một đống đá lớn, hãy còn cho đến ngày nay. Đức Giê-hô-va bèn nguôi cơn thạnh-nộ Ngài. Bởi cớ đó, người ta gọi chỗ nầy là A-cô  cho đến ngày nay."},{"bible_id":"193","chapter_code":"JOS.8","verse_code":"JOS.8.1","label":"1","content":"Kế đó, Đức Giê-hô-va phán cùng Giô-suê rằng: Ngươi chớ sợ, chớ ái-ngại. Hãy đem theo mình hết thảy quân-lính, chỗi dậy đi lên hãm đánh thành A-hi. Kìa, ta đã phó vào tay ngươi vua A-hi, dân-sự, thành, và xứ của người."},{"bible_id":"193","chapter_code":"JOS.8","verse_code":"JOS.8.2","label":"2","content":"Ngươi phải đãi A-hi và vua nó như ngươi đã đãi Giê-ri-cô và vua nó; nhưng các ngươi sẽ đoạt lấy hóa-tài và súc-vật cho mình. Hãy phục binh sau thành."},{"bible_id":"193","chapter_code":"JOS.8","verse_code":"JOS.8.3","label":"3","content":"Vậy, Giô-suê đứng dậy cùng các quân-lính đặng lên đánh A-hi. Người chọn ba muôn người mạnh-dạn, sai đi ban đêm,"},{"bible_id":"193","chapter_code":"JOS.8","verse_code":"JOS.8.4","label":"4","content":"và truyền lịnh nầy rằng: Hãy coi, các ngươi sẽ phục binh sau thành; chớ dang ra xa thành quá, hãy dàn cho sẵn."},{"bible_id":"193","chapter_code":"JOS.8","verse_code":"JOS.8.5","label":"5","content":"Còn ta với cả dân-sự theo ta, sẽ đi gần lại thành. Khi chúng nó ra đón đánh chúng ta như lần trước, thì chúng ta sẽ chạy trốn trước mặt chúng nó."},{"bible_id":"193","chapter_code":"JOS.8","verse_code":"JOS.8.6","label":"6","content":"Chúng nó sẽ rượt theo chúng ta cho đến chừng chúng ta dụ chúng nó ra cách xa khỏi thành; vì họ nói rằng: Chúng nó chạy trốn ta như lần trước. Trong lúc chúng ta chạy trốn trước mặt chúng nó,"},{"bible_id":"193","chapter_code":"JOS.8","verse_code":"JOS.8.7","label":"7","content":"thì các ngươi sẽ ra khỏi nơi phục binh mà hãm lấy thành; Giê-hô-va Đức Chúa Trời các ngươi sẽ phó thành vào tay các ngươi."},{"bible_id":"193","chapter_code":"JOS.8","verse_code":"JOS.8.8","label":"8","content":"Khi các ngươi chiếm thành rồi, thì phải phóng-hỏa nó; hãy làm theo lời của Đức Giê-hô-va. Hãy coi, nầy là lịnh ta truyền cho các ngươi."},{"bible_id":"193","chapter_code":"JOS.8","verse_code":"JOS.8.9","label":"9","content":"Vậy, Giô-suê sai các người đó đi; họ phục giữa khoảng Bê-tên và A-hi, về phía tây của A-hi; còn Giô-suê đêm đó ngủ tại giữa dân-sự."},{"bible_id":"193","chapter_code":"JOS.8","verse_code":"JOS.8.10","label":"10","content":"Kế ấy, Giô-suê dậy sớm, điểm dân-sự; người cùng các trưởng-lão đi lên trước mặt dân đến thành A-hi."},{"bible_id":"193","chapter_code":"JOS.8","verse_code":"JOS.8.11","label":"11","content":"Hết thảy quân-lính theo người đi lên đến gần trước mặt thành, và đóng trại về phía bắc A-hi: có cái trũng chạy dài giữa họ và thành A-hi."},{"bible_id":"193","chapter_code":"JOS.8","verse_code":"JOS.8.12","label":"12","content":"Giô-suê bèn đem chừng năm ngàn lính phục giữa khoảng Bê-tên và A-hi, về phía tây của thành."},{"bible_id":"193","chapter_code":"JOS.8","verse_code":"JOS.8.13","label":"13","content":"Khi dân-sự đã đóng trại nơi phía bắc của thành, và phục binh về phía tây rồi, thì đêm đó Giô-suê đi xơm tới trong trũng."},{"bible_id":"193","chapter_code":"JOS.8","verse_code":"JOS.8.14","label":"14","content":"Vua thành ấy vừa thấy điều đó, người ta bèn lật-đật dậy sớm, vua và cả dân-sự người đều đi ra đón Y-sơ-ra-ên tại nơi đã chỉ bảo, về phía đồng bằng, đặng giao-chiến; song vua không biết rằng có một đạo binh phục ở phía sau thành."},{"bible_id":"193","chapter_code":"JOS.8","verse_code":"JOS.8.15","label":"15","content":"Giô-suê và cả Y-sơ-ra-ên để cho chúng nó đánh bại mình, và chạy trốn về phía đồng vắng."},{"bible_id":"193","chapter_code":"JOS.8","verse_code":"JOS.8.16","label":"16","content":"Hết thảy dân-sự trong thành đều hiệp lại đặng đuổi theo. Vậy, chúng rượt theo Giô-suê và bị dụ cách xa khỏi thành;"},{"bible_id":"193","chapter_code":"JOS.8","verse_code":"JOS.8.17","label":"17","content":"chẳng có một ai ở thành A-hi hay là ở Bê-tên mà không ra đuổi theo Y-sơ-ra-ên; họ bỏ thành trống-không để đuổi theo Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"JOS.8","verse_code":"JOS.8.18","label":"18","content":"Bấy giờ, Đức Giê-hô-va phán cùng Giô-suê rằng: Hãy giơ giáo ngươi cầm nơi tay ra về hướng thành A-hi, vì ta sẽ phó thành vào tay ngươi. Giô-suê bèn giơ giáo mình cầm nơi tay ra về hướng thành."},{"bible_id":"193","chapter_code":"JOS.8","verse_code":"JOS.8.19","label":"19","content":"Vừa giơ tay lên, phục-binh lập-tức đứng dậy khỏi chỗ mình núp mà chạy vào thành, chiếm lấy và phóng-hỏa nó."},{"bible_id":"193","chapter_code":"JOS.8","verse_code":"JOS.8.20","label":"20","content":"Người thành A-hi quay lại, nhìn thấy khói đốt thành bay lên trời; họ chẳng một phương-thế nào đặng trốn về phía nầy hay là phía kia. Vả, dân-sự chạy trốn về phía đồng vắng trở lộn lại đánh những kẻ rượt đuổi theo mình."},{"bible_id":"193","chapter_code":"JOS.8","verse_code":"JOS.8.21","label":"21","content":"Khi Giô-suê và cả Y-sơ-ra-ên thấy phục-binh đã lấy thành, và khói đốt thành bay lên, bèn trở về đánh người A-hi."},{"bible_id":"193","chapter_code":"JOS.8","verse_code":"JOS.8.22","label":"22","content":"Các binh khác cũng ra khỏi thành đón đánh dân A-hi; như vậy chúng nó bị dân Y-sơ-ra-ên vây phủ, bên nầy có đạo nầy, bên kia có quân kia. Người ta đánh chúng nó đến đỗi không còn để lại kẻ nào sống hay là cho ai thoát được."},{"bible_id":"193","chapter_code":"JOS.8","verse_code":"JOS.8.23","label":"23","content":"Binh bắt sống vua A-hi, và dẫn đến cùng Giô-suê."},{"bible_id":"193","chapter_code":"JOS.8","verse_code":"JOS.8.24","label":"24","content":"Khi dân Y-sơ-ra-ên đã giết xong hết thảy người thành A-hi, hoặc trong đồng ruộng hay là trong đồng vắng, là nơi chúng nó bị đuổi theo, và khi hết thảy, đến đỗi người chót, đã ngã rạp dưới lưỡi gươm rồi, thì dân Y-sơ-ra-ên trở về A-hi và giết bằng lưỡi gươm những kẻ còn ở tại đó."},{"bible_id":"193","chapter_code":"JOS.8","verse_code":"JOS.8.25","label":"25","content":"Trong ngày đó, hết thảy người A-hi, nam và nữ, đều bị ngã chết, số là mười hai ngàn người."},{"bible_id":"193","chapter_code":"JOS.8","verse_code":"JOS.8.26","label":"26","content":"Giô-suê chẳng rút lại tay mình đã cầm giơ thẳng ra với cây giáo, cho đến chừng nào người ta đã diệt hết thảy người thành A-hi."},{"bible_id":"193","chapter_code":"JOS.8","verse_code":"JOS.8.27","label":"27","content":"Song dân Y-sơ-ra-ên cướp cho mình những súc-vật và hóa-tài của thành nầy, y như Đức Giê-hô-va đã phán-dặn Giô-suê."},{"bible_id":"193","chapter_code":"JOS.8","verse_code":"JOS.8.28","label":"28","content":"Vậy, Giô-suê phóng-hỏa thành A-hi, và làm cho nó ra một đống hư-tàn đời đời, y như hãy còn đến ngày nay."},{"bible_id":"193","chapter_code":"JOS.8","verse_code":"JOS.8.29","label":"29","content":"Người biểu treo vua A-hi lên trên một cây và để đó cho đến chiều; nhưng khi mặt trời lặn, Giô-suê biểu người ta hạ thây xuống khỏi cây. Người ta đem liệng thây đó nơi cửa thành, và chất lên trên một đống đá lớn, hãy còn đến ngày nay."},{"bible_id":"193","chapter_code":"JOS.8","verse_code":"JOS.8.30","label":"30","content":"Bấy giờ, Giô-suê lập một bàn-thờ cho Giê-hô-va Đức Chúa Trời của Y-sơ-ra-ên tại trên núi Ê-banh,"},{"bible_id":"193","chapter_code":"JOS.8","verse_code":"JOS.8.31","label":"31","content":"y như Môi-se, tôi-tớ của Đức Giê-hô-va, đã dặn-biểu dân Y-sơ-ra-ên, và đã có chép trong sách luật-pháp Môi-se: ấy là một bàn-thờ bằng đá nguyên-khối, sắt chưa đụng đến. Ở đó dân-sự dâng của-lễ thiêu cho Đức Giê-hô-va, và dâng của-lễ thù-ân."},{"bible_id":"193","chapter_code":"JOS.8","verse_code":"JOS.8.32","label":"32","content":"Tại đó Giô-suê cũng khắc trên đá một bản luật-pháp mà Môi-se đã chép trước mặt dân Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"JOS.8","verse_code":"JOS.8.33","label":"33","content":"Cả Y-sơ-ra-ên, các trưởng-lão, các quan cai, và các quan xét đứng hai bên hòm trước mặt những thầy tế-lễ, người Lê-vi, là người khiêng hòm giao-ước của Đức Giê-hô-va. Những khách lạ luôn với dân Y-sơ-ra-ên đều có mặt tại đó, phân nửa nầy ở về phía núi Ga-ri-xim, và phân nửa kia ở về phía núi Ê-banh, tùy theo lịnh mà Môi-se, tôi-tớ của Đức Giê-hô-va, trước đã truyền cho chúc phước dân Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"JOS.8","verse_code":"JOS.8.34","label":"34","content":"Đoạn, Giô-suê đọc hết các lời luật-pháp, sự chúc lành và sự chúc dữ, y như đã chép trong sách luật-pháp."},{"bible_id":"193","chapter_code":"JOS.8","verse_code":"JOS.8.35","label":"35","content":"Chẳng có lời nào về mọi điều Môi-se đã truyền dặn mà Giô-suê không đọc tại trước mặt cả hội-chúng Y-sơ-ra-ên, trước mặt đàn-bà, con nít, và khách lạ ở giữa họ."},{"bible_id":"193","chapter_code":"JOS.9","verse_code":"JOS.9.1","label":"1","content":"Khi hay được việc nầy, hết thảy các vua ở bên nầy sông Giô-đanh, hoặc ở trong núi, dưới đồng bằng, hay là dọc bãi biển lớn đối ngang Li-ban, tức là các vua dân Hê-tít, dân A-mô-rít, dân Ca-na-an, dân Phê-rê-sít, dân Hê-vít và dân Giê-bu-sít,"},{"bible_id":"193","chapter_code":"JOS.9","verse_code":"JOS.9.2","label":"2","content":"đều rập một ý hiệp với nhau đặng giao chiến với Giô-suê và Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"JOS.9","verse_code":"JOS.9.3","label":"3","content":"Khi dân Ga-ba-ôn đã hay điều Giô-suê làm cho Giê-ri-cô và A-hi,"},{"bible_id":"193","chapter_code":"JOS.9","verse_code":"JOS.9.4","label":"4","content":"bèn tính dùng mưu-kế. Chúng nó giả-bộ đi sứ, lấy bao cũ chất cho lừa mình, và bầu chứa rượu cũ rách vá lại,"},{"bible_id":"193","chapter_code":"JOS.9","verse_code":"JOS.9.5","label":"5","content":"dưới chân mang giày cũ vá, và trên mình quần-áo cũ mòn; hết thảy bánh về lương-bị họ đều khô và miếng vụn."},{"bible_id":"193","chapter_code":"JOS.9","verse_code":"JOS.9.6","label":"6","content":"Chúng nó đi đến gần Giô-suê tại trại-quân Ghinh-ganh, mà nói cùng người và dân Y-sơ-ra-ên rằng: Chúng tôi ở xứ xa đến; vậy bây giờ, hãy lập giao-ước cùng chúng tôi."},{"bible_id":"193","chapter_code":"JOS.9","verse_code":"JOS.9.7","label":"7","content":"Dân Y-sơ-ra-ên đáp cùng dân Hê-vít rằng: Có lẽ các ngươi ở giữa chúng ta chăng; vậy làm thế nào lập giao-ước đặng?"},{"bible_id":"193","chapter_code":"JOS.9","verse_code":"JOS.9.8","label":"8","content":"Nhưng chúng nó nói cùng Giô-suê rằng: Chúng tôi là tôi-tớ của ông. Giô-suê hỏi: Các ngươi là ai, ở đâu đến?"},{"bible_id":"193","chapter_code":"JOS.9","verse_code":"JOS.9.9","label":"9","content":"Đáp rằng: Tôi-tớ của ông ở từ xứ rất xa đến để tôn-trọng danh Giê-hô-va là Đức Chúa Trời của ông; vì chúng tôi có nghe nói về Ngài, và mọi điều Ngài đã làm trong xứ Ê-díp-tô;"},{"bible_id":"193","chapter_code":"JOS.9","verse_code":"JOS.9.10","label":"10","content":"lại cũng nghe về mọi điều Ngài đã làm cho hai vua A-mô-rít ở bên kia sông Giô-đanh, là Si-hôn, vua Hết-bôn, và Óc, vua Ba-san, ở tại Ách-ta-rốt."},{"bible_id":"193","chapter_code":"JOS.9","verse_code":"JOS.9.11","label":"11","content":"Các trưởng-lão và hết thảy dân-sự ở xứ chúng tôi có nói cùng chúng tôi rằng: Hãy lấy lương-thực dùng dọc đường, đi đến trước mặt dân đó, mà nói rằng: Chúng tôi là tôi-tớ các ông: và bây giờ, hãy lập giao-ước cùng chúng tôi."},{"bible_id":"193","chapter_code":"JOS.9","verse_code":"JOS.9.12","label":"12","content":"Kìa, bánh của chúng tôi: ngày chúng tôi ra khỏi nhà đặng đi đến các ông, chúng tôi lấy nó đem theo làm lương-thực vẫn nóng-hổi, mà ngày nay đã khô và bể vụn."},{"bible_id":"193","chapter_code":"JOS.9","verse_code":"JOS.9.13","label":"13","content":"Những bầu rượu nầy chúng tôi đổ đầy rượu hãy còn mới tinh, kìa nay đã rách; còn quần-áo và giày chúng tôi đã cũ-mòn, bởi vì đi đường xa."},{"bible_id":"193","chapter_code":"JOS.9","verse_code":"JOS.9.14","label":"14","content":"Người Y-sơ-ra-ên bèn nhậm lương-thực chúng nó, không cầu-hỏi Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"JOS.9","verse_code":"JOS.9.15","label":"15","content":"Giô-suê lập hòa cùng chúng nó, và kết ước cho chúng nó sống; rồi các trưởng-lão của hội-chúng bèn thề cùng chúng nó."},{"bible_id":"193","chapter_code":"JOS.9","verse_code":"JOS.9.16","label":"16","content":"Nhưng ba ngày sau khi đã lập giao-ước cùng chúng nó, dân Y-sơ-ra-ên hay rằng các người nầy vốn lân-cận mình, và ở tại giữa mình."},{"bible_id":"193","chapter_code":"JOS.9","verse_code":"JOS.9.17","label":"17","content":"Dân Y-sơ-ra-ên lên đường, và ngày thứ ba đến thành chúng nó. Vả, các thành của chúng nó là Ga-ba-ôn, Kê-phi-ra, Bê-ê-rốt, và Ki-ri-át-Giê-a-rim."},{"bible_id":"193","chapter_code":"JOS.9","verse_code":"JOS.9.18","label":"18","content":"Dân Y-sơ-ra-ên không giao chiến cùng dân đó, vì cớ các trưởng-lão của hội-chúng đã chỉ danh Giê-hô-va Đức Chúa Trời của Y-sơ-ra-ên mà thề cùng dân đó; nhưng cả hội-chúng lằm-bằm cùng các quan-trưởng."},{"bible_id":"193","chapter_code":"JOS.9","verse_code":"JOS.9.19","label":"19","content":"Các quan-trưởng bèn nói cùng cả hội-chúng rằng: Chúng ta đã chỉ danh Giê-hô-va Đức Chúa Trời của Y-sơ-ra-ên mà thề cùng dân đó; vậy, từ bây giờ chúng ta không thế hại chúng nó được."},{"bible_id":"193","chapter_code":"JOS.9","verse_code":"JOS.9.20","label":"20","content":"Chúng ta phải đãi dân đó như vầy: Phải để cho chúng nó sống, hầu cho chớ vì cớ lời thề đã lập, mà chúng ta khiến cơn thạnh-nộ của Đức Giê-hô-va giáng trên chúng ta."},{"bible_id":"193","chapter_code":"JOS.9","verse_code":"JOS.9.21","label":"21","content":"Vậy, các quan-trưởng tỏ rằng chúng nó được sống, nhưng phải bị dùng để đốn củi xách nước cho cả hội-chúng, y như các quan-trưởng đã nói cùng chúng nó."},{"bible_id":"193","chapter_code":"JOS.9","verse_code":"JOS.9.22","label":"22","content":"Giô-suê bèn gọi dân đó mà nói như vầy: Sao các ngươi đã gạt chúng ta, nói rằng: Chúng tôi ở rất xa các ông, té ra các ngươi ở giữa chúng ta?"},{"bible_id":"193","chapter_code":"JOS.9","verse_code":"JOS.9.23","label":"23","content":"Vậy bây giờ, các ngươi bị rủa-sả, không dứt làm tôi-mọi, cứ đốn củi và xách nước cho nhà của Đức Chúa Trời ta."},{"bible_id":"193","chapter_code":"JOS.9","verse_code":"JOS.9.24","label":"24","content":"Chúng nó bèn thưa cùng Giô-suê rằng: Ấy là điều kẻ tôi-tớ ông có hay rõ-ràng Giê-hô-va Đức Chúa Trời của ông đã phán dặn Môi-se, tôi-tớ Ngài, biểu ban toàn xứ cho các ông, và diệt hết thảy dân ở trước mặt mình: ấy vậy, chúng tôi vì cớ các ông lấy làm rất sợ-hãi cho sự sống mình, nên mới làm như vậy."},{"bible_id":"193","chapter_code":"JOS.9","verse_code":"JOS.9.25","label":"25","content":"Bây giờ chúng tôi ở trong tay ông, hãy đãi chúng tôi tùy ý ông cho là tốt-lành và công-bình."},{"bible_id":"193","chapter_code":"JOS.9","verse_code":"JOS.9.26","label":"26","content":"Giô-suê bèn làm như người đã nói, và giải-cứu chúng nó khỏi bị tay dân Y-sơ-ra-ên giết."},{"bible_id":"193","chapter_code":"JOS.9","verse_code":"JOS.9.27","label":"27","content":"Trong ngày đó, người cắt chúng nó làm kẻ đốn củi và xách nước cho hội-chúng và cho bàn-thờ của Đức Giê-hô-va tại trong nơi Ngài chọn-lựa: ấy là điều dân đó hãy còn làm đến ngày nay."},{"bible_id":"193","chapter_code":"JOS.10","verse_code":"JOS.10.1","label":"1","content":"Khi A-đô-ni-Xê-đéc, vua Giê-ru-sa-lem, hay rằng Giô-suê đã chiếm lấy thành A-hi, và tận-diệt nó đi, đãi thành A-hi và vua nó như người đã đãi Giê-ri-cô và vua nó, lại hay rằng dân Ga-ba-ôn đã lập hòa với dân Y-sơ-ra-ên và ở cùng họ,"},{"bible_id":"193","chapter_code":"JOS.10","verse_code":"JOS.10.2","label":"2","content":"thì người lấy làm sợ-hãi lắm; vì Ga-ba-ôn là một thành lớn, một đế-đô thật; lại lớn hơn thành A-hi, và cả dân-sự nó đều là người mạnh-dạn."},{"bible_id":"193","chapter_code":"JOS.10","verse_code":"JOS.10.3","label":"3","content":"Vậy, A-đô-ni-Xê-đéc, vua thành Giê-ru-sa-lem, sai người đi nói cùng Hô-ham, vua Hếp-rôn, cùng Phi-ram, vua Giạt-mút, cùng Gia-phia, vua La-ki, cùng Đê-bia, vua Éc-lôn, mà rằng:"},{"bible_id":"193","chapter_code":"JOS.10","verse_code":"JOS.10.4","label":"4","content":"Hãy đi lên đến ta mà tiếp-cứu ta, và đánh thành Ga-ba-ôn; vì nó đã lập hòa cùng Giô-suê và dân Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"JOS.10","verse_code":"JOS.10.5","label":"5","content":"Vậy, năm vua A-mô-rít, tức là vua Giê-ru-sa-lem, vua Hếp-rôn, vua Giạt-mút, vua La-ki, và vua Éc-lôn nhóm-hiệp, kéo lên cùng hết thảy quân-lính mình, đóng trại trước Ga-ba-ôn, và hãm đánh thành."},{"bible_id":"193","chapter_code":"JOS.10","verse_code":"JOS.10.6","label":"6","content":"Người Ga-ba-ôn sai kẻ đến nói cùng Giô-suê tại trại-quân Ghinh-ganh, mà rằng: Xin chớ bỏ tôi-tớ ông; hãy mau lên đến cùng chúng tôi, giải thoát và tiếp-cứu chúng tôi; vì hết thảy vua A-mô-rít trong núi đã hiệp lại nghịch chúng tôi."},{"bible_id":"193","chapter_code":"JOS.10","verse_code":"JOS.10.7","label":"7","content":"Vậy, Giô-suê ở Ghinh-ganh đi lên với hết thảy quân-lính và những người mạnh-dạn."},{"bible_id":"193","chapter_code":"JOS.10","verse_code":"JOS.10.8","label":"8","content":"Đức Giê-hô-va phán cùng Giô-suê rằng: Chớ sợ, vì ta đã phó chúng nó vào tay ngươi, chẳng còn một ai đứng nổi trước mặt ngươi được."},{"bible_id":"193","chapter_code":"JOS.10","verse_code":"JOS.10.9","label":"9","content":"Vậy, Giô-suê ở Ghinh-ganh đi trọn đêm, rồi chợt đến áp chúng nó."},{"bible_id":"193","chapter_code":"JOS.10","verse_code":"JOS.10.10","label":"10","content":"Đức Giê-hô-va làm cho chúng nó vỡ-chạy trước mặt Y-sơ-ra-ên, khiến cho bị đại-bại gần Ga-ba-ôn; Y-sơ-ra-ên rượt đuổi chúng nó theo đường dốc Bết-Hô-rôn, và đánh họ cho đến A-xê-ca và Ma-kê-đa."},{"bible_id":"193","chapter_code":"JOS.10","verse_code":"JOS.10.11","label":"11","content":"Khi chúng nó chạy trốn trước mặt Y-sơ-ra-ên và xuống dốc Bết-Hô-rôn, thì Đức Giê-hô-va khiến đá lớn từ trời rớt xuống cả đường cho đến A-xê-ca, và chúng nó đều bị chết. Số những người bị chết về mưa đá nhiều hơn số những người bị dân Y-sơ-ra-ên giết bằng gươm."},{"bible_id":"193","chapter_code":"JOS.10","verse_code":"JOS.10.12","label":"12","content":"Ngày mà Đức Giê-hô-va phó dân A-mô-rít cho dân Y-sơ-ra-ên, thì Giô-suê thưa cùng Đức Giê-hô-va tại trước mặt Y-sơ-ra-ên, mà rằng: Hỡi mặt trời, hãy dừng lại trên Ga-ba-ôn; Hỡi mặt trăng, hãy ngừng lại trên trũng A-gia-lôn!"},{"bible_id":"193","chapter_code":"JOS.10","verse_code":"JOS.10.13","label":"13","content":"Mặt trời bèn dừng, mặt trăng liền ngừng, Cho đến chừng dân-sự đã báo-thù quân-nghịch mình. Điều đó há không có chép trong sách Gia-sa sao? Mặt trời dừng lại giữa trời, và không vội lặn ước một ngày trọn."},{"bible_id":"193","chapter_code":"JOS.10","verse_code":"JOS.10.14","label":"14","content":"Từ trước và về sau, chẳng hề có ngày nào như ngày đó, là ngày Đức Giê-hô-va có nhậm lời của một loài người; vì Đức Giê-hô-va chiến-cự cho dân Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"JOS.10","verse_code":"JOS.10.15","label":"15","content":"Rồi Giô-suê và cả Y-sơ-ra-ên trở về trại-quân Ghinh-ganh."},{"bible_id":"193","chapter_code":"JOS.10","verse_code":"JOS.10.16","label":"16","content":"Vả, năm vua kia đã chạy trốn, và ẩn trong một hang đá tại Ma-kê-đa."},{"bible_id":"193","chapter_code":"JOS.10","verse_code":"JOS.10.17","label":"17","content":"Có người thuật cho Giô-suê hay điều đó, mà rằng: Người ta có gặp năm vua núp trong một hang đá tại Ma-kê-đa."},{"bible_id":"193","chapter_code":"JOS.10","verse_code":"JOS.10.18","label":"18","content":"Giô-suê bèn dạy rằng: Hãy lăn đá lớn lấp miệng hang lại, và cắt người canh-giữ."},{"bible_id":"193","chapter_code":"JOS.10","verse_code":"JOS.10.19","label":"19","content":"Còn các ngươi chớ dừng lại, phải rượt theo quân nghịch, xông đánh phía sau; đừng để chúng nó vào thành chúng nó; vì Giê-hô-va Đức Chúa Trời các ngươi đã phó chúng nó vào tay các ngươi."},{"bible_id":"193","chapter_code":"JOS.10","verse_code":"JOS.10.20","label":"20","content":"Khi Giô-suê và dân Y-sơ-ra-ên đã đánh chúng nó bị bại rất lớn, cho đến nỗi tuyệt-diệt đi, và khi những người trong chúng nó đã được thoát khỏi, rút ở lại trong thành kiên-cố,"},{"bible_id":"193","chapter_code":"JOS.10","verse_code":"JOS.10.21","label":"21","content":"thì cả dân-sự trở về với Giô-suê bình-yên nơi trại-quân tại Ma-kê-đa, chẳng một ai dám khua môi nghịch cùng dân Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"JOS.10","verse_code":"JOS.10.22","label":"22","content":"Bấy giờ, Giô-suê nói rằng: Hãy mở miệng hang, đem năm vua đó ra, rồi dẫn đến cho ta."},{"bible_id":"193","chapter_code":"JOS.10","verse_code":"JOS.10.23","label":"23","content":"Họ làm như vậy, đưa năm vua ra khỏi hang đá, và dẫn đến cho người, tức là vua Giê-ru-sa-lem, vua Hếp-rôn, vua Giạt-mút, vua La-ki, và vua Éc-lôn."},{"bible_id":"193","chapter_code":"JOS.10","verse_code":"JOS.10.24","label":"24","content":"Khi họ đã dẫn năm vua nầy đến cùng Giô-suê, thì Giô-suê gọi hết thảy người nam của Y-sơ-ra-ên, và nói cùng các binh tướng đã đi với mình, mà rằng: Hãy lại gần, đạp chân lên cổ của các vua nầy. Họ bèn đến gần, đạp chân trên cổ các vua ấy."},{"bible_id":"193","chapter_code":"JOS.10","verse_code":"JOS.10.25","label":"25","content":"Đoạn, Giô-suê nói cùng họ rằng: Chớ ngại, và chớ kinh-khủng; khá vững lòng bền chí, vì Đức Giê-hô-va sẽ làm như vậy cho hết thảy thù-nghịch các ngươi, mà các ngươi sẽ chiến-cự."},{"bible_id":"193","chapter_code":"JOS.10","verse_code":"JOS.10.26","label":"26","content":"Sau rồi, Giô-suê đánh giết các vua ấy, biểu đem treo trên năm cây; năm vua ấy bị treo trên cây cho đến chiều tối."},{"bible_id":"193","chapter_code":"JOS.10","verse_code":"JOS.10.27","label":"27","content":"Khi mặt trời lặn, Giô-suê biểu người ta hạ thây xuống khỏi cây; họ liệng những thây trong hang đá, là chỗ các vua ấy đã núp, rồi lấy những đá lớn lấp miệng hang lại, hãy còn cho đến ngày nay."},{"bible_id":"193","chapter_code":"JOS.10","verse_code":"JOS.10.28","label":"28","content":"Trong ngày đó, Giô-suê cũng chiếm lấy Ma-kê-đa, và dùng lưỡi gươm giết cả thành cùng vua nó. Người tận-diệt thành, luôn hết thảy kẻ ở trong, không để thoát một ai. Người đãi vua Ma-kê-đa như đã đãi vua Giê-ri-cô vậy."},{"bible_id":"193","chapter_code":"JOS.10","verse_code":"JOS.10.29","label":"29","content":"Đoạn, Giô-suê cùng cả Y-sơ-ra-ên ở Ma-kê-đa đi qua Líp-na, và hãm đánh Líp-na."},{"bible_id":"193","chapter_code":"JOS.10","verse_code":"JOS.10.30","label":"30","content":"Đức Giê-hô-va cũng phó Líp-na cùng vua nó vào tay Y-sơ-ra-ên; họ dùng lưỡi gươm diệt thành, luôn hết thảy kẻ ở trong đó, chẳng để thoát một ai. Người đãi vua thành nầy y như đã đãi vua Giê-ri-cô vậy."},{"bible_id":"193","chapter_code":"JOS.10","verse_code":"JOS.10.31","label":"31","content":"Kế ấy, Giô-suê cùng cả Y-sơ-ra-ên ở Líp-na đi qua La-ki, đóng trại đối cùng thành, và hãm đánh nó."},{"bible_id":"193","chapter_code":"JOS.10","verse_code":"JOS.10.32","label":"32","content":"Đức Giê-hô-va phó La-ki vào tay Y-sơ-ra-ên; ngày thứ hai họ chiếm lấy thành, dùng lưỡi gươm diệt thành với những người ở trong, cũng y như đã làm cho Líp-na vậy."},{"bible_id":"193","chapter_code":"JOS.10","verse_code":"JOS.10.33","label":"33","content":"Bấy giờ, Hô-ram, vua Ghê-xe, đi lên tiếp-cứu La-ki; Giô-suê đánh bại người và dân-sự người, đến đỗi không còn để ai thoát khỏi."},{"bible_id":"193","chapter_code":"JOS.10","verse_code":"JOS.10.34","label":"34","content":"Đoạn, Giô-suê cùng Y-sơ-ra-ên ở La-ki đi qua Éc-lôn, đóng trại đối ngang thành, và hãm đánh nó."},{"bible_id":"193","chapter_code":"JOS.10","verse_code":"JOS.10.35","label":"35","content":"Chánh ngày đó, họ chiếm lấy thành, dùng lưỡi gươm diệt nó đi. Trong ngày đó, Giô-suê tận-diệt thành với hết thảy người ở trong đó, y như người đã làm cho La-ki vậy."},{"bible_id":"193","chapter_code":"JOS.10","verse_code":"JOS.10.36","label":"36","content":"Kế đó, Giô-suê cùng cả Y-sơ-ra-ên từ Éc-lôn đi lên Hếp-rôn, và hãm đánh nó."},{"bible_id":"193","chapter_code":"JOS.10","verse_code":"JOS.10.37","label":"37","content":"Họ chiếm lấy thành, dùng lưỡi gươm diệt thành, vua, các hương-thôn nó, và mọi người ở trong đó, không để thoát khỏi một ai, cũng y như người đã làm cho Éc-lôn vậy; người tận-diệt thành và các người ở trong."},{"bible_id":"193","chapter_code":"JOS.10","verse_code":"JOS.10.38","label":"38","content":"Đoạn, Giô-suê cùng cả Y-sơ-ra-ên đi đến Đê-bia, và hãm đánh nó."},{"bible_id":"193","chapter_code":"JOS.10","verse_code":"JOS.10.39","label":"39","content":"Người chiếm lấy thành và hương-thôn nó, cùng bắt vua, dùng lưỡi gươm diệt thành, và tận-diệt hết thảy những người ở trong, không để thoát khỏi một ai. Người đãi Đê-bia và vua nó, y như đã đãi Hếp-rôn, đãi Líp-na và vua nó."},{"bible_id":"193","chapter_code":"JOS.10","verse_code":"JOS.10.40","label":"40","content":"Vậy, Giô-suê đánh toàn xứ, nào miền núi, nào miền nam, nào đồng bằng, nào những gò-nổng, và các vua mấy miền đó. Người không để thoát khỏi một ai hết; phàm vật có hơi-thở thì người diệt hết đi, y như Giê-hô-va Đức Chúa Trời của Y-sơ-ra-ên đã truyền dặn."},{"bible_id":"193","chapter_code":"JOS.10","verse_code":"JOS.10.41","label":"41","content":"Ấy vậy, Giô-suê đánh các vua đó từ Ca-đe-Ba-nê-a cho đến Ga-xa, và toàn xứ Gô-sen cho đến Ga-ba-ôn."},{"bible_id":"193","chapter_code":"JOS.10","verse_code":"JOS.10.42","label":"42","content":"Qua một lượt thì Giô-suê bắt các vua nầy và chiếm lấy xứ họ, bởi vì Giê-hô-va Đức Chúa Trời của Y-sơ-ra-ên chinh-chiến cho Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"JOS.10","verse_code":"JOS.10.43","label":"43","content":"Đoạn, Giô-suê và cả Y-sơ-ra-ên trở về trại-quân ở Ghinh-ganh."},{"bible_id":"193","chapter_code":"JOS.11","verse_code":"JOS.11.1","label":"1","content":"Vừa khi Gia-bin, vua Hát-so, đã hay các sự nầy, bèn sai sứ-giả đến cùng Giô-báp, vua Ma-đôn, đến cùng Sim-rôn, vua Ạc-sáp,"},{"bible_id":"193","chapter_code":"JOS.11","verse_code":"JOS.11.2","label":"2","content":"cùng các vua ở miền bắc, hoặc ở trên núi, trong đồng, miền nam Ki-nê-rết, xứ thấp, hay là trên các nơi cao Đô-rơ về phía tây."},{"bible_id":"193","chapter_code":"JOS.11","verse_code":"JOS.11.3","label":"3","content":"Lại sai đến cùng dân Ca-na-an ở về phía đông và về phía tây, cùng dân A-mô-rít, dân Hê-tít, dân Phê-rê-sít, dân Giê-bu-sít ở trong núi, và đến cùng dân Hê-vít ở nơi chân núi Hẹt-môn, trong xứ Mích-ba."},{"bible_id":"193","chapter_code":"JOS.11","verse_code":"JOS.11.4","label":"4","content":"Các vua nầy với hết thảy quân-lính mình bèn kéo ra, một dân đông vô-số, như cát nơi bờ biển, có ngựa và xe theo rất nhiều."},{"bible_id":"193","chapter_code":"JOS.11","verse_code":"JOS.11.5","label":"5","content":"Hết thảy các vua nầy đã hẹn nhau đến đóng trại chung gần nước Mê-rôm , đặng giao chiến cùng Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"JOS.11","verse_code":"JOS.11.6","label":"6","content":"Nhưng Đức Giê-hô-va phán cùng Giô-suê rằng: Chớ sợ, vì ngày mai tại giờ nầy, ta sẽ phó hết thảy chúng nó bị chết trước mặt Y-sơ-ra-ên; ngươi sẽ cắt nhượng ngựa, và đốt các xe-cộ chúng nó nơi lửa."},{"bible_id":"193","chapter_code":"JOS.11","verse_code":"JOS.11.7","label":"7","content":"Vậy, Giô-suê và hết thảy chiến-sĩ người lập-tức đi đến, xông vào chúng nó gần nước Mê-rôm,"},{"bible_id":"193","chapter_code":"JOS.11","verse_code":"JOS.11.8","label":"8","content":"và Đức Giê-hô-va phó chúng nó vào tay Y-sơ-ra-ên. Giô-suê và hết thảy chiến-sĩ đánh đuổi theo chúng nó cho đến Si-đôn lớn, cho đến Mít-rê-phốt-Ma-im, và đến trũng Mích-ba về phía đông, chẳng để thoát khỏi một ai hết."},{"bible_id":"193","chapter_code":"JOS.11","verse_code":"JOS.11.9","label":"9","content":"Giô-suê làm cho chúng nó y như Đức Giê-hô-va đã phán-dặn người, cắt nhượng ngựa, và đốt xe-cộ của chúng nó nơi lửa."},{"bible_id":"193","chapter_code":"JOS.11","verse_code":"JOS.11.10","label":"10","content":"Trong một lúc đó, khi trở về, Giô-suê lấy Hát-so, và dùng gươm giết vua nó; Hát-so xưa vốn là kinh-đô của các nước nầy."},{"bible_id":"193","chapter_code":"JOS.11","verse_code":"JOS.11.11","label":"11","content":"Giô-suê và quân-lính dùng lưỡi gươm giết hết thảy người ở trong thành, chẳng còn lại vật chi có hơi-thở, và người phóng-hỏa thành Hát-so."},{"bible_id":"193","chapter_code":"JOS.11","verse_code":"JOS.11.12","label":"12","content":"Giô-suê cũng bắt các vua nầy, dùng lưỡi gươm giết đi, và chiếm các thành của họ mà diệt đi, y như Môi-se, tôi-tớ của Đức Giê-hô-va, đã truyền dặn."},{"bible_id":"193","chapter_code":"JOS.11","verse_code":"JOS.11.13","label":"13","content":"Nhưng Y-sơ-ra-ên không đốt một thành nào ở trên gò-nổng, trừ ra Hát-so, mà Giô-suê đã đốt."},{"bible_id":"193","chapter_code":"JOS.11","verse_code":"JOS.11.14","label":"14","content":"Dân Y-sơ-ra-ên đoạt lấy về phần mình hết thảy hóa-tài và hết thảy súc-vật của các thành nầy; nhưng dùng lưỡi gươm giết mọi loài người cho đến chừng đã diệt hết, chẳng còn để lại vật nào có hơi-thở."},{"bible_id":"193","chapter_code":"JOS.11","verse_code":"JOS.11.15","label":"15","content":"Mạng-lịnh mà Đức Giê-hô-va đã truyền cho Môi-se, tôi-tớ Ngài thì Môi-se đã truyền lại cho Giô-suê, và Giô-suê làm theo phàm điều gì Đức Giê-hô-va phán-dặn Môi-se, Giô-suê không bỏ sót gì hết."},{"bible_id":"193","chapter_code":"JOS.11","verse_code":"JOS.11.16","label":"16","content":"Vậy, Giô-suê chiếm lấy cả xứ nầy, nào núi, nào cả miền nam, nào toàn xứ Gô-sen, nào đất thấp và đồng bằng, nào núi Y-sơ-ra-ên cùng xứ thấp nó,"},{"bible_id":"193","chapter_code":"JOS.11","verse_code":"JOS.11.17","label":"17","content":"từ phía núi trụi mọc lên phía Sê-i-rơ cho đến Ba-anh-Gát trong trũng Li-ban, tại chân núi Hẹt-môn. Người bắt hết thảy vua các miền đó, đánh và giết đi."},{"bible_id":"193","chapter_code":"JOS.11","verse_code":"JOS.11.18","label":"18","content":"Giô-suê đánh giặc cùng các vua nầy lâu ngày."},{"bible_id":"193","chapter_code":"JOS.11","verse_code":"JOS.11.19","label":"19","content":"Chẳng có một thành nào lập hòa cùng dân Y-sơ-ra-ên, trừ ra dân Hê-vít ở tại Ga-ba-ôn. Dân Y-sơ-ra-ên nhờ giặc-giã mà chiếm lấy hết thảy."},{"bible_id":"193","chapter_code":"JOS.11","verse_code":"JOS.11.20","label":"20","content":"Vì Đức Giê-hô-va để cho lòng các vua ấy cố-chấp mà chinh-chiến cùng Y-sơ-ra-ên, hầu cho họ bị diệt đi, không được thương-xót, y như Đức Giê-hô-va đã phán dặn Môi-se."},{"bible_id":"193","chapter_code":"JOS.11","verse_code":"JOS.11.21","label":"21","content":"Trong lúc đó, Giô-suê đi trừ-diệt dân A-na-kim, nào ở trong núi, ở Hếp-rôn, ở Đê-bia, ở A-náp, hay là ở trên khắp núi Giu-đa và núi Y-sơ-ra-ên; Giô-suê tận-diệt chúng nó luôn với các thành của họ."},{"bible_id":"193","chapter_code":"JOS.11","verse_code":"JOS.11.22","label":"22","content":"Chẳng còn người A-na-kim nào trong xứ Y-sơ-ra-ên, chỉ ở tại Ga-xa, Gát, và Ách-đốt thì có."},{"bible_id":"193","chapter_code":"JOS.11","verse_code":"JOS.11.23","label":"23","content":"Vậy, Giô-suê chiếm cả xứ, y như Đức Giê-hô-va đã phán dặn Môi-se, và ban xứ cho Y-sơ-ra-ên làm sản-nghiệp, tùy sự chia-phân từng chi-phái. Bấy giờ, xứ được bình-tịnh, không còn giặc-giã."},{"bible_id":"193","chapter_code":"JOS.12","verse_code":"JOS.12.1","label":"1","content":"Nầy các vua của xứ mà Y-sơ-ra-ên đã đánh bại, và chiếm lấy xứ của họ ở bên kia sông Giô-đanh, về phía mặt trời mọc, từ khe Ạt-nôn đến núi Hẹt-môn, với toàn đồng bằng về phía đông."},{"bible_id":"193","chapter_code":"JOS.12","verse_code":"JOS.12.2","label":"2","content":"Si-hôn, vua dân A-mô-rít ở tại Hết-bôn. Người quản-hạt từ A-rô-e, là thành ở mé khe Ạt-nôn, và từ giữa dòng khe, phân nửa xứ Ga-la-át cho đến khe Gia-bốc, là giới-hạn dân Am-môn;"},{"bible_id":"193","chapter_code":"JOS.12","verse_code":"JOS.12.3","label":"3","content":"lại quản-hạt đồng bằng cho đến biển Ki-nê-rết về phía đông, cho đến biển của đồng bằng tức là Biển-mặn, ở phía đông về hướng Bết-Giê-si-mốt; cũng quản-hạt miền nam dưới chân triền núi Phích-ga."},{"bible_id":"193","chapter_code":"JOS.12","verse_code":"JOS.12.4","label":"4","content":"Kế đến địa-phận của Óc, vua Ba-san, là một người còn sót của dân Rê-pha-im ở tại Ách-ta-rốt và Ết-rê-i."},{"bible_id":"193","chapter_code":"JOS.12","verse_code":"JOS.12.5","label":"5","content":"Người quản-hạt núi Hẹt-môn, miền Sanh-ca, và cả xứ Ba-san, cho đến giới-hạn dân Ghê-su-rít và dân Ma-ca-thít, cùng đến lối giữa xứ Ga-la-át là giới-hạn của Si-hôn, vua Hết-bôn."},{"bible_id":"193","chapter_code":"JOS.12","verse_code":"JOS.12.6","label":"6","content":"Môi-se, tôi-tớ của Đức Giê-hô-va, và dân Y-sơ-ra-ên đánh bại chúng nó; rồi Môi-se, tôi-tớ của Đức Giê-hô-va, ban địa-phận chúng nó cho người Ru-bên, người Gát, và phân nửa chi-phái Ma-na-se làm sản-nghiệp."},{"bible_id":"193","chapter_code":"JOS.12","verse_code":"JOS.12.7","label":"7","content":"Nầy là các vua của xứ mà Giô-suê và dân Y-sơ-ra-ên đánh bại ở bên nầy sông Giô-đanh, về phía tây, từ Ba-anh-Gát trong trũng Li-ban, cho đến núi trụi nổi lên về hướng Sê-i-rơ. Tùy sự phân-chia từng chi-phái, Giô-suê ban cho các chi-phái Y-sơ-ra-ên làm sản-nghiệp,"},{"bible_id":"193","chapter_code":"JOS.12","verse_code":"JOS.12.8","label":"8","content":"núi, xứ thấp, đồng bằng, gò-nổng, đồng vắng, và miền nam, tức là cả xứ dân Hê-tít, dân A-mô-rít, dân Ca-na-an, dân Phê-rê-sít, dân Hê-vít, và dân Giê-bu-sít."},{"bible_id":"193","chapter_code":"JOS.12","verse_code":"JOS.12.9","label":"9","content":"Vua Giê-ri-cô, vua A-hi vốn ở nơi cạnh Bê-tên,"},{"bible_id":"193","chapter_code":"JOS.12","verse_code":"JOS.12.10","label":"10","content":"vua Giê-ru-sa-lem, vua Hếp-rôn,"},{"bible_id":"193","chapter_code":"JOS.12","verse_code":"JOS.12.11","label":"11","content":"vua Giạt-mút, vua La-ki,"},{"bible_id":"193","chapter_code":"JOS.12","verse_code":"JOS.12.12","label":"12","content":"vua Éc-lôn, vua Ghê-xe,"},{"bible_id":"193","chapter_code":"JOS.12","verse_code":"JOS.12.13","label":"13","content":"vua Đê-bia, vua Ghê-đe,"},{"bible_id":"193","chapter_code":"JOS.12","verse_code":"JOS.12.14","label":"14","content":"vua Họt-ma, vua A-rát,"},{"bible_id":"193","chapter_code":"JOS.12","verse_code":"JOS.12.15","label":"15","content":"vua Líp-na, vua A-đu-lam,"},{"bible_id":"193","chapter_code":"JOS.12","verse_code":"JOS.12.16","label":"16","content":"vua Ma-kê-đa, vua Bê-tên,"},{"bible_id":"193","chapter_code":"JOS.12","verse_code":"JOS.12.17","label":"17","content":"vua Tháp-bu-ách, vua Hê-phe,"},{"bible_id":"193","chapter_code":"JOS.12","verse_code":"JOS.12.18","label":"18","content":"vua A-phéc, vua Sa-rôn,"},{"bible_id":"193","chapter_code":"JOS.12","verse_code":"JOS.12.19","label":"19","content":"vua Ma-đôn, vua Hát-so,"},{"bible_id":"193","chapter_code":"JOS.12","verse_code":"JOS.12.20","label":"20","content":"vua Sim-rôn-Mê-rôn, vua Ạc-sáp,"},{"bible_id":"193","chapter_code":"JOS.12","verse_code":"JOS.12.21","label":"21","content":"vua Tha-a-nác, vua Mê-ghi-đô,"},{"bible_id":"193","chapter_code":"JOS.12","verse_code":"JOS.12.22","label":"22","content":"vua Kê-đe, vua Giốc-nê-am, ở tại Cạt-mên,"},{"bible_id":"193","chapter_code":"JOS.12","verse_code":"JOS.12.23","label":"23","content":"vua Đô-rơ ở trên các nơi cao Đô-rơ, vua Gô-im ở Ghinh-ganh,"},{"bible_id":"193","chapter_code":"JOS.12","verse_code":"JOS.12.24","label":"24","content":"và vua Thiệt-sa; hết thảy là ba mươi mốt vua."},{"bible_id":"193","chapter_code":"JOS.13","verse_code":"JOS.13.1","label":"1","content":"Giô-suê đã già tuổi cao, Đức Giê-hô-va bèn phán cùng người rằng: Ngươi đã già tuổi đã cao, phần xứ phải đánh lấy hãy còn nhiều lắm."},{"bible_id":"193","chapter_code":"JOS.13","verse_code":"JOS.13.2","label":"2","content":"Xứ còn lại là đây: Hết thảy miền của dân Phi-li-tin, và cả địa-phận dân Ghê-su-rít;"},{"bible_id":"193","chapter_code":"JOS.13","verse_code":"JOS.13.3","label":"3","content":"từ sông Si-cô đối ngang xứ Ê-díp-tô, cho đến giới-hạn Éc-rôn về phía bắc, vốn kể là miền Ca-na-an, thuộc về năm vua Phi-li-tin, là vua Ga-xa, vua Ách-đốt, vua Ách-ca-lôn, vua Gát, vua Éc-rôn, và vua dân A-vim;"},{"bible_id":"193","chapter_code":"JOS.13","verse_code":"JOS.13.4","label":"4","content":"lại về phía nam, cả xứ Ca-na-an và Mê-a-ra, vốn thuộc về dân Si-đôn, cho đến A-phéc, cho đến giới-hạn dân A-mô-rít;"},{"bible_id":"193","chapter_code":"JOS.13","verse_code":"JOS.13.5","label":"5","content":"còn luôn xứ dân Ghi-bê-lít, và cả Li-ban về phía mặt trời mọc, từ Ba-anh-Gát ở dưới chân núi Hẹt-môn, cho đến nơi vào ranh Ha-mát;"},{"bible_id":"193","chapter_code":"JOS.13","verse_code":"JOS.13.6","label":"6","content":"lại còn dân ở trên núi, từ Li-ban cho đến Mít-rê-phốt-Ma-im, tức là các dân Si-đôn. Ấy chính ta sẽ đuổi chúng nó khỏi trước mặt dân Y-sơ-ra-ên. Song ngươi hãy bắt thăm chia xứ nầy cho Y-sơ-ra-ên làm sản-nghiệp, y như ta đã truyền cho ngươi."},{"bible_id":"193","chapter_code":"JOS.13","verse_code":"JOS.13.7","label":"7","content":"Vậy bây giờ, hãy chia xứ nầy cho chín chi-phái, và phân nửa chi-phái Ma-na-se."},{"bible_id":"193","chapter_code":"JOS.13","verse_code":"JOS.13.8","label":"8","content":"Người Ru-bên, người Gát, và phân nửa chi-phái Ma-na-se đã lãnh bởi Môi-se phần sản-nghiệp mình ở bên kia sông Giô-đanh về phía đông, y như Môi-se, tôi-tớ của Đức Giê-hô-va, đã phát cho chúng nó;"},{"bible_id":"193","chapter_code":"JOS.13","verse_code":"JOS.13.9","label":"9","content":"tức là xứ từ A-rô-e ở trên mé khe Ạt-nôn và thành ở giữa trũng, cùng cả xứ đồng bằng tự Mê-đê-ba chí Đi-bôn;"},{"bible_id":"193","chapter_code":"JOS.13","verse_code":"JOS.13.10","label":"10","content":"và hết thảy những thành của Si-hôn, vua A-mô-rít, trị-vì tại Hết-bôn, cho đến giới-hạn dân Am-môn;"},{"bible_id":"193","chapter_code":"JOS.13","verse_code":"JOS.13.11","label":"11","content":"lại xứ Ga-la-át cùng địa-phận dân Ghê-su-rít và dân Ma-ca-thít, khắp núi Hẹt-môn và toàn Ba-san cho đến Sanh-ca;"},{"bible_id":"193","chapter_code":"JOS.13","verse_code":"JOS.13.12","label":"12","content":"cũng được toàn nước vua Óc trong Ba-san, vốn trị-vì tại Ách-ta-rốt và Ết-rê-i; người là kẻ chót trong dân Rê-pha-im còn sót lại. Môi-se đánh bại và đuổi chúng nó đi."},{"bible_id":"193","chapter_code":"JOS.13","verse_code":"JOS.13.13","label":"13","content":"Nhưng dân Y-sơ-ra-ên không đuổi đi dân Ghê-su-rít và dân Ma-ca-thít. Ấy vậy, dân Ghê-su-rít và dân Ma-ca-thít còn ở giữa dân Y-sơ-ra-ên cho đến ngày nay."},{"bible_id":"193","chapter_code":"JOS.13","verse_code":"JOS.13.14","label":"14","content":"Song Môi-se không phát phần sản-nghiệp cho chi-phái Lê-vi: những của-lễ dâng cho Giê-hô-va Đức Chúa Trời của Y-sơ-ra-ên, ấy là phần sản-nghiệp của chi-phái đó, y như Ngài đã phán cùng Môi-se."},{"bible_id":"193","chapter_code":"JOS.13","verse_code":"JOS.13.15","label":"15","content":"Vậy, Môi-se có phát một phần cho chi-phái Ru-bên tùy theo họ-hàng của chúng."},{"bible_id":"193","chapter_code":"JOS.13","verse_code":"JOS.13.16","label":"16","content":"Địa-phận chi-phái Ru-bên chạy từ A-rô-e trên mé khe Ạt-nôn, và từ thành ở giữa trũng, cùng toàn đồng bằng gần Mê-đê-ba;"},{"bible_id":"193","chapter_code":"JOS.13","verse_code":"JOS.13.17","label":"17","content":"Hết-bôn và các thành nó ở nơi đồng bằng, là Đi-bôn, Ba-mốt-Ba-anh, Bết-Ba-anh-Mê-ôn,"},{"bible_id":"193","chapter_code":"JOS.13","verse_code":"JOS.13.18","label":"18","content":"Gia-hát, Kê-đê-mốt, Mê-phát,"},{"bible_id":"193","chapter_code":"JOS.13","verse_code":"JOS.13.19","label":"19","content":"Ki-ri-a-ta-im, Síp-ma, Xê-rết-Ha-sa-cha ở trên núi của trũng,"},{"bible_id":"193","chapter_code":"JOS.13","verse_code":"JOS.13.20","label":"20","content":"Bết-Phê-o, các triền núi Phích-ga, Bết-Giê-si-mốt,"},{"bible_id":"193","chapter_code":"JOS.13","verse_code":"JOS.13.21","label":"21","content":"các thành của xứ đồng bằng, toàn nước Si-hôn, vua dân A-mô-rít, vốn cai-trị tại Hết-bôn, mà Môi-se đã đánh bại, với quan-trưởng Ma-đi-an, là Ê-vi, Rê-kem, Xu-rơ, Hu-rơ, và Rê-ba, tức các quan-trưởng làm chư-hầu Si-hôn, và ở trong xứ."},{"bible_id":"193","chapter_code":"JOS.13","verse_code":"JOS.13.22","label":"22","content":"Trong những người mà dân Y-sơ-ra-ên dùng gươm giết, thì có thuật-sĩ Ba-la-am, con trai của Bê-ô."},{"bible_id":"193","chapter_code":"JOS.13","verse_code":"JOS.13.23","label":"23","content":"Địa-phận người Ru-bên, có sông Giô-đanh làm giới-hạn. Đó là sản-nghiệp của người Ru-bên, tùy theo những họ-hàng, thành-ấp, và làng-xóm của họ."},{"bible_id":"193","chapter_code":"JOS.13","verse_code":"JOS.13.24","label":"24","content":"Môi-se cũng có phát một phần cho chi-phái Gát, tùy theo họ-hàng của chúng."},{"bible_id":"193","chapter_code":"JOS.13","verse_code":"JOS.13.25","label":"25","content":"Địa-phận của chi-phái Gát là Gia-ê-xe, các thành Ga-la-át, phân nửa xứ dân Am-môn, cho đến A-rô-e đối ngang Ráp-ba;"},{"bible_id":"193","chapter_code":"JOS.13","verse_code":"JOS.13.26","label":"26","content":"và từ Hết-bôn cho đến Ra-mát-Mít-bê, cùng Bê-tô-nim; đoạn từ Ma-ha-na-im cho đến bờ-cõi Đê-bia."},{"bible_id":"193","chapter_code":"JOS.13","verse_code":"JOS.13.27","label":"27","content":"Còn trong trũng thì Bết-Ha-ram, Bết-Nim-ra, Su-cốt, và Xa-phôn, tức là phần còn lại của nước Si-hôn, vua Hết-bôn; luôn sông Giô-đanh và miền Giô-đanh cho đến cuối biển Ki-nê-rết tại bên kia sông Giô-đanh về phía đông."},{"bible_id":"193","chapter_code":"JOS.13","verse_code":"JOS.13.28","label":"28","content":"Đó là sản-nghiệp của người Gát, tùy theo những họ-hàng, thành-ấp, và làng-xóm của họ."},{"bible_id":"193","chapter_code":"JOS.13","verse_code":"JOS.13.29","label":"29","content":"Môi-se cũng có phát một phần cho phân nửa chi-phái Ma-na-se, tùy theo họ-hàng của chúng, là phần vẫn còn thuộc về phân nửa chi-phái Ma-na-se."},{"bible_id":"193","chapter_code":"JOS.13","verse_code":"JOS.13.30","label":"30","content":"Địa-phận của họ là từ Ma-ha-na-im, toàn Ba-san, cả nước Óc, vua Ba-san, và các thôn Giai-rơ trong Ba-san, có sáu mươi thành."},{"bible_id":"193","chapter_code":"JOS.13","verse_code":"JOS.13.31","label":"31","content":"Phân nửa xứ Ga-la-át, Ách-ta-rốt, và Ết-rê-i, là hai thành về nước Óc tại Ba-san, đã phát cho phân nửa con-cháu Ma-ki, chít của Ma-na-se, tùy theo họ-hàng của chúng."},{"bible_id":"193","chapter_code":"JOS.13","verse_code":"JOS.13.32","label":"32","content":"Đó là các sản-nghiệp mà Môi-se phân-phát tại trong đồng-bằng Mô-áp, ở bên kia sông Giô-đanh về phía đông, đối ngang Giê-ri-cô."},{"bible_id":"193","chapter_code":"JOS.13","verse_code":"JOS.13.33","label":"33","content":"Song Môi-se không phát sản-nghiệp cho chi-phái Lê-vi, vì Giê-hô-va Đức Chúa Trời của Y-sơ-ra-ên là sản-nghiệp của chi-phái ấy, y như Ngài đã phán cùng họ vậy."},{"bible_id":"193","chapter_code":"JOS.14","verse_code":"JOS.14.1","label":"1","content":"Nầy là các phần dân Y-sơ-ra-ên nhận-lãnh làm sản-nghiệp trong xứ Ca-na-an, mà thầy tế-lễ Ê-lê-a-sa, Giô-suê, con trai Nun, và các trưởng-lão của những chi-phái dân Y-sơ-ra-ên phân-phát cho."},{"bible_id":"193","chapter_code":"JOS.14","verse_code":"JOS.14.2","label":"2","content":"Người ta bắt thăm chia xứ cho chín chi-phái, và cho phân nửa chi-phái, y như Đức Giê-hô-va đã cậy Môi-se phán-dặn."},{"bible_id":"193","chapter_code":"JOS.14","verse_code":"JOS.14.3","label":"3","content":"Môi-se đã phát cho hai chi-phái và cho phân nửa chi-phái kia phần sản-nghiệp ở bên kia sông Giô-đanh; nhưng tại giữa họ người không phát phần sản-nghiệp cho chi-phái Lê-vi."},{"bible_id":"193","chapter_code":"JOS.14","verse_code":"JOS.14.4","label":"4","content":"Con-cháu Giô-sép phân làm hai chi-phái, là Ma-na-se và Ép-ra-im; người ta không lấy phần sản-nghiệp trong xứ mà phát cho người Lê-vi, nhưng chỉ phát mấy thành đặng ở, với đất chung-quanh thành, để dùng cho các bầy súc-vật và tài-sản của họ."},{"bible_id":"193","chapter_code":"JOS.14","verse_code":"JOS.14.5","label":"5","content":"Dân Y-sơ-ra-ên làm y theo điều Đức Giê-hô-va đã phán-dặn Môi-se mà chia xứ."},{"bible_id":"193","chapter_code":"JOS.14","verse_code":"JOS.14.6","label":"6","content":"Vả, con-cháu Giu-đa đến gần Giô-suê tại Ghinh-ganh, và Ca-lép, con trai Giê-phu-nê, người Kê-nít, nói cùng người rằng: Ông biết điều thuộc về tôi và ông mà Đức Giê-hô-va, đã phán cùng Môi-se, người của Đức Chúa Trời, tại Ca-đe-Ba-nê-a."},{"bible_id":"193","chapter_code":"JOS.14","verse_code":"JOS.14.7","label":"7","content":"Khi Môi-se, tôi-tớ của Đức Giê-hô-va, ở Ca-đe-Ba-nê-a sai tôi đi do-thám xứ, thì tôi đã được bốn mươi tuổi; và tôi thuật lại cho người thật tình."},{"bible_id":"193","chapter_code":"JOS.14","verse_code":"JOS.14.8","label":"8","content":"Các anh em đồng đi lên với tôi làm cho bá-tánh sờn lòng; còn tôi trung-thành vâng theo Giê-hô-va Đức Chúa Trời của tôi."},{"bible_id":"193","chapter_code":"JOS.14","verse_code":"JOS.14.9","label":"9","content":"Trong ngày đó, Môi-se có thề mà rằng: Quả thật đất mà chân ngươi đã đạp đến sẽ thuộc về ngươi và con-cháu ngươi làm sản-nghiệp đời đời; vì ngươi trung-thành đã vâng theo Giê-hô-va Đức Chúa Trời ta."},{"bible_id":"193","chapter_code":"JOS.14","verse_code":"JOS.14.10","label":"10","content":"Kìa, trong bốn mươi lăm năm nay, từ khi Ngài phán lời nầy cùng Môi-se, đương khi Y-sơ-ra-ên còn đi trong đồng vắng, Đức Giê-hô-va đã bảo-tồn sanh-mạng tôi đến bây giờ, và ngày nay tôi được tám mươi lăm tuổi."},{"bible_id":"193","chapter_code":"JOS.14","verse_code":"JOS.14.11","label":"11","content":"Rày tôi cũng còn mạnh-khoẻ như ngày Môi-se sai tôi đi; tôi vẫn còn sức mà tôi có hồi đó, đặng đi đánh giặc, hoặc vào ra."},{"bible_id":"193","chapter_code":"JOS.14","verse_code":"JOS.14.12","label":"12","content":"Vậy, hãy ban cho tôi núi nầy, mà Đức Giê-hô-va đã phán đến trong ngày đó; vì bây giờ, ông đã hay rằng có dân A-na-kim và các thành lớn bền-vững ở đó. Có lẽ Đức Giê-hô-va sẽ ở cùng tôi, và tôi sẽ đuổi chúng nó đi, y như Ngài đã phán chăng."},{"bible_id":"193","chapter_code":"JOS.14","verse_code":"JOS.14.13","label":"13","content":"Giô-suê bèn chúc phước cho người, và ban Hếp-rôn cho Ca-lép, con trai Giê-phu-nê, làm sản-nghiệp."},{"bible_id":"193","chapter_code":"JOS.14","verse_code":"JOS.14.14","label":"14","content":"Bởi cớ đó, Hếp-rôn bị ban cho Ca-lép, con trai Giê-phu-nê, người Kê-nít, làm sản-nghiệp cho đến ngày nay; vì người có trung-thành vâng theo Giê-hô-va Đức Chúa Trời của Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"JOS.14","verse_code":"JOS.14.15","label":"15","content":"Vả, khi xưa Hếp-rôn gọi là Ki-ri-át-A-ra-ba: A-ra-ba là người giềnh-giàng hơn hết trong dân A-na-kim. Từ đây về sau xứ được bình-tịnh, không còn giặc-giã."},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.1","label":"1","content":"Phần đất bắt thăm trúng về chi-phái Giu-đa, tùy theo những họ-hàng của chúng, chạy từ phía giới-hạn Ê-đôm tại đồng vắng Xin về phía nam, đến cuối miền nam."},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.2","label":"2","content":"Giới-hạn phía nam chạy từ đầu Biển-mặn, tức là từ phía ở ngay về hướng nam;"},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.3","label":"3","content":"rồi từ dốc Ạc-ráp-bim chạy dài xuống miền nam, đi ngang qua Xin, lên phía nam Ca-đe-Ba-nê-a, đi ngang qua Hết-rôn, lên hướng Át-đa, vòng qua Cạt-ca,"},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.4","label":"4","content":"đi ngang về hướng Át-môn, đổ vào khe Ê-díp-tô, rồi giáp biển. Ấy đó sẽ là giới-hạn phía nam của các ngươi."},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.5","label":"5","content":"Giới-hạn về hướng đông là từ Biển-mặn cho đến vàm sông Giô-đanh. Giới-hạn phía bắc chạy từ phía biển nơi vàm sông Giô-đanh,"},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.6","label":"6","content":"đi lên Bết-Hốt-la, trải qua phía bắc Bết-A-ra-ba, và chạy đến hòn đá Bô-han, con trai của Ru-bên."},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.7","label":"7","content":"Đoạn, giới-hạn nầy đi lên về hướng Đê-bia, từ trũng A-cô chạy tới hướng bắc về phía Ghinh-ganh, đối ngang dốc A-đu-mim tại phía nam khe; rồi trải qua gần mé nước Ên-Sê-mết, và giáp Ên-Rô-ghên."},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.8","label":"8","content":"Từ đó giới-hạn đi lên ngang qua trũng con trai Hi-nôm, về cạnh nam của Giê-bu, tức là Giê-ru-sa-lem. Kế đó, nó chạy lên cho đến chót núi nằm ngang trũng Hi-nôm về hướng tây, ở đầu phía bắc trũng Rê-pha-im."},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.9","label":"9","content":"Giới-hạn nầy chạy từ chót núi đến suối nước Nép-thô-ách, và ăn về hướng các thành của núi Ép-rôn; rồi đi luôn đến Ba-la, là Ki-ri-át-Giê-a-rim."},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.10","label":"10","content":"Nó vòng từ Ba-la qua hướng tây về lối núi Sê-i-rơ, rồi theo hướng bắc đi ngang qua phía núi Giê-a-rim, tức là Kê-sa-lôn; kế chạy xuống đến Bết-Sê-mết và qua Thim-na."},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.11","label":"11","content":"Từ đó giới-hạn nầy cứ đi theo phía bắc Éc-rôn; đoạn băng qua hướng Siếc-rôn, trải qua núi Ba-la, ăn thẳng đến Giáp-nê-ên, rồi giáp biển."},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.12","label":"12","content":"Còn giới-hạn phía tây, ấy là biển lớn. Đó là giới-hạn về bốn phía của người Giu-đa, tùy theo những họ-hàng của chúng."},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.13","label":"13","content":"Người ta ban cho Ca-lép, con trai Giê-phu-nê, một phần ở giữa người Giu-đa, tùy theo mạng-lịnh của Đức Giê-hô-va phán cho Giô-suê, là thành của A-ra-ba, cha A-nác. Ấy là thành Hếp-rôn."},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.14","label":"14","content":"Ca-lép bèn đuổi đi ba con trai của A-nác, là Sê-sai, A-hi-man, và Tha-mai."},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.15","label":"15","content":"Từ đó người đi lên đánh dân thành Đê-bia; thuở xưa tên Đê-bia là Ki-ri-át-Sê-phe."},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.16","label":"16","content":"Ca-lép nói rằng: Ta sẽ gả con gái ta là Ạc-sa, làm vợ cho người nào đánh và chiếm lấy Ki-ri-át-Sê-phe."},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.17","label":"17","content":"Ốt-ni-ên, con trai của Kê-na, cháu Ca-lép, bèn chiếm được thành; Ca-lép gả Ạc-sa, con gái mình, cho người làm vợ."},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.18","label":"18","content":"Vả, xảy khi nàng vào nhà Ốt-ni-ên, có thúc-giục người xin cha mình một sở ruộng. Nàng leo xuống lừa; Ca-lép hỏi rằng: Con muốn chi?"},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.19","label":"19","content":"Nàng thưa rằng: Xin cha ban một của phước cho con; vì cha lập con nơi đất miền nam, nên hãy cho con mấy suối nước. Người bèn ban cho nàng các suối ở trên và ở dưới."},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.20","label":"20","content":"Đó là sản-nghiệp của chi-phái Giu-đa, tùy theo những họ-hàng của chúng."},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.21","label":"21","content":"Các thành ở đầu cùng chi-phái Giu-đa, về phía ranh Ê-đôm tại miền nam là: Cáp-sê-ên, Ê-đe, Gia-gua,"},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.22","label":"22","content":"Ki-na, Đi-mô-na, A-đê-a-đa,"},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.23","label":"23","content":"Kê-đe, Hát-so, Gít-nan,"},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.24","label":"24","content":"Xíp, Tê-lem, Bê-a-lốt,"},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.25","label":"25","content":"Hát-so-Ha-đa-tha, Kê-ri-giốt-Hết-rôn, tức là Hát-so;"},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.26","label":"26","content":"A-mam, Sê-ma, Mô-la-đa,"},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.27","label":"27","content":"Hát-sa-ga-đa, Hết-môn, Bết-Pha-lê,"},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.28","label":"28","content":"Hát-sa-Su-anh, Bê-e-Sê-ba, Bi-sốt-gia,"},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.29","label":"29","content":"Ba-la, Y-dim, Ê-xem,"},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.30","label":"30","content":"Ê-thô-lát, Kê-sinh, Họt-ma,"},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.31","label":"31","content":"Xiếc-lác, Mát-ma-na, San-sa-na,"},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.32","label":"32","content":"Lê-ba-ốt, Si-lim, A-in, và Rim-môn: hết thảy là hai mươi chín thành với các làng của nó."},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.33","label":"33","content":"Trong đồng bằng là: Ết-tha-ôn, Xô-rê-a, Át-na,"},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.34","label":"34","content":"Xa-nô-ách, Ên-Ga-nim, Tháp-bu-ách, Ên-nam,"},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.35","label":"35","content":"Giạt-mút, A-đu-lam, Sô-cô, A-xê-ca,"},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.36","label":"36","content":"Sa-a-ra-im, A-đi-tha-im, Ghê-đê-ra, và Ghê-đê-rô-tha-im: hết thảy là mười bốn thành với các làng của nó."},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.37","label":"37","content":"Lại có Xê-nan, Ha-đa-sa, Mích-đanh-Gát,"},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.38","label":"38","content":"Đi-lan, Mít-bê, Giốc-thê-ên,"},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.39","label":"39","content":"La-ki, Bốt-cát, Éc-lôn,"},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.40","label":"40","content":"Cáp-bôn, Lách-ma, Kít-lít,"},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.41","label":"41","content":"Ghê-đê-rốt, Bết-Đa-gôn, Na-a-ma, và Ma-kê-đa: hết thảy là mười sáu thành với các làng của nó;"},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.42","label":"42","content":"Líp-na, Ê-the, A-san,"},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.43","label":"43","content":"Díp-tách, Át-na, Nết-síp,"},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.44","label":"44","content":"Kê-i-la, Ạc-xíp, và Ma-rê-sa: hết thảy là chín thành với các làng của nó;"},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.45","label":"45","content":"Éc-rôn, với các thành địa-hạt và làng của nó;"},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.46","label":"46","content":"các thành ở gần Ách-đốt cùng các làng của nó, từ Éc-rôn về hướng tây;"},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.47","label":"47","content":"Ách-đốt, các thành địa-hạt, cùng các làng của nó; Ga-xa, các thành địa-hạt, cùng các làng của nó, cho đến khe Ê-díp-tô, và biển lớn dùng làm giới-hạn."},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.48","label":"48","content":"Trong miền núi là: Sa-mia, Giạt-thia, Sô-cô,"},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.49","label":"49","content":"Đa-na, Ki-ri-át-Sa-na, tức là Đê-bia,"},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.50","label":"50","content":"A-náp, Ết-thê-mô, A-nim,"},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.51","label":"51","content":"Gô-sen, Hô-lôn, Ghi-lô: Hết thảy mười một thành cùng các làng của nó;"},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.52","label":"52","content":"A-ráp, Ru-ma, Ê-sê-an,"},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.53","label":"53","content":"Gia-num, Bết-Tháp-bu-ách, A-phê-ca,"},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.54","label":"54","content":"Hum-ta, Ki-ri-át-A-ra-ba, tức là Hếp-rôn, và Si-ô: hết thảy chín thành với các làng của nó;"},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.55","label":"55","content":"Ma-ôn, Cạt-mên, Xíp, Giu-ta,"},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.56","label":"56","content":"Gít-rê-ên, Giốc-đê-am, Xa-nô-ách;"},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.57","label":"57","content":"Ca-in, Ghi-bê-a, và Thim-na: hết thảy mười thành với các làng của nó;"},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.58","label":"58","content":"Hanh-hun, Bết-Xu-rơ, Ghê-đô,"},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.59","label":"59","content":"Ma-a-rát, Bết-A-nốt, và Ên-thê-côn: hết thảy sáu thành với các làng của nó;"},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.60","label":"60","content":"Ki-ri-át-Ba-anh, tức là Ki-ri-át-Giê-a-rim, và Ráp-ba: hết thảy hai thành với các làng của nó;"},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.61","label":"61","content":"trong đồng vắng có Bết-A-ra-ba, Mi-đin, Sê-ca-ca,"},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.62","label":"62","content":"Níp-san, Yết-Ha-mê-lách, và Ên-ghê-đi: hết thảy sáu thành với các làng của nó."},{"bible_id":"193","chapter_code":"JOS.15","verse_code":"JOS.15.63","label":"63","content":"Vả, người Giu-đa không đuổi được dân Giê-bu-sít ở tại Giê-ru-sa-lem; nên dân Giê-bu-sít còn ở chung cùng người Giu-đa tại Giê-ru-sa-lem cho đến ngày nay."},{"bible_id":"193","chapter_code":"JOS.16","verse_code":"JOS.16.1","label":"1","content":"Phần đất bắt thăm trúng về con-cháu Giô-sép trải từ sông Giô-đanh về Giê-ri-cô, từ các suối của Giê-ri-cô về hướng đông, chạy dọc theo đồng vắng từ thành Giê-ri-cô lên đến núi Bê-tên."},{"bible_id":"193","chapter_code":"JOS.16","verse_code":"JOS.16.2","label":"2","content":"Giới-hạn băng từ Bê-tên đến Lu-xơ, đi qua bờ-cõi dân A-rê-kít tại A-ta-rốt;"},{"bible_id":"193","chapter_code":"JOS.16","verse_code":"JOS.16.3","label":"3","content":"kế chạy xuống hướng tây về phía bờ-cõi dân Giáp-lê-tít, cho đến bờ-cõi Bết-Hô-rôn dưới và Ghê-xe, rồi giáp biển."},{"bible_id":"193","chapter_code":"JOS.16","verse_code":"JOS.16.4","label":"4","content":"Ấy là tại đó mà con-cháu của Giô-sép, Ma-na-se và Ép-ra-im, lãnh phần sản-nghiệp mình."},{"bible_id":"193","chapter_code":"JOS.16","verse_code":"JOS.16.5","label":"5","content":"Nầy là giới-hạn của Ép-ra-im, tùy theo những họ-hàng của chúng. Giới-hạn của sản-nghiệp họ ở về phía đông, từ A-tê-rốt-A-đa cho đến Bết-Hô-rôn trên,"},{"bible_id":"193","chapter_code":"JOS.16","verse_code":"JOS.16.6","label":"6","content":"thẳng qua tây tại hướng bắc của Mít-mê-thát; rồi vòng qua đông về lối Tha-a-nát-Si-lô, và qua khỏi đó đến Gia-nô-ách theo phía đông;"},{"bible_id":"193","chapter_code":"JOS.16","verse_code":"JOS.16.7","label":"7","content":"kế chạy từ Gia-nô-ách xuống A-ta-rốt và Na-ra-tha, đụng Giê-ri-cô, rồi giáp sông Giô-đanh."},{"bible_id":"193","chapter_code":"JOS.16","verse_code":"JOS.16.8","label":"8","content":"Từ Tháp-bu-ách giới-hạn đi về hướng tây đến khe Ca-na, rồi giáp biển. Đó là sản-nghiệp của chi-phái Ép-ra-im, tùy theo những họ-hàng của chúng."},{"bible_id":"193","chapter_code":"JOS.16","verse_code":"JOS.16.9","label":"9","content":"Người Ép-ra-im cũng có những thành và làng riêng ra giữa sản-nghiệp của người Ma-na-se."},{"bible_id":"193","chapter_code":"JOS.16","verse_code":"JOS.16.10","label":"10","content":"Song họ không đuổi được dân Ca-na-an ở tại Ghê-xe; nên dân Ca-na-an ở giữa Ép-ra-im cho đến ngày nay, nhưng phải nộp thuế."},{"bible_id":"193","chapter_code":"JOS.17","verse_code":"JOS.17.1","label":"1","content":"Người ta cũng bắt thăm cho chi-phái Ma-na-se, vì người là con đầu lòng của Giô-sép. Con Ma-ki, con đầu lòng của Ma-na-se, và cha của Ga-la-át, bởi người là chiến-sĩ, nên có được xứ Ga-la-át và Ba-san."},{"bible_id":"193","chapter_code":"JOS.17","verse_code":"JOS.17.2","label":"2","content":"Người ta bắt thăm cho các con khác của Ma-na-se, tùy theo những họ-hàng của chúng: về con-cháu A-bi-ê-se, về con-cháu Hê-léc, về con-cháu Át-ri-ên, về con-cháu Si-chem, về con-cháu Hê-phe, về con-cháu Sê-mi-đa. Đó là các con trai của Ma-na-se, cháu Giô-sép, tùy theo những họ-hàng của chúng."},{"bible_id":"193","chapter_code":"JOS.17","verse_code":"JOS.17.3","label":"3","content":"Vả, Xê-lô-phát, con trai của Hê-phe, cháu của Ga-la-át, chắt của Ma-ki, chít của Ma-na-se, không có con trai, chỉ có con gái, tên là Mách-la, Nô-a, Hốt-la Minh-ca và Thiệt-sa."},{"bible_id":"193","chapter_code":"JOS.17","verse_code":"JOS.17.4","label":"4","content":"Các con gái nầy đến trước mặt thầy tế-lễ Ê-lê-a-sa, trước mặt Giô-suê, con trai Nun, và trước mặt các quan-trưởng, mà nói rằng: Đức Giê-hô-va đã phán cùng Môi-se ban cho chúng tôi một phần sản-nghiệp trong anh em chúng tôi. Giô-suê vâng mạng của Đức Giê-hô-va, bèn ban cho một phần sản-nghiệp trong anh em của cha các con gái đó."},{"bible_id":"193","chapter_code":"JOS.17","verse_code":"JOS.17.5","label":"5","content":"Vậy, mười phần bắt thăm trúng cho Ma-na-se, trừ ra xứ Ga-la-át và Ba-san ở bên kia sông Giô-đanh;"},{"bible_id":"193","chapter_code":"JOS.17","verse_code":"JOS.17.6","label":"6","content":"vì các con gái Ma-na-se có một phần sản-nghiệp tại giữa các con trai người, còn xứ Ga-la-át thuộc về các con trai khác của Ma-na-se."},{"bible_id":"193","chapter_code":"JOS.17","verse_code":"JOS.17.7","label":"7","content":"Giới-hạn của Ma-na-se từ A-se đến Mít-mê-thát đối ngang Si-chem, rồi chạy đến Gia-min về lối dân Ên-Tháp-bu-ách."},{"bible_id":"193","chapter_code":"JOS.17","verse_code":"JOS.17.8","label":"8","content":"Xứ Tháp-bu-ách thuộc về Ma-na-se; nhưng thành Tháp-bu-ách gần bờ-cõi Ma-na-se, thì thuộc về người Ép-ra-im."},{"bible_id":"193","chapter_code":"JOS.17","verse_code":"JOS.17.9","label":"9","content":"Từ đó giới-hạn chạy xuống phía nam khe Ca-na; các thành đó ở giữa các thành Ma-na-se, đều thuộc về Ép-ra-im. Giới-hạn Ma-na-se ở về phía bắc của khe, và giáp biển."},{"bible_id":"193","chapter_code":"JOS.17","verse_code":"JOS.17.10","label":"10","content":"Phần ở hướng nam thuộc về Ép-ra-im, phần ở hướng bắc thuộc về Ma-na-se, còn biển dùng làm giới-hạn; hai phần nầy giáp A-se về phía bắc, và Y-sa-ca về phía đông."},{"bible_id":"193","chapter_code":"JOS.17","verse_code":"JOS.17.11","label":"11","content":"Trong địa-phận Y-sa-ca và A-se, Ma-na-se cũng được Bết-Sê-an và các thành địa-hạt, Gíp-lê-am và các thành địa-hạt, dân-cư của Đô-rơ và các thành địa-hạt, dân-cư của Ên-đô-rơ và các thành địa-hạt, dân-cư của Tha-na-ác và các thành địa-hạt, dân-cư của Mê-Ghi-đô, các thành địa-hạt nó, và ba cái đồng cao."},{"bible_id":"193","chapter_code":"JOS.17","verse_code":"JOS.17.12","label":"12","content":"Con-cháu Ma-na-se chẳng đuổi được dân các thành ấy, vì dân Ca-na-an định ý ở trong xứ đó."},{"bible_id":"193","chapter_code":"JOS.17","verse_code":"JOS.17.13","label":"13","content":"Nhưng khi dân Y-sơ-ra-ên đã được cường-thạnh, bèn bắt dân Ca-na-an phải phục-dịch; song chẳng đuổi chúng nó được hết."},{"bible_id":"193","chapter_code":"JOS.17","verse_code":"JOS.17.14","label":"14","content":"Vả, con-cháu của Giô-sép nói cùng Giô-suê rằng: Chúng tôi đã thành một dân đông, vì Đức Giê-hô-va đã ban phước cho chúng tôi đến ngày nay; vậy tại làm sao ông ban cho chúng tôi chỉ một phần đất làm sản-nghiệp?"},{"bible_id":"193","chapter_code":"JOS.17","verse_code":"JOS.17.15","label":"15","content":"Giô-suê đáp: Nếu các ngươi đông như vậy, và núi Ép-ra-im rất hẹp cho các ngươi, thì hãy lên khai-phá rừng, đặng làm một chỗ ở cho mình trong xứ dân Phê-rê-sít và dân Rê-pha-im."},{"bible_id":"193","chapter_code":"JOS.17","verse_code":"JOS.17.16","label":"16","content":"Nhưng con-cháu Giô-sép đáp rằng: Núi không đủ chỗ cho chúng tôi; còn miền đồng bằng, hết thảy dân Ca-na-an ở đó, dân Bết-Sê-an, và người ở các thành địa-hạt nó, luôn những người ở trong trũng Gít-rê-ên, đều có thiết-xa."},{"bible_id":"193","chapter_code":"JOS.17","verse_code":"JOS.17.17","label":"17","content":"Giô-suê bèn nói cùng nhà Giô-sép, tức là Ép-ra-im và Ma-na-se, mà rằng: Ngươi là một dân đông, có sức lớn, sẽ chẳng lãnh chỉ một phần đất thôi;"},{"bible_id":"193","chapter_code":"JOS.17","verse_code":"JOS.17.18","label":"18","content":"nhưng núi sẽ thuộc về ngươi; dầu là một cái rừng, ngươi sẽ khai-phá nó, và các bờ-cõi nó sẽ thuộc về ngươi; vì ngươi sẽ đuổi dân Ca-na-an, mặc dầu chúng nó có thiết-xa và là cường-thạnh."},{"bible_id":"193","chapter_code":"JOS.18","verse_code":"JOS.18.1","label":"1","content":"Cả hội-chúng dân Y-sơ-ra-ên nhóm-hiệp tại Si-lô, và lập hội-mạc tại đó: xứ đều phục trước mặt họ."},{"bible_id":"193","chapter_code":"JOS.18","verse_code":"JOS.18.2","label":"2","content":"Nhưng trong dân Y-sơ-ra-ên còn lại bảy chi-phái mà người ta chưa phân-phát phần sản-nghiệp cho."},{"bible_id":"193","chapter_code":"JOS.18","verse_code":"JOS.18.3","label":"3","content":"Giô-suê bèn nói cùng dân Y-sơ-ra-ên rằng: Các ngươi lần-lữa cho đến chừng nào, không đi chiếm xứ mà Giê-hô-va Đức Chúa Trời của tổ-phụ các ngươi ban cho các ngươi?"},{"bible_id":"193","chapter_code":"JOS.18","verse_code":"JOS.18.4","label":"4","content":"Hãy chọn từng chi-phái ba người, rồi ta sẽ sai đi; các người nầy sẽ đứng dậy đi khắp xứ, lấy địa-đồ để phân-chia, rồi sẽ trở về cùng ta."},{"bible_id":"193","chapter_code":"JOS.18","verse_code":"JOS.18.5","label":"5","content":"Họ sẽ chia xứ làm bảy phần; Giu-đa sẽ ở trong giới-hạn mình nơi miền nam; còn nhà Giô-sép ở trong giới-hạn mình nơi miền bắc."},{"bible_id":"193","chapter_code":"JOS.18","verse_code":"JOS.18.6","label":"6","content":"Vậy, các ngươi hãy lấy địa-đồ của xứ làm bảy phần, đem về đây cho ta; rồi ta sẽ bắt thăm cho các ngươi tại đây trước Giê-hô-va Đức Chúa Trời chúng ta."},{"bible_id":"193","chapter_code":"JOS.18","verse_code":"JOS.18.7","label":"7","content":"Nhưng không có phần cho người Lê-vi tại giữa các ngươi; bởi vì chức tế-lễ của Đức Giê-hô-va là sản-nghiệp của các người đó; còn Gát, Ru-bên, và phân nửa chi-phái Ma-na-se đã lãnh phần sản-nghiệp mà Môi-se, tôi-tớ của Đức Giê-hô-va, đã ban cho họ ở bên kia sông Giô-đanh về phía đông."},{"bible_id":"193","chapter_code":"JOS.18","verse_code":"JOS.18.8","label":"8","content":"Vậy, các người ấy đứng dậy đi; Giô-suê truyền lịnh cho các người đi đặng lấy địa-đồ của xứ, mà rằng: Hãy đi khắp xứ lấy địa-đồ, rồi trở về cùng ta; ta sẽ bắt thăm tại đây cho các ngươi trước mặt Đức Giê-hô-va ở Si-lô."},{"bible_id":"193","chapter_code":"JOS.18","verse_code":"JOS.18.9","label":"9","content":"Các người ấy bèn đi khắp xứ, vẽ địa-đồ trên một quyển sách chia làm bảy phần, tùy theo các thành; rồi trở về cùng Giô-suê ở trại-quân tại Si-lô."},{"bible_id":"193","chapter_code":"JOS.18","verse_code":"JOS.18.10","label":"10","content":"Giô-suê bèn bắt thăm cho chúng tại Si-lô, trước mặt Đức Giê-hô-va; tại đó Giô-suê chia xứ ra cho dân Y-sơ-ra-ên, tùy theo các chi-phái của họ."},{"bible_id":"193","chapter_code":"JOS.18","verse_code":"JOS.18.11","label":"11","content":"Thăm trúng nhằm chi-phái Bên-gia-min, tùy theo những họ-hàng của chúng, và địa-phận mà thăm chỉ-định, ở nhằm giữa chi-phái Giu-đa và chi-phái Giô-sép."},{"bible_id":"193","chapter_code":"JOS.18","verse_code":"JOS.18.12","label":"12","content":"Giới-hạn của Bên-gia-min về phía bắc chạy từ Giô-đanh, đi lên phía sau Giê-ri-cô về hướng bắc; đoạn bò lên núi, rồi giáp đồng vắng Bết-A-ven."},{"bible_id":"193","chapter_code":"JOS.18","verse_code":"JOS.18.13","label":"13","content":"Từ đó giới-hạn đi ngang sau lưng Lu-xơ, cũng gọi là Bê-tên, tại phía nam, rồi chạy xuống A-ta-rốt-A-đa ở gần núi về phía nam Bết-Hô-rôn dưới."},{"bible_id":"193","chapter_code":"JOS.18","verse_code":"JOS.18.14","label":"14","content":"Giới-hạn giăng vòng từ phía tây về hướng nam, tức từ núi đối ngang Bết-Hô-rôn về phía nam; rồi giáp Ki-ri-át-Ba-anh, tức là Ki-ri-át-Giê-a-rim, thành của người Giu-đa. Đó là miền tây."},{"bible_id":"193","chapter_code":"JOS.18","verse_code":"JOS.18.15","label":"15","content":"Miền nam khởi từ đầu Ki-ri-át-Giê-a-rim; giới-hạn cứ chạy về phía tây, thẳng đến suối nước Nép-thô-ách;"},{"bible_id":"193","chapter_code":"JOS.18","verse_code":"JOS.18.16","label":"16","content":"rồi nó xuống đến đuôi núi nằm ngang trũng con trai Hi-nôm ở trong trũng Rê-pha-im, tại phía bắc; nó chạy xuống dọc theo trũng Hi-nôm ở sau lưng Giê-bu-sít, về phía nam, đoạn xuống đến Ên-Rô-ghên."},{"bible_id":"193","chapter_code":"JOS.18","verse_code":"JOS.18.17","label":"17","content":"Giới-hạn chạy về hướng bắc đến Ên-Sê-mết; từ đó thẳng về Ghê-li-lốt ở đối ngang dốc A-đu-mim, rồi chạy xuống đến hòn đá Bô-han, là con trai Ru-bên;"},{"bible_id":"193","chapter_code":"JOS.18","verse_code":"JOS.18.18","label":"18","content":"đoạn, nó đi ngang A-ra-ba về hướng bắc, và chạy xuống A-ra-ba."},{"bible_id":"193","chapter_code":"JOS.18","verse_code":"JOS.18.19","label":"19","content":"Giới-hạn liền đi ngang qua phía sau Bết-Hốt-la về hướng bắc, rồi giáp phía Biển-mặn về hướng bắc ở đầu phía nam của sông Giô-đanh. Đó là giới-hạn về phía nam."},{"bible_id":"193","chapter_code":"JOS.18","verse_code":"JOS.18.20","label":"20","content":"Về phía đông nó giáp sông Giô-đanh. Đó là sản-nghiệp của con-cháu Bên-gia-min, và giới-hạn về bốn phía, tùy theo những họ-hàng của chúng."},{"bible_id":"193","chapter_code":"JOS.18","verse_code":"JOS.18.21","label":"21","content":"Các thành của chi-phái Bên-gia-min, tùy theo những họ-hàng của chúng, là: Giê-ri-cô, Bết-Hốt-la, Ê-méc-kê-sít,"},{"bible_id":"193","chapter_code":"JOS.18","verse_code":"JOS.18.22","label":"22","content":"Bết-a-ra-ba, Xê-ma-ra-im, Bê-tên,"},{"bible_id":"193","chapter_code":"JOS.18","verse_code":"JOS.18.23","label":"23","content":"A-vim, Pha-ra, Óp-ra,"},{"bible_id":"193","chapter_code":"JOS.18","verse_code":"JOS.18.24","label":"24","content":"Kê-pha-A-mô-nai, Óp-ni, và Ghê-ba: hết thảy mười hai thành và các làng của nó;"},{"bible_id":"193","chapter_code":"JOS.18","verse_code":"JOS.18.25","label":"25","content":"Ga-ba-ôn, Ra-ma, Bê-ê-rốt,"},{"bible_id":"193","chapter_code":"JOS.18","verse_code":"JOS.18.26","label":"26","content":"Mít-bê, Kê-phi-ra, Một-sa,"},{"bible_id":"193","chapter_code":"JOS.18","verse_code":"JOS.18.27","label":"27","content":"Rê-kem, Giệt-bê-ên, Tha-rê-a-la,"},{"bible_id":"193","chapter_code":"JOS.18","verse_code":"JOS.18.28","label":"28","content":"Xê-la, Ê-lép, Giê-bu, tức là Giê-ru-sa-lem, Ghi-bê-át, Ki-ri-át: hết thảy mười bốn thành với các làng của nó. Đó là sản-nghiệp của con-cháu Bên-gia-min, tùy theo những họ-hàng của chúng."},{"bible_id":"193","chapter_code":"JOS.19","verse_code":"JOS.19.1","label":"1","content":"Phần đất thứ nhì bắt thăm trúng về chi-phái Si-mê-ôn, tùy theo những họ-hàng của chúng; sản-nghiệp của chi-phái nầy ở giữa sản-nghiệp người Giu-đa."},{"bible_id":"193","chapter_code":"JOS.19","verse_code":"JOS.19.2","label":"2","content":"Chi-phái Si-mê-ôn có trong sản-nghiệp mình Bê-e-Sê-Ba, Sê-ba, Mô-la-đa,"},{"bible_id":"193","chapter_code":"JOS.19","verse_code":"JOS.19.3","label":"3","content":"Hát-sa-Su-anh, Ba-la, Ê-xem,"},{"bible_id":"193","chapter_code":"JOS.19","verse_code":"JOS.19.4","label":"4","content":"Ên-thô-lát, Bê-thu, Họt-ma,"},{"bible_id":"193","chapter_code":"JOS.19","verse_code":"JOS.19.5","label":"5","content":"Xiếc-lác, Bết-Ma-ca-bốt, Hát-sa-Su-sa,"},{"bible_id":"193","chapter_code":"JOS.19","verse_code":"JOS.19.6","label":"6","content":"Bết-Lê-ba-ốt, và Sê-a-ru-chen: hết thảy mười ba thành cùng các làng của nó;"},{"bible_id":"193","chapter_code":"JOS.19","verse_code":"JOS.19.7","label":"7","content":"A-in, Rim-môn, Ê-the, và A-san; hết thảy bốn thành cùng các làng của nó;"},{"bible_id":"193","chapter_code":"JOS.19","verse_code":"JOS.19.8","label":"8","content":"luôn hết các làng ở chung-quanh những thành ấy cho đến Ba-lát-Bê-e, tức là Ra-ma ở miền nam. Đó là sản-nghiệp của chi-phái Si-mê-ôn, tùy theo những họ-hàng của chúng."},{"bible_id":"193","chapter_code":"JOS.19","verse_code":"JOS.19.9","label":"9","content":"Sản-nghiệp của người Si-mê-ôn vốn chiết ở phần đất của người Giu-đa; vì phần của người Giu-đa lấy làm lớn quá; vậy người Si-mê-ôn có sản-nghiệp mình tại giữa sản-nghiệp của họ."},{"bible_id":"193","chapter_code":"JOS.19","verse_code":"JOS.19.10","label":"10","content":"Phần đất thứ ba bắt thăm trúng về người Sa-bu-lôn, tùy theo những họ-hàng của chúng. Giới-hạn của sản-nghiệp họ chạy đến Sa-rít."},{"bible_id":"193","chapter_code":"JOS.19","verse_code":"JOS.19.11","label":"11","content":"Giới-hạn đi lên hướng tây về lối Ma-rê-a-la, và đụng Đáp-bê-sết, rồi đến khe đối Giốc-nê-am."},{"bible_id":"193","chapter_code":"JOS.19","verse_code":"JOS.19.12","label":"12","content":"Từ Sa-rít nó vòng qua hướng đông, tức về hướng mặt trời mọc, trên giáp-giới Kít-lốt-Tha-bô; đoạn đi về hướng Đáp-rát, và lên đến Gia-phia;"},{"bible_id":"193","chapter_code":"JOS.19","verse_code":"JOS.19.13","label":"13","content":"từ đó nó chạy về hướng đông đến Gát-Hê-phe và Ết-Cát-sin, mở dài thêm về lối Nê-a, mà đến Rim-môn."},{"bible_id":"193","chapter_code":"JOS.19","verse_code":"JOS.19.14","label":"14","content":"Đoạn, giới-hạn vòng lên phía bắc về lối Ha-na-thôn, rồi giáp trũng Díp-thách-Ên."},{"bible_id":"193","chapter_code":"JOS.19","verse_code":"JOS.19.15","label":"15","content":"Lại còn có thành Cát-tát, Na-ha-la, Sim-rôn, Di-đê-a-la, và Bết-lê-hem: hết thảy mười hai thành với các làng của nó."},{"bible_id":"193","chapter_code":"JOS.19","verse_code":"JOS.19.16","label":"16","content":"Các thành nầy cùng các làng của nó, ấy là sản-nghiệp của người Sa-bu-lôn, tùy theo những họ-hàng của chúng."},{"bible_id":"193","chapter_code":"JOS.19","verse_code":"JOS.19.17","label":"17","content":"Phần thứ tư bắt thăm trúng về con-cháu Y-sa-ca, tùy theo họ-hàng của chúng."},{"bible_id":"193","chapter_code":"JOS.19","verse_code":"JOS.19.18","label":"18","content":"Giới-hạn của chúng chạy đến Gít-rê-ên, Kê-su-lốt, Su-nem,"},{"bible_id":"193","chapter_code":"JOS.19","verse_code":"JOS.19.19","label":"19","content":"Ha-pha-ra-im, Si-ôn, A-na-cha-rát,"},{"bible_id":"193","chapter_code":"JOS.19","verse_code":"JOS.19.20","label":"20","content":"Ra-bít, Ki-si-ôn, Ê-bết;"},{"bible_id":"193","chapter_code":"JOS.19","verse_code":"JOS.19.21","label":"21","content":"Rê-mết, Ên-Ga-nim, Ên-Ha-đa, và Bết-Phát-sết."},{"bible_id":"193","chapter_code":"JOS.19","verse_code":"JOS.19.22","label":"22","content":"Kế giới-hạn đụng Tha-bô, Sa-chát-si-ma, và Bết-Sê-mết, rồi giáp sông Giô-đanh: hết thảy mười sáu thành với các làng của nó."},{"bible_id":"193","chapter_code":"JOS.19","verse_code":"JOS.19.23","label":"23","content":"Các thành nầy cùng những làng của nó, ấy là sản-nghiệp của chi-phái Y-sa-ca, tùy theo họ-hàng của chúng."},{"bible_id":"193","chapter_code":"JOS.19","verse_code":"JOS.19.24","label":"24","content":"Phần thứ năm bắt thăm trúng về chi-phái A-se, tùy theo những họ-hàng của chúng."},{"bible_id":"193","chapter_code":"JOS.19","verse_code":"JOS.19.25","label":"25","content":"Giới-hạn họ là Hên-cát, Ha-li, Bê-ten, Ạc-sáp,"},{"bible_id":"193","chapter_code":"JOS.19","verse_code":"JOS.19.26","label":"26","content":"A-lam-mê-léc, A-mê-át, và Mi-sê-anh. Hướng tây nó đụng Cạt-mên và khe Líp-nát, rồi vòng qua phía mặt trời mọc,"},{"bible_id":"193","chapter_code":"JOS.19","verse_code":"JOS.19.27","label":"27","content":"về lối Bết-Đa-gôn, đụng Sa-bu-lôn và trũng Díp-thách-Ên ở về phía bắc Bết-Ê-méc và Nê-i-ên; đoạn chạy về phía tả Ca-bun;"},{"bible_id":"193","chapter_code":"JOS.19","verse_code":"JOS.19.28","label":"28","content":"về Ép-rôn, Rê-hốp, Ham-môn, và Ca-na, cho đến thành lớn Si-đôn."},{"bible_id":"193","chapter_code":"JOS.19","verse_code":"JOS.19.29","label":"29","content":"Giới-hạn lại vòng về Ra-ma, cho đến thành kiên-cố Ty-rơ, đoạn chạy hướng Hô-sa, rồi giáp biển tại miền Ạc-xíp."},{"bible_id":"193","chapter_code":"JOS.19","verse_code":"JOS.19.30","label":"30","content":"Lại còn có U-ma, A-phéc, và Rê-hốp: hết thảy hai mươi thành cùng các làng của nó."},{"bible_id":"193","chapter_code":"JOS.19","verse_code":"JOS.19.31","label":"31","content":"Các thành nầy và những làng của nó, ấy là sản-nghiệp của chi-phái A-se, tùy theo các họ-hàng của chúng."},{"bible_id":"193","chapter_code":"JOS.19","verse_code":"JOS.19.32","label":"32","content":"Phần thứ sáu bắt thăm trúng về con-cháu Nép-ta-li, tùy theo những họ-hàng của chúng."},{"bible_id":"193","chapter_code":"JOS.19","verse_code":"JOS.19.33","label":"33","content":"Giới-hạn của họ chạy từ Hê-lép, từ cây dẻ-bộp ở tại Sa-na-nim, về lối A-đa-mi-Nê-kép và Giáp-nê-ên cho đến Lạc-cum, rồi giáp sông Giô-đanh."},{"bible_id":"193","chapter_code":"JOS.19","verse_code":"JOS.19.34","label":"34","content":"Kế giới-hạn vòng về hướng tây, đi đến Át-nốt-Tha-bô, rồi từ đó chạy về Hục-cốc. Phía nam giáp Sa-bu-lôn, phía tây giáp A-se và Giu-đa; còn phía mặt trời mọc có sông Giô-đanh."},{"bible_id":"193","chapter_code":"JOS.19","verse_code":"JOS.19.35","label":"35","content":"Các thành kiên-cố là: Xi-đim, Xe-rơ, Ha-mát, Ra-cát, Ki-nê-rết,"},{"bible_id":"193","chapter_code":"JOS.19","verse_code":"JOS.19.36","label":"36","content":"A-đa-ma, Ra-ma, Hát-so,"},{"bible_id":"193","chapter_code":"JOS.19","verse_code":"JOS.19.37","label":"37","content":"Kê-đe, Ết-rê-i, Ên-Hát-so,"},{"bible_id":"193","chapter_code":"JOS.19","verse_code":"JOS.19.38","label":"38","content":"Gi-rê-ôn, Mít-đa-Ên, Hô-rem, Bết-A-nát, và Bết-Sê-mết: hết thảy mười chín thành cùng các làng của nó."},{"bible_id":"193","chapter_code":"JOS.19","verse_code":"JOS.19.39","label":"39","content":"Các thành nầy với những làng của nó, ấy là sản-nghiệp của chi-phái Nép-ta-li, tùy theo những họ-hàng của chúng."},{"bible_id":"193","chapter_code":"JOS.19","verse_code":"JOS.19.40","label":"40","content":"Phần thứ bảy bắt thăm trúng về chi-phái Đan, tùy theo những họ-hàng của chúng."},{"bible_id":"193","chapter_code":"JOS.19","verse_code":"JOS.19.41","label":"41","content":"Giới-hạn sản-nghiệp họ gồm Xô-rê-a, Ết-tha-ôn, Yết-Sê-mết,"},{"bible_id":"193","chapter_code":"JOS.19","verse_code":"JOS.19.42","label":"42","content":"Sa-la-bin, A-gia-lôn, Gít-la,"},{"bible_id":"193","chapter_code":"JOS.19","verse_code":"JOS.19.43","label":"43","content":"Ê-lôn, Thim-na-tha, Éc-rôn,"},{"bible_id":"193","chapter_code":"JOS.19","verse_code":"JOS.19.44","label":"44","content":"Ên-the-kê, Ghi-bê-thôn, Ba-lát,"},{"bible_id":"193","chapter_code":"JOS.19","verse_code":"JOS.19.45","label":"45","content":"Giê-hút, Bê-nê-Bê-rác, Gát-Rim-Môn,"},{"bible_id":"193","chapter_code":"JOS.19","verse_code":"JOS.19.46","label":"46","content":"Mê-Giạt-côn, và Ra-côn, với đất đối ngang Gia-phô."},{"bible_id":"193","chapter_code":"JOS.19","verse_code":"JOS.19.47","label":"47","content":"Vả, địa-phận của người Đan là ra ngoài nơi mình; vì người Đan đi lên đánh chiếm lấy Lê-sem, rồi dùng lưỡi gươm diệt nó. Người Đan chiếm lấy nó làm sản-nghiệp ở tại đó, và lấy tên Đan, tổ-phụ mình, đặt cho Lê-sem."},{"bible_id":"193","chapter_code":"JOS.19","verse_code":"JOS.19.48","label":"48","content":"Các thành nầy với những làng của nó, ấy là sản-nghiệp của chi-phái Đan, tùy theo những họ-hàng của chúng."},{"bible_id":"193","chapter_code":"JOS.19","verse_code":"JOS.19.49","label":"49","content":"Khi người ta đã chia xứ theo giới-hạn xong rồi, thì dân Y-sơ-ra-ên lấy ở giữa mình một sản-nghiệp mà cấp cho Giô-suê, con trai của Nun."},{"bible_id":"193","chapter_code":"JOS.19","verse_code":"JOS.19.50","label":"50","content":"Dân Y-sơ-ra-ên vâng mạng của Đức Giê-hô-va, cấp cho người cái thành mà người xin, tức là thành Thim-nát-Sê-rách trong núi Ép-ra-im. Người xây thành và ở tại đó."},{"bible_id":"193","chapter_code":"JOS.19","verse_code":"JOS.19.51","label":"51","content":"Đó là các sản-nghiệp mà thầy tế-lễ Ê-lê-a-sa, Giô-suê, con trai của Nun, và các trưởng-tộc của những chi-phái dân Y-sơ-ra-ên, bắt thăm phân-phát cho, tại Si-lô, ở cửa hội-mạc trước mặt Đức Giê-hô-va. Ấy họ chia xong xứ là như vậy."},{"bible_id":"193","chapter_code":"JOS.20","verse_code":"JOS.20.1","label":"1","content":"Đức Giê-hô-va phán cùng Giô-suê rằng:"},{"bible_id":"193","chapter_code":"JOS.20","verse_code":"JOS.20.2","label":"2","content":"Hãy truyền cho dân Y-sơ-ra-ên mà rằng: Hãy lập các thành ẩn-náu, mà ta đã cậy Môi-se phán cùng các ngươi,"},{"bible_id":"193","chapter_code":"JOS.20","verse_code":"JOS.20.3","label":"3","content":"hầu cho kẻ sát-nhân vì bất-ý giết ai có thế trốn đó được; các thành ấy dùng cho các ngươi ẩn-náu khỏi kẻ báo-thù huyết."},{"bible_id":"193","chapter_code":"JOS.20","verse_code":"JOS.20.4","label":"4","content":"Kẻ sát-nhân sẽ chạy trốn đến một của các thành nầy, đứng nơi cửa thành, thuật sự-tình cho các trưởng-lão của thành ấy nghe. Các trưởng-lão sẽ tiếp-dẫn người vào trong thành, chỉ-định cho một chỗ ở tại giữa mình."},{"bible_id":"193","chapter_code":"JOS.20","verse_code":"JOS.20.5","label":"5","content":"Nếu kẻ báo-thù huyết đuổi theo, các trưởng-lão chớ nộp kẻ sát-nhân vào tay người; vì kẻ ấy giết người lân-cận mình, không có ý muốn, và trước khi vốn không ghét người."},{"bible_id":"193","chapter_code":"JOS.20","verse_code":"JOS.20.6","label":"6","content":"Người phải ở trong thành ấy cho đến chừng chịu đoán-xét trước mặt hội-chúng, cho đến chừng thầy tế-lễ thượng-phẩm đương chức qua đời. Kế đó, kẻ sát-nhân sẽ trở về vào thành và nhà mình, tức là thành mà mình đã trốn khỏi."},{"bible_id":"193","chapter_code":"JOS.20","verse_code":"JOS.20.7","label":"7","content":"Vậy, dân Y-sơ-ra-ên để riêng ra Kê-đe ở Ga-li-lê tại trên núi Nép-ta-li; Si-chem tại trên núi Ép-ra-im, và Ki-ri-át-A-ra-ba, tức là Hếp-rôn, ở trên núi Giu-đa."},{"bible_id":"193","chapter_code":"JOS.20","verse_code":"JOS.20.8","label":"8","content":"Bên kia sông Giô-đanh, phía đông thành Giê-ri-cô, trong chi-phái Ru-bên, họ chỉ-định Bết-se ở trong đồng bằng tại sa-mạc; trong chi-phái Gát, Ra-mốt tại xứ Ga-la-át; và trong chi-phái Ma-na-se, Gô-lan ở xứ Ba-san."},{"bible_id":"193","chapter_code":"JOS.20","verse_code":"JOS.20.9","label":"9","content":"Đó là các thành chỉ-định cho hết thảy dân Y-sơ-ra-ên, và cho khách lạ kiều-ngụ trong đó; để người nào vô-ý giết ai, có thế ẩn-núp tại đó được, hầu cho không bị tay kẻ báo-thù huyết giết chết, cho đến khi ứng-hầu trước mặt hội-chúng."},{"bible_id":"193","chapter_code":"JOS.21","verse_code":"JOS.21.1","label":"1","content":"Bấy giờ, các trưởng-tộc người Lê-vi đến gần thầy tế-lễ Ê-lê-a-sa, Giô-suê, con trai của Nun, và các trưởng-tộc của những chi-phái Y-sơ-ra-ên,"},{"bible_id":"193","chapter_code":"JOS.21","verse_code":"JOS.21.2","label":"2","content":"nói cùng họ tại Si-lô trong xứ Ca-na-an, mà rằng: Đức Giê-hô-va cậy Môi-se truyền ban những thành cho chúng tôi ở, và đất chung-quanh thành đặng dùng cho súc-vật chúng tôi."},{"bible_id":"193","chapter_code":"JOS.21","verse_code":"JOS.21.3","label":"3","content":"Vậy, dân Y-sơ-ra-ên vâng mạng Đức Giê-hô-va, lấy trong sản-nghiệp mình những thành sau nầy, và đất chung-quanh nó, mà cấp cho người Lê-vi."},{"bible_id":"193","chapter_code":"JOS.21","verse_code":"JOS.21.4","label":"4","content":"Người ta bắt thăm cho các họ-hàng Kê-hát; những con-cháu của thầy tế-lễ A-rôn về dòng Lê-vi bắt thăm được mười ba thành bởi trong chi-phái Giu-đa, chi phái Si-mê-ôn, và chi phái Bên-gia-min."},{"bible_id":"193","chapter_code":"JOS.21","verse_code":"JOS.21.5","label":"5","content":"Còn những con-cháu khác của Kê-hát, theo thăm được mười cái thành của chi-phái Ép-ra-im, của chi-phái Đan, và của phân nửa chi-phái Ma-na-se."},{"bible_id":"193","chapter_code":"JOS.21","verse_code":"JOS.21.6","label":"6","content":"Đoạn, con-cháu Ghẹt-sôn, theo thăm được mười ba cái thành của chi-phái Y-sa-ca, của chi-phái A-se, của chi-phái Nép-ta-li, và của phân nửa chi phái Ma-na-se ở Ba-san."},{"bible_id":"193","chapter_code":"JOS.21","verse_code":"JOS.21.7","label":"7","content":"Con-cháu Mê-ra-ri, tùy theo những họ-hàng của chúng, được mười hai cái thành của chi-phái Ru-bên, của chi-phái Gát, và của chi-phái Sa-bu-lôn."},{"bible_id":"193","chapter_code":"JOS.21","verse_code":"JOS.21.8","label":"8","content":"Dân Y-sơ-ra-ên bắt thăm cấp cho người Lê-vi các thành đó với đất chung-quanh, y như Đức Giê-hô-va đã cậy Môi-se truyền dặn cho."},{"bible_id":"193","chapter_code":"JOS.21","verse_code":"JOS.21.9","label":"9","content":"Vậy, dân Y-sơ-ra-ên lấy trong chi-phái Giu-đa và trong chi-phái Si-mê-ôn, các thành có chỉ tên đây, mà cấp cho."},{"bible_id":"193","chapter_code":"JOS.21","verse_code":"JOS.21.10","label":"10","content":"Con-cháu A-rôn về dòng Kê-hát, là con trai Lê-vi, được các thành ấy; vì phần thứ nhứt bắt thăm trúng về họ."},{"bible_id":"193","chapter_code":"JOS.21","verse_code":"JOS.21.11","label":"11","content":"Người ta bèn cấp cho họ thành Ki-ri-át-A-ra-ba, (A-ra-ba là cha của A-nác), tức là Hếp-rôn ở trên núi Giu-đa, và đất chung-quanh thành đó."},{"bible_id":"193","chapter_code":"JOS.21","verse_code":"JOS.21.12","label":"12","content":"Còn địa-phận của thành, và các làng nó, thì người ta cấp cho Ca-lép, con trai của Giê-phu-nê, làm sản-nghiệp."},{"bible_id":"193","chapter_code":"JOS.21","verse_code":"JOS.21.13","label":"13","content":"Người ta cấp cho con-cháu thầy tế-lễ A-rôn thành Hếp-rôn, là thành ẩn-náu cho kẻ sát-nhân, và đất chung-quanh thành; Líp-na và đất chung-quanh thành,"},{"bible_id":"193","chapter_code":"JOS.21","verse_code":"JOS.21.14","label":"14","content":"Giạt-thia và đất chung-quanh thành, Ê-thê-mô-a và đất chung-quanh thành."},{"bible_id":"193","chapter_code":"JOS.21","verse_code":"JOS.21.15","label":"15","content":"Hô-lôn và đất chung-quanh thành, Đê-bia và đất chung-quanh thành,"},{"bible_id":"193","chapter_code":"JOS.21","verse_code":"JOS.21.16","label":"16","content":"A-in và đất chung-quanh thành, Giu-ta và đất chung-quanh thành, Bết-Sê-mết và đất chung-quanh thành: hết thảy chín cái thành của hai chi-phái nầy."},{"bible_id":"193","chapter_code":"JOS.21","verse_code":"JOS.21.17","label":"17","content":"Người ta lại lấy trong chi-phái Bên-gia-min mà cấp cho họ, Ga-ba-ôn và đất chung-quanh thành, Ghê-ba và đất chung-quanh thành,"},{"bible_id":"193","chapter_code":"JOS.21","verse_code":"JOS.21.18","label":"18","content":"A-na-tốt và đất chung-quanh thành, cùng Anh-môn và đất chung-quanh thành: hết thảy bốn cái thành."},{"bible_id":"193","chapter_code":"JOS.21","verse_code":"JOS.21.19","label":"19","content":"Cộng các thành của những thầy tế-lễ, con-cháu A-rôn, là mười ba cái thành với đất chung-quanh."},{"bible_id":"193","chapter_code":"JOS.21","verse_code":"JOS.21.20","label":"20","content":"Những người Lê-vi thuộc về họ-hàng con-cháu khác của Kê-hát, được mấy thành trong chi-phái Ép-ra-im làm phần của mình."},{"bible_id":"193","chapter_code":"JOS.21","verse_code":"JOS.21.21","label":"21","content":"Người ta cấp cho họ Si-chem, thành ẩn-náu cho kẻ sát-nhân, ở trên núi Ép-ra-im, và đất chung-quanh thành, Ghê-xe và đất chung-quanh thành,"},{"bible_id":"193","chapter_code":"JOS.21","verse_code":"JOS.21.22","label":"22","content":"Kíp-sa-im và đất chung-quanh thành, Bết-Hô-rôn và đất chung-quanh thành: hết thảy bốn cái thành."},{"bible_id":"193","chapter_code":"JOS.21","verse_code":"JOS.21.23","label":"23","content":"Người ta lấy trong chi-phái Đan, cấp cho họ Ên-the-kê và đất chung-quanh thành, Ghi-bê-thôn và đất chung-quanh thành,"},{"bible_id":"193","chapter_code":"JOS.21","verse_code":"JOS.21.24","label":"24","content":"A-gia-lôn và đất chung-quanh thành, Gát-rim-môn và đất chung quanh thành: hết thảy bốn cái thành."},{"bible_id":"193","chapter_code":"JOS.21","verse_code":"JOS.21.25","label":"25","content":"Lại lấy trong phân nửa chi-phái Ma-na-se, Tha-a-nác và đất chung-quanh thành, Gát-Rim-môn và đất chung-quanh thành: hết thảy hai cái thành."},{"bible_id":"193","chapter_code":"JOS.21","verse_code":"JOS.21.26","label":"26","content":"Cộng là mười cái thành và đất chung-quanh thành cho những họ-hàng của các con-cháu khác của Kê-hát."},{"bible_id":"193","chapter_code":"JOS.21","verse_code":"JOS.21.27","label":"27","content":"Người ta cũng lấy trong phân nửa chi-phái Ma-na-se, thành Gô-lan ở xứ Ba-san, là thành ẩn-náu cho kẻ sát-nhân, mà cấp cho con-cháu Ghẹt-sôn về các họ-hàng Lê-vi, và đất chung-quanh thành ấy, Bết-ê-ra và đất chung-quanh thành: hết thảy hai cái thành."},{"bible_id":"193","chapter_code":"JOS.21","verse_code":"JOS.21.28","label":"28","content":"Lại lấy trong chi-phái Y-sa-ca, Ki-si-ôn và đất chung-quanh thành, Đáp-rát và đất chung-quanh thành,"},{"bible_id":"193","chapter_code":"JOS.21","verse_code":"JOS.21.29","label":"29","content":"Giạt-mút và đất chung-quanh thành, Ên-ga-nim và đất chung-quanh thành: hết thảy bốn cái thành."},{"bible_id":"193","chapter_code":"JOS.21","verse_code":"JOS.21.30","label":"30","content":"Từ trong chi-phái A-se, lấy Mi-sê-anh và đất chung-quanh thành, Áp-đôn và đất chung-quanh thành,"},{"bible_id":"193","chapter_code":"JOS.21","verse_code":"JOS.21.31","label":"31","content":"Hên-cát và đất chung-quanh thành, Rê-hốp và đất chung-quanh thành: hết thảy bốn cái thành."},{"bible_id":"193","chapter_code":"JOS.21","verse_code":"JOS.21.32","label":"32","content":"Cũng lấy trong chi-phái Nép-ta-li, thành Kê-đe ở Ga-li-lê, là thành ẩn-náu cho kẻ sát-nhân, và đất chung-quanh, Ha-mốt-Đô-rơ và đất chung-quanh thành, Cạt-than và đất chung-quanh thành: hết thảy ba cái thành."},{"bible_id":"193","chapter_code":"JOS.21","verse_code":"JOS.21.33","label":"33","content":"Cộng các thành của người Ghẹt-sôn, tùy theo những họ-hàng, là mười ba cái thành với đất chung-quanh."},{"bible_id":"193","chapter_code":"JOS.21","verse_code":"JOS.21.34","label":"34","content":"Người ta cũng lấy trong chi-phái Sa-bu-lôn mà cấp cho những họ-hàng con-cháu Mê-ra-ri, tức là những người Lê-vi sau chót, thành Giốc-nê-am và đất chung-quanh thành, Cạt-ta và đất chung-quanh thành,"},{"bible_id":"193","chapter_code":"JOS.21","verse_code":"JOS.21.35","label":"35","content":"Đim-na và đất chung-quanh thành, Na-ha-la và đất chung-quanh thành: hết thảy bốn cái thành."},{"bible_id":"193","chapter_code":"JOS.21","verse_code":"JOS.21.36","label":"36","content":"Từ trong chi-phái Ru-bên, lấy thành Bết-se và đất chung-quanh thành, Giát-sa và đất chung-quanh thành,"},{"bible_id":"193","chapter_code":"JOS.21","verse_code":"JOS.21.37","label":"37","content":"Kê-đê-mốt và đất chung-quanh thành, Mê-phát và đất chung-quanh thành: hết thảy bốn cái thành."},{"bible_id":"193","chapter_code":"JOS.21","verse_code":"JOS.21.38","label":"38","content":"Lại lấy trong chi-phái Gát, thành Ra-mốt ở xứ Ga-la-át, là thành ẩn-náu cho kẻ sát-nhân, và đất chung-quanh thành, Ma-ha-na-im và đất chung-quanh thành,"},{"bible_id":"193","chapter_code":"JOS.21","verse_code":"JOS.21.39","label":"39","content":"Hết-bôn và đất chung-quanh thành, Gia-ê-xe và đất chung-quanh thành: hết thảy bốn cái thành."},{"bible_id":"193","chapter_code":"JOS.21","verse_code":"JOS.21.40","label":"40","content":"Cộng các thành cấp cho con-cháu Mê-ra-ri, tùy theo những họ-hàng của chúng, tức là dư-hậu các họ-hàng Lê-vi, là mười hai cái thành."},{"bible_id":"193","chapter_code":"JOS.21","verse_code":"JOS.21.41","label":"41","content":"Cộng các thành người Lê-vi ở giữa sản-nghiệp dân Y-sơ-ra-ên là bốn mươi tám cái thành cùng đất chung-quanh thành."},{"bible_id":"193","chapter_code":"JOS.21","verse_code":"JOS.21.42","label":"42","content":"Mỗi thành ấy đều có đất chung-quanh; hết thảy thành cũng đều như vậy."},{"bible_id":"193","chapter_code":"JOS.21","verse_code":"JOS.21.43","label":"43","content":"Thế thì, Đức Giê-hô-va ban cho Y-sơ-ra-ên cả xứ mà Ngài đã thề ban cho tổ-phụ họ. Dân Y-sơ-ra-ên nhận làm sản-nghiệp, và ở tại đó."},{"bible_id":"193","chapter_code":"JOS.21","verse_code":"JOS.21.44","label":"44","content":"Đức Giê-hô-va làm cho tứ phía đều được an-nghỉ, y như Ngài đã thề cùng tổ phụ họ, chẳng có một kẻ thù-nghịch nào còn đứng nổi trước mặt họ. Đức Giê-hô-va phó hết thảy kẻ thù-nghịch vào tay họ."},{"bible_id":"193","chapter_code":"JOS.21","verse_code":"JOS.21.45","label":"45","content":"Trong các lời lành mà Đức Giê-hô-va đã phán cho nhà Y-sơ-ra-ên, chẳng có một lời nào là không thành: thảy đều ứng-nghiệm hết."},{"bible_id":"193","chapter_code":"JOS.22","verse_code":"JOS.22.1","label":"1","content":"Bấy giờ, Giô-suê gọi người Ru-bên, người Gát, và phân nửa chi-phái Ma-na-se,"},{"bible_id":"193","chapter_code":"JOS.22","verse_code":"JOS.22.2","label":"2","content":"mà nói rằng: Các ngươi đã giữ theo mọi điều Môi-se, tôi-tớ của Đức Giê-hô-va, truyền cho các ngươi, và có vâng theo tiếng ta trong mọi điều ta dặn-biểu."},{"bible_id":"193","chapter_code":"JOS.22","verse_code":"JOS.22.3","label":"3","content":"Trong khoảng lâu ngày nay, các ngươi không có bỏ anh em mình cho đến ngày nay, và có vâng-giữ mọi điều phải vâng-giữ, tức là mạng-lịnh của Giê-hô-va Đức Chúa Trời các ngươi."},{"bible_id":"193","chapter_code":"JOS.22","verse_code":"JOS.22.4","label":"4","content":"Nên bây giờ, Giê-hô-va Đức Chúa Trời các ngươi ban sự an-nghỉ cho anh em các ngươi, y như lời Ngài đã phán. Vậy, hãy đi trở về trại các ngươi trong xứ thuộc về các ngươi, mà Môi-se, tôi tớ của Đức Giê-hô-va, đã ban cho các ngươi ở bên kia sông Giô-đanh."},{"bible_id":"193","chapter_code":"JOS.22","verse_code":"JOS.22.5","label":"5","content":"Song phải cẩn-thận làm theo điều-răn và luật-pháp mà Môi-se, tôi-tớ của Đức Giê-hô-va, đã truyền cho các ngươi, tức là thương-yêu Giê-hô-va Đức Chúa Trời các ngươi, đi theo đường-lối Ngài, giữ các điều-răn Ngài, tríu-mến Ngài, và hết lòng hết ý phục-sự Ngài."},{"bible_id":"193","chapter_code":"JOS.22","verse_code":"JOS.22.6","label":"6","content":"Giô-suê bèn chúc phước cho họ, rồi cho họ về; họ đều trở về trại mình."},{"bible_id":"193","chapter_code":"JOS.22","verse_code":"JOS.22.7","label":"7","content":"Vả, Môi-se đã ban cho phân nửa chi-phái Ma-na-se một sản-nghiệp ở tại Ba-san; còn Giô-suê ban cho phân nửa kia một sản-nghiệp chung với anh em mình ở bên nầy sông Giô-đanh, về phía tây. Khi Giô-suê cho chúng trở về trại mình, thì chúc phước cho,"},{"bible_id":"193","chapter_code":"JOS.22","verse_code":"JOS.22.8","label":"8","content":"và nói rằng: Các ngươi trở về trại mình có đem của-cải rất nhiều, có lắm bầy súc-vật, cùng vàng, bạc, đồng, sắt, và áo-xống phủ-phê; hãy chia cho anh em mình của-cướp được nơi thù-nghịch các ngươi."},{"bible_id":"193","chapter_code":"JOS.22","verse_code":"JOS.22.9","label":"9","content":"Vậy, người Ru-bên, người Gát, và phân nửa chi-phái Ma-na-se lìa dân Y-sơ-ra-ên tại Si-lô ở xứ Ca-na-an, đặng trở về Ga-la-át, là sản-nghiệp mình, mà mình đã nhận lấy theo mạng-lịnh của Đức Giê-hô-va cậy Môi-se truyền cho."},{"bible_id":"193","chapter_code":"JOS.22","verse_code":"JOS.22.10","label":"10","content":"Khi đến trong địa-hạt Giô-đanh thuộc về xứ Ca-na-an, thì người Ru-bên, người Gát, và phân nửa chi-phái Ma-na-se lập một bàn-thờ tại đó gần sông Giô-đanh; bàn-thờ ấy xem thấy rất cao lớn."},{"bible_id":"193","chapter_code":"JOS.22","verse_code":"JOS.22.11","label":"11","content":"Dân Y-sơ-ra-ên nghe được người ta nói rằng: Kìa, người Ru-bên, người Gát, và phân nửa chi-phái Ma-na-se đã lập một bàn-thờ trong địa-hạt Giô-đanh đối ngang xứ Ca-na-an, bên cạnh dân Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"JOS.22","verse_code":"JOS.22.12","label":"12","content":"Khi dân Y-sơ-ra-ên hay được điều đó, cả hội-chúng Y-sơ-ra-ên bèn hiệp lại tại Si-lô, đặng kéo lên hãm đánh họ."},{"bible_id":"193","chapter_code":"JOS.22","verse_code":"JOS.22.13","label":"13","content":"Dân Y-sơ-ra-ên sai Phi-nê-a, con trai thầy tế-lễ Ê-lê-a-sa, đến cùng người Ru-bên, người Gát, và phân nửa chi-phái Ma-na-se tại xứ Ga-la-át;"},{"bible_id":"193","chapter_code":"JOS.22","verse_code":"JOS.22.14","label":"14","content":"cũng có mười trưởng-tộc theo người, một trưởng-tộc cho mỗi chi-phái Y-sơ-ra-ên; mỗi người trong họ là trưởng-tộc của hàng ngàn người Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"JOS.22","verse_code":"JOS.22.15","label":"15","content":"Chúng đến gần người Ru-bên, người Gát, và phân nửa chi-phái Ma-na-se trong xứ Ga-la-át, mà nói rằng:"},{"bible_id":"193","chapter_code":"JOS.22","verse_code":"JOS.22.16","label":"16","content":"Cả hội-chúng của Đức Giê-hô-va có hỏi như vầy: Sự bất-trung nầy mà các ngươi đã phạm cùng Đức Chúa Trời của Y-sơ-ra-ên là chi? Vì sao ngày nay các ngươi bỏ Đức Giê-hô-va, mà lập một bàn-thờ đặng phản-nghịch cùng Đức Giê-hô-va?"},{"bible_id":"193","chapter_code":"JOS.22","verse_code":"JOS.22.17","label":"17","content":"Tội-ác của Phê-ô gây vạ cho cả hội-chúng của Đức Giê-hô-va, mà đến bây giờ chúng ta chưa rửa sạch được, há là một việc nhỏ mọn cho chúng ta sao?"},{"bible_id":"193","chapter_code":"JOS.22","verse_code":"JOS.22.18","label":"18","content":"Ngày nay các ngươi lại bỏ Đức Giê-hô-va ư! Vả, nếu ngày nay các ngươi phản-nghịch cùng Đức Giê-hô-va, ngày mai chắc Ngài sẽ nổi giận cùng cả hội-chúng Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"JOS.22","verse_code":"JOS.22.19","label":"19","content":"Song nếu đất các ngươi nhận được bị ô-uế, thì hãy đi qua đất mà Đức Giê-hô-va đã chiếm lấy, là nơi đã lập đền-tạm của Đức Giê-hô-va, và hãy lập nghiệp ở giữa chúng ta; nhưng chớ phản-nghịch cùng Đức Giê-hô-va, và đừng phân-rẽ chúng ta ra, mà lập một bàn-thờ kình-địch cùng bàn-thờ của Giê-hô-va Đức Chúa Trời chúng ta."},{"bible_id":"193","chapter_code":"JOS.22","verse_code":"JOS.22.20","label":"20","content":"A-can, con trai Xê-rách, há chẳng có phạm một tội bất-trung về vật đáng diệt, và cơn thạnh-nộ của Đức Giê-hô-va há chẳng nổi phừng cùng cả hội-chúng Y-sơ-ra-ên sao? Và người ấy chẳng phải một mình chết vì tội mình đâu!"},{"bible_id":"193","chapter_code":"JOS.22","verse_code":"JOS.22.21","label":"21","content":"Bấy giờ, người Ru-bên, người Gát, và phân nửa chi-phái Ma-na-se đáp cùng trưởng-tộc hàng ngàn người Y-sơ-ra-ên, mà rằng:"},{"bible_id":"193","chapter_code":"JOS.22","verse_code":"JOS.22.22","label":"22","content":"Giê-hô-va, Đức Chúa Trời toàn-năng, Giê-hô-va, Đức Chúa Trời toàn-năng biết điều đó, và Y-sơ-ra-ên sẽ rõ! Nếu ấy là phản-nghịch, nếu là bất-trung cùng Đức Giê-hô-va, thì ngày nay chớ cứu chúng tôi!"},{"bible_id":"193","chapter_code":"JOS.22","verse_code":"JOS.22.23","label":"23","content":"Nếu chúng tôi có lập một bàn-thờ đặng lìa-bỏ Đức Giê-hô-va, nếu để dâng của-lễ thiêu, của-lễ chay, và của-lễ thù-ân tại đó, nguyện chánh Đức Giê-hô-va đòi lại chúng tôi!"},{"bible_id":"193","chapter_code":"JOS.22","verse_code":"JOS.22.24","label":"24","content":"Chúng tôi có ý lập bàn-thờ, vì chúng tôi sợ con-cháu của anh em một mai nói cùng con-cháu chúng tôi rằng: Các ngươi có chi chung cùng Giê-hô-va, Đức Chúa Trời của Y-sơ-ra-ên?"},{"bible_id":"193","chapter_code":"JOS.22","verse_code":"JOS.22.25","label":"25","content":"Hỡi con-cháu Ru-bên, con-cháu Gát, Đức Giê-hô-va đã đặt sông Giô-đanh làm giới-hạn giữa chúng ta và các ngươi; các ngươi chẳng có phần chi nơi Đức Giê-hô-va! Như vậy con-cháu của anh em sẽ làm cho con-cháu chúng tôi thôi kính-sợ Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"JOS.22","verse_code":"JOS.22.26","label":"26","content":"Bởi cớ đó, chúng tôi có nói rằng: Chúng ta hãy lập một bàn-thờ, chẳng phải để dâng của-lễ thiêu hay là dâng hi-sinh;"},{"bible_id":"193","chapter_code":"JOS.22","verse_code":"JOS.22.27","label":"27","content":"nhưng để làm chứng giữa chúng tôi và anh em cùng con-cháu sau chúng ta rằng chúng tôi dùng của-lễ thiêu, của-lễ chuộc tội và của-lễ thù-ân mà giữ cuộc thờ-phượng của Đức Giê-hô-va trước mặt Ngài; hầu cho về sau con-cháu anh em không nói cùng con-cháu chúng tôi rằng: Các ngươi không có phần nơi Đức Giê-hô-va!"},{"bible_id":"193","chapter_code":"JOS.22","verse_code":"JOS.22.28","label":"28","content":"Lại chúng tôi có nói: Khi nào họ sẽ nói điều đó cùng chúng tôi, hay là nói cùng con-cháu sau chúng tôi, thì chúng tôi sẽ nói: Hãy xem hình-dạng bàn-thờ Đức Giê-hô-va, mà tổ-phụ chúng ta đã lập, nào phải dùng cho của-lễ thiêu hay là dâng hi-sinh, nhưng để làm chứng giữa chúng tôi và các ngươi!"},{"bible_id":"193","chapter_code":"JOS.22","verse_code":"JOS.22.29","label":"29","content":"Chúng tôi ngày nay quyết không có ý phản-nghịch cùng Đức Giê-hô-va và lìa-bỏ Ngài, mà lập một bàn-thờ khác hơn bàn-thờ trước mặt đền-tạm của Giê-hô-va Đức Chúa Trời chúng ta, đặng dùng nó dâng của-lễ thiêu, của-lễ chay, và những hi-sinh."},{"bible_id":"193","chapter_code":"JOS.22","verse_code":"JOS.22.30","label":"30","content":"Khi thầy tế-lễ Phi-nê-a, các mục-bá của hội-chúng, các quan-trưởng của hàng ngàn người Y-sơ-ra-ên đi theo người, đã nghe những lời của người Ru-bên, người Gát, và phân nửa chi-phái Ma-na-se nói, thì đều lấy làm bằng lòng."},{"bible_id":"193","chapter_code":"JOS.22","verse_code":"JOS.22.31","label":"31","content":"Phi-nê-a, con trai thầy tế-lễ Ê-lê-a-sa, nói cùng người Ru-bên, người Gát, và người Ma-na-se, mà rằng: Ngày nay chúng tôi biết rằng Đức Giê-hô-va ngự giữa chúng ta, vì các ngươi không có phạm tội bất-trung nầy cùng Đức Giê-hô-va; như vậy các ngươi đã giải-cứu dân Y-sơ-ra-ên khỏi tay Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"JOS.22","verse_code":"JOS.22.32","label":"32","content":"Phi-nê-a, con trai thầy tế-lễ Ê-lê-a-sa, cùng các quan-trưởng từ-giã người Ru-bên, người Gát ở xứ Ga-la-át, trở về xứ Ca-na-an cùng dân Y-sơ-ra-ên, thuật lại điều đã xảy qua."},{"bible_id":"193","chapter_code":"JOS.22","verse_code":"JOS.22.33","label":"33","content":"Việc nầy dân Y-sơ-ra-ên lấy làm đẹp lòng; chúng bèn ngợi-khen Đức Chúa Trời, và chẳng còn toan kéo lên đánh người Ru-bên và người Gát, đặng tàn-hại xứ họ ở,"},{"bible_id":"193","chapter_code":"JOS.22","verse_code":"JOS.22.34","label":"34","content":"Vì vậy, người Ru-bên và người Gát đặt tên bàn-thờ là Ết , vì nói rằng nó làm chứng giữa chúng ta rằng Giê-hô-va là Đức Chúa Trời."},{"bible_id":"193","chapter_code":"JOS.23","verse_code":"JOS.23.1","label":"1","content":"Khi Đức Giê-hô-va ban sự an-nghỉ cho Y-sơ-ra-ên từ lâu rồi, giải-cứu họ khỏi các thù-nghịch ở bốn phía, và Giô-suê đã già tuổi tác cao,"},{"bible_id":"193","chapter_code":"JOS.23","verse_code":"JOS.23.2","label":"2","content":"thì người gọi cả Y-sơ-ra-ên, các trưởng-lão, các quan-trưởng, các quan xét, và các quan tướng mà nói rằng: Ta là lão già đã cao tuổi rồi."},{"bible_id":"193","chapter_code":"JOS.23","verse_code":"JOS.23.3","label":"3","content":"Các ngươi đã thấy mọi điều Giê-hô-va Đức Chúa Trời các ngươi đã làm cho những dân-tộc nầy mà Ngài bắt qui-phục các ngươi; vì ấy là Giê-hô-va Đức Chúa Trời các ngươi đã chiến-đấu cho các ngươi."},{"bible_id":"193","chapter_code":"JOS.23","verse_code":"JOS.23.4","label":"4","content":"Kìa, tùy theo chi-phái, ta đã bắt thăm cấp cho các ngươi làm sản-nghiệp xứ chưa đánh lấy, và xứ của những dân-tộc mà ta đã diệt, từ sông Giô-đanh cho đến biển lớn, về phía mặt trời lặn."},{"bible_id":"193","chapter_code":"JOS.23","verse_code":"JOS.23.5","label":"5","content":"Giê-hô-va Đức Chúa Trời các ngươi sẽ đuổi và cất dân ấy khỏi trước mặt các ngươi, và các ngươi sẽ nhận được xứ nó, y như Giê-hô-va Đức Chúa Trời các ngươi đã phán."},{"bible_id":"193","chapter_code":"JOS.23","verse_code":"JOS.23.6","label":"6","content":"Vậy, hãy vững lòng gìn-giữ làm theo mọi điều đã ghi trong sách luật-pháp của Môi-se, chớ xây qua bên hữu hoặc bên tả."},{"bible_id":"193","chapter_code":"JOS.23","verse_code":"JOS.23.7","label":"7","content":"Chớ nên xen-lộn cùng các dân-tộc nầy còn ở lại giữa các ngươi, chớ xưng đến danh các thần chúng nó, chớ biểu ai bắt các thần ấy mà thề, chớ hầu việc, và đừng quì-lạy trước các thần đó."},{"bible_id":"193","chapter_code":"JOS.23","verse_code":"JOS.23.8","label":"8","content":"Nhưng phải tríu-mến Giê-hô-va Đức Chúa Trời các ngươi, y như các ngươi đã làm đến ngày nay."},{"bible_id":"193","chapter_code":"JOS.23","verse_code":"JOS.23.9","label":"9","content":"Vì Đức Giê-hô-va đã đuổi khỏi trước mặt các ngươi những dân-tộc lớn và cường-thạnh, và đến ngày nay chẳng ai đứng nổi trước mặt các ngươi."},{"bible_id":"193","chapter_code":"JOS.23","verse_code":"JOS.23.10","label":"10","content":"Một người trong các ngươi đuổi được đến ngàn người của chúng nó; vì Giê-hô-va Đức Chúa Trời các ngươi là Đấng chiến-đấu cho các ngươi, y như Ngài đã phán."},{"bible_id":"193","chapter_code":"JOS.23","verse_code":"JOS.23.11","label":"11","content":"Vậy, hãy cẩn-thận lấy mình đặng kính-mến Giê-hô-va Đức Chúa Trời các ngươi."},{"bible_id":"193","chapter_code":"JOS.23","verse_code":"JOS.23.12","label":"12","content":"Vả, nếu các ngươi trở lòng và hiệp với phần còn lại của các dân-tộc nầy ở giữa các ngươi, nếu các ngươi làm sui-gia cùng chúng nó, hoặc các ngươi xen vào cùng chúng nó, và chúng nó cùng các ngươi,"},{"bible_id":"193","chapter_code":"JOS.23","verse_code":"JOS.23.13","label":"13","content":"thì phải biết rõ-ràng Giê-hô-va Đức Chúa Trời các ngươi chẳng còn cứ đuổi những dân-tộc nầy khỏi trước mặt các ngươi nữa; nhưng chúng nó sẽ làm lưới và bẫy cho các ngươi, làm roi đánh nơi hông, làm chông-gai chích trong mắt, cho đến chừng nào các ngươi bị diệt mất khỏi xứ tốt-đẹp nầy mà Giê-hô-va Đức Chúa Trời các ngươi đã ban cho."},{"bible_id":"193","chapter_code":"JOS.23","verse_code":"JOS.23.14","label":"14","content":"Nầy, ngày nay ta sẽ đi đường cả thế-gian phải đi; vậy, hãy hết lòng hết ý nhận biết rằng trong các lời lành mà Giê-hô-va Đức Chúa Trời các ngươi đã phán về các ngươi, chẳng có một lời nào sai hết, thảy đều ứng-nghiệm cho các ngươi; thật chẳng một lời nào sai hết."},{"bible_id":"193","chapter_code":"JOS.23","verse_code":"JOS.23.15","label":"15","content":"Vả, hễ các lời lành mà Giê-hô-va Đức Chúa Trời các ngươi đã phán được ứng-nghiệm cho các ngươi thế nào, thì Đức Giê-hô-va cũng sẽ làm ứng-nghiệm những lời hăm-dọa của Ngài trên các ngươi thế ấy, cho đến chừng Ngài diệt các ngươi khỏi xứ tốt-đẹp nầy mà Giê-hô-va Đức Chúa Trời các ngươi đã ban cho."},{"bible_id":"193","chapter_code":"JOS.23","verse_code":"JOS.23.16","label":"16","content":"Nếu các ngươi bội giao-ước của Giê-hô-va Đức Chúa Trời các ngươi đã dặn-biểu, nếu các ngươi đi hầu việc các thần khác, và quì-lạy trước chúng nó, thì cơn thạnh-nộ của Đức Giê-hô-va sẽ nổi phừng cùng các ngươi, và các ngươi bị diệt mất liền khỏi xứ tốt-đẹp mà Ngài đã ban cho."},{"bible_id":"193","chapter_code":"JOS.24","verse_code":"JOS.24.1","label":"1","content":"Giô-suê bèn nhóm-hiệp các chi-phái Y-sơ-ra-ên tại Si-chem, và gọi các trưởng-lão Y-sơ-ra-ên, các quan-trưởng, các quan xét, và các quan tướng; họ đều ra mắt trước mặt Đức Chúa Trời."},{"bible_id":"193","chapter_code":"JOS.24","verse_code":"JOS.24.2","label":"2","content":"Giô-suê nói cùng cả dân-sự rằng: Giê-hô-va Đức Chúa Trời Y-sơ-ra-ên có phán như vầy: Tổ-phụ các ngươi, là Tha-rê, cha của Áp-ra-ham, và Na-cô, thuở xưa ở phía bên sông, và hầu việc các thần khác."},{"bible_id":"193","chapter_code":"JOS.24","verse_code":"JOS.24.3","label":"3","content":"Nhưng ta chọn Áp-ra-ham, tổ-phụ các ngươi, từ phía bên sông, khiến người đi khắp xứ Ca-na-an, ban Y-sác cho người, và làm cho dòng-dõi người sanh-sản nhiều thêm."},{"bible_id":"193","chapter_code":"JOS.24","verse_code":"JOS.24.4","label":"4","content":"Ta ban Gia-cốp và Ê-sau cho Y-sác, rồi ban núi Sê-i-rơ cho Ê-sau làm sản-nghiệp; còn Gia-cốp và các con-cái người đều đi xuống xứ Ê-díp-tô."},{"bible_id":"193","chapter_code":"JOS.24","verse_code":"JOS.24.5","label":"5","content":"Kế đó, ta sai Môi-se và A-rôn, dùng các phép lạ làm ra giữa xứ Ê-díp-tô mà hành-hại nó; đoạn, ta đem các ngươi ra khỏi đó."},{"bible_id":"193","chapter_code":"JOS.24","verse_code":"JOS.24.6","label":"6","content":"Ta bèn đem tổ-phụ các ngươi ra khỏi xứ Ê-díp-tô, và các ngươi đi đến biển. Người Ê-díp-tô dùng xe binh và lính kỵ mà đuổi theo tổ-phụ các ngươi đến Biển-đỏ."},{"bible_id":"193","chapter_code":"JOS.24","verse_code":"JOS.24.7","label":"7","content":"Bấy giờ, tổ-phụ các ngươi kêu-cầu cùng Đức Giê-hô-va, Ngài bèn giáng sự tối-tăm giữa các ngươi và dân Ê-díp-tô, dẫn nước biển lấp trên mình chúng nó, và mắt các ngươi đã thấy điều ta đã làm cho người Ê-díp-tô; và các ngươi có ở lâu ngày trong đồng vắng."},{"bible_id":"193","chapter_code":"JOS.24","verse_code":"JOS.24.8","label":"8","content":"Kế đó, ta dẫn các ngươi vào xứ dân A-mô-rít, ở bên kia sông Giô-đanh; chúng nó chiến-đấu cùng các ngươi, và ta có phó chúng nó vào tay các ngươi. Các ngươi chiếm xứ chúng nó làm sản-nghiệp, và ta đã diệt chúng nó khỏi trước mặt các ngươi."},{"bible_id":"193","chapter_code":"JOS.24","verse_code":"JOS.24.9","label":"9","content":"Ba-lác, con trai Xếp-bô, vua Mô-áp, chỗi dậy chinh-chiến với Y-sơ-ra-ên, sai đòi Ba-la-am, con trai Bê-ô, đặng rủa-sả các ngươi."},{"bible_id":"193","chapter_code":"JOS.24","verse_code":"JOS.24.10","label":"10","content":"Nhưng ta không muốn nghe Ba-la-am; vì vậy, người buộc phải chúc phước cho các ngươi, và ta giải-cứu các ngươi khỏi tay Ba-lác."},{"bible_id":"193","chapter_code":"JOS.24","verse_code":"JOS.24.11","label":"11","content":"Sau khi qua sông Giô-đanh rồi, thì các ngươi đến thành Giê-ri-cô. Người Giê-ri-cô, dân A-mô-rít, dân Phê-rê-sít, dân Ca-na-an, dân Hê-tít, dân Ghi-rê-ga-sít, dân Hê-vít, và dân Giê-bu-sít chiến-đấu cùng các ngươi, và ta phó chúng nó vào tay các ngươi."},{"bible_id":"193","chapter_code":"JOS.24","verse_code":"JOS.24.12","label":"12","content":"Ta sai ong-lỗ đuổi chúng nó khỏi trước mặt các ngươi, y như hai vua dân A-mô-rít. — Ấy chẳng phải nhờ gươm ngươi, cũng chẳng phải nhờ cung ngươi."},{"bible_id":"193","chapter_code":"JOS.24","verse_code":"JOS.24.13","label":"13","content":"Ta ban cho các ngươi đất mà các ngươi không có cày, những thành mà các ngươi không có xây, và các ngươi ở đó; những vườn nho và cây ô-li-ve mà các ngươi không có trồng, để dùng làm vật-thực cho các ngươi."},{"bible_id":"193","chapter_code":"JOS.24","verse_code":"JOS.24.14","label":"14","content":"Vậy bây giờ, hãy kính-sợ Đức Giê-hô-va, và phục-sự Ngài cách thành-tâm và trung-tín; hãy bỏ xa các thần mà tổ-phụ các ngươi hầu việc bên kia sông, và tại xứ Ê-díp-tô; phải phục-sự Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"JOS.24","verse_code":"JOS.24.15","label":"15","content":"Nếu chẳng thích cho các ngươi phục-sự Đức Giê-hô-va, thì ngày nay hãy chọn ai mà mình muốn phục-sự, hoặc các thần mà tổ-phụ các ngươi đã hầu việc bên kia sông, hoặc các thần dân A-mô-rít trong xứ mà các ngươi ở; nhưng ta và nhà ta sẽ phục-sự Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"JOS.24","verse_code":"JOS.24.16","label":"16","content":"Dân-sự bèn đáp rằng: Chúng tôi quyết hẳn không lìa-bỏ Đức Giê-hô-va mà hầu việc các thần khác!"},{"bible_id":"193","chapter_code":"JOS.24","verse_code":"JOS.24.17","label":"17","content":"Vì Giê-hô-va là Đức Chúa Trời chúng tôi; ấy chính Ngài đã đem chúng tôi và tổ-phụ chúng tôi lên khỏi xứ Ê-díp-tô, tức khỏi nhà nô-lệ; Ngài đã làm trước mặt chúng tôi những phép lạ nầy, và phù-hộ chúng tôi, hoặc trọn dọc đường đi, hoặc trong các dân mà chúng tôi trải qua."},{"bible_id":"193","chapter_code":"JOS.24","verse_code":"JOS.24.18","label":"18","content":"Đức Giê-hô-va đã đuổi khỏi trước mặt chúng tôi các dân-tộc và dân A-mô-rít vốn ở trong xứ; vì vậy, chúng tôi cũng sẽ phục-sự Đức Giê-hô-va, bởi Ngài là Đức Chúa Trời của chúng tôi."},{"bible_id":"193","chapter_code":"JOS.24","verse_code":"JOS.24.19","label":"19","content":"Giô-suê nói cùng dân-sự rằng: Các ngươi không đủ sức phục-sự Đức Giê-hô-va, vì là Đức Chúa Trời thánh, Đức Chúa Trời kỵ-tà, Ngài chẳng tha sự trái-mạng và tội-lỗi của các ngươi."},{"bible_id":"193","chapter_code":"JOS.24","verse_code":"JOS.24.20","label":"20","content":"Nếu các ngươi bỏ Đức Giê-hô-va, đi hầu việc các thần ngoại-bang, thì Ngài sẽ trở lòng giáng họa cho các ngươi sau khi đã làm ơn cho các ngươi."},{"bible_id":"193","chapter_code":"JOS.24","verse_code":"JOS.24.21","label":"21","content":"Dân-sự bèn nói cùng Giô-suê rằng: Không đâu; vì chúng tôi sẽ phục-sự Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"JOS.24","verse_code":"JOS.24.22","label":"22","content":"Vậy, Giô-suê nói cùng dân-sự rằng: Các ngươi làm chứng lấy cho mình rằng chính các ngươi đã chọn Đức Giê-hô-va để phục-sự Ngài. Dân-sự đáp rằng: Chúng tôi làm chứng về điều đó."},{"bible_id":"193","chapter_code":"JOS.24","verse_code":"JOS.24.23","label":"23","content":"Vậy bây giờ, hãy cất các thần ngoại-bang khỏi giữa các ngươi đi, hãy xây lòng về cùng Giê-hô-va Đức Chúa Trời Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"JOS.24","verse_code":"JOS.24.24","label":"24","content":"Dân-sự đáp cùng Giô-suê rằng: Chúng tôi sẽ phục-sự Giê-hô-va Đức Chúa Trời chúng tôi, và nghe theo tiếng Ngài."},{"bible_id":"193","chapter_code":"JOS.24","verse_code":"JOS.24.25","label":"25","content":"Như vậy, trong ngày đó Giô-suê lập giao-ước cùng dân-sự, và truyền cho họ một luật-pháp và điều-răn tại Si-chem."},{"bible_id":"193","chapter_code":"JOS.24","verse_code":"JOS.24.26","label":"26","content":"Đoạn, Giô-suê chép các lời nầy trong sách luật-pháp của Đức Chúa Trời. Kế đó, người lấy một hòn đá lớn dựng tại đó ở dưới cây dẻ-bộp gần nơi thánh của Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"JOS.24","verse_code":"JOS.24.27","label":"27","content":"Rồi Giô-suê nói cùng cả dân-sự rằng: Kìa, hòn đá nầy sẽ dùng làm chứng cho chúng ta; vì nó có nghe mọi lời Đức Giê-hô-va đã phán cùng chúng ta; nó dùng làm chứng cho các ngươi, e các ngươi bỏ Đức Chúa Trời mình chăng."},{"bible_id":"193","chapter_code":"JOS.24","verse_code":"JOS.24.28","label":"28","content":"Đoạn, Giô-suê cho dân-sự trở về, ai nấy đều về trong sản-nghiệp mình."},{"bible_id":"193","chapter_code":"JOS.24","verse_code":"JOS.24.29","label":"29","content":"Sau các việc ấy, Giô-suê, con trai Nun, tôi-tớ của Đức Giê-hô-va, qua đời, tuổi được một trăm mười."},{"bible_id":"193","chapter_code":"JOS.24","verse_code":"JOS.24.30","label":"30","content":"Người ta chôn người trong địa-phận đã bắt thăm về người tại Thim-nát-Sê-rách ở trên núi Ép-ra-im, về phía bắc núi Ga-ách."},{"bible_id":"193","chapter_code":"JOS.24","verse_code":"JOS.24.31","label":"31","content":"Y-sơ-ra-ên phục-sự Đức Giê-hô-va trọn lúc sanh-tiền của Giô-suê và các trưởng-lão mà biết mọi việc Đức Giê-hô-va đã làm vì Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"JOS.24","verse_code":"JOS.24.32","label":"32","content":"Hài-cốt của Giô-sép mà dân Y-sơ-ra-ên đã dời từ xứ Ê-díp-tô, thì người ta chôn ở Si-chem, trong đồng ruộng Gia-cốp mua của con-cháu Hê-mô, cha Si-chem, giá một trăm miếng bạc; con-cháu Giô-sép được hài-cốt đó làm sản-nghiệp."},{"bible_id":"193","chapter_code":"JOS.24","verse_code":"JOS.24.33","label":"33","content":"Ê-lê-a-sa, con trai A-rôn, cũng qua đời; người ta chôn người tại Ghi-bê-át-Phi-nê-a , mà Phi-nê-a, con trai người, đã được ban cho trong núi Ép-ra-im."}]