[{"bible_id":"193","chapter_code":"LAM.1","verse_code":"LAM.1.1","label":"1","content":"Thành nầy xưa vốn đông dân lắm, kìa nay ngồi một mình! Xưa vốn làm lớn giữa các dân, nay như đàn-bà góa! Xưa vốn làm nữ-chủ các quận, nay phải nộp thuế-khóa!"},{"bible_id":"193","chapter_code":"LAM.1","verse_code":"LAM.1.2","label":"2","content":"Nó khóc nức-nở ban đêm, nước mắt tràn đôi má. Mọi kẻ yêu-mến nó, chẳng ai yên-ủi nó. Bạn-bè nó phản nó, đều trở nên nghịch-thù."},{"bible_id":"193","chapter_code":"LAM.1","verse_code":"LAM.1.3","label":"3","content":"Giu-đa đi làm phu-tù, vì chịu nạn cùng chịu sai-dịch nặng-nề. Ở đậu giữa các dân, chẳng được chút nghỉ-ngơi. Những kẻ bắt-bớ đuổi theo nó, theo kịp nó nơi eo-hẹp."},{"bible_id":"193","chapter_code":"LAM.1","verse_code":"LAM.1.4","label":"4","content":"Các đường-lối Si-ôn đương thảm-sầu, vì chẳng ai đến dự kỳ lễ trọng-thể nữa. Mọi cửa thành hoang-vu; các thầy tế-lễ thở-than; Các gái đồng-trinh nó bị khốn-nạn, chính nó phải chịu cay-đắng."},{"bible_id":"193","chapter_code":"LAM.1","verse_code":"LAM.1.5","label":"5","content":"Kẻ đối-địch nó trở nên đầu, kẻ thù-nghịch nó được thạnh-vượng; Vì Đức Giê-hô-va làm khốn-khổ nó, bởi cớ tội-lỗi nó nhiều lắm. Con nhỏ nó bị kẻ nghịch bắt điệu đi làm phu-tù."},{"bible_id":"193","chapter_code":"LAM.1","verse_code":"LAM.1.6","label":"6","content":"Con gái Si-ôn đã mất hết mọi sự làm cho mình vinh-hoa. Các quan-trưởng nó như nai chẳng tìm được đồng cỏ, Chạy trốn kiệt cả sức trước mặt kẻ đuổi theo."},{"bible_id":"193","chapter_code":"LAM.1","verse_code":"LAM.1.7","label":"7","content":"Giê-ru-sa-lem, đương ngày khốn-khổ lưu-ly, nhớ xưa trải mọi mùi vui-thích; Khi dân nó sa vào tay kẻ nghịch, chẳng ai đến cứu cùng. Quân thù xem thấy nó, chê-cười nó hoang-vu!"},{"bible_id":"193","chapter_code":"LAM.1","verse_code":"LAM.1.8","label":"8","content":"Giê-ru-sa-lem phạm tội trọng, bởi đó trở nên sự ô-uế. Mọi kẻ tôn-kính đều khinh-dể, vì thấy nó trần-truồng. Nó tự mình thở-than, trở lui."},{"bible_id":"193","chapter_code":"LAM.1","verse_code":"LAM.1.9","label":"9","content":"Váy nó dơ-bẩn; nó chẳng nghĩ sự cuối-cùng mình! Sự sa-sút nó khác thường, chẳng ai yên-ủi nó!… Hỡi Đức Giê-hô-va, xin xem sự khốn-nạn tôi, vì kẻ thù đã tự tôn mình làm lớn."},{"bible_id":"193","chapter_code":"LAM.1","verse_code":"LAM.1.10","label":"10","content":"Kẻ thù đã giơ tay trên mọi vật tốt nó; Vì nó đã thấy các dân ngoại xông vào nơi thánh nó. Về dân ngoại ấy Ngài có truyền: chẳng được vào hội Ngài."},{"bible_id":"193","chapter_code":"LAM.1","verse_code":"LAM.1.11","label":"11","content":"Cả dân nó vừa đi xin bánh, vừa thở-than; Đổi hết sự vui lấy thức ăn, để tươi-tỉnh linh-hồn mình. Hỡi Đức Giê-hô-va, xin đoái xem, vì tôi đã nên khinh-hèn!"},{"bible_id":"193","chapter_code":"LAM.1","verse_code":"LAM.1.12","label":"12","content":"Hỡi mọi người đi qua, há chẳng lấy làm quan-hệ sao? Xét xem có sự buồn-bực nào đọ được sự buồn-bực đã làm cho ta, Mà Đức Giê-hô-va đã làm khốn cho ta nơi ngày Ngài nổi giận phừng-phừng."},{"bible_id":"193","chapter_code":"LAM.1","verse_code":"LAM.1.13","label":"13","content":"Ngài đã giáng lửa từ trên cao, vào xương-cốt ta và thắng được. Ngài đã giăng lưới dưới chân ta, làm cho ta thối-lui. Ngài đã làm cho ta nên đơn-chiếc, hằng ngày bị hao-mòn."},{"bible_id":"193","chapter_code":"LAM.1","verse_code":"LAM.1.14","label":"14","content":"Ách của tội-lỗi ta Ngài buộc tay vào, Cả bó chất nặng cổ ta, Ngài đã bẻ gãy sức-mạnh ta. Chúa đã phó ta trong tay chúng nó, mà ta không chống-cự được!"},{"bible_id":"193","chapter_code":"LAM.1","verse_code":"LAM.1.15","label":"15","content":"Chúa đã làm nên hư-không lính-chiến ở giữa ta. Ngài đã nhóm hội lớn nghịch cùng ta, đặng nghiền kẻ trai-trẻ ta. Chúa đã giày-đạp như trong bàn ép con gái đồng-trinh của Giu-đa."},{"bible_id":"193","chapter_code":"LAM.1","verse_code":"LAM.1.16","label":"16","content":"Vậy nên ta khóc lóc; mắt ta tuôn nước mắt; Vì kẻ yên-ủi làm tỉnh hồn ta thì đã xa ta. Con-cái ta bị đơn-chiếc, vì kẻ thù đã thắng trận."},{"bible_id":"193","chapter_code":"LAM.1","verse_code":"LAM.1.17","label":"17","content":"Si-ôn giơ tay, chẳng ai yên-ủi nó; Đức Giê-hô-va đã truyền về Gia-cốp: những kẻ chung-quanh nó nghịch cùng nó. Giê-ru-sa-lem ở giữa chúng nó như một sự ô-uế."},{"bible_id":"193","chapter_code":"LAM.1","verse_code":"LAM.1.18","label":"18","content":"Đức Giê-hô-va là công-bình, vì ta đã bạn-nghịch cùng mạng Ngài. Hỡi các dân, xin hãy nghe hết thảy, hãy xem sự buồn-bực ta! Gái đồng-trinh và trai-trẻ ta đã đi làm phu-tù."},{"bible_id":"193","chapter_code":"LAM.1","verse_code":"LAM.1.19","label":"19","content":"Ta đã kêu-gọi những kẻ yêu-mến ta, nhưng họ lừa-dối ta. Các thầy tế-lễ và trưởng-lão đã tắt hơi trong thành, Khi họ tìm đồ-ăn để tươi-tỉnh linh-hồn mình."},{"bible_id":"193","chapter_code":"LAM.1","verse_code":"LAM.1.20","label":"20","content":"Hỡi Đức Giê-hô-va, xin đoái xem, vì tôi gặp hoạn-nạn; lòng tôi bối-rối: Trái tim tôi chuyển-động, vì tôi bạn-nghịch lắm lắm! Ở ngoài có gươm-dao làm cho mất, trong nhà có sự tử-vong."},{"bible_id":"193","chapter_code":"LAM.1","verse_code":"LAM.1.21","label":"21","content":"Người ta nghe tiếng tôi than-thở, chẳng ai hề yên-ủi. Mọi kẻ thù nghe tin tôi bị nạn, biết Ngài đã làm thì mừng-rỡ. Ngày Ngài đã rao, Ngài sẽ khiến đến!… Chúng nó sẽ giống như tôi!"},{"bible_id":"193","chapter_code":"LAM.1","verse_code":"LAM.1.22","label":"22","content":"Nguyền cho mọi tội chúng nó bày ra trước mặt Ngài! Xin đãi chúng nó như đãi tôi bởi cớ mọi tội-lỗi tôi; Vì tôi than-thở nhiều, và lòng tôi mòn-mỏi."},{"bible_id":"193","chapter_code":"LAM.2","verse_code":"LAM.2.1","label":"1","content":"Sao Chúa đã nổi giận, vầy mây che khuất con gái Si-ôn? Ngài đã ném sự đẹp-đẽ Y-sơ-ra-ên từ trên trời xuống đất. Trong ngày thạnh-nộ, Ngài chẳng nhớ đến bệ-chân mình."},{"bible_id":"193","chapter_code":"LAM.2","verse_code":"LAM.2.2","label":"2","content":"Chúa đã nuốt đi, chẳng thương-xót, hết thảy chỗ-ở của Gia-cốp. Ngài nhân giận đã đổ đồn-lũy con gái Giu-đa; Ngài đã xô cho đổ xuống đất, làm nhục nước và quan-trưởng trong nước."},{"bible_id":"193","chapter_code":"LAM.2","verse_code":"LAM.2.3","label":"3","content":"Trong cơn nóng giận, Ngài chặt hết sừng của Y-sơ-ra-ên. Ngài đã rút tay hữu lại từ trước mặt kẻ nghịch-thù. Ngài đã đốt-cháy Gia-cốp như lửa hừng thiêu-nuốt cả tư bề."},{"bible_id":"193","chapter_code":"LAM.2","verse_code":"LAM.2.4","label":"4","content":"Ngài giương cung ra như kẻ thù; giơ tay hữu lên, đứng như kẻ nghịch. Ngài đã giết hết, những kẻ làm vui mắt. Trong trại con gái Si-ôn, Ngài đã đổ giận ra như lửa."},{"bible_id":"193","chapter_code":"LAM.2","verse_code":"LAM.2.5","label":"5","content":"Chúa đã trở nên như kẻ nghịch đã nuốt Y-sơ-ra-ên; Nuốt cả cung-đền, phá tan đồn-lũy; Làm cho con gái Giu-đa thêm tang-chế thảm-thương."},{"bible_id":"193","chapter_code":"LAM.2","verse_code":"LAM.2.6","label":"6","content":"Ngài đã cất nhà tạm mình đi cách mạnh-bạo như thuộc về vườn; lại đã hủy nơi hội-họp Ngài. Tại Si-ôn, Đức Giê-hô-va đã khiến ngày hội trọng-thể cùng Sa-bát bị quên đi; Trong cơn nóng-giận, Ngài khinh-dể vua và thầy tế-lễ."},{"bible_id":"193","chapter_code":"LAM.2","verse_code":"LAM.2.7","label":"7","content":"Đức Giê-hô-va đã bỏ bàn-thờ, lại gớm nơi thánh; Ngài đã phó thành-quách cung-điện Si-ôn vào trong tay quân nghịch. Chúng nó làm om-sòm trong nhà Đức Giê-hô-va như trong ngày hội trọng-thể."},{"bible_id":"193","chapter_code":"LAM.2","verse_code":"LAM.2.8","label":"8","content":"Đức Giê-hô-va đã định phá-hủy tường-thành của con gái Si-ôn; Ngài đã giăng dây mực, chẳng ngừng tay về sự phá-diệt; Ngài làm cho lũy và tường thảm-sầu hao-mòn cùng nhau."},{"bible_id":"193","chapter_code":"LAM.2","verse_code":"LAM.2.9","label":"9","content":"Các cửa nó sụp trong đất; Ngài đã phá và bẻ các then-chốt. Vua và quan-trưởng nó ở giữa các nước là nơi chẳng có pháp-luật! Chính mình các tiên-tri chẳng tìm được từ Đức Giê-hô-va sự hiện-thấy chi."},{"bible_id":"193","chapter_code":"LAM.2","verse_code":"LAM.2.10","label":"10","content":"Các kẻ già-cả gái Si-ôn nín-lặng ngồi dưới đất; Đầu đổ tro-bụi, mình mặc bao-gai. Các gái đồng-trinh Giê-ru-sa-lem gục đầu đến đất."},{"bible_id":"193","chapter_code":"LAM.2","verse_code":"LAM.2.11","label":"11","content":"Mắt ta hao-mòn vì chảy nước mắt, lòng ta bối-rối; Gan ta đổ trên đất, vì sự hủy-diệt con gái dân ta. Vì con trẻ và các con đương bú, ngất đi nơi các đường-phố trong thành."},{"bible_id":"193","chapter_code":"LAM.2","verse_code":"LAM.2.12","label":"12","content":"Chúng nó nói cùng mẹ mình rằng: tìm thóc và rượu ở đâu? Khi ngất đi như kẻ bị thương, nơi các đường-phố trong thành; Và khi chúng nó tắt hơi trên lòng mẹ mình."},{"bible_id":"193","chapter_code":"LAM.2","verse_code":"LAM.2.13","label":"13","content":"Ta làm chứng gì cho ngươi? Hỡi gái Giê-ru-sa-lem, ta kể thí-dụ chi? Ta lấy gì sánh cùng ngươi đặng yên-ủi ngươi, hỡi con gái đồng-trinh Si-ôn? Sự phá-hại ngươi to như biển: ai sửa-sang lại được?"},{"bible_id":"193","chapter_code":"LAM.2","verse_code":"LAM.2.14","label":"14","content":"Các tiên-tri ngươi xem cho ngươi những sự hiện-thấy giả-dối và ngu-dại. Chẳng tỏ ra tội-lỗi ngươi, đặng đem phu-tù ngươi trở về. Chỉ thấy cho ngươi những lời tiên-tri dối và sự làm cớ cho ngươi bị đuổi."},{"bible_id":"193","chapter_code":"LAM.2","verse_code":"LAM.2.15","label":"15","content":"Những người qua đường thấy ngươi thì vỗ tay; Xỉ-báng lắc đầu vì thấy con gái của Giê-ru-sa-lem, Nói rằng: Có phải nầy là thành mà người ta gọi là sự đẹp-đẽ trọn-vẹn, sự vui-mừng của cả đất chăng?"},{"bible_id":"193","chapter_code":"LAM.2","verse_code":"LAM.2.16","label":"16","content":"Mọi kẻ thù-nghịch ngươi hả miệng rộng nghịch cùng ngươi, Xỉ-báng, nghiến răng, rằng: Chúng ta đã nuốt nó! Nầy chắc là ngày chúng ta trông-đợi, chúng ta đã tìm được, đã thấy rồi!"},{"bible_id":"193","chapter_code":"LAM.2","verse_code":"LAM.2.17","label":"17","content":"Đức Giê-hô-va đã làm sự mình định; đã làm trọn lời mà xưa kia mình đã truyền; Ngài đã lật-đổ chẳng thương-xót, Đã làm cho kẻ thù ngươi vui vì cớ ngươi, khiến sừng kẻ địch ngươi cất lên."},{"bible_id":"193","chapter_code":"LAM.2","verse_code":"LAM.2.18","label":"18","content":"Lòng dân ngươi kêu-van đến Chúa. Hỡi tường-thành con gái Si-ôn, hãy cho nước mắt ngươi ngày đêm chảy như sông! Đừng cho nghỉ-ngơi; con-ngươi mắt ngươi chẳng thôi."},{"bible_id":"193","chapter_code":"LAM.2","verse_code":"LAM.2.19","label":"19","content":"Hãy chỗi dậy kêu-van lúc ban đêm, vừa đầu các phiên canh; Đổ lòng ra như nước ở trước mặt Chúa. Hãy giơ tay hướng về Chúa vì sự sống con nhỏ ngươi, chúng nó ngất đi vì đói nơi góc phố."},{"bible_id":"193","chapter_code":"LAM.2","verse_code":"LAM.2.20","label":"20","content":"Hỡi Đức Giê-hô-va, xin đoái xem! Ngài đã hề đãi ai như thế? Đàn-bà há ăn trái ruột mình, tức con-cái ẵm trong tay ư? Thầy tế-lễ cùng tiên-tri, há nên giết trong nơi thánh Chúa ư?"},{"bible_id":"193","chapter_code":"LAM.2","verse_code":"LAM.2.21","label":"21","content":"Những người trẻ và già nằm sải trên đất trong đường-phố. Những gái trẻ và trai trẻ ta đều ngã dưới mũi gươm. Ngài giết đi nơi ngày thạnh-nộ, tru-diệt chẳng xót-thương."},{"bible_id":"193","chapter_code":"LAM.2","verse_code":"LAM.2.22","label":"22","content":"Ngài đã nhóm như ngày hội trọng-thể những sự kinh-hãi của tôi mọi bề. Nơi ngày thạnh-nộ của Đức Giê-hô-va, chẳng ai thoát khỏi và sót lại. Những kẻ tôi đã bồng-ẵm và thấy lớn lên, hết thảy đã bị quân nghịch hủy-hại."},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.1","label":"1","content":"Ta là người đã thấy khốn-khổ bởi gậy thạnh-nộ của Ngài."},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.2","label":"2","content":"Ngài đã dắt ta và khiến ta bước đi trong tối-tăm, chẳng bước đi trong sáng-láng."},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.3","label":"3","content":"Chắc Ngài trở tay cả ngày nghịch cùng ta nhiều lần."},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.4","label":"4","content":"Ngài đã làm hao-mòn thịt và da, đã bẻ gãy xương ta,"},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.5","label":"5","content":"Đã xây-đắp nghịch cùng ta, vây ta bằng mật-đắng và sự nhọc-nhằn,"},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.6","label":"6","content":"Khiến ta ở trong nơi tối-tăm, như người đã chết từ lâu đời."},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.7","label":"7","content":"Ngài đã bao-bọc ta bằng tường, mà không cho ra; lại làm cho nặng xiềng ta."},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.8","label":"8","content":"Khi ta kêu-la và xin cứu, Ngài bịt tai chẳng nghe lời cầu-nguyện;"},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.9","label":"9","content":"Lấy những đá đẽo lấp lối ta; Ngài đã làm cho đường-nẻo ta quanh-quẹo."},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.10","label":"10","content":"Ngài đối với ta như gấu rình-rập, như sư-tử nơi kín-đáo;"},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.11","label":"11","content":"Khiến ta lạc đường và vồ-xé ta, cho ta phải sầu-não."},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.12","label":"12","content":"Ngài đã giương cung và chọn ta làm tròng cho tên Ngài."},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.13","label":"13","content":"Ngài đã khiến tên trong bao Ngài vào trái cật ta:"},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.14","label":"14","content":"Ta làm trò cười cho cả dân ta, họ lấy ta làm bài hát cả ngày."},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.15","label":"15","content":"Ngài đã cho ta đầy-dẫy sự đắng-cay, cho ta no-nê bằng ngải-cứu."},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.16","label":"16","content":"Ngài đã lấy sỏi bẻ răng ta; vùi ta vào trong tro."},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.17","label":"17","content":"Ngài khiến hồn ta xa sự bình-an, ta đã quên phước-lành."},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.18","label":"18","content":"Ta rằng: Hết sức-mạnh ta, dứt lòng trông-đợi Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.19","label":"19","content":"Hãy nhớ đến sự hoạn-nạn khốn-khổ ta, là ngải-cứu và mật-đắng."},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.20","label":"20","content":"Hồn ta còn nhớ đến, và hao-mòn trong ta."},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.21","label":"21","content":"Ta nhớ lại sự đó, thì có sự trông-mong:"},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.22","label":"22","content":"Ấy là nhờ sự nhân-từ Đức Giê-hô-va mà chúng ta chưa tuyệt. Vì sự thương-xót của Ngài chẳng dứt;"},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.23","label":"23","content":"Mỗi buổi sáng thì lại mới luôn, sự thành-tín Ngài là lớn lắm."},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.24","label":"24","content":"Hồn ta nói: Đức Giê-hô-va là cơ-nghiệp ta, nên ta để lòng trông-cậy nơi Ngài."},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.25","label":"25","content":"Đức Giê-hô-va ban sự nhân-từ cho những kẻ trông-đợi Ngài, cho linh-hồn tìm-cầu Ngài."},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.26","label":"26","content":"Thật tốt cho người trông-mong và yên-lặng đợi-chờ sự cứu-rỗi của Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.27","label":"27","content":"Thật tốt cho người mang ách lúc trẻ-thơ."},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.28","label":"28","content":"Phải, nó phải ngồi một mình và làm thinh, vì Ngài đã gán ách trên mình."},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.29","label":"29","content":"Nó khá để miệng trong bụi-đất!… hoặc-giả sẽ có sự trông-mong."},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.30","label":"30","content":"Nó khá đưa má ra cho kẻ vả, khá chịu đầy nhuốc-nhơ."},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.31","label":"31","content":"Vì Chúa chẳng hề bỏ cho đến đời đời."},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.32","label":"32","content":"Dầu Ngài đã làm cho lo-buồn, còn sẽ thương-xót theo sự dư-dật của lòng nhân-từ Ngài;"},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.33","label":"33","content":"Vì ấy là chẳng phải bổn-tâm Ngài làm cho con-cái loài người cực-khổ và buồn-rầu."},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.34","label":"34","content":"Khi người ta giày-đạp mọi kẻ tù trong đất,"},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.35","label":"35","content":"Khi uốn cong lý-đoán của người trước mặt Đấng Rất Cao,"},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.36","label":"36","content":"Khi điên-đảo ai trong sự xét-đoán, thì Chúa chẳng ưng-chịu."},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.37","label":"37","content":"Nếu chẳng phải Chúa truyền lịnh, ai hay nói ra và sự ấy được thành?"},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.38","label":"38","content":"Há chẳng phải từ miệng Đấng Rất Cao ra tai-họa và phước-lành?"},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.39","label":"39","content":"Cớ sao người đang sống phàn-nàn vì chịu hình-phạt về tội-lỗi mình?"},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.40","label":"40","content":"Chúng ta hãy xét và thử đường mình, trở về cùng Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.41","label":"41","content":"Chúng ta hãy giơ lòng và tay lên đến Đức Chúa Trời trên trời."},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.42","label":"42","content":"Chúng tôi đã phạm phép, đã bạn-nghịch; Ngài đã chẳng dung-thứ!"},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.43","label":"43","content":"Ngài lấy giận che mình và đuổi theo chúng tôi, giết-lát chúng tôi, chẳng thương-xót."},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.44","label":"44","content":"Ngài ẩn mình trong mây, đến nỗi chẳng lời cầu-nguyện nào thấu qua được."},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.45","label":"45","content":"Ngài làm chúng tôi ra của bỏ, ra đồ rác-rến trong dân-sự."},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.46","label":"46","content":"Mọi kẻ nghịch-thù hả miệng rộng nghịch cùng chúng tôi."},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.47","label":"47","content":"Chúng tôi đã mắc sự sợ-hãi, hầm-hố, hủy-diệt, và hư-hại."},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.48","label":"48","content":"Mắt tôi chảy dòng nước, vì gái dân tôi mắc diệt-vong."},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.49","label":"49","content":"Mắt tôi tuôn nước mắt, không thôi cũng không ngớt,"},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.50","label":"50","content":"Cho đến chừng nào Đức Giê-hô-va đoái xem, từ trên trời ngó xuống."},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.51","label":"51","content":"Mắt tôi làm khổ linh-hồn tôi, vì mọi con gái của thành tôi."},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.52","label":"52","content":"Những kẻ vô-cớ thù-nghịch tôi đã đuổi tôi như đuổi chim."},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.53","label":"53","content":"Họ muốn giết tôi nơi ngục tối, và ném đá trên tôi."},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.54","label":"54","content":"Nước lên ngập đầu tôi, tôi nói: Ta phải chết-mất!"},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.55","label":"55","content":"Hỡi Đức Giê-hô-va, tôi từ nơi ngục tối rất sâu kêu-cầu danh Ngài."},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.56","label":"56","content":"Ngài chắc đã nghe tiếng tôi, xin đừng bịt tai khỏi hơi-thở và lời kêu-van tôi."},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.57","label":"57","content":"Ngày tôi cầu Ngài, Ngài đã đến gần tôi, đã phán cùng tôi: Chớ sợ-hãi chi!"},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.58","label":"58","content":"Hỡi Chúa, Ngài đã đối-nại việc hồn tôi, là Đấng chuộc mạng tôi."},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.59","label":"59","content":"Hỡi Đức Giê-hô-va, Ngài đã thấy người ta hiếp-đáp tôi: xin đoán-xét việc tôi!"},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.60","label":"60","content":"Chúng nó báo thù, lập mưu hại tôi, thì Ngài đã thấy hết."},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.61","label":"61","content":"Hỡi Đức Giê-hô-va, Ngài đã nghe chúng nó sỉ-nhục, bày mọi mưu-chước nghịch cùng tôi,"},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.62","label":"62","content":"Những môi-miếng của kẻ dấy nghịch cùng tôi và mưu-kế lập ra hại tôi cả ngày."},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.63","label":"63","content":"Xin Ngài xem sự ngồi xuống và đứng dậy của chúng nó; tôi là bài hát của chúng nó."},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.64","label":"64","content":"Hỡi Đức Giê-hô-va, Ngài sẽ báo-trả chúng nó tùy theo việc tay chúng nó làm."},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.65","label":"65","content":"Ngài sẽ ban lòng cứng-cỏi cho chúng nó, sự rủa-sả giáng trên chúng nó."},{"bible_id":"193","chapter_code":"LAM.3","verse_code":"LAM.3.66","label":"66","content":"Ngài sẽ lấy cơn giận và đuổi theo, hủy-hoại chúng nó khỏi dưới trời của Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"LAM.4","verse_code":"LAM.4.1","label":"1","content":"Than ôi! Vàng mờ-tối, vàng ròng biến-đổi dường nào! Đá nơi thánh đổ ra nơi mọi góc đường-phố!"},{"bible_id":"193","chapter_code":"LAM.4","verse_code":"LAM.4.2","label":"2","content":"Các con trai của Si-ôn quí-báu khác nào vàng ròng, Nay coi như bình đất sét là việc của tay thợ gốm làm!"},{"bible_id":"193","chapter_code":"LAM.4","verse_code":"LAM.4.3","label":"3","content":"Chính các chó rừng còn đưa vú ra cho con nó đặng cho bú; Song con gái dân ta trở nên hung-dữ như chim đà ở nơi đồng-vắng."},{"bible_id":"193","chapter_code":"LAM.4","verse_code":"LAM.4.4","label":"4","content":"Con mới đẻ khao-khát lắm, lưỡi nó dính với cuống họng. Trẻ nhỏ đòi bánh chẳng ai bẻ cho."},{"bible_id":"193","chapter_code":"LAM.4","verse_code":"LAM.4.5","label":"5","content":"Những người quen nếm mùi cao-lương đơn-chiếc trong các đường-phố; Những kẻ dưỡng-nuôi trong đồ điều-đỏ, nay ôm lấy đống phân-tro."},{"bible_id":"193","chapter_code":"LAM.4","verse_code":"LAM.4.6","label":"6","content":"Tội-lỗi con gái dân ta lớn hơn tội-lỗi Sô-đôm, Là thành bị đổ như trong giây-phút, chẳng ai giơ tay ra trên nó."},{"bible_id":"193","chapter_code":"LAM.4","verse_code":"LAM.4.7","label":"7","content":"Các người sang-trọng của nó tinh hơn tuyết, trắng hơn sữa. Nước da đỏ hồng hơn san-hô, mình-mẩy sáng ngời như bích-ngọc."},{"bible_id":"193","chapter_code":"LAM.4","verse_code":"LAM.4.8","label":"8","content":"Nay mặt đen hơn than: chẳng ai nhận-biết trong đường-phố; Còn xương bọc da; khô ran như khúc gỗ."},{"bible_id":"193","chapter_code":"LAM.4","verse_code":"LAM.4.9","label":"9","content":"Những người bị gươm giết may hơn kẻ bị chết đói: Vì thiếu sản-vật ngoài đồng, người lần-lần hao-mòn như bị đâm."},{"bible_id":"193","chapter_code":"LAM.4","verse_code":"LAM.4.10","label":"10","content":"Chính tay người đàn-bà vẫn có lòng thương-xót, nấu chín con-cái mình, Dùng làm đồ-ăn cho mình giữa khi con gái dân ta bị phá-hại."},{"bible_id":"193","chapter_code":"LAM.4","verse_code":"LAM.4.11","label":"11","content":"Đức Giê-hô-va đã làm trọn sự giận của Ngài, đổ cơn thạnh-nộ Ngài ra; Ngài đã đốt lửa tại Si-ôn, thiêu-nuốt nền nó."},{"bible_id":"193","chapter_code":"LAM.4","verse_code":"LAM.4.12","label":"12","content":"Các vua trên đất, cả dân-cư thế-gian, vốn chẳng ngờ Kẻ thù quân nghịch sẽ tràn vào các cửa thành Giê-ru-sa-lem."},{"bible_id":"193","chapter_code":"LAM.4","verse_code":"LAM.4.13","label":"13","content":"Ấy là vì cớ tội-lỗi của các tiên-tri nó, và sự gian-ác của các thầy tế-lễ nó. Họ đã đổ giữa nó huyết của người công-bình."},{"bible_id":"193","chapter_code":"LAM.4","verse_code":"LAM.4.14","label":"14","content":"Họ đi quanh dọc đường như kẻ mù, bị máu làm ô-uế, Đến nỗi không ai có thể rờ đến áo-xống họ."},{"bible_id":"193","chapter_code":"LAM.4","verse_code":"LAM.4.15","label":"15","content":"Người ta kêu bảo chúng rằng: Hãy xê-ra, chẳng sạch! Hãy xê ra! xê ra! đừng rờ đến! Khi họ trốn-tránh đi lưu-lạc, dân ngoại kêu rằng: Chúng nó sẽ không trú-ngụ ở đây nữa."},{"bible_id":"193","chapter_code":"LAM.4","verse_code":"LAM.4.16","label":"16","content":"Cơn giận Đức Giê-hô-va đã làm tan-lạc chúng, Ngài chẳng đoái xem nữa. Chúng nó chẳng nể mặt thầy tế-lễ, cũng chẳng kính người già-cả."},{"bible_id":"193","chapter_code":"LAM.4","verse_code":"LAM.4.17","label":"17","content":"Mắt chúng ta mòn-mỏi trông sự cứu luống-công! Chúng ta trông-đợi hướng về một dân không thể cứu."},{"bible_id":"193","chapter_code":"LAM.4","verse_code":"LAM.4.18","label":"18","content":"Chúng nó dòm-ngó chân chúng ta, đến nỗi chúng ta không bước ra nơi đường-phố. Sự cuối-cùng chúng ta đã gần! Ngày chúng ta đã trọn! Phải, sự cuối-cùng chúng ta đã đến!"},{"bible_id":"193","chapter_code":"LAM.4","verse_code":"LAM.4.19","label":"19","content":"Kẻ đuổi theo chúng ta thật lẹ hơn con chim ưng trên trời. Đuổi theo chúng ta trên các núi, rình-rập chúng ta trong đồng-vắng."},{"bible_id":"193","chapter_code":"LAM.4","verse_code":"LAM.4.20","label":"20","content":"Hơi-thở của mũi chúng ta, tức là kẻ chịu xức dầu của Đức Giê-hô-va, thì đã mắc bẫy rồi, Về người, chúng ta thường nói rằng: Chúng ta nấp dưới bóng người mà sống giữa các nước."},{"bible_id":"193","chapter_code":"LAM.4","verse_code":"LAM.4.21","label":"21","content":"Hỡi con gái Ê-đôm, ở đất Út-xơ! Hãy vui-mừng hớn-hở, Cái chén cũng sẽ trao đến mầy, mầy sẽ say-mê và trần-truồng."},{"bible_id":"193","chapter_code":"LAM.4","verse_code":"LAM.4.22","label":"22","content":"Hỡi con gái Si-ôn, sự phạt tội-lỗi mầy đã trọn, Ngài không đày mầy đi làm phu-tù nữa! Hỡi con gái Ê-đôm, Ngài sẽ thăm-phạt tội mầy; phô-bày gian-ác mầy!"},{"bible_id":"193","chapter_code":"LAM.5","verse_code":"LAM.5.1","label":"1","content":"Hỡi Đức Giê-hô-va, xin nhớ sự đã giáng trên chúng tôi; Hãy đoái xem sự sỉ-nhục chúng tôi!"},{"bible_id":"193","chapter_code":"LAM.5","verse_code":"LAM.5.2","label":"2","content":"Sản-nghiệp chúng tôi đã sang tay dân ngoại, Nhà-cửa thuộc về người giống khác."},{"bible_id":"193","chapter_code":"LAM.5","verse_code":"LAM.5.3","label":"3","content":"Chúng tôi mất cha, phải mồ-côi, Mẹ chúng tôi trở nên góa-bụa."},{"bible_id":"193","chapter_code":"LAM.5","verse_code":"LAM.5.4","label":"4","content":"Chúng tôi uống nước phải trả tiền, Phải mua mới có củi."},{"bible_id":"193","chapter_code":"LAM.5","verse_code":"LAM.5.5","label":"5","content":"Kẻ đuổi theo kịp chúng tôi, chận cổ chúng tôi; Chúng tôi đã mỏi-mệt rồi, chẳng được nghỉ!"},{"bible_id":"193","chapter_code":"LAM.5","verse_code":"LAM.5.6","label":"6","content":"Chúng tôi dang tay hướng về những người Ê-díp-tô Và A-si-ri, đặng có bánh ăn no-nê."},{"bible_id":"193","chapter_code":"LAM.5","verse_code":"LAM.5.7","label":"7","content":"Tổ-phụ chúng tôi đã phạm tội, nay không còn nữa. Chúng tôi đã mang lấy sự gian-ác họ."},{"bible_id":"193","chapter_code":"LAM.5","verse_code":"LAM.5.8","label":"8","content":"Kẻ đầy-tớ cai-trị chúng tôi, Chẳng ai cứu chúng tôi khỏi tay họ."},{"bible_id":"193","chapter_code":"LAM.5","verse_code":"LAM.5.9","label":"9","content":"Chúng tôi liều mạng mới có bánh mà ăn, Vì cớ mũi gươm nơi đồng-vắng."},{"bible_id":"193","chapter_code":"LAM.5","verse_code":"LAM.5.10","label":"10","content":"Da chúng tôi nóng như lò lửa, Vì cơn đói thiêu-đốt chúng tôi!"},{"bible_id":"193","chapter_code":"LAM.5","verse_code":"LAM.5.11","label":"11","content":"Chúng nó đã làm nhục đàn-bà tại Si-ôn, Và gái đồng-trinh trong các thành Giu-đa."},{"bible_id":"193","chapter_code":"LAM.5","verse_code":"LAM.5.12","label":"12","content":"Tay chúng nó đã treo các quan-trưởng lên, Chẳng kính-trọng mặt các người già-cả."},{"bible_id":"193","chapter_code":"LAM.5","verse_code":"LAM.5.13","label":"13","content":"Kẻ trai-tráng đã phải mang cối, Trẻ con vấp-ngã dưới gánh củi."},{"bible_id":"193","chapter_code":"LAM.5","verse_code":"LAM.5.14","label":"14","content":"Các người già-cả không còn ngồi nơi cửa thành, Bọn trai-trẻ không còn chơi đàn-hát."},{"bible_id":"193","chapter_code":"LAM.5","verse_code":"LAM.5.15","label":"15","content":"Lòng chúng tôi hết cả sự vui; Cuộc nhảy-múa đổi ra tang-chế."},{"bible_id":"193","chapter_code":"LAM.5","verse_code":"LAM.5.16","label":"16","content":"Mão triều-thiên rơi khỏi đầu chúng tôi, Khốn cho chúng tôi, vì chúng tôi phạm tội!"},{"bible_id":"193","chapter_code":"LAM.5","verse_code":"LAM.5.17","label":"17","content":"Vì vậy lòng chúng tôi mòn-mỏi, Mắt chúng tôi mờ-tối,"},{"bible_id":"193","chapter_code":"LAM.5","verse_code":"LAM.5.18","label":"18","content":"Vì núi Si-ôn đã trở nên hoang-vu, Chồn-cáo đi lại trên đó."},{"bible_id":"193","chapter_code":"LAM.5","verse_code":"LAM.5.19","label":"19","content":"Hỡi Đức Giê-hô-va, Ngài còn đời đời, Ngôi Ngài còn từ đời nầy sang đời kia!"},{"bible_id":"193","chapter_code":"LAM.5","verse_code":"LAM.5.20","label":"20","content":"Sao Ngài quên chúng tôi mãi mãi, Lìa-bỏ chúng tôi lâu vậy?"},{"bible_id":"193","chapter_code":"LAM.5","verse_code":"LAM.5.21","label":"21","content":"Hỡi Đức Giê-hô-va, hãy xây chúng tôi trở về Ngài thì chúng tôi sẽ trở về, Làm những ngày chúng tôi lại mới như thuở xưa!"},{"bible_id":"193","chapter_code":"LAM.5","verse_code":"LAM.5.22","label":"22","content":"Nhưng Ngài lại bỏ hết chúng tôi, Ngài giận chúng tôi quá lắm."}]