[{"bible_id":"193","chapter_code":"MAL.1","verse_code":"MAL.1.1","label":"1","content":"Gánh nặng lời Đức Giê-hô-va cho Y-sơ-ra-ên bởi Ma-la-chi."},{"bible_id":"193","chapter_code":"MAL.1","verse_code":"MAL.1.2","label":"2","content":"Đức Giê-hô-va có phán: Ta yêu các ngươi; và các ngươi nói rằng: Chúa yêu chúng tôi ở đâu? Đức Giê-hô-va phán: Ê-sau há chẳng phải là anh Gia-cốp sao?"},{"bible_id":"193","chapter_code":"MAL.1","verse_code":"MAL.1.3","label":"3","content":"Nhưng ta yêu Gia-cốp, mà ghét Ê-sau, ta làm cho những núi nó nên hoang-vu, và phó sản-nghiệp nó cho những chó nơi đồng vắng."},{"bible_id":"193","chapter_code":"MAL.1","verse_code":"MAL.1.4","label":"4","content":"Nếu Ê-đôm nói rằng: Chúng ta đã bị hủy-diệt, song chúng ta sẽ trở về dựng lại những nơi đổ-nát, thì Đức Giê-hô-va vạn-quân cũng phán rằng: Chúng nó sẽ dựng lại, nhưng ta sẽ đổ xuống, người ta sẽ gọi chúng nó là Cõi độc-ác, và là dân mà Đức Giê-hô-va nổi giận nghịch cùng đời đời."},{"bible_id":"193","chapter_code":"MAL.1","verse_code":"MAL.1.5","label":"5","content":"Mắt các ngươi sẽ thấy, và các ngươi sẽ nói rằng: Nguyền Đức Giê-hô-va là lớn ngoài cõi Y-sơ-ra-ên!"},{"bible_id":"193","chapter_code":"MAL.1","verse_code":"MAL.1.6","label":"6","content":"Con trai tôn-kính cha mình, đầy-tớ tôn-kính chủ mình. Vậy nếu ta là cha, nào sự tôn-kính thuộc về ta ở đâu? Và nếu ta là chủ, nào sự kính-sợ ta ở đâu? Đức Giê-hô-va vạn-quân phán vậy cùng các ngươi, hỡi các thầy tế-lễ khinh-dể danh ta! Các ngươi lại nói rằng: Chúng tôi có khinh-dể danh Ngài ở đâu?"},{"bible_id":"193","chapter_code":"MAL.1","verse_code":"MAL.1.7","label":"7","content":"Các ngươi dâng bánh ô-uế trên bàn-thờ ta, rồi các ngươi nói rằng: Chúng tôi có làm ô-uế Ngài ở đâu? Ấy là ở điều các ngươi nói rằng: Bàn của Đức Giê-hô-va đáng khinh-dể."},{"bible_id":"193","chapter_code":"MAL.1","verse_code":"MAL.1.8","label":"8","content":"Khi các ngươi dâng một con vật mù làm của-lễ, điều đó há chẳng phải là dữ sao? Khi các ngươi dâng một con vật què hoặc đau, điều đó há chẳng phải là dữ sao? Thử dâng nó cho quan trấn-thủ ngươi, thì người há đẹp lòng và vui nhận cho ngươi sao? Đức Giê-hô-va vạn-quân phán như vậy."},{"bible_id":"193","chapter_code":"MAL.1","verse_code":"MAL.1.9","label":"9","content":"Các ngươi đã làm điều đó, nay ta xin các ngươi hãy nài-xin ơn Đức Chúa Trời, hầu cho Ngài làm ơn cho chúng ta, thì Ngài há sẽ nhận một người nào trong các ngươi sao? Đức Giê-hô-va vạn-quân phán vậy."},{"bible_id":"193","chapter_code":"MAL.1","verse_code":"MAL.1.10","label":"10","content":"Ước gì trong các ngươi có một người đóng các cửa, hầu cho các ngươi không nhen lửa vô-ích nơi bàn-thờ ta. Đức Giê-hô-va vạn-quân phán: Ta chẳng lấy làm vui lòng nơi các ngươi, và ta chẳng nhận nơi tay các ngươi một của-dâng nào hết."},{"bible_id":"193","chapter_code":"MAL.1","verse_code":"MAL.1.11","label":"11","content":"Vì từ nơi mặt trời mọc cho đến nơi mặt trời lặn, danh ta sẽ là lớn giữa các dân ngoại. Trong khắp mọi nơi, người ta sẽ dâng hương và của-lễ thanh-sạch cho danh ta; vì danh ta sẽ là lớn giữa các dân ngoại, Đức Giê-hô-va vạn-quân phán vậy."},{"bible_id":"193","chapter_code":"MAL.1","verse_code":"MAL.1.12","label":"12","content":"Song các ngươi đã làm uế-tục danh ta mà rằng: Bàn của Đức Giê-hô-va là ô-uế, đồ-ăn đến từ trên nó là đáng khinh-dể."},{"bible_id":"193","chapter_code":"MAL.1","verse_code":"MAL.1.13","label":"13","content":"Các ngươi lại nói rằng: Ôi! Việc khó-nhọc là dường nào! Rồi các ngươi khinh-dể nó, Đức Giê-hô-va vạn-quân phán vậy! Các ngươi đem đến vật bị cướp, vật què và đau, đó là của các ngươi đem dâng cho ta. Ta há có thể nhận vật nầy nơi tay các ngươi sao? Đức Giê-hô-va phán vậy."},{"bible_id":"193","chapter_code":"MAL.1","verse_code":"MAL.1.14","label":"14","content":"Đáng rủa thay là kẻ hay lừa-dối, trong bầy nó có con đực, mà nó hứa-nguyện và dâng con tàn-tật làm của-lễ cho Chúa! Đức Giê-hô-va vạn-quân phán: Vì ta là Vua lớn, danh ta là đáng sợ giữa các dân ngoại."},{"bible_id":"193","chapter_code":"MAL.2","verse_code":"MAL.2.1","label":"1","content":"Hỡi các thầy tế-lễ, bây giờ ta truyền lịnh nầy về các ngươi."},{"bible_id":"193","chapter_code":"MAL.2","verse_code":"MAL.2.2","label":"2","content":"Nếu các ngươi chẳng nghe, và không để lòng dâng sự vinh-hiển cho danh ta, thì, Đức Giê-hô-va vạn-quân phán, ta sẽ giáng sự rủa-sả trên các ngươi, và sẽ rủa-sả những phước-lành của các ngươi; và ta đã rủa sả rồi, vì các ngươi không để điều đó vào lòng."},{"bible_id":"193","chapter_code":"MAL.2","verse_code":"MAL.2.3","label":"3","content":"Nầy, ta sẽ quở-trách giống gieo của các ngươi, rải phân trên mặt các ngươi, tức là phân của những lễ các ngươi; các ngươi sẽ bị đem đi với phân ấy."},{"bible_id":"193","chapter_code":"MAL.2","verse_code":"MAL.2.4","label":"4","content":"Các ngươi sẽ biết rằng ta đã truyền lịnh nầy cho các ngươi, để làm giao-ước của ta với Lê-vi, Đức Giê-hô-va vạn-quân phán vậy."},{"bible_id":"193","chapter_code":"MAL.2","verse_code":"MAL.2.5","label":"5","content":"Giao-ước của ta với Lê-vi vốn là sự sống và sự bình-an mà ta đã ban cho nó, hầu cho nó kính-sợ ta; thì nó đã kính-sợ ta, và run-rẩy trước danh ta."},{"bible_id":"193","chapter_code":"MAL.2","verse_code":"MAL.2.6","label":"6","content":"Luật-pháp của sự chân-thật đã ở trong miệng nó, trong môi-miếng nó chẳng có một sự không công-bình nào; nó đã bước đi với ta trong sự bình-an và ngay-thẳng, làm cho nhiều người xây-bỏ khỏi sự gian-ác."},{"bible_id":"193","chapter_code":"MAL.2","verse_code":"MAL.2.7","label":"7","content":"Vì môi-miếng của thầy tế-lễ nên giữ sự thông-biết, người ta tìm luật-pháp trong miệng nó, vì nó là sứ-giả của Đức Giê-hô-va vạn-quân."},{"bible_id":"193","chapter_code":"MAL.2","verse_code":"MAL.2.8","label":"8","content":"Nhưng, trái lại, các ngươi đã xây khỏi đường-lối, làm cho nhiều người vấp-ngã trong luật-pháp, và đã làm sai giao-ước của Lê-vi, Đức Giê-hô-va vạn-quân phán vậy."},{"bible_id":"193","chapter_code":"MAL.2","verse_code":"MAL.2.9","label":"9","content":"Vậy nên ta cũng đã làm cho các ngươi ra khinh-bỉ hèn-hạ trước mặt cả dân, vì các ngươi chẳng giữ đường-lối ta, hay vị-nể người ta trong luật-pháp."},{"bible_id":"193","chapter_code":"MAL.2","verse_code":"MAL.2.10","label":"10","content":"Hết thảy chúng ta chẳng phải là có chung một cha sao? Chẳng phải chỉ có một Đức Chúa Trời đã dựng nên chúng ta sao? Vậy sao ai nấy đãi anh em mình cách gian-dối, phạm giao-ước của tổ-phụ chúng ta?"},{"bible_id":"193","chapter_code":"MAL.2","verse_code":"MAL.2.11","label":"11","content":"Giu-đa đã ăn-ở cách lừa-phỉnh, và đã phạm một sự gớm-ghiếc trong Y-sơ-ra-ên và trong Giê-ru-sa-lem; vì Giu-đa đã làm uế sự thánh-khiết của Đức Giê-hô-va, là sự Ngài ưa, mà cưới con gái của thần ngoại."},{"bible_id":"193","chapter_code":"MAL.2","verse_code":"MAL.2.12","label":"12","content":"Phàm ai làm sự đó, hoặc kẻ thức, hoặc kẻ trả lời, hoặc kẻ dâng của-lễ cho Đức Giê-hô-va vạn-quân, Đức Giê-hô-va sẽ trừ họ khỏi các trại của Gia-cốp."},{"bible_id":"193","chapter_code":"MAL.2","verse_code":"MAL.2.13","label":"13","content":"Các ngươi lại còn làm sự nầy: Các ngươi lấy nước mắt, khóc-lóc, than-thở mà che-lấp bàn-thờ Đức Giê-hô-va, nên nỗi Ngài không nhìn đến của-lễ nữa, và không vui lòng nhận lấy vật dâng bởi tay các ngươi."},{"bible_id":"193","chapter_code":"MAL.2","verse_code":"MAL.2.14","label":"14","content":"Các ngươi lại nói rằng: Vì sao? Ấy là vì Đức Giê-hô-va làm chứng giữa ngươi và vợ ngươi lấy lúc tuổi trẻ, mà ngươi đãi nó cách phỉnh-dối, dầu rằng nó là bạn ngươi và là vợ giao-ước của ngươi."},{"bible_id":"193","chapter_code":"MAL.2","verse_code":"MAL.2.15","label":"15","content":"Vả, hơi-sống của Đức Chúa Trời dầu có dư-dật, chỉ làm nên một người mà thôi. Nhưng vì sao chỉ làm một người? Ấy là vì tìm một dòng-dõi thánh. Vậy các ngươi khá cẩn-thận trong tâm-thần mình; chớ đãi cách phỉnh-dối với vợ mình lấy lúc tuổi-trẻ."},{"bible_id":"193","chapter_code":"MAL.2","verse_code":"MAL.2.16","label":"16","content":"Vì Giê-hô-va Đức Chúa Trời của Y-sơ-ra-ên có phán rằng ta ghét người nào bỏ vợ, và người nào lấy sự hung-dữ che áo mình, Đức Giê-hô-va vạn-quân phán vậy. Vậy hãy giữ trong tâm-thần các ngươi, chớ đãi cách phỉnh-dối."},{"bible_id":"193","chapter_code":"MAL.2","verse_code":"MAL.2.17","label":"17","content":"Các ngươi đã làm phiền Đức Giê-hô-va bởi những lời nói mình; các ngươi lại nói rằng: Chúng tôi có làm phiền Ngài ở đâu? Ấy là khi các ngươi nói: Ai làm điều dữ thì đẹp mắt Đức Giê-hô-va, và Ngài ưa-thích những người như vậy; bằng chẳng vậy, thì nào Đức Chúa Trời của sự chánh-trực ở đâu?"},{"bible_id":"193","chapter_code":"MAL.3","verse_code":"MAL.3.1","label":"1","content":"Nầy, ta sai sứ-giả ta, người sẽ dọn đường trước mặt ta; và Chúa mà các ngươi tìm-kiếm sẽ thình-lình vào trong đền-thờ Ngài, tức là thiên-sứ của sự giao-ước mà các ngươi trông-mong. Nầy, Ngài đến, Đức Giê-hô-va vạn-quân phán vậy."},{"bible_id":"193","chapter_code":"MAL.3","verse_code":"MAL.3.2","label":"2","content":"Nhưng ai sẽ đương nổi ngày Ngài đến, và ai đứng được khi Ngài hiện ra? Vì Ngài giống như lửa của thợ luyện, như tro thợ giặt."},{"bible_id":"193","chapter_code":"MAL.3","verse_code":"MAL.3.3","label":"3","content":"Ngài sẽ ngồi như kẻ luyện bạc và làm cho sạch; Ngài sẽ chùi các con trai Lê-vi, làm cho chúng nó sạch như vàng và bạc; chúng nó sẽ dâng của-lễ cho Đức Giê-hô-va trong sự công-bình."},{"bible_id":"193","chapter_code":"MAL.3","verse_code":"MAL.3.4","label":"4","content":"Bấy giờ của-lễ của Giu-đa và của Giê-ru-sa-lem sẽ được đẹp lòng Đức Giê-hô-va, như những ngày xưa, và như những năm thượng-cổ."},{"bible_id":"193","chapter_code":"MAL.3","verse_code":"MAL.3.5","label":"5","content":"Ta sẽ đến gần các ngươi đặng làm sự đoán-xét, và ta sẽ vội-vàng làm chứng nghịch cùng những kẻ đồng-bóng, tà-dâm, những kẻ thề dối, những kẻ gạt tiền-công của người làm thuê, hiếp-đáp kẻ góa-bụa và kẻ mồ-côi, những kẻ làm hại người khách lạ và những kẻ không kính-sợ ta, Đức Giê-hô-va vạn-quân phán vậy."},{"bible_id":"193","chapter_code":"MAL.3","verse_code":"MAL.3.6","label":"6","content":"Vì ta là Đức Giê-hô-va, ta không hề thay-đổi; bởi cớ đó, các ngươi là con trai Gia-cốp, chẳng bị diệt-vong."},{"bible_id":"193","chapter_code":"MAL.3","verse_code":"MAL.3.7","label":"7","content":"Từ những ngày tổ-phụ các ngươi, các ngươi đã xây-bỏ luật-lệ ta và không vâng-giữ. Hãy trở lại cùng ta, thì ta sẽ trở lại cùng các ngươi, Đức Giê-hô-va vạn-quân phán vậy. Nhưng các ngươi nói rằng: Bởi đâu chúng tôi sẽ trở lại?"},{"bible_id":"193","chapter_code":"MAL.3","verse_code":"MAL.3.8","label":"8","content":"Người ta có thể ăn trộm Đức Chúa Trời sao? Mà các ngươi ăn trộm ta. Các ngươi nói rằng; Chúng tôi ăn trộm Chúa ở đâu? Các ngươi đã ăn trộm trong các phần mười và trong các của-dâng."},{"bible_id":"193","chapter_code":"MAL.3","verse_code":"MAL.3.9","label":"9","content":"Các ngươi bị rủa-sả, vì các ngươi, thảy cả nước, đều ăn trộm ta."},{"bible_id":"193","chapter_code":"MAL.3","verse_code":"MAL.3.10","label":"10","content":"Các ngươi hãy đem hết thảy phần mười vào kho, hầu cho có lương-thực trong nhà ta; và từ nay các ngươi khá lấy điều nầy mà thử ta, Đức Giê-hô-va vạn-quân phán, xem ta có mở các cửa-sổ trên trời cho các ngươi, đổ phước xuống cho các ngươi đến nỗi không chỗ chứa chăng!"},{"bible_id":"193","chapter_code":"MAL.3","verse_code":"MAL.3.11","label":"11","content":"Ta sẽ vì các ngươi ngăn-cấm kẻ cắn-nuốt, nó sẽ không phá-hại bông-trái của đất các ngươi; và những cây nho các ngươi trong đồng ruộng cũng sẽ không rụng trái trước khi đến mùa, Đức Giê-hô-va phán vậy."},{"bible_id":"193","chapter_code":"MAL.3","verse_code":"MAL.3.12","label":"12","content":"Mọi nước sẽ xưng các ngươi là có phước, vì các ngươi sẽ là đất vui-thích, Đức Giê-hô-va vạn-quân phán vậy."},{"bible_id":"193","chapter_code":"MAL.3","verse_code":"MAL.3.13","label":"13","content":"Đức Giê-hô-va phán: Các ngươi đã lấy lời ngang-trái nghịch cùng ta. Nhưng các ngươi nói rằng: Chúng tôi có nói gì nghịch cùng Ngài?"},{"bible_id":"193","chapter_code":"MAL.3","verse_code":"MAL.3.14","label":"14","content":"Các ngươi có nói: Người ta hầu-việc Đức Chúa Trời là vô-ích; chúng ta giữ điều Ngài dạy phải giữ, và bước đi cách buồn-rầu trước mặt Đức Giê-hô-va vạn-quân, thì có lợi gì?"},{"bible_id":"193","chapter_code":"MAL.3","verse_code":"MAL.3.15","label":"15","content":"Rày chúng ta kể kẻ kiêu-ngạo là có phước, kẻ phạm sự hung-ác là tấn-tới: Họ đã thử Đức Chúa Trời, và đã được giải-thoát!"},{"bible_id":"193","chapter_code":"MAL.3","verse_code":"MAL.3.16","label":"16","content":"Bấy giờ những kẻ kính-sợ Đức Giê-hô-va nói cùng nhau, thì Đức Giê-hô-va để ý mà nghe; và một sách để ghi-nhớ được chép trước mặt Ngài cho những kẻ kính-sợ Đức Giê-hô-va và tưởng đến danh Ngài."},{"bible_id":"193","chapter_code":"MAL.3","verse_code":"MAL.3.17","label":"17","content":"Đức Giê-hô-va vạn-quân phán: Những kẻ ấy sẽ thuộc về ta, làm cơ-nghiệp riêng của ta trong ngày ta làm; và ta sẽ tiếc chúng nó như một người tiếc con trai mình hầu-việc mình."},{"bible_id":"193","chapter_code":"MAL.3","verse_code":"MAL.3.18","label":"18","content":"Bấy giờ các ngươi sẽ trở lại và sẽ phân-biệt giữa kẻ công-bình và kẻ gian-ác, giữa kẻ hầu-việc Đức Chúa Trời và kẻ không hầu-việc Ngài."},{"bible_id":"193","chapter_code":"MAL.4","verse_code":"MAL.4.1","label":"1","content":"Vì nầy, ngày đến, cháy như lò lửa. Mọi kẻ kiêu-ngạo, mọi kẻ làm sự gian-ác sẽ như rơm-cỏ; Đức Giê-hô-va vạn-quân phán: Ngày ấy đến, thiêu-đốt chúng nó, chẳng để lại cho chúng nó hoặc rễ hoặc nhành."},{"bible_id":"193","chapter_code":"MAL.4","verse_code":"MAL.4.2","label":"2","content":"Nhưng về phần các ngươi là kẻ kính-sợ danh ta, thì mặt trời công-bình sẽ mọc lên cho, trong cánh nó có sự chữa bịnh; các ngươi sẽ đi ra và nhảy-nhót như bò tơ của chuồng."},{"bible_id":"193","chapter_code":"MAL.4","verse_code":"MAL.4.3","label":"3","content":"Các ngươi sẽ giày-đạp những kẻ ác, vì trong ngày ta làm, chúng nó sẽ như là tro dưới bàn chân các ngươi, Đức Giê-hô-va vạn-quân phán vậy."},{"bible_id":"193","chapter_code":"MAL.4","verse_code":"MAL.4.4","label":"4","content":"Các ngươi khá nhớ lại luật-pháp của đầy-tớ ta là Môi-se, mà ta đã truyền cho nó tại Hô-rếp, tức là những lệ-luật và mạng-lịnh cho cả Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"MAL.4","verse_code":"MAL.4.5","label":"5","content":"Nầy, ta sẽ sai đấng tiên-tri Ê-li đến cùng các ngươi trước ngày lớn và đáng sợ của Đức Giê-hô-va chưa đến."},{"bible_id":"193","chapter_code":"MAL.4","verse_code":"MAL.4.6","label":"6","content":"Người sẽ làm cho lòng cha trở lại cùng con-cái, lòng con-cái trở lại cùng cha, kẻo ta đến lấy sự rủa-sả mà đánh đất nầy."}]