[{"bible_id":"193","chapter_code":"NEH.1","verse_code":"NEH.1.1","label":"1","content":"Lời của Nê-hê-mi, con trai Ha-ca-lia. Năm thứ hai mươi, nhằm tháng Kít-lơ, xảy khi tôi đương ở tại kinh-đô Su-sơ,"},{"bible_id":"193","chapter_code":"NEH.1","verse_code":"NEH.1.2","label":"2","content":"có một người trong anh em tôi tên là Ha-na-ni với vài người Giu-đa đến tôi hỏi thăm chúng về dân Giu-đa đã được thoát khỏi, tức những kẻ đã bị bắt làm phu-tù còn sót lại, và hỏi luôn về những việc Giê-ru-sa-lem."},{"bible_id":"193","chapter_code":"NEH.1","verse_code":"NEH.1.3","label":"3","content":"Các người ấy nói với tôi rằng: Những kẻ bị bắt làm phu-tù còn sót ở lại trong tỉnh, bị tai-nạn và sỉ-nhục lắm; còn vách-thành của Giê-ru-sa-lem thì hư-nát và các cửa nó đã bị lửa cháy."},{"bible_id":"193","chapter_code":"NEH.1","verse_code":"NEH.1.4","label":"4","content":"Khi tôi nghe các lời ấy, bèn ngồi mà khóc, cư tang mấy ngày; tôi cữ ăn và cầu-nguyện Đức Chúa của các từng trời, mà rằng:"},{"bible_id":"193","chapter_code":"NEH.1","verse_code":"NEH.1.5","label":"5","content":"Ôi! Giê-hô-va Đức Chúa của các từng trời, tức Đức Chúa Trời cực-đại và đáng kinh, hay giữ lời giao-ước và lòng nhân-từ cùng kẻ nào kính-mến Ngài và vâng giữ các điều-răn của Ngài!"},{"bible_id":"193","chapter_code":"NEH.1","verse_code":"NEH.1.6","label":"6","content":"Tôi xin mắt Chúa hãy đoái đến và lỗ tai Chúa lắng nghe lời cầu-nguyện của kẻ đầy-tớ Chúa, mà tôi hiện lúc nầy hằng ngày và đêm cầu-nguyện vì dân Y-sơ-ra-ên, là các tôi-tớ Chúa, ở tại trước mặt Chúa và xưng những tội của dân Y-sơ-ra-ên mà chúng tôi đã phạm với Ngài. Và lại tôi và nhà của tổ-phụ tôi cũng có phạm tội."},{"bible_id":"193","chapter_code":"NEH.1","verse_code":"NEH.1.7","label":"7","content":"Chúng tôi có làm rất ác-tệ nghịch cùng Chúa, không vâng giữ điều-răn giới-mạng và luật-lệ của Chúa đã phán dạy Môi-se, là kẻ tôi-tớ Chúa."},{"bible_id":"193","chapter_code":"NEH.1","verse_code":"NEH.1.8","label":"8","content":"Xin Chúa hãy nhớ lại lời Chúa đã phán dạy Môi-se, kẻ tôi-tớ Chúa, rằng: Nếu các ngươi phạm tội, ta sẽ tan-rải các ngươi giữa các dân-tộc;"},{"bible_id":"193","chapter_code":"NEH.1","verse_code":"NEH.1.9","label":"9","content":"còn nếu các ngươi trở lại cùng ta, gìn-giữ làm theo các điều-răn của ta, dầu khi kẻ bị tan-lạc của các ngươi ở cuối-tận trời, ta cũng sẽ từ đó chiêu-tập chúng nó về, và dẫn chúng nó đến nơi ta đã chọn đặng cho danh ta ngự tại đó."},{"bible_id":"193","chapter_code":"NEH.1","verse_code":"NEH.1.10","label":"10","content":"Vả, chúng là các tôi-tớ và dân-sự của Chúa, mà Chúa đã cậy quyền-năng và tay mạnh-mẽ mà chuộc lại."},{"bible_id":"193","chapter_code":"NEH.1","verse_code":"NEH.1.11","label":"11","content":"Chúa ôi! tôi nài-xin Chúa hãy lắng tai nghe lời cầu-nguyện của kẻ tôi-tớ Ngài và lời cầu-nguyện của các tôi-tớ Ngài vẫn vui lòng kính-sợ danh Ngài; ngày nay xin Chúa hãy làm cho tôi-tớ Chúa được may-mắn, và ban cho nó tìm được sự nhân-từ trước mặt người nầy. Vả, bấy giờ tôi làm quan tửu-chánh của vua."},{"bible_id":"193","chapter_code":"NEH.2","verse_code":"NEH.2.1","label":"1","content":"Đương năm thứ hai mươi đời vua Ạt-ta-xét-xe, tháng Ni-san, rượu sẵn ở trước mặt người, tôi lấy rượu dâng cho vua; trước tôi không hề có bộ buồn-rầu tại trước mặt người."},{"bible_id":"193","chapter_code":"NEH.2","verse_code":"NEH.2.2","label":"2","content":"Vua nói với tôi rằng: Nhân sao ngươi mặt-mày buồn, dầu mà ngươi không có bịnh? Điều đó chỉ là sự buồn-rầu trong lòng mà thôi. Bấy giờ tôi lấy làm sợ-hãi lắm,"},{"bible_id":"193","chapter_code":"NEH.2","verse_code":"NEH.2.3","label":"3","content":"bèn nói với vua rằng: Nguyện vua vạn tuế! Lẽ nào mặt tôi không buồn, khi cái thành, là nơi có mồ-mả của tổ-phụ tôi, bị phá hoang, và các cửa thành bị lửa thiêu đốt?"},{"bible_id":"193","chapter_code":"NEH.2","verse_code":"NEH.2.4","label":"4","content":"Vua hỏi tôi rằng: Ngươi cầu-xin cái gì? Tôi bèn cầu-nguyện cùng Đức Chúa của các từng trời,"},{"bible_id":"193","chapter_code":"NEH.2","verse_code":"NEH.2.5","label":"5","content":"rồi tâu với vua rằng: Nếu vua thấy điều đó là tốt-lành, nếu kẻ tôi-tớ vua được ơn trước mặt vua, xin vua hãy sai tôi về Giu-đa, đến thành có mồ-mả của tổ-phụ tôi, để tôi xây-cất thành ấy lại. — "},{"bible_id":"193","chapter_code":"NEH.2","verse_code":"NEH.2.6","label":"6","content":"Đương khi ấy hoàng-hậu cũng ngồi bên cạnh vua. — Vua bèn hỏi tôi rằng: Ngươi đi đường lâu chừng bao nhiêu, và khi nào ngươi trở về? Vậy, vua đẹp lòng sai tôi đi, và tôi định nhật kỳ cho người."},{"bible_id":"193","chapter_code":"NEH.2","verse_code":"NEH.2.7","label":"7","content":"Tôi cũng thưa với vua rằng: Nếu điều nầy được đẹp lòng vua, xin vua hãy trao cho tôi những bức thơ truyền các quan tổng-trấn bên kia sông cho phép tôi đi ngang qua cho đến khi tôi tới Giu-đa;"},{"bible_id":"193","chapter_code":"NEH.2","verse_code":"NEH.2.8","label":"8","content":"lại ban chiếu-chỉ cho A-sáp, kẻ giữ rừng vua, truyền người cho tôi gỗ làm khuôn cửa của thành-điện giáp với đền, và làm vách-thành, cùng nhà mà tôi phải vào ở. Vua bèn ban cho tôi các điều đó, tùy theo tay nhân-lành của Đức Chúa Trời tôi giúp-đỡ tôi."},{"bible_id":"193","chapter_code":"NEH.2","verse_code":"NEH.2.9","label":"9","content":"Vậy, tôi đến cùng các quan tổng-trấn bên kia sông, vào trao cho họ những bức thơ của vua. Vả, vua có sai những quan-tướng và quân-kỵ đi với tôi."},{"bible_id":"193","chapter_code":"NEH.2","verse_code":"NEH.2.10","label":"10","content":"Khi San-ba-lát, người Hô-rôn, và Tô-bi-gia, là kẻ tôi-tớ Am-môn, hay điều đó, thì lấy làm bất-bình vì có người đến đặng tìm-kiếm sự hưng-thịnh của dân Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"NEH.2","verse_code":"NEH.2.11","label":"11","content":"Vậy, tôi đến Giê-ru-sa-lem và ở tại đó ba ngày."},{"bible_id":"193","chapter_code":"NEH.2","verse_code":"NEH.2.12","label":"12","content":"Tôi và mấy người cùng theo tôi, bèn chỗi dậy ban đêm; tôi chẳng cho ai hay biết sự gì Đức Chúa Trời đã khiến lòng tôi toan làm vì Giê-ru-sa-lem; lại ngoài con thú tôi cỡi thì chẳng có con thú nào khác ở với tôi."},{"bible_id":"193","chapter_code":"NEH.2","verse_code":"NEH.2.13","label":"13","content":"Ban đêm tôi ra nơi cửa Trũng, đối ngang suối Chó rừng, và đến cửa Phân, xem-xét các vách-thành của Giê-ru-sa-lem bị hư-nát, và các cửa nó bị lửa thiêu-đốt."},{"bible_id":"193","chapter_code":"NEH.2","verse_code":"NEH.2.14","label":"14","content":"Đoạn, tôi đi qua cửa Giếng, và đến nơi ao của vua; song không có nơi nào đặng cho con thú tôi cỡi đi ngang qua được."},{"bible_id":"193","chapter_code":"NEH.2","verse_code":"NEH.2.15","label":"15","content":"Kế đó, ban đêm tôi bắt đường khe đi lên, xem-xét vách-thành; rồi tôi thối lại, vào nơi cửa Trũng mà trở về."},{"bible_id":"193","chapter_code":"NEH.2","verse_code":"NEH.2.16","label":"16","content":"Vả, các quan-trưởng không hiểu tôi đi đâu, nào rõ tôi làm gì; và đến chừng ấy, tôi chưa tỏ ra cho người Giu-đa, hoặc cho những thầy tế-lễ, hoặc cho kẻ quyền-quí, hoặc cho quan-trưởng, hay là cho các người khác lo làm công-việc, được biết gì đến."},{"bible_id":"193","chapter_code":"NEH.2","verse_code":"NEH.2.17","label":"17","content":"Tôi bèn nói với chúng rằng: Các ngươi hãy xem tình-cảnh khổ-nạn của chúng ta đương đây; Giê-ru-sa-lem bị phá-hoang, và các cửa nó bị lửa thiêu-đốt. Hãy đến, xây-cất các vách-thành Giê-ru-sa-lem lại, hầu cho chúng ta chẳng còn bị sỉ-nhục nữa."},{"bible_id":"193","chapter_code":"NEH.2","verse_code":"NEH.2.18","label":"18","content":"Tôi cũng thuật cho chúng làm sao tay nhân-từ của Đức Chúa Trời tôi đã giúp-đỡ tôi, và các lời vua đã nói cùng tôi. Chúng nói: Hè, ta hãy chỗi dậy và xây-sửa lại! Vậy, chúng được vững-chắc trong ý nhứt-định làm công-việc tốt-lành nầy."},{"bible_id":"193","chapter_code":"NEH.2","verse_code":"NEH.2.19","label":"19","content":"San-ba-lát, người Hô-rôn, Tô-bi-gia, kẻ tôi-tớ Am-môn, và Ghê-sam, người A-rập, được hay việc đó, bèn nhạo-báng và khinh-bỉ chúng tôi. Chúng nó nói rằng: Các ngươi làm chi đó? Các ngươi có ý phản-nghịch vua sao?"},{"bible_id":"193","chapter_code":"NEH.2","verse_code":"NEH.2.20","label":"20","content":"Tôi bèn đáp với chúng nó rằng: Đức Chúa của các từng trời sẽ ban cho chúng ta sự hanh-thông; vì vậy, chúng ta, là tôi-tớ Ngài, sẽ chỗi dậy và xây-sửa lại; nhưng các ngươi không có phần, hoặc phép, hoặc kỷ-niệm trong Giê-ru-sa-lem."},{"bible_id":"193","chapter_code":"NEH.3","verse_code":"NEH.3.1","label":"1","content":"Ê-li-a-síp, thầy tế-lễ thượng-phẩm, chỗi dậy với các anh em mình, là những thầy tế-lễ, và xây-cất cái cửa Chiên. Chúng biệt nó riêng ra thánh và đặt hai cánh cửa; chúng biệt nó riêng ra thánh cho đến tháp Mê-a và cho đến tháp Ha-na-nê-ên."},{"bible_id":"193","chapter_code":"NEH.3","verse_code":"NEH.3.2","label":"2","content":"Kế Ê-li-a-síp, người thành Giê-ri-cô xây-cất; kế chúng, Xa-cu, con trai của Im-ri, xây-cất."},{"bible_id":"193","chapter_code":"NEH.3","verse_code":"NEH.3.3","label":"3","content":"Con-cháu của Sê-na xây-cất cửa Cá. Chúng đặt khuôn và tra cánh, chốt với then nó."},{"bible_id":"193","chapter_code":"NEH.3","verse_code":"NEH.3.4","label":"4","content":"Kế chúng, Mê-rê-mốt, con trai của U-ri, cháu của Ha-cốt, lo sửa xây. Kế chúng, Mê-su-lam, con trai Bê-rê-kia, cháu Mê-sê-xa-Lê-ôn, làm tu-bổ. Kế chúng, Xa-đốc, con trai của Ba-a-na, tu-bổ."},{"bible_id":"193","chapter_code":"NEH.3","verse_code":"NEH.3.5","label":"5","content":"Kế chúng, những người Tê-cô-a tu-bổ; song các người tước-vị họ chẳng ghé vai vào công-việc của Chúa mình."},{"bible_id":"193","chapter_code":"NEH.3","verse_code":"NEH.3.6","label":"6","content":"Giô-gia-đa, con trai của Pha-sê-a và Mê-su-lam, con trai của Bê-sô-đia, sửa-xây cái cửa cũ lại; chúng lợp nó, tra cánh, chốt, và then."},{"bible_id":"193","chapter_code":"NEH.3","verse_code":"NEH.3.7","label":"7","content":"Kế chúng, Mê-la-tia, là người Ga-ba-ôn, và Gia-đôn, là người Mê-rô-nốt, cùng những người Ga-ba-ôn và người Mích-ba, thuộc về địa-hạt của quan tổng-trấn bên kia sông, đều tu-bổ."},{"bible_id":"193","chapter_code":"NEH.3","verse_code":"NEH.3.8","label":"8","content":"Kế chúng, U-xi-ên, con trai Hạt-ha-gia, một kẻ trong bọn thợ vàng, tu-bổ; kế người, Ha-na-nia, là người trong bọn thợ hòa-hương, tu-bổ; họ sửa-xây Giê-ru-sa-lem cho vững-bền đến vách rộng."},{"bible_id":"193","chapter_code":"NEH.3","verse_code":"NEH.3.9","label":"9","content":"Kế họ, Rê-pha-gia, con trai của Hu-rơ, làm quản-lý phân nửa quận Giê-ru-sa-lem, tu-bổ."},{"bible_id":"193","chapter_code":"NEH.3","verse_code":"NEH.3.10","label":"10","content":"Kế họ, Giê-đa-gia, con trai Ha-ru-máp, tu-bổ nơi đối ngang với nhà người. Kế người, Hát-túc, con trai của Ha-sáp-nia, tu-bổ."},{"bible_id":"193","chapter_code":"NEH.3","verse_code":"NEH.3.11","label":"11","content":"Manh-ki-gia, con trai của Ha-rim, và Ha-súp, con trai của Pha-hát-Mô-áp, tu-bổ một phần khác và cái tháp lò."},{"bible_id":"193","chapter_code":"NEH.3","verse_code":"NEH.3.12","label":"12","content":"Kế chúng, Sa-lum, con trai của Ha-lô-he, làm quản-lý phân nửa quận Giê-ru-sa-lem, và các con gái của người, đều tu-bổ."},{"bible_id":"193","chapter_code":"NEH.3","verse_code":"NEH.3.13","label":"13","content":"Ha-nun và dân-cư Xa-nô-a sửa cái cửa Trũng; chúng xây-cất nó, tra cánh cửa, chốt, và then; cũng xây một ngàn thước vách-ngăn, cho đến cửa Phân."},{"bible_id":"193","chapter_code":"NEH.3","verse_code":"NEH.3.14","label":"14","content":"Manh-ki-gia, con trai Rê-cáp, quản-lý quận Bết-Hác-kê-rem, sửa cái cửa Phân; người xây cất nó, tra cánh cửa, chốt, và then."},{"bible_id":"193","chapter_code":"NEH.3","verse_code":"NEH.3.15","label":"15","content":"Sa-lum, con trai của Côn-Hô-xe, quản-lý quận Mích-ba, sửa cái cửa Giếng; người xây-cất nó, lợp nó, tra cánh cửa, chốt, và then; cũng xây vách-ngăn của ao Si-lô-ê gần bên vườn vua, và cho đến cái thang từ thành Đa-vít trở xuống."},{"bible_id":"193","chapter_code":"NEH.3","verse_code":"NEH.3.16","label":"16","content":"Kế người, Nê-hê-mi, con trai của A-búc, quản-lý phân nửa quận Bết-Xu-rơ, sửa-xây vách cho đến ngang các lăng-tẩm Đa-vít, cho đến ao đã đào, và cho đến nhà của các dõng-sĩ."},{"bible_id":"193","chapter_code":"NEH.3","verse_code":"NEH.3.17","label":"17","content":"Kế người, Rê-hum, con trai Ba-ni, người Lê-vi, tu-bổ. Kế người, Ha-sa-bia, quản-lý phân nửa quận Kê-i-la, tu-bổ về phần quận mình."},{"bible_id":"193","chapter_code":"NEH.3","verse_code":"NEH.3.18","label":"18","content":"Kế người, có anh em của họ, là Ba-vai, con trai của Hê-na-đát, quản-lý phân nửa quận Kê-i-la, tu-bổ."},{"bible_id":"193","chapter_code":"NEH.3","verse_code":"NEH.3.19","label":"19","content":"Kế người, Ê-xe, con trai của Giô-suê, quản-lý Mích-ba, tu-bổ một phần khác, đối ngang dốc đi lên kho binh-khí ở về góc thành."},{"bible_id":"193","chapter_code":"NEH.3","verse_code":"NEH.3.20","label":"20","content":"Sau người có Ba-rúc, con trai của Xáp-bai, lấy lòng sốt-sắng tu-bổ một phần khác, từ góc thành cho đến cửa vào nhà Ê-li-a-síp, thầy tế-lễ thượng-phẩm."},{"bible_id":"193","chapter_code":"NEH.3","verse_code":"NEH.3.21","label":"21","content":"Sau người có Mê-rê-mốt, con trai U-ri, cháu Ha-cốt, sửa một phần khác, từ cửa vào nhà Ê-li-a-síp cho đến cuối nhà người."},{"bible_id":"193","chapter_code":"NEH.3","verse_code":"NEH.3.22","label":"22","content":"Sau người có những thầy tế-lễ, là kẻ ở đồng bằng Giô-đanh, tu-bổ."},{"bible_id":"193","chapter_code":"NEH.3","verse_code":"NEH.3.23","label":"23","content":"Kế chúng, Bên-gia-min và Ha-súp tu-bổ phần đối ngang nhà mình. Kế chúng, A-xa-ria, con trai của Ma-a-xê-gia, cháu A-na-nia, tu-bổ phía bên nhà mình."},{"bible_id":"193","chapter_code":"NEH.3","verse_code":"NEH.3.24","label":"24","content":"Kế người, Bin-nui, con trai của Hê-na-đát, sửa một phần khác, từ nhà A-xa-ria cho đến nơi cạnh và cho đến góc thành."},{"bible_id":"193","chapter_code":"NEH.3","verse_code":"NEH.3.25","label":"25","content":"Pha-lanh, con trai của U-xai, sửa nơi đối ngang góc thành và nơi tháp cao ló ra cửa đền vua, đụng giáp cái sân ngục. Kế người đó có Phê-đa-gia, con trai của Pha-rốt, tu-bổ."},{"bible_id":"193","chapter_code":"NEH.3","verse_code":"NEH.3.26","label":"26","content":"Vả, người Nê-thi-nim ở tại Ô-phên cho đến nơi đối ngang cửa Nước về phía đông, và tháp ló ra."},{"bible_id":"193","chapter_code":"NEH.3","verse_code":"NEH.3.27","label":"27","content":"Kế người ấy có người Thê-cô-a sửa một phần khác đối ngang tháp lớn ló ra, và cho đến vách Ô-phên."},{"bible_id":"193","chapter_code":"NEH.3","verse_code":"NEH.3.28","label":"28","content":"Những thầy tế-lễ sửa nơi phía trên cửa Ngựa, mỗi người sửa phần đối ngang nhà của mình."},{"bible_id":"193","chapter_code":"NEH.3","verse_code":"NEH.3.29","label":"29","content":"Sau chúng, Xa-đốc, con trai Y-mê, sửa nơi đối ngang nhà mình. Kế sau người có Sê-ma-gia, con trai Sê-ca-nia, kẻ giữ cửa đông, tu-bổ."},{"bible_id":"193","chapter_code":"NEH.3","verse_code":"NEH.3.30","label":"30","content":"Kế người Ha-na-nia, con trai của Sê-lê-mia, và Ha-nun, con thứ sáu của Xa-láp, sửa một phần khác. Kế chúng, Mê-su-lam, con trai của Bê-rê-kia, sửa nơi đối ngang nhà mình."},{"bible_id":"193","chapter_code":"NEH.3","verse_code":"NEH.3.31","label":"31","content":"Kế người, Manh-ki-gia, một người trong bọn thợ vàng, sửa cho đến nhà của người Nê-thi-nim và tay buôn-bán, đối ngang cửa Mi-phơ-cát, và cho đến nơi dốc của góc thành."},{"bible_id":"193","chapter_code":"NEH.3","verse_code":"NEH.3.32","label":"32","content":"Còn những thợ vàng và tay buôn-bán đều sửa phần giữa nơi góc thành và cửa Chiên."},{"bible_id":"193","chapter_code":"NEH.4","verse_code":"NEH.4.1","label":"1","content":"Khi San-ba-lát hay rằng chúng tôi xây-sửa vách-thành lại, thì lấy làm giận-dữ, và nhạo-báng người Giu-đa."},{"bible_id":"193","chapter_code":"NEH.4","verse_code":"NEH.4.2","label":"2","content":"Người nói trước mặt anh em người và đạo-quân Sa-ma-ri rằng: Những người Giu-đa yếu-nhược ấy làm gì? Chớ thì người ta sẽ để cho chúng nó làm-lụng sao? Chúng nó há sẽ dâng những của-lễ ư? Trong một ngày chúng nó há sẽ làm xong sao? Đá mà đã cháy thiêu rồi, chúng nó há có thể do đống bụi-đất mà lấy nó làm thành đá lại được sao?"},{"bible_id":"193","chapter_code":"NEH.4","verse_code":"NEH.4.3","label":"3","content":"Tô-bi-gia, người Am-môn, ở bên cạnh người, nói rằng: Vả lại, cái vách bằng đá mà những kẻ ấy xây-cất kia, nếu có một con chồn leo lên đó, tất sẽ đánh nó sập xuống liền."},{"bible_id":"193","chapter_code":"NEH.4","verse_code":"NEH.4.4","label":"4","content":"Hỡi Đức Chúa Trời của chúng tôi ôi! hãy nghe; vì chúng tôi bị khinh-dể; xin hãy đổ lại sự nhục của chúng nó trên đầu của họ, và hãy phó chúng nó làm mồi trong một xứ bắt người ta làm phu-tù kia;"},{"bible_id":"193","chapter_code":"NEH.4","verse_code":"NEH.4.5","label":"5","content":"chớ che lấp gian-ác của chúng nó, đừng xóa tội-lỗi chúng nó sạch khỏi trước mặt Chúa; vì trước mặt các thợ xây-cất, chúng nó có chọc Chúa giận."},{"bible_id":"193","chapter_code":"NEH.4","verse_code":"NEH.4.6","label":"6","content":"Vậy, chúng tôi xây-cất vách-thành lại, và toàn vách-thành đều dính liền nhau và lên đến phân nửa bề cao; vì dân-sự chuyên thành làm công-việc."},{"bible_id":"193","chapter_code":"NEH.4","verse_code":"NEH.4.7","label":"7","content":"Xảy khi San-ba-lát, Tô-bi-gia, những người A-rập, dân Am-môn, và dân Ách-đốt hay rằng việc tu-bổ vách-thành Giê-ru-sa-lem tấn-tới, và các nơi hư-lủng hầu lấp lành, thì chúng nó lấy làm giận-dữ,"},{"bible_id":"193","chapter_code":"NEH.4","verse_code":"NEH.4.8","label":"8","content":"bèn tập-lập nhau hết thảy đặng đến hãm đánh Giê-ru-sa-lem và làm cho nó bị rối-loạn."},{"bible_id":"193","chapter_code":"NEH.4","verse_code":"NEH.4.9","label":"9","content":"Nhưng chúng tôi cầu-nguyện cùng Đức Chúa Trời chúng tôi, và lập kẻ ngày và đêm canh-giữ họ."},{"bible_id":"193","chapter_code":"NEH.4","verse_code":"NEH.4.10","label":"10","content":"Người Giu-đa nói: Còn nhiều đồ hư-nát, và sức-lực của kẻ khiêng-gánh đã yếu-mỏi; chúng ta không-thể xây-cất vách-thành được."},{"bible_id":"193","chapter_code":"NEH.4","verse_code":"NEH.4.11","label":"11","content":"Các thù-nghịch chúng tôi nói rằng: Chúng nó sẽ không hay không thấy điều đó, cho đến chừng chúng ta đến giữa chúng nó, giết chúng nó đi, và làm cho chúng nó ngưng công."},{"bible_id":"193","chapter_code":"NEH.4","verse_code":"NEH.4.12","label":"12","content":"Song dân Giu-đa ở giữa họ, đến mười lần báo-cáo chúng tôi rằng: Thù-nghịch bởi bốn phương chạy đến."},{"bible_id":"193","chapter_code":"NEH.4","verse_code":"NEH.4.13","label":"13","content":"Tôi bèn lập những đồn trong các nơi thấp ở phía sau vách-thành, và tại những nơi trống-trải; tôi đặt dân-sự từng họ-hàng tại đó, có cầm gươm, giáo, và cung."},{"bible_id":"193","chapter_code":"NEH.4","verse_code":"NEH.4.14","label":"14","content":"Tôi xem-xét, chỗi dậy, và nói với các người tước-vị, quan-tướng, và dân-sự còn sót lại rằng: Chớ sợ chúng; khá nhớ Chúa là một Đấng cực-đại và đáng kinh, hãy chiến-đấu cho anh em mình, cho con trai con gái mình, cho vợ và nhà của mình."},{"bible_id":"193","chapter_code":"NEH.4","verse_code":"NEH.4.15","label":"15","content":"Khi các thù-nghịch chúng tôi hay rằng chúng tôi đã được báo tin, và Đức Chúa Trời có bại mưu của chúng nó, thì hết thảy chúng tôi đều trở lại nơi vách-thành, ai nấy về làm công-việc mình."},{"bible_id":"193","chapter_code":"NEH.4","verse_code":"NEH.4.16","label":"16","content":"Từ ngày đó, phân nửa số đầy-tớ tôi làm công-việc, còn phân nửa kia cầm cây giáo, khiên, cung, và giáp; các quan-trưởng đều đứng ở sau cả nhà Giu-đa."},{"bible_id":"193","chapter_code":"NEH.4","verse_code":"NEH.4.17","label":"17","content":"Những kẻ xây-sửa vách-thành, những kẻ khiêng-gánh, và những kẻ chất lên, một tay thì làm công-việc, còn một tay thì cầm binh-khí mình."},{"bible_id":"193","chapter_code":"NEH.4","verse_code":"NEH.4.18","label":"18","content":"Những kẻ xây-sửa, ai nấy đều có cây gươm mình đeo nơi lưng, rồi xây-sửa; còn kẻ thổi kèn thì ở bên tôi."},{"bible_id":"193","chapter_code":"NEH.4","verse_code":"NEH.4.19","label":"19","content":"Tôi nói với các người tước-vị, các quan-trưởng, và dân-sự còn sót lại, mà rằng: Công-việc thì lớn và dài, còn chúng ta làm rải-rác ở trên vách, người nầy cách xa người kia."},{"bible_id":"193","chapter_code":"NEH.4","verse_code":"NEH.4.20","label":"20","content":"Tại nơi nào các ngươi nghe tiếng kèn, thì hãy nhóm lại cùng chúng ta ở đó; Đức Chúa Trời của chúng ta sẽ chiến-đấu cho chúng ta."},{"bible_id":"193","chapter_code":"NEH.4","verse_code":"NEH.4.21","label":"21","content":"Chúng tôi làm công-việc là như vậy; phân nửa họ cầm cây giáo từ lúc rạng-đông cho đến khi sao mọc."},{"bible_id":"193","chapter_code":"NEH.4","verse_code":"NEH.4.22","label":"22","content":"Trong lúc ấy, tôi cũng nói với dân-sự rằng: Mỗi người hãy cùng tôi-tớ mình ngủ đêm tại trong Giê-ru-sa-lem, để ban đêm chúng phòng giữ, và ban ngày làm công-việc."},{"bible_id":"193","chapter_code":"NEH.4","verse_code":"NEH.4.23","label":"23","content":"Nào tôi, nào anh em tôi, nào các người đầy-tớ tôi, nào những lính-canh theo tôi, chẳng có ai cởi áo mình ra, mỗi người đều đeo binh-khí nơi bên hữu mình."},{"bible_id":"193","chapter_code":"NEH.5","verse_code":"NEH.5.1","label":"1","content":"Khi ấy có tiếng kêu la lớn của dân-sự và vợ họ về người Giu-đa, là anh em mình."},{"bible_id":"193","chapter_code":"NEH.5","verse_code":"NEH.5.2","label":"2","content":"Có người nói rằng: Chúng tôi, con trai và con gái chúng tôi, đông-đảo, và chúng tôi phải có lúa-mì để ăn cho sống."},{"bible_id":"193","chapter_code":"NEH.5","verse_code":"NEH.5.3","label":"3","content":"Cũng có người nói rằng: Trong khi đói-kém, chúng tôi cầm ruộng, vườn nho và nhà chúng tôi hầu cho có lúa-mì ăn."},{"bible_id":"193","chapter_code":"NEH.5","verse_code":"NEH.5.4","label":"4","content":"Lại có người khác nói rằng: Chúng tôi có cầm ruộng và vườn nho chúng tôi, mà vay bạc đặng đóng thuế cho vua."},{"bible_id":"193","chapter_code":"NEH.5","verse_code":"NEH.5.5","label":"5","content":"Vả, thân của chúng tôi vốn như của anh em chúng tôi, các con trai chúng tôi khác nào các con trai họ; nầy chúng tôi phải bắt các con trai và con gái chúng tôi làm tôi-mọi, và đã có đứa con gái chúng tôi làm tôi-mọi rồi; không còn thuộc nơi quyền tay chúng tôi chuộc nó lại; vì đồng-ruộng và vườn nho chúng tôi đã thuộc về kẻ khác."},{"bible_id":"193","chapter_code":"NEH.5","verse_code":"NEH.5.6","label":"6","content":"Khi tôi nghe các lời nầy và tiếng kêu la của họ, bèn lấy làm giận lắm."},{"bible_id":"193","chapter_code":"NEH.5","verse_code":"NEH.5.7","label":"7","content":"Lòng tôi bàn-tính về điều đó, cãi-lẫy với những người tước-vị các quan-trưởng, mà rằng: Các người buộc tiền lời cho mỗi người anh em mình! Tôi nhóm lại một hội đông-đảo đối-nghịch chúng,"},{"bible_id":"193","chapter_code":"NEH.5","verse_code":"NEH.5.8","label":"8","content":"mà nói rằng: Cứ theo quyền chúng ta có chuộc lại anh em chúng ta, là người Giu-đa, mà đã bị bán cho các dân-tộc, và các ngươi lại muốn bán anh em mình sao? Chớ thì họ sẽ bị bán cho chúng ta sao? Chúng bèn làm thinh chẳng biết nói chi nữa."},{"bible_id":"193","chapter_code":"NEH.5","verse_code":"NEH.5.9","label":"9","content":"Tôi lại nói: điều anh em làm chẳng được tốt. Anh em há chẳng đáng lẽ ăn ở cách kính-sợ Đức Chúa Trời, e bị sỉ-nhục giữa các dân-tộc, là thù-nghịch của chúng ta, sao?"},{"bible_id":"193","chapter_code":"NEH.5","verse_code":"NEH.5.10","label":"10","content":"Tôi, anh em tôi, và các đầy-tớ tôi cũng có cho họ vay mượn bạc và lúa-mì vậy. Nhưng tôi xin anh em hãy bỏ cái ăn lời nầy."},{"bible_id":"193","chapter_code":"NEH.5","verse_code":"NEH.5.11","label":"11","content":"Tôi xin anh em chánh ngày nay, hãy trả lại cho họ đồng-ruộng, vườn nho, vườn ô-li-ve, và nhà-cửa của họ, cùng lời một phần trăm về bạc lúa-mì, rượu, và dầu, mà anh em đã bắt họ nộp."},{"bible_id":"193","chapter_code":"NEH.5","verse_code":"NEH.5.12","label":"12","content":"Chúng nói rằng: Chúng tôi sẽ trả lại, và không đòi họ chi hết; chúng tôi sẽ làm như vậy y ông đã nói. Tôi đòi những thầy tế-lễ, bắt chúng thề phải làm theo như lời hứa đó."},{"bible_id":"193","chapter_code":"NEH.5","verse_code":"NEH.5.13","label":"13","content":"Tôi cũng giũ vạt áo tôi, mà rằng: Phàm ai không giữ làm theo lời hứa nầy, nguyện Đức Chúa Trời hãy giũ hắn khỏi nhà và khỏi hoa-lợi của công-lao hắn; nguyện hắn bị giũ sạch-không như vậy! Cả hội-chúng đồng nói: A-men! Chúng ngợi-khen Đức Giê-hô-va. Đoạn, dân-sự đều làm theo lời hứa ấy."},{"bible_id":"193","chapter_code":"NEH.5","verse_code":"NEH.5.14","label":"14","content":"Vả lại, từ ngày tôi được lập làm tổng-trấn trong xứ Giu-đa, tức từ năm thứ hai mươi cho đến năm thứ ba mươi hai đời vua Ạt-ta-xét-xe, cộng trong mười hai năm, tôi hoặc anh em tôi chẳng ăn lương-lộc thường cấp cho quan tổng-trấn."},{"bible_id":"193","chapter_code":"NEH.5","verse_code":"NEH.5.15","label":"15","content":"Nhưng các quan tổng-trấn đã đến nhậm trước tôi, bắt dân-sự cấp dưỡng, lấy cho mình lương-thực, và rượu, trừ ra bốn mươi siếc-lơ bạc; đến đỗi các đầy-tớ họ cũng lấn-lướt trên dân-sự nữa. Nhưng tôi không có làm như vậy; vì cớ kính-sợ Đức Chúa Trời."},{"bible_id":"193","chapter_code":"NEH.5","verse_code":"NEH.5.16","label":"16","content":"Lại tôi cũng giữ bền-vững trong công-việc xây-sửa vách nầy, chẳng có mua đồng-ruộng nào; và các đầy-tớ tôi đều hội-hiệp lại đó đặng làm công-việc."},{"bible_id":"193","chapter_code":"NEH.5","verse_code":"NEH.5.17","label":"17","content":"Nơi bàn ăn tôi cũng có một trăm năm mươi người Giu-đa và quan-trưởng, ngoại trừ những kẻ ở giữa các dân-tộc chung-quanh chúng tôi đi đến."},{"bible_id":"193","chapter_code":"NEH.5","verse_code":"NEH.5.18","label":"18","content":"Vả, người ta dọn ăn cho mỗi ngày một con bò, sáu con chiên chọn-lựa; người ta cũng dọn những gà vịt, và mỗi mười ngày đủ các thứ rượu rất nhiều. Dầu như vậy, tôi cũng không đòi lương-lộc của phần tổng-trấn, vì công-dịch lấy làm nặng-nề cho dân-sự nầy."},{"bible_id":"193","chapter_code":"NEH.5","verse_code":"NEH.5.19","label":"19","content":"Hỡi Đức Chúa Trời tôi ôi! nguyện Chúa nhớ lại tôi về các điều tôi đã làm cho dân-sự nầy, và làm ơn cho tôi."},{"bible_id":"193","chapter_code":"NEH.6","verse_code":"NEH.6.1","label":"1","content":"Xảy khi San-ba-lát, Tô-bi-gia, Ghê-sem, là người A-rập, và các thù-nghịch chúng tôi khác, hay rằng tôi đã xây-sửa vách-thành rồi, không còn nơi hư-lủng nào nữa, dầu cho đến lúc ấy tôi chưa tra cánh cửa,"},{"bible_id":"193","chapter_code":"NEH.6","verse_code":"NEH.6.2","label":"2","content":"thì San-ba-lát và Ghê-sem, sai đến nói với tôi rằng: Hãy đến, ta sẽ gặp nhau trong một làng nào tại trũng Ô-nô. Nhưng chúng có ý làm hại tôi."},{"bible_id":"193","chapter_code":"NEH.6","verse_code":"NEH.6.3","label":"3","content":"Tôi sai sứ-giả đến nói cùng chúng rằng: Ta mắc làm công-việc lớn, xuống không đặng. Lẽ nào để công-việc dứt trong khi bỏ nó đặng đi xuống với các ngươi?"},{"bible_id":"193","chapter_code":"NEH.6","verse_code":"NEH.6.4","label":"4","content":"Chúng sai nói với tôi bốn lượt như vậy; song tôi đáp lại với chúng cũng y nhau."},{"bible_id":"193","chapter_code":"NEH.6","verse_code":"NEH.6.5","label":"5","content":"Lần thứ năm, San-ba-lát sai kẻ tôi-tớ người, cũng như cách cũ, có cầm thơ không niêm nơi tay;"},{"bible_id":"193","chapter_code":"NEH.6","verse_code":"NEH.6.6","label":"6","content":"trong thơ có viết rằng: Trong các dân-tộc người ta nghe đồn và Gát-mu nói rằng: Ông và người Giu-đa toan nhau dấy loạn; tại cớ ấy, nên ông mới xây-sửa vách-thành; và cứ theo lời đồn đó, tất ông muốn lên làm vua của chúng."},{"bible_id":"193","chapter_code":"NEH.6","verse_code":"NEH.6.7","label":"7","content":"Lại ông có lập những tiên-tri đặng truyền-giảng về ông tại trong Giê-ru-sa-lem rằng: Có một vua trong xứ Giu-đa! Bây giờ người ta chắc sẽ tâu cho vua nghe cũng các việc ấy; vậy, hãy đến, để chúng ta nghị-luận với nhau."},{"bible_id":"193","chapter_code":"NEH.6","verse_code":"NEH.6.8","label":"8","content":"Tôi sai nói với người rằng: Những điều ngươi nói, chẳng có ai làm chút nào; nhưng chính trong lòng ngươi có đặt nó ra."},{"bible_id":"193","chapter_code":"NEH.6","verse_code":"NEH.6.9","label":"9","content":"Vì chúng nó muốn nhát cho chúng tôi hết thảy đều sợ-hãi; chúng nó rằng: Tay của chúng nó sẽ bị mỏi-mệt, không làm công-việc nữa. — Vậy bây giờ, hỡi Chúa, hãy làm cho tay tôi mạnh-mẽ."},{"bible_id":"193","chapter_code":"NEH.6","verse_code":"NEH.6.10","label":"10","content":"Đoạn, tôi đi đến nhà của Sê-ma-gia, con trai của Đê-la-gia, cháu của Mê-hê-ta-bê-ên (người ấy đã rút ẩn ở đó); người nói rằng: Chúng ta hãy gặp nhau tại trong nhà của Đức Chúa Trời, chính giữa đền-thờ, rồi chúng ta sẽ đóng các cửa đền-thờ lại; vì chúng nó sẽ đến giết ông; ấy lúc ban đêm mà chúng nó toan đến giết ông."},{"bible_id":"193","chapter_code":"NEH.6","verse_code":"NEH.6.11","label":"11","content":"Tôi nói: một người như tôi đây sẽ chạy trốn ư? Người nào như tôi đây vào trong đền-thờ mà lại được sống sao? Tôi không vào đâu."},{"bible_id":"193","chapter_code":"NEH.6","verse_code":"NEH.6.12","label":"12","content":"Tôi nhìn-biết chẳng phải Đức Chúa Trời có sai người đến, vì người nói lời tiên-tri đó nghịch với tôi. Tô-bi-gia và San-ba-lát đã mướn người vậy."},{"bible_id":"193","chapter_code":"NEH.6","verse_code":"NEH.6.13","label":"13","content":"Vì tại đó, người được trả tiền công đặng khiến tôi sợ-hãi, dụ tôi phạm tội, hầu cho chúng nó có cớ đồn tiếng xấu-xa, và làm sỉ-nhục tôi."},{"bible_id":"193","chapter_code":"NEH.6","verse_code":"NEH.6.14","label":"14","content":"Đức Chúa Trời tôi ôi! xin hãy nhớ Tô-bi-gia và San-ba-lát, tùy theo các công-việc nầy mà hai người đã làm; xin cũng nhớ đến Nô-a-đia, nữ tiên-tri, và các tiên-tri khác đã muốn làm cho tôi sợ-hãi!"},{"bible_id":"193","chapter_code":"NEH.6","verse_code":"NEH.6.15","label":"15","content":"Vậy, ngày hai mươi lăm tháng Ê-lun, vách-thành sửa xong, hết năm mươi hai ngày."},{"bible_id":"193","chapter_code":"NEH.6","verse_code":"NEH.6.16","label":"16","content":"Khi những thù-nghịch chúng tôi hay được điều đó, thì các dân-tộc chung-quanh chúng tôi đều sợ-hãi và lấy làm ngã lòng; vì chúng nó nhìn-biết rằng công-việc nầy thành được bởi Đức Chúa Trời của chúng tôi."},{"bible_id":"193","chapter_code":"NEH.6","verse_code":"NEH.6.17","label":"17","content":"Cũng trong những ngày ấy, có các người tước-vị của xứ Giu-đa gởi lắm thơ từ cho Tô-bi-gia, và Tô-bi-gia đáp thơ gởi lại cho chúng."},{"bible_id":"193","chapter_code":"NEH.6","verse_code":"NEH.6.18","label":"18","content":"Vì tại Giu-đa có nhiều kẻ đã thề kết-hiệp với người, bởi người là rể của Sê-ca-nia, con trai của A-ra; và Giô-ha-nan, con trai người, đã cưới con gái của Mê-su-lam, là con trai của Bê-rê-kia."},{"bible_id":"193","chapter_code":"NEH.6","verse_code":"NEH.6.19","label":"19","content":"Chúng cũng nói trước mặt tôi những việc tốt-lành của người và chúng học lại cho người các lời của tôi. Còn Tô-bi-gia gởi thơ để làm cho tôi sợ-hãi."},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.1","label":"1","content":"Khi vách-thành đã xây xong, và tôi đã tra các cánh cửa, lập những người giữ cửa, kẻ ca-hát, và người Lê-vi trong chức việc của họ,"},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.2","label":"2","content":"thì tôi giao phó việc cai-trị Giê-ru-sa-lem cho Ha-na-ni, em tôi, và cho Ha-na-nia, quan tể-cung; vì là một người trung-tín và kính-sợ Đức Chúa Trời hơn nhiều kẻ khác."},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.3","label":"3","content":"Tôi dặn chúng rằng: Chớ mở các cửa Giê-ru-sa-lem trước khi mặt trời nắng-nóng; người ta phải đóng cánh cửa, và gài then lại trong lúc kẻ giữ cửa còn ở tại đó; lại phải đặt người trong dân Giê-ru-sa-lem thay phiên mà canh-giữ, mỗi người đứng canh nơi đối ngang nhà mình."},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.4","label":"4","content":"Vả, thành thì rộng-rãi lớn-lao, còn dân-sự ở trong nó lại ít, và nhà mới thì chưa có cất."},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.5","label":"5","content":"Đức Chúa Trời tôi có cảm-động lòng tôi chiêu-tập những người tước-vị, các quan-trưởng, và dân-sự, đặng đem chúng vào sổ từng gia-phổ. Tôi có tìm đặng một cuốn bộ gia-phổ của những người trở lên lần đầu, và trong đó tôi thấy có ghi rằng:"},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.6","label":"6","content":"Nầy là các người tỉnh Giu-đa từ nơi làm phu-tù được trở lên, tức những kẻ thuộc trong bọn bị Nê-bu-cát-nết-sa bắt dẫn tù; chúng trở lại Giê-ru-sa-lem và xứ Giu-đa, ai nấy đều về bổn-thành mình;"},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.7","label":"7","content":"chúng trở về với Xô-rô-ba-bên, Giê-sua, Nê-hê-mi, A-xa-ria, Ra-a-mia, Na-ha-ma-ni, Mạc-đô-chê, Binh-san, Mích-bê-rết, Biết-vai, Nê-hun, và Ba-a-na. Nầy là số tu-bộ những người nam của dân Y-sơ-ra-ên:"},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.8","label":"8","content":"Về con-cháu Pha-rốt, hai ngàn một trăm bảy mươi hai người;"},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.9","label":"9","content":"về con-cháu Sê-pha-tia, ba trăm bảy mươi hai người."},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.10","label":"10","content":"Về con-cháu A-ra, sáu trăm năm mươi hai người."},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.11","label":"11","content":"Về con-cháu Pha-hát-Mô-áp, con-cháu của Giê-sua và Giô-áp, có hai ngàn tám trăm mười tám người."},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.12","label":"12","content":"Về con-cháu Ê-lam, một ngàn hai trăm năm mươi bốn người."},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.13","label":"13","content":"Về con-cháu Xát-tu, tám trăm bốn mươi lăm người."},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.14","label":"14","content":"Về con-cháu Xác-cai, bảy trăm sáu mươi người."},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.15","label":"15","content":"Về con-cháu Bin-nui, sáu trăm bốn mươi tám người."},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.16","label":"16","content":"Về con-cháu Bê-bai, sáu trăm hai mươi tám người."},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.17","label":"17","content":"Về con-cháu A-gát, hai ngàn ba trăm hai mươi hai người."},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.18","label":"18","content":"Về con-cháu A-đô-ni-cam, sáu trăm sáu mươi bảy người."},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.19","label":"19","content":"Về con-cháu Biết-vai, hai ngàn sáu mươi bảy người."},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.20","label":"20","content":"Về con-cháu A-đin, sáu trăm năm mươi lăm người."},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.21","label":"21","content":"Con-cháu A-te, về dòng-dõi Ê-xê-chia, có chín mươi tám người."},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.22","label":"22","content":"Về con-cháu Ha-sum, ba trăm hai mươi tám người."},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.23","label":"23","content":"Về con-cháu Bết-sai, ba trăm hai mươi bốn người."},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.24","label":"24","content":"Về con-cháu Ha-ríp, một trăm mười hai người."},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.25","label":"25","content":"Về con-cháu Ga-ba-ôn, chín mươi lăm người."},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.26","label":"26","content":"Về những người Bết-lê-hem và Nê-tô-pha, một trăm tám mươi tám người."},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.27","label":"27","content":"Về những người A-na-tốt, một trăm hai mươi tám người."},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.28","label":"28","content":"Về những người Bết-A-ma-vết, bốn mươi hai người."},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.29","label":"29","content":"Về những người Ki-ri-át-Giê-a-rim, người Kê-phi-ra, và người Bê-ê-rốt, bảy trăm bốn mươi ba người."},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.30","label":"30","content":"Về những người Ra-ma và Ghê-ba, sáu trăm hai mươi mốt người."},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.31","label":"31","content":"Về những người Mích-ma, một trăm hai mươi hai người."},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.32","label":"32","content":"Về những người Bê-tên và A-hi, một trăm hai mươi ba người."},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.33","label":"33","content":"Về những người Nê-bô khác, năm mươi hai người."},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.34","label":"34","content":"Về con-cháu Ê-lam khác, một ngàn hai trăm năm mươi bốn người."},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.35","label":"35","content":"Về con-cháu Ha-rim, ba trăm hai mươi người."},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.36","label":"36","content":"Về con-cháu Giê-ri-cô, ba trăm bốn mươi lăm người."},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.37","label":"37","content":"Về con-cháu của Lô-đơ, của Ha-đít, và của Ô-nô, bảy trăm hai mươi mốt người."},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.38","label":"38","content":"Về con-cháu Sê-na, ba ngàn chín trăm ba mươi người."},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.39","label":"39","content":"Những thầy tế-lễ: Về con-cháu Giê-đa-gia, nhà Giê-sua, chín trăm bảy mươi ba người."},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.40","label":"40","content":"Về con-cháu Y-mê, một ngàn năm mươi hai người."},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.41","label":"41","content":"Về con-cháu Pha-su-rơ, một ngàn hai trăm bốn mươi bảy người."},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.42","label":"42","content":"Về con-cháu Ha-rim, một ngàn mười bảy người."},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.43","label":"43","content":"Người Lê-vi: Con-cháu của Giê-sua và của Cát-mi-ên, về dòng-dõi Hô-đê-va, bảy mươi bốn người."},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.44","label":"44","content":"Người ca-hát: Về con-cháu A-sáp, một trăm bốn mươi tám người."},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.45","label":"45","content":"Kẻ giữ cửa: Về con-cháu Sa-lum, con-cháu A-te, con-cháu Tanh-môn, con-cháu A-cúp, con-cháu Ha-ti-ta, và con-cháu Sô-bai, một trăm ba mươi tám người."},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.46","label":"46","content":"Người Nê-thi-nim: Con-cháu Xi-ha, con-cháu Ha-su-pha, con-cháu Ta-ba-ốt,"},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.47","label":"47","content":"con-cháu Kê-rốt, con-cháu Sia, con-cháu Pha-đôn,"},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.48","label":"48","content":"con-cháu Lê-ba-na, con-cháu Ha-ga-ba, con-cháu Sanh-mai,"},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.49","label":"49","content":"con-cháu Ha-nan, con-cháu Ghi-đên, con-cháu Ga-ha;"},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.50","label":"50","content":"con-cháu Rê-a-gia, con-cháu Rê-xin, con-cháu Nê-cô-đa,"},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.51","label":"51","content":"con-cháu Ga-xam, con-cháu U-xa, con-cháu Pha-sê-a,"},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.52","label":"52","content":"con-cháu Bê-sai, con-cháu Mê-u-nim, con-cháu Nê-phi-sê-sim,"},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.53","label":"53","content":"con-cháu Bác-búc, con-cháu Ha-cu-pha, con-cháu Ha-rua,"},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.54","label":"54","content":"con-cháu Bát-lít, con-cháu Mê-hi-đa, con-cháu Hạt-sa,"},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.55","label":"55","content":"con-cháu Bạt-cô, con-cháu Si-sê-ra, con-cháu Tha-mác,"},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.56","label":"56","content":"con-cháu Nê-xia, con-cháu Ha-ti-pha."},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.57","label":"57","content":"Dòng-dõi các đầy-tớ của Sa-lô-môn: Con-cháu Sô-tai, con-cháu Sô-phê-rết, con-cháu Phê-ru-đa,"},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.58","label":"58","content":"con-cháu Gia-a-la, con-cháu Đạt-côn, con-cháu Ghi-đên,"},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.59","label":"59","content":"con-cháu Sê-pha-tia, con-cháu Hát-tinh, con-cháu Phô-kê-rết-Hát-xê-ba-im, con-cháu A-môn."},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.60","label":"60","content":"Tổng cộng các người Nê-thi-nim và con-cháu các đầy-tớ của Sa-lô-môn, là ba trăm chín mươi hai người."},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.61","label":"61","content":"Nầy là những người ở từ Tên-Mê-la, Tên-Hạt-sa, Kê-rúp, A-đôn, và từ Y-mê mà đi lên; nhưng chúng nó không thể chỉ ra nhà của tổ-phụ mình và gốc-gác của họ, hoặc thuộc về Y-sơ-ra-ên hay chăng:"},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.62","label":"62","content":"con-cháu Đê-la-gia, con-cháu Tô-bi-gia, và con-cháu Nê-cô-đa, đều sáu trăm bốn mươi hai người."},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.63","label":"63","content":"Về những thầy tế-lễ: Con-cháu Ha-ba-gia, con-cháu Ha-cốt, con-cháu Bạt-xi-lai, là người lấy vợ trong vòng con gái của Bạt-xi-lai, người Ga-la-át, và được gọi bằng tên của họ."},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.64","label":"64","content":"Các người ấy tìm-kiếm gia-phổ mình, nhưng không thấy, bèn bị trừ ra chức tế-lễ, kể cho là ô-uế."},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.65","label":"65","content":"Quan tổng-trấn cấm chúng ăn những vật chí-thánh cho đến chừng có một thầy tế-lễ dấy lên dùng U-rim và Thu-mim mà cầu-hỏi Đức Chúa Trời."},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.66","label":"66","content":"Cả hội-chúng hiệp-lại được bốn vạn hai ngàn ba trăm sáu mươi người,"},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.67","label":"67","content":"không kể những tôi trai tớ gái của dân, số được bảy ngàn ba trăm ba mươi bảy người; cũng có hai trăm bốn mươi lăm kẻ ca-hát, nam và nữ."},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.68","label":"68","content":"Chúng có bảy trăm ba mươi sáu con ngựa, hai trăm bốn mươi lăm con la,"},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.69","label":"69","content":"bốn trăm ba mươi lăm con lạc-đà, và sáu ngàn bảy trăm hai mươi con lừa."},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.70","label":"70","content":"Có mấy trưởng-tộc đem của cung-tiến đặng giúp làm công-việc. Quan tổng-trấn dâng cho kho một ngàn đa-riếc vàng, năm mươi cái chậu, và năm trăm ba mươi cái áo thầy tế-lễ."},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.71","label":"71","content":"Có mấy trưởng-tộc dâng vào kho tạo-tác hai vạn đa-riếc vàng, và hai ngàn hai trăm min bạc."},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.72","label":"72","content":"Còn vật dân-sự khác dâng, được hai vạn đa-riếc vàng, hai ngàn min bạc, và sáu mươi bảy cái áo thầy tế-lễ."},{"bible_id":"193","chapter_code":"NEH.7","verse_code":"NEH.7.73","label":"73","content":"Ấy vậy, những thầy tế-lễ, người Lê-vi, kẻ giữ cửa, kẻ ca-hát, mấy người trong dân, và người Nê-thi-nim, cùng cả Y-sơ-ra-ên, đều ở trong các thành của mình. Khi tháng bảy đến, thì dân Y-sơ-ra-ên đều ở trong các thành của mình."},{"bible_id":"193","chapter_code":"NEH.8","verse_code":"NEH.8.1","label":"1","content":"Bấy giờ, dân-sự đều nhóm-hiệp như thể một người, tại phố ở trước cửa Nước. Chúng nói với E-xơ-ra là thầy thông-giáo, xin người đem quyển sách luật-pháp của Môi-se mà Đức Giê-hô-va đã truyền-dạy cho Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"NEH.8","verse_code":"NEH.8.2","label":"2","content":"Ngày mồng một tháng bảy, thầy tế-lễ E-xơ-ra đem luật-pháp đến trước mặt hội-chúng, người nam và nữ, cùng những người có thông-sáng nghe hiểu được."},{"bible_id":"193","chapter_code":"NEH.8","verse_code":"NEH.8.3","label":"3","content":"Người đứng tại phố ở trước cửa Nước, đọc trong quyển ấy từ rạng-đông cho đến trưa, có mặt các người nam và nữ, cùng những kẻ có thể hiểu được. Cả dân-sự lắng tai nghe đọc sách luật-pháp."},{"bible_id":"193","chapter_code":"NEH.8","verse_code":"NEH.8.4","label":"4","content":"Thầy thông-giáo E-xơ-ra đứng trên một cái sạp bằng gỗ mà người ta làm nhân dịp ấy; Ma-ti-thia, Sê-ma, A-na-gia, U-ri, Hinh-kia, và Ma-a-xê-gia, đứng gần người ở bên hữu; còn bên tả người thì có Phê-đa-gia, Mi-sa-ên, Manh-ki-gia, Ha-sum, Hách-ba-đa-na, Xa-cha-ri, và Mê-su-lam."},{"bible_id":"193","chapter_code":"NEH.8","verse_code":"NEH.8.5","label":"5","content":"E-xơ-ra dở sách ra trước mặt cả dân-sự, vì người đứng cao hơn chúng; khi người dở sách ra, thì dân-sự đều đứng dậy."},{"bible_id":"193","chapter_code":"NEH.8","verse_code":"NEH.8.6","label":"6","content":"E-xơ-ra ngợi-khen Giê-hô-va Đức Chúa Trời cao-cả; cả dân-sự bèn giơ tay lên, mà đáp lại rằng: A-men, A-men! rồi chúng cúi đầu, sấp mặt xuống đất mà thờ lạy Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"NEH.8","verse_code":"NEH.8.7","label":"7","content":"Giê-sua, Ba-ni, Sê-rê-bia, Gia-min, A-cúp, Sa-bê-thai, Hô-đi-gia, Ma-a-xê-gia, Kê-li-ta, A-xa-ria, Giô-xa-bát, Ha-nan, Bê-la-gia, và người Lê-vi, đều giải cho dân-sự hiểu luật-pháp; và dân-sự đứng tại chỗ mình."},{"bible_id":"193","chapter_code":"NEH.8","verse_code":"NEH.8.8","label":"8","content":"Họ đọc rõ-ràng trong sách luật-pháp của Đức Chúa Trời, rồi giải nghĩa nó ra, làm cho người ta hiểu lời họ đọc."},{"bible_id":"193","chapter_code":"NEH.8","verse_code":"NEH.8.9","label":"9","content":"Nê-hê-mi, quan tổng-trấn, E-xơ-ra, thầy tế-lễ và thầy thông-giáo, cùng người Lê-vi mà dạy-dỗ dân-sự, bèn nói với cả Y-sơ-ra-ên rằng: Ngày nay là thánh cho Giê-hô-va Đức Chúa Trời của các ngươi; chớ để tang, cũng đừng khóc-lóc. Vì cả dân-sự đều khóc khi nghe đọc các lời luật-pháp."},{"bible_id":"193","chapter_code":"NEH.8","verse_code":"NEH.8.10","label":"10","content":"Nê-hê-mi nói với chúng rằng: Hãy đi ăn vật gì béo, uống đồ gì ngọt, và hãy gởi phần cho những người không có sắm-sửa gì hết; vì ngày nay là thánh, biệt riêng ra cho Chúa của chúng ta. Chớ buồn-thảm, vì sự vui-vẻ của Đức Giê-hô-va là sức-lực của các ngươi."},{"bible_id":"193","chapter_code":"NEH.8","verse_code":"NEH.8.11","label":"11","content":"Vậy, người Lê-vi làm cho cả dân-sự đều được yên-ổn, mà rằng: Khá nín đi, vì ngày nay là thánh, đừng sầu-thảm chi."},{"bible_id":"193","chapter_code":"NEH.8","verse_code":"NEH.8.12","label":"12","content":"Cả dân-sự bèn đi đặng ăn và uống, gởi cho những phần, cùng vui-vẻ lắm; vì chúng có hiểu các lời người ta đã truyền-dạy cho mình."},{"bible_id":"193","chapter_code":"NEH.8","verse_code":"NEH.8.13","label":"13","content":"Qua ngày thứ hai, các trưởng-tộc của cả dân-sự, những thầy tế-lễ, và người Lê-vi, đều nhóm lại bên E-xơ-ra, là người thông-giáo, đặng chú-ý nghe các lời của luật-pháp."},{"bible_id":"193","chapter_code":"NEH.8","verse_code":"NEH.8.14","label":"14","content":"Chúng thấy có chép trong luật-pháp rằng Đức Giê-hô-va cậy Môi-se phán rằng dân Y-sơ-ra-ên phải ở trong nhà lều đương lúc lễ tháng bảy;"},{"bible_id":"193","chapter_code":"NEH.8","verse_code":"NEH.8.15","label":"15","content":"và chúng phải hô truyền trong các thành và tại Giê-ru-sa-lem nghe, rằng: Hãy đi kiếm trong núi những nhánh ô-li-ve và nhánh ô-li-ve rừng, những nhánh cây sim, những tầu lá kè, và những nhánh cây rậm, đặng làm những nhà lều, y như đã chép."},{"bible_id":"193","chapter_code":"NEH.8","verse_code":"NEH.8.16","label":"16","content":"Dân-sự bèn đi ra đem các lá ấy về, mỗi người đều làm nhà lều trên nóc nhà mình, ngoài sân mình, trong hành-lang của đền Đức Chúa Trời, nơi phố của cửa Nước, và nơi phố của cửa Ép-ra-im."},{"bible_id":"193","chapter_code":"NEH.8","verse_code":"NEH.8.17","label":"17","content":"Cả hội-chúng của những kẻ bị bắt làm phu-tù được trở về bèn cất những nhà lều, và ở trong đó. Từ đời Giô-suê, con trai của Nun, cho đến ngày ấy, dân Y-sơ-ra-ên chẳng có làm gì giống như vậy. Bèn có sự rất vui-mừng."},{"bible_id":"193","chapter_code":"NEH.8","verse_code":"NEH.8.18","label":"18","content":"Mỗi ngày, từ ngày đầu cho đến ngày chót, người đọc trong sách luật-pháp của Đức Chúa Trời. Chúng ăn lễ bảy ngày; còn qua ngày thứ tám, có một lễ trọng-thể, tùy theo luật-lệ."},{"bible_id":"193","chapter_code":"NEH.9","verse_code":"NEH.9.1","label":"1","content":"Ngày hai mươi bốn tháng ấy, dân Y-sơ-ra-ên nhóm lại, cữ ăn, mặc bao và phủ bụi-đất."},{"bible_id":"193","chapter_code":"NEH.9","verse_code":"NEH.9.2","label":"2","content":"Dòng Y-sơ-ra-ên chia-rẽ các người ngoại, đứng dậy xưng tội-lỗi mình và sự gian-ác của tổ-phụ mình."},{"bible_id":"193","chapter_code":"NEH.9","verse_code":"NEH.9.3","label":"3","content":"Chúng đứng dậy tại chỗ mình, đọc trong sách luật-pháp của Giê-hô-va Đức Chúa Trời mình, lâu đến phần tư ngày; trong một phần tư khác, chúng xưng tội và thờ-lạy Giê-hô-va Đức Chúa Trời của họ."},{"bible_id":"193","chapter_code":"NEH.9","verse_code":"NEH.9.4","label":"4","content":"Bấy giờ, Giê-sua, Ba-ni, Cát-mi-ên, Sê-ba-nia, Bun-ni, Sê-rê-bia, Ba-ni, và Kê-na-ni, đứng dậy tại trên sạp người Lê-vi, và kêu-cầu lớn tiếng cùng Giê-hô-va Đức Chúa Trời mình."},{"bible_id":"193","chapter_code":"NEH.9","verse_code":"NEH.9.5","label":"5","content":"Khi ấy những người Lê-vi, là Giê-sua, Cát-mi-ên, Ba-ni, Ha-sáp-nia, Sê-rê-bia, Hô-đia, Sê-ba-nia, và Phê-ta-hia nói rằng: Hãy đứng dậy, ngợi-khen Giê-hô-va Đức Chúa Trời của các ngươi, là Đấng hằng có đời đời kiếp kiếp! Đáng khen-ngợi danh vinh-hiển của Ngài, vẫn trổi cao hơn các sự chúc tụng và các lời khen-ngợi."},{"bible_id":"193","chapter_code":"NEH.9","verse_code":"NEH.9.6","label":"6","content":"Ôi! chỉ một mình Chúa là Đức Giê-hô-va có một không hai; Chúa đã dựng-nên các từng trời, và trời của các từng trời, cùng toàn cơ-binh của nó, trái đất và các vật ở trên nó, biển và muôn vật ở dưới nó; Chúa bảo-tồn những vật ấy, và cơ-binh của các từng trời đều thờ-lạy Chúa."},{"bible_id":"193","chapter_code":"NEH.9","verse_code":"NEH.9.7","label":"7","content":"Chúa ôi! Chúa là Giê-hô-va Đức Chúa Trời mà đã chọn Áp-ram, đem người khỏi U-rơ của dân Canh-đê, và ban cho người tên Áp-ra-ham."},{"bible_id":"193","chapter_code":"NEH.9","verse_code":"NEH.9.8","label":"8","content":"Chúa thấy lòng người trung-thành tại trước mặt Chúa, và Chúa lập giao-ước với người, đặng ban cho dòng-dõi người xứ của dân Ca-na-an, dân Hê-tít, dân A-mô-rít, dân Phê-rê-sít, dân Giê-bu-sít, và dân Ghi-rê-ga-sít; Chúa có làm ứng-nghiệm lời của Chúa, vì Chúa là công-bình."},{"bible_id":"193","chapter_code":"NEH.9","verse_code":"NEH.9.9","label":"9","content":"Chúa có thấy sự khốn-khổ của tổ-phụ chúng tôi tại Ê-díp-tô, có nghe tiếng kêu-la của chúng tại bên Biển-đỏ,"},{"bible_id":"193","chapter_code":"NEH.9","verse_code":"NEH.9.10","label":"10","content":"làm những dấu kỳ phép lạ nơi Pha-ra-ôn, nơi đầy-tớ người và nơi toàn dân-sự nước người; vì Chúa biết rằng họ có đối-đãi tổ-phụ chúng tôi cách kiêu-căng, và Chúa có làm nổi danh Chúa như thể ngày nay."},{"bible_id":"193","chapter_code":"NEH.9","verse_code":"NEH.9.11","label":"11","content":"Chúa có phân-rẽ biển trước mặt chúng nó, để chúng nó đi ngang qua giữa biển trên đất khô; còn những kẻ đuổi theo, Chúa bèn ném họ dưới vực sâu, như ném đá trong nước lớn."},{"bible_id":"193","chapter_code":"NEH.9","verse_code":"NEH.9.12","label":"12","content":"Ban ngày, Chúa dẫn-dắt chúng bằng một trụ mây, và ban đêm bằng một trụ lửa, để chiếu sáng cho chúng trong con đường phải đi theo."},{"bible_id":"193","chapter_code":"NEH.9","verse_code":"NEH.9.13","label":"13","content":"Chúa cũng giáng-lâm tại trên núi Si-na-i, phán với chúng từ trên trời, ban cho chúng những luật-lệ ngay-thẳng, pháp-độ chân-thật, và những qui-tắc cùng điều-răn tốt-lành."},{"bible_id":"193","chapter_code":"NEH.9","verse_code":"NEH.9.14","label":"14","content":"Chúa khiến cho chúng biết ngày sa-bát thánh của Chúa, cậy Môi-se, tôi-tớ của Chúa, truyền cho chúng những điều-răn, qui-tắc, và luật-pháp."},{"bible_id":"193","chapter_code":"NEH.9","verse_code":"NEH.9.15","label":"15","content":"Từ các từng trời, Chúa ban cho chúng bánh đặng ăn đói, khiến hòn đá chảy ra nước cho chúng uống khát, phán biểu chúng vào nhận lấy xứ mà Chúa đã thề ban cho chúng."},{"bible_id":"193","chapter_code":"NEH.9","verse_code":"NEH.9.16","label":"16","content":"Nhưng tổ-phụ chúng tôi cư-xử cách kiêu-hãnh, cứng cổ mình, không nghe các điều-răn của Chúa,"},{"bible_id":"193","chapter_code":"NEH.9","verse_code":"NEH.9.17","label":"17","content":"chẳng khứng vâng theo và không nhớ đến các phép lạ mà Chúa đã làm giữa chúng; nhưng chúng cứng cổ mình, và trong sự bội-nghịch mình cắt một kẻ làm đầu đặng trở về nơi nô-lệ của họ. Nhưng Chúa vốn một Đức Chúa Trời sẵn tha-thứ, hay làm ơn, và thương-xót, chậm nóng giận, và dư đầy nhân-từ, Chúa không có lìa-bỏ chúng."},{"bible_id":"193","chapter_code":"NEH.9","verse_code":"NEH.9.18","label":"18","content":"Dẫu khi chúng làm một con bò con đực, mà rằng: Nầy là thần đã dẫn các ngươi lên khỏi Ê-díp-tô và chọc cho Chúa giận nhiều,"},{"bible_id":"193","chapter_code":"NEH.9","verse_code":"NEH.9.19","label":"19","content":"thì Chúa vì sự thương-xót của Chúa, không lìa-bỏ chúng trong đồng-vắng; trụ mây dẫn đường ban ngày, không lìa khỏi trên chúng, hoặc trụ lửa lúc ban đêm chiếu sáng và chỉ cho chúng con đường chúng phải đi."},{"bible_id":"193","chapter_code":"NEH.9","verse_code":"NEH.9.20","label":"20","content":"Chúa cũng ban cho chúng Thần-linh lương-thiện của Chúa, để dạy-dỗ cho chúng, không từ-chối cho miệng chúng ăn ma-na, và ban cho chúng nước đặng uống khát."},{"bible_id":"193","chapter_code":"NEH.9","verse_code":"NEH.9.21","label":"21","content":"Phải, Chúa nuôi-dưỡng chúng bốn mươi năm trong đồng-vắng: chúng chẳng thiếu-thốn chi cả; quần-áo chúng không cũ rách, và chân chúng chẳng phù lên."},{"bible_id":"193","chapter_code":"NEH.9","verse_code":"NEH.9.22","label":"22","content":"Vả lại, Chúa ban cho chúng những nước và dân-tộc, và phân-phát nước ấy cho chúng; chúng nhận được nước của Si-hôn, tức nước của vua Hết-bôn, và nước của Óc, vua Ba-san."},{"bible_id":"193","chapter_code":"NEH.9","verse_code":"NEH.9.23","label":"23","content":"Chúa cũng thêm nhiều con-cháu chúng đông như sao trên trời, đưa chúng vào xứ mà Chúa đã phán cùng tổ-phụ chúng rằng chúng sẽ vào đó đặng nhận lấy xứ ấy."},{"bible_id":"193","chapter_code":"NEH.9","verse_code":"NEH.9.24","label":"24","content":"Vậy, con-cháu chúng bèn vào và nhận lấy xứ, và Chúa bắt phục trước mặt họ các dân của xứ, là dân Ca-na-an, phó dân ấy và những vua chúng nó cùng các dân-tộc của xứ vào tay họ, đặng họ đãi các dân ấy theo ý mình muốn."},{"bible_id":"193","chapter_code":"NEH.9","verse_code":"NEH.9.25","label":"25","content":"Họ chiếm lấy những thành bền-vững, và ruộng-đất màu-mỡ, được những nhà đầy các vật tốt-lành, những giếng đào, vườn nho, vườn ô-li-ve, và cây trái rất nhiều; chúng ăn, bèn được no-nê, và mập-béo, vui lòng trong sự nhân-từ lớn-lao của Chúa."},{"bible_id":"193","chapter_code":"NEH.9","verse_code":"NEH.9.26","label":"26","content":"Dầu vậy, chúng chẳng vâng theo, bèn phản-nghịch với Chúa, ném bỏ luật-pháp Chúa sau lưng, giết các đấng tiên-tri của Chúa, là người làm chứng nghịch cùng họ đặng đem họ trở lại cùng Chúa; song chúng lại chọc giận Chúa nhiều thay."},{"bible_id":"193","chapter_code":"NEH.9","verse_code":"NEH.9.27","label":"27","content":"Vì vậy, Chúa phó họ vào tay cừu-địch của họ; chúng nó hà-hiếp họ. Trong thời hoạn-nạn chúng kêu-cầu cùng Chúa, thì từ các từng trời Chúa có nghe đến; theo lòng nhân-từ lớn-lao của Chúa, Chúa bèn ban cho những đấng giải-cứu để cứu chúng khỏi tay kẻ cừu-địch mình."},{"bible_id":"193","chapter_code":"NEH.9","verse_code":"NEH.9.28","label":"28","content":"Nhưng khi chúng được an-tịnh, bèn khởi làm lại điều ác trước mặt Chúa; vì vậy, Chúa bỏ chúng vào tay kẻ thù-nghịch để quản-hạt chúng; song khi chúng trở lại, kêu-cầu cùng Chúa, thì Chúa từ trên trời nghe đến, và vì lòng thương-xót Chúa, nên giải-cứu chúng nhiều lần."},{"bible_id":"193","chapter_code":"NEH.9","verse_code":"NEH.9.29","label":"29","content":"Chúa cũng làm chứng nghịch cùng chúng, để dẫn-dắt chúng trở lại luật-pháp của Ngài. Dầu vậy, chúng cư-xử cách kiêu-ngạo không nghe các điều-răn Chúa, phạm đến luật-lệ của Chúa, là luật-lệ nếu người nào vâng làm theo, tất sẽ được sống; chúng ở chấp-nhứt,  cứng cổ mình, và không khứng nghe theo."},{"bible_id":"193","chapter_code":"NEH.9","verse_code":"NEH.9.30","label":"30","content":"Chúa dung-thứ chúng nhiều năm, và cậy Thần-linh và các tiên-tri của Chúa mà làm chứng nghịch cùng chúng; nhưng chúng không lắng tai nghe, nên Chúa phó chúng vào tay dân-tộc của các xứ."},{"bible_id":"193","chapter_code":"NEH.9","verse_code":"NEH.9.31","label":"31","content":"Song, vì lòng thương-xót lớn-lao của Chúa, Chúa không có tận diệt chúng, cũng không lìa-bỏ chúng; vì Chúa vốn là Đức Chúa Trời hay thương-xót và nhân-từ."},{"bible_id":"193","chapter_code":"NEH.9","verse_code":"NEH.9.32","label":"32","content":"Vậy bây giờ, hỡi Đức Chúa Trời của chúng tôi ơi! là Đức Chúa Trời rất lớn rất quyền-năng và đáng sợ, hằng giữ giao-ước và sự nhân-từ, xin chớ coi nhỏ-mọn trước mặt Chúa các việc đau-đớn cực-nhọc đã giáng trên chúng tôi, trên các vua và các quan-trưởng, trên những thầy tế-lễ và các tiên-tri, trên tổ-phụ chúng tôi, và trên hết thảy dân-sự của Chúa, từ đời các vua A-si-ri cho đến ngày nay."},{"bible_id":"193","chapter_code":"NEH.9","verse_code":"NEH.9.33","label":"33","content":"Trong mọi việc đã xảy đến cho chúng tôi, Chúa vẫn là công-bình; vì Chúa thi-hành cách chân-thật, còn chúng tôi lại làm cách hung-ác."},{"bible_id":"193","chapter_code":"NEH.9","verse_code":"NEH.9.34","label":"34","content":"Các vua chúng tôi, các quan-trưởng, những thầy tế-lễ, và tổ-phụ chúng tôi, không có gìn-giữ luật-pháp của Chúa, cũng chẳng nghe theo các điều-răn và chứng-cớ mà Chúa phán dạy nghịch cùng chúng."},{"bible_id":"193","chapter_code":"NEH.9","verse_code":"NEH.9.35","label":"35","content":"Tại trong xứ của chúng, giữa điều ơn-lành dư-dật mà Chúa đã ban cho chúng, tại trong đất rộng-rãi và màu-mỡ mà Chúa đã đặt trước mặt chúng, chúng không phục-sự Chúa, chẳng trở bỏ các công-việc ác của họ."},{"bible_id":"193","chapter_code":"NEH.9","verse_code":"NEH.9.36","label":"36","content":"Kìa, ngày nay chúng tôi làm tôi-mọi; nầy chúng tôi làm tôi trong xứ mà Chúa đã ban cho tổ-phụ chúng tôi để ăn bông-trái và thổ-sản tốt tươi của nó."},{"bible_id":"193","chapter_code":"NEH.9","verse_code":"NEH.9.37","label":"37","content":"Xứ sanh ra nhiều thổ-sản cho các vua mà Chúa đã lập trên chúng tôi tại cớ tội-lỗi của chúng tôi: các vua ấy cũng tự ý mình lấn-lướt trên thân-thể chúng tôi và các súc-vật của chúng tôi, và chúng tôi đương bị hoạn-nạn lớn."},{"bible_id":"193","chapter_code":"NEH.9","verse_code":"NEH.9.38","label":"38","content":"Dầu các sự nầy, chúng tôi lập giao-ước chắc-chắn, và chúng tôi ghi-chép nó; các quan-trưởng, người Lê-vi, và những thầy tế-lễ của chúng tôi đóng ấn cho."},{"bible_id":"193","chapter_code":"NEH.10","verse_code":"NEH.10.1","label":"1","content":"Nầy là tên của các người có đóng dấu mình trong giao-ước ấy: Nê-hê-mi, làm quan tổng-trấn, là con trai của Ha-ca-lia, và Sê-đô-kia,"},{"bible_id":"193","chapter_code":"NEH.10","verse_code":"NEH.10.2","label":"2","content":"Sê-ra-gia, A-xa-ria, Giê-rê-mi,"},{"bible_id":"193","chapter_code":"NEH.10","verse_code":"NEH.10.3","label":"3","content":"Pha-su-rơ, A-ma-ria, Manh-ki-gia,"},{"bible_id":"193","chapter_code":"NEH.10","verse_code":"NEH.10.4","label":"4","content":"Hát-túc, Sê-ba-nia, Ma-lúc,"},{"bible_id":"193","chapter_code":"NEH.10","verse_code":"NEH.10.5","label":"5","content":"Ha-rim, Mê-rê-mốt, Áp-đia,"},{"bible_id":"193","chapter_code":"NEH.10","verse_code":"NEH.10.6","label":"6","content":"Đa-ni-ên, Ghi-nê-thôn, Ba-rúc,"},{"bible_id":"193","chapter_code":"NEH.10","verse_code":"NEH.10.7","label":"7","content":"Mê-su-lam, A-bi-gia, Mi-gia-min,"},{"bible_id":"193","chapter_code":"NEH.10","verse_code":"NEH.10.8","label":"8","content":"Ma-a-xia, Binh-gai, Sê-ma-gia; ấy là những thầy tế-lễ."},{"bible_id":"193","chapter_code":"NEH.10","verse_code":"NEH.10.9","label":"9","content":"Những người Lê-vi là: Giê-sua, con trai của A-xa-nia; Bin-nui, con trai của Hê-na-đát; Cát-mi-ên"},{"bible_id":"193","chapter_code":"NEH.10","verse_code":"NEH.10.10","label":"10","content":"và các anh em của họ, Sê-ba-nia, Hô-đi-gia, Kê-li-ta, Bê-la-gia, Ha-nan,"},{"bible_id":"193","chapter_code":"NEH.10","verse_code":"NEH.10.11","label":"11","content":"Mi-chê, Rê-hốp, Ha-sa-bia,"},{"bible_id":"193","chapter_code":"NEH.10","verse_code":"NEH.10.12","label":"12","content":"Xác-cua, Sê-rê-bia, Sê-ba-nia,"},{"bible_id":"193","chapter_code":"NEH.10","verse_code":"NEH.10.13","label":"13","content":"Hô-đia, Ba-ni, và Bê-ni-nu."},{"bible_id":"193","chapter_code":"NEH.10","verse_code":"NEH.10.14","label":"14","content":"Các quan-trưởng của dân-sự là: Pha-rốt, Pha-bát-Mô-áp, Ê-lam, Xát-tu, Ba-ni,"},{"bible_id":"193","chapter_code":"NEH.10","verse_code":"NEH.10.15","label":"15","content":"Bu-ni, A-gát, Bê-bai,"},{"bible_id":"193","chapter_code":"NEH.10","verse_code":"NEH.10.16","label":"16","content":"A-đô-ni-gia, Biết-vai, A-đin,"},{"bible_id":"193","chapter_code":"NEH.10","verse_code":"NEH.10.17","label":"17","content":"A-te, Ê-xê-chia, A-xu-rơ,"},{"bible_id":"193","chapter_code":"NEH.10","verse_code":"NEH.10.18","label":"18","content":"Hô-đia, Ha-sum, Bết-sai,"},{"bible_id":"193","chapter_code":"NEH.10","verse_code":"NEH.10.19","label":"19","content":"Ha-ríp, A-na-tốt, Ni-bai,"},{"bible_id":"193","chapter_code":"NEH.10","verse_code":"NEH.10.20","label":"20","content":"Mác-bi-ách, Mê-su-lam, Hê-xia,"},{"bible_id":"193","chapter_code":"NEH.10","verse_code":"NEH.10.21","label":"21","content":"Mê-sê-xa-bê-ên, Xa-đốc, Gia-đua,"},{"bible_id":"193","chapter_code":"NEH.10","verse_code":"NEH.10.22","label":"22","content":"Phê-la-tia, Ha-nan, A-na-gia,"},{"bible_id":"193","chapter_code":"NEH.10","verse_code":"NEH.10.23","label":"23","content":"Ô-sê, Ha-na-nia, Ha-súp,"},{"bible_id":"193","chapter_code":"NEH.10","verse_code":"NEH.10.24","label":"24","content":"Ha-lô-hết, Bi-la, Sô-béc,"},{"bible_id":"193","chapter_code":"NEH.10","verse_code":"NEH.10.25","label":"25","content":"Rê-hum, Ha-sáp-na, Ma-a-xê-gia,"},{"bible_id":"193","chapter_code":"NEH.10","verse_code":"NEH.10.26","label":"26","content":"A-hi-gia, Ha-nan, A-nan,"},{"bible_id":"193","chapter_code":"NEH.10","verse_code":"NEH.10.27","label":"27","content":"Ma-lúc, Ha-rim, và Ba-a-na."},{"bible_id":"193","chapter_code":"NEH.10","verse_code":"NEH.10.28","label":"28","content":"Dân-sự còn sót lại, những thầy tế-lễ, người Lê-vi, kẻ canh-giữ cửa, kẻ ca-hát, người Nê-thi-nim, các người đã chia-rẽ cùng các dân-tộc của xứ đặng theo luật-pháp của Đức Chúa Trời, và vợ, con trai, con gái của họ, tức các người có sự tri-thức và sự thông-sáng,"},{"bible_id":"193","chapter_code":"NEH.10","verse_code":"NEH.10.29","label":"29","content":"đều hiệp theo các anh em và các tước-vị của mình, mà thề hứa đi theo luật-pháp của Đức Chúa Trời đã cậy Môi-se, tôi-tớ Ngài, ban cho, và gìn-giữ làm theo các điều-răn của Đức Giê-hô-va, là Chúa chúng tôi, cùng lệ-luật và phép-tắc của Ngài."},{"bible_id":"193","chapter_code":"NEH.10","verse_code":"NEH.10.30","label":"30","content":"Chúng tôi hứa không gả các con gái chúng tôi cho dân-tộc của xứ, và chẳng cưới con gái chúng nó cho con trai chúng tôi;"},{"bible_id":"193","chapter_code":"NEH.10","verse_code":"NEH.10.31","label":"31","content":"lại hứa rằng nếu trong ngày sa-bát hay ngày thánh nào, dân của xứ đem hoặc những hóa-vật, hoặc các thứ lương-thực đặng bán cho, thì chúng tôi sẽ chẳng mua; và qua năm thứ bảy, chúng tôi sẽ để cho đất hoang, và chẳng đòi nợ nào hết."},{"bible_id":"193","chapter_code":"NEH.10","verse_code":"NEH.10.32","label":"32","content":"Chúng tôi cũng định lấy luật lệ buộc chúng tôi mỗi năm dâng một phần ba siếc-lơ dùng về các công-việc của đền Đức Chúa Trời chúng tôi,"},{"bible_id":"193","chapter_code":"NEH.10","verse_code":"NEH.10.33","label":"33","content":"về bánh trần-thiết, về của-lễ chay thường dâng, về của-lễ thiêu hằng-hiến, về của-lễ dâng trong ngày sa-bát, trong ngày mồng một, và trong các ngày lễ trọng-thể; lại dùng về các vật thánh, về của-lễ chuộc tội cho dân Y-sơ-ra-ên, và về các công-việc làm trong đền Đức Chúa Trời của chúng tôi."},{"bible_id":"193","chapter_code":"NEH.10","verse_code":"NEH.10.34","label":"34","content":"Chúng tôi, là những thầy tế-lễ, người Lê-vi, và dân-sự khác, bắt thăm về việc dâng củi lửa, đặng mỗi năm, theo kỳ nhứt-định, tùy nhà tổ-phụ mình, mà đem những củi đến đền của Đức Chúa Trời chúng tôi, hầu cho đốt trên bàn-thờ của Giê-hô-va Đức Chúa Trời của chúng tôi, y như đã chép trong luật-pháp vậy."},{"bible_id":"193","chapter_code":"NEH.10","verse_code":"NEH.10.35","label":"35","content":"Chúng tôi cũng định mỗi năm đem vật đầu mùa của đất chúng tôi, và các thứ trái đầu mùa của các cây chúng tôi đến đền của Đức Giê-hô-va;"},{"bible_id":"193","chapter_code":"NEH.10","verse_code":"NEH.10.36","label":"36","content":"lại chiếu theo luật-pháp, đem luôn con đầu lòng trong vòng các con trai chúng tôi, và con đầu lòng của súc-vật chúng tôi, hoặc chiên hay bò, đến đền thờ Đức Chúa Trời chúng tôi mà giao cho những thầy tế-lễ hầu-việc trong đền của Đức Chúa Trời chúng tôi."},{"bible_id":"193","chapter_code":"NEH.10","verse_code":"NEH.10.37","label":"37","content":"Chúng tôi cũng hứa đem của đầu mùa về bột nhồi của chúng tôi, về của-lễ giơ lên, bông-trái của các thứ cây, rượu mới, và dầu, mà giao cho những thầy tế-lễ, trong các kho-tàng của đền Đức Chúa Trời chúng tôi; còn một phần mười huê-lợi đất của chúng tôi thì đem nộp cho người Lê-vi; vì người Lê-vi thâu lấy một phần mười trong thổ-sản của ruộng-đất về các thành chúng tôi."},{"bible_id":"193","chapter_code":"NEH.10","verse_code":"NEH.10.38","label":"38","content":"Thầy tế-lễ, con-cháu của A-rôn, sẽ đi với người Lê-vi, khi họ thâu lấy thuế một phần mười; rồi họ sẽ đem một phần mười của trong thuế một phần mười ấy đến đền của Đức Chúa Trời chúng tôi, để tại nơi phòng của kho-tàng."},{"bible_id":"193","chapter_code":"NEH.10","verse_code":"NEH.10.39","label":"39","content":"Vì dân Y-sơ-ra-ên và người Lê-vi sẽ đem các của-lễ giơ lên bằng lúa-mì, rượu, và dầu mới vào trong những phòng ấy, là nơi có các khí-dụng của đền thánh, những thầy tế-lễ hầu-việc, kẻ canh cửa, và những người ca-hát. Vậy, chúng tôi sẽ chẳng lìa-bỏ đền của Đức Chúa Trời chúng tôi đâu."},{"bible_id":"193","chapter_code":"NEH.11","verse_code":"NEH.11.1","label":"1","content":"Các quan-trưởng của dân-sự đều ở tại Giê-ru-sa-lem: còn dân-sự khác thì bắt thăm để cho một trong mười người của chúng đến ở tại Giê-ru-sa-lem là thành thánh, và chín người kia thì ở trong các thành khác."},{"bible_id":"193","chapter_code":"NEH.11","verse_code":"NEH.11.2","label":"2","content":"Dân-sự chúc phước cho các người nam nào tình-nguyện ở tại Giê-ru-sa-lem."},{"bible_id":"193","chapter_code":"NEH.11","verse_code":"NEH.11.3","label":"3","content":"Vả, đây là những quan-trưởng hàng tỉnh ở tại Giê-ru-sa-lem; nhưng trong các thành Giu-đa, ai nấy đều ở trong đất mình tại trong bổn-thành của mình: ấy là dân Y-sơ-ra-ên, những thầy tế-lễ, người Lê-vi, người Nê-thi-nim, và con-cháu của các tôi-tớ Sa-lô-môn."},{"bible_id":"193","chapter_code":"NEH.11","verse_code":"NEH.11.4","label":"4","content":"Có mấy người Giu-đa và người Bên-gia-min ở tại Giê-ru-sa-lem. Về người Giu-đa có A-ta-gia, con trai của U-xia, cháu của Xa-cha-ri, chắt của A-ma-ria, chít của Sê-pha-tia; Sê-pha-tia là con trai của Ma-ha-la-lên, thuộc về dòng-dõi Phê-rết;"},{"bible_id":"193","chapter_code":"NEH.11","verse_code":"NEH.11.5","label":"5","content":"lại có Ma-a-sê-gia, con trai của Ba-rúc, cháu của Côn-Hô-xê, chắt của Ha-xa-gia, chít của A-đa-gia; A-đa-gia là con trai của Giô-gia-ríp, cháu của Xa-cha-ri về dòng-dõi Si-lô-ni."},{"bible_id":"193","chapter_code":"NEH.11","verse_code":"NEH.11.6","label":"6","content":"Các con-cháu của Phê-rết ở tại Giê-ru-sa-lem là bốn trăm sáu mươi tám người mạnh-dạn."},{"bible_id":"193","chapter_code":"NEH.11","verse_code":"NEH.11.7","label":"7","content":"Về người Bên-gia-min có Sa-lu, con trai của Mê-su-lam, cháu của Giô-ết, chắt của Phê-đa-gia, chít của Cô-la-gia; Cô-la-gia là con trai của Ma-a-sê-gia, cháu của Y-thi-ên, chắt của Ê-sai;"},{"bible_id":"193","chapter_code":"NEH.11","verse_code":"NEH.11.8","label":"8","content":"và sau người có Gáp-bai, và Sa-lai cùng chín trăm hai mươi tám người."},{"bible_id":"193","chapter_code":"NEH.11","verse_code":"NEH.11.9","label":"9","content":"Giô-ên, con trai của Xiếc-ri, làm quan-trưởng của chúng; còn Giu-đa, con trai của Ha-sê-nua, làm phó quản thành."},{"bible_id":"193","chapter_code":"NEH.11","verse_code":"NEH.11.10","label":"10","content":"Trong những thầy tế-lễ có Giê-đa-gia, con trai của Giô-gia-ríp, Gia-kin,"},{"bible_id":"193","chapter_code":"NEH.11","verse_code":"NEH.11.11","label":"11","content":"và Sê-ra-gia, con trai của Hinh-kia, cháu của Mê-su-lam, chắt của Xa-đốc, chít của Mê-ra-giốt; Mê-ra-giốt là con trai của A-hi-túp, là quản-lý đền của Đức Chúa Trời,"},{"bible_id":"193","chapter_code":"NEH.11","verse_code":"NEH.11.12","label":"12","content":"cùng các anh em họ làm công-việc của đền, là tám trăm hai mươi hai người. Lại có A-đa-gia, con trai của Giê-rô-ham, cháu của Phê-la-lia, chắt của Am-si, chít của Xa-cha-ri; Xa-cha-ri là con trai của Pha-su-rơ, cháu của Manh-ki-gia,"},{"bible_id":"193","chapter_code":"NEH.11","verse_code":"NEH.11.13","label":"13","content":"cùng các anh em họ, đều là trưởng-tộc, số là hai trăm bốn mươi hai người. Cũng có A-ma-sai, con trai của A-xa-rên, cháu của Ạc-xai, chắt của Mê-si-lê-mốt, chít của Y-mê,"},{"bible_id":"193","chapter_code":"NEH.11","verse_code":"NEH.11.14","label":"14","content":"và các anh em họ, đều là người mạnh-dạn và can-đảm, số được một trăm hai mươi tám người. Xáp-đi-ên, con trai của Ghê-đô-lim, làm quan-trưởng của chúng."},{"bible_id":"193","chapter_code":"NEH.11","verse_code":"NEH.11.15","label":"15","content":"Trong người Lê-vi có Sê-ma-gia, con trai của Ha-súp, cháu của A-ri-kham, chắt của Ha-sa-bia, chít của Bun-ni;"},{"bible_id":"193","chapter_code":"NEH.11","verse_code":"NEH.11.16","label":"16","content":"trong các trưởng-tộc người Lê-vi có Sa-bê-thai và Giô-xa-bát được cắt coi-sóc công-việc ngoài của đền Đức Chúa Trời;"},{"bible_id":"193","chapter_code":"NEH.11","verse_code":"NEH.11.17","label":"17","content":"còn Mát-ta-nia, con trai của Mi-chê, cháu của Xáp-đi, chắt của A-sáp, làm đầu về việc hát lời khen-ngợi trong lúc cầu-nguyện, cùng Bác-bu-kia, là người thứ nhì trong anh em mình, và Áp-đa, con trai của Sa-mua, cháu của Ga-la, chắt của Giê-đu-thun."},{"bible_id":"193","chapter_code":"NEH.11","verse_code":"NEH.11.18","label":"18","content":"Hết thảy người Lê-vi ở trong thành thánh, được hai trăm tám mươi bốn người."},{"bible_id":"193","chapter_code":"NEH.11","verse_code":"NEH.11.19","label":"19","content":"Những kẻ canh-giữ cửa, là A-cúp, Tanh-môn, và các anh em họ, được một trăm bảy mươi hai người."},{"bible_id":"193","chapter_code":"NEH.11","verse_code":"NEH.11.20","label":"20","content":"Các người Y-sơ-ra-ên khác, những thầy tế-lễ, và người Lê-vi, đều ở trong các thành của xứ Giu-đa, mỗi người trong cơ-nghiệp mình."},{"bible_id":"193","chapter_code":"NEH.11","verse_code":"NEH.11.21","label":"21","content":"Người Nê-thi-nim đều ở tại Ô-phên; Xi-ba và Ghít-ba làm quan-trưởng của người Nê-thi-nim."},{"bible_id":"193","chapter_code":"NEH.11","verse_code":"NEH.11.22","label":"22","content":"U-xi, con trai của Ba-ni, cháu của Ha-sa-bia, chắt của Mát-ta-nia, chít của Mi-chê về dòng-dõi A-sáp, là kẻ ca-hát, được đặt cai-trị người Lê-vi tại Giê-ru-sa-lem, lo làm công-việc của đền Đức Chúa Trời."},{"bible_id":"193","chapter_code":"NEH.11","verse_code":"NEH.11.23","label":"23","content":"Vì có lệnh vua truyền về việc của chúng, và có một phần lương định cấp cho những kẻ ca-hát, ngày nào cần dùng theo ngày nấy."},{"bible_id":"193","chapter_code":"NEH.11","verse_code":"NEH.11.24","label":"24","content":"Phê-ta-hia, con trai của Mê-sê-xa-bê-ên, về dòng Xê-ra, là con của Giu-đa, giúp vua cai-trị mọi việc dân."},{"bible_id":"193","chapter_code":"NEH.11","verse_code":"NEH.11.25","label":"25","content":"Còn về các hương-thôn và đồng-ruộng của nó, có mấy người Giu-đa ở tại Ki-ri-át-A-ra-ba, và trong các làng nó, tại Đi-bôn và các làng nó, tại Giê-cáp-xê-ên và các làng nó,"},{"bible_id":"193","chapter_code":"NEH.11","verse_code":"NEH.11.26","label":"26","content":"tại Giê-sua, Mô-la-đa, Bết-Phê-lê,"},{"bible_id":"193","chapter_code":"NEH.11","verse_code":"NEH.11.27","label":"27","content":"Hát-sa-Su-anh, Bê-e-Sê-ba và trong các làng nó,"},{"bible_id":"193","chapter_code":"NEH.11","verse_code":"NEH.11.28","label":"28","content":"tại Xiếc-lác, Mê-cô-na và trong các làng nó,"},{"bible_id":"193","chapter_code":"NEH.11","verse_code":"NEH.11.29","label":"29","content":"tại Ên-Rim-môn, Xô-ra, Giạt-mút,"},{"bible_id":"193","chapter_code":"NEH.11","verse_code":"NEH.11.30","label":"30","content":"tại Xa-nô-a, A-đu-lam và các làng nó; tại trong La-ki và các đồng-ruộng nó, trong A-xê-ca và các làng nó. Vậy, chúng ở từ Bê-e-Sê-ba cho đến trũng Hin-nôm."},{"bible_id":"193","chapter_code":"NEH.11","verse_code":"NEH.11.31","label":"31","content":"Người Bên-gia-min cũng ở từ Ghê-ba cho đến Mích-ma, A-gia, Bê-tên và các làng nó;"},{"bible_id":"193","chapter_code":"NEH.11","verse_code":"NEH.11.32","label":"32","content":"và ở tại A-na-tốt, Nóp, A-na-nia,"},{"bible_id":"193","chapter_code":"NEH.11","verse_code":"NEH.11.33","label":"33","content":"Hát-so, Ra-ma, Ghi-tha-im,"},{"bible_id":"193","chapter_code":"NEH.11","verse_code":"NEH.11.34","label":"34","content":"Ha-đít, Sê-bô-im, Nê-ba-lát,"},{"bible_id":"193","chapter_code":"NEH.11","verse_code":"NEH.11.35","label":"35","content":"Lô-đơ, và Ô-nô, tức là trũng của các thợ."},{"bible_id":"193","chapter_code":"NEH.11","verse_code":"NEH.11.36","label":"36","content":"Từ trong các người Lê-vi có mấy ban ở Giu-đa hiệp với Bên-gia-min."},{"bible_id":"193","chapter_code":"NEH.12","verse_code":"NEH.12.1","label":"1","content":"Đây là những thầy tế-lễ và người Lê-vi, theo Xô-rô-ba-bên, con trai của Sa-la-thi-ên, và Giê-sua, mà đi lên: Sê-ra-gia, Giê-rê-mi, E-xơ-ra,"},{"bible_id":"193","chapter_code":"NEH.12","verse_code":"NEH.12.2","label":"2","content":"A-ma-ria, Ma-lúc, Ha-túc,"},{"bible_id":"193","chapter_code":"NEH.12","verse_code":"NEH.12.3","label":"3","content":"Sê-ca-nia, Rê-hum, Mê-rê-mốt,"},{"bible_id":"193","chapter_code":"NEH.12","verse_code":"NEH.12.4","label":"4","content":"Y-đô, Ghi-nê-thôi, A-bi-gia,"},{"bible_id":"193","chapter_code":"NEH.12","verse_code":"NEH.12.5","label":"5","content":"Mi-gia-min, Ma-a-đia, Binh-ga,"},{"bible_id":"193","chapter_code":"NEH.12","verse_code":"NEH.12.6","label":"6","content":"Sê-ma-gia, Giô-gia-ríp, Giê-đa-gia,"},{"bible_id":"193","chapter_code":"NEH.12","verse_code":"NEH.12.7","label":"7","content":"Sa-lu, A-móc, Hinh-kia, và Giê-đa-gia. Đó là quan-trưởng của những thầy tế-lễ và anh em của họ trong đời Giê-sua."},{"bible_id":"193","chapter_code":"NEH.12","verse_code":"NEH.12.8","label":"8","content":"Những người Lê-vi là: Giê-sua, Bin-nui, Cát-mi-ên, Sê-rê-bia, Giu-đa, và Mát-ta-nia, là người với anh em mình coi-sóc việc hát khen-ngợi."},{"bible_id":"193","chapter_code":"NEH.12","verse_code":"NEH.12.9","label":"9","content":"Lại có Bác-bu-kia, U-ni, cùng các anh em mình; họ thay-đổi phiên nhau trong công-việc mình."},{"bible_id":"193","chapter_code":"NEH.12","verse_code":"NEH.12.10","label":"10","content":"Giê-sua sanh Giô-gia-kim; Giô-gia-kim sanh Ê-li-a-síp; Ê-li-a-síp sanh Giô-gia-đa;"},{"bible_id":"193","chapter_code":"NEH.12","verse_code":"NEH.12.11","label":"11","content":"Giô-gia-đa sanh Giô-na-than, Giô-na-than sanh Gia-đua."},{"bible_id":"193","chapter_code":"NEH.12","verse_code":"NEH.12.12","label":"12","content":"Nầy là trưởng-tộc của những thầy tế-lễ, trong đời Giô-gia-kim: về họ Sê-ra-gia, Mê-ra-gia; về họ Giê-rê-mi, Ha-na-nia;"},{"bible_id":"193","chapter_code":"NEH.12","verse_code":"NEH.12.13","label":"13","content":"về họ E-xơ-ra, Mê-su-lam; về họ A-ma-ria, Giô-ha-nan;"},{"bible_id":"193","chapter_code":"NEH.12","verse_code":"NEH.12.14","label":"14","content":"về họ Mê-lu-ki, Giô-na-than;"},{"bible_id":"193","chapter_code":"NEH.12","verse_code":"NEH.12.15","label":"15","content":"về họ Sê-ba-nia, Giô-sép; về họ Ha-rim, Át-na; về họ Mê-ra-giốt, Hên-cai;"},{"bible_id":"193","chapter_code":"NEH.12","verse_code":"NEH.12.16","label":"16","content":"về họ Y-đô, Xa-cha-ri; về họ Ghi-nê-thôn, Mê-su-lam;"},{"bible_id":"193","chapter_code":"NEH.12","verse_code":"NEH.12.17","label":"17","content":"về họ A-bi-gia, Xiếc-ri; về họ Min-gia-min và Mô-a-đia, Phinh-tai;"},{"bible_id":"193","chapter_code":"NEH.12","verse_code":"NEH.12.18","label":"18","content":"về họ Binh-ga, Sa-mua; về họ Sê-ma-gia, Giô-na-than;"},{"bible_id":"193","chapter_code":"NEH.12","verse_code":"NEH.12.19","label":"19","content":"về họ Giô-gia-ríp, Mát-tê-nai; về họ Giê-đa-gia, U-xi;"},{"bible_id":"193","chapter_code":"NEH.12","verse_code":"NEH.12.20","label":"20","content":"về họ Sa-lai, Ca-lai; về họ A-móc, Ê-be;"},{"bible_id":"193","chapter_code":"NEH.12","verse_code":"NEH.12.21","label":"21","content":"về họ Hinh-kia, Ha-sa-bia; về họ Giê-đa-gia, Nê-tha-nê-ên."},{"bible_id":"193","chapter_code":"NEH.12","verse_code":"NEH.12.22","label":"22","content":"Về người Lê-vi, các trưởng-tộc của họ đã biên tên vào sổ trong đời của Ê-li-a-síp, Giô-gia-đa, Giô-ha-nan, và Gia-đua; còn những thầy tế-lễ, thì biên tên vào sổ trong đời Đa-ri-út, nước Phe-rơ-sơ."},{"bible_id":"193","chapter_code":"NEH.12","verse_code":"NEH.12.23","label":"23","content":"Các trưởng-tộc của người Lê-vi có ghi tên vào sách sử-ký cho đến đời Giô-ha-nan, con trai của Ê-li-a-síp."},{"bible_id":"193","chapter_code":"NEH.12","verse_code":"NEH.12.24","label":"24","content":"Các trưởng-tộc của người Lê-vi: Ha-sa-bia, Sê-rê-bia, và Giê-sua, con trai của Cát-mi-ên, và các anh em người đứng đối nhau, từng ban từng thứ, đặng ngợi-khen và cảm-tạ, tùy theo lệnh của Đa-vít, người của Đức Chúa Trời."},{"bible_id":"193","chapter_code":"NEH.12","verse_code":"NEH.12.25","label":"25","content":"Mát-ta-nia, Bác-bu-kia, Ô-ba-đia, Mê-su-lam, Tanh-môn và A-cúp, là kẻ canh-giữ cửa, giữ các kho bên cửa thành."},{"bible_id":"193","chapter_code":"NEH.12","verse_code":"NEH.12.26","label":"26","content":"Các người nầy ở về đời Giô-gia-kim, con trai của Giê-sua, cháu Giô-xa-đác, về đời Nê-hê-mi, quan tổng-trấn, và về đời E-xơ-ra, làm thầy tế-lễ và văn-sĩ."},{"bible_id":"193","chapter_code":"NEH.12","verse_code":"NEH.12.27","label":"27","content":"Khi khánh-thành các vách-thành Giê-ru-sa-lem, thì người ta sai gọi các người Lê-vi ở khắp mọi nơi, đặng đem chúng về Giê-ru-sa-lem, để dự lễ khánh-thành cách vui-vẻ, có tiếng khen-ngợi và ca-hát theo chập-chỏa, đàn-cầm, và đàn-sắt."},{"bible_id":"193","chapter_code":"NEH.12","verse_code":"NEH.12.28","label":"28","content":"Các người ca-hát đều hiệp lại từ đồng bằng xung-quanh Giê-ru-sa-lem, các làng người Nê-tô-pha-tít;"},{"bible_id":"193","chapter_code":"NEH.12","verse_code":"NEH.12.29","label":"29","content":"lại từ Bết-Ghinh-ganh, từ đồng bằng Ghê-ba và Ách-ma-vết; vì những người ca-hát đã xây cho mình các làng ở chung-quanh thành Giê-ru-sa-lem."},{"bible_id":"193","chapter_code":"NEH.12","verse_code":"NEH.12.30","label":"30","content":"Những thầy tế-lễ và người Lê-vi dọn mình cho thánh-sạch, cũng dọn cho thánh-sạch dân-sự, các cửa và vách-thành."},{"bible_id":"193","chapter_code":"NEH.12","verse_code":"NEH.12.31","label":"31","content":"Bấy giờ, tôi biểu các quan-trưởng Giu-đa lên trên vách-thành, rồi phân làm hai tốp lớn kéo nhau đi để cảm-tạ; một tốp đi về phía hữu trên vách-thành, tới cửa Phân."},{"bible_id":"193","chapter_code":"NEH.12","verse_code":"NEH.12.32","label":"32","content":"Sau chúng có Hô-sa-gia, và phân nửa số các quan-trưởng Giu-đa,"},{"bible_id":"193","chapter_code":"NEH.12","verse_code":"NEH.12.33","label":"33","content":"cùng A-xa-ria, E-xơ-ra, Mê-su-lam, Giu-đa, Bên-gia-min,"},{"bible_id":"193","chapter_code":"NEH.12","verse_code":"NEH.12.34","label":"34","content":"Sê-ma-gia, Giê-rê-mi,"},{"bible_id":"193","chapter_code":"NEH.12","verse_code":"NEH.12.35","label":"35","content":"và mấy con trai của những thầy tế-lễ cầm kèn: Xa-cha-ri, con trai của Giô-na-than, cháu của Sê-ma-gia, chắt của Mát-ta-nia, chít của Mi-chê; Mi-chê là con trai của Xác-cua, cháu của A-sáp,"},{"bible_id":"193","chapter_code":"NEH.12","verse_code":"NEH.12.36","label":"36","content":"cùng các anh em người, là Sê-ma-gia, A-xa-rên, Mi-la-lai, Ghi-la-lai, Ma-ai, Nê-tha-nê-ên, Giu-đa, và Ha-na-ni, cầm những nhạc-khí của Đa-vít, người của Đức Chúa Trời; và E-xơ-ra, người văn-sĩ, đi ở đằng trước chúng."},{"bible_id":"193","chapter_code":"NEH.12","verse_code":"NEH.12.37","label":"37","content":"Từ cửa Suối, ở ngay mặt, chúng đi thẳng lên các nấc thành Đa-vít, tại nơi dốc vách-thành ở trên đền Đa-vít, và đến cửa Nước về phía đông."},{"bible_id":"193","chapter_code":"NEH.12","verse_code":"NEH.12.38","label":"38","content":"Còn tốp cảm-tạ thứ nhì đi trên vách-thành đối ngang lại với tốp thứ nhứt, còn tôi đi ở sau họ với phân nửa dân-sự, từ tháp các Lò cho đến vách rộng,"},{"bible_id":"193","chapter_code":"NEH.12","verse_code":"NEH.12.39","label":"39","content":"đi qua trên cửa Ép-ra-im, gần bên cửa Cũ, cửa Cá, tháp Ha-na-nê-ên, và tháp Mê-a, đến cửa Chiên. Chúng dừng lại tại cửa Ngục."},{"bible_id":"193","chapter_code":"NEH.12","verse_code":"NEH.12.40","label":"40","content":"Đoạn, hai tốp cảm-tạ dừng lại trong đền Đức Chúa Trời, tôi và phân nửa quan-trưởng theo tôi cũng làm vậy,"},{"bible_id":"193","chapter_code":"NEH.12","verse_code":"NEH.12.41","label":"41","content":"và những thầy tế-lễ cầm kèn, là Ê-li-a-kim, Ma-a-sê-gia, Min-gia-min, Mi-chê, Ê-li-ô-ê-nai, Xa-cha-ri, và Ha-na-nia;"},{"bible_id":"193","chapter_code":"NEH.12","verse_code":"NEH.12.42","label":"42","content":"lại có Ma-a-sê-gia, Sê-ma-gia, Ê-lê-a-xa, U-xi, Giô-ha-nan, Manh-ki-gia, Ê-lam, và Ê-xe. Những kẻ ca-hát tiếng lớn, có Dít-ra-hia dẫn-dắt."},{"bible_id":"193","chapter_code":"NEH.12","verse_code":"NEH.12.43","label":"43","content":"Trong ngày đó, chúng dâng những của-lễ trọng-thể và vui-vẻ; vì Đức Chúa Trời đã khiến cho chúng vui-mừng khấp-khởi; các người đàn-bà và con trẻ cũng vui-mừng nữa; sự vui-mừng của thành Giê-ru-sa-lem vang ra rất xa."},{"bible_id":"193","chapter_code":"NEH.12","verse_code":"NEH.12.44","label":"44","content":"Trong ngày đó, người ta lập kẻ coi-sóc các phòng kho-tàng về của-lễ dâng giơ lên, về của đầu mùa, về thuế một phần mười, đặng thâu vào nó, tùy theo đồng của các thành, phần của những thầy tế-lễ và người Lê-vi, mà luật-pháp đã chỉ định; vì Giu-đa vui-mừng nhân những thầy tế-lễ và người Lê-vi đứng hầu-việc."},{"bible_id":"193","chapter_code":"NEH.12","verse_code":"NEH.12.45","label":"45","content":"Chúng luôn với những kẻ ca-hát và kẻ giữ cửa đều giữ trách-nhiệm của Đức Chúa Trời, và việc dọn mình thánh-sạch, tùy theo mạng-lịnh của Đa-vít và Sa-lô-môn, con trai người."},{"bible_id":"193","chapter_code":"NEH.12","verse_code":"NEH.12.46","label":"46","content":"Vì ngày xưa, về đời Đa-vít và A-sáp, có những quan-trưởng coi-sóc những kẻ ca-hát, và có bài hát khen-ngợi cảm-tạ Đức Chúa Trời."},{"bible_id":"193","chapter_code":"NEH.12","verse_code":"NEH.12.47","label":"47","content":"Trong đời Xô-rô-ba-bên và Nê-hê-mi, cả Y-sơ-ra-ên đều cấp phần cho kẻ ca-hát và người canh-giữ cửa, ngày nào cần dùng theo ngày nấy; cũng để riêng phần của người Lê-vi, và người Lê-vi để riêng phần của con-cháu A-rôn."},{"bible_id":"193","chapter_code":"NEH.13","verse_code":"NEH.13.1","label":"1","content":"Trong ngày đó, người ta đọc sách Môi-se có dân-sự nghe; trong đó có chép rằng người Am-môn và người Mô-áp đời đời không được vào hội của Đức Chúa Trời,"},{"bible_id":"193","chapter_code":"NEH.13","verse_code":"NEH.13.2","label":"2","content":"bởi vì chúng nó không đem bánh và nước đến đón dân Y-sơ-ra-ên, song dùng bạc thỉnh Ba-la-am đến rủa-sả dân Y-sơ-ra-ên (nhưng Đức Chúa Trời chúng tôi đổi sự rủa-sả ra sự phước-hạnh)."},{"bible_id":"193","chapter_code":"NEH.13","verse_code":"NEH.13.3","label":"3","content":"Xảy khi chúng đã nghe luật-pháp rồi, bèn phân-rẽ khỏi Y-sơ-ra-ên các dân ngoại-bang."},{"bible_id":"193","chapter_code":"NEH.13","verse_code":"NEH.13.4","label":"4","content":"Vả, trước việc đó, thầy tế-lễ Ê-li-a-síp, mà đã được lập coi-sóc các phòng của đền Đức Chúa Trời chúng tôi,"},{"bible_id":"193","chapter_code":"NEH.13","verse_code":"NEH.13.5","label":"5","content":"và là bà-con với Tô-bi-gia, có sắm-sửa cho người ấy một cái phòng lớn, là nơi trước người ta dùng để những của-lễ chay, hương-liệu, khí-dụng, thuế một phần mười về lúa-mì, rượu mới, và dầu, tức những vật theo lệ đã định cho người Lê-vi, kẻ ca-hát, và người canh-giữ cửa, luôn với của-lễ dâng giơ lên của thầy tế-lễ."},{"bible_id":"193","chapter_code":"NEH.13","verse_code":"NEH.13.6","label":"6","content":"Khi các điều đó xảy đến thì không có tôi ở tại Giê-ru-sa-lem; vì nhằm năm thứ ba mươi hai đời Ạt-ta-xét-xe, vua Ba-by-lôn, tôi mắc phải trở về cùng vua; cuối một ít lâu, tôi có xin phép vua đặng đi."},{"bible_id":"193","chapter_code":"NEH.13","verse_code":"NEH.13.7","label":"7","content":"Tôi đến Giê-ru-sa-lem, bèn hiểu điều ác mà Ê-li-a-síp vì Tô-bi-gia đã làm ra, vì có sắm-sửa cho người một cái phòng trong hành-lang của đền Đức Chúa Trời."},{"bible_id":"193","chapter_code":"NEH.13","verse_code":"NEH.13.8","label":"8","content":"Tôi thấy điều đó lấy làm cực tệ, nên quăng ra khỏi phòng ấy các vật-dụng của nhà Tô-bi-gia."},{"bible_id":"193","chapter_code":"NEH.13","verse_code":"NEH.13.9","label":"9","content":"Đoạn, tôi biểu người ta dọn cái phòng ấy cho sạch-sẽ; kế ấy tôi đem vào lại các khí-dụng của đền Đức Chúa Trời, của-lễ chay và hương-liệu."},{"bible_id":"193","chapter_code":"NEH.13","verse_code":"NEH.13.10","label":"10","content":"Tôi cũng hay rằng người ta không có cấp các phần của người Lê-vi cho họ; vì vậy, những kẻ ca-hát và người Lê-vi hầu-việc, ai nấy đều đã trốn về đồng-ruộng mình."},{"bible_id":"193","chapter_code":"NEH.13","verse_code":"NEH.13.11","label":"11","content":"Tôi bèn quở-trách các quan-trưởng, mà rằng: Cớ sao đền của Đức Chúa Trời bị bỏ như vậy? Đoạn, tôi hiệp lại chúng mà đặt họ trong chức cũ mình."},{"bible_id":"193","chapter_code":"NEH.13","verse_code":"NEH.13.12","label":"12","content":"Bấy giờ, cả Giu-đa đều đem đến trong kho thuế một phần mười về lúa-mì, rượu mới, và dầu."},{"bible_id":"193","chapter_code":"NEH.13","verse_code":"NEH.13.13","label":"13","content":"Tôi đặt Sê-lê-mia, thầy tế-lễ, Xa-đốc, ký-lục, và Phê-đa-gia trong các người Lê-vi, coi các kho-tàng; còn Ha-nan, con trai của Xác-cua, cháu Mát-ta-nia, làm phó; các người ấy được kể là trung-thành, và bổn-phận chúng là phân-phát vật cho anh em mình."},{"bible_id":"193","chapter_code":"NEH.13","verse_code":"NEH.13.14","label":"14","content":"Đức Chúa Trời tôi ôi! vì cớ điều nầy, xin nhớ đến tôi, và chớ bôi-xóa các việc tốt-lành mà tôi đã làm vì đền của Đức Chúa Trời tôi và về điều phải gìn-giữ tại đó."},{"bible_id":"193","chapter_code":"NEH.13","verse_code":"NEH.13.15","label":"15","content":"Về lúc đó, tôi thấy trong Giu-đa, mấy người ép nho nơi máy ép rượu nhằm ngày sa-bát, đem bó lúa mình vào, chở nó trên lừa, và cũng chở rượu, trái nho, trái vả, và các vật nặng, mà đem về Giê-ru-sa-lem trong ngày sa-bát. Ngày chúng nó bán vật thực ấy, tôi có làm chứng nghịch cùng chúng nó."},{"bible_id":"193","chapter_code":"NEH.13","verse_code":"NEH.13.16","label":"16","content":"Cũng có người Ty-rơ ở tại đó, đem cá và các thứ hàng-hóa đến bán cho người Giu-đa và tại thành Giê-ru-sa-lem trong ngày sa-bát."},{"bible_id":"193","chapter_code":"NEH.13","verse_code":"NEH.13.17","label":"17","content":"Bấy giờ tôi quở-trách các người tước-vị Giu-đa, mà rằng: Việc xấu-xa các ngươi làm đây là chi, mà làm cho ô-uế ngày sa-bát?"},{"bible_id":"193","chapter_code":"NEH.13","verse_code":"NEH.13.18","label":"18","content":"Tổ-phụ các ngươi há chẳng đã làm như vậy sao? Nên nỗi Đức Chúa Trời há chẳng có dẫn tai-họa kia đến trên chúng ta và trên thành nầy ư? Còn các ngươi làm ô-uế ngày sa-bát mà tăng-thêm cơn thạnh-nộ cho Y-sơ-ra-ên!"},{"bible_id":"193","chapter_code":"NEH.13","verse_code":"NEH.13.19","label":"19","content":"Ấy vậy, khi các cửa Giê-ru-sa-lem khởi khuất trong bóng tối trước ngày sa-bát, tôi bèn truyền người ta đóng cửa lại và dặn biểu chúng nó chỉ mở nó ra sau ngày sa-bát; lại cắt đặt mấy kẻ trong đầy-tớ tôi giữ cửa để không ai gánh chở đồ vào thành trong ngày sa-bát."},{"bible_id":"193","chapter_code":"NEH.13","verse_code":"NEH.13.20","label":"20","content":"Vậy, kẻ buôn người bán các thứ hàng-hóa một hai lần ban đêm phải ngủ ở ngoài thành Giê-ru-sa-lem."},{"bible_id":"193","chapter_code":"NEH.13","verse_code":"NEH.13.21","label":"21","content":"Đoạn, tôi quở-trách chúng nó mà rằng: Cớ sao các ngươi ban đêm ngủ tại trước vách-thành như vậy? Nếu các ngươi còn làm nữa, tất ta sẽ tra tay trên các ngươi. Từ lúc đó về sau, chúng nó không có đến nhằm ngày sa-bát nữa."},{"bible_id":"193","chapter_code":"NEH.13","verse_code":"NEH.13.22","label":"22","content":"Tôi dạy-biểu người Lê-vi hãy dọn mình cho thánh-sạch và đến canh-giữ các cửa, đặng biệt ngày sa-bát ra thánh. Hỡi Đức Chúa Trời tôi ôi! xin hãy vì tôi nhớ đến điều đó, và xin thương-xót tôi tùy sự nhân-từ lớn-lao của Ngài."},{"bible_id":"193","chapter_code":"NEH.13","verse_code":"NEH.13.23","label":"23","content":"Cũng trong lúc đó, tôi thấy những người Giu-đa lấy đàn-bà Ách-đốt, Am-môn, và Mô-áp, làm vợ;"},{"bible_id":"193","chapter_code":"NEH.13","verse_code":"NEH.13.24","label":"24","content":"con-cái của chúng nó nói phần nửa tiếng Ách-đốt, không biết nói tiếng Giu-đa, nhưng nói tùy theo tiếng của dân nầy hay là dân kia."},{"bible_id":"193","chapter_code":"NEH.13","verse_code":"NEH.13.25","label":"25","content":"Tôi quở-trách chúng nó, rủa-sả chúng nó, đánh đập một vài người trong chúng nó, nhổ tóc chúng nó, biểu chúng nó chỉ Đức Chúa Trời thề, mà rằng: Các người sẽ không gả con gái mình cho con trai họ, hay là cưới con gái họ cho con trai mình, hoặc là cưới cho chánh mình các ngươi!"},{"bible_id":"193","chapter_code":"NEH.13","verse_code":"NEH.13.26","label":"26","content":"Sa-lô-môn, vua Y-sơ-ra-ên, há chẳng có phạm tội trong điều đó sao? Vả, trong nhiều dân-tộc không có một vua nào giống như người; người được Đức Chúa Trời của mình thương-yêu, và Đức Chúa Trời đặt người làm vua trên cả Y-sơ-ra-ên: dẫu vậy, người cũng bị đàn-bà ngoại-bang xui cho phạm tội!"},{"bible_id":"193","chapter_code":"NEH.13","verse_code":"NEH.13.27","label":"27","content":"Chúng ta há sẽ nghe theo các ngươi mà làm những điều ác lớn nầy, lấy người đàn-bà ngoại-bang mà vi-phạm cùng Đức Chúa Trời chúng ta sao?"},{"bible_id":"193","chapter_code":"NEH.13","verse_code":"NEH.13.28","label":"28","content":"Có một trong các con trai của Giô-gia-đa, cháu Ê-li-a-síp, thầy tế-lễ thượng-phẩm, là rể của San-ba-lát, người Hô-rôn; vì cớ ấy tôi đuổi hắn khỏi tôi."},{"bible_id":"193","chapter_code":"NEH.13","verse_code":"NEH.13.29","label":"29","content":"Hỡi Đức Chúa Trời tôi ôi! xin nhớ lại chúng nó, vì chúng nó đã làm ô-uế chức tế-lễ và sự giao-ước của chức tế-lễ và của người Lê-vi."},{"bible_id":"193","chapter_code":"NEH.13","verse_code":"NEH.13.30","label":"30","content":"Như vậy, tôi dọn sạch chúng cho khỏi các kẻ ngoại-bang, và định ban-thứ cho những thầy tế-lễ và người Lê-vi, mỗi người trong chức-việc mình;"},{"bible_id":"193","chapter_code":"NEH.13","verse_code":"NEH.13.31","label":"31","content":"cũng khiến dân-sự dâng củi theo kỳ nhứt-định và các thổ-sản đầu mùa. Đức Chúa Trời tôi ôi, xin hãy nhớ đến tôi mà làm ơn cho tôi!"}]