[{"bible_id":"193","chapter_code":"PHP.1","verse_code":"PHP.1.1","label":"1","content":"Phao-lô và Ti-mô-thê, tôi-tớ của Đức Chúa Jêsus-Christ, gởi cho hết thảy các thánh-đồ trong Đức Chúa Jêsus-Christ, ở thành Phi-líp, cùng cho các giám-mục và các chấp-sự:"},{"bible_id":"193","chapter_code":"PHP.1","verse_code":"PHP.1.2","label":"2","content":"Nguyền xin anh em được ân-điển  và sự bình-an ban cho bởi Đức Chúa Trời, Cha chúng ta, và bởi Đức Chúa Jêsus-Christ!"},{"bible_id":"193","chapter_code":"PHP.1","verse_code":"PHP.1.3","label":"3","content":"Mỗi khi tôi nhớ đến anh em, thì cảm-tạ Đức Chúa Trời tôi,"},{"bible_id":"193","chapter_code":"PHP.1","verse_code":"PHP.1.4","label":"4","content":"và mỗi khi cầu-nguyện, tôi hằng cầu cho hết thảy anh em cách hớn-hở,"},{"bible_id":"193","chapter_code":"PHP.1","verse_code":"PHP.1.5","label":"5","content":"vì cớ từ buổi ban-đầu cho đến bây giờ, anh em đã được thông-công trong sự tấn-tới của đạo Tin-lành;"},{"bible_id":"193","chapter_code":"PHP.1","verse_code":"PHP.1.6","label":"6","content":"tôi tin chắc rằng Đấng đã khởi làm việc lành trong anh em, sẽ làm trọn hết cho đến ngày của Đức Chúa Jêsus-Christ."},{"bible_id":"193","chapter_code":"PHP.1","verse_code":"PHP.1.7","label":"7","content":"Tôi nghĩ đến hết thảy anh em dường ấy, là phải lắm; vì anh em ở trong lòng tôi, dầu trong vòng xiềng-xích tôi, hoặc trong khi binh-vực và làm chứng đạo Tin-lành, thì anh em cũng có dự phần ân-điển đã ban cho tôi."},{"bible_id":"193","chapter_code":"PHP.1","verse_code":"PHP.1.8","label":"8","content":"Đức Chúa Trời cũng chứng rằng tôi lấy lòng yêu-dấu của Đức Chúa Jêsus-Christ mà tríu-mến anh em."},{"bible_id":"193","chapter_code":"PHP.1","verse_code":"PHP.1.9","label":"9","content":"Lại, điều tôi xin trong khi cầu-nguyện, ấy là lòng thương-yêu của anh em càng ngày càng chan-chứa hơn, trong sự thông-biết và sự suy-hiểu,"},{"bible_id":"193","chapter_code":"PHP.1","verse_code":"PHP.1.10","label":"10","content":"để nghiệm-thử những sự tốt-lành hơn, hầu cho anh em được tinh-sạch không chỗ trách được, cho đến ngày Đấng Christ,"},{"bible_id":"193","chapter_code":"PHP.1","verse_code":"PHP.1.11","label":"11","content":"được đầy trái công-bình đến bởi Đức Chúa Jêsus-Christ, làm cho sáng danh và khen-ngợi Đức Chúa Trời."},{"bible_id":"193","chapter_code":"PHP.1","verse_code":"PHP.1.12","label":"12","content":"Hỡi anh em, tôi muốn anh em biết rằng điều xảy đến cho tôi đã giúp thêm sự tấn-tới cho đạo Tin-lành,"},{"bible_id":"193","chapter_code":"PHP.1","verse_code":"PHP.1.13","label":"13","content":"đến nỗi chốn công-đường và các nơi khác đều rõ tôi vì Đấng Christ mà chịu xiềng-xích."},{"bible_id":"193","chapter_code":"PHP.1","verse_code":"PHP.1.14","label":"14","content":"Phần nhiều trong anh em nhân tôi bị xiềng-xích mà có lòng tin rất lớn trong Đấng Christ, dám truyền đạo Đức Chúa Trời chẳng sợ-hãi gì."},{"bible_id":"193","chapter_code":"PHP.1","verse_code":"PHP.1.15","label":"15","content":"Thật có một đôi người vì lòng ganh-tị và cãi-lẫy mà rao-truyền Đấng Christ, nhưng cũng có kẻ lấy ý tốt mà rao-truyền."},{"bible_id":"193","chapter_code":"PHP.1","verse_code":"PHP.1.16","label":"16","content":"Những người nầy làm bởi lòng yêu-mến, biết rằng tôi được lập lên để binh-vực đạo Tin-lành."},{"bible_id":"193","chapter_code":"PHP.1","verse_code":"PHP.1.17","label":"17","content":"Còn những người kia, vì ý phe-đảng xui-giục, có lòng rao-truyền Đấng Christ cách không ngay-thật, tưởng thêm khổ-não cho sự xiềng-xích tôi."},{"bible_id":"193","chapter_code":"PHP.1","verse_code":"PHP.1.18","label":"18","content":"Song có hề gì! Dẫu thế nào đi nữa, hoặc làm bộ, hoặc thật-thà, Đấng Christ cũng được rao-truyền; ấy vì đó tôi đương mừng-rỡ, và sẽ còn mừng-rỡ nữa."},{"bible_id":"193","chapter_code":"PHP.1","verse_code":"PHP.1.19","label":"19","content":"Vì tôi biết rằng nhờ anh em cầu-nguyện, và nhờ Thánh-Linh của Đức Chúa Jêsus-Christ giúp-đỡ, thì điều nầy sẽ trở làm ích cho sự rỗi  tôi."},{"bible_id":"193","chapter_code":"PHP.1","verse_code":"PHP.1.20","label":"20","content":"Tôi có lòng trông-cậy chắc-chắn nầy, việc chi tôi cũng chẳng hổ-thẹn cả, nhưng bao giờ cũng thế, tôi nói cách tự-do mọi bề, như vậy, dầu tôi sống hay chết, Đấng Christ sẽ được cả sáng trong mình tôi."},{"bible_id":"193","chapter_code":"PHP.1","verse_code":"PHP.1.21","label":"21","content":"Vì Đấng Christ là sự sống của tôi, và sự chết là điều ích-lợi cho tôi vậy."},{"bible_id":"193","chapter_code":"PHP.1","verse_code":"PHP.1.22","label":"22","content":"Ví thử tôi cứ sống trong xác-thịt, là ích-lợi cho công-khó tôi, thì tôi chẳng biết nên lựa điều chi."},{"bible_id":"193","chapter_code":"PHP.1","verse_code":"PHP.1.23","label":"23","content":"Tôi bị ép giữa hai bề muốn đi ở với Đấng Christ, là điều rất tốt hơn;"},{"bible_id":"193","chapter_code":"PHP.1","verse_code":"PHP.1.24","label":"24","content":"nhưng tôi cứ ở trong xác-thịt, ấy là sự cần hơn cho anh em."},{"bible_id":"193","chapter_code":"PHP.1","verse_code":"PHP.1.25","label":"25","content":"Trong sự tin chắc đó, tôi biết rằng tôi sẽ cứ còn lại và ở với hết thảy anh em, để giúp đức-tin anh em được tấn-tới và vui-vẻ;"},{"bible_id":"193","chapter_code":"PHP.1","verse_code":"PHP.1.26","label":"26","content":"hầu cho khi tôi lại đến cùng anh em, anh em sẽ nhân tôi mà có nhiều cớ khoe mình luôn trong Đức Chúa Jêsus-Christ."},{"bible_id":"193","chapter_code":"PHP.1","verse_code":"PHP.1.27","label":"27","content":"Duy anh em phải ăn-ở một cách xứng-đáng với đạo Tin-lành của Đấng Christ, để hoặc khi đến thăm anh em, hoặc khi vắng mặt, tôi cũng biết rằng anh em một lòng đứng vững, đồng tâm chống-cự vì đức-tin của đạo Tin-lành, phàm sự chẳng để cho kẻ thù-nghịch ngăm-dọa mình:"},{"bible_id":"193","chapter_code":"PHP.1","verse_code":"PHP.1.28","label":"28","content":"điều đó là một chứng-nghiệm chúng nó phải hư-mất, còn anh em được cứu-rỗi; và ấy là từ nơi Đức Chúa Trời,"},{"bible_id":"193","chapter_code":"PHP.1","verse_code":"PHP.1.29","label":"29","content":"Ngài nhân Đấng Christ, ban ơn cho anh em, không những tin Đấng Christ mà thôi, lại phải chịu khổ vì Ngài nữa,"},{"bible_id":"193","chapter_code":"PHP.1","verse_code":"PHP.1.30","label":"30","content":"là phải chịu cùng một cuộc chiến-tranh như anh em đã thấy ở nơi tôi và hiện nay còn nghe nói có nơi tôi."},{"bible_id":"193","chapter_code":"PHP.2","verse_code":"PHP.2.1","label":"1","content":"Vậy nếu trong Đấng Christ có điều yên-ủi nào, nếu vì lòng yêu-thương có điều cứu-giúp nào, nếu có sự thông-công nơi Thánh-Linh, nếu có lòng yêu-mến và lòng thương-xót,"},{"bible_id":"193","chapter_code":"PHP.2","verse_code":"PHP.2.2","label":"2","content":"thì anh em hãy hiệp ý với nhau, đồng tình yêu-thương, đồng tâm, đồng tư-tưởng mà làm cho tôi vui-mừng trọn-vẹn."},{"bible_id":"193","chapter_code":"PHP.2","verse_code":"PHP.2.3","label":"3","content":"Chớ làm sự chi vì lòng tranh-cạnh hoặc vì hư-vinh, nhưng hãy khiêm-nhường, coi người khác như tôn-trọng hơn mình."},{"bible_id":"193","chapter_code":"PHP.2","verse_code":"PHP.2.4","label":"4","content":"Mỗi một người trong anh em chớ chăm về lợi riêng mình, nhưng phải chăm về lợi kẻ khác nữa."},{"bible_id":"193","chapter_code":"PHP.2","verse_code":"PHP.2.5","label":"5","content":"Hãy có đồng một tâm-tình như Đấng Christ đã có,"},{"bible_id":"193","chapter_code":"PHP.2","verse_code":"PHP.2.6","label":"6","content":"Ngài vốn có hình  Đức Chúa Trời, song chẳng coi sự bình-đẳng mình với Đức Chúa Trời là sự nên nắm-giữ;"},{"bible_id":"193","chapter_code":"PHP.2","verse_code":"PHP.2.7","label":"7","content":"chính Ngài đã tự bỏ mình đi, lấy hình tôi-tớ và trở nên giống như loài người;"},{"bible_id":"193","chapter_code":"PHP.2","verse_code":"PHP.2.8","label":"8","content":"Ngài đã hiện ra như một người, tự hạ mình xuống, vâng-phục cho đến chết, thậm chí chết trên cây thập-tự."},{"bible_id":"193","chapter_code":"PHP.2","verse_code":"PHP.2.9","label":"9","content":"Cũng vì đó nên Đức Chúa Trời đã đem Ngài lên rất cao, và ban cho Ngài danh trên hết mọi danh,"},{"bible_id":"193","chapter_code":"PHP.2","verse_code":"PHP.2.10","label":"10","content":"hầu cho nghe đến danh Đức Chúa Jêsus, mọi đầu gối trên trời, dưới đất, bên dưới đất, thảy đều quì xuống,"},{"bible_id":"193","chapter_code":"PHP.2","verse_code":"PHP.2.11","label":"11","content":"và mọi lưỡi thảy đều xưng Jêsus-Christ là Chúa, mà tôn-vinh Đức Chúa Trời, là Đức Chúa Cha."},{"bible_id":"193","chapter_code":"PHP.2","verse_code":"PHP.2.12","label":"12","content":"Ấy vậy, hỡi những kẻ rất yêu-dấu của tôi, như anh em đã vâng lời luôn luôn, chẳng những khi tôi có mặt mà thôi, lại bây giờ là lúc tôi vắng mặt, hãy càng hơn nữa, mà lấy lòng sợ-sệt run-rẩy làm nên sự cứu-chuộc mình."},{"bible_id":"193","chapter_code":"PHP.2","verse_code":"PHP.2.13","label":"13","content":"Vì ấy chính Đức Chúa Trời cảm-động lòng anh em vừa muốn vừa làm theo ý tốt Ngài."},{"bible_id":"193","chapter_code":"PHP.2","verse_code":"PHP.2.14","label":"14","content":"Phàm làm việc gì chớ nên lằm-bằm và lưỡng-lự,"},{"bible_id":"193","chapter_code":"PHP.2","verse_code":"PHP.2.15","label":"15","content":"hầu cho anh em ở giữa dòng-dõi hung-ác ngang-nghịch, được nên con-cái của Đức Chúa Trời, không vít, không tì, không chỗ trách được, lại giữa dòng-dõi đó, giữ lấy đạo sự sống, chiếu sáng như đuốc trong thế-gian;"},{"bible_id":"193","chapter_code":"PHP.2","verse_code":"PHP.2.16","label":"16","content":"cho đến nỗi tới ngày của Đấng Christ, tôi có thể khoe mình rằng chẳng đã chạy vô-ích và khó-nhọc luống-công."},{"bible_id":"193","chapter_code":"PHP.2","verse_code":"PHP.2.17","label":"17","content":"Ví dầu huyết tôi phải dùng để tưới trên của tế-lễ và của dâng đức-tin anh em, tôi cũng vui lòng, lại đồng vui với anh em hết thảy."},{"bible_id":"193","chapter_code":"PHP.2","verse_code":"PHP.2.18","label":"18","content":"Anh em cũng vậy, hãy vui lòng về điều đó, và hãy cùng vui với tôi."},{"bible_id":"193","chapter_code":"PHP.2","verse_code":"PHP.2.19","label":"19","content":"Vả, tôi mong rằng nhờ ơn Đức Chúa Jêsus, kíp sai Ti-mô-thê đến cùng anh em, để tới phiên tôi, tôi nghe tin anh em, mà được yên lòng."},{"bible_id":"193","chapter_code":"PHP.2","verse_code":"PHP.2.20","label":"20","content":"Thật vậy, tôi không có ai như người đồng-tình với tôi để thật lòng lo về việc anh em:"},{"bible_id":"193","chapter_code":"PHP.2","verse_code":"PHP.2.21","label":"21","content":"ai nấy đều tìm lợi riêng của mình, chớ không tìm của Đức Chúa Jêsus-Christ."},{"bible_id":"193","chapter_code":"PHP.2","verse_code":"PHP.2.22","label":"22","content":"Nhưng anh em đã biết sự trung-tín từng-trải của người; và biết người là trung-thành với tôi về việc Tin-lành, như con ở với cha vậy."},{"bible_id":"193","chapter_code":"PHP.2","verse_code":"PHP.2.23","label":"23","content":"Nên tôi mong sai người đến nơi anh em liền, vừa khi tôi sẽ rõ sự-tình tôi ra thể nào;"},{"bible_id":"193","chapter_code":"PHP.2","verse_code":"PHP.2.24","label":"24","content":"tôi lại có lòng trông-cậy nầy trong Chúa, là chính mình tôi không bao lâu sẽ đến."},{"bible_id":"193","chapter_code":"PHP.2","verse_code":"PHP.2.25","label":"25","content":"Trong khi chờ-đợi, tôi tưởng cần phải sai Ép-ba-phô-đích, anh em tôi, bạn cùng làm việc và cùng chiến-trận với tôi, đến cùng anh em, người cũng là ủy-viên của anh em ở kề tôi, đặng cung-cấp mọi sự cần-dùng cho tôi vậy."},{"bible_id":"193","chapter_code":"PHP.2","verse_code":"PHP.2.26","label":"26","content":"Vì người rất ước-ao thấy anh em hết thảy, và đã lo về anh em nghe mình bị đau-ốm."},{"bible_id":"193","chapter_code":"PHP.2","verse_code":"PHP.2.27","label":"27","content":"Vả, người mắc bịnh gần chết; nhưng Đức Chúa Trời đã thương-xót người, và chẳng những người mà thôi, cả đến tôi nữa, đặng tôi khỏi buồn-rầu càng thêm buồn-rầu."},{"bible_id":"193","chapter_code":"PHP.2","verse_code":"PHP.2.28","label":"28","content":"Vậy, tôi đã sai người đi rất kíp, hầu cho anh em lại thấy người thì mừng-rỡ, và tôi cũng bớt buồn-rầu."},{"bible_id":"193","chapter_code":"PHP.2","verse_code":"PHP.2.29","label":"29","content":"Thế thì, hãy lấy sự vui-mừng trọn-vẹn mà tiếp-rước người trong Chúa, và tôn-kính những người như vậy;"},{"bible_id":"193","chapter_code":"PHP.2","verse_code":"PHP.2.30","label":"30","content":"bởi, ấy là vì công-việc của Đấng Christ mà người đã gần chết, liều sự sống mình để bù lại các việc mà chính anh em không thể giúp tôi."},{"bible_id":"193","chapter_code":"PHP.3","verse_code":"PHP.3.1","label":"1","content":"Hỡi anh em, sau hết, anh em hãy vui-mừng trong Chúa! Tôi chẳng hề sợ phiền mà lại viết những điều nầy cho anh em nữa, vì ấy là có ích cho anh em."},{"bible_id":"193","chapter_code":"PHP.3","verse_code":"PHP.3.2","label":"2","content":"Hãy coi chừng loài chó; hãy coi chừng kẻ làm công gian-ác; hãy coi chừng phép cắt-bì giả."},{"bible_id":"193","chapter_code":"PHP.3","verse_code":"PHP.3.3","label":"3","content":"Vì, ấy chính chúng ta là kẻ chịu phép cắt-bì thật, là kẻ cậy Thánh-Linh Đức Chúa Trời mà hầu việc Đức Chúa Trời, khoe mình trong Đấng Christ, và không để lòng tin-cậy trong xác-thịt bao giờ."},{"bible_id":"193","chapter_code":"PHP.3","verse_code":"PHP.3.4","label":"4","content":"Ấy chẳng phải tôi không có thể cậy mình trong xác-thịt đâu. Ví bằng kẻ khác tưởng rằng có thể cậy mình trong xác-thịt, thì tôi lại có thể bội phần nữa,"},{"bible_id":"193","chapter_code":"PHP.3","verse_code":"PHP.3.5","label":"5","content":"tôi chịu phép cắt-bì ngày thứ tám, về dòng Y-sơ-ra-ên, chi-phái Bên-gia-min, người Hê-bơ-rơ, con của người Hê-bơ-rơ; về luật-pháp, thì thuộc phe Pha-ri-si;"},{"bible_id":"193","chapter_code":"PHP.3","verse_code":"PHP.3.6","label":"6","content":"về lòng sốt-sắng, thì là kẻ bắt-bớ Hội-thánh; còn như về sự công-bình của luật-pháp, thì không chỗ trách được."},{"bible_id":"193","chapter_code":"PHP.3","verse_code":"PHP.3.7","label":"7","content":"Nhưng vì cớ Đấng Christ, tôi đã coi sự lời cho tôi như là sự lỗ vậy."},{"bible_id":"193","chapter_code":"PHP.3","verse_code":"PHP.3.8","label":"8","content":"Tôi cũng coi hết thảy mọi sự như là sự lỗ, vì sự nhận-biết Đức Chúa Jêsus-Christ là quí hơn hết, Ngài là Chúa tôi, và tôi vì Ngài mà liều-bỏ mọi điều lợi đó. Thật, tôi xem những điều đó như rơm-rác, hầu cho được Đấng Christ"},{"bible_id":"193","chapter_code":"PHP.3","verse_code":"PHP.3.9","label":"9","content":"và được ở trong Ngài, được sự công-bình, không phải công-bình của tôi bởi luật-pháp mà đến, bèn là bởi tin đến Đấng Christ mà được, tức là công-bình đến bởi Đức Chúa Trời và đã lập lên trên đức-tin;"},{"bible_id":"193","chapter_code":"PHP.3","verse_code":"PHP.3.10","label":"10","content":"cho đến nỗi tôi được biết Ngài, và quyền-phép sự sống lại của Ngài, và sự thông-công thương-khó của Ngài, làm cho tôi nên giống như Ngài trong sự chết Ngài,"},{"bible_id":"193","chapter_code":"PHP.3","verse_code":"PHP.3.11","label":"11","content":"mong cho tôi được đến sự sống lại từ trong kẻ chết."},{"bible_id":"193","chapter_code":"PHP.3","verse_code":"PHP.3.12","label":"12","content":"Ấy không phải tôi đã giựt giải rồi, hay là đã đến nơi trọn-lành rồi đâu, nhưng tôi đương chạy hầu cho giựt được, vì chính tôi đã được Đức Chúa Jêsus-Christ giựt lấy rồi."},{"bible_id":"193","chapter_code":"PHP.3","verse_code":"PHP.3.13","label":"13","content":"Hỡi anh em, về phần tôi, tôi không tưởng rằng đã đạt đến mục-đích,"},{"bible_id":"193","chapter_code":"PHP.3","verse_code":"PHP.3.14","label":"14","content":"nhưng tôi cứ làm một điều: quên lửng sự ở đằng sau, mà bươn theo sự ở đằng trước, tôi nhắm mục-đích mà chạy, để giựt giải về sự kêu-gọi trên trời của Đức Chúa Trời trong Đức Chúa Jêsus-Christ."},{"bible_id":"193","chapter_code":"PHP.3","verse_code":"PHP.3.15","label":"15","content":"Vậy, hễ những người trọn-vẹn trong chúng ta, phải có ý-tưởng đó; và nếu anh em tưởng đàng khác, Đức Chúa Trời cũng sẽ lấy sự đó soi-sáng cho anh em."},{"bible_id":"193","chapter_code":"PHP.3","verse_code":"PHP.3.16","label":"16","content":"Duy chúng ta đã đạt đến bậc nào, thì chúng ta phải đồng đi vậy."},{"bible_id":"193","chapter_code":"PHP.3","verse_code":"PHP.3.17","label":"17","content":"Hỡi anh em, hãy bắt chước tôi, lại xem những kẻ ăn-ở theo mẫu-mực mà anh em thấy trong chúng tôi."},{"bible_id":"193","chapter_code":"PHP.3","verse_code":"PHP.3.18","label":"18","content":"Vì tôi đã thường nói điều nầy cho anh em, nay tôi lại khóc mà nói nữa: lắm người có cách ăn-ở như là kẻ thù-nghịch thập-tự-giá của Đấng Christ."},{"bible_id":"193","chapter_code":"PHP.3","verse_code":"PHP.3.19","label":"19","content":"Sự cuối-cùng của họ là hư-mất; họ lấy bụng mình làm chúa mình, và lấy sự xấu-hổ của mình làm vinh-hiển, chỉ tư-tưởng về các việc thế-gian mà thôi."},{"bible_id":"193","chapter_code":"PHP.3","verse_code":"PHP.3.20","label":"20","content":"Nhưng chúng ta là công-dân trên trời; ấy là từ nơi đó mà chúng ta trông-đợi Cứu-Chúa mình là Đức Chúa Jêsus-Christ,"},{"bible_id":"193","chapter_code":"PHP.3","verse_code":"PHP.3.21","label":"21","content":"Ngài sẽ biến-hóa thân-thể hèn-mạt chúng ta ra giống như thân-thể vinh-hiển Ngài, y theo quyền-phép Ngài có để phục muôn vật."},{"bible_id":"193","chapter_code":"PHP.4","verse_code":"PHP.4.1","label":"1","content":"Vậy thì, hỡi anh em rất yêu rất thiết, là sự vui-mừng và mão triều-thiên cho tôi, kẻ rất yêu-dấu ơi, hãy đứng vững trong Chúa."},{"bible_id":"193","chapter_code":"PHP.4","verse_code":"PHP.4.2","label":"2","content":"Tôi khuyên Ê-vô-đi và khuyên Sin-ty-cơ phải hiệp một ý trong Chúa."},{"bible_id":"193","chapter_code":"PHP.4","verse_code":"PHP.4.3","label":"3","content":"Hỡi kẻ đồng-liêu trung-tín, tôi cũng xin anh giúp hai người đàn-bà ấy, nhân hai bà ấy cùng tôi đã vì đạo Tin-lành mà chiến-đấu; Cơ-lê-măn và các bạn khác đồng làm việc với tôi cũng vậy, có tên những người đó biên vào sách sự sống rồi."},{"bible_id":"193","chapter_code":"PHP.4","verse_code":"PHP.4.4","label":"4","content":"Hãy vui-mừng trong Chúa luôn luôn. Tôi lại còn nói nữa: hãy vui-mừng đi."},{"bible_id":"193","chapter_code":"PHP.4","verse_code":"PHP.4.5","label":"5","content":"Hãy cho mọi người đều biết nết nhu-mì của anh em. Chúa đã gần rồi."},{"bible_id":"193","chapter_code":"PHP.4","verse_code":"PHP.4.6","label":"6","content":"Chớ lo-phiền chi hết, nhưng trong mọi sự hãy dùng lời cầu-nguyện, nài-xin, và sự tạ ơn mà trình các sự cầu-xin của mình cho Đức Chúa Trời."},{"bible_id":"193","chapter_code":"PHP.4","verse_code":"PHP.4.7","label":"7","content":"Sự bình-an của Đức Chúa Trời vượt-quá mọi sự hiểu-biết, sẽ giữ-gìn lòng và ý-tưởng anh em trong Đức Chúa Jêsus-Christ."},{"bible_id":"193","chapter_code":"PHP.4","verse_code":"PHP.4.8","label":"8","content":"Rốt lại, hỡi anh em, phàm điều chi chân-thật, điều chi đáng tôn, điều chi công-bình, điều chi thanh-sạch, điều chi đáng yêu-chuộng, điều chi có tiếng tốt, điều chi có nhân-đức đáng khen, thì anh em phải nghĩ đến."},{"bible_id":"193","chapter_code":"PHP.4","verse_code":"PHP.4.9","label":"9","content":"Hễ sự gì anh em đã học, đã nhận, đã nghe ở nơi tôi, và đã thấy trong tôi, hãy làm đi, thì Đức Chúa Trời của sự bình-an sẽ ở cùng anh em."},{"bible_id":"193","chapter_code":"PHP.4","verse_code":"PHP.4.10","label":"10","content":"Tôi được rất vui-mừng trong Chúa, vì nay anh em lại lo-tưởng về tôi lần nữa; anh em vẫn tưởng đến điều đó lắm, nhưng không có dịp-tiện."},{"bible_id":"193","chapter_code":"PHP.4","verse_code":"PHP.4.11","label":"11","content":"Không phải là tôi muốn nói đến sự cần-dùng của tôi; vì tôi đã tập hễ gặp cảnh-ngộ nào, cũng thỏa lòng ở vậy."},{"bible_id":"193","chapter_code":"PHP.4","verse_code":"PHP.4.12","label":"12","content":"Tôi biết chịu nghèo-hèn, cũng biết được dư-dật. Trong mọi sự và mọi nơi, tôi đã tập cả, dầu no hay đói, dầu dư hay thiếu cũng được."},{"bible_id":"193","chapter_code":"PHP.4","verse_code":"PHP.4.13","label":"13","content":"Tôi làm được mọi sự nhờ Đấng ban thêm sức cho tôi."},{"bible_id":"193","chapter_code":"PHP.4","verse_code":"PHP.4.14","label":"14","content":"Nhưng anh em giúp tôi cơn hoạn-nạn, thì đã làm điều thiện."},{"bible_id":"193","chapter_code":"PHP.4","verse_code":"PHP.4.15","label":"15","content":"Hỡi người Phi-líp, anh em cũng biết rằng lúc tôi khởi giảng Tin-lành, trong khi lìa xứ Ma-xê-đoan, thì ngoài Hội-thánh của anh em, chẳng có hội nào khác hiệp với tôi để lập-thành sự trao-đổi trong chúng ta cả;"},{"bible_id":"193","chapter_code":"PHP.4","verse_code":"PHP.4.16","label":"16","content":"vì tại Tê-sa-lô-ni-ca, anh em đã một hai lần gởi đồ cung-cấp về sự cần-dùng cho tôi vậy."},{"bible_id":"193","chapter_code":"PHP.4","verse_code":"PHP.4.17","label":"17","content":"Ấy không phải tôi cầu lễ-vật, nhưng cầu sự kết-quả nhiều bởi lễ-vật đến cho anh em."},{"bible_id":"193","chapter_code":"PHP.4","verse_code":"PHP.4.18","label":"18","content":"Vậy, tôi đã nhận được hết, và đương dư-dật; tôi được đầy-dẫy vì đã nhận đồ nơi Ép-ba-phô-đích mà anh em gởi cho tôi, như một thứ hương có mùi thơm, tức là một của-lễ Đức Chúa Trời đáng nhận, và đẹp lòng Ngài."},{"bible_id":"193","chapter_code":"PHP.4","verse_code":"PHP.4.19","label":"19","content":"Đức Chúa Trời tôi sẽ làm cho đầy-đủ mọi sự cần-dùng của anh em y theo sự giàu-có của Ngài ở nơi vinh-hiển trong Đức Chúa Jêsus-Christ."},{"bible_id":"193","chapter_code":"PHP.4","verse_code":"PHP.4.20","label":"20","content":"Nguyền xin sự vinh-hiển về nơi Đức Chúa Trời, là Cha chúng ta, đời đời vô-cùng! A-men."},{"bible_id":"193","chapter_code":"PHP.4","verse_code":"PHP.4.21","label":"21","content":"Hãy chào hết thảy các thánh-đồ trong Đức Chúa Jêsus-Christ; các anh em ở cùng tôi chào anh em."},{"bible_id":"193","chapter_code":"PHP.4","verse_code":"PHP.4.22","label":"22","content":"Hết thảy các thánh-đồ chào anh em, nhứt là về người nhà Sê-sa."},{"bible_id":"193","chapter_code":"PHP.4","verse_code":"PHP.4.23","label":"23","content":"Nguyền xin ân-điển của Đức Chúa Jêsus-Christ ở trong lòng anh em!"}]