[{"bible_id":"193","chapter_code":"TIT.1","verse_code":"TIT.1.1","label":"1","content":"Ta, Phao-lô, tôi-tớ của Đức Chúa Trời và sứ-đồ của Đức Chúa Jêsus-Christ, để đưa các người được chọn của Đức Chúa Trời đến đức-tin và sự thông-hiểu lẽ thật, là sự sanh lòng nhân-đức,"},{"bible_id":"193","chapter_code":"TIT.1","verse_code":"TIT.1.2","label":"2","content":"trông-cậy sự sống đời đời, — là sự sống mà Đức Chúa Trời không thể nói dối đã hứa từ muôn đời về trước,"},{"bible_id":"193","chapter_code":"TIT.1","verse_code":"TIT.1.3","label":"3","content":"tới kỳ chỉ-định, Ngài đã bày-tỏ lời của Ngài ra bởi sự giảng-dạy, là sự ta đã chịu giao-phó theo mạng-lịnh Đức Chúa Trời, là Cứu-Chúa chúng ta, —"},{"bible_id":"193","chapter_code":"TIT.1","verse_code":"TIT.1.4","label":"4","content":"gởi cho Tít, là con thật ta trong đức-tin chung: nguyền xin con được ân-điển  và sự bình-an ban cho bởi Đức Chúa Trời, là Cha, và bởi Đức Chúa Jêsus-Christ, Cứu-Chúa chúng ta!"},{"bible_id":"193","chapter_code":"TIT.1","verse_code":"TIT.1.5","label":"5","content":"Ta đã để con ở lại Cơ-rết đặng sắp-đặt mọi việc chưa thu-xếp, và theo như ta đã răn-bảo cho con mà lập những trưởng-lão trong mỗi thành."},{"bible_id":"193","chapter_code":"TIT.1","verse_code":"TIT.1.6","label":"6","content":"Mỗi người trong vòng trưởng-lão đó phải cho không chỗ trách được, chỉ chồng của một vợ; con-cái phải tin Chúa, không được bị cáo là buông-tuồng hoặc ngỗ-nghịch."},{"bible_id":"193","chapter_code":"TIT.1","verse_code":"TIT.1.7","label":"7","content":"Vì người giám-mục làm kẻ quản-lý nhà Đức Chúa Trời thì phải cho không chỗ trách được. Chẳng nên kiêu-ngạo, giận-dữ, nghiền rượu, hung-tàn, tham lợi;"},{"bible_id":"193","chapter_code":"TIT.1","verse_code":"TIT.1.8","label":"8","content":"nhưng phải hay tiếp-đãi khách, bạn với người hiền, khôn-ngoan, công-bình, thánh-sạch, tiết-độ,"},{"bible_id":"193","chapter_code":"TIT.1","verse_code":"TIT.1.9","label":"9","content":"hằng giữ đạo thật y như đã nghe dạy, hầu cho có thể theo đạo lành mà khuyên-dỗ người ta và bác lại kẻ chống-trả."},{"bible_id":"193","chapter_code":"TIT.1","verse_code":"TIT.1.10","label":"10","content":"Vả, có nhiều người, nhứt là trong những người chịu cắt-bì, chẳng chịu vâng-phục, hay nói hư-không và phỉnh-dỗ, đáng phải bịt miệng họ đi."},{"bible_id":"193","chapter_code":"TIT.1","verse_code":"TIT.1.11","label":"11","content":"Họ vì mối lợi đáng bỉ mà dạy điều không nên dạy, và phá-đổ cả nhà người ta."},{"bible_id":"193","chapter_code":"TIT.1","verse_code":"TIT.1.12","label":"12","content":"Một người trong bọn họ, tức là bậc tiên-tri của họ, có nói rằng: Người Cơ-rết hay nói dối, là thú dữ, ham ăn mà làm biếng."},{"bible_id":"193","chapter_code":"TIT.1","verse_code":"TIT.1.13","label":"13","content":"Lời chứng ấy quả thật lắm. Vậy hãy quở nặng họ, hầu cho họ có đức-tin vẹn-lành,"},{"bible_id":"193","chapter_code":"TIT.1","verse_code":"TIT.1.14","label":"14","content":"chớ nghe truyện huyễn của người Giu-đa, và điều-răn của người ta trái với lẽ thật."},{"bible_id":"193","chapter_code":"TIT.1","verse_code":"TIT.1.15","label":"15","content":"Mọi sự là tinh-sạch cho những người tinh-sạch, nhưng, cho những kẻ dơ-dáy và chẳng tin, thì không sự gì là tinh-sạch cả; trái lại, tâm-thần và lương-tâm họ là dơ-dáy nữa."},{"bible_id":"193","chapter_code":"TIT.1","verse_code":"TIT.1.16","label":"16","content":"Họ xưng mình biết Đức Chúa Trời, nhưng theo những việc làm thì đều từ-chối Ngài, thật là đáng ghét, trái-nghịch và không thể làm một việc lành nào hết."},{"bible_id":"193","chapter_code":"TIT.2","verse_code":"TIT.2.1","label":"1","content":"Nhưng con hãy dạy điều hiệp với đạo lành."},{"bible_id":"193","chapter_code":"TIT.2","verse_code":"TIT.2.2","label":"2","content":"Khuyên những người già-cả phải tiết-độ, nghiêm-trang, khôn-ngoan, có đức-tin, lòng yêu-thương và tánh nhịn-nhục vẹn-lành."},{"bible_id":"193","chapter_code":"TIT.2","verse_code":"TIT.2.3","label":"3","content":"Các bà già cũng vậy, phải có thái-độ hiệp với sự thánh; đừng nói xấu, đừng uống rượu quá độ; phải lấy điều khôn-ngoan dạy-bảo;"},{"bible_id":"193","chapter_code":"TIT.2","verse_code":"TIT.2.4","label":"4","content":"phải dạy đàn-bà trẻ tuổi biết yêu chồng con mình,"},{"bible_id":"193","chapter_code":"TIT.2","verse_code":"TIT.2.5","label":"5","content":"có nết-na, trinh-chánh, trông-nom việc nhà; lại biết ở lành, vâng-phục chồng mình, hầu cho đạo Đức Chúa Trời khỏi bị một lời chê-bai nào."},{"bible_id":"193","chapter_code":"TIT.2","verse_code":"TIT.2.6","label":"6","content":"Cũng phải khuyên những người tuổi trẻ ở cho có tiết-độ."},{"bible_id":"193","chapter_code":"TIT.2","verse_code":"TIT.2.7","label":"7","content":"Hãy lấy mình con làm gương về việc lành cho họ, trong sự dạy-dỗ phải cho thanh-sạch, nghiêm-trang,"},{"bible_id":"193","chapter_code":"TIT.2","verse_code":"TIT.2.8","label":"8","content":"nói-năng phải lời, không chỗ trách được, đặng kẻ nghịch hổ-thẹn, không được nói xấu chúng ta điều chi."},{"bible_id":"193","chapter_code":"TIT.2","verse_code":"TIT.2.9","label":"9","content":"Hãy khuyên những tôi-tớ phải vâng-phục chủ mình, phải làm đẹp lòng chủ trong mọi việc, chớ cãi-trả,"},{"bible_id":"193","chapter_code":"TIT.2","verse_code":"TIT.2.10","label":"10","content":"chớ ăn-cắp vật chi, nhưng phải hằng tỏ lòng trung-thành trọn-vẹn, để làm cho tôn-quí đạo Đức Chúa Trời, là Cứu-Chúa chúng ta, trong mọi đường."},{"bible_id":"193","chapter_code":"TIT.2","verse_code":"TIT.2.11","label":"11","content":"Vả, ân-điển Đức Chúa Trời hay cứu mọi người, đã được bày-tỏ ra rồi."},{"bible_id":"193","chapter_code":"TIT.2","verse_code":"TIT.2.12","label":"12","content":"Ân ấy dạy chúng ta chừa-bỏ sự không tin-kính và tình-dục thế-gian, phải sống ở đời nầy theo tiết-độ, công-bình, nhân-đức,"},{"bible_id":"193","chapter_code":"TIT.2","verse_code":"TIT.2.13","label":"13","content":"đương chờ-đợi sự trông-cậy hạnh-phước của chúng ta, và sự hiện ra của sự vinh-hiển Đức Chúa Trời lớn và Cứu-Chúa chúng ta, là Đức Chúa Jêsus-Christ,"},{"bible_id":"193","chapter_code":"TIT.2","verse_code":"TIT.2.14","label":"14","content":"là Đấng liều mình vì chúng ta, để chuộc chúng ta khỏi mọi tội và làm cho sạch, đặng lấy chúng ta làm một dân thuộc riêng về Ngài, là dân có lòng sốt-sắng về các việc lành."},{"bible_id":"193","chapter_code":"TIT.2","verse_code":"TIT.2.15","label":"15","content":"Hãy dạy các điều đó, lấy quyền đầy-đủ mà khuyên-bảo quở-trách. Chớ để ai khinh-dể con."},{"bible_id":"193","chapter_code":"TIT.3","verse_code":"TIT.3.1","label":"1","content":"Hãy nhắc lại cho các tín-đồ phải vâng-phục những bậc cầm quyền chấp-chánh, phải vâng lời các bậc ấy, sẵn-sàng làm mọi việc lành,"},{"bible_id":"193","chapter_code":"TIT.3","verse_code":"TIT.3.2","label":"2","content":"chớ nói xấu ai, chớ tranh-cạnh, hãy dung-thứ, đối với mọi người tỏ ra một cách mềm-mại trọn-vẹn."},{"bible_id":"193","chapter_code":"TIT.3","verse_code":"TIT.3.3","label":"3","content":"Vì chưng chúng ta ngày trước cũng ngu-muội, bội-nghịch, bị lừa-dối, bị đủ thứ tình-dục dâm-dật sai-khiến, sống trong sự hung-ác tham-lam, đáng bị người ta ghét và tự chúng ta cũng ghét lẫn nhau."},{"bible_id":"193","chapter_code":"TIT.3","verse_code":"TIT.3.4","label":"4","content":"Nhưng từ khi lòng nhân-từ của Đức Chúa Trời, là Cứu-Chúa chúng ta, và tình thương-yêu của Ngài đối với mọi người ta đã được bày ra, thì Ngài cứu chúng ta,"},{"bible_id":"193","chapter_code":"TIT.3","verse_code":"TIT.3.5","label":"5","content":"không phải cứu vì việc công-bình chúng ta đã làm, nhưng cứ theo lòng thương-xót Ngài, bởi sự rửa về sự lại-sanh và sự đổi mới của Đức Thánh-Linh"},{"bible_id":"193","chapter_code":"TIT.3","verse_code":"TIT.3.6","label":"6","content":"mà Ngài đã rải ra trên chúng ta cách dư-dật bởi Đức Chúa Jêsus-Christ, Cứu-Chúa chúng ta;"},{"bible_id":"193","chapter_code":"TIT.3","verse_code":"TIT.3.7","label":"7","content":"hầu cho chúng ta nhờ ơn Ngài được xưng công-bình, trở nên con kế-tự của Ngài trong sự trông-cậy của sự sống đời đời."},{"bible_id":"193","chapter_code":"TIT.3","verse_code":"TIT.3.8","label":"8","content":"Lời nầy là chắc-chắn, ta muốn con nói quyết sự đó, hầu cho những kẻ đã tin Đức Chúa Trời lo chăm-chỉ làm việc lành: đó là điều tốt-lành và có ích cho mọi người."},{"bible_id":"193","chapter_code":"TIT.3","verse_code":"TIT.3.9","label":"9","content":"Nhưng hãy lánh những điều cãi lẽ dại-dột, những gia-phổ, những sự cạnh-tranh nghị-luận về luật-pháp, vì mấy sự đó đều là vô-ích và hư-không."},{"bible_id":"193","chapter_code":"TIT.3","verse_code":"TIT.3.10","label":"10","content":"Sau khi mình đã khuyên-bảo kẻ theo tà-giáo một hai lần rồi, thì hãy lánh họ,"},{"bible_id":"193","chapter_code":"TIT.3","verse_code":"TIT.3.11","label":"11","content":"vì biết rằng người như thế đã bội-nghịch mà cứ phạm tội, thì tự đoán-phạt lấy mình."},{"bible_id":"193","chapter_code":"TIT.3","verse_code":"TIT.3.12","label":"12","content":"Đến chừng ta sẽ sai A-tê-ma hoặc Ti-chi-cơ đến cùng con, thì hãy vội-vã sang thành Ni-cô-bô-li nhập với ta; vì ta định qua mùa đông tại đó."},{"bible_id":"193","chapter_code":"TIT.3","verse_code":"TIT.3.13","label":"13","content":"Hãy lo-liệu cho Xê-na, là thầy dạy luật, và A-bô-lô, đừng thiếu đồ chi hết, trong khi họ ra đi."},{"bible_id":"193","chapter_code":"TIT.3","verse_code":"TIT.3.14","label":"14","content":"Những người bổn-đạo ta cũng phải học-tập chuyên làm việc lành, đặng giùm-giúp khi túng-ngặt, hầu cho họ khỏi đưng đi mà không ra trái."},{"bible_id":"193","chapter_code":"TIT.3","verse_code":"TIT.3.15","label":"15","content":"Hết thảy những người ở cùng ta gởi lời thăm con. Chào-thăm những kẻ yêu chúng ta bởi lòng tin đạo. Nguyền xin ân-điển ở với anh em hết thảy!"}]