[{"bible_id":"193","chapter_code":"ZEC.1","verse_code":"ZEC.1.1","label":"1","content":"Tháng tám năm thứ hai Đa-ri-út, có lời của Đức Giê-hô-va phán cùng đấng tiên-tri Xa-cha-ri, con trai Ba-ra-chi, cháu Y-đô, mà rằng:"},{"bible_id":"193","chapter_code":"ZEC.1","verse_code":"ZEC.1.2","label":"2","content":"Đức Giê-hô-va đã rất không bằng lòng tổ-phụ các ngươi."},{"bible_id":"193","chapter_code":"ZEC.1","verse_code":"ZEC.1.3","label":"3","content":"Vậy ngươi khá nói cùng chúng rằng: Đức Giê-hô-va vạn-quân phán như vầy: Hãy trở lại cùng ta, Đức Giê-hô-va vạn-quân phán, thì ta sẽ trở lại cùng các ngươi, Đức Giê-hô-va vạn quân phán vậy."},{"bible_id":"193","chapter_code":"ZEC.1","verse_code":"ZEC.1.4","label":"4","content":"Chớ như tổ-phụ các ngươi, các tiên-tri xưa kia đã kêu họ mà rằng: Đức Giê-hô-va vạn-quân phán như vầy: Bây giờ khá xây-bỏ đường dữ và việc làm dữ của các ngươi; nhưng họ chẳng nghe, chẳng hề để ý nghe ta, Đức Giê-hô-va phán vậy."},{"bible_id":"193","chapter_code":"ZEC.1","verse_code":"ZEC.1.5","label":"5","content":"Chớ nào tổ-phụ các ngươi ở đâu? Và những tiên-tri ấy có sống đời đời chăng?"},{"bible_id":"193","chapter_code":"ZEC.1","verse_code":"ZEC.1.6","label":"6","content":"Song những lời phán và lệ-luật ta đã truyền cho tôi-tớ ta là các đấng tiên-tri, há chẳng kịp đến tổ-phụ các ngươi sao? Nên họ đã trở lại và nói rằng: Mọi điều mà Đức Giê-hô-va vạn-quân đã định làm cho chúng ta theo như đường-lối và việc làm của chúng ta, thì đã làm cho chúng ta như vậy."},{"bible_id":"193","chapter_code":"ZEC.1","verse_code":"ZEC.1.7","label":"7","content":"Ngày hai mươi bốn tháng mười một, là tháng Sê-bát, trong năm thứ hai Đa-ri-út, có lời của Đức Giê-hô-va phán cho đấng tiên-tri Xa-cha-ri, con trai Ba-ra-chi, cháu Y-đô, như vầy:"},{"bible_id":"193","chapter_code":"ZEC.1","verse_code":"ZEC.1.8","label":"8","content":"Ta thấy trong ban đêm: Nầy, có một người cỡi ngựa hồng đứng trong những cây sim ở nơi thấp, và đằng sau người có những ngựa hồng, ngựa xám, ngựa trắng."},{"bible_id":"193","chapter_code":"ZEC.1","verse_code":"ZEC.1.9","label":"9","content":"Ta nói rằng: Hỡi chúa tôi, những ngựa ấy nghĩa là gì? thì thiên-sứ nói cùng ta, bảo ta rằng: Ta sẽ chỉ cho ngươi những ngựa nầy nghĩa là gì."},{"bible_id":"193","chapter_code":"ZEC.1","verse_code":"ZEC.1.10","label":"10","content":"Người đứng trong những cây sim đáp rằng: Đây là những kẻ mà Đức Giê-hô-va sai đi lại trải qua đất."},{"bible_id":"193","chapter_code":"ZEC.1","verse_code":"ZEC.1.11","label":"11","content":"Chúng nó bèn đáp lại cùng thiên-sứ đứng trong những cây sim rằng: Chúng tôi đã đi lại trải qua đất; nầy, cả đất đều ở yên và im-lặng."},{"bible_id":"193","chapter_code":"ZEC.1","verse_code":"ZEC.1.12","label":"12","content":"Bấy giờ thiên-sứ của Đức Giê-hô-va đáp rằng: Hỡi Đức Giê-hô-va vạn-quân! Ngài sẽ không thương-xót Giê-ru-sa-lem và các thành của Giu-đa cho đến chừng nào, là những thành Ngài đã nổi giận nghịch cùng nó bảy mươi năm nay?"},{"bible_id":"193","chapter_code":"ZEC.1","verse_code":"ZEC.1.13","label":"13","content":"Đức Giê-hô-va lấy những lời lành, những lời yên-ủi đáp cùng thiên-sứ đương nói với ta."},{"bible_id":"193","chapter_code":"ZEC.1","verse_code":"ZEC.1.14","label":"14","content":"Đoạn, thiên-sứ đương nói cùng ta, bảo ta rằng; Khá kêu lên và nói rằng: Đức Giê-hô-va vạn-quân có phán: Ta vì Giê-ru-sa-lem và Si-ôn động lòng ghen quá lắm;"},{"bible_id":"193","chapter_code":"ZEC.1","verse_code":"ZEC.1.15","label":"15","content":"và ta rất không đẹp lòng các dân-tộc đương yên-vui; vì ta hơi không bằng lòng, và chúng nó càng thêm sự khốn-nạn."},{"bible_id":"193","chapter_code":"ZEC.1","verse_code":"ZEC.1.16","label":"16","content":"Vậy nên Đức Giê-hô-va phán như vầy: Ta lấy lòng thương-xót trở về cùng Giê-ru-sa-lem; nhà ta sẽ xây lại trong nó, dây mực sẽ giăng trên Giê-ru-sa-lem, Đức Giê-hô-va vạn-quân phán vậy."},{"bible_id":"193","chapter_code":"ZEC.1","verse_code":"ZEC.1.17","label":"17","content":"Hãy kêu lần nữa mà rằng: Đức Giê-hô-va vạn-quân phán như vầy: Các thành ta sẽ còn đầy-tràn sự thạnh-vượng, Đức Giê-hô-va sẽ còn yên-ủi Si-ôn, và còn kén-chọn Giê-ru-sa-lem."},{"bible_id":"193","chapter_code":"ZEC.1","verse_code":"ZEC.1.18","label":"18","content":"Đoạn, ta ngước mắt lên, ta nhìn-xem, nầy, có bốn cái sừng."},{"bible_id":"193","chapter_code":"ZEC.1","verse_code":"ZEC.1.19","label":"19","content":"Ta bèn nói cùng thiên-sứ đương nói với ta rằng: Những vật ấy là gì? Người đáp cùng ta rằng: Ấy là những sừng đã làm tan-tác Giu-đa, Y-sơ-ra-ên, và Giê-ru-sa-lem."},{"bible_id":"193","chapter_code":"ZEC.1","verse_code":"ZEC.1.20","label":"20","content":"Đoạn, Đức Giê-hô-va cho ta xem bốn người thợ rèn;"},{"bible_id":"193","chapter_code":"ZEC.1","verse_code":"ZEC.1.21","label":"21","content":"thì ta hỏi rằng: Những kẻ nầy đến làm chi? Ngài đáp rằng: Ấy đó là những sừng đã làm tan-tác Giu-đa, cho đến nỗi không người nào ngóc đầu lên được; nhưng những kẻ nầy đã đến để làm kinh-hãi chúng nó, và để ném xuống những sừng của các nước đã cất sừng lên nghịch cùng đất Giu-đa đặng làm tan-tác nó."},{"bible_id":"193","chapter_code":"ZEC.2","verse_code":"ZEC.2.1","label":"1","content":"Ta lại ngước mắt lên và nhìn-xem; kìa, một người cầm dây đo trong tay."},{"bible_id":"193","chapter_code":"ZEC.2","verse_code":"ZEC.2.2","label":"2","content":"Ta bèn nói cùng người rằng: Ông đi đâu? Người đáp rằng: Ta đi đo Giê-ru-sa-lem, để xem bề rộng và bề dài nó là bao nhiêu."},{"bible_id":"193","chapter_code":"ZEC.2","verse_code":"ZEC.2.3","label":"3","content":"Nầy, thiên-sứ đương nói cùng ta bèn đi ra, và một thiên-sứ khác đi ra đón người,"},{"bible_id":"193","chapter_code":"ZEC.2","verse_code":"ZEC.2.4","label":"4","content":"và bảo người rằng: Hãy chạy nói cùng người trai-trẻ đó rằng: Giê-ru-sa-lem sẽ có dân-cư và như làng không có tường thành, vì cớ rất đông người và súc-vật ở giữa nó."},{"bible_id":"193","chapter_code":"ZEC.2","verse_code":"ZEC.2.5","label":"5","content":"Vì ta, Đức Giê-hô-va phán: Ta sẽ làm tường bằng lửa chung-quanh nó, và sẽ làm sự vinh-hiển ở giữa nó."},{"bible_id":"193","chapter_code":"ZEC.2","verse_code":"ZEC.2.6","label":"6","content":"Đức Giê-hô-va phán: Hè hè! Các ngươi khá trốn, khá trốn khỏi đất phương bắc; vì ta đã làm cho các ngươi tan-tác như bốn gió của trời, Đức Giê-hô-va phán vậy."},{"bible_id":"193","chapter_code":"ZEC.2","verse_code":"ZEC.2.7","label":"7","content":"Hỡi Si-ôn ở với con gái Ba-by-lôn, hè, ngươi khá trốn đi!"},{"bible_id":"193","chapter_code":"ZEC.2","verse_code":"ZEC.2.8","label":"8","content":"Vì Đức Giê-hô-va vạn-quân phán rằng: Sau sự vinh-hiển, rồi Ngài sai ta đến cùng các nước cướp-bóc các ngươi; vì ai đụng đến các ngươi tức là đụng đến con ngươi mắt Ngài."},{"bible_id":"193","chapter_code":"ZEC.2","verse_code":"ZEC.2.9","label":"9","content":"Vì nầy, ta sẽ vảy tay lên trên chúng nó, chúng nó sẽ làm mồi cho tôi-tớ mình; và các ngươi sẽ biết rằng Đức Giê-hô-va vạn-quân đã sai ta đến."},{"bible_id":"193","chapter_code":"ZEC.2","verse_code":"ZEC.2.10","label":"10","content":"Hỡi con gái Si-ôn, hãy hát mừng và vui-vẻ; vì nầy, ta đến, và ta sẽ ở giữa ngươi, Đức Giê-hô-va phán vậy."},{"bible_id":"193","chapter_code":"ZEC.2","verse_code":"ZEC.2.11","label":"11","content":"Trong ngày đó, nhiều nước sẽ quy-phục Đức Giê-hô-va, và trở nên dân ta; ta sẽ ở giữa ngươi, ngươi sẽ biết rằng Đức Giê-hô-va vạn-quân đã sai ta đến cùng ngươi."},{"bible_id":"193","chapter_code":"ZEC.2","verse_code":"ZEC.2.12","label":"12","content":"Đức Giê-hô-va sẽ được Giu-đa làm phần sản-nghiệp Ngài trong đất thánh, và Ngài sẽ còn kén-chọn Giê-ru-sa-lem."},{"bible_id":"193","chapter_code":"ZEC.2","verse_code":"ZEC.2.13","label":"13","content":"Mọi xác-thịt khá nín-lặng trước mặt Đức Giê-hô-va; vì Ngài đã thức dậy từ nơi ngự thánh của Ngài."},{"bible_id":"193","chapter_code":"ZEC.3","verse_code":"ZEC.3.1","label":"1","content":"Đoạn, Đức Giê-hô-va cho ta xem thấy thầy tế-lễ cả Giê-hô-sua đương đứng trước mặt thiên-sứ Đức Giê-hô-va, và Sa-tan đứng bên hữu người đặng đối-địch người."},{"bible_id":"193","chapter_code":"ZEC.3","verse_code":"ZEC.3.2","label":"2","content":"Đức Giê-hô-va phán cùng Sa-tan rằng: Hỡi Sa-tan, nguyền Đức Giê-hô-va quở-trách ngươi; nguyền Đức Giê-hô-va là Đấng đã kén-chọn Giê-ru-sa-lem quở-trách ngươi. Chớ thì nầy há chẳng phải là cái đóm đã kéo ra từ lửa sao?"},{"bible_id":"193","chapter_code":"ZEC.3","verse_code":"ZEC.3.3","label":"3","content":"Vả, Giê-hô-sua mặc áo bẩn, đứng trước mặt thiên-sứ."},{"bible_id":"193","chapter_code":"ZEC.3","verse_code":"ZEC.3.4","label":"4","content":"Thiên-sứ cất tiếng nói cùng những kẻ đứng ở trước mặt mình rằng: Hãy lột bỏ những áo bẩn khỏi nó. Lại nói cùng Giê-hô-sua rằng: Hãy nhìn-xem, ta đã bỏ sự gian-ác khỏi ngươi, và ta sẽ mặc áo đẹp cho ngươi."},{"bible_id":"193","chapter_code":"ZEC.3","verse_code":"ZEC.3.5","label":"5","content":"Ta bèn nói rằng: Khá đội mũ sạch trên đầu người. Thì người ta đội trên đầu người một cái mũ sạch, đoạn mặc áo-xống cho người; thiên-sứ của Đức Giê-hô-va đương đứng đó."},{"bible_id":"193","chapter_code":"ZEC.3","verse_code":"ZEC.3.6","label":"6","content":"Thiên-sứ của Đức Giê-hô-va bèn đối-chứng cùng Giê-hô-sua rằng:"},{"bible_id":"193","chapter_code":"ZEC.3","verse_code":"ZEC.3.7","label":"7","content":"Đức Giê-hô-va vạn-quân phán như vầy: Nếu ngươi bước đi trong đường-lối ta, vâng-giữ điều ta dạy phải giữ, thì ngươi sẽ được xét-đoán nhà ta, và canh-giữ hiên-cửa ta, ta sẽ cho ngươi bước đi trong hàng những kẻ đứng chầu nầy."},{"bible_id":"193","chapter_code":"ZEC.3","verse_code":"ZEC.3.8","label":"8","content":"Hỡi Giê-hô-sua, thầy tế-lễ cả, ngươi cùng bạn-hữu ngươi ngồi trước mặt ngươi hãy nghe, vì những kẻ nầy làm dấu: Nầy, quả thật ta sẽ làm cho đầy-tớ ta là Chồi-mống dấy lên."},{"bible_id":"193","chapter_code":"ZEC.3","verse_code":"ZEC.3.9","label":"9","content":"Vì nầy, hòn đá mà ta để trước mặt Giê-hô-sua chỉ một hòn mà có bảy con mắt. Nầy, ta sẽ chạm-trổ nó, và ta sẽ cất sự gian-ác khỏi đất nầy trong một ngày, Đức Giê-hô-va vạn-quân phán vậy."},{"bible_id":"193","chapter_code":"ZEC.3","verse_code":"ZEC.3.10","label":"10","content":"Đức Giê-hô-va vạn-quân phán: Trong ngày đó, các ngươi ai nấy sẽ mời kẻ lân-cận mình dưới cây nho và dưới cây vả."},{"bible_id":"193","chapter_code":"ZEC.4","verse_code":"ZEC.4.1","label":"1","content":"Đoạn, thiên-sứ nói cùng ta trở lại, đánh thức ta, như một người đương ngủ bị người ta đánh thức."},{"bible_id":"193","chapter_code":"ZEC.4","verse_code":"ZEC.4.2","label":"2","content":"Người nói cùng ta rằng: Ngươi thấy gì? Ta đáp rằng: Tôi nhìn-xem, kìa một cái chân-đèn bằng vàng cả, và một cái chậu trên chót nó, nó có bảy ngọn đèn; có bảy cái ống cho mỗi ngọn đèn ở trên chót nó."},{"bible_id":"193","chapter_code":"ZEC.4","verse_code":"ZEC.4.3","label":"3","content":"Ở kề bên lại có hai cây ô-li-ve, một cây ở bên hữu cái chậu, và một cây ở bên tả."},{"bible_id":"193","chapter_code":"ZEC.4","verse_code":"ZEC.4.4","label":"4","content":"Bấy giờ ta cất tiếng nói cùng thiên-sứ đương nói với ta như vầy: Hỡi chúa tôi, những điều nầy là gì?"},{"bible_id":"193","chapter_code":"ZEC.4","verse_code":"ZEC.4.5","label":"5","content":"Thiên-sứ nói cùng ta đáp rằng: Ngươi không biết những điều nầy là gì sao? Ta nói: Thưa chúa! Tôi không biết."},{"bible_id":"193","chapter_code":"ZEC.4","verse_code":"ZEC.4.6","label":"6","content":"Người đáp lại rằng: Đây là lời của Đức Giê-hô-va phán cho Xô-rô-ba-bên, rằng: Ấy chẳng phải là bởi quyền-thế, cũng chẳng phải là bởi năng-lực, bèn là bởi Thần ta, Đức Giê-hô-va vạn-quân phán vậy."},{"bible_id":"193","chapter_code":"ZEC.4","verse_code":"ZEC.4.7","label":"7","content":"Hỡi núi lớn, ngươi là ai? Ở trước mặt Xô-rô-ba-bên ngươi sẽ trở nên đồng bằng. Nó sẽ đem đá chót ra; sẽ có tiếng kêu rằng: Xin ban ơn, ban ơn cho nó!"},{"bible_id":"193","chapter_code":"ZEC.4","verse_code":"ZEC.4.8","label":"8","content":"Lại có lời Đức Giê-hô-va phán cùng ta rằng:"},{"bible_id":"193","chapter_code":"ZEC.4","verse_code":"ZEC.4.9","label":"9","content":"Tay Xô-rô-ba-bên đã lập nền nhà nầy, thì tay nó cũng sẽ làm xong; và ngươi sẽ biết rằng Đức Giê-hô-va vạn-quân đã sai ta đến cùng các ngươi."},{"bible_id":"193","chapter_code":"ZEC.4","verse_code":"ZEC.4.10","label":"10","content":"Vì ai là kẻ khinh-dể ngày của những điều nhỏ-mọn? Bảy con mắt Đức Giê-hô-va trải đi qua lại khắp đất, sẽ vui mà xem thấy dây chuẩn-mực ở trong tay Xô-rô-ba-bên."},{"bible_id":"193","chapter_code":"ZEC.4","verse_code":"ZEC.4.11","label":"11","content":"Ta bèn đáp lại cùng người rằng: Hai nhánh ô-li-ve ở bên hữu và bên tả chân-đèn là gì?"},{"bible_id":"193","chapter_code":"ZEC.4","verse_code":"ZEC.4.12","label":"12","content":"Ta lại cất tiếng nói cùng người lần thứ hai mà rằng: Hai nhánh ô-li-ve ở kề bên hai ống vòi vàng, có dầu vàng chảy ra, là gì?"},{"bible_id":"193","chapter_code":"ZEC.4","verse_code":"ZEC.4.13","label":"13","content":"Người đáp rằng: Ngươi không biết những điều đó là gì sao? Ta nói: Thưa chúa, tôi không biết."},{"bible_id":"193","chapter_code":"ZEC.4","verse_code":"ZEC.4.14","label":"14","content":"Người bèn nói rằng: Ấy là hai người chịu xức dầu, đứng bên Chúa của cả đất."},{"bible_id":"193","chapter_code":"ZEC.5","verse_code":"ZEC.5.1","label":"1","content":"Đoạn, ta lại ngước mắt nhìn-xem, nầy có một cuốn sách bay."},{"bible_id":"193","chapter_code":"ZEC.5","verse_code":"ZEC.5.2","label":"2","content":"Người nói cùng ta rằng: Ngươi thấy gì? Ta trả lời rằng: Tôi thấy một cuốn sách bay, bề dài nó hai mươi cu-đê, bề ngang mười cu-đê."},{"bible_id":"193","chapter_code":"ZEC.5","verse_code":"ZEC.5.3","label":"3","content":"Người bảo ta rằng: Ấy là sự rủa-sả tràn ra trên khắp mặt đất: Hễ ai trộm-cắp sẽ bị dứt đi theo chữ trên mặt nầy của cuốn sách nầy; hễ ai thề sẽ bị dứt đi theo chữ trên mặt kia của cuốn sách nầy."},{"bible_id":"193","chapter_code":"ZEC.5","verse_code":"ZEC.5.4","label":"4","content":"Đức Giê-hô-va vạn-quân phán rằng: Ta sẽ khiến cuốn sách nầy đi ra, nó sẽ vào trong nhà kẻ trộm, và trong nhà kẻ chỉ danh ta mà thề dối; thì nó sẽ ở giữa nhà kẻ ấy và thiêu nhà đi cả gỗ lẫn đá."},{"bible_id":"193","chapter_code":"ZEC.5","verse_code":"ZEC.5.5","label":"5","content":"Thiên-sứ nói cùng ta bèn đi ra, và bảo ta rằng: Bây giờ hãy ngước mắt lên xem vật đi ra là gì."},{"bible_id":"193","chapter_code":"ZEC.5","verse_code":"ZEC.5.6","label":"6","content":"Ta nói rằng: Ấy là gì? Người đáp rằng: Ấy là một cái ê-pha đương ra. Người lại nói: Ấy là hình-dáng chúng nó trong cả đất."},{"bible_id":"193","chapter_code":"ZEC.5","verse_code":"ZEC.5.7","label":"7","content":"Đoạn, ta thấy một khối chì tròn được cất lên, và một người đàn-bà ngồi giữa ê-pha."},{"bible_id":"193","chapter_code":"ZEC.5","verse_code":"ZEC.5.8","label":"8","content":"Người nói rằng: Ấy đó là Sự hung-ác. Rồi người quăng người đàn-bà xuống vào giữa ê-pha, và chận khối chì trên miệng ê-pha."},{"bible_id":"193","chapter_code":"ZEC.5","verse_code":"ZEC.5.9","label":"9","content":"Bấy giờ ta ngước mắt nhìn-xem, nầy, có hai người đàn-bà ra, gió thổi trong những cánh chúng nó; vả chúng nó có cánh như cánh con cò; và chúng nó cất ê-pha lên giữa khoảng trời và đất."},{"bible_id":"193","chapter_code":"ZEC.5","verse_code":"ZEC.5.10","label":"10","content":"Ta hỏi thiên-sứ đương nói cùng ta rằng: Chúng nó đem ê-pha đi đâu?"},{"bible_id":"193","chapter_code":"ZEC.5","verse_code":"ZEC.5.11","label":"11","content":"Người đáp cùng ta rằng: Ấy là để xây nhà cho nó trong đất Si-nê-a; khi đã sửa-soạn rồi thì đặt nó vào chỗ nó."},{"bible_id":"193","chapter_code":"ZEC.6","verse_code":"ZEC.6.1","label":"1","content":"Ta lại ngước mắt lên, và nhìn-xem; nầy, có bốn cỗ xe ra từ giữa hai hòn núi; và những núi ấy là núi bằng đồng."},{"bible_id":"193","chapter_code":"ZEC.6","verse_code":"ZEC.6.2","label":"2","content":"Nơi cỗ xe thứ nhứt có những ngựa hồng; cỗ xe thứ nhì, ngựa ô;"},{"bible_id":"193","chapter_code":"ZEC.6","verse_code":"ZEC.6.3","label":"3","content":"cỗ xe thứ ba, ngựa trắng; cỗ xe thứ tư, ngựa xám vá."},{"bible_id":"193","chapter_code":"ZEC.6","verse_code":"ZEC.6.4","label":"4","content":"Đoạn ta cất tiếng hỏi thiên-sứ nói cùng ta, mà rằng: Thưa chúa! Những vật ấy là gì?"},{"bible_id":"193","chapter_code":"ZEC.6","verse_code":"ZEC.6.5","label":"5","content":"Thiên-sứ đáp cùng ta rằng: Ấy là bốn gió trên trời, ra từ nơi mà chúng nó đứng trước mặt Chúa của khắp đất."},{"bible_id":"193","chapter_code":"ZEC.6","verse_code":"ZEC.6.6","label":"6","content":"Những ngựa ô gác xe kia kéo ra đến xứ phương bắc, và những ngựa trắng ra theo nó; còn những ngựa vá kéo ra đến xứ phương nam."},{"bible_id":"193","chapter_code":"ZEC.6","verse_code":"ZEC.6.7","label":"7","content":"Kế sau những ngựa mạnh kéo ra và đòi trải đi qua lại khắp đất. Thiên-sứ nói cùng chúng nó rằng: Đi đi, và hãy chạy khắp đất. Vậy chúng nó trải đi qua lại khắp đất."},{"bible_id":"193","chapter_code":"ZEC.6","verse_code":"ZEC.6.8","label":"8","content":"Đoạn, người gọi ta, và nói với ta rằng: Nầy, những ngựa ra đến phương bắc đã làm cho thần ta yên-lặng ở phương bắc rồi."},{"bible_id":"193","chapter_code":"ZEC.6","verse_code":"ZEC.6.9","label":"9","content":"Có lời của Đức Giê-hô-va phán cùng ta rằng:"},{"bible_id":"193","chapter_code":"ZEC.6","verse_code":"ZEC.6.10","label":"10","content":"Ngươi khá lấy những kẻ khỏi phu-tù trở về từ Hiên-đai, từ Tô-bi-gia, từ Giê-đa-gia, nội ngày đó ngươi khá đến và vào nhà Giô-si-a, con trai Sô-phô-ni, là chỗ chúng nó từ Ba-by-lôn đã đến."},{"bible_id":"193","chapter_code":"ZEC.6","verse_code":"ZEC.6.11","label":"11","content":"Hãy nhận lấy bạc và vàng làm mũ triều-thiên đội trên đầu thầy tế-lễ cả Giê-hô-sua, con trai Giô-xa-đác."},{"bible_id":"193","chapter_code":"ZEC.6","verse_code":"ZEC.6.12","label":"12","content":"Ngươi khá nói cùng người rằng: Đức Giê-hô-va vạn-quân có phán như vầy: Nầy, có một người tên là Chồi-mống, sẽ nứt ra từ chỗ người, và người ấy sẽ xây đền-thờ Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"ZEC.6","verse_code":"ZEC.6.13","label":"13","content":"Chính người sẽ xây đền-thờ Đức Giê-hô-va; và chính người sẽ được sự oai nghiêm, ngồi cai trị trên ngôi mình, làm thầy tế-lễ ở trên ngôi mình; và sẽ có mưu hòa-bình ở giữa cả hai."},{"bible_id":"193","chapter_code":"ZEC.6","verse_code":"ZEC.6.14","label":"14","content":"Nhưng mũ triều-thiên sẽ thuộc về Hê-lem, Tô-bi-gia, Giê-đa-gia, và Hên, con trai của Sô-phô-ni, để làm sự ghi-nhớ trong đền-thờ Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"ZEC.6","verse_code":"ZEC.6.15","label":"15","content":"Những kẻ ở xa sẽ đến, xây đền-thờ Đức Giê-hô-va; và các ngươi sẽ biết rằng Đức Giê-hô-va vạn-quân sai ta đến cùng các ngươi; nếu các ngươi siêng-năng vâng theo tiếng Giê-hô-va Đức Chúa Trời mình, thì sự đó sẽ xảy đến."},{"bible_id":"193","chapter_code":"ZEC.7","verse_code":"ZEC.7.1","label":"1","content":"Xảy ra trong năm thứ tư vua Đa-ri-út, có lời của Đức Giê-hô-va phán cùng Xa-cha-ri nhằm ngày mồng bốn tháng chín, là tháng Kít-lêu."},{"bible_id":"193","chapter_code":"ZEC.7","verse_code":"ZEC.7.2","label":"2","content":"Khi ấy những người ở Bê-tên có sai Sa-rết-se và Rê-ghem-Mê-léc cùng những kẻ theo họ đặng nài-xin ơn Đức Giê-hô-va,"},{"bible_id":"193","chapter_code":"ZEC.7","verse_code":"ZEC.7.3","label":"3","content":"và nói cùng các thầy tế-lễ của nhà Đức Giê-hô-va vạn-quân, và cùng các đấng tiên-tri mà rằng: Tôi có nên khóc-lóc và biệt mình riêng ra trong tháng năm như tôi đã làm trong nhiều năm chăng?"},{"bible_id":"193","chapter_code":"ZEC.7","verse_code":"ZEC.7.4","label":"4","content":"Bấy giờ có lời của Đức Giê-hô-va vạn-quân phán cùng ta rằng:"},{"bible_id":"193","chapter_code":"ZEC.7","verse_code":"ZEC.7.5","label":"5","content":"Hãy nói cùng cả dân-sự trong đất và cùng các thầy tế-lễ mà rằng: Các ngươi kiêng ăn và khóc-lóc trong tháng năm tháng bảy đã bảy mươi năm nay, có phải các ngươi vì ta, thật là vì ta, mà giữ lễ kiêng ăn đó chăng?"},{"bible_id":"193","chapter_code":"ZEC.7","verse_code":"ZEC.7.6","label":"6","content":"Khi các ngươi uống và ăn, há chẳng phải vì mình mà ăn, vì mình mà uống hay sao?"},{"bible_id":"193","chapter_code":"ZEC.7","verse_code":"ZEC.7.7","label":"7","content":"Ấy há chẳng phải những lời mà Đức Giê-hô-va cậy các đấng tiên-tri đời trước rao ra, khi Giê-ru-sa-lem và những thành chung-quanh nó có dân-cư được thạnh-vượng, và khi phương nam và đồng bằng có dân-cư hay sao?"},{"bible_id":"193","chapter_code":"ZEC.7","verse_code":"ZEC.7.8","label":"8","content":"Đoạn, có lời của Đức Giê-hô-va phán cùng Xa-cha-ri, mà rằng:"},{"bible_id":"193","chapter_code":"ZEC.7","verse_code":"ZEC.7.9","label":"9","content":"Đức Giê-hô-va vạn-quân phán như vầy: Hãy làm điều gì thật công-bình, và ai nấy khá lấy sự nhân-từ, thương-xót đối với anh em mình;"},{"bible_id":"193","chapter_code":"ZEC.7","verse_code":"ZEC.7.10","label":"10","content":"chớ ức-hiếp đàn-bà góa, hoặc kẻ mồ-côi, hoặc người trú-ngụ, hay là kẻ nghèo-khó, và ai nấy chớ mưu một sự dữ nào trong lòng nghịch cùng anh em mình."},{"bible_id":"193","chapter_code":"ZEC.7","verse_code":"ZEC.7.11","label":"11","content":"Nhưng chúng nó không chịu nghe, xây vai lại đằng sau, và bịt lỗ tai lại đặng không nghe."},{"bible_id":"193","chapter_code":"ZEC.7","verse_code":"ZEC.7.12","label":"12","content":"Chúng nó làm cho lòng mình cứng như đá kim-cương, để không nghe luật-pháp và những lời mà Đức Giê-hô-va vạn-quân đã bởi Thần Ngài cậy các tiên-tri đời xưa sai đến; vậy nên có sự thạnh-nộ lớn lắm đến từ Đức Giê-hô-va vạn-quân."},{"bible_id":"193","chapter_code":"ZEC.7","verse_code":"ZEC.7.13","label":"13","content":"Xảy ra như khi người kêu, chúng nó không chịu nghe, thì khi chúng nó kêu, ta cũng không nghe, Đức Giê-hô-va vạn-quân phán vậy."},{"bible_id":"193","chapter_code":"ZEC.7","verse_code":"ZEC.7.14","label":"14","content":"Ta đã làm tan-tác chúng nó như bởi một cơn gió lốc trong khắp các nước mà chúng nó chưa từng biết; vậy đất đã trở nên hoang-vu sau chúng nó, đến nỗi không ai trải qua hoặc trở về; vì chúng nó đã làm cho đất vui-thích thành ra hoang-vu."},{"bible_id":"193","chapter_code":"ZEC.8","verse_code":"ZEC.8.1","label":"1","content":"Lại có lời của Đức Giê-hô-va vạn-quân phán cùng ta rằng:"},{"bible_id":"193","chapter_code":"ZEC.8","verse_code":"ZEC.8.2","label":"2","content":"Đức Giê-hô-va vạn-quân có phán như vầy: Ta đã nổi ghen vì Si-ôn bởi một cơn ghen lớn, ta đã nổi ghen vì nó bởi cơn tức-giận lớn."},{"bible_id":"193","chapter_code":"ZEC.8","verse_code":"ZEC.8.3","label":"3","content":"Đức Giê-hô-va phán như vầy: Ta đã xây lại cùng Si-ôn, và ta sẽ ở giữa Giê-ru-sa-lem; Giê-ru-sa-lem sẽ được gọi là thành chân-thật; núi của Đức Giê-hô-va vạn-quân sẽ được gọi là núi thánh."},{"bible_id":"193","chapter_code":"ZEC.8","verse_code":"ZEC.8.4","label":"4","content":"Đức Giê-hô-va vạn-quân phán như vầy: Sẽ còn có những ông già, bà già ở trong các đường-phố Giê-ru-sa-lem, ai nấy sẽ cầm gậy nơi tay, vì cớ mình cao tuổi."},{"bible_id":"193","chapter_code":"ZEC.8","verse_code":"ZEC.8.5","label":"5","content":"Các đường-phố trong thành sẽ đầy những con trai con gái vui chơi trong đó."},{"bible_id":"193","chapter_code":"ZEC.8","verse_code":"ZEC.8.6","label":"6","content":"Đức Giê-hô-va vạn-quân phán như vầy: Trong những ngày đó, dầu những sự ấy coi như lạ-lùng cho mắt của dân sót nầy, song há lạ-lùng cho mắt ta sao? Đức Giê-hô-va vạn-quân phán vậy."},{"bible_id":"193","chapter_code":"ZEC.8","verse_code":"ZEC.8.7","label":"7","content":"Đức Giê-hô-va vạn-quân phán như vầy: Nầy, ta sẽ giải-cứu dân ta từ phương đông phương tây,"},{"bible_id":"193","chapter_code":"ZEC.8","verse_code":"ZEC.8.8","label":"8","content":"và đem chúng nó đến, chúng nó sẽ ở giữa Giê-ru-sa-lem, làm dân của ta, còn ta sẽ làm Đức Chúa Trời chúng nó trong sự chân-thật và công-bình."},{"bible_id":"193","chapter_code":"ZEC.8","verse_code":"ZEC.8.9","label":"9","content":"Đức Giê-hô-va vạn-quân phán như vầy: Các ngươi là kẻ, đương những ngày nầy, nghe các lời ấy từ miệng các tiên-tri trong ngày mà nhà Đức Giê-hô-va vạn-quân, tức là đền-thờ, đã được lập nền để xây lên, thì các ngươi khá làm tay mình nên mạnh."},{"bible_id":"193","chapter_code":"ZEC.8","verse_code":"ZEC.8.10","label":"10","content":"Vì chưng trước những ngày đó chẳng có tiền-công cho người ta, cũng chẳng có tiền-công cho thú-vật; và vì cớ kẻ cừu-địch, thì chẳng có sự bình-an cho kẻ ra người vào; vì ta đã khiến mọi người ai nấy nghịch cùng kẻ lân-cận mình."},{"bible_id":"193","chapter_code":"ZEC.8","verse_code":"ZEC.8.11","label":"11","content":"Nhưng bây giờ ta sẽ không đãi những kẻ sót lại của dân nầy như trước, Đức Giê-hô-va vạn-quân phán vậy."},{"bible_id":"193","chapter_code":"ZEC.8","verse_code":"ZEC.8.12","label":"12","content":"Vì ở đó sẽ có hột giống bình-an; cây nho sẽ sanh trái, và đất sẽ sanh hoa-lợi, các từng trời sẽ sa móc xuống, ta sẽ làm cho những kẻ sót lại của dân nầy được hưởng mọi sự đó."},{"bible_id":"193","chapter_code":"ZEC.8","verse_code":"ZEC.8.13","label":"13","content":"Hỡi nhà Giu-đa và nhà Y-sơ-ra-ên! Sẽ xảy ra như các ngươi đã làm sự rủa-sả trong các nước thể nào, thì ta sẽ cứu các ngươi, và các ngươi sẽ làm sự chúc-phước thể ấy. Các ngươi chớ sợ-hãi, song hãy làm cho tay mình nên mạnh!"},{"bible_id":"193","chapter_code":"ZEC.8","verse_code":"ZEC.8.14","label":"14","content":"Vì Đức Giê-hô-va vạn-quân phán như vầy: Như ta đã toan giáng tai-vạ cho các ngươi, khi tổ-phụ các ngươi chọc giận ta, và ta không ăn-năn, Đức Giê-hô-va vạn-quân phán vậy,"},{"bible_id":"193","chapter_code":"ZEC.8","verse_code":"ZEC.8.15","label":"15","content":"thì ngày nay cũng vậy, ta lại đã toan làm ơn cho Giê-ru-sa-lem và cho nhà Giu-đa: Các ngươi chớ sợ chi!"},{"bible_id":"193","chapter_code":"ZEC.8","verse_code":"ZEC.8.16","label":"16","content":"Nầy là những sự các ngươi phải làm: Ai nấy khá lấy điều thật nói cùng kẻ lân-cận mình; hãy làm sự chân-thật và sự phán-xét bình-an trong cửa thành các ngươi."},{"bible_id":"193","chapter_code":"ZEC.8","verse_code":"ZEC.8.17","label":"17","content":"Chớ toan sự dữ trong lòng nghịch cùng kẻ lân-cận; và chớ ưa sự thề dối, vì ấy đó là những điều mà ta ghét, Đức Giê-hô-va phán vậy."},{"bible_id":"193","chapter_code":"ZEC.8","verse_code":"ZEC.8.18","label":"18","content":"Đoạn, có lời của Đức Giê-hô-va vạn-quân phán cùng ta, mà rằng:"},{"bible_id":"193","chapter_code":"ZEC.8","verse_code":"ZEC.8.19","label":"19","content":"Đức Giê-hô-va vạn-quân có phán như vầy: Sự kiêng ăn về tháng tư, sự kiêng ăn về tháng năm, sự kiêng ăn về tháng bảy, sự kiêng ăn về tháng mười sẽ làm sự vui-mừng, hớn-hở, và ngày lễ vui chơi cho nhà Giu-đa. Vậy hãy ưa sự chân-thật và bình-an."},{"bible_id":"193","chapter_code":"ZEC.8","verse_code":"ZEC.8.20","label":"20","content":"Đức Giê-hô-va vạn-quân phán như vầy: Sẽ xảy ra các dân và dân-cư nhiều thành đều đến,"},{"bible_id":"193","chapter_code":"ZEC.8","verse_code":"ZEC.8.21","label":"21","content":"và dân-cư thành nầy đi đến thành khác mà nói rằng: Chúng ta hãy đi mau, đặng nài-xin ơn Đức Giê-hô-va, và tìm-kiếm Đức Giê-hô-va vạn-quân; ta cũng sẽ đi."},{"bible_id":"193","chapter_code":"ZEC.8","verse_code":"ZEC.8.22","label":"22","content":"Như vậy có nhiều dân và nhiều nước mạnh sẽ đến tìm-kiếm Đức Giê-hô-va vạn-quân tại Giê-ru-sa-lem, và ở đó nài-xin ơn Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"ZEC.8","verse_code":"ZEC.8.23","label":"23","content":"Đức Giê-hô-va vạn-quân phán như vầy: Sẽ xảy ra trong những ngày đó, có mười người từ mọi thứ tiếng trong các nước ra, nắm chặt vạt áo của một người Giu-đa, mà nói rằng: Chúng ta sẽ đi cùng các ngươi, vì chúng ta có nghe rằng Đức Giê-hô-va ở cùng các ngươi."},{"bible_id":"193","chapter_code":"ZEC.9","verse_code":"ZEC.9.1","label":"1","content":"Gánh nặng lời Đức Giê-hô-va nghịch cùng đất Ha-đơ-rắc, nó sẽ đỗ trên Đa-mách: vì con mắt loài người và mọi chi-phái Y-sơ-ra-ên đều ngó lên Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"ZEC.9","verse_code":"ZEC.9.2","label":"2","content":"Lời ấy cũng phán về Ha-mát, láng-giềng của Đa-mách, về Ty-rơ và Si-đôn, vì các thành ấy là rất khôn-sáng."},{"bible_id":"193","chapter_code":"ZEC.9","verse_code":"ZEC.9.3","label":"3","content":"Vì Ty-rơ đã xây một đồn-lũy cho mình, và thâu-chứa bạc như bụi-đất, vàng ròng như bùn ngoài đường."},{"bible_id":"193","chapter_code":"ZEC.9","verse_code":"ZEC.9.4","label":"4","content":"Nầy, Chúa sẽ cất lấy của-cải nó, xô quyền-thế nó xuống biển, nó sẽ bị lửa thiêu-nuốt."},{"bible_id":"193","chapter_code":"ZEC.9","verse_code":"ZEC.9.5","label":"5","content":"Ách-ca-lôn sẽ thấy và sợ; Ga-xa cũng thấy và rất đau-đớn, Éc-rôn cũng vậy, vì sự nó trông-mong sẽ nên xấu-hổ; vua Ga-xa sẽ bị diệt và Ách-ca-lôn sẽ không có dân-cư."},{"bible_id":"193","chapter_code":"ZEC.9","verse_code":"ZEC.9.6","label":"6","content":"Con ngoại-tình sẽ làm vua trong Ách-đốt; ta sẽ trừ sự kiêu-ngạo của người Phi-li-tin."},{"bible_id":"193","chapter_code":"ZEC.9","verse_code":"ZEC.9.7","label":"7","content":"Nhưng ta sẽ cất máu nó khỏi miệng nó, và sự gớm-ghiếc nó khỏi giữa răng nó; nó cũng sẽ được sót lại cho Đức Chúa Trời chúng ta, nó sẽ như tộc-trưởng trong Giu-đa, và Éc-rôn sẽ như người Giê-bu-sít."},{"bible_id":"193","chapter_code":"ZEC.9","verse_code":"ZEC.9.8","label":"8","content":"Ta sẽ đóng trại chung-quanh nhà ta nghịch cùng cơ-binh, hầu cho chẳng ai qua lại. Kẻ hà-hiếp sẽ chẳng đi qua trong chúng nó nữa, vì bây giờ ta đã lấy mắt nhìn-xem nó."},{"bible_id":"193","chapter_code":"ZEC.9","verse_code":"ZEC.9.9","label":"9","content":"Hỡi con gái Si-ôn, hãy mừng-rỡ cả-thể! Hỡi con gái Giê-ru-sa-lem, hãy trổi tiếng reo-vui! Nầy, Vua ngươi đến cùng ngươi, Ngài là công-bình và ban sự cứu-rỗi, nhu-mì và cỡi lừa, tức là con của lừa cái."},{"bible_id":"193","chapter_code":"ZEC.9","verse_code":"ZEC.9.10","label":"10","content":"Ta sẽ trừ-tiệt xe-cộ khỏi Ép-ra-im, và ngựa khỏi Giê-ru-sa-lem; cung của chiến-trận cũng sẽ bị trừ-tiệt, và Ngài sẽ phán sự bình-an cho các nước; quyền-thế Ngài sẽ trải từ biển nầy đến biển kia, từ Sông cái cho đến các đầu-cùng đất."},{"bible_id":"193","chapter_code":"ZEC.9","verse_code":"ZEC.9.11","label":"11","content":"Còn ngươi cũng vậy, vì cớ máu của sự giao-ước ngươi, thì ta tha những kẻ tù ngươi ra khỏi hố không có nước."},{"bible_id":"193","chapter_code":"ZEC.9","verse_code":"ZEC.9.12","label":"12","content":"Hỡi những kẻ tù có trông-cậy, các ngươi khá trở về nơi đồn-lũy, chính ngày nay ta rao rằng sẽ báo-trả cho ngươi gấp hai."},{"bible_id":"193","chapter_code":"ZEC.9","verse_code":"ZEC.9.13","label":"13","content":"Ta giương Giu-đa ra cho ta như cái cung, và Ép-ra-im như tên của nó; ta sẽ thúc-giục con trai ngươi, hỡi Si-ôn, nghịch cùng con trai ngươi, hỡi Gia-van; và ta sẽ khiến ngươi như gươm của người mạnh-bạo."},{"bible_id":"193","chapter_code":"ZEC.9","verse_code":"ZEC.9.14","label":"14","content":"Bấy giờ Đức Giê-hô-va sẽ được thấy trên chúng nó, tên Ngài sẽ phát ra như chớp; Chúa Giê-hô-va sẽ thổi kèn, và đi với gió lốc phương nam."},{"bible_id":"193","chapter_code":"ZEC.9","verse_code":"ZEC.9.15","label":"15","content":"Đức Giê-hô-va vạn-quân sẽ bảo-hộ chúng nó, chúng nó sẽ nuốt và giày-đạp những đá ném bởi trành; chúng nó sẽ uống và làm ồn-ào như người say, sẽ được đầy-dẫy như bát, như các góc bàn-thờ."},{"bible_id":"193","chapter_code":"ZEC.9","verse_code":"ZEC.9.16","label":"16","content":"Trong ngày đó, Giê-hô-va Đức Chúa Trời chúng nó sẽ giải-cứu dân mình như là bầy chiên, như những đá của mũ triều-thiên sẽ được cất lên trên đất."},{"bible_id":"193","chapter_code":"ZEC.9","verse_code":"ZEC.9.17","label":"17","content":"Sự nhân-từ Ngài và sự tốt-đẹp Ngài sẽ lớn là dường nào! Lúa miến sẽ làm cho những trai-trẻ lớn lên, và rượu mới sẽ làm cho gái đồng-trinh thạnh-vượng."},{"bible_id":"193","chapter_code":"ZEC.10","verse_code":"ZEC.10.1","label":"1","content":"Hãy cầu mưa nơi Đức Giê-hô-va trong kỳ mưa cuối mùa, thì Đức Giê-hô-va sẽ làm chớp và ban mưa xuống dồi-dào, cho ai nấy được rau-cỏ ngoài đồng."},{"bible_id":"193","chapter_code":"ZEC.10","verse_code":"ZEC.10.2","label":"2","content":"Vì các thần-tượng nói sự hư-không, các thầy bói thấy sự dối-trá; chúng nó rao chiêm-bao phỉnh-dối, và ban sự yên-ủi luống-nhưng. Vậy nên dân tan đi như những con chiên, vì không có người chăn thì bị khốn-nạn."},{"bible_id":"193","chapter_code":"ZEC.10","verse_code":"ZEC.10.3","label":"3","content":"Cơn giận ta đã hừng lên nghịch cùng những kẻ chăn, ta sẽ phạt những dê đực; vì Đức Giê-hô-va vạn-quân đã thăm-viếng bầy chiên Ngài, tức là nhà Giu-đa; và sẽ dàn chúng nó ra trận như ngựa danh-tiếng."},{"bible_id":"193","chapter_code":"ZEC.10","verse_code":"ZEC.10.4","label":"4","content":"Đá góc sẽ ra từ nó, đinh ra từ nó, cung chiến-trận ra từ nó; và hết thảy các quan cai trị cũng ra từ nó."},{"bible_id":"193","chapter_code":"ZEC.10","verse_code":"ZEC.10.5","label":"5","content":"Nhưng chúng nó sẽ như những người mạnh-dạn giày-đạp bùn trên đường trong cơn chiến-trận; chúng nó sẽ đánh; vì Đức Giê-hô-va ở cùng chúng nó, thì những người cỡi ngựa sẽ bị xấu-hổ."},{"bible_id":"193","chapter_code":"ZEC.10","verse_code":"ZEC.10.6","label":"6","content":"Ta sẽ làm cho nhà Giu-đa nên mạnh, và cứu nhà Giô-sép. Ta sẽ đem chúng nó trở về, vì thương-xót chúng nó, và chúng nó sẽ như là chưa từng bị ta chê-bỏ, vì ta là Giê-hô-va Đức Chúa Trời chúng nó, ta sẽ nhậm lời chúng nó."},{"bible_id":"193","chapter_code":"ZEC.10","verse_code":"ZEC.10.7","label":"7","content":"Người Ép-ra-im sẽ như kẻ mạnh-dạn, lòng chúng nó sẽ vui-vẻ như bởi rượu; con-cái nó sẽ thấy và vui-mừng, lòng chúng nó được vui-thích trong Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"ZEC.10","verse_code":"ZEC.10.8","label":"8","content":"Ta sẽ huýt-gọi và nhóm-hiệp chúng nó, vì ta đã chuộc chúng nó lại; chúng nó sẽ thêm nhiều ra cũng như đã thêm ngày xưa."},{"bible_id":"193","chapter_code":"ZEC.10","verse_code":"ZEC.10.9","label":"9","content":"Ta sẽ gieo chúng nó ra giữa các dân, chúng nó ở các nước xa sẽ nhớ lại ta; chúng nó sẽ sống với con-cái mình và trở về."},{"bible_id":"193","chapter_code":"ZEC.10","verse_code":"ZEC.10.10","label":"10","content":"Như vậy ta sẽ đem chúng nó về từ đất Ê-díp-tô, nhóm chúng nó lại từ A-si-ri, đem chúng nó vào đất Ga-la-át và Li-ban, và chúng nó sẽ không có đủ chỗ ở."},{"bible_id":"193","chapter_code":"ZEC.10","verse_code":"ZEC.10.11","label":"11","content":"Nó sẽ vượt qua biển khổ, xông đánh sóng biển; hết thảy những nơi sâu của sông Ni-lơ sẽ cạn khô, sự kiêu-ngạo của A-si-ri sẽ bị đánh đổ, và cây trượng của Ê-díp-tô sẽ mất đi."},{"bible_id":"193","chapter_code":"ZEC.10","verse_code":"ZEC.10.12","label":"12","content":"Ta sẽ làm cho chúng nó nên mạnh trong Đức Giê-hô-va, và chúng nó sẽ qua lại trong danh Ngài, Đức Giê-hô-va phán vậy."},{"bible_id":"193","chapter_code":"ZEC.11","verse_code":"ZEC.11.1","label":"1","content":"Hỡi Li-ban, khá mở các cửa ngươi, cho lửa thiêu-nuốt những cây bá-hương ngươi!"},{"bible_id":"193","chapter_code":"ZEC.11","verse_code":"ZEC.11.2","label":"2","content":"Hỡi cây thông, hãy kêu-la! Vì cây bá-hương đã ngã, những cây tốt-đẹp đã bị hủy-phá. Hỡi cây dẻ ở Ba-san, khá kêu-la, vì rừng rậm đã bị chặt."},{"bible_id":"193","chapter_code":"ZEC.11","verse_code":"ZEC.11.3","label":"3","content":"Có tiếng than-khóc của những kẻ chăn chiên! Vì sự vinh-hiển của chúng nó đã bị hủy-phá; có tiếng gầm-thét của những sư-tử con! Vì sự kiêu ngạo của Giô-đanh đã bị tồi-tàn."},{"bible_id":"193","chapter_code":"ZEC.11","verse_code":"ZEC.11.4","label":"4","content":"Giê-hô-va Đức Chúa Trời ta phán như vầy: Hãy cho những con chiên sắp giết ăn cỏ;"},{"bible_id":"193","chapter_code":"ZEC.11","verse_code":"ZEC.11.5","label":"5","content":"những kẻ mua nó giết đi, chẳng lấy làm phạm tội; còn kẻ bán thì nói rằng: Đức Giê-hô-va đáng ngợi-khen, vì ta giàu-có; và trong những kẻ chăn chẳng một người nào tiếc chúng nó."},{"bible_id":"193","chapter_code":"ZEC.11","verse_code":"ZEC.11.6","label":"6","content":"Đức Giê-hô-va phán: Vì ta chẳng tiếc dân cư đất nầy nữa; nhưng, nầy, ta sẽ phó ai nấy vào trong tay kẻ lân-cận mình, và trong tay vua mình; chúng nó sẽ đánh đất, và ta sẽ không giải-cứu khỏi tay chúng nó đâu."},{"bible_id":"193","chapter_code":"ZEC.11","verse_code":"ZEC.11.7","label":"7","content":"Vậy ta cho những chiên sắp giết ăn cỏ, là những chiên rất khốn-nạn trong bầy. Đoạn, ta lấy hai cây gậy: một cây gọi là Tốt-đẹp, một cây gọi là Dây-buộc; và ta cho bầy chiên ăn."},{"bible_id":"193","chapter_code":"ZEC.11","verse_code":"ZEC.11.8","label":"8","content":"Chỉ trong một tháng ta diệt mất ba kẻ chăn; vì linh-hồn ta đã nhàm chúng nó, và linh-hồn chúng nó cũng chán ta."},{"bible_id":"193","chapter_code":"ZEC.11","verse_code":"ZEC.11.9","label":"9","content":"Ta bèn nói rằng: Ta sẽ không chăn bay. Con nào chết, chết đi; con nào mất, mất đi; còn những con nào sót lại thì con nầy ăn thịt con kia."},{"bible_id":"193","chapter_code":"ZEC.11","verse_code":"ZEC.11.10","label":"10","content":"Đoạn, ta lấy gậy ta gọi là Tốt-đẹp mà chặt nó ra từng khúc, đặng dứt lời giao-ước mà ta đã kết với hết thảy các dân."},{"bible_id":"193","chapter_code":"ZEC.11","verse_code":"ZEC.11.11","label":"11","content":"Nó bị dứt trong ngày đó; vậy thì những con chiên rất khốn-nạn trong bầy, là chiên nghe theo ta, biết rằng ấy là lời của Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"ZEC.11","verse_code":"ZEC.11.12","label":"12","content":"Ta nói cùng chúng nó rằng: Nếu các ngươi lấy làm tốt, thì hãy cho tiền-công ta; bằng không thì đừng cho. Chúng nó bèn cân tiền-công cho ta, là ba chục miếng bạc."},{"bible_id":"193","chapter_code":"ZEC.11","verse_code":"ZEC.11.13","label":"13","content":"Đức Giê-hô-va phán cùng ta rằng: Hãy lấy giá tốt mà chúng nó định cho ta đó, đem quăng cho thợ gốm! Ta bèn lấy ba chục miếng bạc mà quăng cho thợ gốm tại trong nhà Đức Giê-hô-va."},{"bible_id":"193","chapter_code":"ZEC.11","verse_code":"ZEC.11.14","label":"14","content":"Rồi ta chặt gậy thứ hai của ta, gọi là Dây-buộc, đặng dứt tình anh em giữa Giu-đa và Y-sơ-ra-ên."},{"bible_id":"193","chapter_code":"ZEC.11","verse_code":"ZEC.11.15","label":"15","content":"Đức Giê-hô-va phán cùng ta rằng: Hãy lấy khí-vật của kẻ chăn dại-dột cho ngươi."},{"bible_id":"193","chapter_code":"ZEC.11","verse_code":"ZEC.11.16","label":"16","content":"Vì nầy, ta sẽ dấy lên một kẻ chăn trong đất nầy, kẻ ấy sẽ chẳng thăm-viếng chiên bị mất, chẳng tìm-kiếm chiên tản-lạc, không chữa con nào bị thương, không nuôi con nào mập-mạnh; song nó ăn thịt con rất mập, và xé móng chúng nó."},{"bible_id":"193","chapter_code":"ZEC.11","verse_code":"ZEC.11.17","label":"17","content":"Khốn thay cho kẻ chăn vô-ích bỏ bầy mình! Gươm sẽ ở trên cánh tay nó, và trên con mắt hữu nó; cánh tay nó sẽ khô cả, và con mắt hữu nó sẽ mù cả."},{"bible_id":"193","chapter_code":"ZEC.12","verse_code":"ZEC.12.1","label":"1","content":"Gánh nặng lời Đức Giê-hô-va phán về Y-sơ-ra-ên. Đức Giê-hô-va là Đấng giương các từng trời, lập nền của đất, và tạo thần trong mình người ta, có phán như vầy:"},{"bible_id":"193","chapter_code":"ZEC.12","verse_code":"ZEC.12.2","label":"2","content":"Nầy, ta sẽ khiến Giê-ru-sa-lem làm chén xây-xẩm cho mọi dân chung-quanh; và khi Giê-ru-sa-lem bị vây, tai-nạn sẽ cũng kịp đến Giu-đa."},{"bible_id":"193","chapter_code":"ZEC.12","verse_code":"ZEC.12.3","label":"3","content":"Xảy ra trong ngày đó, ta sẽ khiến Giê-ru-sa-lem làm hòn đá nặng cho các dân-tộc. Phàm những kẻ mang nó sẽ bị thương nặng; và mọi nước trên đất sẽ nhóm lại nghịch cùng nó."},{"bible_id":"193","chapter_code":"ZEC.12","verse_code":"ZEC.12.4","label":"4","content":"Đức Giê-hô-va phán: Trong ngày đó, ta sẽ đánh mỗi con ngựa cho kinh-hãi, những kẻ cỡi nó phải điên-cuồng; ta sẽ mở mắt ta trên nhà Giu-đa, và đánh mỗi con ngựa của các dân cho đui đi."},{"bible_id":"193","chapter_code":"ZEC.12","verse_code":"ZEC.12.5","label":"5","content":"Bấy giờ các trưởng Giu-đa sẽ nói trong lòng mình rằng: Những dân-cư Giê-ru-sa-lem là sức-mạnh của ta trong Đức Giê-hô-va vạn-quân, là Đức Chúa Trời mình."},{"bible_id":"193","chapter_code":"ZEC.12","verse_code":"ZEC.12.6","label":"6","content":"Trong ngày đó, ta sẽ làm cho các trưởng Giu-đa giống như một bếp lửa ở giữa đám củi, và như một đuốc lửa ở giữa những bó lúa, chúng nó sẽ thiêu-nuốt bên hữu và bên tả hết thảy các dân-tộc xung-quanh; và dân-cư Giê-ru-sa-lem sẽ lại còn ở chỗ mình, tức là Giê-ru-sa-lem."},{"bible_id":"193","chapter_code":"ZEC.12","verse_code":"ZEC.12.7","label":"7","content":"Đức Giê-hô-va trước hết sẽ cứu những trại của Giu-đa, hầu cho sự vinh-hiển của nhà Đa-vít và sự vinh-hiển của dân-cư Giê-ru-sa-lem không dấy lên trên Giu-đa được."},{"bible_id":"193","chapter_code":"ZEC.12","verse_code":"ZEC.12.8","label":"8","content":"Trong ngày đó, Đức Giê-hô-va sẽ làm Đấng bảo-hộ của dân-cư Giê-ru-sa-lem, và trong ngày đó kẻ rất yếu trong chúng nó sẽ như Đa-vít, nhà Đa-vít sẽ như Đức Chúa Trời, sẽ như thiên-sứ của Đức Giê-hô-va ở trước mặt chúng nó."},{"bible_id":"193","chapter_code":"ZEC.12","verse_code":"ZEC.12.9","label":"9","content":"Xảy ra trong ngày đó ta sẽ tìm cách hủy-diệt hết thảy những nước nào đến đánh Giê-ru-sa-lem."},{"bible_id":"193","chapter_code":"ZEC.12","verse_code":"ZEC.12.10","label":"10","content":"Ta sẽ đổ thần của ơn-phước và của sự nài-xin ra trên nhà Đa-vít, và trên dân-cư Giê-ru-sa-lem; chúng nó sẽ nhìn-xem ta là Đấng chúng nó đã đâm; và chúng nó sẽ thương-khóc, như là thương-khóc con trai một, sẽ ở trong sự cay-đắng, như khi người ta ở trong sự cay-đắng vì cớ con đầu lòng."},{"bible_id":"193","chapter_code":"ZEC.12","verse_code":"ZEC.12.11","label":"11","content":"Trong ngày đó, sẽ có sự thương-khóc lớn tại Giê-ru-sa-lem, như là sự thương-khóc của Ha-đát-Rim-môn ở trong đồng bằng Mê-ghi-đô."},{"bible_id":"193","chapter_code":"ZEC.12","verse_code":"ZEC.12.12","label":"12","content":"Đất nầy sẽ thương-khóc, mỗi họ riêng phần mình: họ của nhà Đa-vít riêng ra, những vợ chúng nó riêng ra; họ của nhà Na-than riêng ra, những vợ chúng nó riêng ra;"},{"bible_id":"193","chapter_code":"ZEC.12","verse_code":"ZEC.12.13","label":"13","content":"họ của nhà Lê-vi riêng ra, những vợ chúng nó riêng ra; họ Si-mê-y riêng ra, những vợ chúng nó riêng ra;"},{"bible_id":"193","chapter_code":"ZEC.12","verse_code":"ZEC.12.14","label":"14","content":"phàm những họ còn sót lại, mỗi họ riêng ra, và những vợ chúng nó riêng ra."},{"bible_id":"193","chapter_code":"ZEC.13","verse_code":"ZEC.13.1","label":"1","content":"Trong ngày đó sẽ có một suối mở ra cho nhà Đa-vít và dân-cư Giê-ru-sa-lem, vì tội-lỗi và sự ô-uế."},{"bible_id":"193","chapter_code":"ZEC.13","verse_code":"ZEC.13.2","label":"2","content":"Đức Giê-hô-va vạn-quân phán rằng: Cũng xảy ra trong ngày đó, ta sẽ trừ-bỏ các danh của các thần-tượng khỏi đất nầy, người ta sẽ không ghi-nhớ đến nữa; ta cũng sẽ khiến các tiên-tri và quỉ ô-uế ra khỏi đất nầy."},{"bible_id":"193","chapter_code":"ZEC.13","verse_code":"ZEC.13.3","label":"3","content":"Từ rày về sau nếu có ai còn nói tiên-tri, thì cha và mẹ nó là kẻ đã sanh nó ra, sẽ nói cùng nó rằng: Mầy sẽ không sống nữa, vì mầy nhân danh Đức Giê-hô-va mà rao những lời dối. Cha và mẹ là kẻ đã sanh nó sẽ đâm nó khi nó nói tiên-tri."},{"bible_id":"193","chapter_code":"ZEC.13","verse_code":"ZEC.13.4","label":"4","content":"Sẽ xảy ra trong ngày đó, khi những tiên-tri nói tiên-tri, thì ai nấy sẽ bị xấu-hổ về sự hiện-thấy của mình; họ cũng sẽ không mặc áo choàng bằng lông để dối-trá nữa."},{"bible_id":"193","chapter_code":"ZEC.13","verse_code":"ZEC.13.5","label":"5","content":"Nhưng nó sẽ nói rằng: Ta không phải là tiên-tri, bèn là kẻ cày ruộng; vì ta đã làm tôi-mọi từ thuở nhỏ."},{"bible_id":"193","chapter_code":"ZEC.13","verse_code":"ZEC.13.6","label":"6","content":"Nếu ai hỏi rằng: Những vết thương giữa cánh tay ngươi bởi cớ gì? Thì nó sẽ đáp rằng: Ấy là những vết thương ta đã bị trong nhà bạn ta."},{"bible_id":"193","chapter_code":"ZEC.13","verse_code":"ZEC.13.7","label":"7","content":"Đức Giê-hô-va vạn-quân phán rằng: Hỡi gươm, hãy thức dậy nghịch cùng kẻ chăn của ta, và nghịch cùng người làm bạn-hữu ta; hãy đánh kẻ chăn, cho những chiên tản-lạc; và ta sẽ trở tay lại trên những con nhỏ."},{"bible_id":"193","chapter_code":"ZEC.13","verse_code":"ZEC.13.8","label":"8","content":"Đức Giê-hô-va phán rằng: Xảy ra trong khắp đất, hai phần của nó sẽ bị diệt và mất, song một phần ba sẽ được còn lại."},{"bible_id":"193","chapter_code":"ZEC.13","verse_code":"ZEC.13.9","label":"9","content":"Ta sẽ đem một phần ba ấy vào lửa, ta sẽ luyện nó như luyện bạc, thử nó như thử vàng; chúng nó sẽ kêu-cầu danh ta, và ta sẽ nhậm lời nó; ta sẽ phán rằng: Ấy là dân ta đây. Và nó sẽ nói rằng: Đức Giê-hô-va là Đức Chúa Trời tôi."},{"bible_id":"193","chapter_code":"ZEC.14","verse_code":"ZEC.14.1","label":"1","content":"Nầy, ngày của Đức Giê-hô-va đến, những của-cướp ngươi sẽ bị chia giữa ngươi."},{"bible_id":"193","chapter_code":"ZEC.14","verse_code":"ZEC.14.2","label":"2","content":"Vậy ta sẽ nhóm mọi nước lại tranh-chiến cùng Giê-ru-sa-lem, và thành sẽ bị lấy, nhà sẽ bị cướp, đàn-bà sẽ bị hãm, phân nửa thành sẽ đi làm phu-tù; nhưng dân còn lại sẽ không bị trừ-bỏ khỏi thành."},{"bible_id":"193","chapter_code":"ZEC.14","verse_code":"ZEC.14.3","label":"3","content":"Bấy giờ Đức Giê-hô-va sẽ ra đánh cùng các nước đó, như Ngài đã đánh trong ngày chiến-trận."},{"bible_id":"193","chapter_code":"ZEC.14","verse_code":"ZEC.14.4","label":"4","content":"Trong ngày đó, chân Ngài sẽ đứng trên núi Ô-li-ve, là núi đối ngang Giê-ru-sa-lem về phía đông; và núi Ô-li-ve sẽ bị xé ra chính giữa về phía đông và phía tây, đến nỗi thành ra một trũng rất lớn; phân nửa núi dời qua phương bắc, phân nửa dời qua phương nam."},{"bible_id":"193","chapter_code":"ZEC.14","verse_code":"ZEC.14.5","label":"5","content":"Các ngươi sẽ trốn trong trũng núi, vì trũng núi ấy sẽ chạy dài đến Át-san; và các ngươi sẽ đi trốn như là trốn khỏi cơn động-đất đang ngày Ô-xia, vua Giu-đa. Bấy giờ Giê-hô-va Đức Chúa Trời ta sẽ đến, hết thảy các thánh sẽ ở cùng ngươi."},{"bible_id":"193","chapter_code":"ZEC.14","verse_code":"ZEC.14.6","label":"6","content":"Trong ngày đó sẽ không có sự sáng nữa, những vì sáng sẽ thâu mình lại."},{"bible_id":"193","chapter_code":"ZEC.14","verse_code":"ZEC.14.7","label":"7","content":"Ấy sẽ là một ngày mà Đức Giê-hô-va biết; chẳng phải ngày, chẳng phải đêm, song xảy ra đến buổi chiều sẽ có sự sáng."},{"bible_id":"193","chapter_code":"ZEC.14","verse_code":"ZEC.14.8","label":"8","content":"Xảy ra trong ngày đó, nước sống sẽ ra từ Giê-ru-sa-lem, phân nửa chảy về biển đông, phân nửa chảy về biển tây, trong mùa hạ và mùa đông đều có."},{"bible_id":"193","chapter_code":"ZEC.14","verse_code":"ZEC.14.9","label":"9","content":"Đức Giê-hô-va sẽ làm vua khắp đất; trong ngày đó, Đức Giê-hô-va sẽ là có một, và danh Ngài cũng sẽ là có một."},{"bible_id":"193","chapter_code":"ZEC.14","verse_code":"ZEC.14.10","label":"10","content":"Cả đất sẽ làm nên đồng bằng, từ Ghê-ba cho đến Rim-môn, về phía nam Giê-ru-sa-lem, thành nầy sẽ được nhắc lên và ở trong chỗ mình, từ cửa Bên-gia-min cho đến chỗ cửa thứ nhứt, và đến cửa góc, lại từ tháp Ha-na-nê-ên cho đến những nơi ép rượu của vua."},{"bible_id":"193","chapter_code":"ZEC.14","verse_code":"ZEC.14.11","label":"11","content":"Người ta sẽ ở đó, nó chẳng bị rủa-sả nữa, nhưng Giê-ru-sa-lem sẽ được ở yên-ổn."},{"bible_id":"193","chapter_code":"ZEC.14","verse_code":"ZEC.14.12","label":"12","content":"Vả, nầy sẽ là tai-vạ mà Đức Giê-hô-va dùng để phạt mọi dân tranh-chiến cùng Giê-ru-sa-lem: Ngài sẽ làm cho ai nấy khi chân đương đứng thì thịt mục-nát ra, mắt mục trong vành nó, lưỡi mục trong miệng nó."},{"bible_id":"193","chapter_code":"ZEC.14","verse_code":"ZEC.14.13","label":"13","content":"Trong ngày đó, Đức Giê-hô-va sẽ gieo sự rối-loạn lớn trong chúng nó; vì ai nấy sẽ nắm tay kẻ lân-cận mình, và tay người nầy sẽ giá lên nghịch cùng tay người kia."},{"bible_id":"193","chapter_code":"ZEC.14","verse_code":"ZEC.14.14","label":"14","content":"Giu-đa cũng sẽ tranh-chiến tại Giê-ru-sa-lem, và những của-cải của mọi nước chung-quanh sẽ nhóm lại ở đó: Vàng, bạc và những áo-xống rất nhiều."},{"bible_id":"193","chapter_code":"ZEC.14","verse_code":"ZEC.14.15","label":"15","content":"Cũng có ôn-dịch cho những ngựa, la, lạc-đà, lừa, và hết thảy thú-vật trong dinh-trại đó, đều bị ôn-dịch như vậy."},{"bible_id":"193","chapter_code":"ZEC.14","verse_code":"ZEC.14.16","label":"16","content":"Xảy ra hết thảy những kẻ nào còn sót lại trong mọi nước lên đánh Giê-ru-sa-lem, sẽ lên đó hàng năm đặng thờ-lạy trước mặt Vua, là Đức Giê-hô-va vạn-quân, và giữ lễ lều-tạm."},{"bible_id":"193","chapter_code":"ZEC.14","verse_code":"ZEC.14.17","label":"17","content":"Trong những họ-hàng trên đất, kẻ nào đã chẳng lên Giê-ru-sa-lem đặng thờ-lạy trước mặt Vua, là Đức Giê-hô-va vạn-quân, thì sẽ không có mưa trên chúng nó."},{"bible_id":"193","chapter_code":"ZEC.14","verse_code":"ZEC.14.18","label":"18","content":"Nếu họ-hàng Ê-díp-tô không lên và không đến đó, thì mưa cũng không xuống trên chúng nó; và chúng nó sẽ bị ôn-dịch nầy, là ôn-dịch mà Đức Giê-hô-va đã dùng phạt các nước không lên giữ lễ lều-tạm."},{"bible_id":"193","chapter_code":"ZEC.14","verse_code":"ZEC.14.19","label":"19","content":"Ấy hình-phạt của Ê-díp-tô và hình-phạt của các nước chẳng lên giữ lễ lều-tạm sẽ là như vậy."},{"bible_id":"193","chapter_code":"ZEC.14","verse_code":"ZEC.14.20","label":"20","content":"Trong ngày đó, sẽ có chạm chữ trên những lạc ngựa rằng:  “Thánh cho Đức Giê-hô-va!”   Những nồi trong nhà Đức Giê-hô-va sẽ giống như những bát trước bàn-thờ."},{"bible_id":"193","chapter_code":"ZEC.14","verse_code":"ZEC.14.21","label":"21","content":"Mọi nồi ở trong Giê-ru-sa-lem và trong Giu-đa sẽ là thánh cho Đức Giê-hô-va vạn-quân; phàm những kẻ dâng tế-lễ sẽ đến, lấy nồi mà nấu; và trong ngày đó, sẽ không còn có người Ca-na-an trong nhà Đức Giê-hô-va vạn-quân."}]