[{"bible_id":"1","chapter_code":"1TI.1","verse_code":"1TI.1.1","label":"1","content":"Paul, an apostle of Jesus Christ by the commandment of God our Saviour, and Lord Jesus Christ,  which is  our hope;"},{"bible_id":"1","chapter_code":"1TI.1","verse_code":"1TI.1.2","label":"2","content":"unto Timothy,  my  own son in the faith: Grace, mercy,  and  peace, from God our Father and Jesus Christ our Lord."},{"bible_id":"1","chapter_code":"1TI.1","verse_code":"1TI.1.3","label":"3","content":"As I besought thee to abide still at Ephesus, when I went into Macedonia, that thou mightest charge some that they teach no other doctrine,"},{"bible_id":"1","chapter_code":"1TI.1","verse_code":"1TI.1.4","label":"4","content":"neither give heed to fables and endless genealogies, which minister questions, rather than godly edifying which is in faith:  so do ."},{"bible_id":"1","chapter_code":"1TI.1","verse_code":"1TI.1.5","label":"5","content":"Now the end of the commandment is charity out of a pure heart, and  of  a good conscience, and  of  faith unfeigned:"},{"bible_id":"1","chapter_code":"1TI.1","verse_code":"1TI.1.6","label":"6","content":"from which some having swerved have turned aside unto vain jangling;"},{"bible_id":"1","chapter_code":"1TI.1","verse_code":"1TI.1.7","label":"7","content":"desiring to be teachers of the law; understanding neither what they say, nor whereof they affirm."},{"bible_id":"1","chapter_code":"1TI.1","verse_code":"1TI.1.8","label":"8","content":"But we know that the law  is  good, if a man use it lawfully;"},{"bible_id":"1","chapter_code":"1TI.1","verse_code":"1TI.1.9","label":"9","content":"knowing this, that the law is not made for a righteous man, but for the lawless and disobedient, for the ungodly and for sinners, for unholy and profane, for murderers of fathers and murderers of mothers, for manslayers,"},{"bible_id":"1","chapter_code":"1TI.1","verse_code":"1TI.1.10","label":"10","content":"for whoremongers, for them that defile themselves with mankind, for menstealers, for liars, for perjured persons, and if there be any other thing that is contrary to sound doctrine;"},{"bible_id":"1","chapter_code":"1TI.1","verse_code":"1TI.1.11","label":"11","content":"according to the glorious gospel of the blessed God, which was committed to my trust."},{"bible_id":"1","chapter_code":"1TI.1","verse_code":"1TI.1.12","label":"12","content":"And I thank Christ Jesus our Lord, who hath enabled me, for that he counted me faithful, putting me into the ministry;"},{"bible_id":"1","chapter_code":"1TI.1","verse_code":"1TI.1.13","label":"13","content":"who was before a blasphemer, and a persecutor, and injurious: but I obtained mercy, because I did  it  ignorantly in unbelief."},{"bible_id":"1","chapter_code":"1TI.1","verse_code":"1TI.1.14","label":"14","content":"And the grace of our Lord was exceeding abundant with faith and love which is in Christ Jesus."},{"bible_id":"1","chapter_code":"1TI.1","verse_code":"1TI.1.15","label":"15","content":"This  is  a faithful saying, and worthy of all acceptation, that Christ Jesus came into the world to save sinners; of whom I am chief."},{"bible_id":"1","chapter_code":"1TI.1","verse_code":"1TI.1.16","label":"16","content":"Howbeit for this cause I obtained mercy, that in me first Jesus Christ might shew forth all longsuffering, for a pattern to them which should hereafter believe on him to life everlasting."},{"bible_id":"1","chapter_code":"1TI.1","verse_code":"1TI.1.17","label":"17","content":"Now unto the King eternal, immortal, invisible, the only wise God,  be  honour and glory for ever and ever. Amen."},{"bible_id":"1","chapter_code":"1TI.1","verse_code":"1TI.1.18","label":"18","content":"This charge I commit unto thee, son Timothy, according to the prophecies which went before on thee, that thou by them mightest war a good warfare;"},{"bible_id":"1","chapter_code":"1TI.1","verse_code":"1TI.1.19","label":"19","content":"holding faith, and a good conscience; which some having put away concerning faith have made shipwreck:"},{"bible_id":"1","chapter_code":"1TI.1","verse_code":"1TI.1.20","label":"20","content":"of whom is Hymenæus and Alexander; whom I have delivered unto Satan, that they may learn not to blaspheme."},{"bible_id":"1","chapter_code":"1TI.2","verse_code":"1TI.2.1","label":"1","content":"I exhort therefore, that, first of all, supplications, prayers, intercessions,  and  giving of thanks, be made for all men;"},{"bible_id":"1","chapter_code":"1TI.2","verse_code":"1TI.2.2","label":"2","content":"for kings, and  for  all that are in authority; that we may lead a quiet and peaceable life in all godliness and honesty."},{"bible_id":"1","chapter_code":"1TI.2","verse_code":"1TI.2.3","label":"3","content":"For this  is  good and acceptable in the sight of God our Saviour;"},{"bible_id":"1","chapter_code":"1TI.2","verse_code":"1TI.2.4","label":"4","content":"who will have all men to be saved, and to come unto the knowledge of the truth."},{"bible_id":"1","chapter_code":"1TI.2","verse_code":"1TI.2.5","label":"5","content":"For  there is  one God, and one mediator between God and men, the man Christ Jesus;"},{"bible_id":"1","chapter_code":"1TI.2","verse_code":"1TI.2.6","label":"6","content":"who gave himself a ransom for all, to be testified in due time."},{"bible_id":"1","chapter_code":"1TI.2","verse_code":"1TI.2.7","label":"7","content":"Whereunto I am ordained a preacher, and an apostle, (I speak the truth in Christ,  and  lie not;) a teacher of the Gentiles in faith and verity."},{"bible_id":"1","chapter_code":"1TI.2","verse_code":"1TI.2.8","label":"8","content":"I will therefore that men pray every where, lifting up holy hands, without wrath and doubting."},{"bible_id":"1","chapter_code":"1TI.2","verse_code":"1TI.2.9","label":"9","content":"In like manner also, that women adorn themselves in modest apparel, with shamefacedness and sobriety; not with broided hair, or gold, or pearls, or costly array;"},{"bible_id":"1","chapter_code":"1TI.2","verse_code":"1TI.2.10","label":"10","content":"but (which becometh women professing godliness) with good works."},{"bible_id":"1","chapter_code":"1TI.2","verse_code":"1TI.2.11","label":"11","content":"Let the woman learn in silence with all subjection."},{"bible_id":"1","chapter_code":"1TI.2","verse_code":"1TI.2.12","label":"12","content":"But I suffer not a woman to teach, nor to usurp authority over the man, but to be in silence."},{"bible_id":"1","chapter_code":"1TI.2","verse_code":"1TI.2.13","label":"13","content":"For Adam was first formed, then Eve."},{"bible_id":"1","chapter_code":"1TI.2","verse_code":"1TI.2.14","label":"14","content":"And Adam was not deceived, but the woman being deceived was in the transgression."},{"bible_id":"1","chapter_code":"1TI.2","verse_code":"1TI.2.15","label":"15","content":"Notwithstanding she shall be saved in childbearing, if they continue in faith and charity and holiness with sobriety."},{"bible_id":"1","chapter_code":"1TI.3","verse_code":"1TI.3.1","label":"1","content":"This  is  a true saying, If a man desire the office of a bishop, he desireth a good work."},{"bible_id":"1","chapter_code":"1TI.3","verse_code":"1TI.3.2","label":"2","content":"A bishop then must be blameless, the husband of one wife, vigilant, sober, of good behaviour, given to hospitality, apt to teach;"},{"bible_id":"1","chapter_code":"1TI.3","verse_code":"1TI.3.3","label":"3","content":"not given to wine, no striker, not greedy of filthy lucre; but patient, not a brawler, not covetous;"},{"bible_id":"1","chapter_code":"1TI.3","verse_code":"1TI.3.4","label":"4","content":"one that ruleth well his own house, having his children in subjection with all gravity;"},{"bible_id":"1","chapter_code":"1TI.3","verse_code":"1TI.3.5","label":"5","content":"(for if a man know not how to rule his own house, how shall he take care of the church of God?)"},{"bible_id":"1","chapter_code":"1TI.3","verse_code":"1TI.3.6","label":"6","content":"Not a novice, lest being lifted up with pride he fall into the condemnation of the devil."},{"bible_id":"1","chapter_code":"1TI.3","verse_code":"1TI.3.7","label":"7","content":"Moreover he must have a good report of them which are without; lest he fall into reproach and the snare of the devil."},{"bible_id":"1","chapter_code":"1TI.3","verse_code":"1TI.3.8","label":"8","content":"Likewise  must  the deacons  be  grave, not doubletongued, not given to much wine, not greedy of filthy lucre;"},{"bible_id":"1","chapter_code":"1TI.3","verse_code":"1TI.3.9","label":"9","content":"holding the mystery of the faith in a pure conscience."},{"bible_id":"1","chapter_code":"1TI.3","verse_code":"1TI.3.10","label":"10","content":"And let these also first be proved; then let them use the office of a deacon, being  found  blameless."},{"bible_id":"1","chapter_code":"1TI.3","verse_code":"1TI.3.11","label":"11","content":"Even so  must their  wives  be  grave, not slanderers, sober, faithful in all things."},{"bible_id":"1","chapter_code":"1TI.3","verse_code":"1TI.3.12","label":"12","content":"Let the deacons be the husbands of one wife, ruling their children and their own houses well."},{"bible_id":"1","chapter_code":"1TI.3","verse_code":"1TI.3.13","label":"13","content":"For they that have used the office of a deacon well purchase to themselves a good degree, and great boldness in the faith which is in Christ Jesus."},{"bible_id":"1","chapter_code":"1TI.3","verse_code":"1TI.3.14","label":"14","content":"These things write I unto thee, hoping to come unto thee shortly:"},{"bible_id":"1","chapter_code":"1TI.3","verse_code":"1TI.3.15","label":"15","content":"But if I tarry long, that thou mayest know how thou oughtest to behave thyself in the house of God, which is the church of the living God, the pillar and ground of the truth."},{"bible_id":"1","chapter_code":"1TI.3","verse_code":"1TI.3.16","label":"16","content":"And without controversy great is the mystery of godliness: God was manifest in the flesh, justified in the Spirit, seen of angels, preached unto the Gentiles, believed on in the world, received up into glory."},{"bible_id":"1","chapter_code":"1TI.4","verse_code":"1TI.4.1","label":"1","content":"Now the Spirit speaketh expressly, that in the latter times some shall depart from the faith, giving heed to seducing spirits, and doctrines of devils;"},{"bible_id":"1","chapter_code":"1TI.4","verse_code":"1TI.4.2","label":"2","content":"speaking lies in hypocrisy; having their conscience seared with a hot iron;"},{"bible_id":"1","chapter_code":"1TI.4","verse_code":"1TI.4.3","label":"3","content":"forbidding to marry,  and commanding  to abstain from meats, which God hath created to be received with thanksgiving of them which believe and know the truth."},{"bible_id":"1","chapter_code":"1TI.4","verse_code":"1TI.4.4","label":"4","content":"For every creature of God  is  good, and nothing to be refused, if it be received with thanksgiving:"},{"bible_id":"1","chapter_code":"1TI.4","verse_code":"1TI.4.5","label":"5","content":"for it is sanctified by the word of God and prayer."},{"bible_id":"1","chapter_code":"1TI.4","verse_code":"1TI.4.6","label":"6","content":"If thou put the brethren in remembrance of these things, thou shalt be a good minister of Jesus Christ, nourished up in the words of faith and of good doctrine, whereunto thou hast attained."},{"bible_id":"1","chapter_code":"1TI.4","verse_code":"1TI.4.7","label":"7","content":"But refuse profane and old wives' fables, and exercise thyself  rather  unto godliness."},{"bible_id":"1","chapter_code":"1TI.4","verse_code":"1TI.4.8","label":"8","content":"For bodily exercise profiteth little: but godliness is profitable unto all things, having promise of the life that now is, and of that which is to come."},{"bible_id":"1","chapter_code":"1TI.4","verse_code":"1TI.4.9","label":"9","content":"This  is  a faithful saying and worthy of all acceptation."},{"bible_id":"1","chapter_code":"1TI.4","verse_code":"1TI.4.10","label":"10","content":"For therefore we both labour and suffer reproach, because we trust in the living God, who is the Saviour of all men, specially of those that believe."},{"bible_id":"1","chapter_code":"1TI.4","verse_code":"1TI.4.11","label":"11","content":"These things command and teach."},{"bible_id":"1","chapter_code":"1TI.4","verse_code":"1TI.4.12","label":"12","content":"Let no man despise thy youth; but be thou an example of the believers, in word, in conversation, in charity, in spirit, in faith, in purity."},{"bible_id":"1","chapter_code":"1TI.4","verse_code":"1TI.4.13","label":"13","content":"Till I come, give attendance to reading, to exhortation, to doctrine."},{"bible_id":"1","chapter_code":"1TI.4","verse_code":"1TI.4.14","label":"14","content":"Neglect not the gift that is in thee, which was given thee by prophecy, with the laying on of the hands of the presbytery."},{"bible_id":"1","chapter_code":"1TI.4","verse_code":"1TI.4.15","label":"15","content":"Meditate upon these things; give thyself wholly to them; that thy profiting may appear to all."},{"bible_id":"1","chapter_code":"1TI.4","verse_code":"1TI.4.16","label":"16","content":"Take heed unto thyself, and unto the doctrine; continue in them: for in doing this thou shalt both save thyself, and them that hear thee."},{"bible_id":"1","chapter_code":"1TI.5","verse_code":"1TI.5.1","label":"1","content":"Rebuke not an elder, but intreat  him  as a father;  and  the younger men as brethren;"},{"bible_id":"1","chapter_code":"1TI.5","verse_code":"1TI.5.2","label":"2","content":"the elder women as mothers; the younger as sisters, with all purity."},{"bible_id":"1","chapter_code":"1TI.5","verse_code":"1TI.5.3","label":"3","content":"Honour widows that are widows indeed."},{"bible_id":"1","chapter_code":"1TI.5","verse_code":"1TI.5.4","label":"4","content":"But if any widow have children or nephews, let them learn first to shew piety at home, and to requite their parents: for that is good and acceptable before God."},{"bible_id":"1","chapter_code":"1TI.5","verse_code":"1TI.5.5","label":"5","content":"Now she that is a widow indeed, and desolate, trusteth in God, and continueth in supplications and prayers night and day."},{"bible_id":"1","chapter_code":"1TI.5","verse_code":"1TI.5.6","label":"6","content":"But she that liveth in pleasure is dead while she liveth."},{"bible_id":"1","chapter_code":"1TI.5","verse_code":"1TI.5.7","label":"7","content":"And these things give in charge, that they may be blameless."},{"bible_id":"1","chapter_code":"1TI.5","verse_code":"1TI.5.8","label":"8","content":"But if any provide not for his own, and specially for those of his own house, he hath denied the faith, and is worse than an infidel."},{"bible_id":"1","chapter_code":"1TI.5","verse_code":"1TI.5.9","label":"9","content":"Let not a widow be taken into the number under threescore years old, having been the wife of one man,"},{"bible_id":"1","chapter_code":"1TI.5","verse_code":"1TI.5.10","label":"10","content":"well reported of for good works; if she have brought up children, if she have lodged strangers, if she have washed the saints' feet, if she have relieved the afflicted, if she have diligently followed every good work."},{"bible_id":"1","chapter_code":"1TI.5","verse_code":"1TI.5.11","label":"11","content":"But the younger widows refuse: for when they have begun to wax wanton against Christ, they will marry;"},{"bible_id":"1","chapter_code":"1TI.5","verse_code":"1TI.5.12","label":"12","content":"having damnation, because they have cast off their first faith."},{"bible_id":"1","chapter_code":"1TI.5","verse_code":"1TI.5.13","label":"13","content":"And withal they learn  to be  idle, wandering about from house to house; and not only idle, but tattlers also and busybodies, speaking things which they ought not."},{"bible_id":"1","chapter_code":"1TI.5","verse_code":"1TI.5.14","label":"14","content":"I will therefore that the younger women marry, bear children, guide the house, give none occasion to the adversary to speak reproachfully."},{"bible_id":"1","chapter_code":"1TI.5","verse_code":"1TI.5.15","label":"15","content":"For some are already turned aside after Satan."},{"bible_id":"1","chapter_code":"1TI.5","verse_code":"1TI.5.16","label":"16","content":"If any man or woman that believeth have widows, let them relieve them, and let not the church be charged; that it may relieve them that are widows indeed."},{"bible_id":"1","chapter_code":"1TI.5","verse_code":"1TI.5.17","label":"17","content":"Let the elders that rule well be counted worthy of double honour, especially they who labour in the word and doctrine."},{"bible_id":"1","chapter_code":"1TI.5","verse_code":"1TI.5.18","label":"18","content":"For the scripture saith, Thou shalt not muzzle the ox that treadeth out the corn. And, The labourer  is  worthy of his reward."},{"bible_id":"1","chapter_code":"1TI.5","verse_code":"1TI.5.19","label":"19","content":"Against an elder receive not an accusation, but before two or three witnesses."},{"bible_id":"1","chapter_code":"1TI.5","verse_code":"1TI.5.20","label":"20","content":"Them that sin rebuke before all, that others also may fear."},{"bible_id":"1","chapter_code":"1TI.5","verse_code":"1TI.5.21","label":"21","content":"I charge  thee  before God, and the Lord Jesus Christ, and the elect angels, that thou observe these things without preferring one before another, doing nothing by partiality."},{"bible_id":"1","chapter_code":"1TI.5","verse_code":"1TI.5.22","label":"22","content":"Lay hands suddenly on no man, neither be partaker of other men's sins: keep thyself pure."},{"bible_id":"1","chapter_code":"1TI.5","verse_code":"1TI.5.23","label":"23","content":"Drink no longer water, but use a little wine for thy stomach's sake and thine often infirmities."},{"bible_id":"1","chapter_code":"1TI.5","verse_code":"1TI.5.24","label":"24","content":"Some men's sins are open beforehand, going before to judgment; and some  men  they follow after."},{"bible_id":"1","chapter_code":"1TI.5","verse_code":"1TI.5.25","label":"25","content":"Likewise also the good works  of some  are manifest beforehand; and they that are otherwise cannot be hid."},{"bible_id":"1","chapter_code":"1TI.6","verse_code":"1TI.6.1","label":"1","content":"Let as many servants as are under the yoke count their own masters worthy of all honour, that the name of God and  his  doctrine be not blasphemed."},{"bible_id":"1","chapter_code":"1TI.6","verse_code":"1TI.6.2","label":"2","content":"And they that have believing masters, let them not despise  them , because they are brethren; but rather do  them  service, because they are faithful and beloved, partakers of the benefit. These things teach and exhort."},{"bible_id":"1","chapter_code":"1TI.6","verse_code":"1TI.6.3","label":"3","content":"If any man teach otherwise, and consent not to wholesome words,  even  the words of our Lord Jesus Christ, and to the doctrine which is according to godliness;"},{"bible_id":"1","chapter_code":"1TI.6","verse_code":"1TI.6.4","label":"4","content":"he is proud, knowing nothing, but doting about questions and strifes of words, whereof cometh envy, strife, railings, evil surmisings,"},{"bible_id":"1","chapter_code":"1TI.6","verse_code":"1TI.6.5","label":"5","content":"perverse disputings of men of corrupt minds, and destitute of the truth, supposing that gain is godliness: from such withdraw thyself."},{"bible_id":"1","chapter_code":"1TI.6","verse_code":"1TI.6.6","label":"6","content":"But godliness with contentment is great gain."},{"bible_id":"1","chapter_code":"1TI.6","verse_code":"1TI.6.7","label":"7","content":"For we brought nothing into  this  world,  and it is  certain we can carry nothing out."},{"bible_id":"1","chapter_code":"1TI.6","verse_code":"1TI.6.8","label":"8","content":"And having food and raiment let us be therewith content."},{"bible_id":"1","chapter_code":"1TI.6","verse_code":"1TI.6.9","label":"9","content":"But they that will be rich fall into temptation and a snare, and  into  many foolish and hurtful lusts, which drown men in destruction and perdition."},{"bible_id":"1","chapter_code":"1TI.6","verse_code":"1TI.6.10","label":"10","content":"For the love of money is the root of all evil: which while some coveted after, they have erred from the faith, and pierced themselves through with many sorrows."},{"bible_id":"1","chapter_code":"1TI.6","verse_code":"1TI.6.11","label":"11","content":"But thou, O man of God, flee these things; and follow after righteousness, godliness, faith, love, patience, meekness."},{"bible_id":"1","chapter_code":"1TI.6","verse_code":"1TI.6.12","label":"12","content":"Fight the good fight of faith, lay hold on eternal life, whereunto thou art also called, and hast professed a good profession before many witnesses."},{"bible_id":"1","chapter_code":"1TI.6","verse_code":"1TI.6.13","label":"13","content":"I give thee charge in the sight of God, who quickeneth all things, and  before  Christ Jesus, who before Pontius Pilate witnessed a good confession;"},{"bible_id":"1","chapter_code":"1TI.6","verse_code":"1TI.6.14","label":"14","content":"that thou keep  this  commandment without spot, unrebukeable, until the appearing of our Lord Jesus Christ:"},{"bible_id":"1","chapter_code":"1TI.6","verse_code":"1TI.6.15","label":"15","content":"which in his times he shall shew,  who is  the blessed and only Potentate, the King of kings, and Lord of lords;"},{"bible_id":"1","chapter_code":"1TI.6","verse_code":"1TI.6.16","label":"16","content":"who only hath immortality, dwelling in the light which no man can approach unto; whom no man hath seen, nor can see: to whom  be  honour and power everlasting. Amen."},{"bible_id":"1","chapter_code":"1TI.6","verse_code":"1TI.6.17","label":"17","content":"Charge them that are rich in this world, that they be not highminded, nor trust in uncertain riches, but in the living God, who giveth us richly all things to enjoy;"},{"bible_id":"1","chapter_code":"1TI.6","verse_code":"1TI.6.18","label":"18","content":"that they do good, that they be rich in good works, ready to distribute, willing to communicate;"},{"bible_id":"1","chapter_code":"1TI.6","verse_code":"1TI.6.19","label":"19","content":"laying up in store for themselves a good foundation against the time to come, that they may lay hold on eternal life."},{"bible_id":"1","chapter_code":"1TI.6","verse_code":"1TI.6.20","label":"20","content":"O Timothy, keep that which is committed to thy trust, avoiding profane  and  vain babblings, and oppositions of science falsely so called:"},{"bible_id":"1","chapter_code":"1TI.6","verse_code":"1TI.6.21","label":"21","content":"which some professing have erred concerning the faith. Grace  be  with thee. Amen. The first to Timothy was written from Laodicea, which is the chiefest city of Phrygia Pacatiana."}]