[{"bible_id":"1","chapter_code":"GAL.1","verse_code":"GAL.1.1","label":"1","content":"Paul, an apostle, (not of men, neither by man, but by Jesus Christ, and God the Father, who raised him from the dead;)"},{"bible_id":"1","chapter_code":"GAL.1","verse_code":"GAL.1.2","label":"2","content":"and all the brethren which are with me, unto the churches of Galatia:"},{"bible_id":"1","chapter_code":"GAL.1","verse_code":"GAL.1.3","label":"3","content":"grace  be  to you and peace from God the Father, and  from  our Lord Jesus Christ,"},{"bible_id":"1","chapter_code":"GAL.1","verse_code":"GAL.1.4","label":"4","content":"who gave himself for our sins, that he might deliver us from this present evil world, according to the will of God and our Father:"},{"bible_id":"1","chapter_code":"GAL.1","verse_code":"GAL.1.5","label":"5","content":"to whom  be  glory for ever and ever. Amen."},{"bible_id":"1","chapter_code":"GAL.1","verse_code":"GAL.1.6","label":"6","content":"I marvel that ye are so soon removed from him that called you into the grace of Christ unto another gospel:"},{"bible_id":"1","chapter_code":"GAL.1","verse_code":"GAL.1.7","label":"7","content":"which is not another; but there be some that trouble you, and would pervert the gospel of Christ."},{"bible_id":"1","chapter_code":"GAL.1","verse_code":"GAL.1.8","label":"8","content":"But though we, or an angel from heaven, preach any other gospel unto you than that which we have preached unto you, let him be accursed."},{"bible_id":"1","chapter_code":"GAL.1","verse_code":"GAL.1.9","label":"9","content":"As we said before, so say I now again, If any  man  preach any other gospel unto you than that ye have received, let him be accursed."},{"bible_id":"1","chapter_code":"GAL.1","verse_code":"GAL.1.10","label":"10","content":"For do I now persuade men, or God? or do I seek to please men? for if I yet pleased men, I should not be the servant of Christ."},{"bible_id":"1","chapter_code":"GAL.1","verse_code":"GAL.1.11","label":"11","content":"But I certify you, brethren, that the gospel which was preached of me is not after man."},{"bible_id":"1","chapter_code":"GAL.1","verse_code":"GAL.1.12","label":"12","content":"For I neither received it of man, neither was I taught  it , but by the revelation of Jesus Christ."},{"bible_id":"1","chapter_code":"GAL.1","verse_code":"GAL.1.13","label":"13","content":"For ye have heard of my conversation in time past in the Jews' religion, how that beyond measure I persecuted the church of God, and wasted it:"},{"bible_id":"1","chapter_code":"GAL.1","verse_code":"GAL.1.14","label":"14","content":"and profited in the Jews' religion above many my equals in mine own nation, being more exceedingly zealous of the traditions of my fathers."},{"bible_id":"1","chapter_code":"GAL.1","verse_code":"GAL.1.15","label":"15","content":"But when it pleased God, who separated me from my mother's womb, and called  me  by his grace,"},{"bible_id":"1","chapter_code":"GAL.1","verse_code":"GAL.1.16","label":"16","content":"to reveal his Son in me, that I might preach him among the heathen; immediately I conferred not with flesh and blood:"},{"bible_id":"1","chapter_code":"GAL.1","verse_code":"GAL.1.17","label":"17","content":"neither went I up to Jerusalem to them which were apostles before me; but I went into Arabia, and returned again unto Damascus."},{"bible_id":"1","chapter_code":"GAL.1","verse_code":"GAL.1.18","label":"18","content":"Then after three years I went up to Jerusalem to see Peter, and abode with him fifteen days."},{"bible_id":"1","chapter_code":"GAL.1","verse_code":"GAL.1.19","label":"19","content":"But other of the apostles saw I none, save James the Lord's brother."},{"bible_id":"1","chapter_code":"GAL.1","verse_code":"GAL.1.20","label":"20","content":"Now the things which I write unto you, behold, before God, I lie not."},{"bible_id":"1","chapter_code":"GAL.1","verse_code":"GAL.1.21","label":"21","content":"Afterwards I came into the regions of Syria and Cilicia;"},{"bible_id":"1","chapter_code":"GAL.1","verse_code":"GAL.1.22","label":"22","content":"and was unknown by face unto the churches of Judæa which were in Christ:"},{"bible_id":"1","chapter_code":"GAL.1","verse_code":"GAL.1.23","label":"23","content":"but they had heard only, That he which persecuted us in times past now preacheth the faith which once he destroyed."},{"bible_id":"1","chapter_code":"GAL.1","verse_code":"GAL.1.24","label":"24","content":"And they glorified God in me."},{"bible_id":"1","chapter_code":"GAL.2","verse_code":"GAL.2.1","label":"1","content":"Then fourteen years after I went up again to Jerusalem with Barnabas, and took Titus with  me  also."},{"bible_id":"1","chapter_code":"GAL.2","verse_code":"GAL.2.2","label":"2","content":"And I went up by revelation, and communicated unto them that gospel which I preach among the Gentiles, but privately to them which were of reputation, lest by any means I should run, or had run, in vain."},{"bible_id":"1","chapter_code":"GAL.2","verse_code":"GAL.2.3","label":"3","content":"But neither Titus, who was with me, being a Greek, was compelled to be circumcised:"},{"bible_id":"1","chapter_code":"GAL.2","verse_code":"GAL.2.4","label":"4","content":"and that because of false brethren unawares brought in, who came in privily to spy out our liberty which we have in Christ Jesus, that they might bring us into bondage:"},{"bible_id":"1","chapter_code":"GAL.2","verse_code":"GAL.2.5","label":"5","content":"to whom we gave place by subjection, no, not for an hour; that the truth of the gospel might continue with you."},{"bible_id":"1","chapter_code":"GAL.2","verse_code":"GAL.2.6","label":"6","content":"But of these who seemed to be somewhat, (whatsoever they were, it maketh no matter to me: God accepteth no man's person:) for they who seemed  to be somewhat  in conference added nothing to me:"},{"bible_id":"1","chapter_code":"GAL.2","verse_code":"GAL.2.7","label":"7","content":"but contrariwise, when they saw that the gospel of the uncircumcision was committed unto me, as  the gospel  of the circumcision  was  unto Peter;"},{"bible_id":"1","chapter_code":"GAL.2","verse_code":"GAL.2.8","label":"8","content":"(for he that wrought effectually in Peter to the apostleship of the circumcision, the same was mighty in me toward the Gentiles:)"},{"bible_id":"1","chapter_code":"GAL.2","verse_code":"GAL.2.9","label":"9","content":"and when James, Cephas, and John, who seemed to be pillars, perceived the grace that was given unto me, they gave to me and Barnabas the right hands of fellowship; that we  should go  unto the heathen, and they unto the circumcision."},{"bible_id":"1","chapter_code":"GAL.2","verse_code":"GAL.2.10","label":"10","content":"Only  they would  that we should remember the poor; the same which I also was forward to do."},{"bible_id":"1","chapter_code":"GAL.2","verse_code":"GAL.2.11","label":"11","content":"But when Peter was come to Antioch, I withstood him to the face, because he was to be blamed."},{"bible_id":"1","chapter_code":"GAL.2","verse_code":"GAL.2.12","label":"12","content":"For before that certain came from James, he did eat with the Gentiles: but when they were come, he withdrew and separated himself, fearing them which were of the circumcision."},{"bible_id":"1","chapter_code":"GAL.2","verse_code":"GAL.2.13","label":"13","content":"And the other Jews dissembled likewise with him; insomuch that Barnabas also was carried away with their dissimulation."},{"bible_id":"1","chapter_code":"GAL.2","verse_code":"GAL.2.14","label":"14","content":"But when I saw that they walked not uprightly according to the truth of the gospel, I said unto Peter before  them  all, If thou, being a Jew, livest after the manner of Gentiles, and not as do the Jews, why compellest thou the Gentiles to live as do the Jews?"},{"bible_id":"1","chapter_code":"GAL.2","verse_code":"GAL.2.15","label":"15","content":"We  who are  Jews by nature, and not sinners of the Gentiles,"},{"bible_id":"1","chapter_code":"GAL.2","verse_code":"GAL.2.16","label":"16","content":"knowing that a man is not justified by the works of the law, but by the faith of Jesus Christ, even we have believed in Jesus Christ, that we might be justified by the faith of Christ, and not by the works of the law: for by the works of the law shall no flesh be justified."},{"bible_id":"1","chapter_code":"GAL.2","verse_code":"GAL.2.17","label":"17","content":"But if, while we seek to be justified by Christ, we ourselves also are found sinners,  is  therefore Christ the minister of sin? God forbid."},{"bible_id":"1","chapter_code":"GAL.2","verse_code":"GAL.2.18","label":"18","content":"For if I build again the things which I destroyed, I make myself a transgressor."},{"bible_id":"1","chapter_code":"GAL.2","verse_code":"GAL.2.19","label":"19","content":"For I through the law am dead to the law, that I might live unto God."},{"bible_id":"1","chapter_code":"GAL.2","verse_code":"GAL.2.20","label":"20","content":"I am crucified with Christ: nevertheless I live; yet not I, but Christ liveth in me: and the life which I now live in the flesh I live by the faith of the Son of God, who loved me, and gave himself for me."},{"bible_id":"1","chapter_code":"GAL.2","verse_code":"GAL.2.21","label":"21","content":"I do not frustrate the grace of God: for if righteousness  come  by the law, then Christ is dead in vain."},{"bible_id":"1","chapter_code":"GAL.3","verse_code":"GAL.3.1","label":"1","content":"O foolish Galatians, who hath bewitched you, that ye should not obey the truth, before whose eyes Jesus Christ hath been evidently set forth, crucified among you?"},{"bible_id":"1","chapter_code":"GAL.3","verse_code":"GAL.3.2","label":"2","content":"This only would I learn of you, Received ye the Spirit by the works of the law, or by the hearing of faith?"},{"bible_id":"1","chapter_code":"GAL.3","verse_code":"GAL.3.3","label":"3","content":"Are ye so foolish? having begun in the Spirit, are ye now made perfect by the flesh?"},{"bible_id":"1","chapter_code":"GAL.3","verse_code":"GAL.3.4","label":"4","content":"Have ye suffered so many things in vain? if  it be  yet in vain."},{"bible_id":"1","chapter_code":"GAL.3","verse_code":"GAL.3.5","label":"5","content":"He therefore that ministereth to you the Spirit, and worketh miracles among you,  doeth he it  by the works of the law, or by the hearing of faith?"},{"bible_id":"1","chapter_code":"GAL.3","verse_code":"GAL.3.6","label":"6","content":"Even as Abraham believed God, and it was accounted to him for righteousness."},{"bible_id":"1","chapter_code":"GAL.3","verse_code":"GAL.3.7","label":"7","content":"Know ye therefore that they which are of faith, the same are the children of Abraham."},{"bible_id":"1","chapter_code":"GAL.3","verse_code":"GAL.3.8","label":"8","content":"And the scripture, foreseeing that God would justify the heathen through faith, preached before the gospel unto Abraham,  saying , In thee shall all nations be blessed."},{"bible_id":"1","chapter_code":"GAL.3","verse_code":"GAL.3.9","label":"9","content":"So then they which be of faith are blessed with faithful Abraham."},{"bible_id":"1","chapter_code":"GAL.3","verse_code":"GAL.3.10","label":"10","content":"For as many as are of the works of the law are under the curse: for it is written, Cursed  is  every one that continueth not in all things which are written in the book of the law to do them."},{"bible_id":"1","chapter_code":"GAL.3","verse_code":"GAL.3.11","label":"11","content":"But that no man is justified by the law in the sight of God,  it is  evident: for, The just shall live by faith."},{"bible_id":"1","chapter_code":"GAL.3","verse_code":"GAL.3.12","label":"12","content":"And the law is not of faith: but, The man that doeth them shall live in them."},{"bible_id":"1","chapter_code":"GAL.3","verse_code":"GAL.3.13","label":"13","content":"Christ hath redeemed us from the curse of the law, being made a curse for us: for it is written, Cursed  is  every one that hangeth on a tree:"},{"bible_id":"1","chapter_code":"GAL.3","verse_code":"GAL.3.14","label":"14","content":"that the blessing of Abraham might come on the Gentiles through Jesus Christ; that we might receive the promise of the Spirit through faith."},{"bible_id":"1","chapter_code":"GAL.3","verse_code":"GAL.3.15","label":"15","content":"Brethren, I speak after the manner of men; Though  it be  but a man's covenant, yet  if it be  confirmed, no man disannulleth, or addeth thereto."},{"bible_id":"1","chapter_code":"GAL.3","verse_code":"GAL.3.16","label":"16","content":"Now to Abraham and his seed were the promises made. He saith not, And to seeds, as of many; but as of one, And to thy seed, which is Christ."},{"bible_id":"1","chapter_code":"GAL.3","verse_code":"GAL.3.17","label":"17","content":"And this I say,  that  the covenant, that was confirmed before of God in Christ, the law, which was four hundred and thirty years after, cannot disannul, that it should make the promise of none effect."},{"bible_id":"1","chapter_code":"GAL.3","verse_code":"GAL.3.18","label":"18","content":"For if the inheritance  be  of the law,  it is  no more of promise: but God gave  it  to Abraham by promise."},{"bible_id":"1","chapter_code":"GAL.3","verse_code":"GAL.3.19","label":"19","content":"Wherefore then  serveth  the law? It was added because of transgressions, till the seed should come to whom the promise was made;  and it was  ordained by angels in the hand of a mediator."},{"bible_id":"1","chapter_code":"GAL.3","verse_code":"GAL.3.20","label":"20","content":"Now a mediator is not  a mediator  of one, but God is one."},{"bible_id":"1","chapter_code":"GAL.3","verse_code":"GAL.3.21","label":"21","content":"Is  the law then against the promises of God? God forbid: for if there had been a law given which could have given life, verily righteousness should have been by the law."},{"bible_id":"1","chapter_code":"GAL.3","verse_code":"GAL.3.22","label":"22","content":"But the scripture hath concluded all under sin, that the promise by faith of Jesus Christ might be given to them that believe."},{"bible_id":"1","chapter_code":"GAL.3","verse_code":"GAL.3.23","label":"23","content":"But before faith came, we were kept under the law, shut up unto the faith which should afterwards be revealed."},{"bible_id":"1","chapter_code":"GAL.3","verse_code":"GAL.3.24","label":"24","content":"Wherefore the law was our schoolmaster  to bring us  unto Christ, that we might be justified by faith."},{"bible_id":"1","chapter_code":"GAL.3","verse_code":"GAL.3.25","label":"25","content":"But after that faith is come, we are no longer under a schoolmaster."},{"bible_id":"1","chapter_code":"GAL.3","verse_code":"GAL.3.26","label":"26","content":"For ye are all the children of God by faith in Christ Jesus."},{"bible_id":"1","chapter_code":"GAL.3","verse_code":"GAL.3.27","label":"27","content":"For as many of you as have been baptized into Christ have put on Christ."},{"bible_id":"1","chapter_code":"GAL.3","verse_code":"GAL.3.28","label":"28","content":"There is neither Jew nor Greek, there is neither bond nor free, there is neither male nor female: for ye are all one in Christ Jesus."},{"bible_id":"1","chapter_code":"GAL.3","verse_code":"GAL.3.29","label":"29","content":"And if ye  be  Christ's, then are ye Abraham's seed, and heirs according to the promise."},{"bible_id":"1","chapter_code":"GAL.4","verse_code":"GAL.4.1","label":"1","content":"Now I say,  That  the heir, as long as he is a child, differeth nothing from a servant, though he be lord of all;"},{"bible_id":"1","chapter_code":"GAL.4","verse_code":"GAL.4.2","label":"2","content":"but is under tutors and governors until the time appointed of the father."},{"bible_id":"1","chapter_code":"GAL.4","verse_code":"GAL.4.3","label":"3","content":"Even so we, when we were children, were in bondage under the elements of the world:"},{"bible_id":"1","chapter_code":"GAL.4","verse_code":"GAL.4.4","label":"4","content":"but when the fulness of the time was come, God sent forth his Son, made of a woman, made under the law,"},{"bible_id":"1","chapter_code":"GAL.4","verse_code":"GAL.4.5","label":"5","content":"to redeem them that were under the law, that we might receive the adoption of sons."},{"bible_id":"1","chapter_code":"GAL.4","verse_code":"GAL.4.6","label":"6","content":"And because ye are sons, God hath sent forth the Spirit of his Son into your hearts, crying, Abba, Father."},{"bible_id":"1","chapter_code":"GAL.4","verse_code":"GAL.4.7","label":"7","content":"Wherefore thou art no more a servant, but a son; and if a son, then an heir of God through Christ."},{"bible_id":"1","chapter_code":"GAL.4","verse_code":"GAL.4.8","label":"8","content":"Howbeit then, when ye knew not God, ye did service unto them which by nature are no gods."},{"bible_id":"1","chapter_code":"GAL.4","verse_code":"GAL.4.9","label":"9","content":"But now, after that ye have known God, or rather are known of God, how turn ye again to the weak and beggarly elements, whereunto ye desire again to be in bondage?"},{"bible_id":"1","chapter_code":"GAL.4","verse_code":"GAL.4.10","label":"10","content":"Ye observe days, and months, and times, and years."},{"bible_id":"1","chapter_code":"GAL.4","verse_code":"GAL.4.11","label":"11","content":"I am afraid of you, lest I have bestowed upon you labour in vain."},{"bible_id":"1","chapter_code":"GAL.4","verse_code":"GAL.4.12","label":"12","content":"Brethren, I beseech you, be as I  am ; for I  am  as ye  are : ye have not injured me at all."},{"bible_id":"1","chapter_code":"GAL.4","verse_code":"GAL.4.13","label":"13","content":"Ye know how through infirmity of the flesh I preached the gospel unto you at the first."},{"bible_id":"1","chapter_code":"GAL.4","verse_code":"GAL.4.14","label":"14","content":"And my temptation which was in my flesh ye despised not, nor rejected; but received me as an angel of God,  even  as Christ Jesus."},{"bible_id":"1","chapter_code":"GAL.4","verse_code":"GAL.4.15","label":"15","content":"Where is then the blessedness ye spake of? for I bear you record, that, if  it had been  possible, ye would have plucked out your own eyes, and have given them to me."},{"bible_id":"1","chapter_code":"GAL.4","verse_code":"GAL.4.16","label":"16","content":"Am I therefore become your enemy, because I tell you the truth?"},{"bible_id":"1","chapter_code":"GAL.4","verse_code":"GAL.4.17","label":"17","content":"They zealously affect you,  but  not well; yea, they would exclude you, that ye might affect them."},{"bible_id":"1","chapter_code":"GAL.4","verse_code":"GAL.4.18","label":"18","content":"But  it is  good to be zealously affected always in  a  good  thing , and not only when I am present with you."},{"bible_id":"1","chapter_code":"GAL.4","verse_code":"GAL.4.19","label":"19","content":"My little children, of whom I travail in birth again until Christ be formed in you,"},{"bible_id":"1","chapter_code":"GAL.4","verse_code":"GAL.4.20","label":"20","content":"I desire to be present with you now, and to change my voice; for I stand in doubt of you."},{"bible_id":"1","chapter_code":"GAL.4","verse_code":"GAL.4.21","label":"21","content":"Tell me, ye that desire to be under the law, do ye not hear the law?"},{"bible_id":"1","chapter_code":"GAL.4","verse_code":"GAL.4.22","label":"22","content":"For it is written, that Abraham had two sons, the one by a bondmaid, the other by a freewoman."},{"bible_id":"1","chapter_code":"GAL.4","verse_code":"GAL.4.23","label":"23","content":"But he  who was  of the bondwoman was born after the flesh; but he of the freewoman  was  by promise."},{"bible_id":"1","chapter_code":"GAL.4","verse_code":"GAL.4.24","label":"24","content":"Which things are an allegory: for these are the two covenants; the one from the mount Sinai, which gendereth to bondage, which is Agar."},{"bible_id":"1","chapter_code":"GAL.4","verse_code":"GAL.4.25","label":"25","content":"For this Agar is mount Sinai in Arabia, and answereth to Jerusalem which now is, and is in bondage with her children."},{"bible_id":"1","chapter_code":"GAL.4","verse_code":"GAL.4.26","label":"26","content":"But Jerusalem which is above is free, which is the mother of us all."},{"bible_id":"1","chapter_code":"GAL.4","verse_code":"GAL.4.27","label":"27","content":"For it is written, Rejoice, thou barren that bearest not; Break forth and cry, thou that travailest not: For the desolate hath many more children than she which hath an husband."},{"bible_id":"1","chapter_code":"GAL.4","verse_code":"GAL.4.28","label":"28","content":"Now we, brethren, as Isaac was, are the children of promise."},{"bible_id":"1","chapter_code":"GAL.4","verse_code":"GAL.4.29","label":"29","content":"But as then he that was born after the flesh persecuted him  that was born  after the Spirit, even so  it is  now."},{"bible_id":"1","chapter_code":"GAL.4","verse_code":"GAL.4.30","label":"30","content":"Nevertheless what saith the scripture? Cast out the bondwoman and her son: for the son of the bondwoman shall not be heir with the son of the freewoman."},{"bible_id":"1","chapter_code":"GAL.4","verse_code":"GAL.4.31","label":"31","content":"So then, brethren, we are not children of the bondwoman, but of the free."},{"bible_id":"1","chapter_code":"GAL.5","verse_code":"GAL.5.1","label":"1","content":"Stand fast therefore in the liberty wherewith Christ hath made us free, and be not entangled again with the yoke of bondage."},{"bible_id":"1","chapter_code":"GAL.5","verse_code":"GAL.5.2","label":"2","content":"Behold, I Paul say unto you, that if ye be circumcised, Christ shall profit you nothing."},{"bible_id":"1","chapter_code":"GAL.5","verse_code":"GAL.5.3","label":"3","content":"For I testify again to every man that is circumcised, that he is a debtor to do the whole law."},{"bible_id":"1","chapter_code":"GAL.5","verse_code":"GAL.5.4","label":"4","content":"Christ is become of no effect unto you, whosoever of you are justified by the law; ye are fallen from grace."},{"bible_id":"1","chapter_code":"GAL.5","verse_code":"GAL.5.5","label":"5","content":"For we through the Spirit wait for the hope of righteousness by faith."},{"bible_id":"1","chapter_code":"GAL.5","verse_code":"GAL.5.6","label":"6","content":"For in Jesus Christ neither circumcision availeth any thing, nor uncircumcision; but faith which worketh by love."},{"bible_id":"1","chapter_code":"GAL.5","verse_code":"GAL.5.7","label":"7","content":"Ye did run well; who did hinder you that ye should not obey the truth?"},{"bible_id":"1","chapter_code":"GAL.5","verse_code":"GAL.5.8","label":"8","content":"This persuasion  cometh  not of him that calleth you."},{"bible_id":"1","chapter_code":"GAL.5","verse_code":"GAL.5.9","label":"9","content":"A little leaven leaveneth the whole lump."},{"bible_id":"1","chapter_code":"GAL.5","verse_code":"GAL.5.10","label":"10","content":"I have confidence in you through the Lord, that ye will be none otherwise minded: but he that troubleth you shall bear his judgment, whosoever he be."},{"bible_id":"1","chapter_code":"GAL.5","verse_code":"GAL.5.11","label":"11","content":"And I, brethren, if I yet preach circumcision, why do I yet suffer persecution? then is the offence of the cross ceased."},{"bible_id":"1","chapter_code":"GAL.5","verse_code":"GAL.5.12","label":"12","content":"I would they were even cut off which trouble you."},{"bible_id":"1","chapter_code":"GAL.5","verse_code":"GAL.5.13","label":"13","content":"For, brethren, ye have been called unto liberty; only  use  not liberty for an occasion to the flesh, but by love serve one another."},{"bible_id":"1","chapter_code":"GAL.5","verse_code":"GAL.5.14","label":"14","content":"For all the law is fulfilled in one word,  even  in this; Thou shalt love thy neighbour as thyself."},{"bible_id":"1","chapter_code":"GAL.5","verse_code":"GAL.5.15","label":"15","content":"But if ye bite and devour one another, take heed that ye be not consumed one of another."},{"bible_id":"1","chapter_code":"GAL.5","verse_code":"GAL.5.16","label":"16","content":"This  I say then, Walk in the Spirit, and ye shall not fulfil the lust of the flesh."},{"bible_id":"1","chapter_code":"GAL.5","verse_code":"GAL.5.17","label":"17","content":"For the flesh lusteth against the Spirit, and the Spirit against the flesh: and these are contrary the one to the other: so that ye cannot do the things that ye would."},{"bible_id":"1","chapter_code":"GAL.5","verse_code":"GAL.5.18","label":"18","content":"But if ye be led of the Spirit, ye are not under the law."},{"bible_id":"1","chapter_code":"GAL.5","verse_code":"GAL.5.19","label":"19","content":"Now the works of the flesh are manifest, which are  these ; Adultery, fornication, uncleanness, lasciviousness,"},{"bible_id":"1","chapter_code":"GAL.5","verse_code":"GAL.5.20","label":"20","content":"idolatry, witchcraft, hatred, variance, emulations, wrath, strife, seditions, heresies,"},{"bible_id":"1","chapter_code":"GAL.5","verse_code":"GAL.5.21","label":"21","content":"envyings, murders, drunkenness, revellings, and such like: of the which I tell you before, as I have also told  you  in time past, that they which do such things shall not inherit the kingdom of God."},{"bible_id":"1","chapter_code":"GAL.5","verse_code":"GAL.5.22","label":"22","content":"But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith,"},{"bible_id":"1","chapter_code":"GAL.5","verse_code":"GAL.5.23","label":"23","content":"meekness, temperance: against such there is no law."},{"bible_id":"1","chapter_code":"GAL.5","verse_code":"GAL.5.24","label":"24","content":"And they that are Christ's have crucified the flesh with the affections and lusts."},{"bible_id":"1","chapter_code":"GAL.5","verse_code":"GAL.5.25","label":"25","content":"If we live in the Spirit, let us also walk in the Spirit."},{"bible_id":"1","chapter_code":"GAL.5","verse_code":"GAL.5.26","label":"26","content":"Let us not be desirous of vain glory, provoking one another, envying one another."},{"bible_id":"1","chapter_code":"GAL.6","verse_code":"GAL.6.1","label":"1","content":"Brethren, if a man be overtaken in a fault, ye which are spiritual, restore such an one in the spirit of meekness; considering thyself, lest thou also be tempted."},{"bible_id":"1","chapter_code":"GAL.6","verse_code":"GAL.6.2","label":"2","content":"Bear ye one another's burdens, and so fulfil the law of Christ."},{"bible_id":"1","chapter_code":"GAL.6","verse_code":"GAL.6.3","label":"3","content":"For if a man think himself to be something, when he is nothing, he deceiveth himself."},{"bible_id":"1","chapter_code":"GAL.6","verse_code":"GAL.6.4","label":"4","content":"But let every man prove his own work, and then shall he have rejoicing in himself alone, and not in another."},{"bible_id":"1","chapter_code":"GAL.6","verse_code":"GAL.6.5","label":"5","content":"For every man shall bear his own burden."},{"bible_id":"1","chapter_code":"GAL.6","verse_code":"GAL.6.6","label":"6","content":"Let him that is taught in the word communicate unto him that teacheth in all good things."},{"bible_id":"1","chapter_code":"GAL.6","verse_code":"GAL.6.7","label":"7","content":"Be not deceived; God is not mocked: for whatsoever a man soweth, that shall he also reap."},{"bible_id":"1","chapter_code":"GAL.6","verse_code":"GAL.6.8","label":"8","content":"For he that soweth to his flesh shall of the flesh reap corruption; but he that soweth to the Spirit shall of the Spirit reap life everlasting."},{"bible_id":"1","chapter_code":"GAL.6","verse_code":"GAL.6.9","label":"9","content":"And let us not be weary in well doing: for in due season we shall reap, if we faint not."},{"bible_id":"1","chapter_code":"GAL.6","verse_code":"GAL.6.10","label":"10","content":"As we have therefore opportunity, let us do good unto all  men , especially unto them who are of the household of faith."},{"bible_id":"1","chapter_code":"GAL.6","verse_code":"GAL.6.11","label":"11","content":"Ye see how large a letter I have written unto you with mine own hand."},{"bible_id":"1","chapter_code":"GAL.6","verse_code":"GAL.6.12","label":"12","content":"As many as desire to make a fair shew in the flesh, they constrain you to be circumcised; only lest they should suffer persecution for the cross of Christ."},{"bible_id":"1","chapter_code":"GAL.6","verse_code":"GAL.6.13","label":"13","content":"For neither they themselves who are circumcised keep the law; but desire to have you circumcised, that they may glory in your flesh."},{"bible_id":"1","chapter_code":"GAL.6","verse_code":"GAL.6.14","label":"14","content":"But God forbid that I should glory, save in the cross of our Lord Jesus Christ, by whom the world is crucified unto me, and I unto the world."},{"bible_id":"1","chapter_code":"GAL.6","verse_code":"GAL.6.15","label":"15","content":"For in Christ Jesus neither circumcision availeth any thing, nor uncircumcision, but a new creature."},{"bible_id":"1","chapter_code":"GAL.6","verse_code":"GAL.6.16","label":"16","content":"And as many as walk according to this rule, peace  be  on them, and mercy, and upon the Israel of God."},{"bible_id":"1","chapter_code":"GAL.6","verse_code":"GAL.6.17","label":"17","content":"From henceforth let no man trouble me: for I bear in my body the marks of the Lord Jesus."},{"bible_id":"1","chapter_code":"GAL.6","verse_code":"GAL.6.18","label":"18","content":"Brethren, the grace of our Lord Jesus Christ  be  with your spirit. Amen. Unto the Galatians written from Rome."}]