[{"bible_id":"1","chapter_code":"HAG.1","verse_code":"HAG.1.1","label":"1","content":"In the second year of Darius the king, in the sixth month, in the first day of the month, came the word of the  LORD  by Haggai the prophet unto Zerubbabel the son of Shealtiel, governor of Judah, and to Joshua the son of Josedech, the high priest, saying,"},{"bible_id":"1","chapter_code":"HAG.1","verse_code":"HAG.1.2","label":"2","content":"Thus speaketh the  LORD  of hosts, saying, This people say, The time is not come, the time that the  LORD 's house should be built."},{"bible_id":"1","chapter_code":"HAG.1","verse_code":"HAG.1.3","label":"3","content":"Then came the word of the  LORD  by Haggai the prophet, saying,"},{"bible_id":"1","chapter_code":"HAG.1","verse_code":"HAG.1.4","label":"4","content":"Is it  time for you, O ye, to dwell in your cieled houses, and this house  lie  waste?"},{"bible_id":"1","chapter_code":"HAG.1","verse_code":"HAG.1.5","label":"5","content":"Now therefore thus saith the  LORD  of hosts; Consider your ways."},{"bible_id":"1","chapter_code":"HAG.1","verse_code":"HAG.1.6","label":"6","content":"Ye have sown much, and bring in little; ye eat, but ye have not enough; ye drink, but ye are not filled with drink; ye clothe you, but there is none warm; and he that earneth wages earneth wages  to put it  into a bag with holes."},{"bible_id":"1","chapter_code":"HAG.1","verse_code":"HAG.1.7","label":"7","content":"Thus saith the  LORD  of hosts; Consider your ways."},{"bible_id":"1","chapter_code":"HAG.1","verse_code":"HAG.1.8","label":"8","content":"Go up to the mountain, and bring wood, and build the house; and I will take pleasure in it, and I will be glorified, saith the  LORD ."},{"bible_id":"1","chapter_code":"HAG.1","verse_code":"HAG.1.9","label":"9","content":"Ye looked for much, and, lo,  it came  to little; and when ye brought  it  home, I did blow upon it. Why? saith the  LORD  of hosts. Because of mine house that  is  waste, and ye run every man unto his own house."},{"bible_id":"1","chapter_code":"HAG.1","verse_code":"HAG.1.10","label":"10","content":"Therefore the heaven over you is stayed from dew, and the earth is stayed  from  her fruit."},{"bible_id":"1","chapter_code":"HAG.1","verse_code":"HAG.1.11","label":"11","content":"And I called for a drought upon the land, and upon the mountains, and upon the corn, and upon the new wine, and upon the oil, and upon  that  which the ground bringeth forth, and upon men, and upon cattle, and upon all the labour of the hands."},{"bible_id":"1","chapter_code":"HAG.1","verse_code":"HAG.1.12","label":"12","content":"Then Zerubbabel the son of Shealtiel, and Joshua the son of Josedech, the high priest, with all the remnant of the people, obeyed the voice of the  LORD  their God, and the words of Haggai the prophet, as the  LORD  their God had sent him, and the people did fear before the  LORD ."},{"bible_id":"1","chapter_code":"HAG.1","verse_code":"HAG.1.13","label":"13","content":"Then spake Haggai the  LORD 's messenger in the  LORD 's message unto the people, saying, I  am  with you, saith the  LORD ."},{"bible_id":"1","chapter_code":"HAG.1","verse_code":"HAG.1.14","label":"14","content":"And the  LORD  stirred up the spirit of Zerubbabel the son of Shealtiel, governor of Judah, and the spirit of Joshua the son of Josedech, the high priest, and the spirit of all the remnant of the people; and they came and did work in the house of the  LORD  of hosts, their God,"},{"bible_id":"1","chapter_code":"HAG.1","verse_code":"HAG.1.15","label":"15","content":"in the four and twentieth day of the sixth month, in the second year of Darius the king."},{"bible_id":"1","chapter_code":"HAG.2","verse_code":"HAG.2.1","label":"1","content":"In the seventh  month , in the one and twentieth  day  of the month, came the word of the  LORD  by the prophet Haggai, saying,"},{"bible_id":"1","chapter_code":"HAG.2","verse_code":"HAG.2.2","label":"2","content":"Speak now to Zerubbabel the son of Shealtiel, governor of Judah, and to Joshua the son of Josedech, the high priest, and to the residue of the people, saying,"},{"bible_id":"1","chapter_code":"HAG.2","verse_code":"HAG.2.3","label":"3","content":"Who  is  left among you that saw this house in her first glory? and how do ye see it now?  is it  not in your eyes in comparison of it as nothing?"},{"bible_id":"1","chapter_code":"HAG.2","verse_code":"HAG.2.4","label":"4","content":"Yet now be strong, O Zerubbabel, saith the  LORD ; and be strong, O Joshua, son of Josedech, the high priest; and be strong, all ye people of the land, saith the  LORD , and work: for I  am  with you, saith the  LORD  of hosts:"},{"bible_id":"1","chapter_code":"HAG.2","verse_code":"HAG.2.5","label":"5","content":"According to  the word that I covenanted with you when ye came out of Egypt, so my spirit remaineth among you: fear ye not."},{"bible_id":"1","chapter_code":"HAG.2","verse_code":"HAG.2.6","label":"6","content":"For thus saith the  LORD  of hosts; Yet once, it  is  a little while, and I will shake the heavens, and the earth, and the sea, and the dry  land ;"},{"bible_id":"1","chapter_code":"HAG.2","verse_code":"HAG.2.7","label":"7","content":"and I will shake all nations, and the desire of all nations shall come: and I will fill this house with glory, saith the  LORD  of hosts."},{"bible_id":"1","chapter_code":"HAG.2","verse_code":"HAG.2.8","label":"8","content":"The silver  is  mine, and the gold  is  mine, saith the  LORD  of hosts."},{"bible_id":"1","chapter_code":"HAG.2","verse_code":"HAG.2.9","label":"9","content":"The glory of this latter house shall be greater than of the former, saith the  LORD  of hosts: and in this place will I give peace, saith the  LORD  of hosts."},{"bible_id":"1","chapter_code":"HAG.2","verse_code":"HAG.2.10","label":"10","content":"In the four and twentieth  day  of the ninth  month , in the second year of Darius, came the word of the  LORD  by Haggai the prophet, saying,"},{"bible_id":"1","chapter_code":"HAG.2","verse_code":"HAG.2.11","label":"11","content":"Thus saith the  LORD  of hosts; Ask now the priests  concerning  the law, saying,"},{"bible_id":"1","chapter_code":"HAG.2","verse_code":"HAG.2.12","label":"12","content":"If one bear holy flesh in the skirt of his garment, and with his skirt do touch bread, or pottage, or wine, or oil, or any meat, shall it be holy? And the priests answered and said, No."},{"bible_id":"1","chapter_code":"HAG.2","verse_code":"HAG.2.13","label":"13","content":"Then said Haggai, If  one that is  unclean by a dead body touch any of these, shall it be unclean? And the priests answered and said, It shall be unclean."},{"bible_id":"1","chapter_code":"HAG.2","verse_code":"HAG.2.14","label":"14","content":"Then answered Haggai, and said, So  is  this people, and so  is  this nation before me, saith the  LORD ; and so  is  every work of their hands; and that which they offer there  is  unclean."},{"bible_id":"1","chapter_code":"HAG.2","verse_code":"HAG.2.15","label":"15","content":"And now, I pray you, consider from this day and upward, from before a stone was laid upon a stone in the temple of the  LORD :"},{"bible_id":"1","chapter_code":"HAG.2","verse_code":"HAG.2.16","label":"16","content":"since those  days  were, when  one  came to an heap of twenty  measures , there were  but  ten: when  one  came to the pressfat for to draw out fifty  vessels  out of the press, there were  but  twenty."},{"bible_id":"1","chapter_code":"HAG.2","verse_code":"HAG.2.17","label":"17","content":"I smote you with blasting and with mildew and with hail in all the labours of your hands; yet ye  turned  not to me, saith the  LORD ."},{"bible_id":"1","chapter_code":"HAG.2","verse_code":"HAG.2.18","label":"18","content":"Consider now from this day and upward, from the four and twentieth day of the ninth  month, even  from the day that the foundation of the  LORD 's temple was laid, consider  it ."},{"bible_id":"1","chapter_code":"HAG.2","verse_code":"HAG.2.19","label":"19","content":"Is the seed yet in the barn? yea, as yet the vine, and the fig tree, and the pomegranate, and the olive tree, hath not brought forth: from this day will I bless  you ."},{"bible_id":"1","chapter_code":"HAG.2","verse_code":"HAG.2.20","label":"20","content":"And again the word of the  LORD  came unto Haggai in the four and twentieth  day  of the month, saying,"},{"bible_id":"1","chapter_code":"HAG.2","verse_code":"HAG.2.21","label":"21","content":"Speak to Zerubbabel, governor of Judah, saying, I will shake the heavens and the earth;"},{"bible_id":"1","chapter_code":"HAG.2","verse_code":"HAG.2.22","label":"22","content":"and I will overthrow the throne of kingdoms, and I will destroy the strength of the kingdoms of the heathen; and I will overthrow the chariots, and those that ride in them; and the horses and their riders shall come down, every one by the sword of his brother."},{"bible_id":"1","chapter_code":"HAG.2","verse_code":"HAG.2.23","label":"23","content":"In that day, saith the  LORD  of hosts, will I take thee, O Zerubbabel, my servant, the son of Shealtiel, saith the  LORD , and will make thee as a signet: for I have chosen thee, saith the  LORD  of hosts."}]