[{"bible_id":"1","chapter_code":"HEB.1","verse_code":"HEB.1.1","label":"1","content":"God, who at sundry times and in divers manners spake in time past unto the fathers by the prophets,"},{"bible_id":"1","chapter_code":"HEB.1","verse_code":"HEB.1.2","label":"2","content":"hath in these last days spoken unto us by  his  Son, whom he hath appointed heir of all things, by whom also he made the worlds;"},{"bible_id":"1","chapter_code":"HEB.1","verse_code":"HEB.1.3","label":"3","content":"who being the brightness of  his  glory, and the express image of his person, and upholding all things by the word of his power, when he had by himself purged our sins, sat down on the right hand of the Majesty on high;"},{"bible_id":"1","chapter_code":"HEB.1","verse_code":"HEB.1.4","label":"4","content":"being made so much better than the angels, as he hath by inheritance obtained a more excellent name than they."},{"bible_id":"1","chapter_code":"HEB.1","verse_code":"HEB.1.5","label":"5","content":"For unto which of the angels said he at any time, Thou art my Son, This day have I begotten thee? And again, I will be to him a Father, And he shall be to me a Son?"},{"bible_id":"1","chapter_code":"HEB.1","verse_code":"HEB.1.6","label":"6","content":"And again, when he bringeth in the firstbegotten into the world, he saith, And let all the angels of God worship him."},{"bible_id":"1","chapter_code":"HEB.1","verse_code":"HEB.1.7","label":"7","content":"And of the angels he saith, Who maketh his angels spirits, And his ministers a flame of fire."},{"bible_id":"1","chapter_code":"HEB.1","verse_code":"HEB.1.8","label":"8","content":"But unto the Son  he saith , Thy throne, O God,  is  for ever and ever: A sceptre of righteousness  is  the sceptre of thy kingdom."},{"bible_id":"1","chapter_code":"HEB.1","verse_code":"HEB.1.9","label":"9","content":"Thou hast loved righteousness, and hated iniquity; Therefore God,  even  thy God, hath anointed thee With the oil of gladness above thy fellows."},{"bible_id":"1","chapter_code":"HEB.1","verse_code":"HEB.1.10","label":"10","content":"And, Thou, Lord, in the beginning hast laid the foundation of the earth; And the heavens are the works of thine hands:"},{"bible_id":"1","chapter_code":"HEB.1","verse_code":"HEB.1.11","label":"11","content":"They shall perish; but thou remainest: And they all shall wax old as doth a garment;"},{"bible_id":"1","chapter_code":"HEB.1","verse_code":"HEB.1.12","label":"12","content":"And as a vesture shalt thou fold them up, And they shall be changed: But thou art the same, And thy years shall not fail."},{"bible_id":"1","chapter_code":"HEB.1","verse_code":"HEB.1.13","label":"13","content":"But to which of the angels said he at any time, Sit on my right hand, Until I make thine enemies thy footstool?"},{"bible_id":"1","chapter_code":"HEB.1","verse_code":"HEB.1.14","label":"14","content":"Are they not all ministering spirits, sent forth to minister for them who shall be heirs of salvation?"},{"bible_id":"1","chapter_code":"HEB.2","verse_code":"HEB.2.1","label":"1","content":"Therefore we ought to give the more earnest heed to the things which we have heard, lest at any time we should let  them  slip."},{"bible_id":"1","chapter_code":"HEB.2","verse_code":"HEB.2.2","label":"2","content":"For if the word spoken by angels was stedfast, and every transgression and disobedience received a just recompence of reward;"},{"bible_id":"1","chapter_code":"HEB.2","verse_code":"HEB.2.3","label":"3","content":"how shall we escape, if we neglect so great salvation; which at the first began to be spoken by the Lord, and was confirmed unto us by them that heard  him ;"},{"bible_id":"1","chapter_code":"HEB.2","verse_code":"HEB.2.4","label":"4","content":"God also bearing  them  witness, both with signs and wonders, and with divers miracles, and gifts of the Holy Ghost, according to his own will?"},{"bible_id":"1","chapter_code":"HEB.2","verse_code":"HEB.2.5","label":"5","content":"For unto the angels hath he not put in subjection the world to come, whereof we speak."},{"bible_id":"1","chapter_code":"HEB.2","verse_code":"HEB.2.6","label":"6","content":"But one in a certain place testified, saying, What is man, that thou art mindful of him? Or the son of man, that thou visitest him?"},{"bible_id":"1","chapter_code":"HEB.2","verse_code":"HEB.2.7","label":"7","content":"Thou madest him a little lower than the angels; Thou crownedst him with glory and honour, And didst set him over the works of thy hands:"},{"bible_id":"1","chapter_code":"HEB.2","verse_code":"HEB.2.8","label":"8","content":"Thou hast put all things in subjection under his feet. For in that he put all in subjection under him, he left nothing  that is  not put under him. But now we see not yet all things put under him."},{"bible_id":"1","chapter_code":"HEB.2","verse_code":"HEB.2.9","label":"9","content":"But we see Jesus, who was made a little lower than the angels for the suffering of death, crowned with glory and honour; that he by the grace of God should taste death for every man."},{"bible_id":"1","chapter_code":"HEB.2","verse_code":"HEB.2.10","label":"10","content":"For it became him, for whom  are  all things, and by whom  are  all things, in bringing many sons unto glory, to make the captain of their salvation perfect through sufferings."},{"bible_id":"1","chapter_code":"HEB.2","verse_code":"HEB.2.11","label":"11","content":"For both he that sanctifieth and they who are sanctified  are  all of one: for which cause he is not ashamed to call them brethren,"},{"bible_id":"1","chapter_code":"HEB.2","verse_code":"HEB.2.12","label":"12","content":"saying, I will declare thy name unto my brethren, In the midst of the church will I sing praise unto thee."},{"bible_id":"1","chapter_code":"HEB.2","verse_code":"HEB.2.13","label":"13","content":"And again, I will put my trust in him. And again, Behold I and the children which God hath given me."},{"bible_id":"1","chapter_code":"HEB.2","verse_code":"HEB.2.14","label":"14","content":"Forasmuch then as the children are partakers of flesh and blood, he also himself likewise took part of the same; that through death he might destroy him that had the power of death, that is, the devil;"},{"bible_id":"1","chapter_code":"HEB.2","verse_code":"HEB.2.15","label":"15","content":"and deliver them who through fear of death were all their lifetime subject to bondage."},{"bible_id":"1","chapter_code":"HEB.2","verse_code":"HEB.2.16","label":"16","content":"For verily he took not on  him the nature of  angels; but he took on  him  the seed of Abraham."},{"bible_id":"1","chapter_code":"HEB.2","verse_code":"HEB.2.17","label":"17","content":"Wherefore in all things it behoved him to be made like unto  his  brethren, that he might be a merciful and faithful high priest in things  pertaining  to God, to make reconciliation for the sins of the people."},{"bible_id":"1","chapter_code":"HEB.2","verse_code":"HEB.2.18","label":"18","content":"For in that he himself hath suffered being tempted, he is able to succour them that are tempted."},{"bible_id":"1","chapter_code":"HEB.3","verse_code":"HEB.3.1","label":"1","content":"Wherefore, holy brethren, partakers of the heavenly calling, consider the Apostle and High Priest of our profession, Christ Jesus;"},{"bible_id":"1","chapter_code":"HEB.3","verse_code":"HEB.3.2","label":"2","content":"who was faithful to him that appointed him, as also Moses  was faithful  in all his house."},{"bible_id":"1","chapter_code":"HEB.3","verse_code":"HEB.3.3","label":"3","content":"For this  man  was counted worthy of more glory than Moses, inasmuch as he who hath builded the house hath more honour than the house."},{"bible_id":"1","chapter_code":"HEB.3","verse_code":"HEB.3.4","label":"4","content":"For every house is builded by some  man ; but he that built all things  is  God."},{"bible_id":"1","chapter_code":"HEB.3","verse_code":"HEB.3.5","label":"5","content":"And Moses verily  was  faithful in all his house, as a servant, for a testimony of those things which were to be spoken after;"},{"bible_id":"1","chapter_code":"HEB.3","verse_code":"HEB.3.6","label":"6","content":"but Christ as a son over his own house; whose house are we, if we hold fast the confidence and the rejoicing of the hope firm unto the end."},{"bible_id":"1","chapter_code":"HEB.3","verse_code":"HEB.3.7","label":"7","content":"Wherefore (as the Holy Ghost saith, To day if ye will hear his voice,"},{"bible_id":"1","chapter_code":"HEB.3","verse_code":"HEB.3.8","label":"8","content":"Harden not your hearts, as in the provocation, In the day of temptation in the wilderness:"},{"bible_id":"1","chapter_code":"HEB.3","verse_code":"HEB.3.9","label":"9","content":"When your fathers tempted me, proved me, And saw my works forty years."},{"bible_id":"1","chapter_code":"HEB.3","verse_code":"HEB.3.10","label":"10","content":"Wherefore I was grieved with that generation, And said, They do alway err in  their  heart; And they have not known my ways."},{"bible_id":"1","chapter_code":"HEB.3","verse_code":"HEB.3.11","label":"11","content":"So I sware in my wrath, They shall not enter into my rest.)"},{"bible_id":"1","chapter_code":"HEB.3","verse_code":"HEB.3.12","label":"12","content":"Take heed, brethren, lest there be in any of you an evil heart of unbelief, in departing from the living God."},{"bible_id":"1","chapter_code":"HEB.3","verse_code":"HEB.3.13","label":"13","content":"But exhort one another daily, while it is called To day; lest any of you be hardened through the deceitfulness of sin."},{"bible_id":"1","chapter_code":"HEB.3","verse_code":"HEB.3.14","label":"14","content":"For we are made partakers of Christ, if we hold the beginning of our confidence stedfast unto the end;"},{"bible_id":"1","chapter_code":"HEB.3","verse_code":"HEB.3.15","label":"15","content":"while it is said, To day if ye will hear his voice, harden not your hearts, as in the provocation."},{"bible_id":"1","chapter_code":"HEB.3","verse_code":"HEB.3.16","label":"16","content":"For some, when they had heard, did provoke: howbeit not all that came out of Egypt by Moses."},{"bible_id":"1","chapter_code":"HEB.3","verse_code":"HEB.3.17","label":"17","content":"But with whom was he grieved forty years?  was it  not with them that had sinned, whose carcases fell in the wilderness?"},{"bible_id":"1","chapter_code":"HEB.3","verse_code":"HEB.3.18","label":"18","content":"And to whom sware he that they should not enter into his rest, but to them that believed not?"},{"bible_id":"1","chapter_code":"HEB.3","verse_code":"HEB.3.19","label":"19","content":"So we see that they could not enter in because of unbelief."},{"bible_id":"1","chapter_code":"HEB.4","verse_code":"HEB.4.1","label":"1","content":"Let us therefore fear, lest, a promise being left  us  of entering into his rest, any of you should seem to come short of it."},{"bible_id":"1","chapter_code":"HEB.4","verse_code":"HEB.4.2","label":"2","content":"For unto us was the gospel preached, as well as unto them: but the word preached did not profit them, not being mixed with faith in them that heard  it ."},{"bible_id":"1","chapter_code":"HEB.4","verse_code":"HEB.4.3","label":"3","content":"For we which have believed do enter into rest, as he said, As I have sworn in my wrath, If they shall enter into my rest: although the works were finished from the foundation of the world."},{"bible_id":"1","chapter_code":"HEB.4","verse_code":"HEB.4.4","label":"4","content":"For he spake in a certain place of the seventh  day  on this wise, And God did rest the seventh day from all his works."},{"bible_id":"1","chapter_code":"HEB.4","verse_code":"HEB.4.5","label":"5","content":"And in this  place  again, If they shall enter into my rest."},{"bible_id":"1","chapter_code":"HEB.4","verse_code":"HEB.4.6","label":"6","content":"Seeing therefore it remaineth that some must enter therein, and they to whom it was first preached entered not in because of unbelief:"},{"bible_id":"1","chapter_code":"HEB.4","verse_code":"HEB.4.7","label":"7","content":"again, he limiteth a certain day, saying in David, To day, after so long a time; as it is said, To day if ye will hear his voice, Harden not your hearts."},{"bible_id":"1","chapter_code":"HEB.4","verse_code":"HEB.4.8","label":"8","content":"For if Jesus had given them rest, then would he not afterward have spoken of another day."},{"bible_id":"1","chapter_code":"HEB.4","verse_code":"HEB.4.9","label":"9","content":"There remaineth therefore a rest to the people of God."},{"bible_id":"1","chapter_code":"HEB.4","verse_code":"HEB.4.10","label":"10","content":"For he that is entered into his rest, he also hath ceased from his own works, as God  did  from his."},{"bible_id":"1","chapter_code":"HEB.4","verse_code":"HEB.4.11","label":"11","content":"Let us labour therefore to enter into that rest, lest any man fall after the same example of unbelief."},{"bible_id":"1","chapter_code":"HEB.4","verse_code":"HEB.4.12","label":"12","content":"For the word of God  is  quick, and powerful, and sharper than any twoedged sword, piercing even to the dividing asunder of soul and spirit, and of the joints and marrow, and  is  a discerner of the thoughts and intents of the heart."},{"bible_id":"1","chapter_code":"HEB.4","verse_code":"HEB.4.13","label":"13","content":"Neither is there any creature that is not manifest in his sight: but all things  are  naked and opened unto the eyes of him with whom we have to do."},{"bible_id":"1","chapter_code":"HEB.4","verse_code":"HEB.4.14","label":"14","content":"Seeing then that we have a great high priest, that is passed into the heavens, Jesus the Son of God, let us hold fast  our  profession."},{"bible_id":"1","chapter_code":"HEB.4","verse_code":"HEB.4.15","label":"15","content":"For we have not an high priest which cannot be touched with the feeling of our infirmities; but was in all points tempted like as  we are, yet  without sin."},{"bible_id":"1","chapter_code":"HEB.4","verse_code":"HEB.4.16","label":"16","content":"Let us therefore come boldly unto the throne of grace, that we may obtain mercy, and find grace to help in time of need."},{"bible_id":"1","chapter_code":"HEB.5","verse_code":"HEB.5.1","label":"1","content":"For every high priest taken from among men is ordained for men in things  pertaining  to God, that he may offer both gifts and sacrifices for sins:"},{"bible_id":"1","chapter_code":"HEB.5","verse_code":"HEB.5.2","label":"2","content":"who can have compassion on the ignorant, and on them that are out of the way; for that he himself also is compassed with infirmity."},{"bible_id":"1","chapter_code":"HEB.5","verse_code":"HEB.5.3","label":"3","content":"And by reason hereof he ought, as for the people, so also for himself, to offer for sins."},{"bible_id":"1","chapter_code":"HEB.5","verse_code":"HEB.5.4","label":"4","content":"And no man taketh this honour unto himself, but he that is called of God, as  was  Aaron."},{"bible_id":"1","chapter_code":"HEB.5","verse_code":"HEB.5.5","label":"5","content":"So also Christ glorified not himself to be made an high priest; but he that said unto him, Thou art my Son, To day have I begotten thee."},{"bible_id":"1","chapter_code":"HEB.5","verse_code":"HEB.5.6","label":"6","content":"As he saith also in another  place , Thou  art  a priest for ever After the order of Melchisedec."},{"bible_id":"1","chapter_code":"HEB.5","verse_code":"HEB.5.7","label":"7","content":"Who in the days of his flesh, when he had offered up prayers and supplications with strong crying and tears unto him that was able to save him from death, and was heard in that he feared;"},{"bible_id":"1","chapter_code":"HEB.5","verse_code":"HEB.5.8","label":"8","content":"though he were a Son, yet learned he obedience by the things which he suffered;"},{"bible_id":"1","chapter_code":"HEB.5","verse_code":"HEB.5.9","label":"9","content":"and being made perfect, he became the author of eternal salvation unto all them that obey him;"},{"bible_id":"1","chapter_code":"HEB.5","verse_code":"HEB.5.10","label":"10","content":"called of God an high priest after the order of Melchisedec."},{"bible_id":"1","chapter_code":"HEB.5","verse_code":"HEB.5.11","label":"11","content":"Of whom we have many things to say, and hard to be uttered, seeing ye are dull of hearing."},{"bible_id":"1","chapter_code":"HEB.5","verse_code":"HEB.5.12","label":"12","content":"For when for the time ye ought to be teachers, ye have need that one teach you again which  be  the first principles of the oracles of God; and are become such as have need of milk, and not of strong meat."},{"bible_id":"1","chapter_code":"HEB.5","verse_code":"HEB.5.13","label":"13","content":"For every one that useth milk  is  unskilful in the word of righteousness: for he is a babe."},{"bible_id":"1","chapter_code":"HEB.5","verse_code":"HEB.5.14","label":"14","content":"But strong meat belongeth to them that are of full age,  even  those who by reason of use have their senses exercised to discern both good and evil."},{"bible_id":"1","chapter_code":"HEB.6","verse_code":"HEB.6.1","label":"1","content":"Therefore leaving the principles of the doctrine of Christ, let us go on unto perfection; not laying again the foundation of repentance from dead works, and of faith toward God,"},{"bible_id":"1","chapter_code":"HEB.6","verse_code":"HEB.6.2","label":"2","content":"of the doctrine of baptisms, and of laying on of hands, and of resurrection of the dead, and of eternal judgment."},{"bible_id":"1","chapter_code":"HEB.6","verse_code":"HEB.6.3","label":"3","content":"And this will we do, if God permit."},{"bible_id":"1","chapter_code":"HEB.6","verse_code":"HEB.6.4","label":"4","content":"For  it is  impossible for those who were once enlightened, and have tasted of the heavenly gift, and were made partakers of the Holy Ghost,"},{"bible_id":"1","chapter_code":"HEB.6","verse_code":"HEB.6.5","label":"5","content":"and have tasted the good word of God, and the powers of the world to come,"},{"bible_id":"1","chapter_code":"HEB.6","verse_code":"HEB.6.6","label":"6","content":"if they shall fall away, to renew them again unto repentance; seeing they crucify to themselves the Son of God afresh, and put  him  to an open shame."},{"bible_id":"1","chapter_code":"HEB.6","verse_code":"HEB.6.7","label":"7","content":"For the earth which drinketh in the rain that cometh oft upon it, and bringeth forth herbs meet for them by whom it is dressed, receiveth blessing from God:"},{"bible_id":"1","chapter_code":"HEB.6","verse_code":"HEB.6.8","label":"8","content":"but that which beareth thorns and briers  is  rejected, and  is  nigh unto cursing; whose end  is  to be burned."},{"bible_id":"1","chapter_code":"HEB.6","verse_code":"HEB.6.9","label":"9","content":"But, beloved, we are persuaded better things of you, and things that accompany salvation, though we thus speak."},{"bible_id":"1","chapter_code":"HEB.6","verse_code":"HEB.6.10","label":"10","content":"For God  is  not unrighteous to forget your work and labour of love, which ye have shewed toward his name, in that ye have ministered to the saints, and do minister."},{"bible_id":"1","chapter_code":"HEB.6","verse_code":"HEB.6.11","label":"11","content":"And we desire that every one of you do shew the same diligence to the full assurance of hope unto the end:"},{"bible_id":"1","chapter_code":"HEB.6","verse_code":"HEB.6.12","label":"12","content":"that ye be not slothful, but followers of them who through faith and patience inherit the promises."},{"bible_id":"1","chapter_code":"HEB.6","verse_code":"HEB.6.13","label":"13","content":"For when God made promise to Abraham, because he could swear by no greater, he sware by himself,"},{"bible_id":"1","chapter_code":"HEB.6","verse_code":"HEB.6.14","label":"14","content":"saying, Surely blessing I will bless thee, and multiplying I will multiply thee."},{"bible_id":"1","chapter_code":"HEB.6","verse_code":"HEB.6.15","label":"15","content":"And so, after he had patiently endured, he obtained the promise."},{"bible_id":"1","chapter_code":"HEB.6","verse_code":"HEB.6.16","label":"16","content":"For men verily swear by the greater: and an oath for confirmation  is  to them an end of all strife."},{"bible_id":"1","chapter_code":"HEB.6","verse_code":"HEB.6.17","label":"17","content":"Wherein God, willing more abundantly to shew unto the heirs of promise the immutability of his counsel, confirmed  it  by an oath:"},{"bible_id":"1","chapter_code":"HEB.6","verse_code":"HEB.6.18","label":"18","content":"that by two immutable things, in which  it was  impossible for God to lie, we might have a strong consolation, who have fled for refuge to lay hold upon the hope set before us:"},{"bible_id":"1","chapter_code":"HEB.6","verse_code":"HEB.6.19","label":"19","content":"which  hope  we have as an anchor of the soul, both sure and stedfast, and which entereth into that within the veil;"},{"bible_id":"1","chapter_code":"HEB.6","verse_code":"HEB.6.20","label":"20","content":"whither the forerunner is for us entered,  even  Jesus, made an high priest for ever after the order of Melchisedec."},{"bible_id":"1","chapter_code":"HEB.7","verse_code":"HEB.7.1","label":"1","content":"For this Melchisedec, king of Salem, priest of the most high God, who met Abraham returning from the slaughter of the kings, and blessed him;"},{"bible_id":"1","chapter_code":"HEB.7","verse_code":"HEB.7.2","label":"2","content":"to whom also Abraham gave a tenth part of all; first being by interpretation King of righteousness, and after that also King of Salem, which is, King of peace;"},{"bible_id":"1","chapter_code":"HEB.7","verse_code":"HEB.7.3","label":"3","content":"without father, without mother, without descent, having neither beginning of days, nor end of life; but made like unto the Son of God; abideth a priest continually."},{"bible_id":"1","chapter_code":"HEB.7","verse_code":"HEB.7.4","label":"4","content":"Now consider how great this man  was , unto whom even the patriarch Abraham gave the tenth of the spoils."},{"bible_id":"1","chapter_code":"HEB.7","verse_code":"HEB.7.5","label":"5","content":"And verily they that are of the sons of Levi, who receive the office of the priesthood, have a commandment to take tithes of the people according to the law, that is, of their brethren, though they come out of the loins of Abraham:"},{"bible_id":"1","chapter_code":"HEB.7","verse_code":"HEB.7.6","label":"6","content":"but he whose descent is not counted from them received tithes of Abraham, and blessed him that had the promises."},{"bible_id":"1","chapter_code":"HEB.7","verse_code":"HEB.7.7","label":"7","content":"And without all contradiction the less is blessed of the better."},{"bible_id":"1","chapter_code":"HEB.7","verse_code":"HEB.7.8","label":"8","content":"And here men that die receive tithes; but there he  receiveth them , of whom it is witnessed that he liveth."},{"bible_id":"1","chapter_code":"HEB.7","verse_code":"HEB.7.9","label":"9","content":"And as I may so say, Levi also, who receiveth tithes, payed tithes in Abraham."},{"bible_id":"1","chapter_code":"HEB.7","verse_code":"HEB.7.10","label":"10","content":"For he was yet in the loins of his father, when Melchisedec met him."},{"bible_id":"1","chapter_code":"HEB.7","verse_code":"HEB.7.11","label":"11","content":"If therefore perfection were by the Levitical priesthood, (for under it the people received the law,) what further need  was there  that another priest should rise after the order of Melchisedec, and not be called after the order of Aaron?"},{"bible_id":"1","chapter_code":"HEB.7","verse_code":"HEB.7.12","label":"12","content":"For the priesthood being changed, there is made of necessity a change also of the law."},{"bible_id":"1","chapter_code":"HEB.7","verse_code":"HEB.7.13","label":"13","content":"For he of whom these things are spoken pertaineth to another tribe, of which no man gave attendance at the altar."},{"bible_id":"1","chapter_code":"HEB.7","verse_code":"HEB.7.14","label":"14","content":"For  it is  evident that our Lord sprang out of Juda; of which tribe Moses spake nothing concerning priesthood."},{"bible_id":"1","chapter_code":"HEB.7","verse_code":"HEB.7.15","label":"15","content":"And it is yet far more evident: for that after the similitude of Melchisedec there ariseth another priest,"},{"bible_id":"1","chapter_code":"HEB.7","verse_code":"HEB.7.16","label":"16","content":"who is made, not after the law of a carnal commandment, but after the power of an endless life."},{"bible_id":"1","chapter_code":"HEB.7","verse_code":"HEB.7.17","label":"17","content":"For he testifieth, Thou  art  a priest for ever After the order of Melchisedec."},{"bible_id":"1","chapter_code":"HEB.7","verse_code":"HEB.7.18","label":"18","content":"For there is verily a disannulling of the commandment going before for the weakness and unprofitableness thereof."},{"bible_id":"1","chapter_code":"HEB.7","verse_code":"HEB.7.19","label":"19","content":"For the law made nothing perfect, but the bringing in of a better hope  did ; by the which we draw nigh unto God."},{"bible_id":"1","chapter_code":"HEB.7","verse_code":"HEB.7.20","label":"20","content":"And inasmuch as not without an oath  he was made priest :"},{"bible_id":"1","chapter_code":"HEB.7","verse_code":"HEB.7.21","label":"21","content":"(for those priests were made without an oath; but this with an oath by him that said unto him, The Lord sware and will not repent, Thou  art  a priest for ever After the order of Melchisedec:)"},{"bible_id":"1","chapter_code":"HEB.7","verse_code":"HEB.7.22","label":"22","content":"By so much was Jesus made a surety of a better testament."},{"bible_id":"1","chapter_code":"HEB.7","verse_code":"HEB.7.23","label":"23","content":"And they truly were many priests, because they were not suffered to continue by reason of death:"},{"bible_id":"1","chapter_code":"HEB.7","verse_code":"HEB.7.24","label":"24","content":"but this  man , because he continueth ever, hath an unchangeable priesthood."},{"bible_id":"1","chapter_code":"HEB.7","verse_code":"HEB.7.25","label":"25","content":"Wherefore he is able also to save them to the uttermost that come unto God by him, seeing he ever liveth to make intercession for them."},{"bible_id":"1","chapter_code":"HEB.7","verse_code":"HEB.7.26","label":"26","content":"For such an high priest became us,  who is  holy, harmless, undefiled, separate from sinners, and made higher than the heavens;"},{"bible_id":"1","chapter_code":"HEB.7","verse_code":"HEB.7.27","label":"27","content":"who needeth not daily, as those high priests, to offer up sacrifice, first for his own sins, and then for the people's: for this he did once, when he offered up himself."},{"bible_id":"1","chapter_code":"HEB.7","verse_code":"HEB.7.28","label":"28","content":"For the law maketh men high priests which have infirmity; but the word of the oath, which was since the law,  maketh  the Son, who is consecrated for evermore."},{"bible_id":"1","chapter_code":"HEB.8","verse_code":"HEB.8.1","label":"1","content":"Now of the things which we have spoken  this is  the sum: We have such an high priest, who is set on the right hand of the throne of the Majesty in the heavens;"},{"bible_id":"1","chapter_code":"HEB.8","verse_code":"HEB.8.2","label":"2","content":"a minister of the sanctuary, and of the true tabernacle, which the Lord pitched, and not man."},{"bible_id":"1","chapter_code":"HEB.8","verse_code":"HEB.8.3","label":"3","content":"For every high priest is ordained to offer gifts and sacrifices: wherefore  it is  of necessity that this man have somewhat also to offer."},{"bible_id":"1","chapter_code":"HEB.8","verse_code":"HEB.8.4","label":"4","content":"For if he were on earth, he should not be a priest, seeing that there are priests that offer gifts according to the law:"},{"bible_id":"1","chapter_code":"HEB.8","verse_code":"HEB.8.5","label":"5","content":"who serve unto the example and shadow of heavenly things, as Moses was admonished of God when he was about to make the tabernacle: for, See, saith he,  that  thou make all things according to the pattern shewed to thee in the mount."},{"bible_id":"1","chapter_code":"HEB.8","verse_code":"HEB.8.6","label":"6","content":"But now hath he obtained a more excellent ministry, by how much also he is the mediator of a better covenant, which was established upon better promises."},{"bible_id":"1","chapter_code":"HEB.8","verse_code":"HEB.8.7","label":"7","content":"For if that first  covenant  had been faultless, then should no place have been sought for the second."},{"bible_id":"1","chapter_code":"HEB.8","verse_code":"HEB.8.8","label":"8","content":"For finding fault with them, he saith, Behold, the days come, saith the Lord, When I will make a new covenant with the house of Israel and with the house of Judah:"},{"bible_id":"1","chapter_code":"HEB.8","verse_code":"HEB.8.9","label":"9","content":"Not according to the covenant that I made with their fathers In the day when I took them by the hand to lead them out of the land of Egypt; Because they continued not in my covenant, And I regarded them not, saith the Lord."},{"bible_id":"1","chapter_code":"HEB.8","verse_code":"HEB.8.10","label":"10","content":"For this  is  the covenant that I will make with the house of Israel After those days, saith the Lord; I will put my laws into their mind, And write them in their hearts: And I will be to them a God, And they shall be to me a people:"},{"bible_id":"1","chapter_code":"HEB.8","verse_code":"HEB.8.11","label":"11","content":"And they shall not teach every man his neighbour, And every man his brother, saying, Know the Lord: For all shall know me, From the least to the greatest."},{"bible_id":"1","chapter_code":"HEB.8","verse_code":"HEB.8.12","label":"12","content":"For I will be merciful to their unrighteousness, And their sins and their iniquities will I remember no more."},{"bible_id":"1","chapter_code":"HEB.8","verse_code":"HEB.8.13","label":"13","content":"In that he saith, A new  covenant , he hath made the first old. Now that which decayeth and waxeth old  is  ready to vanish away."},{"bible_id":"1","chapter_code":"HEB.9","verse_code":"HEB.9.1","label":"1","content":"Then verily the first  covenant  had also ordinances of divine service, and a worldly sanctuary."},{"bible_id":"1","chapter_code":"HEB.9","verse_code":"HEB.9.2","label":"2","content":"For there was a tabernacle made; the first, wherein  was  the candlestick, and the table, and the shewbread; which is called the sanctuary."},{"bible_id":"1","chapter_code":"HEB.9","verse_code":"HEB.9.3","label":"3","content":"And after the second veil, the tabernacle which is called the Holiest of all;"},{"bible_id":"1","chapter_code":"HEB.9","verse_code":"HEB.9.4","label":"4","content":"which had the golden censer, and the ark of the covenant overlaid round about with gold, wherein  was  the golden pot that had manna, and Aaron's rod that budded, and the tables of the covenant;"},{"bible_id":"1","chapter_code":"HEB.9","verse_code":"HEB.9.5","label":"5","content":"and over it the cherubims of glory shadowing the mercyseat; of which we cannot now speak particularly."},{"bible_id":"1","chapter_code":"HEB.9","verse_code":"HEB.9.6","label":"6","content":"Now when these things were thus ordained, the priests went always into the first tabernacle, accomplishing the service  of God ."},{"bible_id":"1","chapter_code":"HEB.9","verse_code":"HEB.9.7","label":"7","content":"But into the second  went  the high priest alone once every year, not without blood, which he offered for himself, and  for  the errors of the people:"},{"bible_id":"1","chapter_code":"HEB.9","verse_code":"HEB.9.8","label":"8","content":"the Holy Ghost this signifying, that the way into the holiest of all was not yet made manifest, while as the first tabernacle was yet standing:"},{"bible_id":"1","chapter_code":"HEB.9","verse_code":"HEB.9.9","label":"9","content":"which  was  a figure for the time then present, in which were offered both gifts and sacrifices, that could not make him that did the service perfect, as pertaining to the conscience;"},{"bible_id":"1","chapter_code":"HEB.9","verse_code":"HEB.9.10","label":"10","content":"which stood  only in meats and drinks, and divers washings, and carnal ordinances, imposed  on them  until the time of reformation."},{"bible_id":"1","chapter_code":"HEB.9","verse_code":"HEB.9.11","label":"11","content":"But Christ being come an high priest of good things to come, by a greater and more perfect tabernacle, not made with hands, that is to say, not of this building;"},{"bible_id":"1","chapter_code":"HEB.9","verse_code":"HEB.9.12","label":"12","content":"neither by the blood of goats and calves, but by his own blood he entered in once into the holy place, having obtained eternal redemption  for us ."},{"bible_id":"1","chapter_code":"HEB.9","verse_code":"HEB.9.13","label":"13","content":"For if the blood of bulls and of goats, and the ashes of an heifer sprinkling the unclean, sanctifieth to the purifying of the flesh:"},{"bible_id":"1","chapter_code":"HEB.9","verse_code":"HEB.9.14","label":"14","content":"how much more shall the blood of Christ, who through the eternal Spirit offered himself without spot to God, purge your conscience from dead works to serve the living God?"},{"bible_id":"1","chapter_code":"HEB.9","verse_code":"HEB.9.15","label":"15","content":"And for this cause he is the mediator of the new testament, that by means of death, for the redemption of the transgressions  that were  under the first testament, they which are called might receive the promise of eternal inheritance."},{"bible_id":"1","chapter_code":"HEB.9","verse_code":"HEB.9.16","label":"16","content":"For where a testament  is , there must also of necessity be the death of the testator."},{"bible_id":"1","chapter_code":"HEB.9","verse_code":"HEB.9.17","label":"17","content":"For a testament  is  of force after men are dead: otherwise it is of no strength at all while the testator liveth."},{"bible_id":"1","chapter_code":"HEB.9","verse_code":"HEB.9.18","label":"18","content":"Whereupon neither the first  testament  was dedicated without blood."},{"bible_id":"1","chapter_code":"HEB.9","verse_code":"HEB.9.19","label":"19","content":"For when Moses had spoken every precept to all the people according to the law, he took the blood of calves and of goats, with water, and scarlet wool, and hyssop, and sprinkled both the book, and all the people,"},{"bible_id":"1","chapter_code":"HEB.9","verse_code":"HEB.9.20","label":"20","content":"saying, This  is  the blood of the testament which God hath enjoined unto you."},{"bible_id":"1","chapter_code":"HEB.9","verse_code":"HEB.9.21","label":"21","content":"Moreover he sprinkled with blood both the tabernacle, and all the vessels of the ministry."},{"bible_id":"1","chapter_code":"HEB.9","verse_code":"HEB.9.22","label":"22","content":"And almost all things are by the law purged with blood; and without shedding of blood is no remission."},{"bible_id":"1","chapter_code":"HEB.9","verse_code":"HEB.9.23","label":"23","content":"It was  therefore necessary that the patterns of things in the heavens should be purified with these; but the heavenly things themselves with better sacrifices than these."},{"bible_id":"1","chapter_code":"HEB.9","verse_code":"HEB.9.24","label":"24","content":"For Christ is not entered into the holy places made with hands,  which are  the figures of the true; but into heaven itself, now to appear in the presence of God for us:"},{"bible_id":"1","chapter_code":"HEB.9","verse_code":"HEB.9.25","label":"25","content":"nor yet that he should offer himself often, as the high priest entereth into the holy place every year with blood of others;"},{"bible_id":"1","chapter_code":"HEB.9","verse_code":"HEB.9.26","label":"26","content":"for then must he often have suffered since the foundation of the world: but now once in the end of the world hath he appeared to put away sin by the sacrifice of himself."},{"bible_id":"1","chapter_code":"HEB.9","verse_code":"HEB.9.27","label":"27","content":"And as it is appointed unto men once to die, but after this the judgment:"},{"bible_id":"1","chapter_code":"HEB.9","verse_code":"HEB.9.28","label":"28","content":"so Christ was once offered to bear the sins of many; and unto them that look for him shall he appear the second time without sin unto salvation."},{"bible_id":"1","chapter_code":"HEB.10","verse_code":"HEB.10.1","label":"1","content":"For the law having a shadow of good things to come,  and  not the very image of the things, can never with those sacrifices which they offered year by year continually make the comers thereunto perfect."},{"bible_id":"1","chapter_code":"HEB.10","verse_code":"HEB.10.2","label":"2","content":"For then would they not have ceased to be offered? because that the worshippers once purged should have had no more conscience of sins."},{"bible_id":"1","chapter_code":"HEB.10","verse_code":"HEB.10.3","label":"3","content":"But in those  sacrifices there is  a remembrance again  made  of sins every year."},{"bible_id":"1","chapter_code":"HEB.10","verse_code":"HEB.10.4","label":"4","content":"For  it is  not possible that the blood of bulls and of goats should take away sins."},{"bible_id":"1","chapter_code":"HEB.10","verse_code":"HEB.10.5","label":"5","content":"Wherefore when he cometh into the world, he saith, Sacrifice and offering thou wouldest not, But a body hast thou prepared me:"},{"bible_id":"1","chapter_code":"HEB.10","verse_code":"HEB.10.6","label":"6","content":"In burnt offerings and  sacrifices  for sin thou hast had no pleasure."},{"bible_id":"1","chapter_code":"HEB.10","verse_code":"HEB.10.7","label":"7","content":"Then said I, Lo, I come (In the volume of the book it is written of me,) To do thy will, O God."},{"bible_id":"1","chapter_code":"HEB.10","verse_code":"HEB.10.8","label":"8","content":"Above when he said, Sacrifice and offering and burnt offerings and  offering  for sin thou wouldest not, neither hadst pleasure  therein ; which are offered by the law;"},{"bible_id":"1","chapter_code":"HEB.10","verse_code":"HEB.10.9","label":"9","content":"then said he, Lo, I come to do thy will, O God. He taketh away the first, that he may establish the second."},{"bible_id":"1","chapter_code":"HEB.10","verse_code":"HEB.10.10","label":"10","content":"By the which will we are sanctified through the offering of the body of Jesus Christ once  for all ."},{"bible_id":"1","chapter_code":"HEB.10","verse_code":"HEB.10.11","label":"11","content":"And every priest standeth daily ministering and offering oftentimes the same sacrifices, which can never take away sins:"},{"bible_id":"1","chapter_code":"HEB.10","verse_code":"HEB.10.12","label":"12","content":"but this man, after he had offered one sacrifice for sins for ever, sat down on the right hand of God;"},{"bible_id":"1","chapter_code":"HEB.10","verse_code":"HEB.10.13","label":"13","content":"from henceforth expecting till his enemies be made his footstool."},{"bible_id":"1","chapter_code":"HEB.10","verse_code":"HEB.10.14","label":"14","content":"For by one offering he hath perfected for ever them that are sanctified."},{"bible_id":"1","chapter_code":"HEB.10","verse_code":"HEB.10.15","label":"15","content":"Whereof  the Holy Ghost also is a witness to us: for after that he had said before,"},{"bible_id":"1","chapter_code":"HEB.10","verse_code":"HEB.10.16","label":"16","content":"This  is  the covenant that I will make with them After those days, saith the Lord, I will put my laws into their hearts, And in their minds will I write them;"},{"bible_id":"1","chapter_code":"HEB.10","verse_code":"HEB.10.17","label":"17","content":"And their sins and iniquities will I remember no more."},{"bible_id":"1","chapter_code":"HEB.10","verse_code":"HEB.10.18","label":"18","content":"Now where remission of these  is, there is  no more offering for sin."},{"bible_id":"1","chapter_code":"HEB.10","verse_code":"HEB.10.19","label":"19","content":"Having therefore, brethren, boldness to enter into the holiest by the blood of Jesus,"},{"bible_id":"1","chapter_code":"HEB.10","verse_code":"HEB.10.20","label":"20","content":"by a new and living way, which he hath consecrated for us, through the veil, that is to say, his flesh;"},{"bible_id":"1","chapter_code":"HEB.10","verse_code":"HEB.10.21","label":"21","content":"and  having  an high priest over the house of God;"},{"bible_id":"1","chapter_code":"HEB.10","verse_code":"HEB.10.22","label":"22","content":"let us draw near with a true heart in full assurance of faith, having our hearts sprinkled from an evil conscience, and our bodies washed with pure water."},{"bible_id":"1","chapter_code":"HEB.10","verse_code":"HEB.10.23","label":"23","content":"Let us hold fast the profession of  our  faith without wavering; (for he  is  faithful that promised;)"},{"bible_id":"1","chapter_code":"HEB.10","verse_code":"HEB.10.24","label":"24","content":"and let us consider one another to provoke unto love and to good works:"},{"bible_id":"1","chapter_code":"HEB.10","verse_code":"HEB.10.25","label":"25","content":"not forsaking the assembling of ourselves together, as the manner of some  is ; but exhorting  one another : and so much the more, as ye see the day approaching."},{"bible_id":"1","chapter_code":"HEB.10","verse_code":"HEB.10.26","label":"26","content":"For if we sin wilfully after that we have received the knowledge of the truth, there remaineth no more sacrifice for sins,"},{"bible_id":"1","chapter_code":"HEB.10","verse_code":"HEB.10.27","label":"27","content":"but a certain fearful looking for of judgment and fiery indignation, which shall devour the adversaries."},{"bible_id":"1","chapter_code":"HEB.10","verse_code":"HEB.10.28","label":"28","content":"He that despised Moses' law died without mercy under two or three witnesses:"},{"bible_id":"1","chapter_code":"HEB.10","verse_code":"HEB.10.29","label":"29","content":"of how much sorer punishment, suppose ye, shall he be thought worthy, who hath trodden under foot the Son of God, and hath counted the blood of the covenant, wherewith he was sanctified, an unholy thing, and hath done despite unto the Spirit of grace?"},{"bible_id":"1","chapter_code":"HEB.10","verse_code":"HEB.10.30","label":"30","content":"For we know him that hath said, Vengeance  belongeth  unto me, I will recompense, saith the Lord. And again, The Lord shall judge his people."},{"bible_id":"1","chapter_code":"HEB.10","verse_code":"HEB.10.31","label":"31","content":"It is  a fearful thing to fall into the hands of the living God."},{"bible_id":"1","chapter_code":"HEB.10","verse_code":"HEB.10.32","label":"32","content":"But call to remembrance the former days, in which, after ye were illuminated, ye endured a great fight of afflictions;"},{"bible_id":"1","chapter_code":"HEB.10","verse_code":"HEB.10.33","label":"33","content":"partly, whilst ye were made a gazingstock both by reproaches and afflictions; and partly, whilst ye became companions of them that were so used."},{"bible_id":"1","chapter_code":"HEB.10","verse_code":"HEB.10.34","label":"34","content":"For ye had compassion of me in my bonds, and took joyfully the spoiling of your goods, knowing in yourselves that ye have in heaven a better and an enduring substance."},{"bible_id":"1","chapter_code":"HEB.10","verse_code":"HEB.10.35","label":"35","content":"Cast not away therefore your confidence, which hath great recompence of reward."},{"bible_id":"1","chapter_code":"HEB.10","verse_code":"HEB.10.36","label":"36","content":"For ye have need of patience, that, after ye have done the will of God, ye might receive the promise."},{"bible_id":"1","chapter_code":"HEB.10","verse_code":"HEB.10.37","label":"37","content":"For yet a little while, And he that shall come will come, and will not tarry."},{"bible_id":"1","chapter_code":"HEB.10","verse_code":"HEB.10.38","label":"38","content":"Now the just shall live by faith: But if  any man  draw back, my soul shall have no pleasure in him."},{"bible_id":"1","chapter_code":"HEB.10","verse_code":"HEB.10.39","label":"39","content":"But we are not of them who draw back unto perdition; but of them that believe to the saving of the soul."},{"bible_id":"1","chapter_code":"HEB.11","verse_code":"HEB.11.1","label":"1","content":"Now faith is the substance of things hoped for, the evidence of things not seen."},{"bible_id":"1","chapter_code":"HEB.11","verse_code":"HEB.11.2","label":"2","content":"For by it the elders obtained a good report."},{"bible_id":"1","chapter_code":"HEB.11","verse_code":"HEB.11.3","label":"3","content":"Through faith we understand that the worlds were framed by the word of God, so that things which are seen were not made of things which do appear."},{"bible_id":"1","chapter_code":"HEB.11","verse_code":"HEB.11.4","label":"4","content":"By faith Abel offered unto God a more excellent sacrifice than Cain, by which he obtained witness that he was righteous, God testifying of his gifts: and by it he being dead yet speaketh."},{"bible_id":"1","chapter_code":"HEB.11","verse_code":"HEB.11.5","label":"5","content":"By faith Enoch was translated that he should not see death; and was not found, because God had translated him: for before his translation he had this testimony, that he pleased God."},{"bible_id":"1","chapter_code":"HEB.11","verse_code":"HEB.11.6","label":"6","content":"But without faith  it is  impossible to please  him : for he that cometh to God must believe that he is, and  that  he is a rewarder of them that diligently seek him."},{"bible_id":"1","chapter_code":"HEB.11","verse_code":"HEB.11.7","label":"7","content":"By faith Noah, being warned of God of things not seen as yet, moved with fear, prepared an ark to the saving of his house; by the which he condemned the world, and became heir of the righteousness which is by faith."},{"bible_id":"1","chapter_code":"HEB.11","verse_code":"HEB.11.8","label":"8","content":"By faith Abraham, when he was called to go out into a place which he should after receive for an inheritance, obeyed; and he went out, not knowing whither he went."},{"bible_id":"1","chapter_code":"HEB.11","verse_code":"HEB.11.9","label":"9","content":"By faith he sojourned in the land of promise, as  in  a strange country, dwelling in tabernacles with Isaac and Jacob, the heirs with him of the same promise:"},{"bible_id":"1","chapter_code":"HEB.11","verse_code":"HEB.11.10","label":"10","content":"for he looked for a city which hath foundations, whose builder and maker  is  God."},{"bible_id":"1","chapter_code":"HEB.11","verse_code":"HEB.11.11","label":"11","content":"Through faith also Sara herself received strength to conceive seed, and was delivered of a child when she was past age, because she judged him faithful who had promised."},{"bible_id":"1","chapter_code":"HEB.11","verse_code":"HEB.11.12","label":"12","content":"Therefore sprang there even of one, and him as good as dead,  so many  as the stars of the sky in multitude, and as the sand which is by the sea shore innumerable."},{"bible_id":"1","chapter_code":"HEB.11","verse_code":"HEB.11.13","label":"13","content":"These all died in faith, not having received the promises, but having seen them afar off, and were persuaded of  them , and embraced  them , and confessed that they were strangers and pilgrims on the earth."},{"bible_id":"1","chapter_code":"HEB.11","verse_code":"HEB.11.14","label":"14","content":"For they that say such things declare plainly that they seek a country."},{"bible_id":"1","chapter_code":"HEB.11","verse_code":"HEB.11.15","label":"15","content":"And truly, if they had been mindful of that  country  from whence they came out, they might have had opportunity to have returned."},{"bible_id":"1","chapter_code":"HEB.11","verse_code":"HEB.11.16","label":"16","content":"But now they desire a better  country , that is, an heavenly: wherefore God is not ashamed to be called their God: for he hath prepared for them a city."},{"bible_id":"1","chapter_code":"HEB.11","verse_code":"HEB.11.17","label":"17","content":"By faith Abraham, when he was tried, offered up Isaac: and he that had received the promises offered up his only begotten  son ,"},{"bible_id":"1","chapter_code":"HEB.11","verse_code":"HEB.11.18","label":"18","content":"of whom it was said, That in Isaac shall thy seed be called:"},{"bible_id":"1","chapter_code":"HEB.11","verse_code":"HEB.11.19","label":"19","content":"accounting that God  was  able to raise  him  up, even from the dead; from whence also he received him in a figure."},{"bible_id":"1","chapter_code":"HEB.11","verse_code":"HEB.11.20","label":"20","content":"By faith Isaac blessed Jacob and Esau concerning things to come."},{"bible_id":"1","chapter_code":"HEB.11","verse_code":"HEB.11.21","label":"21","content":"By faith Jacob, when he was a dying, blessed both the sons of Joseph; and worshipped,  leaning  upon the top of his staff."},{"bible_id":"1","chapter_code":"HEB.11","verse_code":"HEB.11.22","label":"22","content":"By faith Joseph, when he died, made mention of the departing of the children of Israel; and gave commandment concerning his bones."},{"bible_id":"1","chapter_code":"HEB.11","verse_code":"HEB.11.23","label":"23","content":"By faith Moses, when he was born, was hid three months of his parents, because they saw  he was  a proper child; and they were not afraid of the king's commandment."},{"bible_id":"1","chapter_code":"HEB.11","verse_code":"HEB.11.24","label":"24","content":"By faith Moses, when he was come to years, refused to be called the son of Pharaoh's daughter;"},{"bible_id":"1","chapter_code":"HEB.11","verse_code":"HEB.11.25","label":"25","content":"choosing rather to suffer affliction with the people of God, than to enjoy the pleasures of sin for a season;"},{"bible_id":"1","chapter_code":"HEB.11","verse_code":"HEB.11.26","label":"26","content":"esteeming the reproach of Christ greater riches than the treasures in Egypt: for he had respect unto the recompence of the reward."},{"bible_id":"1","chapter_code":"HEB.11","verse_code":"HEB.11.27","label":"27","content":"By faith he forsook Egypt, not fearing the wrath of the king: for he endured, as seeing him who is invisible."},{"bible_id":"1","chapter_code":"HEB.11","verse_code":"HEB.11.28","label":"28","content":"Through faith he kept the passover, and the sprinkling of blood, lest he that destroyed the firstborn should touch them."},{"bible_id":"1","chapter_code":"HEB.11","verse_code":"HEB.11.29","label":"29","content":"By faith they passed through the Red sea as by dry  land : which the Egyptians assaying to do were drowned."},{"bible_id":"1","chapter_code":"HEB.11","verse_code":"HEB.11.30","label":"30","content":"By faith the walls of Jericho fell down, after they were compassed about seven days."},{"bible_id":"1","chapter_code":"HEB.11","verse_code":"HEB.11.31","label":"31","content":"By faith the harlot Rahab perished not with them that believed not, when she had received the spies with peace."},{"bible_id":"1","chapter_code":"HEB.11","verse_code":"HEB.11.32","label":"32","content":"And what shall I more say? for the time would fail me to tell of Gedeon, and  of  Barak, and  of  Samson, and  of  Jephthae;  of  David also, and Samuel, and  of  the prophets:"},{"bible_id":"1","chapter_code":"HEB.11","verse_code":"HEB.11.33","label":"33","content":"who through faith subdued kingdoms, wrought righteousness, obtained promises, stopped the mouths of lions,"},{"bible_id":"1","chapter_code":"HEB.11","verse_code":"HEB.11.34","label":"34","content":"quenched the violence of fire, escaped the edge of the sword, out of weakness were made strong, waxed valiant in fight, turned to flight the armies of the aliens."},{"bible_id":"1","chapter_code":"HEB.11","verse_code":"HEB.11.35","label":"35","content":"Women received their dead raised to life again: and others were tortured, not accepting deliverance; that they might obtain a better resurrection:"},{"bible_id":"1","chapter_code":"HEB.11","verse_code":"HEB.11.36","label":"36","content":"and others had trial of  cruel  mockings and scourgings, yea, moreover of bonds and imprisonment:"},{"bible_id":"1","chapter_code":"HEB.11","verse_code":"HEB.11.37","label":"37","content":"they were stoned, they were sawn asunder, were tempted, were slain with the sword: they wandered about in sheepskins and goatskins; being destitute, afflicted, tormented;"},{"bible_id":"1","chapter_code":"HEB.11","verse_code":"HEB.11.38","label":"38","content":"(of whom the world was not worthy:) they wandered in deserts, and  in  mountains, and  in  dens and caves of the earth."},{"bible_id":"1","chapter_code":"HEB.11","verse_code":"HEB.11.39","label":"39","content":"And these all, having obtained a good report through faith, received not the promise:"},{"bible_id":"1","chapter_code":"HEB.11","verse_code":"HEB.11.40","label":"40","content":"God having provided some better thing for us, that they without us should not be made perfect."},{"bible_id":"1","chapter_code":"HEB.12","verse_code":"HEB.12.1","label":"1","content":"Wherefore seeing we also are compassed about with so great a cloud of witnesses, let us lay aside every weight, and the sin which doth so easily beset  us , and let us run with patience the race that is set before us,"},{"bible_id":"1","chapter_code":"HEB.12","verse_code":"HEB.12.2","label":"2","content":"looking unto Jesus the author and finisher of  our  faith; who for the joy that was set before him endured the cross, despising the shame, and is set down at the right hand of the throne of God."},{"bible_id":"1","chapter_code":"HEB.12","verse_code":"HEB.12.3","label":"3","content":"For consider him that endured such contradiction of sinners against himself, lest ye be wearied and faint in your minds."},{"bible_id":"1","chapter_code":"HEB.12","verse_code":"HEB.12.4","label":"4","content":"Ye have not yet resisted unto blood, striving against sin."},{"bible_id":"1","chapter_code":"HEB.12","verse_code":"HEB.12.5","label":"5","content":"And ye have forgotten the exhortation which speaketh unto you as unto children, My son, despise not thou the chastening of the Lord, Nor faint when thou art rebuked of him:"},{"bible_id":"1","chapter_code":"HEB.12","verse_code":"HEB.12.6","label":"6","content":"For whom the Lord loveth he chasteneth, And scourgeth every son whom he receiveth."},{"bible_id":"1","chapter_code":"HEB.12","verse_code":"HEB.12.7","label":"7","content":"If ye endure chastening, God dealeth with you as with sons; for what son is he whom the father chasteneth not?"},{"bible_id":"1","chapter_code":"HEB.12","verse_code":"HEB.12.8","label":"8","content":"But if ye be without chastisement, whereof all are partakers, then are ye bastards, and not sons."},{"bible_id":"1","chapter_code":"HEB.12","verse_code":"HEB.12.9","label":"9","content":"Furthermore we have had fathers of our flesh which corrected  us , and we gave  them  reverence: shall we not much rather be in subjection unto the Father of spirits, and live?"},{"bible_id":"1","chapter_code":"HEB.12","verse_code":"HEB.12.10","label":"10","content":"For they verily for a few days chastened  us  after their own pleasure; but he for  our  profit, that  we  might be partakers of his holiness."},{"bible_id":"1","chapter_code":"HEB.12","verse_code":"HEB.12.11","label":"11","content":"Now no chastening for the present seemeth to be joyous, but grievous: nevertheless afterward it yieldeth the peaceable fruit of righteousness unto them which are exercised thereby."},{"bible_id":"1","chapter_code":"HEB.12","verse_code":"HEB.12.12","label":"12","content":"Wherefore lift up the hands which hang down, and the feeble knees;"},{"bible_id":"1","chapter_code":"HEB.12","verse_code":"HEB.12.13","label":"13","content":"and make straight paths for your feet, lest that which is lame be turned out of the way; but let it rather be healed."},{"bible_id":"1","chapter_code":"HEB.12","verse_code":"HEB.12.14","label":"14","content":"Follow peace with all  men , and holiness, without which no man shall see the Lord:"},{"bible_id":"1","chapter_code":"HEB.12","verse_code":"HEB.12.15","label":"15","content":"looking diligently lest any man fail of the grace of God; lest any root of bitterness springing up trouble  you , and thereby many be defiled;"},{"bible_id":"1","chapter_code":"HEB.12","verse_code":"HEB.12.16","label":"16","content":"lest there  be  any fornicator, or profane person, as Esau, who for one morsel of meat sold his birthright."},{"bible_id":"1","chapter_code":"HEB.12","verse_code":"HEB.12.17","label":"17","content":"For ye know how that afterward, when he would have inherited the blessing, he was rejected: for he found no place of repentance, though he sought it carefully with tears."},{"bible_id":"1","chapter_code":"HEB.12","verse_code":"HEB.12.18","label":"18","content":"For ye are not come unto the mount that might be touched, and that burned with fire, nor unto blackness, and darkness, and tempest,"},{"bible_id":"1","chapter_code":"HEB.12","verse_code":"HEB.12.19","label":"19","content":"and the sound of a trumpet, and the voice of words; which  voice  they that heard intreated that the word should not be spoken to them any more:"},{"bible_id":"1","chapter_code":"HEB.12","verse_code":"HEB.12.20","label":"20","content":"(for they could not endure that which was commanded, And if so much as a beast touch the mountain, it shall be stoned, or thrust through with a dart:"},{"bible_id":"1","chapter_code":"HEB.12","verse_code":"HEB.12.21","label":"21","content":"and so terrible was the sight,  that  Moses said, I exceedingly fear and quake:)"},{"bible_id":"1","chapter_code":"HEB.12","verse_code":"HEB.12.22","label":"22","content":"but ye are come unto mount Sion, and unto the city of the living God, the heavenly Jerusalem, and to an innumerable company of angels,"},{"bible_id":"1","chapter_code":"HEB.12","verse_code":"HEB.12.23","label":"23","content":"to the general assembly and church of the firstborn, which are written in heaven, and to God the Judge of all, and to the spirits of just men made perfect,"},{"bible_id":"1","chapter_code":"HEB.12","verse_code":"HEB.12.24","label":"24","content":"and to Jesus the mediator of the new covenant, and to the blood of sprinkling, that speaketh better things than  that of  Abel."},{"bible_id":"1","chapter_code":"HEB.12","verse_code":"HEB.12.25","label":"25","content":"See that ye refuse not him that speaketh. For if they escaped not who refused him that spake on earth, much more  shall not  we  escape , if we turn away from him that  speaketh  from heaven:"},{"bible_id":"1","chapter_code":"HEB.12","verse_code":"HEB.12.26","label":"26","content":"whose voice then shook the earth: but now he hath promised, saying, Yet once more I shake not the earth only, but also heaven."},{"bible_id":"1","chapter_code":"HEB.12","verse_code":"HEB.12.27","label":"27","content":"And this  word , Yet once more, signifieth the removing of those things that are shaken, as of things that are made, that those things which cannot be shaken may remain."},{"bible_id":"1","chapter_code":"HEB.12","verse_code":"HEB.12.28","label":"28","content":"Wherefore we receiving a kingdom which cannot be moved, let us have grace, whereby we may serve God acceptably with reverence and godly fear:"},{"bible_id":"1","chapter_code":"HEB.12","verse_code":"HEB.12.29","label":"29","content":"for our God  is  a consuming fire."},{"bible_id":"1","chapter_code":"HEB.13","verse_code":"HEB.13.1","label":"1","content":"Let brotherly love continue."},{"bible_id":"1","chapter_code":"HEB.13","verse_code":"HEB.13.2","label":"2","content":"Be not forgetful to entertain strangers: for thereby some have entertained angels unawares."},{"bible_id":"1","chapter_code":"HEB.13","verse_code":"HEB.13.3","label":"3","content":"Remember them that are in bonds, as bound with them;  and  them which suffer adversity, as being yourselves also in the body."},{"bible_id":"1","chapter_code":"HEB.13","verse_code":"HEB.13.4","label":"4","content":"Marriage  is  honourable in all, and the bed undefiled: but whoremongers and adulterers God will judge."},{"bible_id":"1","chapter_code":"HEB.13","verse_code":"HEB.13.5","label":"5","content":"Let your  conversation  be  without covetousness;  and be  content with such things as ye have: for he hath said, I will never leave thee, nor forsake thee."},{"bible_id":"1","chapter_code":"HEB.13","verse_code":"HEB.13.6","label":"6","content":"So that we may boldly say, The Lord  is  my helper, and I will not fear What man shall do unto me."},{"bible_id":"1","chapter_code":"HEB.13","verse_code":"HEB.13.7","label":"7","content":"Remember them which have the rule over you, who have spoken unto you the word of God: whose faith follow, considering the end of  their  conversation."},{"bible_id":"1","chapter_code":"HEB.13","verse_code":"HEB.13.8","label":"8","content":"Jesus Christ the same yesterday, and to day, and for ever."},{"bible_id":"1","chapter_code":"HEB.13","verse_code":"HEB.13.9","label":"9","content":"Be not carried about with divers and strange doctrines. For  it is  a good thing that the heart be established with grace; not with meats, which have not profited them that have been occupied therein."},{"bible_id":"1","chapter_code":"HEB.13","verse_code":"HEB.13.10","label":"10","content":"We have an altar, whereof they have no right to eat which serve the tabernacle."},{"bible_id":"1","chapter_code":"HEB.13","verse_code":"HEB.13.11","label":"11","content":"For the bodies of those beasts, whose blood is brought into the sanctuary by the high priest for sin, are burned without the camp."},{"bible_id":"1","chapter_code":"HEB.13","verse_code":"HEB.13.12","label":"12","content":"Wherefore Jesus also, that he might sanctify the people with his own blood, suffered without the gate."},{"bible_id":"1","chapter_code":"HEB.13","verse_code":"HEB.13.13","label":"13","content":"Let us go forth therefore unto him without the camp, bearing his reproach."},{"bible_id":"1","chapter_code":"HEB.13","verse_code":"HEB.13.14","label":"14","content":"For here have we no continuing city, but we seek one to come."},{"bible_id":"1","chapter_code":"HEB.13","verse_code":"HEB.13.15","label":"15","content":"By him therefore let us offer the sacrifice of praise to God continually, that is, the fruit of  our  lips giving thanks to his name."},{"bible_id":"1","chapter_code":"HEB.13","verse_code":"HEB.13.16","label":"16","content":"But to do good and to communicate forget not: for with such sacrifices God is well pleased."},{"bible_id":"1","chapter_code":"HEB.13","verse_code":"HEB.13.17","label":"17","content":"Obey them that have the rule over you, and submit yourselves: for they watch for your souls, as they that must give account, that they may do it with joy, and not with grief: for that  is  unprofitable for you."},{"bible_id":"1","chapter_code":"HEB.13","verse_code":"HEB.13.18","label":"18","content":"Pray for us: for we trust we have a good conscience, in all things willing to live honestly."},{"bible_id":"1","chapter_code":"HEB.13","verse_code":"HEB.13.19","label":"19","content":"But I beseech  you  the rather to do this, that I may be restored to you the sooner."},{"bible_id":"1","chapter_code":"HEB.13","verse_code":"HEB.13.20","label":"20","content":"Now the God of peace, that brought again from the dead our Lord Jesus, that great shepherd of the sheep, through the blood of the everlasting covenant,"},{"bible_id":"1","chapter_code":"HEB.13","verse_code":"HEB.13.21","label":"21","content":"make you perfect in every good work to do his will, working in you that which is wellpleasing in his sight, through Jesus Christ; to whom  be  glory for ever and ever. Amen."},{"bible_id":"1","chapter_code":"HEB.13","verse_code":"HEB.13.22","label":"22","content":"And I beseech you, brethren, suffer the word of exhortation: for I have written a letter unto you in few words."},{"bible_id":"1","chapter_code":"HEB.13","verse_code":"HEB.13.23","label":"23","content":"Know ye that  our  brother Timothy is set at liberty; with whom, if he come shortly, I will see you."},{"bible_id":"1","chapter_code":"HEB.13","verse_code":"HEB.13.24","label":"24","content":"Salute all them that have the rule over you, and all the saints. They of Italy salute you."},{"bible_id":"1","chapter_code":"HEB.13","verse_code":"HEB.13.25","label":"25","content":"Grace  be  with you all. Amen. Written to the Hebrews from Italy by Timothy."}]