[{"bible_id":"1525","chapter_code":"1CH.1","verse_code":"1CH.1.1","label":"1","content":"Adas yog Xej txiv, Xej yog Enaus txiv, Enauses yog Kenas txiv,"},{"bible_id":"1525","chapter_code":"1CH.1","verse_code":"1CH.1.2","label":"2","content":"Kenas yog Mahalalees txiv, Mahalalees yog Yales txiv."},{"bible_id":"1525","chapter_code":"1CH.1","verse_code":"1CH.1.3","label":"3","content":"Yales yog Enauj txiv, Enauj yog Methuxelas txiv; Methuxelas yog Lamej txiv,"},{"bible_id":"1525","chapter_code":"1CH.1","verse_code":"1CH.1.4","label":"4","content":"Lamej yog Nau-es txiv. Nau-es muaj peb tug tub; Xees, Has thiab Yafej."},{"bible_id":"1525","chapter_code":"1CH.1","verse_code":"1CH.1.5","label":"5","content":"Yafej cov tub yog Nkaumes, Mankaus, Madais, Yavas, Tunpas, Mesej thiab Tilas, lawv puavleej yog yawgkoob ntawm cov neeg uas ris lawv tej npe."},{"bible_id":"1525","chapter_code":"1CH.1","verse_code":"1CH.1.6","label":"6","content":"Nkaumes cov tub yog Akenas, Lifathas thiab Taunkamas."},{"bible_id":"1525","chapter_code":"1CH.1","verse_code":"1CH.1.7","label":"7","content":"Yavas cov tub yog Elisas, Xapees, Xaipas thiab Laudes."},{"bible_id":"1525","chapter_code":"1CH.1","verse_code":"1CH.1.8","label":"8","content":"Has cov tub yog Kuses, Iziv, Lenpeyas thiab Kana-as, lawv puavleej yog yawgkoob ntawm cov neeg uas ris lawv tej npe."},{"bible_id":"1525","chapter_code":"1CH.1","verse_code":"1CH.1.9","label":"9","content":"Kuses cov xeebntxwv yog cov neeg Xenpas, Havilas, Xanpetas, La-amas thiab Xatekas. La-amas cov xeebntxwv yog cov neeg Senpas thiab Dedas. ("},{"bible_id":"1525","chapter_code":"1CH.1","verse_code":"1CH.1.10","label":"10","content":"Kuses muaj ib tug tub hu ua Nimilus, nws yog thawj tug uas muaj lub hwjchim loj tshaj plaws hauv ntiajteb no.)"},{"bible_id":"1525","chapter_code":"1CH.1","verse_code":"1CH.1.11","label":"11","content":"Iziv cov tub yog Lidias, Anas, Lehaj, Nafetus"},{"bible_id":"1525","chapter_code":"1CH.1","verse_code":"1CH.1.12","label":"12","content":"Pathelus, Kaselus thiab Keletes (lawv cov xeebntxwv yog cov neeg Filitees.)"},{"bible_id":"1525","chapter_code":"1CH.1","verse_code":"1CH.1.13","label":"13","content":"Kana-as ob tus tub, Xidoos yog tus tub hlob thiab Hethas yog tus tub yau, nkawd yog yawgkoob ntawm cov neeg uas ris nkawd tej npe."},{"bible_id":"1525","chapter_code":"1CH.1","verse_code":"1CH.1.14","label":"14","content":"Kana-as tseem yog yawgkoob ntawm cov Yenpus, cov Amoos, cov Nkinkasis,"},{"bible_id":"1525","chapter_code":"1CH.1","verse_code":"1CH.1.15","label":"15","content":"cov Hivis, cov Alekis, cov Xinais,"},{"bible_id":"1525","chapter_code":"1CH.1","verse_code":"1CH.1.16","label":"16","content":"cov Alevas, cov Xemalis thiab cov Hasas."},{"bible_id":"1525","chapter_code":"1CH.1","verse_code":"1CH.1.17","label":"17","content":"Xees cov tub yog Elas, Asules, Apasas, Lus, Alas, Uxes, Hules, Nkethes thiab Mesekis, lawv puavleej yog cov yawgkoob ntawm cov neeg uas ris lawv tej npe."},{"bible_id":"1525","chapter_code":"1CH.1","verse_code":"1CH.1.18","label":"18","content":"Apasas yog Selas txiv; thiab Selas yog Enpes txiv."},{"bible_id":"1525","chapter_code":"1CH.1","verse_code":"1CH.1.19","label":"19","content":"Enpes muaj ob tug tub: ib tug hu ua Pelej,  (vim thaum lub sijhawm ntawd cov neeg hauv lub ntiajteb no tau sib faib), thiab tus tub yau hu ua Yauketas,"},{"bible_id":"1525","chapter_code":"1CH.1","verse_code":"1CH.1.20","label":"20","content":"Yauketas cov xeebntxwv yog cov neeg Amaudas, Selefas, Haxamaves, Yelas,"},{"bible_id":"1525","chapter_code":"1CH.1","verse_code":"1CH.1.21","label":"21","content":"Hadaulas, Uxas, Dikelas,"},{"bible_id":"1525","chapter_code":"1CH.1","verse_code":"1CH.1.22","label":"22","content":"Enpales, Anpima-ees, Senpas,"},{"bible_id":"1525","chapter_code":"1CH.1","verse_code":"1CH.1.23","label":"23","content":"Afiles, Havilas thiab Yaunpaj, tagnrho cov no puavleej yog Yauketas cov tub."},{"bible_id":"1525","chapter_code":"1CH.1","verse_code":"1CH.1.24","label":"24","content":"Cajces uas pib ntawm Xees los txog rau Anplas muaj raws li nram no: Xees, Apakesas, Selas,"},{"bible_id":"1525","chapter_code":"1CH.1","verse_code":"1CH.1.25","label":"25","content":"Enpes, Pelej, Le-us,"},{"bible_id":"1525","chapter_code":"1CH.1","verse_code":"1CH.1.26","label":"26","content":"Xelunkas, Nahaus, Telas"},{"bible_id":"1525","chapter_code":"1CH.1","verse_code":"1CH.1.27","label":"27","content":"thiab Anplas (tus uas hu ua Anplahas)."},{"bible_id":"1525","chapter_code":"1CH.1","verse_code":"1CH.1.28","label":"28","content":"Anplahas muaj ob tug tub: Ixaj thiab Yisamayees."},{"bible_id":"1525","chapter_code":"1CH.1","verse_code":"1CH.1.29","label":"29","content":"Yisamayees cov tub dhau los ua cov thawjcoj ntawm kaum ob xeem xwsli: Nenpai-authes (los ntawm Yisamayees tus tub hlob lub npe), Kedas, Anpees, Mixames,"},{"bible_id":"1525","chapter_code":"1CH.1","verse_code":"1CH.1.30","label":"30","content":"Misemas, Dumas, Maxas, Hadas, Temas,"},{"bible_id":"1525","chapter_code":"1CH.1","verse_code":"1CH.1.31","label":"31","content":"Yetus, Nafises thiab Kedemas."},{"bible_id":"1525","chapter_code":"1CH.1","verse_code":"1CH.1.32","label":"32","content":"Anplahas muaj ib tug niamyau hu ua Ketulas, nws muaj rau leej tub: Xeelas, Yausas, Medas, Midias, Isanpas thiab Suas. Yausas ob tug tub yog Senpas thiab Dedas."},{"bible_id":"1525","chapter_code":"1CH.1","verse_code":"1CH.1.33","label":"33","content":"Midias cov tub yog Efas, Efelas, Hanauj, Anpidas thiab Eladas. Tagnrho cov no puavleej yog Ketulas cov xeebntxwv."},{"bible_id":"1525","chapter_code":"1CH.1","verse_code":"1CH.1.34","label":"34","content":"Anplahas tus tub Ixaj muaj ob tug tub: Exaus thiab Yakhauj."},{"bible_id":"1525","chapter_code":"1CH.1","verse_code":"1CH.1.35","label":"35","content":"Exaus cov tub yog Elifas, Le-uyees, Ye-uses, Yalas thiab Kaulas."},{"bible_id":"1525","chapter_code":"1CH.1","verse_code":"1CH.1.36","label":"36","content":"Elifas yog yawgkoob ntawm xeem Temas, Aumas, Xefis, Nkatas, Kenas, Tinas thiab Amalej."},{"bible_id":"1525","chapter_code":"1CH.1","verse_code":"1CH.1.37","label":"37","content":"Thiab Le-uyees yog yawgkoob ntawm xeem Nahas, Zelas, Samas thiab Mixexas."},{"bible_id":"1525","chapter_code":"1CH.1","verse_code":"1CH.1.38+1CH.1.39+1CH.1.40+1CH.1.41+1CH.1.42","label":"38-42","content":"Cov neeg uas ibtxwm nyob hauv lub tebchaws Edoos mas puavleej yog Xe-iles cov tub cov xeebntxwv li nram qab no: Lautas yog yawgkoob ntawm xeem Haulis thiab Haumas. (Lautas muaj ib tug muam hu ua Tinas.) Saunpas yog yawgkoob ntawm xeem Alevas, Manahas, Enpales, Sefis thiab Aunas. Xinpe-oos muaj ob tug tub: Ayihas thiab Anas. Anas yog Disoos txiv thiab Disoos yog yawgkoob ntawm xeem Halas, Esenpas, Ithalas thiab Kelas. Exeles yog yawgkoob ntawm xeem Npihas, Xavas thiab Ya-akas. Disas yog yawgkoob ntawm xeem Uxes thiab Alas."},{"bible_id":"1525","chapter_code":"1CH.1","verse_code":"1CH.1.43","label":"43","content":"Ntawm no yog cov vajntxwv uas kav lub tebchaws Edoos ib tug dhau ib tug ua ntej lub sijhawm uas tsis tau muaj vajntxwv kav lub tebchaws Yixalayees hlo li: Npe-aules tus tub Npelas uas nyob hauv lub nroog Dihanpas."},{"bible_id":"1525","chapter_code":"1CH.1","verse_code":"1CH.1.44","label":"44","content":"Thaum Npelas tuag lawm, Zelas tus tub Yaunpaj uas nyob hauv lub nroog Npauxelas los ua tus kav tebchaws hloov nws chaw."},{"bible_id":"1525","chapter_code":"1CH.1","verse_code":"1CH.1.45","label":"45","content":"Thaum Yaunpaj tuag lawm, Husas uas nyob hauv tebchaws Temas los ua tus kav tebchaws hloov nws chaw."},{"bible_id":"1525","chapter_code":"1CH.1","verse_code":"1CH.1.46","label":"46","content":"Thaum Husas tuag lawm, Npedas tus tub Hadas uas nyob hauv lub nroog Avithas los ua tus kav tebchaws hloov nws chaw; Hadas yog tus uas mus tua yeej cov Midias hauv tebchaws Mau-am."},{"bible_id":"1525","chapter_code":"1CH.1","verse_code":"1CH.1.47","label":"47","content":"Thaum Hadas tuag lawm, Xamelas uas nyob hauv lub nroog Malekas los ua tus kav tebchaws hloov nws chaw."},{"bible_id":"1525","chapter_code":"1CH.1","verse_code":"1CH.1.48","label":"48","content":"Thaum Xamelas tuag lawm, Sa-ules uas nyob hauv lub nroog Lehaunpaus ntawm ntug dej Efalates los ua tus kav tebchaws hloov nws chaw."},{"bible_id":"1525","chapter_code":"1CH.1","verse_code":"1CH.1.49","label":"49","content":"Thaum Sa-ules tuag lawm, Anpaus tus tub Npa-as Hanas los ua tus kav tebchaws hloov nws chaw."},{"bible_id":"1525","chapter_code":"1CH.1","verse_code":"1CH.1.50","label":"50","content":"Thiab thaum Npa-as Hanas tuag lawm, Hadas los ua tus kav tebchaws hloov nws chaw; Hadas lub nroog hu ua Pa-us thiab nws tus pojniam hu ua Mehetanpees uas yog Metales tus ntxhais thiab yog Mexahas tus ntxhais xeebntxwv."},{"bible_id":"1525","chapter_code":"1CH.1","verse_code":"1CH.1.51","label":"51","content":"Thiab Hadas txawm tuag lawm. Muab cov neeg Edoos faib ua tej xeem raws li nram no: xeem Tinas, xeem Alevas, xeem Yethes,"},{"bible_id":"1525","chapter_code":"1CH.1","verse_code":"1CH.1.52","label":"52","content":"xeem Auhaulinpamas, xeem Elas, xeem Pinoos,"},{"bible_id":"1525","chapter_code":"1CH.1","verse_code":"1CH.1.53","label":"53","content":"xeem Kenaxes, xeem Temas, xeem Minpexas,"},{"bible_id":"1525","chapter_code":"1CH.1","verse_code":"1CH.1.54","label":"54","content":"xeem Mankediyees thiab xeem Ilames; cov no puavleej yog cov Edoos."},{"bible_id":"1525","chapter_code":"1CH.2","verse_code":"1CH.2.1","label":"1","content":"Yakhauj muaj kaum ob tug tub: Lunpees, Xime-oos, Levis, Yudas, Ixakhas, Xenpuloos,"},{"bible_id":"1525","chapter_code":"1CH.2","verse_code":"1CH.2.2","label":"2","content":"Das, Yauxej, Npeenyamees, Nathalis, Khas thiab Aseles."},{"bible_id":"1525","chapter_code":"1CH.2","verse_code":"1CH.2.3","label":"3","content":"Yudas cov tub yog Eles, Aunas thiab Selas; peb tug tub no yog Yudas tus pojniam uas hu ua Npasuas uas yog neeg Kana-as yug rau nws. Eles uas yog Yudas tus tub hlob, nws tau ua phem ua qias tabmeeg tus TSWV, tus TSWV thiaj muab nws tua povtseg lawm."},{"bible_id":"1525","chapter_code":"1CH.2","verse_code":"1CH.2.4","label":"4","content":"Yudas tus nyab uas hu ua Tamaj yug tau Peles thiab Zelas rau Yudas thiab. Yudas cov tub tagnrho muaj tsib leeg."},{"bible_id":"1525","chapter_code":"1CH.2","verse_code":"1CH.2.5","label":"5","content":"Peles muaj ob tug tub: Hexeloos thiab Hamules."},{"bible_id":"1525","chapter_code":"1CH.2","verse_code":"1CH.2.6","label":"6","content":"Nws tus kwv Zelas muaj tsib tug tub: Ximelis, Ethas, Hemas, Kakaus thiab Dadas."},{"bible_id":"1525","chapter_code":"1CH.2","verse_code":"1CH.2.7","label":"7","content":"Kalemis tus tub Akhas  uas yog ib tug ntawm Zelas cov xeebntxwv, nws yog tus ua rau cov Yixalayees raug kev puastsuaj, vim nws nyiag tej khoom uas twb muab fij rau Vajtswv lawm."},{"bible_id":"1525","chapter_code":"1CH.2","verse_code":"1CH.2.8","label":"8","content":"Ethas muaj ib tug tub hu ua Axaliyas."},{"bible_id":"1525","chapter_code":"1CH.2","verse_code":"1CH.2.9","label":"9","content":"Hexeloos cov tub uas nws yug yog Yelamees, Las thiab Kalej."},{"bible_id":"1525","chapter_code":"1CH.2","verse_code":"1CH.2.10","label":"10","content":"Cajces uas los ntawm Las los txog rau ntawm Yexais muaj raws li nram no: Las yog Aminadas txiv, Aminadas yog Nasoos txiv, (Nasoos yog xeem Yudas tus thawjcoj)."},{"bible_id":"1525","chapter_code":"1CH.2","verse_code":"1CH.2.11","label":"11","content":"Nasoos yog Xalemoos txiv, Xalemoos yog Npau-am txiv,"},{"bible_id":"1525","chapter_code":"1CH.2","verse_code":"1CH.2.12","label":"12","content":"Npau-am yog Aunpes txiv, Aunpes yog Yexais txiv."},{"bible_id":"1525","chapter_code":"1CH.2","verse_code":"1CH.2.13","label":"13","content":"Yexais muaj xya tus tub: tus tub hlob hu ua Eli-as, tus ob hu ua Anpinadas, tus peb hu ua Samas,"},{"bible_id":"1525","chapter_code":"1CH.2","verse_code":"1CH.2.14","label":"14","content":"tus plaub hu ua Nethayees, tus tsib hu ua Ladais,"},{"bible_id":"1525","chapter_code":"1CH.2","verse_code":"1CH.2.15","label":"15","content":"tus rau hu ua Auxes, tus xya hu ua Daviv;"},{"bible_id":"1525","chapter_code":"1CH.2","verse_code":"1CH.2.16","label":"16","content":"thiab lawv ob tug muam hu ua Xeluyas thiab Anpinkais. Xeluyas muaj peb tug tub: Anpisais, Yau-am thiab Axahees."},{"bible_id":"1525","chapter_code":"1CH.2","verse_code":"1CH.2.17","label":"17","content":"Nws tus ntxhais Anpinkais yuav Yethes uas yog Yisamayees tus tub thiab nkawd yug tau ib tug tub hu ua Amaxas."},{"bible_id":"1525","chapter_code":"1CH.2","verse_code":"1CH.2.18","label":"18","content":"Hexeloos tus tub Kalej yuav Axunpas ua pojniam thiab nws tus pojniam yug tau ib tug ntxhais hu ua Yeli-aus; thiab yug tau  peb tug tub: Yeseles, Saunpaj thiab Aledoos."},{"bible_id":"1525","chapter_code":"1CH.2","verse_code":"1CH.2.19","label":"19","content":"Thaum Axunpas tuag lawm, Kalej thiaj mus yuav Efelas los ua pojniam, Efelas thiaj yug tau Hules rau Kalej."},{"bible_id":"1525","chapter_code":"1CH.2","verse_code":"1CH.2.20","label":"20","content":"Hules yog Ulis txiv, thiab Ulis yog Npexalees txiv."},{"bible_id":"1525","chapter_code":"1CH.2","verse_code":"1CH.2.21","label":"21","content":"Tom qab ntawd, Hexeloos mus yuav Makhiles tus ntxhais uas yog Nkile-as tus muam los ua pojniam, thaum nws hnubnyoog muaj rau caum xyoo lawm; nws tus pojniam mam yug tau ib tug tub hu ua Xenkunpas rau nws;"},{"bible_id":"1525","chapter_code":"1CH.2","verse_code":"1CH.2.22","label":"22","content":"Xenkunpas yog Yailes txiv thiab Yailes yog tus uas kav  nees nkaum peb lub nroog hauv cheebtsam Nkile-as."},{"bible_id":"1525","chapter_code":"1CH.2","verse_code":"1CH.2.23","label":"23","content":"Tiamsis cov neeg Nkesus thiab cov Alas tuaj txeeb tau rau caum lub nroog nyob hauv lub tebchaws ntawd uas yog xam Yailes thiab Kenas nkawd tej zos thiab tej zos uas nyob ibncig ze ntawd huv tibsi. Tagnrho cov neeg uas nyob hauv lub tebchaws no puavleej yog Makhiles uas yog Nkile-as txiv cov xeebntxwv."},{"bible_id":"1525","chapter_code":"1CH.2","verse_code":"1CH.2.24","label":"24","content":"Tom qab uas Hexeloos tuag lawm, Kalej thiaj yuav nws txiv Hexeloos tus pojniam  uas hu ua Efelas los ua pojniam, Efelas thiaj yug tau ib tug tub hu ua Asehus rau Kalej, Asehus yog tus rhawv lub zos Tekau-as."},{"bible_id":"1525","chapter_code":"1CH.2","verse_code":"1CH.2.25","label":"25","content":"Hexeloos tus tub hlob Yelamees muaj tsib tug tub: Las yog nws tus tub hlob, Npunas, Aules, Auxes thiab Ahiyas."},{"bible_id":"1525","chapter_code":"1CH.2","verse_code":"1CH.2.26+1CH.2.27","label":"26-27","content":"Las muaj peb tug tub: Ma-as, Yamees thiab Ekeles. Yelamees muaj dua ib tug niamyau hu ua Atalas thiab nkawd muaj ib tug tub hu ua Aunas."},{"bible_id":"1525","chapter_code":"1CH.2","verse_code":"1CH.2.28","label":"28","content":"Aunas muaj ob tug tub: Samais thiab Yadas. Samais ob tug tub yog Nadas thiab Anpisus."},{"bible_id":"1525","chapter_code":"1CH.2","verse_code":"1CH.2.29","label":"29","content":"Anpisus thiaj yuav tau ib tug pojniam hu ua Anpihais, thiab nws yug tau ob tug tub hu ua Anpas thiab Maulis."},{"bible_id":"1525","chapter_code":"1CH.2","verse_code":"1CH.2.30","label":"30","content":"Nadas ob tug tub yog Xeles thiab Apayees; thiab Xeles tuag thaum nws tseem tsis tau muaj tub lawm."},{"bible_id":"1525","chapter_code":"1CH.2","verse_code":"1CH.2.31","label":"31","content":"Apayees yog Isis txiv, Isis yog Sesas txiv, Sesas yog Ahelais txiv."},{"bible_id":"1525","chapter_code":"1CH.2","verse_code":"1CH.2.32","label":"32","content":"Samais tus kwv Yadas muaj ob tug tub: Yethes thiab Yaunathas; Yethes tuag thaum nws tseem tsis tau muaj tub lawm."},{"bible_id":"1525","chapter_code":"1CH.2","verse_code":"1CH.2.33","label":"33","content":"Yaunathas muaj ob tug tub: Pelethes thiab Xaxas. Tagnrho cov no puavleej yog Yelamees cov xeebntxwv."},{"bible_id":"1525","chapter_code":"1CH.2","verse_code":"1CH.2.34","label":"34","content":"Sesas tsis muaj ib tug tub li, nws muaj ntxhais nkaus xwb; tiamsis Sesas muaj ib tug tubqhe yog neeg Iziv, nws hu ua Yalehas."},{"bible_id":"1525","chapter_code":"1CH.2","verse_code":"1CH.2.35","label":"35","content":"Yog li ntawd, Sesas thiaj muab nws ib tug ntxhais txis rau nws tus tubqhe Yalehas yuav ua pojniam; thiab nws tus ntxhais thiaj yug tau ib tug tub rau nws hu ua Atais."},{"bible_id":"1525","chapter_code":"1CH.2","verse_code":"1CH.2.36","label":"36","content":"Atais yog Nathas txiv thiab Nathas yog Xanpas txiv."},{"bible_id":"1525","chapter_code":"1CH.2","verse_code":"1CH.2.37","label":"37","content":"Xanpas yog Efalas txiv, thiab Efalas yog Aunpes txiv."},{"bible_id":"1525","chapter_code":"1CH.2","verse_code":"1CH.2.38","label":"38","content":"Aunpes yog Yehus txiv, thiab Yehus yog Axaliyas txiv."},{"bible_id":"1525","chapter_code":"1CH.2","verse_code":"1CH.2.39","label":"39","content":"Axaliyas yog Helexes txiv, thiab Helexes yog Ele-axas txiv."},{"bible_id":"1525","chapter_code":"1CH.2","verse_code":"1CH.2.40","label":"40","content":"Ele-axas yog Ximais txiv, thiab Ximais yog Salumes txiv."},{"bible_id":"1525","chapter_code":"1CH.2","verse_code":"1CH.2.41","label":"41","content":"Saloos yog Yekamiyas txiv, thiab Yekamiyas yog Elisamas txiv."},{"bible_id":"1525","chapter_code":"1CH.2","verse_code":"1CH.2.42","label":"42","content":"Kalej tus kwv Yelamees tus tub hlob hu uas Mesas. Mesas yog Xifes txiv, Xifes yog Malesas txiv, thiab Malesas yog Henploos txiv."},{"bible_id":"1525","chapter_code":"1CH.2","verse_code":"1CH.2.43","label":"43","content":"Henploos cov tub yog Kaulas, Tapuas, Lekees thiab Semas."},{"bible_id":"1525","chapter_code":"1CH.2","verse_code":"1CH.2.44","label":"44","content":"Semas yog Laham txiv, thiab yog Yauke-as yawg; thiab Lekees yog Samais txiv."},{"bible_id":"1525","chapter_code":"1CH.2","verse_code":"1CH.2.45","label":"45","content":"Samais tus tub yog Ma-oos; thiab Ma-oos yog Npexules txiv."},{"bible_id":"1525","chapter_code":"1CH.2","verse_code":"1CH.2.46","label":"46","content":"Kalej muaj ib tug niamyau hu ua Efas, nws yug tau Halas, Mauxas thiab Nkaxes; thiab Halas yog Nkaxes txiv. ("},{"bible_id":"1525","chapter_code":"1CH.2","verse_code":"1CH.2.47","label":"47","content":"Muaj ib tug txivneej hu ua Yahadais muaj rau tus tub: Lenkees, Yauthas, Nkesas, Peletes, Efas thiab Sa-afas.)"},{"bible_id":"1525","chapter_code":"1CH.2","verse_code":"1CH.2.48","label":"48","content":"Kalej muaj dua ib tug niamyau hu uas Ma-akas, nws yug tau ob tug tub hu ua Senpes thiab Tilehanas."},{"bible_id":"1525","chapter_code":"1CH.2","verse_code":"1CH.2.49","label":"49","content":"Tom qab no nws tseem muaj dua ib co tub ntxiv: Sa-afas yog tus uas rhawv lub zos Mamanas; thiab Sevas yog tus uas rhawv lub zos Makhanpenas thiab Nkinpe-as. Dua li ntawd, Kalej tseem muaj ib tug ntxhais hu ua Akhesas thiab."},{"bible_id":"1525","chapter_code":"1CH.2","verse_code":"1CH.2.50","label":"50","content":"Cov ntawm no mus puavleej yog Kalej cov xeebntxwv: Hules yog Kalej tus tub hlob thiab nws tus pojniam hu ua Efalas. Hules tus tub Saunpas yog tus uas rhawv lub zos Kili-as Ye-alees,"},{"bible_id":"1525","chapter_code":"1CH.2","verse_code":"1CH.2.51","label":"51","content":"nws tus tub ob uas hu ua Xalemas yog tus rhawv lub zos Npelehees, thiab nws tus tub peb uas hu ua Hales yog tus rhawv lub zos Npenkades."},{"bible_id":"1525","chapter_code":"1CH.2","verse_code":"1CH.2.52","label":"52","content":"Saunpas uas rhawv lub zos Kili-as Ye-alees, nws yog yawgkoob ntawm cov Halau-es thiab ib nrab ntawm cov neeg Menuhaus,"},{"bible_id":"1525","chapter_code":"1CH.2","verse_code":"1CH.2.53","label":"53","content":"thiab tej cuab kwvtij uas nyob hauv lub zos Kili-as Ye-alees muaj raws li no: cov Ithes, cov Puthes, cov Sumas thiab cov Miselais; (thiab cov neeg uas nyob hauv lub nroog Xaulas thiab Eseta-aus puavleej yog lawv cuab kwvtij no.)"},{"bible_id":"1525","chapter_code":"1CH.2","verse_code":"1CH.2.54","label":"54","content":"Xalemas tus uas rhawv lub zos Npelehees, nws yog yawgkoob ntawm cov Netaufas, cov Ataus Npetes Yau-am, thiab cov Xaules uas yog ib nrab ntawm cov Manahas. ("},{"bible_id":"1525","chapter_code":"1CH.2","verse_code":"1CH.2.55","label":"55","content":"Ntawm no mus yog tej xeem uas nyob hauv lub nroog Yanpexes, lawv yog cov txawj sau ntawv thiab theej tej ntawv cia: cov Tilathas, cov Sime-as thiab cov Xukas. Lawv yog cov Kenais uas tau mus yuav cov Lekhas los ua pojniam.)"},{"bible_id":"1525","chapter_code":"1CH.3","verse_code":"1CH.3.1","label":"1","content":"Ntawm no mus yog Daviv cov tub uas yug nyob hauv lub nroog Henploos raws li lawv tej hnubnyoog: Daviv tus tub hlob hu ua Anoos, nws niam hu ua Ahinau-as, thiab yog cov neeg Yexelees; tus ob hu ua Daniyees, nws niam hu ua Anpinkayis thiab yog cov neeg Kalemees,"},{"bible_id":"1525","chapter_code":"1CH.3","verse_code":"1CH.3.2","label":"2","content":"tus peb hu ua Axaloos, nws niam hu ua Ma-akas uas yog Vajntxwv Talemais uas kav lub nroog Nkesus tus ntxhais. Tus plaub hu ua Adauniyas, nws niam hu ua Hankis;"},{"bible_id":"1525","chapter_code":"1CH.3","verse_code":"1CH.3.3","label":"3","content":"tus tsib hu ua Sefatiyas, nws niam hu ua Anpitas thiab tus rau yog Ithale-as, nws niam hu ua Elas."},{"bible_id":"1525","chapter_code":"1CH.3","verse_code":"1CH.3.4","label":"4","content":"Tagnrho rau leej tub no puavleej yog Daviv cov tub uas yug nyob hauv lub nroog Henploos, thaum nws ua vajntxwv nyob hauv lub nroog ntawd, nws kav tau xya xyoo thiab rau hli. Daviv ua vajntxwv nyob hauv lub nroog Yeluxalees kav tau peb caug peb xyoos,"},{"bible_id":"1525","chapter_code":"1CH.3","verse_code":"1CH.3.5","label":"5","content":"thiab nws cov pojniam yug tau tus tub coob leej rau nws nyob hauv. Nws tus pojniam uas yog Amiyees tus ntxhais Npasenpas yug tau plaub tug tub rau nws: Sime-as, Saunpaj, Nathas thiab Xalumoos."},{"bible_id":"1525","chapter_code":"1CH.3","verse_code":"1CH.3.6","label":"6","content":"Nws muaj dua cuaj tug tub: Inpehas, Elisuas, Epeles,"},{"bible_id":"1525","chapter_code":"1CH.3","verse_code":"1CH.3.7","label":"7","content":"Naunkas, Nefes, Yafias,"},{"bible_id":"1525","chapter_code":"1CH.3","verse_code":"1CH.3.8","label":"8","content":"Elisamas, Eli-adas thiab Elifeles."},{"bible_id":"1525","chapter_code":"1CH.3","verse_code":"1CH.3.9","label":"9","content":"Cov no puavleej yog Daviv cov tub. Daviv cov niamyau tseem muaj tub coob leej ntxiv rau ib cag. Nws tseem muaj ib tub txhais hu ua Tamaj thiab."},{"bible_id":"1525","chapter_code":"1CH.3","verse_code":"1CH.3.10","label":"10","content":"Ntawm no mus yog Vajntxwv Xalumoos cov tub thiab cov xeebntxwv: Lehaunpau-as, Anpiyas, Axas, Yehausafas,"},{"bible_id":"1525","chapter_code":"1CH.3","verse_code":"1CH.3.11","label":"11","content":"Yehaulas, Ahaxiyas, Yau-ases,"},{"bible_id":"1525","chapter_code":"1CH.3","verse_code":"1CH.3.12","label":"12","content":"Amaxiyas, Uxiyas, Yauthas,"},{"bible_id":"1525","chapter_code":"1CH.3","verse_code":"1CH.3.13","label":"13","content":"Ahas, Hexekiyas, Manaxes,"},{"bible_id":"1525","chapter_code":"1CH.3","verse_code":"1CH.3.14","label":"14","content":"Amoos thiab Yauxiyas."},{"bible_id":"1525","chapter_code":"1CH.3","verse_code":"1CH.3.15","label":"15","content":"Yauxiyas muaj plaub tug tub: Yauhanas yog tus tub hlob, Yehauyakees yog tus ob, Xedekiyas yog tus peb thiab Yau-as yog tus plaub."},{"bible_id":"1525","chapter_code":"1CH.3","verse_code":"1CH.3.16","label":"16","content":"Yehauyakees ob tug tub yog Yehauyakhees thiab Xedekiyas."},{"bible_id":"1525","chapter_code":"1CH.3","verse_code":"1CH.3.17","label":"17","content":"Ntawm no yog Vajntxwv Yehauyakhees, tus uas raug cov neeg Npanpiloos ntes mus lawm, cov tub: Se-atiyees,"},{"bible_id":"1525","chapter_code":"1CH.3","verse_code":"1CH.3.18","label":"18","content":"Makhilas, Pedayas, Senaxas, Yekamiyas, Hausamas thiab Nedanpiyas."},{"bible_id":"1525","chapter_code":"1CH.3","verse_code":"1CH.3.19","label":"19","content":"Pedayas ob tug tub yog Xelunpanpees thiab Sime-is; Xelunpanpees ob tug tub yog Mesulas thiab Hananiyas thiab nkawd muaj ib tug muam hu ua Selaumis."},{"bible_id":"1525","chapter_code":"1CH.3","verse_code":"1CH.3.20","label":"20","content":"Dua li ntawd nws tseem muaj tsib tug tub ntxiv uas yog Hasunpas, Auhees, Npelekhiyas, Haxadiyas thiab Yusas Hexes."},{"bible_id":"1525","chapter_code":"1CH.3","verse_code":"1CH.3.21","label":"21","content":"Hananiyas muaj ob tug tub, Pelatiyas thiab Yesaiyas. Yesaiyas yog Lefayas txiv, Lefayas yog Alenas txiv, Alenas yog Aunpadiyas txiv, Aunpadiyas yog Sekaniyas txiv."},{"bible_id":"1525","chapter_code":"1CH.3","verse_code":"1CH.3.22","label":"22","content":"Sekaniyas muaj ib tug tub hu ua Semayas thiab tsib tug xeebntxwv: Hatus, Inkas, Npaliyas, Ne-aliyas thiab Safas."},{"bible_id":"1525","chapter_code":"1CH.3","verse_code":"1CH.3.23","label":"23","content":"Ne-aliyas muaj peb tug tub: Eli-aunais, Hexekiyas thiab Alikas."},{"bible_id":"1525","chapter_code":"1CH.3","verse_code":"1CH.3.24","label":"24","content":"Eli-aunais muaj xya tus tub: Haudaviyas, Eli-asis, Pelayas, Akus, Yauhanas, Delayas thiab Ananis."},{"bible_id":"1525","chapter_code":"1CH.4","verse_code":"1CH.4.1","label":"1","content":"Ntawm no mus yog Yudas cov xeebntxwv ibtxhia: Peles, Hexeloos, Kalemis, Hules thiab Saunpas."},{"bible_id":"1525","chapter_code":"1CH.4","verse_code":"1CH.4.2","label":"2","content":"Saunpas tus tub Le-ayas yog Yahaj txiv, thiab Yahaj yog Ahumais thiab Lahas nkawd txiv, lawv yog yawgkoob ntawm cov neeg uas nyob hauv lub nroog Xaulas."},{"bible_id":"1525","chapter_code":"1CH.4","verse_code":"1CH.4.3+1CH.4.4","label":"3-4","content":"Hules yog Kalej tus pojniam uas hu ua Efalas tus tub hlob, thiab nws cov xeebntxwv yog cov uas mus rhawv lub nroog Npelehees. Hules muaj peb tug tub: Etas, Penuyees thiab Exeles. Etas muaj peb tug tub:  Yexelees, Isamas thiab Inpasas, thiab muaj ib tug ntxhais hu ua Haxelepaunis. Penuyees yog tus uas mus rhawv lub zos Nkedaules, thiab Exeles yog tus uas mus rhawv lub zos Husas."},{"bible_id":"1525","chapter_code":"1CH.4","verse_code":"1CH.4.5","label":"5","content":"Asehus yog tus uas rhawv lub zos Tekau-as, nws muaj ob tug pojniam hu ua Helas thiab Na-alas;"},{"bible_id":"1525","chapter_code":"1CH.4","verse_code":"1CH.4.6","label":"6","content":"Na-alas yug tau plaub tug tub rau Asehus: Ahuxas, Hefeles, Temenis thiab Hahatalis."},{"bible_id":"1525","chapter_code":"1CH.4","verse_code":"1CH.4.7","label":"7","content":"Helas yug tau peb tug tub rau Asehus: Xeles, Ixehas thiab Ethanas."},{"bible_id":"1525","chapter_code":"1CH.4","verse_code":"1CH.4.8","label":"8","content":"Kauxes yog Anus thiab Xaunpenpas nkawd txiv, thiab nws yog yawgkoob ntawm cuab kwvtij uas yog Haloos tus tub Ahahees xeebntxwv."},{"bible_id":"1525","chapter_code":"1CH.4","verse_code":"1CH.4.9","label":"9","content":"Muaj ib tug txivneej hu uas Yanpexes, nws yog tus uas nws tsevneeg hwm tshaj nws cov kwvtij huv tibsi; nws niam thiaj tis nws lub npe hu ua Yanpexes,  txhais hais tias, “Rau qhov thaum kuv yug nws mas mob kuv plab heev.”"},{"bible_id":"1525","chapter_code":"1CH.4","verse_code":"1CH.4.10","label":"10","content":"Yanpexes thiaj thov cov Yixalayees tus Vajtswv hais tias, “Vajtswv, thov koj foom koob hmoov rau kuv thiab nthuav kom lub tebchaws dav, thov koj txhais tes nrog nraim kuv, thiab thov koj tsomkwm tsis txhob pub kuv raug kev txomnyem kom kuv thiaj tsis muaj kev mob kev nkeeg.” Ces Vajtswv thiaj teb tej lus uas nws thov ntawd."},{"bible_id":"1525","chapter_code":"1CH.4","verse_code":"1CH.4.11","label":"11","content":"Kalej tus tijlaug Suhas muaj ib tug tub hu ua Mehiles. Mehiles yog Esetoos txiv."},{"bible_id":"1525","chapter_code":"1CH.4","verse_code":"1CH.4.12","label":"12","content":"Esetoos muaj peb tug tub: Npethelafas, Paxe-as thiab Tehinas. Tehinas yog Ilenahas txiv. Tehinas yog tus uas rhawv lub nroog Nahas. Cov neeg no lawv cov xeebntxwv puavleej nyob hauv lub nroog Lekas."},{"bible_id":"1525","chapter_code":"1CH.4","verse_code":"1CH.4.13","label":"13","content":"Kenas ob tug tub yog Authaniyees thiab Xelayas, Authaniyees ob tug tub yog Hathas thiab Me-aunauthais."},{"bible_id":"1525","chapter_code":"1CH.4","verse_code":"1CH.4.14","label":"14","content":"Me-aunauthais yog Aufalas txiv. Xelayas yog Yau-am txiv, nws yog tus uas rhawv tau lub zos uas hu ua cov Neeg Txawj lub Hav, qhov uas hu li ntawd, rau qhov cov neeg uas nyob hauv puavleej yog cov uas txawj ua txhua yam."},{"bible_id":"1525","chapter_code":"1CH.4","verse_code":"1CH.4.15","label":"15","content":"Yefunes tus tub Kalej cov tub yog Ilus, Elas thiab Na-as; thiab Elas tus tub yog Kenas."},{"bible_id":"1525","chapter_code":"1CH.4","verse_code":"1CH.4.16","label":"16","content":"Yehalelees cov tub yog Xifes, Xifas, Tilias thiab Axalees."},{"bible_id":"1525","chapter_code":"1CH.4","verse_code":"1CH.4.17+1CH.4.18","label":"17-18","content":"Exelas muaj plaub tug tub: Yethes, Meledis, Efes thiab Yaloos. Meledis yuav cov Iziv tus vajntxwv tus ntxhais Npithiyas los ua pojniam, nkawd muaj ib tug ntxhais hu ua Milias, thiab muaj ob tug tub hu ua Samais thiab Isenpas. Isenpas yog tus uas rhawv lub zos Esemau-as. Meledis mus yuav xeem Yudas ib tug ntxhais los ua pojniam thiab nkawd muaj peb tug tub: Yeles yog tus uas rhawv lub zos Nkedaules; Henpeles yog tus uas mus rhawv lub zos Xukaus; thiab Yekuthiyees yog tus uas rhawv lub zos Xanau-as."},{"bible_id":"1525","chapter_code":"1CH.4","verse_code":"1CH.4.19","label":"19","content":"Haudiyas yuav Nahas tus muam. Nkawd cov xeebntxwv yog Nkalemes cajces uas nyob hauv lub nroog Ke-ilas thiab yog Ma-akas cajces uas nyob hauv lub nroog Ese-temaus."},{"bible_id":"1525","chapter_code":"1CH.4","verse_code":"1CH.4.20","label":"20","content":"Simoos cov tub yog Anoos, Linas, Npehanas thiab Tiloos. Isis ob tug tub yog Xauhes thiab Npexauhes."},{"bible_id":"1525","chapter_code":"1CH.4","verse_code":"1CH.4.21","label":"21","content":"Selas yog Yudas cov tub ib tug. Nws cov xeebntxwv yog Eles tus uas rhawv lub zos Lekas; La-adas yog tus uas rhawv lub zos Malesas, thiab cuab kwvtij uas nyob hauv lub nroog Npethes Asenpe-as txawj ntos ntaubmag heev;"},{"bible_id":"1525","chapter_code":"1CH.4","verse_code":"1CH.4.22","label":"22","content":"Yaukees thiab cov neeg uas nyob hauv lub zos Kauxenpas; Yau-ases thiab Xalafes mus yuav cov Mau-am ob tug ntxhais los ua pojniam thiab nkawd nyob hauv lub nroog Npelehees,  (tej no yog tej qub kevcai thaum ub los lawm xwb.)"},{"bible_id":"1525","chapter_code":"1CH.4","verse_code":"1CH.4.23","label":"23","content":"Lawv yog cov neeg puab laujkaub av, mas lawv thiaj mus nyob hauv lub nroog Neta-ees thiab Nkedelas puab laujkaub av rau vajntxwv."},{"bible_id":"1525","chapter_code":"1CH.4","verse_code":"1CH.4.24","label":"24","content":"Xime-oos cov tub yog Nemuyees, Yamees, Yalis, Zelas thiab Sa-ules;"},{"bible_id":"1525","chapter_code":"1CH.4","verse_code":"1CH.4.25","label":"25","content":"Salumes yog Sa-ules tub, Mixames yog Saloos tub thiab Misamas yog Mixames tub."},{"bible_id":"1525","chapter_code":"1CH.4","verse_code":"1CH.4.26","label":"26","content":"Misamas cov xeebntxwv: Hamuyees yog Misamas tub, Xakulas yog Hamuyees tub thiab Sime-is yog Xakulas tub."},{"bible_id":"1525","chapter_code":"1CH.4","verse_code":"1CH.4.27","label":"27","content":"Sime-is muaj kaum rau tus tub thiab rau leej ntxhais, tiamsis nws cov kwvtij tsis muaj menyuam coob li nws lossis xeem Xime-oos tsis muaj menyuam coob thiab tsis huamvam zoo npaum li xeem Yudas."},{"bible_id":"1525","chapter_code":"1CH.4","verse_code":"1CH.4.28","label":"28","content":"Lawv cov no yog cov nyob hauv lub nroog Npesenpas, Mauladas, Haxasuas,"},{"bible_id":"1525","chapter_code":"1CH.4","verse_code":"1CH.4.29","label":"29","content":"Npihas, Exes, Taulas,"},{"bible_id":"1525","chapter_code":"1CH.4","verse_code":"1CH.4.30","label":"30","content":"Npethuyees, Haumas, Xikelas,"},{"bible_id":"1525","chapter_code":"1CH.4","verse_code":"1CH.4.31","label":"31","content":"Npethes Makanpaus, Haxaxuxis, Npethenpilis thiab Sa-alayees. Lawv yeej nyob hauv cov nroog no los txog thaum Vajntxwv Daviv kav li."},{"bible_id":"1525","chapter_code":"1CH.4","verse_code":"1CH.4.32","label":"32","content":"Thiab lawv tseem nyob dua tsib lub nroog uas yog Etas, Ayees, Limoos, Taukhees thiab Asas,"},{"bible_id":"1525","chapter_code":"1CH.4","verse_code":"1CH.4.33","label":"33","content":"thiab tej zos uas nyob ibncig ntawd mus txog ntua nram lub nroog Npa-alas. Ntawm no mus yog teev lawv tej tsevneeg cajces thiab lawv tej chaw nyob."},{"bible_id":"1525","chapter_code":"1CH.4","verse_code":"1CH.4.34","label":"34","content":"Mesaunpas, Yamelej, Yausas uas yog Amaxiyas tus tub,"},{"bible_id":"1525","chapter_code":"1CH.4","verse_code":"1CH.4.35","label":"35","content":"Yau-ees, Yehus yog Yasinpiyas tub, Yasinpiyas yog Xelayas tub, Xelaiyas yog Axiyees tub."},{"bible_id":"1525","chapter_code":"1CH.4","verse_code":"1CH.4.36","label":"36","content":"Eli-aunais, Yakaunpas, Yesauhayas, Axaiyas, Adiyees, Yeximiyees, Npinayas,"},{"bible_id":"1525","chapter_code":"1CH.4","verse_code":"1CH.4.37","label":"37","content":"Xixas yog Sifis tub, Sifis yog Aloos tub, Aloos yog Yedayas tub, Yedayas yog Simelis tub, Simelis yog Semayas tub,"},{"bible_id":"1525","chapter_code":"1CH.4","verse_code":"1CH.4.38","label":"38","content":"cov neeg uas muaj npe no puavleej yog cov thawjcoj ntawm lawv tej tsevneeg, thiab lawv tej cuab kwvtij tabtom huamvam coob zuj zus ntxiv."},{"bible_id":"1525","chapter_code":"1CH.4","verse_code":"1CH.4.39","label":"39","content":"Lawv thiaj taug kev mus nrhiav tshav zaub rau lawv tej tsiaj, lawv mus txog rau ntawm txoj ncauj ke uas mus rau hauv lub nroog Nkelales  uas nyob ntawm ib lub voshav sab hnubtuaj."},{"bible_id":"1525","chapter_code":"1CH.4","verse_code":"1CH.4.40","label":"40","content":"Lawv mus nrhiav tau cheebtsam uas muaj tshav zaub ntau heev. Lub tebchaws ntawd nthuav dav fo rau tom tej tiaj nrag, nyob ntsiag to thiab thajyeeb lug; cov Hames yog cov neeg uas ibtxwm nyob hauv lub tebchaws ntawd."},{"bible_id":"1525","chapter_code":"1CH.4","verse_code":"1CH.4.41","label":"41","content":"Thaum cov Yudas tus Vajntxwv Hexekiyas tiam, cov txivneej uas muaj npe saum no thiaj mus rau hauv lub nroog Nkelales mus muab cov neeg uas nyob hauv tej tsevntaub thiab tej tsev pheebsuab  rhuav puastsuaj tas los txog rau niaj hnub no, thiab lawv mus nyob ntawm cov neeg ntawd tej chaw, rau qhov lub tebchaws ntawd muaj tshav zaub dav rau lawv tej tsiaj noj."},{"bible_id":"1525","chapter_code":"1CH.4","verse_code":"1CH.4.42","label":"42","content":"Xeem Xime-oos tsib puas leej mus rau sab hnubpoob thiab mus txog rau hauv lub tebchaws Edoos. Cov coj lawv kev yog Isis cov tub: Pelatiyas, Ne-aliyas, Lefayas thiab Uxiyees."},{"bible_id":"1525","chapter_code":"1CH.4","verse_code":"1CH.4.43","label":"43","content":"Thiab lawv mus muab cov neeg Amalej uas khiav mus nkaum rau pem tej ncov roob tua tuag tas huv tibsi, thiab lawv nyob hauv lub tebchaws ntawd los txog niaj hnub no li."},{"bible_id":"1525","chapter_code":"1CH.5","verse_code":"1CH.5.1","label":"1","content":"Ntawm no yog Yakhauj tus tub hlob Lunpees cov xeebntxwv. (Vim nws tau deev nws txiv tus niamyau, nws thiaj poob lub meejmom uas yog tus tub hlob lawm thiab muab lub meejmom ntawd rau nws tus kwv Yauxej cov tub uas yog Yakhauj cov xeebntxwv, txawm li ntawd los Yauxej yeej tsis muaj npe nyob hauv Lunpees cajces li."},{"bible_id":"1525","chapter_code":"1CH.5","verse_code":"1CH.5.2","label":"2","content":"Xeem Yudas dhau mus ua cov uas muaj hwjchim tshaj thiab muaj ib tug mus ua tau tus thawjcoj kav tagnrho txhua xeem huv tibsi.)"},{"bible_id":"1525","chapter_code":"1CH.5","verse_code":"1CH.5.3","label":"3","content":"Yakhauj tus tub hlob Lunpees muaj plaub tug tub: Hanauj yog tus tub hlob, Palus, Hexeloos thiab Kalemis."},{"bible_id":"1525","chapter_code":"1CH.5","verse_code":"1CH.5.4","label":"4","content":"Yau-ees cov xeebntxwv: Semayas yog Yau-ees tub, Nkaus yog Semayas tub, Sime-is yog Nkaus tub,"},{"bible_id":"1525","chapter_code":"1CH.5","verse_code":"1CH.5.5","label":"5","content":"Mikhas yog Sime-is tub, Le-ayas yog Mikhas tub, Npa-as yog Le-ayas tub,"},{"bible_id":"1525","chapter_code":"1CH.5","verse_code":"1CH.5.6","label":"6","content":"Npelahes yog Npa-as tub thiab yog xeem Lunpees tus thawjcoj; Vajntxwv Tinkales Pilexes uas kav tebchaws Xilias tuaj ntes Npelahes thiab coj nws mus lawm."},{"bible_id":"1525","chapter_code":"1CH.5","verse_code":"1CH.5.7","label":"7","content":"Luag teev Xeem Lunpees tej tsevneeg raws li cov thawjcoj ntawm tej cuab kwvtij li nram no: Ye-iyees, Xakhaliyas"},{"bible_id":"1525","chapter_code":"1CH.5","verse_code":"1CH.5.8","label":"8","content":"thiab Npelas uas yog Axaxes tub, thiab yog Semas tus xeebntxwv uas yog Yau-ees cajces. Lawv cov no puavleej nyob hauv cheebtsam Alu-es mus rau pem Nenpaus thiab Npa-as Me-oos lawm."},{"bible_id":"1525","chapter_code":"1CH.5","verse_code":"1CH.5.9","label":"9","content":"Sab hnubtuaj lawv nyob mus txog ntua ntawm ntug tiaj suabpuam ntawm tus dej Efalates sab tim no, vim lawv muaj tsiaj txhu coob heev nyob hauv tebchaws Nkile-as."},{"bible_id":"1525","chapter_code":"1CH.5","verse_code":"1CH.5.10","label":"10","content":"Thiab lub sijhawm uas Vajntxwv Xa-ules kav tebchaws, xeem Lunpees mus tua cov Hankelis thiab muab lawv tua tuag tas rau hauv tshavrog thiab kav tagnrho lawv lub tebchaws txij ntua ntawm Nkile-as sab hnubtuaj mus lawm."},{"bible_id":"1525","chapter_code":"1CH.5","verse_code":"1CH.5.11","label":"11","content":"Xeem Khas nyob ntawm lub xeev Npasas txuas nkaus ntawm xeem Lunpees hauv ntej mus txog ntua rau ntawm lub nroog Xalekas."},{"bible_id":"1525","chapter_code":"1CH.5","verse_code":"1CH.5.12","label":"12","content":"Yau-ees yog tus thawj, Safas yog tus ob, Yanais thiab Safas yog ob tug uas nyob hauv Npasas."},{"bible_id":"1525","chapter_code":"1CH.5","verse_code":"1CH.5.13","label":"13","content":"Thiab teev lawv tej cuab kwvtij raws li lawv tej yawgkoob tsevneeg muaj li nram no: Mikhayees, Mesulas, Senpas, Yaulais, Yakas, Xias thiab Enpes, tagnrho huv tibsi yog xya cuab kwvtij."},{"bible_id":"1525","chapter_code":"1CH.5","verse_code":"1CH.5.14","label":"14","content":"Lawv puavleej yog Hulis tus tub Anpihais cov xeebntxwv, yog taug ntawm lawv yawgkoob los mas muaj raws li nram no: Anpihais, Hulis, Yalau-as, Nkile-as, Mikhayees, Yesisais, Yadaus, Npuxes,"},{"bible_id":"1525","chapter_code":"1CH.5","verse_code":"1CH.5.15","label":"15","content":"Ahis uas yog Adiyees tub thiab yog Nkunis tus xeebntxwv, nws yog tus thawjcoj ntawm lawv tej cuab kwvtij."},{"bible_id":"1525","chapter_code":"1CH.5","verse_code":"1CH.5.16","label":"16","content":"Lawv nyob hauv cheebtsam Nkile-as thiab Npasas, hauv tej zos ntawd thiab nyob thoob plaws tej chaw uas muaj tshav zaub hauv lub tebchaws Saloos."},{"bible_id":"1525","chapter_code":"1CH.5","verse_code":"1CH.5.17","label":"17","content":"( Lub sijhawm uas teev tej no cia yog thaum Vajntxwv Yauthas kav tebchaws Yudas thiab Vajntxwv Yelaunpau-as kav tebchaws Yixalayees.)"},{"bible_id":"1525","chapter_code":"1CH.5","verse_code":"1CH.5.18","label":"18","content":"Xeem Lunpees, xeem Khas thiab xeem Manaxes sab hnubtuaj muaj plaub caug plaub txhiab xya pua rau caum leej tubrog uas txawj siv daim thaiv hniav ntaj, txawj tua ntaj thiab tua hneevnti."},{"bible_id":"1525","chapter_code":"1CH.5","verse_code":"1CH.5.19","label":"19","content":"Lawv thiaj mus ua rog rau cov neeg Hankelis, cov Yetus, cov Nafis thiab cov Naudas;"},{"bible_id":"1525","chapter_code":"1CH.5","verse_code":"1CH.5.20","label":"20","content":"Lawv tso siab plhuav rau Vajtswv thiab thov nws pab lawv, Vajtswv thiaj teb lawv tej lus thov thiab pab lawv tua yeej cov Hankelis thiab cov uas tuaj cov Hankelis tog."},{"bible_id":"1525","chapter_code":"1CH.5","verse_code":"1CH.5.21","label":"21","content":"Lawv ntes tau yeebncuab cov ntxhuav tsib caug txhiab tus, cov yaj ob puas tsib caug txhiab tus, thiab cov neesluav ob txhiab tus thiab ntes tau yeebncuab ib puas txhiab leej hauv tshavrog coj los kaw."},{"bible_id":"1525","chapter_code":"1CH.5","verse_code":"1CH.5.22","label":"22","content":"Lawv tua cov yeebncuab tuag coob kawg li, rau qhov kev ua rog zaum no haum Vajtswv siab. Thiab lawv nyob hauv lub tebchaws ntawd mus txog thaum uas lawv raug luag ntes mus lawm."},{"bible_id":"1525","chapter_code":"1CH.5","verse_code":"1CH.5.23","label":"23","content":"Cov Manaxes uas nyob sab Hnubtuaj huamvam coob kawg li, lawv nyob puv nkaus hauv Npasas mus txog ntua sab qaumteb pem Npa-as Helemoos, Senis thiab ntawm lub Roob Helemoos."},{"bible_id":"1525","chapter_code":"1CH.5","verse_code":"1CH.5.24","label":"24","content":"Ntawm no mus yog hais txog cov thawjcoj ntawm tej cuab: Efes, Isis, Eliyees, Axeliyees, Yelemis, Haudaviyas thiab Yadiyees. Lawv puavleej yog cov thawj tubrog uas muaj koob muaj meej nto moo lug thiab txawj ntse ua taus thawjcoj ntawm lawv tej cuab kwvtij."},{"bible_id":"1525","chapter_code":"1CH.5","verse_code":"1CH.5.25","label":"25","content":"Tiamsis lawv ua tsis ncaj rau lawv cov yawgkoob tus Vajtswv thiab muab nws tso tseg, lawv mus pehawm tej haivneeg uas Vajtswv muab ntiab tawm hauv lawv lub tebchaws mus lawm tej vajtswv."},{"bible_id":"1525","chapter_code":"1CH.5","verse_code":"1CH.5.26","label":"26","content":"Yog li ntawd, Vajtswv thiaj tshoov cov Axilias tus Vajntxwv Pules (uas muaj dua ib lub npe hu ua Tinkelas Pilexes) siab kom tuaj tua lawv lub tebchaws. Nws thiaj tuaj ntes xeem Lunpees, xeem Khas thiab xeem Manaxes sab hnubtuaj thiab coj lawv mus nyob rau ntawm Halahes, Hanpaus, Halas thiab nyob ntawm tus dej Nkaxas los txog niaj hnub no."},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.1","label":"1","content":"Levis muaj peb tug tub: Nkesoos, Kauhas thiab Melalis,"},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.2","label":"2","content":"Kauhas muaj plaub tug tub: Alas, Ixehas, Henploos thiab Uxiyees."},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.3","label":"3","content":"Alas muaj ob tug tub: Aloos, Mauxes thiab muaj ib tug ntxhais npe hu ua Milias. Aloos muaj plaub tug tub: Nadas, Anpihus, Ele-axas thiab Ithamas."},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.4","label":"4","content":"Ele-axas cov xeebntxwv ib tiam dhau ib tiam muaj raws li no: Ele-axas yog Finehas txiv, Finehas yog Anpisuas txiv,"},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.5","label":"5","content":"Anpisuas yog Npukis txiv, Npukis yog Uxis txiv,"},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.6","label":"6","content":"Uxis yog Xelahiyas txiv, Xelahiyas yog Melayaus txiv,"},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.7","label":"7","content":"Malayaus yog Amaliyas txiv, Amaliyas yog Ahitus txiv, Ahitus yog Xadaus txiv,"},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.8","label":"8","content":"Xadaus yog Ahima-as txiv, Ahima-as yog Axaliyas txiv,"},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.9","label":"9","content":"Axaliyas yog Yauhanas txiv, Yahanas yog Axaliyas txiv,"},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.10","label":"10","content":"Axaliyas (yog tus povthawj uas ua tus TSWV tes haujlwm nyob hauv lub Tuamtsev uas Vajntxwv Xalumoos ua hauv lub nroog Yeluxalees)"},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.11","label":"11","content":"Axaliyas yog Amaliyas txiv, Amaliyas yog Ahitus txiv, Ahitus yog Xadaus txiv,"},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.12","label":"12","content":"Xadaus yog Salumes txiv, Salus yog Hilekiyas txiv,"},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.13","label":"13","content":"Hilekiyas yog Axaliyas txiv, Axaliyas yog Xelaiyas txiv,"},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.14","label":"14","content":"Xelayas yog Yehauxadas txiv."},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.15","label":"15","content":"Yehauxadas raug ntes thaum tus TSWV muab cov Yudas thiab cov neeg hauv lub nroog Yeluxalees cob rau Vajntxwv Nenpukajnexales coj mus lawm."},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.16","label":"16","content":"Levis muaj peb tug tub: Nkesoos, Kauhas thiab Melalis."},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.17","label":"17","content":"Lawv nyias puavleej muaj nyias tub thiab. Nkesoos yog Linpenis thiab Sime-is txiv;"},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.18","label":"18","content":"Kauhas yog Amelas, Ixehas, Henploos thiab Uxiyees txiv;"},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.19","label":"19","content":"thiab Melalis yog Mahelis thiab Musis txiv. Tagnrho cov no puavleej yog Levis cov xeebntxwv raws li lawv tej yawgkoob."},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.20","label":"20","content":"Nkesoos cov xeebntxwv ib tiam dhau tiam muaj raws li no: Linpenis, Yahas, Ximas,"},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.21","label":"21","content":"Yau-as, Idaus, Zelas, Ye-athelais."},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.22","label":"22","content":"Kauhas cov xeebntxwv ib tiam dhau ib tiam muaj raws li no: Aminadas, Kaulas, Axis,"},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.23","label":"23","content":"Ekanas, Enpi-axas, Axis,"},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.24","label":"24","content":"Tahas, Uliyees, Uxiyas, Sa-ules."},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.25","label":"25","content":"Ekanas muaj ob tug tub: Amaxais thiab Ahimaus."},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.26","label":"26","content":"Ahimaus cov xeebntxwv ib tiam dhau ib tiam muaj raws li no: Ekanas, Xaufais, Nahas,"},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.27","label":"27","content":"Eli-as, Yelauhas, Ekanas."},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.28","label":"28","content":"Xamuyees muaj ob tug tub: Yau-ees  yog tus tub hlob, Anpiyas yog tus tub yau."},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.29","label":"29","content":"Melalis cov xeebntxwv ib tiam dhau ib tiam muaj raws li no: Mahelis, Linis, Sime-is, Uxahas,"},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.30","label":"30","content":"Sime-as, Hankiyas thiab Axaiyas."},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.31","label":"31","content":"Ntawm no yog cov neeg uas Vajntxwv Daviv tsa los ua cov hu nkauj hauv tus TSWV lub Tuamtsev, tom qab uas coj lub Phijxab uas ntim Vajtswv tej lus cog tseg mus tso rau hauv lawm."},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.32","label":"32","content":"Lawv ua cov hu nkauj nyob ntawm hauv ntej tus TSWV lub Tsevntaub sib ntsib mus txog thaum uas Vajntxwv Xalumoos ua tus TSWV lub Tuamtsev hauv lub nroog Yeluxalees tiav lawm; thiab lawv ua lawv tes haujlwm raws li tej kevcai uas twb muab cob rau lawv lawm."},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.33","label":"33","content":"Ntawm no yog cov neeg uas ua haujlwm ntawd thiab lawv cov tub. Pib ntawm Kauhas mus: Yau-ees tus tub Hemas yog tus coj thawj pab hu nkauj. Suav nws cajces rov qab mus txog rau ntawm Yakhauj mas muaj raws li no: Hemas, Yau-ees, Xamuyees,"},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.34","label":"34","content":"Ekanas, Yelauhas, Eliyees, Tau-as,"},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.35","label":"35","content":"Xufas, Ekanas, Mahas, Amaxais,"},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.36","label":"36","content":"Ekanas, Yau-ees, Axaliyas, Xefaniyas,"},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.37","label":"37","content":"Tahas, Axis, Enpi-axas, Kaulas,"},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.38","label":"38","content":"Ixehas, Kauhas, Levis thiab Yakhauj."},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.39","label":"39","content":"Axas yog tus coj pab ob hu nkauj. Suav nws cajces rov qab mus txog rau ntawm Levis mas muaj raws li no: Axas, Npelekhiyas, Sime-as,"},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.40","label":"40","content":"Mikhayees, Npa-axeyas, Makhiyas,"},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.41","label":"41","content":"Ethenis, Zelas, Adayas,"},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.42","label":"42","content":"Ethas, Xemas, Sime-is,"},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.43","label":"43","content":"Yahaj, Nkesoos thiab Levis."},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.44","label":"44","content":"Ethas uas yog Melalis cuab kwvtij yog tus coj pab peb hu nkauj. Suav nws cajces rov mus txog rau ntawm Levis mas muaj raws li no: Ethas, Kisis, Anpedis, Malukhes,"},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.45","label":"45","content":"Hasanpiyas, Amaxiyas, Hilekiyas,"},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.46","label":"46","content":"Amexis, Npanis, Semes,"},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.47","label":"47","content":"Mahelis, Musis, Melalis thiab Levis."},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.48","label":"48","content":"Tsa cov Levis ua haujlwm hauv lub tsevntaub uas yog Vajtswv lub tsev."},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.49","label":"49","content":"Tiamsis Aloos thiab nws cov tub yog cov uas fij khoom rau saum lub thaj thiab muab tej hmoov tshuaj tsw qab coj mus hlawv fij rau saum lub thaj, vim lawv yog cov ua txhua yam haujlwm hauv Chav Dawbhuv kawg nkaus raws li tej lus uas Vajtswv tus tubtxib Mauxes tau samhwm tseg lawm."},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.50","label":"50","content":"Cov no yog Aloos cov xeebntxwv: Ele-axas, Finehas, Anpisuas,"},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.51","label":"51","content":"Npukis, Uxis, Xelahiyas,"},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.52","label":"52","content":"Melayaus, Melaliyas, Ahitus,"},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.53","label":"53","content":"Xadaus thiab Ahima-as."},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.54","label":"54","content":"Ntawm no yog cheebtsam av uas tu rau Aloos cov xeebntxwv uas yog Kauhas cajces. Lawv yog cov uas xub tau txais thawj cheebtsam av uas tu rau cov Levis."},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.55","label":"55","content":"Lawv tau lub nroog Henploos uas nyob hauv xeev Yudas thiab tej cheebtsam uas muaj tshav tsiaj nyob ibncig lub nroog ntawd,"},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.56","label":"56","content":"tiamsis cov teb thiab tej zos uas nyob ibncig lub nroog ntawd twb yeej muab tu rau Yefunes tus tub Kalej lawm."},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.57+1CH.6.58+1CH.6.59","label":"57-59","content":"Cov nroog nram no puavleej muab tu rau Aloos cov xeebntxwv: Henploos yog ib lub nroog cawm siav,  Yatis, thiab lub zos Linpenas, Etemaus, Hilees, Denpis, Asas thiab Npethes Semes, yog lawv tej tshav yug tsiaj,"},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.60","label":"60","content":"nyob hauv cov Npeenyamees cheebtsam av lawv tu tau cov nroog no: Nkenpas nrog tej tshav tsiaj, Alemes nrog tej tshav tsiaj thiab Anathaus nrog tej tshav tsiaj. Tagnrho huv tibsi yog muaj kaum peb lub nroog rau lawv cov xeebntxwv nyob."},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.61","label":"61","content":"Tu kaum lub nroog hauv cov Manaxes sab Hnubtuaj cheebtsam av rau Kauhas cov xeebntxwv nyob."},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.62","label":"62","content":"Tu tau kaum peb lub nroog rau hauv xeem Ixakhas, Aseles, Nathalis thiab Manaxes cheebtsam av uas nyob hauv lub xeev Npasas rau Nkesoos cov xeebntxwv nyob raws li lawv tej cajces."},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.63","label":"63","content":"Dua li ntawd, tseem tu tau kaum ob lub nroog hauv xeem Lunpees, xeem Khas thiab xeem Xenpuloos cheebtsam av pub rau Melalis cov xeebntxwv nyob raws li lawv tej cajces."},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.64","label":"64","content":"Cov Yixalayees tu tej nroog nrog tej tshav tsiaj uas nyob ibncig tej nroog ntawd rau cov Levis nyob raws li uas hais los saum no lawm. ("},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.65","label":"65","content":"Cov nroog uas nyob hauv xeem Yudas, Xime-oos thiab Npeenyamees cheebtsam av uas hais los saum no puavleej muab rho ntawv faib huv tibsi thiab.)"},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.66","label":"66","content":"Dua li ntawd, lawv tseem tu tau ib cov nroog hauv xeem Efalayees cheebtsam av rau Kauhas cov xeebntxwv ibtxhia tau nyob."},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.67","label":"67","content":"Cov nroog cawm siav uas lawv tu ntawd yog lub nroog Sekhees uas nyob pem roob Efalayees, Nkexes,"},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.68","label":"68","content":"Yaumees, Npethes Hauloos,"},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.69","label":"69","content":"Aiyaloos thiab Nkaleemoos thiab tagnrho tej tshav tsiaj uas nyob ibncig tej nroog ntawd huv tibsi."},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.70","label":"70","content":"Nyob hauv cov Manaxes sab Hnubpoob cheebtsam av, mas lawv tu lub nroog Anes thiab lub nroog Npile-as nrog tej tshav tsiaj uas nyob ibncig ntawd rau Kauhas cov xeebntxwv uas seem tau nyob."},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.71","label":"71","content":"Tu cov nroog nrog tej tshav tsiaj uas nyob ibncig cov nroog ntawd li nram no rau Nkesoos cov xeebntxwv nyob. Nyob hauv cov Manaxes sab Hnubtuaj cheebtsam av, mas tu lub zos Nkaulas uas nyob hauv Npasas thiab Asetalus."},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.72","label":"72","content":"Nyob hauv xeem Ixakhas cheebtsam av, mas tu lub nroog Kedes, Danpelas,"},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.73","label":"73","content":"Lamaus thiab Anes nrog tej tshav tsiaj uas nyob ibncig ntawd."},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.74","label":"74","content":"Nyob hauv xeem Aseles cheebtsam av, mas tu lub nroog Masales, Adoos,"},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.75","label":"75","content":"Hukaus thiab Lehaus nrog tej tshav tsiaj uas nyob ibncig ntawd."},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.76","label":"76","content":"Thiab nyob hauv xeem Nathalis cheebtsam av hauv lub xeev Kalilais, mas tu lub nroog Kedes, Hamoos thiab Kili-athayees nrog tej tshav tsiaj uas nyob ibncig ntawd."},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.77","label":"77","content":"Dua li ntawd, tseem tu tau ib cov nroog uas muaj tej tshav tsiaj nyob ibncig tej nroog ntawd rau cov Melalis ibtxhia nyob raws li no: Nyob hauv xeem Xenpuloos cheebtsam av, mas tu lub nroog Limaunaus thiab Tanpaus."},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.78","label":"78","content":"Nyob hauv xeem Lunpees cheebtsam av ntawm tus dej Yauladees sab hnubtuaj uas ncaj lub nroog Yelikaus sab tid, mas tu lub nroog Npexeles uas nyob hauv tiaj suabpuam, Yahexas,"},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.79","label":"79","content":"Kedemaus thiab Mefa-as nrog tej tshav tsiaj uas nyob ibncig ntawd."},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.80","label":"80","content":"Nyob hauv xeem Khas cheebtsam av hauv cheebtsam Nkile-as, mas tu lub nroog Lamaus, Mahana-ees,"},{"bible_id":"1525","chapter_code":"1CH.6","verse_code":"1CH.6.81","label":"81","content":"Hesenpoos thiab Yaxes nrog tej tshav tsiaj uas nyob ibncig ntawd."},{"bible_id":"1525","chapter_code":"1CH.7","verse_code":"1CH.7.1","label":"1","content":"Ixakhas muaj plaub tug tub: Taulas, Puahas, Yasus thiab Simeloos."},{"bible_id":"1525","chapter_code":"1CH.7","verse_code":"1CH.7.2","label":"2","content":"Taulas muaj rau tus tub: Uxis, Lefayas, Yeliyees, Yamais, Yisas thiab Semuyees. Lawv puavleej yog cov thawjcoj ntawm Taulas tsevneeg, thiab lawv yog cov tubrog uas nto moo tshaj plaws. Thaum Vajntxwv Daviv tiam, lawv tej xeebntxwv huamvam coob heev muaj txog nees nkaum ob txhiab rau pua leej."},{"bible_id":"1525","chapter_code":"1CH.7","verse_code":"1CH.7.3","label":"3","content":"Uxis muaj ib tug tub hu ua Ilahiyas. Ilahiyas muaj plaub tug tub: Mikhayees Aunpadiyas, Yau-ees thiab Isesiyas. Lawv puavleej yog cov thawjcoj ntawm lawv tej tsevneeg."},{"bible_id":"1525","chapter_code":"1CH.7","verse_code":"1CH.7.4","label":"4","content":"Lawv muaj ntau tus pojniam thiab muaj menyuam coob heev, vim li ntawd lawv tej xeebntxwv thiaj muaj peb caug rau txhiab leej txivneej mus ua tubrog."},{"bible_id":"1525","chapter_code":"1CH.7","verse_code":"1CH.7.5","label":"5","content":"Raws li tej ntaub ntawv uas luag teev tseg cia ntawd, xeem Ixakhas cov txivneej uas ua taus tubrog yog muaj yim caum xya txhiab leej."},{"bible_id":"1525","chapter_code":"1CH.7","verse_code":"1CH.7.6","label":"6","content":"Npeenyamees muaj peb tug tub: Npelas, Npekhelis thiab Yedi-ales."},{"bible_id":"1525","chapter_code":"1CH.7","verse_code":"1CH.7.7","label":"7","content":"Npelas muaj tsib tug tub: Exenpoos, Uxis, Uxiyees, Yelimaus thiab Ilis, lawv puavleej yog cov thawjcoj ntawm lawv tsevneeg thiab yog cov tubrog uas nto moo tshaj plaws. Suav tagnrho lawv cov txivneej uas ua taus tubrog muaj nees nkaum ob txhiab peb caug plaub leeg."},{"bible_id":"1525","chapter_code":"1CH.7","verse_code":"1CH.7.8","label":"8","content":"Npekhelis muaj cuaj tug tub: Xemilas, Yau-ases, Eli-exes, Ele-aunais, Aumelis, Yelemaus, Anpiyas, Anathaus thiab Alimes. Tagnrho Npekhelis cov tub;"},{"bible_id":"1525","chapter_code":"1CH.7","verse_code":"1CH.7.9","label":"9","content":"raws li tej ntaub ntawv uas luag teev tseg cia ntawd, lawv tej tsevneeg cov txivneej uas ua taus tubrog muaj nees nkaum txhiab ob puas leej."},{"bible_id":"1525","chapter_code":"1CH.7","verse_code":"1CH.7.10","label":"10","content":"Yedi-ales muaj ib tug tub hu ua Npilehas; Npilehas muaj xya tug tub: Ye-uses, Npeenyamees, Ehus, Khena-anas, Xethas, Talesis thiab Ahisahas."},{"bible_id":"1525","chapter_code":"1CH.7","verse_code":"1CH.7.11","label":"11","content":"Lawv puavleej yog cov thawjcoj ntawm lawv cajces thiab yog cov tubrog uas nto moo tshaj plaws. Suav tagnrho lawv cov xeebntxwv, tej txivneej uas ua taus tubrog muaj kaum xya txhiab ob puas leej."},{"bible_id":"1525","chapter_code":"1CH.7","verse_code":"1CH.7.12","label":"12","content":"Supees thiab Hupees yog Iles tub, hos Husees yog Ahelas tub."},{"bible_id":"1525","chapter_code":"1CH.7","verse_code":"1CH.7.13","label":"13","content":"Nathalis muaj plaub tug tub: Yaxiyees, Nkunis, Yexeles thiab Salumes. (Lawv yog Npilehas  cov xeebntxwv.)"},{"bible_id":"1525","chapter_code":"1CH.7","verse_code":"1CH.7.14","label":"14","content":"Manaxes ob tug tub yog Aliyees thiab Makhiles, nkawd yog nws tus niamyau uas yog neeg Alame-as yug; Makhiles yog Nkile-as txiv."},{"bible_id":"1525","chapter_code":"1CH.7","verse_code":"1CH.7.15","label":"15","content":"Thiab Makhiles mus yuav tau ib tug pojniam los rau Hupees thiab ib tug los rau Supees. Nws tus muam hu ua Ma-akas. Makhiles tus tub uas yog tus ob hu ua Xelaufehas, nws muaj ib tug ntxhais xwb."},{"bible_id":"1525","chapter_code":"1CH.7","verse_code":"1CH.7.16","label":"16","content":"Makhiles tus pojniam uas hu ua Ma-akas yug tau ob tug tub, tus tub hlob nws tis npe hu ua Peleses thiab tus tub yau nws tis npe hu ua Seleses. Peleses muaj ob tug tub hu ua Ulames thiab Lakees."},{"bible_id":"1525","chapter_code":"1CH.7","verse_code":"1CH.7.17","label":"17","content":"Ulames tus tub hu ua Npedas. Lawv cov no puavleej yog Makhiles tus tub Nkile-as uas yog Manaxes tus tub cov xeebntxwv."},{"bible_id":"1525","chapter_code":"1CH.7","verse_code":"1CH.7.18","label":"18","content":"Nkile-as tus muam uas hu ua Hamaulekhes muaj peb tug tub: Isaus, Anpi-exes thiab Mahelas. ("},{"bible_id":"1525","chapter_code":"1CH.7","verse_code":"1CH.7.19","label":"19","content":"Semidas muaj plaub tug tub: Ahiyas, Sekhees, Likhis thiab Aniyas.)"},{"bible_id":"1525","chapter_code":"1CH.7","verse_code":"1CH.7.20","label":"20","content":"Efalayees cov xeebntxwv ib tiam dhau ib tiam muaj raws li no: Suthelas, Npeledis, Tahas, Ele-adas, Tahas,"},{"bible_id":"1525","chapter_code":"1CH.7","verse_code":"1CH.7.21","label":"21","content":"Xanpas, Suthelas. Efalayees muaj ob tug tub uas yau Suthelas hu ua Exeles thiab Ele-as, nkawd raug tua tuag rau thaum nkawd mus nyiag cov neeg hauv lub nroog Nkathas tej tsiaj lawm."},{"bible_id":"1525","chapter_code":"1CH.7","verse_code":"1CH.7.22","label":"22","content":"Ces Efalayees uas yog nkawd txiv quaj nkawd tau ntau hnub, thiab nws cov kwvtij thiaj tuaj nplig nws siab."},{"bible_id":"1525","chapter_code":"1CH.7","verse_code":"1CH.7.23","label":"23","content":"Ces Efalayees tus pojniam rov xeeb tub thiab yug tau ib tug tub; Efalayees tis tus tub ntawd lub npe hu ua Npeliyas,  rau qhov kev puastsuaj tau los raug nws tsevneeg."},{"bible_id":"1525","chapter_code":"1CH.7","verse_code":"1CH.7.24","label":"24","content":"Efalayees muaj ib tug ntxhais hu ua Se-elas, nws yog tug rhawv lub nroog Npethes Hauloos uas nyob Theem Siab, thiab lub nroog Uxes Selas uas nyob Theem Qis."},{"bible_id":"1525","chapter_code":"1CH.7","verse_code":"1CH.7.25","label":"25","content":"Efalayees muaj dua ib tug tub hu ua Lefas, nws cov xeebntxwv muaj raws li no: Lesefas, Telas, Tahanes,"},{"bible_id":"1525","chapter_code":"1CH.7","verse_code":"1CH.7.26","label":"26","content":"Ladas, Amihus, Elisamas,"},{"bible_id":"1525","chapter_code":"1CH.7","verse_code":"1CH.7.27","label":"27","content":"Noos thiab Yausuas."},{"bible_id":"1525","chapter_code":"1CH.7","verse_code":"1CH.7.28","label":"28","content":"Cheebtsam av uas yog lawv tug thiab lawv nyob yog xam lub nroog Npethees thiab tej nroog uas nyob ibncig lub nroog ntawd; sab hnubtuaj mus txog ntawm Na-alas, sab hnubpoob mus txog ntawm Nkexes, thiab tej nroog uas nyob ibncig ntawd. Dua li ntawd, tseem xam lub nroog Sekhees, lub nroog Aiyas thiab tej nroog uas nyob ibncig ob lub nroog ntawd."},{"bible_id":"1525","chapter_code":"1CH.7","verse_code":"1CH.7.29","label":"29","content":"Manaxes cov xeebntxwv tus ciamteb txij ntua ntawm lub nroog Npethes Se-as, Ta-anas, Menkidaus, Daules thiab tej nroog uas nyob ibncig cov nroog no. Yakhauj tus tub Yauxej cov xeebntxwv puavleej yog cov uas nyob hauv cov nroog no thiab."},{"bible_id":"1525","chapter_code":"1CH.7","verse_code":"1CH.7.30","label":"30","content":"Cov no yog Aseles cov xeebntxwv. Nws muaj plaub tug tub: Imenas, Isevas, Isevis, Npeliyas thiab ib tug ntxhais hu ua Xelas."},{"bible_id":"1525","chapter_code":"1CH.7","verse_code":"1CH.7.31","label":"31","content":"Npeliyas muaj ob tug tub: Henpeles thiab Makhiyees. (Makhiyees yog tus uas mus rhawv lub nroog Npixa-is.)"},{"bible_id":"1525","chapter_code":"1CH.7","verse_code":"1CH.7.32","label":"32","content":"Henpeles muaj peb tug tub: Yafeles, Saumes thiab Hauthas; thiab muaj ib tug ntxhais hu ua Sua."},{"bible_id":"1525","chapter_code":"1CH.7","verse_code":"1CH.7.33","label":"33","content":"Yafeles muaj peb tug tub: Paxas, Npihas thiab Asevas."},{"bible_id":"1525","chapter_code":"1CH.7","verse_code":"1CH.7.34","label":"34","content":"Nws tus kwv Saumes peb tug tub yog Launkas, Yahunpas thiab Alas."},{"bible_id":"1525","chapter_code":"1CH.7","verse_code":"1CH.7.35","label":"35","content":"Nws tus kwv Hauthas  muaj plaub tug tub: Xaufas, Emenas, Seleses thiab Amas."},{"bible_id":"1525","chapter_code":"1CH.7","verse_code":"1CH.7.36","label":"36","content":"Xaufas cov tub yog Xu-as, Hanefes, Sualis Npelis, Emelas,"},{"bible_id":"1525","chapter_code":"1CH.7","verse_code":"1CH.7.37","label":"37","content":"Npexeles, Haudas, Samas, Silesas, Ithelas thiab Npelaj."},{"bible_id":"1525","chapter_code":"1CH.7","verse_code":"1CH.7.38","label":"38","content":"Yethes cov tub yog Yefunes, Pisepas, Alas,"},{"bible_id":"1525","chapter_code":"1CH.7","verse_code":"1CH.7.39","label":"39","content":"thiab Ulas cov tub yog Alas, Haniyees thiab Lizias."},{"bible_id":"1525","chapter_code":"1CH.7","verse_code":"1CH.7.40","label":"40","content":"Tagnrho cov uas hais los saum no puavleej yog Aseles cov xeebntxwv xwb. Lawv yog cov thawjcoj ntawm lawv tsevneeg, yog cov tubrog uas nto moo, yog cov thawjcoj uas coj zoo thiab coj ncaj tshaj plaws. Suav tagnrho Aseles cov xeebntxwv uas ua taus tubrog muaj nees nkaum rau txhiab leej txivneej."},{"bible_id":"1525","chapter_code":"1CH.8","verse_code":"1CH.8.1","label":"1","content":"Npeenyamees muaj tsib tug tub: Npelas yog tus tub hlob, Asenpees yog tus ob, Ahalas yog tus peb,"},{"bible_id":"1525","chapter_code":"1CH.8","verse_code":"1CH.8.2","label":"2","content":"Nauhas yog tus plaub thiab Lafas yog tus tsib."},{"bible_id":"1525","chapter_code":"1CH.8","verse_code":"1CH.8.3","label":"3","content":"Npelas cov tub yog Adales, Nkelas, Anpihus,"},{"bible_id":"1525","chapter_code":"1CH.8","verse_code":"1CH.8.4","label":"4","content":"Anpisuas, Na-amas, Ahau-as,"},{"bible_id":"1525","chapter_code":"1CH.8","verse_code":"1CH.8.5","label":"5","content":"Nkelas, Sefufas thiab Hulas."},{"bible_id":"1525","chapter_code":"1CH.8","verse_code":"1CH.8.6+1CH.8.7","label":"6-7","content":"Ehus cov tub yog Na-amas, Ahiyas, Nkelas. Lawv puavleej yog cov thawjcoj ntawm lawv cajces uas nyob hauv Nkenpas, tiamsis lawv raug luag muab ntiab tawm mus nyob rau hauv Manahas. Nkepelas uas yog Uxas thiab Ahihus txiv, yog tus uas coj lawv mus."},{"bible_id":"1525","chapter_code":"1CH.8","verse_code":"1CH.8.8+1CH.8.9","label":"8-9","content":"Thaum Sahala-ees muab Husees thiab Npa-alas uas yog nws ob tug pojniam nrauj lawm. Tom qab ntawd, nws tseem nyob hauv tebchaws Mau-am, nws thiaj li mus yuav Haudes los ua pojniam thiab nws muaj xya tug tub: Yaunpaj, Xinpias, Mesas, Malekas,"},{"bible_id":"1525","chapter_code":"1CH.8","verse_code":"1CH.8.10","label":"10","content":"Ye-uxes, Xakhias thiab Milemas. Nws cov tub puavleej yog cov thawjcoj ntawm lawv cajces."},{"bible_id":"1525","chapter_code":"1CH.8","verse_code":"1CH.8.11","label":"11","content":"Thiab nws tseem muaj ob tug tub uas yog Husees yug hu ua Anpitus thiab Epa-as."},{"bible_id":"1525","chapter_code":"1CH.8","verse_code":"1CH.8.12","label":"12","content":"Epa-as muaj peb tug tub: Enpes, Misas thiab Semes. Semes yog tus uas rhawv ob lub nroog Aunaus, Laudes thiab tej zos uas nyob ibncig ob lub nroog ntawd."},{"bible_id":"1525","chapter_code":"1CH.8","verse_code":"1CH.8.13","label":"13","content":"Npeliyas thiab Semas yog ob tug thawjcoj ntawm cuab kwvtij uas nyob hauv lub nroog Aiyaloos thiab lawv muab cov neeg uas ibtxwm nyob hauv lub nroog Nkas ntiab khiav tas."},{"bible_id":"1525","chapter_code":"1CH.8","verse_code":"1CH.8.14","label":"14","content":"Npeliyas cov xeebntxwv yog Ahi-aus, Sasas, Yelemaus,"},{"bible_id":"1525","chapter_code":"1CH.8","verse_code":"1CH.8.15","label":"15","content":"Xenpadiyas, Alades, Edeles,"},{"bible_id":"1525","chapter_code":"1CH.8","verse_code":"1CH.8.16","label":"16","content":"Mikhayees, Isepas thiab Yauhas."},{"bible_id":"1525","chapter_code":"1CH.8","verse_code":"1CH.8.17","label":"17","content":"Epa-as cov xeebntxwv suav tagnrho Xenpadiyas, Mesulas, Hixekis, Henpeles,"},{"bible_id":"1525","chapter_code":"1CH.8","verse_code":"1CH.8.18","label":"18","content":"Isemelais, Ixeliyas thiab Yaunpaj."},{"bible_id":"1525","chapter_code":"1CH.8","verse_code":"1CH.8.19","label":"19","content":"Sime-is cov xeebntxwv suav tagnrho Yakees, Xikhalis, Xanpedis,"},{"bible_id":"1525","chapter_code":"1CH.8","verse_code":"1CH.8.20","label":"20","content":"Eli-enais, Xilethais, Eliyees,"},{"bible_id":"1525","chapter_code":"1CH.8","verse_code":"1CH.8.21","label":"21","content":"Adayas, Npelayas thiab Simelas."},{"bible_id":"1525","chapter_code":"1CH.8","verse_code":"1CH.8.22","label":"22","content":"Sasas cov xeebntxwv yog Isepas, Enpes, Eliyees,"},{"bible_id":"1525","chapter_code":"1CH.8","verse_code":"1CH.8.23","label":"23","content":"Adoos, Xikhalis, Hanas,"},{"bible_id":"1525","chapter_code":"1CH.8","verse_code":"1CH.8.24","label":"24","content":"Hananiyas, Elas, Athauthiyas,"},{"bible_id":"1525","chapter_code":"1CH.8","verse_code":"1CH.8.25","label":"25","content":"Ideyas thiab Penuyees."},{"bible_id":"1525","chapter_code":"1CH.8","verse_code":"1CH.8.26","label":"26","content":"Yelauhas cov xeebntxwv suav tagnrho Saselais, Sehaliyas, Athaliyas,"},{"bible_id":"1525","chapter_code":"1CH.8","verse_code":"1CH.8.27","label":"27","content":"Yalisiyas, Eliyas thiab Xikhalis."},{"bible_id":"1525","chapter_code":"1CH.8","verse_code":"1CH.8.28","label":"28","content":"Tagnrho lawv cov no puavleej yog cov thawjcoj ntawm lawv cajces raws li lawv tej yawgkoob uas ibtxwm nyob hauv lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"1CH.8","verse_code":"1CH.8.29","label":"29","content":"Ye-iyees  yog tus rhawv lub nroog Nkinpe-oos thiab nyob rau hauv lub nroog ntawd. Nws tus pojniam hu ua Ma-akas,"},{"bible_id":"1525","chapter_code":"1CH.8","verse_code":"1CH.8.30","label":"30","content":"thiab nws tus tub hlob hu ua Adoos. Nws cov tub yau yog Xules, Kises, Npa-as, Neles,  Nadas,"},{"bible_id":"1525","chapter_code":"1CH.8","verse_code":"1CH.8.31","label":"31","content":"Nkedaus, Ahi-aus, Xekales,"},{"bible_id":"1525","chapter_code":"1CH.8","verse_code":"1CH.8.32","label":"32","content":"thiab Mikelaus uas yog Sime-as txiv. Lawv cov xeebntxwv nyob hauv lub nroog Yeluxalees ze rau ntawm lawv cov kwvtij uas yog lawv xeem ntag."},{"bible_id":"1525","chapter_code":"1CH.8","verse_code":"1CH.8.33","label":"33","content":"Neles yog Kises txiv, thiab Kises yog Vajntxwv Xa-ules txiv. Xa-ules muaj plaub tug tub: Yaunathas, Makhisuas, Anpinadas thiab Esenpa-as."},{"bible_id":"1525","chapter_code":"1CH.8","verse_code":"1CH.8.34","label":"34","content":"Yaunathas yog Melinpa-as  txiv, Melinpa-as yog Mikhas txiv."},{"bible_id":"1525","chapter_code":"1CH.8","verse_code":"1CH.8.35","label":"35","content":"Mikhas cov tub yog Pithoos, Melej, Tale-as thiab Ahas."},{"bible_id":"1525","chapter_code":"1CH.8","verse_code":"1CH.8.36","label":"36","content":"Ahas yog Yehauyadas txiv; thiab Yehauyadas yog Alemes, Axemaves thiab Ximelis lawv txiv. Ximelis yog Mauxas txiv."},{"bible_id":"1525","chapter_code":"1CH.8","verse_code":"1CH.8.37","label":"37","content":"Mauxas yog Npine-as txiv, Npine-as tus tub yog Lafas, Lafas tus tub yog Ele-asas, Ele-asas tus tub yog Axees."},{"bible_id":"1525","chapter_code":"1CH.8","verse_code":"1CH.8.38","label":"38","content":"Axees muaj rau tug tub: Alikas, Npaukhelus, Yisamayees, Se-aliyas, Aunpadiyas thiab Hanas."},{"bible_id":"1525","chapter_code":"1CH.8","verse_code":"1CH.8.39","label":"39","content":"Axees tus kwv Esekis muaj peb tug tub: Ulames yog tus tub hlob, Ye-uses yog tus ob thiab Elifeles yog tus peb."},{"bible_id":"1525","chapter_code":"1CH.8","verse_code":"1CH.8.40","label":"40","content":"Ulames cov tub yog cov tubrog uas muaj zog, siab tawv thiab tua hneevnti ncaj heev. Tagnrho nws cov tub thiab cov xeebntxwv muaj ib puas tsib caug leej. Cov uas hais tas los no puavleej yog xeem Npeenyamees nkaus xwb."},{"bible_id":"1525","chapter_code":"1CH.9","verse_code":"1CH.9.1","label":"1","content":"Tagnrho cov Yixalayees puavleej sau npe raws li lawv tej tsevneeg, thiab tej no puavleej muab sau tseg rau hauv  cov Yixalayees cov Vajntxwv Phau Ntawv uas teev lawm. Cov Yudas raug ntes coj mus rau tim tebchaws Npanpiloos twb yog vim lawv tej kev txhaum ntag."},{"bible_id":"1525","chapter_code":"1CH.9","verse_code":"1CH.9.2","label":"2","content":"Thawj pab uas xub tau rov los nyob rau hauv lawv lub tebchaws thiab lawv tej nroog yog cov Yixalayees cov txwjlaug, cov povthawj, cov Levis thiab cov uas tu lub Tuamtsev."},{"bible_id":"1525","chapter_code":"1CH.9","verse_code":"1CH.9.3","label":"3","content":"Cov Yudas, Npeenyamees, Efalayees thiab Manaxes, muaj ibtxhia tau rov los nyob rau hauv lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"1CH.9","verse_code":"1CH.9.4+1CH.9.5+1CH.9.6","label":"4-6","content":"Xeem Yudas uas nyob hauv lub nroog Yeluxalees muaj rau pua cuaj caum yim tsevneeg. Yudas tus tub Peles cov xeebntxwv yog Uthais ua lawv tus thawjcoj, Uthais yog Amihus tub thiab yog Aumelis tus xeebntxwv. Nws cov yawgkoob yog Imelis thiab Npanis. Yudas tus tub Selas cov xeebntxwv yog Axayas ua lawv tus thawjcoj, nws yog tus thawjcoj ntawm nws tsevneeg. Yudas tus tub Zelas cov xeebntxwv yog Ye-ules ua lawv tus thawjcoj."},{"bible_id":"1525","chapter_code":"1CH.9","verse_code":"1CH.9.7+1CH.9.8","label":"7-8","content":"Xeem Npeenyamees uas nyob hauv lub nroog Yeluxalees muaj raws li no: 1 Xalus yog Mesulas tub, Mesulas yog Haudaviyas tub, Haudaviyas yog Hasenu-as tub Ineyas yog Yelauhas tub Elas yog Uxis tub thiab yog Mikhelis tus xeebntxwv Mesulas yog Sefatiyas tub, Sefatiyas yog Le-uyees tub, Le-uyees yog Iniyas tub"},{"bible_id":"1525","chapter_code":"1CH.9","verse_code":"1CH.9.9","label":"9","content":"Lawv cuab kwvtij uas yog tiam ntawd muaj cuaj pua tsib caug rau yim. Tagnrho cov txivneej no puavleej yog cov thawjcoj ntawm lawv tej tsevneeg."},{"bible_id":"1525","chapter_code":"1CH.9","verse_code":"1CH.9.10+1CH.9.11+1CH.9.12","label":"10-12","content":"Cov povthawj uas nyob hauv lub nroog Yeluxalees muaj raws li no: Hilekiyas tus tub Axaliyas (yog tus thawjcoj cov povthawj hauv lub Tuamtsev), nws cov yawgkoob yog Mesulas, Xadaus, Melayaus thiab Ahitus Yehaulas tus tub Adayas cov yawgkoob yog Pasehus thiab Makhiyas Adiyees tus tub Ma-asais, cov yawgkoob yog Yaxelas, Mesulas, Mesilemis thiab Imelis"},{"bible_id":"1525","chapter_code":"1CH.9","verse_code":"1CH.9.13","label":"13","content":"Cov povthawj uas yog thawjcoj ntawm lawv cajces yog muaj ib txhiab xya pua rau caum leej, lawv puavleej yog cov neeg uas txawj ua txhua yam haujlwm nyob rau hauv Vajtswv lub Tuamtsev."},{"bible_id":"1525","chapter_code":"1CH.9","verse_code":"1CH.9.14+1CH.9.15+1CH.9.16","label":"14-16","content":"Cov Levis uas nyob hauv lub nroog Yeluxalees muaj raws li no: Hasus tus tub Semayas, cov yawgkoob yog Axelikas thiab Hasanpiyas uas yog Melalis cuab kwvtij Mikas tus tub Npanpakas, Heles thiab Nkalas, cov yawgkoob yog Xikhalis thiab Axafes Semayas tus tub Aunpadiyas, cov yawgkoob yog Nkalas thiab Yeduthoos Axas tus tub Npelekhiyas uas yog Ekanas tus xeebntxwv, nws nyob hauv cov neeg Netaufas lub zos."},{"bible_id":"1525","chapter_code":"1CH.9","verse_code":"1CH.9.17","label":"17","content":"Cov zov lub Tuamtsev uas nyob hauv lub nroog Yeluxalees muaj raws li no: Salumes, Akus, Talemoos thiab Ahimas. Lawv tus thawjcoj yog Salumes."},{"bible_id":"1525","chapter_code":"1CH.9","verse_code":"1CH.9.18","label":"18","content":"Lub sijhawm ntawd lawv ua vaj ua tsev nyob rau ntawm Vajntxwv lub Roojvag  uas nyob sab hnubtuaj. Cov no yog cov uas zov roojvag ntawm cov Levis lub yeej."},{"bible_id":"1525","chapter_code":"1CH.9","verse_code":"1CH.9.19","label":"19","content":"Kaules tus tub Salumes uas yog Enpi-axas tus xeebntxwv nrog nws cov kwvtij uas yog Kaulas cov xeebntxwv ua cov zov ntawm lub qhovrooj uas mus rau hauv lub Tsevntaub ib yam li thaud lawv tej yawgkoob ua cov saib tus TSWV lub yeej los lawm."},{"bible_id":"1525","chapter_code":"1CH.9","verse_code":"1CH.9.20","label":"20","content":"Tus TSWV nrog nraim Ele-axas tus tub Fine-as, thiab yav tas los nws tau ua tus kav lawv ib zaug."},{"bible_id":"1525","chapter_code":"1CH.9","verse_code":"1CH.9.21","label":"21","content":"Xakhaliyas uas yog Meselemiyas tus tub los kuj tau ua tus zov lub roojvag uas mus rau hauv tus TSWV lub Tsevntaub sib ntsib thiab."},{"bible_id":"1525","chapter_code":"1CH.9","verse_code":"1CH.9.22","label":"22","content":"Tagnrho cov txivneej uas xaiv los zov cov qhovrooj thiab roojvag no muaj ob puas kaum ob leeg. Lawv mus sau npe rau hauv tej zos uas lawv nyob. Vajntxwv Daviv thiab tus Povthawj Xamuyees twb yeej tsa lawv cov yawgkoob ua cov tuav lub luag haujlwm no los lawm."},{"bible_id":"1525","chapter_code":"1CH.9","verse_code":"1CH.9.23","label":"23","content":"Yog li ntawd, lawv thiab lawv tej xeebntxwv thiaj tau ua cov zov tus TSWV lub Tuamtsev tej roojvag."},{"bible_id":"1525","chapter_code":"1CH.9","verse_code":"1CH.9.24","label":"24","content":"Tej roojvag ntawd muaj nyob sab qaumteb, sab qabteb, sab hnubtuaj thiab sab hnubpoob, thiab puavleej muaj neeg zov plaub lub roojvag ntawd huv tibsi."},{"bible_id":"1525","chapter_code":"1CH.9","verse_code":"1CH.9.25","label":"25","content":"Cov zov roojvag no cov kwvtij uas nyob hauv lawv tej zos tuaj nrog lawv sib hloo zov kom xya hnub ib leeg zov ib zaug."},{"bible_id":"1525","chapter_code":"1CH.9","verse_code":"1CH.9.26","label":"26","content":"Plaub tus thawj uas saib cov roojvag ntawd yog cov Levis thiab tseem tsa lawv ua cov saib tej chav tsev hauv Vajtswv lub Tuamtsev thiab saib tej khoom uas coj tuaj cia rau hauv huv tibsi."},{"bible_id":"1525","chapter_code":"1CH.9","verse_code":"1CH.9.27","label":"27","content":"Lawv nyob ze Vajtswv lub Tuamtsev, rau qhov lawv tes haujlwm yog cov zov lub tuamtsev thiab qhib lub qhovrooj txhua tagkis sawv ntxov li."},{"bible_id":"1525","chapter_code":"1CH.9","verse_code":"1CH.9.28","label":"28","content":"Tsa cov Levis ibtxhia ua cov saib tej khoom uas siv rau kev pehawm Vajtswv, vim lawv yuav tau suav tej khoom ntawd thaum muab rau luag coj mus siv thiab nqa rov qab los cia."},{"bible_id":"1525","chapter_code":"1CH.9","verse_code":"1CH.9.29","label":"29","content":"Dua li ntawd, lwm pab yog tsa los ua cov saib tej khoom siv, tej khoom dawbhuv, tej tseem hmoov nplej, tej cawv txiv hmab, tej roj txiv ntoo, tej hmoov tshuaj tsw qab thiab tej ntoo tsw qab."},{"bible_id":"1525","chapter_code":"1CH.9","verse_code":"1CH.9.30","label":"30","content":"Tiamsis cov uas tov tej tshuaj tsw qab, mas puavleej yog cov povthawj nkaus xwb."},{"bible_id":"1525","chapter_code":"1CH.9","verse_code":"1CH.9.31","label":"31","content":"Muaj ib tug Levis npe hu ua Matithiyas, nws yog Salumes tus tub hlob thiab yog Kaulas cajces ua tus saib cov ncuav uas puab cub coj mus fij rau Vajtswv."},{"bible_id":"1525","chapter_code":"1CH.9","verse_code":"1CH.9.32","label":"32","content":"Lawv cov kwvtij uas yog Kauhas cajces ua cov saib tej ncuav dawbhuv  uas npaj coj mus fij rau hauv lub Tuamtsev txhua hnub Xanpataus."},{"bible_id":"1525","chapter_code":"1CH.9","verse_code":"1CH.9.33","label":"33","content":"Cov no yog cov hu nkauj, lawv puavleej yog cov thawjcoj ntawm lawv tej tsevneeg, muab tej chav tsev hauv lub Tuamtsev rau lawv nyob, thiab lawv tsis ua lwm yam haujlwm dabtsi li, rau qhov lawv yeej ua lawv lub luag haujlwm nruab hnub thiab hmos ntuj tas mus li."},{"bible_id":"1525","chapter_code":"1CH.9","verse_code":"1CH.9.34","label":"34","content":"Cov txivneej uas muaj npe hais los saum no puavleej yog cov thawjcoj ntawm cov Levis tsevneeg raws li lawv tej yawgkoob ntau tiam los lawm. Thiab lawv yog cov thawjcoj uas nyob hauv lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"1CH.9","verse_code":"1CH.9.35","label":"35","content":"Ye-iyees yog tus rhawv lub nroog Nkinpe-oos thiab mus nyob rau hauv lub nroog ntawd. Nws tus pojniam hu ua Ma-akas."},{"bible_id":"1525","chapter_code":"1CH.9","verse_code":"1CH.9.36","label":"36","content":"Nws tus tub hlob hu ua Adoos thiab nws cov tub yau hu ua Xules, Kises, Npa-as, Neles, Nadas,"},{"bible_id":"1525","chapter_code":"1CH.9","verse_code":"1CH.9.37","label":"37","content":"Nkedaules, Ahi-aus, Xakhaliyas thiab Mikalaus,"},{"bible_id":"1525","chapter_code":"1CH.9","verse_code":"1CH.9.38","label":"38","content":"Mikalaus yog Sime-as txiv. Lawv tej xeebntxwv puavleej nyob hauv lub nroog Yeluxalees thiab nyob ze ntawm lawv cov kwvtij."},{"bible_id":"1525","chapter_code":"1CH.9","verse_code":"1CH.9.39","label":"39","content":"Neles yog Kises txiv, Kises yog Xa-ules txiv, Xa-ules yog Yaunathas, Makhisuas, Anpinadas thiab Esenpa-as  txiv;"},{"bible_id":"1525","chapter_code":"1CH.9","verse_code":"1CH.9.40","label":"40","content":"Yaunathas yog Melinpa-as  txiv thiab Melinpa-as yog Mikhas txiv."},{"bible_id":"1525","chapter_code":"1CH.9","verse_code":"1CH.9.41","label":"41","content":"Mikhas cov tub yog Pithoos, Melej, Tale-as thiab Ahas."},{"bible_id":"1525","chapter_code":"1CH.9","verse_code":"1CH.9.42","label":"42","content":"Ahas yog Yalas txiv, Yalas yog Alemes, Axemaves thiab Ximelis txiv. Ximelis yog Mauxas txiv,"},{"bible_id":"1525","chapter_code":"1CH.9","verse_code":"1CH.9.43","label":"43","content":"Mauxas yog Npine-as txiv, Npine-as yog Lefayas txiv, Lefayas yog Ele-asas txiv thiab Ele-asas yog Axees txiv."},{"bible_id":"1525","chapter_code":"1CH.9","verse_code":"1CH.9.44","label":"44","content":"Axees muaj rau tug tub: Alikas, Npaukhelus, Yisamayees, Se-aliyas, Aunpadiyas thiab Hanas."},{"bible_id":"1525","chapter_code":"1CH.10","verse_code":"1CH.10.1","label":"1","content":"Cov Filitees tuaj tua cov Yixalayees saum lub roob Nkinpau-as. Cov Yixalayees tuag coob heev rau saud, cov uas seem tuag nyias khiav nyias mus lawm, Xa-ules thiab nws cov tub los khiav tas lawm thiab."},{"bible_id":"1525","chapter_code":"1CH.10","verse_code":"1CH.10.2","label":"2","content":"Tiamsis cov Filitees mus caum ntes tau lawv thiab muab Xa-ules peb tug tub uas yog Yaunathas, Anpinadas thiab Makhisuas tua tuag tas."},{"bible_id":"1525","chapter_code":"1CH.10","verse_code":"1CH.10.3","label":"3","content":"Muaj kev sib tua hnyav heev ibncig Xa-ules thiab yeebncuab thiaj tua xub hneevnti tuaj raug Xa-ules sab kawg li."},{"bible_id":"1525","chapter_code":"1CH.10","verse_code":"1CH.10.4","label":"4","content":"Xa-ules hais rau tus tub hluas uas nqa nws cov cuabyeej ua rog hais tias, “Cia li rho koj rab ntaj los tua kuv kom tuag, xwv cov Filitees uas tsis ua kevcai txiav thiaj tsis khav hais tias yog lawv tua kuv tuag.” Tiamsis tus tub hluas ntawd ntshai heev, tsis muaj cuabkav ua li Xa-ules hais. Xa-ules thiaj rho hlo Xa-ules rab ntaj los cuab thiab qhau hlo nws lub cev mus npuj rab ntaj."},{"bible_id":"1525","chapter_code":"1CH.10","verse_code":"1CH.10.5","label":"5","content":"Thaum tus tub hluas ntawd pom hais tias Xa-ules tuag lawm, nws txawm rho nws rab ntaj los cuab thiab qhau cev mus npuj rab ntaj chob nws tuag nrog Xa-ules lawm thiab."},{"bible_id":"1525","chapter_code":"1CH.10","verse_code":"1CH.10.6","label":"6","content":"Yog li ntawd, Xa-ules thiab nws peb tug tub thiaj tuag ua ke, txij thaum ntawd los Xa-ules cov xeebntxwv tsis muaj ib tug tau los kav tebchaws li lawm."},{"bible_id":"1525","chapter_code":"1CH.10","verse_code":"1CH.10.7","label":"7","content":"Thaum cov Yixalayees uas nyob hauv lub Hav Yexelees hnov hais tias cov tubrog khiav tas, Xa-ules thiab nws peb tug tub los raug luag tua tuag tas lawm, sawvdaws txawm khiav tso lawv tej nroog tseg; cov Filitees thiaj tuaj nyob hauv lawv tej nroog."},{"bible_id":"1525","chapter_code":"1CH.10","verse_code":"1CH.10.8","label":"8","content":"Ces hnub tom qab cov Filitees txawm mus tshawb cov tubrog Yixalayees uas tuag tej khoom, lawv pom Xa-ules thiab nws peb tug tub tuag rau saum lub roob Nkinpau-as."},{"bible_id":"1525","chapter_code":"1CH.10","verse_code":"1CH.10.9","label":"9","content":"Lawv txiav Xa-ules lub taubhau, hle nws cev ris tsho tooj thiab nws tej cuabyeej ua rog nqa mus, thiab txib neeg xa xov mus thoob plaws tebchaws Filitees, xa xov zoo mus rau lawv tej mlom thiab lawv tej neeg paub txhij txhua."},{"bible_id":"1525","chapter_code":"1CH.10","verse_code":"1CH.10.10","label":"10","content":"Lawv nqa Xa-ules cov cuabyeej ua rog mus tso rau hauv lawv ib lub tuamtsev thiab muab Xa-ules lub taubhau mus dai rau hauv lub tuamtsev uas lawv teev lawv tus vajtswv Dankoos."},{"bible_id":"1525","chapter_code":"1CH.10","verse_code":"1CH.10.11","label":"11","content":"Thaum cov neeg uas nyob ntawm lub nroog Yanpes hauv Nkile-as hnov tej uas cov Filitees ua rau Xa-ules ntawd,"},{"bible_id":"1525","chapter_code":"1CH.10","verse_code":"1CH.10.12","label":"12","content":"cov neeg uas siab tawv thiaj mus kwv Xa-ules thiab nws peb tug tub los rau hauv lub nroog Yanpes. Lawv coj Xa-ules thiab nws peb tug tub mus faus rau ntawm tsob qab ntoo qhib thiab lawv ua kevcai yoo mov tau xya hnub."},{"bible_id":"1525","chapter_code":"1CH.10","verse_code":"1CH.10.13","label":"13","content":"Xa-ules tuag vim nws tsis muab siab npuab tus TSWV. Nws tsis coj raws li tus TSWV tej lus samhwm; nws mus cuag tej txivneeb txivyaig txheev kom cov neeg tuag lawm tej plig los qhia nws,"},{"bible_id":"1525","chapter_code":"1CH.10","verse_code":"1CH.10.14","label":"14","content":"nws tsis mus cuag tus TSWV li. Yog li ntawd, tus TSWV thiaj muab nws tua povtseg thiab muab lub tebchaws cob rau Yexais tus tub Daviv lawm."},{"bible_id":"1525","chapter_code":"1CH.11","verse_code":"1CH.11.1","label":"1","content":"Tagnrho cov neeg Yixalayees thiaj tuaj cuag Daviv rau hauv lub nroog Henploos thiab hais rau nws hais tias, “Peb sawvdaws puavleej yog koj roj ntsha thiab nqaij tawv."},{"bible_id":"1525","chapter_code":"1CH.11","verse_code":"1CH.11.2","label":"2","content":"Yav tas los, txawm yog Xa-ules yog peb tus vajntxwv los koj yeej yog tus uas coj cov Yixalayees mus ntaus rog xwb, thiab tus TSWV uas yog koj tus Vajtswv coglus rau koj kom koj yuav tsum ua tus coj nws haivneeg thiab ua tus kav lawv.”"},{"bible_id":"1525","chapter_code":"1CH.11","verse_code":"1CH.11.3","label":"3","content":"Yog li ntawd, cov Yixalayees cov thawjcoj tuaj cuag Vajntxwv Daviv hauv lub nroog Henploos. Daviv tau coglus nrog lawv, lawv muab roj hliv rau nws taubhau thiab tsa nws ua vajntxwv kav tebchaws Yixalayees raws li tus TSWV tau coglus rau Xamuyees lawm."},{"bible_id":"1525","chapter_code":"1CH.11","verse_code":"1CH.11.4","label":"4","content":"Vajntxwv Daviv thiab tagnrho cov Yixalayees thiaj mus tua lub nroog Yeluxalees. Lawv yeej paub hais tias cov Yenpus yog cov uas nyob hauv, thiab cov Yenpus yog cov uas yeej ibtxwm nyob hauv lub nroog ntawd."},{"bible_id":"1525","chapter_code":"1CH.11","verse_code":"1CH.11.5","label":"5","content":"Cov Yenpus hais rau Daviv hais tias, “Koj yuav txeem tsis tau los rau hauv no ib zaug li.” Tiamsis Daviv twb mus txeeb tau lub chaw fajxwm saum roob Xi-oos lawm, thiab muab qhov chaw ntawd hu ua “Daviv lub nroog.”"},{"bible_id":"1525","chapter_code":"1CH.11","verse_code":"1CH.11.6","label":"6","content":"Daviv hais tias, “Tus neeg twg yog tus xub tua yeej cov neeg Yenpus, tus ntawd yuav tau ua tus thawj tubrog.” Ces Xeluyas tus tub Yau-am txawm ua tus coj lawv mus ntaus yeej npluav rog ntawd thiab nws tau ua tus thawj tubrog."},{"bible_id":"1525","chapter_code":"1CH.11","verse_code":"1CH.11.7","label":"7","content":"Vim Daviv tau mus nyob saum qhov chaw fajxwm ntawd thiaj muab qhov chaw ntawd tis npe hu ua “Daviv lub nroog.”"},{"bible_id":"1525","chapter_code":"1CH.11","verse_code":"1CH.11.8","label":"8","content":"Nws txhim kho lub nroog ntawd dua tshiab pib kiag ntawm Milus uas nyob sab hnub tuaj mus txog ntua ntawm taw roob, thiab Yau-am muab tej qhov uas puas lawm kho dua tshiab."},{"bible_id":"1525","chapter_code":"1CH.11","verse_code":"1CH.11.9","label":"9","content":"Daviv muaj hwjchim heev zuj zus tuaj, rau qhov tus TSWV uas muaj hwjchim loj kawg nkaus nrog nraim nws."},{"bible_id":"1525","chapter_code":"1CH.11","verse_code":"1CH.11.10","label":"10","content":"Ntawm no yog Daviv cov tubrog uas nto moo tej npe. Thiab tagnrho cov Yixalayees uas tuaj pab Daviv kom tau ua vajntxwv raws li tus TSWV tau coglus tseg thiab txhawb kom nws lub tebchaws ruaj khov."},{"bible_id":"1525","chapter_code":"1CH.11","verse_code":"1CH.11.11","label":"11","content":"Thawj tug yog Yasaunpe-as uas yog cuab Hakhemoos ua tus thawj ntawm “Peb Leeg”  nws muab nws rab hmuv nrog peb puas leej tubrog sib nkaug thiab nws muab lawv tua tuag tas rau hauv tshavrog."},{"bible_id":"1525","chapter_code":"1CH.11","verse_code":"1CH.11.12","label":"12","content":"Tus ntxiv mus uas nto moo tshaj ntawm “Peb Leeg” no yog Daudaus tus tub Ele-axas uas yog cuab Ahaus."},{"bible_id":"1525","chapter_code":"1CH.11","verse_code":"1CH.11.13","label":"13","content":"Nws tuaj Daviv tog nyob hauv lub tshavrog Pas Damees tua cov Filitees. Thaum uas cov Yixalayees tabtom khiav cov Filitees, nws nyob hauv ib thaj teb npleg."},{"bible_id":"1525","chapter_code":"1CH.11","verse_code":"1CH.11.14","label":"14","content":"Yog li ntawd, nws thiab nws cov neeg thiaj sawv nres nroos hauv thaj teb tua cov Filitees. Tus TSWV pub rau nws muaj yeej loj kawg nkaus li."},{"bible_id":"1525","chapter_code":"1CH.11","verse_code":"1CH.11.15","label":"15","content":"Muaj ib hnub peb leeg thawjcoj ntawm peb caug leej thiaj coj cov tubrog mus cuag Daviv rau nram lub roob zeb uas Daviv nkaum ze rau ntawm lub Qhov tsua Adulas, thaum uas cov Filitees tuaj tsuam yeej rau hauv lub Hav Lefayees."},{"bible_id":"1525","chapter_code":"1CH.11","verse_code":"1CH.11.16","label":"16","content":"Lub sijhawm ntawd Daviv nyob saum lub ncov roob uas muaj ntsa yeej thaiv khov kho, thiab cov Filitees kav hlo hauv nroog Npelehees."},{"bible_id":"1525","chapter_code":"1CH.11","verse_code":"1CH.11.17","label":"17","content":"Daviv nco tsev heev nws thiaj seev hais tias, “Yuav ua li cas kuv thiaj txib tau ib tug neeg mus ce cov dej hauv lub qhovtshij ntawm lub roojvag nroog Npelehees los rau kuv haus ne!”"},{"bible_id":"1525","chapter_code":"1CH.11","verse_code":"1CH.11.18","label":"18","content":"Ces peb tug tubrog uas nto moo tshaj ntawd thiaj khiav ceev heev mus phua plhawv cov Filitees lub yeej, mus ce cov dej hauv lub qhovtshij uas nyob ntawm lub roojvag nroog Npelehees, thiab nqa los rau Daviv. Tiamsis Daviv tsis kam haus cov dej ntawd; nws muab hliv fij rau tus TSWV,"},{"bible_id":"1525","chapter_code":"1CH.11","verse_code":"1CH.11.19","label":"19","content":"Daviv hais tias, “Thov kuv tus Vajtswv txwv tsis txhob pub kuv haus cov dej no! Puas tsimnyog kuv haus cov tshav uas yog cov neeg no txojsia? Vim lawv muab lawv txojsia mus pauv thiaj nqa tau cov dej no los.” Nws thiaj tsis kam haus cov dej ntawd. Tej no twb yog peb tus tubrog uas muaj cuabkav ntawd mus nqa tau los."},{"bible_id":"1525","chapter_code":"1CH.11","verse_code":"1CH.11.20","label":"20","content":"Yau-am tus kwv Anpisais yog tus thawjcoj ntawm “Peb Caug Leej uas nto moo.”  Nws tuav rawv nws rab hmuv nrog peb puas leej tubrog sib tua thiab nws muab lawv tua tuag tas huv tibsi. Ces nws thiaj yog tus uas nto moo tshaj ntawm “Peb Leeg”  ntawd."},{"bible_id":"1525","chapter_code":"1CH.11","verse_code":"1CH.11.21","label":"21","content":"Nws yog tus nto moo tshaj ntawm “Peb Caug Leej”  thiab nws tau ua lawv tus thawjcoj, tiamsis nws tseem nto moo tsis npaum li “Peb Leeg” ntawd thiab."},{"bible_id":"1525","chapter_code":"1CH.11","verse_code":"1CH.11.22","label":"22","content":"Yehauyadas tus tub Npenayas uas nyob hauv lub nroog Kaxees, nws yog ib tug tubrog uas nto moo heev; nws muaj siab tawv ua tau ntau yam zoo, nws tua ob tug tubrog Mau-am uas ua tau kawg nkaus ntawd tuag huv tibsi lawm. Muaj ib hnub uas los daus hlob heev los nws tseem nqis mus tua tau ib tug tsov ntxhuav hauv qhov av los thiab."},{"bible_id":"1525","chapter_code":"1CH.11","verse_code":"1CH.11.23","label":"23","content":"Nws tseem tua ib tug neeg Iziv uas yog ib tug txivneej loj thiab siab tsib tshim, nws yog ib tug tubrog uas nqa rawv ib rab hmuv loj heev. Tiamsis Npenayas nqa rab qws ntoo mus ntaus nws thiab txeeb hlo tau nws rab hmuv ntawm nws tes los nkaug kiag nws tuag lawm."},{"bible_id":"1525","chapter_code":"1CH.11","verse_code":"1CH.11.24","label":"24","content":"Npenayas yog ib tug uas muaj lub siab tawv heev ua tau tej no, nws yog ib tug ntawm “Peb Caug Leej.”"},{"bible_id":"1525","chapter_code":"1CH.11","verse_code":"1CH.11.25","label":"25","content":"Nws yog ib tug uas nto moo heev ntawm “Peb Caug Leej,” tiamsis nws tseem tsis nto moo npaum li “Peb Leeg” ntawd thiab. Daviv thiaj tsa nws ua tus thawj saib cov tubrog uas nrog nraim Daviv."},{"bible_id":"1525","chapter_code":"1CH.11","verse_code":"1CH.11.26+1CH.11.27+1CH.11.28+1CH.11.29+1CH.11.30+1CH.11.31+1CH.11.32+1CH.11.33+1CH.11.34+1CH.11.35+1CH.11.36+1CH.11.37+1CH.11.38+1CH.11.39+1CH.11.40+1CH.11.41+1CH.11.42+1CH.11.43+1CH.11.44+1CH.11.45+1CH.11.46+1CH.11.47","label":"26-47","content":"Cov no yog lwm pab tubrog uas nto ntoo heev: Axahees uas yog Yau-am tus kwv Daudaus tus tub Ehanas uas nyob hauv Npelehees tuaj Samas uas nyob hauv Halaus tuaj Helexas uas nyob hauv Peletes tuaj Ikes tus tub Ilas uas nyob hauv Tekau-as tuaj Anpi-exes uas nyob hauv Anathaus tuaj Xinpekais uas nyob hauv Husas tuaj Ilais uas nyob hauv Ahaus tuaj Mahalais uas nyob hauv Netaufas tuaj Npa-anas tus tub Heles uas nyob hauv Netaufas tuaj Linpais tus tub Ithais uas nyob hauv lub nroog Nkinpe-as hauv lub xeev Npeenyamees tuaj Npenayas uas nyob hauv Pilathoos tuaj Hulais uas nyob hauv cov hav uas ze cheebtsam Nka-as tuaj Anpiyees uas nyob hauv Alenpas tuaj Axemaves uas nyob hauv Npahulus tuaj Eliyanpas uas nyob hauv Sa-anpoos tuaj Hasees  uas nyob hauv Nkixoos tuaj Sankees tus tub Yaunathas uas nyob hauv Halales tuaj Xakhas tus tub Ahi-as uas nyob hauv Halales tuaj Ules tus tub Elifas Hefeles uas nyob hauv Mekelas tuaj Ahiyas uas nyob hauv Peloos tuaj Hexelaus uas nyob hauv Kalemees tuaj Exenpa-is tus tub Na-alais Nathas tus kwv Yau-ees Hankelis tus tub Mihas Xeles uas nyob hauv Amoos tuaj Nahalais, tus uas nqa Xeluyas tus tub Yau-am tej cuabyeej ua rog uas nyob hauv Npelaus tuaj Ilas thiab Nkalej uas nyob hauv Yatis tuaj Uliyas uas yog neeg Hitis Ahelais tus tub Xanpades Sixas tus tub Anas (nws yog tus uas coj xeem Lunpees, nws pab tubrog muaj peb caug leej) Ma-akas tus tub Hanas Yausafas uas nyob hauv Mithas tuaj Uxexias uas nyob hauv Atelas tuaj Hauthas ob tus tub Samas thiab Ye-iyees uas nyob hauv Alu-es tuaj Simelis tus tub Yedi-ales thiab Yauhas uas nyob hauv Tixes tuaj Eliyees uas nyob hauv Mahavas tuaj Elina-as ob tug tub Yelinpais thiab Yausaviyas Ithamas uas nyob pem Mau-am tuaj Eliyees, Aunpes thiab Yaxiyees uas nyob hauv Mexaunpas tuaj."},{"bible_id":"1525","chapter_code":"1CH.12","verse_code":"1CH.12.1","label":"1","content":"Thaum Daviv tseem nyob hauv Xikelas, ntawm qhov chaw uas nws khiav mus nkaum Vajntxwv Xa-ules, muaj ntau tus tubrog uas txawj tua rog heev thiaj tuaj koom tes nrog nws nyob qhov ntawd."},{"bible_id":"1525","chapter_code":"1CH.12","verse_code":"1CH.12.2","label":"2","content":"Lawv puavleej yog xeem Npeenyamees uas yog Xa-ules cov kwvtij. Lawv txawj tua hneevnti thiab txawj ntaus zes hlua kawg li, tsis hais sab tes xis lossis sab teslaug txawj ib yam nkaus."},{"bible_id":"1525","chapter_code":"1CH.12","verse_code":"1CH.12.3+1CH.12.4+1CH.12.5+1CH.12.6+1CH.12.7","label":"3-7","content":"Lawv puavleej yog cov uas nyob qab tswjhwm ntawm Ahi-exes thiab Yau-ases uas yog Sema-as ob tug tub uas nyob hauv Nkinpe-as tuaj. Cov no yog cov tubrog: Yexiyees thiab Peletes uas yog Axemaves ob tug tub Npelakas thiab Yehus uas nyob hauv lub nroog Anathaus tuaj Isemayas uas nyob hauv Nkinpe-oos tuaj, yog ib tug tubrog uas nto moo heev thiab yog ib tug thawjcoj ntawm “Peb Caug Leej” Yelemis, Yahaxiyees, Yauhanas thiab Yauxanpas uas nyob hauv Nkedelas tuaj Eluxais, Yelimaus, Npe-aliyas, Semaliyas thiab Sefatiyas uas nyob hauv Halifas tuaj Ekanas, Isesiyas, Axalees, Yau-exes thiab Yasaunpe-as uas yog xeem Kaulas Yau-elas thiab Xenpadiyas, Yelauhas ob tug tub uas nyob hauv Nkedaus tuaj."},{"bible_id":"1525","chapter_code":"1CH.12","verse_code":"1CH.12.8","label":"8","content":"Cov no yog cov npe tubrog uas txawj tua rog thiab nto moo heev; lawv tuaj cuag Daviv thiab ua nws cov tubrog rau hauv tiaj suabpuam ntawm qhov chaw uas Daviv mus nkaum; lawv nqa rawv daim thaiv hniav ntaj thiab nqa rawv hmuv. Lawv tej ntsejmuag zoo li tsov ntxhuav, thiab khiav ceev npaum nkaus li sai khiav saum tej ncov roob."},{"bible_id":"1525","chapter_code":"1CH.12","verse_code":"1CH.12.9","label":"9","content":"Exelas yog tus thawjcoj, Aunpadiyas yog tus ob, Eli-as yog tus peb,"},{"bible_id":"1525","chapter_code":"1CH.12","verse_code":"1CH.12.10","label":"10","content":"Misemanas yog tus plaub, Yelemis yog tus tsib,"},{"bible_id":"1525","chapter_code":"1CH.12","verse_code":"1CH.12.11","label":"11","content":"Atais yog tus rau, Eliyees yog tus xya,"},{"bible_id":"1525","chapter_code":"1CH.12","verse_code":"1CH.12.12","label":"12","content":"Yauhanas yog tus yim, Elexanpas yog tus cuaj,"},{"bible_id":"1525","chapter_code":"1CH.12","verse_code":"1CH.12.13","label":"13","content":"Yelemis yog tus kaum, Manpanais yog tus kaum ib."},{"bible_id":"1525","chapter_code":"1CH.12","verse_code":"1CH.12.14","label":"14","content":"Tagnrho xeem Khas no muaj ibtxhia yog thawj tubrog qib siab saib ib txhiab leej, muaj ibtxhia yog cov thawj tubrog qib qis saib ib puas leej."},{"bible_id":"1525","chapter_code":"1CH.12","verse_code":"1CH.12.15","label":"15","content":"Muaj ib xyoos thaum lub ib hlis ntuj uas tus dej Yauladees tabtom huam puv ntug nkaus, cov tubrog no thiaj hla mus rau sab tid thiab muab tej neeg faib mus nyob thoob plaws hauv tej hav ntawd, tsis hais nyob sab hnubtuaj thiab hnubpoob."},{"bible_id":"1525","chapter_code":"1CH.12","verse_code":"1CH.12.16","label":"16","content":"Muaj ib pab txivneej uas yog xeem Npeenyamees thiab Yudas tuaj cuag Daviv rau ntawm lub chaw uas nws nkaum."},{"bible_id":"1525","chapter_code":"1CH.12","verse_code":"1CH.12.17","label":"17","content":"Daviv tawm mus ntsib lawv thiab hais rau lawv hais tias, “Yog nej tuaj ua phoojywg rau kuv thiab pab kuv, kuv txaus siab tos txais nej. Tiamsis yog nej ntxeev siab thiab ua yeebncuab rau kuv, txawm yog kuv tsis ua rau nej raug mob dabtsi los thov kom peb cov yawgkoob tus Vajtswv pom thiab rau txim rau nej.”"},{"bible_id":"1525","chapter_code":"1CH.12","verse_code":"1CH.12.18","label":"18","content":"Ces Vajtswv tus ntsujplig txawm tswj kiag lawv cov ntawd ib tug lub siab, tus ntawd yog Amaxais uas tom qab no nws tau los ua tus thawj tubrog ntawm “Peb Caug Leej,” thiab nws tsa hlo suab hu hais tias: “Daviv uas yog Yexais tus tub, peb yog cov tuaj koj tog ntag! Vajtswv tuaj koj tog, thov kom koj thiab cov uas pab koj muaj yeej lauj!” Daviv Zoo siab hlo tos txais lawv thiab muab lawv tsa ua cov thawj ntawm nws cov tubrog."},{"bible_id":"1525","chapter_code":"1CH.12","verse_code":"1CH.12.19","label":"19","content":"Xeem Manaxes muaj ibtxhia tubrog mus tuaj Daviv tog thaum Daviv nrog cov Filitees mus tua Vajntxwv Xa-ules. Tiamsis tsis yog nws mus pab cov Filitees, vim li ntawd lawv cov vajntxwv thiaj ntshai nyob tsam Daviv ntxeev siab rau lawv, coj lawv tej taubhau mus cob rau Xa-ules uas yog nws tus vajntxwv. Yog li ntawd, lawv thiaj xa Daviv rov qab mus rau tom Xikelas lawm."},{"bible_id":"1525","chapter_code":"1CH.12","verse_code":"1CH.12.20","label":"20","content":"Cov no yog cov tubrog Manaxes uas mus cuag Daviv thiab tuaj nws tog, thaum nws rov qab los lawm: Adinas, Yauxanpas, Yedi-ales, Mikhayees, Yauxanpas, Elihus thiab Xilethais. Tagnrho cov Manaxes cov thawj tubrog no mas nyias muaj nyias pawg txhiab tubrog."},{"bible_id":"1525","chapter_code":"1CH.12","verse_code":"1CH.12.21","label":"21","content":"Lawv tuaj ua Daviv cov tubrog  pab nws tua cov rog tubsab, vim lawv yog cov tubrog uas muaj siab tawv heev, thiab lawv puavleej yog cov thawj tubrog."},{"bible_id":"1525","chapter_code":"1CH.12","verse_code":"1CH.12.22","label":"22","content":"Txhua hnub yeej muaj neeg tshiab tuaj ua tubrog pab Daviv mus txog thaum uas muaj tubrog coob heev ib yam li Vajtswv cov tubrog lawm."},{"bible_id":"1525","chapter_code":"1CH.12","verse_code":"1CH.12.23","label":"23","content":"Cov no yog tej pab tubrog coob heev uas tuaj cuag Daviv rau hauv lub nroog Henploos, thiab muab Xa-ules lub tebchaws los cob rau Daviv raws li tus TSWV tau coglus tseg lawm."},{"bible_id":"1525","chapter_code":"1CH.12","verse_code":"1CH.12.24","label":"24","content":"Cov tubrog Yudas uas muaj daim thaiv hniav ntaj thiab hmuv muaj rau txhiab yim puas leej."},{"bible_id":"1525","chapter_code":"1CH.12","verse_code":"1CH.12.25","label":"25","content":"Cov tubrog Xime-oos uas siab tawv heev muaj xya txhiab ib puas leej."},{"bible_id":"1525","chapter_code":"1CH.12","verse_code":"1CH.12.26","label":"26","content":"Cov Levis muaj plaub txhiab rau puas leej."},{"bible_id":"1525","chapter_code":"1CH.12","verse_code":"1CH.12.27","label":"27","content":"Yehauyadas uas yog tus thawj ntawm Aloos tsevneeg coj peb txhiab xya pua leej tubrog nrog nws."},{"bible_id":"1525","chapter_code":"1CH.12","verse_code":"1CH.12.28","label":"28","content":"Xadaus yog ib tug tub hluas uas siab tawv heev; nws coj nees nkaum ob tug thawj tubrog uas yog nws cov kwvtij nrog nws."},{"bible_id":"1525","chapter_code":"1CH.12","verse_code":"1CH.12.29","label":"29","content":"Cov Npeenyamees uas yog Xa-ules cov kwvtij muaj peb txhiab leej tubrog; cov no feem coob puavleej yog cov uas ibtxwm zov Xa-ules tsevneeg los lawm xwb."},{"bible_id":"1525","chapter_code":"1CH.12","verse_code":"1CH.12.30","label":"30","content":"Cov Efalayees muaj nees nkaum txhiab yim pua leej; lawv puavleej yog cov tubrog uas siab tawv thiab yog cov txivneej uas nto moo heev ntawm lawv cov yawgkoob tsevneeg los lawm xwb."},{"bible_id":"1525","chapter_code":"1CH.12","verse_code":"1CH.12.31","label":"31","content":"Ib nrab xeem Manaxes muaj kaum yim txhiab leej, lawv puavleej yog cov uas muaj npe tuaj tsa Daviv ua vajntxwv."},{"bible_id":"1525","chapter_code":"1CH.12","verse_code":"1CH.12.32","label":"32","content":"Cov Ixakhas uas paub saib caij saib nyoog, paub txog tej yam uas cov Yixalayees yuav tsum tau ua, muaj ob puas leej thawjcoj, thiab tagnrho lawv cov kwvtij puavleej nyob qab tswjhwm ntawm lawv."},{"bible_id":"1525","chapter_code":"1CH.12","verse_code":"1CH.12.33","label":"33","content":"Cov Xenpuloos muaj tsib caug txhiab leej tubrog puavleej yog cov uas txawj tua rog thiab paub siv tej cuabyeej ua rog tuaj pab Daviv ntawm lub siab ncaj ncees."},{"bible_id":"1525","chapter_code":"1CH.12","verse_code":"1CH.12.34","label":"34","content":"Cov Nathalis muaj ib txhiab leej yog cov thawj tubrog thiab muaj peb caug xya txhiab leej tubrog uas muaj daim thaiv hniav ntaj thiab hmuv huv tibsi."},{"bible_id":"1525","chapter_code":"1CH.12","verse_code":"1CH.12.35","label":"35","content":"Cov Das muaj nees nkaum yim txhiab rau puas leej tubrog uas yog cov kawm tiav kev tua rog los lawm."},{"bible_id":"1525","chapter_code":"1CH.12","verse_code":"1CH.12.36","label":"36","content":"Cov Aseles muaj plaub caug txhiab leej tubrog uas npaj nroos mus sib tua."},{"bible_id":"1525","chapter_code":"1CH.12","verse_code":"1CH.12.37","label":"37","content":"Cov Lunpees, cov Khas thiab ib nrab xeem Manaxes uas nyob ntawm tus dej Yauladees sab hnubtuaj muaj ib puas nees nkaum txhiab leej tubrog thiab kawm siv tej cuabyeej tua rog tiav huv tibsi lawm."},{"bible_id":"1525","chapter_code":"1CH.12","verse_code":"1CH.12.38","label":"38","content":"Tagnrho cov tubrog uas muaj siab tawv no tau mus rau hauv lub nroog Henploos thiab tsa Daviv ua vajntxwv kav tebchaws Yixalayees. Thiab tagnrho cov Yixalayees los puavleej koom siab nrog huv tibsi."},{"bible_id":"1525","chapter_code":"1CH.12","verse_code":"1CH.12.39","label":"39","content":"Lawv thiaj nrog Daviv nyob hauv lub nroog Henploos tau peb hnub, lawv noj tej zaub mov thiab haus tej dej uas yog lawv cov phoojywg pem tej roob mojsab nqa tuaj rau lawv noj."},{"bible_id":"1525","chapter_code":"1CH.12","verse_code":"1CH.12.40","label":"40","content":"Xeem Ixakhas, Xenpuloos thiab xeem Nathalis uas tuaj pem qaumteb tuaj, lawv yeej npaj zaub mov uas yog tej hmoov nplej, txiv ncuavpias, txiv hmab qhuav, cawv txiv hmab thiab roj txiv ntoo, npaj tiav log rau lawv tej neesluav, ntxhuav thiab nyuj thauj tuaj. Thiab lawv tseem cab nyuj thiab yaj tuaj tua ua zaub noj huv tibsi. Tagnrho tej no puavleej yog cov neeg uas nyob hauv lub tebchaws Yixalayees txaus siab muab xwb."},{"bible_id":"1525","chapter_code":"1CH.13","verse_code":"1CH.13.1","label":"1","content":"Vajntxwv Daviv tau sablaj nrog cov thawj tubrog uas saib pawg txhiab, pawg pua thiab tsoom thawjcoj."},{"bible_id":"1525","chapter_code":"1CH.13","verse_code":"1CH.13.2","label":"2","content":"Ces nws txawm tshaj tawm rau cov Yixalayees hais tias, “Yog nej pom zoo thiab yog tus TSWV uas yog peb tus Vajtswv pom zoo, peb cia li tso neeg mus hu peb cov neeg uas nyob thoob plaws hauv tebchaws Yixalayees no, cov povthawj thiab cov Levis uas nyob hauv lawv tej nroog kom tuaj koom nrog peb ntawm no."},{"bible_id":"1525","chapter_code":"1CH.13","verse_code":"1CH.13.3","label":"3","content":"Thiab peb yuav tsum tau mus kwv Vajtswv lub Phijxab rov los rau peb, vim thaum uas Xa-ules tseem ua vajntxwv peb muab tso tseg lawm.”"},{"bible_id":"1525","chapter_code":"1CH.13","verse_code":"1CH.13.4","label":"4","content":"Cov pejxeem sawvdaws pom zoo ua raws li tej lus uas Daviv hais ntawd thiab txaus siab kawg li."},{"bible_id":"1525","chapter_code":"1CH.13","verse_code":"1CH.13.5","label":"5","content":"Yog li ntawd, Daviv thiaj sau tagnrho cov Yixalayees pib kiag nram Sihaules uas yog Iziv tus ciamteb mus txog ntua pem lub Dawm Hamas, kom mus kwv lub Phijxab uas ntim Vajtswv tej lus cog tseg hauv Kili-as Ye-alees los tso rau hauv lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"1CH.13","verse_code":"1CH.13.6","label":"6","content":"Ces Daviv thiab cov Yixalayees thiaj mus rau hauv lub nroog Npa-alas, mus rau ntawm lub nroog Kili-as Ye-alees hauv xeev Yudas thiab kwv Vajtswv lub Phijxab uas muaj tus TSWV lub npe nyob ntawm lub zwmtxwv hauv qab ob tug qhelunpees ob sab qab tis los."},{"bible_id":"1525","chapter_code":"1CH.13","verse_code":"1CH.13.7","label":"7","content":"Lawv thiaj tsaws lub Phijxab uas ntim Vajtswv tej lus cog tseg hauv Anpinadas lub tsev los tso rau hauv ib lub tsheb nyuj tshiab, ces Uxahas thiab Ahi-aus nkawd ua ob tug tsav lub tsheb ntawd."},{"bible_id":"1525","chapter_code":"1CH.13","verse_code":"1CH.13.8","label":"8","content":"Daviv thiab cov pejxeem dhia zoo siab kawg lawv lub zog qhuas Vajtswv. Lawv thiaj li hu nkauj, tshuab raj, ntaus nkauj nogncas, npuaj nruas thiab tshuab xyu ua Vajtswv tsaug taug kev los."},{"bible_id":"1525","chapter_code":"1CH.13","verse_code":"1CH.13.9","label":"9","content":"Thaum lawv los txog rau ntawm lub tshav ntaus nplej ntawm Khidoos, nkawm heev nyuj txawm dawm ntog, Uxahas thiaj cev loo tes mus tuav nkaus lub phijxab uas ntim Vajtswv tej lus cog tseg."},{"bible_id":"1525","chapter_code":"1CH.13","verse_code":"1CH.13.10","label":"10","content":"Tus TSWV chim thiab npautaws rau Uxahas thiab muab nws tua tuag, vim qhov uas nws cev tes mus tuav lub phijxab ntawd."},{"bible_id":"1525","chapter_code":"1CH.13","verse_code":"1CH.13.11","label":"11","content":"Thiaj muab qhov chaw ntawd tis npe hu ua Peles Uxahas,  txij thaum ntawd los txog niaj hnub no. Daviv chim heev, rau qhov tus TSWV chim thiab rau txim rau Uxas."},{"bible_id":"1525","chapter_code":"1CH.13","verse_code":"1CH.13.12","label":"12","content":"Hnub ntawd Daviv ntshai Vajtswv heev nws thiaj nug hais tias, “Kuv yuav ua li cas kwv tau Vajtswv lub Phijxab no nrog kuv mus?”"},{"bible_id":"1525","chapter_code":"1CH.13","verse_code":"1CH.13.13","label":"13","content":"Yog li ntawd, Daviv thiaj tsis coj lub Phijxab ntawd nrog Daviv los rau hauv lub nroog Yeluxalees. Tiamsis nws muab tso tseg rau hauv ib tug txivneej hu ua Aunpes Edoos lub tsev, nws yog cov neeg uas nyob hauv lub nroog Nkas."},{"bible_id":"1525","chapter_code":"1CH.13","verse_code":"1CH.13.14","label":"14","content":"Vajtswv lub Phijxab thiaj nyob tau peb hlis rau hauv Aunpes Edoos tsev, tus TSWV foom koob hmoov rau nws tsevneeg thiab txhua yam uas nws muaj."},{"bible_id":"1525","chapter_code":"1CH.14","verse_code":"1CH.14.1","label":"1","content":"Vajntxwv Hilas uas kav lub nroog Tiles tau tso ib tug neeg uas saib phab kev lag luam tuaj cuag Daviv; nws thiaj muab tej ntoo ciab pub rau Daviv thiab tso nws tej neeg txawj txua ntoo mus ua Daviv lub loog huv tibsi."},{"bible_id":"1525","chapter_code":"1CH.14","verse_code":"1CH.14.2","label":"2","content":"Daviv paub hais tias yog tus TSWV tsa nws ua vajntxwv kav tebchaws Yixalayees thiab ua kom nws lub tebchaws muaj kev vammeej, vim tus TSWV tshua txog nws haivneeg Yixalayees."},{"bible_id":"1525","chapter_code":"1CH.14","verse_code":"1CH.14.3","label":"3","content":"Nyob hauv lub nroog Yeluxalees, Daviv kuj yuav tau ntau tus pojniam ntxiv nws thiaj muaj tub thiab muaj ntxhais coob."},{"bible_id":"1525","chapter_code":"1CH.14","verse_code":"1CH.14.4","label":"4","content":"Daviv cov menyuam uas yug hauv lub nroog Yeluxalees muaj raws li no: Samuas, Saunpaj, Nathas, Xalumoos,"},{"bible_id":"1525","chapter_code":"1CH.14","verse_code":"1CH.14.5","label":"5","content":"Yihas, Elisuas, Epeles,"},{"bible_id":"1525","chapter_code":"1CH.14","verse_code":"1CH.14.6","label":"6","content":"Naunkas, Nefes, Yafias,"},{"bible_id":"1525","chapter_code":"1CH.14","verse_code":"1CH.14.7","label":"7","content":"Elisamas, Npeeli-adas,  thiab Elifeles."},{"bible_id":"1525","chapter_code":"1CH.14","verse_code":"1CH.14.8","label":"8","content":"Thaum cov Filitees hnov hais tias Daviv ua vajntxwv kav tebchaws Yixalayees lawm, ces lawv cov tubrog txawm tuaj puav ntes Daviv; thaum Daviv hnov li ntawd nws thiaj tawm mus nrog cov Filitees sib tua."},{"bible_id":"1525","chapter_code":"1CH.14","verse_code":"1CH.14.9","label":"9","content":"Thaum cov Filitees tuaj txog rau hauv lub Hav Lefayees, lawv txawm pib huab noj huab haus hauv."},{"bible_id":"1525","chapter_code":"1CH.14","verse_code":"1CH.14.10","label":"10","content":"Daviv nug Vajtswv hais tias, “Koj puas pom zoo cia kuv mus tua cov Filitees? Koj puas muab lawv cob rau kuv tes?” Tus TSWV teb Daviv hais tias, “Koj cia li mus tua! Kuv yuav muab lawv cob rau koj tes.”"},{"bible_id":"1525","chapter_code":"1CH.14","verse_code":"1CH.14.11","label":"11","content":"Ces Daviv mus rau hauv lub nroog Npa-as Pelaxees thiab tua yeej cov Filitees lawm; Daviv hais tias, “Vajtswv tau siv kuv ob txhais tes tsoo cov yeebncuab tawg ri sua mus ib yam li dej kuav.” Yog li ntawd, thiaj muab qhov chaw ntawd tis npe hu ua Npa-as Pelaxees."},{"bible_id":"1525","chapter_code":"1CH.14","verse_code":"1CH.14.12","label":"12","content":"Thaum cov Filitees khiav lawm thiab tso lawv tej mlom tseg, Daviv thiaj txib nws cov tubrog mus sau los hlawv povtseg."},{"bible_id":"1525","chapter_code":"1CH.14","verse_code":"1CH.14.13","label":"13","content":"Thaum cov Filitees rov mus txog hauv lub Hav Lefayees, lawv rov mus huab noj huab haus dua ntxiv."},{"bible_id":"1525","chapter_code":"1CH.14","verse_code":"1CH.14.14","label":"14","content":"Daviv rov nug Vajtswv dua, Vajtswv teb hais tias, “Tsis txhob mus tua lawv nrad, tiamsis cia li mus puav thiab npaj tua lawv rau lwm qhov chaw uas nyob ze rau ntawm cov ntoo zaub kab."},{"bible_id":"1525","chapter_code":"1CH.14","verse_code":"1CH.14.15","label":"15","content":"Thaum koj hnov tej suab neeg mus kev saum cov ntsis ntoo zaub kab, koj kavtsij nqis tes tua thaum ntawd ntag, vim Vajtswv twb ua koj ntej mus tua cov tubrog Filitees lawm.”"},{"bible_id":"1525","chapter_code":"1CH.14","verse_code":"1CH.14.16","label":"16","content":"Daviv ua raws li Vajtswv tau samhwm rau nws, ces lawv thiaj muab cov tubrog Filitees raws hauv Nkinpe-oos mus txog ntua hauv Nkexes."},{"bible_id":"1525","chapter_code":"1CH.14","verse_code":"1CH.14.17","label":"17","content":"Daviv lub koob meej nrov ncha moo lug mus thoob plaws txhua lub tebchaws, thiab tus TSWV ua rau txhua haivneeg ntshai thiab hwm Daviv heev."},{"bible_id":"1525","chapter_code":"1CH.15","verse_code":"1CH.15.1","label":"1","content":"Daviv ua tau ib co tsev rau hauv Daviv lub nroog  rau nws nyob. Nws npaj tau ib qho chaw rau lub Phijxab uas ntim Vajtswv tej lus cog tseg thiab tsa ib lub tsevntaub vov rau."},{"bible_id":"1525","chapter_code":"1CH.15","verse_code":"1CH.15.2","label":"2","content":"Ces Daviv hais tias, “Tsuas yog cov Levis xwb thiaj kwv tau lub Phijxab uas ntim Vajtswv tej lus cog tseg, rau qhov tus TSWV yeej xaiv lawv los kwv lub phijxab ntawd thiab ua nws tes haujlwm mus ibtxhis li.”"},{"bible_id":"1525","chapter_code":"1CH.15","verse_code":"1CH.15.3","label":"3","content":"Yog li ntawd, Daviv thiaj sau tagnrho cov neeg Yixalayees tuaj rau hauv Yeluxalees kom sib pab mus kwv tus TSWV lub Phijxab los tso rau ntawm qhov chaw uas nws npaj tseg cia rau lub phijxab."},{"bible_id":"1525","chapter_code":"1CH.15","verse_code":"1CH.15.4","label":"4","content":"Thiab Daviv hais mus rau Aloos cov xeebntxwv thiab cov Levis li no:"},{"bible_id":"1525","chapter_code":"1CH.15","verse_code":"1CH.15.5","label":"5","content":"cuab Kauhas, Uliyees yog tus thawj, nws coj nws cov kwvtij ib puas nees nkaum leej tuaj;"},{"bible_id":"1525","chapter_code":"1CH.15","verse_code":"1CH.15.6","label":"6","content":"cuab Melalis, Axayas yog tus thawj, nws coj nws cov kwvtij ob puas nees nkaum leej tuaj;"},{"bible_id":"1525","chapter_code":"1CH.15","verse_code":"1CH.15.7","label":"7","content":"cuab Nkesoos, Yau-ees yog tus thawj, nws coj nws cov kwvtij ib puas peb caug leej tuaj;"},{"bible_id":"1525","chapter_code":"1CH.15","verse_code":"1CH.15.8","label":"8","content":"cuab Elixafas, Semayas yog tus thawj, nws coj nws cov kwvtij ob puas leej tuaj;"},{"bible_id":"1525","chapter_code":"1CH.15","verse_code":"1CH.15.9","label":"9","content":"cuab Henploos, Eliyees yog tus thawj, nws coj nws cov kwvtij yim caum leej tuaj;"},{"bible_id":"1525","chapter_code":"1CH.15","verse_code":"1CH.15.10","label":"10","content":"thiab cuab Uxiyees, Aminadas yog tus thawj, nws coj nws cov kwvtij ib puas kaum ob leeg tuaj."},{"bible_id":"1525","chapter_code":"1CH.15","verse_code":"1CH.15.11","label":"11","content":"Daviv hu Xadaus thiab Anpiyathas uas yog ob tug povthawj thiab Uliyees, Axayas, Yau-ees, Semayas, Eliyees thiab Aminadas uas yog cov Levis rau tus thawjcoj los cuag nws."},{"bible_id":"1525","chapter_code":"1CH.15","verse_code":"1CH.15.12","label":"12","content":"Daviv hais rau cov Levis hais tias, “Nej cov uas yog thawjcoj ntawm xeem Levis. Nej cia li ua kevcai ntxuav nej thiab nej cov kwvtij Levis kom huv, nej thiaj yuav mus kwv tau tus TSWV uas yog cov Yixalayees tus Vajtswv lub Phijxab los tso rau hauv qhov chaw uas kuv twb npaj tseg rau lub Phijxab lawm."},{"bible_id":"1525","chapter_code":"1CH.15","verse_code":"1CH.15.13","label":"13","content":"Rau qhov thawj zaug nej tsis tuaj pab kwv, tus TSWV uas yog peb tus Vajtswv thiaj li rau txim rau peb, vim qhov peb tsis pehawm nws kom tsimnyog li peb yuav tsum tau ua.”"},{"bible_id":"1525","chapter_code":"1CH.15","verse_code":"1CH.15.14","label":"14","content":"Yog li ntawd, cov povthawj thiab cov Levis thiaj ua kevcai ntxuav kom lawv huv thiab mus kwv tus TSWV uas yog cov Yixalayees tus Vajtswv lub Phijxab los."},{"bible_id":"1525","chapter_code":"1CH.15","verse_code":"1CH.15.15","label":"15","content":"Cov Levis thiaj tsaws hlo Vajtswv lub Phijxab ob tug nqaj kwv saum lawv xubpwg raws li tus TSWV tau samhwm tseg rau Mauxes lawm."},{"bible_id":"1525","chapter_code":"1CH.15","verse_code":"1CH.15.16","label":"16","content":"Daviv hais rau cov thawj uas saib cov Levis kom xaiv lawv cov kwvtij ua cov hu nkauj thiab tshuab raj, ntaus nkauj nogncas thiab ntaus nruas npuaj, kom muaj suab nrov doog diaj lomzem zoo siab."},{"bible_id":"1525","chapter_code":"1CH.15","verse_code":"1CH.15.17","label":"17","content":"Cov Levis thiaj xaiv tau Yau-ees tus tub Hemas, thiab nws cov kwvtij Axafes uas yog Npekhiyas tus tub, thiab Kusayas tus tub Ethas uas yog Melalis tus xeebntxwv."},{"bible_id":"1525","chapter_code":"1CH.15","verse_code":"1CH.15.18","label":"18","content":"Thiab pab ob uas yog lawv cov kwvtij, Xakhaliyas, Yaziyees, Semilamaus Yehiyees, Unis, Eli-as, Npenayas, Ma-axeyas, Matithiyas, Elifelehus thiab Mineyas. Cov zov qhovrooj yog Aunpes Edoos thiab Ye-iyees."},{"bible_id":"1525","chapter_code":"1CH.15","verse_code":"1CH.15.19","label":"19","content":"Cov coj hu nkauj yog Hemas, Axafes thiab Ethas, lawv puavleej npuaj nruas;"},{"bible_id":"1525","chapter_code":"1CH.15","verse_code":"1CH.15.20","label":"20","content":"Xakhaliyas, Axiyees, Semilamaus, Yehiyees, Unis, Eli-as, Ma-axeyas thiab Npenayas yog cov ntaus nkauj nogncas raws Alamaus ntag;"},{"bible_id":"1525","chapter_code":"1CH.15","verse_code":"1CH.15.21","label":"21","content":"tiamsis Matithiyas, Elifelehus, Mineyas, Aunpes Edoos, Ye-iyees thiab Axaxiyas ntaus tej nkauj nogncas yau thiab tej nkauj nogncas uas muaj kaum txoj hlua raws Seminis."},{"bible_id":"1525","chapter_code":"1CH.15","verse_code":"1CH.15.22","label":"22","content":"Vim Khenaniyas txawj tshuab raj thiab ntaus nkauj nogncas heev, thiaj xaiv nws ua tus coj cov Levis tshuab raj thiab ntaus nkauj nogncas."},{"bible_id":"1525","chapter_code":"1CH.15","verse_code":"1CH.15.23","label":"23","content":"Npelekhiyas thiab Ekanas ua ob tug zov qhovrooj ntawm lub tsevntaub uas tso lub Phijxab."},{"bible_id":"1525","chapter_code":"1CH.15","verse_code":"1CH.15.24","label":"24","content":"Senpaniyas, Yausafas, Nethanees, Amaxais, Xakhaliyas, Npenayas thiab Eli-exes uas yog cov povthawj tshuab tej xyu ntawm Vajtswv lub Phijxab hauv ntej. Aunpes Edoos thiab Yehiyas yog ob tug zov qhovrooj ntawm lub Phijxab thiab."},{"bible_id":"1525","chapter_code":"1CH.15","verse_code":"1CH.15.25","label":"25","content":"Vajntxwv Daviv thiab cov Yixalayees cov thawj thiab cov thawj tubrog uas saib pawg txhiab thiaj mus kwv tus TSWV lub Phijxab hauv Aunpes Edoos lub tsev los muaj kev lomzem zoo siab heev."},{"bible_id":"1525","chapter_code":"1CH.15","verse_code":"1CH.15.26","label":"26","content":"Rau qhov Vajtswv pab cov Levis uas kwv tus TSWV lub Phijxab uas ntim Vajtswv tej lus cog tseg ntawd, lawv thiaj tua xya tus heev nyuj thiab xya tus laug yaj los ua khoom fij."},{"bible_id":"1525","chapter_code":"1CH.15","verse_code":"1CH.15.27","label":"27","content":"Daviv hnav lub tsho ntev uas yog tseem ntaubmag ib yam li cov Levis uas kwv lub Phijxab, cov hu nkauj, thiab Khenaniyas uas yog tus thawj qhia lawv hu nkauj thiab tshuab raj ntaus nruas."},{"bible_id":"1525","chapter_code":"1CH.15","verse_code":"1CH.15.28","label":"28","content":"Yog li ntawd, cov Yixalayees thiaj nrog lub Phijxab ua ke los rau hauv lub nroog Yeluxalees, muaj suab qw zoo siab, suab raj suab xyu thiab suab nruas npuaj nrov doog diaj los."},{"bible_id":"1525","chapter_code":"1CH.15","verse_code":"1CH.15.29","label":"29","content":"Thaum lawv kwv lub Phijxab uas ntim Vajtswv tej lus cog tseg los txog rau hauv Daviv lub nroog lawm, Mikhas uas yog Xa-ules tus ntxhais saib ntawm qhovrai mus, nws pom Vajntxwv Daviv dhia seevcev thiab zoo siab heev; ces nws txawm luag Daviv thiab thuam Daviv hauv nws lub siab."},{"bible_id":"1525","chapter_code":"1CH.16","verse_code":"1CH.16.1","label":"1","content":"Lawv mus kwv Vajtswv lub Phijxab los tso rau hauv lub tsevntaub uas Daviv npaj tseg rau lub Phijxab; lawv thiaj muab tsiaj tua hlawv fij thiab fij khoom ua kev sib raug zoo rau Vajtswv."},{"bible_id":"1525","chapter_code":"1CH.16","verse_code":"1CH.16.2","label":"2","content":"Thaum uas Daviv hlawv khoom fij thiab fij khoom ua kev sib raug zoo tas lawm, nws thiaj tuav tus TSWV lub npe foom koob hmoov rau cov pejxeem,"},{"bible_id":"1525","chapter_code":"1CH.16","verse_code":"1CH.16.3","label":"3","content":"thiab nws muab tej zaub mov ntawd faib tagnrho rau lawv. Nws faib rau cov Yixalayees txhua tus, tsis hais pojniam lossis txivneej ib leeg ib lub ncuav, ib daim nqaij  thiab mentsis txiv hmab qhuav."},{"bible_id":"1525","chapter_code":"1CH.16","verse_code":"1CH.16.4","label":"4","content":"Daviv tsa cov Levis qee leej ua cov coj kev pehawm tus TSWV uas yog cov Yixalayees tus Vajtswv. Lawv nyob rau ntawm lub Phijxab hauv ntej ua tus TSWV tsaug thiab hu nkauj qhuas nws."},{"bible_id":"1525","chapter_code":"1CH.16","verse_code":"1CH.16.5","label":"5","content":"Tsa Axafes ua tus thawjcoj, Xakhaliyas ua tus pab Axafes. Ye-iyees, Semilamaus, Yehiyees, Matithiyas, Eli-as, Npenayas, Aunpes Edoos, thiab Ye-iyees yog cov ntaus nkauj nogncas. Axafes yog tus npuaj lub nruas,"},{"bible_id":"1525","chapter_code":"1CH.16","verse_code":"1CH.16.6","label":"6","content":"Npenayas thiab Yahaxiyees yog ob tug povthawj uas tshuab raj tshuab xyu ntawm Vajtswv lub Phijxab hauv ntej txhua zaus."},{"bible_id":"1525","chapter_code":"1CH.16","verse_code":"1CH.16.7","label":"7","content":"Ces hnub ntawd yog thawj hnub uas Daviv tsa Axafes thiab cov Levis los ua cov huv nkauj thiab ua tus TSWV tsaug ntag."},{"bible_id":"1525","chapter_code":"1CH.16","verse_code":"1CH.16.8","label":"8","content":"Cia li txhawb nqa ua tus TSWV tsaug, cia li qhia nws tej haujlwm uas loj kawg nkaus; Qhia tej uas nws twb ua tiav tas los lawm rau txhua lub tebchaws paub."},{"bible_id":"1525","chapter_code":"1CH.16","verse_code":"1CH.16.9","label":"9","content":"Hu nkauj txhawb nqa qhuas tus TSWV; qhia tej txujci tseemceeb uas nws ua tas los lawm rau sawvdaws."},{"bible_id":"1525","chapter_code":"1CH.16","verse_code":"1CH.16.10","label":"10","content":"Cia li zoo siab uas peb yog nws tug; txhua tus cia li zoo siab pehawm nws."},{"bible_id":"1525","chapter_code":"1CH.16","verse_code":"1CH.16.11","label":"11","content":"Cia li mus nrhiav tus TSWV uas muaj zog loj zog nchav; thiab pehawm nws tsis tseg tsis tu li."},{"bible_id":"1525","chapter_code":"1CH.16","verse_code":"1CH.16.12","label":"12","content":"Nco ntsoov tej txujci tseemceeb uas nws tau ua tas los lawm, tej kev txiav txim uas nws muab cob rau nej,"},{"bible_id":"1525","chapter_code":"1CH.16","verse_code":"1CH.16.13","label":"13","content":"Yakhauj cov xeebntxwv yog Vajtswv cov tubtxib, Yixalayees cov xeebntxwv uas Vajtswv xaiv tseg lawm."},{"bible_id":"1525","chapter_code":"1CH.16","verse_code":"1CH.16.14","label":"14","content":"Tus TSWV yog peb tus Vajtswv; nws cov lus samhwm muaj nyob thoob plaws hauv ntiajteb no."},{"bible_id":"1525","chapter_code":"1CH.16","verse_code":"1CH.16.15","label":"15","content":"Yuav tsum nco ntsoov Vajtswv tej lus cog tseg mus ibtxhis, tej lus ntawd nws samhwm rau ntau txhiab ntau vam tiam neeg."},{"bible_id":"1525","chapter_code":"1CH.16","verse_code":"1CH.16.16","label":"16","content":"Yog cov lus uas Vajtswv cog tseg rau Anplahas, thiab nws cog tseg rau Ixaj lawm,"},{"bible_id":"1525","chapter_code":"1CH.16","verse_code":"1CH.16.17","label":"17","content":"Tus TSWV tau coglus tseg rau Yakhauj, yog cov lus cog tseg uas nyob mus ibtxhis"},{"bible_id":"1525","chapter_code":"1CH.16","verse_code":"1CH.16.18","label":"18","content":"hais tias, “Kuv yuav muab lub tebchaws Kana-as pub rau koj, ua koj tug mus ibtxhis li.”"},{"bible_id":"1525","chapter_code":"1CH.16","verse_code":"1CH.16.19","label":"19","content":"Thaum lawv tseem tsis tau muaj coob, lawv yuav mus ua qhua nyob hauv lub tebchaws ntawd,"},{"bible_id":"1525","chapter_code":"1CH.16","verse_code":"1CH.16.20","label":"20","content":"mus ib lub tebchaws rau ib lub tebchaws, mus ib lub nroog rau ib lub nroog,"},{"bible_id":"1525","chapter_code":"1CH.16","verse_code":"1CH.16.21","label":"21","content":"tiamsis Vajtswv tsis pub leejtwg tsimtxom lawv, nws tiv thaiv lawv, nws thiaj tau txwv ntau tus vajntxwv"},{"bible_id":"1525","chapter_code":"1CH.16","verse_code":"1CH.16.22","label":"22","content":"hais tias, “Tsis txhob kov cov neeg uas kuv xaiv, tsis txhob ua rau kuv cov cevlus raug mob.”"},{"bible_id":"1525","chapter_code":"1CH.16","verse_code":"1CH.16.23","label":"23","content":"Tagnrho lub qab ntuj no cia li hu nkauj ua tus TSWV tsaug! Qhia nws txojkev cawm dim ib hnub dhau rau ib hnub."},{"bible_id":"1525","chapter_code":"1CH.16","verse_code":"1CH.16.24","label":"24","content":"Tshaj tawm nws lub hwjchim uas ci ntsa iab rau txhua haivneeg, thiab nws tes haujlwm uas zoo kawg nkaus rau txhua tus neeg."},{"bible_id":"1525","chapter_code":"1CH.16","verse_code":"1CH.16.25","label":"25","content":"Tus TSWV yog tus loj tshaj plaws, tsimnyog txhawb nqa nws rau qhov siab, thiab nws yog tus txaus ntshai tshaj tej timtswv huv tibsi."},{"bible_id":"1525","chapter_code":"1CH.16","verse_code":"1CH.16.26","label":"26","content":"Txhua haivneeg tej vajtswv puavleej yog mlom xwb; tiamsis tus TSWV yog tus uas tsim lub ntuj."},{"bible_id":"1525","chapter_code":"1CH.16","verse_code":"1CH.16.27","label":"27","content":"Muaj hwvxyeej thiab tshwjchim ci ntsa iab ibncig nws, lub hwjchim thiab kev zoo siab puv nkaus hauv nws qhov chaw nyob."},{"bible_id":"1525","chapter_code":"1CH.16","verse_code":"1CH.16.28","label":"28","content":"Txhua tus neeg hauv ntiajteb no, cia li qhuas tus TSWV, qhuas nws lub tshwjchim thiab lub zog uas loj kawg nkaus."},{"bible_id":"1525","chapter_code":"1CH.16","verse_code":"1CH.16.29","label":"29","content":"Qhuas tus TSWV uas muaj tshwjchim loj kawg nkaus lub npe; nqa tej khoom fij thiab tuaj cuag nws hauv nws lub Tuamtsev. Hnav tej ris tsho dawbhuv mus pehawm tus TSWV xwb."},{"bible_id":"1525","chapter_code":"1CH.16","verse_code":"1CH.16.30","label":"30","content":"Tagnrho lub ntiajteb, cia li ntshai ua ibce tshee hnyo, lub ntiajteb nyob ruaj khov kho, thiab tsis txav li."},{"bible_id":"1525","chapter_code":"1CH.16","verse_code":"1CH.16.31","label":"31","content":"Lub ntiajteb thiab lub ntuj, cia li zoo siab! Cia lawv hais rau txhua haivneeg hais tias, “Tus TSWV yog Vajntxwv.”"},{"bible_id":"1525","chapter_code":"1CH.16","verse_code":"1CH.16.32","label":"32","content":"Cia hiavtxwv thiab txhua tsav yam hauv hiavtxwv nyooj zoo siab; Cia tiaj nrag thiab txhua tsav yam hauv tej tiaj nrag zoo siab!"},{"bible_id":"1525","chapter_code":"1CH.16","verse_code":"1CH.16.33","label":"33","content":"Tej ntoo uas nyob hauv havzoov yuav hu nkauj zoo siab ntawm tus TSWV xubntiag, thaum nws nqis los txiav txim rau lub ntiajteb."},{"bible_id":"1525","chapter_code":"1CH.16","verse_code":"1CH.16.34","label":"34","content":"Cia li ua tus TSWV tsaug, vim nws yog tus zoo tshaj plaws; Nws txojkev hlub nyob ruaj khov mus ibtxhis tsis kawg."},{"bible_id":"1525","chapter_code":"1CH.16","verse_code":"1CH.16.35","label":"35","content":"Cia li hais rau Vajtswv hais tias, “Vajtswv, peb tus cawmseej, thov pab kom peb dim, thiab thov qaws peb los ua ke, cawm kom peb dim ntawm txhua haivneeg, peb thiaj tau ua koj tsaug thiab qhuas koj lub npe dawbhuv."},{"bible_id":"1525","chapter_code":"1CH.16","verse_code":"1CH.16.36","label":"36","content":"Thov qhuas tus TSWV uas yog cov Yixalayees tus Vajtswv! Thov qhuas nws tamsim no thiab mus ibtxhis tsis kawg.” Ces tagnrho cov pejxeem hais tias, “Amees” thiab ua tus TSWV tsaug."},{"bible_id":"1525","chapter_code":"1CH.16","verse_code":"1CH.16.37","label":"37","content":"Yog li ntawd, Vajntxwv Daviv thiaj tsa Axafes thiab Axafes cov kwvtij Levis nyob ntawm lub Phijxab uas ntim Vajtswv tej lus cog tseg. Lawv thiaj ua cov coj kev pehawm Vajtswv ntawm lub Phijxab hauv ntej txhua hnub."},{"bible_id":"1525","chapter_code":"1CH.16","verse_code":"1CH.16.38","label":"38","content":"Dua li ntawd, Daviv tseem tsa Yeduthoos tus tub Aunpes Edoos thiab nws cov kwvtij rau caum yim leej ua cov pab lawv thiab. Aunpes Edoos thiab Yaxas ua ob tug zov qhovrooj."},{"bible_id":"1525","chapter_code":"1CH.16","verse_code":"1CH.16.39","label":"39","content":"Daviv muab tus povthawj Xadaus thiab Xadaus cov kwvtij uas yog povthawj ua cov saib kev pehawm tus TSWV ntawm qhov chaw uas pehawm Vajtswv hauv lub nroog Nkinpe-oos,"},{"bible_id":"1525","chapter_code":"1CH.16","verse_code":"1CH.16.40","label":"40","content":"thiab lawv muab khoom fij mus hlawv rau saum lub thaj fij rau tus TSWV txhua tagkis sawv ntxov thiab thaum yuav tsaus ntuj, raws li txoj kevcai uas tus TSWV sau tseg cia rau cov Yixalayees lawm."},{"bible_id":"1525","chapter_code":"1CH.16","verse_code":"1CH.16.41","label":"41","content":"Cov uas nrog lawv nyob yog Hemas, Yeduthoos thiab muaj ibtxhia yog cov uas xaiv cia hu nkauj qhuas tus TSWV uas muaj txojkev hlub mus ibtxhis."},{"bible_id":"1525","chapter_code":"1CH.16","verse_code":"1CH.16.42","label":"42","content":"Hemas thiab Yeduthoos yog ob tug saib cov raj xyu, cov nruas npuaj thiab lwm yam nkauj nogncas uas ntaus nrog suab hu nkauj qhuas tus TSWV. Tsa Yeduthoos tsevneeg txhua tus ua cov zov tej roojvag."},{"bible_id":"1525","chapter_code":"1CH.16","verse_code":"1CH.16.43","label":"43","content":"Ces cov pejxeem nyias txawm rov mus nyias tsev lawm. Daviv rov qab los tsev thiab los foom koob hmoov rau nws tsevneeg."},{"bible_id":"1525","chapter_code":"1CH.17","verse_code":"1CH.17.1","label":"1","content":"Thaum Vajntxwv Daviv los nyob hauv nws lub loog lawm. Muaj ib hnub nws txawm xa xov mus rau Nathas tus uas cev Vajtswv lus hais tias, “Nimno kuv nyob hauv lub tsev uas muab ntoo ciab ua lawm, tiamsis lub Phijxab uas ntim Vajtswv tej lus cog tseg tseem nyob hauv lub tsevntaub xwb!”"},{"bible_id":"1525","chapter_code":"1CH.17","verse_code":"1CH.17.2","label":"2","content":"Nathas thiaj hais rau Daviv hais tias, “Koj cia li ua txhua yam raws li koj lub siab xav, vim Vajtswv yeej nrog nraim koj.”"},{"bible_id":"1525","chapter_code":"1CH.17","verse_code":"1CH.17.3","label":"3","content":"Tiamsis hmo ntawd Vajtswv los hais rau Nathas hais tias,"},{"bible_id":"1525","chapter_code":"1CH.17","verse_code":"1CH.17.4","label":"4","content":"“Koj cia li mus hais rau kuv tus tubtxib Daviv hais tias tej lus no yog kuv hais rau nws, ‘Koj tsis yog tus uas yuav ua lub Tuamtsev rau kuv nyob."},{"bible_id":"1525","chapter_code":"1CH.17","verse_code":"1CH.17.5","label":"5","content":"Txij thaum kuv coj cov Yixalayees tawm nram tebchaws Iziv los txog tamsim no, kuv yeej ibtxwm tsis tau nyob hauv lub tuamtsev li; kuv tsuas nyob hauv lub tsevntaub uas tshais ib qho mus rau ib qho xwb."},{"bible_id":"1525","chapter_code":"1CH.17","verse_code":"1CH.17.6","label":"6","content":"Thaum kuv tseem nrog cov Yixalayees taug kev tsiv mus rau ub rau no, kuv tsis tau taij cov thawjcoj uas kuv tsa ntawd hais tias, vim li cas nej tsis muab ntoo ciab los ua lub tuamtsev rau kuv nyob?’"},{"bible_id":"1525","chapter_code":"1CH.17","verse_code":"1CH.17.7","label":"7","content":"“Yog li ntawd, koj cia li mus hais rau kuv tus tubtxib Daviv hais tias kuv yog tus TSWV, tus uas muaj hwjchim loj kawg nkaus, kuv hais tej lus no rau nws ntag, ‘Kuv tau coj koj tawm hauv pab yaj uas nyob tom tshav zaub los thiab tsa koj ua tus kav kuv haivneeg Yixalayees;"},{"bible_id":"1525","chapter_code":"1CH.17","verse_code":"1CH.17.8","label":"8","content":"Kuv tsomkwm koj txhua txoj haukev uas koj mus, kuv tau txov koj cov yeebncuab tabmeeg koj; thiab kuv yuav tsa koj ua ib tug thawjcoj uas muaj koob meej tshaj plaws nyob hauv qab ntuj no."},{"bible_id":"1525","chapter_code":"1CH.17","verse_code":"1CH.17.9","label":"9","content":"Kuv yuav xaiv ib thaj chaw rau kuv haivneeg Yixalayees nyob thiab yuav coj lawv mus nyob hauv qhov chaw ntawd kom lawv thiaj tsis raug kev txomnyem, thiab cov neeg limhiam thiaj yuav tsis tuaj tsimtxom lawv ntxiv li yav tas los,"},{"bible_id":"1525","chapter_code":"1CH.17","verse_code":"1CH.17.10","label":"10","content":"thiab txij li thaum uas kuv pib tsa muaj cov thawjtswj los kav kuv haivneeg Yixalayees; thiab kuv txov koj cov yeebncuab puastsuaj tas. Dua li ntawd, kuv qhia rau koj paub hais tias tus TSWV yuav pub kom koj cajces huamvam coob heev."},{"bible_id":"1525","chapter_code":"1CH.17","verse_code":"1CH.17.11","label":"11","content":"Thaum koj tuag yuav coj koj mus faus nrog koj cov yawgkoob, kuv yuav tsa koj cov tub ib tug los ua vajntxwv, thiab kuv yuav txhim kho kom nws lub tebchaws ruaj khov."},{"bible_id":"1525","chapter_code":"1CH.17","verse_code":"1CH.17.12","label":"12","content":"Nws yuav ua lub tuamtsev rau kuv, thiab kuv yuav txhawb kom nws lub zwmtxwv nyob mus ibtxhis."},{"bible_id":"1525","chapter_code":"1CH.17","verse_code":"1CH.17.13","label":"13","content":"Kuv yuav ua nws txiv thiab nws yuav tau ua kuv tus tub; kuv yuav tsis tshem kuv txojkev hlub tawm ntawm nws li uas kuv tau tshem tawm ntawm Xa-ules lawm kom koj thiaj tau ua vajntxwv."},{"bible_id":"1525","chapter_code":"1CH.17","verse_code":"1CH.17.14","label":"14","content":"Tiamsis kuv yuav tsa nws ua tus saib kuv haivneeg thiab kuv lub tebchaws mus ibtxhis, thiab nws lub zwmtxwv yuav nyob mus ibtxhis tsis paub kawg li.’ ”"},{"bible_id":"1525","chapter_code":"1CH.17","verse_code":"1CH.17.15","label":"15","content":"Nathas thiaj hais txhua yam raws li Vajtswv tau qhia ntawd rau Vajntxwv Daviv mloog."},{"bible_id":"1525","chapter_code":"1CH.17","verse_code":"1CH.17.16","label":"16","content":"Ces Vajntxwv Daviv thiaj mus rau hauv lub Tsevntaub thiab zaum tabmeeg tus TSWV thov hais tias, “Tus TSWV uas yog Vajtswv, kuv yog leejtwg thiab kuv tsevneeg tseemceeb npaum li cas, koj thiaj coj peb los txog niaj hnub no?"},{"bible_id":"1525","chapter_code":"1CH.17","verse_code":"1CH.17.17","label":"17","content":"Txawm yog koj twb ua ntau yam pub rau kuv lawm los koj tseem coglus tseg rau kuv tej xeebntxwv yav tom ntej ntev mus tsis kawg li; thiab tus TSWV uas yog Vajtswv, koj tseem txhawb kuv zoo li kuv yog tus neeg uas muaj meejmom siab."},{"bible_id":"1525","chapter_code":"1CH.17","verse_code":"1CH.17.18","label":"18","content":"Tseem tshuav dabtsi uas kuv yuav thov ntxiv thiab? Koj yeej paub kuv zoo, thiab koj muab kuv uas yog koj tus tubtxib saib rau nqi kawg li."},{"bible_id":"1525","chapter_code":"1CH.17","verse_code":"1CH.17.19","label":"19","content":"Tus TSWV, vim kuv yog koj tus tubtxib, koj thiaj li ua ntau yam rau kuv raws li koj siab nyiam, thiab ua rau kuv paub ntau yam tseemceeb txog yav tom ntej."},{"bible_id":"1525","chapter_code":"1CH.17","verse_code":"1CH.17.20","label":"20","content":"Tus TSWV, yeej tsis muaj lwm tus zoo npaum li koj; peb tsuas paub koj tib leeg xwb thiaj yog Vajtswv."},{"bible_id":"1525","chapter_code":"1CH.17","verse_code":"1CH.17.21","label":"21","content":"Tsis muaj ib haivneeg twg nyob hauv ntiajteb no zoo npaum li koj haivneeg Yixalayees, cov uas koj tau cawm dim ntawm txojkev ua luag qhev los ua koj haivneeg. Yam tseemceeb thiab zoo tshaj plaws uas koj tau ua rau lawv no nrov ncha mus thoob plaws hauv lub ntiajteb no lawm. Koj tau cawm koj haivneeg dim nram tebchaws Iziv los thiab muab lwm haivneeg ntiab tawm tabmeeg koj haivneeg."},{"bible_id":"1525","chapter_code":"1CH.17","verse_code":"1CH.17.22","label":"22","content":"Koj tau xaiv haivneeg Yixalayees los ua koj haivneeg mus ibtxhis, thiab koj yog tus TSWV, koj yeej yog lawv tus Vajtswv tiag."},{"bible_id":"1525","chapter_code":"1CH.17","verse_code":"1CH.17.23","label":"23","content":"“Tus TSWV, nimno thov kom tej lus uas koj cog tseg rau koj tus tubtxib thiab nws cov xeebntxwv nyob mus ibtxhis thiab thov ua kom tiav raws li koj tau hais tseg lawm."},{"bible_id":"1525","chapter_code":"1CH.17","verse_code":"1CH.17.24","label":"24","content":"Koj lub koob lub npe yuav nrov ncha moo lug, thiab noobneej yuav qhuas koj mus ibtxhis hais tias, ‘Tus TSWV uas muaj hwjchim loj kawg nkaus yog tus Vajtswv uas kav cov Yixalayees.’ Thiab koj yuav pub kom koj tus tubtxib Daviv cajces nyob ruaj khov ntawm koj xubntiag mus ibtxhis."},{"bible_id":"1525","chapter_code":"1CH.17","verse_code":"1CH.17.25","label":"25","content":"Kuv tus Vajtswv, vim koj tau qhia txhua yam no rau kuv uas yog koj tus tubtxib, thiab koj tau hais tias koj yuav tsa kuv cov xeebntxwv los ua vajntxwv, kuv thiaj muaj lub siab kub lug thov koj."},{"bible_id":"1525","chapter_code":"1CH.17","verse_code":"1CH.17.26","label":"26","content":"Tus TSWV, koj yeej yog Vajtswv tiag, thiab koj tau coglus zoo kawg nkaus rau kuv uas yog koj tus tubtxib."},{"bible_id":"1525","chapter_code":"1CH.17","verse_code":"1CH.17.27","label":"27","content":"Kuv thov koj foom koob hmoov rau kuv cov xeebntxwv kom lawv muaj lub siab npuab koj mus ibtxhis. Tus TSWV, tej koob hmoov uas koj foom rau lawv thiab koj tej koob hmoov ntawd yuav nrog lawv nyob mus ibtxhis tsis kawg li.”"},{"bible_id":"1525","chapter_code":"1CH.18","verse_code":"1CH.18.1","label":"1","content":"Tau ib ntus tom qab no Vajntxwv Daviv mus ua rog rau cov Filitees dua ib zaug ntxiv thiab nws tua yeej lawv. Nws thiaj txeeb tau lub nroog Nkas thiab tej zos uas nyob ibncig lub nroog loj ntawm cov Filitees tes los."},{"bible_id":"1525","chapter_code":"1CH.18","verse_code":"1CH.18.2","label":"2","content":"Thiab nws tseem mus tua yeej cov Mau-am huv tibsi, cov neeg Mau-am thiaj tau ua nws qhev thiab them se rau nws."},{"bible_id":"1525","chapter_code":"1CH.18","verse_code":"1CH.18.3","label":"3","content":"Daviv tseem mus tua yeej cov Xilias tus Vajntxwv Hadadexes uas kav lub xeev Xaunpas uas nyob ze rau ntawm cheebtsam Hamas, rau qhov Hadadexes xav ua tus kav tagnrho cheebtsam ntawm tus dej Efalates sab ped."},{"bible_id":"1525","chapter_code":"1CH.18","verse_code":"1CH.18.4","label":"4","content":"Daviv ntes tau Hadadexes ib txhiab lub tsheb nees ua rog, xya txhiab leej tubrog caij nees thiab nees nkaum txhiab leej tubrog mus taw. Nws muab cov nees ntawd ibtxhia txo leeg raws, nws tsuas tseg kom txaus nkaus luag ib puas lub tsheb xwb."},{"bible_id":"1525","chapter_code":"1CH.18","verse_code":"1CH.18.5","label":"5","content":"Thaum cov Xilias uas nyob hauv lub nroog Damaxes xa ib co tubrog tuaj pab Vajntxwv Hadadexes hauv lub nroog Xaunpas, tiamsis pab tubrog ntawd raug Daviv lawv muab tua tuag lawm nees nkaum ob txhiab leej."},{"bible_id":"1525","chapter_code":"1CH.18","verse_code":"1CH.18.6","label":"6","content":"Ces Daviv thiaj mus tsuam yeej rau hauv cov Xilias lub nroog Damaxes, cov Xilias thiaj ua Daviv qhev thiab them se rau nws. Tus TSWV pub rau Daviv tua yeej rog txhua qhov uas nws mus huv tibsi."},{"bible_id":"1525","chapter_code":"1CH.18","verse_code":"1CH.18.7","label":"7","content":"Daviv tseem txeeb tau Hadadexes cov tubrog tej thaiv hniav ntaj uas muab kub ua thiab muab nqa huv tibsi los rau hauv lub nroog Yeluxalees lawm."},{"bible_id":"1525","chapter_code":"1CH.18","verse_code":"1CH.18.8","label":"8","content":"Daviv tseem coj tau tej tooj dag ntau heev hauv lub nroog Tinpehas thiab lub nroog Kunes uas Hadadexes kav los thiab. (Tom qab no Xalumoos thiaj muab cov tooj dag ntawd los ua lub rhawv dej, ob tug ncej thiab tej twj taig uas siv hauv lub Tuamtsev.)"},{"bible_id":"1525","chapter_code":"1CH.18","verse_code":"1CH.18.9","label":"9","content":"Thaum Vajntxwv Tau-is uas kav lub nroog Hamas hnov hais tias Daviv mus tua yeej tagnrho Hadadexes cov tubrog lawm,"},{"bible_id":"1525","chapter_code":"1CH.18","verse_code":"1CH.18.10","label":"10","content":"nws thiaj tso nws tus tub Yaulas mus hawm Vajntxwv Daviv thiab qhuas tej uas Daviv tua yeej Vajntxwv Hadadexes, tus uas kav lub xeev Xaunpas uas tau ua rog ntau zaus rau Tau-is los lawm. Yaulas thiaj coj kub, nyiaj thiab tooj dag ntau heev tuaj pub rau Daviv."},{"bible_id":"1525","chapter_code":"1CH.18","verse_code":"1CH.18.11","label":"11","content":"Vajntxwv Daviv muab tej nyiaj, tej kub uas nws mus tua yeej cov Edoos, cov Mau-am, cov Filitees thiab cov Amalej uas nws nqa los ntawd coj tuaj fij rau Vajtswv."},{"bible_id":"1525","chapter_code":"1CH.18","verse_code":"1CH.18.12","label":"12","content":"Anpisais uas nws niam hu ua Xeluyas tau mus tua yeej cov Edoos uas nyob hauv lub Hav Ntsev thiab muab lawv tua tuag tas lawm kaum yim txhiab leej."},{"bible_id":"1525","chapter_code":"1CH.18","verse_code":"1CH.18.13","label":"13","content":"Nws thiaj ua tau ib lub yeej rau nws cov tubrog nyob hauv tebchaws Edoos; thiab tagnrho cov neeg Edoos puavleej tau ua Daviv qhev. Tus TSWV pub rau Daviv tua yeej rog txhua qhov uas Daviv mus huv tibsi."},{"bible_id":"1525","chapter_code":"1CH.18","verse_code":"1CH.18.14","label":"14","content":"Daviv kav tagnrho cov Yixalayees; thiab nws muaj kev tswjhwm ncaj ncees rau nws haivneeg."},{"bible_id":"1525","chapter_code":"1CH.18","verse_code":"1CH.18.15","label":"15","content":"Xeluyas tus tub Yau-am uas yog Anpisais tus tijlaug ua tus thawj tubrog; Ahilus tus tub Yehausafas ua tus teev ntawv;"},{"bible_id":"1525","chapter_code":"1CH.18","verse_code":"1CH.18.16","label":"16","content":"Ahitus tub tus Xadaus thiab Ahimelej tus tub Anpiyathas ua ob tug povthawj; thiab Xelayas  ua tus teev ntawv;"},{"bible_id":"1525","chapter_code":"1CH.18","verse_code":"1CH.18.17","label":"17","content":"Yehauyadas tus tub Npenayas ua tus thawj saib cov tubrog uas zov Daviv; thiab Vajntxwv Daviv cov tub puavleej yog cov nomtswv qib siab ntawm Daviv xubntiag."},{"bible_id":"1525","chapter_code":"1CH.19","verse_code":"1CH.19.1","label":"1","content":"Tom qab uas Vajntxwv Nahases uas kav cov Amoos tuag lawm, nws tus tub Hanoos ua vajntxwv hloov nws chaw."},{"bible_id":"1525","chapter_code":"1CH.19","verse_code":"1CH.19.2","label":"2","content":"Vajntxwv Daviv hais tias, “Kuv yuav tau muab siab npuab thiab ua phoojywg zoo rau Nahases tus tub Hanoos, vim nws txiv Nahases tau ua phoojywg zoo heev rau kuv los lawm.” Yog li ntawd, Daviv thiaj tso ib cov neeg mus nplig nws siab vim hlub tshua txog nws txiv. Thaum Daviv cov neeg mus txog hauv tebchaws Amoos, lawv txawm mus cuag Vajntxwv Hanoos thiab nplig nws siab,"},{"bible_id":"1525","chapter_code":"1CH.19","verse_code":"1CH.19.3","label":"3","content":"tiamsis cov neeg Amoos tej thawjcoj txawm hais rau Vajntxwv Hanoos hais tias, “Koj xav hais tias Daviv tso cov neeg no tuaj nplig koj siab, vim nws hwm koj txiv no los? Tsis yog li ntawd! Nws tso lawv tuaj soj xyuas thoob plaws lub tebchaws no kom nws thiaj tuaj tua yeej lub tebchaws no xwb!”"},{"bible_id":"1525","chapter_code":"1CH.19","verse_code":"1CH.19.4","label":"4","content":"Hanoos muab Daviv cov neeg chais hwjtxwv, muab lawv tej tsho ntev txiav txog ntua ntawm pobtw, thiab nws muab lawv ntiab rov los."},{"bible_id":"1525","chapter_code":"1CH.19","verse_code":"1CH.19.5","label":"5","content":"Lawv txajmuag heev rov qab los tsev. Thaum Daviv hnov tej xwmtxheej no, nws thiaj txib neeg mus hais rau lawv hais tias, “Nej los nyob twjywm hauv lub nroog Yelikaus mus txog thaum nej tej hwjtxwv rov ntev li qub, nej mam los tsev.”"},{"bible_id":"1525","chapter_code":"1CH.19","verse_code":"1CH.19.6","label":"6","content":"Ces Vajntxwv Hanoos thiab cov Amoos paub hais tias, lawv ua rau Daviv chim lawm mas Daviv yuav ua yeebncuab rau lawv. Yog li ntawd, lawv thiaj muab yuav luag plaub tas nyiaj mus ntiav tau ib cov tsheb nees thiab tubrog tsav tsheb nees pem tebchaws Mexuputamias thiab cov Xilias uas nyob hauv lub xeev Ma-akas thiab Xaunpas tuaj."},{"bible_id":"1525","chapter_code":"1CH.19","verse_code":"1CH.19.7","label":"7","content":"Mas peb caug ob txhiab lub tsheb nees uas lawv ntiav, thiab cov Ma-akas tus vajntxwv nrog nws cov tubrog tuaj tsuam yeej ze rau ntawm Medenpas. Thiab cov Amoos mus tsuam yeej thoob plaws rau hauv lawv tej nroog npaj nroos tos sib tua lawm xwb."},{"bible_id":"1525","chapter_code":"1CH.19","verse_code":"1CH.19.8","label":"8","content":"Thaum Daviv hnov tej xwmtxheej no, nws txawm tso Yau-am thiab tagnrho cov tubrog uas muaj zog heev tawm mus."},{"bible_id":"1525","chapter_code":"1CH.19","verse_code":"1CH.19.9","label":"9","content":"Cov Amoos tawm tuaj nyob puv nkaus rau ntawm lawv tej chaw sib tua uas yuav mus rau hauv lub nroog Lanpas uas yog lawv lub tuamceeb nroog, thiab cov vajntxwv uas tuaj pab lawv los tuaj nyob tagnrho rau ntawm tej roob mojsab."},{"bible_id":"1525","chapter_code":"1CH.19","verse_code":"1CH.19.10","label":"10","content":"Yau-am pom cov yeebncuab tej tubrog uas tuaj tua nws sawv nplawg ntia tom hauv ntej thiab tom qab. Yog li ntawd, nws thiaj xaiv cov tubrog Yixalayees uas txawj tua rog heev thiab tso lawv mus nyob txum chaw tim ntsej tim muag cov Xilias."},{"bible_id":"1525","chapter_code":"1CH.19","verse_code":"1CH.19.11","label":"11","content":"Nws muab nws cov tubrog uas seem rau nws tus kwv Anpisais ua tus coj, Anpisais coj lawv mus nyob txum chaw tim ntsej tim muag cov Amoos."},{"bible_id":"1525","chapter_code":"1CH.19","verse_code":"1CH.19.12","label":"12","content":"Yau-am hais rau nws tus kwv hais tias, “Yog thaum twg koj pom cov Xilias tua yeej kuv, ces koj cia li los pab kuv, thiab yog cov Amoos tua yeej koj, ces kuv los pab koj."},{"bible_id":"1525","chapter_code":"1CH.19","verse_code":"1CH.19.13","label":"13","content":"Cuab zog khov kho thiab ua siab tawv qhawv xwb! Cia li nqis tes tua tiag tiag pub rau peb cov neeg thiab peb tus Vajtswv lub nroog. Thiab thov kom tus TSWV ua raws li nws pom zoo.”"},{"bible_id":"1525","chapter_code":"1CH.19","verse_code":"1CH.19.14","label":"14","content":"Yog li ntawd, Yau-am thiab nws cov neeg thiaj nam zog mus tua cov Xilias, ces cov Xilias cia li tawg khiav ri sua lawm."},{"bible_id":"1525","chapter_code":"1CH.19","verse_code":"1CH.19.15","label":"15","content":"Thaum cov Amoos pom cov Xilias tawg khiav ri sua, ces lawv txawm khiav tsis tiv tua Anpisais lawv thiab khiav rov qab mus rau hauv nroog tas li lawm. Ces Yau-am lawv txawm rov los rau hauv lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"1CH.19","verse_code":"1CH.19.16","label":"16","content":"Tiamsis thaum cov Xilias pom hais tias lawv tua tsis yeej cov Yixalayees lawm, lawv thiaj tso neeg mus coj cov tubrog Xilias uas nyob hauv lub xeev ntawm tus dej Efalates sab hnub tuaj, thiab coj lawv tuaj cob rau Saunpakhis uas yog Vajntxwv Hadadexes uas kav lub xeev Xaunpas tus thawj tubrog saib."},{"bible_id":"1525","chapter_code":"1CH.19","verse_code":"1CH.19.17","label":"17","content":"Thaum Daviv hnov tej no nws txawm txhij cov tubrog Yixalayees mus sib sau ua ke thiab hla tus dej Yauladees rau sab tim ub, thiab lawv mus nyob txum chaw tim ntsej tim muag cov Xilias. Ces lawv txawm nqis tes sib tua,"},{"bible_id":"1525","chapter_code":"1CH.19","verse_code":"1CH.19.18","label":"18","content":"thiab cov Yixalayees muab cov Xilias tej tubrog caum tawg ri rws rov qab lawm. Daviv thiab nws cov neeg tua cov tubrog Xilias tsav tsheb nees tuag lawm xya txhiab leej thiab cov tubrog mus taw tuag lawm plaub caug txhiab leej. Thiab lawv tseem tua tau cov Xilias tus thawj tubrog Saunpakhis lawm thiab."},{"bible_id":"1525","chapter_code":"1CH.19","verse_code":"1CH.19.19","label":"19","content":"Thaum cov vajntxwv uas tuaj Hadadexes tog paub hais tias lawv swb cov Yixalayees lawm, lawv txawm cog phoojywg nrog Daviv thiab zoo siab cia Daviv ua tus tswjhwm lawv."},{"bible_id":"1525","chapter_code":"1CH.19","verse_code":"1CH.19.20","label":"20","content":"Yog li ntawd, cov Xilias thiaj tu siab nrho tsis kam pab cov Amoos ib zaug ntxiv li lawm."},{"bible_id":"1525","chapter_code":"1CH.20","verse_code":"1CH.20.1","label":"1","content":"Thaum txog lub caij nplooj ntoos hlav uas yog lub sijhawm cov vajntxwv pheej tawm mus tua rog, Yau-am txawm coj cov tubrog tawm mus tua cov Amoos lub tebchaws thiab los puav lub nroog Lanpas. Tiamsis Vajntxwv Daviv tseem nyob hauv lub nroog Yeluxalees. Lawv mus puav lub nroog Lanpas thiab muab lub nroog ntawd tua puastsuaj tas huv tibsi lawm."},{"bible_id":"1525","chapter_code":"1CH.20","verse_code":"1CH.20.2","label":"2","content":"Cov Amoos tus mlom Maulej  muaj ib lub kausmom kub hnyav kwvyees li xya caum tsib choj. Muaj ib lub hlaws dai rau saum lub kausmom ntawd, Daviv thiaj daws lub hlaws ntawd los dai rau saum nws lub kausmom kub. Thiab nws tseem nqa tej khoom uas lawv huab tau hauv lub nroog ntawd ntau heev los thiab."},{"bible_id":"1525","chapter_code":"1CH.20","verse_code":"1CH.20.3","label":"3","content":"Daviv coj cov neeg uas nyob hauv lub nroog ntawd los, thiab nws muab kaw, muab hlau thiab muab taus rau lawv, yuam kom lawv mus ua haujlwm. Daviv ua li no rau cov Amoos txhua lub nroog. Ces Daviv thiab nws cov tubrog txawm rov los tsev rau hauv lub nroog Yeluxalees lawm."},{"bible_id":"1525","chapter_code":"1CH.20","verse_code":"1CH.20.4","label":"4","content":"Tau tsis ntev los tom qab no, rov muaj kev ua rog nrog cov Filitees ib zaug ntxiv ntawm lub nroog Nkexes; ces Xinpekais uas nyob hauv lub nroog Husas thiaj tua tau Xipais uas yog cajces ntawm cov neeg loj heev ntawd; thiaj ua rau cov neeg Filitees swb hlo lawm."},{"bible_id":"1525","chapter_code":"1CH.20","verse_code":"1CH.20.5","label":"5","content":"Tom qab no rov qab ua rog nrog cov Filitees dua ib zaug ntxiv, ces Yailes tus tub Ehanas thiaj tua tau Lamis uas yog Nkauli-am tus kwv uas tuaj hauv lub nroog Nkas tuaj tuag kiag. Lamis muaj ib tug hmuv lub vos dav ib yam li lub nqos tos ntaub."},{"bible_id":"1525","chapter_code":"1CH.20","verse_code":"1CH.20.6","label":"6","content":"Dhau ntawd los rov ua rog dua ib zaug ntxiv nyob ntawm lub nroog Nkas, nyob rau hauv muaj ib tug neeg loj heev, nws ib sab tes twg muaj rau tus ntivtes thiab ib sab taw twg muaj rau tus ntivtaw. Thiab nws yog cajces ntawm cov neeg uas loj heev."},{"bible_id":"1525","chapter_code":"1CH.20","verse_code":"1CH.20.7","label":"7","content":"Nws tau tuam mom cov Yixalayees, ces Daviv tus tijlaug Samas tus tub Yaunathas thiaj muab nws tua tuag lawm."},{"bible_id":"1525","chapter_code":"1CH.20","verse_code":"1CH.20.8","label":"8","content":"Peb tug neeg uas raug Daviv thiab nws cov neeg tua tuag ntawd puavleej yog xeebntxwv ntawm cov neeg loj heev uas ibtxwm nyob hauv lub nroog Nkas."},{"bible_id":"1525","chapter_code":"1CH.21","verse_code":"1CH.21.1","label":"1","content":"Ntxwgnyoog nrhiav kev tawmtsam cov Yixalayees, yog li ntawd, nws thiaj tshoov Daviv siab kom suav cov Yixalayees."},{"bible_id":"1525","chapter_code":"1CH.21","verse_code":"1CH.21.2","label":"2","content":"Daviv thiaj hais rau Yau-am thiab cov thawj tubrog hais tias, “Nej mus suav cov Yixalayees uas nyob thoob plaws hauv lub tebchaws, pib kiag ntawm lub nroog Npesenpas mus txog ntua pem lub nroog Das, thiab rov los qhia rau kuv paub saib muaj npaum li cas tiag.”"},{"bible_id":"1525","chapter_code":"1CH.21","verse_code":"1CH.21.3","label":"3","content":"Yau-am thiaj teb hais tias, “Thov kom nimno tus TSWV ua rau cov Yixalayees muaj coob tshaj li ib puas npaug ntxiv! Kuv tus Vajntxwv, cov pejxeem no puavleej yog koj cov tubtxib xwb! Vim li cas koj xav kom ua tej no thiab ua rau sawvdaws muaj txim?”"},{"bible_id":"1525","chapter_code":"1CH.21","verse_code":"1CH.21.4","label":"4","content":"Tiamsis vajntxwv yuam kom Yau-am cia li ua raws li vajntxwv tej lus samhwm xwb. Yog li ntawd, Yau-am thiaj li mus ncig thoob plaws lub tebchaws Yixalayees, nws rov los rau hauv lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"1CH.21","verse_code":"1CH.21.5","label":"5","content":"Yau-am los tshabxo rau Vajntxwv Daviv hais tias, cov Yixalayees muaj ib plhom ib puas txhiab leej yog cov txivneej uas muaj zog khov kho thiab ua taus tubrog; cov Yudas muaj plaub puas xya caum txhiab leej."},{"bible_id":"1525","chapter_code":"1CH.21","verse_code":"1CH.21.6","label":"6","content":"Vim Yau-am tsis pom zoo ua raws li vajntxwv tej lus samhwm, nws thiaj tsis tau mus suav xeem Levis thiab xeem Npeenyamees."},{"bible_id":"1525","chapter_code":"1CH.21","verse_code":"1CH.21.7","label":"7","content":"Vajtswv tsis txaus siab rau tej haujlwm uas lawv ua tas los ntawd, nws thiaj rau txim rau cov Yixalayees."},{"bible_id":"1525","chapter_code":"1CH.21","verse_code":"1CH.21.8","label":"8","content":"Daviv thiaj thov Vajtswv hais tias, “Kuv yeej tau ua txhaum loj heev lawm tiag lauj! Thov zam txim rau kuv uas yog koj tus tubtxib. Kuv tau ua tej haujlwm uas ruam kawg nkaus li.”"},{"bible_id":"1525","chapter_code":"1CH.21","verse_code":"1CH.21.9","label":"9","content":"Ces tus TSWV hais rau Nkas uas yog Daviv tus cevlus hais tias,"},{"bible_id":"1525","chapter_code":"1CH.21","verse_code":"1CH.21.10","label":"10","content":"“Koj cia li mus qhia rau Daviv hais tias, ‘Kuv yuav muab peb yam rau nws xaiv. Nws xaiv yam twg kuv yuav muab yam ntawd rau nws.’ ”"},{"bible_id":"1525","chapter_code":"1CH.21","verse_code":"1CH.21.11","label":"11","content":"Yog li ntawd, Nkas thiaj mus cuag Daviv thiab piav tej uas tus TSWV hais rau nws lawm rau Daviv mloog thiab nug Daviv hais tias, “Xaiv saib koj yuav yam twg?"},{"bible_id":"1525","chapter_code":"1CH.21","verse_code":"1CH.21.12","label":"12","content":"Raug kev tshaib plab peb xyoos? Lossis khiav koj cov yeebncuab tej tubrog peb hlis? Lossis cia tus TSWV muab nws rab ntaj los tua koj peb hnub thiab tso sub tawg sub ntsha los rau koj lub tebchaws uas yog cia nws tus timtswv coj kev tuag los raug thoob plaws lub tebchaws Yixalayees? Koj yuav teb li cas rau kuv coj mus hais rau tus TSWV?”"},{"bible_id":"1525","chapter_code":"1CH.21","verse_code":"1CH.21.13","label":"13","content":"Daviv teb Nkas hais tias, “Kuv nyob rau lub tsamthawj uas tas kev cia siab lawm; kuv tsis xav cia neeg txhais tes rau txim rau kuv; tiamsis kuv thov cia tus TSWV txhais tes rau txim rau kuv xwb, vim Vajtswv yog tus uas muaj kev hlub loj heev.”"},{"bible_id":"1525","chapter_code":"1CH.21","verse_code":"1CH.21.14","label":"14","content":"Yog li ntawd, tus TSWV thiaj tso tej kab mob uas yog sub tawg sub ntsha los raug rau cov Yixalayees, lawv thiaj tuag lawm xya caum txhiab leej."},{"bible_id":"1525","chapter_code":"1CH.21","verse_code":"1CH.21.15","label":"15","content":"Thiab Vajtswv tso nws tus timtswv los rhuav lub nroog Yeluxalees, tiamsis thaum nws tabtom yuav pib rhuav lub nroog Yeluxalees kom puastsuaj, tus TSWV txawm hloov siab thiab hais rau tus timtswv hais tias, “Tsum! Yuav li ko xwb txaus lawm!” Tus timtswv tabtom los sawv ncaj ntawm Alaunas uas yog ib tug neeg Yenpus lub tshav ntaus nplej."},{"bible_id":"1525","chapter_code":"1CH.21","verse_code":"1CH.21.16","label":"16","content":"Daviv tsa qhovmuag saib saum nruab ntug thiab pom tus TSWV tus timtswv ntawd nyob saud nws txhais tes tuav raws ib rab ntaj taw tuaj rau hauv lub nroog Yeluxalees. Ces Daviv thiab cov thawjcoj thiaj muab tej ris tsho ntaubtsaj los hnav thiab txhos caug ntua pe ua ntsejmuag ti nkaus rau hauv av."},{"bible_id":"1525","chapter_code":"1CH.21","verse_code":"1CH.21.17","label":"17","content":"Daviv thov Vajtswv hais tias, “Vajtswv, kuv tib leeg yog tus uas ua txhaum xwb. Kuv tib leeg yog tus uas kom suav neeg. Cov neeg txomnyem no tau ua txhaum dabtsi? Tus TSWV uas yog kuv tus Vajtswv, koj cia li rau txim rau kuv thiab kuv tsevneeg xwb, thov tsis txhob rau txim rau koj haivneeg!”"},{"bible_id":"1525","chapter_code":"1CH.21","verse_code":"1CH.21.18","label":"18","content":"Tus TSWV tus timtswv hais rau Nkas kom samhwm rau Daviv, cia li mus ua ib lub thaj rau tus TSWV rau ntawm Alaunas lub tshav ntaus nplej."},{"bible_id":"1525","chapter_code":"1CH.21","verse_code":"1CH.21.19","label":"19","content":"Yog li ntawd, Daviv mloog tus TSWV lus, thiab nws mus ua raws li uas Nkas hais kom nws ua ntawd."},{"bible_id":"1525","chapter_code":"1CH.21","verse_code":"1CH.21.20","label":"20","content":"Alaunas thiab nws plaub tug tub tseem tabtom ntaus nplej hauv lub tshav nplej; thaum lawv pom dheev tus timtswv, nws cov tub thiaj khiav mus nkaum lawm."},{"bible_id":"1525","chapter_code":"1CH.21","verse_code":"1CH.21.21","label":"21","content":"Tamsim ntawd Alaunas txawm pom dheev Vajntxwv Daviv tuaj txog ntua, nws thiaj tso plhuav tsis ntaus nplej thiab mus khoov ntshis pe ua ntsejmuag ti nkaus rau hauv av."},{"bible_id":"1525","chapter_code":"1CH.21","verse_code":"1CH.21.22","label":"22","content":"Daviv hais rau Alaunas hais tias, “Thov muab koj lub tshav ntaus nplej muag rau kuv, kuv yuav muab qhov chaw no ua ib lub thaj rau tus TSWV kom tej sub tawg sub ntsha thiaj tsis los raug cov pejxeem ntxiv lawm. Kuv yuav muab nqi kom txaus nkaus rau koj.”"},{"bible_id":"1525","chapter_code":"1CH.21","verse_code":"1CH.21.23","label":"23","content":"Alaunas teb hais tias, “Kuv tus Vajntxwv, koj cia li yuav thiab ua txhua yam raws li koj pom zoo ntag. Cov no yog cov heev nyuj uas koj yuav tua hlawv fij rau saum lub thaj, thiab tej no yog cov txiag ntaus nplej uas koj siv ua taws rauv, cia li muab kuv tej nplej fij rau tus TSWV. Kuv muab tagnrho tej no pub rau koj.”"},{"bible_id":"1525","chapter_code":"1CH.21","verse_code":"1CH.21.24","label":"24","content":"Tiamsis Vajntxwv Daviv teb Alaunas hais tias, “Tsis txhob ua li ntawd, kuv yuav them nqi kom txaus rau koj. Kuv tsis muab ib yam uas tseem yog koj tug fij rau tus TSWV, yog hais tias kuv tsis tau them nqi rau yam ntawd.”"},{"bible_id":"1525","chapter_code":"1CH.21","verse_code":"1CH.21.25","label":"25","content":"Ces Daviv muab tau rau pua lub txiaj kub them Alaunas lub tshav ntaus nplej."},{"bible_id":"1525","chapter_code":"1CH.21","verse_code":"1CH.21.26","label":"26","content":"Daviv ua tau ib lub thaj rau tus TSWV nyob qhov ntawd, nws muab tsiaj tua hlawv fij thiab fij khoom ua kev sib raug zoo rau tus TSWV. Daviv thov thiab tus TSWV teb Daviv tej lus thov, nws thiaj tso hluavtaws poob saum ntuj los kub tej khoom fij saum lub thaj huv tibsi lawm."},{"bible_id":"1525","chapter_code":"1CH.21","verse_code":"1CH.21.27","label":"27","content":"Tus TSWV hais rau tus timtswv kom muab nws rab ntaj ntsaws rau hauv hnab, tus timtswv mloog tus TSWV lus thiab ua raws li tus TSWV hais."},{"bible_id":"1525","chapter_code":"1CH.21","verse_code":"1CH.21.28","label":"28","content":"Thaum lub sijhawm ntawd, Daviv pom hais tias tus TSWV teb nws tej lus thov, Daviv thiaj fij khoom nyob ntawm Alaunas lub tshav ntaus nplej."},{"bible_id":"1525","chapter_code":"1CH.21","verse_code":"1CH.21.29","label":"29","content":"Vim thaum ntawd, tus TSWV lub Tsevntaub sib ntsib uas Mauxes ua tom tiaj suabpuam thiab lub thaj uas hlawv tej khoom theej txhoj ntawd nyob rau hauv qhov chaw pehawm Vajtswv hauv lub nroog Nkinpe-oos lawm;"},{"bible_id":"1525","chapter_code":"1CH.21","verse_code":"1CH.21.30","label":"30","content":"tiamsis Daviv tsis muaj peevxwm yuav mus pehawm Vajtswv tod li, vim nws ntshai tus timtswv ntawd rab ntaj heev."},{"bible_id":"1525","chapter_code":"1CH.22","verse_code":"1CH.22.1","label":"1","content":"Ces Daviv hais tias, “Ntawm no yog qhov chaw uas yuav ua tus TSWV uas yog Vajtswv lub Tuamtsev rau. Ntawm no yog lub thaj uas cov Yixalayees tuaj hlawv tej khoom fij rau saud ntag.”"},{"bible_id":"1525","chapter_code":"1CH.22","verse_code":"1CH.22.2","label":"2","content":"Vajntxwv Daviv hais rau cov neeg txawv tebchaws uas nyob hauv tebchaws Yixalayees kom tuaj sib sau ua ke, nws yuav faib haujlwm rau lawv ua. Ibtxhia mus txaug pobzeb los ua lub Tuamtsev."},{"bible_id":"1525","chapter_code":"1CH.22","verse_code":"1CH.22.3","label":"3","content":"Daviv npaj hlau ntau heev tseg rau lawv ntaus ua ntsia hlau thiab ntaus ua tej pluaj hlau yuam cov txiag ntoo ua daim kaw roojvag, thiab muab tooj ntau heev tsis muaj leejtwg luj tau li."},{"bible_id":"1525","chapter_code":"1CH.22","verse_code":"1CH.22.4","label":"4","content":"Tseem muaj cov Tiles thiab cov Xidoos txiav ntoo ciab tuaj rau Daviv ntau kawg li thiab."},{"bible_id":"1525","chapter_code":"1CH.22","verse_code":"1CH.22.5","label":"5","content":"Daviv xav hais tias, “Lub Tuamtsev uas kuv tus tub Xalumoos yuav ua rau tus TSWV ntawd yuav zoo nkauj heev thiab nto moo heev nyob hauv lub ntiajteb no. Tiamsis kuv tus tub tseem hluas heev thiab tsis tau paub hlo li, yog li ntawd kuv yuav tsum npaj tej khoom uas ua lub Tuamtsev no kom txhij rau nws.”"},{"bible_id":"1525","chapter_code":"1CH.22","verse_code":"1CH.22.6","label":"6","content":"Daviv hais rau nws tus tub Xalumoos thiab samhwm kom nws yuav tsum ua lub tuamtsev rau tus TSWV uas yog cov Yixalayees tus Vajtswv."},{"bible_id":"1525","chapter_code":"1CH.22","verse_code":"1CH.22.7","label":"7","content":"Daviv hais rau Xalumoos hais tias, “Metub, kuv xav ua ib lub tuamtsev los ua chaw qhuas tus TSWV uas yog kuv tus Vajtswv."},{"bible_id":"1525","chapter_code":"1CH.22","verse_code":"1CH.22.8","label":"8","content":"Tiamsis tus TSWV hais rau kuv hais tias, ‘Koj tau ua rog ntaus zaus los lawm, thiab tau tua neeg coob tus tuag lawm; koj yuav tsis tau ua lub tuamtsev rau kuv, vim koj tau tua neeg coob tus tuag tabmeeg kuv."},{"bible_id":"1525","chapter_code":"1CH.22","verse_code":"1CH.22.9","label":"9","content":"Koj yuav muaj ib tug tub; nws yuav kav lub tebchaws nyob thajyeeb lug. Kuv yuav pub nws muaj kev thajyeeb, nws cov yeebncuab yuav tsis tuaj tua nws, nws lub npe yuav hu ua Xalumoos,  thiab kuv yuav pub rau nws tiam kom lub tebchaws Yixalayees muaj kev thajyeeb thiab nyob ntsiag to."},{"bible_id":"1525","chapter_code":"1CH.22","verse_code":"1CH.22.10","label":"10","content":"Nws yuav ua lub Tuamtsev pub rau kuv lub npe. Nws yuav ua kuv tus tub thiab kuv yuav ua nws txiv. Nws cajces yuav ua vajntxwv kav haivneeg Yixalayees mus ibtxhis.’ ”"},{"bible_id":"1525","chapter_code":"1CH.22","verse_code":"1CH.22.11","label":"11","content":"Daviv rov hais dua ib zaug ntxiv hais tias, “Metub, nimno thov tus TSWV uas yog koj tus Vajtswv nrog nraim koj thiab thov nws ua raws li nws tej lus cog tseg kom koj muaj peevxwm ua tau lub tuamtsev rau nws."},{"bible_id":"1525","chapter_code":"1CH.22","verse_code":"1CH.22.12","label":"12","content":"Thiab thov tus TSWV uas yog koj tus Vajtswv pub kev txawj ntse thiab tswvyim rau koj kom koj thiaj txawj tswjhwm haivneeg Yixalayees raws li nws txoj kevcai."},{"bible_id":"1525","chapter_code":"1CH.22","verse_code":"1CH.22.13","label":"13","content":"Yog koj coj raws li tej kevcai uas tus TSWV muab cob rau Mauxes kom qhia rau cov Yixalayees, koj lub neej thiaj yuav muaj kev vammeej. Cia li npaj khov kho thiab ua siab tawv qhawv thiab tsis txhob ntshai ib yam dabtsi li."},{"bible_id":"1525","chapter_code":"1CH.22","verse_code":"1CH.22.14","label":"14","content":"Kuv muaj lub siab kub lug yuav ua lub Tuamtsev, kuv twb muab tau li plaub tas kub thiab plaub caug tas nyiaj coj los cia ua lub Tuamtsev ntawd lawm; tej tooj thiab hlau uas kuv npaj los kuj ntau heev suav tsis txheeb li. Dua li ntawd, kuv twb npaj ntoo thiab pobzeb tiav log tseg lawm, tiamsis koj yuav tsum npaj ntxiv thiab."},{"bible_id":"1525","chapter_code":"1CH.22","verse_code":"1CH.22.15","label":"15","content":"Koj muaj cov neeg uas txawj ua haujlwm coob heev: cov uas txawj txaug pobzeb, ntaus hlau, txua ntoo thiab cov uas txawj ua txhua yam coob heev suav tsis txheeb; lawv puavleej txawj"},{"bible_id":"1525","chapter_code":"1CH.22","verse_code":"1CH.22.16","label":"16","content":"nchuav kub, nchuav nyiaj, nchuav tooj thiab ntaus hlau. Cia li nqis tes ua. Thov tus TSWV nrog nraim koj.”"},{"bible_id":"1525","chapter_code":"1CH.22","verse_code":"1CH.22.17","label":"17","content":"Daviv samhwm rau cov Yixalayees cov thawjcoj kom tuaj pab nws tus tub Xalumoos."},{"bible_id":"1525","chapter_code":"1CH.22","verse_code":"1CH.22.18","label":"18","content":"Nws hais tias, “Tus TSWV uas yog nej tus Vajtswv yuav nrog nej thiab nws pub kom muaj kev thajyeeb nyob ibncig nej. Nws twb pub rau kuv tua yeej cov neeg uas ibtxwm nyob hauv lub tebchaws no, thiab lawv twb tau los ua nej qhev thiab ua tus TSWV qhev lawm."},{"bible_id":"1525","chapter_code":"1CH.22","verse_code":"1CH.22.19","label":"19","content":"Nimno nej cia li txhawb nqa tus TSWV uas yog nej tus Vajtswv kom kawg nej lub siab lub ntsws. Kavtsij pib ua lub Tuamtsev, nej thiaj yuav muaj qhov chaw los rau lub Phijxab uas ntim Vajtswv tej lus cog tseg thiab coj Vajtswv tej khoom tseemceeb mus tso rau hauv lub Tuamtsev uas ua pub rau tus TSWV lub npe.”"},{"bible_id":"1525","chapter_code":"1CH.23","verse_code":"1CH.23.1","label":"1","content":"Thaum Daviv laus heev lawm, nws thiaj tsa nws tus tub Xalumoos ua vajntxwv kav lub tebchaws Yixalayees."},{"bible_id":"1525","chapter_code":"1CH.23","verse_code":"1CH.23.2","label":"2","content":"Vajntxwv Daviv coj cov Yixalayees cov thawjcoj, cov povthawj thiab cov Levis tuaj sib sau ua ke."},{"bible_id":"1525","chapter_code":"1CH.23","verse_code":"1CH.23.3","label":"3","content":"Suav tagnrho cov Levis uas hnubnyoog muaj peb caug xyoo rov saud, cov txivneej muaj peb caug yim txhiab leej."},{"bible_id":"1525","chapter_code":"1CH.23","verse_code":"1CH.23.4","label":"4","content":"Daviv hais tias, “Tsa nees nkaum plaub txhiab leej ua haujlwm hauv tus TSWV lub Tuamtsev thiab tsa rau txhiab leej ua cov nomtswv tu plaub ntug;"},{"bible_id":"1525","chapter_code":"1CH.23","verse_code":"1CH.23.5","label":"5","content":"tsa plaub txhiab leej ua cov zov roojvag, plaub txhiab leej ua cov tshuab raj thiab ntaus nkauj cov nogncas uas kuv npaj cia rau lawv lawm ua tus TSWV tsaug.”"},{"bible_id":"1525","chapter_code":"1CH.23","verse_code":"1CH.23.6","label":"6","content":"Daviv muab lawv faib ua tej pab raws li Levis cov tub: Nkesoos, Kauhas thiab Melalis."},{"bible_id":"1525","chapter_code":"1CH.23","verse_code":"1CH.23.7","label":"7","content":"Nkesoos muaj ob tug tub: Ladas thiab Sime-is."},{"bible_id":"1525","chapter_code":"1CH.23","verse_code":"1CH.23.8","label":"8","content":"Ladas muaj peb tug tub: Yehiyees, Xethamas thiab Yau-ees,"},{"bible_id":"1525","chapter_code":"1CH.23","verse_code":"1CH.23.9","label":"9","content":"Sime-is muaj peb tug tub: Selaumaus, Haxiyees thiab Halas.  Lawv puavleej yog cov thawjcoj ntawm Ladas cajces."},{"bible_id":"1525","chapter_code":"1CH.23","verse_code":"1CH.23.10","label":"10","content":"Thiab Sime-is muaj plaub tug tub: Yahaj, Xinas, Ye-uses thiab Npeliyas. Plaub leeg no puavleej yog Sime-is tub."},{"bible_id":"1525","chapter_code":"1CH.23","verse_code":"1CH.23.11","label":"11","content":"Yahaj yog tus thawjcoj, thiab Xixas yog tus lwm thawj; tiamsis Ye-uses thiab Npeliyas tsis muaj tub coob pestsawg, vim li ntawd thiaj muab nkawd suav ua ib cuab kwvtij lawm xwb."},{"bible_id":"1525","chapter_code":"1CH.23","verse_code":"1CH.23.12","label":"12","content":"Kauhas muaj plaub tug tub: Amalas, Ixehas, Henploos thiab Uxiyees."},{"bible_id":"1525","chapter_code":"1CH.23","verse_code":"1CH.23.13","label":"13","content":"Kauhas tus tub hlob Amalas yog Aloos thiab Mauxes nkawd txiv. (Muab Aloos thiab nws cov xeebntxwv ua cov saib tej khoom tseemceeb, hlawv tej tshuaj tsw qab hauv chav pehawm tus TSWV, ua tus TSWV tes haujlwm thiab tuav tus TSWV lub npe foom koob hmoov rau sawvdaws."},{"bible_id":"1525","chapter_code":"1CH.23","verse_code":"1CH.23.14","label":"14","content":"Tiamsis Mauxes uas yog Vajtswv tus neeg cov tub puavleej muab suav nrog cov Levis lawm.)"},{"bible_id":"1525","chapter_code":"1CH.23","verse_code":"1CH.23.15","label":"15","content":"Mauxes muaj ob tug tub: Nkesoos thiab Eli-exes."},{"bible_id":"1525","chapter_code":"1CH.23","verse_code":"1CH.23.16","label":"16","content":"Senpuyees ua Nkesoos cov tub tus thawjcoj."},{"bible_id":"1525","chapter_code":"1CH.23","verse_code":"1CH.23.17","label":"17","content":"Eli-exes tsuas muaj tib tug tub uas hu ua Lehanpiyas xwb, tiamsis Lehanpiyas muaj tub coob kawg li."},{"bible_id":"1525","chapter_code":"1CH.23","verse_code":"1CH.23.18","label":"18","content":"Ixehas uas yog Kauhas tus tub ob muaj ib tug tub hu ua Selaumis, nws yog tus thawjcoj ntawm nws cuab kwvtij."},{"bible_id":"1525","chapter_code":"1CH.23","verse_code":"1CH.23.19","label":"19","content":"Henploos uas yog Kauhas tus tub peb muaj plaub tug tub Yeliyas, Amaliyas, Yehaxiyees thiab Yekamees."},{"bible_id":"1525","chapter_code":"1CH.23","verse_code":"1CH.23.20","label":"20","content":"Uxiyees cov tub: Minkas yog tus thawjcoj thiab Isiyas yog tus lwm thawj."},{"bible_id":"1525","chapter_code":"1CH.23","verse_code":"1CH.23.21","label":"21","content":"Melalis muaj ob tug tub: Mahalis thiab Musis. Mahalis los muaj ob tug tub thiab xwb: Ele-axas thiab Kises,"},{"bible_id":"1525","chapter_code":"1CH.23","verse_code":"1CH.23.22","label":"22","content":"tiamsis Ele-axas tuag thaum nws tsis tau muaj tub lawm, nws muaj ib pab ntxhais xwb. Nws cov ntxhais thiaj mus yuav lawv cov nus kwvtij uas yog Kises cov tub."},{"bible_id":"1525","chapter_code":"1CH.23","verse_code":"1CH.23.23","label":"23","content":"Melalis tus tub ob uas hu ua Musis muaj peb tug tub: Mahalis, Edeles thiab Yelemaus."},{"bible_id":"1525","chapter_code":"1CH.23","verse_code":"1CH.23.24","label":"24","content":"Cov no puavleej yog Levis cov xeebntxwv los ntawm lawv tej cuab kwvtij thiab tej tsevneeg; lawv txhua tus puavleej tuaj sau npe raws li lawv tej cajces. Levis cov xeebntxwv txhua tus uas hnubnyoog muaj nees nkaum xyoo rov saud puavleej muab tsa ua haujlwm nyob hauv tus TSWV lub Tuamtsev."},{"bible_id":"1525","chapter_code":"1CH.23","verse_code":"1CH.23.25","label":"25","content":"Daviv hais tias, “Tus TSWV uas yog cov Yixalayees tus Vajtswv tau muab txojkev thajyeeb pub rau nws haivneeg, thiab nws yuav nyob hauv lub nroog Yeluxalees mus ibtxhis."},{"bible_id":"1525","chapter_code":"1CH.23","verse_code":"1CH.23.26","label":"26","content":"Cov Levis yuav tsis tau kwv tus TSWV lub Tsevntaub thiab tej khoom siv pehawm Vajtswv ntxiv lawm.”"},{"bible_id":"1525","chapter_code":"1CH.23","verse_code":"1CH.23.27","label":"27","content":"Vim Daviv tej lus samhwm thaum kawg, lawv thiaj sau cov Levis uas hnubnyoog muaj nees nkaum xyoo rov saud npe ua cov uas ua Vajtswv tes haujlwm;"},{"bible_id":"1525","chapter_code":"1CH.23","verse_code":"1CH.23.28","label":"28","content":"thiab tsa lawv ua tej haujlwm no: pab cov povthawj uas yog Aloos cov xeebntxwv ua haujlwm nyob hauv tus TSWV lub Tuamtsev ua cov saib xyuas cov tshavpuam, cov chav hauv lub Tuamtsev thiab ceev txhua yam khoom tseemceeb hauv Vajtswv lub Tuamtsev;"},{"bible_id":"1525","chapter_code":"1CH.23","verse_code":"1CH.23.29","label":"29","content":"ua cov pab saib tej ncuav uas coj tuaj tso rau saum rooj fij rau Vajtswv, tej hmoov nplej uas coj tuaj ua khoom fij, tej ncuav tsis xyaw keeb, tej mov uas cub ua khoom fij, tej hmoov nplej uas zuaj xyaw roj txiv ntoo, tej khoom uas muab luj thiab yeem tuaj fij hauv lub Tuamtsev;"},{"bible_id":"1525","chapter_code":"1CH.23","verse_code":"1CH.23.30","label":"30","content":"thiab txhua tagkis lawv yuav tsum tau sawv ntxov mus qhuas thiab ua Vajtswv tsaug, thaum yav tsaus ntuj los lawv ua ib yam nkaus,"},{"bible_id":"1525","chapter_code":"1CH.23","verse_code":"1CH.23.31","label":"31","content":"thiab txhua zaus uas hlawv khoom fij rau tus TSWV, tsis hais hnub Xanpataus, thaum hli xiab thiab lwm yam kevcai; lawv yuav tsum ua kom raws nraim li tej kevcai uas twb teev tseg lawm pub rau tus TSWV mus ibtxhis li."},{"bible_id":"1525","chapter_code":"1CH.23","verse_code":"1CH.23.32","label":"32","content":"Lawv lub luag haujlwm yog ua cov saib thiab tu tus TSWV lub Tsevntaub sib ntsib thiab lub Tuamtsev, thiab pab lawv cov kwvtij uas yog Aloos cov xeebntxwv uas ua povthawj hauv lub Tuamtsev qhov chaw pehawm Vajtswv."},{"bible_id":"1525","chapter_code":"1CH.24","verse_code":"1CH.24.1","label":"1","content":"Aloos cov xeebntxwv yog muaj raws li nram no. Aloos muaj plaub tug tub: Nadas, Anpihus, Ele-axas thiab Ithamas."},{"bible_id":"1525","chapter_code":"1CH.24","verse_code":"1CH.24.2","label":"2","content":"Nadas thiab Anpihus xub tuag ua ntej dua nkawd txiv, thiab nkawd tsis tau muaj menyuam li. Yog li ntawd, nkawd ob tug kwv uas yog Ele-axas thiab Ithamas thiaj tau los ua povthawj."},{"bible_id":"1525","chapter_code":"1CH.24","verse_code":"1CH.24.3","label":"3","content":"Vim muaj Xadaus uas yog Ele-axas tus xeebntxwv thiab muaj Ahimelej uas yog Ithamas tus xeebntxwv pab Daviv, nws thiaj sau tau Aloos cov xeebntxwv los ua tej pab raws li lawv tej luag haujlwm."},{"bible_id":"1525","chapter_code":"1CH.24","verse_code":"1CH.24.4","label":"4","content":"Vim cov txivneej uas yog Eli-axas cov xeebntxwv ua thawjcoj coob dua Ithamas cov xeebntxwv, lawv thiaj muab Ele-axas cov xeebntxwv faib ua kaum rau pab, thiab muab Ithamas cov xeebntxwv faib ua yim pab."},{"bible_id":"1525","chapter_code":"1CH.24","verse_code":"1CH.24.5","label":"5","content":"Ele-axas thiab Ithamas cov xeebntxwv uas ua thawjcoj hauv lub Tuamtsev thiab coj sab ntsujplig, lawv rho ntawv saib tau tes haujlwm twg ua."},{"bible_id":"1525","chapter_code":"1CH.24","verse_code":"1CH.24.6","label":"6","content":"Ele-axas thiab Ithamas cov xeebntxwv tuaj rho ntawv ib tug dhau rau ib tug. Lawv tuaj sau npe rau ntawm tus teev ntawv uas yog Nethanees tus tub Semayas uas yog ib tug Levis. Muaj vajntxwv thiab nws cov nomtswv, tus povthawj Xadaus, Ahimelej tus tub Anpiyathas, cov thawjcoj ntawm cov povthawj thiab cov Levis cajces ua timkhawv."},{"bible_id":"1525","chapter_code":"1CH.24","verse_code":"1CH.24.7","label":"7","content":"Rho ntawv thawj zaug tau rau Yehauyalis, rho zaum ob tau rau Yedayas,"},{"bible_id":"1525","chapter_code":"1CH.24","verse_code":"1CH.24.8","label":"8","content":"zaum peb tau rau Halees, zaum plaub tau rau Xe-aulimes,"},{"bible_id":"1525","chapter_code":"1CH.24","verse_code":"1CH.24.9","label":"9","content":"zaum tsib tau rau Makhiyas, zaum rau tau rau Miyamees,"},{"bible_id":"1525","chapter_code":"1CH.24","verse_code":"1CH.24.10","label":"10","content":"zaum xya tau rau Hakauxes, zaum yim tau rau Anpiyas,"},{"bible_id":"1525","chapter_code":"1CH.24","verse_code":"1CH.24.11","label":"11","content":"zaum cuaj tau rau Yesuas, zaum kaum tau rau Sekaniyas,"},{"bible_id":"1525","chapter_code":"1CH.24","verse_code":"1CH.24.12","label":"12","content":"zaum kaum ib tau rau Eli-asis, zaum kaum ob tau rau Yakees,"},{"bible_id":"1525","chapter_code":"1CH.24","verse_code":"1CH.24.13","label":"13","content":"zaum kaum peb tau rau Hupas, zaum kaum plaub tau rau Yesenpe-as,"},{"bible_id":"1525","chapter_code":"1CH.24","verse_code":"1CH.24.14","label":"14","content":"zaum kaum tsib tau rau Npilenkas, zaum kaum rau tau rau Imeles,"},{"bible_id":"1525","chapter_code":"1CH.24","verse_code":"1CH.24.15","label":"15","content":"zaum kaum xya tau rau Hexiles, zaum kaum yim tau rau Hapixes,"},{"bible_id":"1525","chapter_code":"1CH.24","verse_code":"1CH.24.16","label":"16","content":"zaum kaum cuaj tau rau Pethahiyas, zaum nees nkaum tau rau Yehekees,"},{"bible_id":"1525","chapter_code":"1CH.24","verse_code":"1CH.24.17","label":"17","content":"zaum nees nkaum ib tau rau Yakhees, zaum nees nkaum ob tau rau Nkamules,"},{"bible_id":"1525","chapter_code":"1CH.24","verse_code":"1CH.24.18","label":"18","content":"zaum nees nkaum peb tau rau Delayas thiab zaum nees nkaum plaub tau rau Ma-axias."},{"bible_id":"1525","chapter_code":"1CH.24","verse_code":"1CH.24.19","label":"19","content":"Cov neeg no nyias muaj nyias tes haujlwm ua hauv tus TSWV lub Tuamtsev raws li lawv yawgkoob Aloos twb muab cob rau lawv thiab raws li tus TSWV uas yog cov Yixalayees tus Vajtswv tau samhwm tseg rau nws lawm."},{"bible_id":"1525","chapter_code":"1CH.24","verse_code":"1CH.24.20","label":"20","content":"Levis cov xeebntxwv lwm pab muaj raws li no: Yedeyas, yog Amelas ib tug xeebntxwv uas yog Senpuyees cajces;"},{"bible_id":"1525","chapter_code":"1CH.24","verse_code":"1CH.24.21","label":"21","content":"Isiyas yog tus thawjcoj, nws yog Lehanpiyas tus xeebntxwv;"},{"bible_id":"1525","chapter_code":"1CH.24","verse_code":"1CH.24.22","label":"22","content":"Yahaj yog Ixehas ib tug xeebntxwv uas yog Selaumis cajces;"},{"bible_id":"1525","chapter_code":"1CH.24","verse_code":"1CH.24.23","label":"23","content":"Yeliyas, Amaliyas, Yehaxiyees thiab Yekamees yog Henploos cov tub raws li lawv tej hnubnyoog;"},{"bible_id":"1525","chapter_code":"1CH.24","verse_code":"1CH.24.24","label":"24","content":"Samiles yog Uxiyees ib tug xeebntxwv uas yog Mikhas cajces;"},{"bible_id":"1525","chapter_code":"1CH.24","verse_code":"1CH.24.25","label":"25","content":"Xakhaliyas yog Uxiyees ib tug xeebntxwv uas yog Mikhas tus kwv Isiyas cajces;"},{"bible_id":"1525","chapter_code":"1CH.24","verse_code":"1CH.24.26","label":"26","content":"Mahelis, Musis thiab Yaxiyas yog Melalis cov xeebntxwv."},{"bible_id":"1525","chapter_code":"1CH.24","verse_code":"1CH.24.27","label":"27","content":"Yaxiyas muaj peb tug tub: Sauhas, Xakules thiab Inpelis."},{"bible_id":"1525","chapter_code":"1CH.24","verse_code":"1CH.24.28","label":"28","content":"Mahelis tus tub Ele-axas tsis muaj tub li;"},{"bible_id":"1525","chapter_code":"1CH.24","verse_code":"1CH.24.29","label":"29","content":"tiamsis Mahelis tus tub Kises muaj ib tug tub hu ua Yelamees."},{"bible_id":"1525","chapter_code":"1CH.24","verse_code":"1CH.24.30","label":"30","content":"Musis muaj peb tug tub: Mahelis, Edeles thiab Yelemaus. Cov no puavleej yog Levis cajces raws li lawv cov yawgkoob."},{"bible_id":"1525","chapter_code":"1CH.24","verse_code":"1CH.24.31","label":"31","content":"Txhua tus thawj ntawm txhua tsevneeg thiab ntawm nws tus kwv ntxawg puavleej tau rho ntawv ib yam nkaus li lawv cov kwvtij uas yog Aloos cov xeebntxwv tabmeeg Vajntxwv Daviv, Xadaus, Ahimelej thiab txhua tus thawjcoj ntawm cov povthawj thiab cov Levis."},{"bible_id":"1525","chapter_code":"1CH.25","verse_code":"1CH.25.1","label":"1","content":"Vajntxwv Daviv thiab cov thawjcoj ntawm cov Levis xaiv xeem Levis ib co los coj kev pehawm Vajtswv: Axafes, Hemas thiab Yeduthoos. Lawv puavleej qhia Vajtswv txojlus nrog tej suab nkauj nogncas thiab tej suab nruas npuaj. Cov uas xaiv los ua cov coj kev pehawm Vajtswv raws li tes haujlwm ntawm tej pab muaj npe raws li no:"},{"bible_id":"1525","chapter_code":"1CH.25","verse_code":"1CH.25.2","label":"2","content":"Axafes plaub tug tub yog Xakules, Yauxej, Nethaniyas thiab Asalelas. Lawv puavleej ua haujlwm raws li Axafes uas yog tus qhia Vajtswv txojlus kom lawv ua thiab raws li vajntxwv samhwm."},{"bible_id":"1525","chapter_code":"1CH.25","verse_code":"1CH.25.3","label":"3","content":"Yeduthoos rau tug tub yog Nkedaliyas, Xelis, Yesaiyas, Sime-is, Hasanpiyas thiab Matithiyas. Lawv puavleej ua haujlwm nyob qab tswjhwm ntawm lawv txiv, lawv qhia Vajtswv txojlus nrog tej suab raj thiab nkauj nogncas, hu nkauj qhuas thiab ua tus TSWV tsaug."},{"bible_id":"1525","chapter_code":"1CH.25","verse_code":"1CH.25.4","label":"4","content":"Hemas kaum plaub tug tub yog Npukiyas, Mataniyas, Uxiyees, Senpuyees, Yelimaus, Hananiyas, Hananis, Eli-athas, Nkidatis, Laumatis Exeles, Yaunpekasas, Malauthis, Hauthiles thiab Mahaxi-aus."},{"bible_id":"1525","chapter_code":"1CH.25","verse_code":"1CH.25.5","label":"5","content":"Vajtswv pub rau Hemas uas yog vajntxwv tus cevlus muaj kaum plaub tug tub thiab peb tug ntxhais raws li Vajtswv coglus tseg rau Hemas hais tias yuav pub kom Hemas yog ib tug uas muaj hwjchim heev."},{"bible_id":"1525","chapter_code":"1CH.25","verse_code":"1CH.25.6","label":"6","content":"Tagnrho nws cov tub no puavleej yog cov npuaj nruas thiab ntaus nkauj nogncas raws li lawv txiv ua tus coj lawv hu nkauj rau hauv lub Tuamtsev pehawm Vajtswv. Axafes, Yeduthoos thiab Hemas, puavleej ua raws li vajntxwv kom lawv ua."},{"bible_id":"1525","chapter_code":"1CH.25","verse_code":"1CH.25.7","label":"7","content":"Lawv nees nkaum plaub leeg no thiab lawv cov kwvtij Levis puavleej yog cov txawj ntse, thiab yog cov kawm los hu nkauj qhuas tus TSWV nkaus xwb. Tagnrho yog muaj ob puas yim caum yim leej txivneej."},{"bible_id":"1525","chapter_code":"1CH.25","verse_code":"1CH.25.8","label":"8","content":"Lawv puavleej rho ntawv thiaj tau ua lawv tej haujlwm, tsis hais tus laus tus hluas lossis cov twb txawj lawm lossis cov uas tseem xyaum xwb."},{"bible_id":"1525","chapter_code":"1CH.25","verse_code":"1CH.25.9","label":"9","content":"Thawj zaug uas rho rau Axafes tsevneeg yog tau rau Yauxej, nws cov tub thiab cov kwvtij; zaum ob rho tau rau Nkedaliyas, nws cov kwvtij thiab lawv cov tub kaum ob leeg;"},{"bible_id":"1525","chapter_code":"1CH.25","verse_code":"1CH.25.10","label":"10","content":"rho zaum peb tau rau Xakules, nws cov tub thiab nws cov kwvtij kaum ob leeg;"},{"bible_id":"1525","chapter_code":"1CH.25","verse_code":"1CH.25.11","label":"11","content":"rho zaum plaub tau rau Xelis, nws cov tub thiab nws cov kwvtij kaum ob leeg;"},{"bible_id":"1525","chapter_code":"1CH.25","verse_code":"1CH.25.12","label":"12","content":"rho zaum tsib tau rau Nethaniyas, nws cov tub thiab nws cov kwvtij kaum ob leeg;"},{"bible_id":"1525","chapter_code":"1CH.25","verse_code":"1CH.25.13","label":"13","content":"rho zaum rau tau rau Npukiyas, nws cov tub thiab nws cov kwvtij kaum ob leeg;"},{"bible_id":"1525","chapter_code":"1CH.25","verse_code":"1CH.25.14","label":"14","content":"rho zaum xya tau rau Yexalelas, nws cov tub thiab nws cov kwvtij kaum ob leeg;"},{"bible_id":"1525","chapter_code":"1CH.25","verse_code":"1CH.25.15","label":"15","content":"rho zaum yim tau rau Yesaiyas, nws cov tub thiab nws cov kwvtij kaum ob leeg;"},{"bible_id":"1525","chapter_code":"1CH.25","verse_code":"1CH.25.16","label":"16","content":"rho zaum cuaj tau rau Matithiyas, nws cov tub thiab nws cov kwvtij kaum ob leeg;"},{"bible_id":"1525","chapter_code":"1CH.25","verse_code":"1CH.25.17","label":"17","content":"rho zaum kaum tau rau Sime-is, nws cov tub thiab nws cov kwvtij kaum ob leeg;"},{"bible_id":"1525","chapter_code":"1CH.25","verse_code":"1CH.25.18","label":"18","content":"rho zaum kaum ib tau rau Uxiyees, nws cov tub thiab nws cov kwvtij kaum ob leeg;"},{"bible_id":"1525","chapter_code":"1CH.25","verse_code":"1CH.25.19","label":"19","content":"rho zaum kaum ob tau rau Hasanpiyas, nws cov tub thiab nws cov kwvtij kaum ob leeg;"},{"bible_id":"1525","chapter_code":"1CH.25","verse_code":"1CH.25.20","label":"20","content":"rho zaum kaum peb tau rau Senpuyees, nws cov tub thiab nws cov kwvtij kaum ob leeg;"},{"bible_id":"1525","chapter_code":"1CH.25","verse_code":"1CH.25.21","label":"21","content":"rho zaum kaum plaub tau rau Matithiyas, nws cov tub thiab nws cov kwvtij kaum ob leeg;"},{"bible_id":"1525","chapter_code":"1CH.25","verse_code":"1CH.25.22","label":"22","content":"rho zaum kaum tsib tau rau Yelimaus, nws cov tub thiab nws cov kwvtij kaum ob leeg;"},{"bible_id":"1525","chapter_code":"1CH.25","verse_code":"1CH.25.23","label":"23","content":"rho zaum kaum rau tau rau Hananiyas, nws cov tub thiab nws cov kwvtij kaum ob leeg;"},{"bible_id":"1525","chapter_code":"1CH.25","verse_code":"1CH.25.24","label":"24","content":"rho zaum kaum xya tau rau Yaunpekasas, nws cov tub thiab nws cov kwvtij kaum ob leeg;"},{"bible_id":"1525","chapter_code":"1CH.25","verse_code":"1CH.25.25","label":"25","content":"rho zaum kaum yim tau rau Hananis, nws cov tub thiab nws cov kwvtij kaum ob leeg;"},{"bible_id":"1525","chapter_code":"1CH.25","verse_code":"1CH.25.26","label":"26","content":"rho zaum kaum cuaj tau rau Malauthis, nws cov tub thiab nws cov kwvtij kaum ob leeg;"},{"bible_id":"1525","chapter_code":"1CH.25","verse_code":"1CH.25.27","label":"27","content":"rho zaum nees nkaum tau rau Eli-athas, nws cov tub thiab nws cov kwvtij kaum ob leeg;"},{"bible_id":"1525","chapter_code":"1CH.25","verse_code":"1CH.25.28","label":"28","content":"rho zaum nees nkaum ib tau rau Hauthiles, nws cov tub thiab nws cov kwvtij kaum ob leeg;"},{"bible_id":"1525","chapter_code":"1CH.25","verse_code":"1CH.25.29","label":"29","content":"rho zaum nees nkaum ob tau rau Nkidatis, nws cov tub thiab nws cov kwvtij kaum ob leeg;"},{"bible_id":"1525","chapter_code":"1CH.25","verse_code":"1CH.25.30","label":"30","content":"rho zam nees nkaum peb tau rau Mahaxi-aus, nws cov tub thiab nws cov kwvtij kaum ob leeg;"},{"bible_id":"1525","chapter_code":"1CH.25","verse_code":"1CH.25.31","label":"31","content":"thiab rho zaum nees nkaum plaub tau rau Laumatis Exeles, nws cov tub thiab nws cov kwvtij kaum ob leeg."},{"bible_id":"1525","chapter_code":"1CH.26","verse_code":"1CH.26.1","label":"1","content":"Ntawm no yog tes haujlwm zov lub Tuamtsev uas muab cob rau cov Levis: Kauhas cajces yog Kaules tus tub Meselemiyas uas yog Axafes tus xeebntxwv."},{"bible_id":"1525","chapter_code":"1CH.26","verse_code":"1CH.26.2","label":"2","content":"Meselemiyas muaj xya tug tub: Xakhaliyas yog tus tub hlob, Yedi-ales yog tus ob, Xenpadiyas yog tus peb, Yathaniyees yog tus plaub,"},{"bible_id":"1525","chapter_code":"1CH.26","verse_code":"1CH.26.3","label":"3","content":"Elas yog tus tsib, Yehauhanas yog tus rau thiab Elihaunais yog tus xya."},{"bible_id":"1525","chapter_code":"1CH.26","verse_code":"1CH.26.4","label":"4","content":"Vim Vajtswv foom koob hmoov rau Aunpes Edoos nws thiaj muaj yim tug tub: Semayas yog tus tub hlob, Yehauxanpas yog tug ob, Yau-as yog tus peb, Xakhas yog tus plaub, Nethanees yog tus tsib,"},{"bible_id":"1525","chapter_code":"1CH.26","verse_code":"1CH.26.5","label":"5","content":"Amiyees yog tus rau, Ixakhas yog tus xya thiab Pe-ulethais yog tus yim."},{"bible_id":"1525","chapter_code":"1CH.26","verse_code":"1CH.26.6","label":"6","content":"Thiab Aunpes Edoos tus tub hlob Semayas kuj muaj ntau tus tub thiab lawv puavleej ua cov tswjhwm lawv txiv tsevneeg, vim lawv yog cov uas muaj peevxwm tshaj plaws li."},{"bible_id":"1525","chapter_code":"1CH.26","verse_code":"1CH.26.7","label":"7","content":"Semayas muaj rau tug tub: Authanis, Lefayees, Aunpes, Elexanpas, Elihus thiab Xemakhiyas. Pab kwvtij no Elihus thiab Xemakhiyas siab tawv tshaj cov huv tibsi."},{"bible_id":"1525","chapter_code":"1CH.26","verse_code":"1CH.26.8","label":"8","content":"Rau caum ob leeg txivneej uas muaj zog khov kho thiab muaj peevxwm ua tau tes haujlwm no mas puavleej yog Aunpes Edoos cov tub thiab cov xeebntxwv xwb."},{"bible_id":"1525","chapter_code":"1CH.26","verse_code":"1CH.26.9","label":"9","content":"Meselemiyas cov tub thiab nws cov kwvtij uas muaj peevxwm heev yog kaum yim leej."},{"bible_id":"1525","chapter_code":"1CH.26","verse_code":"1CH.26.10","label":"10","content":"Hauxas uas yog Melalis cajces, nws muaj plaub tug tub: Simelis yog tus thawjcoj, (txawm yog nws tsis yog tus tub hlob los nws txiv cia li tsa nws ua tus thawjcoj),"},{"bible_id":"1525","chapter_code":"1CH.26","verse_code":"1CH.26.11","label":"11","content":"Hilekiyas yog tus ob, Tenpaliyas yog tus peb thiab Xakhaliyas yog tus plaub; tagnrho Hauxas cov tub thiab cov kwvtij muaj kaum peb leeg puavleej mus ua cov zov lub Tuamtsev."},{"bible_id":"1525","chapter_code":"1CH.26","verse_code":"1CH.26.12","label":"12","content":"Muab cov uas zov tej roojvag faib ua tej pab raws li lawv tej tsevneeg thiab muab lub luag haujlwm hauv lub Tuamtsev cob rau lawv ua ib yam li lawv cov kwvtij uas twb ua haujlwm hauv tus TSWV lub Tuamtsev lawm."},{"bible_id":"1525","chapter_code":"1CH.26","verse_code":"1CH.26.13","label":"13","content":"Txhua yim neeg, tsis hais coob los tsawg, puavleej tau mus rho ntawv saib tau zov lub roojvag twg."},{"bible_id":"1525","chapter_code":"1CH.26","verse_code":"1CH.26.14","label":"14","content":"Selemiyas rho ntawv tau lub roojvag uas nyob sab hnub tuaj, thiab nws tus tub Xakhaliyas uas yog ib tug tuavxam uas muaj tswvyim zoo, rho ntawv tau lub roojvag uas nyob sab qaumteb."},{"bible_id":"1525","chapter_code":"1CH.26","verse_code":"1CH.26.15","label":"15","content":"Aunpes Edoos rho ntawv tau lub roojvag sab qabteb, thiab nws cov tub rho ntawv tau ua cov saib tej txhab rau khoom."},{"bible_id":"1525","chapter_code":"1CH.26","verse_code":"1CH.26.16","label":"16","content":"Supees thiab Hauxas nkawd rho ntawv tau lub roojvag sab hnubpoob thiab lub Roojvag Salekhes uas nyob sab qaum kev. Lawv sib faib zov, nyias zov raws nyias lub sijhawm."},{"bible_id":"1525","chapter_code":"1CH.26","verse_code":"1CH.26.17","label":"17","content":"Sab hnubtuaj ib hnub twg yog rau leej zov, sab qaumteb ib hnub twg yog plaub leeg zov, sab qabteb ib hnub twg yog plaub leeg zov, thiab ib hnub twg plaub leeg zov cov txhab rau khoom, ib lub txhab twg ob leeg zov,"},{"bible_id":"1525","chapter_code":"1CH.26","verse_code":"1CH.26.18","label":"18","content":"thiab tog qabkhav sab hnubpoob muaj plaub leeg zov ntawm txojkev thiab ob leeg zov ntawm qabkhav."},{"bible_id":"1525","chapter_code":"1CH.26","verse_code":"1CH.26.19","label":"19","content":"Tej no yog lub luag haujlwm uas zov cov roojvag thiab muab cob rau Kauhas thiab Melalis cov xeebntxwv."},{"bible_id":"1525","chapter_code":"1CH.26","verse_code":"1CH.26.20","label":"20","content":"Lawv lwm pab kwvtij Levis  uas yog cov saib tej txhab nyiaj hauv Vajtswv lub Tuamtsev thiab tej txhab rau tej khoom uas luag coj tuaj fij rau Vajtswv."},{"bible_id":"1525","chapter_code":"1CH.26","verse_code":"1CH.26.21","label":"21","content":"Ladas uas yog Nkesoos ib tug tub, nws yog yawgkoob ntawm ob peb tsevneeg uas muab faib ua tej pab lawm thiab suav nws tus tub Yehiyees tsevneeg huv tibsi nrog."},{"bible_id":"1525","chapter_code":"1CH.26","verse_code":"1CH.26.22","label":"22","content":"Yehiyees ob tug tub Xethas thiab Yau-ees ua ob tug uas saib lub txhab nyiaj thiab tej txhab rau khoom hauv tus TSWV lub Tuamtsev."},{"bible_id":"1525","chapter_code":"1CH.26","verse_code":"1CH.26.23","label":"23","content":"Faib haujlwm txhua nrho rau Amelas, Ixehas, Henploos thiab Uxiyees cov xeebntxwv ua."},{"bible_id":"1525","chapter_code":"1CH.26","verse_code":"1CH.26.24","label":"24","content":"Senpuyees uas yog Mauxes tus tub Nkesoos tus xeebntxwv ua tus thawj saib cov nomtswv uas zov lub txhab nyiaj."},{"bible_id":"1525","chapter_code":"1CH.26","verse_code":"1CH.26.25","label":"25","content":"Nkesoos tus kwv Eli-exes nws txheeb Selaumis. Eli-exes yog Lehanpiyas txiv, Lehanpiyas yog Yesiyas txiv, Yesiyas yog Yaulas txiv, Yaulas yog Xikhalis txiv, Xikhalis yog Selaumis txiv."},{"bible_id":"1525","chapter_code":"1CH.26","verse_code":"1CH.26.26","label":"26","content":"Selaumis thiab nws cov kwvtij ua cov saib tagnrho tej txhab rau khoom uas Vajntxwv Daviv cov thawjcoj ntawm tej cuab kwvtij, cov nomtswv uas saib pawg txhiab thiab saib pawg pua, thiab cov thawj tubrog tau coj tuaj fij pub rau Vajtswv."},{"bible_id":"1525","chapter_code":"1CH.26","verse_code":"1CH.26.27","label":"27","content":"Lawv muab tej khoom uas lawv mus tua rog yeej thiab txeeb tau hauv tshavrog los coj mus fij rau hauv tus TSWV lub Tuamtsev cia tau siv."},{"bible_id":"1525","chapter_code":"1CH.26","verse_code":"1CH.26.28","label":"28","content":"Selaumis thiab nws tsevneeg ua cov saib tej khoom uas muab fij tau siv rau hauv tus TSWV lub Tuamtsev, thiab tej uas thaum tus povthawj Xamuyees, Kises tus tub Xa-ules, Neles tus tub Aneles thiab Xeluyas tus tub Yau-am twb muab fij lawm."},{"bible_id":"1525","chapter_code":"1CH.26","verse_code":"1CH.26.29","label":"29","content":"Ixehas cov xeebntxwv: Khenaniyas thiab nws cov tub puavleej muab tsa ua cov nomtswv tuav ntaub ntawv thiab tu plaub ntug rau cov pejxeem Yixalayees."},{"bible_id":"1525","chapter_code":"1CH.26","verse_code":"1CH.26.30","label":"30","content":"Henploos cov xeebntxwv: Haxanpiyas thiab nws cov kwvtij muaj ib txhiab xya pua leej puavleej yog cov txivneej uas muaj peevxwm, thiab tsa lawv ua cov tswjhwm cov Yixalayees uas nyob ntawm tus dej Yauladees sab hnubpoob thiab ua haujlwm rau tus TSWV thiab vajntxwv."},{"bible_id":"1525","chapter_code":"1CH.26","verse_code":"1CH.26.31","label":"31","content":"Yeliyas yog tus thawjcoj ntawm Henploos cov xeebntxwv. (Thaum Daviv ua vajntxwv tau plaub caug xyoo ntawd thiaj tau tshawb nrhiav Henploos cov xeebntxwv thiab pom tsevneeg no tseem muaj cov ua tubrog uas siab tawv heev nyob hauv lub nroog Yaxes hauv xeev Nkile-as.)"},{"bible_id":"1525","chapter_code":"1CH.26","verse_code":"1CH.26.32","label":"32","content":"Vajntxwv Daviv xaiv tau nees nkaum xya txhiab leej uas muaj siab tawv heev ntawm Yeliyas tsevneeg los thiab tsa lawv ua cov saib tagnrho phab kev ua ntaub ntawv ntawm sab kev ntseeg thiab kev tswjhwm ntawm cov pejxeem Yixalayees uas nyob ntawm tus dej Yauladees sab hnubtuaj uas yog cov Lunpees, cov Khas thiab ib nrab xeem Manaxes."},{"bible_id":"1525","chapter_code":"1CH.27","verse_code":"1CH.27.1","label":"1","content":"Ntawm no mus yog sau cov Yixalayees cov thawjcoj ntawm tej cuab kwvtij thiab tej xeem thiab lawv cov thawjcoj uas ua haujlwm saib phab ntaub ntawv rau lub tebchaws. Lawv tau faib ua tej pab mus ua haujlwm; ib pab twg muaj nees nkaum plaub txhiab leej, thiab ib pab twg ua haujlwm ib xyoos twg ib hlis."},{"bible_id":"1525","chapter_code":"1CH.27","verse_code":"1CH.27.2","label":"2","content":"Xadiyees tus tub Yasaunpe-as ua tus saib pab ib ntawm lub ib hlis; nws pab muaj nees nkaum plaub txhiab leej."},{"bible_id":"1525","chapter_code":"1CH.27","verse_code":"1CH.27.3","label":"3","content":"Yasaunpe-as yog Peles tus xeebntxwv, nws ua tus saib cov thawj tubrog ntawm lub ib hlis."},{"bible_id":"1525","chapter_code":"1CH.27","verse_code":"1CH.27.4","label":"4","content":"Daudais uas yog Ahaus tus xeebntxwv ua tus saib pab ob ntawm lub ob hlis (Mikelaus yog tus lwm thawj); nws pab muaj nees nkaum plaub txhiab leej."},{"bible_id":"1525","chapter_code":"1CH.27","verse_code":"1CH.27.5","label":"5","content":"Npenayas ua tus saib pab peb ntawm lub peb hlis, nws yog tus povthawj Yehauyadas tus tub; nws pab muaj nees nkaum plaub txhiab leej."},{"bible_id":"1525","chapter_code":"1CH.27","verse_code":"1CH.27.6","label":"6","content":"Npenayas yog ib tug uas ua tau heev ntawm peb caug leej thiab yog tus thawj ntawm peb caug leej ntawd; Npenayas tus tub Amixanpas ua tus uas hloov nws."},{"bible_id":"1525","chapter_code":"1CH.27","verse_code":"1CH.27.7","label":"7","content":"Yau-am tus kwv Axahees ua tus saib pab plaub ntawm lub plaub hlis, thiab nws tus tub Xenpadiyas ua tus hloov nws; nws pab muaj nees nkaum plaub txhiab leej."},{"bible_id":"1525","chapter_code":"1CH.27","verse_code":"1CH.27.8","label":"8","content":"Samehus uas yog Ixehas tus tub xeebntxwv ua tus saib pab tsib ntawm lub tsib hlis; nws pab muaj nees nkaum plaub txhiab leej."},{"bible_id":"1525","chapter_code":"1CH.27","verse_code":"1CH.27.9","label":"9","content":"Ilas ua tus saib pab rau ntawm lub rau hli, nws yog Ikes uas yog cov neeg Tekau-as tus tub; nws pab muaj nees nkaum plaub txhiab leej."},{"bible_id":"1525","chapter_code":"1CH.27","verse_code":"1CH.27.10","label":"10","content":"Helej ua tus saib pab xya ntawm lub xya hli, nws yog cov neeg hauv Peloos uas yog Efalayees cov xeebntxwv; nws pab muaj nees nkaum plaub txhiab leej."},{"bible_id":"1525","chapter_code":"1CH.27","verse_code":"1CH.27.11","label":"11","content":"Xinpekais ua tus saib pab yim ntawm lub yim hli, nws yog cov neeg hauv Husas thiab yog Xalas cuab kwvtij; nws pab muaj nees nkaum plaub txhiab leej."},{"bible_id":"1525","chapter_code":"1CH.27","verse_code":"1CH.27.12","label":"12","content":"Anpi-exes ua tus saib pab cuaj ntawm lub cuaj hlis, nws yog cov neeg hauv Anathaus thiab yog xeem Npeenyamees; nws pab muaj nees nkaum plaub txhiab leej."},{"bible_id":"1525","chapter_code":"1CH.27","verse_code":"1CH.27.13","label":"13","content":"Mahalais ua tus saib pab kaum ntawm lub kaum hli, nws yog cov neeg hauv Netaufas thiab yog Xelas cuab kwvtij; nws pab muaj nees nkaum plaub txhiab leej."},{"bible_id":"1525","chapter_code":"1CH.27","verse_code":"1CH.27.14","label":"14","content":"Npenayas ua tus saib pab kaum ib ntawm lub kaum ib hlis, nws yog cov neeg hauv Pilathoos thiab nws yog xeem Efalayees; nws pab muaj nees nkaum plaub txhiab leej."},{"bible_id":"1525","chapter_code":"1CH.27","verse_code":"1CH.27.15","label":"15","content":"Heledais ua tus saib pab kaum ob ntawm lub kaum ob hlis, nws yog neeg hauv Netaufas (Heedais yog Authaniyees cuab kwvtij); nws pab muaj nees nkaum plaub txhiab leej."},{"bible_id":"1525","chapter_code":"1CH.27","verse_code":"1CH.27.16+1CH.27.17+1CH.27.18+1CH.27.19+1CH.27.20+1CH.27.21+1CH.27.22","label":"16-22","content":"Ntawm no yog cov thawjcoj ntawm txhua xeem Yixalayees tej npe: Lunpees yog Xikhalis tus tub Eli-exes Xime-oos yog Ma-akas tus tub Sefatiyas Levis yog Kemuyees tus tub Hasanpiyas Aloos yog Xadaus Yudas yog Vajntxwv Daviv ib tug tijlaug uas hu ua Elihus Ixakhas yog Mikhayees tus tub Aumelis Xenpuloos yog Aunpadiyas tus tub Isemayas Nathalis yog Aliyees tus tub Yelemaus Efalayees yog Axaxiyas tus tub Hauseyas Manaxes Sab hnubpoob yog Pedayas tus tub Yau-ees Manaxes Sab hnubtuaj yog Xakhaliyas tus tub Idaus Npeenyamees yog Aneles tus tub Yaxiyees Das yog Yelauhas tus tub Axalees"},{"bible_id":"1525","chapter_code":"1CH.27","verse_code":"1CH.27.23","label":"23","content":"Vajntxwv Daviv tsis suav tej neeg uas hnubnyoog qis dua nees nkaum xyoo rov hauv, rau qhov tus TSWV twb coglus tseg hais tias, nws yuav pub cov Yixalayees huamvam coob ib yam li tej hnubqub saum nruab ntug."},{"bible_id":"1525","chapter_code":"1CH.27","verse_code":"1CH.27.24","label":"24","content":"Yau-am uas yog Xeluyas tus tub, pib sau cov Yixalayees tej npe, tiamsis nws sau tsis tau tiav. Vajtswv twb rau txim rau cov Yixalayees lawm, vim qhov uas sau npe no xwb. Yog li ntawd, thaum kawg thiaj tsis muaj sawvdaws tej npe txhij nyob rau hauv Vajntxwv Daviv cov nomtswv tej ntaub ntawv khaws tseg."},{"bible_id":"1525","chapter_code":"1CH.27","verse_code":"1CH.27.25","label":"25","content":"Adiyees tus tub Axemaves ua tus saib vajntxwv tej txhab rau khoom; Uxiyas tus tub Yaunathas ua tus saib tej txhab rau khoom pem tej zos, hauv tej nroog thiab hauv tej chaw tsomfaj;"},{"bible_id":"1525","chapter_code":"1CH.27","verse_code":"1CH.27.26","label":"26","content":"Khelus tus tub Exelis uas tus saib cov neeg ua teb;"},{"bible_id":"1525","chapter_code":"1CH.27","verse_code":"1CH.27.27","label":"27","content":"Seme-is uas nyob hauv Lamas ua tus saib tej vaj txiv hmab; Xanpedis uas yog neeg Sefas ua tus saib tej chaw tsuam cawv txiv hmab;"},{"bible_id":"1525","chapter_code":"1CH.27","verse_code":"1CH.27.28","label":"28","content":"Npa-ahanas uas nyob hauv Nkedes ua tus saib cov ntoo roj thiab tej ntoo xikamaus hauv Sefelas; Yau-ases ua tus saib tagnrho tej txhab rau roj txiv ntoo;"},{"bible_id":"1525","chapter_code":"1CH.27","verse_code":"1CH.27.29","label":"29","content":"Sitalais uas nyob hauv Saloos ua tus saib tej tsiaj uas tso rau hauv lub tiaj Saloos; Adelais tus tub Safas ua tus saib tej tsiaj uas tso rau hauv tej voshav;"},{"bible_id":"1525","chapter_code":"1CH.27","verse_code":"1CH.27.30","label":"30","content":"Aunpis uas yog xeem Yisamayees ua tus saib cov ntxhuav; Yedeyas uas yog neeg Melaunaus ua tus saib cov neesluav; thiab Yaxis uas yog neeg Hankas ua tus saib tej yaj thiab tej tshis;"},{"bible_id":"1525","chapter_code":"1CH.27","verse_code":"1CH.27.31","label":"31","content":"tagnrho cov nomtswv no puavleej yog cov uas saib Vajntxwv Daviv tej nyiaj txiag, tsiaj txhu thiab txhua yam huv tibsi."},{"bible_id":"1525","chapter_code":"1CH.27","verse_code":"1CH.27.32","label":"32","content":"Yaunathas uas yog Daviv tus txiv ntxawm yog ib tug tuavxam uas muaj tswvyim thiab txawj ntse heev. Yaunathas thiab Hasaunis tus tub Yehiyees ua xibhwb qhia ntawv rau vajntxwv cov tub."},{"bible_id":"1525","chapter_code":"1CH.27","verse_code":"1CH.27.33","label":"33","content":"Ahithaufees yog vajntxwv tus tuavxam, thiab Husais uas yog cov Akhis yog vajntxwv tus phoojywg thiab yog tus tuavxam."},{"bible_id":"1525","chapter_code":"1CH.27","verse_code":"1CH.27.34","label":"34","content":"Tom qab uas Ahithaufees tuag lawm, Anpiyathas thiab Yehauyadas uas yog Npenayas tus tub los ua tus tuavxam hloov nws chaw. Yau-am yog tus thawj tubrog."},{"bible_id":"1525","chapter_code":"1CH.28","verse_code":"1CH.28.1","label":"1","content":"Vajntxwv Daviv hais rau cov Yixalayees cov nomtswv kom mus sib sau rau hauv lub nroog Yeluxalees. Yog li ntawd, cov nomtswv ntawm txhua xeem, cov nomtswv uas tuav ntaub ntawv uas ua haujlwm rau lub tebchaws, cov thawjcoj ntawm txhua xeem, cov thawj saib tej khoom thiab tej tsiaj txhu uas yog vajntxwv thiab nws cov tub tug, nrog cov nomtswv hauv lub loog, cov thawj tubrog thiab cov neeg tseemceeb tuaj sib sau rau hauv lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"1CH.28","verse_code":"1CH.28.2","label":"2","content":"Daviv sawv tabmeeg lawv thiab hais tias, “Cov kwvtij, nej cia li mloog kuv hais. Kuv xav ua ib lub tsev kom nyob mus li rau lub Phijxab uas ntim Vajtswv tej lus cog tseg, thiab ua tus TSWV uas yog peb tus Vajtswv qhov chaw tiag taw. Kuv tau npaj txhua yam tiav tas, yuav ua ib lub tuamtsev los txhawb nqa Vajtswv,"},{"bible_id":"1525","chapter_code":"1CH.28","verse_code":"1CH.28.3","label":"3","content":"tiamsis Vajtswv tsis pub kuv ua lub tuamtsev ntawd, vim kuv yog ib tug tubrog thiab kuv tau tua neeg coob leej ntau tus tuag lawm."},{"bible_id":"1525","chapter_code":"1CH.28","verse_code":"1CH.28.4","label":"4","content":"Tus TSWV uas yog cov Yixalayees tus Vajtswv xaiv kuv thiab kuv cov xeebntxwv ua vajntxwv kav tebchaws Yixalayees mus ibtxhis li. Vajtswv yeej xaiv xeem Yudas los ua cov thawjcoj thiab xaiv kuv txiv tsevneeg. Kuv txiv cov tub, Vajtswv txaus siab rau kuv thiab tsa kuv ua vajntxwv kav tebchaws Yixalayees."},{"bible_id":"1525","chapter_code":"1CH.28","verse_code":"1CH.28.5","label":"5","content":"Vajtswv pub rau kuv muaj tub coob; tagnrho kuv cov tub Vajtswv tau xaiv Xalumoos los ua tus kav tebchaws Yixalayees hauv tus TSWV lub nroog."},{"bible_id":"1525","chapter_code":"1CH.28","verse_code":"1CH.28.6","label":"6","content":"“Tus TSWV hais rau kuv hais tias, ‘Koj tus tub Xalumoos yog tug uas yuav ua kuv lub Tuamtsev. Kuv twb xaiv nws los ua kuv tus tub lawm, thiab kuv yuav yog nws txiv."},{"bible_id":"1525","chapter_code":"1CH.28","verse_code":"1CH.28.7","label":"7","content":"Kuv yuav pub kom nws lub tebchaws nyob ruaj khov mus ibtxhis, yog nws hwm thiab coj lub neej raws li kuv tej lus samhwm thiab tej kevcai uas nws coj niaj hnub no.’"},{"bible_id":"1525","chapter_code":"1CH.28","verse_code":"1CH.28.8","label":"8","content":"“Yog li ntawd, cov Yixalayees uas yog tus TSWV haivneeg, kuv qhia ntxiv rau nej tabmeeg tus TSWV thiab nej sawvdaws kom nej yuav tsum hwm thiab ceev tus TSWV uas yog peb tus Vajtswv tej lus uas nws tau samhwm rau peb lawm, kom nej thiaj yuav tau lub tebchaws av zoo tshaj plaws no los ua nej tug, nej thiaj yuav tuav tau lub tebchaws no cia ua nej cov menyuam tug mus ibtxhis.”"},{"bible_id":"1525","chapter_code":"1CH.28","verse_code":"1CH.28.9","label":"9","content":"Thiab nws hais rau Xalumoos hais tias, “Kuv tus tub, kuv qhia ntxiv rau koj; koj yuav tsum paub koj txiv tus Vajtswv thiab ua nws tes haujlwm kom kawg koj lub siab thiab tsis txhob ua ob lub siab. Nws paub txhua yam uas peb xav thiab txhua yam uas peb npaj siab ua lawm. Yog koj mus cuag nws, nws yuav zoo siab txais yuav koj; tiamsis yog koj khiav tawm ntawm nws, nws yuav tso koj tseg mus ibtxhis li."},{"bible_id":"1525","chapter_code":"1CH.28","verse_code":"1CH.28.10","label":"10","content":"Koj yuav tsum paub hais tias, tus TSWV tau xaiv koj kom ua nws lub Tuamtsev uas yog qhov chaw dawbhuv. Nimno koj cia li nqis tes ua thiab muab lub siab xyivfab hlo ua.”"},{"bible_id":"1525","chapter_code":"1CH.28","verse_code":"1CH.28.11","label":"11","content":"Ces Daviv muab tus qauv uas yuav ua lub Tuamtsev, tej chav rau khoom, tej chav tsev txheej saud, Chav Dawbhuv Kawg Nkaus uas yog qhov chaw zam txim, cob huv tibsi rau nws tus tub Xalumoos,"},{"bible_id":"1525","chapter_code":"1CH.28","verse_code":"1CH.28.12","label":"12","content":"thiab nws muab tus qauv uas nws xav tseg yuav ua lub tshavpuam thiab tej chav uas nyob ibncig tus TSWV lub tsev, tej txhab uas rau Vajtswv lub Tuamtsev tej cuabyeej thiab tej txhab uas rau tej khoom uas luag coj tuaj fij pub rau tus TSWV rau Xalumoos;"},{"bible_id":"1525","chapter_code":"1CH.28","verse_code":"1CH.28.13","label":"13","content":"Daviv tseem muab nws tus qauv uas tsa cov povthawj thiab cov Levis los tuav lawv lub luag haujlwm, ua tej haujlwm hauv tus TSWV lub Tuamtsev, thiab saib txhua yam khoom hauv tus TSWV lub Tuamtsev los cob rau Xalumoos."},{"bible_id":"1525","chapter_code":"1CH.28","verse_code":"1CH.28.14","label":"14","content":"Nws qhia kom yuav tsum muab kub npaum li cas coj mus nchuav thiaj txaus ua tej khoom siv uas yog muab kub ua, thiab muab nyiaj npaum li cas coj mus nchuav thiaj txaus ua tej khoom siv uas yog muab nyiaj ua,"},{"bible_id":"1525","chapter_code":"1CH.28","verse_code":"1CH.28.15","label":"15","content":"cov kub yog coj mus nchuav ua cov ncej txawb teeb thiab cov teeb kub, cov nyiaj coj mus ua cov ncej txawb teeb thiab cov teeb nyiaj, raws li tej teeb uas ua los siv ntawd,"},{"bible_id":"1525","chapter_code":"1CH.28","verse_code":"1CH.28.16","label":"16","content":"ua tej rooj nyiaj thiab tej rooj kub uas rau tej ncuav uas luag coj tuaj fij rau Vajtswv,"},{"bible_id":"1525","chapter_code":"1CH.28","verse_code":"1CH.28.17","label":"17","content":"thiab Daviv qhia kom muab kub npaum li cas nchuav ua diav rawg, tais phiab thiab khob; muab nyiaj thiab kub npaum li cas los ua tej twj taig,"},{"bible_id":"1525","chapter_code":"1CH.28","verse_code":"1CH.28.18","label":"18","content":"thiab muab tej kub npaum li cas ua lub thaj uas hlawv hmoov tshuaj tsw qab thiab ua lub tsheb rau ob tug qhelunpees uas nthuav tis npog saum tus TSWV lub Phijxab."},{"bible_id":"1525","chapter_code":"1CH.28","verse_code":"1CH.28.19","label":"19","content":"Vajntxwv Daviv hais tias, “Txhua yam uas nyob hauv daim qauv no yeej sau raws li tej lus uas tus TSWV muab cob rau kuv lawm ntag.”"},{"bible_id":"1525","chapter_code":"1CH.28","verse_code":"1CH.28.20","label":"20","content":"Vajntxwv Daviv hais rau nws tus tub Xalumoos hais tias, “Koj cia li ua siab tawv qhawv tsis txhob ntshai thiab xyivfab hlo. Pib ua haujlwm thiab tsis txhob pub ib yam dabtsi tabkaum koj li. Tus TSWV uas yog Vajtswv tus kuv pehawm, nws yuav pab koj. Nws yuav tsis tso koj tseg, tiamsis nws yuav nrog koj mus txog thaum uas koj ua nws lub Tuamtsev tiav lawm."},{"bible_id":"1525","chapter_code":"1CH.28","verse_code":"1CH.28.21","label":"21","content":"Cia li muab cov povthawj thiab cov Levis faib ua tej pab ua txhua tes haujlwm hauv lub Tuamtsev. Cov txivneej uas txawj txhua yam yuav zoo siab tuaj pab koj, cov pejxeem thiab lawv tej thawjcoj yuav mloog koj lus.”"},{"bible_id":"1525","chapter_code":"1CH.29","verse_code":"1CH.29.1","label":"1","content":"Vajntxwv Daviv hais rau cov pejxeem uas tuaj sib sau ua ke ntawd hais tias, “Kuv tus tub Xalumoos yog ib tug uas Vajtswv tau xaiv lawm, tiamsis nws tseem hluas thiab tsis tau paub txhij txhua. Qhov uas yuav ua no yog tes haujlwm uas tseemceeb heev, rau qhov tsis yog ua lub loog rau neeg nyob, tiamsis yog ua lub tuamtsev rau tus TSWV uas yog Vajtswv nyob."},{"bible_id":"1525","chapter_code":"1CH.29","verse_code":"1CH.29.2","label":"2","content":"Kuv muab siab sib zog npaj txhua yam khoom ua lub Tuamtsev: kub, nyiaj, tooj, hlau, ntoo ciab, hlaws, pobzeb muaj nqis, pobzeb xobhnia, pobzeb tawv thiab ntau yam pobzeb tseemceeb los ua tus TSWV lub Tuamtsev."},{"bible_id":"1525","chapter_code":"1CH.29","verse_code":"1CH.29.3","label":"3","content":"Dua li ntawd, kuv tseem muab ntau tshaj ntawd los ua lub Tuamtsev uas dawbhuv; kuv tau muab tej nyiaj tej kub uas yog kuv tug coj los ntxiv rau, vim kuv hlub Vajtswv lub Tuamtsev heev."},{"bible_id":"1525","chapter_code":"1CH.29","verse_code":"1CH.29.4","label":"4","content":"Kuv muab cov tseem kub yog ib puas kaum tsib tas thiab cov tseem nyiaj yog ob puas rau caum tsib tas coj los ua tej saw dai rau hauv lub Tuamtsev tej phabntsa"},{"bible_id":"1525","chapter_code":"1CH.29","verse_code":"1CH.29.5","label":"5","content":"thiab txhua yam khoom siv yog cov neeg nchuav nyiaj nchuav kub ua, muab kub nchuav ua tej khoom siv uas yog kub thiab muaj nyiaj nchuav ua tej khoom siv uas yog nyiaj. Yog li ntawd, hnub no puas muaj leejtwg muaj lub siab dawb siab zoo xav coj khoom tuaj fij rau tus TSWV lawm thiab?”"},{"bible_id":"1525","chapter_code":"1CH.29","verse_code":"1CH.29.6","label":"6","content":"Cov thawjcoj ntawm tej cuab kwvtij, cov nomtswv ntawm tej xeem, cov thawj tubrog thiab cov tuav ntaub ntawv saib vajntxwv tej khoom thiaj txaus siab hlo coj"},{"bible_id":"1525","chapter_code":"1CH.29","verse_code":"1CH.29.7","label":"7","content":"tej khoom no tuaj ua lub Tuamtsev: ib puas cuaj caum tas kub, peb puas yim caum tas nyiaj, rau pua xya caum tsib tas tooj thiab peb txhiab xya puas tsib caug tas hlau."},{"bible_id":"1525","chapter_code":"1CH.29","verse_code":"1CH.29.8","label":"8","content":"Yog leejtwg muaj tej hlaws pobzeb muaj nqis cia li coj tej ntawd tuaj tso rau hauv lub txhab nyiaj hauv lub Tuamtsev, muab cob rau Nkesoos tus xeebntxwv Yehiyees uas yog xeem Levis ua tus saib."},{"bible_id":"1525","chapter_code":"1CH.29","verse_code":"1CH.29.9","label":"9","content":"Cov pejxeem txaus siab coj lawv tej khoom tuaj pub rau tus TSWV ntawm lub siab dawb paug, thiab lawv zoo siab qhov uas lawv tau coj khoom ntau heev tuaj pub rau Vajtswv. Vajntxwv Daviv los kuj zoo siab kawg li."},{"bible_id":"1525","chapter_code":"1CH.29","verse_code":"1CH.29.10","label":"10","content":"Vajntxwv Daviv qhuas tus TSWV tabmeeg cov pejxeem sawvdaws uas tuaj sib sau ua ke ntawd. Nws hais tias, “Tus TSWV uas yog peb yawgkoob Yakhauj tus Vajtswv, thov txhawb nqa koj lub npe mus ibtxhis tsis kawg!"},{"bible_id":"1525","chapter_code":"1CH.29","verse_code":"1CH.29.11","label":"11","content":"Tus TSWV, koj yog tus uas muaj zog nchav, muaj hwjchim, muaj tshwjchim ci ntsa iab, yog tus uas zoo kawg nkaus thiab yog tus nyob mus ibtxhis. Txhua yam uas nyob saum nruab ntuj thiab hauv ntiajteb no puavleej yog koj li, thiab koj yog tus vajntxwv uas kav txhua tus huv tibsi."},{"bible_id":"1525","chapter_code":"1CH.29","verse_code":"1CH.29.12","label":"12","content":"Kev muaj txiag npluanuj thiab lub koob meej puavleej yog koj pub; koj yog tus kav txhua tsav yam los ntawm koj lub hwjchim; thiab koj yog tus muaj peevxwm muab koob meej thiab hwjchim tau rau txhua tus."},{"bible_id":"1525","chapter_code":"1CH.29","verse_code":"1CH.29.13","label":"13","content":"Peb tus Vajtswv, nimno peb thov ua koj tsaug, peb thov txhawb nqa thiab qhuas koj lub npe uas muaj tshwjchim loj kawg nkaus."},{"bible_id":"1525","chapter_code":"1CH.29","verse_code":"1CH.29.14","label":"14","content":"“Kuv haivneeg thiab kuv yeej muab tsis tau ib yam dabtsi pub rau koj li, rau qhov tej ntawd puavleej yog koj li, peb tsuas muab tej uas yog koj li rov rau koj xwb."},{"bible_id":"1525","chapter_code":"1CH.29","verse_code":"1CH.29.15","label":"15","content":"Tus TSWV, koj twb paub lawm hais tias peb yog neeg thojnam uas tsiv ib qho rau ib qho zoo li tej neeg uas ua luag qhev thiab zoo li tej neeg txawv tebchaws, ib yam li thaud peb cov yawgkoob tau ua los lawm. Peb txojsia zoo li tus duab ntxoov ntxoo uas dua mus zuj zus, thiab peb dhia tsis dhau txojkev tuag li."},{"bible_id":"1525","chapter_code":"1CH.29","verse_code":"1CH.29.16","label":"16","content":"Tus TSWV uas yog peb tus Vajtswv, tagnrho tej nyiaj uas peb nqa tuaj ua lub Tuamtsev uas yog qhov chaw pehawm koj lub npe uas dawbhuv; tej nyiaj no puavleej yog koj li xwb."},{"bible_id":"1525","chapter_code":"1CH.29","verse_code":"1CH.29.17","label":"17","content":"Kuv paub hais tias koj sim peb txhua tus lub siab thiab koj txaus siab rau cov pejxeem uas muaj lub siab npuab koj. Kuv muaj lub siab dawb siab zoo thiab muab lub siab npuab koj, kuv thiaj zoo siab muab tej khoom no fij rau koj, kuv pom koj haivneeg uas tuaj sib sau rau ntawm no puavleej zoo siab coj lawv tej khoom tuaj rau koj huv tibsi."},{"bible_id":"1525","chapter_code":"1CH.29","verse_code":"1CH.29.18","label":"18","content":"Tus TSWV uas yog peb yawgkoob Anplahas, Ixaj thiab Yakhauj tus Vajtswv, thov koj ceev tej lus no rau hauv koj haivneeg lub siab mus ibtxhis, thiab thov tswj kom lawv ua lub siab ncaj rau koj."},{"bible_id":"1525","chapter_code":"1CH.29","verse_code":"1CH.29.19","label":"19","content":"Thov pub rau kuv tus tub Xalumoos muaj lub siab puv npo koj tej lus samhwm, ua raws li koj tej kevcai thiab rau siab ntso muab tej uas kuv twb npaj txhij no lawm ua kom tau lub Tuamtsev.”"},{"bible_id":"1525","chapter_code":"1CH.29","verse_code":"1CH.29.20","label":"20","content":"Daviv samhwm rau cov pejxeem hais tias, “Cia li qhuas tus TSWV uas yog nej tus Vajtswv los mas!” Ces tagnrho cov pejxeem uas tuaj sib sau ua ke ntawd thiaj ua tus TSWV uas yog lawv cov yawgkoob tus Vajtswv tsaug, thiab txhua tus nyo hau pehawm qhuas tus TSWV thiab vajntxwv."},{"bible_id":"1525","chapter_code":"1CH.29","verse_code":"1CH.29.21","label":"21","content":"Ces hnub tom qab ntawd, lawv txawm tua tsiaj fij rau tus TSWV thiab muab tej tsiaj ntawd faib rau cov pejxeem coj mus noj. Dua li ntawd, lawv tseem muab tau ib txhiab tus heev nyuj, ib txhiab tus laug yaj thiab ib txhiab tus menyuam yaj los tua fij ntxiv uas yog muab coj mus hlawv rau saum lub thaj. Thiab lawv tseem coj tej cawv txiv hmab tuaj fij rau Vajtswv huv tibsi."},{"bible_id":"1525","chapter_code":"1CH.29","verse_code":"1CH.29.22","label":"22","content":"Yog li ntawd, hnub ntawd lawv thiaj noj thiab haus muaj kev zoo siab heev tabmeeg tus TSWV. Zaum no yog zaum ob uas lawv tsa Xalumoos ua Vajntxwv uas yog muaj tus povthawj Xadaus ua lawv tus thawjcoj tuav tus TSWV lub npe txhawb meejthawj rau Xalumoos."},{"bible_id":"1525","chapter_code":"1CH.29","verse_code":"1CH.29.23","label":"23","content":"Ces Xalumoos tau ua vajntxwv zaum saum lub zwmtxwv hloov nws txiv Daviv chaw raws li tus TSWV tau hais tseg rau nws lawm. Xalumoos tau ua vajntxwv thiab tagnrho lub tebchaws Yixalayees hwm nws heev."},{"bible_id":"1525","chapter_code":"1CH.29","verse_code":"1CH.29.24","label":"24","content":"Tagnrho cov nomtswv, cov tubrog thiab Vajntxwv Daviv cov tub puavleej coglus yuav ua ncaj ncees rau Vajntxwv Xalumoos."},{"bible_id":"1525","chapter_code":"1CH.29","verse_code":"1CH.29.25","label":"25","content":"Ces tus TSWV ua kom haivneeg Yixalayees paub hwm Xalumoos, thiab Vajtswv pub rau nws muaj hwjchim loj dua lwm tus Vajntxwv uas tau kav tebchaws Yixalayees yav tas los lawm."},{"bible_id":"1525","chapter_code":"1CH.29","verse_code":"1CH.29.26","label":"26","content":"Yexais tus tub Daviv ua vajntxwv kav tebchaws Yixalayees"},{"bible_id":"1525","chapter_code":"1CH.29","verse_code":"1CH.29.27","label":"27","content":"tau plaub caug xyoo. Nws kav nyob hauv Henploos tau xya xyoo thiab kav nyob hauv lub nroog Yeluxalees tau peb caug peb xyoos."},{"bible_id":"1525","chapter_code":"1CH.29","verse_code":"1CH.29.28","label":"28","content":"Daviv tuag thaum nws laus heev lawm, nws npluanuj, luag hwm nws thiab nws tus tub Xalumoos ua Vajntxwv hloov nws chaw."},{"bible_id":"1525","chapter_code":"1CH.29","verse_code":"1CH.29.29","label":"29","content":"Zaj uas hais txog Vajntxwv Daviv lub neej thaum pib los txog thaum xaus puavleej muab sau cia rau hauv Xamuyees tus uas cev Vajtswv lus phau ntawv thiab sau rau hauv tus povthawj Nathas phau ntawv Xwmtxheej thiab muab sau rau hauv Nkas tus uas cev Vajtswv lus phau ntawv,"},{"bible_id":"1525","chapter_code":"1CH.29","verse_code":"1CH.29.30","label":"30","content":"Tej ntaub ntawv ntawd qhia txog Daviv kev tswjhwm zoo li cas, nws muaj hwjchim npaum li cas, thiab tagnrho tej xwmtxheej uas tshwm rau nws, rau lub tebchaws Yixalayees thiab rau cov tebchaws uas nyob ibncig nws lub tebchaws."}]