[{"bible_id":"1525","chapter_code":"1CO.1","verse_code":"1CO.1.1","label":"1","content":"Kuv yog Paulus tus uas Vajtswv hu los ua Yexus Khetos tus timthawj raws li Vajtswv lub siab nyiam, thiab peb tus kwvtij Xauthenes sau tsab ntawv no"},{"bible_id":"1525","chapter_code":"1CO.1","verse_code":"1CO.1.2","label":"2","content":"xa tuaj rau cov ntseeg Vajtswv uas nyob hauv lub nroog Kauleethaus, txhua tus uas Vajtswv hu los ua Vajtswv haivneeg thiab tej neeg uas nyob txhua qhov chaw uas pehawm peb tus Tswv Yexus Khetos uas yog lawv thiab peb tus Tswv, kom tau nrog Yexus Khetos kom ib txojsia."},{"bible_id":"1525","chapter_code":"1CO.1","verse_code":"1CO.1.3","label":"3","content":"Thov Vajtswv tus uas yog peb Leej Txiv thiab Yexus Khetos tus uas yog peb tus Tswv foom koob hmoov rau nej kom nej tau zoo nyob kaj siab lug."},{"bible_id":"1525","chapter_code":"1CO.1","verse_code":"1CO.1.4","label":"4","content":"Kuv niaj hnub ua kuv tus Vajtswv tsaug, rau qhov Vajtswv pub Vajtswv txoj koob hmoov rau nej cov uas ntseeg Yexus Khetos lawm."},{"bible_id":"1525","chapter_code":"1CO.1","verse_code":"1CO.1.5","label":"5","content":"Yexus Khetos ua rau nej muaj txhua yam, tsis hais tej lus uas nej hais thiab tej kev txawj ntse uas nej muaj."},{"bible_id":"1525","chapter_code":"1CO.1","verse_code":"1CO.1.6","label":"6","content":"Qhov ntawd yog qhov uas ua rau nej ua timkhawv qhia txog Yexus Khetos zaj."},{"bible_id":"1525","chapter_code":"1CO.1","verse_code":"1CO.1.7","label":"7","content":"Yog li ntawd, thaum uas nej tabtom tos peb tus Tswv Yexus Khetos rov qab los nej thiaj tau koob hmoov, tsis muaj ib yam uas nej yuav tsis tau li."},{"bible_id":"1525","chapter_code":"1CO.1","verse_code":"1CO.1.8","label":"8","content":"Vajtswv yuav pab kom nej muab siab rau ntseeg mus txog hnub kawg, yog li ntawd hnub uas peb tus Tswv Yexus rov qab los, nej thiaj tsis muaj ib qho txhaum li."},{"bible_id":"1525","chapter_code":"1CO.1","verse_code":"1CO.1.9","label":"9","content":"Vajtswv yog tus ncaj ncees; Vajtswv thiaj hu nej los nrog nws tus Tub Yexus Khetos uas yog peb tus Tswv sib nraug zoo."},{"bible_id":"1525","chapter_code":"1CO.1","verse_code":"1CO.1.10","label":"10","content":"Cov kwvtij, kuv tuav peb tus Tswv Yexus Khetos lub npe ntuas nej sawvdaws, kom nej hais tej lus uas ua rau sawvdaws nyob sib haum thiaj tsis ua rau nej tawg ua pab ua pawg. Nej yuav tsum koom ua ib lub siab, xav ib yam thiab muaj ib lub homphiaj xwb."},{"bible_id":"1525","chapter_code":"1CO.1","verse_code":"1CO.1.11","label":"11","content":"Cov kwvtij, Khalau-es tsevneeg qee leej tuaj qhia rau kuv hais tias, nej pheej sib cav sib ceg."},{"bible_id":"1525","chapter_code":"1CO.1","verse_code":"1CO.1.12","label":"12","content":"Kuv hnov nej ib leeg hais lawm ib yam. Ib tug hais tias, “Kuv yog Paulus pab”; muaj dua lwm tus hais tias, “Kuv yog Apaulaus pab”; muaj dua lwm tug hais tias, “Kuv yog Petus pab”; thiab muaj dua lwm tus hais tias, “Kuv yog Yexus Khetos pab.”"},{"bible_id":"1525","chapter_code":"1CO.1","verse_code":"1CO.1.13","label":"13","content":"Nej muab Yexus Khetos faib ua ob peb tug los?  Paulus yog tus uas tuag saum ntoo khaublig theej nej lub txhoj los? Lossis nej tuav Paulus lub npe muab neeg ua kevcai raus dej los?"},{"bible_id":"1525","chapter_code":"1CO.1","verse_code":"1CO.1.14","label":"14","content":"Kuv ua Vajtswv tsaug uas kuv tsis tau muab nej leejtwg ua kevcai raus dej, kuv tsuas yog muab Kixapus thiab Nkayus ua kevcai raus dej xwb."},{"bible_id":"1525","chapter_code":"1CO.1","verse_code":"1CO.1.15","label":"15","content":"Yog li ntawd, yeej tsis muaj leejtwg tuav kuv lub npe muab nej ua kevcai raus dej."},{"bible_id":"1525","chapter_code":"1CO.1","verse_code":"1CO.1.16","label":"16","content":"(Kuv twb muab Xatefanas tsevneeg ua kevcai raus dej lawm thiab; dua li ntawd, kuv tsis nco hais tias xyov kuv puas tau muab lwm tus ua kevcai raus dej thiab.)"},{"bible_id":"1525","chapter_code":"1CO.1","verse_code":"1CO.1.17","label":"17","content":"Rau qhov Yexus Khetos tsis tau txib kuv mus muab neeg ua kevcai raus dej, tiamsis nws txib kuv mus qhia txojmoo zoo. Thaum kuv qhia txojmoo zoo kuv tsis tau qhia raws li neeg lub tswvyim, nyob tsam ua rau qhov uas Yexus Khetos tuag saum tus ntoo khaublig tsis muaj nqis lawm."},{"bible_id":"1525","chapter_code":"1CO.1","verse_code":"1CO.1.18","label":"18","content":"Cov neeg uas yuav raug kev puastsuaj xav hais tias, qhov uas Yexus Khetos tuag saum tus ntoo khaublig tsis tseemceeb dabtsi rau lawv li; tiamsis peb cov uas twb tau txais txojkev cawm dim lawm, peb paub hais tias qhov ntawd yog Vajtswv lub hwjchim ntag."},{"bible_id":"1525","chapter_code":"1CO.1","verse_code":"1CO.1.19","label":"19","content":"Vajtswv txojlus hais tias, “Kuv yuav rhuav cov neeg txawj ntse lub tswvyim, thiab kuv tsis quavntsej cov tub txawg tub ntse tej kev txawj ntse.”"},{"bible_id":"1525","chapter_code":"1CO.1","verse_code":"1CO.1.20","label":"20","content":"Cov neeg ntse nyob qhov twg? Cov tub txawg tub ntse nyob qhov twg? Cov neeg uas txawj sib cav txog kev txawj ntse tiam no nyob qhov twg? Vajtswv twb ua rau neeg ntiajteb lub tswvyim ruam lawm."},{"bible_id":"1525","chapter_code":"1CO.1","verse_code":"1CO.1.21","label":"21","content":"Rau qhov Vajtswv yog tus muaj tswvyim, Vajtswv pom hais tias neeg lub tswvyim pab tsis tau kom neeg paub Vajtswv li, Vajtswv pom zoo cawm cov neeg uas ntseeg Vajtswv txojlus uas peb qhia uas neeg suav hais tias tsis tseemceeb dabtsi."},{"bible_id":"1525","chapter_code":"1CO.1","verse_code":"1CO.1.22","label":"22","content":"Cov neeg Yudais xav pom tej txujci tseemceeb lawv thiaj ntseeg, thiab cov neeg Kilis tsuas cia siab rau tej kev txawj ntse xwb."},{"bible_id":"1525","chapter_code":"1CO.1","verse_code":"1CO.1.23","label":"23","content":"Tiamsis peb qhia zaj uas Yexus Khetos raug ntsia rau saum tus ntoo khaublig, zaj ntawd ua rau cov Yudais chim thiab ua rau lwm Haivneeg thuam hais tias tsis tseemceeb;"},{"bible_id":"1525","chapter_code":"1CO.1","verse_code":"1CO.1.24","label":"24","content":"tiamsis cov neeg uas Vajtswv hu, tsis hais cov Yudais lossis lwm Haivneeg puavleej paub hais tias, Yexus Khetos yog Vajtswv lub hwjchim thiab yog Vajtswv lub tswvyim."},{"bible_id":"1525","chapter_code":"1CO.1","verse_code":"1CO.1.25","label":"25","content":"Rau qhov Vajtswv lub hwjchim uas neeg xav hais tias ruam, tseem ntse dua neeg lub tswvyim, thiab Vajtswv lub zog uas neeg xav hais tias tsis muaj zog, tseem muaj zog dua neeg lub zog."},{"bible_id":"1525","chapter_code":"1CO.1","verse_code":"1CO.1.26","label":"26","content":"Cov kwvtij, nej ua tib zoo xav thaum Vajtswv hu nej los ntseeg, nej yog neeg zoo li cas: Raws li neeg xav, nej cov tsis muaj pestsawg leej txawj ntse, tsis muaj pestsawg leej muaj hwjchim thiab tsis muaj pestsawg leej ua nom ua tswv."},{"bible_id":"1525","chapter_code":"1CO.1","verse_code":"1CO.1.27","label":"27","content":"Tiamsis Vajtswv xaiv yam uas neeg xav hais tias ruam kawg nkaus hauv lub ntiajteb no kom cov neeg txawj ntse txajmuag; thiab Vajtswv xaiv yam uas neeg suav hais tias tsis muaj zog hauv lub ntiajteb no kom cov neeg muaj zog poob ntsejmuag."},{"bible_id":"1525","chapter_code":"1CO.1","verse_code":"1CO.1.28","label":"28","content":"Vajtswv xaiv tej uas neeg thuam, saib tsis taus thiab xav hais tias tsis tseemceeb, kom tej uas neeg xav hais tias tseemceeb puastsuaj mus,"},{"bible_id":"1525","chapter_code":"1CO.1","verse_code":"1CO.1.29","label":"29","content":"Vajtswv ua li no kom tsis muaj leejtwg yuav muaj cuabkav khav tau li."},{"bible_id":"1525","chapter_code":"1CO.1","verse_code":"1CO.1.30","label":"30","content":"Tiamsis Vajtswv coj nej los nrog Yexus Khetos koom ib txojsia, Yexus Khetos yog lub tswvyim thiab txojkev ncaj ncees uas Vajtswv pub rau peb, peb thiaj tau los ua Vajtswv haivneeg uas dawbhuv kom peb dim peb lub txim,"},{"bible_id":"1525","chapter_code":"1CO.1","verse_code":"1CO.1.31","label":"31","content":"raws li Vajtswv txojlus hais tias, “Tus uas yuav khavtheeb, nws tsuas khav tau tej uas tus Tswv ua lawm xwb.”"},{"bible_id":"1525","chapter_code":"1CO.2","verse_code":"1CO.2.1","label":"1","content":"Cov kwvtij, thaum kuv tuaj xyuas nej, kuv tsis tau tuaj qhia Vajtswv txojlus tseeb uas tsis muaj neeg paub  rau nej kom zoo mloog lossis qhia raws li kuv lub tswvyim xwb."},{"bible_id":"1525","chapter_code":"1CO.2","verse_code":"1CO.2.2","label":"2","content":"Rau qhov kuv npaj siab hais tias thaum kuv tuaj txog tim nej, kuv yuav tsis qhia lwm zaj rau nej li, kuv tsuas qhia kom nej paub Yexus Khetos thiab qhov uas Yexus tuag saum tus ntoo khaublig rau nej xwb."},{"bible_id":"1525","chapter_code":"1CO.2","verse_code":"1CO.2.3","label":"3","content":"Yog li ntawd, thaum kuv tuaj nrog nej nyob, kuv qaug zog thiab ntshai ua ibce tshee hnyo."},{"bible_id":"1525","chapter_code":"1CO.2","verse_code":"1CO.2.4","label":"4","content":"Tej lus uas kuv hais thiab tej lus uas kuv qhia tsis yog neeg lub tswvyim, tiamsis yog tej lus uas qhia kom sawvdaws pom Vajtswv tus Ntsujplig lub hwjchim."},{"bible_id":"1525","chapter_code":"1CO.2","verse_code":"1CO.2.5","label":"5","content":"Yog li ntawd, qhov uas nej ntseeg Vajtswv tsis yog nej cia siab rau neeg lub tswvyim, tiamsis yog nej cia siab rau Vajtswv lub hwjchim."},{"bible_id":"1525","chapter_code":"1CO.2","verse_code":"1CO.2.6","label":"6","content":"Kuv yeej hais tej lus txawj ntse rau cov neeg uas paub tab lawm xwb, tiamsis tsis yog cov neeg tiam no lossis yog cov nomtswv tiam no tej tswvyim uas tabtom yuav ploj mus."},{"bible_id":"1525","chapter_code":"1CO.2","verse_code":"1CO.2.7","label":"7","content":"Tiamsis kuv qhia Vajtswv lub tswvyim uas nyob nraim nkoos tsis muaj leejtwg paub. Lub tswvyim ntawd Vajtswv twb npaj tseg rau peb thaum uas tsis tau tsim lub ntiajteb no los lawm."},{"bible_id":"1525","chapter_code":"1CO.2","verse_code":"1CO.2.8","label":"8","content":"Cov nomtswv uas kav lub ntiajteb no yeej tsis muaj ib tug paub lub tswvyim ntawd; yog lawv paub lawm, lawv yuav tsis muab tus Tswv uas muaj tshwjchim ci ntsa iab ntsia rau saum tus ntoo khaublig li."},{"bible_id":"1525","chapter_code":"1CO.2","verse_code":"1CO.2.9","label":"9","content":"Tiamsis muaj lus sau tseg rau hauv Vajtswv txojlus hais tias, “Tej uas qhovmuag tsis tau pom lossis qhovntsej tsis tau hnov, thiab tej uas neeg lub siab xav tsis txog hais tias yuav muaj los. Vajtswv npaj tej ntawd tseg rau cov neeg uas hlub Vajtswv lawm.”"},{"bible_id":"1525","chapter_code":"1CO.2","verse_code":"1CO.2.10","label":"10","content":"Tiamsis  Vajtswv txib Vaj Ntsujplig los qhia zaj no rau peb paub; rau qhov Vaj Ntsujplig yeej paub txhua yam uas Vajtswv xav huv tibsi."},{"bible_id":"1525","chapter_code":"1CO.2","verse_code":"1CO.2.11","label":"11","content":"Neeg ib leeg yeej tsis paub ib leeg lub siab, tsuas yog nyias thiaj paub nyias lub siab xwb; ib yam nkaus li ntawd tsuas yog Vajtswv tus Ntsujplig thiaj paub Vajtswv lub siab xwb."},{"bible_id":"1525","chapter_code":"1CO.2","verse_code":"1CO.2.12","label":"12","content":"Peb tsis cia siab rau neeg lub tswvyim; tiamsis peb cia siab rau Vaj Ntsujplig tus uas Vajtswv txib los, kom peb thiaj paub txhua yam uas Vajtswv pub rau peb."},{"bible_id":"1525","chapter_code":"1CO.2","verse_code":"1CO.2.13","label":"13","content":"Yog li ntawd, thaum peb qhia Vajtswv zaj rau cov neeg uas muaj Vajtswv tus Ntsujplig lawm, peb hais tej lus uas Vajtswv tus Ntsujplig  qhia rau peb xwb, peb tsis hais tej lus uas cov neeg txawj ntse qhia rau peb."},{"bible_id":"1525","chapter_code":"1CO.2","verse_code":"1CO.2.14","label":"14","content":"Tus uas tsis muaj Vaj Ntsujplig, tus ntawd yeej tsis tau txais tej uas Vajtswv tus Ntsujplig pub, rau qhov lawv pom hais tias tej ntawd tsis muaj qabhau dabtsi, thiab lawv tsis totaub txog tej ntawd, rau qhov lawv tsis muaj Vaj Ntsujplig lawv thiaj tsis totaub tej ntawd."},{"bible_id":"1525","chapter_code":"1CO.2","verse_code":"1CO.2.15","label":"15","content":"Tus uas muaj Vaj Ntsujplig, tus ntawd thiaj paub hais tias yam twg muaj nqis thiab yam twg tsis muaj nqis, tiamsis tsis muaj leejtwg paub tus ntawd lub siab."},{"bible_id":"1525","chapter_code":"1CO.2","verse_code":"1CO.2.16","label":"16","content":"Raws li Vajtswv txojlus hais tias, “Leejtwg thiaj paub tus Tswv lub siab? Leejtwg thiaj qhia tau nws?” Tiamsis peb twb muaj lub siab ib yam li Yexus Khetos lub lawm thiab."},{"bible_id":"1525","chapter_code":"1CO.3","verse_code":"1CO.3.1","label":"1","content":"Cov kwvtij, kuv tsis qhia nej li uas kuv qhia cov uas twb muaj Vaj Ntsujplig kav lawv lub siab lawm; kuv qhia nej ib yam li nej tseem yog neeg ntiajteb, thiab ib yam li nej yog menyuam mos, rau qhov nej tsis tau paub Yexus Khetos tseeb."},{"bible_id":"1525","chapter_code":"1CO.3","verse_code":"1CO.3.2","label":"2","content":"Kuv muab mis rau nej noj xwb, kuv tsis muab mov thiab zaub rau nej noj, rau qhov nej tseem noj tsis tau taus zaub mov. Txawm yog nimno los nej tseem noj tsis tau taus thiab,"},{"bible_id":"1525","chapter_code":"1CO.3","verse_code":"1CO.3.3","label":"3","content":"rau qhov nej tseem ua nej lub neej zoo li neeg ntiajteb ua. Yog nej tseem muaj kev sib khib thiab ib leeg nrog ib leeg sib cav sib ceg, yog nej ua li ntawd yeej yog nej ua lub neej zoo li neeg ntiajteb ua, thiab nej tseem yog neeg ntiajteb."},{"bible_id":"1525","chapter_code":"1CO.3","verse_code":"1CO.3.4","label":"4","content":"Thaum nej cov muaj ib tug hais tias, “Kuv yog Paulus pab”, thiab muaj dua lwm tus hais tias, “Kuv yog Apaulaus pab”, twb yog nej ua raws li neeg ntiajteb ua ntag los sav!"},{"bible_id":"1525","chapter_code":"1CO.3","verse_code":"1CO.3.5","label":"5","content":"Apaulaus yog leejtwg? Paulus yog leejtwg? Wb tsuas yog Vajtswv ob tug tubtxib uas coj nej los ntseeg xwb, tus Tswv faib rau wb nyias muaj nyias ib tes haujlwm ua."},{"bible_id":"1525","chapter_code":"1CO.3","verse_code":"1CO.3.6","label":"6","content":"Kuv yog tus cog, Apaulaus yog tus ywg dej, tiamsis tus uas ua kom loj hlob yog Vajtswv."},{"bible_id":"1525","chapter_code":"1CO.3","verse_code":"1CO.3.7","label":"7","content":"Tus uas cog thiab tus uas ywg dej yeej tsis tseemceeb dabtsi, tiamsis Vajtswv yog tus uas tseemceeb, rau qhov nws yog tus uas ua kom loj hlob."},{"bible_id":"1525","chapter_code":"1CO.3","verse_code":"1CO.3.8","label":"8","content":"Tus uas cog thiab tus uas ywg dej, nkawd tes haujlwm zoo ib yam nkaus; Vajtswv yuav muab nqi zog rau nkawd raws li tes haujlwm uas nkawd ua."},{"bible_id":"1525","chapter_code":"1CO.3","verse_code":"1CO.3.9","label":"9","content":"Rau qhov wb yog Vajtswv ob tug tubtxib thiab ua haujlwm ua ke; nej yog Vajtswv thaj teb. Thiab nej yog Vajtswv lub tsev."},{"bible_id":"1525","chapter_code":"1CO.3","verse_code":"1CO.3.10","label":"10","content":"Vim txoj koob hmoov uas Vajtswv pub rau kuv, kuv thiaj zoo li tus kws uas ua tsev, kuv txhos ncej thiab puam qhab cia, lwm tus tuaj vov thiab tuaj xov rau. Tiamsis txhua tus nyias yuav tsum ua tib zoo ua nyias tes haujlwm."},{"bible_id":"1525","chapter_code":"1CO.3","verse_code":"1CO.3.11","label":"11","content":"Rau qhov yeej tsis muaj leejtwg yuav muaj cuabkav tsa dua lwm lub tsev hloov lub uas Vajtswv twb tsa tau lawm, lub ntawd yog Yexus Khetos ntag."},{"bible_id":"1525","chapter_code":"1CO.3","verse_code":"1CO.3.12","label":"12","content":"Muaj qee leej yuav muab kub, muab nyiaj, muab tej pobzeb muaj nqis, muab ntoo, muab nqeeb thiab muab quavnyab tuaj vov thiab tuaj xov lub tsev ntawd,"},{"bible_id":"1525","chapter_code":"1CO.3","verse_code":"1CO.3.13","label":"13","content":"Hnub uas Yexus rov qab los, nws yuav muab txhua tus tes haujlwm nthuav qhia rau sawvdaws pom, Hnub ntawd yuav tsis muab npog cia lawm, rau qhov Hnub ntawd yuav muab hluavtaws sim txhua tus tes haujlwm saib puas ruaj puas khov."},{"bible_id":"1525","chapter_code":"1CO.3","verse_code":"1CO.3.14","label":"14","content":"Yog tej uas sawvdaws coj tuaj vov lossis xov lub tsev ntawd leejtwg li tsis kub hnyiab, tus ntawd thiaj tau nqi zog."},{"bible_id":"1525","chapter_code":"1CO.3","verse_code":"1CO.3.15","label":"15","content":"Tiamsis yog leejtwg tes haujlwm kub hnyiab lawm, nws yuav tsis tau dabtsi; nws yuav dim, tiamsis nws tsuas dim ib yam li tus uas khiav dim hauv hluavtaws los xwb."},{"bible_id":"1525","chapter_code":"1CO.3","verse_code":"1CO.3.16","label":"16","content":"Nej yeej paub hais tias nej lub cev yog Vajtswv lub tuamtsev, thiab Vajtswv tus Ntsujplig nyob hauv nej lub siab?"},{"bible_id":"1525","chapter_code":"1CO.3","verse_code":"1CO.3.17","label":"17","content":"Yog leejtwg rhuav Vajtswv lub tuamtsev, Vajtswv yuav rhuav tus ntawd kom puastsuaj thiab. Rau qhov Vajtswv lub tuamtsev yog lub uas dawbhuv, thiab nej yog Vajtswv lub tuamtsev ntag."},{"bible_id":"1525","chapter_code":"1CO.3","verse_code":"1CO.3.18","label":"18","content":"Yus tsis txhob rov dag yus. Yog nej leejtwg xav hais tias nws yog tus txawj ntse, nws yuav tsum ua li tus ruam, nws thiaj yog tus ntse."},{"bible_id":"1525","chapter_code":"1CO.3","verse_code":"1CO.3.19","label":"19","content":"Tej uas neeg ntiajteb suav hais tias yog kev txawj ntse, tej ntawd Vajtswv suav hais tias yog kev ruam. Raws li Vajtswv txojlus hais tias, “Vajtswv muab cov neeg txawj ntse lub tswvyim rov los ua nta npuj cuab lawv kev”;"},{"bible_id":"1525","chapter_code":"1CO.3","verse_code":"1CO.3.20","label":"20","content":"thiab Vajtswv txojlus muaj dua ib los hais tias, “Tus Tswv paub tej uas cov neeg txawj ntse xav, tej ntawd tsis tseemceeb dabtsi li.”"},{"bible_id":"1525","chapter_code":"1CO.3","verse_code":"1CO.3.21","label":"21","content":"Yog li ntawd, nej tsis txhob khav tej uas neeg ua tau. Rau qhov txhua yam puavleej yog nej tug,"},{"bible_id":"1525","chapter_code":"1CO.3","verse_code":"1CO.3.22","label":"22","content":"tsis hais Paulus, Apaulaus, Petus, lub ntiajteb, txojsia, kev tuag, tiam no lossis tiam tom ntej, tej no puavleej yog nej tug,"},{"bible_id":"1525","chapter_code":"1CO.3","verse_code":"1CO.3.23","label":"23","content":"nej yog Yexus Khetos tug, thiab Yexus Khetos yog Vajtswv tug."},{"bible_id":"1525","chapter_code":"1CO.4","verse_code":"1CO.4.1","label":"1","content":"Tsimnyog nej hwm hais tias peb yog Yexus Khetos cov tubtxib, peb tuav Vajtswv txojlus tseemceeb uas yav tas los tsis muaj leejtwg paub."},{"bible_id":"1525","chapter_code":"1CO.4","verse_code":"1CO.4.2","label":"2","content":"Ib qho ntxiv, tus uas luag tsa los ua tubtxib, tus ntawd yuav tsum ncaj ncees rau nws tus tswv."},{"bible_id":"1525","chapter_code":"1CO.4","verse_code":"1CO.4.3","label":"3","content":"Tiamsis tej uas nej lossis lwm tus txiav txim rau kuv, kuv pom hais tias tej ntawd tsis ua li cas rau kuv. Txawm yog kuv los kuv tsis txiav txim rau kuv."},{"bible_id":"1525","chapter_code":"1CO.4","verse_code":"1CO.4.4","label":"4","content":"Kuv lub siab qhia rau kuv hais tias kuv yeej tsis tau ua txhaum, kuv hais li ntawd tsis yog kuv hais tias kuv tsis muaj txim. Tus Tswv yog tus uas yuav txiav txim rau kuv."},{"bible_id":"1525","chapter_code":"1CO.4","verse_code":"1CO.4.5","label":"5","content":"Yog li ntawd, thaum tseem tsis tau txog lub sijhawm uas Vajtswv teem cia, nej tsis txhob txiav txim rau leejtwg. Tos txog Hnub uas tus Tswv los txiav txim thaum kawg; nws yuav muab tej uas neeg ua nyob hauv qhov tsaus ntuj los nthuav rau ntawm qhov pom kev thiab muab tej uas neeg lub siab xav nraim nkoos qhia rau sawvdaws paub. Thiab Vajtswv yuav qhuas txhua tus uas tsimnyog Vajtswv qhuas."},{"bible_id":"1525","chapter_code":"1CO.4","verse_code":"1CO.4.6","label":"6","content":"Cov kwvtij, qhov uas kuv muab Apaulaus thiab kuv zaj coj los piav rau nej, twb yog kuv xav kom nej xyaum ua li wb tus yam ntxwv, nej thiaj paub qhov uas hais tias, “Tsis txhob ua dhau Vajtswv txojlus.” Tsis tsimnyog nej qhuas tus no thiab thuam tus tod."},{"bible_id":"1525","chapter_code":"1CO.4","verse_code":"1CO.4.7","label":"7","content":"Leejtwg tsa nej lub neej zoo dua lwm tus lub? Txhua yam uas nej muaj puavleej yog Vajtswv pub rau nej los sav! Ua li cas nej tseem khav hais tias yog nej khwv tau?"},{"bible_id":"1525","chapter_code":"1CO.4","verse_code":"1CO.4.8","label":"8","content":"Nej twb muaj txhua yam uas nej xav tau lawm los? Nej twb npluanuj lawm los? Nej twb tau ua vajntxwv lawm los, ua li cas peb ho tsis tau ua vajntxwv? Kuv xav kom nej tau ua vajntxwv, peb thiaj li tau nrog nej ua vajntxwv thiab."},{"bible_id":"1525","chapter_code":"1CO.4","verse_code":"1CO.4.9","label":"9","content":"Kuv xav hais tias Vajtswv muab peb cov uas yog timthawj tso tuaj tom tw, ib yam li cov neeg uas raug txim uas luag coj mus tua, rau qhov peb zoo li tus uas ua yeebyam rau lub ntiajteb no rau cov timtswv thiab rau neeg ntiajteb saib."},{"bible_id":"1525","chapter_code":"1CO.4","verse_code":"1CO.4.10","label":"10","content":"Twb yog vim peb ua Yexus Khetos tes haujlwm, sawvdaws thiaj hais tias peb yog neeg ruam, tiamsis nej yog neeg ntse, nej thiaj ntseeg Yexus Khetos. Peb qaug zog, tiamsis nej muaj zog kawg li. Luag hwm nej, tiamsis luag thuam peb kawg li."},{"bible_id":"1525","chapter_code":"1CO.4","verse_code":"1CO.4.11","label":"11","content":"Txawm yog niaj hnub no los peb tseem tshaib nqhis kawg li; peb tsis muaj ris tsho zoo nrog luag hnav; peb raug luag ntaus; peb tsis muaj tsev nrog luag nyob;"},{"bible_id":"1525","chapter_code":"1CO.4","verse_code":"1CO.4.12","label":"12","content":"peb ua haujlwm khwv heev peb thiaj tau noj tau haus. Thaum luag foom tsis zoo rau peb, peb thov Vajtswv foom koob hmoov rau luag; thaum luag tsimtxom peb, peb ua siab ntev nyiaj;"},{"bible_id":"1525","chapter_code":"1CO.4","verse_code":"1CO.4.13","label":"13","content":"thaum luag thuam peb, peb ua tib zoo hais luag. Peb zoo li tej khoom liamsim uas neeg ntiajteb muab povtseg, peb zoo li tej yam qias qias rau neeg ntiajteb los txog niaj hnub no."},{"bible_id":"1525","chapter_code":"1CO.4","verse_code":"1CO.4.14","label":"14","content":"Kuv sau tsab ntawv no tuaj rau nej tsis yog kuv xav kom nej txajmuag, tiamsis kuv sau tuaj ntuas nej ib yam li kuv ntuas cov menyuam uas kuv hlub."},{"bible_id":"1525","chapter_code":"1CO.4","verse_code":"1CO.4.15","label":"15","content":"Txawm yog nej yuav muaj kaum txhiab leej qhia Yexus Khetos zaj rau nej los nej tsuas muaj tib leeg txiv xwb. Kuv yog nej txiv, rau qhov kuv coj txojmoo zoo tuaj qhia rau nej thiab coj nej los ntseeg Yexus Khetos."},{"bible_id":"1525","chapter_code":"1CO.4","verse_code":"1CO.4.16","label":"16","content":"Yog li ntawd, kuv thov nej ua nej lub neej raws li kuv tus yam ntxwv."},{"bible_id":"1525","chapter_code":"1CO.4","verse_code":"1CO.4.17","label":"17","content":"Twb yog vim li no kuv thiaj txib Timautes tus uas kuv hlub, thiab yog ib tug tub uas ua lub neej ncaj ncees rau tus Tswv tuaj qhia nej, kom nej nco txog qhov uas kuv nrog Yexus Khetos koom ib txojsia thiab tej uas kuv qhia rau cov ntseeg uas nyob txhua qhov chaw."},{"bible_id":"1525","chapter_code":"1CO.4","verse_code":"1CO.4.18","label":"18","content":"Nej cov muaj qee leej khavtheeb, rau qhov nej xav hais tias kuv yuav tsis tuaj xyuas nej lawm."},{"bible_id":"1525","chapter_code":"1CO.4","verse_code":"1CO.4.19","label":"19","content":"Yog tus Tswv pom zoo tsis ntev no kuv yuav tuaj xyuas nej. Kuv xav tuaj xyuas nej saib cov neeg uas khav khav ntawd lawv ho ua tau lawv tej haujlwm zoo npaum li cas diam."},{"bible_id":"1525","chapter_code":"1CO.4","verse_code":"1CO.4.20","label":"20","content":"Rau qhov Vajtswv lub tebchaws tsis yog neeg lub ncauj hais xwb, tiamsis yog tes haujlwm uas lawv ua."},{"bible_id":"1525","chapter_code":"1CO.4","verse_code":"1CO.4.21","label":"21","content":"Nej nyiam li cas? Cia kuv nqa nplawm tuaj lossis cia kuv tuaj hlub thiab ua tib zoo qhia nej?"},{"bible_id":"1525","chapter_code":"1CO.5","verse_code":"1CO.5.1","label":"1","content":"Kuv hnov xov hais tias nej cov muaj qee leej ua txhaum kev nkauj kev nraug loj heev, txawm yog cov tsis ntseeg los lawv twb tsis ua txhaum loj npaum li ntawd; muaj neeg tuaj qhia rau kuv hais tias muaj ib tug tub cia li yuav nws niam tshiab los ua pojniam."},{"bible_id":"1525","chapter_code":"1CO.5","verse_code":"1CO.5.2","label":"2","content":"Nej tseem muaj plhus khav thiab los? Twb tsimnyog nej nyuaj siab, thiab muab tus uas ua txhaum ntawd rho tawm hauv nej cov mus."},{"bible_id":"1525","chapter_code":"1CO.5","verse_code":"1CO.5.3","label":"3","content":"Txawm yog kuv nyob deb nej los kuv lub siab nrog nraim nej nyob; yog kuv nrog nej nyob,"},{"bible_id":"1525","chapter_code":"1CO.5","verse_code":"1CO.5.4","label":"4","content":"ntshai kuv twb tuav peb tus Tswv Yexus lub npe rau txim rau tus uas ua txhaum ntawd lawm. Thaum nej tuaj sablaj ua ke, kuv lub siab yeej nrog nej thiab peb tus Tswv Yexus lub hwjchim yeej nrog nraim peb."},{"bible_id":"1525","chapter_code":"1CO.5","verse_code":"1CO.5.5","label":"5","content":"Nej cia li muab tus ntawd cob rau dab Ntxwgnyoog ua kom nws lub cev puastsuaj mus, yog nej ua li ntawd, thaum txog Hnub uas tus Tswv los tus ntawd tus ntsujplig thiaj yuav dim."},{"bible_id":"1525","chapter_code":"1CO.5","verse_code":"1CO.5.6","label":"6","content":"Tsis tsimnyog nej yuav khavtheeb hlo li! Nej twb paub lo lus uas hais tias, “Ib qhov keeb me me xwb ua rau lub ncuav su tuaj.”"},{"bible_id":"1525","chapter_code":"1CO.5","verse_code":"1CO.5.7","label":"7","content":"Nej yuav tsum muab tej keeb qub uas yog txojkev txhaum tso povtseg, nej thiaj yuav ua tau neeg dawbhuv. Yog nej ua li ntawd, nej thiaj yuav zoo li lub ncuav tshiab uas tsis xyaw keeb; kuv paub hais tias tsis muaj keeb nyob hauv nej lawm. Rau qhov Yexus Khetos uas yog tus menyuam yaj uas luag muab tua ua kevcai Hla Dhau, nws twb tuag theej peb lub txhoj lawm."},{"bible_id":"1525","chapter_code":"1CO.5","verse_code":"1CO.5.8","label":"8","content":"Yog li ntawd, peb cia li ua kevcai Hla Dhau, peb tsis txhob muab cov qub keeb uas yog kev txhaum thiab kev phem kev qias los ua, tiamsis muab cov ncuav tsis xyaw keeb uas yog txojkev ncaj ncees thiab kev tseeb los ua xwb."},{"bible_id":"1525","chapter_code":"1CO.5","verse_code":"1CO.5.9","label":"9","content":"Kuv twb sau ntawv tuaj qhia rau nej lawm hais tias, nej tsis txhob mus koom nrog cov neeg uas nyiam ua kev nkauj kev nraug hlo li."},{"bible_id":"1525","chapter_code":"1CO.5","verse_code":"1CO.5.10","label":"10","content":"Qhov uas kuv hais li ntawd, tsis yog kuv hais txog tej neeg ntiajteb uas nyiam ua kev nkauj kev nraug lossis cov neeg uas ntshaw luag tug lossis cov neeg uas ua tubsab, lossis cov neeg uas pe mlom. Yog nej tsis nrog cov neeg ntawd nyob, ces nej yuav tsum tawm hauv lub ntiajteb no mus."},{"bible_id":"1525","chapter_code":"1CO.5","verse_code":"1CO.5.11","label":"11","content":"Tiamsis qhov uas kuv sau tsab ntawv no tuaj rau nej, yog qhia kom nej tsis txhob mus koom nrog tus neeg uas nws ua txuj hais tias nws yog tus ntseeg, tiamsis nws tseem nyiam ua kev nkauj kev nraug, ntshaw luag tug, pe mlom, thuam lwm tus, quav cawv thiab ua tubsab. Txawm yog noj mov los nej tsis txhob nrog tus neeg uas zoo li ntawd koom tsum."},{"bible_id":"1525","chapter_code":"1CO.5","verse_code":"1CO.5.12","label":"12","content":"Dua li ntawd, kuv tsis yog tus uas yuav txiav txim rau cov neeg uas tsis ntseeg. Tiamsis nej yog cov uas yuav txiav txim rau cov ntseeg."},{"bible_id":"1525","chapter_code":"1CO.5","verse_code":"1CO.5.13","label":"13","content":"Vajtswv yog tus uas yuav txiav txim rau cov uas tsis ntseeg. Rau qhov Vajtswv txojlus hais tias, “Cia li muab tus uas ua phem ntawd ntiab tawm hauv nej cov mus.”"},{"bible_id":"1525","chapter_code":"1CO.6","verse_code":"1CO.6.1","label":"1","content":"Thaum nej cov ntseeg ib leeg ua plaub rau ib leeg, nej tseem coj mus rau cov tsis ntseeg nrog nej hais thiab los? Twb tsimnyog nej cia rau cov ntseeg nrog nej hais xwb los sav!"},{"bible_id":"1525","chapter_code":"1CO.6","verse_code":"1CO.6.2","label":"2","content":"Nej puas paub hais tias cov ntseeg yuav ua cov txiav txim rau neeg ntiajteb? Yog nej twb yuav txiav txim rau neeg ntiajteb, nej txawm yuav tsis muaj cuabkav hais tej nyuag plaub me me no thiab los?"},{"bible_id":"1525","chapter_code":"1CO.6","verse_code":"1CO.6.3","label":"3","content":"Nej tsis paub hais tias, peb twb yog cov uas yuav txiav txim rau cov timtswv no los? Yog li ntawd, tsimnyog peb hais tau tej nyuag plaub ntug uas niaj hnub muaj no thiab!"},{"bible_id":"1525","chapter_code":"1CO.6","verse_code":"1CO.6.4","label":"4","content":"Thaum nej muaj plaub ntug, nej yuav coj mus rau cov tsis ntseeg hais los?"},{"bible_id":"1525","chapter_code":"1CO.6","verse_code":"1CO.6.5","label":"5","content":"Kuv hais li no kom nej paub txajmuag. Nej cov yeej muaj tus txawj ntse uas yuav hais tau tej plaub ntug uas cov ntseeg ib leeg ua rau ib leeg,"},{"bible_id":"1525","chapter_code":"1CO.6","verse_code":"1CO.6.6","label":"6","content":"tiamsis cov ntseeg ib leeg tseem kom ib leeg mus rau hauv tsev tu plaub thiab cia cov tsis ntseeg hais."},{"bible_id":"1525","chapter_code":"1CO.6","verse_code":"1CO.6.7","label":"7","content":"Qhov uas nej ib leeg kom ib leeg ntawd qhia rau sawvdaws paub hais tias, nej yeej tsis muab siab npuab Vajtswv. Ua li cas nej tsis ua tus swb? Ua li cas nej tsis cia luag ntxo nej zoo dua?"},{"bible_id":"1525","chapter_code":"1CO.6","verse_code":"1CO.6.8","label":"8","content":"Tiamsis nej ho tsis ua li ntawd, txawm yog nej yog tib cov ntseeg xwb los nej ib leeg tseem ua phem rau ib leeg, thiab ib leeg ntxo ib leeg."},{"bible_id":"1525","chapter_code":"1CO.6","verse_code":"1CO.6.9","label":"9","content":"Nej tsis paub hais tias, cov neeg uas ua phem ua qias yuav tsis muaj feem mus nyob Vajtswv lub Tebchaws no los? Nej tsis txhob rov dag nej; cov neeg uas nyiam ua kev nkauj kev nraug, pe mlom, deev luag pojniam luag txiv, txivneej deev txivneej, pojniam deev pojniam,"},{"bible_id":"1525","chapter_code":"1CO.6","verse_code":"1CO.6.10","label":"10","content":"ua tubsab, ntshaw luag tug, quav cawv, thuam lwm tus thiab txhav luag tug. Cov neeg ntawd yuav tsis muaj feem mus nyob Vajtswv lub Tebchaws li."},{"bible_id":"1525","chapter_code":"1CO.6","verse_code":"1CO.6.11","label":"11","content":"Yav tas los nej cov muaj qee leej ua ib yam nkaus li ntawd, tiamsis nimno Yexus Khetos twb ntxuav nej lub txim thiab muab nej pub rau Vajtswv lawm. Peb tus Tswv Yexus Khetos thiab Vajtswv tus Ntsujplig twb coj nej los nrog Vajtswv sib raug zoo lawm."},{"bible_id":"1525","chapter_code":"1CO.6","verse_code":"1CO.6.12","label":"12","content":"Muaj qee leej yuav hais tias, “Kuv muaj cuabkav ua txhua yam tsis muaj leejtwg txwv tau kuv.” Tiamsis tsis yog txhua yam ntawd yuav muaj nqis rau koj huv tibsi. Kuv los muaj cuabkav hais tias, “Kuv ua tau txhua yam tsis muaj leejtwg txwv tau kuv, tiamsis kuv yuav tsis cia tej uas kuv ua ntawd yuam tau kuv ua tej ntawd qhev.”"},{"bible_id":"1525","chapter_code":"1CO.6","verse_code":"1CO.6.13","label":"13","content":"Lwm tus ho yuav hais tias, “Zaub mov yog npaj los rau lub plab, thiab lub plab yog npaj los ntim zaub mov.” Yeej yog li ntawd tiag, tiamsis Vajtswv yuav ua kom ob yam ntawd puastsuaj tas huv tibsi. Tus Tswv tsis tsim lub cev cia ua kev nkauj kev nraug, tiamsis yog tsim los cia pehawm tus Tswv."},{"bible_id":"1525","chapter_code":"1CO.6","verse_code":"1CO.6.14","label":"14","content":"Vajtswv twb tsa tus Tswv sawv hauv qhov tuag rov qab los lawm, Vajtswv lub hwjchim yuav tsa peb txhua tus sawv rov qab los ib yam nkaus thiab."},{"bible_id":"1525","chapter_code":"1CO.6","verse_code":"1CO.6.15","label":"15","content":"Nej yeej paub lawm hais tais nej lub cev yog Yexus Khetos tej tes taw. Kuv yuav muab Yexus Khetos tej tes taw mus ua niamntiav tej tes taw tsis tau li."},{"bible_id":"1525","chapter_code":"1CO.6","verse_code":"1CO.6.16","label":"16","content":"Nej tsis paub hais tias tus neeg uas mus deev niamntiav, tus ntawd yeej nrog niamntiav koom ua ib lub cev lawm no los? Vajtswv txojlus hais tias, “Nkawd yuav koom ua ib lub cev.”"},{"bible_id":"1525","chapter_code":"1CO.6","verse_code":"1CO.6.17","label":"17","content":"Tiamsis tus uas nrog tus Tswv sib raug zoo, tus ntawd yeej nrog tus Tswv koom ib txojsia."},{"bible_id":"1525","chapter_code":"1CO.6","verse_code":"1CO.6.18","label":"18","content":"Nej tsis txhob ua kev nkauj kev nraug. Tej kev txhaum uas neeg niaj hnub ua yeej tsis ua rau neeg lub cev qias, tiamsis tus uas ua kev nkauj kev nraug, tus ntawd ua rau nws lub cev qias."},{"bible_id":"1525","chapter_code":"1CO.6","verse_code":"1CO.6.19","label":"19","content":"Nej tsis paub hais tias nej lub cev yog Vaj Ntsujplig tus Dawbhuv uas Vajtswv muab pub rau nej lub tuamtsev no los? Nws nyob hauv nej lub siab, nej tsis yog tus tswv uas kav nej lub cev, tiamsis Vajtswv yog tus tswv uas kav nej lub cev;"},{"bible_id":"1525","chapter_code":"1CO.6","verse_code":"1CO.6.20","label":"20","content":"Vajtswv twb txhiv nej kim kawg li los lawm. Yog li ntawd, nej yuav tsum cia nej lub cev ua rau Vajtswv tau ntsejmuag."},{"bible_id":"1525","chapter_code":"1CO.7","verse_code":"1CO.7.1","label":"1","content":"Tej lus uas nej sau ntawv tuaj nug kuv ntawd nimno kuv teb rau nej hais tias, “Tus txivneej twg tsis yuav pojniam los yeej zoo.”"},{"bible_id":"1525","chapter_code":"1CO.7","verse_code":"1CO.7.2","label":"2","content":"Tiamsis vim muaj neeg ua kev nkauj kev nraug ntau heev, yog li ntawd tsimnyog txhua tus txivneej nyias muaj nyias ib tug pojniam, thiab txhua tus pojniam nyias muaj nyias ib tug txiv."},{"bible_id":"1525","chapter_code":"1CO.7","verse_code":"1CO.7.3","label":"3","content":"Tus txiv yuav tsum tsis txhob cais nws tus pojniam, thiab tus pojniam los tsis txhob cais nws tus txiv, nkawd ib leeg yuav tsum txaus siab rau ib leeg."},{"bible_id":"1525","chapter_code":"1CO.7","verse_code":"1CO.7.4","label":"4","content":"Tus pojniam tsis muaj cai kav nws lub cev, tiamsis tus txiv muaj cai kav tus pojniam; tus txiv los ib yam nkaus li ntawd, nws tsis muaj cai kav nws lub cev, tiamsis tus pojniam muaj cai kav tus txiv."},{"bible_id":"1525","chapter_code":"1CO.7","verse_code":"1CO.7.5","label":"5","content":"Neb ob niamtxiv tsis txhob sib cais chaw pw, yog nej yuav cais, neb yuav tsum sib hais kom haum tso mam li cais hmo puav thiaj muaj sijhawm thov Vajtswv; tiamsis tom qab ntawd neb yuav tsum rov los pw ua ke. Yog neb tsis ua li ntawd nyob tsam neb tswj tsis tau neb lub siab, ces dab Ntxwgnyoog yuav ntxias tau neb ua txhaum."},{"bible_id":"1525","chapter_code":"1CO.7","verse_code":"1CO.7.6","label":"6","content":"Kuv hais li no tsis yog kuv tsis pub nej sib yuav, kuv yeej pub nej sib yuav."},{"bible_id":"1525","chapter_code":"1CO.7","verse_code":"1CO.7.7","label":"7","content":"Qhov tseemceeb, kuv xav kom nej ua lub neej ib yam li kuv; tiamsis Vajtswv pub nyias muaj nyias siab, ib leeg nyiam lawm ib yam."},{"bible_id":"1525","chapter_code":"1CO.7","verse_code":"1CO.7.8","label":"8","content":"Nimno, kuv hais rau nej cov uas tseem tsis tau sib yuav thiab cov pojntsuam hais tias, yog nej nyob ib yam li kuv tsis txhob sib yuav ntshai yuav zoo dua."},{"bible_id":"1525","chapter_code":"1CO.7","verse_code":"1CO.7.9","label":"9","content":"Tiamsis yog nej tswj tsis tau nej lub siab nej cia li sib yuav, yog nej sib yuav kuj yuav zoo dua qhov uas nej lub siab pheej ntshaw."},{"bible_id":"1525","chapter_code":"1CO.7","verse_code":"1CO.7.10","label":"10","content":"Kuv hais ib los rau nej cov uas twb sib yuav lawm, tus pojniam yuav tsum tsis txhob tso nws tus txiv tseg, tej lus no tsis yog kuv hais tiamsis yog tus Tswv hais;"},{"bible_id":"1525","chapter_code":"1CO.7","verse_code":"1CO.7.11","label":"11","content":"yog nws muab nws tus txiv tso tseg, nws tsis txhob mus yuav dua txiv tshiab, tiamsis yog nws xav yuav txiv, nws cia li rov qab los yuav tus txiv qub xwb; thiab tus txiv tsis txhob muab nws tus pojniam nrauj."},{"bible_id":"1525","chapter_code":"1CO.7","verse_code":"1CO.7.12","label":"12","content":"Kuv hais dua ib los ntxiv rau lwm tus (lo lus no yog kuv hais, tsis yog tus Tswv hais): Yog ib tug ntseeg twg nws tus pojniam tsis ntseeg, tiamsis tus pojniam ntawd zoo siab mus nrog tus txiv nyob, tus txiv tsis txhob muab tus pojniam ntawd nrauj."},{"bible_id":"1525","chapter_code":"1CO.7","verse_code":"1CO.7.13","label":"13","content":"Thiab ib tug pojniam twg uas yog tus ntseeg yuav tus txiv uas tsis ntseeg, tiamsis tus txiv uas tsis ntseeg zoo siab nrog tus pojniam nyob, tus pojniam tsis txhob muab tus txiv ntawd nrauj."},{"bible_id":"1525","chapter_code":"1CO.7","verse_code":"1CO.7.14","label":"14","content":"Yog tus niam ntseeg Vajtswv lawm, tus txiv yeej yog Vajtswv tug thiab. Yog tus txiv ntseeg Vajtswv lawm, tus niam yeej yog Vajtswv tug ib yam nkaus. Yog tsis yog li ntawd, nkawd cov menyuam yeej yuav zoo ib yam li cov tsis ntseeg tej menyuam, tiamsis tsis yog li ntawd nkawd cov menyuam yeej yog Vajtswv cov menyuam."},{"bible_id":"1525","chapter_code":"1CO.7","verse_code":"1CO.7.15","label":"15","content":"Tiamsis yog hais tias tus uas tsis ntseeg xav tso tus ntseeg tseg los tso tau. Hais txog qhov no, cov ntseeg tsis hais tus txiv lossis tus pojniam muaj cai tso tseg tau. Rau qhov Vajtswv yeej hu nej kom los nyob sib haumxeeb."},{"bible_id":"1525","chapter_code":"1CO.7","verse_code":"1CO.7.16","label":"16","content":"Tus pojniam uas ntseeg, koj puas paub hais tias koj yuav coj  tau koj tus txiv los ntseeg. Lossis tus txiv uas ntseeg, koj puas paub hais tias koj yuav coj tau koj tus pojniam los ntseeg."},{"bible_id":"1525","chapter_code":"1CO.7","verse_code":"1CO.7.17","label":"17","content":"Txhua tus nyias yuav tsum ua nyias lub neej raws li tus Tswv twb pub rau nws lawm, thiab ua raws li thaum Vajtswv hu nws los. Kuv yeej qhia txoj kevcai no rau txhua pawg ntseeg."},{"bible_id":"1525","chapter_code":"1CO.7","verse_code":"1CO.7.18","label":"18","content":"Yog leejtwg ua kevcai txiav ua ntej uas Vajtswv hu nws, nws tsis txhob rhuav qhov uas nws ua kevcai txiav ntawd; yog Vajtswv hu tus uas tsis tau ua kevcai txiav los ntseeg, tsis tas nws yuav ua kevcai txiav lawm."},{"bible_id":"1525","chapter_code":"1CO.7","verse_code":"1CO.7.19","label":"19","content":"Qhov uas neeg ua kevcai txiav thiab tsis ua, yeej tsis tseemceeb; qhov tseemceeb yog qhov uas mloog Vajtswv lus."},{"bible_id":"1525","chapter_code":"1CO.7","verse_code":"1CO.7.20","label":"20","content":"Txhua tus nyias yuav tsum ua nyias lub neej raws li thaum Vajtswv hu nws los ntseeg."},{"bible_id":"1525","chapter_code":"1CO.7","verse_code":"1CO.7.21","label":"21","content":"Thaum Vajtswv hu koj los ntseeg koj tseem ua qhev los? Koj tsis txhob nyuaj siab. Yog koj muaj kev tawm tau los nyob ywjpheej koj cia li tawm."},{"bible_id":"1525","chapter_code":"1CO.7","verse_code":"1CO.7.22","label":"22","content":"Tus uas tus Tswv hu thaum nws tseem ua qhev, tus ntawd tus Tswv twb tso nws dim lawm; ib yam nkaus li ntawd, tus uas tsis ua qhev thaum Yexus Khetos hu nws los, nws yog Yexus Khetos tus qhev."},{"bible_id":"1525","chapter_code":"1CO.7","verse_code":"1CO.7.23","label":"23","content":"Vajtswv twb txhiv nej kim kawg li los lawm; yog li ntawd nej tsis txhob cia neeg ntxias tau nej mus ua qhev."},{"bible_id":"1525","chapter_code":"1CO.7","verse_code":"1CO.7.24","label":"24","content":"Cov kwvtij, nej yuav tsum nrog Vajtswv sib raug zoo ib yam li thaum uas Vajtswv nyuam qhuav hu nej los ntseeg."},{"bible_id":"1525","chapter_code":"1CO.7","verse_code":"1CO.7.25","label":"25","content":"Nimno, kuv yuav hais txog cov neeg uas tseem tsis tau sib yuav; tej lus uas kuv hais no tus Tswv tsis tau kom kuv hais, tiamsis kuv hais raws li kuv pom zoo. Kuv tej lus sawvdaws yeej cia siab tau, rau qhov sawvdaws yeej paub hais tias tus Tswv foom koob hmoov rau kuv."},{"bible_id":"1525","chapter_code":"1CO.7","verse_code":"1CO.7.26","label":"26","content":"Rau qhov kuv pom hais tias niaj hnub no sawvdaws muaj kev ntxhov siab heev, yog li ntawd kuv thiaj xav hais tias kom txhua tus txivneej nyias nyob nyias li ntawd ntshai yuav zoo dua."},{"bible_id":"1525","chapter_code":"1CO.7","verse_code":"1CO.7.27","label":"27","content":"Koj puas tau muaj pojniam? Yog koj yuav lawm, tsis txhob muab tso tseg. Yog koj tsis tau yuav pojniam, koj tsis txhob yuav."},{"bible_id":"1525","chapter_code":"1CO.7","verse_code":"1CO.7.28","label":"28","content":"Tiamsis yog koj yuav pojniam lawm los yeej tsis txhaum; thiab yog tus hluas nkauj uas tsis tau yuav txiv, nws yuav txiv los yeej tsis txhaum. Tiamsis kuv tsis xav kom nej muaj kev nyuaj siab li cov uas twb sib yuav lawm niaj hnub nyuaj siab."},{"bible_id":"1525","chapter_code":"1CO.7","verse_code":"1CO.7.29","label":"29","content":"Cov kwvtij, qhov uas kuv hais yog li no: vim peb lub sijhawm twb dhau zuj zus lawm, txij no mus cov uas twb yuav pojniam lawm, cia li ua ib yam li cov uas tsis tau yuav;"},{"bible_id":"1525","chapter_code":"1CO.7","verse_code":"1CO.7.30","label":"30","content":"cov uas quaj ntsuag, cia li ua li uas tsis muaj kev quaj ntsuag; cov uas muaj kev zoo siab, cia li ua li uas tsis muaj kev zoo siab; cov uas yuav tau qhov txhia chaw, cia li ua li uas tsis tau dabtsi;"},{"bible_id":"1525","chapter_code":"1CO.7","verse_code":"1CO.7.31","label":"31","content":"tus uas siv qhov txhia chaw uas nyob hauv lub ntiajteb no, nws tsis txhob suav hais tias tej ntawd yog tej uas tseemceeb. Rau qhov lub ntiajteb no tabtom ploj mus lawm."},{"bible_id":"1525","chapter_code":"1CO.7","verse_code":"1CO.7.32","label":"32","content":"Kuv tsis xav cia nej muaj kev nyuaj siab. Tus uas tsis yuav pojniam, nws muab siab rau ua tus Tswv tes haujlwm, rau qhov nws xav ua raws li tus Tswv lub siab nyiam."},{"bible_id":"1525","chapter_code":"1CO.7","verse_code":"1CO.7.33","label":"33","content":"Tiamsis tus uas muaj pojniam lawm, nws rau siab ntso khwv noj khwv haus hauv lub ntiajteb no, nws ua li ntawd kom nws tus pojniam zoo siab rau nws;"},{"bible_id":"1525","chapter_code":"1CO.7","verse_code":"1CO.7.34","label":"34","content":"yog li ntawd tus txiv thiaj muaj ob txog haujlwm. Tus pojniam uas tsis tau yuav txiv lossis tus nkaujxwb, nws muab siab rau ua tus Tswv tes haujlwm, vim nws xav muab nws lub cev thiab lub siab fij rau tus Tswv; tiamsis tus pojniam uas yuav txiv lawm, nws rau siab ntso khwv noj khwv haus hauv lub ntiajteb no, rau qhov nws xav kom nws tus txiv zoo siab rau nws."},{"bible_id":"1525","chapter_code":"1CO.7","verse_code":"1CO.7.35","label":"35","content":"Kuv hais li no tsis yog kuv txwv nej, tiamsis yog kuv xav pab nej. Kuv xav kom nej ua tej yam uas tsimnyog ua, thiab muab siab rau ua tus Tswv tes haujlwm tsis txhob ua neeg ywjfab ywjfwj."},{"bible_id":"1525","chapter_code":"1CO.7","verse_code":"1CO.7.36","label":"36","content":"Yog tus tub thiab tus ntxhais twg uas twb sib qhaib lawm, tiamsis yog tus tub tswj tsis tau nws lub siab, thiab xav hais tias nkawd yuav tsum sib yuav xwb, ces tso nkawd sib yuav los tau.  Qhov ntawd yeej tsis txhaum li."},{"bible_id":"1525","chapter_code":"1CO.7","verse_code":"1CO.7.37","label":"37","content":"Tiamsis yog nws ua tau ib siab hais tias nws yuav tsis yuav pojniam ib simneej li,  yog nws tswj tau nws lub siab thiab ua tau raws li nws xav, yog li ntawd nws tsis yuav tus hluas nkauj  los hajyam zoo."},{"bible_id":"1525","chapter_code":"1CO.7","verse_code":"1CO.7.38","label":"38","content":"Tus uas yuav tus ntxhais uas nws qhaib lawm, nws ua tau zoo tiamsis tus uas tsis yuav pojniam  tseem hajyam ua tau zoo dua thiab."},{"bible_id":"1525","chapter_code":"1CO.7","verse_code":"1CO.7.39","label":"39","content":"Tus pojniam uas muaj txiv, yog tus txiv tseem ua neej nyob nws yuav tsum nrog tus txiv nyob mus li; tiamsis yog nws tus txiv tuag lawm, nws yuav dua txiv tshiab los tau, tiamsis yuav tus uas ntseeg Vajtswv xwb."},{"bible_id":"1525","chapter_code":"1CO.7","verse_code":"1CO.7.40","label":"40","content":"Kuv xav hais tias yog nws nyob taus li ntawd mus yuav muaj kev kaj siab dua. Tej lus uas kuv hais no yog Vajtswv tus Ntsujplig qhia kuv hais."},{"bible_id":"1525","chapter_code":"1CO.8","verse_code":"1CO.8.1","label":"1","content":"Nimno kuv yuav hais txog tej zaub mov uas luag muab fij rau dab rau mlom: Peb yeej paub tej lus uas hais tias, “Peb txhua tus puavleej muaj kev txawj ntse,” txawm li ntawd los tej kev txawj ntse yeej ua rau neeg muaj kev khavtheeb xwb; tiamsis kev hlub thiaj ua rau neeg muaj kev vammeej."},{"bible_id":"1525","chapter_code":"1CO.8","verse_code":"1CO.8.2","label":"2","content":"Tus uas xav hais tias nws twb paub ntau yam lawm, tus ntawd yeej tsis tau paub yam uas tseemceeb li."},{"bible_id":"1525","chapter_code":"1CO.8","verse_code":"1CO.8.3","label":"3","content":"Tiamsis Vajtswv yeej paub txhua tus uas hlub Vajtswv."},{"bible_id":"1525","chapter_code":"1CO.8","verse_code":"1CO.8.4","label":"4","content":"Kuv hais txog qhov uas noj tej zaub mov uas luag muab fij rau dab rau mlom lawm: Peb yeej paub hais tias, “neeg ntiajteb tej mlom tsis muaj ib tug muaj sia li,” thiab peb paub hais tias, “tsuas muaj tib tug Vajtswv xwb, yeej tsis muaj dua lwm tus li lawm.”"},{"bible_id":"1525","chapter_code":"1CO.8","verse_code":"1CO.8.5","label":"5","content":"Txawm yog neeg hu ntau tus ua “vajtswv” tsis hais nyob saum ntuj lossis nyob hauv ntiajteb no, yeej muaj ntau tus “vajtswv” thiab ntau tus “tswv”,"},{"bible_id":"1525","chapter_code":"1CO.8","verse_code":"1CO.8.6","label":"6","content":"tiamsis peb tsuas muaj tib tug Vajtswv xwb, nws yog Leej Txiv tus uas Tsim ib puas tsav yam thiab yog tus uas tuav peb txojsia; tsuas yog muaj tib tug Tswv xwb, nws yog Yexus Khetos, nws tsim ib puas tsav yam thiab nws tuav peb txojsia."},{"bible_id":"1525","chapter_code":"1CO.8","verse_code":"1CO.8.7","label":"7","content":"Tiamsis cov uas ntseeg muaj ibtxhia tseem tsis tau paub tej no, lawv yog cov uas ibtxwm teev mlom los lawm. Yog li ntawd thaum lawv noj zaub noj mov, lawv tseem pheej xav hais tias, tej ntawd yog tej uas luag muab fij rau dab rau mlom lawm. Lawv paub tej ntawd tsis tshua tseeb, lawv thiaj xav hais tias yog lawv noj ntshai nyob tsam lawv ua txhaum."},{"bible_id":"1525","chapter_code":"1CO.8","verse_code":"1CO.8.8","label":"8","content":"Tej zaub mov ntawd yeej pab tsis tau kom peb nrog Vajtswv sib raug zoo; txawm yog peb tsis tau noj los peb yeej tsis yuag, thiab yog peb noj los peb yeej tsis rog."},{"bible_id":"1525","chapter_code":"1CO.8","verse_code":"1CO.8.9","label":"9","content":"Tiamsis nej yuav tsum ceevfaj, tsis txhob cia nej cov uas muaj cuabkav noj tau tej zaub mov ntawd ua rau cov neeg uas tsis tshua paub Vajtswv yuam kev ua txhaum."},{"bible_id":"1525","chapter_code":"1CO.8","verse_code":"1CO.8.10","label":"10","content":"Nyob tsam muaj ib tug uas tsis tshua paub Vajtswv, tuaj pom nej cov uas yog cov paub, tabtom noj mov hauv tsev teev dab teev mlom, nws yuav cia li mus noj tej zaub mov uas muab fij rau tej dab tej mlom ntawd thiab."},{"bible_id":"1525","chapter_code":"1CO.8","verse_code":"1CO.8.11","label":"11","content":"Twb yog vim nej yog cov paub, nej thiaj ua rau nej cov kwvtij uas tsis tshua paub Vajtswv uas Yexus Khetos twb tuag theej lawv lub txhoj lawm raug kev puastsuaj."},{"bible_id":"1525","chapter_code":"1CO.8","verse_code":"1CO.8.12","label":"12","content":"Qhov uas nej ua li ntawd, twb yog nej ua txhaum Yexus Khetos ntag, rau qhov nej ua rau tus ntseeg uas tsis tshua paub Vajtswv xav yuam kev."},{"bible_id":"1525","chapter_code":"1CO.8","verse_code":"1CO.8.13","label":"13","content":"Yog tej zaub mov uas kuv noj ua rau lawv ua txhaum, kuv yuav tsis noj nqaij ntxiv lawm, kuv thiaj tsis ua rau leejtwg yuam kev ua txhaum."},{"bible_id":"1525","chapter_code":"1CO.9","verse_code":"1CO.9.1","label":"1","content":"Kuv tsis muaj cai los? Kuv tsis yog timthawj los? Kuv tsis tau pom Yexus uas yog peb tus Tswv los? Qhov ua nej tau los ntseeg tus Tswv, twb yog vim kuv qhia nej ntag."},{"bible_id":"1525","chapter_code":"1CO.9","verse_code":"1CO.9.2","label":"2","content":"Txawm yog lwm tus tsis lees hais tias, kuv yog ib tug timthawj los tsimnyog nej lees kuv! Qhov uas nej nrog tus Tswv koom ib txojsia, qhov ntawd ua timkhawv hais tias kuv yog ib tug timthawj tiag."},{"bible_id":"1525","chapter_code":"1CO.9","verse_code":"1CO.9.3","label":"3","content":"Thaum muaj neeg thuam kuv, kuv hais daws kuv zaj li no:"},{"bible_id":"1525","chapter_code":"1CO.9","verse_code":"1CO.9.4","label":"4","content":"Kuv txawm tsis muaj cai noj thiab haus vim tes haujlwm uas kuv ua li los?"},{"bible_id":"1525","chapter_code":"1CO.9","verse_code":"1CO.9.5","label":"5","content":"Petus thiab txhua tus timthawj, lawv puavleej muaj cuabkav coj pojniam menyuam nrog lawv mus rau ub rau no. Kuv yeej yog ib tug tubtxib thiab, kuv txawm tsis muaj cai li lawv los?"},{"bible_id":"1525","chapter_code":"1CO.9","verse_code":"1CO.9.6","label":"6","content":"Tsuas yog Npananpas thiab kuv wb thiaj yuav tsum nrhiav rau wb noj wb haus xwb los?"},{"bible_id":"1525","chapter_code":"1CO.9","verse_code":"1CO.9.7","label":"7","content":"Tus uas mus ua tubrog nws tseem nrhiav rau nws noj nws haus thiab los? Tus uas cog txiv hmab, nws txawm tsis de nws cov txiv hmab noj los? Tus uas yug yaj nws txawm tsis tso nws cov yaj tej kua mis haus los?"},{"bible_id":"1525","chapter_code":"1CO.9","verse_code":"1CO.9.8","label":"8","content":"Puas yog kuv hais raws li neeg ibtxwm hais? Puas yog Vajtswv txoj kevcai hais ib yam li no thiab?"},{"bible_id":"1525","chapter_code":"1CO.9","verse_code":"1CO.9.9","label":"9","content":"Muaj lus sau tseg rau hauv Mauxes txoj Kevcai lawm hais tias, “Thaum nej tabtom muab nyuj tsuj nplej, nej tsis txhob muab hnab looj nyuj qhovncauj.” Puas yog Vajtswv txhawj nyob tsam nyuj tsis tau noj?"},{"bible_id":"1525","chapter_code":"1CO.9","verse_code":"1CO.9.10","label":"10","content":"Vajtswv hais li ntawd tsis yog Vajtswv hais txog peb los? twb yog Vajtswv hais txog peb ntag. Tus uas laij teb thiab tus uas ntaus nplej, nkawd yeej cia siab hais tias nkawd yuav tau qoobloo sib npaug."},{"bible_id":"1525","chapter_code":"1CO.9","verse_code":"1CO.9.11","label":"11","content":"Yog peb twb tseb Vajtswv txojlus rau hauv nej lub siab lawm, yog li ntawd peb sau nej tej zaub tej mov los yug peb, nej tseem hais tias peb sau ntau dhau lawm los?"},{"bible_id":"1525","chapter_code":"1CO.9","verse_code":"1CO.9.12","label":"12","content":"Yog lwm tus twb muaj cai kom nej yug lawv, yog li ntawd, peb hajyam muaj cai kom nej yug peb thiab? Txawm yog li los peb yeej txhob txwm tsis sau nej tug. Peb ua siab ntev nyiaj txhua yam kev txomnyem thiaj yuav tsis muaj ib yam dabtsi tabkaum Txojmoo Zoo uas hais txog Yexus Khetos zaj."},{"bible_id":"1525","chapter_code":"1CO.9","verse_code":"1CO.9.13","label":"13","content":"Nej yeej paub hais tias cov uas ua haujlwm hauv lub Tuamtsev, lawv yeej tau tej zaub mov hauv lub Tuamtsev noj, thiab cov uas hlawv khoom fij ntawm lub thaj, lawv yeej tau tej ntawd noj."},{"bible_id":"1525","chapter_code":"1CO.9","verse_code":"1CO.9.14","label":"14","content":"Ib yam nkaus li ntawd, tus Tswv qhia hais tias tsimnyog cov neeg uas ntseeg txojmoo zoo yuav tsum yug cov uas tuaj qhia txojmoo zoo."},{"bible_id":"1525","chapter_code":"1CO.9","verse_code":"1CO.9.15","label":"15","content":"Tiamsis kuv yeej ibtxwm tsis sau nej tug. Txawm yog kuv sau tsab ntawv no tuaj rau nej los kuv tsis tau kom nej yug kuv. Yog kuv yuav thov nej yug kuv yeem cia kuv tuag zoo dua. Yeej tsis muaj leejtwg yuav muaj cuabkav thuam tej lus uas kuv khav hais tias kuv tsis thov nej yug kuv."},{"bible_id":"1525","chapter_code":"1CO.9","verse_code":"1CO.9.16","label":"16","content":"Kuv yog tus qhia txojmoo zoo los kuv yeej tsis muaj cai khav hlo li. Rau qhov Vajtswv kom kuv qhia. Yog kuv tsis qhia txojmoo zoo kuv yeej yuav raug kev puastsuaj."},{"bible_id":"1525","chapter_code":"1CO.9","verse_code":"1CO.9.17","label":"17","content":"Yog kuv yeem ua tes haujlwm ntawd, kuv yeej yuav tau nqi zog. Txawm yog kuv tsis yeem ua los tes haujlwm ntawd yeej yog kuv tes."},{"bible_id":"1525","chapter_code":"1CO.9","verse_code":"1CO.9.18","label":"18","content":"Yog li ntawd kuv tau nqi zog dabtsi? Kuv tej nqi zog yog qhov uas kuv qhia txojmoo zoo, kuv tsis thov leejtwg ib yam dabtsi li. Thaum kuv mus qhia txojmoo zoo, kuv yeej muaj cai thov sawvdaws yug kuv tiamsis kuv tsis thov."},{"bible_id":"1525","chapter_code":"1CO.9","verse_code":"1CO.9.19","label":"19","content":"Kuv yeej tsis ua leejtwg qhev; tiamsis kuv zoo siab ua sawvdaws qhev, kuv thiaj yuav coj tau neeg coob leej los ntseeg Yexus Khetos."},{"bible_id":"1525","chapter_code":"1CO.9","verse_code":"1CO.9.20","label":"20","content":"Thaum kuv nrog cov neeg Yudais nyob ua ke, kuv ua ib yam li lawv, rau qhov kuv xav coj lawv los ntseeg. Txawm yog Mauxes txoj kevcai tsis muaj cuabkav yuam kuv lawm los thaum kuv nrog cov neeg uas xyaum coj Mauxes txoj kevcai nyob ua ke, kuv ua ib yam li lawv, rau qhov kuv xav coj lawv los ntseeg."},{"bible_id":"1525","chapter_code":"1CO.9","verse_code":"1CO.9.21","label":"21","content":"Thaum kuv nrog lwm Haivneeg nyob ua ke, kuv ua ib yam li tus uas tsis coj cov Yudais txoj kevcai, rau qhov kuv xav coj lwm Haivneeg los ntseeg. Kuv hais li no, tsis yog kuv hais tias kuv tsis coj Vajtswv txoj kevcai, tiamsis qhov tseemceeb kuv yeej coj Yexus Khetos txoj kevcai."},{"bible_id":"1525","chapter_code":"1CO.9","verse_code":"1CO.9.22","label":"22","content":"Thaum kuv nrog cov neeg uas tsis tshua paub Vajtswv pestsawg nyob ua ke, kuv ua ib yam li lawv, kuv thiaj coj tau lawv los ntseeg. Kuv xyaum ua li txhua haivneeg ua. Kuv ua li ntawd saib puas yuav pab tau qee leej rov los ua neeg tshiab."},{"bible_id":"1525","chapter_code":"1CO.9","verse_code":"1CO.9.23","label":"23","content":"Kuv ua txhua yam no kom txojmoo zoo nrov ncha mus thoob txhua qhov, kuv thiaj tau koob hmoov."},{"bible_id":"1525","chapter_code":"1CO.9","verse_code":"1CO.9.24","label":"24","content":"Nej yeej paub hais tias cov neeg uas sib tw khiav yeej tib txhij khiav, tiamsis tsuas muaj tib tug thiaj khiav yeej thiab tau nqi zog xwb. Nej cia li khiav tiag kom yeej, nej thiaj tau nqi zog."},{"bible_id":"1525","chapter_code":"1CO.9","verse_code":"1CO.9.25","label":"25","content":"Txhua tus uas sib tw khiav, nws niaj hnub xyaum khiav raws li txoj kevcai, nws ua li ntawd los nws tsuas tau lub kausmom uas nyob tsis ntev xwb; tiamsis peb sib tw khiav kom peb tau lub kausmom uas nyob mus ibtxhis."},{"bible_id":"1525","chapter_code":"1CO.9","verse_code":"1CO.9.26","label":"26","content":"Twb yog vim li no kuv thiaj khiav ncaj nraim mus kom txog tus ciam tom kawg; twb yog vim li no kuv thiaj ua li tug uas txawj ntaus nrig uas nws tsis lam ntau qhuav xwb."},{"bible_id":"1525","chapter_code":"1CO.9","verse_code":"1CO.9.27","label":"27","content":"Kuv niaj hnub tswj rawv kuv lub cev rau qhov kuv yeej yog tus uas qhia lwm tus. Yog kuv tsis tswj kuv lub cev ntshai nyob tsam kuv tsis tau nrog luag sib tw khiav."},{"bible_id":"1525","chapter_code":"1CO.10","verse_code":"1CO.10.1","label":"1","content":"Cov kwvtij, kuv xav kom nej nco ntsoov hais tias thaum peb cov yawgkoob nrog Mauxes mus tom tiaj suabpuam, muaj ib tauv huab roos lawv thiab lawv puavleej hla dhau hiavtxwv Liab mus huv tibsi."},{"bible_id":"1525","chapter_code":"1CO.10","verse_code":"1CO.10.2","label":"2","content":"Qhov uas lawv nyob hauv tauv huab thiab mus hauv hiavtxwv qhia hais tias lawv yog Mauxes cov thwjtim."},{"bible_id":"1525","chapter_code":"1CO.10","verse_code":"1CO.10.3","label":"3","content":"Thiab lawv txhua tus puavleej tau noj cov mov uas Vajtswv pub saum ntuj los,"},{"bible_id":"1525","chapter_code":"1CO.10","verse_code":"1CO.10.4","label":"4","content":"thiab lawv puavleej tau haus cov dej uas Vajtswv kom txhawv hauv lub pobzeb los. Yexus Khetos yog lub pobzeb uas niaj hnub nrog lawv ua ke."},{"bible_id":"1525","chapter_code":"1CO.10","verse_code":"1CO.10.5","label":"5","content":"Txawm yog li ntawd los muaj ntau leej ua tsis haum Vajtswv siab, Vajtswv thiaj ua rau lawv tuag pawglug tom tiaj suabpuam."},{"bible_id":"1525","chapter_code":"1CO.10","verse_code":"1CO.10.6","label":"6","content":"Tej ntawd qhia rau peb kom peb tsis txhob muaj lub siab ntshaw yam uas phem ib yam li lawv cov ntawd ntshaw,"},{"bible_id":"1525","chapter_code":"1CO.10","verse_code":"1CO.10.7","label":"7","content":"lossis lawv cov ntawd muaj qee leej pe mlom, peb tsis txhob ua li lawv. Raws li Vajtswv txojlus hais tias, “Sawvdaws zaum noj zaum haus tas, sawvdaws sawv dhia seevcev.”"},{"bible_id":"1525","chapter_code":"1CO.10","verse_code":"1CO.10.8","label":"8","content":"Lawv cov ntawd muaj qee leej ua txhaum kev nkauj kev nraug, tib hnub xwb lawv tuag nees nkaum peb txhiab leej, peb tsis txhob ua txhaum kev nkauj kev nraug li lawv cov ntawd."},{"bible_id":"1525","chapter_code":"1CO.10","verse_code":"1CO.10.9","label":"9","content":"Lawv cov ntawd muaj qee leej sim tus Tswv siab, nab thiaj tom lawv tuag pawglug, peb tsis txhob sim tus Tswv siab li lawv cov ntawd."},{"bible_id":"1525","chapter_code":"1CO.10","verse_code":"1CO.10.10","label":"10","content":"Lawv cov ntawd muaj qee leej pheej yws yws, tus Timtswv uas yog txojkev tuag thiaj ua rau lawv puastsuaj tas lawm, peb yuav tsum tsis txhob yws li lawv cov ntawd."},{"bible_id":"1525","chapter_code":"1CO.10","verse_code":"1CO.10.11","label":"11","content":"Tej xwm uas lawv raug ntawd twb yog luag qhia sawvdaws, thiab luag muab sau cia ntuas peb kom peb ceevfaj, rau qhov peb yog cov uas nyob tiam uas yuav kawg."},{"bible_id":"1525","chapter_code":"1CO.10","verse_code":"1CO.10.12","label":"12","content":"Yog leejtwg xav hais tias nws twb sawv khov kho lawm, nws yuav tsum ceevfaj nyob tsam nws ntog."},{"bible_id":"1525","chapter_code":"1CO.10","verse_code":"1CO.10.13","label":"13","content":"Tej kev sim siab uas nej raug yeej yog tej kev sim siab uas sawvdaws raug. Vajtswv yog tus ncaj ncees, nws yeej tsis cia nej raug kev sim siab dhau qhov uas nej yuav nyiaj tsis taus, tiamsis thaum nej raug kev sim siab Vajtswv yuav pab kom nej ua taus lub siab ntev."},{"bible_id":"1525","chapter_code":"1CO.10","verse_code":"1CO.10.14","label":"14","content":"Yog li ntawd cov phoojywg uas kuv hlub, nej tsis txhob mus nrog luag pe dab pe mlom."},{"bible_id":"1525","chapter_code":"1CO.10","verse_code":"1CO.10.15","label":"15","content":"Kuv hais rau nej ib yam li hais rau cov neeg uas paub qabhau; nej cia li khaws kuv tej lus coj mus ua tib zoo xav."},{"bible_id":"1525","chapter_code":"1CO.10","verse_code":"1CO.10.16","label":"16","content":"Peb ua Vajtswv tsaug rau qhov peb muaj lub khob koob hmoov no. Thaum peb haus cov cawv txiv hmab hauv lub khob no, twb yog peb qhia hais tias peb koom Yexus Khetos cov ntshav. Thaum peb muab lub ncuav los ntais noj twb yog peb qhia hais tias, peb koom Yexus Khetos lub cev."},{"bible_id":"1525","chapter_code":"1CO.10","verse_code":"1CO.10.17","label":"17","content":"Tsuas muaj tib lub ncuav xwb, txawm yog peb muaj coob leej los peb sawvdaws koom ib lub cev, rau qhov peb noj tib lub ncuav xwb."},{"bible_id":"1525","chapter_code":"1CO.10","verse_code":"1CO.10.18","label":"18","content":"Yog nej ua tib zoo saib cov Yixalayees; tus uas noj tej khoom fij saum lub thaj, tus ntawd yeej muaj feem koom nrog Vajtswv."},{"bible_id":"1525","chapter_code":"1CO.10","verse_code":"1CO.10.19","label":"19","content":"Kuv hais li ntawd puas yog kuv hais tias tej zaub mov uas muab fij rau dab rau mlom thiab tej dab tej mlom ntawd muaj nqis heev?"},{"bible_id":"1525","chapter_code":"1CO.10","verse_code":"1CO.10.20","label":"20","content":"Tsis yog li ntawd, kuv hais tias tej uas cov neeg tsis paub Vajtswv nqa tuaj fij rau saum tej thaj, yog lawv fij rau dab xwb tsis yog fij rau Vajtswv. Kuv yeej tsis xav kom nej koom nrog dab hlo li."},{"bible_id":"1525","chapter_code":"1CO.10","verse_code":"1CO.10.21","label":"21","content":"Nej haus tus Tswv lub khob thiab haus dab lub khob yeej tsis tau. Yog nej yuav noj tus Tswv rooj mov thiab noj dab rooj mov yeej tsis tau ib yam nkaus."},{"bible_id":"1525","chapter_code":"1CO.10","verse_code":"1CO.10.22","label":"22","content":"Puas yog peb xav ua kom tus Tswv khib? Peb xav hais tias peb muaj hwjchim loj dua nws no los?"},{"bible_id":"1525","chapter_code":"1CO.10","verse_code":"1CO.10.23","label":"23","content":"Lawv hais tias, “Peb yeej muaj cai ua tau txhua yam.” Yeej muaj tseeb li ntawd tiag, tiamsis tsis yog txhua yam ntawd yuav zoo rau lawv huv tibsi. “Peb yeej muaj cai ua tau txhua yam.” Tiamsis tsis yog txhua yam ntawd yuav pab tau lawv huv tibsi."},{"bible_id":"1525","chapter_code":"1CO.10","verse_code":"1CO.10.24","label":"24","content":"Yus tsis txhob xam pom yus zoo xwb, tiamsis yus yuav tsum xam pom lwm tus zoo thiab."},{"bible_id":"1525","chapter_code":"1CO.10","verse_code":"1CO.10.25","label":"25","content":"Txhua yam nqaij uas luag muag hauv tej kiab tej khw nej noj tau huv tibsi, tsis txhob nug yog nej xav hais tias noj tau."},{"bible_id":"1525","chapter_code":"1CO.10","verse_code":"1CO.10.26","label":"26","content":"Rau qhov Vajtswv txojlus hais tias, “Lub ntiajteb thiab ib puas tsav yam uas nyob hauv lub ntiajteb puavleej yog tus Tswv tug tagnrho.”"},{"bible_id":"1525","chapter_code":"1CO.10","verse_code":"1CO.10.27","label":"27","content":"Yog tus neeg uas tsis ntseeg hu nej mus noj mov, yog nej txaus siab mus thiab tsis xav li cas, nej cia li noj tej zaub mov uas luag twb npaj tos nej lawm tsis txhob nug li."},{"bible_id":"1525","chapter_code":"1CO.10","verse_code":"1CO.10.28","label":"28","content":"Tiamsis yog muaj neeg qhia rau nej hais tias, “Tej zaub mov ntawd luag twb muab fij rau dab rau mlom lawm,” ces nej tsis txhob noj, nyob tsam tus uas qhia rau nej ntawd xav yuam kev, rau qhov nej muaj lub siab uas paub qhov phem qhov zoo;"},{"bible_id":"1525","chapter_code":"1CO.10","verse_code":"1CO.10.29","label":"29","content":"kuv hais li ntawd tsis yog kuv ntshai nyob tsam nej xav yuam kuv, tiamsis kuv ntshai nyob tsam nej ua rau tus uas qhia nej ntawd xav yuam kev. Tej zaum yuav muaj neeg tuaj hais rau kuv tias, “Txawm yog lwm tus yuav xav li cas los cia kuv noj."},{"bible_id":"1525","chapter_code":"1CO.10","verse_code":"1CO.10.30","label":"30","content":"Yog kuv twb ua Vajtswv tsaug tas lawm kuv mam noj, leejtwg tseem yuav muaj cuabkav txwv tsis pub kuv noj tej uas kuv ua Vajtswv tsaug ntawd thiab?”"},{"bible_id":"1525","chapter_code":"1CO.10","verse_code":"1CO.10.31","label":"31","content":"Yog li ntawd, nej yuav noj yuav haus lossis yuav ua ib yam dabtsi, nej yuav tsum ua kom Vajtswv tau ntsejmuag."},{"bible_id":"1525","chapter_code":"1CO.10","verse_code":"1CO.10.32","label":"32","content":"Nej tsis txhob ua ib yam dabtsi uas yuav ua rau cov neeg Yudais lossis lwm Haivneeg lossis cov ntseeg Vajtswv tu siab. Nej cia li ua nej lub neej ib yam li kuv ua kuv lub."},{"bible_id":"1525","chapter_code":"1CO.10","verse_code":"1CO.10.33","label":"33","content":"Ua ib yam li kuv ua kom haum sawvdaws siab. Kuv tsis xav ua kom zoo rau kuv xwb, tiamsis kuv xav ua kom zoo rau sawvdaws huv tibsi, ua li ntawd lawv thiaj yuav dim lawv lub txim."},{"bible_id":"1525","chapter_code":"1CO.11","verse_code":"1CO.11.1","label":"1","content":"Nej xyaum ua raws li kuv tus yam ntxwv, ib yam li kuv xyaum ua raws li Yexus Khetos tus yam ntxwv."},{"bible_id":"1525","chapter_code":"1CO.11","verse_code":"1CO.11.2","label":"2","content":"Kuv qhuas nej rau qhov nej nco ntsoov kuv thiab ua raws li tej lus uas kuv tau qhia nej lawm."},{"bible_id":"1525","chapter_code":"1CO.11","verse_code":"1CO.11.3","label":"3","content":"Tiamsis kuv xav kom nej totaub hais tias Yexus Khetos yog txhua tus txivneej lub taubhau, tus txiv yog tus pojniam lub taubhau, thiab Vajtswv yog Yexus Khetos lub taubhau."},{"bible_id":"1525","chapter_code":"1CO.11","verse_code":"1CO.11.4","label":"4","content":"Tus txivneej uas ntoo phuam thov Vajtswv lossis qhia Vajtswv txojlus, tus ntawd saib tsis taus Yexus Khetos."},{"bible_id":"1525","chapter_code":"1CO.11","verse_code":"1CO.11.5","label":"5","content":"Tus pojniam uas tsis ntoo phuam thov Vajtswv lossis qhia Vajtswv txojlus, tus ntawd saib tsis tau nws tus txiv. Nws zoo ib yam li tus pojniam uas muab plaubhau chais tas lawm."},{"bible_id":"1525","chapter_code":"1CO.11","verse_code":"1CO.11.6","label":"6","content":"Tus pojniam uas tsis ntoo phuam, zoo dua li muab nws cov plaubhau txiav. Tus pojniam uas chais plaubhau lossis txiav plaubhau nws yuav poob ntsejmuag, yog li ntawd nws yuav tsum ntoo phuam."},{"bible_id":"1525","chapter_code":"1CO.11","verse_code":"1CO.11.7","label":"7","content":"Tsis tas txivneej yuav ntoo phuam, rau qhov txivneej yog Vajtswv tus yam ntxwv thiab lub hwvxyeej. Tiamsis pojniam yog txivneej lub hwvxyeej;"},{"bible_id":"1525","chapter_code":"1CO.11","verse_code":"1CO.11.8","label":"8","content":"rau qhov Vajtswv tsis tau tsim txivneej los ntawm pojniam, tiamsis tsim pojniam los ntawm txivneej."},{"bible_id":"1525","chapter_code":"1CO.11","verse_code":"1CO.11.9","label":"9","content":"Thiab tsis tau tsim txivneej rau pojniam, tiamsis tsim pojniam rau txivneej."},{"bible_id":"1525","chapter_code":"1CO.11","verse_code":"1CO.11.10","label":"10","content":"Vim cov timtswv ceebtsheej niaj hnub saib sawvdaws, yog li ntawd tsimnyog tus pojniam yuav tsum ntoo phuam, sawvdaws thiaj paub hais tias nws hwm nws tus txiv."},{"bible_id":"1525","chapter_code":"1CO.11","verse_code":"1CO.11.11","label":"11","content":"Txawm li ntawd los peb cov uas ntseeg tus Tswv, tsis hais txivneej lossis pojniam ib leeg yeej vam ib leeg."},{"bible_id":"1525","chapter_code":"1CO.11","verse_code":"1CO.11.12","label":"12","content":"Rau qhov Vajtswv tsim pojniam los ntawm txivneej, txawm li ntawd los txhua tus txivneej yog pojniam yug; thiab ib puas tsav yam puavleej yog Vajtswv tsim huv tibsi."},{"bible_id":"1525","chapter_code":"1CO.11","verse_code":"1CO.11.13","label":"13","content":"Nej sim ua tib zoo xav saib thaum sawvdaws tuaj pehawm Vajtswv, puas tsimnyog tus pojniam uas tsis ntoo phuam thov Vajtswv?"},{"bible_id":"1525","chapter_code":"1CO.11","verse_code":"1CO.11.14","label":"14","content":"Raws li ibtxwm, nej yeej paub hais tias tus txivneej uas tseg plaubhau ntev, nws yeej yuav poob ntsejmuag,"},{"bible_id":"1525","chapter_code":"1CO.11","verse_code":"1CO.11.15","label":"15","content":"tiamsis tus pojniam uas tseg plaubhau ntev nws yuav tau ntsejmuag, rau qhov nws cov plaubhau npog nws lub taubhau ib yam li nws ntoo phuam."},{"bible_id":"1525","chapter_code":"1CO.11","verse_code":"1CO.11.16","label":"16","content":"Tiamsis yog leejtwg xav sib cav txog zaj no, kuv tsuas hais tias peb thiab cov ntseeg Vajtswv uas nyob txhua qhov yeej muaj tib txoj cai no xwb."},{"bible_id":"1525","chapter_code":"1CO.11","verse_code":"1CO.11.17","label":"17","content":"Tej uas kuv yuav qhia nej no tsis yog kuv qhuas nej, rau qhov thaum nej tuaj sablaj ua ke tsis yog nej tuaj ua zoo, tiamsis yog nej tuaj ua phem xwb."},{"bible_id":"1525","chapter_code":"1CO.11","verse_code":"1CO.11.18","label":"18","content":"Thawj qhov uas muaj neeg tuaj qhia rau kuv yog hais tias, thaum nej cov uas ntseeg tuaj sib sau ua ke, nej tawg ua pab ua pawg; zaj no kuv xav hais tias yeej muaj tseeb li ntawd tiag."},{"bible_id":"1525","chapter_code":"1CO.11","verse_code":"1CO.11.19","label":"19","content":"(Ua li cas los nej yuav tsum tawg ua ob peb pab, kom sawvdaws thiaj paub hais tias pab twg yog pab uas ua zoo.)"},{"bible_id":"1525","chapter_code":"1CO.11","verse_code":"1CO.11.20","label":"20","content":"Thaum nej tuaj sablaj ua ke tsis yog nej tuaj noj tus Tswv Rooj Mov."},{"bible_id":"1525","chapter_code":"1CO.11","verse_code":"1CO.11.21","label":"21","content":"Rau qhov thaum txog sijhawm noj, nej nyias taus nyias huas mus noj nyias li tsis tos lwm tus, yog li ntawd muaj qee leej tsis tau noj, tiamsis muaj qee leej twb noj tsau haus qaug lawm."},{"bible_id":"1525","chapter_code":"1CO.11","verse_code":"1CO.11.22","label":"22","content":"Nej tsis muaj tsev nyob thiab tsis muaj noj tsis muaj haus los? Lossis nej txhob txwm ua saib tsis taus cov ntseeg Vajtswv thiab ua kom cov neeg txomnyem txajmuag los? Nej xav hais tias kuv yuav hais li cas rau nej los? Kuv yuav qhuas nej no los? Kuv yeej tsis qhuas nej hlo li."},{"bible_id":"1525","chapter_code":"1CO.11","verse_code":"1CO.11.23","label":"23","content":"Tej lus uas kuv twb qhia rau nej lawm yeej yog tus Tswv tej lus: Hmo uas luag ntxeev siab rau tus Tswv Yexus, nws muab ib lub ncuav los,"},{"bible_id":"1525","chapter_code":"1CO.11","verse_code":"1CO.11.24","label":"24","content":"nws ua Vajtswv tsaug, nws muab lub ncuav ntawd ntais thiab nws hais tias, “Lub ncuav no yog kuv lub cev uas kuv muab rau nej. Nej ua li no nej thiaj yuav nco ntsoov kuv.”"},{"bible_id":"1525","chapter_code":"1CO.11","verse_code":"1CO.11.25","label":"25","content":"Thaum noj hmo tas nws muab ib lub khob los ua ib yam nkaus li ntawd, thiab nws hais tias, “Lub khob no yog Vajtswv tej lus cog tseg tshiab uas muaj kuv cov ntshav ua lub cim nias rau. Thaum nej haus lub khob no, nej thiaj yuav nco ntsoov kuv.”"},{"bible_id":"1525","chapter_code":"1CO.11","verse_code":"1CO.11.26","label":"26","content":"Rau qhov txhua zaus uas nej noj lub ncuav no thiab haus lub khob no, yog nej qhia tus Tswv txojkev tuag mus txog hnub uas tus Tswv rov qab los."},{"bible_id":"1525","chapter_code":"1CO.11","verse_code":"1CO.11.27","label":"27","content":"Yog li ntawd, tus uas tsis hwm tus Tswv, nws cia li noj tus Tswv lub ncuav lossis haus tus Tswv lub khob, tus ntawd muaj txim, vim nws ua txhaum tus Tswv lub cev thiab tus Tswv cov ntshav."},{"bible_id":"1525","chapter_code":"1CO.11","verse_code":"1CO.11.28","label":"28","content":"Yog li ntawd, txhua tus yuav tsum ua tib zoo xav tso mam li noj lub ncuav thiab haus lub khob."},{"bible_id":"1525","chapter_code":"1CO.11","verse_code":"1CO.11.29","label":"29","content":"Rau qhov tus uas noj lub ncuav no thiab haus lub khob no, yog nws tsis ua tib zoo xav txog tus Tswv lub cev, yog nws rov ua rau nws raug txim, vim qhov uas nws noj thiab haus ntawd."},{"bible_id":"1525","chapter_code":"1CO.11","verse_code":"1CO.11.30","label":"30","content":"Twb yog vim li ntawd nej cov thiaj muaj ntau leej muaj mob, thiab muaj qee leej tuag lawm."},{"bible_id":"1525","chapter_code":"1CO.11","verse_code":"1CO.11.31","label":"31","content":"Yog peb xub ua tib zoo xav thoob thoob ua ntej, Vajtswv thiaj yuav tsis rau txim rau peb."},{"bible_id":"1525","chapter_code":"1CO.11","verse_code":"1CO.11.32","label":"32","content":"Tiamsis thaum tus Tswv rau txim rau peb, twb yog nws qhuab ntuas peb kom peb thiaj tsis nrog neeg ntiajteb raug txim."},{"bible_id":"1525","chapter_code":"1CO.11","verse_code":"1CO.11.33","label":"33","content":"Yog li ntawd cov kwvtij, thaum nej tuaj ua ke noj tus Tswv Rooj Mov, nej ib leeg yuav tsum tos ib leeg sawvdaws mam li tib txhij noj."},{"bible_id":"1525","chapter_code":"1CO.11","verse_code":"1CO.11.34","label":"34","content":"Yog leejtwg tshaib, nws cia li noj mov tom tsev tso mam li tuaj, yog nej ua li ntawd thaum nej tuaj sablaj ua ke, Vajtswv thiaj yuav tsis rau txim rau nej. Tshuav ob peb yam uas kuv tsis tau teb nej, cia kuv tuaj tso kuv mam li qhia nej."},{"bible_id":"1525","chapter_code":"1CO.12","verse_code":"1CO.12.1","label":"1","content":"Cov kwvtij, qhov uas nej sau ntawv tuaj rau kuv hais tias Vaj Ntsujplig tus Dawbhuv pub koob hmoov rau peb nyias muaj nyias tswvyim. Nimno kuv xav kom nej paub tseeb txog tej koob hmoov ntawd."},{"bible_id":"1525","chapter_code":"1CO.12","verse_code":"1CO.12.2","label":"2","content":"Nej twb paub lawm hais tias thaum nej tseem tsis tau ntseeg, nej raug luag ntxias mus pe tej mlom uas tsis muaj sia."},{"bible_id":"1525","chapter_code":"1CO.12","verse_code":"1CO.12.3","label":"3","content":"Kuv xav kom nej paub hais tias tus uas muaj Vajtswv tus Ntsujplig nyob hauv nws lub siab, tus ntawd tsis foom Yexus ib zaug li. Thiab tsis muaj leejtwg yuav kam lees hais tias, Yexus yog tus Tswv, tsuas yog tus uas muaj Vajtswv tus Ntsujplig nyob hauv nws lub siab thiaj li kam lees xwb."},{"bible_id":"1525","chapter_code":"1CO.12","verse_code":"1CO.12.4","label":"4","content":"Vaj Ntsujplig pub koob hmoov rau peb nyias muaj nyias tswvyim, tiamsis tej tswvyim ntawd puavleej yog tib tug Vaj Ntsujplig pub xwb."},{"bible_id":"1525","chapter_code":"1CO.12","verse_code":"1CO.12.5","label":"5","content":"Peb nyias ua nyias ib tes haujlwm, tiamsis peb sawvdaws ua rau tib tug Tswv xwb."},{"bible_id":"1525","chapter_code":"1CO.12","verse_code":"1CO.12.6","label":"6","content":"Vajtswv pub txhua tus nyias muaj nyias tswvyim ua haujlwm, tiamsis tej tswvyim ntawd puavleej yog Vajtswv tib leeg pub."},{"bible_id":"1525","chapter_code":"1CO.12","verse_code":"1CO.12.7","label":"7","content":"Vaj Ntsujplig pub nyias muaj nyias tswvyim kom sawvdaws thiaj sib pab tau."},{"bible_id":"1525","chapter_code":"1CO.12","verse_code":"1CO.12.8","label":"8","content":"Vaj Ntsujplig pub rau ib tug muaj tswvyim txawj qhuab qhia, thiab nws pub rau ib tug muaj tswvyim kawm txawj kawm ntse, tiamsis puavleej yog tib tug Vaj Ntsujplig pub xwb."},{"bible_id":"1525","chapter_code":"1CO.12","verse_code":"1CO.12.9","label":"9","content":"Tib tug Vaj Ntsujplig ntawd pub ib tug muaj kev ntseeg, thiab pub ib tug muaj hwjchim kho tau mob zoo."},{"bible_id":"1525","chapter_code":"1CO.12","verse_code":"1CO.12.10","label":"10","content":"Ib tug muaj hwjchim ua tau tej txujci tseemceeb, ib tug txawj qhia Vajtswv txojlus, ib tug txawj saib tej tswvyim uas yog Vaj Ntsujplig li thiab tej uas tsis yog. Ib tug txawj hais tej lus txawv txawv, ib tug txawj txhais tej lus txawv txawv ntawd."},{"bible_id":"1525","chapter_code":"1CO.12","verse_code":"1CO.12.11","label":"11","content":"Tiamsis txhua yam no puavleej yog tib tug Vaj Ntsujplig pub xwb; nws pub rau txhua tus nyias muaj nyias tswvyim raws li nws pom zoo pub."},{"bible_id":"1525","chapter_code":"1CO.12","verse_code":"1CO.12.12","label":"12","content":"Yexus Khetos zoo li lub cev uas muaj tes muaj taw, muaj taubhau thiab muaj siab muaj ntsws; txawm yog muaj ntau yam los puavleej koom ua ib lub cev."},{"bible_id":"1525","chapter_code":"1CO.12","verse_code":"1CO.12.13","label":"13","content":"Ib yam nkaus li ntawd, tsis hais cov Yudais lossis lwm Haivneeg, cov ua qhev lossis cov uas tsis ua qhev, peb sawvdaws puavleej koom tib lub cev, peb ua kevcai raus dej los ntawm tib tug Vaj Ntsujplig thiab tib tug Vaj Ntsujplig ntawd nyob hauv peb."},{"bible_id":"1525","chapter_code":"1CO.12","verse_code":"1CO.12.14","label":"14","content":"Rau qhov lub cev tsis yog muaj ib yam xwb, tiamsis muaj tes muaj taw, muaj taubhau thiab muaj siab muaj ntsws huv tibsi."},{"bible_id":"1525","chapter_code":"1CO.12","verse_code":"1CO.12.15","label":"15","content":"Yog kotaw hais tias, “Kuv tsis yog tes, mas kuv tsis koom lub cev,” txawm yog kotaw yuav hais li ntawd los nws yeej koom rawv lub cev."},{"bible_id":"1525","chapter_code":"1CO.12","verse_code":"1CO.12.16","label":"16","content":"Yog pobntseg hais tias, “Kuv tsis yog qhovmuag, mas kuv tsis koom lub cev,” txawm yog pobntseg yuav hais li ntawd los nws yeej koom rawv lub cev thiab."},{"bible_id":"1525","chapter_code":"1CO.12","verse_code":"1CO.12.17","label":"17","content":"Yog lub cev muaj qhovmuag xwb, yuav ua li cas hnov tau lus? Thiab yog lub cev tsuas muaj pobntseg xwb, yuav ua li cas hnov ntxhiab?"},{"bible_id":"1525","chapter_code":"1CO.12","verse_code":"1CO.12.18","label":"18","content":"Twb yog vim li ntawd, Vajtswv thiaj tsim kom muaj tes muaj taw, muaj taubhau thiab muaj siab muaj ntsws los koom ua ib lub cev raws li Vajtswv pom zoo."},{"bible_id":"1525","chapter_code":"1CO.12","verse_code":"1CO.12.19","label":"19","content":"Yog muaj tib yam xwb yeej hu tsis tau hais tias yog lub cev."},{"bible_id":"1525","chapter_code":"1CO.12","verse_code":"1CO.12.20","label":"20","content":"Twb yog vim li ntawd, lub cev thiaj muaj tes muaj taw, muaj taubhau thiab muaj siab muaj ntsws."},{"bible_id":"1525","chapter_code":"1CO.12","verse_code":"1CO.12.21","label":"21","content":"Yog li ntawd lub qhovmuag yuav hais rau txhais tes hais tias, “Kuv tsis yuav koj!” los yeej hais tsis tau. Lossis lub taubhau yuav hais rau txhais kotaw hais tias, “Kuv tsis yuav koj!” los yeej hais tsis tau ib yam nkaus."},{"bible_id":"1525","chapter_code":"1CO.12","verse_code":"1CO.12.22","label":"22","content":"Peb lub cev muaj qee yam tsis tshua tseemceeb, tiamsis yog tsis muaj tej ntawd peb yeej tsis tsheej neeg;"},{"bible_id":"1525","chapter_code":"1CO.12","verse_code":"1CO.12.23","label":"23","content":"thiab tej uas peb xav hais tias tsis tseemceeb pestsawg, peb hajyam tu tej ntawd zoo dua; peb lub cev tej yam uas tsis zoo nkauj, peb hajyam tu kom zoo nkauj,"},{"bible_id":"1525","chapter_code":"1CO.12","verse_code":"1CO.12.24","label":"24","content":"yam uas zoo tsis tas yuav tu. Vajtswv yog tus uas muab tes muab taw, muab taubhau thiab muab siab muab ntsws los puab ua ib lub cev kom tej uas tsis tshua tseemceeb thiaj tseemceeb."},{"bible_id":"1525","chapter_code":"1CO.12","verse_code":"1CO.12.25","label":"25","content":"Yog li ntawd, lub cev sib faib tsis tau, rau qhov txhua yam ntawd ib yam yeej pab ib yam."},{"bible_id":"1525","chapter_code":"1CO.12","verse_code":"1CO.12.26","label":"26","content":"Yog lub cev muaj ib qho mob lawm, yeej yuav mob thoob plaws lub cev. Yog luag qhuas lub cev ib qho, tagnrho lub cev puavleej yuav tau ntsejmuag."},{"bible_id":"1525","chapter_code":"1CO.12","verse_code":"1CO.12.27","label":"27","content":"Nej sawvdaws puavleej yog Yexus Khetos lub cev, thiab nej ib leeg yog ib yam ntawm lub cev."},{"bible_id":"1525","chapter_code":"1CO.12","verse_code":"1CO.12.28","label":"28","content":"Vajtswv tsa peb nyias muaj nyias ib teg haujlwm nyob hauv pawg ntseeg: Thawj pab yog cov timthawj, pab ob yog cov cev Vajtswv lus, thiab pab peb yog cov xibhwb uas cob qhia; dua li ntawd muaj ibtxhia ua tau tej txujci tseemceeb, ibtxhia tau lub hwjchim kho mob zoo, muaj ibtxhia pab tau lwm tus, muaj ibtxhia txawj qhuab ntuas lwm tus thiab muaj ibtxhia hais tau lus txawv txawv."},{"bible_id":"1525","chapter_code":"1CO.12","verse_code":"1CO.12.29","label":"29","content":"Tsis yog txhua tus ua timthawj lossis ua tus cev Vajtswv lus lossis ua xibhwb cob qhia. Tsis yog txhua tus tau lub hwjchim uas ua tau tej txujci tseemceeb,"},{"bible_id":"1525","chapter_code":"1CO.12","verse_code":"1CO.12.30","label":"30","content":"lossis kho tau mob zoo lossis hais tau lus txawv txawv lossis txawj txhais tau tej lus ntawd."},{"bible_id":"1525","chapter_code":"1CO.12","verse_code":"1CO.12.31","label":"31","content":"Nej yuav tsum muab siab rau nrhiav tej koob hmoov uas tseemceeb tshaj plaws. Tiamsis nimno kuv yuav qhia ib zaj uas zoo tshaj tej ntawd huv tibsi rau nej."},{"bible_id":"1525","chapter_code":"1CO.13","verse_code":"1CO.13.1","label":"1","content":"Txawm yog kuv hais tau txhua haivneeg tej lus thiab hais tau cov timtswv ceebtsheej tej lus los yog kuv tsis muaj kev hlub, ces tej lus uas kuv hais tau ntawd zoo li tej suab tswb tooj tswb hlau uas nrov nrov xwb."},{"bible_id":"1525","chapter_code":"1CO.13","verse_code":"1CO.13.2","label":"2","content":"Txawm yog kuv yuav muaj lub tswvyim txawj qhuab qhia; muaj txhua yam kev txawj ntse, thiab totaub txhua yam uas tsis muaj neeg paub; thiab txawm yog kuv muaj kev ntseeg hais tau kom tej roob txav tau mus rau lwm qhov, tiamsis yog kuv tsis muaj kev hlub, ces kuv yeej tsis muaj nqis dabtsi hlo li."},{"bible_id":"1525","chapter_code":"1CO.13","verse_code":"1CO.13.3","label":"3","content":"Txawm yog kuv yuav muab txhua yam uas kuv muaj pub rau lwm tus, thiab muab kuv lub cev rau luag hlawv  los yog kuv tsis muaj kev hlub, ces yeej tsis muaj nqis dabtsi hlo li."},{"bible_id":"1525","chapter_code":"1CO.13","verse_code":"1CO.13.4","label":"4","content":"Tus uas muaj kev hlub, nws ua taus siab ntev, nws muaj lub siab dawb siab zoo; nws tsis khib, tsis khavtheeb thiab tsis muab hlob;"},{"bible_id":"1525","chapter_code":"1CO.13","verse_code":"1CO.13.5","label":"5","content":"tus uas muaj kev hlub, nws tsis ua nruj ua tsiv, tsis qia dub, tsis chim sai; tsis cim ntsoov luag tej kev txhaum rau nruab siab;"},{"bible_id":"1525","chapter_code":"1CO.13","verse_code":"1CO.13.6","label":"6","content":"tus uas muaj kev hlub, nws tsis nyiam kev phem kev qias, tiamsis nws nyiam kev ncaj kev ncees."},{"bible_id":"1525","chapter_code":"1CO.13","verse_code":"1CO.13.7","label":"7","content":"Tus uas muaj kev hlub, nws nyiaj taus txhua tsav yam, muab siab rau ntseeg, cia siab thiab ua siab ntev mus li."},{"bible_id":"1525","chapter_code":"1CO.13","verse_code":"1CO.13.8","label":"8","content":"Txojkev hlub yuav nyob mus ibtxhis. Tiamsis cov uas txawj qhia Vajtswv txojlus, lawv tsuas qhia ib ntus xwb, cov uas txawj hais lus txawv txawv, lawv yuav tsis hais lawm thiab tej kev txawj ntse yuav ploj mus."},{"bible_id":"1525","chapter_code":"1CO.13","verse_code":"1CO.13.9","label":"9","content":"Txawm yog peb kawm kev txawj ntse los peb tseem paub tsis txhij, thiab txawm yog peb txawj qhia Vajtswv txojlus los peb tseem qhia tsis tau zoo;"},{"bible_id":"1525","chapter_code":"1CO.13","verse_code":"1CO.13.10","label":"10","content":"tiamsis thaum peb paub txhij txhua lawm, ces tej uas peb paub tsis txhij ntawd yeej yuav ploj mus."},{"bible_id":"1525","chapter_code":"1CO.13","verse_code":"1CO.13.11","label":"11","content":"Thaum kuv tseem yog menyuam yaus, kuv hais thiab kuv xav li menyuam yaus; nimno kuv hlob tiav txiv lawm, kuv tsis ua li menyuam yaus ua lawm."},{"bible_id":"1525","chapter_code":"1CO.13","verse_code":"1CO.13.12","label":"12","content":"Rau qhov tej uas nimno peb pom, zoo li tus duab plooj plooj uas nyob hauv daim tsom iav xwb; tiamsis muaj ib hnub peb yuav pom tim ntsej tim muag. Nimno kuv tseem paub tsis tau txhij; tiamsis muaj ib hnub kuv yuav paub txhij ib yam li Vajtswv paub kuv."},{"bible_id":"1525","chapter_code":"1CO.13","verse_code":"1CO.13.13","label":"13","content":"Nimno tseem muaj peb yam uas yuav nyob mus ibtxhis: kev ntseeg, kev cia siab thiab kev hlub; tiamsis kev hlub yog yam uas tseemceeb dua ntais huv tibsi."},{"bible_id":"1525","chapter_code":"1CO.14","verse_code":"1CO.14.1","label":"1","content":"Nej yuav tsum sib hlub thiab kub siab lug thov Vaj Ntsujplig pub tswvyim rau nej, qhov tseemceeb yog thov lub tswvyim uas txawj qhia Vajtswv txojlus."},{"bible_id":"1525","chapter_code":"1CO.14","verse_code":"1CO.14.2","label":"2","content":"Tus uas txawj hais lus txawv txawv tsis yog hais rau neeg, tiamsis yog hais rau Vajtswv, rau qhov tsis muaj leejtwg totaub tej lus uas nws hais. Tej lus uas nws hais ntawd, yog Vaj Ntsujplig kom nws hais."},{"bible_id":"1525","chapter_code":"1CO.14","verse_code":"1CO.14.3","label":"3","content":"Tiamsis tus uas qhia Vajtswv txojlus yog qhia rau neeg kom pab tau sawvdaws, txhawb tau sawvdaws lub zog thiab nplig tau sawvdaws lub siab."},{"bible_id":"1525","chapter_code":"1CO.14","verse_code":"1CO.14.4","label":"4","content":"Tus uas hais tau lus txawv txawv tsuas pab tau nws xwb, tiamsis tus uas qhia Vajtswv txojlus, tus ntawd pab tau txhua tus ntseeg huv tibsi."},{"bible_id":"1525","chapter_code":"1CO.14","verse_code":"1CO.14.5","label":"5","content":"Kuv xav kom nej txhua tus hais tau lus txawv txawv; tiamsis kuv xav kom nej txawj qhia Vajtswv txojlus heev dua. Rau qhov tus uas txawj qhia Vajtswv txojlus yog tus uas muaj nqis heev dua tus uas hais tau lus txawv txawv, yog nws txhais tau tej lus txawv txawv ntawd thiaj yuav pab tau cov ntseeg xwb."},{"bible_id":"1525","chapter_code":"1CO.14","verse_code":"1CO.14.6","label":"6","content":"Cov kwvtij, yog thaum kuv tuaj xyuas nej, kuv cia li hais lus txawv txawv rau nej, puas muaj qabhau rau nej? Yeej tsis muaj hlo li, yog kuv qhia Vajtswv tej lus qhia tshwm lossis tej kev txawj ntse lossis tej lus uas Vajtswv qhia rau kuv lossis tej lus qhuab qhia thiaj yuav muaj nqis rau nej."},{"bible_id":"1525","chapter_code":"1CO.14","verse_code":"1CO.14.7","label":"7","content":"Tus neeg uas tshuab raj thiab qoj nkauj nogncas, yog nws tsis txawj pos ntiv raj thiab pos ntiv nkauj nogncas, yeej tsis muaj leejtwg paub hais tias nws tshuab thiab qoj hais li cas."},{"bible_id":"1525","chapter_code":"1CO.14","verse_code":"1CO.14.8","label":"8","content":"Thiab yog tus neeg uas tshuab xyu nws tshuab tsis meej, leejtwg thiaj yuav paub npaj sib ntaus sib tua?"},{"bible_id":"1525","chapter_code":"1CO.14","verse_code":"1CO.14.9","label":"9","content":"Ib yam nkaus li ntawd, yog nej hais lus txawv txawv, cov mloog yuav ua li cas totaub? Nej tej lus yuav tsis muaj qabhau dabtsi."},{"bible_id":"1525","chapter_code":"1CO.14","verse_code":"1CO.14.10","label":"10","content":"Txhua yam lus uas neeg ntiajteb hais puavleej muab lub ntsiab, tsis muaj ib yam uas tsis muaj lub ntsiab lus li."},{"bible_id":"1525","chapter_code":"1CO.14","verse_code":"1CO.14.11","label":"11","content":"Tiamsis yog kuv tsis paub tus neeg uas nrog kuv tham ntawd cov lus, ces kuv thiab nws nyias yog nyias ib haivneeg."},{"bible_id":"1525","chapter_code":"1CO.14","verse_code":"1CO.14.12","label":"12","content":"Nej txhua tus yeej kub siab lug xav tau lub tswvyim uas Vaj Ntsujplig pub, yog li ntawd nej yuav tsum xub thov tej uas yuav pab tau cov ntseeg kom vammeej tso."},{"bible_id":"1525","chapter_code":"1CO.14","verse_code":"1CO.14.13","label":"13","content":"Tus neeg uas hais tau lus txawv txawv, nws yuav tsum thov Vajtswv pub tswvyim kom nws txawj txhais tau tej lus uas nws hais ntawd."},{"bible_id":"1525","chapter_code":"1CO.14","verse_code":"1CO.14.14","label":"14","content":"Rau qhov tej lus txawv txawv uas kuv thov Vajtswv yeej yog kuv tus ntsujplig thov, tiamsis kuv tsis totaub tej lus ntawd."},{"bible_id":"1525","chapter_code":"1CO.14","verse_code":"1CO.14.15","label":"15","content":"Yog li ntawd, thaum kuv yuav thov Vajtswv yuav tsum yog kuv lub siab totaub tej lus uas kuv hais; thaum kuv hu nkauj yuav tsum yog kuv lub siab totaub tej lus ntawd ib yam nkaus."},{"bible_id":"1525","chapter_code":"1CO.14","verse_code":"1CO.14.16","label":"16","content":"Thaum nej ua Vajtswv tsaug yog nej hais lus txawv txawv, cov neeg uas tsis paub tej lus txawv txawv ntawd, lawv yuav ua li cas paub nrog nej hais “Amees”? Rau qhov lawv tsis paub xyov yog nej hais dabtsi."},{"bible_id":"1525","chapter_code":"1CO.14","verse_code":"1CO.14.17","label":"17","content":"Txawm yog nej txawj ua Vajtswv tsaug npaum li cas los nej tej lus yeej pab tsis tau cov neeg uas tsis totaub ntawd li."},{"bible_id":"1525","chapter_code":"1CO.14","verse_code":"1CO.14.18","label":"18","content":"Kuv ua Vajtswv tsaug uas kuv txawj hais lus txawv txawv ntau dua nej huv tibsi."},{"bible_id":"1525","chapter_code":"1CO.14","verse_code":"1CO.14.19","label":"19","content":"Tiamsis thaum kuv qhia cov ntseeg, yog kuv hais tsib lo lus uas sawvdaws totaub, zoo dua li uas kuv hais kaum txhiab lo lus txawv txawv uas tsis muaj neeg paub."},{"bible_id":"1525","chapter_code":"1CO.14","verse_code":"1CO.14.20","label":"20","content":"Cov kwvtij, nej tsis txhob xav li tej menyuam yaus xav, tiamsis nej yuav tsum xav li tej neeg laus xav; thiab ua ib yam li tej menyuam yaus uas tsis paub ua phem ua."},{"bible_id":"1525","chapter_code":"1CO.14","verse_code":"1CO.14.21","label":"21","content":"Vajtswv txojlus sau tseg hais tias: “Tus Tswv hais tias, kuv yuav txib lwm Haivneeg tuaj qhia cov neeg no. Txawm li ntawd los kuv haivneeg yuav tsis mloog kuv tej lus.”"},{"bible_id":"1525","chapter_code":"1CO.14","verse_code":"1CO.14.22","label":"22","content":"Tej lus txawv txawv uas neeg hais yog ua rau cov tsis ntseeg pom Vajtswv lub hwjchim, tsis yog ua rau cov ntseeg pom. Tiamsis qhov uas qhia Vajtswv txojlus yog ua rau cov ntseeg pom Vajtswv lub hwjchim, tsis yog ua rau cov tsis ntseeg pom."},{"bible_id":"1525","chapter_code":"1CO.14","verse_code":"1CO.14.23","label":"23","content":"Yog li ntawd, thaum cov ntseeg tuaj ua ke mloog lus qhuab qhia, yog txhua tus pib hais lus txawv txawv, cov ntseeg uas tsis totaub tej lus ntawd, thiab cov neeg uas tsis ntseeg lawv pom nej ua li ntawd, lawv yuav cia li hais tias nej vwm lawm."},{"bible_id":"1525","chapter_code":"1CO.14","verse_code":"1CO.14.24","label":"24","content":"Tiamsis yog txhua tus qhia Vajtswv txojlus, thaum muaj cov tsis ntseeg lossis cov neeg sab nraud qee leej tuaj mloog, tej lus uas nws hnov ntawd yuav ua rau nws paub nws tej kev txhaum, thiab ua rau nws paub hais tias nws yuav raug txim,"},{"bible_id":"1525","chapter_code":"1CO.14","verse_code":"1CO.14.25","label":"25","content":"thiab Vajtswv yuav muab tej uas nws xav hauv nruab siab nthuav rau sawvdaws paub, thiab nws yuav txhos caug ntua pehawm Vajtswv thiab lees hais tias, “Vajtswv nrog nej nyob ntawm no tiag lauj!”"},{"bible_id":"1525","chapter_code":"1CO.14","verse_code":"1CO.14.26","label":"26","content":"Cov kwvtij, nej puas paub tej uas kuv hais ntawd yog dabtsi? Thaum nej tuaj ua ke pehawm Vajtswv, ib tug coj hu nkauj, ib tug qhuab qhia, ib tug qhia tej uas Vajtswv kom nws qhia, ib tug hais lus txawv txawv, thiab ib tug txhais tej lus txawv txawv ntawd. Nej yuav tsum ua txhua yam no thiaj pab tau pawg ntseeg kom vammeej."},{"bible_id":"1525","chapter_code":"1CO.14","verse_code":"1CO.14.27","label":"27","content":"Yog leejtwg yuav hais lus txawv txawv, tsuas pub ob leeg lossis peb leeg hais xwb, cia ib tug hais tas ib tug mam li hais, thiab yuav tsum muaj ib tug txhais tej lus uas lawv hais ntawd."},{"bible_id":"1525","chapter_code":"1CO.14","verse_code":"1CO.14.28","label":"28","content":"Tiamsis yog tsis muaj leejtwg txawj txhais, tus uas hais lus txawv txawv ntawd, cia nws hais twjywm hauv nruab siab thiab hais rau Vajtswv xwb."},{"bible_id":"1525","chapter_code":"1CO.14","verse_code":"1CO.14.29","label":"29","content":"Cia ob tug lossis peb tug qhia Vajtswv lus, dua li lwm tus cia lawv mloog thiab xav saib tej lus ntawd qhia li cas."},{"bible_id":"1525","chapter_code":"1CO.14","verse_code":"1CO.14.30","label":"30","content":"Tiamsis yog Vajtswv kom cov neeg uas tuaj zaum ua ke ntawd ib tug qhia, ces tus uas tabtom qhia cia li tsum."},{"bible_id":"1525","chapter_code":"1CO.14","verse_code":"1CO.14.31","label":"31","content":"Nej cov uas qhia Vajtswv txojlus, nej ib tug qhia tas tso ib tug mam li qhia, cov uas mloog thiaj yuav kawm tau thiab tej uas nej qhia ntawd thiaj yuav txhawb tau sawvdaws lub zog."},{"bible_id":"1525","chapter_code":"1CO.14","verse_code":"1CO.14.32","label":"32","content":"Tus uas txawj qhia Vajtswv txojlus, nws paub pib thiab paub xaus,"},{"bible_id":"1525","chapter_code":"1CO.14","verse_code":"1CO.14.33","label":"33","content":"rau qhov Vajtswv tsis xav kom peb ua dog ua dig, tiamsis nws xav kom peb ua muaj hauvpaus hauvntsis thiaj muaj kev kaj siab. Thaum cov ntseeg tuaj ua ke mloog lus qhuab qhia,"},{"bible_id":"1525","chapter_code":"1CO.14","verse_code":"1CO.14.34","label":"34","content":"cov pojniam yuav tsum nyob twjywm tsis txhob hais lus. Raws li cov Yudais Txoj Kevcai hais tias, cov pojniam tsis muaj cai ua thawjcoj."},{"bible_id":"1525","chapter_code":"1CO.14","verse_code":"1CO.14.35","label":"35","content":"Yog cov pojniam xav paub dabtsi, kom nyias nug nyias tus txiv tom tsev. Qhov uas tus pojniam hais lus thaum sawvdaws tabtom mloog lus qhuab qhia, yog ib qhov uas txajmuag heev."},{"bible_id":"1525","chapter_code":"1CO.14","verse_code":"1CO.14.36","label":"36","content":"Nej xav hais tias Vajtswv xub muab Vajtswv txojlus rau nej ua ntej no los? Lossis nej xav hais tias nej tib co thiaj li paub Vajtswv txojlus xwb."},{"bible_id":"1525","chapter_code":"1CO.14","verse_code":"1CO.14.37","label":"37","content":"Yog leejtwg xav hais tias nws yog tus uas qhia Vajtswv txojlus lossis xav hais tias Vaj Ntsujplig twb pub hwjchim rau nws lawm, tus ntawd yeej paub hais tias tej uas kuv sau tuaj rau nej no yog tus Tswv tej lus."},{"bible_id":"1525","chapter_code":"1CO.14","verse_code":"1CO.14.38","label":"38","content":"Tiamsis tus uas tsis quavntsej tej no, nej tsis txhob quavntsej tus ntawd hlo li."},{"bible_id":"1525","chapter_code":"1CO.14","verse_code":"1CO.14.39","label":"39","content":"Yog li ntawd cov kwvtij, nej cia li muab siab rau qhia Vajtswv txojlus, tiamsis nej tsis txhob txwv tus uas hais tau lus txawv txawv."},{"bible_id":"1525","chapter_code":"1CO.14","verse_code":"1CO.14.40","label":"40","content":"Txhua yam uas nej ua, nej yuav tsum ua kom zoo thiab tsis txhob lam ua dog ua dig."},{"bible_id":"1525","chapter_code":"1CO.15","verse_code":"1CO.15.1","label":"1","content":"Cov kwvtij, kuv xav kom nej nco ntsoov txojmoo zoo uas kuv twb qhia rau nej thiab nej twb ntseeg lawm, thiab niaj hnub no los nej tseem ntseeg li qub."},{"bible_id":"1525","chapter_code":"1CO.15","verse_code":"1CO.15.2","label":"2","content":"Yog nej cim ntsoov txojmoo zoo uas kuv qhia rau nej lawm, nej yeej yuav dim nej lub txim, ntshai yog nej ho tsis ntseeg tiag xwb."},{"bible_id":"1525","chapter_code":"1CO.15","verse_code":"1CO.15.3","label":"3","content":"Tej lus uas Vajtswv muab rau kuv qhia nej ntawd, yog tej lus uas tseemceeb kawg li. Tej lus ntawd hais tias, Yexus Khetos tau tuag theej peb sawvdaws lub txhoj raws li muaj lus sau cia rau hauv Vajtswv txojlus hais tias,"},{"bible_id":"1525","chapter_code":"1CO.15","verse_code":"1CO.15.4","label":"4","content":"luag coj nws mus faus thiab tom qab ntawd peb hnub, Vajtswv tsa nws sawv hauv qhov tuag rov qab los, raws li Vajtswv txojlus sau tseg lawm."},{"bible_id":"1525","chapter_code":"1CO.15","verse_code":"1CO.15.5","label":"5","content":"Twb yog li ntawd nws thiaj los tshwm rau Petus pom thiab tom qab ntawd nws los tshwm rau kaum ob tug timthawj pom."},{"bible_id":"1525","chapter_code":"1CO.15","verse_code":"1CO.15.6","label":"6","content":"Thiab tom qab ntawd nws los tshwm rau tsib puas tawm leej pom, lawv cov ntawd coob leej tseem muaj sia nyob, tsuas yog qee leej thiaj tuag lawm xwb."},{"bible_id":"1525","chapter_code":"1CO.15","verse_code":"1CO.15.7","label":"7","content":"Ces nws ho los tshwm rau Yakaunpaus pom, thiab tom qab ntawd nws los tshwm rau cov timthawj sawvdaws pom."},{"bible_id":"1525","chapter_code":"1CO.15","verse_code":"1CO.15.8","label":"8","content":"Thaum kawg nws los tshwm rau kuv pom, kuv zoo li tus menyuam uas yug thaum tseem tsis tau txog caij yug."},{"bible_id":"1525","chapter_code":"1CO.15","verse_code":"1CO.15.9","label":"9","content":"Kuv yog tus uas muaj lub hwjchim nqis dua cov timthawj huv tibsi, kuv tsis tsimnyog tau lub npe hu ua timthawj, rau qhov kuv tau tsimtxom cov ntseeg Vajtswv lawm."},{"bible_id":"1525","chapter_code":"1CO.15","verse_code":"1CO.15.10","label":"10","content":"Tiamsis vim Vajtswv txoj koob hmoov, kuv thiaj tau ua ib tug timthawj, thiab txoj koob hmoov uas Vajtswv pub rau kuv ntawd tsis yog txoj uas tsis muaj nqis, yeej muaj nqis heev. Kuv ua haujlwm khwv dua cov timthawj huv tibsi, tsis yog kuv siv kuv lub zog ua xwb, tiamsis yog Vajtswv pub koob hmoov rau kuv, kuv thiaj ua tau."},{"bible_id":"1525","chapter_code":"1CO.15","verse_code":"1CO.15.11","label":"11","content":"Txawm yog tej uas kuv qhia lossis tej uas lawv qhia los peb puavleej qhia ib yam nkaus, thiab tej ntawd yog tej uas nej twb ntseeg lawm."},{"bible_id":"1525","chapter_code":"1CO.15","verse_code":"1CO.15.12","label":"12","content":"Peb twb qhia rau nej lawm hais tias Vajtswv twb tsa Yexus Khetos sawv hauv qhov tuag rov qab los lawm, ua li cas nej cov tseem muaj qee leej hais tias cov neeg uas tuag lawm yuav sawv tsis tau hauv qhov tuag los?"},{"bible_id":"1525","chapter_code":"1CO.15","verse_code":"1CO.15.13","label":"13","content":"Yog muaj li lawv hais ntawd tiag, ces Vajtswv kuj tsis tau tsa Yexus Khetos sawv hauv qhov tuag rov qav los;"},{"bible_id":"1525","chapter_code":"1CO.15","verse_code":"1CO.15.14","label":"14","content":"thiab yog hais tias Yexus Khetos tsis sawv hauv qhov tuag rov qab los, ces tej uas peb qhia yeej tsis muaj nqis dabtsi, thiab tej uas nej ntseeg los yeej tsis muaj nqis ib yam nkaus."},{"bible_id":"1525","chapter_code":"1CO.15","verse_code":"1CO.15.15","label":"15","content":"Tsis tas li ntawd xwb, sawvdaws yuav pom hais tias peb qhia Vajtswv txojlus tsis tseeb, rau qhov peb qhia hais tias Vajtswv twb tsa Yexus Khetos sawv hauv qhov tuag rov qab los lawm, yog hais tias cov neeg uas tuag lawm tsis sawv hauv qhov tuag los li lawv hais ntawd tiag, ces Vajtswv kuj tsis tau tsa Yexus sawv hauv qhov tuag los."},{"bible_id":"1525","chapter_code":"1CO.15","verse_code":"1CO.15.16","label":"16","content":"Rau qhov yog hais tias cov neeg uas tuag lawm tsis sawv hauv qhov tuag rov qab los, ces Vajtswv yeej tsis tau tsa Yexus Khetos sawv hauv qhov tuag rov qab los thiab."},{"bible_id":"1525","chapter_code":"1CO.15","verse_code":"1CO.15.17","label":"17","content":"Yog hais tias Vajtswv tsis tau tsa Yexus Khetos sawv hauv qhov tuag rov qab los, ces qhov uas nej ntseeg yeej tsis muaj nqis dabtsi li, nej tseem muaj txim li qub."},{"bible_id":"1525","chapter_code":"1CO.15","verse_code":"1CO.15.18","label":"18","content":"Thiab cov ntseeg Yexus Khetos uas twb tuag lawm, lawv yuav cia li puastsuaj mus li."},{"bible_id":"1525","chapter_code":"1CO.15","verse_code":"1CO.15.19","label":"19","content":"Yog hais tias, qhov uas peb cia siab rau Yexus Khetos tsuas pab tau peb thaum peb tseem ua neej nyob no xwb,  ces peb kuj yog cov uas txomnyem dua tej neeg uas nyob hauv ntiajteb no huv tibsi."},{"bible_id":"1525","chapter_code":"1CO.15","verse_code":"1CO.15.20","label":"20","content":"Tiamsis qhov tseemceeb yog li no: Vajtswv twb tsa Yexus Khetos sawv hauv qhov tuag rov qab los lawm, Vajtswv ua li ntawd kom sawvdaws paub tseeb hais tias Vajtswv yuav tsa cov neeg uas tuag lawm sawv rov qab los thiab."},{"bible_id":"1525","chapter_code":"1CO.15","verse_code":"1CO.15.21","label":"21","content":"Twb yog vim muaj ib tug uas txhaum, sawvdaws thiaj raug kev ploj kev tuag, thiab twb yog vim muaj ib tug sawv hauv qhov tuag rov qab los, sawvdaws thiaj yuav sawv tau ib yam li tus ntawd."},{"bible_id":"1525","chapter_code":"1CO.15","verse_code":"1CO.15.22","label":"22","content":"Txhua tus puavleej raug kev ploj kev tuag, rau qhov sawvdaws yog Adas roj ntsha ib yam nkaus li ntawd, txhua tus yuav sawv hauv qhov tuag rov qab los, rau qhov sawvdaws nrog Yexus Khetos koom ib txojsia."},{"bible_id":"1525","chapter_code":"1CO.15","verse_code":"1CO.15.23","label":"23","content":"Tiamsis txhua tus yuav sawv raws li Vajtswv teem tseg: Yexus Khetos yog tus uas xub sawv ua ntej; ces thaum txog lub sijhawm uas Yexus Khetos rov qab los, txhua tus uas ntseeg nws mam li sawv."},{"bible_id":"1525","chapter_code":"1CO.15","verse_code":"1CO.15.24","label":"24","content":"Tom qab uas yog lub sijhawm kawg; Yexus Khetos yuav muab txhua tus nomtswv txo hwjchim tsis pub kav teb kav chaw, thiab nws yuav muab ib puas tsav yam uas muaj hwjchim cob rau Vajtswv tus uas yog nws Leej Txiv huv tibsi."},{"bible_id":"1525","chapter_code":"1CO.15","verse_code":"1CO.15.25","label":"25","content":"Rau qhov Yexus Khetos yuav kav mus txog thaum Vajtswv muab txhua tus yeebncuab rau Yexus Khetos tsuj."},{"bible_id":"1525","chapter_code":"1CO.15","verse_code":"1CO.15.26","label":"26","content":"Txojkev tuag yog tus yeebncuab uas thaum kawg Vajtswv yuav muab rhuav kom puastsuaj mus."},{"bible_id":"1525","chapter_code":"1CO.15","verse_code":"1CO.15.27","label":"27","content":"Vajtswv txojlus hais tias, “Vajtswv muab ib puas tsav yam rau Yexus Khetos tsuj.” Lo lus uas hais tias, “Ib puas tsav yam” ntawd tsis tau hais txog Vajtswv tus uas muab ib puas tsav yam rau Yexus Khetos tsuj."},{"bible_id":"1525","chapter_code":"1CO.15","verse_code":"1CO.15.28","label":"28","content":"Tiamsis thaum uas Vajtswv muab ib puas tsav yam rau Yexus Khetos kav lawm, ces Yexus Khetos uas yog Leej Tub yuav cia Vajtswv ua tus kav nws. Vajtswv yuav muab ib puas tsav yam rau Yexus kav; thiab Vajtswv yuav kav tagnrho ib puas tsav yam ntawd huv tibsi."},{"bible_id":"1525","chapter_code":"1CO.15","verse_code":"1CO.15.29","label":"29","content":"Yog tsis muaj li ntawd, cov neeg uas ua kevcai raus dej pab cov neeg uas tuag lawm, lawv xav li cas lawv thiaj ua li ntawd? Yog hais tias cov neeg uas tuag lawm sawv tsis tau rov qab los, ua li cas lawv tseem ua kevcai raus dej rau cov neeg uas tuag lawm ua dabtsi thiab?"},{"bible_id":"1525","chapter_code":"1CO.15","verse_code":"1CO.15.30","label":"30","content":"Ua li cas peb tseem niaj hnub tiv kev txomnyem ua dabtsi?"},{"bible_id":"1525","chapter_code":"1CO.15","verse_code":"1CO.15.31","label":"31","content":"Cov kwvtij, kuv niaj hnub ntsib kev ploj kev tuag! Kuv zoo siab rau nej heev twb yog peb sawvdaws nrog Yexus Khetos tus uas yog peb tus Tswv koom ib txojsia. Qhov ntawd thiaj ua rau kuv qhia tej no rau nej."},{"bible_id":"1525","chapter_code":"1CO.15","verse_code":"1CO.15.32","label":"32","content":"Yog kuv tawmtsam tej “tsiaj nyaum” hauv lub nroog Efexus raws li neeg lub siab nyiam, kuv yuav tau dabtsi? Yog hais tias cov neeg uas tuag lawm tsis sawv rov qab los, “Peb cia li noj thiab haus, rau qhov tagkis peb yuav tuag.”"},{"bible_id":"1525","chapter_code":"1CO.15","verse_code":"1CO.15.33","label":"33","content":"Tsis txhob pub leejtwg ntxias tau nej. “Tus uas mus nrog tus uas ua phem nyob ua ke, nws yeej yuav ua phem li tus ntawd.”"},{"bible_id":"1525","chapter_code":"1CO.15","verse_code":"1CO.15.34","label":"34","content":"Nej cia li tso plhuav nej tej kev txhaum tseg thiab tig rov qab los ua neeg zoo. Nej cov muaj qee leej tseem tsis tau paub Vajtswv, kuv hais li no kom nej paub txajmuag."},{"bible_id":"1525","chapter_code":"1CO.15","verse_code":"1CO.15.35","label":"35","content":"Tej zaum yuav muaj neeg nug hais tias, “Cov neeg uas tuag lawm yuav ua li cas sawv tau rov qab los? Thaum lawv sawv rov qab los, lawv yuav muaj lub cev zoo li cas?”"},{"bible_id":"1525","chapter_code":"1CO.15","verse_code":"1CO.15.36","label":"36","content":"Ua li cas nej yuav ruam ua luaj li! Thaum nej muab lub noob qoob cog rau hauv av, yog lub noob ntawd tsis lwj yeej tuaj tsis taus kaus ib zaug li."},{"bible_id":"1525","chapter_code":"1CO.15","verse_code":"1CO.15.37","label":"37","content":"Lub noob uas nej cog ntawd, txawm yog noob nplej lossis lwm yam noob los xij, tsis yog nej muab hlo ib tsob mus cog, tiamsis nej tsuas muab lub noob mus cog xwb,"},{"bible_id":"1525","chapter_code":"1CO.15","verse_code":"1CO.15.38","label":"38","content":"Vajtswv pub lub noob ntawd muaj nplooj muaj kav raws li nws pom zoo; thiab Vajtswv pub txhua yam noob nyias muaj nyias nplooj nyias kav raws li nyias yam noob."},{"bible_id":"1525","chapter_code":"1CO.15","verse_code":"1CO.15.39","label":"39","content":"Txhua yam nyias yeej muaj nyias ib yam nqaij zoo tsis sib thooj; neeg muaj dua ib yam nqaij, tej tsiaj nyias muaj dua nyias ib yam nqaij, tsis hais tej noog thiab tej ntses los nyias yeej muaj dua nyias ib yam nqaij."},{"bible_id":"1525","chapter_code":"1CO.15","verse_code":"1CO.15.40","label":"40","content":"Cov neeg saum ntuj lub cev zoo tsis thooj cov neeg hauv ntiajteb no lub cev; cov neeg saum ntuj thiab cov neeg hauv ntiajteb no lub cev nyias zoo nyias lawm ib yam."},{"bible_id":"1525","chapter_code":"1CO.15","verse_code":"1CO.15.41","label":"41","content":"Lub hnub, lub hlis thiab tej hnubqub nyias ci txawv nyias lawm ib yam; thiab txawm yog tej hnubqub los ib lub yeej ci tsis thooj ib lub thiab."},{"bible_id":"1525","chapter_code":"1CO.15","verse_code":"1CO.15.42","label":"42","content":"Ib yam nkaus li ntawd, lub cev uas luag muab faus, yog lub cev uas txawj tuag; lub cev uas sawv hauv qhov tuag rov qab los, yog lub cev uas tsis txawj tuag."},{"bible_id":"1525","chapter_code":"1CO.15","verse_code":"1CO.15.43","label":"43","content":"Lub cev uas luag muab faus yeej tsis zoo nkauj thiab tsis muaj zog, tiamsis lub cev uas Vajtswv tsa sawv hauv qhov tuag rov qab los, lub cev ntawd zoo nkauj thiab muaj zog."},{"bible_id":"1525","chapter_code":"1CO.15","verse_code":"1CO.15.44","label":"44","content":"Lub cev uas luag muab faus, yog lub uas muaj roj muaj ntshav, tiamsis thaum Vajtswv tsa sawv hauv qhov tuag rov qab los lawm, tus ntawd muaj lub cev tshiab. Yog twb muaj lub cev qub lawm yeej yuav muaj lub cev tshiab."},{"bible_id":"1525","chapter_code":"1CO.15","verse_code":"1CO.15.45","label":"45","content":"Vajtswv txojlus hais tias, “Adas yog thawj tug uas Vajtswv tsim thiab Vajtswv rau siav rau pa kom ciaj sia,” tiamsis tus Adas uas los thaum kawg, yog tus uas pub tau txojsia rau neeg."},{"bible_id":"1525","chapter_code":"1CO.15","verse_code":"1CO.15.46","label":"46","content":"Vajtswv xub pub neeg muaj lub cev uas muaj roj muaj ntshav, tom qab ntawd nws mam li pub neeg muaj lub cev tshiab."},{"bible_id":"1525","chapter_code":"1CO.15","verse_code":"1CO.15.47","label":"47","content":"Thawj tug Adas yog Vajtswv muab av puab; tiamsis tus Adas ob, yog los saum ntuj ceebtsheej los."},{"bible_id":"1525","chapter_code":"1CO.15","verse_code":"1CO.15.48","label":"48","content":"Neeg ntiajteb zoo ib yam li tus uas Vajtswv muab av los puab, tiamsis neeg qaum ntuj zoo ib yam li tus uas los saum ntuj los."},{"bible_id":"1525","chapter_code":"1CO.15","verse_code":"1CO.15.49","label":"49","content":"Peb twb muaj tus yam ntxwv zoo li tus uas Vajtswv muab av los puab lawm; yog li ntawd peb yeej yuav muaj tus yam ntxwv  zoo li tus uas los saum ntuj los thiab."},{"bible_id":"1525","chapter_code":"1CO.15","verse_code":"1CO.15.50","label":"50","content":"Cov kwvtij, qhov uas kuv hais ntawd yog li no: lub cev uas muaj roj muaj ntshav yeej mus nyob tsis tau Vajtswv lub tebchaws, thiab tej uas txawj ploj txawj tuag yeej koom tsis tau tej uas tsis txawj ploj tsis txawj tuag li."},{"bible_id":"1525","chapter_code":"1CO.15","verse_code":"1CO.15.51+1CO.15.52","label":"51-52","content":"Nej cia li ua tib zoo mloog, kuv yuav qhia zaj uas nej tsis tau hnov dua rau nej mloog; peb txhua tus yuav tsis tuag huv tibsi, tiamsis thaum tshuab raj tshuab xyu zaum kawg, tib ntsais muag xwb peb yuav hloov dua lub cev tshiab. Rau qhov thaum tshuab raj tshuab xyu, cov uas tuag lawm yuav sawv hauv qhov tuag rov qab los, thiab peb sawvdaws yuav hloov dua lub cev tshiab uas tsis tuag li lawm."},{"bible_id":"1525","chapter_code":"1CO.15","verse_code":"1CO.15.53","label":"53","content":"Rau qhov lub cev uas txawj tuag yuav hloov ua lub uas tsis txawj tuag; lub cev uas txawj lwj yuav hloov ua lub uas tsis txawj lwj."},{"bible_id":"1525","chapter_code":"1CO.15","verse_code":"1CO.15.54","label":"54","content":"Yog li ntawd thaum lub cev uas txawj ploj txawj tuag hloov ua lub uas tsis txawj ploj tsis txawj tuag lawm, ces thaum ntawd yuav muaj tiav raws li Vajtswv txojlus uas hais tias, “Peb kovyeej txojkev tuag lawm!”"},{"bible_id":"1525","chapter_code":"1CO.15","verse_code":"1CO.15.55","label":"55","content":"“Txojkev tuag, koj swb lawm lauj! Txojkev tuag, koj tej taug tsuag tas lawm lauj!”"},{"bible_id":"1525","chapter_code":"1CO.15","verse_code":"1CO.15.56","label":"56","content":"Txojkev tuag muaj taug yuam tau neeg rau qhov neeg muaj txim; yog tsis muaj Vajtswv txoj kevcai, txojkev txhaum yeej yuav tsis muaj hwjchim yuam neeg."},{"bible_id":"1525","chapter_code":"1CO.15","verse_code":"1CO.15.57","label":"57","content":"Tiamsis peb cia li ua Vajtswv tsaug, rau qhov Vajtswv twb kom Yexus Khetos tus uas yog peb tus Tswv pab peb kovyeej lawm."},{"bible_id":"1525","chapter_code":"1CO.15","verse_code":"1CO.15.58","label":"58","content":"Yog li ntawd cov kwvtij uas kuv hlub, nej yuav tsum muab siab rau ntseeg, tsis txhob ua ywjfab ywjfwj. Nej yuav tsum rau siab ntso ua tus Tswv tes haujlwm, rau qhov nej twb paub lawm hais tias tej haujlwm uas nej ua rau tus Tswv ntawd puavleej muaj nqis tsis muaj ib yam uas tsis muaj nqis li."},{"bible_id":"1525","chapter_code":"1CO.16","verse_code":"1CO.16.1","label":"1","content":"Nimno kuv yuav hais txog tej nyiaj uas nej sau xa mus pab cov Yudais uas ntseeg Vajtswv nram lub nrog Yeluxalees. Nej yuav tsum ua ib yam li tej uas kuv qhia kom cov ntseeg uas nyob hauv lub xeev Kalatias ua."},{"bible_id":"1525","chapter_code":"1CO.16","verse_code":"1CO.16.2","label":"2","content":"Txhua Hnubkaj nej yuav tsum muab tej nyiaj uas nej khwv tau los mentsis khaws cia. Tus uas tau ntau muab ntau, tus uas tau tsawg muab tsawg, yog nej ua li ntawd thaum kuv tuaj txog tsis tas yuav sau ntxiv lawm."},{"bible_id":"1525","chapter_code":"1CO.16","verse_code":"1CO.16.3","label":"3","content":"Thaum kuv tuaj txog, kuv yuav txib cov neeg uas nej twb xaiv tau lawm, xa ntawv thiab xa cov nyiaj ntawd mus rau nram lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"1CO.16","verse_code":"1CO.16.4","label":"4","content":"Yog kuv xav hais tias tsimnyog kuv mus thiab kuv yuav coj lawv mus."},{"bible_id":"1525","chapter_code":"1CO.16","verse_code":"1CO.16.5","label":"5","content":"Kuv yuav xub mus pem Makedaunias tso, tom qab ntawd kuv mam li tuaj xyuas nej, rau qhov kuv yuav tuaj pem Makedaunias tuaj."},{"bible_id":"1525","chapter_code":"1CO.16","verse_code":"1CO.16.6","label":"6","content":"Tej zaum kuv yuav tuaj nrog nej nyob ib ntus lossis yuav nyob kom dhau caij ntuj no los tsis paub, tom qab ntawd yog kuv xav mus qhov twg nyaj nej yuav pab xa kuv mus."},{"bible_id":"1525","chapter_code":"1CO.16","verse_code":"1CO.16.7","label":"7","content":"Kuv tsis xav tuaj pom nej ib pliag xwb; yog tus Tswv pom zoo, kuv yeej yuav tuaj nrog nej nyob ib ntus."},{"bible_id":"1525","chapter_code":"1CO.16","verse_code":"1CO.16.8","label":"8","content":"Tiamsis kuv yuav nyob hauv lub nroog Efexus no mus txog hnub uas sawvdaws ua kevcai Peetekos tas tso,"},{"bible_id":"1525","chapter_code":"1CO.16","verse_code":"1CO.16.9","label":"9","content":"rau qhov nimno Vajtswv tabtom qhib qhovrooj rau kuv ua tes haujlwm tseemceeb thiab muaj nqis heev, txawm li ntawd los tseem muaj ntau leej tawmtsam kuv."},{"bible_id":"1525","chapter_code":"1CO.16","verse_code":"1CO.16.10","label":"10","content":"Yog Timautes tuaj xyuas nej, nej cia li txaus siab tos txais nws, rau qhov nws ua tus Tswv tes haujlwm ib yam li kuv ua thiab."},{"bible_id":"1525","chapter_code":"1CO.16","verse_code":"1CO.16.11","label":"11","content":"Yog li ntawd, nej yuav tsum saib taus nws, thiab pab xa nws mus kaj siab lug, nej ua li ntawd nws thiaj yuav rov los txog kuv; rau qhov kuv yeej tos ntsoov nws thiab cov kwvtij uas nrog nws tuaj."},{"bible_id":"1525","chapter_code":"1CO.16","verse_code":"1CO.16.12","label":"12","content":"Nimno kuv hais txog peb tus kwv Apaulaus. Kuv twb hais kom nws nrog cov kwvtij tim no tuaj xyuas nej, tiamsis nws tseem tsis tau npaj siab  tuaj lub sijhawm no. Txawm yog li cas los thaum nws khoom, nws yeej yuav tuaj xyuas nej xwb."},{"bible_id":"1525","chapter_code":"1CO.16","verse_code":"1CO.16.13","label":"13","content":"Nej yuav tsum ceevfaj, muab siab rau ntseeg, ua siab tawv qhawv thiab cuab zog khov kho."},{"bible_id":"1525","chapter_code":"1CO.16","verse_code":"1CO.16.14","label":"14","content":"Txhua yam uas nej ua, nej yuav tsum sib hlub sib pab."},{"bible_id":"1525","chapter_code":"1CO.16","verse_code":"1CO.16.15","label":"15","content":"Nej yeej paub Xatefanas thiab nws tsevneeg zoo lawm; lawv yog tsevneeg uas xub los ntseeg hauv lub xeev Akhayas, thiab lawv zoo siab pab cov ntseeg Vajtswv. Cov kwvtij, kuv thov ntuas nej"},{"bible_id":"1525","chapter_code":"1CO.16","verse_code":"1CO.16.16","label":"16","content":"kom nej mloog cov neeg ntawd thiab lwm tus uas nrog lawv ua haujlwm ua ke ntawd lus."},{"bible_id":"1525","chapter_code":"1CO.16","verse_code":"1CO.16.17","label":"17","content":"Txawm yog kuv tsis pom nej los kuv yeej zoo siab, rau qhov Xatefanas, Fautunatus thiab Akhayikus twb tuaj xyuas kuv lawm,"},{"bible_id":"1525","chapter_code":"1CO.16","verse_code":"1CO.16.18","label":"18","content":"thiab lawv ua rau kuv zoo siab ib yam li lawv ua rau nej zoo siab ntag. Tsimnyog peb hwm cov neeg uas zoo li ntawd."},{"bible_id":"1525","chapter_code":"1CO.16","verse_code":"1CO.16.19","label":"19","content":"Cov ntseeg uas nyob hauv lub xeev Axias, xa lus noj qab nyob zoo tuaj rau nej. Akilas nkawd ob niamtxiv thiab cov ntseeg uas tuaj mloog lus qhuab qhia hauv nkawd tsev los hais noj qab nyob zoo rau nej thiab."},{"bible_id":"1525","chapter_code":"1CO.16","verse_code":"1CO.16.20","label":"20","content":"Cov ntseeg uas nyob tim no los lawv puavleej hais noj qab nyob zoo rau nej thiab. Nej ib tug hais noj qab nyob zoo rau ib tug thiab ib tug hlub ib tug."},{"bible_id":"1525","chapter_code":"1CO.16","verse_code":"1CO.16.21","label":"21","content":"Kuv yog Paulus, kuv yog tus sau tej lus noj qab nyob zoo no tuaj rau nej ntag."},{"bible_id":"1525","chapter_code":"1CO.16","verse_code":"1CO.16.22","label":"22","content":"Yog leejtwg tsis hlub tus Tswv, tus ntawd yuav raug foom tsis zoo. Malanathas,   peb tus Tswv, koj cia li los!"},{"bible_id":"1525","chapter_code":"1CO.16","verse_code":"1CO.16.23","label":"23","content":"Thov tus Tswv Yexus foom koob hmoov rau nej txhua tus."},{"bible_id":"1525","chapter_code":"1CO.16","verse_code":"1CO.16.24","label":"24","content":"Kuv hlub nej txhua tus, rau qhov peb puavleej ntseeg Yexus Khetos."}]