[{"bible_id":"1525","chapter_code":"1KI.1","verse_code":"1KI.1.1","label":"1","content":"Thaum Vajntxwv Daviv laus heev lawm, txawm yog muab pam rau nws vov tuab npaum li cas los yeej tsis sov nws li."},{"bible_id":"1525","chapter_code":"1KI.1","verse_code":"1KI.1.2","label":"2","content":"Yog li ntawd, Daviv cov nomtswv thiaj hais rau Daviv hais tias, “Vajntxwv, thov koj tso lus rau peb mus nrhiav ib tug ntxhais nkaujxwb los nrog koj nyob tu koj thiab pw hauv koj xubntiag kom sov koj.”"},{"bible_id":"1525","chapter_code":"1KI.1","verse_code":"1KI.1.3","label":"3","content":"Lawv thiaj mus xyuas tej hluas nkauj uas zoo nkauj tshaj plaws hauv tebchaws Yixalayees, lawv pom ib tug hluas nkauj nyob hauv Sunees. Nws npe hu ua Anpisas thiab yog ib tug uas zoo nkauj heev, lawv txawm coj nws los rau vajntxwv."},{"bible_id":"1525","chapter_code":"1KI.1","verse_code":"1KI.1.4","label":"4","content":"Txawm yog Anpisas zoo nkauj heev thiab nws zov rawv tu vajntxwv xwb los vajntxwv yeej tsis nrog nws pw ua niamtxiv li lawm."},{"bible_id":"1525","chapter_code":"1KI.1","verse_code":"1KI.1.5+1KI.1.6","label":"5-6","content":"Thaum Axaloos tuag lawm, Daviv cov tub uas tseem ua neej nyob, Adauniyas yog tus tub hlob. Nws niam yog Hankis. Adauniyas yog ib tug uas zoo nraug heev, Daviv yeej tsis tau cem nws ib los lossis nug nws hais tias, “Vim li cas koj ua li ko?” Adauniyas xav ua vajntxwv. Nws npaj tau ib co tsheb nees, ib co nees thiab tsib caug leej txivneej nrog nws nyob ua ke."},{"bible_id":"1525","chapter_code":"1KI.1","verse_code":"1KI.1.7","label":"7","content":"Nws mus sablaj rau Yau-am (tus uas nws niam hu ua Xeluyas) thiab sablaj rau Anpiyathas uas yog tus povthawj, mas nkawd pom zoo pab nws ntag."},{"bible_id":"1525","chapter_code":"1KI.1","verse_code":"1KI.1.8","label":"8","content":"Tiamsis tus povthawj Xadaus, Npenayas uas yog Yehauyadas tus tub, Nathas uas yog tus cev Vajtswv lus, Sime-is, Le-is thiab cov tubrog uas zov Daviv tsis kam tuaj Adauniyas tog."},{"bible_id":"1525","chapter_code":"1KI.1","verse_code":"1KI.1.9","label":"9","content":"Muaj ib hnub Adauniyas mus tua yaj, tua nyuj, thiab tua tej menyuam nyuj uas rog rog fij rau saum lub Pobzeb Nab, ze rau ntawm lub qhovdej Elaunkees. Nws caw Vajntxwv Daviv cov tub ibtxhia thiab vajntxwv cov nomtswv uas nyob hauv lub xeev Yudas tuaj nrog nws koom rooj mov ntawd,"},{"bible_id":"1525","chapter_code":"1KI.1","verse_code":"1KI.1.10","label":"10","content":"tiamsis nws tsis caw nws tus kwv nrab Xalumoos lossis Nathas uas yog tus cev Vajtswv lus lossis Npenayas lossis cov tubrog uas zov vajntxwv ib tug li."},{"bible_id":"1525","chapter_code":"1KI.1","verse_code":"1KI.1.11","label":"11","content":"Nathas mus cuag Npasenpas uas yog Xalumoos niam, thiab nug hais tias, “Koj tsis hnov hais tias Hankis tus tub Adauniyas, nws twb tsa nws ua vajntxwv lawm los? Thiab Vajntxwv Daviv yeej tsis paub dabtsi txog zaj no li."},{"bible_id":"1525","chapter_code":"1KI.1","verse_code":"1KI.1.12","label":"12","content":"Yog koj xav tseg koj thiab koj tus tub Xalumoos txojsia, mas kuv yuav pab koj tuav tswvyim,"},{"bible_id":"1525","chapter_code":"1KI.1","verse_code":"1KI.1.13","label":"13","content":"koj cia li mus cuag Vajntxwv Daviv tamsim no thiab nug hais tias, ‘Vajntxwv, koj twb yog tus coglus tseg ruaj khov rau kuv lawm hais tias, koj yuav cia kuv tus tub Xalumoos ua vajntxwv hloov koj chaw no ne? Yog li cas nimno Adauniyas twb ua vajntxwv lawm?’ ”"},{"bible_id":"1525","chapter_code":"1KI.1","verse_code":"1KI.1.14","label":"14","content":"Nathas hais ntxiv hais tias, “Ces thaum koj tseem tabtom nrog Vajntxwv Daviv sib tham, kuv yuav lawv koj qab tuaj thiab pab ua timkhawv rau koj txog zaj no.”"},{"bible_id":"1525","chapter_code":"1KI.1","verse_code":"1KI.1.15","label":"15","content":"Yog li ntawd, Npasenpas thiaj mus cuag vajntxwv rau hauv nws lub txaj. Vajntxwv laus heev lawm, mas Anpisas uas yog tus hluas nkauj nyob hauv Sunees tuaj nyob rawv hauv tu vajntxwv."},{"bible_id":"1525","chapter_code":"1KI.1","verse_code":"1KI.1.16","label":"16","content":"Npasenpas mus txhos caug ntua nyo hau ntshis hawm vajntxwv, vajntxwv nug hais tias, “Koj xav tau dabtsi?”"},{"bible_id":"1525","chapter_code":"1KI.1","verse_code":"1KI.1.17","label":"17","content":"Npasenpas teb hais tias, “Vajntxwv, koj twb tuav tus TSWV uas yog koj tus Vajtswv lub npe coglus ruaj khov tseg rau kuv lawm hais tias, koj yuav cia kuv tus tub Xalumoos ua vajntxwv hloov koj chaw tom qab koj."},{"bible_id":"1525","chapter_code":"1KI.1","verse_code":"1KI.1.18","label":"18","content":"Tiamsis nimno Adauniyas twb sawv ua vajntxwv lawm, thiab koj twb tsis paub txog zaj no hlo li."},{"bible_id":"1525","chapter_code":"1KI.1","verse_code":"1KI.1.19","label":"19","content":"Nws muab ntau tus nyuj, ntau tus yaj thiab tej menyuam nyuj uas rog rog tua hlawv ua khoom fij thiab nws caw koj cov tub ibtxhia, tus povthawj Anpiyathas, thiab Yau-am uas yog koj tus thawj tubrog mus koom nws rooj mov ntawd, tiamsis nws tsis caw koj tus tub Xalumoos li."},{"bible_id":"1525","chapter_code":"1KI.1","verse_code":"1KI.1.20","label":"20","content":"Vajntxwv, tagnrho tsoom pejxeem Yixalayees puavleej tos ntsoov koj, saib koj yuav qhia lawv hais tias koj tsa leejtwg los ua vajntxwv hloov koj chaw."},{"bible_id":"1525","chapter_code":"1KI.1","verse_code":"1KI.1.21","label":"21","content":"Yog koj tsis mob siab rau zaj no, ntshai thaum dua koj lawm, luag yuav ntxeev siab ua phem rau kuv tus tub Xalumoos thiab kuv.”"},{"bible_id":"1525","chapter_code":"1KI.1","verse_code":"1KI.1.22","label":"22","content":"Thaum Npasenpas tseem tabtom hais tej lus no, Nathas txawm tuaj txog ntua hauv loog."},{"bible_id":"1525","chapter_code":"1KI.1","verse_code":"1KI.1.23","label":"23","content":"Ces muaj neeg mus hais rau vajntxwv hais tias, Nathas uas yog tus cev Vajtswv lus tuaj cuag koj, Nathas txawm mus rau hauv thiab txhos caug ntua ntawm vajntxwv xubntiag."},{"bible_id":"1525","chapter_code":"1KI.1","verse_code":"1KI.1.24","label":"24","content":"Ces Nathas hais tias, “Vajntxwv, koj puas tau hais kom tsa Adauniyas ua vajntxwv hloov koj?"},{"bible_id":"1525","chapter_code":"1KI.1","verse_code":"1KI.1.25","label":"25","content":"Hnub no nws twb mus muab ntau tus nyuj, ntau tus yaj thiab tej menyuam nyuj uas rog rog tua hlawv ua khoom fij. Nws caw tagnrho koj cov tub, Yau-am uas yog koj tus thawj tubrog,  thiab tus povthawj Anpiyathas, tamsim no lawv tabtom nrog nws noj haus thiab qw ntshoo nrooj hais tias, ‘Thov kom Vajntxwv Adauniyas muaj sia nyob txhiab niaj mus pua xyoo!’"},{"bible_id":"1525","chapter_code":"1KI.1","verse_code":"1KI.1.26","label":"26","content":"Tiamsis nws tsis caw kuv lossis tus povthawj Xadaus lossis Npenayas lossis Xalumoos li."},{"bible_id":"1525","chapter_code":"1KI.1","verse_code":"1KI.1.27","label":"27","content":"Vajntxwv, koj twb tso cai rau lawv ua tej no, ua cas koj tsis qhia rau koj tej nomtswv paub hais tias tus twg yog tus los ua vajntxwv hloov koj chaw?”"},{"bible_id":"1525","chapter_code":"1KI.1","verse_code":"1KI.1.28","label":"28","content":"Vajntxwv Daviv teb hais tias, “Cia li mus hu Npasenpas rov los hauv no.”"},{"bible_id":"1525","chapter_code":"1KI.1","verse_code":"1KI.1.29","label":"29","content":"Vajntxwv hais rau Npasenpas hais tias, “Kuv coglus rau koj ntawm tus TSWV uas muaj sia nyob thiab yog tus uas cawm kuv dim ntawm kuv tej kev txomnyem,"},{"bible_id":"1525","chapter_code":"1KI.1","verse_code":"1KI.1.30","label":"30","content":"mas hnub no kuv yuav tsa koj tus tub Xalumoos ua vajntxwv hloov kuv chaw raws li tej lus uas kuv tuav tus TSWV uas yog cov Yixalayees tus Vajtswv lub npe coglus tseg rau koj lawm.”"},{"bible_id":"1525","chapter_code":"1KI.1","verse_code":"1KI.1.31","label":"31","content":"Npasenpas nyo hau ntshis hawm thiab hais tias, “Thov kom vajntxwv uas yog kuv tus tswv muaj txojsia nyob mus ibtxhis tsis kawg lauj!”"},{"bible_id":"1525","chapter_code":"1KI.1","verse_code":"1KI.1.32","label":"32","content":"Vajntxwv Daviv tso neeg mus hu Xadaus, Nathas thiab Npenayas kom tuaj cuag nws. Thaum lawv tuaj txog hauv lub loog lawm,"},{"bible_id":"1525","chapter_code":"1KI.1","verse_code":"1KI.1.33","label":"33","content":"vajntxwv hais rau lawv hais tias, “Nej coj kuv cov nomtswv uas saib xyuas kuv tej haujlwm nrog nej mus thiab muab kuv tus neesluav rau kuv tus tub Xalumoos caij, thiab coj nws nqis mus lawm nram lub qhovdej Nkihoos,"},{"bible_id":"1525","chapter_code":"1KI.1","verse_code":"1KI.1.34","label":"34","content":"kom Xadaus thiab Nathas nkawd muab roj hliv rau saum nws taubhau tsa nws ua cov Yixalayees tus vajntxwv. Nej cia li tshuab raj tshuab xyu thiab qw hais tias, ‘Thov kom vajntxwv Xalumoos muaj sia nyob txhiab niaj mus pua xyoo!’"},{"bible_id":"1525","chapter_code":"1KI.1","verse_code":"1KI.1.35","label":"35","content":"Thiab nej cia li nrog nws los, nws yuav los zaum saum kuv lub zwmtxwv hloov kuv chaw. Kuv yuav tsa nws ua tus kav tagnrho cov Yixalayees thiab cov Yudas.”"},{"bible_id":"1525","chapter_code":"1KI.1","verse_code":"1KI.1.36","label":"36","content":"Npenayas teb hais tias, “Kuv yuav ua kom tiav raws li koj hais ko. Thov tus TSWV uas yog koj tus Vajtswv pab kom muaj raws li ntawd."},{"bible_id":"1525","chapter_code":"1KI.1","verse_code":"1KI.1.37","label":"37","content":"Tus TSWV nrog nraim vajntxwv nyob li cas thov kom nws nrog nraim Xalumoos nyob ib yam li ntawd, thiab thov kom nws kev tswjhwm tseem vammeej tshaj ntu uas koj tswjhwm.”"},{"bible_id":"1525","chapter_code":"1KI.1","verse_code":"1KI.1.38","label":"38","content":"Yog li ntawd, Xadaus, Nathas, Npenayas thiab cov tubrog uas zov vajntxwv thiaj li muab Xalumoos tsaws caij Vajntxwv Daviv tus neesluav thiab coj nws nqis mus rau nram lub qhovdej Nkihoos."},{"bible_id":"1525","chapter_code":"1KI.1","verse_code":"1KI.1.39","label":"39","content":"Tus cevlus Xadaus muab hwj roj txiv ntoo uas nws nqa hauv tus TSWV lub Tsevntaub los hliv rau saum Xalumoos taubhau. Ces lawv txawm tshuab raj tshuab xyu, thiab tagnrho cov pejxeem sawvdaws qw ntshoo nrooj hais tias, “Thov kom Vajntxwv Xalumoos muaj sia nyob txhiab niaj mus pua xyoo lauj!”"},{"bible_id":"1525","chapter_code":"1KI.1","verse_code":"1KI.1.40","label":"40","content":"Ces lawv sawvdaws raws Xalumoos qab los, qw lomzem zoo siab thiab tshuab raj tshuab xyu nrov doog diaj ua av ntseeg nkaws los tsev."},{"bible_id":"1525","chapter_code":"1KI.1","verse_code":"1KI.1.41","label":"41","content":"Thaum Adauniyas thiab nws cov qhua uas tseem tabtom noj mov yuav tas, lawv puavleej hnov suab raj suab xyu nrov. Adauniyas txawm nug hais tias, “Tej suab uas nrov doog diaj tom nroog tuaj yog dabtsi?”"},{"bible_id":"1525","chapter_code":"1KI.1","verse_code":"1KI.1.42","label":"42","content":"Thaum uas nws tseem hais lus tsis tau xaus, tus povthawj Anpiyathas tus tub Yaunathas tuaj txog ntua. Ces Adauniyas txawm hu hais tias, “Koj cia li los ntawm no, koj yeej yog neeg zoo, mas koj yuav coj tej xov zoo tuaj qhia rau kuv paub.”"},{"bible_id":"1525","chapter_code":"1KI.1","verse_code":"1KI.1.43","label":"43","content":"Yaunathas teb hais tias, “Tsis yog li koj hais ko. Vajntxwv Daviv twb tsa Xalumoos ua vajntxwv lawm."},{"bible_id":"1525","chapter_code":"1KI.1","verse_code":"1KI.1.44","label":"44","content":"Nws tso Xadaus, Nathas, Npenayas thiab cov tubrog uas zov vajntxwv coj Xalumoos mus. Lawv muab nws tsaws caij vajntxwv tus neesluav,"},{"bible_id":"1525","chapter_code":"1KI.1","verse_code":"1KI.1.45","label":"45","content":"ces Xadaus thiab Nathas twb muab roj hliv rau nws taubhau tsa nws ua vajntxwv nram lub qhovdej Nkihoos lawm. Lawv sawvdaws thiaj rov los rau hauv nroog, lawv qw ntshoo nrooj zoo siab kawg, thiab tamsim no cov pejxeem tabtom qw muaj kev lomzem heev. Mas yog cov suab uas puagta koj hnov ntawd ntag."},{"bible_id":"1525","chapter_code":"1KI.1","verse_code":"1KI.1.46","label":"46","content":"Nimno Xalumoos twb ua vajntxwv lawm."},{"bible_id":"1525","chapter_code":"1KI.1","verse_code":"1KI.1.47","label":"47","content":"Tsis yog li ntawd xwb, cov nomtswv puavleej mus hawm Vajntxwv Daviv thiab hais rau nws hais tias, ‘Thov koj tus Vajtswv ua rau Xalumoos lub npe nyob muaj koob muaj meej tshaj koj, thiab thov kom Xalumoos kev tswjhwm vammeej tshaj ntu uas koj tswjhwm.’ Ces Vajntxwv Daviv txawm nyo ntshis rau saum nws lub txaj pehawm"},{"bible_id":"1525","chapter_code":"1KI.1","verse_code":"1KI.1.48","label":"48","content":"thiab thov hais tias, ‘Peb cia li ua tus TSWV uas yog cov Yixalayees tus Vajtswv tsaug, hnub no nws pub kuv cajces ib tug los ua vajntxwv hloov kuv chaw, thiab tseem cia kuv muaj sia nyob tau pom kiag ntag!’ ”"},{"bible_id":"1525","chapter_code":"1KI.1","verse_code":"1KI.1.49","label":"49","content":"Ces Adauniyas cov qhua ntshai heev, lawv txawm cia li sawv khiav nyias mus nyias tsev tas lawm."},{"bible_id":"1525","chapter_code":"1KI.1","verse_code":"1KI.1.50","label":"50","content":"Adauniyas ntshai Xalumoos heev, nws thiaj khiav mus rau tom tus TSWV lub Tsevntaub thiab tuav ob tug kub saum lub thaj."},{"bible_id":"1525","chapter_code":"1KI.1","verse_code":"1KI.1.51","label":"51","content":"Muaj neeg mus hais rau Xalumoos hais tias Adauniyas ntshai koj kawg li, nws tabtom mus tuav ob tug kub saum lub thaj thiab hais tias, “Hnub no thov kom Vajntxwv Xalumoos coglus rau kuv hais tias nws yuav tsis tua nws tus tubtxib povtseg.”"},{"bible_id":"1525","chapter_code":"1KI.1","verse_code":"1KI.1.52","label":"52","content":"Xalumoos teb hais tias, “Yog nws ua neeg ncaj ncees, txawm yog nws ib txoj nyuag plaubhau los yeej yuav tsis tu li; tiamsis yog nws ua neeg ntxeev siab rau kuv, ces nws yeej yuav raug tua tuag xwb.”"},{"bible_id":"1525","chapter_code":"1KI.1","verse_code":"1KI.1.53","label":"53","content":"Vajntxwv Xalumoos tso neeg mus coj Adauniyas nqis saum lub thaj los. Adauniyas thiaj los cuag vajntxwv thiab nyo ntshis hawm nws, thiab vajntxwv hais rau nws hais tias, “Koj cia li mus tsev.”"},{"bible_id":"1525","chapter_code":"1KI.2","verse_code":"1KI.2.1","label":"1","content":"Thaum Daviv yuav tuag, nws hu nws tus tub Xalumoos los ntuas thiab cob haujlwm rau Xalumoos zaum kawg hais tias,"},{"bible_id":"1525","chapter_code":"1KI.2","verse_code":"1KI.2.2","label":"2","content":"“Twb txog lub sijhawm uas kuv yuav tso lub ntiajteb no tseg lawm. Koj cia li ua siab tawv qhawv,"},{"bible_id":"1525","chapter_code":"1KI.2","verse_code":"1KI.2.3","label":"3","content":"ua raws li tus TSWV uas yog koj tus Vajtswv kom koj ua. Thiab coj raws li nws tej kevcai thiab tej lus samhwm uas muab sau tseg rau hauv Mauxes phau Kevcai, koj thiaj yuav vammeej, tsis hais koj ua dabtsi lossis koj yuav mus qhov twg."},{"bible_id":"1525","chapter_code":"1KI.2","verse_code":"1KI.2.4","label":"4","content":"Tus TSWV yuav ua raws li tej lus uas nws cog tseg rau kuv hais tias, ‘Yog koj cov tubki ua neeg ncaj ncees thiab coj raws li kuv tej lus qhia kawg siab kawg ntsws kawg plab kawg plawv, mas koj cajces yuav tsis tu tus neeg uas zaum saum cov Yixalayees lub zwmtxwv ib zaug li.’"},{"bible_id":"1525","chapter_code":"1KI.2","verse_code":"1KI.2.5","label":"5","content":"“Dua li ntawd ntxiv, koj twb yeej paub lawm hais tias Yau-am tau ua li cas rau kuv. Nws tau tua cov Yixalayees ob tug thawj tubrog, Neles tus tub Aneles thiab Yethes tus tub Amaxas. Koj nco ntsoov hais tias nws tua nkawd povtseg thaum lub tebchaws muaj kev thajyeeb pauj tej neeg uas nkawd tua thaum lub tebchaws tseem ua tsov ua rog. Nws tua cov neeg uas tsis muaj txim,  mas nimno kuv thiaj tau ris lub txim uas nws ua ntawd thiab raug kev txomnyem  ntsuav li no."},{"bible_id":"1525","chapter_code":"1KI.2","verse_code":"1KI.2.6","label":"6","content":"Koj yeej paub hais tias, koj yuav tsum ua li cas rau nws lawm; koj tsis txhob pub nws tuag sov siab so li."},{"bible_id":"1525","chapter_code":"1KI.2","verse_code":"1KI.2.7","label":"7","content":"“Koj yuav tsum ua siab dawb siab zoo rau Npaxilais tus uas yog neeg Nkile-as cov tub thiab saib xyuas lawv, rau qhov lawv tau ua zoo heev rau kuv thaum uas kuv khiav mus nkaum koj tus tijlaug Axaloos."},{"bible_id":"1525","chapter_code":"1KI.2","verse_code":"1KI.2.8","label":"8","content":"“Hnub uas kuv mus rau hauv lub nroog Mahana-ees, Nkelas tus tub Sime-is uas yog xeem Npeenyamees uas nyob hauv lub nroog Npahulees tau tsawm foom kuv phem kawg li, tiamsis thaum nws tuaj tos kuv tom tus dej Yauladees, kuv tau tuav tus TSWV lub npe coglus rau nws hais tias, kuv yuav tsis tua nws povtseg."},{"bible_id":"1525","chapter_code":"1KI.2","verse_code":"1KI.2.9","label":"9","content":"Tiamsis nimno, koj tsis txhob cia nws dim dawb dim do. Koj yog neeg txawj ntse, koj yeej paub hais tias tsimnyog koj yuav ua li cas rau nws lawm, koj cia li muab nws tua povtseg.”"},{"bible_id":"1525","chapter_code":"1KI.2","verse_code":"1KI.2.10","label":"10","content":"Daviv txawm tuag thiab luag coj nws mus faus rau hauv Daviv lub nroog."},{"bible_id":"1525","chapter_code":"1KI.2","verse_code":"1KI.2.11","label":"11","content":"Daviv ua vajntxwv kav lub tebchaws Yixalayees tau plaub caug xyoo, nws nyob hauv lub nroog Henploos kav tau xya xyoo thiab nyob hauv lub nroog Yeluxalees kav tau peb caug peb xyoo."},{"bible_id":"1525","chapter_code":"1KI.2","verse_code":"1KI.2.12","label":"12","content":"Xalumoos ua vajntxwv hloov nws txiv Daviv chaw, thiab nws muaj hwjchim loj kav lub tebchaws nyob ruaj khov."},{"bible_id":"1525","chapter_code":"1KI.2","verse_code":"1KI.2.13","label":"13","content":"Adauniyas uas yog Hankis tus tub mus cuag Npasenpas uas yog Xalumoos niam. Npasenpas nug hais tias, “Puas yog koj tuaj ncaj tuaj ncees?” Adauniyas teb hais tias, “Kuv yeej tuaj ncaj tuaj ncees,”"},{"bible_id":"1525","chapter_code":"1KI.2","verse_code":"1KI.2.14","label":"14","content":"thiab nws hais ntxiv hais tias, “Kuv muaj lo puav lus xav nug koj.” Npasenpas teb hais tias, “Koj xav nug dabtsi?”"},{"bible_id":"1525","chapter_code":"1KI.2","verse_code":"1KI.2.15","label":"15","content":"Adauniyas teb hais tias, “Koj yeej paub hais tias kuv yuav tsum tau ua vajntxwv thiab txhua tus neeg Yixalayees yeej pom zoo cia kuv ua. Tiamsis muaj tej yam txawv heev tshwm tuaj hais tias kuv tus kwv tau ua vajntxwv lawm, rau qhov yog tus TSWV pom zoo."},{"bible_id":"1525","chapter_code":"1KI.2","verse_code":"1KI.2.16","label":"16","content":"Mas nimno kuv xav yuav ib yam ntawm koj, thov koj muab rau kuv.” Npasenpas nug hais tias, “Yog dabtsi?”"},{"bible_id":"1525","chapter_code":"1KI.2","verse_code":"1KI.2.17","label":"17","content":"Adauniyas teb hais tias, “Koj cia li mus thov Xalumoos kom nws muab Anpisas uas yog tus hluas nkauj Sunees rau kuv yuav ua pojniam, rau qhov kuv paub hais tias Xalumoos yuav ua li koj hais.”"},{"bible_id":"1525","chapter_code":"1KI.2","verse_code":"1KI.2.18","label":"18","content":"Npasenpas teb hais tias, “Ua li ntawd, kuv mam mus pab koj thov vajntxwv.”"},{"bible_id":"1525","chapter_code":"1KI.2","verse_code":"1KI.2.19","label":"19","content":"Yog li ntawd, Npasenpas thiaj mus cuag vajntxwv thiab coj Adauniyas cov lus mus hais rau Xalumoos. Vajntxwv sawv los hais lus zoo siab tos txais nws niam thiab nyo ntshis hawm nws niam. Xalumoos txawm mus zaum saum nws lub zwmtxwv thiab nws muab ib lub rooj los rau nws niam zaum ntawm nws sab xis."},{"bible_id":"1525","chapter_code":"1KI.2","verse_code":"1KI.2.20","label":"20","content":"Npasenpas hais tias, “Kuv muaj mentsis lus tseemceeb xav hais rau koj, thov koj teb rau kuv.” Xalumoos teb hais tias, “Niam koj yuav hais dabtsi? Kuv yeej yuav mloog koj hais.”"},{"bible_id":"1525","chapter_code":"1KI.2","verse_code":"1KI.2.21","label":"21","content":"Npasenpas hais tias, “Koj cia li muab Anpisas rau koj tus tijlaug Adauniyas yuav ua pojniam.”"},{"bible_id":"1525","chapter_code":"1KI.2","verse_code":"1KI.2.22","label":"22","content":"Vajntxwv nug hais tias, “Vim li cas koj tuaj thov kom kuv muab Anpisas rau Adauniyas yuav? Koj cia li thov kom kuv muab hlo kuv lub meejmom vajntxwv rau nws huv tibsi! Rau qhov nws yog kuv tus tijlaug thiab tus povthawj Anpiyathas thiab Yau-am los twb tuaj nws tog lawm!”"},{"bible_id":"1525","chapter_code":"1KI.2","verse_code":"1KI.2.23","label":"23","content":"Ces Xalumoos thiaj tuav tus TSWV lub npe coglus hais tias, “Yog kuv tsis muab Adauniyas tua povtseg pauj qhov uas nws thov no, ces thov Vajtswv muab kuv tua povtseg!"},{"bible_id":"1525","chapter_code":"1KI.2","verse_code":"1KI.2.24","label":"24","content":"Tus TSWV yog tus tsa kuv muaj meejmom los zaum saum kuv txiv lub zwmtxwv; Vajtswv tau ua raws li nws tej lus cog tseg thiab muab lub tebchaws no rau kuv thiab kuv cov xeebntxwv kav. Kuv thov coglus rau tus TSWV uas muaj sia nyob hais tias Adauniyas yuav tsum tuag hnub no.”"},{"bible_id":"1525","chapter_code":"1KI.2","verse_code":"1KI.2.25","label":"25","content":"Yog li ntawd, Vajntxwv Xalumoos thiaj kom Npenayas mus muab Adauniyas tua tuag lawm."},{"bible_id":"1525","chapter_code":"1KI.2","verse_code":"1KI.2.26","label":"26","content":"Vajntxwv Xalumoos hais rau tus povthawj Anpiyathas hais tias, “Koj cia li rov qab mus nyob hauv koj lub nroog Anathaus uas yog koj lub zos. Koj yeej tsimnyog tuag lawm, tiamsis kuv yuav tsis tua kom koj tuag tamsim no, vim thaum koj nrog kuv txiv Daviv nyob, koj tau ua tus saib lub Phijxab uas ntim Vajtswv tej lus cog tseg, thiab koj tau nrog kuv txiv tiv tej kev nyuaj siab ntxhov plawv los lawm.”"},{"bible_id":"1525","chapter_code":"1KI.2","verse_code":"1KI.2.27","label":"27","content":"Ces Xalumoos muab Anpiyathas rho tawm tsis pub ua povthawj ua tus TSWV tes haujlwm ntxiv lawm, thiab yeej muaj tseeb raws li tej lus uas tus TSWV tau hais txog Elis thiab nws cov xeebntxwv hauv lub nroog Silaus lawm."},{"bible_id":"1525","chapter_code":"1KI.2","verse_code":"1KI.2.28","label":"28","content":"Thaum Yau-am hnov dheev hais tias muaj tej xwm no lawm. (Nws yog tus uas tuaj Adauniyas tog, tiamsis nws tsis tuaj Axaloos tog.) Nws txawm khiav mus rau tom tus TSWV lub Tsevntaub thiab mus tuav ob tug kub saum lub thaj."},{"bible_id":"1525","chapter_code":"1KI.2","verse_code":"1KI.2.29","label":"29","content":"Muaj neeg mus qhia rau Vajntxwv Xalumoos hais tias, “Yau-am khiav mus rau tom tus TSWV lub Tsevntaub thiab mus sawv ntawm lub thaj lawm.” Xalumoos thiaj hais rau Yehauyadas tus tub Npenayas  hais tias, “Koj cia li mus muab Yau-am tua povtseg.”"},{"bible_id":"1525","chapter_code":"1KI.2","verse_code":"1KI.2.30","label":"30","content":"Npenayas thiaj mus rau ntawm tus TSWV lub Tsevntaub thiab hais rau Yau-am hais tias, “Vajntxwv hais kom koj cia li tawm los.” Yau-am teb hais tias, “Kuv tsis los, kuv yuav tuag rau ntawm no xwb.” Npenayas thiaj rov los piav Yau-am tej lus rau vajntxwv mloog."},{"bible_id":"1525","chapter_code":"1KI.2","verse_code":"1KI.2.31","label":"31","content":"Xalumoos hais tias, “Kavtsij mus ua li nws hais ntag, muab nws tua thiab muab faus kiag xwb, kom kuv lossis Daviv cov xeebntxwv thiaj tsis tau ris lub txim uas Yau-am tua cov neeg tsis muaj txim ntawd ntxiv lawm."},{"bible_id":"1525","chapter_code":"1KI.2","verse_code":"1KI.2.32","label":"32","content":"Tus TSWV yuav rau txim rau Yau-am, vim tej kev tua neeg uas nws txhob txwm tua  tsis pub kuv txiv Daviv paub. Yau-am tau muab Neles tus tub Aneles uas yog cov Yixalayees tus thawj tubrog thiab Yetheles tus tub Amaxas uas yog cov Yudas tus thawj tubrog uas ncaj ncees thiab tsimtxiaj tshaj nws tua povtseg lawm."},{"bible_id":"1525","chapter_code":"1KI.2","verse_code":"1KI.2.33","label":"33","content":"Lub txim tua neeg ntawd thiaj poob los rau Yau-am thiab nws cov xeebntxwv mus ibtxhis li. Tiamsis tus TSWV yuav tsa Daviv cov xeebntxwv los zaum saum Daviv lub zwmtxwv mus li.”"},{"bible_id":"1525","chapter_code":"1KI.2","verse_code":"1KI.2.34","label":"34","content":"Yog li ntawd, Npenayas thiaj mus rau tom tus TSWV lub Tsevntaub thiab muab Yau-am tua tuag lawm, thiab muab nws faus rau hauv nws lub tsev uas nyob tom ntug nroog."},{"bible_id":"1525","chapter_code":"1KI.2","verse_code":"1KI.2.35","label":"35","content":"Vajntxwv thiaj tsa Npenayas uas yog cov Yudas tus thawj tubrog hloov Yau-am chaw thiab muab tus povthawj Xadaus hloov Anpiyathas chaw."},{"bible_id":"1525","chapter_code":"1KI.2","verse_code":"1KI.2.36","label":"36","content":"Vajntxwv hais mus rau Sime-is hais tias, “Koj cia li ua ib lub tsev rau hauv lub nroog Yeluxalees no rau koj nyob. Koj nyob hauv tsev thiab tsis txhob tawm hauv lub nroog mus qhov twg li."},{"bible_id":"1525","chapter_code":"1KI.2","verse_code":"1KI.2.37","label":"37","content":"Yog koj tseem tawm thiab hla tus Dej Kiloos mus rau sab tid, mas koj yeej yuav raug tua tuag xwb, thiab koj cov ntshav yuav rov los ywg koj taubhau.”"},{"bible_id":"1525","chapter_code":"1KI.2","verse_code":"1KI.2.38","label":"38","content":"Sime-is teb hais tias, “Ua li ntawd los mas vajntxwv, kuv yuav ua raws li koj hais ntag.” Yog li ntawd, nws thiaj nyob hauv lub nroog Yeluxalees tau ntev heev."},{"bible_id":"1525","chapter_code":"1KI.2","verse_code":"1KI.2.39","label":"39","content":"Tau peb xyoo tom qab no, Sime-is ob tug tubqhe khiav mus cuag Ma-akas tus tub Akhises uas ua vajntxwv kav lub nroog Nkas. Thaum Sime-is hnov hais tias nkawd nyob hauv lub nroog Nkas,"},{"bible_id":"1525","chapter_code":"1KI.2","verse_code":"1KI.2.40","label":"40","content":"nws txawm muab eeb nog rau nws tus neesluav thiab caij mus cuag Vajntxwv Akhises hauv lub nroog Nkas, mus nrhiav nws ob tug tubqhe. Nws nrhiav tau nkawd thiab coj nkawd rov los tsev."},{"bible_id":"1525","chapter_code":"1KI.2","verse_code":"1KI.2.41","label":"41","content":"Thaum Xalumoos hnov txog tej uas Sime-is tau ua ntawd,"},{"bible_id":"1525","chapter_code":"1KI.2","verse_code":"1KI.2.42","label":"42","content":"nws thiaj hais mus rau Sime-is hais tias, “Kuv puas tau tuav tus TSWV lub npe coglus rau koj hais tias tsis pub koj tawm hauv lub nroog Yeluxalees no mus rau sab nraud li. Thiab kuv twb ceebtoom rau koj hais tias yog koj tawm hauv no mus, koj yuav raug tua tuag. Koj twb yeej los zoo siab li ntawd thiab koj hais tias, koj yuav mloog kuv lus no ne?"},{"bible_id":"1525","chapter_code":"1KI.2","verse_code":"1KI.2.43","label":"43","content":"Yog li cas koj yuav rhuav koj tej lus cog tseg thiab tsis mloog kuv tej lus samhwm li?"},{"bible_id":"1525","chapter_code":"1KI.2","verse_code":"1KI.2.44","label":"44","content":"Koj yeej paub txhua yam uas koj tau ua txhaum rau kuv txiv lawm. Tus TSWV yuav rau txim rau koj vim lub txim ntawd."},{"bible_id":"1525","chapter_code":"1KI.2","verse_code":"1KI.2.45","label":"45","content":"Tiamsis nws yuav foom koom hmoov rau kuv thiab nws yuav ua kom Daviv lub tebchaws nyob ruaj khov mus ibtxhis li.”"},{"bible_id":"1525","chapter_code":"1KI.2","verse_code":"1KI.2.46","label":"46","content":"Ces vajntxwv thiaj kom Npenayas mus muab Sime-is tua povtseg lawm. Txij thaum ntawd los Xalumoos kev tswjhwm thiaj nyob thajyeeb lug li lawm."},{"bible_id":"1525","chapter_code":"1KI.3","verse_code":"1KI.3.1","label":"1","content":"Xalumoos mus yuav Falaus uas yog cov Iziv tus vajntxwv tus ntxhais los ua pojniam kom cog tau kev phoojywg. Nws coj tus pojniam ntawd los nyob rau hauv Daviv lub nroog mus txog thaum nws ua tau nws lub loog, ua tau lub Tuamtsev thiab ua tau tus ntsa yeej uas thaiv lub nroog Yeluxalees tiav lawm."},{"bible_id":"1525","chapter_code":"1KI.3","verse_code":"1KI.3.2","label":"2","content":"Thaum ntawd tseem tsis tau ua lub Tuamtsev rau tus TSWV, mas cov Yixalayees sawvdaws thiaj pheej mus tua tsiaj hlawv fij nyob saum tej ncov roob xwb."},{"bible_id":"1525","chapter_code":"1KI.3","verse_code":"1KI.3.3","label":"3","content":"Xalumoos muab siab npuab tus TSWV thiab ua raws li nws txiv Daviv tej lus qhuab ntuas, tsuas yog nws tseem pheej mus tua tsiaj thiab hlawv hmoov tshuaj tsw qab fij saum tej ncov roob xwb."},{"bible_id":"1525","chapter_code":"1KI.3","verse_code":"1KI.3.4","label":"4","content":"Muaj ib hnub Xalumoos mus tua tsiaj fij nyob pem Nkinpe-oos rau qhov lub thaj tseemceeb tshaj plaws nyob qhov ntawd. Nws twb yeej mus tua txog li ib txhiab tus tsiaj hlawv fij rau saum lub thaj ntawd lawm."},{"bible_id":"1525","chapter_code":"1KI.3","verse_code":"1KI.3.5","label":"5","content":"Hmo ntawd tus TSWV los tshwm rau nws pom hauv nruab npau suav hauv Nkinpe-oos thiab hais rau nws hais tias, “Koj xav kom kuv muab dabtsi rau koj?”"},{"bible_id":"1525","chapter_code":"1KI.3","verse_code":"1KI.3.6","label":"6","content":"Xalumoos teb hais tias, “Koj yeej ibtxwm hlub kuv txiv Daviv uas yog koj tus tubtxib, thiab nws yeej ibtxwm ua zoo, muab siab npuab koj thiab muaj kev ncaj ncees nrog koj sib raug zoo. Koj tseem hlub nws los txog niaj hnub no tsis tso nws tseg, hnub no koj thiaj tsa nws tus tub los hloov nws chaw."},{"bible_id":"1525","chapter_code":"1KI.3","verse_code":"1KI.3.7","label":"7","content":"Tus TSWV uas yog Vajtswv, koj tsa kuv ua vajntxwv hloov kuv txiv chaw, txawm yog kuv tseem hluas thiab tsis muaj tswvyim tswj lub tebchaws no los xijpeem."},{"bible_id":"1525","chapter_code":"1KI.3","verse_code":"1KI.3.8","label":"8","content":"Nimno kuv nrog cov neeg uas koj tau xaiv tseg ua koj tug lawm nyob, cov neeg no coob heev tsis muaj leejtwg suav txheeb li."},{"bible_id":"1525","chapter_code":"1KI.3","verse_code":"1KI.3.9","label":"9","content":"Yog li ntawd, thov koj pub kom kuv muaj tswvyim tswjhwm koj haivneeg ncaj ncees thiab paub qhov phem qhov zoo. Yog kuv tsis muaj tswvyim, kuv yuav ua li cas tswjhwm tau koj haivneeg uas coob heev no?”"},{"bible_id":"1525","chapter_code":"1KI.3","verse_code":"1KI.3.10","label":"10","content":"Tus TSWV txaus siab heev rau tej uas Xalumoos thov no,"},{"bible_id":"1525","chapter_code":"1KI.3","verse_code":"1KI.3.11","label":"11","content":"yog li ntawd, nws thiaj hais rau Xalumoos hais tias, “Vim koj thov kom kuv pub tswvyim rau koj tswjhwm lub tebchaws mus rau qhov ncaj ncees, tiamsis koj tsis tau thov kom koj muaj sia nyob ntev lossis muaj nyiaj muaj txiaj lossis kom koj tej yeebncuab tuag,"},{"bible_id":"1525","chapter_code":"1KI.3","verse_code":"1KI.3.12","label":"12","content":"mas kuv yuav muab tej uas koj thov ntawd rau koj. Kuv yuav pub kom koj muaj tswvyim thiab txawj ntse tshaj tej neeg uas nyob ua ntej koj lossis cov uas nyob tom qab koj."},{"bible_id":"1525","chapter_code":"1KI.3","verse_code":"1KI.3.13","label":"13","content":"Kuv tseem yuav muab tej uas koj tsis thov pub huv tibsi rau koj thiab: koj yuav muaj txiag npluanuj thiab muaj meejmom mus tas koj tiam neej, tshaj luag lwm tus vajntxwv huv tibsi."},{"bible_id":"1525","chapter_code":"1KI.3","verse_code":"1KI.3.14","label":"14","content":"Yog koj mloog kuv lus, ceev kuv tej kevcai thiab tej lus samhwm ib yam li koj txiv Daviv tau ua los lawm, kuv yuav pub kom koj muaj sia ua neej nyob ntev.”"},{"bible_id":"1525","chapter_code":"1KI.3","verse_code":"1KI.3.15","label":"15","content":"Xalumoos tsim dheev los, nws paub hais tias yog Vajtswv los hais rau nws hauv nruab npau suav. Ces nws txawm rov los rau hauv lub nroog Yeluxalees thiab mus sawv ntawm lub Phijxab uas ntim Vajtswv tej lus cog tseg thiab muab tsiaj tua hlawv fij thiab fij khoom ua kev sib raug zoo rau tus TSWV, thiab tom qab ntawd nws ua ib rooj mov rau nws cov nomtswv sawvdaws noj."},{"bible_id":"1525","chapter_code":"1KI.3","verse_code":"1KI.3.16","label":"16","content":"Muaj ib hnub ob tug niamntiav tuaj cuag Vajntxwv Xalumoos tim ntsej tim muag."},{"bible_id":"1525","chapter_code":"1KI.3","verse_code":"1KI.3.17","label":"17","content":"Muaj ib tug hais tias, “Vajntxwv, tus pojniam no thiab kuv koom nyob ua ke hauv ib lub tsev, thaum nws los nrog kuv nyob tsis ntev, kuv txawm yug tau kuv tus tub hauv lub tsev ntawd."},{"bible_id":"1525","chapter_code":"1KI.3","verse_code":"1KI.3.18","label":"18","content":"Tau ob hnub tom qab uas kuv yug tau kuv tus tub, nws txawm yug tau ib tug tub thiab. Hauv lub tsev ntawd tsuas muaj wb ob leeg nyob xwb, tsis muaj leejtwg nrog wb nyob li."},{"bible_id":"1525","chapter_code":"1KI.3","verse_code":"1KI.3.19","label":"19","content":"Ces muaj ib hmos nws txawm pw tsuam nws tus menyuam tuag lawm."},{"bible_id":"1525","chapter_code":"1KI.3","verse_code":"1KI.3.20","label":"20","content":"Hmo ntawd thaum kuv tseem tsaug zog, nws txawm sawv los tsaws kuv tus menyuam ntawm kuv ib sab coj mus rau ntawm nws lub txaj lawm, ces nws txawm muab nws tus menyuam uas tuag lawm los tso rau ntawm kuv lub txaj."},{"bible_id":"1525","chapter_code":"1KI.3","verse_code":"1KI.3.21","label":"21","content":"Tagkis sawv ntxov, thaum kuv tsim los thiab muab mis rau kuv tus menyuam noj, ua ciav nws twb tuag lawm. Kuv mam ua tib zoo saib tseeb tseeb no ua cas tsis yog kuv tus menyuam.”"},{"bible_id":"1525","chapter_code":"1KI.3","verse_code":"1KI.3.22","label":"22","content":"Tiamsis tus pojniam i hais tias, “Twb tsis yog los sav! Tus menyuam uas tuag lawm yeej yog koj tus, tus uas tseem ciaj yog kuv tus!” Thawj tus pojniam txawm teb ntua hais tias, “Tsis yog li ntawd! Tus menyuam uas tuag yeej yog koj tus, tus uas tseem ciaj yeej yog kuv tus tiag!” Nkawd txawm sib cav ntawg ntiag tabmeeg vajntxwv."},{"bible_id":"1525","chapter_code":"1KI.3","verse_code":"1KI.3.23","label":"23","content":"Ces Vajntxwv Xalumoos txawm hais tias, “Neb nyias taus nyias txeeb hais tias, tus ciaj yog kuv tus thiab tsis muaj leejtwg lees hais tias tus tuag ntawd yog nws tus li.”"},{"bible_id":"1525","chapter_code":"1KI.3","verse_code":"1KI.3.24","label":"24","content":"Vajntxwv thiaj kom muab ib rab ntaj los rau nws, thaum lawv nqa rab ntaj los cev rau vajntxwv lawm,"},{"bible_id":"1525","chapter_code":"1KI.3","verse_code":"1KI.3.25","label":"25","content":"nws hais tias, “Muab tus menyuam uas tseem ciaj phua ua ob sab thiab muab faib rau ob tug pojniam no ib leeg ib sab.”"},{"bible_id":"1525","chapter_code":"1KI.3","verse_code":"1KI.3.26","label":"26","content":"Ces tus uas yog leej niam tiag, nws mob siab thiab hlub nws tus tub heev, nws thiaj li hais rau vajntxwv hais tias, “Vajntxwv, thov koj tsis txhob tua tus metub no! Cia li muab rau nws yuav xwb!” Tiamsis tus pojniam i teb hais tias, “Tsis txhob muab nws rau wb ib leeg tus twg li; cia li muab nws phua kiag ua ob sab xwb.”"},{"bible_id":"1525","chapter_code":"1KI.3","verse_code":"1KI.3.27","label":"27","content":"Ces Xalumoos hais tias, “Tsis txhob muab tus menyuam no tua! Cia li muab rau thawj tug pojniam, nws yeej yog leej niam tiag.”"},{"bible_id":"1525","chapter_code":"1KI.3","verse_code":"1KI.3.28","label":"28","content":"Thaum cov Yixalayees hnov Xalumoos txiav rooj plaub ntawd, lawv sawvdaws ntshai thiab hwm nws heev, rau qhov lawv paub hais tias yog Vajtswv pub tswvyim rau nws txiav plaub ntug ncaj ncees tiag."},{"bible_id":"1525","chapter_code":"1KI.4","verse_code":"1KI.4.1","label":"1","content":"Xalumoos ua vajntxwv kav lub tebchaws Yixalayees,"},{"bible_id":"1525","chapter_code":"1KI.4","verse_code":"1KI.4.2","label":"2","content":"thiab cov no yog nws cov nomtswv: Tus povthawj yog Xadaus uas yog Axaliyas tus tub;"},{"bible_id":"1525","chapter_code":"1KI.4","verse_code":"1KI.4.3","label":"3","content":"Ob tug teev ntawv yog Sisas ob tug tub Elihaules thiab Ahiyas; Tus saib tej ntaub ntawv yog Ahilus tus tub Yehausafas;"},{"bible_id":"1525","chapter_code":"1KI.4","verse_code":"1KI.4.4","label":"4","content":"Tus thawj tubrog yog Yehauyadas tus tub Npenayas; Ob tug povthawj yog Xadaus thiab Anpiyathas;"},{"bible_id":"1525","chapter_code":"1KI.4","verse_code":"1KI.4.5","label":"5","content":"Tus thawj ntawm cov tswvxeev yog Nathas tus tub Axaliyas; Vajntxwv tus tuavxam yog Nathas tus tub Xanpus uas yog tus povthawj;"},{"bible_id":"1525","chapter_code":"1KI.4","verse_code":"1KI.4.6","label":"6","content":"Tus uas saib cov tubtxib hauv lub loog yog Ahisas; Tus uas saib cov ua haujlwm yog Anpidas tus tub Adaunilas."},{"bible_id":"1525","chapter_code":"1KI.4","verse_code":"1KI.4.7","label":"7","content":"Xalumoos tsa kaum ob leeg txivneej los ua tswvxeev kav cov Yixalayees txhua lub xeev. Lawv yog cov coj zaub mov hauv tej cheebtsam tuaj rau vajntxwv thiab nws tsevneeg noj. Ib tug tswvxeev coj zaub mov tuaj rau vajntxwv tsevneeg ib xyoos twb ib hlis."},{"bible_id":"1525","chapter_code":"1KI.4","verse_code":"1KI.4.8","label":"8","content":"Ntawm no mus yog kaum ob tug tswvxeev ntawd cov npe thiab tej cheebtsam uas lawv saib: Npehus: saib sablaj roob Efalayees"},{"bible_id":"1525","chapter_code":"1KI.4","verse_code":"1KI.4.9","label":"9","content":"Npedekes: saib lub nroog Makaxes, Sa-anpimes Npethes Semes, Eloos thiab Npethes Hanas"},{"bible_id":"1525","chapter_code":"1KI.4","verse_code":"1KI.4.10","label":"10","content":"Npehexes saib lub nroog Alunpus, Xukaus thiab tagnrho cheebtsam Hefeles;"},{"bible_id":"1525","chapter_code":"1KI.4","verse_code":"1KI.4.11","label":"11","content":"Npenanpinadas (tus uas yuav Xalumoos tus ntxhais Tafas) saib tagnrho cheebtsam Dules;"},{"bible_id":"1525","chapter_code":"1KI.4","verse_code":"1KI.4.12","label":"12","content":"Ahilus tus tub Npa-anas yog tus saib lub nroog Ta-anas, Menkidaus thiab tagnrho cheebtsam uas nyob ze Npethes Se-as, thiab ze rau ntawm lub nroog Xalethas sab qabteb ntawm lub nroog Yexelees, mus txog ntua rau tim lub nroog Anpees Mehaulas thiab tim lub nroog Yaumees;"},{"bible_id":"1525","chapter_code":"1KI.4","verse_code":"1KI.4.13","label":"13","content":"Npenkenpes saib lub nroog Lamaus-nkile-as thiab cov zos uas nyob hauv cheebtsam Nkile-as uas yog Manaxes tus tub Yailes tus xeebntxwv tug, thiab cheebtsam Ankaunpes hauv lub xeev Npasas, tagnrho rau caum lub nroog loj uas muaj ntsa yeej thaiv khov kho thiab muaj tej nqaj roojvag tooj;"},{"bible_id":"1525","chapter_code":"1KI.4","verse_code":"1KI.4.14","label":"14","content":"Idaus tus tub Ahinadas saib cheebtsam Mahana-ees;"},{"bible_id":"1525","chapter_code":"1KI.4","verse_code":"1KI.4.15","label":"15","content":"Ahima-as (tus uas yuav Xalumoos tus txhais Npasemas) saib cheebtsam Nafetalis;"},{"bible_id":"1525","chapter_code":"1KI.4","verse_code":"1KI.4.16","label":"16","content":"Husais tus tub Npa-anas saib cheebtsam Aseles thiab lub nroog Npe-alaus;"},{"bible_id":"1525","chapter_code":"1KI.4","verse_code":"1KI.4.17","label":"17","content":"Palu-as tus tub Yehausafas saib cheebtsam uas cov Ixakhas nyob;"},{"bible_id":"1525","chapter_code":"1KI.4","verse_code":"1KI.4.18","label":"18","content":"Elas tus tub Sime-is saib cheebtsam uas cov Npeenyamees nyob;"},{"bible_id":"1525","chapter_code":"1KI.4","verse_code":"1KI.4.19","label":"19","content":"Ulis tus tub Nkenpeles saib cheebtsam Nkili-as uas cov Amaules tus Vajntxwv Xihoos kav thiab cheebtsam Npasas uas Vajntxwv Aunkas kav. Dua li kaum ob tug tswvxeev no lawm, tseem muaj ib tug thawj uas saib tagnrho lub tebchaws thiab."},{"bible_id":"1525","chapter_code":"1KI.4","verse_code":"1KI.4.20","label":"20","content":"Cov Yudas thiab cov Yixalayees huamvam coob ib yam li tej suabzeb nram ntug hiavtxwv; lawv muaj noj muaj haus thiab muaj kev zoo siab kawg li."},{"bible_id":"1525","chapter_code":"1KI.4","verse_code":"1KI.4.21","label":"21","content":"Xalumoos kav tagnrho cov tebchaws uas nyob ibncig ze ntawd, txij ntua ntawm tus dej Efalates mus txog rau tim tebchaws Filitees thiab mus txog rau nram Iziv tus ciamteb. Lawv puavleej them se rau Xalumoos thiab ua nws qhev mus tas nws tiam neej ntawd li."},{"bible_id":"1525","chapter_code":"1KI.4","verse_code":"1KI.4.22","label":"22","content":"Tej zaub mov uas Xalumoos xav tau txhua hnub yog ib puas tsib caug tawb hmoov nplej thiab peb puas tawb zaub;"},{"bible_id":"1525","chapter_code":"1KI.4","verse_code":"1KI.4.23","label":"23","content":"kaum tus nyuj rog rog uas hwv hauv nkuaj, nees nkaum tus nyuj uas tso rau hauv tshav zaub thiab ib puas tus yaj. Dua li ntawd, tseem muaj maum muaslwj, kauv, phaw muaslwj thiab qaibsis."},{"bible_id":"1525","chapter_code":"1KI.4","verse_code":"1KI.4.24","label":"24","content":"Xalumoos kav tagnrho cov tebchaws uas nyob sab hnubpoob txij ntua ntawm tus dej Efalates mus txog rau ntawm lub nroog Nkaxas. Tagnrho cov vajntxwv uas nyob sab hnubpoob ntawm tus dej Efalates puavleej coj khoom tuaj rau Xalumoos, thiab nws mus cog kev phoojywg nrog tej tebchaws nruab ze tagnrho."},{"bible_id":"1525","chapter_code":"1KI.4","verse_code":"1KI.4.25","label":"25","content":"Txij li Xalumoos tiam, cov Yudas thiab cov Yixalayees ua neej nyob kaj siab lug, txhua yim nyias thiaj cog muaj nyias txiv hmab thiab txiv ncuavpias."},{"bible_id":"1525","chapter_code":"1KI.4","verse_code":"1KI.4.26","label":"26","content":"Xalumoos muaj plaub caug txhiab lub nkuaj nees kaw nws cov nees luag tsheb thiab muaj kaum ob txhiab tus tubrog caij nees."},{"bible_id":"1525","chapter_code":"1KI.4","verse_code":"1KI.4.27","label":"27","content":"Xalumoos kaum ob tug tswvxeev, ib tug twg raug ua haujlwm rau nws ib lub hlis, yog muab tej zaub mov uas Vajntxwv Xalumoos xav tau coj tuaj rau nws, kom cov neeg uas nyob hauv lub loog tau noj; lawv muab txhua yam uas Xalumoos xav tau tuaj rau nws."},{"bible_id":"1525","chapter_code":"1KI.4","verse_code":"1KI.4.28","label":"28","content":"Thiab txhua tus tswvxeev puavleej coj lawv tej nplej thiab quavnyab npleg pub nees tuaj rau ntawm qhov chaw uas cia tej ntawd  rau cov nees luag tsheb thiab cov nees uas siv ua lwm yam haujlwm tau noj."},{"bible_id":"1525","chapter_code":"1KI.4","verse_code":"1KI.4.29","label":"29","content":"Vajtswv pub rau Xalumoos muaj tswvyim thiab kev txawj ntse tob heev ntsuas tsis tau thiab ntau ib yam li tej suabzeb nram ntug hiavtxwv."},{"bible_id":"1525","chapter_code":"1KI.4","verse_code":"1KI.4.30","label":"30","content":"Xalumoos ntse tshaj cov tub txawg tub ntse uas nyob sab hnubtuaj lossis tej tub txawg tub ntse uas nyob nram tebchaws Iziv lawm thiab."},{"bible_id":"1525","chapter_code":"1KI.4","verse_code":"1KI.4.31","label":"31","content":"Nws ntse tshaj lwm tus txivneej huv tibsi: ntse tshaj Ethas uas yog neeg Exelas, Hemas, Kakaus thiab Dadas uas yog Mahaules cov tub, thiab Xalumoos lub koob meej nrov ncha moo lug mus thoob plaws tej tebchaws uas nyob ibncig ntawd."},{"bible_id":"1525","chapter_code":"1KI.4","verse_code":"1KI.4.32","label":"32","content":"Nws sau tau peb txhiab zaj pajlug thiab ib txhiab tsib zaj nkauj."},{"bible_id":"1525","chapter_code":"1KI.4","verse_code":"1KI.4.33","label":"33","content":"Nws hais txog tej ntoo thiab tej nroj tsuag, tej ntoo ciab pem roob Lenpanoos mus rau tej nroj hixauv uas tuaj ntawm tej ntsa yeej; nws hais txog tej tsiaj, tej noog, tej kab thiab tej ntses huv tibsi."},{"bible_id":"1525","chapter_code":"1KI.4","verse_code":"1KI.4.34","label":"34","content":"Tagnrho tej vajntxwv uas nyob hauv ntiajteb no puavleej hnov Xalumoos tej tswvyim thiab xa lawv cov neeg tuaj mloog Xalumoos piav nws tej kev txawj ntse."},{"bible_id":"1525","chapter_code":"1KI.5","verse_code":"1KI.5.1","label":"1","content":"Vajntxwv Hilas uas kav lub nroog Tiles yeej ibtxwm nrog Daviv ua phoojywg, thaum nws hnov hais tias Xalumoos tau ua vajntxwv hloov nws txiv Daviv chaw lawm, Hilas thiaj tso ib co nomtswv tuaj cuag Xalumoos."},{"bible_id":"1525","chapter_code":"1KI.5","verse_code":"1KI.5.2","label":"2","content":"Xalumoos thiaj xa xov rov mus rau Hilas hais tias,"},{"bible_id":"1525","chapter_code":"1KI.5","verse_code":"1KI.5.3","label":"3","content":"“Koj yeej paub kuv txiv Daviv ibtxwm ua rog rau nws cov yeebncuab uas nyob hauv tej tebchaws ibncig nws, mas nws thiaj tsis muaj cuabkav ua lub Tuamtsev ua qhov chaw pehawm tus TSWV uas yog nws tus Vajtswv mus txog thaum tus TSWV pub nws ntaus yeej tagnrho nws cov yeebncuab lawm."},{"bible_id":"1525","chapter_code":"1KI.5","verse_code":"1KI.5.4","label":"4","content":"Tiamsis nimno, tus TSWV uas yog kuv tus Vajtswv pub rau kuv lub tebchaws nyob thajyeeb thoob plaws txhua phab huv tibsi. Kuv tsis muaj yeebncuab thiab tsis muaj kev sib ntaus sib tua uas txaus ntshai lawm."},{"bible_id":"1525","chapter_code":"1KI.5","verse_code":"1KI.5.5","label":"5","content":"Tus TSWV coglus tseg rau kuv txiv Daviv hais tias, ‘Koj tus tub uas kuv yuav tsa ua vajntxwv hloov koj chaw, nws yog tus uas yuav ua lub Tuamtsev rau kuv.’ Yog li ntawd, nimno kuv thiaj npaj ua lub tuamtsev, kom tau qhov chaw pehawm tus TSWV uas yog kuv tus Vajtswv."},{"bible_id":"1525","chapter_code":"1KI.5","verse_code":"1KI.5.6","label":"6","content":"Yog li ntawd, thov koj cov neeg mus txiav cov ntoo ciab pem roob Lenpanoos xa tuaj rau kuv. Kuv cov neeg yuav nrog lawv ua haujlwm ua ke, thiab kuv yuav them nqi rau koj cov neeg raws li koj pom zoo. Koj yeej paub hais tias kuv cov neeg yeej ibtxwm tsis txawj ntov ntoo li koj cov.”"},{"bible_id":"1525","chapter_code":"1KI.5","verse_code":"1KI.5.7","label":"7","content":"Thaum Hilas tau hnov Xalumoos cov lus no lawm, nws txaus siab heev, Hilas hais tias, “Hnub no ua tus TSWV tsaug rau qhov nws pub Daviv muaj ib tug tub ntse heev los ua vajntxwv hloov nws chaw kav haivneeg uas coob tshaj plaws lawm.”"},{"bible_id":"1525","chapter_code":"1KI.5","verse_code":"1KI.5.8","label":"8","content":"Ces Hilas txawm xa xov rov mus rau Xalumoos hais tias, “Kuv tau txais koj cov lus lawm, kuv zoo siab ua raws li koj tej lus thov. Kuv yuav muab cov ntoo ciab thiab ntoo thuv tuaj pub rau koj."},{"bible_id":"1525","chapter_code":"1KI.5","verse_code":"1KI.5.9","label":"9","content":"Kuv cov neeg yuav luag cov ntoo saum roob Lenpanoos mus rau nram hiavtxwv thiab yuav muab pav nquam raws ntug dej tuaj kom txog qhov chaw uas koj tau teem tseg. Kuv cov neeg mam muab daws, muab teeb ua ke, thiab muab cob rau koj cov neeg. Ces thov koj xa zaub mov tuaj pub kuv cov neeg noj xwb tau lawm.”"},{"bible_id":"1525","chapter_code":"1KI.5","verse_code":"1KI.5.10","label":"10","content":"Hilas thiaj li xa ntoo ciab thiab ntoo thuv tuaj rau Xalumoos raws li nws xav tau,"},{"bible_id":"1525","chapter_code":"1KI.5","verse_code":"1KI.5.11","label":"11","content":"thiab ib xyoo twg Xalumoos xa ib puas txhiab tawb nplej thiab xa cov roj txiv ntoo uas tsis xyaw lwm yam li ib puas kaum txhiab thoob  mus rau Hilas cov neeg tau noj."},{"bible_id":"1525","chapter_code":"1KI.5","verse_code":"1KI.5.12","label":"12","content":"Tus TSWV pub tswvyim rau Xalumoos raws li tus TSWV tau coglus tseg lawm. Hilas thiab Xalumoos muaj kev sib raug zoo heev, nkawd thiaj li coglus ua phoojywg."},{"bible_id":"1525","chapter_code":"1KI.5","verse_code":"1KI.5.13","label":"13","content":"Vajntxwv Xalumoos sau tau peb caug txhiab leej txivneej nyob thoob plaws hauv tebchaws Yixalayees tuaj ua tub zog,"},{"bible_id":"1525","chapter_code":"1KI.5","verse_code":"1KI.5.14","label":"14","content":"thiab nws tsa Adaunilas ua tus saib cov tub zog ntawd. Nws muab lawv faib ua peb pab, ib pab kaum txhiab leej, thiab muab lawv sib hloov ua haujlwm, ib pab mus ua haujlwm pem roob Lenpanoos ib hlis thiab rov los tsev ob hlis."},{"bible_id":"1525","chapter_code":"1KI.5","verse_code":"1KI.5.15","label":"15","content":"Xalumoos tseem muaj dua yim caum txhiab leej txivneej ua haujlwm txaug pobzeb pem laj roob, thiab xya caum txhiab leej txivneej ua cov nqa pobzeb,"},{"bible_id":"1525","chapter_code":"1KI.5","verse_code":"1KI.5.16","label":"16","content":"thiab nws tsa peb txhiab peb puas leej ua cov saib thiab qhia lawv ua haujlwm."},{"bible_id":"1525","chapter_code":"1KI.5","verse_code":"1KI.5.17","label":"17","content":"Vajntxwv Xalumoos samhwm kom lawv yuav tsum txiav tej daim txiag zeb loj thiab zoo nkauj los pua lub plag Tuamtsev."},{"bible_id":"1525","chapter_code":"1KI.5","verse_code":"1KI.5.18","label":"18","content":"Xalumoos thiab Hilas cov tub zog thiab cov neeg uas nyob hauv lub nroog Npinpelaus sib pab nroos txaug pobzeb thiab txiav ntoo los ua lub Tuamtsev."},{"bible_id":"1525","chapter_code":"1KI.6","verse_code":"1KI.6.1","label":"1","content":"Thaum Xalumoos ua vajntxwv kav tebchaws Yixalayees tau plaub xyoos, xyoo plaub thaum lub ob hlis ntuj uas hu ua hli Xiv, Xalumoos txawm pib ua lub Tuamtsev. Suav txij thaum cov Yixalayees khiav nram tebchaws Iziv los txog lub sijhawm uas Xalumoos ua lub Tuamtsev ntawd tau plaub puas yim caum xyoo."},{"bible_id":"1525","chapter_code":"1KI.6","verse_code":"1KI.6.2","label":"2","content":"Lub Tuamtsev sab hauv nruab nrog ntev rau caum tshim, dav peb caug tshim thiab siab peb caug tshim."},{"bible_id":"1525","chapter_code":"1KI.6","verse_code":"1KI.6.3","label":"3","content":"Chav ntawm lub qhovrooj mus rau hauv, tob kaum tshim, ntev nees nkaum tshim, thiab dav ib yam li chav dawbhuv."},{"bible_id":"1525","chapter_code":"1KI.6","verse_code":"1KI.6.4","label":"4","content":"Lub Tuamtsev muaj qhovrai thoob plaws txhua sab phabntsa. Tej qhovrai ntawd sab nraud nqaim dua sab hauv."},{"bible_id":"1525","chapter_code":"1KI.6","verse_code":"1KI.6.5","label":"5","content":"Lub Tuamtsev sab nraud tseem muaj dua peb txheej uas yog sab qaum tsev thiab ob tog, ib txheej twg siab tsib tshim."},{"bible_id":"1525","chapter_code":"1KI.6","verse_code":"1KI.6.6","label":"6","content":"Txheej hauv qab kawg, ib chav twg dav tsib tshim, txheej nruab nrab, ib chav twg dav rau tshim, thiab txheej kawg saum ub, ib chav twg dav xya tshim. Lub Tuamtsev tej phabntsa ob txheej saud xov nyias dua txheej hauv qab, tej chav ntawd ib txheej txawb rau ib txheej tsis muaj nqaj ntoo ntsia tuav tej phabntsa ntawd li."},{"bible_id":"1525","chapter_code":"1KI.6","verse_code":"1KI.6.7","label":"7","content":"Tej pobzeb uas ua lub Tuamtsev ntawd, yeej txaug tau zoo zoo ntawm qhov chaw txaug los lawm. Yog li ntawd, thaum coj los ua thiaj tsis muaj suab rauj, suab taus lossis lwm yam suab cuabyeej nrov li."},{"bible_id":"1525","chapter_code":"1KI.6","verse_code":"1KI.6.8","label":"8","content":"Lub qhovrooj txheej hauv qab  uas nyob ntawm lub Tuamtsev sab nrad, muaj ntaiv nce mus rau saum txheej ob thiab txheej peb."},{"bible_id":"1525","chapter_code":"1KI.6","verse_code":"1KI.6.9","label":"9","content":"Xalumoos muab tej txiag ntoo thuv los ntsia vov thoob plaws sab hauv. Yog li ntawd, Vajntxwv Xalumoos thiaj ua lub Tuamtsev tiav lawm."},{"bible_id":"1525","chapter_code":"1KI.6","verse_code":"1KI.6.10","label":"10","content":"Peb txheej uas nws ua ncig lub Tuamtsev sab nraud, ib txheej twg  siab tsib tshim, thiab muab tej txiag ntoo thuv los ntsia npuab khov kho rau."},{"bible_id":"1525","chapter_code":"1KI.6","verse_code":"1KI.6.11","label":"11","content":"Tus TSWV hais rau Xalumoos hais tias,"},{"bible_id":"1525","chapter_code":"1KI.6","verse_code":"1KI.6.12","label":"12","content":"“Hais txog lub Tuamtsev uas koj tabtom ua ntawd, yog koj ua raws li kuv tej kevcai thiab mloog kuv tej lus samhwm, kuv yuav pab koj raws li tej lus uas kuv tau cog tseg rau koj txiv Daviv lawm."},{"bible_id":"1525","chapter_code":"1KI.6","verse_code":"1KI.6.13","label":"13","content":"Kuv yuav nrog nraim kuv haivneeg Yixalayees nyob hauv lub Tuamtsev uas koj ua no, thiab kuv yuav tsis tso lawv tseg ib zaug li.”"},{"bible_id":"1525","chapter_code":"1KI.6","verse_code":"1KI.6.14","label":"14","content":"Xalumoos ua lub Tuamtsev tiav lawm."},{"bible_id":"1525","chapter_code":"1KI.6","verse_code":"1KI.6.15","label":"15","content":"Sab phabntsa hauv lub Tuamtsev puavleej muab tej txiag ntoo thuv xov hauv taw mus nto plaws rau saum qab nthab, thiab muab tej txiag ntoo ciab los pua thoob plaws lub plag tse."},{"bible_id":"1525","chapter_code":"1KI.6","verse_code":"1KI.6.16","label":"16","content":"Chav hauv nruab nrog uas hu ua Chav Dawbhuv kawg nkaus, yog chav uas nyob tom qab hauv lub Tuamtsev, chav ntawd qhov ntev muaj nees nkaum tshim thiab puavleej muab txiag ntoo thuv xov hauv taw mus nto plaws rau saum qab nthab."},{"bible_id":"1525","chapter_code":"1KI.6","verse_code":"1KI.6.17","label":"17","content":"Chav uas nyob ntawm hauv ntej chav Dawbhuv kawg nkaus ntev plaub caug tshim."},{"bible_id":"1525","chapter_code":"1KI.6","verse_code":"1KI.6.18","label":"18","content":"Tej txiag ntoo thuv uas xov lub Tuamtsev mas puavleej muab txaug txaij nraug zees ua duab plhuaj taub thiab ua duab paj ntoos huv tibsi; sab hauv nruab nrog xov txiag ntoo thuv thoob plaws tsis pom ib qhov ntsa pobzeb tshwm li."},{"bible_id":"1525","chapter_code":"1KI.6","verse_code":"1KI.6.19","label":"19","content":"Chav uas ua rau hauv lub Tuamtsev tom qab kawg nkaus, yog chav uas muab lub Phijxab uas ntim Vajtswv tej lus cog tseg coj mus tso rau hauv."},{"bible_id":"1525","chapter_code":"1KI.6","verse_code":"1KI.6.20","label":"20","content":"Chav no ntev nees nkaum tshim, dav nees nkaum tshim thiab siab nees nkaum tshim, yog muab kub vuam thoob plaws. Xalumoos muab txiag  ntoo thuv ntsia npuab thoob plaws lub thaj."},{"bible_id":"1525","chapter_code":"1KI.6","verse_code":"1KI.6.21","label":"21","content":"Muab kub vuam thoob plaws lub Tuamtsev sab hauv thiab muab tej saw kub cab hla txojkev uas mus rau hauv chav dawbhuv uas muab kub vuam thoob plaws ntawd."},{"bible_id":"1525","chapter_code":"1KI.6","verse_code":"1KI.6.22","label":"22","content":"Xalumoos muab kub vuam lub Tuamtsev sab hauv thoob plaws, ib yam li lub thaj uas nyob hauv Chav Dawbhuv kawg nkaus."},{"bible_id":"1525","chapter_code":"1KI.6","verse_code":"1KI.6.23","label":"23","content":"Muab ntoo roj txaug ua ob tug qhelunpees uas muaj tis txawb rau hauv Chav Dawbhuv kawg nkaus, ib tug twg siab kaum tshim."},{"bible_id":"1525","chapter_code":"1KI.6","verse_code":"1KI.6.24+1KI.6.25+1KI.6.26","label":"24-26","content":"Ob tug qhelunpees ntawd loj sib luag zos thiab zoo ib yam nkaus. Thiab puavleej muaj tis, ib sab tis twg ntev tsib tshim, sab ntsis tis tom no mus rau sab ntsis tis tom ub ntev kaum tshim."},{"bible_id":"1525","chapter_code":"1KI.6","verse_code":"1KI.6.27","label":"27","content":"Lawv muab ob tug qhelunpees ntawd coj mus txawb sib ncag zos rau hauv chav Dawbhuv kawg nkaus kom ob tug qhelunpees ntawd nthuav tis tuaj sib cob rau hauv nruab nrab, thiab dua li ob sab tis nthuav mus ti nkaus rau tim phabntsa."},{"bible_id":"1525","chapter_code":"1KI.6","verse_code":"1KI.6.28","label":"28","content":"Ob tug qhelunpees ntawd puavleej muab kub vuam thoob plaws huv tibsi."},{"bible_id":"1525","chapter_code":"1KI.6","verse_code":"1KI.6.29","label":"29","content":"Cov phabntsa hauv chav loj thiab hauv chav Dawbhuv, mas luag muab txaug ua duab qhelunpees, ua tej tsob toovlaj thiab ua paj ntoos txaij nraug zees zoo nkauj kawg li."},{"bible_id":"1525","chapter_code":"1KI.6","verse_code":"1KI.6.30","label":"30","content":"Txawm yog lub plag tse los yeej vuam kub thoob plaws thiab."},{"bible_id":"1525","chapter_code":"1KI.6","verse_code":"1KI.6.31","label":"31","content":"Muab ntoo roj ua ob daim txiag qhovrooj rau lub qhovrooj uas mus hauv chav Dawbhuv kawg nkaus; lub qhovrooj ntawd saum kawg luag muab txaug ua tsib ceg."},{"bible_id":"1525","chapter_code":"1KI.6","verse_code":"1KI.6.32","label":"32","content":"Ob daim txiag qhovrooj ntawd los yeej muab txaug ua duab qhelunpees, ua duab toovlaj thiab ua paj ntoos txaij raug zees zoo nkauj kawg li. Luag muab kub vuam rau cov duab qhelunpees thiab cov duab toovlaj uas txaug rau ntawm ob daim txiag qhovrooj ntawd huv tibsi."},{"bible_id":"1525","chapter_code":"1KI.6","verse_code":"1KI.6.33","label":"33","content":"Luag muab ntoo roj ua ob tug ncej qhovrooj rau lub qhovrooj uas mus rau hauv chav loj, lub qhovrooj ntawd ua plaub fab."},{"bible_id":"1525","chapter_code":"1KI.6","verse_code":"1KI.6.34","label":"34","content":"Luag muab ntoo ciab ua ob daim txiag qhovrooj kaw tuaj sib twb"},{"bible_id":"1525","chapter_code":"1KI.6","verse_code":"1KI.6.35","label":"35","content":"thiab muab txaug ua duab qhelunpees, ua duab toovlaj thiab ua paj ntoos txaij nraug zees zoo nkauj kawg li, thiab muab kub vuam rau huv tibsi."},{"bible_id":"1525","chapter_code":"1KI.6","verse_code":"1KI.6.36","label":"36","content":"Chav loj uas nyob ntawm lub Tuamtsev hauv ntej, mas luag xov peb txheej pobzeb, ib txheej pobzeb twg, xov ib txheej txiag ntoo thuv quas."},{"bible_id":"1525","chapter_code":"1KI.6","verse_code":"1KI.6.37","label":"37","content":"Xalumoos ua vajntxwv tau plaub xyoo, ces xyoo plaub thaum lub ob hlis ntuj uas hu ua hli Xiv, nws txawm pib ua lub Tuamtsev."},{"bible_id":"1525","chapter_code":"1KI.6","verse_code":"1KI.6.38","label":"38","content":"Xalumoos ua vajntxwv kav tau kaum ib xyoos rau thaum lub yim hli ntuj uas hu ua hli Npules, ces nws ua lub Tuamtsev tiav rau thaum ntawd raws li nws tau npaj tseg lawm. Xalumoos ua lub Tuamtsev ntawd tau xya xyoo thiaj li tiav."},{"bible_id":"1525","chapter_code":"1KI.7","verse_code":"1KI.7.1","label":"1","content":"Xalumoos tseem ua tau ib lub loog rau nws, thiab nws siv sijhawm kaum peb xyoos ua lub loog ntawd thiaj li tiav."},{"bible_id":"1525","chapter_code":"1KI.7","verse_code":"1KI.7.2+1KI.7.3","label":"2-3","content":"Nws ua ib chav tsev hu ua chav tsev havzoov Lenpanoos  ntev ib puas tshim thiab siab peb caug tshim. Chav tsev ntawd muaj peb  leej ncej ntoo thuv, ib leej yog kaum tsib tug ncej uas puavleej muab cov yees ntoo thuv dhos rau saum cov hau ncej ntawd. Nws muab cov txiag ntoo thuv ntsia ua qab nthab, ntsia thoob plaws mus rau tom chav rau khoom huv tibsi, thiab muab cov ncej ntawd txheem pab."},{"bible_id":"1525","chapter_code":"1KI.7","verse_code":"1KI.7.4","label":"4","content":"Ib sab phabntsa twg muaj peb leej qhovrai."},{"bible_id":"1525","chapter_code":"1KI.7","verse_code":"1KI.7.5","label":"5","content":"Cov ncej qhovrooj thiab cov qhovrai,  puavleej ua plaub fab, thiab peb leej qhovrai ntawm txhua sab phabntsa puavleej nyob sib ncag zos."},{"bible_id":"1525","chapter_code":"1KI.7","verse_code":"1KI.7.6","label":"6","content":"Chav uas txhos cov ncej zeb ntev tsib caug tshim thiab dav peb caug tshim. Chav ntawd muaj ib lub momkaum thiab muaj cov ncej zeb txheem pab."},{"bible_id":"1525","chapter_code":"1KI.7","verse_code":"1KI.7.7","label":"7","content":"Chav ntawm lub zwmtxwv hu ua chav txiav txim. Yog chav uas Xalumoos txiav plaub ntug. Chav ntawd muab cov txiag ntoo thuv xov hauv taw ntsa mus nto plaws rau saum qab nthab."},{"bible_id":"1525","chapter_code":"1KI.7","verse_code":"1KI.7.8","label":"8","content":"Muaj dua ib ceg tsev nyob rau sab tom qab chav txiav plaub ntug, yog chav uas Xalumoos nyob. Chav ntawd ua zoo ib yam li lwm chav thiab. Xalumoos tseem ua dua ib lub tsev zoo ib yam li lub ntawd rau nws tus pojniam uas yog cov Iziv tus vajntxwv tus ntxhais nyob thiab."},{"bible_id":"1525","chapter_code":"1KI.7","verse_code":"1KI.7.9","label":"9","content":"Tagnrho tej chav tsev ntawd, thiab chav loj uas tu plaub ntug puavleej muab tej txiag zeb xov hauv taw ntsa mus nto plaws rau saum qhovmuag tsev. Cov pobzeb ntawd, luag yeej ntsuas haum tom chaw khawb pobzeb lawm; luag muab kaw, kaw sab hauv thiab sab nraud huv tibsi."},{"bible_id":"1525","chapter_code":"1KI.7","verse_code":"1KI.7.10","label":"10","content":"Tej plag tse los yog muab tej daim txiag zeb dav heev uas txaug tom chaw khawb pobzeb los pua, muaj tej daim ntev yim tshim thiab muaj tej daim ntev kaum tshim."},{"bible_id":"1525","chapter_code":"1KI.7","verse_code":"1KI.7.11","label":"11","content":"Luag tseem muab dua ib co txiag zeb uas ntsuas txiav tau haum lawm, thiab ib co txiag ntoo thuv uas zoo heev los pua tshooj rau saum cov plag tse ntawd."},{"bible_id":"1525","chapter_code":"1KI.7","verse_code":"1KI.7.12","label":"12","content":"Chav hauv lub loog, chav hauv plawv lub Tuamtsev, thiab chav uas ua kev mus rau hauv lub Tuamtsev cov phabntsa ib txheej yog txiag ntoo thuv thiab peb txheej yog txiag zeb."},{"bible_id":"1525","chapter_code":"1KI.7","verse_code":"1KI.7.13","label":"13","content":"Vajntxwv Xalumoos tso neeg mus hu ib tug txivneej npe hu ua Hulas hauv lub nroog Tiles tuaj cuag nws. Hulas yog ib tug kws nchuav tooj."},{"bible_id":"1525","chapter_code":"1KI.7","verse_code":"1KI.7.14","label":"14","content":"Hulas txiv yog neeg Tiles, nws txiv tuag ntxov ntxov lawm; Hulas niam yog neeg Nafetalis, Hulas yog ib tug neeg muaj tswvyim thiab txawj nchuav tooj heev. Nws tau lees Vajntxwv Xalumoos tej lus caw thiab tuaj ua tes haujlwm nchuav tooj."},{"bible_id":"1525","chapter_code":"1KI.7","verse_code":"1KI.7.15","label":"15","content":"Hulas nchuav tau ob tug ncej tooj zoo ib yam nkaus, ib tug twg siab kaum yim tshim thiab qhov loj  yog kaum ob tshim."},{"bible_id":"1525","chapter_code":"1KI.7","verse_code":"1KI.7.16","label":"16","content":"Thiab nws tseem nchuav tau ob lub hau dhos rau saum ob tug hau ncej, ib lub hau twg siab tsib tshim."},{"bible_id":"1525","chapter_code":"1KI.7","verse_code":"1KI.7.17","label":"17","content":"Nws nchuav ob txoj saw tooj dai rau saum ob tug hau ncej"},{"bible_id":"1525","chapter_code":"1KI.7","verse_code":"1KI.7.18","label":"18","content":"thiab muab tooj nchuav tau ob tsham tswb zoo li txiv ntsiavkws dai rau saum thiab."},{"bible_id":"1525","chapter_code":"1KI.7","verse_code":"1KI.7.19","label":"19","content":"Ob lub hau ntawd zoo ib yam li tej paj lilis, siab plaub tshim,"},{"bible_id":"1525","chapter_code":"1KI.7","verse_code":"1KI.7.20","label":"20","content":"thiab muab dhos rau saum ob tug hau ncej nrog ob txoj saw tooj. Ib tsham tswb twg muaj ob puas lub dai ibncig rau lub hau, thiab ib tug ncej twg  dai ob tsham tswb."},{"bible_id":"1525","chapter_code":"1KI.7","verse_code":"1KI.7.21","label":"21","content":"Hulas muab ob tug ncej tooj ntawd txhos rau ntawm hauv ntej uas yuav mus rau hauv lub Tuamtsev: tus ncej sab nrad hu ua Yakhees  thiab tus ncej sab pem hu ua Npau-as."},{"bible_id":"1525","chapter_code":"1KI.7","verse_code":"1KI.7.22","label":"22","content":"Cov paj tooj lilis ntawd muab dai rau saum ob lub hau ncej tooj. Ces tes haujlwm uas Hulas nchuav ob tug ncej tooj tiav li ntawd."},{"bible_id":"1525","chapter_code":"1KI.7","verse_code":"1KI.7.23","label":"23","content":"Hulas muab tooj nchuav tau ib lub rhawv kheej kheej, siab tsib tshim, sab npoo no rau sab npoo tid lub nrog dav kaum tshim, thiab lub cheeb muaj peb caug tshim."},{"bible_id":"1525","chapter_code":"1KI.7","verse_code":"1KI.7.24","label":"24","content":"Nws muab tooj nchuav ua ob lub thi los thi puagncig lub ncauj rhawv  sab nraud; ob lub thi ntawd nchuav nrog lub rhawv."},{"bible_id":"1525","chapter_code":"1KI.7","verse_code":"1KI.7.25","label":"25","content":"Hulas muab lub rhawv ntawd txawb rau saum kaum ob tug nyuj tooj nraubqaum uas tig taubhau rau sab nraud, peb tug nyuj twg tig taubhau ua ke mus rau ib sab."},{"bible_id":"1525","chapter_code":"1KI.7","verse_code":"1KI.7.26","label":"26","content":"Lub rhawv ntawd tus npoo tuab li peb nti thoob plaws, tus ntug zoo li tej npoo khob, Hulas muab zaj ntug nraud zaig txaij nraug zees nthuav zoo li lub paj lilis. Lub rhawv ntawd ntim tau kwvyees li ob txhiab thoob dej."},{"bible_id":"1525","chapter_code":"1KI.7","verse_code":"1KI.7.27","label":"27","content":"Hulas tseem nchuav tau kaum lub tsheb tooj; ib lub twg ntev plaub tshim, dav plaub tshim thiab siab peb tshim."},{"bible_id":"1525","chapter_code":"1KI.7","verse_code":"1KI.7.28","label":"28","content":"Lawv txua ib co tab ua plaub fab ntsia rau"},{"bible_id":"1525","chapter_code":"1KI.7","verse_code":"1KI.7.29","label":"29","content":"uas yog muab txaug ua tej duab tsov ntxhuav, tej duab nyuj thiab ua duab qhelunpees rau saum cov txiag; thiab hauv qab cov tab. Cov txiag uas muaj tej duab tsov ntxhuav thiab tej duab nyuj, mas muab txaug ua qabqwj txaij nraug zees rau."},{"bible_id":"1525","chapter_code":"1KI.7","verse_code":"1KI.7.30","label":"30","content":"Ib lub tsheb twg muaj plaub lub log tooj thiab ob tug nqaj, thiab muaj ncej txheem plaub ceg kaum; cov ncej ntawd muab txaug ua qabqwj txaij nraug zees thoob plaws."},{"bible_id":"1525","chapter_code":"1KI.7","verse_code":"1KI.7.31","label":"31","content":"Lub ncauj rhawv ua lub kheej kheej, txij ntua ntawm lub npoo tsheb rau saum, siab ib tshim thiab tog uas dhos rau hauv lub tsheb ntev ib dos. Thiab muab lub ncauj zaig thoob plaws."},{"bible_id":"1525","chapter_code":"1KI.7","verse_code":"1KI.7.32","label":"32","content":"Cov log siab ib tshim thiab ib dos; thiab cov log ntawd puavleej nyob hauv qab cov txiag, thiab cov nqaj yeej muab ntsia rau cov tsheb ua ke li lawm."},{"bible_id":"1525","chapter_code":"1KI.7","verse_code":"1KI.7.33","label":"33","content":"Cov log zoo ib yam li tej log tsheb nees; cov nqaj, cov thi, cov kauj thiab cov khwb log puavleej yog muab tooj nchuav ua."},{"bible_id":"1525","chapter_code":"1KI.7","verse_code":"1KI.7.34","label":"34","content":"Ib lub tsheb twg muaj plaub tug ncej txheem hauv qab plaub ceg kaum tuaj uas yog muab ntsia rau ntawm lub tsheb."},{"bible_id":"1525","chapter_code":"1KI.7","verse_code":"1KI.7.35","label":"35","content":"Txhua lub tsheb muaj ib tug ntug nkhaus vos ncig thoob plaws siab ib dos; cov ntug thiab cov txiag puavleej muab ntsia rau ntawm lub tsheb."},{"bible_id":"1525","chapter_code":"1KI.7","verse_code":"1KI.7.36","label":"36","content":"Cov ncej thiab cov txiag muab txaug ua duab qhelunpees, duab tsov ntxhuav, duab toovlaj rau txhua qhov uas seem chaw, thiab muab txaug txaij nraug zees thoob plaws."},{"bible_id":"1525","chapter_code":"1KI.7","verse_code":"1KI.7.37","label":"37","content":"Tej uas hais tas no, yog hais txog qhov ua cov tsheb ntawd zoo li cas; cov tsheb no nchuav zoo ib yam, loj sib luag thiab siab sib txig."},{"bible_id":"1525","chapter_code":"1KI.7","verse_code":"1KI.7.38","label":"38","content":"Hulas tseem nchuav dua kaum lub rhawv tooj, ib lub rhawv rau ib lub tsheb. Ib lub rhawv twg lub nrog muaj plaub tshim thiab ntim tau tsib caug thoob dej."},{"bible_id":"1525","chapter_code":"1KI.7","verse_code":"1KI.7.39","label":"39","content":"Nws muab tsib lub coj mus teeb rau ntawm lub Tuamtsev sab qabteb thiab muab tsib lub coj mus teeb rau ntawm lub Tuamtsev sab qaumteb; lub rhawv tooj loj muab teeb rau tom ces kaum sab hnubtuaj qabteb."},{"bible_id":"1525","chapter_code":"1KI.7","verse_code":"1KI.7.40+1KI.7.41+1KI.7.42+1KI.7.43+1KI.7.44+1KI.7.45","label":"40-45","content":"Hulas tseem nchuav tau ib co laujkaub, ib co duav thiab tais phiab. Nws tes haujlwm uas ua rau Vajntxwv Xalumoos hauv tus TSWV lub Tuamtsev tiav tas lawm. Tej no yog nws ua: Ob tug ncej tooj Ob lub hau uas dhos rau saum ob tug ncej Cov saw uas dai rau saum ob lub hau ncej Plaub puas lub tswb uas dai rau ob txoj saw, ib tsham muaj ib puas lub dai rau saum ob lub hau ncej Kaum lub tsheb tooj Kaum lub rhawv tooj Ib lub rhawv tooj loj Kaum ob tug nyuj tooj txheem lub rhawv Cov laujkaub, cov duav thiab cov tais phiab. Tagnrho tej cuabyeej uas siv rau hauv lub Tuamtsev no puavleej yog Hulas ua rau vajntxwv Xalumoos tau siv hauv lub Tuamtsev, txhua yam yog tooj dag thiab muab txhuam ci daj rhuv xwb."},{"bible_id":"1525","chapter_code":"1KI.7","verse_code":"1KI.7.46","label":"46","content":"Vajntxwv ua tej no hauv lub Hav Yauladees uas nyob ntu nruab nrab ntawm Xukaus thiab Xalethas."},{"bible_id":"1525","chapter_code":"1KI.7","verse_code":"1KI.7.47","label":"47","content":"Xalumoos tsis tau muab tej cuabyeej no luj saib hnyav pestsawg, rau qhov ntau dhau lawm. Yog li ntawd, cov tooj uas muab ua tej cuabyeej ntawd hnyav npaum li cas los tsis muaj leejtwg paub li."},{"bible_id":"1525","chapter_code":"1KI.7","verse_code":"1KI.7.48","label":"48","content":"Xalumoos tseem muaj ib co rooj tog kub rau hauv lub Tuamtsev li nram qab no: lub thaj, lub rooj rau ncuav fij rau tus TSWV,"},{"bible_id":"1525","chapter_code":"1KI.7","verse_code":"1KI.7.49","label":"49","content":"kaum tus ncej teeb uas txawb rau hauv chav Dawbhuv kawg nkaus hauv ntej, tsib lub txawb rau sab ped thiab tsib lub txawb rau sab nrad, tej paj, tej teeb thiab tej ciaj,"},{"bible_id":"1525","chapter_code":"1KI.7","verse_code":"1KI.7.50","label":"50","content":"tej khob, tej txiab txiav teebxeeb, tej ntim, tej tais rau tshuaj tsw qab thiab cov laujkaub rau ncaig taws thiab cov ntsia liaj rooj rau chav Dawbhuv thiab rau chav sab nraum lub Tuamtsev no. Tagnrho tej khoom siv no puavleej yog muab kub nchuav xwb."},{"bible_id":"1525","chapter_code":"1KI.7","verse_code":"1KI.7.51","label":"51","content":"Thaum Vajntxwv Xalumoos ua lub Tuamtsev txhua yam tiav tas lawm, nws muab tagnrho tej nyiaj, tej kub thiab tej khoom uas nws txiv Daviv muab fij rau Vajtswv lawm coj mus cia rau hauv tej chav rau khoom hauv lub Tuamtsev."},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.1","label":"1","content":"Tom qab ntawd, Vajntxwv Xalumoos hu tagnrho cov Yixalayees txhua tus thawjcoj ntawm txhua xeem thiab txhua cuab kwvtij tuaj cuag nws rau hauv lub nroog Yeluxalees kom lawv mus kwv lub Phijxab uas ntim Vajtswv tej lus cog tseg hauv lub nroog Xi-oos uas yog Daviv lub nroog los tso rau hauv lub Tuamtsev."},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.2","label":"2","content":"Lawv tuaj sib sau rau thaum ua kevcai nyob Tsev Pheebsuab uas yog lub hli Ethanees."},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.3","label":"3","content":"Thaum cov thawjcoj tuaj txoos ua ke txhij lawm, cov povthawj txawm tsaws lub Phijxab uas ntim Vajtswv tej lus cog tseg thiab kwv"},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.4","label":"4","content":"los rau hauv lub Tuamtsev. Cov Levis thiab cov povthawj muab tus TSWV lub Tsevntaub thiab tej khoom siv kwv huv tibsi los cia rau hauv lub Tuamtsev."},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.5","label":"5","content":"Vajntxwv Xalumoos thiab cov pejxeem tuaj sib sau ua ke rau ntawm lub Phijxab uas ntim Vajtswv tej lus cog tseg thiab muab yaj muab nyuj ntau kawg nkaus suav tsis txheeb los tua fij rau tus TSWV."},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.6","label":"6","content":"Ces cov povthawj thiaj kwv lub Phijxab uas ntim Vajtswv tej lus cog tseg mus rau hauv lub Tuamtsev thiab muab tso rau hauv chav Dawbhuv kawg nkaus, hauv qab ob tug qhelunpees ob phab tis."},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.7","label":"7","content":"Ob tug qhelunpees ntawd nthuav tis npog lub phijxab thiab ob tug nqaj ntoos uas kwv lub phijxab."},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.8","label":"8","content":"Yog leejtwg sawv ncaj sab nram chav Dawbhuv kawg nkaus ntsia mus rau hauv, nws yeej pom ob tug tw nqaj, tiamsis yog tuaj lwm qhov ntsia mus yeej tsis pom li. (Niaj hnub no ob tug nqaj ntoos ntawd tseem nyob.)"},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.9","label":"9","content":"Yeej tsis muaj lwm yam nyob hauv lub Phijxab ntawd, tsuas yog muaj ob daim txiag zeb uas Mauxes muab ntim rau hauv thaum nyob tom Roob Xinais; ob daim txiag zeb ntawd yog sau Vajtswv tej lus cog tseg uas nws sau rau cov Yixalayees thaum lawv taug kev nram tebchaws Iziv los."},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.10","label":"10","content":"Thaum cov povthawj tawm hauv lub Tuamtsev los, ces tamsim ntawd txawm cia li muaj ib tauv huab los roos tsaus nti saum lub Tuamtsev"},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.11","label":"11","content":"cov povthawj tsis muaj cuabkav rov mus rau hauv lub Tuamtsev li, rau qhov tus TSWV lub tshwjchim ci ntsa iab rau hauv Vajtswv qhov chaw nyob."},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.12","label":"12","content":"Vajntxwv Xalumoos thov Vajtswv li no: “Tus TSWV, koj yog tus uas tsim lub hnub rau saum nruab ntug, txawm li ntawd los koj yeej pom zoo nyob hauv tauv huab uas tuab thiab tsaus nti."},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.13","label":"13","content":"Nimno kuv twb ua tau lub Tuamtsev uas zoo heev rau koj lawm, Yog qhov chaw rau koj nyob mus ibtxhis tsis kawg li.”"},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.14","label":"14","content":"Thaum cov pejxeem tseem sawv qhov ntawd, Vajntxwv Xalumoos tig xubntiag los rau ntawm lawv, thiab nws thov Vajtswv foom koob hmoov rau lawv."},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.15","label":"15","content":"Nws hais tias, “Cia li qhuas tus TSWV uas yog cov Yixalayees tus Vajtswv! Nws yeej ua raws li tej uas nws tau cog tseg rau kuv txiv Daviv hais tias,"},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.16","label":"16","content":"‘Suav txij thaum kuv coj kuv haivneeg tawm nram tebchaws Iziv los, kuv tsis tau xaiv ib lub nroog twg hauv haivneeg Yixalayees txhua xeem los ua lub Tuamtsev ua qhov chaw pehawm kuv li. Tiamsis Daviv, kuv tau xaiv koj los ua tus kav kuv haivneeg.’ ”"},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.17","label":"17","content":"Xalumoos hais ntxiv hais tias, “Kuv txiv Daviv yeej npaj yuav ua lub tuamtsev kom tau qhov chaw pehawm tus TSWV uas yog cov Yixalayees tus Vajtswv,"},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.18","label":"18","content":"tiamsis tus TSWV hais rau Daviv hais tias, ‘Qhov uas koj xav ua ib lub tuamtsev rau kuv ntawd yeej yog ib qho zoo heev,"},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.19","label":"19","content":"tiamsis koj tsis yog tus uas yuav ua lub tuamtsev rau kuv. Koj tus tub uas koj yug yog tus uas yuav ua lub tuamtsev rau kuv.’"},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.20","label":"20","content":"“Nimno tus TSWV twb ua raws li tej lus uas nws cog tseg lawm. Kuv thiaj tau los ua cov Yixalayees tus vajntxwv hloov kuv txiv chaw, thiab kuv tau los ua lub Tuamtsev ua qhov chaw pehawm tus TSWV uas yog cov Yixalayees tus Vajtswv."},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.21","label":"21","content":"Kuv tseem tau ua ib qho chaw rau hauv lub Tuamtsev los rau lub Phijxab uas ntim ob daim txiag zeb uas nws sau nws tej lus cog tseg rau peb cov yawgkoob thaum nws coj lawv nram tebchaws Iziv los.”"},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.22","label":"22","content":"Xalumoos mus sawv tabmeeg cov pejxeem sawvdaws rau ntawm lub thaj hauv ntej, nws tsa nws ob txhais tes"},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.23","label":"23","content":"thiab thov hais tias, “Tus TSWV uas yog cov Yixalayees tus Vajtswv, yeej tsis muaj dua lwm tus vajtswv nyob saum ntuj lossis hauv ntiajteb no zoo li koj! Koj yeej ua raws li koj tej lus cog tseg rau koj haivneeg thiab hlub lawv thaum lawv mloog koj lus kawg siab kawg ntsws."},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.24","label":"24","content":"Koj tau ua raws li tej lus uas koj cog tseg rau kuv txiv Daviv, mas hnub no muaj tiav tas raws li koj txhua lo lus lawm tiag."},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.25","label":"25","content":"Tus TSWV uas yog cov Yixalayees tus Vajtswv, nimno kuv thov kom koj ua raws li lwm lo lus uas koj tau cog tseg rau kuv txiv hais tias, koj yuav cia nws cov xeebntxwv ua vajntxwv kav cov Yixalayees mus li, yog hais tias lawv ua tib zoo mloog koj tej lus ib yam li nws mloog koj tej lus."},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.26","label":"26","content":"Yog li ntawd, cov Yixalayees tus Vajtswv, thov kom txhua yam muaj tseeb raws li tej lus uas koj tau cog tseg rau kuv txiv Daviv uas yog koj tus tubtxib lawm!"},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.27","label":"27","content":"“Tiamsis Vajtswv, koj yuav ua li cas nyob hauv ntiajteb no? Lub ntuj loj thiab dav tas npaum li ntawd twb tsis txaus koj nyob. Yog li ntawd, lub Tuamtsev uas kuv ua no yuav ua li cas txaus koj nyob?"},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.28","label":"28","content":"Tus TSWV uas yog kuv tus Vajtswv, kuv yog koj tus tubtxib. Thov koj mloog thiab teb kuv tej lus uas hnub no kuv thov koj."},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.29","label":"29","content":"Thov koj tsa qhovmuag saib lub Tuamtsev no nruab hnub hmo ntuj. Qhov no yog qhov chaw uas koj xaiv los rau sawvdaws tuaj pehawm koj. Thaum kuv tig xubntiag tuaj rau lub Tuamtsev no thov koj, thov koj mloog kuv tej lus thov."},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.30","label":"30","content":"Thov koj mloog thaum kuv thiab koj haivneeg tig xubntiag tuaj rau ntawm qhov chaw no thov koj, koj nyob hauv koj lub tsev saum ntuj mloog peb tej lus thov thiab zam txim rau peb."},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.31","label":"31","content":"“Thaum muaj ib tug neeg twg luag raug liam hais tias, nws ua txhaum rau tej kwvtij zejzog thiab coj nws tuaj tsa tes twv ntawm koj lub thaj hauv lub Tuamtsev no hais tias nws yeej yog neeg ncaj ncees tiag,"},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.32","label":"32","content":"tus TSWV, koj yog tus nyob saum ntuj, thov koj mloog thiab txiav txim rau koj ob tug tubtxib. Cia li rau txim rau tus uas ua txhaum raws li nws tau ua, thiab thov koj tso tus uas tsis muaj txim."},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.33","label":"33","content":"“Thaum koj haivneeg Yixalayees swb lawv tej yeebncuab, vim lawv tau ua txhaum rau koj; tiamsis yog lawv tig rov los cuag koj thiab lawv tuaj rau hauv lub Tuamtsev no lees lawv tej kev txhaum thov koj zam txim,"},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.34","label":"34","content":"koj nyob saum ntuj, thov koj mloog lawv tej lus thov. Thov zam txim rau koj haivneeg tej kev txhaum thiab coj lawv rov los rau hauv lub tebchaws uas koj twb muab pub rau lawv cov yawgkoob lawm."},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.35","label":"35","content":"“Thaum koj tsis tso nag los, vim koj haivneeg tau ua txhaum rau koj, tiamsis yog lawv lees txim thiab tig xubntiag tuaj rau ntawm lub Tuamtsev no thov koj,"},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.36","label":"36","content":"thaum ntawd thov koj tus uas nyob saum ntuj mloog lawv tej lus thov. Thov koj zam txim rau vajntxwv thiab cov pejxeem Yixalayees thiab qhia lawv kom paub ua lub neej ncaj ncees. Ces tus TSWV thov koj tso nag los rau lub tebchaws uas koj muab pub rau koj haivneeg ua lawv tug mus li lawm."},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.37","label":"37","content":"“Yog lub tebchaws muaj kev tshaib kev nqhis lossis muaj kab mob kis lossis tej qoobloo raug puastsuaj vim muaj cua daj cua dub nplawm lossis muaj kooj txomfav noj, lossis thaum koj haivneeg raug lawv cov yeebncuab tawmtsam lossis thaum lawv raug mob lossis muaj mob muaj nkeeg,"},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.38","label":"38","content":"thov koj mloog lawv tej lus thov. Yog koj haivneeg Yixalayees leejtwg muaj kev nyuaj siab ntxhov plawv thiab tsa tes tuaj rau ntawm lub Tuamtsev no thov koj,"},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.39","label":"39","content":"thov koj mloog lawv tej lus thov. Thov koj teb lawv tej lus thov ntawm koj lub chaw nyob saum ntuj tuaj, thov koj zam txim rau lawv thiab pab lawv. Tsuas yog koj tib leeg xwb thiaj paub txog neeg lub siab xav. Thov koj ua rau txhua tus raws li nws tes haujlwm,"},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.40","label":"40","content":"mas koj haivneeg thiaj li yuav hwm koj mus tas lawv tiam neej nyob hauv lub tebchaws uas koj muab pub rau peb cov yawgkoob lawm."},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.41+1KI.8.42","label":"41-42","content":"“Thaum ib tug neeg txawv tebchaws uas nyob deb hnov txog koj lub koob meej thiab tej txujci tseemceeb uas koj tau ua pab koj haivneeg dhau los lawm tuaj thov koj hauv lub Tuamtsev no,"},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.43","label":"43","content":"thov koj mloog nws tej lus thov. Koj nyob saum ntuj uas yog koj qhov chaw nyob, thov koj mloog nws thiab ua raws li nws tej lus thov, kom txhua haivneeg uas nyob hauv ntiajteb no thiaj yuav paub koj thiab mloog koj lus ib yam li koj haivneeg Yixalayees mloog koj lus. Ces lawv thiaj yuav paub hais tias, kuv ua lub Tuamtsev no los ua qhov chaw pehawm koj."},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.44","label":"44","content":"“Thaum koj hais kom koj haivneeg mus tua lawv cov yeebncuab, txawm yog lawv nyob qhov twg thov koj los tsuav yog lawv tig xubntiag tuaj rau hauv lub nroog uas koj xaiv tseg thiab lub Tuamtsev uas kuv ua rau koj no lawm,"},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.45","label":"45","content":"koj nyob saum ntuj, thov koj mloog lawv tej lus thov thiab pab kom lawv muaj yeej."},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.46","label":"46","content":"“Tsis muaj ib tug neeg twg uas tsis tau ua txhaum li, yog thaum twg koj haivneeg ua txhaum rau koj, koj chim rau lawv thiab cia lawv cov yeebncuab tua yeej lawv thiab ntes lawv coj mus rau lwm lub tebchaws. Txawm yog lub tebchaws ntawd nyob deb thiab ze"},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.47","label":"47","content":"los thov koj mloog koj haivneeg tej lus thov. Yog lawv nyob hauv lub tebchaws ntawd lees lawv tej kev txhaum thiab thov koj hais tias, peb yog neeg muaj txhim, peb tau ua txhaum thiab ua phem ua qias lawm tiag, tus TSWV, thov koj mloog lawv tej lus thov."},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.48","label":"48","content":"Nyob hauv lub tebchaws ntawd, yog lawv rov los muab siab npuab koj tiag tiag, lees lawv tej kev thaum thiab tig xubntiag tuaj rau hauv lub tebchaws uas koj muab pub rau peb cov yawgkoob, lub nroog uas koj tau xaiv tseg, thiab lub Tuamtsev uas kuv ua rau koj lawm,"},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.49","label":"49","content":"thov koj mloog lawv tej lus thov. Koj nyob ntawm koj lub chaw saum ntuj mloog lawv thov thiab hlub lawv,"},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.50","label":"50","content":"zam lawv tej kev txhaum uas lawv ntxeev siab rau koj, thiab tshoov lawv cov yeebncuab siab kom ua lub siab zoo rau lawv."},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.51","label":"51","content":"Lawv yog koj haivneeg uas koj coj tawm nram tebchaws Iziv qhov uas zoo ib yam li lub cubtawg uas cig tsis paub tuag li los."},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.52","label":"52","content":"“Tus TSWV uas kav txhua tsav yam, thov koj niaj hnub tsa qhovmuag ntsia thiab hlub koj haivneeg Yixalayees thiab lawv tus vajntxwv. Thaum twg lawv tsa ncauj thov koj pab lawv, thov koj mloog lawv tej lus thov."},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.53","label":"53","content":"Rau qhov koj yeej xaiv lawv tawm ntawm txhua haivneeg hauv qab ntuj no los ua koj haivneeg ib yam li koj tau hais rau koj tus tubtxib Mauxes, thaum koj coj peb cov yawgkoob tawm nram tebchaws Iziv los.”"},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.54","label":"54","content":"Tom qab uas Xalumoos thov tus TSWV tas lawm, nws txawm sawv ntawm lub thaj hauv ntej, qhov chaw uas nws txhos caug thiab tsa tes rau saum ntuj."},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.55","label":"55","content":"Nws tsa ncauj thov Vajtswv nrov nrov foom koob hmoov rau cov pejxeem uas tuaj sib sau rau ntawd hais tias,"},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.56","label":"56","content":"“Ua tus TSWV tsaug, nws yog tus uas pub nws haivneeg tau nyob kaj siab lug, ib yam li nws tau coglus tseg lawm. Nws yeej ua raws li txhua yam lus cog tseg uas nws kom nws tus tubtxib Mauxes qhia rau peb lawm."},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.57","label":"57","content":"Thov tus TSWV uas yog peb tus Vajtswv nrog peb nyob ib yam li nws nrog peb cov yawgkoob nyob; thov nws tsis txhob tso peb tseg;"},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.58","label":"58","content":"thov tus TSWV tshoov peb siab kom peb mloog nws lus, peb thiaj yuav ua tau peb lub neej haum nws siab thiab coj tau raws li nws tej kevcai, thiab nws tej lus samhwm uas nws tau qhia tseg rau peb cov yawgkoob lawm."},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.59","label":"59","content":"Thov tus TSWV uas yog peb tus Vajtswv nco ntsoov tej lus uas kuv thov txhua zaus. Thov nws hlub tshua nws haivneeg Yixalayees thiab lawv tus vajntxwv raws li tej uas lawv niaj hnub xav yuav xav tau."},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.60","label":"60","content":"Kom txhua haivneeg uas nyob hauv ntiajteb no paub hais tias, tus TSWV tib leeg xwb thiaj yog Vajtswv, yeej tsis muaj dua lwm tus nyob qhov twg li lawm."},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.61","label":"61","content":"Thov nej cov uas yog nws haivneeg cia li muab siab npuab tus TSWV uas yog peb tus Vajtswv thiab coj raws li nws tej kevcai thiab nws tej lus samhwm ib yam li nej ua niaj hnub no.”"},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.62","label":"62","content":"Ces Vajntxwv Xalumoos thiab cov pejxeem txawm muab tsiaj tua fij rau tus TSWV."},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.63","label":"63","content":"Nws muab nees nkaum ob txhiab tus nyuj thiab ib puas nees nkaum txhiab tus yaj tua fij ua kev sib raug zoo. Yog li ntawd, vajntxwv thiab cov pejxeem thiaj li muab lub Tuamtsev fij rau Vajtswv."},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.64","label":"64","content":"Hnub ntawd vajntxwv muab thaj av hauv plawv lub tshavpuam uas nyob ntawm hauv ntej lub Tuamtsev ua kevcai ntxuav kom huv, thiab muab tej tsiaj tua hlawv fij tagnrho, muab tej qoobloo fij, thiab muab tej roj tsiaj hlawv fij rau Vajtswv ua kev sib raug zoo. Nws ua li ntawd, rau qhov lub thaj tooj me heev tsis txaus hlawv tej khoom fij ntawd."},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.65","label":"65","content":"Vajntxwv Xalumoos thiab cov pejxeem Yixalayees ua kevcai nyob Tsev Pheebsuab thiab noj haus rau ntawm lub Tuamtsev tau xya  hnub. Tej neeg tuaj coob kawg li, tuaj puag pem lub Dawm Hamas thiab nram ciamteb Iziv tuaj huv tibsi."},{"bible_id":"1525","chapter_code":"1KI.8","verse_code":"1KI.8.66","label":"66","content":"Hnub yim Xalumoos mam tso lawv rov mus vaj mus tsev. Lawv txhua tus puavleej ua nws tsaug thiab zoo siab hlo mus tsev, vim tej koob hmoov uas tus TSWV pub rau nws tus tubtxib Daviv thiab rau nws haivneeg Yixalayees."},{"bible_id":"1525","chapter_code":"1KI.9","verse_code":"1KI.9.1","label":"1","content":"Tom qab uas Vajntxwv Xalumoos ua tau lub Tuamtsev, ua tau lub loog thiab ua txhua yam uas nws npaj siab ua tiav tas lawm,"},{"bible_id":"1525","chapter_code":"1KI.9","verse_code":"1KI.9.2","label":"2","content":"tus TSWV rov los rau Xalumoos pom dua ib zaug ib yam li nws tau los rau Xalumoos pom nyob hauv lub nroog Nkinpe-oos thiab."},{"bible_id":"1525","chapter_code":"1KI.9","verse_code":"1KI.9.3","label":"3","content":"Tus TSWV hais rau Xalumoos hais tias, “Kuv hnov koj tej lus thov lawm. Kuv muab lub Tuamtsev uas koj ua tau lawm, ua qhov chaw tseemceeb rau sawvdaws tuaj pehawm kuv mus ibtxhis."},{"bible_id":"1525","chapter_code":"1KI.9","verse_code":"1KI.9.4","label":"4","content":"Yog koj pehawm kuv ntawm lub siab ncaj ncees thiab ua siab dawb siab zoo ib yam li koj txiv Daviv ua, thiab yog koj mloog kuv tej lus thiab ua txhua yam raws li kuv twb samhwm rau koj lawm,"},{"bible_id":"1525","chapter_code":"1KI.9","verse_code":"1KI.9.5","label":"5","content":"kuv yuav ua raws li tej lus uas kuv tau cog tseg rau koj txiv Daviv thaum uas kuv hais rau nws hais tias, nws cov xeebntxwv yuav tau ua cov tswjhwm cov Yixalayees mus ibtxhis li."},{"bible_id":"1525","chapter_code":"1KI.9","verse_code":"1KI.9.6","label":"6","content":"Tiamsis yog koj lossis koj cov xeebntxwv tso kuv tseg, tsis ua raws li kuv tej kevcai thiab tej lus samhwm uas kuv muab rau koj no thiab mus pe luag tej vajtswv,"},{"bible_id":"1525","chapter_code":"1KI.9","verse_code":"1KI.9.7","label":"7","content":"kuv yuav muab kuv haivneeg Yixalayees ntiab tawm hauv lub tebchaws uas kuv muab rau lawv lawm. Kuv yuav muab lub Tuamtsev uas kuv lees yuav ua qhov chaw tseemceeb rau sawvdaws tuaj pehawm kuv ntawd tso povtseg. Tej neeg nyob txhua qhov yuav luag cov Yixalayees plig thiab saib lub Tuamtsev tsis muaj nqis."},{"bible_id":"1525","chapter_code":"1KI.9","verse_code":"1KI.9.8","label":"8","content":"Lub Tuamtsev no yuav raug puastsuaj ua ib pawg,  thiab ua rau txhua tus uas dua kev pom yuav poob siab thiab xav tsis thoob. Lawv yuav nug hais tias, ‘Vim li cas tus TSWV thiaj ua li ntawd rau lub tebchaws thiab lub Tuamtsev no?’"},{"bible_id":"1525","chapter_code":"1KI.9","verse_code":"1KI.9.9","label":"9","content":"Luag tej yuav teb hais tias, ‘Twb yog vim lawv muab tus TSWV uas yog lawv tus Vajtswv, tus uas coj lawv cov yawgkoob tawm nram tebchaws Iziv los tso povtseg lawm. Lawv muab siab npuab luag tej vajtswv thiab mus pe tej vajtswv ntawd. Twb yog vim li no tus TSWV thiaj tso tej kev puastsuaj no los raug lawv.’ ”"},{"bible_id":"1525","chapter_code":"1KI.9","verse_code":"1KI.9.10","label":"10","content":"Xalumoos siv sijhawm nees nkaum xyoo ua lub Tuamtsev thiab nws lub loog."},{"bible_id":"1525","chapter_code":"1KI.9","verse_code":"1KI.9.11","label":"11","content":"Vajntxwv Hilas uas kav lub nroog Tiles tau muab ntoo thuv, ntoo ciab thiab kub tuaj pub rau Xalumoos raws li nws xav tau los ua nws tej haujlwm. Tom qab uas tej haujlwm tiav tas lawm, Vajntxwv Xalumoos thiaj li muab tau nees nkaum lub nroog uas nyob hauv lub xeev Kalilais rau Hilas."},{"bible_id":"1525","chapter_code":"1KI.9","verse_code":"1KI.9.12","label":"12","content":"Tiamsis thaum Hilas tuaj hauv lub nroog Tiles tuaj xyuas, nws tsis nyiam cov nroog ntawd."},{"bible_id":"1525","chapter_code":"1KI.9","verse_code":"1KI.9.13","label":"13","content":"Yog li ntawd, nws thiaj hais rau Xalumoos hais tias, “Tus kwv, tej nroog uas koj muab rau kuv zoo li no xwb!” Twb yog vim li no, thiaj muab thaj chaw ntawd tis npe hu ua Kanpus los txog niaj hnub no."},{"bible_id":"1525","chapter_code":"1KI.9","verse_code":"1KI.9.14","label":"14","content":"Cov kub uas Hilas xa tuaj pub rau Xalumoos ntawd yuav luag muaj tsib tas."},{"bible_id":"1525","chapter_code":"1KI.9","verse_code":"1KI.9.15","label":"15","content":"Vajntxwv Xalumoos tsa ib co tub zog los ua lub Tuamtsev thiab nws lub loog, ua lub tsev Milus thiab ua lub nroog Yeluxalees tus ntsa yeej. Dua li ntawd, nws tseem siv cov tub zog ntawd mus kho lub nroog Haxaules, Menkidaus thiab Nkexes. ("},{"bible_id":"1525","chapter_code":"1KI.9","verse_code":"1KI.9.16","label":"16","content":"Falaus uas yog cov Iziv tus vajntxwv tau tuaj tua thiab txeeb tau lub nroog Nkexes, nws thiaj muab cov neeg uas ibtxwm nyob hauv tua tuag tas thiab muab lub nroog hlawv kub hnyiab tas huv tibsi lawm. Ces nws txawm muab lub nroog ntawd pub rau nws tus ntxhais uas yuav Xalumoos,"},{"bible_id":"1525","chapter_code":"1KI.9","verse_code":"1KI.9.17","label":"17","content":"thiab Xalumoos rov muab lub nroog ntawd kho dua tshiab.) Xalumoos tseem siv nws pab tub zog ntawd rov mus ua lub nroog Npethes Hauloos Theem Qis,"},{"bible_id":"1525","chapter_code":"1KI.9","verse_code":"1KI.9.18","label":"18","content":"lub nroog Npa-alas thiab lub nroog Tamaj uas nyob tom nras mojsab qhua hauv lub xeev Yudas,"},{"bible_id":"1525","chapter_code":"1KI.9","verse_code":"1KI.9.19","label":"19","content":"tej nroog uas nws tso nws tej cuabyeej, tej nroog uas nws kaw nws tej nees thiab cia tej tsheb nees, txhua yam uas nws ua hauv lub nroog Yeluxalees, pem roob Lenpanoos thiab lwm qhov chaw uas nyob hauv nws lub tebchaws."},{"bible_id":"1525","chapter_code":"1KI.9","verse_code":"1KI.9.20+1KI.9.21","label":"20-21","content":"Xalumoos cov tub zog ua haujlwm mas yog cov Kana-as tej xeebntxwv uas cov Yixalayees tsis muab tua thaum lawv ntes tau coj los rau hauv cov Yixalayees lub tebchaws. Cov no xam tagnrho cov Amaules, cov Hitis, cov Pelixes, cov Hivis thiab cov Yenpus, lawv tej xeebntxwv tseem ua qhev los txog niaj hnub no."},{"bible_id":"1525","chapter_code":"1KI.9","verse_code":"1KI.9.22","label":"22","content":"Xalumoos tsis muab cov Yixalayees ua qhev; lawv tsuas ua nws cov tubrog, cov nomtswv, cov thawj tubrog, cov tubrog tsav tsheb nees thiab cov tubrog caij nees xwb."},{"bible_id":"1525","chapter_code":"1KI.9","verse_code":"1KI.9.23","label":"23","content":"Xalumoos tsa tsib puas tsib caug leej ua cov thawjcoj saib cov neeg uas ua nws tej vajtse."},{"bible_id":"1525","chapter_code":"1KI.9","verse_code":"1KI.9.24","label":"24","content":"Xalumoos coj nws tus pojniam uas yog cov Iziv tus vajntxwv tus ntxhais hauv Daviv lub Nroog los nyob rau hauv lub tsev uas Xalumoos ua rau nws tus pojniam ntawd nyob lawm. Tom qab ntawd Xalumoos mam ua lub tsev Milus ntxiv."},{"bible_id":"1525","chapter_code":"1KI.9","verse_code":"1KI.9.25","label":"25","content":"Xalumoos muab khoom hlawv fij thiab muab tej khoom fij ua kev sib raug zoo rau tus TSWV saum lub thaj uas nws ua rau tus TSWV ib xyoo twg peb zaug. Nws tseem muab tej hmoov tshuaj tsw qab  coj mus hlawv fij rau tus TSWV thiab. Ces qhov uas nws ua lub Tuamtsev tiav li ntawd."},{"bible_id":"1525","chapter_code":"1KI.9","verse_code":"1KI.9.26","label":"26","content":"Vajntxwv Xalumoos tseem ua tau ib co nkoj rau hauv Exi-oonkenpes uas nyob ntawm ntug Hiavtxwv Liab ze rau ntawm Elathas hauv tebchaws Edoos."},{"bible_id":"1525","chapter_code":"1KI.9","verse_code":"1KI.9.27","label":"27","content":"Vajntxwv Hilas tau xa nws ib co neeg uas txawj tsav nkoj tuaj ua haujlwm nrog Xalumoos cov neeg tsav cov nkoj ntawd."},{"bible_id":"1525","chapter_code":"1KI.9","verse_code":"1KI.9.28","label":"28","content":"Lawv thiaj tsav cov nkoj ntawd mus rau tim tebchaws Aufiles thiab thauj tau yuav luag kaum rau tas kub los rau Xalumoos."},{"bible_id":"1525","chapter_code":"1KI.10","verse_code":"1KI.10.1","label":"1","content":"Xalumoos lub koob meej nrov ncha moo lug  mus txog rau cov Senpas tus poj vajntxwv, nws thiaj li tuaj rau hauv lub nroog Yeluxalees, nws nug ntau zaj uas tsis yoojyim totaub, sim saib Xalumoos puas teb tau."},{"bible_id":"1525","chapter_code":"1KI.10","verse_code":"1KI.10.2","label":"2","content":"Nws coj neeg coob heev nrog nws tuaj; nws muab ntxhuav thauj tej txujlom tsw qab, tej hlaws muaj nqis thiab kub ntau kawg li tuaj. Thaum nws thiab Xalumoos sib ntsib lawm, nws nug Xalumoos ntau tsav ntau yam, tagnrho tej tswvyim uas nws npaj tuaj nug."},{"bible_id":"1525","chapter_code":"1KI.10","verse_code":"1KI.10.3","label":"3","content":"Xalumoos teb tau nws tej lus nug ntawd huv tibsi, tsis muaj ib los twg nyuaj uas Xalumoos teb tsis tau li."},{"bible_id":"1525","chapter_code":"1KI.10","verse_code":"1KI.10.4","label":"4","content":"Thaum cov Senpas tus poj vajntxwv hnov Xalumoos tej tswvyim thiab pom lub loog uas Xalumoos ua."},{"bible_id":"1525","chapter_code":"1KI.10","verse_code":"1KI.10.5","label":"5","content":"Nws pom tej zaub mov uas luag rau, rau saum Xalumoos lub rooj, tej tsev uas nws cov nomtswv nyob, tej tub kavxwm los yeej nyob muaj chaw thiab tej tsoos tsho uas lawv hnav los zoo ib yam nkaus, tej tub ce dej ce cawv, thiab tej tsiaj uas tua fij hauv lub Tuamtsev ua rau poj vajntxwv yoob thiab xav tsis thoob li."},{"bible_id":"1525","chapter_code":"1KI.10","verse_code":"1KI.10.6","label":"6","content":"Nws thiaj hais rau Vajntxwv Xalumoos hais tias, “Txhua yam uas kuv hnov hais txog koj  thiab koj tej tswvyim yeej muaj tseeb raws li tej uas kuv tau hnov thaum kuv tseem nyob nram kuv lub tebchaws."},{"bible_id":"1525","chapter_code":"1KI.10","verse_code":"1KI.10.7","label":"7","content":"Tiamsis kuv tsis ntseeg tej ntawd txog thaum uas kuv tuaj pom koj kiag lawm. Koj tej tswvyim thiab kev npluanuj tseem ntau tshaj tej uas luag piav qhia kuv; muaj ib nrab kuv yeej tsis tau hnov hlo li."},{"bible_id":"1525","chapter_code":"1KI.10","verse_code":"1KI.10.8","label":"8","content":"Ua li cas koj cov pojniam  yuav muaj hmoo ua luaj! Thiab koj cov tubqhe los muaj hmoo kawg li, lawv niaj hnub nrog koj nyob thiab hnov tej lus txawj ntse uas koj hais."},{"bible_id":"1525","chapter_code":"1KI.10","verse_code":"1KI.10.9","label":"9","content":"Cia li qhuas tus TSWV uas yog koj tus Vajtswv! Nws ua rau sawvdaws pom hais tias nws txaus siab heev rau koj, nws thiaj tsa koj ua vajntxwv kav lub tebchaws Yixalayees. Vim nws txojkev hlub cov Yixalayees nyob mus ibtxhis li, nws thiaj tsa koj ua lawv tus vajntxwv coj lawv ua raws li nws txoj kevcai thiab txojkev ncaj ncees.”"},{"bible_id":"1525","chapter_code":"1KI.10","verse_code":"1KI.10.10","label":"10","content":"Poj Vajntxwv thiaj muab tej khoom uas nws thauj tuaj pub rau Vajntxwv Xalumoos: kub yuav luag muaj tsib tas, txujlom thiab hlaws ntau kawg li. Vajntxwv Xalumoos tsis tau pom dua leejtwg muab txujlom tuaj pub rau nws ntau npaum li tej uas cov Senpas tus poj vajntxwv coj tuaj pub rau nws ntawd li. ("},{"bible_id":"1525","chapter_code":"1KI.10","verse_code":"1KI.10.11","label":"11","content":"Dua li ntawd, Hilas tseem muab nws lub nkoj thauj kub, thauj ntoo thwjsuab, thiab thauj hlaws ntau heev nram tebchaws Aufiles tuaj pub rau Xalumoos thiab."},{"bible_id":"1525","chapter_code":"1KI.10","verse_code":"1KI.10.12","label":"12","content":"Xalumoos muab cov ntoo no ua ncej rau lub Tuamtsev, ua ncej rau vajntxwv lub loog thiab muab txua ua raj thiab nkauj nogncas rau cov ntaus suab nkauj siv. Yeej tsis tau muaj dua lwm lub tebchaws xa tej tseem ntoo li cov no tuaj rau hauv tebchaws Yixalayees hlo li; hom ntoo no yeej tsis pom muaj ntxiv li lawm.)"},{"bible_id":"1525","chapter_code":"1KI.10","verse_code":"1KI.10.13","label":"13","content":"Vajntxwv Xalumoos muab txhua yam uas cov Senpas tus poj vajntxwv thov pub rau nws. Dua li ntawd Xalumoos tseem muab ntau yam pub rau poj vajntxwv thiab. Ces poj vajntxwv thiab nws cov neeg txawm rov mus rau nram tebchaws Senpas lawm."},{"bible_id":"1525","chapter_code":"1KI.10","verse_code":"1KI.10.14","label":"14","content":"Txhua lub xyoo twg Vajntxwv Xalumoos yeej tau txais kub txog li nees nkaum tsib tas"},{"bible_id":"1525","chapter_code":"1KI.10","verse_code":"1KI.10.15","label":"15","content":"ntxiv rau tej se  uas cov tub lag tub luam them tuaj, tej pajlaum uas tau los ntawm kev sib pauv lag luag, thiab tej uas cov Alanpias cov vajntxwv thiab cov Yixalayees tej tswvxeev coj tuaj rau nws."},{"bible_id":"1525","chapter_code":"1KI.10","verse_code":"1KI.10.16","label":"16","content":"Xalumoos muab cov kub ntawd ntaus tau ob puas daim thaiv hniav ntaj, ib daim twg hnyav kwvlam li kaum tsib choj."},{"bible_id":"1525","chapter_code":"1KI.10","verse_code":"1KI.10.17","label":"17","content":"Thiab nws ntaus tau peb puas daim thaiv hniav ntaj, ib daim twg hnyav yuav luag plaub choj. Nws muab tagnrho cov thaiv hniav ntaj ntawd mus cia rau hauv chav tsev havzoov Lenpanoos."},{"bible_id":"1525","chapter_code":"1KI.10","verse_code":"1KI.10.18","label":"18","content":"Vajntxwv tseem ua tau ib lub zwmtxwv loj. Lub zwmtxwv ntawd yog muab kaus ntxhw ua thiab muab kub vuam thoob plaws rau."},{"bible_id":"1525","chapter_code":"1KI.10","verse_code":"1KI.10.19+1KI.10.20","label":"19-20","content":"Muaj rau theem qib ntai nce mus rau saum lub zwmtxwv ntawd, rau theem qib ntai ntawd, ib theem twg luag txua ob tug tsov ntxhuav txawb rau ob tog, tagnrho yog muaj kaum ob tug. Tom qab lub zwmtxwv, txua ua ib lub taubhau nyuj, thiab txua ob tug tsov ntxhuav sawv rau ob sab ua ob tug tiag npab. Nyob rau lwm lub tebchaws yeej tsis muaj ib lub zwmtxwv zoo npaum li lub no."},{"bible_id":"1525","chapter_code":"1KI.10","verse_code":"1KI.10.21","label":"21","content":"Tagnrho Xalumoos tej khob haus dej puavleej yog muab kub ua, thiab tej twj taig siv hauv chav tsev havzoov Lenpanoos puavleej yog muab kub nchuav ua. Tej nyiaj yeej tsis muab los siv li, rau qhov tiam uas Xalumoos nyob ntawd, luag suav hais tias nyiaj tsis muaj nqis."},{"bible_id":"1525","chapter_code":"1KI.10","verse_code":"1KI.10.22","label":"22","content":"Xalumoos tseem muaj ntau lub nkoj uas yog tej nkoj thauj khoom hauv hiavtxwv nrog Hilas cov nkoj. Txhua peb lub xyoos twg luag siv cov nkoj ntawd mus thauj kub, nyiaj, kaus ntxhw, liab thiab yajyuam  los rau nws."},{"bible_id":"1525","chapter_code":"1KI.10","verse_code":"1KI.10.23","label":"23","content":"Vajntxwv Xalumoos yog tus uas npluanuj thiab ntse tshaj tej vajntxwv huv tibsi,"},{"bible_id":"1525","chapter_code":"1KI.10","verse_code":"1KI.10.24","label":"24","content":"tej neeg uas nyob thoob ntiajteb no xav tuaj mloog nws piav nws tej tswvyim thiab kev txawj ntse uas Vajtswv pub rau nws."},{"bible_id":"1525","chapter_code":"1KI.10","verse_code":"1KI.10.25","label":"25","content":"Txhua tus uas tuaj puavleej coj nyiaj, kub, tsho ntev, cuabyeej ua rog, txujlom, nees thiab nees zag tuaj pub rau Xalumoos. Pheej muaj li no ib xyoos dhau rau ib xyoos."},{"bible_id":"1525","chapter_code":"1KI.10","verse_code":"1KI.10.26","label":"26","content":"Xalumoos tseem ua tau ib txhiab plaub puas lub tsheb nees ua rog thiab muaj kaum ob txhiab leej tubrog caij nees. Muaj ibtxhia nws cia nyob hauv lub nroog Yeluxalees thiab dua li cov, nws coj mus rau lwm lub nroog lawm."},{"bible_id":"1525","chapter_code":"1KI.10","verse_code":"1KI.10.27","label":"27","content":"Lub sijhawm uas Xalumoos ua tus kav tebchaws ntawd, nws saib nws tej nyiaj tsuas zoo li tej pobzeb hauv lub nroog Yeluxalees, thiab tej ntoo ciab los zoo li tej ntoo xikamaus uas tuaj ntawm tej taw roob hauv tebchaws Yudas xwb."},{"bible_id":"1525","chapter_code":"1KI.10","verse_code":"1KI.10.28","label":"28","content":"Vajntxwv tseem muaj cov sawv cev txais tej nees uas luag cab hauv tebchaws Muxilis  thiab Kilikias  tuaj,"},{"bible_id":"1525","chapter_code":"1KI.10","verse_code":"1KI.10.29","label":"29","content":"thiab cov tsheb nees yog coj nram tebchaws Iziv los. Lawv xa tej nees thiab cov tsheb nees ntawd mus muag rau cov Hitis thiab cov Xilias ob tug vajntxwv; cov tsheb nees muag ib lub rau pua daim nyiaj thiab cov nees muag ib tug ib puas tsib caug daim nyiaj."},{"bible_id":"1525","chapter_code":"1KI.11","verse_code":"1KI.11.1","label":"1","content":"Xalumoos nyiam ntau tus pojniam uas yog neeg txawv tebchaws. Dua li cov Iziv tus vajntxwv tus ntxhais lawm, nws tseem yuav cov Hitis, cov Mau-am, cov Edoos thiab cov Xidoos tej ntxhais los ua pojniam thiab."},{"bible_id":"1525","chapter_code":"1KI.11","verse_code":"1KI.11.2","label":"2","content":"Xalumoos tseem mus yuav cov neeg uas tus TSWV txwv kom cov Yixalayees tsis txhob yuav lawv tej ntxhais los ua pojniam, rau qhov lawv yuav coj cov Yixalayees mus pe lawv tej vajtswv."},{"bible_id":"1525","chapter_code":"1KI.11","verse_code":"1KI.11.3","label":"3","content":"Xalumoos yuav xya pua tus pojniam uas yog ntxhais vajntxwv thiab peb puas tus pojniam uas tsis yog ntxhais vajntxwv. Cov pojniam ntawd thiaj ua rau nws tso Vajtswv tseg,"},{"bible_id":"1525","chapter_code":"1KI.11","verse_code":"1KI.11.4","label":"4","content":"thiab thaum uas nws laus lawm, nws cov pojniam ntawd thiaj coj nws mus pe cov neeg txawv tebchaws tej vajtswv. Nws tsis muab lub siab npuab tus TSWV uas yog nws tus Vajtswv li nws txiv Daviv lawm."},{"bible_id":"1525","chapter_code":"1KI.11","verse_code":"1KI.11.5","label":"5","content":"Nws mus pe cov Xidoos tus vajtswv Atates thiab mus pe cov Amoos tus vajtswv Maulej uas phem qias kawg li."},{"bible_id":"1525","chapter_code":"1KI.11","verse_code":"1KI.11.6","label":"6","content":"Nws tau ua txhaum rau tus TSWV thiab tsis ua raws li tus TSWV lub siab nyiam li nws txiv Daviv ua."},{"bible_id":"1525","chapter_code":"1KI.11","verse_code":"1KI.11.7","label":"7","content":"Nyob rau saum lub roob hauv lub nroog Yeluxalees sab hnubtuaj, Xalumoos ua tau ib lub chaw pe cov Mau-am tus vajtswv Khemaus, thiab ib lub chaw pe cov Amoos tus vajtswv Maulej."},{"bible_id":"1525","chapter_code":"1KI.11","verse_code":"1KI.11.8","label":"8","content":"Thiab nws tseem ua ntau lub chaw rau nws cov pojniam uas yog neeg txawv tebchaws tau hlawv xyab thiab hlawv khoom fij rau lawv tej vajtswv."},{"bible_id":"1525","chapter_code":"1KI.11","verse_code":"1KI.11.9+1KI.11.10","label":"9-10","content":"Tus TSWV uas yog cov Yixalayees tus Vajtswv tau los rau Xalumoos pom ob zaug thiab hais kom nws tsis txhob mus pe cov neeg txawv tebchaws tej vajtswv hlo li. Txawm li ntawd los Xalumoos tsis mloog tus TSWV tej lus, nws tau tso tus TSWV tseg. Yog li ntawd, tus TSWV thiaj chim heev rau Xalumoos"},{"bible_id":"1525","chapter_code":"1KI.11","verse_code":"1KI.11.11","label":"11","content":"thiab hais rau nws hais tias, “Vim koj rhuav tej lus uas koj cog tseg nrog kuv lawm thiab koj tsis mloog kuv tej lus, kuv hais rau koj hais tias kuv yuav muab lub tebchaws tshem tawm ntawm koj mus thiab muab cob rau koj cov nomtswv ib tug kav."},{"bible_id":"1525","chapter_code":"1KI.11","verse_code":"1KI.11.12","label":"12","content":"Tiamsis vim kuv tej lus uas kuv tau cog tseg rau koj txiv Daviv lawm, kuv yuav tsis muab tshem tawm thaum koj tseem ua neej nyob. Yuav yog tiam uas koj tus tub ua tus kav, kuv mam li tshem."},{"bible_id":"1525","chapter_code":"1KI.11","verse_code":"1KI.11.13","label":"13","content":"Thiab kuv yuav tsis tshem lub tebchaws kom tas ntawm nws mus, vim kuv tau coglus tseg rau kuv tus tubtxib Daviv thiab lub nroog Yeluxalees uas yog lub nroog kuv xaiv cia ua kuv tug, kuv yuav tseg ib xeem rau nws kav xwb.”"},{"bible_id":"1525","chapter_code":"1KI.11","verse_code":"1KI.11.14","label":"14","content":"Yog li ntawd, tus TSWV thiaj tshoov Hadas uas yog ib tug ntawm cov Edoos tus vajntxwv tsevneeg siab kom ntxeev siab tawmtsam Xalumoos."},{"bible_id":"1525","chapter_code":"1KI.11","verse_code":"1KI.11.15+1KI.11.16","label":"15-16","content":"Ua ntej ntau xyoo los lawm, thaum Daviv mus ntaus lub tebchaws Edoos, nws tus thawj tubrog Yau-am tau mus faus cov neeg sib tua tuag. Yau-am thiab nws cov tubrog nyob hauv tebchaws Edoos tau rau lub hlis, lub sijhawm ntawd lawv muab txhua tus txivneej hauv tebchaws Edoos tua tuag tas huv tibsi lawm,"},{"bible_id":"1525","chapter_code":"1KI.11","verse_code":"1KI.11.17","label":"17","content":"tsuas tshuav Hadas thiab nws txiv cov tubtxib uas yog neeg Edoos leej puav uas khiav mus rau nram tebchaws Iziv thiaj dim xwb. (Thaum ntawd Hadas tseem yog menyuam yaus.)"},{"bible_id":"1525","chapter_code":"1KI.11","verse_code":"1KI.11.18","label":"18","content":"Lawv khiav tawm hauv Midias mus rau hauv Palas, txawm muaj qee leej txivneej nyob hauv koom nrog lawv. Ces lawv txawm khiav mus rau nram tebchaws Iziv thiab mus cuag Falaus uas yog cov Iziv tus vajntxwv, nws thiaj tu lub tebchaws thiab muab ib lub tsev rau Hadas nyob thiab pub zaub mov rau Hadas noj."},{"bible_id":"1525","chapter_code":"1KI.11","verse_code":"1KI.11.19","label":"19","content":"Hadas yog Falaus ib tug phoojywg zoo heev, Falaus thiaj muab nws tus pojniam uas npe hu ua Tapenes tus niamhluas rau Hadas yuav ua pojniam."},{"bible_id":"1525","chapter_code":"1KI.11","verse_code":"1KI.11.20","label":"20","content":"Hadas tus pojniam yug tau ib tug tub rau Hadas, nws tis npe hu ua Nkenunpas, niam vajntxwv Falaus coj tus tub ntawd mus tu hauv lub loog, thiab nws yeej nrog Falaus cov tub loj hlob ua ke."},{"bible_id":"1525","chapter_code":"1KI.11","verse_code":"1KI.11.21","label":"21","content":"Thaum Hadas tseem nyob nram tebchaws Iziv, nws hnov xov hais tias Daviv tuag lawm thiab Yau-am uas yog tus thawj tubrog los tuag lawm, Hadas thiaj hais rau Falaus hais tias, “Thov cia kuv rov qab mus pem kuv lub tebchaws.”"},{"bible_id":"1525","chapter_code":"1KI.11","verse_code":"1KI.11.22","label":"22","content":"Falaus teb hais tias, “Puas yog tseem tshuav tej yam uas kuv muab tsis txaus rau koj, koj thiaj xav rov mus rau pem koj lub tebchaws?” Hadas teb hais tias, “Tsis yog, thov cia li tso kuv rov mus xwb.” Ces nws txawm rov los rau pem nws lub tebchaws lawm. Cov Edoos tus Vajntxwv Hadas yog cov Yixalayees  ib tug yeebncuab uas phem thiab nruj tsiv heev."},{"bible_id":"1525","chapter_code":"1KI.11","verse_code":"1KI.11.23","label":"23","content":"Vajtswv tseem tshoov Eli-adas tus tub Lexoos siab kom ntxeev siab tawmtsam Xalumoos thiab. Lexoos yog tus uas khiav tawm ntawm nws tus tswv uas yog cov Xaunpas tus Vajntxwv Hadadexes,"},{"bible_id":"1525","chapter_code":"1KI.11","verse_code":"1KI.11.24","label":"24","content":"thiab mus ua ib tug thawj tubsab uas ua txhaum kevcai loj kawg li. (Qhov no tshwmsim tom qab uas Daviv mus tua yeej Hadadexes thiab muab cov Xilias uas koom tes nrog nws tua tuag tas lawm.) Ces Lexoos thiab nws cov neeg thiaj khiav mus nyob pem Damaxes, Lexoos cov neeg thiaj muab Lexoos tsa ua vajntxwv kav tebchaws Xilias."},{"bible_id":"1525","chapter_code":"1KI.11","verse_code":"1KI.11.25","label":"25","content":"Lexoos yog cov Yixalayees ib tug yeebncuab nyob rau Xalumoos tiam."},{"bible_id":"1525","chapter_code":"1KI.11","verse_code":"1KI.11.26","label":"26","content":"Muaj dua ib tug txivneej uas tig rov tawmtsam Vajntxwv Xalumoos, tus ntawd yog Xalumoos ib tug nomtswv ntag, nws yog Nenpas tus tub Yelaunpau-as uas nyob hauv lub nroog Xeledas pem lub xeev Efalayees. Yelaunpau-as niam hu ua Xeluas thiab yog ib tug pojntsuam."},{"bible_id":"1525","chapter_code":"1KI.11","verse_code":"1KI.11.27","label":"27","content":"Qhov uas Yelaunpau-as ntxeev siab rau Vajntxwv Xalumoos, vim Xalumoos ua lub tsev Milus thiab kho tus ntsa yeej uas thaiv nws txiv Daviv lub nroog."},{"bible_id":"1525","chapter_code":"1KI.11","verse_code":"1KI.11.28","label":"28","content":"Yelaunpau-as yog ib tug tub hluas uas muaj zog khov kho, thaum Xalumoos pom hais tias Yelaunpau-as yog ib tug uas mob siab ua haujlwm heev, Xalumoos thiaj tsa nws ua tus saib tagnrho cov tub zog uas nyob hauv lub xeev Manaxes thiab lub xeev Efalayees."},{"bible_id":"1525","chapter_code":"1KI.11","verse_code":"1KI.11.29","label":"29","content":"Muaj ib hnub, thaum Yelaunpau-as tabtom taug kev nram Yeluxalees los, Ahiyas uas yog tus cev Vajtswv lus hauv lub nroog Silaus tuaj ntsib Yelaunpau-as tom ib tog kev ntawm roob mojsab."},{"bible_id":"1525","chapter_code":"1KI.11","verse_code":"1KI.11.30","label":"30","content":"Ahiyas hle hlo nws lub tsho tshiab loj los dua rhe ua kaum ob daim,"},{"bible_id":"1525","chapter_code":"1KI.11","verse_code":"1KI.11.31","label":"31","content":"thiab hais rau Yelaunpau-as hais tias, “Koj cia li nqa kaum daim mus rau koj, vim tus TSWV uas yog cov Yixalayees tus Vajtswv hais rau koj hais tias, ‘Kuv yuav muab lub tebchaws tshem tawm ntawm Xalumoos mus, thiab kuv yuav muab kaum xeem rau koj kav."},{"bible_id":"1525","chapter_code":"1KI.11","verse_code":"1KI.11.32","label":"32","content":"Tsuas pub Xalumoos kav ib xeem lawm xwb, rau qhov kuv tseem hlub kuv tus tubtxib Daviv thiab lub nroog Yeluxalees, lub nroog no kuv tau xaiv hauv lub tebchaws Yixalayees los ua kuv tug lawm."},{"bible_id":"1525","chapter_code":"1KI.11","verse_code":"1KI.11.33","label":"33","content":"Kuv ua li no twb yog vim Xalumoos tso kuv tseg thiab mus  pe tej neeg txawv tebchaws tej vajtswv: cov Xidoos tus vajtswv uas yog tus mlom pojniam Atates; cov Mau-am tus vajtswv Khemaus; thiab cov Amoos tus vajtswv Maulej. Xalumoos tsis mloog kuv lus; Xalumoos tau  ua txhaum tsis ua raws li kuv tej kevcai thiab kuv tej lus samhwm li nws txiv Daviv mloog kuv lus thiab coj raws li kuv tej kevcai."},{"bible_id":"1525","chapter_code":"1KI.11","verse_code":"1KI.11.34","label":"34","content":"Tiamsis kuv yuav tsis muab lub tebchaws tshem tagnrho ntawm Xalumoos mus, rau qhov kuv tseem yuav cia nws muaj hwjchim kav mus kom tas nws tiam. Kuv ua li no twb yog kuv hlub kuv tus tubtxib Daviv, nws yog tus uas kuv xaiv thiab yog tus uas ua raws li kuv tej kevcai thiab tej lus samhwm."},{"bible_id":"1525","chapter_code":"1KI.11","verse_code":"1KI.11.35","label":"35","content":"Kuv yuav tshem lub tebchaws ntawm Xalumoos tus tub mus, thiab kuv yuav muab kaum xeem rau koj,"},{"bible_id":"1525","chapter_code":"1KI.11","verse_code":"1KI.11.36","label":"36","content":"tiamsis kuv yuav tseg ib xeem rau Xalumoos tus tub kav, kuv yuav cia kuv tus tubtxib Daviv cov xeebntxwv kav hauv lub nroog Yeluxalees uas yog lub nroog kuv xaiv los ua qhov chaw rau sawvdaws pehawm kuv."},{"bible_id":"1525","chapter_code":"1KI.11","verse_code":"1KI.11.37","label":"37","content":"Yelaunpau-as, kuv yuav tsa koj ua vajntxwv kav cov Yixalayees; koj yuav tau kav tagnrho tej cheebtsam av uas koj xav kav."},{"bible_id":"1525","chapter_code":"1KI.11","verse_code":"1KI.11.38","label":"38","content":"Yog koj mloog kuv tej lus txhua lo, coj koj lub neej raws li kuv tej kevcai, thiab ua raws li kuv tej lus samhwm uas kuv muab rau koj ib yam li kuv tus tubtxib Daviv tau ua los lawm, kuv yuav nrog nraim koj mus ibtxhis. Kuv yuav tsa koj ua vajntxwv kav cov Yixalayees thiab yuav cia koj cov xeebntxwv ua vajntxwv hloov koj chaw ib yam li kuv pub rau Daviv ntag."},{"bible_id":"1525","chapter_code":"1KI.11","verse_code":"1KI.11.39","label":"39","content":"Vim Xalumoos tej kev txhaum kuv thiaj yuav rau txim rau Daviv cov xeebntxwv, tiamsis tsis yog rau txim mus ibtxhis.’ ”"},{"bible_id":"1525","chapter_code":"1KI.11","verse_code":"1KI.11.40","label":"40","content":"Yog li ntawd, Xalumoos thiaj pheej nrhiav Yelaunpau-as tua povtseg, tiamsis nws khiav mus cuag cov Iziv tus Vajntxwv Sisaj thiab mus nyob nrad txog hnub uas Xalumoos tuag."},{"bible_id":"1525","chapter_code":"1KI.11","verse_code":"1KI.11.41","label":"41","content":"Dua li lwm yam uas Xalumoos ua, tsis hais nws tej haujlwm lossis nws lub tswvyim kev txawj ntse, puavleej muab sau cia rau hauv Phau Ntawv Keebkwm uas teev Xalumoos lub neej lawm."},{"bible_id":"1525","chapter_code":"1KI.11","verse_code":"1KI.11.42","label":"42","content":"Xalumoos ua vajntxwv nyob hauv Yeluxalees thiab kav lub tebchaws Yixalayees tau plaub caug xyoo."},{"bible_id":"1525","chapter_code":"1KI.11","verse_code":"1KI.11.43","label":"43","content":"Xalumoos tuag thiab luag coj nws mus faus rau hauv Daviv lub Nroog. Thiab nws tus tub Lehaunpau-as ua vajntxwv hloov nws chaw."},{"bible_id":"1525","chapter_code":"1KI.12","verse_code":"1KI.12.1","label":"1","content":"Lehaunpau-as mus rau hauv Sekhees, qhov chaw uas cov Yixalayees nyob sab qaumteb tuaj txoos ua ke tsa nws ua vajntxwv."},{"bible_id":"1525","chapter_code":"1KI.12","verse_code":"1KI.12.2","label":"2","content":"Thaum Nenpas tus tub Yelaunpau-as uas khiav Vajntxwv Xalumoos mus nkaum rau nram tebchaws Iziv lawm, hnov xov txog zaj no, nws thiaj li rov  nram tebchaws Iziv los."},{"bible_id":"1525","chapter_code":"1KI.12","verse_code":"1KI.12.3","label":"3","content":"Tagnrho cov xeem uas nyob sab qaumteb tso neeg mus hu Yelaunpau-as tuaj, ces lawv sawvdaws txawm ua ke mus cuag Lehaunpau-as thiab hais rau nws hais tias,"},{"bible_id":"1525","chapter_code":"1KI.12","verse_code":"1KI.12.4","label":"4","content":"“Koj txiv Xalumoos ua nruj ua tsiv thiab muab tej haujlwm hnyav heev rau peb ua. Yog koj txo kom peb tau ua haujlwm sib thiab pub peb muaj kev kaj siab, peb yuav txaus siab ua koj pejxeem mus li.”"},{"bible_id":"1525","chapter_code":"1KI.12","verse_code":"1KI.12.5","label":"5","content":"Lehaunpau-as teb hais tias, “Peb hnub saum no nej rov tuaj cuag kuv, kuv mam li teb nej.” Yog li ntawd, lawv txawm rov qab mus tsev lawm."},{"bible_id":"1525","chapter_code":"1KI.12","verse_code":"1KI.12.6","label":"6","content":"Vajntxwv Lehaunpau-as mus nrog cov laus uas ibtxwm yog nws txiv Xalumoos cov tuavxam sablaj. Nws nug lawv hais tias, “Nej yuav pab tswvyim rau kuv rov mus teb cov pejxeem li cas?”"},{"bible_id":"1525","chapter_code":"1KI.12","verse_code":"1KI.12.7","label":"7","content":"Lawv teb hais tias, “Yog koj xav kom cov pejxeem poog koj, mas koj yuav tau teb kom raws li lawv siab nyiam, lawv thiaj yuav ua koj cov pejxeem thiab muab siab npuab koj mus li.”"},{"bible_id":"1525","chapter_code":"1KI.12","verse_code":"1KI.12.8","label":"8","content":"Tiamsis Lehaunpau-as tsis yuav tej lus uas cov laus ntawd qhia, nws txawm mus nrog cov tuavxam hluas uas nrog nws ib phaum sablaj."},{"bible_id":"1525","chapter_code":"1KI.12","verse_code":"1KI.12.9","label":"9","content":"Nws nug lawv hais tias, “Nej pab kuv tuav tswvyim saib yuav teb li cas rau cov pejxeem uas tuaj thov kuv hais tias, ‘Thov koj muab tej haujlwm hnyav uas koj txiv muab rau peb ua txo kom sib mentsis?’ ”"},{"bible_id":"1525","chapter_code":"1KI.12","verse_code":"1KI.12.10","label":"10","content":"Lawv teb hais tias, “Koj teb rau cov pejxeem li no hais tias, ‘Kuv tus ntivtes rwgqab tseem loj dua kuv txiv lub duav!’"},{"bible_id":"1525","chapter_code":"1KI.12","verse_code":"1KI.12.11","label":"11","content":"Hais rau lawv hais tias, ‘Kuv txiv muab tej haujlwm hnyav heev rau nej ua; kuv tseem yuav muab tej haujlwm uas hnyav tshaj ntawd rau nej ua thiab. Kuv txiv muab hlua tsaj nplawm nej xwb; tiamsis kuv yuav muab hlua tawv nplawm nej.’ ”"},{"bible_id":"1525","chapter_code":"1KI.12","verse_code":"1KI.12.12","label":"12","content":"Peb hnub tom qab Yelaunpau-as thiab cov pejxeem rov tuaj cuag Vajntxwv Lehaunpau-as raws li nws hais rau lawv lawm."},{"bible_id":"1525","chapter_code":"1KI.12","verse_code":"1KI.12.13","label":"13","content":"Vajntxwv tsis yuav tej lus uas cov laus qhia, nws thiaj hais lus hnyav rau cov pejxeem,"},{"bible_id":"1525","chapter_code":"1KI.12","verse_code":"1KI.12.14","label":"14","content":"raws li cov tuavxam hluas qhia. Nws hais rau cov pejxeem hais tias, “Kuv txiv muab tej haujlwm hnyav heev rau nej ua; kuv tseem yuav muab tej haujlwm uas hnyav tshaj ntawd rau nej ua thiab. Kuv txiv muab hlua tsaj nplawm nej xwb; tiamsis kuv yuav muab hlua tawv nplawm nej!”"},{"bible_id":"1525","chapter_code":"1KI.12","verse_code":"1KI.12.15","label":"15","content":"Qhov uas vajntxwv tsis mloog cov pejxeem lus ntawd twb yog ua kom tiav raws li tej lus uas tus TSWV kom tus cev Vajtswv lus Ahiyas uas nyob hauv lub nroog Silaus mus hais rau Nenpas tus tub Yehaunpau-as ntag."},{"bible_id":"1525","chapter_code":"1KI.12","verse_code":"1KI.12.16","label":"16","content":"Thaum cov pejxeem pom hais tias vajntxwv tsis mloog lawv tej lus lawm, lawv thiaj qw hais tias, “Muaj qabhau dabtsi mus nrog Daviv thiab nws tsev nyuag neeg ntawd ua ke! Lawv twb tsis tau ua ib yam dabtsi pab peb li los sav? Cov Yixalayees, cia li rov qab mus tsev los mas! Cia Lehaunpau-as rov kav nws xwb thiaj zoo!” Yog li ntawd, cov Yixalayees thiaj ntxeev siab"},{"bible_id":"1525","chapter_code":"1KI.12","verse_code":"1KI.12.17","label":"17","content":"cia Lehaunpau-as ua vajntxwv kav cov neeg uas nyob hauv lub xeev Yudas xwb."},{"bible_id":"1525","chapter_code":"1KI.12","verse_code":"1KI.12.18","label":"18","content":"Ces Vajntxwv Lehaunpau-as thiaj tso Adaunilas, tus uas saib cov tub zog mus cuag cov Yixalayees, tiamsis lawv muab pobzeb ntaus nws tuag lawm. Thaum muaj tej no lawm, Lehaunpau-as thiaj khiav ceev nrooj mus nce nws lub tsheb nees thiab rov qab mus rau nram lub nroog Yeluxalees lawm."},{"bible_id":"1525","chapter_code":"1KI.12","verse_code":"1KI.12.19","label":"19","content":"Txij hnub ntawd los, cov Yixalayees uas nyob sab qaumteb thiaj ntxeev siab rau Daviv cov xeebntxwv los li lawm."},{"bible_id":"1525","chapter_code":"1KI.12","verse_code":"1KI.12.20","label":"20","content":"Thaum cov Yixalayees hnov hais tias, Yelaunpau-as rov nram tebchaws Iziv los lawm, lawv thiaj caw nws tuaj nrog lawv sablaj, thiab lawv muab nws tsa ua cov Yixalayees tus vajntxwv. Tsuas yog tshuav cov Yudas tib xeem thiaj tseem muab siab npuab Daviv cov xeebntxwv xwb."},{"bible_id":"1525","chapter_code":"1KI.12","verse_code":"1KI.12.21","label":"21","content":"Thaum Lehaunpau-as los txog rau hauv lub nroog Yeluxalees, nws thiaj txhij tau ib puas yim caum txhiab leej tubrog uas siab tawv heev hauv xeem Yudas thiab xeem Npeenyamees. Nws yuam kom lawv mus tua cov Yixalayees sab qaumteb thiab txeeb kom tau lub tebchaws rov los rau nws kav."},{"bible_id":"1525","chapter_code":"1KI.12","verse_code":"1KI.12.22","label":"22","content":"Tiamsis Vajtswv hais rau Semayas uas yog tus cev Vajtswv lus"},{"bible_id":"1525","chapter_code":"1KI.12","verse_code":"1KI.12.23","label":"23","content":"kom coj tej lus no mus hais rau Lehaunpau-as thiab tagnrho cov neeg uas yog xeem Yudas thiab xeem Npeenyamees hais tias:"},{"bible_id":"1525","chapter_code":"1KI.12","verse_code":"1KI.12.24","label":"24","content":"“Nej tsis txhob mus tua nej cov kwvtij uas yog cov Yixalayees hlo li. Nej sawvdaws cia li rov qab mus tsev. Yeej yog kuv pom zoo thiaj muaj tej xwm no tshwmsim tuaj.” Lawv mloog tus TSWV tej lus thiab lawv nyias txawm rov mus nyias tsev lawm."},{"bible_id":"1525","chapter_code":"1KI.12","verse_code":"1KI.12.25","label":"25","content":"Cov Yixalayees tus Vajntxwv Yelaunpau-as mus txhim ntsa yeej thaiv lub nroog Sekhees uas nyob pem laj roob Efalayees, thiab nws nyob ped tau ib ntu. Ces nws muab lub nroog ntawd tso tseg thiab mus kho tau lub nroog Penuyees."},{"bible_id":"1525","chapter_code":"1KI.12","verse_code":"1KI.12.26+1KI.12.27","label":"26-27","content":"Nws xav hais tias, “Yog kuv cov pejxeem pheej mus tua tsiaj fij rau tus TSWV nyob nram lub Tuamtsev hauv lub nroog Yeluxalees, nyob tsam lawv yuav cia li muab siab npuab cov Yudas tus vajntxwv Lehaunpau-as, ces lawv yuav muab kuv tua povtseg.”"},{"bible_id":"1525","chapter_code":"1KI.12","verse_code":"1KI.12.28","label":"28","content":"Tom qab uas nws xav tau li ntawd lawm, nws txawm muab kub nchuav tau ob tug mlom nyuj thiab hais rau cov pejxeem hais tias, “Nej pheej mus pehawm Vajtswv nram lub nroog Yeluxalees tau ntev los lawm. Cov Yixalayees, nej ntsia saib ob tug mlom no yog nej ob tug vajtswv uas coj nej khiav nram tebchaws Iziv los ntag!”"},{"bible_id":"1525","chapter_code":"1KI.12","verse_code":"1KI.12.29","label":"29","content":"Nws coj ob tug mlom nyuj ntawd ib tug mus teeb rau hauv lub nroog Npethees ib tug mus teeb rau hauv lub nroog Das."},{"bible_id":"1525","chapter_code":"1KI.12","verse_code":"1KI.12.30","label":"30","content":"Yog li ntawd, cov pejxeem thiaj ua txhaum tas, lawv mus pe ob tug mlom ntawd hauv lub nroog Npethees thiab hauv lub nroog Das."},{"bible_id":"1525","chapter_code":"1KI.12","verse_code":"1KI.12.31","label":"31","content":"Yelaunpau-as tseem mus ua tej tsev teev mlom rau saum tej ncov roob thiab tsa tej neeg uas tsis yog xeem Levis ua povthawj."},{"bible_id":"1525","chapter_code":"1KI.12","verse_code":"1KI.12.32","label":"32","content":"Yelaunpau-as teem sijhawm rau lub yim hli hnub kaum tsib, cia ua hnub ua kevcai ua rooj noj rooj haus ib yam li ua nram tebchaws Yudas. Nws muab tsiaj tua hlawv rau saum lub thaj txi tus mlom nyuj uas nws teeb rau hauv lub nroog Npethees, thiab nws tsa ib co povthawj tu lub chaw teev mlom uas nws ua rau hauv lub nroog Npethees ntawd."},{"bible_id":"1525","chapter_code":"1KI.12","verse_code":"1KI.12.33","label":"33","content":"Thaum txog lub yim hli hnub kaum tsib, hnub uas nws teem tseg, nws txawm mus pem lub nroog Npethees thiab tua tsiaj txi tus mlom ntawd saum lub thaj ua kevcai raws li nws tau teem tseg rau cov Yixalayees lawm."},{"bible_id":"1525","chapter_code":"1KI.13","verse_code":"1KI.13.1","label":"1","content":"Tus TSWV samhwm kom ib tug cev Vajtswv lus uas nyob hauv lub xeev Yudas mus rau pem lub nroog Npethees thaum Yelaunpau-as tseem tabtom hlawv khoom fij ntawm lub thaj."},{"bible_id":"1525","chapter_code":"1KI.13","verse_code":"1KI.13.2","label":"2","content":"Raws li tus TSWV tej lus qhia, tus cev Vajtswv lus txawm hais li no: “Lub thaj, lub thaj, ib tug menyuam tub npe hu ua Yauxiyas yuav yug los rau hauv Daviv tsevneeg. Nws yuav muab cov cev Vajtswv lus uas pheej mus hlawv khoom fij rau saum tej chaw siab tua rau saud, thiab nws yuav muab tej pobtxha neeg los hlawv rau saum koj.”"},{"bible_id":"1525","chapter_code":"1KI.13","verse_code":"1KI.13.3","label":"3","content":"Tus cev Vajtswv lus thiaj hais ntxiv hais tias, “Lub thaj no yuav vau tawg ntsoog ntxaws, thiab tej hmoov tshauv uas nyob saum lub thaj yuav nchuav tas. Ces koj yuav paub hais tias tej uas tus TSWV tau hais rau kuv lawm yeej muaj tseeb tiag.”"},{"bible_id":"1525","chapter_code":"1KI.13","verse_code":"1KI.13.4","label":"4","content":"Thaum Vajntxwv Yelaunpau-as hnov tej lus no, nws txawm taw tes nki rau tus cev Vajtswv lus thiab hais tias, “Cia li ntes tus neeg no mus!” Tamsim ntawd vajntxwv txhais npab cia li qhuav kiag nkaum tsis tau rov qab li lawm."},{"bible_id":"1525","chapter_code":"1KI.13","verse_code":"1KI.13.5","label":"5","content":"Tamsim ntawd lub thaj cia li vau hlo tawg ntsoog ntxaws thiab tej hmoov tshauv nchuav tas rau hauv av raws li tus cev Vajtswv lus tau tuav tus TSWV lub npe hais lawm."},{"bible_id":"1525","chapter_code":"1KI.13","verse_code":"1KI.13.6","label":"6","content":"Vajntxwv Yelaunpau-as thiaj hais rau tus cev Vajtswv lus hais tias, “Thov tus TSWV uas yog koj tus Vajtswv pab kuv, thiab thov nws kho kuv txhais npab lauj!” Tus cev Vajtswv lus thiaj thov tus TSWV, ces vajntxwv txhais npab txawm zoo lawm."},{"bible_id":"1525","chapter_code":"1KI.13","verse_code":"1KI.13.7","label":"7","content":"Vajntxwv hais rau tus cev Vajtswv lus hais tias, “Koj cia li nrog kuv mus tom kuv tsev thiab kuv nrhiav mov rau koj noj tso. Thiab kuv yuav pauj txiaj ntsig rau koj tej uas koj twb ua pub rau kuv lawm.”"},{"bible_id":"1525","chapter_code":"1KI.13","verse_code":"1KI.13.8","label":"8","content":"Tus cev Vajtswv lus teb hais tias, “Txawm yog koj muab koj tej nyiaj ib nrab faib rau kuv los kuv yuav tsis nrog koj mus lossis nrog koj noj haus ib yam dabtsi hlo li."},{"bible_id":"1525","chapter_code":"1KI.13","verse_code":"1KI.13.9","label":"9","content":"Tus TSWV yeej samhwm rau kuv kom kuv tsis txhob noj lossis haus ib yam dabtsi li thiab tsis txhob taug txojkev uas kuv tuaj rov qab mus tsev.”"},{"bible_id":"1525","chapter_code":"1KI.13","verse_code":"1KI.13.10","label":"10","content":"Yog li ntawd, nws thiaj tsis taug txoj qub kev rov qab, nws thiaj mus dua lwm txojkev lawm."},{"bible_id":"1525","chapter_code":"1KI.13","verse_code":"1KI.13.11","label":"11","content":"Lub sijhawm ntawd muaj ib tug laus uas cev Vajtswv lus nyob hauv lub nroog Npethees. Nws cov tub  txawm los piav tej uas hnub ntawd tus hluas uas cev Vajtswv lus tuaj nram lub xeev Yudas tuaj ua hauv lub nroog Npethees, thiab tej lus uas nws hais rau Vajntxwv Yelaunpau-as rau lawv txiv mloog."},{"bible_id":"1525","chapter_code":"1KI.13","verse_code":"1KI.13.12","label":"12","content":"Tus laus uas cev Vajtswv lus nug lawv hais tas, “Thaum nws sawv kev mus tsev, nws taug txojkev twg lawm?” Lawv thiaj qhia kev rau nws,"},{"bible_id":"1525","chapter_code":"1KI.13","verse_code":"1KI.13.13","label":"13","content":"nws txawm hais rau lawv hais tias, “Muab kuv tus neesluav los nog eeb rau kuv.” Lawv txawm ua li nws hais, thiab nws caij tus neesluav"},{"bible_id":"1525","chapter_code":"1KI.13","verse_code":"1KI.13.14","label":"14","content":"taug txojkev uas lawv qhia mus caum tus cev Vajtswv lus uas tuaj nram lub xeev Yudas tuaj thiab mus caum cuag thaum nws tseem so hauv qab tsob ntoo qhib. Tus laus uas cev Vajtswv lus nug hais tias, “Koj puas yog tus cev Vajtswv lus uas tuaj nram lub xeev Yudas tuaj?” Tus txivneej ntawd teb hais tias, “Kuv yog los mas.”"},{"bible_id":"1525","chapter_code":"1KI.13","verse_code":"1KI.13.15","label":"15","content":"Tus laus uas cev Vajtswv lus hais tias, “Koj cia li nrog kuv rov qab mus tom kuv tsev thiab mus nrog kuv noj mov tso.”"},{"bible_id":"1525","chapter_code":"1KI.13","verse_code":"1KI.13.16","label":"16","content":"Tiamsis tus cev Vajtswv lus uas tuaj nram lub xeev Yudas tuaj teb hais tias, “Kuv yuav nrog koj mus tsis tau. Thiab kuv yuav nrog koj noj haus ua ke nyob qhov no tsis tau,"},{"bible_id":"1525","chapter_code":"1KI.13","verse_code":"1KI.13.17","label":"17","content":"rau qhov tus TSWV yeej samhwm rau kuv kom tsis txhob noj lossis haus ib yam dabtsi li, thiab tsis txhob taug txojkev uas kuv tuaj rov qab mus tsev.”"},{"bible_id":"1525","chapter_code":"1KI.13","verse_code":"1KI.13.18","label":"18","content":"Ces tus laus uas cev Vajtswv lus uas tuaj hauv Npethees tuaj hais rau nws hais tias, “Kuv yog ib tug cev Vajtswv lus ib yam li koj thiab; tus TSWV tus timtswv los hais rau kuv kom kuv tuaj coj koj nrog kuv mus tsev thiab muab zaub mov rau koj noj.” Tiamsis tus laus uas cev Vajtswv lus dag xwb."},{"bible_id":"1525","chapter_code":"1KI.13","verse_code":"1KI.13.19","label":"19","content":"Yog li ntawd, tus cev Vajtswv lus uas tuaj nram lub xeev Yudas tuaj thiaj nrog tus laus uas cev Vajtswv lus rov mus rau tom nws tsev thiab nrog nws noj mov ua ke."},{"bible_id":"1525","chapter_code":"1KI.13","verse_code":"1KI.13.20","label":"20","content":"Thaum uas nkawd tseem tabtom zaum ntawm rooj mov, tus TSWV los hais rau tus laus uas cev Vajtswv lus,"},{"bible_id":"1525","chapter_code":"1KI.13","verse_code":"1KI.13.21","label":"21","content":"ces nws thiaj qw rau tus cev Vajtswv lus uas tuaj nram lub xeev Yudas tuaj hais tias, “Tus TSWV hais tias koj tsis mloog nws lus thiab tsis ua raws li nws tej lus samhwm."},{"bible_id":"1525","chapter_code":"1KI.13","verse_code":"1KI.13.22","label":"22","content":"Koj tseem rov qab los noj mov rau hauv qhov chaw uas nws tsis pub koj noj. Vim li ntawd koj yuav raug tua tuag, thiab yuav tsis coj koj lub cev mus faus rau hauv koj tsevneeg lub qhov ntxa.”"},{"bible_id":"1525","chapter_code":"1KI.13","verse_code":"1KI.13.23","label":"23","content":"Ces thaum uas nkawd noj mov tas lawm, tus laus uas cev Vajtswv lus thiaj muab eeb mus nog rau saum tus neesluav rau tus cev Vajtswv lus uas tuaj nram lub xeev Yudas tuaj"},{"bible_id":"1525","chapter_code":"1KI.13","verse_code":"1KI.13.24","label":"24","content":"caij rov qab. Muaj ib tug tsov ntxhuav los ntsib nws tom kev thiab muab nws tom tuag lawm. Nws lub cev pw xyab luas rau hauv plawv kev, hos tus neesluav thiab tus tsov ntxhuav sawv ib sab."},{"bible_id":"1525","chapter_code":"1KI.13","verse_code":"1KI.13.25","label":"25","content":"Muaj ib co neeg dua kev tuaj pom lub cev tuag nyob hauv plawv kev thiab tus tsov ntxhuav sawv ze ntawd. Lawv txawm mus rau pem lub nroog Npethees thiab mus qhia tej uas lawv pom ntawd rau sawvdaws mloog."},{"bible_id":"1525","chapter_code":"1KI.13","verse_code":"1KI.13.26","label":"26","content":"Thaum tus laus uas cev Vajtswv lus hnov dheev li ntawd, nws txawm hais tias, “Tus ntawd twb yog tus cev Vajtswv lus uas tsis mloog tus TSWV tej lus samhwm ntag! Yog li ntawd, tus TSWV thiaj tso tus tsov ntxuav ntawd los tom thiab dua kom nws tuag, raws li tus TSWV twb hais lawm hais tias nws yuav tuag li ntawd.”"},{"bible_id":"1525","chapter_code":"1KI.13","verse_code":"1KI.13.27","label":"27","content":"Ces nws txawm hais rau nws cov tub hais tias, “Muab eeb mus nog rau saum kuv tus neesluav rau kuv.” Lawv txawm ua li nws hais,"},{"bible_id":"1525","chapter_code":"1KI.13","verse_code":"1KI.13.28","label":"28","content":"ces nws thiaj caij neesluav mus pom tus cev Vajtswv lus ntawd tuag xyab luas rau hauv plawv kev; tus neesluav thiab tus tsov ntxhuav tseem sawv nres nroos rau ib sab. Tus tsov ntxhuav yeej tsis noj tus cev Vajtswv lus ntawd lub cev ib qho thiab tsis tom tus neesluav li."},{"bible_id":"1525","chapter_code":"1KI.13","verse_code":"1KI.13.29","label":"29","content":"Tus laus uas cev Vajtswv lus muab tus cev Vajtswv lus uas tuaj nram lub xeev Yudas tuaj tsaws rau saum tus neesluav thiab coj rov los pam rau hauv Npethees thiab muab faus lawm."},{"bible_id":"1525","chapter_code":"1KI.13","verse_code":"1KI.13.30","label":"30","content":"Tus laus uas cev Vajtswv lus coj tus tuag ntawd mus faus rau hauv nws tsevneeg lub qhov ntxa; nws thiab nws cov tub quaj hais tias, “Kuv tus kwv, kuv tus kwv!”"},{"bible_id":"1525","chapter_code":"1KI.13","verse_code":"1KI.13.31","label":"31","content":"Tom qab uas lawv muab tus tuag faus tas lawm, tus laus uas cev Vajtswv lus hais rau nws cov tub hais tias, “Yog thaum twg kuv tuag ces nej muab kuv faus rau hauv lub qhov ntxa no thiab muab kuv lub cev tso rau ntawm nws ib sab."},{"bible_id":"1525","chapter_code":"1KI.13","verse_code":"1KI.13.32","label":"32","content":"Tus TSWV tej lus samhwm uas tus cev Vajtswv lus mus hais tawmtsam lub thaj hauv lub nroog Npethees thiab tej chaw teev dab hauv Xamalis yeej muaj tseeb li ntawd tiag.”"},{"bible_id":"1525","chapter_code":"1KI.13","verse_code":"1KI.13.33","label":"33","content":"Cov Yixalayees tus Vajntxwv Yelaunpau-as tsis tso txojkev ua phem ua qias tseg li, nws pheej xaiv tej cajces uas yog neeg dog dig tsa ua povthawj tu tej thaj uas nws ua. Leejtwg xav ua povthawj ces nws pheej lam muab tus ntawd tsa los ua li."},{"bible_id":"1525","chapter_code":"1KI.13","verse_code":"1KI.13.34","label":"34","content":"Txojkev txhaum uas nws ua no thiaj li coj kev puastsuaj los raug nws, nws tsevneeg thiab nws cajces huv tibsi."},{"bible_id":"1525","chapter_code":"1KI.14","verse_code":"1KI.14.1","label":"1","content":"Thaum lub sijhawm uas Vajntxwv Yelaunpau-as tus tub Anpiyas mob hnyav heev lawm."},{"bible_id":"1525","chapter_code":"1KI.14","verse_code":"1KI.14.2","label":"2","content":"Yelaunpau-as hais rau nws tus pojniam hais tias, “Koj cia li tu cev kom tsis txhob muaj leejtwg paub koj thiab mus rau pem lub nroog Silaus uas yog tus cev Vajtswv lus Ahiyas nyob; nws yog tus uas thaum ub hais tias, kuv yuav tau ua vajntxwv kav tebchaws Yixalayees."},{"bible_id":"1525","chapter_code":"1KI.14","verse_code":"1KI.14.3","label":"3","content":"Koj nqa kaum lub ncuav ib co ncuav phom thiab ib lamhwj zib ntab mus rau nws. Nug nws saib yuav muaj dabtsi tshwmsim rau wb tus tub, ces nws yuav qhia rau koj.”"},{"bible_id":"1525","chapter_code":"1KI.14","verse_code":"1KI.14.4","label":"4","content":"Yog li ntawd, nws thiaj mus cuag Ahiyas rau pem lub nroog Silaus, thaum uas Ahiyas twb laus heev thiab qhovmuag tsis pom kev lawm."},{"bible_id":"1525","chapter_code":"1KI.14","verse_code":"1KI.14.5","label":"5","content":"Tus TSWV hais rau Ahiyas hais tias, “Yelaunpau-as tus pojniam tabtom sawv kev tuaj cuag koj, nug txog nws tus tub, vim nws tus tub mob hnyav heev. Koj teb li no rau nws.” Thaum Yelaunpau-as tus pojniam tuaj txog ntua, nws ua txuj ua li nws tsis yog Yelaunpau-as tus pojniam."},{"bible_id":"1525","chapter_code":"1KI.14","verse_code":"1KI.14.6","label":"6","content":"Tiamsis thaum Ahiyas hnov nws tuaj txog ntawm taw rooj, Ahiyas txawm hu hais tias, “Los tsev, kuv twb paub koj lawm, koj yog Yelaunpau-as tus pojniam. Vim li cas koj ua txuj ua li uas koj yog lwm tus? Kuv muaj xov tsis zoo yuav qhia rau koj paub."},{"bible_id":"1525","chapter_code":"1KI.14","verse_code":"1KI.14.7","label":"7","content":"Cia li rov qab mus qhia rau Yelaunpau-as hais tias tus TSWV uas yog cov Yixalayees tus Vajtswv hais li no: ‘Nyob hauv haivneeg Yixalayees mas kuv yeej xaiv koj thiab tsa koj los ua tus kav kuv haivneeg Yixalayees."},{"bible_id":"1525","chapter_code":"1KI.14","verse_code":"1KI.14.8","label":"8","content":"Kuv twb tshem lub tebchaws ntawm Daviv cov xeebntxwv los thiab muab cob rau koj lawm. Tiamsis koj tsis ua koj lub neej zoo li kuv tus tubtxib Daviv, tus uas hwm kuv, mloog kuv lus thiab ua raws li tej uas kuv kom nws ua."},{"bible_id":"1525","chapter_code":"1KI.14","verse_code":"1KI.14.9","label":"9","content":"Koj tseem ua txhaum loj tshaj cov neeg uas ua nom kav ua ntej koj lawm thiab. Koj tso kuv tseg mus puab mlom thiab nchuav tej mlom tooj los pe ua rau kuv chim."},{"bible_id":"1525","chapter_code":"1KI.14","verse_code":"1KI.14.10","label":"10","content":"Vim li no, kuv yuav tso sub tawg sub ntsha los rau koj tsevneeg, thiab kuv yuav muab cov txivneej uas yog koj cajces tua kom tuag tas, kuv yuav ua rau cov laus thiab cov hluas ib yam nkaus. Kuv yuav muab koj tsevneeg ua kom tu noob nrho; luag yuav tuaj muab lawv cheb mus povtseg ib yam li cheb tej plua tshauv."},{"bible_id":"1525","chapter_code":"1KI.14","verse_code":"1KI.14.11","label":"11","content":"Koj tsevneeg txhua tus uas tuag rau hauv nroog, dev yuav tuaj muab noj kom tas huv tibsi, thiab txhua tus uas tuag rau tom tej nras los dav npoj yuav los muab noj kom tas. Kuv uas yog tus TSWV yog tus uas hais tej lus no ntag.’ ”"},{"bible_id":"1525","chapter_code":"1KI.14","verse_code":"1KI.14.12","label":"12","content":"Ahiyas hais rau Yelaunpau-as tus pojniam hais tias, “Koj cia li rov qab mus tsev tamsim no. Thaum koj mus txog ntua hauv lub nroog, koj tus tub yuav tu siav nrho."},{"bible_id":"1525","chapter_code":"1KI.14","verse_code":"1KI.14.13","label":"13","content":"Cov Yixalayees yuav tuaj quaj nyiav nws thiab muab nws coj mus faus. Yelaunpau-as tsevneeg tsuas yog nws tus tub tib leeg thiaj li muab faus muaj ntxa, rau qhov tus TSWV uas yog cov Yixalayees tus Vajtswv txaus siab rau nws nkaus xwb."},{"bible_id":"1525","chapter_code":"1KI.14","verse_code":"1KI.14.14","label":"14","content":"Tus TSWV yuav tsa dua ib tug vajntxwv los kav haivneeg Yixalayees, nws yuav muab Yelaunpau-as tsevneeg tua kom tuag tu noob nrho."},{"bible_id":"1525","chapter_code":"1KI.14","verse_code":"1KI.14.15","label":"15","content":"Tus TSWV yuav rau txim rau cov Yixalayees, thiab lawv yuav tshee ua zog koog ib yam li tej tauj uas nyob hauv hav dej. Nws yuav muab cov Yixalayees ntiab tawm hauv lub tebchaws zoo tshaj plaws uas nws muab rau lawv cov yawgkoob mus, thiab nws yuav muab lawv raws kom khiav dhau plaws tus dej Efalates mus rau sab tim ub, vim lawv tau puab tej mlom pojniam Aselas los pe ua rau tus TSWV chim heev."},{"bible_id":"1525","chapter_code":"1KI.14","verse_code":"1KI.14.16","label":"16","content":"Vim Yelaunpau-as tau ua txhaum thiab nws coj cov Yixalayees mus ua kev txhaum, tus TSWV thiaj muab cov Yixalayees tso povtseg lawm.”"},{"bible_id":"1525","chapter_code":"1KI.14","verse_code":"1KI.14.17","label":"17","content":"Ces Yelaunpau-as tus pojniam txawm rov qab los rau hauv lub nroog Tilexas. Thaum nws los txog ntua hauv tsev, nws tus tub tu siav nrho."},{"bible_id":"1525","chapter_code":"1KI.14","verse_code":"1KI.14.18","label":"18","content":"Cov Yixalayees thiaj tuaj quaj nyiav thiab muab nws coj mus faus raws li tus TSWV tau hais rau nws tus tubtxib Ahiyas uas yog tus cev Vajtswv lus lawm."},{"bible_id":"1525","chapter_code":"1KI.14","verse_code":"1KI.14.19","label":"19","content":"Dua li lwm yam uas Vajntxwv Yelaunpau-as ua tas los, nws tej kev ntaus rog thiab tej kev tswjhwm puavleej muab sau cia rau hauv Phau Ntawv Keebkwm uas teev cov Yixalayees cov Vajntxwv lub neej lawm."},{"bible_id":"1525","chapter_code":"1KI.14","verse_code":"1KI.14.20","label":"20","content":"Yelaunpau-as ua vajntxwv kav tebchaws Yixalayees tau nees nkaum xyoo. Nws tuag thiab luag coj nws mus faus, thiab nws tus tub Nadas ua vajntxwv hloov nws chaw."},{"bible_id":"1525","chapter_code":"1KI.14","verse_code":"1KI.14.21","label":"21","content":"Thaum Xalumoos tus tub Lehaunpau-as ua vajntxwv kav tebchaws Yudas, nws hnubnyoog muaj plaub caug ib xyoos. Nws ua vajntxwv tau kaum xya xyoo nyob hauv lub nroog Yeluxalees uas tus TSWV xaiv hauv tebchaws Yixalayees los ua qhov chaw rau sawvdaws tuaj pehawm tus TSWV. Lehaunpau-as niam hu ua Na-amas thiab yog neeg Amoos."},{"bible_id":"1525","chapter_code":"1KI.14","verse_code":"1KI.14.22","label":"22","content":"Cov Yudas tau ua txhaum ntau yam rau tus TSWV thiab ua rau nws chim heev tshaj li thaum ub lawv cov yawgkoob tau ua los lawm."},{"bible_id":"1525","chapter_code":"1KI.14","verse_code":"1KI.14.23","label":"23","content":"Lawv ua tej chaw teev dab, txhos ncej zeb thiab puab mlom Aselas rau lawv pe saum tej ncov roob thiab hauv tej qab ntoo."},{"bible_id":"1525","chapter_code":"1KI.14","verse_code":"1KI.14.24","label":"24","content":"Tsis tas li ntawd xwb, tseem muaj cov txivneej thiab cov pojniam uas pheej mus ua niamntiav thiab txivntiav hauv tej tsev teev dab ntawd. Cov Yudas tau ua tej kev phem kev qias li cov neeg thaum ub uas tus TSWV muab ntiab tawm hauv lub tebchaws mus ua ntej cov Yixalayees los nyob."},{"bible_id":"1525","chapter_code":"1KI.14","verse_code":"1KI.14.25","label":"25","content":"Thaum Lehaunpau-as ua vajntxwv tau tsib xyoos lawm, Vajntxwv Sisaj uas kav tebchaws Iziv txawm tuaj tua lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"1KI.14","verse_code":"1KI.14.26","label":"26","content":"Nws coj tagnrho tej nyiaj uas muab tso rau hauv lub Tuamtsev thiab hauv lub loog thiab tej thaiv hniav ntaj uas Xalumoos muab kub nchuav ua huv tibsi mus lawm."},{"bible_id":"1525","chapter_code":"1KI.14","verse_code":"1KI.14.27","label":"27","content":"Vajntxwv Lehaunpau-as mam li nchuav dua ib co thaiv hniav ntaj tooj los hloov cov ntawd chaw, thiab muab rau cov tub fajxwm uas zov tej roojvag tau siv."},{"bible_id":"1525","chapter_code":"1KI.14","verse_code":"1KI.14.28","label":"28","content":"Txhua zaus uas vajntxwv mus hauv lub Tuamtsev, cov tub fajxwm yeej nqa rawv cov thaiv hniav ntaj tooj ntawd nrog nws mus thiab coj rov los cia rau hauv cov tub fajxwm tej chaw."},{"bible_id":"1525","chapter_code":"1KI.14","verse_code":"1KI.14.29","label":"29","content":"Dua li lwm yam uas Vajntxwv Lehaunpau-as ua tas los, puavleej muab sau cia rau hauv Phau Ntawv Keebkwm uas teev cov Yudas cov Vajntxwv lub neej lawm."},{"bible_id":"1525","chapter_code":"1KI.14","verse_code":"1KI.14.30","label":"30","content":"Txij thaum ntawd los Lehaunpau-as thiab Yelaunpau-as nkawd ib tug pheej ua rog rau ib tug tas nkawd tiam neej li."},{"bible_id":"1525","chapter_code":"1KI.14","verse_code":"1KI.14.31","label":"31","content":"Lehaunpau-as tuag thiab luag muab nws coj mus faus rau ntawm cov vajntxwv lub toj ntxas hauv Daviv lub nroog (nws niam hu ua Na-amas thiab yog neeg Amoos), thiab nws tus tub Anpiyas ua vajntxwv hloov nws chaw."},{"bible_id":"1525","chapter_code":"1KI.15","verse_code":"1KI.15.1","label":"1","content":"Thaum Nenpas tus tub Yelaunpau-as ua vajntxwv kav lub tebchaws Yixalayees tau kaum yim xyoo lawm, Anpiyas mam li ua vajntxwv kav lub tebchaws Yudas,"},{"bible_id":"1525","chapter_code":"1KI.15","verse_code":"1KI.15.2","label":"2","content":"thiab nws nyob hauv lub nroog Yeluxalees kav tau peb xyoos. Anpiyas niam hu ua Ma-akas thiab yog Axaloos tus ntxhais."},{"bible_id":"1525","chapter_code":"1KI.15","verse_code":"1KI.15.3","label":"3","content":"Anpiyas ua txhaum ib yam li nws txiv ua; nws yeej tsis hwm tus TSWV uas yog nws tus Vajtswv li nws yawgkoob Daviv lawm."},{"bible_id":"1525","chapter_code":"1KI.15","verse_code":"1KI.15.4","label":"4","content":"Tiamsis vim muaj Daviv, tus TSWV uas yog Daviv tus Vajtswv thiaj li pub Daviv tus xeebntxwv Anpiyas ua vajntxwv hloov nws chaw kav lub nroog Yeluxalees thiab tswj lub nroog ntawd nyob ruaj khov."},{"bible_id":"1525","chapter_code":"1KI.15","verse_code":"1KI.15.5","label":"5","content":"Tus TSWV ua li ntawd, vim Daviv yeej ua haum tus TSWV lub siab thiab nws yeej tsis tau ua ib yam dabtsi hla dhau tus TSWV tej lus samhwm li, tsuas yog qhov uas nws tau ua rau Uliyas uas yog neeg Hitis xwb."},{"bible_id":"1525","chapter_code":"1KI.15","verse_code":"1KI.15.6","label":"6","content":"Yelaunpau-as thiab Anpiyas nkawd rov pib ua rog sib tua mus txog thaum tas Anpiyas tiam neej li thiab."},{"bible_id":"1525","chapter_code":"1KI.15","verse_code":"1KI.15.7","label":"7","content":"Dua li lwm yam uas Anpiyas ua tas los, puavleej muab sau cia rau hauv  Phau Ntawv Keebkwm uas teev cov Yudas cov Vajntxwv lub neej lawm."},{"bible_id":"1525","chapter_code":"1KI.15","verse_code":"1KI.15.8","label":"8","content":"Anpiyas tuag thiab luag coj nws mus faus rau ntawm Daviv lub nroog, thiab nws tus tub Axas ua vajntxwv hloov nws chaw."},{"bible_id":"1525","chapter_code":"1KI.15","verse_code":"1KI.15.9","label":"9","content":"Thaum Vajntxwv Yelaunpau-as ua vajntxwv kav lub tebchaws Yixalayees tau nees nkaum xyoo lawm, Axas mam li ua vajntxwv kav lub tebchaws Yudas,"},{"bible_id":"1525","chapter_code":"1KI.15","verse_code":"1KI.15.10","label":"10","content":"thiab nws nyob hauv lub nroog Yeluxalees kav tau plaub caug ib xyoos. Nws pog yog Axaloos tus ntxhais Ma-akas."},{"bible_id":"1525","chapter_code":"1KI.15","verse_code":"1KI.15.11","label":"11","content":"Axas ua lub neej ncaj ncees haum tus TSWV lub siab, ib yam li thaum ub nws yawgkoob Daviv tau ua los lawm."},{"bible_id":"1525","chapter_code":"1KI.15","verse_code":"1KI.15.12","label":"12","content":"Nws muab cov txivneej thiab cov pojniam uas pheej ua niamntiav thiab txivntiav ntiab tawm hauv tej tsev teev dab hauv nws lub tebchaws mus, thiab nws muab tej mlom tooj uas nws cov yawgkoob ua coj mus povtseg huv tibsi."},{"bible_id":"1525","chapter_code":"1KI.15","verse_code":"1KI.15.13","label":"13","content":"Axas muab nws pog Ma-akas lub meejmom uas yog poj vajntxwv txo tsis pub ua ntxiv lawm, vim nws yog tus uas hais kom txua tus mlom pojniam Aselas. Axas thiaj muab tus mlom ntawd txiav thiab coj mus hlawv rau hauv lub Hav Kiloos."},{"bible_id":"1525","chapter_code":"1KI.15","verse_code":"1KI.15.14","label":"14","content":"Txawm yog Axas tsis tau muab tej tsev teev dab rhuav kom puastsuaj tas los nws yeej ua neeg ncaj ncees thiab muab siab npuab tus TSWV tas nws simneej."},{"bible_id":"1525","chapter_code":"1KI.15","verse_code":"1KI.15.15","label":"15","content":"Nws muab tej khoom uas nws txiv muab fij rau Vajtswv lawm, coj mus tso rau hauv lub Tuamtsev nrog tej nyiaj tej kub uas nws muab fij rau tus TSWV lawm."},{"bible_id":"1525","chapter_code":"1KI.15","verse_code":"1KI.15.16","label":"16","content":"Cov Yudas tus Vajntxwv Axas thiab cov Yixalayees tus Vajntxwv Npasas rov ua rog mus txog thaum tas nkawd tiam neej."},{"bible_id":"1525","chapter_code":"1KI.15","verse_code":"1KI.15.17","label":"17","content":"Cov Yixalayees tus Vajntxwv Npasas mus tua cov Yudas thiab tsim lub nroog Lamas ua chaw txiav kev tsis pub cov Yudas mus los."},{"bible_id":"1525","chapter_code":"1KI.15","verse_code":"1KI.15.18","label":"18","content":"Yog li ntawd, Vajntxwv Axas thiaj muab tej kub uas seem hauv lub Tuamtsev thiab hauv lub loog rau nws cov nomtswv nqa mus rau pem lub nroog Damaxes thiab muab pub rau cov Xilias tus Vajntxwv Npeehadas uas yog Talee-moos tus tub thiab yog Hexi-oos tus xeebntxwv nrog cov lus uas hais li no:"},{"bible_id":"1525","chapter_code":"1KI.15","verse_code":"1KI.15.19","label":"19","content":"“Cia wb tuav tes ua phoojywg ib yam li thaud koj txiv thiab kuv txiv ua phoojywg los lawm. Cov nyiaj thiab cov kub no yog coj tuaj pub rau koj ua kev sib raug zoo. Nimno thov koj cia li txiav kev ua phoojywg nrog cov Yixalayees tus Vajntxwv Npasas kom nws thiaj thim nws cov tubrog tawm hauv kuv cheebtsam av mus.”"},{"bible_id":"1525","chapter_code":"1KI.15","verse_code":"1KI.15.20","label":"20","content":"Vajntxwv Npeehadas pom zoo ua li Axas hais thiab tso nws cov thawj tubrog coj lawv cov tubrog mus tua cov Yixalayees tej nroog. Lawv mus txeeb tau lub nroog Iyoos, lub nroog Das, lub nroog Anpees Npethes Ma-akas, cheebtsam uas ze lub Pasdej Kalilais thiab mus rau tagnrho cheebtsam Nathalis."},{"bible_id":"1525","chapter_code":"1KI.15","verse_code":"1KI.15.21","label":"21","content":"Thaum Vajntxwv Npasas hnov tej xwmtxheej no tshwm tuaj lawm, nws txawm tso tseg tsis tsim lub nroog Lamas ntxiv, thiab rov qab mus rau hauv lub nroog Tilexas lawm."},{"bible_id":"1525","chapter_code":"1KI.15","verse_code":"1KI.15.22","label":"22","content":"Vajntxwv Axas thiaj li tso xov mus rau cov pejxeem txhua tus thoob plaws tebchaws Yudas, kom cia li tuaj pab tshem tej pobzeb thiab tej ntoo uas Npasas coj tuaj kho lub nroog Lamas ntawd povtseg. Axas muab tej khoom ntawd mus ua lub nroog Nkenpas uas nyob hauv cheebtsam Npeenyamees thiab lub nroog Mixepas."},{"bible_id":"1525","chapter_code":"1KI.15","verse_code":"1KI.15.23","label":"23","content":"Dua li lwm yam uas Vajntxwv Axas ua tas los, nws lub peevxwm thiab tej nroog uas nws ua, puavleej muab sau cia rau hauv  Phau Ntawv Keebkwm uas teev cov Yudas cov Vajntxwv lub neej lawm.   Tiamsis thaum nws laus lawm txawm muaj mob rau nws ob txhais kotaw."},{"bible_id":"1525","chapter_code":"1KI.15","verse_code":"1KI.15.24","label":"24","content":"Axas tuag thiab luag coj nws mus faus rau ntawm cov vajntxwv lub toj ntxas hauv Daviv lub nroog, thiab nws tus tub Yehausafas ua vajntxwv hloov nws chaw."},{"bible_id":"1525","chapter_code":"1KI.15","verse_code":"1KI.15.25","label":"25","content":"Thaum Axas ua vajntxwv kav lub tebchaws Yudas tau ob xyoos lawm, Yelaunpau-as tus tub Nadas mam li ua vajntxwv kav lub tebchaws Yixalayees, thiab nws kav tau ob xyoos."},{"bible_id":"1525","chapter_code":"1KI.15","verse_code":"1KI.15.26","label":"26","content":"Nws coj cov Yixalayees mus ua txhaum rau tus TSWV ib yam li nws txiv."},{"bible_id":"1525","chapter_code":"1KI.15","verse_code":"1KI.15.27","label":"27","content":"Ahiyas tus tub Npasas uas yog xeem Ixakhas tau ntxeev siab rau Nadas thiab muab Nadas tua thaum Nadas thiab nws cov tubrog tseem tabtom mus vij lub nroog Nkinpethoos hauv tebchaws Filitees."},{"bible_id":"1525","chapter_code":"1KI.15","verse_code":"1KI.15.28","label":"28","content":"Ces Npasas thiaj ua vajntxwv hloov Nadas chaw. Thaum ntawd Axas twb ua vajntxwv kav lub tebchaws Yudas tau peb xyoos lawm."},{"bible_id":"1525","chapter_code":"1KI.15","verse_code":"1KI.15.29","label":"29","content":"Txij thaum ntawd los Npasas muab Yelaunpau-as tsevneeg tua tuag tas raws li tus TSWV tej lus uas nws hais rau nws tus tubtxib Ahiyas uas yog tus cev Vajtswv lus hauv lub nroog Silaus, ces Yelaunpau-as tsevneeg raug tua tuag tu noob nrho tsis tshuav ib tug li."},{"bible_id":"1525","chapter_code":"1KI.15","verse_code":"1KI.15.30","label":"30","content":"Qhov uas muaj tej xwmtxheej no twb yog vim Yelaunpau-as ua rau tus TSWV uas yog cov Yixalayees tus Vajtswv chim heev, vim tej kev txhaum uas nws ua thiaj coj cov Yixalayees mus ua txhaum."},{"bible_id":"1525","chapter_code":"1KI.15","verse_code":"1KI.15.31","label":"31","content":"Dua li lwm yam uas Nadas ua tas los puavleej muab sau cia rau hauv  Phau Ntawv Keebkwm uas teev cov Yixalayees cov Vajntxwv lub neej lawm."},{"bible_id":"1525","chapter_code":"1KI.15","verse_code":"1KI.15.32","label":"32","content":"Cov Yudas tus Vajntxwv Axas thiab cov Yixalayees tus Vajntxwv Npasas rov ua rog mus txog thaum tas nkawd tiam neej li thiab."},{"bible_id":"1525","chapter_code":"1KI.15","verse_code":"1KI.15.33","label":"33","content":"Thaum Vajntxwv Axas ua vajntxwv kav lub tebchaws Yudas tau peb xyoos lawm, Ahiyas tus tub Npasas mam li ua vajntxwv kav lub tebchaws Yixalayees, thiab nws nyob hauv lub nroog Tilexas kav tau nees nkaum plaub xyoos."},{"bible_id":"1525","chapter_code":"1KI.15","verse_code":"1KI.15.34","label":"34","content":"Nws coj cov Yixalayees mus ua txhaum rau tus TSWV ib yam li Yelaunpau-as."},{"bible_id":"1525","chapter_code":"1KI.16","verse_code":"1KI.16.1","label":"1","content":"Tus TSWV hais rau tus cev Vajtswv lus Yehus uas yog Hananis tus tub kom mus hais rau Npasas li no:"},{"bible_id":"1525","chapter_code":"1KI.16","verse_code":"1KI.16.2","label":"2","content":"“Koj yeej tsis tseemceeb dabtsi, tiamsis kuv tsa koj ua tus thawjcoj coj kuv haivneeg Yixalayees. Koj ua txhaum ib yam li Yelaunpau-as ua, thiab koj coj kuv haivneeg mus ua txhaum, ua rau kuv chim heev."},{"bible_id":"1525","chapter_code":"1KI.16","verse_code":"1KI.16.3","label":"3","content":"Yog li ntawd, kuv yuav ua rau koj tsevneeg kom puastsuaj ib yam li kuv ua rau Yelaunpau-as tsevneeg thiab."},{"bible_id":"1525","chapter_code":"1KI.16","verse_code":"1KI.16.4","label":"4","content":"Koj tsevneeg txhua tus uas tuag rau hauv nroog, dev yuav tuaj muab noj kom tas huv tibsi, thiab txhua tus uas tuag rau tom tej nras los dav npoj yuav los muab noj kom tas.”"},{"bible_id":"1525","chapter_code":"1KI.16","verse_code":"1KI.16.5","label":"5","content":"Dua li lwm yam uas Npasas ua tas los, thiab nws lub peevxwm puavleej muab sau cia rau hauv  Phau Ntawv Keebkwm uas teev cov Yixalayees cov Vajntxwv lub neej lawm."},{"bible_id":"1525","chapter_code":"1KI.16","verse_code":"1KI.16.6","label":"6","content":"Npasas tuag thiab luag coj nws mus faus rau hauv lub nroog Tilexas, thiab nws tus tub Elas ua vajntxwv hloov nws chaw."},{"bible_id":"1525","chapter_code":"1KI.16","verse_code":"1KI.16.7","label":"7","content":"Tus TSWV muab tej lus foom tsis zoo no rau Yehus uas yog tus cev Vajtswv lus coj mus hais rau Npasas thiab nws tsevneeg twb yog vim tej uas nws tau ua txhaum rau tus TSWV. Qhov uas nws ua rau tus TSWV chim tsis yog vim tej kev phem kev qias uas nws ua raws li Vajntxwv Yelaunpau-as ua tas los xwb, tiamsis yog qhov uas nws muab Yelaunpau-as tsevneeg tua tuag tu noob nrho lawm."},{"bible_id":"1525","chapter_code":"1KI.16","verse_code":"1KI.16.8","label":"8","content":"Thaum Vajntxwv Axas ua vajntxwv kav lub tebchaws Yudas tau nees nkaum rau xyoo lawm, Npasas tus tub Elas mam li ua vajntxwv kav lub tebchaws Yixalayees, thiab nws nyob hauv lub nroog Tilexas kav tau ob xyoos."},{"bible_id":"1525","chapter_code":"1KI.16","verse_code":"1KI.16.9","label":"9","content":"Ximelis uas yog Elas ib tug thawj saib ib nrab ntawm vajntxwv cov tsheb nees, tau ntxeev siab rau vajntxwv. Muaj ib hnub Elas mus haus cawv hauv Alexas tsev hauv lub nroog Tilexas. Alexas yog tus uas saib lub loog."},{"bible_id":"1525","chapter_code":"1KI.16","verse_code":"1KI.16.10","label":"10","content":"Ximelis txawm nkag mus muab Elas ntaus tuag rau hauv lub tsev ntawd, thiab nws ua vajntxwv hloov Elas chaw. Thaum ntawd Axas twb ua vajntxwv kav lub tebchaws Yudas tau nees nkaum xya xyoo lawm."},{"bible_id":"1525","chapter_code":"1KI.16","verse_code":"1KI.16.11","label":"11","content":"Tom qab uas Ximelis los ua vajntxwv tau tsis ntev, nws muab Npasas tsevneeg tua tuag tu noob nrho. Txhua tus txivneej uas yog Npasas kwvtij thiab phoojywg, Ximelis muab tua tas huv tibsi."},{"bible_id":"1525","chapter_code":"1KI.16","verse_code":"1KI.16.12","label":"12","content":"Qhov uas Ximelis muab Npasas tsevneeg tua tuag tagnrho yog raws li tej lus uas tus TSWV kom Yehus uas yog tus cev Vajtswv lus mus hais rau Npasas ntag."},{"bible_id":"1525","chapter_code":"1KI.16","verse_code":"1KI.16.13","label":"13","content":"Qhov uas Npasas thiab nws tus tub Elas tau ua rau tus TSWV uas yog cov Yixalayees tus Vajtswv chim, mas yog nkawd pheej mus pe dab pe mlom thiab coj cov Yixalayees mus ua txhaum."},{"bible_id":"1525","chapter_code":"1KI.16","verse_code":"1KI.16.14","label":"14","content":"Dua li lwm yam uas Elas ua tas los puavleej muab sau cia rau hauv  Phau Ntawv Keebkwm uas teev cov Yixalayees cov Vajntxwv lub neej lawm."},{"bible_id":"1525","chapter_code":"1KI.16","verse_code":"1KI.16.15","label":"15","content":"Thaum Axas ua vajntxwv kav lub tebchaws Yudas tau nees nkaum xya xyoo lawm, Ximelis mam li ua vajntxwv kav lub tebchaws Yixalayees; nws nyob hauv lub nroog Tilexas kav tau xya hnub. Thaum ntawd cov tubrog Yixalayees tseem tabtom mus puav tua cov Filitees lub nroog Nkinpethoos,"},{"bible_id":"1525","chapter_code":"1KI.16","verse_code":"1KI.16.16","label":"16","content":"ces thaum lawv hnov dheev hais tias Ximelis ntxeev siab rau vajntxwv thiab muab vajntxwv ntaus tuag lawm, tamsim ntawd lawv cia li muab Aumelis uas yog lawv tus thawj tubrog tsa ua cov Yixalayees tus vajntxwv."},{"bible_id":"1525","chapter_code":"1KI.16","verse_code":"1KI.16.17","label":"17","content":"Aumelis thiab nws cov tubrog cia li tso lub nroog Nkinpethoos tseg thiab mus puav tua lub nroog Tilexas."},{"bible_id":"1525","chapter_code":"1KI.16","verse_code":"1KI.16.18","label":"18","content":"Thaum Ximelis pom hais tias lub nroog Tilexas poob lawm, nws txawm mus rau hauv chav tsev hauv plawv lub loog thiab zes hluavtaws hlawv lub loog, ces nws thiaj tuag rau hauv lawm."},{"bible_id":"1525","chapter_code":"1KI.16","verse_code":"1KI.16.19","label":"19","content":"Tej xwm no tshwmsim twb yog vim nws ua txhaum rau tus TSWV thiab coj cov Yixalayees mus ua txhaum ib yam li nws yawgkoob Yelaunpau-as ua."},{"bible_id":"1525","chapter_code":"1KI.16","verse_code":"1KI.16.20","label":"20","content":"Dua li lwm yam uas Ximelis ua tas los puavleej muab sau cia rau hauv  Phau Ntawv Keebkwm uas teev cov Yixalayees cov Vajntxwv lub neej lawm."},{"bible_id":"1525","chapter_code":"1KI.16","verse_code":"1KI.16.21","label":"21","content":"Thaum ntawd cov Yixalayees faib ua ob pab lawm: ib pab xav tsa Nkinas tus tub Tinpenis ua vajntxwv, tiamsis ib pab txaus siab rau Aumelis xwb."},{"bible_id":"1525","chapter_code":"1KI.16","verse_code":"1KI.16.22","label":"22","content":"Ces thaum kawg, pab uas txaus siab tuaj Aumelis tog yeej, lawv thiaj muab Tinpenis tua tuag. Aumelis thiaj tau ua vajntxwv."},{"bible_id":"1525","chapter_code":"1KI.16","verse_code":"1KI.16.23","label":"23","content":"Yog li ntawd, thaum Axas ua vajntxwv kav lub tebchaws Yudas tau peb caug ib xyoo lawm, Aumelis mam li ua vajntxwv kav lub tebchaws Yixalayees, thiab nws kav tau kaum ob xyoos. Thawj rau lub xyoo nws nyob hauv lub nroog Tilexas kav."},{"bible_id":"1525","chapter_code":"1KI.16","verse_code":"1KI.16.24","label":"24","content":"Nws muab rau txhiab daim nyiaj mus yuav tau lub laj roob Xamalis ntawm ib tug txivneej hu ua Semelis. Ces Aumelis txawm mus txhim kho lub laj roob ntawd, ua tau ib lub nroog rau saum, thiab tis npe rau lub nroog ntawd hu ua Xamalis, raws li Semelis lub npe uas yog tus qub tswv lub laj roob ntawd."},{"bible_id":"1525","chapter_code":"1KI.16","verse_code":"1KI.16.25","label":"25","content":"Aumelis tseem ua txhaum rau tus TSWV loj tshaj cov vajntxwv uas xub nyob ua ntej nws lawm thiab."},{"bible_id":"1525","chapter_code":"1KI.16","verse_code":"1KI.16.26","label":"26","content":"Nws ua rau tus TSWV uas yog cov Yixalayees tus Vajtswv chim heev, vim nws tau coj cov Yixalayees mus ua txhaum thiab mus pe dab pe mlom, ib yam li thaum ub Yelaunpau-as tau ua lawm."},{"bible_id":"1525","chapter_code":"1KI.16","verse_code":"1KI.16.27","label":"27","content":"Dua li lwm yam uas Aumelis ua tas los, puavleej muab sau cia rau hauv  Phau Ntawv Keebkwm uas teev cov Yixalayees cov Vajntxwv lub neej lawm."},{"bible_id":"1525","chapter_code":"1KI.16","verse_code":"1KI.16.28","label":"28","content":"Aumelis tuag thiab luag coj nws mus faus rau hauv lub nroog Xamalis, thiab nws tus tub Ahaj ua vajntxwv hloov nws chaw."},{"bible_id":"1525","chapter_code":"1KI.16","verse_code":"1KI.16.29","label":"29","content":"Thaum uas Axas ua vajntxwv kav lub tebchaws Yudas tau peb caug yim xyoo lawm, Aumelis tus tub Ahaj mam li ua vajntxwv kav lub tebchaws Yixalayees, thiab nws nyob hauv lub nroog Xamalis kav tau nees nkaum ob xyoos."},{"bible_id":"1525","chapter_code":"1KI.16","verse_code":"1KI.16.30","label":"30","content":"Nws ua txhaum rau tus TSWV heev tshaj cov vajntxwv thaum ub ua lawm thiab."},{"bible_id":"1525","chapter_code":"1KI.16","verse_code":"1KI.16.31","label":"31","content":"Tej kev txhaum uas nws ua li Vajntxwv Yelaunpau-as ua tseem tsis txaus nws siab thiab; tsis tas li ntawd xwb, nws mus yuav Vajntxwv Enpa-as tus ntxhais Yexenpees los ua pojniam thiab mus pe tus mlom Npa-as."},{"bible_id":"1525","chapter_code":"1KI.16","verse_code":"1KI.16.32","label":"32","content":"Nws ua tau ib lub tsev teev Npa-as rau hauv lub nroog Xamalis thiab ua tau ib lub thaj rau nws, thiab muab teeb rau hauv lub tsev uas nws ua teev tus mlom Npa-as ntawd."},{"bible_id":"1525","chapter_code":"1KI.16","verse_code":"1KI.16.33","label":"33","content":"Nws tseem puab tau ib tug mlom pojniam Aselas los rau sawvdaws pe. Nws ua rau tus TSWV uas yog cov Yixalayees tus Vajtswv chim rau nws tshaj cov Yixalayees cov vajntxwv txhua tus uas tau ua tas los lawm thiab."},{"bible_id":"1525","chapter_code":"1KI.16","verse_code":"1KI.16.34","label":"34","content":"Thaum nws tseem ua vajntxwv, Hiyees uas nyob hauv Npethees thiaj tuaj kho lub nroog Yelikaus. Ces Hiyees tus tub hlob uas hu ua Anpilas tuag thaum nws pib kho lub nroog Yelikaus, thiab nws tus tub ntxawg uas hu ua Xenkus tuag rau thaum uas nws ua cov roojvag, raws li tus TSWV tau hais tseg rau Noos tus tub Yausuas lawm."},{"bible_id":"1525","chapter_code":"1KI.17","verse_code":"1KI.17.1","label":"1","content":"Muaj ib tug cev Vajtswv lus hu ua Eliyas, nyob hauv lub nroog Tisenpes hauv cheebtsam Nkile-as, hais rau Vajntxwv Ahaj hais tias, “Kuv tuav tus TSWV uas yog cov Yixalayees tus Vajtswv uas muaj sia nyob, tus uas kuv niaj hnub ua nws tes haujlwm lub npe hais rau koj hais tias ob lossis peb xyoo tom ntej no yuav tsis muaj ib ncos lwg lossis ib kob nag los mus txog thaum kuv hais kom muaj thiaj li yuav rov muaj.”"},{"bible_id":"1525","chapter_code":"1KI.17","verse_code":"1KI.17.2","label":"2","content":"Ces tus TSWV hais rau Eliyas hais tias,"},{"bible_id":"1525","chapter_code":"1KI.17","verse_code":"1KI.17.3","label":"3","content":"“Koj cia li tawm ntawm qhov chaw no mus rau sab hnubtuaj, mus nkaum ze rau ntawm tus dej Khelis uas nyob ntawm tus dej Yauladees sab hnubtuaj."},{"bible_id":"1525","chapter_code":"1KI.17","verse_code":"1KI.17.4","label":"4","content":"Koj yuav tau tus dej ntawd haus, thiab kuv twb hais kom uablag nqa mov los rau koj noj nyob qhov ntawd lawm.”"},{"bible_id":"1525","chapter_code":"1KI.17","verse_code":"1KI.17.5","label":"5","content":"Eliyas thiaj ua raws li tus TSWV hais. Nws txawm mus nyob ntawm tus dej Khelis."},{"bible_id":"1525","chapter_code":"1KI.17","verse_code":"1KI.17.6","label":"6","content":"Nws haus tus dej ntawd thiab uablag pheej nqa mov thiab nqaij los rau nws noj txhua tagkis thiab txhua hmo."},{"bible_id":"1525","chapter_code":"1KI.17","verse_code":"1KI.17.7","label":"7","content":"Tiamsis tsis ntev tom qab ntawd, tus dej kuj qhuav tas vim tsis muaj nag los."},{"bible_id":"1525","chapter_code":"1KI.17","verse_code":"1KI.17.8","label":"8","content":"Ces tus TSWV hais rau Eliyas hais tias,"},{"bible_id":"1525","chapter_code":"1KI.17","verse_code":"1KI.17.9","label":"9","content":"“Koj cia li sawv kev mus rau pem lub nroog Xalefas uas nyob ze lub nroog Xidoos thiab mus nyob qhov ntawd. Kuv twb hais rau ib tug pojntsuam uas nyob hauv lub nroog ntawd kom nws pub zaub pub mov rau koj noj lawm.”"},{"bible_id":"1525","chapter_code":"1KI.17","verse_code":"1KI.17.10","label":"10","content":"Yog li ntawd, Eliyas thiaj mus rau pem lub nroog Xalefas. Thaum nws mus txog ntawm lub roojvag nroog, nws pom ib tug pojntsuam tabtom tuaj khaws taws. Eliyas txawm hais rau tus pojntsuam ntawd hais tias, “Thov koj nqa mentsis dej tuaj pub rau kuv haus.”"},{"bible_id":"1525","chapter_code":"1KI.17","verse_code":"1KI.17.11","label":"11","content":"Thaum tus pojntsuam tabtom rov mus nqa dej, Eliyas txawm hu hais tias, “Thov nqa mentsis mov tuaj pub kuv noj thiab.”"},{"bible_id":"1525","chapter_code":"1KI.17","verse_code":"1KI.17.12","label":"12","content":"Nws teb hais tias, “Kuv thov coglus rau tus TSWV, koj tus Vajtswv uas muaj sia nyob hais tias, kuv tsis muaj mov lawm. Kuv tsuas tshuav ib nyuag taus hmoov nplej nyob hauv tais thiab ib qho nyuag roj txiv ntoo nyob hauv qab hub lawm xwb. Kuv tuaj khaws taws coj mus rauv ua qhov nyuag hmoov nplej ntawd rau kuv thiab kuv tus tub noj. Pluas mov no yog pluas mov kawg, ces wb tos tuag lawm xwb.”"},{"bible_id":"1525","chapter_code":"1KI.17","verse_code":"1KI.17.13","label":"13","content":"Eliyas txawm hais rau tus pojntsuam ntawd hais tias, “Koj tsis txhob txhawj, cia li mus ua koj pluas hmo. Tiamsis xub ua ib qho me me nqa tuaj rau kuv noj tso, koj mam li rov mus muab qhov seem ua rau koj thiab koj tus tub noj."},{"bible_id":"1525","chapter_code":"1KI.17","verse_code":"1KI.17.14","label":"14","content":"Vim tus TSWV uas yog cov Yixalayees tus Vajtswv hais li no: ‘Cov hmoov nplej hauv lub tais yuav tsis paub tas thiab cov roj hauv lub hub yuav tsis paub qhuav ua ntej uas tus TSWV tso nag los.’ ”"},{"bible_id":"1525","chapter_code":"1KI.17","verse_code":"1KI.17.15","label":"15","content":"Tus pojntsuam ntawd thiaj mus ua raws li Eliyas hais rau nws, lawv thiaj muaj mov txaus noj ntau hnub."},{"bible_id":"1525","chapter_code":"1KI.17","verse_code":"1KI.17.16","label":"16","content":"Raws li tus TSWV tau coglus tseg rau Eliyas lawm hais tias cov hmoov nplej hauv lub tais yuav tsis paub tas thiab cov roj hauv lub hub yuav tsis paub qhuav."},{"bible_id":"1525","chapter_code":"1KI.17","verse_code":"1KI.17.17","label":"17","content":"Tsis ntev tom qab no, muaj ib hnub tus pojntsuam ntawd tus tub txawm mob; nws mob hnyav heev zuj zus, thaum kawg nws txawm tuag lawm."},{"bible_id":"1525","chapter_code":"1KI.17","verse_code":"1KI.17.18","label":"18","content":"Tus pojntsuam ntawd hais rau Eliyas hais tias, “Koj twb yog Vajtswv tus neeg, ua li cas koj thiaj ua li no rau kuv? Koj tuaj ntawm no, yog koj tuaj ua kom Vajtswv nco txog kuv tej kev txhaum uas kuv tau ua tas los lawm kom kuv tus tub tuag xwb los?”"},{"bible_id":"1525","chapter_code":"1KI.17","verse_code":"1KI.17.19","label":"19","content":"Eliyas hais tias, “Cia li puag koj tus tub los rau kuv.” Eliyas tsaws hlo tus metub ntawm leej niam xubntiag, puag mus rau saum chav uas Eliyas nyob, thiab muab tus tub ntawd tso pw rau saum Eliyas lub txaj."},{"bible_id":"1525","chapter_code":"1KI.17","verse_code":"1KI.17.20","label":"20","content":"Ces Eliyas tsa ncauj thov Vajtswv hais tias, “Tus TSWV uas yog kuv tus Vajtswv, vim li cas koj ua rau tus pojntsuam no tau kev txomnyem ua luaj no? Nws yog tus uas muaj lub siab dawb pub zaub pub mov rau kuv noj, vim li cas koj ua rau nws tus tub tuag lawm!”"},{"bible_id":"1525","chapter_code":"1KI.17","verse_code":"1KI.17.21","label":"21","content":"Ces Eliyas txawm qhau cev hlo pw tsuam tus tub ntawd lub cev peb zaug thiab thov Vajtswv hais tias, “Tus TSWV uas yog kuv tus Vajtswv, thov koj rau siav rau pa rau tus tub no kom rov muaj sia lauj!”"},{"bible_id":"1525","chapter_code":"1KI.17","verse_code":"1KI.17.22","label":"22","content":"Tus TSWV teb Eliyas tej lus thov, ces tus tub ntawd txawm ua pa thiab rov muaj sia lawm."},{"bible_id":"1525","chapter_code":"1KI.17","verse_code":"1KI.17.23","label":"23","content":"Eliyas thiaj puag tus tub ntawd nqis los rau txheej tsev hauv qab no, muab rau leej niam thiab hais rau nws hais tias, “Koj saib, koj tus tub rov muaj sia lawm!”"},{"bible_id":"1525","chapter_code":"1KI.17","verse_code":"1KI.17.24","label":"24","content":"Tus pojntsuam ntawd teb hais tias, “Nimno kuv paub lawm hais tias koj yog Vajtswv tus neeg thiab yog tus cev Vajtswv lus tiag.”"},{"bible_id":"1525","chapter_code":"1KI.18","verse_code":"1KI.18.1","label":"1","content":"Tau ib ntu tom qab no, yog xyoo peb uas ntuj qhuav teb nkig ntawd, tus TSWV hais rau Eliyas hais tias, “Koj cia li mus cuag Vajntxwv Ahaj kuv yuav tso nag los.”"},{"bible_id":"1525","chapter_code":"1KI.18","verse_code":"1KI.18.2","label":"2","content":"Yog li ntawd, Eliyas thiaj mus lawm. Thaum ntawd muaj kev tshaib nqhis nyob hauv lub xeev Xamalis,"},{"bible_id":"1525","chapter_code":"1KI.18","verse_code":"1KI.18.3","label":"3","content":"Vajntxwv Ahaj thiaj hu kom Aunpadiyas, tus uas saib lub loog mus cuag nws. (Aunpadiyas yog ib tug uas hwm tus TSWV heev."},{"bible_id":"1525","chapter_code":"1KI.18","verse_code":"1KI.18.4","label":"4","content":"Thaum Yexenpees ntes tus TSWV cov cevlus tua povtseg, Aunpadiyas tau coj cov cev Vajtswv lus ntawd ib puas leej mus zais rau hauv ob lub qhov tsua, ib pab tsib caug leej, nws xa zaub mov thiab dej mus rau lawv noj thiab haus.)"},{"bible_id":"1525","chapter_code":"1KI.18","verse_code":"1KI.18.5","label":"5","content":"Ahaj hais rau Aunpadiyas hais tias, “Wb cia li tawm mus xyuas  txhua lub qhovdej txhawv thiab txhua lub hav thoob plaws hauv lub tebchaws no saib puas pom muaj zaub nyob qhov twg txaus peb tej nees thiab neesluav noj thiaj cawm tau tej tsiaj ntawd. Peb tej tsiaj thiaj yuav tsis tuag tshaib.”"},{"bible_id":"1525","chapter_code":"1KI.18","verse_code":"1KI.18.6","label":"6","content":"Ces nkawd txawm pom zoo muab lub tebchaws faib raws li nkawd nyiam, ces nkawd nyias mus nyias rau ib txojkev lawm."},{"bible_id":"1525","chapter_code":"1KI.18","verse_code":"1KI.18.7","label":"7","content":"Thaum Aunpadiyas tabtom taug kev mus, nws txawm ntsib Eliyas. Nws tseem nco tau Eliyas, nws thiaj nyo hau ntshis hawm thiab nug hais tias, “Koj puas yog Eliyas?”"},{"bible_id":"1525","chapter_code":"1KI.18","verse_code":"1KI.18.8","label":"8","content":"Eliyas teb hais tias, “Kuv yog Eliyas. Koj cia li rov qab mus thiab qhia rau koj tus tswv uas yog vajntxwv hais tias, kuv nyob ntawm no.”"},{"bible_id":"1525","chapter_code":"1KI.18","verse_code":"1KI.18.9","label":"9","content":"Aunpadiyas teb hais tias, “Kuv tau ua txhaum dabtsi, koj thiaj yuav muab kuv cob rau Ahaj txhais tes? Kuv ntshai nyob tsam nws muab kuv tua povtseg."},{"bible_id":"1525","chapter_code":"1KI.18","verse_code":"1KI.18.10","label":"10","content":"Kuv thov coglus rau ntawm tus TSWV uas yog koj tus Vajtswv uas muaj sia nyob hais tias, vajntxwv twb txib neeg mus nrhiav koj rau txhua lub tebchaws thoob plaws hauv ntiajteb no lawm. Yog tus nom uas kav lub tebchaws twg hais tias tsis pom koj nyob hauv nws lub tebchaws, ces Ahaj yeej kom tus uas kav lub tebchaws ntawd tsa tes twv hais tias nws yeej tsis pom koj nyob qhov twg li."},{"bible_id":"1525","chapter_code":"1KI.18","verse_code":"1KI.18.11","label":"11","content":"Nimno koj ho xav li cas, koj thiaj kom kuv mus qhia rau nws hais tias koj nyob ntawm no?"},{"bible_id":"1525","chapter_code":"1KI.18","verse_code":"1KI.18.12","label":"12","content":"Nyob tsam thaum kuv tabtom mus lawm, tus TSWV tus ntsujplig los coj koj mus rau qhov chaw uas tsis muaj neeg paub lawm ne? Ces thaum kuv mus qhia rau Ahaj hais tias koj nyob ntawm no, tiamsis nws ho tuaj nrhiav tsis pom koj, ces thaum ntawd nws yuav muab kuv tua povtseg xwb. Koj nco ntsoov hais tias kuv yeej yog tus uas ibtxwm pehawm tus TSWV thaum kuv tseem yog menyuam yaus los lawm."},{"bible_id":"1525","chapter_code":"1KI.18","verse_code":"1KI.18.13","label":"13","content":"Koj puas hnov zaj uas Yexenpees ntes tus TSWV cov cevlus tua povtseg, kuv coj tau ib puas leej mus zais rau hauv ob lub qhov tsua, ib pab twg tsib caug leej, kuv xa zaub mov thiab dej mus rau lawv noj thiab haus?"},{"bible_id":"1525","chapter_code":"1KI.18","verse_code":"1KI.18.14","label":"14","content":"Yog li ntawd, koj yuav ua li cas txib kuv mus qhia rau vajntxwv hais tias koj nyob ntawm no? Nws yeej yuav muab kuv tua povtseg xwb!”"},{"bible_id":"1525","chapter_code":"1KI.18","verse_code":"1KI.18.15","label":"15","content":"Eliyas teb hais tias, “Kuv thov coglus rau tus TSWV uas muaj hwjchim loj kawg nkaus, tus uas kuv niaj hnub ua nws tes haujlwm hais tias, hnub no kuv yuav mus kom tshwm ntsej tshwm muag rau Vajntxwv Ahaj pom ntag!”"},{"bible_id":"1525","chapter_code":"1KI.18","verse_code":"1KI.18.16","label":"16","content":"Yog li ntawd, Aunpadiyas thiaj mus cuag Vajntxwv Ahaj thiab qhia zaj no rau nws, ces Ahaj txawm mus cuag Eliyas."},{"bible_id":"1525","chapter_code":"1KI.18","verse_code":"1KI.18.17","label":"17","content":"Thaum Ahaj pom dheev Eliyas, Ahaj hais tias, “Twb yog koj ntag, koj yog tus uas ua rau cov Yixalayees tau kev nyuaj siab ntxov plawv kawg li.”"},{"bible_id":"1525","chapter_code":"1KI.18","verse_code":"1KI.18.18","label":"18","content":"Eliyas teb hais tias, “Kuv tsis yog tus uas ua kom cov Yixalayees tau kev nyuaj siab ntxov plawv. Twb yog koj thiab koj txiv ntag, rau qhov neb tsis mloog tus TSWV tej lus samhwm, thiab neb pheej mus pe tej mlom Npa-as ntag."},{"bible_id":"1525","chapter_code":"1KI.18","verse_code":"1KI.18.19","label":"19","content":"Nimno koj cia li mus hu cov Yixalayees tuaj cuag kuv rau saum lub Roob Kalemees no. Coj plaub puas tsib caug leej uas cev Npa-as lus thiab plaub puas leej uas cev tus mlom pojniam Aselas lus uas yog niam Vajntxwv Yexenpees ua tus pub kev noj haus rau lawv tuaj rau ntawm no huv tibsi.”"},{"bible_id":"1525","chapter_code":"1KI.18","verse_code":"1KI.18.20","label":"20","content":"Yog li ntawd, Ahaj thiaj hu cov Yixalayees thiab cov cev Npa-as lus tuaj sib sau ua ke rau saum lub Roob Kalemees."},{"bible_id":"1525","chapter_code":"1KI.18","verse_code":"1KI.18.21","label":"21","content":"Eliyas txav zog mus sawv rau ntawm cov pejxeem thiab hais tias, “Nej tseem yuav ua neeg muaj ob lub siab mus txog thaum twg? Yog hais tias tus TSWV yog Vajtswv tiag, sawvdaws cia li pehawm nws; tiamsis yog hais tias Npa-as yog Vajtswv, ces sawvdaws cia li pe Npa-as los mas!” Tiamsis cov pejxeem tsis teb ib los li."},{"bible_id":"1525","chapter_code":"1KI.18","verse_code":"1KI.18.22","label":"22","content":"Eliyas txawm hais tias, “Cov uas cev tus TSWV lus tsuas tshuav kuv tib leej lawm xwb, tiamsis cov uas cev Npa-as lus muaj plaub puas tsib caug leej diam."},{"bible_id":"1525","chapter_code":"1KI.18","verse_code":"1KI.18.23","label":"23","content":"Cia li cab ob tug heev nyuj los; muab ib tug rau cov cev Npa-as lus, muab tus nyuj ntawd tua, txiav ua tej thooj, thiab coj mus tso rau saum pawg taws, tiamsis tsis txhob zes taws rau li. Kuv mam muab dua ib tug heev nyuj tua thiab ua ib yam li lawv ua ntawd."},{"bible_id":"1525","chapter_code":"1KI.18","verse_code":"1KI.18.24","label":"24","content":"Ces kom cov cev Npa-as lus thov lawv tus vajtswv, thiab kuv yuav thov kuv tus TSWV. Yog leejtwg tso hluavtaws los kub, tus ntawd thiaj yog Vajtswv tiag.” Cov pejxeem thiaj qw hais tias, “Peb pom zoo ua li koj hais ko ntag!”"},{"bible_id":"1525","chapter_code":"1KI.18","verse_code":"1KI.18.25","label":"25","content":"Ces Eliyas hais rau cov cev Npa-as lus hais tias, “Nej yog cov coob, cia nej xub mus xaiv tus heev nyuj thiab coj mus tua ua ntej. Tiamsis tsis txhob zes hluavtaws rau cov taws li, thov nej tus vajtswv kom nws tso hluavtaws los kub nkaus xwb.”"},{"bible_id":"1525","chapter_code":"1KI.18","verse_code":"1KI.18.26","label":"26","content":"Lawv txawm muab tus heev nyuj uas lawv cab tuaj ntawd tua thiab thov lawv tus Npa-as mus txog thaum tavsu. Lawv qw hais tias, “Npa-as, thov teb peb lauj!” Thiab lawv dhia mus dhia los ncig lub thaj uas lawv ua ntawd. Tiamsis tsis muaj ib lub suab dabtsi teb lawv li."},{"bible_id":"1525","chapter_code":"1KI.18","verse_code":"1KI.18.27","label":"27","content":"Ces thaum tavsu Eliyas hais lus twm lawv hais tias, “Thov kom nrov mentsis thiab maj! Nws yog vajtswv! Tej zaum nws tseem xav lwm yam lossis nws tseem tab nkaum lossis nws tseem taug kev mus rau lwm qhov lossis nws tseem tsaug zog lawm, mas nej yuav tsum tsa kom nws sawv!”"},{"bible_id":"1525","chapter_code":"1KI.18","verse_code":"1KI.18.28","label":"28","content":"Yog li ntawd, cov cev Npa-as lus thiaj qw nrov tshaj qhov qub, lawv muab ntaj muab riam hlais lawv lub cev ua ntshav nrog liab vog raws li kevcai uas lawv ibtxwm ua los lawm."},{"bible_id":"1525","chapter_code":"1KI.18","verse_code":"1KI.18.29","label":"29","content":"Lawv qw ua nqaj ua nqug mus txog thaum hnub qaij, tiamsis tsis muaj leejtwg teb thiab tsis hnov suab dabtsi li."},{"bible_id":"1525","chapter_code":"1KI.18","verse_code":"1KI.18.30","label":"30","content":"Ces Eliyas txawm hais rau cov pejxeem hais tias, “Nej txav los ze kuv.” Lawv txawm txav los sawv vij Eliyas. Eliyas txawm muab tus TSWV lub thaj uas twb vau tas lawm kho rov rau."},{"bible_id":"1525","chapter_code":"1KI.18","verse_code":"1KI.18.31","label":"31","content":"Nws muab kaum ob lub pobzeb los, ib lub rau ib xeem raws li Yakhauj kaum ob leeg tub ntawd tej npe, Yakhauj yog tus uas tus TSWV tis dua ib lub npe hu ua Yixalayees."},{"bible_id":"1525","chapter_code":"1KI.18","verse_code":"1KI.18.32","label":"32","content":"Eliyas muab cov pobzeb ntawd txhim ua ib lub thaj ua qhov chaw pehawm tus TSWV. Nws khawb ib tug kwj ncig lub thaj ntawd kom ntim tau li ob thoob dej."},{"bible_id":"1525","chapter_code":"1KI.18","verse_code":"1KI.18.33","label":"33","content":"Ces nws muab taws mus tso rau saum lub thaj, muab tus heev nyuj tua txiav ua tej thooj, thiab coj mus tso rau saum cov taws. Nws txawm hais tias, “Cia li coj plaub lub hub mus ntim dej kom puv nkaus rau thiab nqa los hliv rau saum cov khoom fij thiab cov taws no.” Lawv txawm ua raws li nws hais ntawd,"},{"bible_id":"1525","chapter_code":"1KI.18","verse_code":"1KI.18.34","label":"34","content":"Eliyas hais tias, “Rov mus nqa dej los ntxiv thiab,” lawv rov ua dua li nws hais. Nws rov hais tias, “Rov mus nqa dej los ntxiv rau thiab,” ces lawv rov qab ua dua ib zaug thiab."},{"bible_id":"1525","chapter_code":"1KI.18","verse_code":"1KI.18.35","label":"35","content":"Cov dej ntws saum lub thaj los puv nkaus tus kwj uas khawb ncig lub thaj."},{"bible_id":"1525","chapter_code":"1KI.18","verse_code":"1KI.18.36","label":"36","content":"Ces thaum hnub qaij uas txog lub caij fij khoom, Eliyas thiaj txav zog los rau ntawm lub thaj thiab thov Vajtswv hais tias, “Tus TSWV uas yog Anplahas, Ixaj thiab Yakhauj tus Vajtswv, hnub no thov koj cia li ua kom sawvdaws pom hais tias, koj yog cov Yixalayees tus Vajtswv thiab kuv yog koj tus tubtxib thiab tej uas kuv ua no yog koj kom kuv ua."},{"bible_id":"1525","chapter_code":"1KI.18","verse_code":"1KI.18.37","label":"37","content":"Thov teb kuv lauj tus TSWV, thov teb kuv kom cov neeg no thiaj paub hais tias koj yog tus TSWV, tus Vajtswv uas tabtom coj lawv rov los cuag koj.”"},{"bible_id":"1525","chapter_code":"1KI.18","verse_code":"1KI.18.38","label":"38","content":"Tus TSWV txawm tso hluavtaws los kub cov khoom fij, cov taws, cov pobzeb, cov av thiab cov dej hauv tus kwj tas huv tibsi lawm."},{"bible_id":"1525","chapter_code":"1KI.18","verse_code":"1KI.18.39","label":"39","content":"Thaum cov pejxeem pom li ntawd, lawv txawm qhau cev hlo rau hauv av thiab qw nrov nrov hais tias, “Tus TSWV thiaj yog Vajtswv; tus TSWV tib leeg xwb thiaj yog Vajtswv tiag.”"},{"bible_id":"1525","chapter_code":"1KI.18","verse_code":"1KI.18.40","label":"40","content":"Eliyas hais tias, “Nej cia li ntes cov xibhwb cev Npa-as lus no; tsis txhob pub ib tug dim li!” Cov pejxeem ntes tau lawv txhua tus, thiab Eliyas coj lawv mus tua povtseg tas rau nram tus Dej Kisoos lawm."},{"bible_id":"1525","chapter_code":"1KI.18","verse_code":"1KI.18.41","label":"41","content":"Eliyas hais rau Vajntxwv Ahaj hais tias, “Koj cia li mus thiab noj mov tamsim no. Kuv hnov suab nag twb los yuav txog.”"},{"bible_id":"1525","chapter_code":"1KI.18","verse_code":"1KI.18.42","label":"42","content":"Thaum Ahaj mus noj mov lawm, Eliyas txawm nce mus rau saum ncov roob Kalemees, nws txhos caug ntua rau hauv av thiab khoov ua ntsejmuag ti nkaus ntawm nws ob lub hauvcaug."},{"bible_id":"1525","chapter_code":"1KI.18","verse_code":"1KI.18.43","label":"43","content":"Eliyas hais rau nws tus tubtxib hais tias, “Tamsim no koj cia li mus ntsia puag tom hiavtxwv saib.” Tus tubtxib txawm mus ntsia thiab rov los hais tias, “Kuv tsis pom dabtsi li.” Eliyas kom nws mus ntsia xya zaus."},{"bible_id":"1525","chapter_code":"1KI.18","verse_code":"1KI.18.44","label":"44","content":"Zaum xya nws rov los thiab hais tias, “Kuv pom ib tauv huab me me luaj lub xibteg sawv hauv hiavtxwv tuaj xwb.” Eliyas hais rau nws tus tubtxib hais tias, “Koj cia li mus hais rau Vajntxwv Ahaj, kom nws kavtsij nce rau hauv nws lub tsheb nees thiab mus tsev ua ntej nag los tav nws kev.”"},{"bible_id":"1525","chapter_code":"1KI.18","verse_code":"1KI.18.45","label":"45","content":"Ces tib plig ntshis xwb huab tsaus nti ib tog tuaj puv nkaus saum nruab ntug, cua txawm pib ntsawj thiab tuamtsam nag nrov nroos ntws saum ntuj los. Ahaj thiaj nce rau hauv nws lub tsheb nees thiab rov qab mus rau hauv lub nroog Yexelees lawm."},{"bible_id":"1525","chapter_code":"1KI.18","verse_code":"1KI.18.46","label":"46","content":"Tus TSWV lub hwjchim los kav nkaus Eliyas; nws qaws hlo tsho khi nkaus rau saum duav thiab khiav ceev heev huas kiag Ahaj ntej mus txog ntua hauv Yexelees."},{"bible_id":"1525","chapter_code":"1KI.19","verse_code":"1KI.19.1","label":"1","content":"Vajntxwv Ahaj piav txhua yam uas Eliyas ua thiab zaj uas Eliyas tua cov xibhwb cev Npa-as lus ntawd rau Yexenpees uas yog niam vajntxwv mloog."},{"bible_id":"1525","chapter_code":"1KI.19","verse_code":"1KI.19.2","label":"2","content":"Yexenpees txawm tso neeg mus hais rau Eliyas hais tias: “Tagkis thaum txog lub caij no yog kuv tsis tau ua rau koj ib yam li koj ua rau cov xibhwb cev Npa-as lus, thov tej vajtswv cia li muab kuv tua kom tuag.”"},{"bible_id":"1525","chapter_code":"1KI.19","verse_code":"1KI.19.3","label":"3","content":"Eliyas ntshai heev, nws thiaj nrhiav kev khiav nkaum; nws coj nws tus tubtxib mus rau nram lub nroog Npesenpas uas nyob hauv lub xeev Yudas. Eliyas muab nws tus tubtxib tso tseg rau nrad,"},{"bible_id":"1525","chapter_code":"1KI.19","verse_code":"1KI.19.4","label":"4","content":"Eliyas mus ib hnub ke rau tom roob mojsab qhua. Nws mus nkaum tshav rau hauv ib tsob qab ntoos thiab nws xav tuag lawm xwb. Nws thiaj thov Vajtswv hais tias, “Tus TSWV, txaus kuv lawm lauj. Cia li rho kuv txojsia mus; kuv tuag yuav zoo dua!”"},{"bible_id":"1525","chapter_code":"1KI.19","verse_code":"1KI.19.5","label":"5","content":"Nws txawm qhau cev hlo pw hauv qab ntoos thiab tsaug zog hlias lawm. Ces tamsim ntawd txawm muaj ib tug timtswv ceebtsheej los tuav nkaus nws thiab hais tias, “Eliyas, koj cia li sawv los noj mov.”"},{"bible_id":"1525","chapter_code":"1KI.19","verse_code":"1KI.19.6","label":"6","content":"Eliyas tsim dheev los xam ncig lees, nws pom ib lub ncuav thiab ib hub dej nyob ze ntawm nws taubhau. Nws txawm muab los noj thiab haus tas, nws rov qhau cev pw dua lawm thiab."},{"bible_id":"1525","chapter_code":"1KI.19","verse_code":"1KI.19.7","label":"7","content":"Ces tus TSWV tus timtswv rov los tsa Eliyas dua zaum ob hais tias, “Eliyas, koj cia li sawv los thiab noj mov, nyob tsam koj tsis muaj zog taug kev.”"},{"bible_id":"1525","chapter_code":"1KI.19","verse_code":"1KI.19.8","label":"8","content":"Eliyas sawv los noj mov thiab haus dej, cov mov ntawd ua rau nws muaj zog taug kev tau plaub caug hnub mus txog rau tom Roob Xinais uas yog Vajtswv lub roob dawbhuv."},{"bible_id":"1525","chapter_code":"1KI.19","verse_code":"1KI.19.9","label":"9","content":"Eliyas nkag mus pw ib hmos hauv qhov tsua. Ces tus TSWV txawm los hais rau Eliyas hais tias, “Eliyas, koj tuaj ua dabtsi ntawm no?”"},{"bible_id":"1525","chapter_code":"1KI.19","verse_code":"1KI.19.10","label":"10","content":"Eliyas teb hais tias, “Tus TSWV uas yog Vajtswv tus muaj hwjchim loj kawg nkaus, kuv ibtxwm ua koj tes haujlwm. Tiamsis cov Yixalayees tsis coj raws li tej lus uas lawv tau cog tseg rau koj, lawv muab koj tej thaj rhuav thiab muab koj cov cevlus tua povtseg tas lawm. Tsuas tshuav kuv tib leeg xwb los lawv tseem nrhiav kuv tua povtseg thiab!”"},{"bible_id":"1525","chapter_code":"1KI.19","verse_code":"1KI.19.11","label":"11","content":"Tus TSWV teb Eliyas hais tias, “Koj cia li tawm mus sawv saum ncov roob tabmeeg kuv.” Tus TSWV txawm hla los mus thiab ua cua daj cua dub ntsawj tej pov roob tawg pleb zom zaws thiab tej pobzeb tawg dawb vog, tiamsis tus TSWV tsis nyob hauv cov cua ntawd. Tom qab cua tu lawm, txawm muaj av qeeg, tiamsis tus TSWV tsis nyob hauv qhov av qeeg ntawd thiab."},{"bible_id":"1525","chapter_code":"1KI.19","verse_code":"1KI.19.12","label":"12","content":"Tom qab av qeeg tas txawm muaj hluavtaws, tiamsis tus TSWV tsis nyob hauv cov hluavtaws ntawd li thiab. Ces thaum cov hluavtaws dhau lawm, txawm muaj ib lub suab hais yau yau tuaj."},{"bible_id":"1525","chapter_code":"1KI.19","verse_code":"1KI.19.13","label":"13","content":"Thaum Eliyas hnov lub suab ntawd, nws txawm muab nws lub tsho los npog nws ntsejmuag thiab tawm mus sawv ntawm rooj tsuas. Muaj ib lub suab hais rau Eliyas hais tias, “Eliyas, koj tuaj ua dabtsi ntawm no?”"},{"bible_id":"1525","chapter_code":"1KI.19","verse_code":"1KI.19.14","label":"14","content":"Eliyas teb hais tias, “Tus TSWV uas yog Vajtswv tus muaj hwjchim loj kawg nkaus, kuv yeej ibtxwm ua koj tes haujlwm. Tiamsis cov Yixalayees tsis coj raws li tej lus uas lawv tau cog tseg rau koj, lawv muab koj tej thaj rhuav thiab muab koj cov cevlus tua povtseg tas lawm. Tsuas tshuav kuv tib leeg xwb los lawv tseem nrhiav kuv tua povtseg thiab!”"},{"bible_id":"1525","chapter_code":"1KI.19","verse_code":"1KI.19.15","label":"15","content":"Tus TSWV hais tias, “Koj cia li rov qab mus rau pem tebchaws mojsab qhua uas ze lub nroog Damaxes, mus rau hauv lub nroog thiab muab roj hliv rau Haxayees taubhau tsa nws ua cov Xilias tus vajntxwv;"},{"bible_id":"1525","chapter_code":"1KI.19","verse_code":"1KI.19.16","label":"16","content":"muab roj hliv rau saum Nimesis tus tub Yehus taubhau, tsa nws ua vajntxwv kav lub tebchaws Yixalayees, thiab muab roj hliv rau saum Safas uas yog neeg Anpees Mehaulas tus tub Elisas taubhau tsa nws ua tus cev kuv lus hloov koj chaw."},{"bible_id":"1525","chapter_code":"1KI.19","verse_code":"1KI.19.17","label":"17","content":"Yog leejtwg khiav dim tsis raug Haxayees tua tuag, tus ntawd yuav raug Yehus tua tuag, thiab yog leejtwg khiav dim tsis raug Yehus tua tuag, tus ntawd yuav raug Elisas tua tuag."},{"bible_id":"1525","chapter_code":"1KI.19","verse_code":"1KI.19.18","label":"18","content":"Tiamsis kuv tseem tseg xya txhiab leej nyob hauv lub tebchaws Yixalayees no. Lawv yog cov uas muaj lub siab npuab kuv, lawv tsis tau txhos caug pe Npa-as thiab nwj nws cov mlom li.”"},{"bible_id":"1525","chapter_code":"1KI.19","verse_code":"1KI.19.19","label":"19","content":"Eliyas mus ntsib Elisas thaum nws tseem tabtom tsav khais laij teb; muaj kaum ib nkawm laij ua nws ntej, nws yog tus uas tsav khais rau nkawm heev nyuj kawg tom qab. Eliyas hle hlo nws lub tsho loj thiab muab rau Elisas hnav."},{"bible_id":"1525","chapter_code":"1KI.19","verse_code":"1KI.19.20","label":"20","content":"Elisas txawm tso plhuav nws ob tug nyuj tseg, mus caum Eliyas qab thiab hais tias, “Thov cia kuv mus nwj kuv niam kuv txiv ncaim nkawd tso kuv mam li nrog koj mus.” Eliyas teb hais tias, “Tau los mas, koj cia li mus, kuv tsis txwv koj li!”"},{"bible_id":"1525","chapter_code":"1KI.19","verse_code":"1KI.19.21","label":"21","content":"Elisas txawm muab nws ob tug heev nyuj tua thiab muab tus quab los ua taws rauv hau cov nqaij. Elisas muab cov nqaij nyuj faib rau sawvdaws noj. Ces Elisas txawm nrog Eliyas mus thiab ua tus pab Eliyas lawm."},{"bible_id":"1525","chapter_code":"1KI.20","verse_code":"1KI.20.1","label":"1","content":"Cov Xilias tus Vajntxwv Npeehadas hu tagnrho nws cov tubrog tuaj ua ke, thiab tseem muaj peb caug ob tug vajntxwv muab lawv tej nees thiab tej tsheb nees tuaj pab nws, nws thiaj sawv kev tuaj mus vij lub nroog Xamalis thiab tua lub nroog ntawd."},{"bible_id":"1525","chapter_code":"1KI.20","verse_code":"1KI.20.2","label":"2","content":"Nws tso neeg mus hais rau cov Yixalayees tus Vajntxwv Ahaj hauv lub nroog hais tias, “Vajntxwv Npeehadas hais li no hais tias,"},{"bible_id":"1525","chapter_code":"1KI.20","verse_code":"1KI.20.3","label":"3","content":"‘Koj tej nyiaj tej kub yog kuv li, koj cov pojniam thiab cov menyuam uas zoo nkauj zoo nraug los puavleej yog kuv li thiab.’ ”"},{"bible_id":"1525","chapter_code":"1KI.20","verse_code":"1KI.20.4","label":"4","content":"Ahaj teb hais tias, “Nej mus hais rau kuv tus tswv uas yog Vajntxwv Npeehadas hais tias kuv yeej zoo siab muab rau nws; kuv thiab txhua yam uas kuv muaj puavleej yog nws tug huv tibsi.”"},{"bible_id":"1525","chapter_code":"1KI.20","verse_code":"1KI.20.5","label":"5","content":"Npeehadas rov tso cov neeg coj nws tej lus mus hais rau Ahaj dua ntxiv li no: “Kuv rov tso xov tuaj rau koj, koj cia li xa koj tej nyiaj tej kub, koj cov pojniam thiab koj cov menyuam tuaj rau kuv."},{"bible_id":"1525","chapter_code":"1KI.20","verse_code":"1KI.20.6","label":"6","content":"Tiamsis tagkis lub sijhawm no, kuv yuav tso kuv cov nomtswv tuaj tshawb hauv koj lub loog thiab hauv koj cov nomtswv tej tsev, thiab txhua yam uas zoo lawv  yuav nqa mus kom tas.”"},{"bible_id":"1525","chapter_code":"1KI.20","verse_code":"1KI.20.7","label":"7","content":"Vajntxwv Ahaj hu tagnrho nws cov thawjcoj hauv nws lub tebchaws tuaj thiab hais rau lawv hais tias, “Thov nej nrog hnov, tus neeg no nws xav tuaj nrhiav kev kub ntxhov rau peb xwb. Nws tso xov tuaj rau kuv hais tias nws yuav yuav kuv cov pojniam, kuv cov menyuam thiab kuv tej nyiaj tej kub. Txawm li ntawd los kuv yeej txaus siab muab rau nws.”"},{"bible_id":"1525","chapter_code":"1KI.20","verse_code":"1KI.20.8","label":"8","content":"Cov thawjcoj ntawd teb hais tias, “Tsis txhob mloog nws hais thiab tsis txhob muab rau nws hlo li.”"},{"bible_id":"1525","chapter_code":"1KI.20","verse_code":"1KI.20.9","label":"9","content":"Yog li ntawd, Ahaj thiaj teb rau Npeehadas cov neeg xa xov hais tias, “Nej mus hais rau vajntxwv uas yog kuv tus tswv hais tias nws thawj tsab xov mas kuv txaus siab muab ntag, tiamsis tsab ob no kuv tsis txaus siab muab li nws hais ntawd.” Cov xa xov coj tej lus ntawd rov mus hais rau Npeehadas thiab lawv rov coj dua lwm tsab xov ntawm"},{"bible_id":"1525","chapter_code":"1KI.20","verse_code":"1KI.20.10","label":"10","content":"Npeehadas tuaj hais tias, “Kuv yuav coj tubrog coob tuaj rhuav koj lub nroog no, thiab koj tej nyuag thwvcib uas tawg ua hmoov twb tsis txhua kuv cov neeg ib leeg nqa ib taus mus. Yog tsis muaj li kuv hais no, ces thov kom tej vajtswv muab kuv tua kom tuag!”"},{"bible_id":"1525","chapter_code":"1KI.20","verse_code":"1KI.20.11","label":"11","content":"Vajntxwv Ahaj teb hais tias, “Nej rov mus hais rau Vajntxwv Npeehadas hais tias tus uas yog tubrog tiag nws yeej tsis tso cuabyeej ua rog tseg ua ntej nws tua yeej rog, tiamsis thaum yeej rog lawm, nws mam tso tseg.”"},{"bible_id":"1525","chapter_code":"1KI.20","verse_code":"1KI.20.12","label":"12","content":"Thaum Npeehadas tau txais Ahaj tej lus teb no, nws tseem tabtom nrog cov nomtswv uas tuaj nws tog haus cawv hauv lawv tej tsevntaub. Nws thiaj hais kom nws cov tubrog cia li npaj mus sib tua. Yog li ntawd, lawv thiaj npaj mus tua lub nroog."},{"bible_id":"1525","chapter_code":"1KI.20","verse_code":"1KI.20.13","label":"13","content":"Tamsim ntawd, txawm muaj ib tug cev Vajtswv lus tuaj cuag Vajntxwv Ahaj thiab hais rau nws hais tias, “Tus TSWV hais tias koj puas pom pab tubrog coob coob ntawd? Hnub no kuv yuav pub kom koj tua yeej lawv, koj thiaj yuav paub hais tias kuv yog tus TSWV tiag.”"},{"bible_id":"1525","chapter_code":"1KI.20","verse_code":"1KI.20.14","label":"14","content":"Ahaj nug hais tias, “Leejtwg yuav ua tus thawjcoj peb mus tua?” Tus cev Vajtswv lus teb hais tias, “Tus TSWV hais tias, yog cov tswvxeev tej tubrog hluas yuav ua tej no ntag.” Vajntxwv rov nug hais tias, “Leejtwg yuav ua tus thawjcoj peb tiag?” Tus cev Vajtswv lus teb hais tias, “Koj yog tus coj ntag.”"},{"bible_id":"1525","chapter_code":"1KI.20","verse_code":"1KI.20.15","label":"15","content":"Yog li ntawd, vajntxwv thiaj txhij tau ob puas peb caug ob leej tubrog hluas ntawm cov thawj tubrog uas saib tej cheebtsam tuaj txoos ua ke. Nws txhij tau xya txhiab leej tubrog Yixalayees tuaj ntxiv."},{"bible_id":"1525","chapter_code":"1KI.20","verse_code":"1KI.20.16","label":"16","content":"Lawv txawm tawm mus sib tua thaum tavsu, ces Npeehadas thiab peb caug ob tug vajntxwv uas tuaj nws tog tseem tabtom haus cawv hauv tej tsevntaub."},{"bible_id":"1525","chapter_code":"1KI.20","verse_code":"1KI.20.17","label":"17","content":"Cov tubrog hluas tawm mus ua ntej. Ces cov tubrog uas Npeehadas tso mus tshuajxwm khiav rov los qhia rau nws hais tias, muaj ib pab tubrog tabtom tawm hauv lub nroog Xamalis tuaj lawm."},{"bible_id":"1525","chapter_code":"1KI.20","verse_code":"1KI.20.18","label":"18","content":"Npeehadas hais tias, “Txawm yog lawv tuaj nrog peb sib tua lossis tuaj nrog peb cog kev phoojywg los xij, nej cia li muab ntes kiag cab los.”"},{"bible_id":"1525","chapter_code":"1KI.20","verse_code":"1KI.20.19","label":"19","content":"Cov tubrog hluas txawm ua cov ntaus thawjcoj lawv kev mus, ces cov tubrog Yixalayees mam li lawv qab,"},{"bible_id":"1525","chapter_code":"1KI.20","verse_code":"1KI.20.20","label":"20","content":"thiab txhua tus yeebncuab uas lawv pom, lawv muab tua tuag tas huv tibsi. Cov Xilias swb thiab khiav tawm, cov tubrog Yixalayees caum qab tua, tiamsis Npeehadas caij nees nrog cov tubrog uas caij nees khiav dim lawm."},{"bible_id":"1525","chapter_code":"1KI.20","verse_code":"1KI.20.21","label":"21","content":"Vajntxwv Ahaj mus rau tom tiaj nrag, mus puav ntes  cov nees, cov tsheb nees thiab muab cov tubrog Xilias tua tuag tas rau tod."},{"bible_id":"1525","chapter_code":"1KI.20","verse_code":"1KI.20.22","label":"22","content":"Ces tus cev Vajtswv lus rov mus hais rau Vajntxwv Ahaj hais tias, “Koj cia li rov qab mus txhij tubrog kom coob ntxiv thiab yuav tsum ceevfaj npaj kom zoo, rau qhov lwm xyoo txog lub caij ntuj nag, cov Xilias tus vajntxwv yuav rov tuaj tua nej dua.”"},{"bible_id":"1525","chapter_code":"1KI.20","verse_code":"1KI.20.23","label":"23","content":"Vajntxwv Npeehadas cov nomtswv hais rau nws hais tias, “Cov Yixalayees tej vajtswv yog tej vajtswv uas nyob saum roob xwb, twb yog vim li ntawd cov Yixalayees thiaj tua yeej peb. Tiamsis yog peb mus tua lawv nram tiaj nrag, peb yuav tua yeej lawv xwb."},{"bible_id":"1525","chapter_code":"1KI.20","verse_code":"1KI.20.24","label":"24","content":"Nimno cia li tshem peb caug ob tug vajntxwv ntawd tawm ntawm lawv lub luag haujlwm thiab coj lawv mus nrog cov thawj tubrog tom tiaj nrag nyob."},{"bible_id":"1525","chapter_code":"1KI.20","verse_code":"1KI.20.25","label":"25","content":"Txhij tubrog ntxiv kom coob npaum li cov uas thaum ub koj coj mus tuag tas lawm, npaj nees thiab tsheb nees kom ntau ib yam li cov qub. Peb yuav mus tua cov Yixalayees nyob tom tiaj nrag, mas zaum no peb yuav tua yeej lawv xwb.” Vajntxwv Npeehadas txawm pom zoo ua raws li lawv hais ntawd."},{"bible_id":"1525","chapter_code":"1KI.20","verse_code":"1KI.20.26","label":"26","content":"Ces thaum uas txog ntua lub caij ntuj nag, Npeehadas txawm txhij nws cov tubrog thiab nws nrog lawv tuaj tua cov Yixalayees tom lub nroog Afekas."},{"bible_id":"1525","chapter_code":"1KI.20","verse_code":"1KI.20.27","label":"27","content":"Cov Yixalayees txhij tubrog thiab npaj cuabyeej; lawv faib ua ob pab mus tsuam yeej nyob sib ncag zos cov Xilias. Cov Xilias nyob puv nkaus rau tom tiaj nrag, tiamsis cov Yixalayees tsuas zoo li ob pab nyuag tshis uas tsawg tsawg xwb."},{"bible_id":"1525","chapter_code":"1KI.20","verse_code":"1KI.20.28","label":"28","content":"Ces tus cev Vajtswv lus txawm mus cuag Vajntxwv Ahaj thiab hais rau nws hais tias, “Tus TSWV hais rau koj hais tias, ‘Vim cov Xilias hais tias kuv yog tus vajtswv uas nyob saum tej roob xwb, kuv tsis yog tus vajtswv uas nyob nram tiaj nrag. Yog li ntawd, kuv yuav pub kom koj tua yeej lawv cov tubrog uas coob heev ntawd, koj thiab koj cov neeg thiaj yuav paub hais tias kuv yog tus TSWV tiag!’ ”"},{"bible_id":"1525","chapter_code":"1KI.20","verse_code":"1KI.20.29","label":"29","content":"Cov Xilias thiab cov Yixalayees tsuam yeej nyob sib ncag, ib pab nyob ib sab tau xya hnub. Ces hnub xya lawv txawm pib sib tua, hnub ntawd cov Yixalayees tua cov Xilias tuag ib puas txhiab leej."},{"bible_id":"1525","chapter_code":"1KI.20","verse_code":"1KI.20.30","label":"30","content":"Cov seem tuag uas khiav mus cawm siav rau hauv lub nroog Afekas los tus ntsa yeej uas thaiv lub nroog tseem vau los ntaus lawv tuag lawm nees nkaum xya txhiab leej thiab. Npeehadas khiav mus rau hauv lub nroog, thiab nws mus nkaum rau hauv ib chav tsev."},{"bible_id":"1525","chapter_code":"1KI.20","verse_code":"1KI.20.31","label":"31","content":"Npeehadas cov nomtswv tuaj cuag nws thiab hais rau nws hais tias, “Peb hnov hais tias, cov Yixalayees cov vajntxwv muaj lub siab hlub tshua heev. Thov tso cai rau peb, muab tej ris tsho ntaubtsaj rau peb pav duav thiab muab hlua rig peb taubhau mus cuag cov Yixalayees tus vajntxwv, tej zaum nws yuav tseg koj txojsia.”"},{"bible_id":"1525","chapter_code":"1KI.20","verse_code":"1KI.20.32","label":"32","content":"Yog li ntawd, lawv thiaj muab tej ntaubtsaj los pav duav thiab muab hlua rig taubhau, ces lawv txawm mus cuag Ahaj thiab hais tias, “Koj tus tubtxib Npeehadas thov kom koj tseg nws txojsia nyob.” Ahaj teb hais tias, “Nws tseem muaj sia nyob thiab los? Zoo lawm lauj! Nws zoo li kuv ib tug kwvtij thiab ntag.”"},{"bible_id":"1525","chapter_code":"1KI.20","verse_code":"1KI.20.33","label":"33","content":"Npeehadas cov nomtswv tos ntsoov saib Ahaj puas hais tej lus zoo, thiab thaum Ahaj hais tias, “Tug kwvtij,” lawv txawm khaws nkaus lo lus ntawd thiab hais tias, “Yog li koj hais, Npeehadas yeej yog koj ib tug kwvtij tiag!” Ahaj hais tias, “Nej cia li mus coj Npeehadas tuaj cuag kuv.” Thaum Npeehadas tuaj txog, Ahaj txawm caw nws mus nrog Ahaj caij tsheb nees ua ke."},{"bible_id":"1525","chapter_code":"1KI.20","verse_code":"1KI.20.34","label":"34","content":"Npeehadas hais rau Ahaj hais tias, “Kuv yuav muab lub nroog uas thaum ub kuv txiv txeeb tau ntawm koj txiv los rov qab rau koj, thiab yuav muab rau koj ua ib qhov chaw rau koj ua lag ua luam nyob hauv lub nroog Damaxes ib yam li kuv txiv tuaj ua nyob hauv lub nroog Xamalis.” Ahaj teb hais tias, “Vim tej lus cog tseg no, kuv yuav tso koj mus.” Ces Ahaj nkawd thiaj coglus, thiab Ahaj txawm tso Npeehadas mus lawm."},{"bible_id":"1525","chapter_code":"1KI.20","verse_code":"1KI.20.35","label":"35","content":"Tus TSWV hais rau ib tug cevlus uas nyob hauv pab cev Vajtswv lus, kom mus hais rau ib tug cev Vajtswv lus muab nws ntaus. Tiamsis tus cev Vajtswv lus ntawd tsis kam ntaus,"},{"bible_id":"1525","chapter_code":"1KI.20","verse_code":"1KI.20.36","label":"36","content":"yog li ntawd, nws thiaj hais rau tus cev Vajtswv lus ntawd hais tias, “Vim koj tsis mloog tus TSWV lus, mas thaum koj ncaim kuv mus, tsov ntxhuav yuav tom koj.” Ces thaum nws ncaim mus lawm, ib tug tsov ntxhuav txawm cia li tom nws lawm tiag."},{"bible_id":"1525","chapter_code":"1KI.20","verse_code":"1KI.20.37","label":"37","content":"Ces tus cev Vajtswv lus no thiaj mus cuag dua lwm tus txivneej thiab hais rau nws hais tias, “Koj cia li ntaus kuv!” Tus txivneej ntawd thiaj ntaus nws; mas tus txivneej ntawd sib zog ntaus tus cev Vajtswv lus ntawd heev, ua rau nws raug mob sab kawg."},{"bible_id":"1525","chapter_code":"1KI.20","verse_code":"1KI.20.38","label":"38","content":"Tus cev Vajtswv lus ntawd thiaj muab ntaub los qhwv nws lub ntsejmuag, ua txuj ua cuav mus sawv tom kev tos cov Yixalayees tus vajntxwv taug kev tuaj."},{"bible_id":"1525","chapter_code":"1KI.20","verse_code":"1KI.20.39","label":"39","content":"Thaum vajntxwv taug kev tuaj ncaj, tus cev Vajtswv lus ntawd hu hais tias, “Vajntxwv, thaum kuv tabtom sib tua hauv tshavrog muaj ib tug tubrog ntes tau ib tug yeebncuab los rau kuv tuav thiab nws hais rau kuv hais tias, ‘Koj zov tus neeg no kom zoo; yog koj cia nws dim, mas yuav muab koj txojsia pauj nws txoj lossis koj yuav tau them peb txhiab daim nyiaj.’"},{"bible_id":"1525","chapter_code":"1KI.20","verse_code":"1KI.20.40","label":"40","content":"Tiamsis kuv muaj haujlwm ntau heev, mas tus neeg ntawd txawm cia li khiav lawm.” Vajntxwv teb hais tias, “Koj yuav raug txim xwb, rau qhov koj yeej lees koj li ntawd lawm.”"},{"bible_id":"1525","chapter_code":"1KI.20","verse_code":"1KI.20.41","label":"41","content":"Tus cev Vajtswv lus muab cov khaubncaws uas qhwv nws ntsejmuag dua rhe povtseg, ces tamsim ntawd vajntxwv paub hais tias, nws yog ib tug hauv pab uas cev Vajtswv lus ntag."},{"bible_id":"1525","chapter_code":"1KI.20","verse_code":"1KI.20.42","label":"42","content":"Tus cev Vajtswv lus ntawd hais rau vajntxwv hais tias, “Tus TSWV hais tias, ‘Vim koj muab tus neeg uas kuv muab cob rau koj tua povtseg tso lawm, mas yuav muab koj txojsia pauj nws txoj, thiab koj cov tubrog yuav raug nws cov tubrog uas khiav dim lawm tua kom tuag tas huv tibsi.’ ”"},{"bible_id":"1525","chapter_code":"1KI.20","verse_code":"1KI.20.43","label":"43","content":"Ces vajntxwv txawm rov mus tsev rau hauv lub nroog Xamalis lawm, mas nws txhawj thiab nyuaj siab kawg li."},{"bible_id":"1525","chapter_code":"1KI.21","verse_code":"1KI.21.1","label":"1","content":"Muaj ib tug txivneej npe hu ua Nanpaus, nws muaj ib lub vaj txiv hmab nyob hauv lub nroog Yexelees ze rau ntawm Vajntxwv Ahaj lub loog."},{"bible_id":"1525","chapter_code":"1KI.21","verse_code":"1KI.21.2","label":"2","content":"Muaj ib hnub Ahaj hais rau Nanpaus hais tias, “Muab koj lub vaj txiv hmab rau kuv, rau qhov nyob ze ntawm kuv lub loog, kuv xav tau thaj av ntawd los ua vaj zaub. Kuv mam muab dua ib lub vaj txiv hmab zoo dua lub no rau koj lossis yog koj tsis nyiam li kuv hais no kuv yuav them nyiaj kom txaus tus nqi rau koj.”"},{"bible_id":"1525","chapter_code":"1KI.21","verse_code":"1KI.21.3","label":"3","content":"Nanpaus teb hais tias, “Lub vaj no yog kuv cov yawgkoob tej qubtxeeg qubteg uas lawv tseg rau kuv. Tus TSWV yeej tsis pub kom kuv muab lub vaj no muag rau koj li!”"},{"bible_id":"1525","chapter_code":"1KI.21","verse_code":"1KI.21.4","label":"4","content":"Ahaj rov mus tsev lawm, nws nyuaj siab thiab chim heev rau Nanpaus tej lus uas nws hais ntawd. Nws txawm mus pw rau saum nws lub txaj, tig xubntiag rau tim phabntsa, thiab tsis kam sawv los noj mov li."},{"bible_id":"1525","chapter_code":"1KI.21","verse_code":"1KI.21.5","label":"5","content":"Yexenpees uas yog Ahaj tus pojniam txawm mus cuag Ahaj thiab nug hais tias, “Vim li cas koj yuav nyuaj siab ua luaj, tsis noj mov li?”"},{"bible_id":"1525","chapter_code":"1KI.21","verse_code":"1KI.21.6","label":"6","content":"Ahaj teb hais tias, “Vim kuv mus thov yuav Nanpaus lub vaj txiv hmab lossis yog nws kam no kuv muab dua ib lub vaj pauv nws lub ntawd.” Tiamsis nws hais rau kuv hais tias, “Koj yuav tsis tau lub vaj no.”"},{"bible_id":"1525","chapter_code":"1KI.21","verse_code":"1KI.21.7","label":"7","content":"Yexenpees nug hais tias, “Koj yog vajntxwv los tsis yog maj? Cia li sawv los noj mov thiab tsis txhob nyuaj siab. Kuv mam li mus ua kom tau Nanpaus lub vaj txiv hmab los ua koj tug!”"},{"bible_id":"1525","chapter_code":"1KI.21","verse_code":"1KI.21.8","label":"8","content":"Ces Yexenpees thiaj sau tau ib tsab ntawv, suam Ahaj lub npe rau tsab ntawv ntawd thiab muab Ahaj lub homthawj nias rau. Nws muab tsab ntawv ntawd xa mus rau Ahaj cov nomtswv thiab cov thawjcoj hauv lub nroog Yexelees."},{"bible_id":"1525","chapter_code":"1KI.21","verse_code":"1KI.21.9","label":"9","content":"Tsab ntawv ntawd hais li no: “Cia li tshaj tawm teem ib hnub ua kevcai yoo mov, hu cov pejxeem tuaj sib sau ua ke, thiab kom Nanpaus tuaj zaum ntawm lub chaw tseemceeb."},{"bible_id":"1525","chapter_code":"1KI.21","verse_code":"1KI.21.10","label":"10","content":"Nej mus coj ob tug neeg dag tuaj iab liam Nanpaus hais tias, nws foom Vajtswv thiab vajntxwv. Ces nej cia li coj nws tawm mus rau nraum ntug nroog thiab muab pobzeb ntaus kom nws tuag rau nraud.”"},{"bible_id":"1525","chapter_code":"1KI.21","verse_code":"1KI.21.11","label":"11","content":"Cov nomtswv thiab cov thawjcoj hauv lub nroog Yexelees txawm ua raws li Yexenpees tej lus samhwm ntawd."},{"bible_id":"1525","chapter_code":"1KI.21","verse_code":"1KI.21.12","label":"12","content":"Lawv thiaj tshaj tawm muab ib hnub los ua kevcai yoo mov, hu tagnrho cov pejxeem tuaj txoos ua ke thiab caw Nanpaus mus zaum ntawm lub chaw tseemceeb."},{"bible_id":"1525","chapter_code":"1KI.21","verse_code":"1KI.21.13","label":"13","content":"Ces ob tug neeg dag ntawd, los sawv ntawm Nanpaus xubntiag iab liam nws tabmeeg cov pejxeem hais tias Nanpaus tau foom Vajtswv thiab vajntxwv. Yog li ntawd, lawv thiaj coj Nanpaus mus rau nraum ntug nroog thiab muab pobzeb ntaus nws tuag lawm."},{"bible_id":"1525","chapter_code":"1KI.21","verse_code":"1KI.21.14","label":"14","content":"Ces lawv tso neeg mus hais rau Yexenpees li no: “Peb twb muab pobzeb ntaus Nanpaus tuag lawm.”"},{"bible_id":"1525","chapter_code":"1KI.21","verse_code":"1KI.21.15","label":"15","content":"Thaum Yexenpees hnov xov hais tias Nanpaus tuag lawm, nws txawm mus hais rau Ahaj hais tias, “Nanpaus tuag lawm lauj. Nimno koj cia li mus txeeb lub vaj txiv hmab uas nws tsis kam muag rau koj ntawd.”"},{"bible_id":"1525","chapter_code":"1KI.21","verse_code":"1KI.21.16","label":"16","content":"Tamsim ntawd Ahaj txawm mus txeeb kiag lub vaj txiv hmab los ua nws tug."},{"bible_id":"1525","chapter_code":"1KI.21","verse_code":"1KI.21.17","label":"17","content":"Tus TSWV hais rau Eliyas uas yog tus cev Vajtswv lus hauv lub nroog Tisenpes hais tias,"},{"bible_id":"1525","chapter_code":"1KI.21","verse_code":"1KI.21.18","label":"18","content":"“Koj cia li mus cuag Vajntxwv Ahaj hauv lub nroog Xamalis. Koj yuav mus ntsib nws hauv Nanpaus lub vaj txiv hmab, nws tabtom mus txeeb lub vaj ntawd los ua nws tug."},{"bible_id":"1525","chapter_code":"1KI.21","verse_code":"1KI.21.19","label":"19","content":"Koj mus qhia rau nws hais tias kuv uas yog tus TSWV hais li no rau nws: ‘Koj twb muab tus tswv vaj tua povtseg lawm, koj tseem yuav txeeb nws lub vaj ua koj tug thiab los?’ Koj qhia rau nws hais tias tej lus no yog kuv hais: ‘Ntawm qhov chaw uas dev yaim Nanpaus cov ntshav, mas dev yuav yaim koj cov ntshav qhov ntawd thiab.’ ”"},{"bible_id":"1525","chapter_code":"1KI.21","verse_code":"1KI.21.20","label":"20","content":"Thaum Ahaj pom dheev Eliyas, Ahaj hu hais tias, “Kuv tus yeebncuab, koj tuaj ntsib kuv los?” Eliyas teb hais tias, “Yog, kuv tuaj ntsib koj. Koj tau muab tagnrho koj lub cev muag mus ua txhaum tabmeeg tus TSWV."},{"bible_id":"1525","chapter_code":"1KI.21","verse_code":"1KI.21.21","label":"21","content":"Yog li ntawd, tus TSWV hais rau koj hais tias, ‘Kuv yuav tso sub tawg sub ntsha los rau koj. Kuv yuav sau zog koj thiab koj tsevneeg txhua tus txivneej laus thiab hluas kom tas dulug."},{"bible_id":"1525","chapter_code":"1KI.21","verse_code":"1KI.21.22","label":"22","content":"Koj tsevneeg yuav zoo ib yam li Vajntxwv Yelaunpau-as uas yog Nenpas tus tub tsevneeg thiab ntag, koj ua rau kuv chim vim koj coj cov Yixalayees mus ua txhaum.’"},{"bible_id":"1525","chapter_code":"1KI.21","verse_code":"1KI.21.23","label":"23","content":"Thiab tus TSWV hais txog Yexenpees li no: dev yuav noj nws lub cev hauv lub nroog Yexelees."},{"bible_id":"1525","chapter_code":"1KI.21","verse_code":"1KI.21.24","label":"24","content":"Koj tej kwvtij uas tuag rau hauv nroog, dev yuav muab dua noj, thiab yog leejtwg tuag rau tom tej nras dav npoj yuav los muab noj kom tas.” ("},{"bible_id":"1525","chapter_code":"1KI.21","verse_code":"1KI.21.25","label":"25","content":"Yeej tsis tau muaj leejtwg yuav zoo siab hlo muab nws lub cev muag mus ua txhaum tabmeeg tus TSWV li Ahaj qaug Yexenpees uas yog nws tus pojniam tej lus haub ntxias li."},{"bible_id":"1525","chapter_code":"1KI.21","verse_code":"1KI.21.26","label":"26","content":"Nws tau ua tej kev txhaum uas txajmuag kawg vim nws mus pe mlom ib yam li cov Amoos. Cov neeg Amoos twb raug tus TSWV muab ntiab tawm hauv lub tebchaws thaum cov Yixalayees tabtom los txeeb nyob lawm.)"},{"bible_id":"1525","chapter_code":"1KI.21","verse_code":"1KI.21.27","label":"27","content":"Thaum Ahaj hnov tej lus uas Eliyas hais no, Ahaj txawm dua rhe nws lub tsho ua ntia tseg thiab muab kiag ntaubtsaj los npua. Nws yoo mov, hnav rawv cev ris tsho ntaubtsaj ntawd pw, thiab mus mus los los ua ntsejmuag mluas mlob thiab nyuaj siab kawg li."},{"bible_id":"1525","chapter_code":"1KI.21","verse_code":"1KI.21.28","label":"28","content":"Tus TSWV hais rau Eliyas uas yog tus cev Vajtswv lus hais tias,"},{"bible_id":"1525","chapter_code":"1KI.21","verse_code":"1KI.21.29","label":"29","content":"“Koj puas pom Ahaj txo hwjchim tabmeeg kuv? Vim nws txo hwjchim li no lawm, kuv yuav tsis tso sub tawg sub ntsha los rau nws tiam; tiamsis thaum txog nws tus tub tiam, kuv yuav tso sub tawg sub ntsha los rau Ahaj tsevneeg.”"},{"bible_id":"1525","chapter_code":"1KI.22","verse_code":"1KI.22.1","label":"1","content":"Cov Yixalayees thiab cov Xilias tseg tsis ua rog, lawv nyob muaj kev thajyeeb lug tau ob xyoos,"},{"bible_id":"1525","chapter_code":"1KI.22","verse_code":"1KI.22.2","label":"2","content":"tiamsis xyoo peb cov Yudas tus Vajntxwv Yehausafas tuaj xyuas cov Yixalayees tus Vajntxwv Ahaj."},{"bible_id":"1525","chapter_code":"1KI.22","verse_code":"1KI.22.3","label":"3","content":"Ahaj nug nws cov nomtswv hais tias, “Vim li cas peb yuav nyob dawb xwb tsis npaj mus txeeb kom tau lub nroog Lamaus hauv cheebtsam Nkile-as ntawm cov Xilias tus vajntxwv los? Lub nroog ntawd yog peb li los sav!”"},{"bible_id":"1525","chapter_code":"1KI.22","verse_code":"1KI.22.4","label":"4","content":"Thiab Ahaj nug Yehausafas hais tias, “Koj puas kam nrog kuv mus tua lub nroog Lamaus?” Yehausafas teb hais tias, “Thaum twg koj mus, ces kuv yeej nrog koj mus xwb, kuv cov tubrog mus taw thiab cov tubrog caij nees los yeej zoo siab mus huv tibsi."},{"bible_id":"1525","chapter_code":"1KI.22","verse_code":"1KI.22.5","label":"5","content":"Tiamsis peb yuav tsum xub nug tus TSWV tso.”"},{"bible_id":"1525","chapter_code":"1KI.22","verse_code":"1KI.22.6","label":"6","content":"Yog li ntawd, Ahaj thiaj hu cov cevlus kwvyees li plaub puas leej tuaj thiab nug lawv hais tias, “Puas tsimnyog kuv mus tua lub nroog Lamaus los tsis tsimnyog mus?” Lawv teb hais tias, “Koj cia li mus tua lub nroog ntawd, tus TSWV yuav pub kom koj tua yeej xwb.”"},{"bible_id":"1525","chapter_code":"1KI.22","verse_code":"1KI.22.7","label":"7","content":"Tiamsis Yehausafas nug hais tias, “Puas tshuav dua lwm tus cev Vajtswv lus uas tseem yuav pab tau peb mus nug tus TSWV thiab?”"},{"bible_id":"1525","chapter_code":"1KI.22","verse_code":"1KI.22.8","label":"8","content":"Ahaj teb hais tias, “Tseem tshuav dua ib tug, nws yog Imelas tus tub Mikayas. Tiamsis kuv ntxub nws heev, vim nws yeej ibtxwm tsis cev tej lus zoo rau kuv ib zaug li; tsuas yog pheej cev tej zaj lus phem rau kuv xwb.” Yehausafas teb hais tias, “Koj tseg tsis txhob hais li ko.”"},{"bible_id":"1525","chapter_code":"1KI.22","verse_code":"1KI.22.9","label":"9","content":"Ces Ahaj thiaj hu nws ib tug nomtswv los thiab hais rau nws hais tias, “Koj mus coj Mikayas tuaj tamsim no.”"},{"bible_id":"1525","chapter_code":"1KI.22","verse_code":"1KI.22.10","label":"10","content":"Ob tug vajntxwv ntawd yeej hnav rawv tej ris tsho vajntxwv zaum saum nkawd ob lub zwmtxwv uas nyob ntawm lub tshav nplej sab nraum lub roojvag Xamalis, cov cevlus txhua tus puavleej tuaj nyob cev Vajtswv lus ntawm nkawd xubntiag."},{"bible_id":"1525","chapter_code":"1KI.22","verse_code":"1KI.22.11","label":"11","content":"Cov cevlus ntawd muaj ib tug hu ua Xedekiyas, nws yog Khena-anas tus tub. Nws muab hlau los ua tau ibtxwm kub thiab nws hais rau Ahaj hais tias, “Tus TSWV hais tias, ‘Koj yuav siv txwm kub no mus tawmtsam cov Xilias thiab tua yeej lawv tagnrho huv tibsi.’ ”"},{"bible_id":"1525","chapter_code":"1KI.22","verse_code":"1KI.22.12","label":"12","content":"Cov cevlus txhua tus puavleej hais ib yam nkaus, lawv hais tias, “Koj cia li mus tua lub nroog Lamaus, koj yuav mus tua yeej xwb. Tus TSWV yuav pab kom koj yeej.”"},{"bible_id":"1525","chapter_code":"1KI.22","verse_code":"1KI.22.13","label":"13","content":"Thaum lub sijhawm ntawd, tus nom uas mus tos Mikayas tuaj ntawd hais rau Mikayas hais tias, “Tagnrho cov cevlus puavleej hais tias, vajntxwv yuav mus tua yeej, yog li ntawd, koj yuav tsum hais tej lus zoo ib yam li lawv hais thiab.”"},{"bible_id":"1525","chapter_code":"1KI.22","verse_code":"1KI.22.14","label":"14","content":"Tiamsis Mikayas teb hais tias, “Tus TSWV yog tus muaj sia nyob, kuv thov coglus hais tias kuv yuav hais raws li tej lus uas nws qhia rau kuv hais xwb.”"},{"bible_id":"1525","chapter_code":"1KI.22","verse_code":"1KI.22.15","label":"15","content":"Thaum Mikayas mus nyob tabmeeg Vajntxwv Ahaj lawm, vajntxwv nug nws hais tias, “Mikayas, puas tsimnyog Vajntxwv Yehausafas thiab kuv mus tua lub nroog Lamaus los tsis tsimnyog mus?” Mikayas teb hais tias, “Neb cia li mus tua los mas! Neb yeej yuav tua yeej xwb. Tus TSWV yuav pab kom neb yeej.”"},{"bible_id":"1525","chapter_code":"1KI.22","verse_code":"1KI.22.16","label":"16","content":"Tiamsis Ahaj teb hais tias, “Kuv twb yeej hais rau koj ntau zaus lawm hais tias thaum twg koj tuav tus TSWV lub npe qhia ib zaj dabtsi rau kuv, koj yuav tsum qhia kom tseeb xwb no ne, kuv tseem yuav hais pestsawg zaus rau koj thiab?”"},{"bible_id":"1525","chapter_code":"1KI.22","verse_code":"1KI.22.17","label":"17","content":"Mikayas teb hais tias, “Kuv twb pom cov tubrog Yixalayees tawg khiav ri sua saum tej ncov roob ib yam li pab yaj uas tsis muaj tus tswv yug lawm. Thiab tus TSWV hais tias, ‘Cov neeg no tsis muaj tus thawjcoj lawm, cia li tso lawv rov mus tsev ywj siab los mas.’ ”"},{"bible_id":"1525","chapter_code":"1KI.22","verse_code":"1KI.22.18","label":"18","content":"Ahaj hais rau Yehausafas hais tias, “Kuv twb qhia rau koj lawm hais tias nws yeej tsis cev ib zaj lus zoo rau kuv li puas yog? Nws yeej ibtxwm cev tej lus phem rau kuv nkaus xwb!”"},{"bible_id":"1525","chapter_code":"1KI.22","verse_code":"1KI.22.19","label":"19","content":"Mikayas hais ntxiv hais tias, “Koj cia li mloog tus TSWV lus! Kuv pom tus TSWV zaum saum nws lub zwmtxwv uas nyob saum ntuj, thiab nws cov timtswv sawv ntawm nws ob sab."},{"bible_id":"1525","chapter_code":"1KI.22","verse_code":"1KI.22.20","label":"20","content":"Tus TSWV nug hais tias, ‘Leejtwg thiaj yuav ntxias tau Ahaj kom nws mus raug tua tuag rau hauv lub nroog Lamaus?’ Muaj ib cov timtswv hais ib yam, thiab muaj dua lwm cov hais dua lwm yam lawm,"},{"bible_id":"1525","chapter_code":"1KI.22","verse_code":"1KI.22.21","label":"21","content":"ces muaj ib tug ntsujplig txav zog los rau ntawm tus TSWV xubntiag thiab hais rau tus TSWV hais tias, ‘Kuv yog tus uas yuav mus ntxias Ahaj ntag.’"},{"bible_id":"1525","chapter_code":"1KI.22","verse_code":"1KI.22.22","label":"22","content":"Tus TSWV nug hais tias, ‘Koj yuav ntxias li cas tau?’ Tus ntsujplig ntawd teb hais tias, ‘Kuv yuav mus tshoov Ahaj cov cevlus siab kom lawv qhia tej lus dag rau nws.’ Tus TSWV thiaj hais rau nws hais tias, ‘Koj cia li mus ntxias nws. Nws yeej yuav ntseeg koj zaj xwb.’ ”"},{"bible_id":"1525","chapter_code":"1KI.22","verse_code":"1KI.22.23","label":"23","content":"Mikayas txawm xaus lus hais tias, “Yeej muaj li no tiag. Tus TSWV ua kom koj cov cevlus tuaj dag koj. Tiamsis Mikayas yog tus qhia tseeb hais tias, koj yuav raug kev puastsuaj xwb thiaj tas!”"},{"bible_id":"1525","chapter_code":"1KI.22","verse_code":"1KI.22.24","label":"24","content":"Ces tus cevlus Xedekiyas txawm sawv tsees mus xuas tawg ncuav rau Mikayas sab plhu thiab nug hais tias, “Thaum twg tus TSWV tus ntsujplig twb tso kuv tseg thiab mus hais rau koj li ko lawm?”"},{"bible_id":"1525","chapter_code":"1KI.22","verse_code":"1KI.22.25","label":"25","content":"Mikayas teb hais tias, “Koj yeej paub thaum koj khiav mus nkaum hauv ib chav tsev.”"},{"bible_id":"1525","chapter_code":"1KI.22","verse_code":"1KI.22.26","label":"26","content":"Vajntxwv Ahaj hais rau nws cov nomtswv ib tug hais tias, “Cia li ntes Mikayas coj mus rau tus tswv nroog Amoos thiab vajntxwv tus tub Yau-ases."},{"bible_id":"1525","chapter_code":"1KI.22","verse_code":"1KI.22.27","label":"27","content":"Hais kom nkawd coj nws mus kaw rau hauv tsev lojcuj, muab mov qhuav thiab dej rau nws noj nws haus mus txog thaum kuv rov qab los kaj siab lug tsis muaj dabtsi mam li tso nws.”"},{"bible_id":"1525","chapter_code":"1KI.22","verse_code":"1KI.22.28","label":"28","content":"Mikayas thiaj twv hais tias, “Yog koj tseem tau rov qab los kaj siab lug, ces tej lus uas kuv hais rau koj ntawd yeej tsis yog tus TSWV hais rau kuv li!” Thiab nws hais ntxiv tias, “Thov nej txhua tus nrog hnov tej lus uas kuv hais no!”"},{"bible_id":"1525","chapter_code":"1KI.22","verse_code":"1KI.22.29","label":"29","content":"Ces cov Yixalayees tus Vajntxwv Ahaj thiab cov Yudas tus Vajntxwv Yehausafas txawm txhij tubrog mus tua lub nroog Lamaus hauv cheebtsam Nkile-as."},{"bible_id":"1525","chapter_code":"1KI.22","verse_code":"1KI.22.30","label":"30","content":"Ahaj hais rau Yehausafas hais tias, “Thaum peb mus rau hauv tshavrog, kuv yuav hnav dua lwm cev ris tsho lawm, tiamsis koj hnav koj cev ris tsho vajntxwv los tau.” Yog li ntawd, cov Yixalayees tus vajntxwv thiaj hnav dua lwm cev ris tsho mus rau hauv tshavrog, tsis pub kom leejtwg paub nws li."},{"bible_id":"1525","chapter_code":"1KI.22","verse_code":"1KI.22.31","label":"31","content":"Cov Xilias tus Vajntxwv thiaj hais rau nws peb caug ob tug thawj tubrog tsav tsheb nees kom tsis txhob tua ib tug twg li, tua cov Yixalayees tus vajntxwv tib leeg nkaus xwb."},{"bible_id":"1525","chapter_code":"1KI.22","verse_code":"1KI.22.32","label":"32","content":"Yog li ntawd, thaum lawv pom Vajntxwv Yehausafas, lawv thiaj xav hais tias nws yog cov Yixalayees tus vajntxwv, ces lawv thiaj mus caum nws tua. Tiamsis thaum nws qw,"},{"bible_id":"1525","chapter_code":"1KI.22","verse_code":"1KI.22.33","label":"33","content":"lawv thiaj paub hais tias nws tsis yog cov Yixalayees tus vajntxwv, lawv thiaj tso tseg tsis caum nws tua ntxiv lawm."},{"bible_id":"1525","chapter_code":"1KI.22","verse_code":"1KI.22.34","label":"34","content":"Tiamsis muaj ib tug tubrog Xilias, lam rub nws rab hneevnti tua mus ua ciav xibxub cia li ya mus raug kiag Vajntxwv Ahaj lub tsho hlau kis nruab nrab tshab plaws rau hauv nws lub cev lawm. Nws txawm quaj qw rau nws tus tsav tsheb nees hais tias, “Kuv raug mob lawm lauj! Cia li lem tsheb nees rov qab thiab coj kuv tawm hauv tshavrog no mus!”"},{"bible_id":"1525","chapter_code":"1KI.22","verse_code":"1KI.22.35","label":"35","content":"Thaum ntawd muaj kev sib tua hnyav heev, Vajntxwv Ahaj tseem txheem taus sawv hauv nws lub tsheb nees ntsia cov Xilias nrog lawv sib tua. Nws cov ntshav tawm los meem mias rau hauv nws lub tsheb nees, ces thaum hnub qaij nws txawm tu siav nrho tuag lawm."},{"bible_id":"1525","chapter_code":"1KI.22","verse_code":"1KI.22.36","label":"36","content":"Thaum hnub yuav luag poob qho txawm muaj ib lub suab los hais rau cov tubrog Yixalayees hais tias, “Nej txhua tus cia li rov qab mus rau hauv nej lub tebchaws thiab nej lub nroog!”"},{"bible_id":"1525","chapter_code":"1KI.22","verse_code":"1KI.22.37","label":"37","content":"Vajntxwv Ahaj raug luag tua tuag, thiab lawv coj nws lub cev rov los pam thiab muab nws faus rau hauv lub nroog Xamalis."},{"bible_id":"1525","chapter_code":"1KI.22","verse_code":"1KI.22.38","label":"38","content":"Lawv txawm coj nws lub tsheb nees mus ntxuav rau ntawm lub pasdej hauv lub nroog Xamalis, dev tuaj yaim nws tej ntshav thiab cov niamntiav tuaj da dej qhov ntawd, raws li tus TSWV tau hais tseg lawm tias yuav muaj li ntawd."},{"bible_id":"1525","chapter_code":"1KI.22","verse_code":"1KI.22.39","label":"39","content":"Dua li lwm yam uas Vajntxwv Ahaj ua tas los, nws lub loog uas nws muab kaus ntxhw xov thiab tej nroog uas nws tsim tseg, puavleej muab sau cia rau hauv  Phau Ntawv Keebkwm uas teev cov Yixalayees cov Vajntxwv lub neej lawm."},{"bible_id":"1525","chapter_code":"1KI.22","verse_code":"1KI.22.40","label":"40","content":"Thaum nws tuag lawm, nws tus tub Ahaxiyas thiaj ua vajntxwv hloov nws chaw."},{"bible_id":"1525","chapter_code":"1KI.22","verse_code":"1KI.22.41","label":"41","content":"Thaum Ahaj ua vajntxwv kav lub tebchaws Yixalayees tau plaub xyoos lawm, Axas tus tub Yehausafas mam li ua vajntxwv kav lub tebchaws Yudas,"},{"bible_id":"1525","chapter_code":"1KI.22","verse_code":"1KI.22.42","label":"42","content":"thaum nws hnubnyoog muaj peb caug tsib xyoos, thiab nws nyob hauv lub nroog Yeluxalees kav tau nees nkaum tsib xyoos. Nws niam hu ua Axunpas thiab yog Silehis tus ntxhais."},{"bible_id":"1525","chapter_code":"1KI.22","verse_code":"1KI.22.43","label":"43","content":"Yehausafas ua zoo ib yam li nws txiv Axas, nws coj ncaj coj ncees tabmeeg tus TSWV; tiamsis nws tsis muab tej chaw teev dab rhuav povtseg li thiab, cov pejxeem tseem pheej mus fij khoom thiab mus hlawv hmoov tshuaj tsw qab rau saum tej chaw ntawd tsis tseg li."},{"bible_id":"1525","chapter_code":"1KI.22","verse_code":"1KI.22.44","label":"44","content":"Yehausafas nrog cov Yixalayees tus vajntxwv ua phoojywg zoo kawg li."},{"bible_id":"1525","chapter_code":"1KI.22","verse_code":"1KI.22.45","label":"45","content":"Dua li lwm yam uas Yehausafas ua tas los, nws lub peevxwm, tej txujci thiab nws tej kev ntaus rog, puavleej muab sau cia rau hauv  Phau Ntawv Keebkwm uas teev cov Yudas cov Vajntxwv lub neej lawm."},{"bible_id":"1525","chapter_code":"1KI.22","verse_code":"1KI.22.46","label":"46","content":"Yehausafas muab cov txivntiav uas tu tej thaj pe dab uas seem nyob thaum nws txiv Axas tiam ntiab tawm mus huv tibsi lawm."},{"bible_id":"1525","chapter_code":"1KI.22","verse_code":"1KI.22.47","label":"47","content":"Thaum ntawd lub tebchaws Edoos tsis muaj vajntxwv kav, cov Yudas tus vajntxwv thiaj tsa ib tug sawv cev cov pejxeem los ua tus saib lawv xwb."},{"bible_id":"1525","chapter_code":"1KI.22","verse_code":"1KI.22.48","label":"48","content":"Yehausafas txua tau ib co nkoj rau hauv hiavtxwv, siv mus thauj kub tim tebchaws Aufiles; tiamsis cov nkoj ntawd tawg tas rau hauv Exi-oonkenpes lawm, mas lawv yeej tsis tau tsav cov nkoj ntawd li."},{"bible_id":"1525","chapter_code":"1KI.22","verse_code":"1KI.22.49","label":"49","content":"Cov Yixalayees tus Vajntxwv Ahaxiyas tso nws cov neeg tuaj nrog Yehausafas cov neeg nquam nkoj, tiamsis Yehausafas tsis kam lees yuav cov neeg ntawd."},{"bible_id":"1525","chapter_code":"1KI.22","verse_code":"1KI.22.50","label":"50","content":"Yehausafas tuag thiab luag coj nws mus faus rau ntawm cov vajntxwv lub toj ntxas hauv Vajntxwv Daviv lub nroog, thiab nws tus tub Yehaulas ua vajntxwv hloov nws chaw."},{"bible_id":"1525","chapter_code":"1KI.22","verse_code":"1KI.22.51","label":"51","content":"Thaum Vajntxwv Yehausafas ua vajntxwv kav lub tebchaws Yudas tau kaum xya xyoo lawm, Ahaj tus tub Ahaxiyas mam li ua vajntxwv kav lub tebchaws Yixalayees, thiab nws nyob hauv lub nroog Xamalis kav tau ob xyoos."},{"bible_id":"1525","chapter_code":"1KI.22","verse_code":"1KI.22.52","label":"52","content":"Nws ua txhaum rau tus TSWV ib yam li nws txiv Ahaj thiab nws niam Yexenpees, thiab nws coj raws li Vajntxwv Yelaunpau-as tus yam ntxwv, nws yog tus uas coj cov Yixalayees mus ua txhaum ntag."},{"bible_id":"1525","chapter_code":"1KI.22","verse_code":"1KI.22.53","label":"53","content":"Ahaxiyas pe Npa-as ib yam li nws txiv tau pe los lawm. Nws ua rau tus TSWV uas yog cov Yixalayees tus Vajtswv chim kawg nkaus li."}]