[{"bible_id":"1525","chapter_code":"1SA.1","verse_code":"1SA.1.1","label":"1","content":"Muaj ib tug txivneej hu ua Ekanas uas yog xeem Efalayees, nws nyob hauv lub nroog Lamas saum lub laj roob Efalayees. Ekanas txiv hu ua Yelauhas thiab nws yawg hu ua Elihus, Ekanas yog Tauhus tsevneeg thiab yog cuab Xufes."},{"bible_id":"1525","chapter_code":"1SA.1","verse_code":"1SA.1.2","label":"2","content":"Ekanas muaj ob tug pojniam, Hanas thiab Peninas. Peninas muaj menyuam, tiamsis Hanas tsis muaj."},{"bible_id":"1525","chapter_code":"1SA.1","verse_code":"1SA.1.3","label":"3","content":"Ekanas niaj xyoo cab tsiaj hauv lub nroog Lamas mus fij thiab pehawm tus TSWV uas muaj hwjchim loj kawg nkaus hauv lub nroog Silaus, Haufenis thiab Finehas uas yog Elis ob tug tub yog povthawj ua tus TSWV haujlwm nyob hauv."},{"bible_id":"1525","chapter_code":"1SA.1","verse_code":"1SA.1.4","label":"4","content":"Txhua zaus uas Ekanas tua tsiaj fij, nws muab tej nqaij faib rau Peninas thiab Peninas cov menyuam ib leeg ib co."},{"bible_id":"1525","chapter_code":"1SA.1","verse_code":"1SA.1.5","label":"5","content":"Txawm yog Ekanas nyiam Hanas heev dua los nws tsuas faib ib qho rau Hanas xwb, rau qhov  tus TSWV tsis pub Hanas muaj menyuam."},{"bible_id":"1525","chapter_code":"1SA.1","verse_code":"1SA.1.6","label":"6","content":"Peninas uas nrog Hanas sib tw ua neej, nws pheej txob thuam thiab rhuav Hanas ntsejmuag, rau qhov tus TSWV tsis pub Hanas muaj menyuam."},{"bible_id":"1525","chapter_code":"1SA.1","verse_code":"1SA.1.7","label":"7","content":"Peninas pheej ua li no ib xyoos dhau ib xyoos; thaum nkawd nrog sawvdaws mus pehawm tus TSWV hauv lub tuamtsev los Peninas pheej ua rau Hanas nyuaj siab thiab quaj tsis xav noj mov."},{"bible_id":"1525","chapter_code":"1SA.1","verse_code":"1SA.1.8","label":"8","content":"Ekanas uas yog tus txiv nug Hanas hais tias, “Hanas, vim li cas koj pheej quaj? Vim li cas koj tsis noj mov li? Vim li cas koj nyuaj siab ua luaj? Koj tau kuv zoo tsis cuag li koj muaj kaum leej tub los?”"},{"bible_id":"1525","chapter_code":"1SA.1","verse_code":"1SA.1.9+1SA.1.10","label":"9-10","content":"Muaj ib zaug thaum lawv noj mov hauv tus TSWV lub Tuamtsev hauv lub nroog Silaus tas, Hanas ntxhov siab heev, nws txawm sawv tsees, nws thiaj thov tus TSWV thiab quaj ncia heev. Thaum ntawd tus povthawj Elis zaum ntawm tus TSWV lub Tuamtsev lub qhovrooj ib sab."},{"bible_id":"1525","chapter_code":"1SA.1","verse_code":"1SA.1.11","label":"11","content":"Hanas coglus hais tias, “Tus TSWV uas muaj hwjchim loj kawg nkaus, thov koj tsa qhovmuag saib kuv uas yog koj tus ntxhais qhev! Thov koj pom kuv tej kev lwj siab thiab hlub kuv! Thov koj nco txog kuv thiab pub kuv muaj ib tug tub! Kuv coglus rau koj hais tias kuv yuav muab tus tub ntawd fij rau koj, ua koj tes haujlwm mus tas nws simneej thiab yuav tsis chais nws cov plaubhau li.”"},{"bible_id":"1525","chapter_code":"1SA.1","verse_code":"1SA.1.12","label":"12","content":"Hanas thov tus TSWV ntev loo, Elis saib ntsoov Hanas lub qhovncauj."},{"bible_id":"1525","chapter_code":"1SA.1","verse_code":"1SA.1.13","label":"13","content":"Hanas thov Vajtswv qhovncauj ua zog kais, tiamsis tsis hnov suab li. Yog li ntawd, Elis xav hais tias yog Hanas qaug cawv,"},{"bible_id":"1525","chapter_code":"1SA.1","verse_code":"1SA.1.14","label":"14","content":"Elis thiaj hais rau Hanas hais tias, “Koj tseem yuav qaug cawv li ko mus txog thaum twg? Koj cia li tseg tsis txhob haus cawv lawm!”"},{"bible_id":"1525","chapter_code":"1SA.1","verse_code":"1SA.1.15","label":"15","content":"Hanas teb hais tias, “Kuv tus tswv, tsis yog kuv qaug cawv, kuv tsis tau haus cawv. Kuv nyuaj siab heev, kuv tabtom thov Vajtswv, thiab muab kuv tej kev nyuaj siab tso rau tus TSWV."},{"bible_id":"1525","chapter_code":"1SA.1","verse_code":"1SA.1.16","label":"16","content":"Koj tsis txhob xav hais tias, kuv yog ib tug pojniam uas tsis tsimtxiaj. Kuv thov Vajtswv li no, twb yog vim kuv muaj kev nyuaj siab heev.”"},{"bible_id":"1525","chapter_code":"1SA.1","verse_code":"1SA.1.17","label":"17","content":"Elis hais tias, “Koj cia li mus tsev kaj siab lug, thiab thov tus TSWV uas yog cov Yixalayees tus Vajtswv pub rau koj raws koj tau thov nws lawm.”"},{"bible_id":"1525","chapter_code":"1SA.1","verse_code":"1SA.1.18","label":"18","content":"Hanas teb hais tias, “Thov koj hlub kuv,” ces Hanas txawm mus noj mov thiab tsis nyuaj siab lawm."},{"bible_id":"1525","chapter_code":"1SA.1","verse_code":"1SA.1.19","label":"19","content":"Thaum kaj ntug Ekanas thiab nws tsevneeg sawv ntxov los pehawm tus TSWV tas, ces lawv txawm rov qab los tsev rau hauv lub nroog Lamas lawm. Ekanas nrog Hanas pw, thiab tus TSWV ua raws li Hanas tej lus thov."},{"bible_id":"1525","chapter_code":"1SA.1","verse_code":"1SA.1.20","label":"20","content":"Ces Hanas txawm xeeb tub thiab yug tau ib tug tub. Nws muab tus metub ntawd tis npe hu ua Xamuyees,  rau qhov Hanas hais tias, “Kuv thov tus TSWV pub tus tub no rau kuv.”"},{"bible_id":"1525","chapter_code":"1SA.1","verse_code":"1SA.1.21","label":"21","content":"Xyoo tom qab rov txog lub caij uas Ekanas coj tsiaj mus tua fij rau tus TSWV raws li nws tau coglus tseg, nws thiab nws pojniam menyuam thiaj rov qab mus rau hauv lub nroog Silaus."},{"bible_id":"1525","chapter_code":"1SA.1","verse_code":"1SA.1.22","label":"22","content":"Tiamsis zaum no Hanas tsis mus lawm. Hanas hais rau nws tus txiv hais tias, “Kuv yuav tos kom kuv tus metub tseg taus mis tso, kuv mam li coj nws mus rau hauv tus TSWV lub tsev thiab cia nws nyob hauv mus tas nws simneej li.”"},{"bible_id":"1525","chapter_code":"1SA.1","verse_code":"1SA.1.23","label":"23","content":"Ekanas teb hais tias, “Koj cia li ua raws li koj pom zoo; koj nyob hauv tsev mus txog thaum uas tus metub tseg taus mis tso. Thov tus TSWV ua kom koj  tej lus cog tseg tiav.” Yog li ntawd, Hanas thiaj nyob hauv tsev thiab tu nws tus metub xwb."},{"bible_id":"1525","chapter_code":"1SA.1","verse_code":"1SA.1.24","label":"24","content":"Thaum tus metub tseg taus mis lawm, Hanas txawm cab ib tug heev nyuj hnubnyoog peb xyoos,  ris ib tawb hmoov qib, ib hnab cawv txiv hmab, thiab coj nws tus metub mus rau pem lub nroog Silaus. Txawm yog Xamuyees tseem yau heev los nws cia li coj mus rau hauv tus TSWV lub tsev uas nyob pem lub nroog Silaus."},{"bible_id":"1525","chapter_code":"1SA.1","verse_code":"1SA.1.25","label":"25","content":"Thaum lawv muab tus heev nyuj ntawd tua fij tas lawm, lawv txawm coj tus metub mus cob rau Elis."},{"bible_id":"1525","chapter_code":"1SA.1","verse_code":"1SA.1.26","label":"26","content":"Hanas hais rau Elis hais tias, “Tus tswv, koj puas tseem nco tau kuv lawm? Kuv yog tus pojniam uas thaum koj pom tuaj sawv ntawm no thov tus TSWV ntag."},{"bible_id":"1525","chapter_code":"1SA.1","verse_code":"1SA.1.27","label":"27","content":"Kuv thov tus TSWV pub tus metub no rau kuv, mas tus TSWV pub rau kuv raws li kuv tej lus thov."},{"bible_id":"1525","chapter_code":"1SA.1","verse_code":"1SA.1.28","label":"28","content":"Yog li ntawd, kuv thiaj muab kuv tus metub fij rau tus TSWV, cia nws ua tus TSWV neeg mus tas nws simneej li.” Ces lawv  txawm pehawm tus TSWV qhov ntawd."},{"bible_id":"1525","chapter_code":"1SA.2","verse_code":"1SA.2.1","label":"1","content":"Hanas hu nkauj hais tias: “Tus TSWV ua rau kuv zoo siab kawg nkaus li; kuv zoo siab kawg uas tus TSWV pub rau kuv tau ntsejmuag! Kuv khav tau rau kuv tej yeebncuab; kuv zoo siab heev rau qhov Vajtswv pab kuv!"},{"bible_id":"1525","chapter_code":"1SA.2","verse_code":"1SA.2.2","label":"2","content":"“Tsis muaj leejtwg dawbhuv li tus TSWV; tsis muaj leejtwg siab zoo npaum li nws, tsis muaj leejtwg tsomkwm peb li peb tus Vajtswv."},{"bible_id":"1525","chapter_code":"1SA.2","verse_code":"1SA.2.3","label":"3","content":"Cia li tseg nej tej lus khavtheeb; thiab tseg nej tej lus khav txiv. Rau qhov tus TSWV yog tus Vajtswv uas paub, thiab tshuaj txhua yam uas neeg ua."},{"bible_id":"1525","chapter_code":"1SA.2","verse_code":"1SA.2.4","label":"4","content":"Cov tubrog uas muaj zog heev tej hneevnti twb lov tas lawm, tiamsis cov neeg uas qaug zog rov muaj zog tuaj."},{"bible_id":"1525","chapter_code":"1SA.2","verse_code":"1SA.2.5","label":"5","content":"Tus neeg uas txeev muaj noj muaj haus, nimno nws yuav tau mus ua zog noj, tiamsis tus uas ibtxwm tsis muaj noj, muaj noj lawm. Tus pojniam uas ibtxwm tsis muaj tub, yug tau xya leej tub; tiamsis tus pojniam uas muaj menyuam coob, tsis tshuav ib tug li lawm."},{"bible_id":"1525","chapter_code":"1SA.2","verse_code":"1SA.2.6","label":"6","content":"Tus TSWV ua kom tuag thiab ua kom rov ciaj sia, nws xa neeg mus rau hauv tubtuag teb thiab coj lawv rov qab los."},{"bible_id":"1525","chapter_code":"1SA.2","verse_code":"1SA.2.7","label":"7","content":"Nws ua rau ibtxhia pluag thiab ua rau ibtxhia npluanuj; nws muab ibtxhia txo ua cov yau thiab tsa ibtxhia ua cov loj."},{"bible_id":"1525","chapter_code":"1SA.2","verse_code":"1SA.2.8","label":"8","content":"Nws tsa cov neeg pluag sawv hauv tej hmoov av los thiab nws tsa cov neeg txomnyem sawv hauv qhov tshauv los; nws tsa lawv nrog tej nomtswv nyob sib txig thiab pub lawv tau koob meej. Tej ncej uas txheem lub ntiajteb yog nws li; nws tsim lub ntiajteb rau saum tej hau ncej."},{"bible_id":"1525","chapter_code":"1SA.2","verse_code":"1SA.2.9","label":"9","content":"“Nws tsomkwm nws haivneeg uas ncaj ncees, tiamsis cov neeg siab phem yuav ploj mus rau hauv qhov tsaus ntuj nti; neeg lub zog yeej pab tsis tau kom neeg dim."},{"bible_id":"1525","chapter_code":"1SA.2","verse_code":"1SA.2.10","label":"10","content":"Tus TSWV cov yeebncuab yuav raug puastsuaj; nws ua rau xob nroo nrov nroo ntws saum ntuj tuaj tawmtsam lawv. Tus TSWV yuav txiav txim rau txhua haivneeg hauv ntiajteb no; nws yuav pub hwjchim rau tus vajntxwv uas nws tsa; nws yuav pub kom tus vajntxwv uas nws tsa kovyeej tej yeebncuab.”"},{"bible_id":"1525","chapter_code":"1SA.2","verse_code":"1SA.2.11","label":"11","content":"Ces Ekanas txawm rov qab mus tsev rau nram lub nroog Lamas lawm, tiamsis tseg tus metub Xamuyees nrog tus povthawj Elis nyob pem lub nroog Silaus ua tus TSWV tes haujlwm."},{"bible_id":"1525","chapter_code":"1SA.2","verse_code":"1SA.2.12","label":"12","content":"Elis ob tug tub tsis xyaum ua neeg tsimtxiaj. Nkawd tsis mloog tus TSWV tej lus"},{"bible_id":"1525","chapter_code":"1SA.2","verse_code":"1SA.2.13","label":"13","content":"lossis tsis coj raws li tej kevcai uas cov povthawj sawvdaws coj. Thaum cov pejxeem ib tug twg coj tsiaj tuaj tua fij, tus povthawj ib tug tubtxib nqa ib rab hmuv ncau peb ceg tuaj. Thaum tseem hau cov nqaij rau hauv yias,"},{"bible_id":"1525","chapter_code":"1SA.2","verse_code":"1SA.2.14","label":"14","content":"nws txawm muab rab hmuv hno cov nqaij hauv yias, yog rab hmuv chob tau npaum li cas, ces cov nqaij ntawd yog tus povthawj tug. Lawv ua li ntawd rau cov Yixalayees txhua tus uas cab tsiaj tuaj tua fij rau hauv lub nroog Silaus."},{"bible_id":"1525","chapter_code":"1SA.2","verse_code":"1SA.2.15","label":"15","content":"Tsis tas li ntawd xwb, thaum tseem tsis tau muab tej roj luas coj mus hlawv fij, tus povthawj tus tubtxib tuaj hais rau tus uas muab tej tsiaj fij hais tias, “Kuv tuaj nqa ib thooj nqaij mus rau tus povthawj ci noj; nws tsis yuav cov nqaij uas koj twb haus siav lawm, nws yuav nqaij nyoos xwb.”"},{"bible_id":"1525","chapter_code":"1SA.2","verse_code":"1SA.2.16","label":"16","content":"Yog tus uas muab cov nqaij ntawd mus fij teb hais tias, “Cia peb muab tej roj coj mus hlawv raws li kevcai tas tso, koj mam li nqa tej nqaij uas koj xav yuav mus,” ces tus povthawj tus tubtxib teb hais tias, “Tsis tau, koj cia li muab rau kuv tamsim no! Txawm yog koj tsis kam los kuv yeej yuav nqa mus!”"},{"bible_id":"1525","chapter_code":"1SA.2","verse_code":"1SA.2.17","label":"17","content":"Tus TSWV pom hais tias, Elis ob tug tub ua txhaum loj kawg li, rau qhov nkawd ua saib tsis taus tej khoom uas lawv coj tuaj fij rau tus TSWV."},{"bible_id":"1525","chapter_code":"1SA.2","verse_code":"1SA.2.18","label":"18","content":"Thaum tus metub Xamuyees ua tus TSWV tes haujlwm, nws hnav lub tsho ntaubmag efaus."},{"bible_id":"1525","chapter_code":"1SA.2","verse_code":"1SA.2.19","label":"19","content":"Txhua xyoo uas nws niam thiab nws txiv coj tsiaj tuaj tua fij rau tus TSWV, nws niam yeej xaws ib lub tsho ntev nqa tuaj rau nws."},{"bible_id":"1525","chapter_code":"1SA.2","verse_code":"1SA.2.20","label":"20","content":"Elis foom koob hmoov rau Ekanas thiab Ekanas tus pojniam hais tias, “Thov tus TSWV pub kom koj tus pojniam no rov muaj dua menyuam los hloov tus tub uas koj twb muab fij rau tus TSWV lawm chaw.” Ces lawv txawm rov qab mus tsev lawm."},{"bible_id":"1525","chapter_code":"1SA.2","verse_code":"1SA.2.21","label":"21","content":"Tus TSWV foom koob hmoov rau Hanas muaj peb tug tub thiab ob tug ntxhais ntxiv. Tus metub Xamuyees loj hlob zuj zus thiab ua tus TSWV tes haujlwm."},{"bible_id":"1525","chapter_code":"1SA.2","verse_code":"1SA.2.22","label":"22","content":"Elis laus heev lawm. Nws hnov tej uas nws ob tug tub ua txhaum rau cov Yixalayees thiab paub tej uas nws ob tug tub mus deev cov pojniam uas ua haujlwm ntawm tus TSWV lub Tsevntaub sib ntsib tej roojvag."},{"bible_id":"1525","chapter_code":"1SA.2","verse_code":"1SA.2.23","label":"23","content":"Yog li ntawd, nws thiaj hais rau nkawd hais tias, “Vim li cas neb ua tej no? Txhua tus qhia tej kev phem uas neb tau ua rau kuv mloog."},{"bible_id":"1525","chapter_code":"1SA.2","verse_code":"1SA.2.24","label":"24","content":"Kuv ob tug tub, neb tseg tsis txhob ua tej kev phem no lawm. Tej kev phem uas neb ua ntawd, tus TSWV haivneeg hais ntshoo nrooj rau luag ntiajtog qaumpes hnov tas lawm."},{"bible_id":"1525","chapter_code":"1SA.2","verse_code":"1SA.2.25","label":"25","content":"Yog neeg ua txhaum rau neeg, ces Vajtswv phua tau plaub ntug rau ob tog; tiamsis yog neeg ua txhaum rau tus TSWV, leejtwg yuav ua tus phua plaub ntug?” Tiamsis nkawd tsis mloog nkawd txiv tej lus li, rau qhov tus TSWV twb npaj siab lawm hais tias, yuav muab nkawd tua povtseg."},{"bible_id":"1525","chapter_code":"1SA.2","verse_code":"1SA.2.26","label":"26","content":"Tus metub Xamuyees loj hlob ua lub neej haum tus TSWV saib thiab haum tej neeg sawvdaws siab."},{"bible_id":"1525","chapter_code":"1SA.2","verse_code":"1SA.2.27","label":"27","content":"Muaj ib tug cevlus coj tus TSWV tej lus tuaj hais rau Elis hais tias, “Thaum koj yawgkoob Aloos thiab nws tsevneeg tseem ua Falaus uas kav tebchaws Iziv qhev, kuv tau los tshwm rau Aloos pom."},{"bible_id":"1525","chapter_code":"1SA.2","verse_code":"1SA.2.28","label":"28","content":"Kuv tau xaiv nws tsevneeg ntawm txhua xeem Yixalayees los ua kuv cov povthawj, ua haujlwm ntawm lub thaj fij, hlawv tej hmoov tshuaj tsw qab, thiab hnav lub tsho efaus  tuaj cuag kuv. Kuv pub lawv muaj feem yuav tau tej uas luag coj tuaj hlawv fij rau kuv saum lub thaj ibtxhia."},{"bible_id":"1525","chapter_code":"1SA.2","verse_code":"1SA.2.29","label":"29","content":"Yog vim li cas koj ua neeg siab hlob  thiab xav tau tej uas kuv kom kuv haivneeg coj tuaj fij? Elis, vim li cas koj muab koj ob tug tub saib hlob dua saib kuv? Koj cia nkawd muab tej nqaij zoo heev uas kuv haivneeg coj tuaj fij rau kuv txav kom koj ob tug tub rog?"},{"bible_id":"1525","chapter_code":"1SA.2","verse_code":"1SA.2.30","label":"30","content":"Kuv yog tus TSWV uas yog cov Yixalayees tus Vajtswv, yav tas los kuv coglus hais tias, koj tsevneeg thiab koj cov xeebntxwv yuav tau ua povthawj ua kuv tes haujlwm mus ibtxhis li. Tiamsis nimno kuv hais rau koj hais tias, kuv tsis pub nej ua ntxiv lawm! Tus uas hwm kuv, kuv yuav pub rau nws tau ntsejmuag; tus uas saib tsis tau kuv, kuv yuav cia nws poob ntsejmuag."},{"bible_id":"1525","chapter_code":"1SA.2","verse_code":"1SA.2.31","label":"31","content":"Twb txog lub sijhawm lawm, kuv yuav tua cov tub hluas hauv koj tsevneeg thiab hauv koj cuab kwvtij; yog li ntawd, koj tsevneeg yuav tsis muaj ib tug txivneej nyob laus nkoos li."},{"bible_id":"1525","chapter_code":"1SA.2","verse_code":"1SA.2.32","label":"32","content":"Koj yuav mob siab thiab khib siab  rau tej koob hmoov uas kuv foom rau lwm tus hauv haivneeg Yixalayees, tiamsis koj tsevneeg yuav tsis muaj ib tug nyob laus li."},{"bible_id":"1525","chapter_code":"1SA.2","verse_code":"1SA.2.33","label":"33","content":"Kuv yuav cia koj cov xeebntxwv ib tug ua neej nyob, nws yuav ua ib tug povthawj ua kuv tes haujlwm. Tiamsis nws  yuav digmuag thiab tas kev cia siab, dua li koj cov xeebntxwv yuav raug luag tua tuag tas."},{"bible_id":"1525","chapter_code":"1SA.2","verse_code":"1SA.2.34","label":"34","content":"Haufenis thiab Finehas uas yog koj ob tug tub los yuav tuag rau tib hnub, thaum ntawd koj yuav paub hais tias tej lus uas kuv hais no muaj tseeb tiag."},{"bible_id":"1525","chapter_code":"1SA.2","verse_code":"1SA.2.35","label":"35","content":"Kuv yuav xaiv ib tus povthawj uas ncaj ncees ua kuv tes haujlwm thiab ua txhua yam raws li kuv kom nws ua. Kuv yuav pub nws muaj xeebntxwv los ua haujlwm ntawm tus vajntxwv uas kuv xaiv lawm lub xubntiag."},{"bible_id":"1525","chapter_code":"1SA.2","verse_code":"1SA.2.36","label":"36","content":"Koj cov xeebntxwv tseem yuav mus thov nyiaj thiab mov noj ntawm tus povthawj ntawd thiab tsa ncauj thov kom nws cia lawv pab cov povthawj ua haujlwm, lawv thiaj tau noj.”"},{"bible_id":"1525","chapter_code":"1SA.3","verse_code":"1SA.3.1","label":"1","content":"Elis qhia tus metub Xamuyees ua tus TSWV tes haujlwm. Ntu ntawd tus TSWV tsis tshua los hais rau neeg, thiab nws tsis ua rau neeg ua yogtoog pom lawm."},{"bible_id":"1525","chapter_code":"1SA.3","verse_code":"1SA.3.2","label":"2","content":"Elis laus heev, nws qhovmuag tsis tshua pom kev lawm, muaj ib hmos nws pw hauv nws lub txaj;"},{"bible_id":"1525","chapter_code":"1SA.3","verse_code":"1SA.3.3","label":"3","content":"Xamuyees pw hauv tus TSWV lub tuamtsev, ze ntawm lub Phijxab uas ntim Vajtswv tej lus cog tseg. Thaum tsis tau kaj ntug uas lub teeb tseem cig lam lug,"},{"bible_id":"1525","chapter_code":"1SA.3","verse_code":"1SA.3.4","label":"4","content":"tus TSWV hu Xamuyees. Xamuyees teb hais tias, “Kuv nyob ntawm no!”"},{"bible_id":"1525","chapter_code":"1SA.3","verse_code":"1SA.3.5","label":"5","content":"Ces nws txawm khiav mus nug Elis hais tias, “Koj hu kuv los, kuv nyob ntawm no.” Tiamsis Elis teb hais tias, “Kuv tsis tau hu koj; cia li rov qab mus pw.” Yog li ntawd, Xamuyees txawm rov mus pw."},{"bible_id":"1525","chapter_code":"1SA.3","verse_code":"1SA.3.6+1SA.3.7","label":"6-7","content":"Tus TSWV rov hu Xamuyees dua, Xamuyees tsis paub hais tias yog tus TSWV, rau qhov tus TSWV tsis tau hu nws dua ib zaug li. Yog li ntawd, Xamuyees thiaj rov sawv mus rau ntawm Elis thiab nug hais tias, “Koj hu kuv los, kuv nyob ntawm no.” Elis teb hais tis, “Kuv tus tub, kuv tsis tau hu koj; koj cia li rov qab mus pw.”"},{"bible_id":"1525","chapter_code":"1SA.3","verse_code":"1SA.3.8","label":"8","content":"Tus TSWV hu Xamuyees zaum peb; Xamuyees sawv rov mus cuag Elis thiab nug hais tias, “Koj hu kuv los, kuv nyob ntawm no.” Thaum ntawd, Elis paub hais tias yog tus TSWV hu Xamuyees,"},{"bible_id":"1525","chapter_code":"1SA.3","verse_code":"1SA.3.9","label":"9","content":"Elis thiaj hais rau Xamuyees hais tias, “Cia li rov mus pw; yog koj hnov nws rov hu koj dua, ces koj teb hais tias, ‘Tus TSWV, thov koj cia li hais, koj tus tubtxib tabtom mloog.’ ” Ces Xamuyees txawm rov mus pw lawm."},{"bible_id":"1525","chapter_code":"1SA.3","verse_code":"1SA.3.10","label":"10","content":"Tus TSWV los sawv ntawd, thiab rov hu dua ib yam li nws hu tas los hais tias, “Xamuyees! Xamuyees!” Xamuyees teb hais tias, “Tus TSWV koj cia li hais; koj tus tubtxib tabtom mloog.”"},{"bible_id":"1525","chapter_code":"1SA.3","verse_code":"1SA.3.11","label":"11","content":"Tus TSWV hais rau Xamuyees hais tias, “Muaj ib hnub kuv yuav ua ib yam rau cov Yixalayees, txhua tus uas hnov yuav ntshai heev."},{"bible_id":"1525","chapter_code":"1SA.3","verse_code":"1SA.3.12","label":"12","content":"Hnub ntawd kuv yuav tso kev puastsuaj los rau Elis tsevneeg, raws li tej lus uas kuv hais thaum pib mus txog thaum xaus."},{"bible_id":"1525","chapter_code":"1SA.3","verse_code":"1SA.3.13","label":"13","content":"Kuv twb hais rau Elis  lawm hais tias, kuv yuav rau txim rau nws tsevneeg mus ibtxhis, rau qhov nws ob tug tub hais tej lus phem saib tsis taus kuv. Elis paub tej uas nws ob tug tub ua, tiamsis nws tsis txwv nkawd."},{"bible_id":"1525","chapter_code":"1SA.3","verse_code":"1SA.3.14","label":"14","content":"Yog li ntawd, kuv coglus hais tias tsis muaj ib yam khoom fij lossis theej txhoj uas yuav theej tau Elis tsevneeg lub txim loj ntawd li.”"},{"bible_id":"1525","chapter_code":"1SA.3","verse_code":"1SA.3.15","label":"15","content":"Xamuyees pw twjywm mus txog thaum kaj ntug; nws mam li sawv mus qhib tus TSWV lub tsev tej qhovrooj. Nws ntshai qhia zaj yogtoog ntawd rau Elis paub."},{"bible_id":"1525","chapter_code":"1SA.3","verse_code":"1SA.3.16","label":"16","content":"Elis hu hais tias, “Kuv tus metub Xamuyees!” Xamuyees teb hais tias, “Kuv nyob ntawm no!”"},{"bible_id":"1525","chapter_code":"1SA.3","verse_code":"1SA.3.17","label":"17","content":"Elis nug hais tias, “Tus TSWV hais li cas rau koj? Koj cia li piav rau kuv mloog tsis txhob zais ib los li. Yog koj npog tsis qhia rau kuv paub, Vajtswv yuav rau txim hnyav rau koj.”"},{"bible_id":"1525","chapter_code":"1SA.3","verse_code":"1SA.3.18","label":"18","content":"Yog li ntawd, Xamuyees thiaj piav txhua yam rau Elis mloog tsis zais ib los li. Elis hais tias, “Nws yog tus TSWV; nws yeej yuav ua raws li nws pom zoo.”"},{"bible_id":"1525","chapter_code":"1SA.3","verse_code":"1SA.3.19","label":"19","content":"Thaum Xamuyees loj hlob lawm, tus TSWV nrog nraim Xamuyees thiab ua kom txhua yam tiav raws li Xamuyees hais ntawd."},{"bible_id":"1525","chapter_code":"1SA.3","verse_code":"1SA.3.20","label":"20","content":"Ces tagnrho cov Yixalayees thoob tebchaws paub hais tias, Xamuyees yog tus TSWV ib tug cevlus tseeb."},{"bible_id":"1525","chapter_code":"1SA.3","verse_code":"1SA.3.21","label":"21","content":"Tus TSWV los tshwm tsis tseg rau Xamuyees pom hauv lub nroog Silaus thiab nrog Xamuyees tham. Thaum Xamuyees hais los cov Yixalayees mloog nws hais."},{"bible_id":"1525","chapter_code":"1SA.4","verse_code":"1SA.4.1","label":"1","content":"Lub sijhawm ntawd, cov Filitees txhij tubrog tuaj tua cov Yixalayees, yog li ntawd,  cov Yixalayees thiaj mus tua cov Filitees. Cov Yixalayees mus tsuam yeej rau ntawm Enpenexes, thiab cov Filitees tsuam yeej rau ntawm Afes."},{"bible_id":"1525","chapter_code":"1SA.4","verse_code":"1SA.4.2","label":"2","content":"Cov Filitees txawm tuaj tua cov Yixalayees, ces ob tog sib tua hnyav heev; cov Filitees tua ua rau cov Yixalayees swb thiab tuag plaub txhiab leej rau hauv tshavrog."},{"bible_id":"1525","chapter_code":"1SA.4","verse_code":"1SA.4.3","label":"3","content":"Thaum cov Yixalayees uas seem rov los txog rau hauv lawv lub yeej, cov Yixalayees cov thawjcoj hais tias, “Vim li cas hnub no tus TSWV cia cov Filitees tua yeej peb? Peb cia li mus kwv lub Phijxab uas ntim Vajtswv tej lus cog tseg hauv lub nroog Silaus tuaj kom nws  thiaj nrog peb mus thiab cawm kom peb dim ntawm peb cov yeebncuab tes.”"},{"bible_id":"1525","chapter_code":"1SA.4","verse_code":"1SA.4.4","label":"4","content":"Yog li ntawd, lawv thiaj txib neeg mus rau hauv lub nroog Silaus, kwv lub Phijxab uas ntim Vajtswv tej lus cog tseg uas yog tus TSWV uas muaj hwjchim loj kawg nkaus lub zwmtxwv uas nyob hauv qab ob tug qhelunpees  ob sab qab tis, Haufenis thiab Finehas uas yog Elis ob tug tub thiaj nrog cov uas kwv lub Phijxab ntawd mus thiab."},{"bible_id":"1525","chapter_code":"1SA.4","verse_code":"1SA.4.5","label":"5","content":"Thaum lawv kwv lub Phijxab mus txog, cov Yixalayees zoo siab thiab qw nrov heev ua rau av ntseeg nkaws."},{"bible_id":"1525","chapter_code":"1SA.4","verse_code":"1SA.4.6","label":"6","content":"Thaum cov Filitees hnov tej suab qw ntawd, lawv hais tias, “Peb cia li mloog tej suab uas qw hauv cov neeg Henplais lub yeej! Saib lawv qw ua dabtsi?” Thaum cov Filitees paub hais tias, yog cov Yixalayees kwv lub Phijxab uas ntim Vajtswv tej lus cog tseg tuaj rau hauv cov Henplais lub yeej lawm,"},{"bible_id":"1525","chapter_code":"1SA.4","verse_code":"1SA.4.7","label":"7","content":"cov Filitees ntshai heev thiab sib tham hais tias, “Vajtswv tuaj rau hauv lawv lub yeej lawm! Peb yuav swb lawv! Peb tsis tau pom muaj dua li no ib zaug li."},{"bible_id":"1525","chapter_code":"1SA.4","verse_code":"1SA.4.8","label":"8","content":"Leejtwg yuav cawm tau ped dim ntawm tej vajtswv uas muaj hwjchim li ntawd? Tej vajtswv ntawd yog cov uas tua cov Iziv nram tiaj suabpuam ntag!"},{"bible_id":"1525","chapter_code":"1SA.4","verse_code":"1SA.4.9","label":"9","content":"Cov Filitees, cia li ua siab tawv qhawv! Cia li tiv tua tiag tiag, lossis yuav cia peb ua cov Henplais qhev, ib yam li lawv tau ua peb qhev lawm. Yog li ntawd, cia li tiv tua tiag tsis txhob thim!”"},{"bible_id":"1525","chapter_code":"1SA.4","verse_code":"1SA.4.10","label":"10","content":"Cov Filitees thiaj tua heev ua rau cov Yixalayees swb kiag, thiab cov Yixalayees nyias taus nyias khiav rov qab mus tsev lawm. Cov tubrog Yixalayees raug luag tua tuag peb caug txhiab leej."},{"bible_id":"1525","chapter_code":"1SA.4","verse_code":"1SA.4.11","label":"11","content":"Cov Filitees txeeb tau lub Phijxab uas ntim Vajtswv tej lus cog tseg, thiab Elis ob tug tub uas yog Haufenis thiab Finehas los raug luag tua tuag rau huv tshavrog lawm."},{"bible_id":"1525","chapter_code":"1SA.4","verse_code":"1SA.4.12","label":"12","content":"Tib hnub ntawd, muaj ib tug txivneej uas yog xeem Npeenyamees khiav hauv tshavrog los txog hauv lub nroog Silaus. Nws tu siab heev, nws thiaj dua rhe nws lub tsho thiab tsuab hmoov av rau saum nws taubhau."},{"bible_id":"1525","chapter_code":"1SA.4","verse_code":"1SA.4.13","label":"13","content":"Elis zaum saum ib lub rooj ntawm ntug kev, ntsia ntsoov ncauj ke. Nws txhawj txog lub Phijxab uas ntim Vajtswv tej lus cog tseg heev. Tus txivneej ntawd los qhia rau cov neeg uas nyob thoob plaws hauv lub nroog paub tej xwm ntawd, ces sawvdaws ntshai heev thiab quaj zom zaws."},{"bible_id":"1525","chapter_code":"1SA.4","verse_code":"1SA.4.14","label":"14","content":"Thaum Elis hnov sawvdaws quaj zom zaws, nws nug hais tias, “Tej suab ntawd, yog suab dabtsi?” Tus txivneej ntawd khiav ceev nrooj los qhia rau Elis. ("},{"bible_id":"1525","chapter_code":"1SA.4","verse_code":"1SA.4.15","label":"15","content":"Thaum ntawd, Elis hnubnyoog muaj cuaj caum yim xyoo, nws qhovmuag pom kev tsis tseeb lawm.)"},{"bible_id":"1525","chapter_code":"1SA.4","verse_code":"1SA.4.16","label":"16","content":"Tus txivneej ntawd hais rau Elis hais tias, “Hnub no kuv khiav hauv tshavrog los.” Elis nug hais tias, “Metub, muaj xwm dabtsi?”"},{"bible_id":"1525","chapter_code":"1SA.4","verse_code":"1SA.4.17","label":"17","content":"Nws teb hais tias, “Cov Filitees tua cov Yixalayees swb thiab tawg khiav tas. Koj ob tug tub uas yog Haufenis thiab Finehas los raug tua tuag, thiab luag tseem txeeb tau lub Phijxab uas ntim Vajtswv tej lus cog tseg huv tibsi lawm!”"},{"bible_id":"1525","chapter_code":"1SA.4","verse_code":"1SA.4.18","label":"18","content":"Thaum tus txivneej ntawd, hais txog lub Phijxab, Elis txawm ntxeev hlo saum lub rooj rau sab tom qab ntawm ib sab roojvag, nws cajdab lov ntho thiab tuag lawm, vim nws laus thiab rog heev. Nws ua cov Yixalayees tus thawjcoj tau plaub caug xyoo."},{"bible_id":"1525","chapter_code":"1SA.4","verse_code":"1SA.4.19","label":"19","content":"Elis tus nyab uas yog Finehas tus pojniam tabtom suab menyuam thiab yuav txog caij yug. Thaum nws hnov hais tias luag txeeb tau lub Phijxab uas ntim Vajtswv tej lus cog tseg, nws txiv yawg thiab nws tus txiv los tuag lawm, tamsim ntawd nws mob plab heev thiab cia li yug kiag menyuam."},{"bible_id":"1525","chapter_code":"1SA.4","verse_code":"1SA.4.20","label":"20","content":"Thaum nws yuav tu siav, cov pojniam uas tuaj pab nws hais rau nws tais, “Ua tiag tswj koj txojsia! Koj twb tau ib tug metub lawm!” Tiamsis nws tsis mloog thiab tsis teb li."},{"bible_id":"1525","chapter_code":"1SA.4","verse_code":"1SA.4.21","label":"21","content":"Nws tis tus metub ntawd npe hu ua Ikhanpaus,  txhais hais tias, “Vajtswv lub tshwjchim tso cov Yixalayees tseg lawm.” Nws hais li ntawd, yog hais txog qhov uas luag txeeb tau lub Phijxab uas ntim Vajtswv tej lus cog tseg, nws txiv yawg thiab nws tus txiv tuag."},{"bible_id":"1525","chapter_code":"1SA.4","verse_code":"1SA.4.22","label":"22","content":"Nws hais tias, “Vajtswv lub tshwjchim tso cov Yixalayees tseg, rau qhov luag txeeb tau lub Phijxab uas ntim Vajtswv tej lus cog tseg lawm.”"},{"bible_id":"1525","chapter_code":"1SA.5","verse_code":"1SA.5.1","label":"1","content":"Thaum cov Filitees txeeb tau lub Phijxab uas ntim Vajtswv tej lus cog tseg lawm, lawv kwv ntawm Enpenexes mus rau hauv lub nroog Asedaus,"},{"bible_id":"1525","chapter_code":"1SA.5","verse_code":"1SA.5.2","label":"2","content":"thiab coj mus tso rau hauv lub tuamtsev uas lawv teev lawv tus vajtswv Dankoos, thiab muab txawb rau ntawm tus mlom Dankoos ib sab."},{"bible_id":"1525","chapter_code":"1SA.5","verse_code":"1SA.5.3","label":"3","content":"Hnub tom qab thaum sawv ntxov, cov neeg hauv lub nroog Asedaus pom tus mlom Dankoos vau rau hauv av ntawm hauv ntej lub Phijxab uas tim Vajtswv tej lus cog tseg. Yog li ntawd, lawv txawm muab tsa thiab muab txawb rau ntawm qhov qub chaw dua."},{"bible_id":"1525","chapter_code":"1SA.5","verse_code":"1SA.5.4","label":"4","content":"Tagkis tom qab, lawv tuaj pom tus mlom Dankoos rov vau khwb rwg ntxis rau ntawm hauv ntej lub Phijxab uas ntim Vajtswv tej lus cog tseg. Zaum no tus mlom ntawd lub taubhau thiab ob sab npab tu rau ntawm taw rooj tshuav lub cev xwb. ("},{"bible_id":"1525","chapter_code":"1SA.5","verse_code":"1SA.5.5","label":"5","content":"Twb yog vim li ntawd, cov povthawj thiab cov neeg uas teev tus mlom Dankoos hauv lub nroog Asedaus thiaj tsis tsuj thiab tsis hla ntawm lub taw rooj ntawd los txog niaj hnub no.)"},{"bible_id":"1525","chapter_code":"1SA.5","verse_code":"1SA.5.6","label":"6","content":"Tus TSWV rau txim hnyav heev rau cov neeg uas nyob hauv lub nroog Asedaus thiab ua rau lawv ntshai kawg li. Tus TSWV rau txim rau lawv thiab ua rau cov neeg uas nyob cheebtsam ntawd mob faj  tas huv tibsi."},{"bible_id":"1525","chapter_code":"1SA.5","verse_code":"1SA.5.7","label":"7","content":"Thaum cov neeg ntawd, pom tej xwm no, lawv hais tias, “Cov Yixalayees tus Vajtswv rau txim rau peb thiab peb tus vajtswv Dankoos lawm. Peb cia li muab lub Phijxab tshem mus, tsis txhob cia nyob ntawm no lawm.”"},{"bible_id":"1525","chapter_code":"1SA.5","verse_code":"1SA.5.8","label":"8","content":"Yog li ntawd, cov Filitees txawm tso neeg mus hu lawv tsib tug vajntxwv tuaj thiab hais rau lawv hais tias, “Peb yuav ua li cas rau lub Phijxab uas ntim cov Yixalayees tus Vajtswv tej lus cog tseg no?” Lawv teb hais tias, “Cia li kwv mus tso rau hauv lub nroog Nkas;” yog li ntawd, lawv thiaj kwv lub phijxab mus tso rau hauv lub nroog Nkas uas yog cov Filitees ib lub nroog."},{"bible_id":"1525","chapter_code":"1SA.5","verse_code":"1SA.5.9","label":"9","content":"Tiamsis thaum lawv coj lub phijxab mus tso rau hauv lub nroog ntawd lawm, tus TSWV txawm rau txim rau cov neeg hauv lub nroog ntawd, thiab ua rau lawv ntxhov siab kawg li. Tus TSWV rau txim hnyav heev rau cov neeg hauv lub nroog ntawd, tsis hais tus laus tus hluas mob faj tas huv tibsi."},{"bible_id":"1525","chapter_code":"1SA.5","verse_code":"1SA.5.10","label":"10","content":"Ces lawv thiaj kwv lub Phijxab uas ntim Vajtswv tej lus cog tseg mus tso rau hauv Ekiloos uas yog cov Filitees ib lub nroog; thaum coj lub phijxab mus txog rau hauv lub nroog Ekiloos, cov neeg uas nyob hauv qw zom zaws hais tias, “Lawv kwv lub Phijxab uas ntim cov Yixalayees tus Vajtswv tej lus cog tseg tuaj ua kom peb tuag tas xwb!”"},{"bible_id":"1525","chapter_code":"1SA.5","verse_code":"1SA.5.11","label":"11","content":"Yog li ntawd, lawv rov tso neeg mus hu tagnrho cov neeg Filitees cov vajntxwv tuaj thiab hais rau lawv hais tias, “Peb cia li xa lub Phijxab uas ntim cov Yixalayees tus Vajtswv tej lus cog tseg rov qab mus tso rau qhov chaw qub kom lub phijxab ntawd thiaj tsis tua peb thiab peb tej tsevneeg lawm.” Muaj kev ntxhov siab thoob plaws txhua lub nroog, rau qhov Vajtswv rau txim hnyav heev rau lawv."},{"bible_id":"1525","chapter_code":"1SA.5","verse_code":"1SA.5.12","label":"12","content":"Cov uas tsis tuag los mob faj tas huv tibsi, lawv thiaj quaj thov lawv tej vajtswv pab lawv."},{"bible_id":"1525","chapter_code":"1SA.6","verse_code":"1SA.6.1","label":"1","content":"Thaum lub Phijxab uas ntim Vajtswv tej lus cog tseg nyob hauv tebchaws Filitees tau xya lub hlis,"},{"bible_id":"1525","chapter_code":"1SA.6","verse_code":"1SA.6.2","label":"2","content":"cov Filitees txawm hu lawv cov povthawj thiab cov neeg uas txawj saib yaig tuaj thiab nug hais tias, “Peb yuav ua li cas rau lub Phijxab uas ntim Vajtswv tej lus cog tseg no? Yog peb xa rov qab, peb yuav muab dabtsi xa nrog mus?”"},{"bible_id":"1525","chapter_code":"1SA.6","verse_code":"1SA.6.3","label":"3","content":"Lawv teb hais tias, “Yog nej yuav xav lub Phijxab uas ntim cov Yixalayees tus Vajtswv tej lus cog tseg rov qab, nej yuav tsum muab ib co khoom xa nrog mus daws nej tej kev txhaum. Tsis txhob xa lub Phijxab rov mus dawb mus do. Nej ua li no, nej tej mob thiaj yuav zoo, thiab nej thiaj yuav paub hais tias, vim li cas tus TSWV thiaj rau txhim rau nej.”"},{"bible_id":"1525","chapter_code":"1SA.6","verse_code":"1SA.6.4","label":"4","content":"Cov pejxeem nug hais tias, “Peb yuav muab dabtsi mus rau nws?” Lawv teb hais tias, “Muab tsib thooj kub ua kom zoo li tsib lub faj thiab tsib tug nas tsuag, ib tug nas tsuag kub thiab ib lub faj kub rau cov Filitees ib tug vajntxwv. Rau qhov tib yam mob no kis rau nej thiab nej tsib tug vajntxwv ntawd."},{"bible_id":"1525","chapter_code":"1SA.6","verse_code":"1SA.6.5","label":"5","content":"Nej yuav tsum muab kub nchuav ua kom zoo li cov faj thiab zoo li cov nas tsuag uas tsimtxom nej lub tebchaws, thiab nej yuav tsum hwm cov Yixalayees tus Vajtswv. Tej zaum nws yuav tsis rau txim rau nej, nej tej vajtswv thiab nej lub tebchaws."},{"bible_id":"1525","chapter_code":"1SA.6","verse_code":"1SA.6.6","label":"6","content":"Vim li cas nej lub siab tawv ib yam li Falaus uas kav tebchaws Iziv thiab cov Iziv? Nej tsis nco hais tias tom qab uas Vajtswv rau txim hnyav rau lawv, lawv thiaj tso cov Yixalayees tawm hauv tebchaws Iziv mus los?"},{"bible_id":"1525","chapter_code":"1SA.6","verse_code":"1SA.6.7","label":"7","content":"Yog li ntawd, nej txua ib lub tsheb nyuj tshiab thiab muab ib nkawm maum nyuj uas tsis tau luag dua tsheb li; muab ob tug maum nyuj ntawd luag lub tsheb thiab muab ob tug menyuam cais rau hauv nkuaj."},{"bible_id":"1525","chapter_code":"1SA.6","verse_code":"1SA.6.8","label":"8","content":"Muab lub Phijxab uas ntim Vajtswv tej lus cog tseg tsaws rau saum lub tsheb nyuj, muab cov nas tsuag kub thiab cov faj kub uas nej npaj mus daws nej tej kev txhaum tso rau ntawm lub phijxab ib sab, thiab tso ob tug maum nyuj luag lub tsheb ntawd mus."},{"bible_id":"1525","chapter_code":"1SA.6","verse_code":"1SA.6.9","label":"9","content":"Nej saib, yog ob tug nyuj ntawd luag lub tsheb mus rau hauv lub nroog Npethes Semes; ces yog cov Yixalayees tus Vajtswv tso kev puastsuaj loj kawg nkaus los rau peb. Tiamsis yog ob tug nyuj tsis luag lub tsheb mus rau hauv, ces paub hais tias tsis yog nws tso kab mob los rau peb; tsuas yog peb raug mob tom thawj xwb.”"},{"bible_id":"1525","chapter_code":"1SA.6","verse_code":"1SA.6.10","label":"10","content":"Ces lawv txawm ua li ntawd; lawv thiaj muab ib nkawm maum nyuj los thiab tis lub tsheb rau, thiab muab ob tug menyuam kaw rau hauv nkuaj."},{"bible_id":"1525","chapter_code":"1SA.6","verse_code":"1SA.6.11","label":"11","content":"Lawv muab lub Phijxab uas ntim Vajtswv tej lus cog tseg thiab lub thawv uas ntim cov nas tsuag kub thiab cov faj kub tsaws rau saum lub tsheb nyuj."},{"bible_id":"1525","chapter_code":"1SA.6","verse_code":"1SA.6.12","label":"12","content":"Ces ob tug maum nyuj txawm taug txoj niam kev ncaj nraim mus rau hauv lub nroog Npethes Semes, too hau ntsoov tsis lem mus rau sab laug lossis sab xis li. Cov Filitees tsib tug vajntxwv raws ob tug maum nyuj ntawd qab mus txog ntua ntawm lub nroog Npethes Semes tus ciamteb."},{"bible_id":"1525","chapter_code":"1SA.6","verse_code":"1SA.6.13","label":"13","content":"Thaum ntawd, cov neeg hauv lub nroog Npethes Semes tabtom hlais nplej hauv lub zeeg tiaj teb, tos nco lawv pom dheev lub Phijxab uas ntim Vajtswv tej lus cog tseg, lawv zoo siab heev."},{"bible_id":"1525","chapter_code":"1SA.6","verse_code":"1SA.6.14","label":"14","content":"Lub tsheb nyuj los txog rau ntawm ib tug txivneej uas hu ua Yausuas uas nyob hauv lub nroog Npethes Semes thaj teb thiab los nres ze rau ntawm ib lub pobzeb loj. Ces lawv txawm muab lub tsheb nyuj phua ua taws thiab muab ob tug maum nyuj tua hlawv fij rau tus TSWV."},{"bible_id":"1525","chapter_code":"1SA.6","verse_code":"1SA.6.15","label":"15","content":"Cov Levis tsaws lub Phijxab uas ntim Vajtswv tej lus cog tseg thiab lub thawv uas ntim cov nas tsuag kub thiab cov faj kub los txawb rau saum lub pobzeb loj ntawd. Ces cov neeg hauv lub nroog Npethes Semes thiaj tua tsiaj hlawv fij thiab muab lwm yam fij rau tus TSWV."},{"bible_id":"1525","chapter_code":"1SA.6","verse_code":"1SA.6.16","label":"16","content":"Cov Filitees tsib tug vajntxwv saib ntsoov cov Yixalayees ua li ntawd, ces hnub ntawd, cov Filitees tsib tug vajntxwv txawm rov qab los rau lub nroog Ekiloos lawm."},{"bible_id":"1525","chapter_code":"1SA.6","verse_code":"1SA.6.17","label":"17","content":"Cov Filitees xa tau tsib lub faj kub mus fij rau tus TSWV daws lawv tej kev txhaum, ib lub rau lub nroog Asedaus, ib lub rau lub nroog Nkaxas, ib lub rau lub nroog Asekeloos, ib lub rau lub nroog Nkas, thiab ib lub rau lub nroog Ekiloos;"},{"bible_id":"1525","chapter_code":"1SA.6","verse_code":"1SA.6.18","label":"18","content":"thiab tsis tug nas tsuag kub, rau cov Filitees tsib tug vajntxwv uas kav cov nroog uas muaj ntsa yeej thaiv thiab tej zos uas tsis muaj ntsa yeej thaiv. Lub pobzeb loj uas luag txawb lub Phijxab uas ntim Vajtswv tej lus cog tseg rau saud, tseem nyob hauv Yausuas uas nyob hauv lub nroog Npethes Semes thaj teb los txog niaj hnub no, ua timkhawv qhia hais tias muaj tej xwm no tiag."},{"bible_id":"1525","chapter_code":"1SA.6","verse_code":"1SA.6.19","label":"19","content":"Tus TSWV tua cov txivneej uas nyob hauv lub nroog Npethes Semes tuag xya caum leej, rau qhov lawv mus xauj lub Phijxab uas ntim Vajtswv tej lus cog tseg. Tej neeg quaj ntsuag, rau qhov tus TSWV tua lawv cov neeg tuag ntau leej."},{"bible_id":"1525","chapter_code":"1SA.6","verse_code":"1SA.6.20","label":"20","content":"Yog li ntawd, cov neeg hauv lub nroog Npethes Semes hais tias, “Leejtwg thiaj muaj cuabkav sawv tabmeeg tus TSWV uas yog tus Vajtswv dawbhuv? Peb yuav muab nws xa mus tso rau qhov twg, kom nws nyob nrug deb ntawm peb?”"},{"bible_id":"1525","chapter_code":"1SA.6","verse_code":"1SA.6.21","label":"21","content":"Lawv thiaj tso neeg mus hais rau cov neeg hauv lub nroog Kili-as Ye-alees hais tias, “Cov Filitees twb xa lub Phijxab uas ntim Vajtswv tej lus cog tseg rov tuaj lawm. Nej cia li tuaj kwv mus.”"},{"bible_id":"1525","chapter_code":"1SA.7","verse_code":"1SA.7.1","label":"1","content":"Yog li ntawd, cov neeg hauv lub nroog Kili-as Ye-alees thiaj tuaj kwv lub Phijxab uas ntim Vajtswv tej lus cog tseg mus tso rau hauv Anpinadas lub tsev saum laj roob. Lawv muab Anpinadas tus tub Ele-axas ua kevcai ntxuav thiab tsa nws ua tus saib lub phijxab."},{"bible_id":"1525","chapter_code":"1SA.7","verse_code":"1SA.7.2","label":"2","content":"Lub Phijxab uas ntim Vajtswv tej lus cog tseg nyob hauv lub nroog Kili-as Ye-alees tau ntev loo, kwvlam li nees nkaum xyoo. Lub sijhawm ntawd cov Yixalayees quaj thov tus TSWV pab lawv."},{"bible_id":"1525","chapter_code":"1SA.7","verse_code":"1SA.7.3","label":"3","content":"Xamuyees hais rau cov Yixalayees hais tias, “Yog nej rov muab siab npuab tus TSWV tiag, nej yuav tsum tso lwm haivneeg tej vajtswv thiab tus mlom pojniam Atates tseg. Muab nej fij rau tus TSWV thiab pehawm nws tib leeg xwb, nws thiaj yuav cawm nej dim ntawm cov Filitees txhais tes.”"},{"bible_id":"1525","chapter_code":"1SA.7","verse_code":"1SA.7.4","label":"4","content":"Yog li ntawd, cov Yixalayees thiaj muab lawv tus mlom Npa-as thiab tus mlom pojniam Atates tso tseg thiab pehawm tus TSWV tib leeg lawm xwb."},{"bible_id":"1525","chapter_code":"1SA.7","verse_code":"1SA.7.5","label":"5","content":"Xamuyees hu tagnrho cov Yixalayees tuaj txoos ua ke rau hauv lub nroog Mixepas thiab hais rau lawv hais tias, “Kuv yuav thov tus TSWV pab nej.”"},{"bible_id":"1525","chapter_code":"1SA.7","verse_code":"1SA.7.6","label":"6","content":"Yog li ntawd, cov Yixalayees thiaj tuaj sib sau rau hauv lub nroog Mixepas. Lawv mus ce dej los hliv fij rau tus TSWV thiab ua kevcai yoo mov ib hnub tsaus ntuj ntais. Lawv lees hais tias, “Peb tau ua txhaum rau tus TSWV lawm tiag.” (Xamuyees pib tu plaub rau cov Yixalayees hauv lub nroog Mixepas.)"},{"bible_id":"1525","chapter_code":"1SA.7","verse_code":"1SA.7.7","label":"7","content":"Thaum cov Filitees hnov hais tias, cov Yixalayees tuaj sib sau rau hauv lub nroog Mixepas, cov Filitees tsib tus vajntxwv txawm txhij tubrog tuaj tua cov Yixalayees. Thaum cov Yixalayees hnov li ntawd, lawv ntshai heev,"},{"bible_id":"1525","chapter_code":"1SA.7","verse_code":"1SA.7.8","label":"8","content":"thiab lawv hais rau Xamuyees hais tias, “Koj cia li thov tus TSWV uas yog peb tus Vajtswv pab peb, peb thiaj tsis poob rau cov Filitees tes.”"},{"bible_id":"1525","chapter_code":"1SA.7","verse_code":"1SA.7.9","label":"9","content":"Xamuyees muab ib tug menyuam yaj tua hlawv tagnrho fij rau tus TSWV. Nws thov tus TSWV pab cov Yixalayees, thiab tus TSWV teb nws tej lus thov."},{"bible_id":"1525","chapter_code":"1SA.7","verse_code":"1SA.7.10","label":"10","content":"Thaum Xamuyees tabtom hlawv tsiaj fij rau tus TSWV, cov Filitees twb tuaj ze thiab yuav tua cov Yixalayees lawm; tiamsis tamsim ntawd tus TSWV ua rau xob nroo nrov nroo ntws saum ntuj tuaj rau cov Filitees. Ua rau lawv xav tsis thoob thiab khiav tas rov qab mus tsev lawm."},{"bible_id":"1525","chapter_code":"1SA.7","verse_code":"1SA.7.11","label":"11","content":"Cov Yixalayees txhij tubrog hauv lub nroog Mixepas caum tua cov Filitees taug kev mus yuav luag txog lub nroog Npethekas."},{"bible_id":"1525","chapter_code":"1SA.7","verse_code":"1SA.7.12","label":"12","content":"Xamuyees muab ib lub pobzeb los teeb rau ntu nruab nrab ntawm lub nroog Mixepas thiab lub nroog Sees thiab hais tias, “Tus TSWV pab peb los txog ntawm no,” nws thiaj tis lub pobzeb ntawd npe hu ua “Pobzeb Cawm Siav.”"},{"bible_id":"1525","chapter_code":"1SA.7","verse_code":"1SA.7.13","label":"13","content":"Yog li ntawd, cov Filitees thiaj swb cov Yixalayees, thiab tus TSWV tsis pub cov Filitees hla cov Yixalayees tus ciamteb tuaj tua lawv mus tas Xamuyees simneej."},{"bible_id":"1525","chapter_code":"1SA.7","verse_code":"1SA.7.14","label":"14","content":"Cov Yixalayees txeeb tau tagnrho tej nroog uas cov Filitees txeeb tau lawm, txij ntua lub nroog Ekiloos mus rau lub nroog Nkas rov los; yog li ntawd, cov Yixalayees thiaj tau tagnrho lawv cheebtsam av rov los ua lawv tug. Cov Yixalayees thiab cov Kana-as thiaj nyob sib haumxeeb tsis ua tsov tsis ua rog lawm."},{"bible_id":"1525","chapter_code":"1SA.7","verse_code":"1SA.7.15","label":"15","content":"Xamuyees kav cov Yixalayees mus tas nws simneej li."},{"bible_id":"1525","chapter_code":"1SA.7","verse_code":"1SA.7.16","label":"16","content":"Nws niaj xyoo mus tu sawvdaws tej plaub ntug uas tsis sib haum hauv lub nroog Npethees, lub nroog Nkilenkas thiab lub nroog Mixepas."},{"bible_id":"1525","chapter_code":"1SA.7","verse_code":"1SA.7.17","label":"17","content":"Tom qab ntawd, nws mam li rov los tsev rau hauv lub nroog Lamas, nws ua tus tu plaub ntug hauv lub nroog ntawd thiab. Xamuyees ua tau ib lub thaj rau hauv lub nroog Lamas rau tus TSWV."},{"bible_id":"1525","chapter_code":"1SA.8","verse_code":"1SA.8.1","label":"1","content":"Thaum Xamuyees laus heev lawm, nws tsa nws ob tug tub tu plaub ntug rau cov Yixalayees."},{"bible_id":"1525","chapter_code":"1SA.8","verse_code":"1SA.8.2","label":"2","content":"Tus tub hlob hu ua Yau-ees thiab tug tub yau hu ua Anpiyas; nkawd tu plaub ntug hauv lub nroog Npesenpas."},{"bible_id":"1525","chapter_code":"1SA.8","verse_code":"1SA.8.3","label":"3","content":"Tiamsis nkawd tsis ua lub neej zoo li nkawd txiv; nkawd tsuas ntshaw txojkev nrhiav nyiaj xwb, nkawd thiaj yuav tej nyiaj uas luag coj tuaj xiab, thiab nkawd tsis tu plaub kom ncaj rau sawvdaws."},{"bible_id":"1525","chapter_code":"1SA.8","verse_code":"1SA.8.4","label":"4","content":"Cov Yixalayees cov thawjcoj tuaj sib sau, thiab mus cuag Xamuyees hauv lub nroog Lamas,"},{"bible_id":"1525","chapter_code":"1SA.8","verse_code":"1SA.8.5","label":"5","content":"thiab hais rau nws hais tias, “Nimno koj laus heev lawm, koj ob tug tub tsis coj thiab ua raws li koj ua. Yog li ntawd, thov koj tsa ib tug vajntxwv kav peb, kom peb muaj vajntxwv ib yam li luag lwm haivneeg muaj thiab.”"},{"bible_id":"1525","chapter_code":"1SA.8","verse_code":"1SA.8.6","label":"6","content":"Xamuyees tsis pom zoo qhov uas cov Yixalayees thov nws tsa ib tug vajntxwv kav lawv; yog li ntawd, Xamuyees thiaj thov tus TSWV,"},{"bible_id":"1525","chapter_code":"1SA.8","verse_code":"1SA.8.7","label":"7","content":"thiab tus TSWV teb hais tias, “Koj ua tib zoo mloog tej lus uas cov pejxeem hais rau koj. Lawv tsis yog tso koj tseg xwb; tiamsis lawv tso kuv uas yog lawv tus vajntxwv tseg lawm."},{"bible_id":"1525","chapter_code":"1SA.8","verse_code":"1SA.8.8","label":"8","content":"Txij thaum kuv coj lawv tawm nram tebchaws Iziv los, lawv yeej tsis muab siab npuab kuv thiab pheej mus pe lwm haivneeg tej vajtswv; nimno lawv tabtom ua rau koj ib yam li lawv ua rau kuv ntag."},{"bible_id":"1525","chapter_code":"1SA.8","verse_code":"1SA.8.9","label":"9","content":"Koj cia li uas raws li lawv thov, tiamsis koj yuav tsum ntuas lawv tawv qhawv thiab qhia kom lawv paub hais tias, cov vajntxwv ntawd yuav kav lawv li cas.”"},{"bible_id":"1525","chapter_code":"1SA.8","verse_code":"1SA.8.10","label":"10","content":"Xamuyees thiaj qhia txhua yam rau cov pejxeem uas tuaj thov nws tsa ib tug vajntxwv kav lawv, raws li tej lus uas tus TSWV hais rau Xamuyees lawm."},{"bible_id":"1525","chapter_code":"1SA.8","verse_code":"1SA.8.11","label":"11","content":"Xamuyees hais rau lawv hais tias, “Nej tus vajntxwv yuav kav nej li no: nws yuav coj nej tej tub mus ua tubrog; ibtxhia yuav ua tubrog tsav tsheb nees, ibtxhia yuav ua tubrog caij nees thiab ibtxhia yuav khiav ua vajntxwv tej tsheb nees ntej."},{"bible_id":"1525","chapter_code":"1SA.8","verse_code":"1SA.8.12","label":"12","content":"Nws yuav tsa ibtxhia saib ib txhiab leej thiab ibtxhia saib tsib caug leej. Nej cov tub yuav mus laij nws tej liaj tej teb thiab sau nws tej qoobloo, lawv yuav ntaus ntaj ntau riam thiab ntaus cuabyeej ua rog tiv thaiv nws tej tsheb nees."},{"bible_id":"1525","chapter_code":"1SA.8","verse_code":"1SA.8.13","label":"13","content":"Nej tej ntxhais yuav mus tov tshuaj tsw qab rau nws, ua zaub mov thiab ci ncuav rau nws noj."},{"bible_id":"1525","chapter_code":"1SA.8","verse_code":"1SA.8.14","label":"14","content":"Nws yuav txeeb nej tej liaj tej teb uas zoo, tej vaj txiv hmab thiab txiv ntoo roj rau nws cov nomtswv yuav."},{"bible_id":"1525","chapter_code":"1SA.8","verse_code":"1SA.8.15","label":"15","content":"Nws yuav sau nej tej qoobloo thiab tej txiv hmab ib feem kaum rau nws cov thawj tubrog thiab cov nomtswv."},{"bible_id":"1525","chapter_code":"1SA.8","verse_code":"1SA.8.16","label":"16","content":"Nws yuav txeeb nej tej tubtxib, tej nyuj  thiab tej neesluav uas zoo mus ua nws tej haujlwm."},{"bible_id":"1525","chapter_code":"1SA.8","verse_code":"1SA.8.17","label":"17","content":"Nws yuav sau nej tej tsiaj txhu ib feem kaum rau nws yuav, thiab nej yuav tau ua nws qhev."},{"bible_id":"1525","chapter_code":"1SA.8","verse_code":"1SA.8.18","label":"18","content":"Thaum ntawd, nej yuav cem thiab yws nej tus vajntxwv uas nej xaiv, tiamsis tus TSWV yuav tsis mloog nej tej lus yws li.”"},{"bible_id":"1525","chapter_code":"1SA.8","verse_code":"1SA.8.19","label":"19","content":"Cov pejxeem tsis mloog Xamuyees hais li, lawv hais tias, “Peb tsis mloog koj hais! Peb xav tau ib tug vajntxwv"},{"bible_id":"1525","chapter_code":"1SA.8","verse_code":"1SA.8.20","label":"20","content":"kom peb thiaj yuav zoo ib yam li luag lwm haivneeg, peb tus vajntxwv yuav kav peb, coj peb mus tua rog thiab tawmtsam peb cov yeebncuab.”"},{"bible_id":"1525","chapter_code":"1SA.8","verse_code":"1SA.8.21","label":"21","content":"Xamuyees mloog tej lus uas lawv hais ntawd, nws coj zaj no mus piav qhia rau tus TSWV."},{"bible_id":"1525","chapter_code":"1SA.8","verse_code":"1SA.8.22","label":"22","content":"Tus TSWV teb hais tias, “Koj cia li ua raws li lawv thov thiab tsa ib tug vajntxwv rau lawv.” Ces Xamuyees thiaj kom cov Yixalayees rov qab mus tsev."},{"bible_id":"1525","chapter_code":"1SA.9","verse_code":"1SA.9.1","label":"1","content":"Muaj ib tug txivneej uas yog xeem Npeenyamees hu ua Kises; nws yog Anpiyees tus tub thiab yog Xelaus tus xeebntxwv. Kises yog Npekaulas tsevneeg thiab yog Afiyas cuab, Kises yog ib tug neeg npluanuj thiab muaj koob meej nto moo lug."},{"bible_id":"1525","chapter_code":"1SA.9","verse_code":"1SA.9.2","label":"2","content":"Nws muaj ib tug tub hu ua Xa-ules uas zoo nraug ntxiag thiab muaj zog khov kho. Xa-ules siab thiab zoo nraug tshaj cov Yixalayees txhua tus huv tibsi."},{"bible_id":"1525","chapter_code":"1SA.9","verse_code":"1SA.9.3","label":"3","content":"Muaj ib hnub Kises cov neesluav ibtxhia ploj lawm, nws txawm hais rau Xa-ules hais tias, “Koj coj ib tug tubtxib nrog koj mus nrhiav cov neesluav.”"},{"bible_id":"1525","chapter_code":"1SA.9","verse_code":"1SA.9.4","label":"4","content":"Nkawd mus nrhiav thoob plaws saum lub laj roob Efalayees thiab hauv cheebtsam Salisas, tiamsis tsis pom cov neesluav li; yog li ntawd, nkawd thiaj mus nrhiav hauv cheebtsam Sa-alees los tsis pom cov neesluav li. Ces nkawd thiaj mus nrhiav thoob plaws hauv cheebtsam Npeenyamees, tiamsis tsis pom li thiab."},{"bible_id":"1525","chapter_code":"1SA.9","verse_code":"1SA.9.5","label":"5","content":"Thaum nkawd los txog hauv cheebtsam Xufes, Xa-ules hais rau nws tus tubtxib hais tias, “Wb cia li rov mus tsev, tej zaum kuv txiv yuav txhawj wb tshaj txhawj cov neesluav lawm.”"},{"bible_id":"1525","chapter_code":"1SA.9","verse_code":"1SA.9.6","label":"6","content":"Tus tubtxib teb hais tias, “Tos mentsis tso, nyob hauv lub nroog no muaj ib tug txivneej yog Vajtswv tug neeg uas sawvdaws hwm heev, nws hais li cas txawm muaj raws li ntawd. Wb cia li mus cuag nws, tej zaum nws yuav qhia kev rau wb mus nrhiav tau cov neesluav.”"},{"bible_id":"1525","chapter_code":"1SA.9","verse_code":"1SA.9.7","label":"7","content":"Xa-ules nug hais tias, “Yog wb mus cuag nws, wb yuav coj dabtsi mus rau nws? Wb cov ncuav hauv hnab los tas lawm, wb twb tsis muaj dabtsi coj mus rau nws li ne?”"},{"bible_id":"1525","chapter_code":"1SA.9","verse_code":"1SA.9.8","label":"8","content":"Tus tubtxib teb hais tias, “Kuv muaj ib npib nyiaj. Kuv mam muab npib nyiaj no rau nws, ces nws yuav qhia kev rau wb mus nrhiav tau cov neesluav ntawd.”"},{"bible_id":"1525","chapter_code":"1SA.9","verse_code":"1SA.9.9+1SA.9.10+1SA.9.11","label":"9-11","content":"Xa-ules teb hais tias, “Koj cov lus ko, yog ib zaj tswvyim zoo, wb cia li mus cuag nws.” Yog li ntawd, nkawd thiaj mus rau hauv lub nroog uas Vajtswv tus neeg nyob. Thaum nkawd tabtom taug kev saum lub laj roob yuav mus rau hauv lub nroog, nkawd ntsib ib pab ntxhais tuaj nqa dej, nkawd nug cov ntxhais ntawd hais tias, “Tus uas paub saib yav tom ntej puas nyob hauv tsev lawm?” (Tiam ntawd, luag hu tus cev Vajtswv lus hais tias, tus uas paub saib yav tom ntej. Yog leejtwg xav nug Vajtswv ib yam dabtsi, nws hais tias, “Peb mus cuag tus uas paub saib yav tom ntej.”)"},{"bible_id":"1525","chapter_code":"1SA.9","verse_code":"1SA.9.12+1SA.9.13","label":"12-13","content":"Cov ntxhais ntawd teb hais tias, “Nws nyob los mas. Nws nyuam qhuav dhau plaws mus lawm. Yog neb mus ceev nrooj, neb yuav caum cuag nws. Nws tabtom mus rau hauv lub nroog, rau qhov hnub no sawvdaws coj tsiaj tuaj tua hlawv rau saum lub thaj uas nyob pem laj roob fij rau tus TSWV. Cov neeg uas luag caw tuaj yuav tos nws mus txog mam li noj mov, rau qhov nws yuav tsum thov Vajtswv foom koob hmoov rau tej khoom fij ntawd tso sawvdaws mam li noj. Yog neb mus tamsim no neb thiaj yuav ntsib nws, cheem nws tsis tau mus rau pem roob.”"},{"bible_id":"1525","chapter_code":"1SA.9","verse_code":"1SA.9.14","label":"14","content":"Yog li ntawd, Xa-ules thiab nws tus tubtxib thiaj mus rau hauv lub nroog, thaum nkawd tabtom mus, nkawd pom Xamuyees taug kev ncaj nraim tuaj rau ntawm nkawd, yuav mus rau ntawm qhov chaw uas pehawm tus TSWV."},{"bible_id":"1525","chapter_code":"1SA.9","verse_code":"1SA.9.15","label":"15","content":"Ua ntej hnub uas Xamuyees tsis tau mus rau hauv lub nroog, tus TSWV twb xub hais rau Xamuyees lawm hais tias,"},{"bible_id":"1525","chapter_code":"1SA.9","verse_code":"1SA.9.16","label":"16","content":"“Tagkis thaum tav lub caij no, kuv yuav txib ib tug neeg uas yog xeem Npeenyamees tuaj cuag koj; koj cia li muab roj hliv rau nws taubhau tsa nws ua vajntxwv kav kuv haivneeg Yixalayees, thiab nws yuav cawm kom lawv dim ntawm cov Filitees txhais tes. Kuv twb pom kuv haivneeg tej kev txomnyem thiab hnov lawv tej lus thov lawm.”"},{"bible_id":"1525","chapter_code":"1SA.9","verse_code":"1SA.9.17","label":"17","content":"Thaum Xamuyees pom dheev Xa-ules, tus TSWV txawm hais rau Xamuyees hais tias, “Tus txivneej no yog tus uas kuv qhia rau koj ntag. Nws yog tus yuav kav kuv haivneeg.”"},{"bible_id":"1525","chapter_code":"1SA.9","verse_code":"1SA.9.18","label":"18","content":"Xa-ules mus rau ntawm Xamuyees thaum nws nyob ze lub roojvag thiab nug hais tias, “Koj puas paub tus uas paub saib yav tom ntej nyob qhov twg? Thov koj qhia rau kuv.”"},{"bible_id":"1525","chapter_code":"1SA.9","verse_code":"1SA.9.19","label":"19","content":"Xamuyees teb hais tias, “Tus uas paub saib yav tom ntej yog kuv ntag. Neb cia li ua kuv ntej mus rau pem lub chaw pehawm Vajtswv. Hnub no neb mus nrog kuv noj mov ped. Tagkis sawv ntxov kuv mam teb neb tej lus nug, thiab neb mam rov mus tsev."},{"bible_id":"1525","chapter_code":"1SA.9","verse_code":"1SA.9.20","label":"20","content":"Neb tsis txhob txhawj txog cov neesluav uas twb ploj tau peb hnub lawm; rau qhov luag twb nrhiav tau lawm. Tiamsis tus twg yog tus uas cov Yixalayees xav yuav heev dua?  Lawv xav yuav koj thiab koj txiv tsevneeg ntag.”"},{"bible_id":"1525","chapter_code":"1SA.9","verse_code":"1SA.9.21","label":"21","content":"Xa-ules teb hais tias, “Kuv yog xeem Npeenyamees, yog xeem uas tsawg tshaj plaws ntawm haivneeg Yixalayees, thiab kuv tsevneeg yog tsev uas tsis tseemceeb li luag lwm tsev uas yog peb xeem Npeenyamees, ua li cas koj hais li ko rau kuv?”"},{"bible_id":"1525","chapter_code":"1SA.9","verse_code":"1SA.9.22","label":"22","content":"Xamuyees coj Xa-ules thiab Xa-ules tus tubtxib mus rau hauv chav tsev loj, thiab kom nkawd mus zaum pem hau rooj uas yog tshwj rau cov qhua, tagnrho cov neeg uas tuaj ntawd muaj kwvlam li peb caug leej."},{"bible_id":"1525","chapter_code":"1SA.9","verse_code":"1SA.9.23","label":"23","content":"Xamuyees hais rau tus ua zaub ua mov hais tias, “Koj mus nqa cov nqaij uas kuv kom koj muab khaws tshwj tseg rau ib qho ntawd los.”"},{"bible_id":"1525","chapter_code":"1SA.9","verse_code":"1SA.9.24","label":"24","content":"Yog li ntawd, tus uas ua zaub ua mov txawm mus nqa cegqab uas muab tshwj tseg ntawd los tso rau ntawm Xa-ules xubntiag. Xamuyees  hais tias, “Cov nqaij no yog kuv tseg rau koj. Koj cia li noj. Cov nqaij no tseg rau koj noj thaum lub sijhawm no nrog cov qhua uas kuv caw  tuaj.” Yog li hnub ntawd, Xa-ules thiaj nrog Xamuyees noj mov ua ke."},{"bible_id":"1525","chapter_code":"1SA.9","verse_code":"1SA.9.25","label":"25","content":"Thaum lawv rov ntawm qhov chaw pehawm Vajtswv los txog rau hauv lub nroog, lawv kho chaw rau Xa-ules  pw txheej tsev saud,"},{"bible_id":"1525","chapter_code":"1SA.9","verse_code":"1SA.9.26","label":"26","content":"thiab nws txawm mus pw saud. Thaum kaj ntug, Xamuyees hu Xa-ules uas pw txheej saud hais tias, “Cia li sawv, kuv yuav xa koj rov mus tsev.” Xa-ules sawv thiab nrog Xamuyees tawm mus rau tom kev."},{"bible_id":"1525","chapter_code":"1SA.9","verse_code":"1SA.9.27","label":"27","content":"Thaum lawv mus txog ntawm ntug nroog, Xamuyees hais rau Xa-ules hais tias, “Koj kom tus tubtxib mus ua wb ntej.” Thaum tus tubtxib mus lawm, Xamuyees hais tias, “Wb nyob ntawm no ib pliag tso, kuv yuav qhia rau koj hais tias, Vajtswv hais li cas rau kuv.”"},{"bible_id":"1525","chapter_code":"1SA.10","verse_code":"1SA.10.1","label":"1","content":"Xamuyees txawm muab hwj roj hliv rau Xa-ules taubhau, nwj nws thiab hais tias, “Tus TSWV tsa koj ua tus kav nws haivneeg Yixalayees. Koj yuav kav nws haivneeg thiab cawm kom lawv dim ntawm lawv cov yeebncuab txhais tes. Zaj uas kuv hais qhia rau koj no yuav ua rau koj paub hais tias, tus TSWV tau xaiv koj  ua tus kav nws haivneeg."},{"bible_id":"1525","chapter_code":"1SA.10","verse_code":"1SA.10.2","label":"2","content":"Hnub no thaum koj ncaim kuv mus lawm, koj yuav ntsib ob tug txivneej ze Laxees lub ntxa ntawm Xelexas hauv xeem Npeenyamees cheebtsam av. Nkawd yuav qhia rau koj hais tias, luag twb nrhiav tau cov neesluav uas koj tuaj nrhiav lawm. Koj txiv tsis txhawj txog cov neesluav, tiamsis nws txhawj koj heev, nws nroo hais tias, ‘Xyov kuv tus tub mus dua qhov twg lawm, kuv yuav ua li cas thiaj zoo?’"},{"bible_id":"1525","chapter_code":"1SA.10","verse_code":"1SA.10.3","label":"3","content":"Thaum koj dhau ntawd mus txog ntawm tsob ntoo xeeb pem Tanpaules, koj yuav ntsib peb tug txivneej tabtom coj khoom tuaj fij rau Vajtswv pem lub nroog Npethees. Peb tug txivneej ntawd, ib tug cab ib tug thav tshis, ib tug nqa peb lub ncuav thiab ib tug nqa ib hnab tawv cawv txiv hmab."},{"bible_id":"1525","chapter_code":"1SA.10","verse_code":"1SA.10.4","label":"4","content":"Lawv yuav hawm koj thiab muab ob lub ncuav rau koj, koj cia li txais ob lub ncuav ntawd."},{"bible_id":"1525","chapter_code":"1SA.10","verse_code":"1SA.10.5","label":"5","content":"Dhau ntawd mus, thaum koj mus txog saum Vajtswv lub Roob ntawm lub nroog Nkinpe-as, qhov chaw uas cov Filitees tsuam yeej. Koj yuav ntsib ib pab cevlus ntawm lub roojvag nroog, lawv tabtom ntaus nkauj nogncas loj, ntaus nruas npuaj, tshuab raj thiab ntaus nkauj nogncas me, nqis saum roob uas teeb lub thaj fij los. Lawv seevcev thiab qw zoo siab heev."},{"bible_id":"1525","chapter_code":"1SA.10","verse_code":"1SA.10.6","label":"6","content":"Thaum ntawd, tus TSWV tus ntsujplig yuav los kav hlo koj lub siab, koj yuav nrog lawv seevcev, qw zoo siab thiab koj lub siab yuav hloov hlo tsis thooj li qub lawm."},{"bible_id":"1525","chapter_code":"1SA.10","verse_code":"1SA.10.7","label":"7","content":"Thaum muaj tej xwmtxheej no tshwm, koj yuav ua txhua yam raws li Vajtswv qhia rau koj ua."},{"bible_id":"1525","chapter_code":"1SA.10","verse_code":"1SA.10.8","label":"8","content":"Koj yuav ua kuv ntej mus rau hauv lub nroog Nkilenkas, kuv yuav tuaj ntsib koj nrad thiab muab tsiaj tua hlawv fij thiab fij khoom ua kev sib raug zoo rau tus TSWV. Koj nyob xya hnub tos kom kuv tuaj txog, kuv mam qhia rau koj paub hais tias koj yuav tsum ua dabtsi.”"},{"bible_id":"1525","chapter_code":"1SA.10","verse_code":"1SA.10.9","label":"9","content":"Thaum Xa-ules yuav ncaim Xamuyees mus, Vajtswv twb hloov Xa-ules lub siab dua tshiab lawm. Hnub ntawd txawm muaj txhua yam tshwm raws li Xamuyees tau hais rau Xa-ules lawm."},{"bible_id":"1525","chapter_code":"1SA.10","verse_code":"1SA.10.10","label":"10","content":"Thaum Xa-ules thiab nws tus tubtxib los txog hauv lub nroog Nkinpe-as, muaj ib pab cevlus txawm tuaj ntsib Xa-ules. Tamsim ntawd Vajtswv tus ntsujplig los kav hlo Xa-ules lub siab, nws thiaj nrog lawv dhia seevcev thiab qw zoo siab."},{"bible_id":"1525","chapter_code":"1SA.10","verse_code":"1SA.10.11","label":"11","content":"Thaum cov neeg uas ibtxwm paub Xa-ules pom nws ua li ntawd, lawv txawm sib nug hais tias, “Dabtsi ua rau Kises tus tub ua li ntawd? Xa-ules txawm cia li ua ib tug cevlus lawm thiab los?”"},{"bible_id":"1525","chapter_code":"1SA.10","verse_code":"1SA.10.12","label":"12","content":"Muaj ib tug txivneej nyob hauv lub nroog ntawd nug hais tias, “Cov cevlus ntawd ne, lawv txiv ho yog leejtwg?” Twb yog vim li no, sawvdaws thiaj hais tias, “Xa-ules txawm ua ib tug cevlus lawm thiab los?”"},{"bible_id":"1525","chapter_code":"1SA.10","verse_code":"1SA.10.13","label":"13","content":"Thaum Xa-ules seevcev thiab qw zoo siab li ntawd tas, nws txawm mus rau pem lub thaj uas nyob saum lub laj roob lawm."},{"bible_id":"1525","chapter_code":"1SA.10","verse_code":"1SA.10.14","label":"14","content":"Xa-ules tus txiv hlob pom Xa-ules thiab Xa-ules tus tubtxib, nws nug nkawd hais tias, “Neb mus qhov twg los?” Xa-ules teb hais tias, “Wb mus nrhiav neesluav los, wb nrhiav tsis tau, ces wb txawm mus cuag Xamuyees lawm.”"},{"bible_id":"1525","chapter_code":"1SA.10","verse_code":"1SA.10.15","label":"15","content":"Xa-ules tus txiv hlob nug hais tias, “Nws hais li cas rau neb?”"},{"bible_id":"1525","chapter_code":"1SA.10","verse_code":"1SA.10.16","label":"16","content":"Xa-ules teb hais tias, “Nws hais rau wb hais tias, luag twb nrhiav tau cov neesluav lawm.” Tiamsis Xa-ules tsis qhia rau nws txiv hlob paub txog qhov uas Xamuyees hais tias, Xa-ules yuav tau ua vajntxwv li."},{"bible_id":"1525","chapter_code":"1SA.10","verse_code":"1SA.10.17","label":"17","content":"Xamuyees hu cov pejxeem tuaj sib sau pehawm tus TSWV hauv lub nroog Mixepas,"},{"bible_id":"1525","chapter_code":"1SA.10","verse_code":"1SA.10.18","label":"18","content":"nws hais rau lawv hais tias, “Tus TSWV uas yog cov Yixalayees tus Vajtswv hais tias, ‘Kuv coj nej tawm nram tebchaws Iziv los thiab cawm nej dim ntawm cov neeg Iziv thiab lwm haivneeg uas tsimtxom nej."},{"bible_id":"1525","chapter_code":"1SA.10","verse_code":"1SA.10.19","label":"19","content":"Kuv yog nej tus Vajtswv uas cawm nej dim ntawm nej txojkev txomnyem nyuaj siab, tiamsis hnub no nej tso kuv tseg thiab thov kom kuv tsa ib tug vajntxwv kav nej. Yog li ntawd, nej txhua xeem thiab txhua cuab cia li tuaj sib sau tabmeeg tus TSWV.’ ”"},{"bible_id":"1525","chapter_code":"1SA.10","verse_code":"1SA.10.20","label":"20","content":"Xamuyees hu ib xeem zuj zus los, ces tus TSWV xaiv xeem Npeenyamees."},{"bible_id":"1525","chapter_code":"1SA.10","verse_code":"1SA.10.21","label":"21","content":"Xamuyees hu xeem Npeenyamees ib tsev zuj zus los, ces tus TSWV xaiv Matis tsevneeg. Thaum Matis tsevneeg cov txivneej los,  ces tus TSWV xaiv Kises tus tub Xa-ules. Sawvdaws nrhiav nws, tiamsis tsis pom nws nyob qhov twg,"},{"bible_id":"1525","chapter_code":"1SA.10","verse_code":"1SA.10.22","label":"22","content":"lawv nug tus TSWV hais tias, “Nws tuaj ntawm no los tsis tuaj?” Tus TSWV teb hais tias, “Xa-ules khiav nkaum tom qab cov hnab rau khoom.”"},{"bible_id":"1525","chapter_code":"1SA.10","verse_code":"1SA.10.23","label":"23","content":"Yog li ntawd, lawv thiaj mus coj Xa-ules los cuag sawvdaws, thiab lawv pom hais tias Xa-ules siab tshaj sawvdaws huv tibsi."},{"bible_id":"1525","chapter_code":"1SA.10","verse_code":"1SA.10.24","label":"24","content":"Xamuyees hais rau sawvdaws hais tias, “Tus txivneej no yog tus uas tus TSWV xaiv! Peb cov no tsis muaj ib tug zoo li nws li.” Thiab sawvdaws qw hais tias, “Thov kom vajntxwv muaj sia nyob ntev!”"},{"bible_id":"1525","chapter_code":"1SA.10","verse_code":"1SA.10.25","label":"25","content":"Xamuyees qhia vajntxwv tes haujlwm tej uas vajntxwv muaj cai ua rau cov pejxeem sawvdaws paub, thiab nws muab tej ntawd sau cia rau hauv ntawv coj mus khaws tseg rau hauv chav uas pehawm Vajtswv. Ces Xamuyees txawm kom sawvdaws rov mus tsev."},{"bible_id":"1525","chapter_code":"1SA.10","verse_code":"1SA.10.26","label":"26","content":"Xa-ules los rov mus tsev rau pem lub nroog Nkinpe-as lawm. Cov nomtswv uas muaj hwjchim  uas Vajtswv tshoov siab lawm los kuj nrog Xa-ules mus thiab."},{"bible_id":"1525","chapter_code":"1SA.10","verse_code":"1SA.10.27","label":"27","content":"Tiamsis muaj qee leej uas tsis thoob tsib to nrog hais tias, “Tus txivneej no yuav pab tau peb li cas?” Lawv hais lus saib tsis taus Xa-ules thiab tsis muab ib yam dabtsi rau nws li."},{"bible_id":"1525","chapter_code":"1SA.11","verse_code":"1SA.11.1","label":"1","content":"Tau ib hlis tom qab, Vajntxwv Nahas uas kav tebchaws Amoos coj nws cov tubrog tuaj vij thiab tua lub nroog Yanpes hauv cheebtsam Nkile-as. Cov neeg hauv lub nroog Yanpes hais rau Nahas hais tias, “Thov koj coglus rau peb, peb yuav cia koj kav peb.”"},{"bible_id":"1525","chapter_code":"1SA.11","verse_code":"1SA.11.2","label":"2","content":"Nahas teb hais tias, “Kuv coglus rau nej los tau, tiamsis cia kuv muab nej txhua tus lub qhovmuag sab xis kaus povtseg tso, kuv mam coglus kom cov Yixalayees poob ntsejmuag huv tibsi.”"},{"bible_id":"1525","chapter_code":"1SA.11","verse_code":"1SA.11.3","label":"3","content":"Cov thawjcoj hauv lub nroog Yanpes teb hais tias, “Thov ncua sijhawm xya hnub rau peb, peb txib neeg mus hais thoob plaws tebchaws Yixalayees. Yog tsis muaj leejtwg pab peb, peb mam swb koj.”"},{"bible_id":"1525","chapter_code":"1SA.11","verse_code":"1SA.11.4","label":"4","content":"Thaum cov neeg xa xov mus txog hauv lub nroog Nkinpe-as uas Xa-ules nyob, thiab lawv qhia tej xwm no rau sawvdaws, ua rau sawvdaws ntshai thiab tsa suab hlo quaj."},{"bible_id":"1525","chapter_code":"1SA.11","verse_code":"1SA.11.5","label":"5","content":"Thaum ntawd Xa-ules tabtom cab nws tus heev nyuj nram teb los, nws nug hais tias, “Muaj xwm dabtsi? Vim li cas sawvdaws yuav quaj zom zaws li no?” Lawv thiaj piav qhov uas cov neeg xa xov pem lub nroog Yanpes tuaj ntawd rau Xa-ules mloog."},{"bible_id":"1525","chapter_code":"1SA.11","verse_code":"1SA.11.6","label":"6","content":"Thaum Xa-ules hnov tej xwm ntawd, Vajtswv tus ntsujplig los kav hlo Xa-ules siab, nws thiaj npautaws heev."},{"bible_id":"1525","chapter_code":"1SA.11","verse_code":"1SA.11.7","label":"7","content":"Nws muab ob tug heev nyuj tua kiag, txiav ua tej thooj, thiab muab rau ib co neeg xa mus thoob plaws lub tebchaws Yixalayees, thiab hais rau sawvdaws hais tias, “Yog leejtwg tsis nrog Xa-ules thiab Xamuyees mus tua rog, yuav muab tus ntawd cov heev nyuj tua thiab txiav ua tej thooj li no!” Cov Yixalayees ntshai nyob tsam tus TSWV ua li cas rau lawv, lawv thiaj koom ua ib lub siab tuaj ua ke."},{"bible_id":"1525","chapter_code":"1SA.11","verse_code":"1SA.11.8","label":"8","content":"Xa-ules kom sawvdaws tuaj sib sau rau hauv Npexes; cov Yixalayees muaj peb puas txhiab leej thiab cov Yudas muaj peb caug txhiab leej."},{"bible_id":"1525","chapter_code":"1SA.11","verse_code":"1SA.11.9","label":"9","content":"Lawv hais rau cov neeg uas xa xov pem lub nroog Yanpes tuaj hais tias, “Nej cia li rov mus hais rau nej cov neeg paub hais tias, tagkis peb yuav tuaj pab kom tau nej ua ntej tavsu.” Thaum cov neeg hauv Yanpes hnov li ntawd, lawv zoo siab heev"},{"bible_id":"1525","chapter_code":"1SA.11","verse_code":"1SA.11.10","label":"10","content":"thiab hais rau Nahas hais tias, “Tagkis peb mam li ua ib siab swb koj, koj yuav ua li cas rau peb los tau.”"},{"bible_id":"1525","chapter_code":"1SA.11","verse_code":"1SA.11.11","label":"11","content":"Tagkis kaj ntug txoog Xa-ules muab cov tubrog faib ua peb pab, lawv txawm mos tsaus tsi mus tua cov Amoos hauv lawv lub yeej thiab lawv sib tua ib tavsu, Xa-ules cov tubrog tua cov Amoos tuag coob heev. Cov uas seem tuag, nyias taus nyias huas kev khiav lawm."},{"bible_id":"1525","chapter_code":"1SA.11","verse_code":"1SA.11.12","label":"12","content":"Cov Yixalayees hais rau Xamuyees hais tias, “Cov neeg uas hais tias, puas tsimnyog cia Xa-ules ua vajntxwv kav peb, cov neeg ntawd nyob qhov twg lawm? Cia li ntes lawv los rau peb, peb yuav muab tua povtseg!”"},{"bible_id":"1525","chapter_code":"1SA.11","verse_code":"1SA.11.13","label":"13","content":"Tiamsis Xa-ules teb hais tias, “Hnub no tsis txhob muab ib tug twg tua povtseg, rau qhov hnub no yog hnub uas tus TSWV cawm cov Yixalayees dim.”"},{"bible_id":"1525","chapter_code":"1SA.11","verse_code":"1SA.11.14","label":"14","content":"Ces Xamuyees hais rau lawv hais tias, “Peb cia li mus rau hauv lub nroog Nkilenkas thiab qhia rau sawvdaws paub ib zaug ntxiv hais tias, Xa-ules yog peb tus vajntxwv.”"},{"bible_id":"1525","chapter_code":"1SA.11","verse_code":"1SA.11.15","label":"15","content":"Yog li ntawd, lawv sawvdaws thiaj mus rau ntawm qhov chaw pehawm Vajtswv hauv lub nroog Nkilenkas, thiab qhia rau cov pejxeem sawvdaws paub hais tias Xa-ules yog vajntxwv. Lawv muab tsiaj tua hlawv fij rau tus TSWV ua kev sib raug zoo, Xa-ules thiab cov Yixalayees noj haus zoo siab kawg li."},{"bible_id":"1525","chapter_code":"1SA.12","verse_code":"1SA.12.1","label":"1","content":"Xamuyees hais rau cov Yixalayees hais tias, “Kuv twb ua tiav raws li nej thov thiab tsa tau ib tug vajntxwv kav nej,"},{"bible_id":"1525","chapter_code":"1SA.12","verse_code":"1SA.12.2","label":"2","content":"thiab nimno nws yuav ua tus coj nej. Kuv laus plaubhau dawb tas lawm, kuv tej menyuam puavleej nrog nej nyob. Kuv coj nej thaum kuv tseem hluas los txog niaj hnub no."},{"bible_id":"1525","chapter_code":"1SA.12","verse_code":"1SA.12.3","label":"3","content":"Cheem kuv tseem nyob ntawm no. Yog yav tas los kuv tau ua txhaum qhov twg, ces nej cia li nkaug kuv rau tus TSWV thiab tus vajntxwv uas tus TSWV xaiv. Kuv puas tau nyiag nej leejtwg tus nyuj lossis tus neesluav? Kuv puas tau ua tsis ncaj lossis tsimtxom nej leejtwg? Kuv puas tau yuav nej leejtwg tej nyiaj xiab? Yog kuv tau ua tej no lawm, kuv yuav them tej ntawd huv tibsi rov qab.”"},{"bible_id":"1525","chapter_code":"1SA.12","verse_code":"1SA.12.4","label":"4","content":"Cov pejxeem teb hais tias, “Koj yeej tsis tau ua tsis ncaj lossis tsimtxom peb li; koj tsis tau muab leejtwg ib yam dabtsi li.”"},{"bible_id":"1525","chapter_code":"1SA.12","verse_code":"1SA.12.5","label":"5","content":"Xamuyees teb hais tias, “Hnub no muaj tus TSWV thiab tus vajntxwv uas tus TSWV xaiv nrog ua timkhawv hais tias, nej yeej tsis pom kuv ua ib qho txhaum li.” Lawv teb hais tias, “Muaj tus TSWV ua peb sawvdaws tus timkhawv.”"},{"bible_id":"1525","chapter_code":"1SA.12","verse_code":"1SA.12.6","label":"6","content":"Xamuyees hais ntxiv hais tias, “Tus TSWV yog tus uas xaiv Mauxes thiab Aloos, thiab nws coj nej cov yawgkoob tawm nram tebchaws Iziv los."},{"bible_id":"1525","chapter_code":"1SA.12","verse_code":"1SA.12.7","label":"7","content":"Nimno nej nyias cia li sawv ntawm nyias qhov chaw, kuv yuav nkaug nej rau tus TSWV, kom nej nco  txog tej txujci tseemceeb uas tus TSWV tau ua pab nej thiab nej cov yawgkoob lawm."},{"bible_id":"1525","chapter_code":"1SA.12","verse_code":"1SA.12.8","label":"8","content":"Thaum ub Yakhauj tau coj nws tsevneeg mus nyob nram tebchaws Iziv thiab cov Iziv tau tsimtxom lawv,  nej cov yawgkoob tau tsa ncauj thov tus TSWV pab lawv. Tus TSWV thiaj txib Mauxes thiab Aloos coj lawv tawm nram tebchaws Iziv los nyob hauv lub tebchaws no."},{"bible_id":"1525","chapter_code":"1SA.12","verse_code":"1SA.12.9","label":"9","content":"Tiamsis lawv tsis nco txog tus TSWV uas yog lawv tus Vajtswv lawm, tus TSWV thiaj muab lawv cob rau cov Filitees txhais tes, thiab cob rau tus vajntxwv uas kav tebchaws Mau-am txhais tes, thiab cob rau Xixelas uas yog Vajntxwv Yanpees tus thawj tubrog hauv lub nroog Haxaules txhais tes, lawv thiaj tuaj ua rog rau nej cov yawgkoob."},{"bible_id":"1525","chapter_code":"1SA.12","verse_code":"1SA.12.10","label":"10","content":"Lawv thiaj tsa ncauj thov tus TSWV hais tias, ‘Tus TSWV, peb ua txhaum lawm, rau qhov peb tau tso koj tseg thiab mus pe tus mlom Npa-as thiab tus mlom pojniam Atates. Thov koj pab kom peb dim ntawm peb cov yeebncuab txhais tes, peb yuav pehawm koj tib leeg xwb!’"},{"bible_id":"1525","chapter_code":"1SA.12","verse_code":"1SA.12.11","label":"11","content":"Tus TSWV thiaj tsa Nkide-oos thiab tsa Npalaj,  thiab tsa Yefethas, thiab tsa kuv ua tus kawg. Peb tau pab nej dim ntawm nej cov yeebncuab txhais tes, nej thiaj tau nyob kaj siab lug."},{"bible_id":"1525","chapter_code":"1SA.12","verse_code":"1SA.12.12","label":"12","content":"Tiamsis thaum nej pom Vajntxwv Nahas uas kav tebchaws Amoos tabtom tuaj tua nej, nej txawm tso tus TSWV uas yog nej tus vajntxwv tseg thiab hais rau kuv hais tias, ‘Peb xav tau ib tug vajntxwv los kav peb.’"},{"bible_id":"1525","chapter_code":"1SA.12","verse_code":"1SA.12.13","label":"13","content":"“Tus vajntxwv uas nej xaiv, nws nrog nej nyob ntawm no; nej thov tus TSWV kom tsa ib tug vajntxwv rau nej, nimno tus TSWV twb pub rau nej muaj lawm."},{"bible_id":"1525","chapter_code":"1SA.12","verse_code":"1SA.12.14","label":"14","content":"Yog nej hwm tus TSWV uas yog nej tus Vajtswv, ua nws tes haujlwm, mloog nws lus thiab ua raws li nws tej lus samhwm, nej thiab nej tus vajntxwv thiaj li yuav vammeej."},{"bible_id":"1525","chapter_code":"1SA.12","verse_code":"1SA.12.15","label":"15","content":"Tiamsis yog nej tsis mloog tus TSWV lus thiab tsis ua raws li nws tej lus samhwm, nws yuav tawmtsam nej thiab nej tus vajntxwv."},{"bible_id":"1525","chapter_code":"1SA.12","verse_code":"1SA.12.16","label":"16","content":"Yog li ntawd, nej sawvdaws nyias sawv ntawm nyias qhov chaw, nej yuav pom ib yam txujci tseemceeb uas tus TSWV ua."},{"bible_id":"1525","chapter_code":"1SA.12","verse_code":"1SA.12.17","label":"17","content":"Nimno yog lub caij ntuj qhua los tsis yog? Tiamsis kuv yuav thov tus TSWV ua kom xob nroo thiab tso nag los. Thaum nej pom tej no lawm, nej yuav paub hais tias qhov uas nej thov tus TSWV tsa ib tug vajntxwv kav nej, yog nej ua txhaum rau tus TSWV lawm.”"},{"bible_id":"1525","chapter_code":"1SA.12","verse_code":"1SA.12.18","label":"18","content":"Yog li ntawd, Xamuyees thiaj thov tus TSWV thiab hnub ntawd tus TSWV ua rau xob nroo thiab tso nag los. Sawvdaws ntshai tus TSWV thiab Xamuyees kawg li,"},{"bible_id":"1525","chapter_code":"1SA.12","verse_code":"1SA.12.19","label":"19","content":"thiab lawv hais rau Xamuyees hais tias, “Thov koj thov tus TSWV uas yog koj tus Vajtswv pab peb, peb thiaj yuav tsis tuag. Nimno peb paub hais tias tsis yog peb ua lwm yam kev txhaum xwb, tiamsis peb tseem thov kom Vajtswv tsa ib tug vajntxwv kav peb thiab, qhov ntawd yeej yog peb ua txhaum lawm tiag.”"},{"bible_id":"1525","chapter_code":"1SA.12","verse_code":"1SA.12.20","label":"20","content":"Xamuyees teb hais tias, “Nej tsis txhob ntshai, txawm yog nej tau ua txhaum li ntawd lawm los nej tsis txhob tso tus TSWV tseg, tiamsis nej yuav tsum ua nws tej haujlwm kom kawg siab kawg ntws."},{"bible_id":"1525","chapter_code":"1SA.12","verse_code":"1SA.12.21","label":"21","content":"Tsis txhob mus  pe tej vajtswv cuav; tej ntawd yeej pab tsis tau lossis cawm tsis tau nej li, rau qhov tej ntawd yog vajtswv cuav xwb."},{"bible_id":"1525","chapter_code":"1SA.12","verse_code":"1SA.12.22","label":"22","content":"Tus TSWV coglus tseg hais tias, nws yuav tsis tso nej tseg ib zaug li, rau qhov nws pom zoo xaiv nej ua nws haivneeg lawm."},{"bible_id":"1525","chapter_code":"1SA.12","verse_code":"1SA.12.23","label":"23","content":"Tus TSWV kom kuv nco ntsoov thov nws tsis tseg pab nej, yog kuv tsis thov nws pab nej, ces yog kuv ua txhaum rau nws lawm. Kuv yuav qhia kom nej paub qhov zoo thiab qhov uas tsimnyog nej ua."},{"bible_id":"1525","chapter_code":"1SA.12","verse_code":"1SA.12.24","label":"24","content":"Nej yuav tsum mloog tus TSWV lus thiab ua nws tes haujlwm kom kawg siab kawg ntsws. Nej yuav tsum nco ntsoov tej txujci tseemceeb uas tus TSWV tau ua pab nej lawm."},{"bible_id":"1525","chapter_code":"1SA.12","verse_code":"1SA.12.25","label":"25","content":"Tiamsis yog nej tseem rov ua txhaum dua, nej thiab nej tus vajntxwv yuav raug kev puastsuaj.”"},{"bible_id":"1525","chapter_code":"1SA.13","verse_code":"1SA.13.1","label":"1","content":"Thaum Xa-ules ua vajntxwv nws hnubnyoog… xyoo thiab nws kav tebchaws Yixalayees tau ob xyoo."},{"bible_id":"1525","chapter_code":"1SA.13","verse_code":"1SA.13.2","label":"2","content":"Xa-ules xaiv tau cov Yixalayees peb txhiab leej ua nws cov tubrog, nws tseg ob txhiab leej nrog nws nyob hauv lub nroog Mikemas thiab saum lub laj roob ntawm lub nroog Npethees, thiab tso ib txhiab leej nrog nws tus tub Yaunathas mus rau nram lub nroog Nkinpe-as, hauv xeem Npeenyamees cheebtsam av. Dua li cov, nws kom lawv rov mus tsev lawm."},{"bible_id":"1525","chapter_code":"1SA.13","verse_code":"1SA.13.3","label":"3","content":"Yaunathas tua cov Filitees tus thawj tubrog  tuag rau hauv Nkenpas, thiab cov Filitees puavleej hnov hais tias lawv tus thawj tubrog tuag lawm. Xa-ules txib neeg mus hu thiab tshuab raj tshuab xyu thoob tebchaws kom cov Henplais tuaj mus ua rog."},{"bible_id":"1525","chapter_code":"1SA.13","verse_code":"1SA.13.4","label":"4","content":"Thaum cov Yixalayees hnov hais tias, Xa-ules tua cov Filitees tus thawj tubrog tuag thiab hnov hais tias cov Filitees ntxub cov Yixalayees heev. Yog li ntawd, cov Yixalayees thiaj tuaj ua tubrog ntxiv rau Xa-ules cov tubrog hauv lub nroog Nkilenkas."},{"bible_id":"1525","chapter_code":"1SA.13","verse_code":"1SA.13.5","label":"5","content":"Cov Filitees txhij tubrog tuaj tua cov Yixalayees; cov Filitees muaj peb caug txhiab lub tsheb nees ua rog, rau txhiab leej tubrog caij nees, thiab muaj tubrog coob ib yam li tej suabzeb ntawm ntug hiavtxwv. Lawv tuaj tsuam yeej rau ntawm Mikemas uas nyob ntawm Npethavees sab hnubtuaj."},{"bible_id":"1525","chapter_code":"1SA.13","verse_code":"1SA.13.6","label":"6","content":"Cov Filitees tua cov Yixalayees hnyav heev ua rau cov Yixalayees yuav luag swb. Cov Yixalayees ibtxhia twb khiav mus nkaum rau hauv tej qhov zeb qhov tsua, tej kis zeb kis tsua, lossis hauv tej qhov av thiab hauv tej qhovtshij;"},{"bible_id":"1525","chapter_code":"1SA.13","verse_code":"1SA.13.7","label":"7","content":"muaj ibtxhia twb khiav hla tus Dej Yauladees mus rau tim tebchaws Nkile-as thiab Khas cheebtsam av lawm. Xa-ules tseem nyob hauv lub nroog Nkilenkas, thiab cov tubrog uas nrog nws ntshai tshee hnyo."},{"bible_id":"1525","chapter_code":"1SA.13","verse_code":"1SA.13.8","label":"8","content":"Nws tos Xamuyees tau xya hnub, raws li Xamuyees hais rau nws, tiamsis Xamuyees tseem tuaj tsis tau txog hauv lub nroog Nkilenkas. Sawvdaws txawm khiav zom zaws tso Xa-ules tseg,"},{"bible_id":"1525","chapter_code":"1SA.13","verse_code":"1SA.13.9","label":"9","content":"yog li ntawd, Xa-ules thiaj hais rau lawv hais tias, “Nej cia li cab tej tsiaj uas nej coj tuaj tua hlawv fij thiab tej uas fij rau tus TSWV ua kev sib raug zoo los rau kuv.” Ces Xa-ules txawm muab tsiaj tua hlawv fij rau tus TSWV,"},{"bible_id":"1525","chapter_code":"1SA.13","verse_code":"1SA.13.10","label":"10","content":"thaum Xa-ules muab tsiaj tua hlawv fij tas, Xamuyees txawm tuaj txog ntua. Xa-ules tawm mus cuag Xamuyees thiab tos txais nws,"},{"bible_id":"1525","chapter_code":"1SA.13","verse_code":"1SA.13.11","label":"11","content":"tiamsis Xamuyees nug hais tias, “Koj ua dabtsi tod?” Xa-ules teb hais tias, “Sawvdaws khiav zom zaws tso kuv tseg, thiab koj tsis tuaj raws li koj teem tseg; dua li ntawd, cov Filitees twb tuaj sib sau rau hauv lub nroog Mikemas lawm."},{"bible_id":"1525","chapter_code":"1SA.13","verse_code":"1SA.13.12","label":"12","content":"Kuv thiaj xav hais tias, ‘Cov Filitees yeej yuav tuaj tua kuv hauv lub nroog Nkilenkas no, thiab kuv tseem tsis tau ua ib yam dabtsi kom tus TSWV pab kuv.’ Yog li ntawd, kuv thiaj xav hais tias cia kuv muab tsiaj tua fij rau tus TSWV.”"},{"bible_id":"1525","chapter_code":"1SA.13","verse_code":"1SA.13.13","label":"13","content":"Xamuyees teb hais tias, “Koj ruam kawg li koj thiaj ua tej no, koj yeej tsis mloog tus TSWV uas yog koj tus Vajtswv tej lus samhwm rau koj. Yog koj mloog tus TSWV lus, nws yuav cia koj thiab koj cov xeebntxwv ua vajntxwv kav cov Yixalayees mus li."},{"bible_id":"1525","chapter_code":"1SA.13","verse_code":"1SA.13.14","label":"14","content":"Tiamsis, vim koj tsis mloog tus TSWV lus, nimno koj yuav tsis tau kav cov Yixalayees lawm. Tus TSWV yuav tsa dua ib tug uas ua haum nws siab los kav nws haivneeg.”"},{"bible_id":"1525","chapter_code":"1SA.13","verse_code":"1SA.13.15","label":"15","content":"Xamuyees txawm tawm hauv lub nroog Nkilenkas mus lawm. Cov neeg uas tseem nrog Xa-ules nyob thiaj nrog nws mus rau ntawm nws cov tubrog. Lawv tawm hauv lub nroog Nkilankas  mus txog rau ntawm lub nroog Nkinpe-as hauv xeem Npeenyamees cheebtsam av. Xa-ules txheeb nws cov tubrog, tseem tshuav kwvlam li rau pua leej."},{"bible_id":"1525","chapter_code":"1SA.13","verse_code":"1SA.13.16","label":"16","content":"Xa-ules thiab nws tus tub Yaunathas, thiab nkawd cov tubrog tsuam yeej rau ntawm lub nroog Nkenpas hauv xeem Npeenyamees cheebtsam av; cov Filitees tsuam yeej rau ntawm lub nroog Mikemas."},{"bible_id":"1525","chapter_code":"1SA.13","verse_code":"1SA.13.17","label":"17","content":"Cov Filitees faib ua peb pab tawm hauv lawv lub yeej tuaj: ib pab mus rau ntawm Aufelas hauv Sualis cheebtsam av,"},{"bible_id":"1525","chapter_code":"1SA.13","verse_code":"1SA.13.18","label":"18","content":"ib pab mus rau ntawm Npethes Hauloos, thiab ib pab mus rau ntawm ciamteb uas ntsia pom lub Hav Xenpauyees thiab lub roob mojsab qhua."},{"bible_id":"1525","chapter_code":"1SA.13","verse_code":"1SA.13.19","label":"19","content":"Lub sijhawm ntawd, nyob hauv tebchaws Yixalayees tsis muaj ib tug txawj ntaus hlau li, rau qhov cov Filitees tsis pub cov Henplais ntaus ntaj ntaus hmuv li. ("},{"bible_id":"1525","chapter_code":"1SA.13","verse_code":"1SA.13.20","label":"20","content":"Cov Yixalayees thiaj coj lawv tej khais, tej taumtxhob, tej taus thiab tej liag  mus rau cov Filitees kho thiab hov xwb;"},{"bible_id":"1525","chapter_code":"1SA.13","verse_code":"1SA.13.21","label":"21","content":"hov ib rab taus thiab tawm tus ko  yog ib npib, hov rab khais thiab rab taumtxhob yog ob npib.)"},{"bible_id":"1525","chapter_code":"1SA.13","verse_code":"1SA.13.22","label":"22","content":"Yog li ntawd, thaum lawv sib tua, cov tubrog Yixalayees thiaj tsis muaj ntaj lossis hmuv li, tsuas yog Xa-ules thiab nws tus tub Yaunathas thiaj li muaj xwb."},{"bible_id":"1525","chapter_code":"1SA.13","verse_code":"1SA.13.23","label":"23","content":"Cov tubrog Filitees ib pab tuaj zov ntawm lub Dawm Mikemas."},{"bible_id":"1525","chapter_code":"1SA.14","verse_code":"1SA.14.1","label":"1","content":"Muaj ib hnub Yaunathas hais rau tus tub hluas uas nqa nws rab ntaj thiab rab hmuv hais tias, “Wb mus hauv cov Filitees lub yeej.” Tiamsis Yaunathas tsis qhia rau Xa-ules tus uas yog nws txiv paub"},{"bible_id":"1525","chapter_code":"1SA.14","verse_code":"1SA.14.2","label":"2","content":"ntawm tsob qab ntoo txiv ntsiavkws ntawm lub nroog Minkeloos uas nyob tsis deb ntawm lub nroog Nkinpe-as; Xa-ules cov tubrog muaj kwvlam li rau pua leej. ("},{"bible_id":"1525","chapter_code":"1SA.14","verse_code":"1SA.14.3","label":"3","content":"Tus povthawj uas hnav lub tsho efaus yog Ahiyas uas yog Ahitus tus tijlaug Ikhanpaus tus tub, Ikhanpaus thiab Ahitus yog Finehas tub thiab yog Elis xeebntxwv, Elis yog tus povthawj uas ua tus TSWV tes haujlwm nyob hauv lub nroog Silaus.) Cov tubrog tsis paub hais tias, Yaunathas twb mus lawm."},{"bible_id":"1525","chapter_code":"1SA.14","verse_code":"1SA.14.4","label":"4","content":"Ntawm lub Dawm Mikemas uas Yaunathas nkawd hla mus rau ntawm cov Filitees lub yeej muaj ob tug ncej zeb loj ntse zuag plias, ib tug nyob ib sab kev: ib tug hu ua Npauxes thiab ib tug hu ua Xenes."},{"bible_id":"1525","chapter_code":"1SA.14","verse_code":"1SA.14.5","label":"5","content":"Tus uas nyob sab ped tig mus rau lub nroog Mikemas thiab tus uas nyob sab nrad tig mus rau nram lub nroog Nkenpas."},{"bible_id":"1525","chapter_code":"1SA.14","verse_code":"1SA.14.6","label":"6","content":"Yaunathas hais rau tus tub hluas hais tias, “Wb cia li hla mus rau tom cov Filitees uas tsis ua kevcai txiav lub yeej. Tej zaum tus TSWV yuav pab wb; yog nws pab wb, yeej tsis muaj dabtsi yuav txwv tau nws kom tsis pub wb yeej li. Txawm yog wb ob leeg xwb los wb yuav kovyeej.”"},{"bible_id":"1525","chapter_code":"1SA.14","verse_code":"1SA.14.7","label":"7","content":"Tus tub hluas teb hais tias, “Koj ua dabtsi  kuv nrog koj ua, koj mus qhov twg kuv nrog koj mus.”"},{"bible_id":"1525","chapter_code":"1SA.14","verse_code":"1SA.14.8","label":"8","content":"Yaunathas teb hais tias, “Zoo heev, wb cia li mus kom cov Filitees pom wb."},{"bible_id":"1525","chapter_code":"1SA.14","verse_code":"1SA.14.9","label":"9","content":"Yog lawv hu kom wb tos lawv tuaj cuag wb, wb cia li nyob twjywm tos."},{"bible_id":"1525","chapter_code":"1SA.14","verse_code":"1SA.14.10","label":"10","content":"Tiamsis yog lawv kom wb mus cuag lawv, wb cia li mus, rau qhov tej ntawd yuav yog lub cim qhia rau wb paub hais tias, tus TSWV twb muab lawv cob rau wb tes lawm.”"},{"bible_id":"1525","chapter_code":"1SA.14","verse_code":"1SA.14.11","label":"11","content":"Yog li ntawd, Yaunathas thiab tus hluas txawm tawm mus rau cov Filitees pom, thiab cov Filitees hais tias, “Nej ntsia tid saib! Cov Henplais muaj qee leej tawm hauv tej qhov av uas lawv nkaum los lawm tiag!”"},{"bible_id":"1525","chapter_code":"1SA.14","verse_code":"1SA.14.12","label":"12","content":"Cov Filitees txawm hu Yaunathas thiab tus tub hluas hais tias, “Neb cia li los ntawm no! Peb yuav qhia  dabtsi rau neb!” Yaunathas hais rau tus tub hluas tias, “Koj cia li raws kuv qab. Tus TSWV twb pub peb cov Yixalayees kovyeej lawv lawm.”"},{"bible_id":"1525","chapter_code":"1SA.14","verse_code":"1SA.14.13","label":"13","content":"Yaunathas txawm nkag ua ntej thiab tus tub hluas nkag raws nws qab. Yaunathas ntaus cov Filitees ntog rau hauv av, ces tus tub hluas cia li khaws tua xwb."},{"bible_id":"1525","chapter_code":"1SA.14","verse_code":"1SA.14.14","label":"14","content":"Thawj zaug no Yaunathas thiab tus tub hluas tua cov Filitees tuag kwvlam li nees nkaum leej. Thaj chaw uas lawv sib ntaus sib tua lwj ntsuav ntawd dav li ob zeg liaj,"},{"bible_id":"1525","chapter_code":"1SA.14","verse_code":"1SA.14.15","label":"15","content":"Cov Filitees, tsis hais cov uas nyob hauv tiaj, cov tubrog uas nyob hauv yeej, thiab cov tubrog uas pheej nyas tuaj tua cov Yixalayees, puavleej ntshai kawg li; av txawm qeeg ua zog koog ua rau cov Filitees ntshai thiab yoob tas."},{"bible_id":"1525","chapter_code":"1SA.14","verse_code":"1SA.14.16","label":"16","content":"Xa-ules cov tubrog uas zov lub nroog Nkinpe-as hauv xeem Npeenyamees cheebtsam av pom cov Filitees khiav zom zaws rau txhua qhov."},{"bible_id":"1525","chapter_code":"1SA.14","verse_code":"1SA.14.17","label":"17","content":"Yog li ntawd, Xa-ules hais rau nws cov tubrog hais tias, “Nej cia li txheeb peb cov tubrog saib leejtwg tsis nyob hauv yeej lawm.” Thaum lawv txheeb, lawv tsis pom Yaunathas thiab tus tub hluas uas nqa Yaunathas rab ntaj thiab rab hmuv lawm."},{"bible_id":"1525","chapter_code":"1SA.14","verse_code":"1SA.14.18","label":"18","content":"Xa-ules hais rau tus povthawj Ahiyas hais tias, “Koj cia li nqa lub efaus  los ntawm no.” (Hnub ntawd Ahiyas yog tus nqa lub efaus ua cov Yixalayees  ntej.)"},{"bible_id":"1525","chapter_code":"1SA.14","verse_code":"1SA.14.19","label":"19","content":"Thaum Xa-ules tseem hais rau tus povthawj, cov tubrog Filitees uas nyob hauv yeej yimhuab ua ntxhov quav niab. Yog li ntawd, Xa-ules thiaj hais rau tus povthawj Ahiyas hais tias, “Tsis muaj sijhawm nug tus TSWV lawm!”"},{"bible_id":"1525","chapter_code":"1SA.14","verse_code":"1SA.14.20","label":"20","content":"Xa-ules thiab nws cov tubrog thiaj dhia mus tua cov Filitees uas lawv tabtom rov sib ntaus sib tua ntxhov hnyo ntawd."},{"bible_id":"1525","chapter_code":"1SA.14","verse_code":"1SA.14.21","label":"21","content":"Cov Henplais qee leej uas tuaj cov Filitees tog thiab nrog cov Filitees nyob hauv lub yeej ntawd, lawv txawm hloov siab rov  los tuaj Xa-ules thiab Yaunathas tog tua cov Filitees."},{"bible_id":"1525","chapter_code":"1SA.14","verse_code":"1SA.14.22","label":"22","content":"Cov Henplais uas khiav mus nkaum pem tej roob hauv tebchaws Efalayees hnov hais tias cov Filitees tabtom swb thiab khiav zom zaws lawm, lawv txawm sau nthwv tuaj pab Xa-ules tua cov Filitees"},{"bible_id":"1525","chapter_code":"1SA.14","verse_code":"1SA.14.23","label":"23","content":"mus dhau plaws lub nroog Npethavees. Hnub ntawd tus TSWV pab cov Yixalayees dim."},{"bible_id":"1525","chapter_code":"1SA.14","verse_code":"1SA.14.24","label":"24","content":"Hnub ntawd, cov Yixalayees tshaib plab thiab qaug zog heev, rau qhov Xa-ules coglus hais tias, “Hnub no, yog leejtwg noj mov ua ntej uas kuv ua pauj rau kuv cov yeebncuab, tus ntawd yuav raug foom tsis zoo.” Yog li ntawd, hnub ntawd ib hnub thiaj tsis muaj leejtwg noj mov li."},{"bible_id":"1525","chapter_code":"1SA.14","verse_code":"1SA.14.25","label":"25","content":"Tagnrho cov tubrog  los txog rau hauv ib thaj havzoov uas muaj zib ntab ntau heev."},{"bible_id":"1525","chapter_code":"1SA.14","verse_code":"1SA.14.26","label":"26","content":"Zib ntab nyob puv nrees txhua qhov, tiamsis tsis muaj leejtwg muaj cuabkav muab noj li, rau qhov lawv ntshai Xa-ules tej lus foom tsis zoo."},{"bible_id":"1525","chapter_code":"1SA.14","verse_code":"1SA.14.27","label":"27","content":"Tiamsis Yaunathas tsis hnov qhov uas nws txiv yuav foom tsis zoo rau tus uas tsis mloog lus; nws thiaj muab nws tus pa nrig tshum lub qia nas ntab los noj. Thaum Yaunathas noj tas, nws thiaj muaj zog mentsis tuaj."},{"bible_id":"1525","chapter_code":"1SA.14","verse_code":"1SA.14.28","label":"28","content":"Tiamsis muaj ib tug tubrog hais rau Yaunathas hais tias, “Peb sawvdaws tshaib plab thiab qaug zog heev, tiamsis koj txiv yuam kom peb coglus hais tias, ‘Tus uas noj mov hnub no, tus ntawd yuav raug foom tsis zoo.’ ”"},{"bible_id":"1525","chapter_code":"1SA.14","verse_code":"1SA.14.29","label":"29","content":"Yaunathas teb hais tias, “Ua li cas kuv txiv yuav ua nruj ua luaj rau peb cov neeg! Nej saib kuv muaj zog mentsis tuaj, rau qhov kuv noj cov zib ntab ntawd!"},{"bible_id":"1525","chapter_code":"1SA.14","verse_code":"1SA.14.30","label":"30","content":"Yog hnub no cov tubrog tseem tau noj tej mov uas txeeb tau ntawm cov yeebncuab los, mas sawvdaws hajyam muaj zog tua cov Filitees tuag coob dua thiab.”"},{"bible_id":"1525","chapter_code":"1SA.14","verse_code":"1SA.14.31","label":"31","content":"Hnub ntawd, cov Yixalayees tua yeej cov Filitees ntawm lub nroog Mikemas mus ti nkaus lub nroog Aiyaloos. Thaum ntawd cov Yixalayees tshaib plab thiab qaug zog heev,"},{"bible_id":"1525","chapter_code":"1SA.14","verse_code":"1SA.14.32","label":"32","content":"lawv thiaj dhia mus muab tej yaj thiab tej nyuj uas lawv txeeb tau ntawm cov yeebncuab los tua thiab muab hlais noj nyoos ua ntshav liab vog."},{"bible_id":"1525","chapter_code":"1SA.14","verse_code":"1SA.14.33","label":"33","content":"Muaj neeg mus qhia rau Xa-ules hais tias, “Koj saib, muaj neeg noj tej nqaij nyoos uas tseem muaj ntshav. Lawv ua li ntawd, yog lawv ua txhaum rau tus TSWV lawm.” Xa-ules nthe tawg ntho hais tias, “Cov nyuag neeg ntxeev siab ko, cia li mus dov ib lub pobzeb loj los rau kuv ntawm no.”"},{"bible_id":"1525","chapter_code":"1SA.14","verse_code":"1SA.14.34","label":"34","content":"Tom qab ntawd, Xa-ules hais rau lawv hais tias, “Nej cia li mus hais kom lawv cab lawv tej nyuj thiab tej yaj tuaj tua noj rau ntawm no. Lawv tsis txhob noj tej nqaij nyoos uas muaj ntshav, yuav ua txhaum rau tus TXWV.” Yog li hmo ntawd, lawv thiaj cab lawv tej nyuj los tua qhov ntawd."},{"bible_id":"1525","chapter_code":"1SA.14","verse_code":"1SA.14.35","label":"35","content":"Xa-ules teeb tau ib lub thaj fij khoom rau tus TSWV, lub thaj ntawd yog thawj lub uas Xa-ules teeb."},{"bible_id":"1525","chapter_code":"1SA.14","verse_code":"1SA.14.36","label":"36","content":"Xa-ules hais rau nws cov tubrog hais tias, “Hmo no peb yuav mus tua cov Filitees ib hmo kaj ntug kom lawv tuag tas thiab huab lawv tej khoom huv tibsi.” Cov tubrog teb hais tias, “Cia li ua raws li koj pom zoo.” Tiamsis tus povthawj teb hais tias, “Cia peb nug Vajtswv tso.”"},{"bible_id":"1525","chapter_code":"1SA.14","verse_code":"1SA.14.37","label":"37","content":"Yog li ntawd, Xa-ules nug Vajtswv hais tias, “Kuv yuav mus tua cov Filitees los tsis mus?” Koj puas pub kom peb tua yeej lawv? Tiamsis hnub ntawd Vajtswv tsis teb li."},{"bible_id":"1525","chapter_code":"1SA.14","verse_code":"1SA.14.38","label":"38","content":"Xa-ules hais rau cov Yixalayees cov thawjcoj hais tias, “Nej los ntawm no, peb ua tib zoo xav saib hnub no peb tau ua txhaum dabtsi lawm."},{"bible_id":"1525","chapter_code":"1SA.14","verse_code":"1SA.14.39","label":"39","content":"Kuv coglus rau tus TSWV uas muaj sia nyob thiab yog tus uas pub rau cov Yixalayees muaj yeej hais tias, txawm yog kuv tus tub Yaunathas ua txhaum los yuav tsum muab nws tua povtseg.” Tiamsis tsis muaj leejtwg hais ib los li."},{"bible_id":"1525","chapter_code":"1SA.14","verse_code":"1SA.14.40","label":"40","content":"Ces Xa-ules hais rau lawv hais tias, “Nej cia li mus sawv lawm tod, kuv thiab Yaunathas yuav sawv ntawm no.” Lawv teb hais tias, “Ua raws li koj pom zoo.”"},{"bible_id":"1525","chapter_code":"1SA.14","verse_code":"1SA.14.41","label":"41","content":"Xa-ules thov tus TSWV uas yog cov Yixalayees tus Vajtswv hais tias, “Tus TSWV, ua li cas hnub no koj tsis teb kuv? Tus TSWV uas yog cov Yixalayees tus Vajtswv, yog kuv tus tub Yaunathas lossis kuv ua txhaum, thov koj qhia rau kuv ntawm lub Ulees; tiamsis yog koj haivneeg Yixalayees  ua txhaum, thov koj qhia rau kuv ntawm lub Thumees.”  Thaum nws saib, ua ciav yog Yaunathas thiab Xa-ules ua txhaum; tsis yog cov pejxeem ua txhaum."},{"bible_id":"1525","chapter_code":"1SA.14","verse_code":"1SA.14.42","label":"42","content":"Xa-ules hais tias, “Tus TSWV thov koj qhia siab, yog kuv tus tub Yaunathas lossis kuv ua txhaum.” Thaum nws saib, ua ciav yog Yaunathas ua txhaum."},{"bible_id":"1525","chapter_code":"1SA.14","verse_code":"1SA.14.43","label":"43","content":"Xa-ules nug Yaunathas hais tias, “Koj ua txhaum dabtsi?” Yaunathas teb hais tias, “Kuv noj mentsis zib ntab xwb. Kuv nyob ntawm no, kuv yeej zoo siab tuag.”"},{"bible_id":"1525","chapter_code":"1SA.14","verse_code":"1SA.14.44","label":"44","content":"Xa-ules hais tias, “Yog kuv tsis tua koj, thov kom Vajtswv tua kuv povtseg!”"},{"bible_id":"1525","chapter_code":"1SA.14","verse_code":"1SA.14.45","label":"45","content":"Tiamsis cov neeg hais rau Xa-ules hais tias, “Koj yuav muab Yaunathas, tus uas pab tau cov Yixalayees kovyeej loj npaum li no tua povtseg los? Yog koj tua nws, peb yeej tsis zoo siab rau koj li! Peb thov coglus rau tus TSWV uas muaj sia nyob hais tias, txawm yog Yaunathas ib txoj nyuag plaubhau los tsis pub kom poob li. Tej uas hnub no nws ua yeej yog Vajtswv pab xwb.” Yog li ntawd, sawvdaws thiaj pab tau Yaunathas dim tsis raug tua tuag."},{"bible_id":"1525","chapter_code":"1SA.14","verse_code":"1SA.14.46","label":"46","content":"Ces Xa-ules txawm tso tseg tsis caum cov Filitees tua, thiab cov Filitees rov qab mus rau lawv lub tebchaws lawm."},{"bible_id":"1525","chapter_code":"1SA.14","verse_code":"1SA.14.47","label":"47","content":"Lub sijhawm uas Xa-ules ua vajntxwv kav tebchaws Yixalayees, nws ntaus tsov ntau rog tawmtsam nws cov yeebncuab rau txhua qhov: nws tua cov Mau-am, cov Amoos thiab cov Edoos, cov vajntxwv uas kav tebchaws Xaunpas thiab cov Filitees. Txhua qhov uas nws tua, nws puavleej tua yeej."},{"bible_id":"1525","chapter_code":"1SA.14","verse_code":"1SA.14.48","label":"48","content":"Nws siab tawv thiab tua rog ua tau heev tsis ntshai leejtwg li, txawm yog cov Amalej los nws tua yeej huv tibsi. Txhua zaus uas yeebncuab tuaj tua cov Yixalayees los nws cawm tau lawv dim."},{"bible_id":"1525","chapter_code":"1SA.14","verse_code":"1SA.14.49","label":"49","content":"Xa-ules cov tub yog: Yaunathas, Isevis thiab Makhisuas. Xa-ules tus ntxhais hlob hu ua Melas thiab tus ntxhais yau hu ua Mikhas."},{"bible_id":"1525","chapter_code":"1SA.14","verse_code":"1SA.14.50","label":"50","content":"Xa-ules tus pojniam hu ua Ahinaus uas yog Ahimas tus ntxhais; Xa-ules tus thawj tubrog hu Aneles uas yog Xa-ules txiv hlob Neles tus tub."},{"bible_id":"1525","chapter_code":"1SA.14","verse_code":"1SA.14.51","label":"51","content":"Kises uas yog Xa-ules txiv thiab Neles uas yog Aneles txiv, yog Anpiyees tub."},{"bible_id":"1525","chapter_code":"1SA.14","verse_code":"1SA.14.52","label":"52","content":"Thaum Xa-ules ua neej nyob, nws nrog cov Filitees sib tua hnyav heev. Yog nws pom ib tug txivneej khov kho thiab siab tawv, ces nws txawm coj tus ntawd mus ua nws tubrog."},{"bible_id":"1525","chapter_code":"1SA.15","verse_code":"1SA.15.1","label":"1","content":"Xamuyees hais rau Xa-ules hais tias, “Kuv yog tus uas tus TSWV kom muab roj hliv rau koj taubhau, tsa koj ua vajntxwv kav nws haivneeg Yixalayees. Nimno koj cia li mloog tus TSWV uas muaj hwjchim loj kawg nkaus tej lus saib hais li cas."},{"bible_id":"1525","chapter_code":"1SA.15","verse_code":"1SA.15.2","label":"2","content":"Nws yuav rau txim rau cov Amalej, rau qhov lawv cov yawgkoob tawmtsam cov Yixalayees thaum lawv khiav nram tebchaws Iziv los."},{"bible_id":"1525","chapter_code":"1SA.15","verse_code":"1SA.15.3","label":"3","content":"Koj cia li mus tua cov Amalej thiab rhuav txhua yam uas lawv muaj kom puastsuaj tas tsis tseg ib yam li. Koj lojxov tua tej pojniam txivneej, tej menyuam thiab tej nyuj, tej yaj, tej ntxhuav thiab tej neesluav huv tibsi povtseg.”"},{"bible_id":"1525","chapter_code":"1SA.15","verse_code":"1SA.15.4","label":"4","content":"Xa-ules txhij tagnrho nws cov tubrog tuaj sib sau rau hauv lub nroog Telees rau nws txheeb, cov tubrog Yixalayees muaj ob puas txhiab leej thiab cov tubrog Yudas muaj kaum txhiab leej."},{"bible_id":"1525","chapter_code":"1SA.15","verse_code":"1SA.15.5","label":"5","content":"Ces Xa-ules thiab nws cov tubrog txawm mus rau nram cov Amalej lub nroog thiab zov kev tua hauv lub hav qhuav."},{"bible_id":"1525","chapter_code":"1SA.15","verse_code":"1SA.15.6","label":"6","content":"Xa-ules xa xov mus rau cov Kenais uas lawv cov yawgkoob tau ua zoo rau cov Yixalayees, thaum lawv tsiv nram tebchaws Iziv los hais tias, “Nej cia li tsiv tawm tsis txhob nrog cov Amalej nyob, nej thiaj yuav tsis raug tua tuag.” Yog li ntawd, cov Kenais thiaj tsiv lawm."},{"bible_id":"1525","chapter_code":"1SA.15","verse_code":"1SA.15.7","label":"7","content":"Xa-ules tua yeej cov Amalej txij ntua ntawm lub nroog Havilas mus ti nkaus rau Sus uas nyob ntawm tebchaws Iziv sab hnubtuaj;"},{"bible_id":"1525","chapter_code":"1SA.15","verse_code":"1SA.15.8","label":"8","content":"Xa-ules ntes tau cov Amalej tus Vajntxwv Ankas, thiab muab cov pejxeem tua tuag tas huv tibsi."},{"bible_id":"1525","chapter_code":"1SA.15","verse_code":"1SA.15.9","label":"9","content":"Tiamsis Xa-ules thiab nws cov tubrog tsis tua Ankas thiab tsis tua tej yaj, tej nyuj, tej menyuam nyuj thiab tej menyuam yaj  uas zoo nkauj tshaj plaws lossis tseg txhua yam uas zoo cia; lawv tsuas tua thiab rhuav tej uas tsis zoo siv lossis tsis muaj nqis  xwb."},{"bible_id":"1525","chapter_code":"1SA.15","verse_code":"1SA.15.10","label":"10","content":"Tus TSWV hais rau Xamuyees hais tias,"},{"bible_id":"1525","chapter_code":"1SA.15","verse_code":"1SA.15.11","label":"11","content":"“Kuv tu siab uas kuv tsa Xa-ules ua vajntxwv; rau qhov nws tso kuv tseg thiab tsis mloog kuv lus.” Xamuyees npautaws heev, nws thiaj thov tus TSWV ib hmos kaj ntug."},{"bible_id":"1525","chapter_code":"1SA.15","verse_code":"1SA.15.12","label":"12","content":"Thaum kaj ntuj txoog, nws txawm mus cuag Xa-ules, tiamsis nws hnov hais tias Xa-ules twb mus rau pem lub nroog Kalemees, Xa-ules mus puab ib tug pejthuam ua chaw nco txog nws, thiab tom qab ntawd, nws mus rau hauv lub nroog Nkilenkas lawm."},{"bible_id":"1525","chapter_code":"1SA.15","verse_code":"1SA.15.13","label":"13","content":"Xamuyees mus cuag Xa-ules, Xa-ules hais rau Xamuyees hais tias, “Thov tus TSWV foom koob hmoov rau koj! Kuv twb mus ua raws li tus TSWV hais tas lawm.”"},{"bible_id":"1525","chapter_code":"1SA.15","verse_code":"1SA.15.14","label":"14","content":"Xamuyees nug Xa-ules hais tias, “Ua li cas kuv tseem hnov suab nyuj nqov thiab suab yaj quaj?”"},{"bible_id":"1525","chapter_code":"1SA.15","verse_code":"1SA.15.15","label":"15","content":"Xa-ules teb hais tias, “Kuv cov tubrog cab cov Amalej tej yaj tej nyuj los. Lawv tseg tej yaj tej nyuj uas zoo nkauj los tua fij rau tus TSWV uas yog koj tus Vajtswv, dua li cov uas tsis zoo peb twb muab tua povtseg tas lawm.”"},{"bible_id":"1525","chapter_code":"1SA.15","verse_code":"1SA.15.16","label":"16","content":"Xamuyees hais tias, “Tos mentsis tso, kuv yuav qhia rau koj paub, tej uas nag hmo tus TSWV los hais rau kuv lawm.” Xa-ules teb hais tias, “Qhia rau kuv.”"},{"bible_id":"1525","chapter_code":"1SA.15","verse_code":"1SA.15.17","label":"17","content":"Xamuyees teb hais tias, “Txawm yog koj xav hais tias, koj tsis tseemceeb dabtsi li los koj yog cov Yixalayees tus thawjcoj. Tus TSWV twb muaj roj hliv rau koj taubhau thiab tsa koj ua vajntxwv kav cov Yixalayees,"},{"bible_id":"1525","chapter_code":"1SA.15","verse_code":"1SA.15.18","label":"18","content":"thiab nws kom koj mus tua cov Amalej uas ua phem ua qias povtseg. Nws kom koj tua lawv mus txog thaum lawv tuag tu noob tas."},{"bible_id":"1525","chapter_code":"1SA.15","verse_code":"1SA.15.19","label":"19","content":"Vim li cas koj tsis mloog tus TSWV lus? Vim li cas koj tseem mus huab tej no, thiab ua tej uas tsis haum tus TSWV siab li?”"},{"bible_id":"1525","chapter_code":"1SA.15","verse_code":"1SA.15.20","label":"20","content":"Xa-ules teb hais tias, “Kuv yeej mloog tus TSWV lus, kuv twb mus ua raws li nws hais lawm, kuv ntes Vajntxwv Ankas los thiab muab cov Amalej tua tuag tas huv tibsi lawm."},{"bible_id":"1525","chapter_code":"1SA.15","verse_code":"1SA.15.21","label":"21","content":"Tiamsis kuv cov tubrog tsis tau tua tej yaj thiab tej nyuj zoo nkauj uas lawv ntes tau; lawv thiaj cab tej tsiaj ntawd los rau hauv lub nroog Nkilenkas thiab tua fij rau tus TSWV uas yog koj tus Vajtswv.”"},{"bible_id":"1525","chapter_code":"1SA.15","verse_code":"1SA.15.22","label":"22","content":"Xamuyees hais tias, “Koj ua tib zoo xav saib, tus TSWV txaus siab rau yam twg: tus TSWV xav kom neeg mloog nws lus lossis muab tsiaj tua fij rau nws? Mloog tus TSWV lus zoo dua qhov uas muab tej yaj zoo nkauj tua fij rau nws."},{"bible_id":"1525","chapter_code":"1SA.15","verse_code":"1SA.15.23","label":"23","content":"Tus neeg uas ntxeev siab rau tus TSWV ua txhaum loj ib yam li tus uas txawj tso dab, thiab tus neeg uas tawv ncauj ua txhaum loj ib yam li tus uas pe mlom. Vim koj tsis mloog tus TSWV lus, nws thiaj tsis pub koj ua vajntxwv lawm.”"},{"bible_id":"1525","chapter_code":"1SA.15","verse_code":"1SA.15.24","label":"24","content":"Xa-ules teb hais tias, “Kuv tau ua txhaum lawm tiag, kuv tsis ua raws li tus TSWV tej lus samhwm thiab koj tej lus ntuas. Kuv ntshai kuv cov tubrog kuv thiaj ua raws li lawv xav yuav xav tau."},{"bible_id":"1525","chapter_code":"1SA.15","verse_code":"1SA.15.25","label":"25","content":"Nimno thov koj zam txim rau kuv thiab nrog kuv rov mus hauv lub nroog Nkilenkas, kuv thiaj yuav tau pehawm tus TSWV.”"},{"bible_id":"1525","chapter_code":"1SA.15","verse_code":"1SA.15.26","label":"26","content":"Xamuyees teb hais tias, “Kuv tsis nrog koj mus, koj tsis mloog tus TSWV tej lus samhwm, tus TSWV thiaj tsis pub koj ua cov Yixalayees tus vajntxwv lawm.”"},{"bible_id":"1525","chapter_code":"1SA.15","verse_code":"1SA.15.27","label":"27","content":"Xamuyees tig hlo yuav mus, Xa-ules txawm ntsiab nkaus Xamuyees lub tw tsho rub ntuag rhe."},{"bible_id":"1525","chapter_code":"1SA.15","verse_code":"1SA.15.28","label":"28","content":"Xamuyees hais rau Xa-ules hais tias, “Hnub no tus TSWV twb muab cov Yixalayees lub tebchaws tshem tawm ntawm koj mus rau tus uas ua zoo dua koj kav lawm."},{"bible_id":"1525","chapter_code":"1SA.15","verse_code":"1SA.15.29","label":"29","content":"Cov Yixalayees tus Vajtswv uas muaj tshwjchim ci ntsa iab yeej tsis dag lossis tsis hloov siab li. Nws tsis yog noobneej, nws tsis hloov siab li.”"},{"bible_id":"1525","chapter_code":"1SA.15","verse_code":"1SA.15.30","label":"30","content":"Xa-ules teb hais tias, “Kuv yeej ua txhaum lawm tiag, tiamsis thov koj cia kuv tau ntsejmuag tabmeeg kuv cov thawjcoj thiab cov pejxeem Yixalayees. Thov koj nrog kuv rov mus, kuv thiaj tau pehawm tus TSWV uas yog koj tus Vajtswv.”"},{"bible_id":"1525","chapter_code":"1SA.15","verse_code":"1SA.15.31","label":"31","content":"Yog li ntawd, Xamuyees thiaj nrog Xa-ules rov mus rau hauv lub nroog Nkilenkas, thiab Xa-ules pehawm tus TSWV."},{"bible_id":"1525","chapter_code":"1SA.15","verse_code":"1SA.15.32","label":"32","content":"Xamuyees hais tias, “Nej cia li mus coj Vajntxwv Ankas los rau kuv ntawm no,” Ankas los cuag Xamuyees, Ankas ntshai ua ibce tshee hnyo thiab xav hais tias, “Zaum no kuv yuav raug txojkev tuag uas iab siab kawg nkaus!”"},{"bible_id":"1525","chapter_code":"1SA.15","verse_code":"1SA.15.33","label":"33","content":"Xamuyees hais tias, “Koj rab ntaj ua rau ntau leej niam tej menyuam tuag tas, yog li ntawd, nimno koj niam yuav tsis muaj tub ib yam li luag thiab.” Xamuyees txawm rho hlo ntaj los txiav Ankas ua tej thooj rau ntawm hauv ntej lub thaj hauv lub nroog Nkilankas."},{"bible_id":"1525","chapter_code":"1SA.15","verse_code":"1SA.15.34","label":"34","content":"Ces Xamuyees txawm mus rau hauv lub nroog Lamas, thiab Vajntxwv Xa-ules rov mus rau hauv lub nroog Nkinpe-as lawm."},{"bible_id":"1525","chapter_code":"1SA.15","verse_code":"1SA.15.35","label":"35","content":"Xamuyees tsis pom Xa-ules mus txog hnub uas Xamuyees tuag li; tiamsis nws tu siab rau Xa-ules kawg nkaus. Tus TSWV tu siab uas nws tsa Xa-ules ua vajntxwv kav cov Yixalayees."},{"bible_id":"1525","chapter_code":"1SA.16","verse_code":"1SA.16.1","label":"1","content":"Tus TSWV hais rau Xamuyees hais tias, “Koj tseem yuav nyuaj siab rau Xa-ules mus txog thaum twg thiab? Kuv twb tsis pub nws ua vajntxwv kav cov Yixalayees lawm. Koj cia li nqa ib hwj roj mus rau nram lub nroog Npelehees, thiab mus cuag ib tug txivneej uas hu ua Yexais, rau qhov kuv twb xaiv nws cov tub ib tug ua vajntxwv kav cov Yixalayees lawm.”"},{"bible_id":"1525","chapter_code":"1SA.16","verse_code":"1SA.16.2","label":"2","content":"Xamuyees nug hais tias, “Kuv yuav ua li cas mus ua tau li ntawd? Yog Xa-ules paub ces nws yeej yuav muab kuv yuav tua xwb!” Tus TSWV hais tias, “Koj cia li cab ib tug menyuam nyuj mus, thiab hais tias koj yuav coj mus tua hlawv fij rau tus TSWV."},{"bible_id":"1525","chapter_code":"1SA.16","verse_code":"1SA.16.3","label":"3","content":"Koj caw Yexais nrog koj mus tua tsiaj hlawv fij, kuv mam li qhia rau koj hais tias koj yuav ua li cas. Koj muab roj hliv rau tus uas kuv qhia koj ntawd taubhau thiab tsa nws ua vajntxwv.”"},{"bible_id":"1525","chapter_code":"1SA.16","verse_code":"1SA.16.4","label":"4","content":"Xamuyees ua raws li tus TSWV hais, nws mus rau nram lub nroog Npelehees, cov thawjcoj hauv lub nroog ntshai ua ibce tshee hnyo tuaj nug Xamuyees hais tias, “Tus uas pom yav tom ntej, koj tuaj ntawm no yog tuaj zoo lossis tuaj phem?”"},{"bible_id":"1525","chapter_code":"1SA.16","verse_code":"1SA.16.5","label":"5","content":"Xamuyees teb hais tias, “Yog kuv coj tsiaj tuaj tua hlawv fij rau tus TSWV xwb. Nej cia li ua kevcai ntxuav thiab tuaj cuag kuv.” Xamuyees hais kom Yexais thiab nws cov tub ua kevcai ntxuav ib yam nkaus, thiab kom lawv nrog nws mus tua tsiaj hlawv fij rau tus TSWV."},{"bible_id":"1525","chapter_code":"1SA.16","verse_code":"1SA.16.6","label":"6","content":"Thaum lawv tuaj txog, Xamuyees pom Yexais tus tub Eli-as, nws txawm xav hais tias, “Tus uas tuaj sawv tabmeeg tus TSWV no, yog tus uas nws xaiv ntag.”"},{"bible_id":"1525","chapter_code":"1SA.16","verse_code":"1SA.16.7","label":"7","content":"Tiamsis tus TSWV hais rau Xamuyees hais tias, “Koj tsis txhob saib qhov uas nws siab thiab zoo nraug xwb. Kuv tsis yuav tus ko, rau qhov kuv tsis saib neeg li noobneej saib. Neeg saib lub cev ntaj ntsug, tiamsis kuv saib neeg lub siab.”"},{"bible_id":"1525","chapter_code":"1SA.16","verse_code":"1SA.16.8","label":"8","content":"Yexais txawm hu nws tus tub Anpinadas los cuag Xamuyees. Tiamsis Xamuyees hais tias, “Tsis yog, tus TSWV tsis xaiv tus no thiab.”"},{"bible_id":"1525","chapter_code":"1SA.16","verse_code":"1SA.16.9","label":"9","content":"Yexais coj Samas los. Xamuyees hais tias, “Tsis yog, tus TSWV tsis xaiv tus no thiab.”"},{"bible_id":"1525","chapter_code":"1SA.16","verse_code":"1SA.16.10","label":"10","content":"Yexais coj nws xya tug tub los cuag Xamuyees. Xamuyees hais rau Yexais hais tias, “Tsis yog, tus TSWV tsis xaiv cov no ib tug li.”"},{"bible_id":"1525","chapter_code":"1SA.16","verse_code":"1SA.16.11","label":"11","content":"Xamuyees nug Yexais hais tias, “Koj cov tub muaj npaum li no leej xwb los?” Yexais teb hais tias, “Tshuav tus tub ntxawg, tiamsis nws tseem mus yug yaj lawm.” Xamuyees hais tias, “Nej cia li mus hu nws los, peb tos nws los txog tso, peb mam li tua tsiaj hlawv fij rau tus TSWV.”"},{"bible_id":"1525","chapter_code":"1SA.16","verse_code":"1SA.16.12","label":"12","content":"Yog li ntawd, Yexais thiaj txib neeg mus hu Daviv. Daviv zoo nraug ntxiag, cev khov kho thiab muaj sais muag zees. Tus TSWV hais rau Xamuyees hais tias, “Yog tus no ntag, koj cia li muab roj hliv rau nws taubhau!”"},{"bible_id":"1525","chapter_code":"1SA.16","verse_code":"1SA.16.13","label":"13","content":"Xamuyees txawm muab roj txiv hliv rau Daviv taubhau tabmeeg nws cov tijlaug. Tamsim ntawm tus TSWV tus ntsujplig txawm kav hlo Daviv lub siab thiab nrog nws nyob txij hnub ntawd los. Xamuyees thiaj rov los rau hauv lub nroog Lamas lawm."},{"bible_id":"1525","chapter_code":"1SA.16","verse_code":"1SA.16.14","label":"14","content":"Tus TSWV tus ntsujplig tsis nrog Xa-ules lawm, tiamsis tus TSWV cia ib tug ntsujplig phem los tsimtxom Xa-ules."},{"bible_id":"1525","chapter_code":"1SA.16","verse_code":"1SA.16.15","label":"15","content":"Xa-ules cov tubtxib hais rau nws hais tias, “Peb paub hais tias Vajtswv cia ib tug ntsujplig phem los tsimtxom koj lawm."},{"bible_id":"1525","chapter_code":"1SA.16","verse_code":"1SA.16.16","label":"16","content":"Thov koj tso ncauj rau peb, peb yuav mus nrhiav ib tug txivneej uas txawj ntaus nkauj nogncas los nrog koj nyob. Thaum twg tus ntsujplig ntawd los tshoov koj siab, nws yuav ntaus nkauj nogncas rau koj mloog, kom koj lub siab tus.”"},{"bible_id":"1525","chapter_code":"1SA.16","verse_code":"1SA.16.17","label":"17","content":"Xa-ules hais rau lawv hais tias, “Nej cia li mus nrhiav ib tug txivneej uas txawj ntaus nkauj nogncas zoo heev coj tuaj cuag kuv.”"},{"bible_id":"1525","chapter_code":"1SA.16","verse_code":"1SA.16.18","label":"18","content":"Xa-ules cov tubtxib ib tug hais rau Xa-ules hais tias, “Yexais uas nyob hauv lub nroog Npelehees muaj ib tug tub txawj ntaus nkauj nogncas heev. Nws yog ib tug neeg siab tawv thiab zoo nraug ntxiag, nws yog ib tug tubrog zoo, zoo ncauj zoo lus thiab tus TSWV nrog nraim nws.”"},{"bible_id":"1525","chapter_code":"1SA.16","verse_code":"1SA.16.19","label":"19","content":"Yog li ntawd, Xa-ules txawm tso neeg mus hais rau Yexais hais tias, “Cia li tso koj tus tub Daviv uas yog ib tug tub yug yaj tuaj nrog kuv nyob.”"},{"bible_id":"1525","chapter_code":"1SA.16","verse_code":"1SA.16.20","label":"20","content":"Yexais coj Daviv mus cuag Xa-ules, cab ib tug neesluav thauj ib nras ncuav, ib hnab tawv cawv txiv hmab thiab cab ib tug thav tshis mus rau Xa-ules."},{"bible_id":"1525","chapter_code":"1SA.16","verse_code":"1SA.16.21","label":"21","content":"Daviv nrog Xa-ules nyob thiab ua haujlwm rau nws. Xa-ules nyiam Daviv heev thiab tsa Daviv ua tus nqa nws rab ntaj thiab rab hmuv."},{"bible_id":"1525","chapter_code":"1SA.16","verse_code":"1SA.16.22","label":"22","content":"Xa-ules hais mus rau Yexais hais tias, “Kuv nyiam Daviv heev. Thov cia nws nrog kuv nyob thiab ua haujlwm rau kuv.”"},{"bible_id":"1525","chapter_code":"1SA.16","verse_code":"1SA.16.23","label":"23","content":"Txij hnub ntawd los, thaum twg Vajtswv cia tus ntsujplig phem ntawd los tshoov Xa-ules siab, Daviv txawm muab nws lub nkauj nogncas los ntaus. Ces tus ntsujplig phem ntawd txawm tawm ntawm Xa-ules mus, thiab Xa-ules lub siab rov tus thiab nyob li qub."},{"bible_id":"1525","chapter_code":"1SA.17","verse_code":"1SA.17.1","label":"1","content":"Cov Filitees txhij tubrog tuaj tua lub nroog Xukaus hauv tebchaws Yudas; lawv tuaj tsuam yeej rau ntawm qhov chaw uas hu ua Efes Damees, ntu nruab nrab ntawm lub nroog Xukaus thiab Axekas."},{"bible_id":"1525","chapter_code":"1SA.17","verse_code":"1SA.17.2","label":"2","content":"Xa-ules thiab cov tubrog Yixalayees mus tsuam yeej rau ntawm lub Hav Elas, lawv npaj tos yuav nrog cov Filitees sib tua."},{"bible_id":"1525","chapter_code":"1SA.17","verse_code":"1SA.17.3","label":"3","content":"Cov Filitees tuaj sawv saum ib lub laj roob, cov Yixalayees los mus sawv saum ib lub laj roob thiab, muaj ib lub hav quas."},{"bible_id":"1525","chapter_code":"1SA.17","verse_code":"1SA.17.4","label":"4","content":"Muaj ib tug txivneej hu Nkauli-am, nws nyob hauv lub nroog Nkas tuaj, nws tawm hauv cov Filitees lub yeej tuaj twv cov Yixalayees. Nws siab rau tshim,"},{"bible_id":"1525","chapter_code":"1SA.17","verse_code":"1SA.17.5","label":"5","content":"nws ntoo ib lub kausmom tooj thiab hnav ib lub tsho tooj hnyav ib puas nees nkaum tsib choj,"},{"bible_id":"1525","chapter_code":"1SA.17","verse_code":"1SA.17.6","label":"6","content":"thiab muab tooj looj nws ob txhais ceg huv tibsi, nws kwv rawv ib rab hmuv tooj saum xubpwg."},{"bible_id":"1525","chapter_code":"1SA.17","verse_code":"1SA.17.7","label":"7","content":"Nws rab hmuv tuab ib yam li lub nqos ntos ntaub, thiab lub vos hlau hnyav kwvlam li kaum tsib choj. Muaj ib tug tubrog nqa Nkauli-am daim thaiv hniav ntaj mus ua Nkauli-am ntej."},{"bible_id":"1525","chapter_code":"1SA.17","verse_code":"1SA.17.8","label":"8","content":"Nkauli-am sawv nres nroos hu nrov nrov rau cov Yixalayees hais tias, “Nej tuaj ua dabtsi ntawm ko, tuaj tua rog los? Xa-ules cov nyuag qhev, kuv yog neeg Filitees! Cia li xaiv nej cov neeg ib tug tuaj tua kuv."},{"bible_id":"1525","chapter_code":"1SA.17","verse_code":"1SA.17.9","label":"9","content":"Yog nws tua yeej kuv, peb yuav ua nej qhev; tiamsis yog kuv tua yeej nws, nej yuav tsum ua peb qhev."},{"bible_id":"1525","chapter_code":"1SA.17","verse_code":"1SA.17.10","label":"10","content":"Kuv sawv ntawm no twv ntxhias cov tubrog Yixalayees ntag. Cia li xaiv nej cov ib tug tuaj tua kuv.”"},{"bible_id":"1525","chapter_code":"1SA.17","verse_code":"1SA.17.11","label":"11","content":"Thaum Xa-ules thiab nws cov tubrog hnov li ntawd, lawv ntshai kawg li."},{"bible_id":"1525","chapter_code":"1SA.17","verse_code":"1SA.17.12","label":"12","content":"Daviv yog Yexais tus tub, Yexais yog neeg Efalathas uas nyob hauv lub nroog Npelehees hauv tebchaws Yudas. Yexais muaj yim leej tub, lub sijhawm uas Xa-ules ua vajntxwv, Yexais laus heev lawm."},{"bible_id":"1525","chapter_code":"1SA.17","verse_code":"1SA.17.13","label":"13","content":"Nws peb tug tub hlob nrog Xa-ules mus ua tubrog. Tus hlob hu ua Eli-as, tus ob hu ua Anpinadas thiab tus peb hu ua Samas."},{"bible_id":"1525","chapter_code":"1SA.17","verse_code":"1SA.17.14","label":"14","content":"Daviv yog tus tub ntxawg, thaum Daviv peb tug tijlaug nrog Xa-ules mus ua rog ntawd,"},{"bible_id":"1525","chapter_code":"1SA.17","verse_code":"1SA.17.15","label":"15","content":"Daviv pheej ib sij rov qab mus pab nws txiv yug tsiaj hauv lub nroog Npelehees."},{"bible_id":"1525","chapter_code":"1SA.17","verse_code":"1SA.17.16","label":"16","content":"Nkauli-am niaj tagkis thiab niaj hmo tuaj twv cov Yixalayees tau plaub caug hnub."},{"bible_id":"1525","chapter_code":"1SA.17","verse_code":"1SA.17.17","label":"17","content":"Muaj ib hnub Yexais hais rau Daviv hais tias, “Koj cia li xa ib nta tawb mov kib thiab kaum lub ncuav mus rau koj cov tijlaug uas nyob tom tshavrog."},{"bible_id":"1525","chapter_code":"1SA.17","verse_code":"1SA.17.18","label":"18","content":"Koj coj kaum thooj mis nyuj qhuav no mus rau tus thawj tubrog. Mus nug saib koj peb tug tijlaug nyob li cas lawm. Koj kom lawv muab ib yam dabtsi rau koj nqa los rau kuv saib, kuv thiaj paub hais tias, koj mus pom lawv tiag thiab lawv puavleej noj qab nyob zoo."},{"bible_id":"1525","chapter_code":"1SA.17","verse_code":"1SA.17.19","label":"19","content":"Vajntxwv Xa-ules, koj cov tijlaug thiab cov tubrog Yixalayees puavleej nyob nram lub Hav Elas tawmtsam cov Filitees.”"},{"bible_id":"1525","chapter_code":"1SA.17","verse_code":"1SA.17.20","label":"20","content":"Thaum kaj ntug txoog Daviv txawm muab nws pab yaj tso rau lwm tus saib, ces nws xa mov mus rau nws coj tijlaug raws li nws txiv hais rau nws. Daviv mus txog hauv lub yeej tubrog, thaum cov Yixalayees tabtom tawm mus rau tom tshavrog thiab qw ntshoo rooj."},{"bible_id":"1525","chapter_code":"1SA.17","verse_code":"1SA.17.21","label":"21","content":"Cov Filitees thiab cov Yixalayees nyias txhij nyias cov tubrog tuaj sawv ua phiaj yiav, thiab sib ntsia tos ntsoov yuav sib tua."},{"bible_id":"1525","chapter_code":"1SA.17","verse_code":"1SA.17.22","label":"22","content":"Daviv muab tej zaub mov tso plhuav rau tus uas saib kev noj haus, Daviv khiav ceev nrooj mus cuag nws cov tijlaug, thiab nug saib nws cov tijlaug noj nyob li cas."},{"bible_id":"1525","chapter_code":"1SA.17","verse_code":"1SA.17.23","label":"23","content":"Thaum Daviv tabtom nrog nws cov tijlaug tham, Nkauli-am txawm tawm tuaj twv cov Yixalayees raws li nws niaj hnub ua. Thiab Daviv kuj hnov tej lus uas Nkauli-am khav."},{"bible_id":"1525","chapter_code":"1SA.17","verse_code":"1SA.17.24","label":"24","content":"Thaum cov Yixalayees pom dheev Nkauli-am, lawv ntshai heev, lawv nyias txawm khiav nyias zom zaws mus lawm."},{"bible_id":"1525","chapter_code":"1SA.17","verse_code":"1SA.17.25","label":"25","content":"Lawv sib tham hais tias, “Nej sim ntsia saib! Nej cia li mloog tej lus uas nws khav! Vajntxwv Xa-ules hais tias, yog leejtwg mus tua tau nws, vajntxwv yuav muab nqi zog ntau thiab muab nws tus ntxhais rau tus ntawd yuav, thiab nws txiv tsevneeg yuav tsis tau them se.”"},{"bible_id":"1525","chapter_code":"1SA.17","verse_code":"1SA.17.26","label":"26","content":"Daviv nug cov neeg uas nyob ze ntawd hais tias, “Tus uas tua tau tus neeg Filitees ntawd thiab pab tau cov Yixalayees tsis poob ntsejmuag yuav tau dabtsi no? Tus neeg Filitees uas tsis ua kevcai txiav ntawd yog leejtwg, ua li cas nws yuav muaj cuabkav khav thiab hais lus saib tsis taus Vajtswv tus uas muaj sia nyob cov tubrog?”"},{"bible_id":"1525","chapter_code":"1SA.17","verse_code":"1SA.17.27","label":"27","content":"Lawv qhia rau Daviv hais tias, tus uas tua tau Nkauli-am tuag yuav tau nqi zog dabtsi."},{"bible_id":"1525","chapter_code":"1SA.17","verse_code":"1SA.17.28","label":"28","content":"Eli-as uas yog Daviv tus tijlaug hlob hnov Daviv nrog cov neeg sib tham. Nws npautaws rau Daviv thiab cem hais tias, “Koj tuaj ua dabtsi ntawm no? Leejtwg zov koj pab yaj tom tiaj mojsab qhua? Ua li cas koj yuav tawv ua luaj? Kuv paub koj lub nyuag siab ko, koj xav tuaj xauj luag sib tua xwb los mas!”"},{"bible_id":"1525","chapter_code":"1SA.17","verse_code":"1SA.17.29","label":"29","content":"Daviv teb hais tias, “Kuv ua txhaum dabtsi? Kuv txawm nug tsis tau ib los li los?”"},{"bible_id":"1525","chapter_code":"1SA.17","verse_code":"1SA.17.30","label":"30","content":"Daviv txawm tig hlo mus nug dua lwm tus tib lo lus qub, thiab txhua zaus uas nws nug, luag teb nws ib yam nkaus."},{"bible_id":"1525","chapter_code":"1SA.17","verse_code":"1SA.17.31","label":"31","content":"Cov neeg uas hnov Daviv hais, lawv txawm mus piav qhia rau Xa-ules, Xa-ules thiaj hu Daviv los cuag nws."},{"bible_id":"1525","chapter_code":"1SA.17","verse_code":"1SA.17.32","label":"32","content":"Daviv hais rau Xa-ules hais tias, “Vajntxwv, tsis tsimnyog leejtwg yuav ntshai tus neeg Filitees ntawd li! Kuv yuav mus nrog nws sib tua ntag.”"},{"bible_id":"1525","chapter_code":"1SA.17","verse_code":"1SA.17.33","label":"33","content":"Xa-ules teb hais tias, “Tsis tau, koj yuav ua li cas tua tau nws? Koj tseem yog menyuam yaus xwb, Nkauli-am yeej ibtxwm ua rog los laus li ntawd!”"},{"bible_id":"1525","chapter_code":"1SA.17","verse_code":"1SA.17.34","label":"34","content":"Daviv teb hais tias, “Vajntxwv, kuv ibtxwm yug kuv txiv pab yaj. Thaum muaj tsov ntxhuav lossis dais los tom ib tug menyuam yaj kwv mus lawm,"},{"bible_id":"1525","chapter_code":"1SA.17","verse_code":"1SA.17.35","label":"35","content":"kuv cia li raws qab mus ntaus thiab cawm tau tus yaj ntawd rov los. Yog hais tias tsov ntxhuav lossis dais tig los tom kuv, kuv cia li khawm nkaus cajdab qhau thiab muab ntaus tuag kiag."},{"bible_id":"1525","chapter_code":"1SA.17","verse_code":"1SA.17.36","label":"36","content":"Kuv twb tua tau tsov ntxhuav thiab dais lawm, kuv yuav ua ib yam li ntawd rau tus neeg Filitees uas tsis ua kevcai txiav no, vim nws txob thuam Vajtswv tus uas muaj sia nyob cov tubrog."},{"bible_id":"1525","chapter_code":"1SA.17","verse_code":"1SA.17.37","label":"37","content":"Tus TSWV cawm kuv dim ntawm tsov ntxhuav thiab dais li cas; nws yeej yuav cawm kuv dim ntawm tus neeg Filitees li ntawd thiab.” Xa-ules teb hais tias, “Tau lawm, koj cia li mus thiab tus TSWV yuav nrog nraim koj.”"},{"bible_id":"1525","chapter_code":"1SA.17","verse_code":"1SA.17.38","label":"38","content":"Xa-ules muab nws cev ris tsho tooj rau Daviv hnav thiab muab nws lub kausmom tooj rau Daviv ntoo."},{"bible_id":"1525","chapter_code":"1SA.17","verse_code":"1SA.17.39","label":"39","content":"Daviv muab Xa-ules rab ntaj ris rau ntawm duav thiab sim mus kev, tiamsis Daviv mus tsis taus kev li, rau qhov nws hnav tsis kam tej ntawd. Daviv hais rau Xa-ules hais tias, “Yog kuv hnav tej no, kuv mus sib tua tsis tau, rau qhov kuv tsis tau hnav dua tej no li.” Yog li ntawd, Daviv txawm muab hle tseg."},{"bible_id":"1525","chapter_code":"1SA.17","verse_code":"1SA.17.40","label":"40","content":"Daviv nqa tus pas nrig uas nws nrig zov nws pab yaj, thiab nws khaws tau tsib lub pobzeb kheej kheej nram ntug dej ntim rau hauv nws lub hnab. Nws nqa ib txoj zes hlua, ces nws txawm mus tua Nkauli-am."},{"bible_id":"1525","chapter_code":"1SA.17","verse_code":"1SA.17.41","label":"41","content":"Tus neeg Filitees ncaj nraim tuaj rau ntawm Daviv, tus uas nqa Nkauli-am daim thaiv hniav ntaj ua ntej loo tuaj. Nkauli-am tuaj ze zuj zus rau ntawm Daviv,"},{"bible_id":"1525","chapter_code":"1SA.17","verse_code":"1SA.17.42","label":"42","content":"thaum nws pom Daviv tseeb lawm, nws saib tsis taus Daviv, rau qhov Daviv tseem yog ib tug tub hluas uas zoo nraug ntxiag xwb."},{"bible_id":"1525","chapter_code":"1SA.17","verse_code":"1SA.17.43","label":"43","content":"Nkauli-am hais rau Daviv hais tias, “Koj nqa tus pas nrig ko tuaj ua dabtsi? Koj xav hais tias kuv yog dev no los?” Nws txawm tuav nws tus vajtswv lub npe foom phem rau Daviv."},{"bible_id":"1525","chapter_code":"1SA.17","verse_code":"1SA.17.44","label":"44","content":"Nws thuam Daviv hais tias, “Tuaj ntawm no, kuv yuav muab koj lub cev rau tej noog thiab tej tsiaj noj.”"},{"bible_id":"1525","chapter_code":"1SA.17","verse_code":"1SA.17.45","label":"45","content":"Daviv teb hais tias, “Koj nqa ntaj, nqa hmuv thiab xubvos tuaj tua kuv, tiamsis kuv tuav tus TSWV uas muaj hwjchim loj kawg nkaus uas yog cov tubrog Yixalayees tus Vajtswv uas koj saib tsis tau lub npe tuaj tua koj."},{"bible_id":"1525","chapter_code":"1SA.17","verse_code":"1SA.17.46","label":"46","content":"Hnub no tus TSWV yuav muab koj cob rau kuv tes; kuv yuav tua tau koj thiab txiav koj lub taubhau povtseg. Kuv yuav muab cov tubrog Filitees lub cev rau tej noog thiab tej tsiaj noj. Kom neeg thoob ntiajteb thiaj paub hais tias cov Yixalayees muaj Vajtswv tiag,"},{"bible_id":"1525","chapter_code":"1SA.17","verse_code":"1SA.17.47","label":"47","content":"thiab txhua tus uas nyob ntawm no yuav pom hais tias tus TSWV tsis siv ntaj lossis hmuv cawm nws haivneeg. Tus TSWV yuav tua yeej nej, thiab nws yuav muab nej txhua tus cob rau peb tes.”"},{"bible_id":"1525","chapter_code":"1SA.17","verse_code":"1SA.17.48","label":"48","content":"Nkauli-am txawm tuaj ze zuj zus rau ntawm Daviv, thiab Daviv kuj khiav ceev nrooj mus ti nkaus rau ntawm cov Filitees tus ciam tua Nkauli-am."},{"bible_id":"1525","chapter_code":"1SA.17","verse_code":"1SA.17.49","label":"49","content":"Daviv rho hlo ib lub pobzeb hauv hnab los tso rau ntawm txoj zes hlua thiab fiav mus ntaub nkaus Nkauli-am hauvpliaj tawg rhe, ua rau nws vau hlo khwb nkaus rau hauv av."},{"bible_id":"1525","chapter_code":"1SA.17","verse_code":"1SA.17.50","label":"50","content":"Daviv tua Nkauli-am tuag, tsis yog muab ntaj tua, tiamsis yog muab txoj zes hlua thiab ib lub pobzeb xwb!"},{"bible_id":"1525","chapter_code":"1SA.17","verse_code":"1SA.17.51","label":"51","content":"Daviv khiav loo mus sawv saum Nkauli-am thiab rho hlo Nkauli-am rab ntaj hauv hnab los tua Nkauli-am tuag kiag thiab txiav Nkauli-am cajdab tu nrho. Thaum cov Filitees pom hais tias, lawv tus tubrog uas ua tau heev tuag lawm, ces lawv txawm tig loo khiav."},{"bible_id":"1525","chapter_code":"1SA.17","verse_code":"1SA.17.52","label":"52","content":"Cov tubrog Yixalayees thiab cov tubrog Yudas thiaj qw ntshoo rooj caum cov Filitees tua mus ti nkaus lub nroog Nkas  thiab lub nroog Ekiloos tej roojvag. Cov Filitees raug mob pw pawglug taug txojkev uas mus rau hauv lub nroog Sa-alayees mus ti nkaus lub nroog Nkas thiab lub nroog Ekiloos."},{"bible_id":"1525","chapter_code":"1SA.17","verse_code":"1SA.17.53","label":"53","content":"Thaum cov Yixalayees uas caum tua cov Filitees rov los, lawv tshawb cov tubrog Filitees tej khoom txhua yam hauv yeej nqa los."},{"bible_id":"1525","chapter_code":"1SA.17","verse_code":"1SA.17.54","label":"54","content":"Daviv nqa Nkauli-am lub taubhau los rau hauv lub nroog Yeluxalees, tiamsis Daviv nqa Nkauli-am tej cuabyeej ua rog mus tso rau hauv Daviv lub tsevntaub."},{"bible_id":"1525","chapter_code":"1SA.17","verse_code":"1SA.17.55","label":"55","content":"Thaum Xa-ules pom Daviv mus tua Nkauli-am lawm, Xa-ules nug Aneles uas yog nws tus thawj tubrog hais tias, “Aneles, tus hluas ntawd yog leejtwg tus tub?” Aneles teb hais tias, “Vajntxwv, kuv tsis paub.”"},{"bible_id":"1525","chapter_code":"1SA.17","verse_code":"1SA.17.56","label":"56","content":"Xa-ules hais tias, “Koj cia li mus nug saib.”"},{"bible_id":"1525","chapter_code":"1SA.17","verse_code":"1SA.17.57","label":"57","content":"Yog li ntawd, thaum Daviv mus tua tau Nkauli-am, thiab nws rov los txog rau hauv yeej, Aneles txawm coj Daviv mus cuag Xa-ules. Daviv tseem nqa rawv Nkauli-am lub taubhau."},{"bible_id":"1525","chapter_code":"1SA.17","verse_code":"1SA.17.58","label":"58","content":"Xa-ules nug Daviv hais tias, “Tub hluas, koj yog leejtwg tub?” Daviv teb hais tias, “Kuv yog koj tus tubtxib Yexais uas nyob hauv lub nroog Npelehees tus tub.”"},{"bible_id":"1525","chapter_code":"1SA.18","verse_code":"1SA.18.1","label":"1","content":"Thaum Xa-ules nrog Daviv tham tas, Xa-ules tus tub Yaunathas txaus siab rau Daviv thiab hlub Daviv ib yam li nws hlub nws lub cev."},{"bible_id":"1525","chapter_code":"1SA.18","verse_code":"1SA.18.2","label":"2","content":"Txij hnub ntawd los Xa-ules txawm kom Daviv nrog nws nyob thiab tsis pub Daviv rov mus tsev li lawm."},{"bible_id":"1525","chapter_code":"1SA.18","verse_code":"1SA.18.3","label":"3","content":"Yaunathas coglus rau Daviv ua phoojywg ruaj khov mus tas simneej, rau qhov nws hlub Daviv ib yam li nws hlub nws lub cev."},{"bible_id":"1525","chapter_code":"1SA.18","verse_code":"1SA.18.4","label":"4","content":"Yaunathas hle nws lub tsho ntev rau Daviv, muab nws lub tsho tooj, rab ntaj, rab hneevnti thiab txoj siv tawv rau Daviv."},{"bible_id":"1525","chapter_code":"1SA.18","verse_code":"1SA.18.5","label":"5","content":"Xa-ules txib kom Daviv ua dabtsi los Daviv ua tau tiav tas huv tibsi, Xa-ules thiaj tsa Daviv ua nws ib tug thawj tubrog. Xa-ules cov thawj tubrog thiab cov tubrog puavleej pom zoo."},{"bible_id":"1525","chapter_code":"1SA.18","verse_code":"1SA.18.6","label":"6","content":"Tom qab uas Daviv mus tua tau Nkauli-am thiab cov tubrog Yixalayees tabtom rov los tsev, cov pojniam hauv tej nroog hauv tebchaws Yixalayees txawm tuaj tos Vajntxwv Xa-ules. Lawv seevcev, hu nkauj zoo siab, npuaj nruas thiab ntaus nkauj nogncas."},{"bible_id":"1525","chapter_code":"1SA.18","verse_code":"1SA.18.7","label":"7","content":"Thaum cov pojniam seevcev, lawv hu nkauj hais tias, “Xa-ules tua tuag qas txhiab leej, tiamsis Daviv tua tuag qas vam leej.”"},{"bible_id":"1525","chapter_code":"1SA.18","verse_code":"1SA.18.8","label":"8","content":"Xa-ules hnov tej lus ntawd, nws tsis txaus siab thiab chim heev. Nws thiaj hais tias, “Lawv hu nkauj qhuas Daviv hais tias Daviv tua tuag qas vam leej, tiamsis kuv tua tuag qas txhiab leej xwb. Nimno tsuas yog tshuav qhov uas lawv tsis tau tsa Daviv ua vajntxwv xwb!”"},{"bible_id":"1525","chapter_code":"1SA.18","verse_code":"1SA.18.9","label":"9","content":"Txij hnub ntawd los, Xa-ules txawm khib thiab dub muag rau Daviv li lawm."},{"bible_id":"1525","chapter_code":"1SA.18","verse_code":"1SA.18.10","label":"10","content":"Hnub tom qab Vajtswv cia tus ntsujplig phem los tshoov Xa-ules siab, Xa-ules txawm hais lus ua dog ua dig hauv nws tsev li tus neeg vwm. Daviv txawm los ntaus nkauj nogncas rau Xa-ules mloog raws li nws niaj zaus ntaus, Xa-ules tuav rawv ib rab hmuv ntawm tes."},{"bible_id":"1525","chapter_code":"1SA.18","verse_code":"1SA.18.11","label":"11","content":"Xa-ules xav hais tias, “Kuv yuav muab hmuv nkaug nws kom teem nkaus rau ntim phabntsa,” Xa-ules thiaj muab hmuv nkaus Daviv ob zaug; tiamsis Daviv maim dhau huv tibsi lawm."},{"bible_id":"1525","chapter_code":"1SA.18","verse_code":"1SA.18.12","label":"12","content":"Xa-ules ntshai Daviv heev, rau qhov tus TSWV nrog nraim Daviv, tiamsis tus TSWV tso Xa-ules tseg lawm."},{"bible_id":"1525","chapter_code":"1SA.18","verse_code":"1SA.18.13","label":"13","content":"Yog li ntawd, Xa-ules thiaj tsis pub Daviv nrog nws nyob, thiab tsa Daviv ua ib tug thawj tubrog saib pawg txhiab. Daviv coj nws cov tubrog mus tua rog"},{"bible_id":"1525","chapter_code":"1SA.18","verse_code":"1SA.18.14","label":"14","content":"thiab Daviv ua txhua yam tiav huv tibsi, rau qhov tus TSWV nrog nraim nws."},{"bible_id":"1525","chapter_code":"1SA.18","verse_code":"1SA.18.15","label":"15","content":"Thaum Xa-ules pom Daviv ua tau txhua yam tiav, Xa-ules yimhuab ntshai Daviv heev."},{"bible_id":"1525","chapter_code":"1SA.18","verse_code":"1SA.18.16","label":"16","content":"Tiamsis cov Yixalayees thiab cov Yudas nyiam Daviv heev, rau qhov Daviv yog ib tug thawjcoj uas ua tau txhua yam tiav."},{"bible_id":"1525","chapter_code":"1SA.18","verse_code":"1SA.18.17","label":"17","content":"Tom qab no, Xa-ules hais rau Daviv hais tias, “Tus no yog kuv tus ntxhais hlob Melas. Kuv muab rau koj yuav ua pojniam; tiamsis koj yuav tsum ua kuv ib tug tubrog uas siab tawv thiab muab siab npuab kuv, thiab ntaus tsov ntaus nrog tawmtsam tus TSWV cov yeebncuab.” (Xa-ules xav hais tias yog ua li no cov Filitees yuav tua tau Daviv, tsis yog nws tua.)"},{"bible_id":"1525","chapter_code":"1SA.18","verse_code":"1SA.18.18","label":"18","content":"Daviv teb hais tias, “Kuv yog leejtwg, kuv txiv tsevneeg yog leejtwg uas thiaj tsimnyog ua vajntxwv vauv?”"},{"bible_id":"1525","chapter_code":"1SA.18","verse_code":"1SA.18.19","label":"19","content":"Tiamsis thaum txog hnub uas yuav muab Melas txis rau Daviv, Xa-ules txawm hloov siab thiab muab Melas txis rau Aliyees uas nyob hauv lub nroog Mehaulas yuav lawm."},{"bible_id":"1525","chapter_code":"1SA.18","verse_code":"1SA.18.20","label":"20","content":"Tiamsis Xa-ules tus ntxhais Mikhas nyiam Daviv heev, thaum Xa-ules paub li ntawd Xa-ules zoo siab kawg li."},{"bible_id":"1525","chapter_code":"1SA.18","verse_code":"1SA.18.21","label":"21","content":"Xa-ules xav hais tias, “Kuv yuav muab Mikhas rau Daviv yuav thiaj yuav ntxias tau Daviv mus tuag rau cov Filitees tes.” Yog li ntawd, Xa-ules thiaj rov hais rau Daviv hais tias, “Koj yuav tau ua kuv tus vauv.”"},{"bible_id":"1525","chapter_code":"1SA.18","verse_code":"1SA.18.22","label":"22","content":"Xa-ules kom nws cov nomtswv mus hais twjywm rau Daviv hais tias, “Vajntxwv nyiam koj, thiab nws cov nomtswv los puavleej hwm koj; nimno yog sijhawm zoo uas koj yuav tau ua vajntxwv tus vauv.”"},{"bible_id":"1525","chapter_code":"1SA.18","verse_code":"1SA.18.23","label":"23","content":"Yog li ntawd, lawv thiaj mus hais rau Daviv, thiab Daviv teb hais tias, “Tus uas tau ua vajntxwv vauv, tus ntawd tau ntsejmuag heev, tus neeg pluag thiab tsis tseemceeb li kuv no tsis tsimnyog ua vajntxwv vauv.”"},{"bible_id":"1525","chapter_code":"1SA.18","verse_code":"1SA.18.24","label":"24","content":"Cov nomtswv piav Daviv tej lus rau Xa-ules,"},{"bible_id":"1525","chapter_code":"1SA.18","verse_code":"1SA.18.25","label":"25","content":"Xa-ules thiaj kom lawv rov mus hais rau Daviv hais tias, “Tus nqi tshoob uas vajntxwv xav kom koj them tsuas yog cov Filitees ib puas daim tawv noov xwb, nws thiaj pauj tau nws cov yeebncuab.” (Qhov uas Xa-ules ua li no, yog nws xav ntxias Daviv mus kom cov Filitees tua tau Daviv.)"},{"bible_id":"1525","chapter_code":"1SA.18","verse_code":"1SA.18.26","label":"26","content":"Xa-ules cov nomtswv mus hais rau Daviv raws li Xa-ules hais rau lawv, thiab Daviv zoo siab uas yuav tau ua vajntxwv vauv. Thaum yuav txog hnub ua tshoob,"},{"bible_id":"1525","chapter_code":"1SA.18","verse_code":"1SA.18.27","label":"27","content":"Daviv thiab nws cov tubrog mus tua cov Filitees tuag ob puas leej. Daviv thiaj hlais cov Filitees ib puas daim tawv noov coj los suav ib daig zuj zus rau vajntxwv saib, kom Daviv tau ua Xa-ules vauv. Yog li ntawd, Xa-ules thiaj muab Mikhas rau Daviv yuav."},{"bible_id":"1525","chapter_code":"1SA.18","verse_code":"1SA.18.28","label":"28","content":"Xa-ules paub hais tias tus TSWV nrog nraim Daviv thiab nws tus ntxhais Mikhas los nyiam Daviv heev."},{"bible_id":"1525","chapter_code":"1SA.18","verse_code":"1SA.18.29","label":"29","content":"Yog li ntawd, Xa-ules yimhuab ntshai Daviv, thiab nws ua yeebncuab rau Daviv mus tas nws simneej."},{"bible_id":"1525","chapter_code":"1SA.18","verse_code":"1SA.18.30","label":"30","content":"Txhua zaus uas cov Filitees tuaj tua cov Yixalayees, Daviv yog tus tua yeej ntau tshaj Xa-ules cov thawj tubrog. Ces Daviv lub koob meej thiaj nrov ncha moo lug."},{"bible_id":"1525","chapter_code":"1SA.19","verse_code":"1SA.19.1","label":"1","content":"Xa-ules qhia qhov uas nws yuav tua  Daviv rau nws tus tub Yaunathas thiab nws cov nomtswv. Tiamsis Yaunathas hlub Daviv heev,"},{"bible_id":"1525","chapter_code":"1SA.19","verse_code":"1SA.19.2","label":"2","content":"Yaunathas thiaj mus qhia rau Daviv hais tias, “Kuv txiv nrhiav kev yuav muab koj tua povtseg. Tagkis sawv ntxov koj yuav tsum ceevfaj; thiab koj khiav mus nkaum tsis txhob tawm mus qhov twg li."},{"bible_id":"1525","chapter_code":"1SA.19","verse_code":"1SA.19.3","label":"3","content":"Kuv yuav mus sawv ntawm kuv txiv ib sab ntawm qhov chaw uas koj nkaum nram liaj, kuv yuav nug kuv txiv txog koj. Yog kuv paub li cas kuv mam li qhia rau koj.”"},{"bible_id":"1525","chapter_code":"1SA.19","verse_code":"1SA.19.4","label":"4","content":"Yaunathas qhuas Daviv rau Xa-ules mloog hais tias, “Txiv koj tsis txhob ua phem rau Daviv uas yog koj tus tubtxib. Nws tsis tau ua txhaum rau koj dabtsi li; tej uas nws tau ua lawm, puavleej yog tej uas muaj nqi rau koj xwb."},{"bible_id":"1525","chapter_code":"1SA.19","verse_code":"1SA.19.5","label":"5","content":"Nws phav siav mus tua Nkauli-am, thiab tus TSWV pub cov Yixalayees muaj yeej loj kawg li. Thaum koj pom tej no, koj twb zoo siab heev. Nws tsis tau ua txhaum dabtsi, vim li cas koj pheej xav muab nws tua povtseg? Tsis muaj qabhau uas koj yuav muab nws tua povtseg.”"},{"bible_id":"1525","chapter_code":"1SA.19","verse_code":"1SA.19.6","label":"6","content":"Xa-ules mloog Yaunathas hais, thiab Xa-ules coglus rau tus TSWV hais tias, “Kuv yuav tsis tua Daviv povtseg.”"},{"bible_id":"1525","chapter_code":"1SA.19","verse_code":"1SA.19.7","label":"7","content":"Yog li ntawd, Yaunathas thiaj hu Daviv tawm los, nws piav txhua yam rau Daviv mloog thiab coj Daviv mus cuag Xa-ules, Daviv thiaj rov mus ua haujlwm rau vajntxwv li qub."},{"bible_id":"1525","chapter_code":"1SA.19","verse_code":"1SA.19.8","label":"8","content":"Tom qab no, cov Filitees rov tuaj ua rog rau cov Yixalayees dua. Daviv thiaj coj tubrog mus tua cov Filitees swb thiab khiav rov mus tas lawm."},{"bible_id":"1525","chapter_code":"1SA.19","verse_code":"1SA.19.9","label":"9","content":"Muaj ib hnub tus TSWV cia tus ntsujplig phem rov los tshoov Xa-ules siab dua. Xa-ules nyob hauv tsev, nws tuav rawv nws rab hmuv, thiab Daviv tabtom ntaus nkauj nogncas rau Xa-ules mloog."},{"bible_id":"1525","chapter_code":"1SA.19","verse_code":"1SA.19.10","label":"10","content":"Xa-ules txawm muab hmuv nkaug Daviv kom teem nkaus rau tim phabntsa, tiamsis Daviv maim dhau, thiab rab hmuv ntsia nkaus rau tim phabntsa. Daviv tawm plaws khiav lawm."},{"bible_id":"1525","chapter_code":"1SA.19","verse_code":"1SA.19.11","label":"11","content":"Hmo ntawd Xa-ules tso neeg mus soj Daviv hauv Daviv tsev, thiab tagkis kaj ntug yuav muab Daviv tua povtseg. Mikhas uas yog Daviv tus pojniam hais rau Daviv hais tias, “Yog hmo no koj tsis khiav, tagkis kaj ntug luag yuav muab koj tua povtseg.”"},{"bible_id":"1525","chapter_code":"1SA.19","verse_code":"1SA.19.12","label":"12","content":"Yog li ntawd, Mikhas muab hlua khi Daviv tso dauv ntawm qhovrai rau sab nraud thiab Daviv khiav mus lawm."},{"bible_id":"1525","chapter_code":"1SA.19","verse_code":"1SA.19.13","label":"13","content":"Mikhas muab ib tug mlom los tso pw saum txaj, muab lub tog hauv ncoo plaub tshis los rau tus mlom ncoo thiab muab pam los vov rau."},{"bible_id":"1525","chapter_code":"1SA.19","verse_code":"1SA.19.14","label":"14","content":"Thaum Xa-ules cov tubrog tuaj ntes Daviv, Mikhas hais rau lawv hais tias, “Daviv mob lawm.”"},{"bible_id":"1525","chapter_code":"1SA.19","verse_code":"1SA.19.15","label":"15","content":"Tiamsis Xa-ules kom lawv rov mus xyuas Daviv. Nws hais rau lawv hais tias, “Nej cia li kwv nws thiab nws lub txaj tuaj rau kuv, kuv yuav muab nws tua povtseg.”"},{"bible_id":"1525","chapter_code":"1SA.19","verse_code":"1SA.19.16","label":"16","content":"Lawv thiaj mus hauv tsev, thiab pom tus mlom pw saum txaj, thiab lub tog rau ncoo plaub tshis tiag rawv tus mlom taubhau."},{"bible_id":"1525","chapter_code":"1SA.19","verse_code":"1SA.19.17","label":"17","content":"Xa-ules nug Mikhas hais tias, “Ua li cas koj thiaj dag kuv li no, thiab tso kuv tus yeebncuab dim lawm?” Mikhas teb hais tias, “Nws hais rau kuv hais tias, yog kuv tsis pab kom nws dim, nws yuav muab kuv tua povtseg.”"},{"bible_id":"1525","chapter_code":"1SA.19","verse_code":"1SA.19.18","label":"18","content":"Daviv khiav mus cuag Xamuyees pem lub nroog Lamas thiab Daviv piav txhua yam uas Xa-ules ua phem rau nws huv tibsi rau Xamuyees mloog. Ces Daviv thiab Xamuyees txawm mus nyob rau hauv lub zos Nayaus lawm."},{"bible_id":"1525","chapter_code":"1SA.19","verse_code":"1SA.19.19","label":"19","content":"Muaj neeg mus qhia rau Xa-ules hais tias, Daviv nyob hauv lub zos Nayaus hauv lub nroog Lamas,"},{"bible_id":"1525","chapter_code":"1SA.19","verse_code":"1SA.19.20","label":"20","content":"yog li ntawd, Xa-ules thiaj txib neeg mus ntes Daviv. Lawv tuaj pom  Xamuyees coj ib pab cevlus tabtom seevcev thiab cevlus. Ces Vajtswv tus ntsujplig txawm los kav hlo Xa-ules cov neeg siab, lawv txawm cia li nrog cov cevlus ntawd seevcev thiab cevlus."},{"bible_id":"1525","chapter_code":"1SA.19","verse_code":"1SA.19.21","label":"21","content":"Thaum Xa-ules hnov li ntawd, nws tso ib pab neeg coob dua qub mus los lawv cia li mus seevcev thiab cevlus ib yam li ntawd lawm. Xa-ules tso dua pab peb mus los lawv cia li mus ua ib yam nkaus li ntawd thiab."},{"bible_id":"1525","chapter_code":"1SA.19","verse_code":"1SA.19.22","label":"22","content":"Xa-ules thiaj mus rau pem lub nroog Lamas. Thaum nws mus txog ntawm lub qhovtshij loj hauv Xekus, Xa-ules nug hais tias, “Xamuyees thiab Daviv nyob qhov twg?” Lawv qhia hais tias, “Nkawd nyob hauv lub zos Nayaus.”"},{"bible_id":"1525","chapter_code":"1SA.19","verse_code":"1SA.19.23","label":"23","content":"Thaum Xa-ules tabtom mus rau hauv, Vajtswv tus ntsujplig txawm los kav hlo Xa-ules siab, nws thiaj seevcev thiab cevlus taug kev mus txog ntua hauv lub zos Nayaus."},{"bible_id":"1525","chapter_code":"1SA.19","verse_code":"1SA.19.24","label":"24","content":"Xa-ules muab nws cev ris tsho hle, seevcev thiab cevlus tabmeeg Xamuyees, thiab pw liabqab ib hnub ib hmo. (Vim qhov no thiaj muaj lus hais tias, “Xa-ules yog ib tug cevlus lawm thiab los?”)"},{"bible_id":"1525","chapter_code":"1SA.20","verse_code":"1SA.20.1","label":"1","content":"Tom qab ntawd, Daviv txawm khiav tawm ntawm lub zos Nayaus hauv lub nroog Lamas mus cuag Yaunathas. Nws nug Yaunathas hais tias, “Kuv tau ua dabtsi? Kuv muaj txim dabtsi? Kuv tau ua txhaum koj txiv qhov twg, nws thiaj pheej xav muab kuv povtseg?”"},{"bible_id":"1525","chapter_code":"1SA.20","verse_code":"1SA.20.2","label":"2","content":"Yaunathas teb hais tias, “Vajtswv yuav tsis pub kom koj tuag! Txhua zaus uas kuv txiv yuav ua dabtsi, nws yeej qhia rau kuv ua ntej, tsis hais yam uas tseemceeb lossis tsis tseemceeb, nws tsis npog ib yam tseg li. Nyaj yuav tsis muaj li koj xav!”"},{"bible_id":"1525","chapter_code":"1SA.20","verse_code":"1SA.20.3","label":"3","content":"Tiamsis Daviv teb hais tias,  “Koj txiv paub hais tias koj hlub kuv heev, tej uas koj txiv yuav ua nws tsis qhia rau koj, nyob tsam koj yuav ntxhov siab heev. Kuv tuav tus TSWV uas muaj sia nyob lub npe qhia rau koj hais tias, kuv nyob tsis deb ntawm txojkev tuag lawm!”"},{"bible_id":"1525","chapter_code":"1SA.20","verse_code":"1SA.20.4","label":"4","content":"Yaunathas hais tias, “Koj xav kom kuv pab koj dabtsi, kuv yeej txaus siab pab.”"},{"bible_id":"1525","chapter_code":"1SA.20","verse_code":"1SA.20.5","label":"5","content":"Daviv teb hais tias, “Tagkis yog hnub ua rooj noj rooj haus Hli Xiab, kuv yuav tau nrog vajntxwv noj mov ua ke. Tiamsis thov cia kuv khiav mus nkaum nram liaj, mus txog nagkis yuav tsaus ntuj, kuv mam li rov los."},{"bible_id":"1525","chapter_code":"1SA.20","verse_code":"1SA.20.6","label":"6","content":"Yog koj txiv tsis pom kuv los nyob ntawm rooj mov, ces koj hais rau nws hais tias, kuv twb thov koj cia kuv rov mus rau nram lub nroog Npelehees lawm, rau qhov kuv txiv lawv yuav tua tsiaj hlawv fij rau tus TSWV raws li niaj xyoo ua."},{"bible_id":"1525","chapter_code":"1SA.20","verse_code":"1SA.20.7","label":"7","content":"Yog koj txiv hais tias, ‘Tau lawm,’ ces kuv thiaj li yuav tso siab; tiamsis yog nws npautaws, ces koj paub hais tias nws yeej yuav muab kuv tua povtseg."},{"bible_id":"1525","chapter_code":"1SA.20","verse_code":"1SA.20.8","label":"8","content":"Thov koj ua raws li kuv hais no thiab nco ntsoov tej lus uas koj cog tseg rau kuv lawm. Yog kuv ua txhaum, koj cia li muab kuv tua povtseg xwb! Ua li cas koj yuav coj kuv mus rau koj txiv tua?”"},{"bible_id":"1525","chapter_code":"1SA.20","verse_code":"1SA.20.9","label":"9","content":"Yaunathas teb hais tias, “Koj tsis txhob xav li ko! Yog kuv paub hais tias kuv txiv yuav muab koj tua povtseg tiag, kuv puas khuv muab npog cia tsis qhia rau koj paub?”"},{"bible_id":"1525","chapter_code":"1SA.20","verse_code":"1SA.20.10","label":"10","content":"Daviv nug hais tias, “Yog koj txiv teb koj ua npautaws vog, leejtwg yuav tuaj qhia rau kuv paub?”"},{"bible_id":"1525","chapter_code":"1SA.20","verse_code":"1SA.20.11","label":"11","content":"Yaunathas teb hais tias, “Wb mus nram liaj,” ces nkawd txawm mus,"},{"bible_id":"1525","chapter_code":"1SA.20","verse_code":"1SA.20.12","label":"12","content":"thiab Yaunathas hais rau Daviv hais tias, “Thov tus TSWV uas yog cov Yixalayees tus Vajtswv ua timkhawv rau wb!  Tagkis thiab nagkis lub caij no kuv yuav nug kuv txiv, yog nws ua zoo rau koj, kuv yuav qhia rau koj paub."},{"bible_id":"1525","chapter_code":"1SA.20","verse_code":"1SA.20.13","label":"13","content":"Yog nws yuav ua phem rau koj, kuv tseem tsis qhia rau koj paub thiab pab kom koj dim, ces thov tus TSWV muab kuv tua povtseg. Thov tus TSWV nrog nraim koj ib yam li yav tas los nws nrog kuv txiv!"},{"bible_id":"1525","chapter_code":"1SA.20","verse_code":"1SA.20.14","label":"14","content":"Yog kuv tseem ua neej nyob, thov koj nco ntsoov koj tej lus cog tseg thiab ua zoo rau kuv; tiamsis yog kuv tuag lawm"},{"bible_id":"1525","chapter_code":"1SA.20","verse_code":"1SA.20.15","label":"15","content":"los thov koj ua siab dawb siab zoo rau kuv tsevneeg mus ib yam li koj ua rau kuv. Thaum tus TSWV ua rau koj tej yeebncuab puastsuaj tas lawm"},{"bible_id":"1525","chapter_code":"1SA.20","verse_code":"1SA.20.16","label":"16","content":"los thov kom wb tej lus cog tseg no tseem nyob ruaj khov kho. Yog koj rhuav wb tej lus cog tseg no, tus TSWV yuav rau txim rau koj.”"},{"bible_id":"1525","chapter_code":"1SA.20","verse_code":"1SA.20.17","label":"17","content":"Yaunathas kom Daviv rov coglus tseg ib zaug ntxiv hais tias, nws yuav hlub Yaunathas. Rau qhov Yaunathas hlub Daviv ib yam li nws hlub nws lub cev."},{"bible_id":"1525","chapter_code":"1SA.20","verse_code":"1SA.20.18","label":"18","content":"Yaunathas hais rau Daviv hais tias, “Tagkis yog hnub ua rooj noj rooj haus Hli Xiab, yog tsis pom koj mus, kuv txiv yeej yuav nug xwb."},{"bible_id":"1525","chapter_code":"1SA.20","verse_code":"1SA.20.19","label":"19","content":"Yog nagkis tseem tsis tau pom koj tshwm thiab, ntshai kuv txiv yimhuab yuav nug heev;  yog li ntawd, koj cia li khiav mus nkaum ntawm qhov qub chaw, thiab koj mus nkaum ntawm pawg pobzeb sab tod."},{"bible_id":"1525","chapter_code":"1SA.20","verse_code":"1SA.20.20","label":"20","content":"Ces kuv yuav muab hneevnti tua peb hnee mus rau ntawm pawg pobzeb ib yam li kuv tua daim phiaj."},{"bible_id":"1525","chapter_code":"1SA.20","verse_code":"1SA.20.21","label":"21","content":"Kuv yuav kom kuv tus tubtxib mus khaws cov xub los. Yog kuv qhia rau nws hais tias, ‘Cov xub poob rau ntawm koj sab tom no, koj cia li mus khaws los,’ qhov ntawd txhais hais tias, koj cia li tawm los, tsis muaj xwm dabtsi. Kuv coglus rau tus TSWV uas muaj sia nyob hais tias, koj yuav tsis raug kev txhawj ntshai dabtsi."},{"bible_id":"1525","chapter_code":"1SA.20","verse_code":"1SA.20.22","label":"22","content":"Tiamsis yog kuv qhia rau kuv tus tubtxib hais tias, ‘Cov xub poob rau ntawm koj sab tom ub lawm,’ ces koj kavtsij khiav, rau qhov tus TSWV twb pom zoo cia koj mus lawm."},{"bible_id":"1525","chapter_code":"1SA.20","verse_code":"1SA.20.23","label":"23","content":"Tej lus uas wb cog tseg no muaj tus TSWV ua timkhawv hais tias wb ib tug yuav tsis rhuav ib tug tej lus mus ibtxhis li.”"},{"bible_id":"1525","chapter_code":"1SA.20","verse_code":"1SA.20.24","label":"24","content":"Hnub uas ua rooj noj rooj haus Hli Xiab ntawd, Daviv txawm mus nkaum rau nram liaj lawm. Vajntxwv Xa-ules tuaj rau ntawm rooj noj rooj haus,"},{"bible_id":"1525","chapter_code":"1SA.20","verse_code":"1SA.20.25","label":"25","content":"thiab zaum ntawm lub chaw uas nws ibtxwm zaum npuab ntawm phabntsa. Aneles zaum npuab nkaus vajntxwv thiab Yaunathas zaum ncaj vajntxwv  xubntiag sab nrooj tod. Daviv lub chaw tsis muaj neeg zaum li,"},{"bible_id":"1525","chapter_code":"1SA.20","verse_code":"1SA.20.26","label":"26","content":"tiamsis hnub ntawd, Xa-ules tsis hais ib los li, rau qhov nws xav hais tias, “Tej zaum yog muaj dabtsi ua rau Daviv lub cev tsis huv lawm, nws thiaj tsis tuaj.”"},{"bible_id":"1525","chapter_code":"1SA.20","verse_code":"1SA.20.27","label":"27","content":"Hnub tom qab los tsis pom Daviv tuaj zaum nws lub chaw li, Xa-ules thiaj nug Yaunathas hais tias, “Ua li cas nag hmo thiab hnub no tsis pom Daviv tuaj noj mov?”"},{"bible_id":"1525","chapter_code":"1SA.20","verse_code":"1SA.20.28","label":"28","content":"Yaunathas teb hais tias “Nws thov kuv kom cia nws rov mus rau nram Npelehees lawm."},{"bible_id":"1525","chapter_code":"1SA.20","verse_code":"1SA.20.29","label":"29","content":"Nws hais tias, ‘Thov cia kuv mus, rau qhov peb tsevneeg tua tsiaj fij ua rooj noj rooj haus hauv lub nroog Npelehees, thiab kuv tus tijlaug kom kuv yuav tsum mus xwb. Yog koj yog kuv tus phoojywg tiag, thov koj tso kuv mus xyuas kuv cov kwvtij.’ Vim li ntawd, nws thiaj tsis tuaj zaum ntawm nws lub chaw noj mov.”"},{"bible_id":"1525","chapter_code":"1SA.20","verse_code":"1SA.20.30","label":"30","content":"Xa-ules chim heev rau Yaunathas thiab cem Yaunathas hais tias, “Niag tub tsis tsimtxiaj no, nimno kuv paub hais tias koj nrog Daviv ua ib nqag, koj rhuav koj thiab koj niam ntsejmuag nkaus xwb!"},{"bible_id":"1525","chapter_code":"1SA.20","verse_code":"1SA.20.31","label":"31","content":"Koj puas paub hais tias yog Daviv tseem ua neej nyob, koj yuav tsis tau ua vajntxwv kav lub tebchaws no li? Koj cia li mus coj Daviv los ntawm no, kuv yuav muab nws tua povtseg.”"},{"bible_id":"1525","chapter_code":"1SA.20","verse_code":"1SA.20.32","label":"32","content":"Yaunathas teb hais tias, “Vim li cas koj thiaj yuav muab nws tua povtseg, nws tau ua txhaum koj dabtsi?”"},{"bible_id":"1525","chapter_code":"1SA.20","verse_code":"1SA.20.33","label":"33","content":"Thaum Yaunathas hais li ntawd, Xa-ules tsa hlo hmuv nkaug Yaunathas. Yaunathas thiaj paub hais tias nws txiv yeej xav muab Daviv tua povtseg tiag."},{"bible_id":"1525","chapter_code":"1SA.20","verse_code":"1SA.20.34","label":"34","content":"Yaunathas txawm sawv tsees ntawm rooj mov tawm npautaws vog mus lawm, thiab hnub ntawd nws tsis noj ib yam dabtsi li, hnub ntawd yog hnub xiab ob. Yaunathas ntxhov siab kawg li, rau qhov nws txiv ua phem heev rau Daviv."},{"bible_id":"1525","chapter_code":"1SA.20","verse_code":"1SA.20.35","label":"35","content":"Tagkis sawv ntxov Yaunathas txawm mus cuag Daviv nram liaj, raws li nkawd tau teem tseg lawm. Nws coj ib tug tub hluas nrog nws mus,"},{"bible_id":"1525","chapter_code":"1SA.20","verse_code":"1SA.20.36","label":"36","content":"thiab hais rau tus tub hluas ntawd hais tias, “Koj khiav mus khaws cov xub uas kuv yuav tua mus.” Thaum tus tub hluas tabtom khiav mus, Yaunathas txawm rub hneevnti tua cov xub mus ua ntej."},{"bible_id":"1525","chapter_code":"1SA.20","verse_code":"1SA.20.37","label":"37","content":"Thaum tus tub hluas mus txog ntawm qhov chaw uas cov xub poob, Yaunathas hu hais tias, “Cov xub poob rau tom ub lawm!"},{"bible_id":"1525","chapter_code":"1SA.20","verse_code":"1SA.20.38","label":"38","content":"Koj tsis txhob nres ntawm ko, koj kavtsij khiav tiag mus!” Tus tub hluas ntawd khaws cov xub coj los rau Yaunathas,"},{"bible_id":"1525","chapter_code":"1SA.20","verse_code":"1SA.20.39","label":"39","content":"nws tsis paub hais tias xyov Yaunathas hais li ntawd, yog nws hais dabtsi; tsuas yog Yaunathas thiab Daviv thiaj paub xwb."},{"bible_id":"1525","chapter_code":"1SA.20","verse_code":"1SA.20.40","label":"40","content":"Yaunathas muab nws rab hneevnti rau tus tub hluas thiab kom nws nqa mus tsev."},{"bible_id":"1525","chapter_code":"1SA.20","verse_code":"1SA.20.41","label":"41","content":"Thaum tus tub hluas rov mus tsev lawm, Daviv mam tawm ntawm pawg pobzeb  sab tod los, nws los txhos caug pe Yaunathas peb zaug, nkawd sib qawg quaj thiab sib nwj; Daviv mluas tshaj Yaunathas."},{"bible_id":"1525","chapter_code":"1SA.20","verse_code":"1SA.20.42","label":"42","content":"Yaunathas hais rau Daviv hais tias, “Thov Vajtswv nrog nraim koj. Thov tus TSWV ua timkhawv rau wb thiab wb cov xeebntxwv hais tias wb thiab lawv yuav tsis rhuav tej lus uas wb cog tseg no mus ibtxhis li.” Ces Daviv txawm ncaim mus lawm, thiab Yaunathas rov los rau hauv nroog."},{"bible_id":"1525","chapter_code":"1SA.21","verse_code":"1SA.21.1","label":"1","content":"Daviv mus cuag tus povthawj Ahimelej uas nyob hauv lub nroog Naus. Ahimelej tawm tshee hnyo tuaj ntsib Daviv thiab nug hais tias, “Ua li cas koj tib leeg tuaj xwb, tsis muaj leejtwg nrog koj tuaj li?”"},{"bible_id":"1525","chapter_code":"1SA.21","verse_code":"1SA.21.2","label":"2","content":"Daviv teb hais tias, “Vajntxwv kom kuv tuaj ua ib qho haujlwm, thiab nws kom kuv tsis txhob qhia tej uas nws txib kuv tuaj ua no rau leejtwg paub li. Kuv twb teem kuv cov neeg rau ib qho chaw kom lawv tuaj ntsib kuv lawm."},{"bible_id":"1525","chapter_code":"1SA.21","verse_code":"1SA.21.3","label":"3","content":"Koj puas muaj dabtsi noj? Thov muab tsib lub ncuav rau kuv, lossis koj muab dabtsi los tau.”"},{"bible_id":"1525","chapter_code":"1SA.21","verse_code":"1SA.21.4","label":"4","content":"Tus povthawj teb hais tias, “Kuv tsis muaj tej ncuav uas noj tau li, tsuas muaj cov ncuav uas muab fij rau tus TSWV lawm xwb; yog koj cov neeg tsis tau nrog pojniam pw, mas kuv thiaj muab rau koj.”"},{"bible_id":"1525","chapter_code":"1SA.21","verse_code":"1SA.21.5","label":"5","content":"Daviv teb hais tias, “Qhov tseeb, lawv yeej tsis nrog pojniam pw li, thaum kuv cov neeg tawm mus ua haujlwm lawm, peb yeej caiv kom peb yog neeg huv; hnub no peb tuaj ua haujlwm, mas peb hajyam caiv zoo.”"},{"bible_id":"1525","chapter_code":"1SA.21","verse_code":"1SA.21.6","label":"6","content":"Yog li ntawd, tus povthawj thiaj muab cov ncuav uas twb muab fij rau tus TSWV lawm rau Daviv, rau qhov nws tsuas muaj cov ncuav uas twb muab fij rau Vajtswv, thiab tshem tawm saum lub rooj uas yuav muab cov ncuav tshiab hloov lawm xwb. ("},{"bible_id":"1525","chapter_code":"1SA.21","verse_code":"1SA.21.7","label":"7","content":"Hnub ntawd Dau-es uas yog Xa-ules tus thawj tubtxib yug tsiaj uas yog neeg Edoos tuaj nyob ntawd thiab, rau qhov nws tuaj cuag tus TSWV.)"},{"bible_id":"1525","chapter_code":"1SA.21","verse_code":"1SA.21.8","label":"8","content":"Daviv nug Ahimelej hais tias, “Koj puas muaj ib rab hmuv lossis ib rab ntaj rau kuv? Kuv tsis coj hmuv lossis ntaj tuaj li, rau qhov vajntxwv txhib kom kuv cia li tuaj tamsim, kuv thiaj nqa tsis tau tuaj.”"},{"bible_id":"1525","chapter_code":"1SA.21","verse_code":"1SA.21.9","label":"9","content":"Ahimelej teb hais tias, “Kuv muaj Nkauli-am uas yog neeg Filitees, tus uas koj tua tuag hauv lub Hav Elas rab ntaj uas muab ntaub qhwv tso rau tom qab lub efaus. Yog koj xav tau rab ntawd los coj rab ntawd mus, rau qhov tsis muaj dua lwm rab lawm.” Daviv teb hais tias, “Tsis muaj dua lwm rab ntaj zoo tshaj rab ntawd lawm, thov muab rab ntawd rau kuv!”"},{"bible_id":"1525","chapter_code":"1SA.21","verse_code":"1SA.21.10","label":"10","content":"Yog li hnub ntawd Daviv txawm khiav Xa-ules mus cuag Vajntxwv Akhises uas kav lub nroog Nkas lawm."},{"bible_id":"1525","chapter_code":"1SA.21","verse_code":"1SA.21.11","label":"11","content":"Vajntxwv Akhises cov nomtswv hais rau nws hais tias, “Tus no puas yog Daviv uas ua vajntxwv kav nws lub tebchaws? Tus txivneej no yog tus uas cov pojniam hu nkauj thiab seevcev qhua hais tias, ‘Xa-ules tua tuag qas txhiab leej, tiamsis Daviv tua tuag qas vam leej.’ ”"},{"bible_id":"1525","chapter_code":"1SA.21","verse_code":"1SA.21.12","label":"12","content":"Daviv khaws tej lus ntawd rau nruab siab thiab ntshai Vajntxwv Akhises uas kav lub nroog Nkas kawg li."},{"bible_id":"1525","chapter_code":"1SA.21","verse_code":"1SA.21.13","label":"13","content":"Daviv ua txuj ua li tus neeg vwm, thaum luag cheem nws, nws lam tau lam kes ntawm tej roojvag nroog,  thiab ua qaubncaug nrog zig ntawm nws tej hwjtxwv."},{"bible_id":"1525","chapter_code":"1SA.21","verse_code":"1SA.21.14","label":"14","content":"Yog li ntawd, Akhises hais rau nws cov tubtxib hais tias, “Nej saib, nws vwm lawm! Ua li cas nej tseem coj nws tuaj cuag kuv thiab?"},{"bible_id":"1525","chapter_code":"1SA.21","verse_code":"1SA.21.15","label":"15","content":"Kuv tsis muaj neeg vwm los cas? Ua li cas nej tseem coj dua ib tug neeg vwm li no tuaj hauv kuv tsev thiab tabkaum kuv?”"},{"bible_id":"1525","chapter_code":"1SA.22","verse_code":"1SA.22.1","label":"1","content":"Daviv khiav hauv lub nroog Nkas mus rau hauv ib lub qhov tsua uas nyob ze ntawm lub nroog Adulas. Thaum nws cov tijlaug thiab nws tsevneeg hnov hais tias nws nyob qhov ntawd, lawv txawm tuaj nrog nws nyob."},{"bible_id":"1525","chapter_code":"1SA.22","verse_code":"1SA.22.2","label":"2","content":"Cov neeg uas raug luag tsimtxom, cov uas tshuav luag nqi, thiab cov uas tsis txaus siab puavleej tuaj cuag nws, tagnrho cov neeg uas tuaj ntawd, muaj plaub puas leej thiab Daviv ua lawv tus thawj."},{"bible_id":"1525","chapter_code":"1SA.22","verse_code":"1SA.22.3","label":"3","content":"Daviv tawm qhov ntawd mus rau hauv lub nroog Mixepas nram tebchaws Mau-am thiab nws hais rau tus vajntxwv uas kav tebchaws Mau-am hais tias, “Thov cia kuv niam kuv txiv los nyob hauv koj lub tebchaws mus txog hnub uas kuv paub hais tias Vajtswv yuav ua dabtsi rau kuv tso.”"},{"bible_id":"1525","chapter_code":"1SA.22","verse_code":"1SA.22.4","label":"4","content":"Yog li ntawd, Daviv thiaj tso nws niam nws txiv rau tus vajntxwv uas kav tebchaws Mau-am, thiab nkawd nrog vajntxwv nyob mus txog hnub uas Daviv tawm hauv qhov tsua los."},{"bible_id":"1525","chapter_code":"1SA.22","verse_code":"1SA.22.5","label":"5","content":"Nkas uas yog tus cev Vajtswv lus, tuaj cuag Daviv thiab hais tias, “Koj tsis txhob nyob ntawm no lawm; tamsim no koj cia li tawm rov mus rau pem tebchaws Yudas.” Yog li ntawd, Daviv thiaj tawm thiab mus rau hauv thaj havzoov Heles lawm."},{"bible_id":"1525","chapter_code":"1SA.22","verse_code":"1SA.22.6","label":"6","content":"Thaum Xa-ules nyob hauv lub nroog Nkinpe-as, muaj ib hnub nws mus zaum hauv qab tsob ntoo tamalis saum ib lub ncov roob, nws tuav rawv nws rab hmuv ntawm tes, thiab tagnrho nws cov nomtswv sawv puagncig nws. Txawm muaj neeg los qhia rau Xa-ules hais tias, lawv pom Daviv thiab Daviv cov neeg."},{"bible_id":"1525","chapter_code":"1SA.22","verse_code":"1SA.22.7","label":"7","content":"Xa-ules txawm hais rau nws cov nomtswv hais tias, “Cov neeg Npeenyamees, nej cia li mloog kuv hais! Nej xav hais tias Daviv yuav faib tej liaj teb thiab tej vaj txiv hmab rau nej, thiab tsa nej ua nws cov thawj tubrog no los?"},{"bible_id":"1525","chapter_code":"1SA.22","verse_code":"1SA.22.8","label":"8","content":"Twb yog vim li ntawd, nej thiaj ntxeev siab rau kuv los? Nej cov ko tsis muaj ib tug qhia rau kuv paub hais tias, kuv tus tub mus koom nrog Daviv lawm. Nej cov ko tsis muaj ib tug txhawj txog kuv lossis qhia rau kuv hais tias, Daviv uas yog kuv ib tug tubrog nrhiav kev tua kuv, thiab kuv tus tub los tseem cuab nws zog kawg li!”"},{"bible_id":"1525","chapter_code":"1SA.22","verse_code":"1SA.22.9","label":"9","content":"Dau-es uas yog tus thawj saib Xa-ules cov tubtxib uas yog neeg Edoos teb hais tias, “Kuv pom Daviv thaum nws mus cuag Ahitus tus tub Ahimelej hauv lub nroog Naus."},{"bible_id":"1525","chapter_code":"1SA.22","verse_code":"1SA.22.10","label":"10","content":"Ahimelej nug tus TSWV saib Daviv yuav ua li cas, nws tseem ntim zaub mov thiab muab Nkauli-am uas yog neeg Filitees rab ntaj rau Daviv lawm.”"},{"bible_id":"1525","chapter_code":"1SA.22","verse_code":"1SA.22.11","label":"11","content":"Yog li ntawd, Vajntxwv Xa-ules thiaj tso neeg mus hu tus povthawj Ahimelej thiab nws cov kwvtij uas ua povthawj hauv lub nroog Naus, lawv thiaj tuaj cuag Xa-ules."},{"bible_id":"1525","chapter_code":"1SA.22","verse_code":"1SA.22.12","label":"12","content":"Xa-ules hais rau Ahimelej hais tias, “Ahimelej, koj cia li mloog kuv hais!” Ahimelej teb hais tias, “Vajntxwv, kuv nyob ntawm no.”"},{"bible_id":"1525","chapter_code":"1SA.22","verse_code":"1SA.22.13","label":"13","content":"Xa-ules nug Ahimelej hais tias, “Vim li cas koj thiab Daviv tuavhauv ntxeev siab rau kuv? Vim li cas koj muab zaub mov, muab ntaj thiab nug Vajtswv rau nws? Nimno nws tig tawmtsam kuv thiab nrhiav kev yuav muab kuv tua!”"},{"bible_id":"1525","chapter_code":"1SA.22","verse_code":"1SA.22.14","label":"14","content":"Ahimelej teb hais tias, “Daviv yog koj ib tug thawj tubrog uas siab ncaj tshaj li! Nws yog koj tus vauv thiab yog tus thawj tubrog  uas nrog nraim koj thiab txhua tus hauv koj lub loog hwm nws heev."},{"bible_id":"1525","chapter_code":"1SA.22","verse_code":"1SA.22.15","label":"15","content":"Yog tiag, kuv yeej tau nug Vajtswv rau nws, tiamsis zaum no tsis yog thawj zaug  Vajntxwv, qhov uas koj hais tias kuv tuavhauv nrog Daviv ntxeev siab rau koj ntawd, koj tsis txhob liam rau kuv lossis kuv tsevneeg ib tug twg. Kuv yeej tsis paub txog tej xwm no li!”"},{"bible_id":"1525","chapter_code":"1SA.22","verse_code":"1SA.22.16","label":"16","content":"Vajntxwv hais tias, “Ahimelej, koj thiab koj cov kwvtij yeej yuav raug tua tuag tas li.”"},{"bible_id":"1525","chapter_code":"1SA.22","verse_code":"1SA.22.17","label":"17","content":"Ces Xa-ules hais rau cov tubrog uas sawv ze ntawm nws hais tias, “Cia li tua tus TSWV cov povthawj no! Lawv tau koom siab nrog Daviv thiab tsis qhia rau kuv paub hais tias Daviv khiav lawm, txawm yog lawv twb paub los lawv tseem tsis qhia.” Tiamsis cov tubrog tsis kam tua tus TSWV cov povthawj li."},{"bible_id":"1525","chapter_code":"1SA.22","verse_code":"1SA.22.18","label":"18","content":"Yog li ntawd, Xa-ules thiaj hais rau Dau-es hais tias, “Koj cia li muab cov povthawj ntawd tua!” Dau-es thiaj muab cov povthawj tua tuag tas. Hnub ntawd nws tua cov povthawj uas hnav tsho efaus tuag yim caum tsib leej."},{"bible_id":"1525","chapter_code":"1SA.22","verse_code":"1SA.22.19","label":"19","content":"Xa-ules tseem muab cov neeg hauv lub nroog Naus uas yog cov povthawj lub nroog tua tuag tas, tsis hais pojniam txivneej, tej menyuam tus hlob tus yau, tej nyuj, tej neesluav thiab tej yaj huv tibsi."},{"bible_id":"1525","chapter_code":"1SA.22","verse_code":"1SA.22.20","label":"20","content":"Tiamsis Ahimelej cov tub ib tug uas hu ua Anpiyathas khiav dim thiab mus koom nrog Daviv lawm."},{"bible_id":"1525","chapter_code":"1SA.22","verse_code":"1SA.22.21","label":"21","content":"Anpiyathas mus qhia txhua yam uas Xa-ules tua tus TSWV cov povthawj rau Daviv."},{"bible_id":"1525","chapter_code":"1SA.22","verse_code":"1SA.22.22","label":"22","content":"Daviv hais rau Anpiyathas hais tias, “Hnub uas kuv pom Dau-es, kuv yeej paub lawm hais tias, nws yuav mus qhia rau Xa-ules. Yog vim kuv  koj txiv tsevneeg thiaj raug tua tuag tas."},{"bible_id":"1525","chapter_code":"1SA.22","verse_code":"1SA.22.23","label":"23","content":"Koj nrog kuv nyob thiab tsis txhob ntshai. Xa-ules yeej xav muab koj thiab kuv tua povtseg, tiamsis koj cia li tso siab thiab nrog kuv nyob ntawm no.”"},{"bible_id":"1525","chapter_code":"1SA.23","verse_code":"1SA.23.1","label":"1","content":"Daviv hnov hais tias cov Filitees tuaj tua lub nroog Kelas thiab huab cov pejxeem tej nplej tshiab coj mus tas."},{"bible_id":"1525","chapter_code":"1SA.23","verse_code":"1SA.23.2","label":"2","content":"Yog li ntawd, Daviv thiaj nug tus TSWV hais tias, “Puas tsimnyog kuv mus tua cov neeg Filitees?” Tus TSWV teb hais tias, “Koj cia li mus tua cov Filitees thiab cawm lub nroog Kelas.”"},{"bible_id":"1525","chapter_code":"1SA.23","verse_code":"1SA.23.3","label":"3","content":"Tiamsis Daviv cov neeg hais rau Daviv hais tias, “Peb nyob hauv tebchaws Yudas no, peb twb ntshai txaus lawm; yog peb mus tua cov Filitees hauv lub nroog Kelas, peb hajyam yuav ntshai heev!”"},{"bible_id":"1525","chapter_code":"1SA.23","verse_code":"1SA.23.4","label":"4","content":"Yog li ntawd, Daviv thiaj rov nug tus TSWV dua, thiab tus TSWV hais rau Daviv tias “Koj cia li mus tua lub nroog Kelas, kuv yuav pub kom koj tua yeej cov Filitees.”"},{"bible_id":"1525","chapter_code":"1SA.23","verse_code":"1SA.23.5","label":"5","content":"Yog li ntawd, Daviv thiab nws cov neeg thiaj mus rau hauv lub nroog Kelas thiab tua cov Filitees tuag coob heev thiab txeeb tau lawv tej tsiaj txhu huv tibsi. Yog li ntawd, Daviv thiaj cawm tau lub nroog Kelas."},{"bible_id":"1525","chapter_code":"1SA.23","verse_code":"1SA.23.6","label":"6","content":"Thaum Ahimelej tus tub Anpiyathas khiav mus cuag Daviv hauv lub nroog Kelas ntawd, nws coj tau ib lub efaus mus thiab."},{"bible_id":"1525","chapter_code":"1SA.23","verse_code":"1SA.23.7","label":"7","content":"Muaj neeg qhia rau Xa-ules hais tias, Daviv mus rau hauv lub nroog Kelas lawm, Xa-ules txawm hais tias, “Vajtswv twb muab Daviv cob rau kuv tes lawm. Daviv tau kev tws, rau qhov nws mus rau hauv lub nroog uas muaj ntsa yeej thiab muaj roojvag thaiv lawm.”"},{"bible_id":"1525","chapter_code":"1SA.23","verse_code":"1SA.23.8","label":"8","content":"Yog li ntawd, Xa-ules txawm txhij nws cov tubrog mus tua lub nroog Kelas, puav Daviv thiab nws cov neeg."},{"bible_id":"1525","chapter_code":"1SA.23","verse_code":"1SA.23.9","label":"9","content":"Thaum Daviv hnov hais tias Xa-ules npaj yuav tuaj tua nws, nws hais rau tus povthawj Anpiyathas hais tias, “Coj lub efaus los ntawm no.”"},{"bible_id":"1525","chapter_code":"1SA.23","verse_code":"1SA.23.10","label":"10","content":"Daviv hais tias, “Tus TSWV uas yog cov Yixalayees tus Vajtswv, kuv hnov hais tias Xa-ules npaj yuav tuaj rau hauv lub nroog Kelas no, thiab rhuav kom lub nroog puastsuaj tas vim kuv uas yog koj tus tubtxib."},{"bible_id":"1525","chapter_code":"1SA.23","verse_code":"1SA.23.11","label":"11","content":"Cov pejxeem hauv lub nroog Kelas no puas yuav muab kuv cob rau Xa-ules tes? Xa-ules puas yuav tuaj raws li kuv hnov ntawd tiag? Tus TSWV uas yog cov Yixalayees tus Vajtswv, thov koj teb kuv!” Tus TSWV teb hais tias, “Xa-ules yeej yuav tuaj xwb.”"},{"bible_id":"1525","chapter_code":"1SA.23","verse_code":"1SA.23.12","label":"12","content":"Daviv rov nug dua hais tias, “Cov pejxeem hauv lub nroog Kelas no puas yuav muab kuv thiab kuv cov neeg cob rau Xa-ules tes?” Tus TSWV teb hais tias, “Lawv yuav ua li ntawd ntag.”"},{"bible_id":"1525","chapter_code":"1SA.23","verse_code":"1SA.23.13","label":"13","content":"Yog li ntawd, Daviv thiab nws cov neeg rau puas leej thiaj khiav tawm hauv lub nroog Kelas tamsim ntawd lawm. Thaum Xa-ules hnov hais tias, Daviv khiav tawm hauv lub nroog Kelas mus lawm, Xa-ules txawm tsis ua raws li nws tau npaj siab tseg."},{"bible_id":"1525","chapter_code":"1SA.23","verse_code":"1SA.23.14","label":"14","content":"Daviv khiav mus nkaum saum lub laj roob mojsab qhua uas ze lub tiaj mojsab qhua Xifes. Xa-ules niaj hnub nrhiav Daviv, tiamsis Vajtswv tsis muab Daviv cob rau Xa-ules tes."},{"bible_id":"1525","chapter_code":"1SA.23","verse_code":"1SA.23.15","label":"15","content":"Daviv pom Xa-ules tuaj nrhiav tua Daviv. Thaum Daviv tseem nyob ntawm Haules uas ze lub tiaj mojsab qhua Xifes."},{"bible_id":"1525","chapter_code":"1SA.23","verse_code":"1SA.23.16","label":"16","content":"Yaunathas tuaj cuag Daviv qhov ntawd thiab txhawb Daviv zog hais tias Vajtswv yuav tsomkwm Daviv,"},{"bible_id":"1525","chapter_code":"1SA.23","verse_code":"1SA.23.17","label":"17","content":"thiab hais rau Daviv hais tias, “Koj tsis txhob ntshai. Kuv txiv Xa-ules yeej tsis muaj cuabkav ua tau li cas rau koj. Nws paub hais tias, koj yuav tau ua vajntxwv kav tebchaws Yixalayees thiab kuv yuav tau ua tus yau ntawm koj.”"},{"bible_id":"1525","chapter_code":"1SA.23","verse_code":"1SA.23.18","label":"18","content":"Nkawd coglus ua phoojywg tabmeeg tus TSWV; Daviv tseem nyob hauv Haules, tiamsis Yaunathas rov qab mus tsev lawm."},{"bible_id":"1525","chapter_code":"1SA.23","verse_code":"1SA.23.19","label":"19","content":"Cov neeg hauv Xifes qee leej mus qhia rau Xa-ules hauv lub nroog Nkinpe-as hais tias, “Daviv khiav mus nkaum hauv Haules uas nyob saum lub Roob Hakhilas, hauv tebchaws Yudas sab qabteb uas ua suabpuam lawm."},{"bible_id":"1525","chapter_code":"1SA.23","verse_code":"1SA.23.20","label":"20","content":"Vajntxwv, yog koj xav ntes nws, koj cia li tuaj rau hauv peb lub tebchaws, thiab peb yuav muab nws cob rau koj tes.”"},{"bible_id":"1525","chapter_code":"1SA.23","verse_code":"1SA.23.21","label":"21","content":"Xa-ules teb hais tias, “Thov tus TSWV foom koob hmoov rau nej qhov uas nej ua zoo rau kuv."},{"bible_id":"1525","chapter_code":"1SA.23","verse_code":"1SA.23.22","label":"22","content":"Nej rov qab mus saib ib zaug ntxiv kom paub tseeb hais tias nws nyob qhov twg tiag, thiab leejtwg yog tus pom nws. Kuv hnov hais tias nws ntse heev."},{"bible_id":"1525","chapter_code":"1SA.23","verse_code":"1SA.23.23","label":"23","content":"Nej mus nrhiav saib nws nkaum qhov twg tiag thiab maj ceev rooj rov tuaj qhia rau kuv paub. Yog nws tseem nyob qhov ntawd, kuv yuav nrog nej mus nrhiav kom tau nws tua, txawm yog nrhiav thoob tebchaws Yudas los kuv yuav mus.”"},{"bible_id":"1525","chapter_code":"1SA.23","verse_code":"1SA.23.24","label":"24","content":"Yog li ntawd, lawv thiaj ua Xa-ules ntej mus rau hauv Xifes lawm. Daviv thiab nws cov neeg nyob saum lub roob mojsab qhua Ma-oos ntawm lub hav qhuav hauv tebchaws Yudas sab qabteb uas ua suabpuam."},{"bible_id":"1525","chapter_code":"1SA.23","verse_code":"1SA.23.25","label":"25","content":"Xa-ules thiab nws cov neeg txawm mus nrhiav Daviv, tiamsis Daviv hnov li ntawd, nws thiaj mus rau saum lub roob zeb uas nyob ntawm roob mojsab qhua Ma-oos thiab nyob saud. Thaum Xa-ules hnov li ntawd, nws txawm caum Daviv qab mus."},{"bible_id":"1525","chapter_code":"1SA.23","verse_code":"1SA.23.26","label":"26","content":"Xa-ules thiab nws cov neeg nyob ib sab roob, Daviv thiab nws cov neeg nyob ib sab roob. Daviv thiab nws cov neeg npaj khiav kom dim Xa-ules thiab nws cov neeg uas tuaj ze yuav ntes lawv."},{"bible_id":"1525","chapter_code":"1SA.23","verse_code":"1SA.23.27","label":"27","content":"Lub sijhawm ntawd, txawm muaj ib tug txivneej tuaj hais rau Xa-ules hais tias, “Koj cia li rov qab tamsim no! Cov Filitees twb tuaj vij peb lub tebchaws tas lawm!”"},{"bible_id":"1525","chapter_code":"1SA.23","verse_code":"1SA.23.28","label":"28","content":"Yog li ntawd, Xa-ules thiaj tseg tsis caum Daviv, thiab tig rov mus tua cov Filitees lawm. Vim li ntawd, thiaj muab qhov chaw ntawd hu ua lub Laj Roob Sib Quas."},{"bible_id":"1525","chapter_code":"1SA.23","verse_code":"1SA.23.29","label":"29","content":"Daviv txawm tawm qhov ntawd thiab mus nkaum rau hauv cheebtsam Enkedis lawm."},{"bible_id":"1525","chapter_code":"1SA.24","verse_code":"1SA.24.1","label":"1","content":"Thaum Xa-ules mus tua cov Filitees rov qab los, muaj neeg qhia rau nws hais tias Daviv nyob tom roob mojsab qhua uas ze ntawm Enkedis."},{"bible_id":"1525","chapter_code":"1SA.24","verse_code":"1SA.24.2","label":"2","content":"Xa-ules txawm xaiv cov tubrog Yixalayees uas txawj tua rog, peb txhiab leej mus nrhiav Daviv thiab Daviv cov neeg ntawm lub Roob Tsuas Sai sab hnubtuaj."},{"bible_id":"1525","chapter_code":"1SA.24","verse_code":"1SA.24.3","label":"3","content":"Xa-ules tuaj txog ntawm lub qhov tsua uas nyob ze cov nkuaj yaj ntawm ntug kev, nws txawm mus tawm rooj hauv lub qhov tsua ntawd. Lub qhov tsua ntawd twb yog lub uas Daviv thiab nws cov neeg nkaum hauv ntag."},{"bible_id":"1525","chapter_code":"1SA.24","verse_code":"1SA.24.4","label":"4","content":"Daviv cov neeg hais rau Daviv hais tias, “Zaum no yog sijhawm zoo rau koj lawm, raws li tus TSWV hais rau koj hais tias, nws yuav muab koj tus yeebncuab cob rau koj tes, koj xav ua li cas rau nws los ua tau.” Daviv txawm nyas mus txiav Xa-ules lub tw tsho ntev ib qho nqa mus lawm los Xa-ules twb tsis hnov li."},{"bible_id":"1525","chapter_code":"1SA.24","verse_code":"1SA.24.5","label":"5","content":"Tom qab ntawd Daviv nyuaj siab heev, rau qhov uas nws txiav Xa-ules lub twg tsho,"},{"bible_id":"1525","chapter_code":"1SA.24","verse_code":"1SA.24.6","label":"6","content":"Daviv hais rau nws cov neeg hais tias, “Thov tus TSWV tsis txhob pub kuv ua tej yam tsis zoo rau kuv tus vajntxwv uas tus TSWV xaiv! Tsis tsimnyog kuv ua ib qho phem rau nws li, rau qhov yog tus TSWV tsa nws ua vajntxwv.”"},{"bible_id":"1525","chapter_code":"1SA.24","verse_code":"1SA.24.7","label":"7","content":"Yog li ntawd, Daviv thiaj tsis pub nws cov neeg muab Xa-ules tua povtseg. Xa-ules txawm sawv tsees tawm hauv qhov tsua mus lawm."},{"bible_id":"1525","chapter_code":"1SA.24","verse_code":"1SA.24.8","label":"8","content":"Daviv raws loo qab mus hu Xa-ules hais tias, “Vajntxwv!” Xa-ules tig hlo saib tuaj, Daviv txhos caug ntua khoov ntshis ua ntsejmuag ti kaus hauv av hawm,"},{"bible_id":"1525","chapter_code":"1SA.24","verse_code":"1SA.24.9","label":"9","content":"thiab hais tias, “Ua li cas koj mloog luag tej lus uas hais tias kuv soj nraim yuav tua koj?"},{"bible_id":"1525","chapter_code":"1SA.24","verse_code":"1SA.24.10","label":"10","content":"Qhia rau koj paub hais tias hnub no tus TSWV twb muab koj cob rau kuv hauv lub qhov tsua no lawm. Kuv cov neeg kom kuv muab koj tua povtseg, tiamsis vim kuv hwm koj, kuv thiaj tsis ua phem rau koj, rau qhov koj yog tus uas tus TSWV tsa ua vajntxwv."},{"bible_id":"1525","chapter_code":"1SA.24","verse_code":"1SA.24.11","label":"11","content":"Txiv, koj saib, kuv twb txiav tau koj lub tw tsho nyob ntawm kuv tes no! Yog kuv xav tua koj, ces kuv twb tua tau koj lawm, tiamsis kuv tsuas txiav koj lub tw tsho xwb. Qhov no qhia rau koj paub hais tias, kuv tsis tau ntxeev siab lossis ua phem rau koj li. Txawm yog kuv tsis tau ua txhaum rau koj los koj pheej caum kuv tua."},{"bible_id":"1525","chapter_code":"1SA.24","verse_code":"1SA.24.12","label":"12","content":"Thov tus TSWV txiav txim rau wb saib leejtwg yog tus ua txhaum! Thov tus TSWV rau txim rau koj, vim koj ua phem rau kuv, rau qhov kuv tsis tau ua phem rau koj li."},{"bible_id":"1525","chapter_code":"1SA.24","verse_code":"1SA.24.13","label":"13","content":"Nyaj koj paub tej lus uas cov laus ibtxwm hais tias, ‘Tsuas yog tus neeg siab phem thiaj ua phem xwb.’ Yog li ntawd, kuv yuav tsis ua phem rau koj."},{"bible_id":"1525","chapter_code":"1SA.24","verse_code":"1SA.24.14","label":"14","content":"Cov Yixalayees tus vajntxwv, koj mus tawmtsam leejtwg? Koj mus caum leejtwg? Koj caum tus dev uas tuag lawm los? Koj caum devmub los?"},{"bible_id":"1525","chapter_code":"1SA.24","verse_code":"1SA.24.15","label":"15","content":"Thov tus TSWV tshuaj saib yog koj lossis yog kuv ua txhaum. Thov tus TSWV tsa muag saib zaj no thiab tuaj kuv tog pab kom kuv dim ntawm koj txhais tes.”"},{"bible_id":"1525","chapter_code":"1SA.24","verse_code":"1SA.24.16","label":"16","content":"Thaum uas Daviv hais li ntawd tas, Xa-ules teb hais tias, “Kuv tus tub, koj yog Daviv ntag los?” Ces Xa-ules txawm quaj."},{"bible_id":"1525","chapter_code":"1SA.24","verse_code":"1SA.24.17","label":"17","content":"Xa-ules hais rau Daviv hais tias, “Koj hais yog lawm! Kuv tau ua txhaum tiag. Txawm yog kuv tau ua phem rau koj los koj tseem ua zoo rau kuv."},{"bible_id":"1525","chapter_code":"1SA.24","verse_code":"1SA.24.18","label":"18","content":"Hnub no koj ua rau sawvdaws pom hais tias koj ua zoo kawg nkaus rau kuv. Txawm yog tus TSWV muab kuv cob rau koj tes lawm los koj tseem tsis tua kuv povtseg."},{"bible_id":"1525","chapter_code":"1SA.24","verse_code":"1SA.24.19","label":"19","content":"Puas muaj leejtwg ntes tau nws tus yeebncuab thiab cia li muab tso mus tsis muab tua povtseg? Thov tus TSWV foom koob hmoov rau koj, pauj tej uas koj tau ua zoo rau kuv hnub no."},{"bible_id":"1525","chapter_code":"1SA.24","verse_code":"1SA.24.20","label":"20","content":"Nimno kuv paub hais tias, koj yuav tau ua cov Yixalayees tus vajntxwv thiab kav lub tebchaws kom vammeej mus lawm yav tom ntej."},{"bible_id":"1525","chapter_code":"1SA.24","verse_code":"1SA.24.21","label":"21","content":"Thov koj tuav tus TSWV lub npe coglus rau kuv hais tias, koj yuav tsis tua kuv cov xeebntxwv povtseg, kom kuv lub npe thiab kuv tsevneeg lub npe thiaj yuav tsis ploj mus.”"},{"bible_id":"1525","chapter_code":"1SA.24","verse_code":"1SA.24.22","label":"22","content":"Daviv coglus hais tias nws yuav ua li ntawd. Ces Xa-ules txawm rov qab mus tsev, Daviv thiab nws cov neeg thiaj rov los rau ntawm qhov chaw uas lawv nkaum lawm."},{"bible_id":"1525","chapter_code":"1SA.25","verse_code":"1SA.25.1","label":"1","content":"Xamuyees tuag, cov Yixalayees tuaj pam nws thiab muab nws faus rau hauv nws lub tsev hauv lub nroog Lamas. Tom qab ntawd, Daviv txawm mus rau nram tiaj mojsab qhua Palas."},{"bible_id":"1525","chapter_code":"1SA.25","verse_code":"1SA.25.2+1SA.25.3","label":"2-3","content":"Muaj ib tug txivneej hu ua Nanpas, nws yog Kalej cuab kwvtij uas nyob hauv lub nroog Ma-oos, thiab nws muaj ib thaj teb nyob ze ntawm lub nroog Kalemees. Nws yog neeg npluanuj; nws muaj peb txhiab tus yaj thiab ib txhiab tus tshis. Anpinkayis uas yog Nanpas tus pojniam, nws ntse thiab zoo nkauj heev, tiamsis Nanpas yog ib tug neeg tsiv ncauj tsiv lus heev. Nanpas tabtom txiav plaub yaj hauv lub nroog Kalemees,"},{"bible_id":"1525","chapter_code":"1SA.25","verse_code":"1SA.25.4","label":"4","content":"Daviv nyob nram tiaj mojsab qhua, nws hnov hais tias Nanpas tabtom txiav plaub yaj,"},{"bible_id":"1525","chapter_code":"1SA.25","verse_code":"1SA.25.5","label":"5","content":"yog li ntawd, Daviv thiaj txib kaum leej tub hluas mus rau hauv lub nroog Kalemees, kom mus nrhiav Nanpas thiab hais lus noj qab nyob zoo rau nws."},{"bible_id":"1525","chapter_code":"1SA.25","verse_code":"1SA.25.6","label":"6","content":"Daviv kom lawv mus hais rau Nanpas hais tias, “Kuv tus phoojywg thov kom koj ntsib kev kaj siab lug! Thov kom koj thiab koj tsevneeg tau txais kev noj qab nyob zoo, thiab txhua yam uas koj ua kom vammeej!"},{"bible_id":"1525","chapter_code":"1SA.25","verse_code":"1SA.25.7","label":"7","content":"Kuv hnov hais tias koj tabtom txiav plaub yaj, kuv qhia rau koj hais tias thaum koj cov tub yug yaj tuaj nrog peb nyob, peb tsis tau ua phem li cas rau lawv. Thaum uas lawv nyob hauv lub nroog Kalemees los tsis muaj leejtwg nyiag lawv ib yam dabtsi li."},{"bible_id":"1525","chapter_code":"1SA.25","verse_code":"1SA.25.8","label":"8","content":"Koj cia li nug koj cov neeg, lawv yeej yuav qhia rau koj paub. Kuv thov koj ua zoo rau kuv cov neeg, rau qhov peb tuaj rau hnub uas sawvdaws tabtom ua rooj noj rooj haus. Thov koj muab tej yam uas koj yuav muab tau rau peb cov uas yog koj tubtxib thiab Daviv uas yog koj tus phoojywg zoo.”"},{"bible_id":"1525","chapter_code":"1SA.25","verse_code":"1SA.25.9","label":"9","content":"Thaum Daviv cov neeg coj Daviv cov lus tuaj hais rau Nanpas tas, lawv txawm nyob tos,"},{"bible_id":"1525","chapter_code":"1SA.25","verse_code":"1SA.25.10","label":"10","content":"Nanpas teb hais tias, “Daviv yog leejtwg? Yexais tus tub yog leejtwg? Kuv tsis paub nws. Ntu no cov tubtxib coob leej tau khiav tawm ntawm lawv tus tswv mus lawm."},{"bible_id":"1525","chapter_code":"1SA.25","verse_code":"1SA.25.11","label":"11","content":"Puas tsimnyog kuv muab kuv tej ncuav, tej dej thiab tej nqaij uas kuv npaj rau kuv cov neeg txiav plaub yaj noj pub rau cov neeg uas kuv tsis paub hais tias yog leejtwg thiab nyob qhov twg tuaj?”"},{"bible_id":"1525","chapter_code":"1SA.25","verse_code":"1SA.25.12","label":"12","content":"Daviv cov neeg txawm rov los thiab piav txhua yam uas Nanpas hais ntawd rau Daviv mloog."},{"bible_id":"1525","chapter_code":"1SA.25","verse_code":"1SA.25.13","label":"13","content":"Daviv txawm hais rau nws cov neeg hais tias, “Nej txhua tus cia li muab ntaj los ris ntawm duav,” lawv txhua tus txawm ua li Daviv hais. Daviv los kuj muab ntaj ris ntawm duav thiab nws coj kwvlam li plaub puas leej nrog nws mus, tseg ob puas leej nyob zov lawv tej khoom xwb."},{"bible_id":"1525","chapter_code":"1SA.25","verse_code":"1SA.25.14","label":"14","content":"Nanpas cov tubtxib ib tug mus qhia rau Anpinkayis uas yog Nanpas tus pojniam hais tias, “Daviv tso neeg nram tiaj mojsab qhua tuaj cuag Nanpas uas yog peb tus tswv, tiamsis nws hais lus saib tsis taus lawv li."},{"bible_id":"1525","chapter_code":"1SA.25","verse_code":"1SA.25.15","label":"15","content":"Lawv cov ntawd ibtxwm nrog peb sib raug zoo; lawv yeej tsis tau ua phem rau peb, thiab thaum peb nrog lawv nyob tom tshav yug tsiaj los peb tej khoom yeej tsis ploj ib yam li."},{"bible_id":"1525","chapter_code":"1SA.25","verse_code":"1SA.25.16","label":"16","content":"Lawv tiv thaiv peb tas hnub tas hmo, lub sijhawm uas peb saib peb tej tsiaj ntawd."},{"bible_id":"1525","chapter_code":"1SA.25","verse_code":"1SA.25.17","label":"17","content":"Koj sim xav saib yuav ua li cas; rau qhov tej no yuav ua kev puastsuaj rau peb tus tswv thiab nws tsevneeg. Peb tus tswv yog ib tug neeg uas tsis zoo hais lus, nws tsis mloog leejtwg hais li.”"},{"bible_id":"1525","chapter_code":"1SA.25","verse_code":"1SA.25.18","label":"18","content":"Anpinkayis txawm ua tsawg tsuag tau ob puas lub ncuav, ntim tau ob hnab cawv txiv hmab, muab tsib tug yaj tua ci, muab ob thoob txhuv kib, ib puas pob txiv hmab qhuav thiab ob puas lub txiv ncuavpias qhuav nog rau neesluav thauj."},{"bible_id":"1525","chapter_code":"1SA.25","verse_code":"1SA.25.19","label":"19","content":"Anpinkayis hais rau cov tubtxib hais tias, “Nej cia li ua ntej mus, kuv yuav lawv nej qab tuaj.” Tiamsis nws tsis qhia rau nws tus txiv li."},{"bible_id":"1525","chapter_code":"1SA.25","verse_code":"1SA.25.20","label":"20","content":"Thaum Anpinkayis tabtom caij neesluav mus raws zaj ntav zag uas puag lub laj roob, nws txawm ntsib Daviv thiab Daviv cov neeg tuaj txog ntawd."},{"bible_id":"1525","chapter_code":"1SA.25","verse_code":"1SA.25.21","label":"21","content":"Daviv tabtom xav hais tias, “Kuv twb pab tiv thaiv tej uas yog tus neeg no tug tom tiaj mojsab qhua thiaj tsis muaj ib yam dabtsi ploj li, ua li cas nws tseem tsis nco kuv txiaj ntsig li? Nws txawm muab kev phem pauj kuv txojkev ua zoo xwb!"},{"bible_id":"1525","chapter_code":"1SA.25","verse_code":"1SA.25.22","label":"22","content":"Yog kuv tseem tseg cov neeg ntawd ib tug cia txog tagkis kaj ntug, thov tus TSWV tua kuv  povtseg.”"},{"bible_id":"1525","chapter_code":"1SA.25","verse_code":"1SA.25.23","label":"23","content":"Thaum Anpinkayis pom dheev Daviv, nws txawm nqis kiag saum tus neesluav los txhos ncaug ntua pe Daviv ua ntsejmuag ti nkaus hauv av"},{"bible_id":"1525","chapter_code":"1SA.25","verse_code":"1SA.25.24","label":"24","content":"rau ntawm Daviv kotaw thov hais tias, “Kuv tus tswv, thov koj mloog kuv hais thiab thov cia kuv tib leeg ris qhov kev txhaum ntawd xwb!"},{"bible_id":"1525","chapter_code":"1SA.25","verse_code":"1SA.25.25","label":"25","content":"Tus tswv, thov koj tsis txhob quavntsej Nanpas uas yog tus neeg tsis zoo hais lus ntawd! Nws lub npe Nanpas txhais hais tias ruam!  Mas nws yeej ruam li ntawd tiag; tiamsis tus tswv, thaum koj txib koj cov tubtxib tuaj, yog kuv tsis nyob ntawd."},{"bible_id":"1525","chapter_code":"1SA.25","verse_code":"1SA.25.26","label":"26","content":"Tus TSWV twb tsis pub koj ua pauj thiab tua koj cov yeebncuab, kuv thiaj tuav tus TSWV uas muaj sia nyob lub npe coglus rau koj hais tias, koj cov yeebncuab thiab txhua tus uas xav ua phem rau koj yuav raug txim ib yam li Nanpas."},{"bible_id":"1525","chapter_code":"1SA.25","verse_code":"1SA.25.27","label":"27","content":"Tus tswv, thov koj txais tej uas kuv coj tuaj rau koj thiab muab rau koj cov neeg."},{"bible_id":"1525","chapter_code":"1SA.25","verse_code":"1SA.25.28","label":"28","content":"Tus tswv, thov koj zam txim rau tej uas kuv tau ua txhaum lawm. Tus TSWV yuav tsa koj ua vajntxwv, thiab koj cov xeebntxwv los yuav tau ua vajntxwv; qhov uas koj ua rog yog koj ua tus TSWV tes haujlwm, thaum koj tseem ua neej nyob no, koj yuav tsis ua ib qho phem li."},{"bible_id":"1525","chapter_code":"1SA.25","verse_code":"1SA.25.29","label":"29","content":"Txawm yog muaj neeg pheej caum tua koj povtseg los tus TSWV uas yog koj tus Vajtswv yuav tsomkwm koj ib yam li tus neeg uas zov nws cov nyiaj. Tiamsis tus TSWV yuav muab koj cov yeebncuab laim povtseg ib yam li luag muab lub pobzeb tso rau ntawm txoj zes hlua laim ntag."},{"bible_id":"1525","chapter_code":"1SA.25","verse_code":"1SA.25.30","label":"30","content":"Thaum tus TSWV ua txhua yam zoo rau koj raws li nws tau coglus tseg rau koj thiab tsa koj ua vajntxwv kav tebchaws Yixalayees lawm,"},{"bible_id":"1525","chapter_code":"1SA.25","verse_code":"1SA.25.31","label":"31","content":"mas kuv tus tswv yuav tsis ntxhov siab, rau qhov koj tsis tau ua phem pauj phem lossis tsis tau ua rau luag nqaij ntuag ntshav nrog. Thaum tus TSWV ua zoo rau koj uas yog kuv tus tswv lawm, thov koj nco txog kuv thiab.”"},{"bible_id":"1525","chapter_code":"1SA.25","verse_code":"1SA.25.32","label":"32","content":"Daviv hais rau Anpinkayis hais tias, “Ua tus TSWV uas yog cov Yixalayees tus Vajtswv tsaug uas hnub no nws txib koj tuaj ntsib kuv!"},{"bible_id":"1525","chapter_code":"1SA.25","verse_code":"1SA.25.33","label":"33","content":"Ua Vajtswv tsaug uas koj yog ib tug txawj xav, thiab tej uas koj cheem kom hnub no kuv tsis txhob ua phem pauj phem thiab tua neeg."},{"bible_id":"1525","chapter_code":"1SA.25","verse_code":"1SA.25.34","label":"34","content":"Tus TSWV tsis pub kuv ua phem rau koj. Kuv twb tuav cov Yixalayees tus Vajtswv uas muaj sia nyob lub npe coglus lawm, yog hnub no koj tsis tuaj ntsib kuv, ces tagkis kaj ntuj Nanpas tsevneeg yuav tsis muaj ib tug seem li!”"},{"bible_id":"1525","chapter_code":"1SA.25","verse_code":"1SA.25.35","label":"35","content":"Daviv txais yuav tej uas Anpinkayis coj tuaj rau nws ntawd thiab hais rau Anpinkayis hais tias, “Koj cia li rov mus tsev thiab tsis txhob txhawj, kuv yuav ua raws li koj tej lus thov.”"},{"bible_id":"1525","chapter_code":"1SA.25","verse_code":"1SA.25.36","label":"36","content":"Thaum Anpinkayis rov los rau ntawm Nanpas; Nanpas tabtom noj ib rooj mov loj hauv tsev cuag li npaj rau vajntxwv noj. Nanpas tabtom qaug cawv thiab zoo siab heev, yog li ntawd, Anpinkayis thiaj tsis qhia ib yam dabtsi rau nws mus txog thaum tagkis kaj ntug."},{"bible_id":"1525","chapter_code":"1SA.25","verse_code":"1SA.25.37","label":"37","content":"Tagkis sawv ntxov, thaum Nanpas zoo cawv lawm, Anpinkayis txawm piav txhua yam qhia rau Nanpas mloog. Ces Nanpas tej leeg ntshav saum taubhau txhaws ua rau nws lub cev tuag tas."},{"bible_id":"1525","chapter_code":"1SA.25","verse_code":"1SA.25.38","label":"38","content":"Tau kwvlam li kaum hnub tom qab, tus TSWV muab Nanpas tua tuag lawm."},{"bible_id":"1525","chapter_code":"1SA.25","verse_code":"1SA.25.39","label":"39","content":"Thaum Daviv hnov hais tias Nanpas tuag lawm, nws hais tias, “Ua tus TSWV tsaug uas nws tau ua pauj qhov uas Nanpas ua saib tsis taus kuv thiab qhov uas tus TSWV tsis pub kuv uas yog nws tus tubtxib ua phem. Tus TSWV rau txim rau Nanpas vim tej kev phem uas nws ua.” Ces Daviv txawm tso neeg mus coj Anpinkayis los ua Daviv pojniam."},{"bible_id":"1525","chapter_code":"1SA.25","verse_code":"1SA.25.40","label":"40","content":"Thaum Daviv cov tubtxib mus txog rau hauv Anpinkayis tsev, hauv lub nroog Kalemees, lawv hais rau Anpinkayis hais tias, “Daviv kom peb tuaj coj koj mus ua nws pojniam.”"},{"bible_id":"1525","chapter_code":"1SA.25","verse_code":"1SA.25.41","label":"41","content":"Anpinkayis txhos caug ntua pe ua ntsejmuag ti nkaus hauv av thiab hais tias, “Kuv yog nws tus qhev, kuv yuav ntxuav nws cov tubtxib tej kotaw.”"},{"bible_id":"1525","chapter_code":"1SA.25","verse_code":"1SA.25.42","label":"42","content":"Anpinkayis txawm sawv tsees mus caij nws tus neesluav nrog Daviv cov tubtxib mus ua Daviv pojniam, thiab coj nws tsib tug ntxhais qhev nrog nws mus."},{"bible_id":"1525","chapter_code":"1SA.25","verse_code":"1SA.25.43","label":"43","content":"Daviv twb yuav Ahinau-as hauv lub nroog Yexalees ua pojniam lawm, nimno Daviv mam yuav Anpinkayis thiab."},{"bible_id":"1525","chapter_code":"1SA.25","verse_code":"1SA.25.44","label":"44","content":"Thaum ntawd, Xa-ules muab nws tus ntxhais Mikhas uas yog Daviv pojniam rau Laises tus tub Patis uas nyob hauv lub nroog Nkalimes yuav lawm."},{"bible_id":"1525","chapter_code":"1SA.26","verse_code":"1SA.26.1","label":"1","content":"Muaj neeg hauv lub nroog Xifes tuaj cuag Xa-ules hauv lub nroog Nkinpe-as thiab qhia rau Xa-ules hais tias, “Daviv nkaum saum lub Roob Hakhilas ntawm ntug tiaj mojsab qhua hauv tebchaws Yudas.”"},{"bible_id":"1525","chapter_code":"1SA.26","verse_code":"1SA.26.2","label":"2","content":"Tamsim ntawd, Xa-ules txawm coj peb txhiab leej tubrog Yixalayees uas nws xaiv tseg lawm, mus nrhiav Daviv ntawm tiaj mojsab qhua Xifes,"},{"bible_id":"1525","chapter_code":"1SA.26","verse_code":"1SA.26.3","label":"3","content":"Xa-ules mus tsuam chaw so rau ntawm ntug kev saum lub Roob Hakhilas. Thaum Daviv tseem nyob hauv tiaj mojsab qhua, nws twb paub lawm hais tias Xa-ules tuaj nrhiav nws,"},{"bible_id":"1525","chapter_code":"1SA.26","verse_code":"1SA.26.4","label":"4","content":"Daviv thiaj tso neeg mus soj thiab pom Xa-ules tuaj nyob saud lawm tiag."},{"bible_id":"1525","chapter_code":"1SA.26","verse_code":"1SA.26.5","label":"5","content":"Tamsim ntawd, Daviv txawm mus pom Xa-ules thiab Neles tus tub Aneles uas yog Xa-ules tus thawj tubrog lub chaw pw ntawm qhov ntawd tiag. Xa-ules lub chaw pw nyob hauv plawv, thiab Xa-ules cov tubrog tej chaw pw nyob puagncig nws."},{"bible_id":"1525","chapter_code":"1SA.26","verse_code":"1SA.26.6","label":"6","content":"Daviv nug Ahimelej uas yog neeg Hitis, thiab Anpisais uas yog Yau-as tus kwv hais tias, “Neb leejtwg kam nrog kuv mus rau hauv Xa-ules lub chaw?” Anpisais teb hais tias, “Kuv nrog koj mus.” (Yau-as thiab Anpisais nkawd niam hu ua Xeluyas),"},{"bible_id":"1525","chapter_code":"1SA.26","verse_code":"1SA.26.7","label":"7","content":"Yog li hmo ntawd, Daviv thiab Anpisais txawm mus rau hauv Xa-ules lub chaw thiab pom Xa-ules pw tsaug zog hauv plawv, nws muab nws rab hmuv txhos rau hauv av ze ntawm nws taubhau. Aneles thiab cov tubrog pw tsaug zog puagncig Xa-ules."},{"bible_id":"1525","chapter_code":"1SA.26","verse_code":"1SA.26.8","label":"8","content":"Anpisais hais rau Daviv hais tias, “Hmo no Vajtswv twb muab koj tus yeebncuab cob rau koj tes lawm. Thov cia kuv muab nws rab hmuv rov nkaug nws kom tshab plaws rau hauv av, tsis tas yuav loos ntxiv li lawm!”"},{"bible_id":"1525","chapter_code":"1SA.26","verse_code":"1SA.26.9","label":"9","content":"Tiamsis Daviv hais tias, “Koj tsis txhob tua nws! Tus TSWV yuav rau txim rau tus neeg uas tua tus vajntxwv uas tus TSWV tsa.”"},{"bible_id":"1525","chapter_code":"1SA.26","verse_code":"1SA.26.10","label":"10","content":"Daviv hais ntxiv hais tias, “Kuv paub hais tias, tus TSWV uas muaj sia nyob, nws yeej yuav muab Xa-ules tua povtseg, tsis hais nws yuav tuag rau hauv tshavrog lossis tuag li cas los yeej yog tus TSWV tua."},{"bible_id":"1525","chapter_code":"1SA.26","verse_code":"1SA.26.11","label":"11","content":"Thov tus TSWV pab kom kuv tsis txhob ua phem rau tus uas tus TSWV tsa ua vajntxwv lawm! Cia li muab nws rab hmuv thiab nws lub taub dej nqa mus xwb.”"},{"bible_id":"1525","chapter_code":"1SA.26","verse_code":"1SA.26.12","label":"12","content":"Yog li ntawd, Daviv txawm muab rab hmuv thiab lub taub dej uas nyob ze ntawm Xa-ules taubhau ib sab, ces Daviv thiab Anpisais txawm coj khiav mus lawm. Tsis muaj leejtwg pom lossis paub tej xwm no lossis tsis muaj leejtwg tsim li, lawv puavleej tsaug zog ntsiag to, rau qhov tus TSWV ua rau lawv tsaug zog heev."},{"bible_id":"1525","chapter_code":"1SA.26","verse_code":"1SA.26.13","label":"13","content":"Daviv hla hav mus rau sab tim ub, mus sawv saum lub pov roob uas nyob nrug deb tsawv,"},{"bible_id":"1525","chapter_code":"1SA.26","verse_code":"1SA.26.14","label":"14","content":"thiab qw rau Xa-ules cov tubrog thiab Aneles hais tias, “Aneles, koj puas hnov?” Aneles teb hais tias, “Koj yog leejtwg? Koj tsa vajntxwv ua dabtsi?”"},{"bible_id":"1525","chapter_code":"1SA.26","verse_code":"1SA.26.15","label":"15","content":"Daviv teb hais tias, “Aneles, koj tsis yog ib tug neeg tseemceeb hauv cov Yixalayees los? Ua li cas koj tsis zov koj tus vajntxwv zoo? Nyuam qhuav muaj ob tug neeg nkag los rau hauv nej lub chaw pw yuav tua nej tus vajntxwv."},{"bible_id":"1525","chapter_code":"1SA.26","verse_code":"1SA.26.16","label":"16","content":"Aneles, yog ua haujlwm li ko xwb, tsis tas ua los tau! Kuv coglus rau tus TSWV uas muaj sia nyob hais tias, tsimnyog muab koj thiab koj cov neeg tua povtseg huv tibsi, rau qhov nej tsis zov nej tus vajntxwv uas tus TSWV tsa. Nej saib! Vajntxwv rab hmuv thiab lub taub dej uas nyob ntawm nws taubhau ib sab dua qhov twg lawm?”"},{"bible_id":"1525","chapter_code":"1SA.26","verse_code":"1SA.26.17","label":"17","content":"Xa-ules paub Daviv lub suab, nws thiab nug hais tias, “Tub Daviv, yog koj los?” Daviv teb hais tias, “Vajntxwv, yog kuv los mas.”"},{"bible_id":"1525","chapter_code":"1SA.26","verse_code":"1SA.26.18","label":"18","content":"Daviv hais ntxiv hais tias, “Kuv tus tswv, ua li cas koj pheej caum koj tus tubtxib tua? Kuv tau ua li cas? Kuv tau ua txhaum dabtsi?”"},{"bible_id":"1525","chapter_code":"1SA.26","verse_code":"1SA.26.19","label":"19","content":"Vajntxwv, thov koj mloog kuv hais. Yog tus TSWV kom koj tawmtsam kuv, thov tus TSWV hloov siab txais yuav tej uas kuv muab fij rau nws; tiamsis yog neeg kom koj ua yeebncuab rau kuv, thov tus TSWV foom tsis zoo rau lawv. Rau qhov lawv tau ntiab kuv tawm hauv tus TSWV haivneeg lub tebchaws mus nyob rau lwm lub tebchaws uas kuv yuav tau pe luag tej vajtswv."},{"bible_id":"1525","chapter_code":"1SA.26","verse_code":"1SA.26.20","label":"20","content":"Thov tsis txhob cia luag tua kuv rau hauv lwm haivneeg lub tebchaws uas nyob deb ntawm tus TSWV. Vim li cas cov Yixalayees tus vajntxwv tuaj caum tua kuv uas zoo li tus devmub xwb? Ua li cas nws caum kuv tua ib yam li caum noog tua?"},{"bible_id":"1525","chapter_code":"1SA.26","verse_code":"1SA.26.21","label":"21","content":"Xa-ules teb hais tias, “Tub Daviv, kuv tau ua txhaum lawm! Koj cia li rov qab los, kuv yuav tsis ua phem rau koj lawm, rau qhov hmo no koj tau tseg kuv txojsia. Kuv ruam heev thiab ua phem kawg li!”"},{"bible_id":"1525","chapter_code":"1SA.26","verse_code":"1SA.26.22","label":"22","content":"Daviv teb hais tias, “Vajntxwv, koj rab hmuv nyob ntawm no, kom koj cov neeg ib tug tuaj nqa mus."},{"bible_id":"1525","chapter_code":"1SA.26","verse_code":"1SA.26.23","label":"23","content":"Tus TSWV yeej muab nqi zog rau tus uas muab siab npuab nws thiab ua ncaj ncees. Hnub no tus TSWV twb muab koj cob rau kuv tes lawm, tiamsis kuv tsis ua phem rau koj, tus uas yog tus TSWV tsa ua vajntxwv."},{"bible_id":"1525","chapter_code":"1SA.26","verse_code":"1SA.26.24","label":"24","content":"Hnub no kuv tseg koj txojsia li cas, thov tus TSWV ua ib yam li ntawd rau kuv thiab pab kom kuv dim ntawm tej kev txomnyem ntxhov siab no.”"},{"bible_id":"1525","chapter_code":"1SA.26","verse_code":"1SA.26.25","label":"25","content":"Xa-ules hais rau Daviv hais tias, “Metub, thov Vajtswv foom koob hmoov rau koj kom txhua yam uas koj ua yuav vammeej!” Yog li ntawd, Daviv txawm ncaim mus, thiab Xa-ules rov qab los tsev lawm."},{"bible_id":"1525","chapter_code":"1SA.27","verse_code":"1SA.27.1","label":"1","content":"Daviv xav hais tias, “Muaj ib hnub twg Xa-ules yuav muab kuv tua povtseg xwb. Qhov zoo ces kuv yuav tau khiav mus nyob hauv tebchaws Filitees. Kom Xa-ules tso tseg tsis nrhiav kuv tua hauv lub tebchaws Yixalayees no lawm, kuv thiaj yuav tau nyob tso siab lug.”"},{"bible_id":"1525","chapter_code":"1SA.27","verse_code":"1SA.27.2","label":"2","content":"Yog li ntawd, Daviv thiab nws cov neeg rau puas leej thiaj mus cuag Ma-aus tus tub Akhises uas ua vajntxwv kav lub nroog Nkas."},{"bible_id":"1525","chapter_code":"1SA.27","verse_code":"1SA.27.3","label":"3","content":"Daviv cov neeg thiab lawv cov pojniam menyuam nyob hauv lub nroog Nkas. Daviv coj nws ob tug pojniam uas yog Ahinau-as uas nyob hauv lub nroog Yexelees thiab Anpinkayis uas yog Nanpas tus pojniam uas nyob hauv lub nroog Kalemees nrog nws mus thiab."},{"bible_id":"1525","chapter_code":"1SA.27","verse_code":"1SA.27.4","label":"4","content":"Thaum Xa-ules hnov hais tias Daviv khiav mus nyob hauv lub nroog Nkas, nws txawm tso tseg tsis mus caum Daviv tua lawm."},{"bible_id":"1525","chapter_code":"1SA.27","verse_code":"1SA.27.5","label":"5","content":"Daviv hais rau Akhises hais tias, “Yog koj txaus siab rau kuv, thov koj pub ib thaj av rau kuv ua nroog nyob. Tsis txhob cia kuv nrog koj nyob hauv lub tuamceeb nroog no.”"},{"bible_id":"1525","chapter_code":"1SA.27","verse_code":"1SA.27.6","label":"6","content":"Yog li ntawd, Akhises thiaj muab lub nroog Xikelas rau Daviv, twb yog vim li ntawd, lub nroog Xikelas thiaj yog tus vajntxwv uas kav tebchaws Yudas tug los txog niaj hnub no."},{"bible_id":"1525","chapter_code":"1SA.27","verse_code":"1SA.27.7","label":"7","content":"Daviv nyob hauv tebchaws Filitees tau ib xyoos thiab plaub hlis."},{"bible_id":"1525","chapter_code":"1SA.27","verse_code":"1SA.27.8","label":"8","content":"Lub sijhawm ntawd, Daviv thiab nws cov neeg tau mus tua cov neeg Nkesus, cov Nkixis thiab cov Amalej uas ibtxwm nyob hauv cheebtsam ntawd tau ntau tiam los lawm. Daviv pheej tua thiab huab lawv tej tebchaws li ntawd mus txog rau Sus thiab mus ti nkaus nram cov Iziv tus ciamteb,"},{"bible_id":"1525","chapter_code":"1SA.27","verse_code":"1SA.27.9","label":"9","content":"Daviv muab tej pojniam txivneej tua tuag tas thiab ntes tej yaj, tej nyuj, tej neesluav, tej ntxhuav cab thiab nqa lawv tej tsoos tsho huv tibsi los. Daviv rov los cuag Akhises,"},{"bible_id":"1525","chapter_code":"1SA.27","verse_code":"1SA.27.10","label":"10","content":"Akhises nug Daviv hais tias, “Hnub no koj mus huab tej no qhov twg los?” Daviv qhia rau Akhises hais tias, “Kuv mus rau tebchaws Yudas sab qabteb, mus rau hauv xeem Yelamees cheebtsam av thiab mus rau hauv cheebtsam uas cov Kenais nyob.”"},{"bible_id":"1525","chapter_code":"1SA.27","verse_code":"1SA.27.11","label":"11","content":"Daviv muab tej pojniam thiab txivneej tua tuag tas kom tsis muaj leejtwg mus qhia tej uas Daviv ua ntawd rau hauv lub nroog Nkas. Tej no yog tej uas Daviv ua thaum uas nws nyob hauv tebchaws Filitees."},{"bible_id":"1525","chapter_code":"1SA.27","verse_code":"1SA.27.12","label":"12","content":"Akhises ntseeg Daviv siab thiab hais tias, “Nws haivneeg Yixalayees ntxub nws heev, mas nws yeej yuav ua haujlwm rau kuv mus tas nws tiam neej li.”"},{"bible_id":"1525","chapter_code":"1SA.28","verse_code":"1SA.28.1","label":"1","content":"Tom qab ntawd, cov Filitees txawm txhij lawv cov tubrog tuaj tua cov Yixalayees. Akhises hais rau Daviv hais tias, “Koj yeej paub hais tias, koj thiab koj cov neeg yuav tsum mus pab kuv tua rog.”"},{"bible_id":"1525","chapter_code":"1SA.28","verse_code":"1SA.28.2","label":"2","content":"Daviv teb hais tias, “Kuv yog koj tus tubtxib, kuv yuav mus pab koj, nyaj koj yuav pom hais tias kuv mus ua tau haujlwm npaum li cas.” Akhises teb hais tias, “Zoo lawm, kuv yuav tsa koj ua tus zov kuv mus ib simneej li.”"},{"bible_id":"1525","chapter_code":"1SA.28","verse_code":"1SA.28.3","label":"3","content":"Xamuyees twb tuag, thiab cov Yixalayees twb tuaj pam nws thiab muab nws faus rau hauv nws lub nroog Lamas lawm. Xa-ules twb muab cov neeg uas txawj saib yaig thiab txawj txheev dab ntiab hauv tebchaws Yixalayees mus tas lawm."},{"bible_id":"1525","chapter_code":"1SA.28","verse_code":"1SA.28.4","label":"4","content":"Cov tubrog Filitees tuaj tsuam yeej ze ntawm lub nroog Sunees, thiab Xa-ules txhij cov tubrog Yixalayees mus tsuam yeej rau saum lub Roob Nkinpau-as."},{"bible_id":"1525","chapter_code":"1SA.28","verse_code":"1SA.28.5","label":"5","content":"Thaum Xa-ules pom cov tubrog Filitees, nws ntshai heev,"},{"bible_id":"1525","chapter_code":"1SA.28","verse_code":"1SA.28.6","label":"6","content":"yog li ntawd, nws thiaj nug tus TSWV saib yuav ua li cas. Tiamsis tus TSWV tsis teb Xa-ules li, tsis hais ua yogtoog pom lossis saib lub Ulees thiab lub Thumees lossis kom cov cevlus los qhia li."},{"bible_id":"1525","chapter_code":"1SA.28","verse_code":"1SA.28.7","label":"7","content":"Xa-ules hais rau nws cov nomtswv hais tias, “Nej cia li mus nrhiav ib tus pojniam uas txawj txheev dab rau kuv, kuv yuav mus cuag nws.” Lawv teb hais tias, “Muaj ib tug nyob hauv lub nroog Edaules.”"},{"bible_id":"1525","chapter_code":"1SA.28","verse_code":"1SA.28.8","label":"8","content":"Yog li ntawd, Xa-ules txawm hnav dua lwm yam ris tsho ua cuav mus kom luag tsis paub hais tias yog nws; thaum tsaus ntuj Xa-ules thiab ob tug txivneej mus rau hauv tus pojniam ntawd lub tsev. Xa-ules hais rau tus pojniam ntawd hais tias, “Thov koj txheev dab tuaj qhia rau kuv saib yuav muaj xwm dabtsi tshwm los rau kuv yav tom ntej, thiab thov koj txheev tus txivneej uas kuv tuav npe no tus xyw los.”"},{"bible_id":"1525","chapter_code":"1SA.28","verse_code":"1SA.28.9","label":"9","content":"Tus pojniam ntawd teb hais tias, “Koj yeej paub tej uas Vajntxwv Xa-ules tau ua tas lawm, nws twb muab cov neeg uas txawj saib yaig thiab txawj txheev dab ntiab tawm hauv cov Yixalayees  lub tebchaws mus tas lawm. Vim li cas koj tseem tuaj ntxias kom kuv raug luag tua povtseg thiab?”"},{"bible_id":"1525","chapter_code":"1SA.28","verse_code":"1SA.28.10","label":"10","content":"Xa-ules hais tias, “Kuv tuav tus TSWV uas muaj sia nyob lub npe coglus rau koj hais tias, qhov uas kuv kom koj txheev dab no, koj yuav tsis raug txim li.”"},{"bible_id":"1525","chapter_code":"1SA.28","verse_code":"1SA.28.11","label":"11","content":"Tus pojniam ntawd nug hais tias, “Koj xav kom kuv txheev leejtwg?” Xa-ules teb hais tias, “Xamuyees.”"},{"bible_id":"1525","chapter_code":"1SA.28","verse_code":"1SA.28.12","label":"12","content":"Thaum tus pojniam ntawd pom dheev Xamuyees, nws txawm qw nrov nrov thiab hais rau Xa-ules hais tias, “Koj twb yog Vajntxwv Xa-ules ntag! Ua li cas koj tseem tuaj dag kuv thiab?”"},{"bible_id":"1525","chapter_code":"1SA.28","verse_code":"1SA.28.13","label":"13","content":"Vajntxwv hais rau tus pojniam ntawd hais tias, “Koj tsis txhob ntshai, koj pom dabtsi?” Tus pojniam ntawd teb hais tias, “Kuv pom ib tug xyw tawm hauv av los.”"},{"bible_id":"1525","chapter_code":"1SA.28","verse_code":"1SA.28.14","label":"14","content":"Xa-ules nug hais tias, “Nws zoo li cas?” Tus pojniam ntawd teb hais tias, “Nws yog ib tug yawg laus uas hnav ib lub tsho ntev.” Ces Xa-ules paub hais tias yog Xamuyees ntag, Xa-ules thiaj txhos caug ntua rau hauv av hawm."},{"bible_id":"1525","chapter_code":"1SA.28","verse_code":"1SA.28.15","label":"15","content":"Xamuyees hais rau Xa-ules hais tias, “Koj tuaj txob kuv uas dabtsi? Vim li cas koj thiaj hu kuv tawm los?” Xa-ules teb hais tias, “Kuv tabtom muaj kev ntxhov siab heev! Cov Filitees txhij tubrog tuaj tua kuv, thiab Vajtswv tso kuv tseg lawm. Nws tsis teb kuv, tsis hais ua yogtoog pom lossis tso cov cevlus los qhia. Yog li ntawd, kuv thiaj tuaj hu koj saib koj yuav qhia kuv ua li cas thiaj zoo.”"},{"bible_id":"1525","chapter_code":"1SA.28","verse_code":"1SA.28.16","label":"16","content":"Xamuyees hais tias, “Vim li cas koj tuaj hu kuv thaum tus TSWV twb muab koj tso tseg thiab ua yeebncuab rau koj lawm?"},{"bible_id":"1525","chapter_code":"1SA.28","verse_code":"1SA.28.17","label":"17","content":"Tus TSWV ua rau koj raws li tej lus uas nws kom kuv hais rau koj lawm; nws twb muab lub tebchaws tshem tawm ntawm koj thiab muab rau Daviv kav lawm."},{"bible_id":"1525","chapter_code":"1SA.28","verse_code":"1SA.28.18","label":"18","content":"Tus TSWV kom koj tua cov Amalej thiab rhuav txhua yam uas lawv muaj huv tibsi povtseg, tiamsis koj tsis ua raws li tus TSWV hais, nws thiaj ua li no rau koj."},{"bible_id":"1525","chapter_code":"1SA.28","verse_code":"1SA.28.19","label":"19","content":"Tus TSWV yuav muab koj thiab cov Yixalayees cob rau cov Filitees tes. Tagkis koj thiab koj cov tub yuav mus nrog kuv nyob, thiab tus TSWV yuav muab cov tubrog Yixalayees cob rau cov Filitees tes.”"},{"bible_id":"1525","chapter_code":"1SA.28","verse_code":"1SA.28.20","label":"20","content":"Thaum Xa-ules hnov Xamuyees hais li ntawd, nws ntshai heev thiab vau hlo rau hauv av tamsim ntawd. Xa-ules tsaug heev, rau qhov nws tsis noj ib yam dabtsi li tau ib hnub thiab ib hmos lawm."},{"bible_id":"1525","chapter_code":"1SA.28","verse_code":"1SA.28.21","label":"21","content":"Tus pojniam uas txheev dab ntawd mus xauj, nws pom Xa-ules ntshai kawg nkaus li, tus pojniam ntawd hais rau Xa-ules hais tias, “Kuv pheej hmoo muab kuv txojsia pab koj raws li koj thov kom kuv ua."},{"bible_id":"1525","chapter_code":"1SA.28","verse_code":"1SA.28.22","label":"22","content":"Thov koj ua raws li kuv hais. Cia kuv ua mentsis mov rau koj noj. Koj yuav tsum noj mov, koj thiaj muaj zog taug kev mus.”"},{"bible_id":"1525","chapter_code":"1SA.28","verse_code":"1SA.28.23","label":"23","content":"Xa-ules tsis kam noj thiab hais tias, “Kuv yuav tsis noj ib yam dabtsi li.” Tiamsis nws cov tubtxib txhob kom nws yuav tsum noj xwb. Thaum kawg Xa-ules thiaj sawv hauv av los zaum saum txaj."},{"bible_id":"1525","chapter_code":"1SA.28","verse_code":"1SA.28.24","label":"24","content":"Tus pojniam ntawd, txawm mus ntes tus menyuam nyuj uas nws muab hwv cia los tua ua nqaij ua hno. Nws muab hmoov nplej zuaj ua ib co ncuav tsis xyaw keeb muab ci kiag siav."},{"bible_id":"1525","chapter_code":"1SA.28","verse_code":"1SA.28.25","label":"25","content":"Nws coj cov zaub mov ntawd mus rau Xa-ules thiab nws ob tug tubtxib noj. Hmo ntawd thaum lawv noj hmo tas lawv txawm rov los tsev lawm."},{"bible_id":"1525","chapter_code":"1SA.29","verse_code":"1SA.29.1","label":"1","content":"Cov Filitees sau tagnrho lawv cov tubrog tuaj txoos rau ntawm Afes, thiab cov tubrog Yixalayees tsuam yeej rau ntawm lub qhovdej txhawv uas nyob hauv lub Hav Yexelees."},{"bible_id":"1525","chapter_code":"1SA.29","verse_code":"1SA.29.2","label":"2","content":"Cov Filitees tsib tug vajntxwv nrog lawv cov tubrog ua ke tuaj tsheej pab, tej pab ib puas leej thiab tej pab ib txhiab leej; Daviv thiab nws cov neeg nrog Vajntxwv Akhises ua qab."},{"bible_id":"1525","chapter_code":"1SA.29","verse_code":"1SA.29.3","label":"3","content":"Thaum cov thawj tubrog Filitees pom Daviv thiab nws cov neeg, lawv nug hais tias, “Cov neeg Henplais tuaj ua dabtsi ntawm no?” Akhises teb hais tias, “Tus no yog Daviv uas yog Vajntxwv Xa-ules uas kav tebchaws Yixalayees ib tug thawj tubrog. Nws twb los nrog kuv nyob tau ib ntu lawm. Txij thaum nws los nrog kuv nyob, kuv tsis pom nws ua txhaum dabtsi li.”"},{"bible_id":"1525","chapter_code":"1SA.29","verse_code":"1SA.29.4","label":"4","content":"Tiamsis cov thawj tubrog Filitees npautaws heev rau Akhises thiab hais tias, “Cia li kom nws rov mus nyob rau hauv lub nroog uas koj muab rau nws. Tsis pub nws nrog peb mus ntaus rog, nyob tsam nws ntxeev siab rov tawmtsam peb thaum peb tseem tabtom sib tua. Rau qhov thaum ntawd, yog lub sijhawm zoo rau nws tua thiab txiav peb cov tubrog tej taubhau coj mus rau nws tus tswv kom nyiam nws."},{"bible_id":"1525","chapter_code":"1SA.29","verse_code":"1SA.29.5","label":"5","content":"Tus no twb yog tus Daviv uas cov pojniam seevcev hu nkauj qhuas hais tias, ‘Xa-ules tua tuag qas txhiab leej xwb, tiamsis Daviv tua taug qas vam leej.’ ”"},{"bible_id":"1525","chapter_code":"1SA.29","verse_code":"1SA.29.6","label":"6","content":"Akhises hu Daviv los thiab hais tias, “Kuv tuav cov Yixalayees tus Vajtswv uas muaj sia nyob lub npe coglus rau koj hais tias, koj yeej tau ua zoo rau kuv; kuv yeej txaus siab cia koj nrog kuv mus tua rog. Txij hnub uas koj los nrog kuv nyob, kuv tsis pom koj ua ib qho txhaum li. Tiamsis lwm tus vajntxwv tsis pom zoo koj nrog peb mus."},{"bible_id":"1525","chapter_code":"1SA.29","verse_code":"1SA.29.7","label":"7","content":"Yog li ntawd, thov koj cia li rov mus tsev zoo siab hlo thiab tsis txhob ua tej yam uas tsiv lawv siab li.”"},{"bible_id":"1525","chapter_code":"1SA.29","verse_code":"1SA.29.8","label":"8","content":"Daviv teb hais tias, “Vajntxwv, kuv tau ua txhaum dabtsi? Koj twb hais tias, txij thaum kuv los nrog koj nyob ua haujlwm rau koj, koj tsis pom kuv ua ib qho txhaum li, vim li cas thiaj tsis pub kuv nrog koj uas yog kuv tus tswv thiab kuv tus vajntxwv mus tua koj cov yeebncuab?”"},{"bible_id":"1525","chapter_code":"1SA.29","verse_code":"1SA.29.9","label":"9","content":"Akhises teb hais tias, “Kuv yeej pom zoo, kuv pom hais tias koj yog neeg ncaj ncees ib yam li Vajtswv ib tug timtswv. Tiamsis lwm tus vajntxwv hais tias tsis pub koj nrog peb mus tua rog."},{"bible_id":"1525","chapter_code":"1SA.29","verse_code":"1SA.29.10","label":"10","content":"Yog li ntawd, tagkis koj thiab koj cov neeg uas khiav Xa-ules tuaj nrog kuv nyob, cia li rov mus thaum pom kev txoog.”"},{"bible_id":"1525","chapter_code":"1SA.29","verse_code":"1SA.29.11","label":"11","content":"Yog li ntawd, Daviv thiab nws cov neeg thiaj sawv ntxov rov los rau hauv tebchaws Filitees, thiab cov tubrog Filitees mus rau Yexelees lawm."},{"bible_id":"1525","chapter_code":"1SA.30","verse_code":"1SA.30.1","label":"1","content":"Ua ntej ob hnub uas Daviv thiab nws cov neeg rov los txog hauv lub nroog Xikelas. Cov Amalej twb tuaj tua thiab huab tebchaws Yudas sab qabteb thiab lub nroog Xikelas lawm. Lawv muab hluavtaws hlawv lub nroog,"},{"bible_id":"1525","chapter_code":"1SA.30","verse_code":"1SA.30.2","label":"2","content":"thiab ntes tagnrho cov pojniam; lawv tsis tua ib tug li, tiamsis lawv coj txhua tus, tsis hais tus laus tus hluas nrog lawv mus lawm."},{"bible_id":"1525","chapter_code":"1SA.30","verse_code":"1SA.30.3","label":"3","content":"Thaum Daviv thiab nws cov neeg los txog, lawv pom lub nroog Xikelas kub hnyiab tas, thiab luag coj lawv tej pojniam, tej tub thiab tej ntxhais mus tas lawm."},{"bible_id":"1525","chapter_code":"1SA.30","verse_code":"1SA.30.4","label":"4","content":"Daviv thiab nws cov neeg tsa suab hlo quaj tsis ntsiag mus txog thaum lawv zog ntaug tas."},{"bible_id":"1525","chapter_code":"1SA.30","verse_code":"1SA.30.5","label":"5","content":"Txawm yog Daviv ob tug pojniam uas yog Ahinau-as thiab Anpinkayis los luag coj mus huv tibsi lawm."},{"bible_id":"1525","chapter_code":"1SA.30","verse_code":"1SA.30.6","label":"6","content":"Daviv nyuaj siab kawg li, rau qhov nws cov neeg tej tub tej ntxhais raug luag ntes lawm; lawv ntxhov siab heev, lawv hais tias lawv yuav muab pobzeb ntaus Daviv; tiamsis tus TSWV uas yog Daviv tus Vajtswv txhawb Daviv lub zog."},{"bible_id":"1525","chapter_code":"1SA.30","verse_code":"1SA.30.7","label":"7","content":"Daviv hais rau tus povthawj Anpiyathas uas yog Ahimelej tus tub hais tias, “Coj lub efaus los rau kuv,” ces Anpiyathas thiaj coj lub efaus los rau Daviv."},{"bible_id":"1525","chapter_code":"1SA.30","verse_code":"1SA.30.8","label":"8","content":"Daviv nug tus TSWV hais tias, “Puas tsimnyog kuv mus caum cov neeg tubsab ntawd? Thiab kuv puas yuav caum cuag lawv?” Tus TSWV teb hais tias, “Koj cia li mus; koj yeej yuav caum cuag lawv thiab cawm tau cov neeg uas raug luag ntes lawm.”"},{"bible_id":"1525","chapter_code":"1SA.30","verse_code":"1SA.30.9","label":"9","content":"Yog li ntawd, Daviv thiab nws cov neeg rau pua leej thiaj sawv kev mus. Thaum lawv mus txog ntawm tus Dej Npexaus, lawv tseg ibtxhia nyob rau ntawd."},{"bible_id":"1525","chapter_code":"1SA.30","verse_code":"1SA.30.10","label":"10","content":"Daviv thiab nws cov neeg plaub puas leej caum mus ntxiv; ob puas leej uas muab tso tseg ntawd qaug zog heev, hla tsis taus dej mus rau sab tid."},{"bible_id":"1525","chapter_code":"1SA.30","verse_code":"1SA.30.11","label":"11","content":"Daviv cov neeg mus ntsib ib tug tub hluas Iziv tom tiaj nrag, thiab lawv coj nws los cuag Daviv. Lawv muab ncuav rau nws noj, muab dej rau nws haus,"},{"bible_id":"1525","chapter_code":"1SA.30","verse_code":"1SA.30.12","label":"12","content":"muab ob peb lub txiv ncuavpias qhuav, thiab ob pob txiv hmab qhuav rau nws. Thaum nws noj tas, nws thiaj rov muaj zog tuaj; rau qhov nws tsis muaj dabtsi noj lossis haus tau peb hnub lawm."},{"bible_id":"1525","chapter_code":"1SA.30","verse_code":"1SA.30.13","label":"13","content":"Daviv nug nws hais tias, “Koj tus tswv yog leejtwg, thiab koj tuaj qhov twg tuaj?” Nws teb hais tias, “Kuv yog neeg Iziv, thiab kuv yog ib tug neeg Amalej tus qhev. Kuv tus tswv muab kuv tso tseg tau peb hnub rau ntawm no rau qhov kuv mob."},{"bible_id":"1525","chapter_code":"1SA.30","verse_code":"1SA.30.14","label":"14","content":"Peb mus huab cov Kheletis uas nyob rau cheebtsam hauv tebchaws Yudas sab qabteb, peb huab cheebtsam uas Kalej cuab kwvtij nyob thiab peb muab hluavtaws hlawv lub nroog Xikelas kub hnyiab tas.”"},{"bible_id":"1525","chapter_code":"1SA.30","verse_code":"1SA.30.15","label":"15","content":"Daviv nug nws hais tias, “Koj puas kam coj kuv mus caum cov neeg tubsab ntawd?” Nws teb hais tias, “Tau kawg, yog koj tuav Vajtswv lub npe coglus hais tias, koj yuav tsis tua kuv povtseg lossis tsis muab kuv cob rau kuv tus tswv.”"},{"bible_id":"1525","chapter_code":"1SA.30","verse_code":"1SA.30.16","label":"16","content":"Nws thiaj coj Daviv mus caum lawv. Cov tubsab ntawd mus zaum pawglug ntawm ib thaj chaw, lawv noj haus thiab zoo siab, rau qhov lawv mus huab tau khoom ntau heev hauv tebchaws Filitees thiab tebchaws Yudas los."},{"bible_id":"1525","chapter_code":"1SA.30","verse_code":"1SA.30.17","label":"17","content":"Tagkis sawv ntxov Daviv txawm tua cov neeg tubsab ntawd mus txog thaum tsaus ntuj tuag tas. Tsuas tshuav plaub puas leej tub hluas uas caij ntxhuav khiav dim lawm xwb."},{"bible_id":"1525","chapter_code":"1SA.30","verse_code":"1SA.30.18","label":"18","content":"Daviv txeeb tau nws cov neeg txhua tus thiab txhua yam uas cov Amalej huab mus lawm, thiab Daviv ob tug pojniam rov los huv tibsi;"},{"bible_id":"1525","chapter_code":"1SA.30","verse_code":"1SA.30.19","label":"19","content":"tsis muaj ib yam dabtsi ploj li. Daviv coj tau nws cov neeg tej tub tej ntxhais thiab txhua yam uas cov Amalej huab mus lawm huv tibsi rov qab los."},{"bible_id":"1525","chapter_code":"1SA.30","verse_code":"1SA.30.20","label":"20","content":"Daviv coj tau tagnrho lawv tej nyuj, tej yaj thiab tej tshis rov qab los; Daviv cov neeg cab tej tsiaj ntawd mus ua lawv ntej  thiab hais tias, “Tej tsiaj no yog Daviv tug!”"},{"bible_id":"1525","chapter_code":"1SA.30","verse_code":"1SA.30.21","label":"21","content":"Daviv rov los txog ntawm ob puas leej uas qaug zog thiab tsis nrog nws mus uas nws muab tso tseg rau ntawm tus Dej Npexaus. Cov ntawd tuaj tos Daviv thiab cov uas nrog nws mus, Daviv los rau ntawm lawv thiab hais lus noj qab nyob zoo rau lawv."},{"bible_id":"1525","chapter_code":"1SA.30","verse_code":"1SA.30.22","label":"22","content":"Tiamsis cov neeg uas nrog Daviv mus, muaj qee leej uas tsis txawj xav thiab tsis paub qabhau hais tias, “Lawv tsis nrog peb mus, peb yuav tsis faib tej khoom uas peb mus txeeb tau los rau lawv. Lawv tsuas coj tau lawv tej pojniam menyuam mus xwb.”"},{"bible_id":"1525","chapter_code":"1SA.30","verse_code":"1SA.30.23","label":"23","content":"Tiamsis Daviv teb hais tias, “Kuv cov kwvtij, nej tsis txhob uas li ntawd, tej khoom no yog tej uas tus TSWV muab pub rau peb! Tus TSWV yog tus tsomkwm thiab pub peb mus tua yeej cov tubsab ntawd."},{"bible_id":"1525","chapter_code":"1SA.30","verse_code":"1SA.30.24","label":"24","content":"Yeej tsis muaj leejtwg pom zoo li tej uas nej hais ko! Yuav tsum faib kom txhua tus tau sib npaug, tsis hais cov uas nyob tom qab saib peb tej khoom thiab cov uas tau mus tua rog.”"},{"bible_id":"1525","chapter_code":"1SA.30","verse_code":"1SA.30.25","label":"25","content":"Daviv muab qhov no ua ib txoj cai rau haivneeg Yixalayees coj, txij thaum ntawd los txog niaj hnub no."},{"bible_id":"1525","chapter_code":"1SA.30","verse_code":"1SA.30.26","label":"26","content":"Thaum Daviv rov los txog hauv lub nroog Xikelas, nws muab tej khoom uas nws txeeb tau los ntawd ibtxhia xa mus rau nws cov phoojywg uas yog cov Yudas tej thawjcoj thiab hais tias, “Tej no yog tej uas kuv mus txeeb tau ntawm tus TSWV cov yeebncuab los xa tuaj pub rau nej.”"},{"bible_id":"1525","chapter_code":"1SA.30","verse_code":"1SA.30.27","label":"27","content":"Daviv xa ib co mus pub rau cov neeg hauv lub nroog Npethees, xa ib co mus rau cov neeg hauv lub nroog Lamas uas nyob hauv tebchaws Yudas sab qabteb, thiab nws tseem xa ib co mus rau cov neeg hauv lub nroog Yatis,"},{"bible_id":"1525","chapter_code":"1SA.30","verse_code":"1SA.30.28","label":"28","content":"lub nroog Alu-es, lub nroog Xifemaus, lub nroog Ethemaus,"},{"bible_id":"1525","chapter_code":"1SA.30","verse_code":"1SA.30.29","label":"29","content":"thiab lub nroog Lakas; xa ib co mus rau cuab Yelamees, cuab Kenais,"},{"bible_id":"1525","chapter_code":"1SA.30","verse_code":"1SA.30.30","label":"30","content":"thiab xa ib co mus rau cov neeg hauv lub nroog Haumas, lub nroog Npaulasas, lub nroog Athas,"},{"bible_id":"1525","chapter_code":"1SA.30","verse_code":"1SA.30.31","label":"31","content":"thiab lub nroog Henploos. Daviv xa tej khoom ntawd mus rau txhua qhov uas nws thiab nws cov neeg tau mus ntoj mus thuv luag lawm."},{"bible_id":"1525","chapter_code":"1SA.31","verse_code":"1SA.31.1","label":"1","content":"Cov Filitees thiab cov Yixalayees sib tua saum lub roob Nkinpau-as. Cov Yixalayees raug tua tuag coob heev rau saud, cov uas seem tuag nyias khiav nyias mus lawm, Vajntxwv Xa-ules thiab nws peb tug tub los khiav tas lawm thiab."},{"bible_id":"1525","chapter_code":"1SA.31","verse_code":"1SA.31.2","label":"2","content":"Tiamsis cov Filitees mus caum ntes tau lawv thiab muab Xa-ules peb tug tub uas yog Yaunathas, Anpinadas thiab Makhisuas tua tuag tas."},{"bible_id":"1525","chapter_code":"1SA.31","verse_code":"1SA.31.3","label":"3","content":"Sawvdaws sib tua hnyav heev li ncig Xa-ules, yeebncuab tua xub hneevnti tuaj raug Xa-ules sab kawg li."},{"bible_id":"1525","chapter_code":"1SA.31","verse_code":"1SA.31.4","label":"4","content":"Xa-ules hais rau tus tub hluas uas nqa nws rab ntaj thiab rab hmuv hais tias, “Cia li rho koj rab ntaj los tua kuv kom tuag, cov Filitees uas tsis ua kevcai txiav thiaj tsis khav hais tias yog lawv tua kuv.” Tiamsis tus tub hluas ntawd ntshai heev, nws tsis muaj cuabkav ua li Xa-ules hais. Yog li ntawd, Xa-ules thiaj rho Xa-ules rab ntaj los cuab thiab qhau cev mus npuj rab ntaj."},{"bible_id":"1525","chapter_code":"1SA.31","verse_code":"1SA.31.5","label":"5","content":"Thaum tus tub hluas ntawd pom hais tias Xa-ules tuag lawm, nws txawm rho nws rab ntaj los cuab thiab qhau cev mus npuj rab ntaj chob nws tuag nrog Xa-ules lawm thiab."},{"bible_id":"1525","chapter_code":"1SA.31","verse_code":"1SA.31.6","label":"6","content":"Yog li ntawd, Xa-ules, nws peb tug tub, tus tub hluas uas nqa Xa-ules rab ntaj thiab rab hmuv thiab Xa-ules cov neeg thiaj tuag tas rau hnub ntawd."},{"bible_id":"1525","chapter_code":"1SA.31","verse_code":"1SA.31.7","label":"7","content":"Thaum cov Yixalayees uas nyob ntawm lub Hav Yexelees sab tid thiab cov uas nyob ntawm tus dej Yauladees sab hnubtuaj hnov hais tias cov tubrog Yixalayees swb, Xa-ules thiab nws peb tug tub los raug luag tua tuag tas lawm, lawv txawm khiav tso lawv tej vajtse tseg. Cov Filitees thiaj tuaj nyob hauv lawv tej nroog."},{"bible_id":"1525","chapter_code":"1SA.31","verse_code":"1SA.31.8","label":"8","content":"Hnub tom qab cov Filitees txawm mus daws cov tubrog Yixalayees uas tuag tej khoom, lawv pom Xa-ules thiab nws peb tug tub tuag rau saum lub Roob Nkinpau-as."},{"bible_id":"1525","chapter_code":"1SA.31","verse_code":"1SA.31.9","label":"9","content":"Lawv txiav Xa-ules lub taubhau, hle nws cev ris tsho tooj, nws tej cuabyeej ua rog nqa mus thiab xa xov mus thoob plaws tebchaws Filitees thiab qhia txoj xov zoo rau lawv tej mlom thiab lawv cov neeg."},{"bible_id":"1525","chapter_code":"1SA.31","verse_code":"1SA.31.10","label":"10","content":"Lawv nqa Xa-ules tej cuabyeej ua rog mus tso rau hauv lub tsev uas lawv teev tus mlom pojniam Atates, thiab lawv muab Xa-ules lub cev dai rau ntawm lub nroog Npethes Sas tus ntsa yeej."},{"bible_id":"1525","chapter_code":"1SA.31","verse_code":"1SA.31.11","label":"11","content":"Thaum cov neeg uas nyob hauv lub nroog Yanpes hauv tebchaws Nkile-as hnov tej uas cov Filitees ua rau Xa-ules ntawd,"},{"bible_id":"1525","chapter_code":"1SA.31","verse_code":"1SA.31.12","label":"12","content":"cov neeg uas siab tawv txawm maub ib hmo mus rau hauv lub nroog Npethes Sas. Lawv muab Xa-ules thiab nws peb tug tub lub cev saum tus ntsa yeej txo los thiab kwv mus hlawv rau hauv lub nroog Yanpes."},{"bible_id":"1525","chapter_code":"1SA.31","verse_code":"1SA.31.13","label":"13","content":"Lawv muab Xa-ules thiab nws peb tug tub cov pobtxha coj mus faus rau ntawm tsob qab ntoo tamalis hauv lub nroog Yanpes, thiab lawv ua kevcai yoo mov tau xya hnub."}]