[{"bible_id":"1525","chapter_code":"1TI.1","verse_code":"1TI.1.1","label":"1","content":"Kuv yog Paulus uas yog Yexus Khetos tus timthawj. Vajtswv tus uas yog peb tus Cawmseej thiab Yexus Khetos tus uas peb cia siab rau tsa kuv ua ib tug timthawj."},{"bible_id":"1525","chapter_code":"1TI.1","verse_code":"1TI.1.2","label":"2","content":"Timautes, kuv sau tsab ntawv no tuaj rau koj. Kuv hlub koj ib yam li koj yog kuv tus tub, rau qhov koj thiab kuv wb ntseeg ib yam nkaus. Thov Vajtswv tus uas yog peb Leej Txiv thiab peb tus Tswv Yexus Khetos foom koob hmoov rau koj, hlub koj thiab pab kom koj tau zoo nyob kaj siab lug."},{"bible_id":"1525","chapter_code":"1TI.1","verse_code":"1TI.1.3","label":"3","content":"Kuv xav kom koj nyob twjywm hauv lub nroog Efexus. Kuv twb xub ntuas koj li ntawd thaum kuv yuav mus rau pem lub xeev Makedaunias. Kuv xav kom koj nyob twjywm hauv, rau qhov muaj qee leej txivneej uas nyob hauv lub nroog Efexus qhia tej zaj uas tsis tseeb; yog li ntawd, koj yuav tsum txwv tsis txhob pub lawv qhia."},{"bible_id":"1525","chapter_code":"1TI.1","verse_code":"1TI.1.4","label":"4","content":"Koj yuav tsum kom lawv muab tej dabneeg thiab lawv cov yawgkoob tej npe uas sau cia rau hauv ntawv uas lawv hais tsis paub tas ntawd tso tseg, rau qhov tej ntawd yuav ua rau sawvdaws muaj lus sib cav sib ceg xwb, pab tsis tau kom sawvdaws ua haum Vajtswv siab. Tsuas yog peb ntseeg Yexus xwb peb thiaj ua tau haum Vajtswv siab."},{"bible_id":"1525","chapter_code":"1TI.1","verse_code":"1TI.1.5","label":"5","content":"Kuv hais li no twb yog kuv xav kom nej txawj sib hlub, muaj lub siab dawb siab zoo, muaj lub siab ncaj ncees thiab ntseeg Vajtswv tiag tiag."},{"bible_id":"1525","chapter_code":"1TI.1","verse_code":"1TI.1.6","label":"6","content":"Muaj qee leej tsis totaub tej uas kuv hais no, lawv thiaj yuam kev mus hais tej zaj uas tsis muaj hauvpaus hauvntsis lawm."},{"bible_id":"1525","chapter_code":"1TI.1","verse_code":"1TI.1.7","label":"7","content":"Lawv xav ua xibhwb qhia Vajtswv txoj kevcai, tiamsis tej zaj uas lawv muaj siab tawv qhia ntawd lawv tsis totaub, tsis hais tej lus uas lawv hais thiab tej ntsiab lus los lawv yeej tsis paub."},{"bible_id":"1525","chapter_code":"1TI.1","verse_code":"1TI.1.8","label":"8","content":"Peb paub hais tias Vajtswv txoj kevcai yeej zoo, tiamsis yuav tsum yog peb paub coj raws li thiaj zoo."},{"bible_id":"1525","chapter_code":"1TI.1","verse_code":"1TI.1.9","label":"9","content":"Nej yuav tsum nco ntsoov hais tias tej kevcai tsis yog rhawv los qhia cov neeg ncaj ncees, tiamsis yog rhawv los rau cov neeg ua txhaum kevcai, cov neeg tsis mloog lus, cov neeg tsis hwm Vajtswv, cov neeg txhaum, cov neeg tua niam tua txiv, cov neeg tua neeg,"},{"bible_id":"1525","chapter_code":"1TI.1","verse_code":"1TI.1.10","label":"10","content":"cov neeg uas nyiam ua kev nkauj kev nraug, cov neeg uas txivneej deev txivneej, cov neeg nyiag neeg, cov neeg hais lus dag thiab ua timkhawv tsis tseeb lossis ua txhua yam tsis raws li Vajtswv Txojlus qhia."},{"bible_id":"1525","chapter_code":"1TI.1","verse_code":"1TI.1.11","label":"11","content":"Txojlus ntawd muaj nyob hauv Txojmoo Zoo uas Vajtswv tus uas muaj hwjchim tau muab rau kuv qhia."},{"bible_id":"1525","chapter_code":"1TI.1","verse_code":"1TI.1.12","label":"12","content":"Kuv ua peb tus Tswv Yexus Khetos tsaug, rau qhov nws pub rau kuv muaj sia muaj zog ua haujlwm. Kuv ua nws tsaug, rau qhov nws suav hais tias tsimnyog kuv ua nws tes haujlwm, nws thiaj tsa kuv ua."},{"bible_id":"1525","chapter_code":"1TI.1","verse_code":"1TI.1.13","label":"13","content":"Txawm yog yav tas los kuv thuam nws, kuv tsimtxom nws thiab kuv ua saib tsis taus nws los Vajtswv tseem hlub kuv, rau qhov thaum ntawd kuv tsis tau ntseeg thiab tsis paub, kuv thiaj ua li ntawd rau nws."},{"bible_id":"1525","chapter_code":"1TI.1","verse_code":"1TI.1.14","label":"14","content":"Peb tus Tswv Yexus Khetos foom koob hmoov ntau kawg rau kuv, thiab pab kom kuv muab siab rau ntseeg thiab hlub lwm tus. Tej ntawd yog tej uas Vajtswv pub rau txhua tus uas nrog Yexus Khetos koom ib txojsia."},{"bible_id":"1525","chapter_code":"1TI.1","verse_code":"1TI.1.15","label":"15","content":"Qhov uas sawvdaws hais tias Yexus Khetos los hauv ntiajteb no yog nws los pab cov neeg uas muaj txim kom lawv dim lawv lub txim. Qhov no yog qhov uas tseemceeb, tsimnyog sawvdaws cia siab thiab txais yuav. Kuv yog tus muaj txim loj dua cov neeg uas muaj txim huv tibsi,"},{"bible_id":"1525","chapter_code":"1TI.1","verse_code":"1TI.1.16","label":"16","content":"tiamsis Vajtswv tseem hlub kuv. Qhov uas Vajtswv hlub kuv li ntawd, twb yog Vajtswv qhia rau sawvdaws paub hais tias txawm yog kuv muaj txim loj dua sawvdaws los Yexus Khetos tseem ua siab ntev rau kuv thiab. Yexus Khetos ua li ntawd yog nws ua yam ntxwv qhia rau cov neeg uas yav tom ntej yuav los ntseeg nws thiab yuav tau txojsia ntev mus ibtxhis kom lawv paub hais tias Yexus tseem ua siab ntev rau lawv ib yam li Yexus ua rau kuv lawm."},{"bible_id":"1525","chapter_code":"1TI.1","verse_code":"1TI.1.17","label":"17","content":"Sawvdaws yuav tsum hwm Vajtswv thiab ua rau nws tau koob meej mus ibtxhis li. Nws yog tus Vajntxwv uas muaj tshwjchim loj dua ntais. Nws muaj sia nyob mus ibtxhis tsis txawj tuag. Nws tib leeg xwb thiaj yog Vajtswv, thiab peb qhovmuag tsis pom nws! Amees."},{"bible_id":"1525","chapter_code":"1TI.1","verse_code":"1TI.1.18","label":"18","content":"Kuv tus tub Timautes, tej lus uas kuv qhia koj no yog raws li tej lus uas yav tas los cov neeg uas paub tej uas yuav muaj los yav tom ntej no twb hais txog koj lawm. Koj yuav tsum muab tej lus ntawd los ua ntaj ua riam, koj thiaj yuav tawmtsam yeej yeebncuab."},{"bible_id":"1525","chapter_code":"1TI.1","verse_code":"1TI.1.19","label":"19","content":"Koj yuav tsum muab siab rau ntseeg thiab muaj lub siab ncaj siab ncees. Muaj qee leej tsis ua raws li lawv lub siab qhia, lawv thiaj tso Vajtswv tseg lawm."},{"bible_id":"1525","chapter_code":"1TI.1","verse_code":"1TI.1.20","label":"20","content":"Cov neeg ntawd ib tug yog Himena-us thiab ib tug yog Alexades. Kuv twb muab nkawd tso rau dab Ntxwgnyoog lawm. Kuv ua li ntawd kom nkawd tsis txhob thuam Vajtswv."},{"bible_id":"1525","chapter_code":"1TI.2","verse_code":"1TI.2.1","label":"1","content":"Qhov tseemceeb uas kuv xav kom nej ua yog nej yuav tsum thov Vajtswv pab sawvdaws thiab nej yuav tsum ua Vajtswv tsaug."},{"bible_id":"1525","chapter_code":"1TI.2","verse_code":"1TI.2.2","label":"2","content":"Kuv thov nej thov Vajtswv pab cov vajntxwv thiab cov nomtswv. Yog peb ua li ntawd, peb yuav tau nyob kaj siab lug ua Vajtswv tes haujlwm thiab tau zoo ua peb lub neej kom phim qhov uas peb yog cov ntseeg."},{"bible_id":"1525","chapter_code":"1TI.2","verse_code":"1TI.2.3","label":"3","content":"Qhov no yog qhov zoo thiab haum Vajtswv tus uas yog peb tus Cawmseej lub siab."},{"bible_id":"1525","chapter_code":"1TI.2","verse_code":"1TI.2.4","label":"4","content":"Vajtswv xav kom tej neeg sawvdaws nyias dim nyias lub txim thiab xav kom lawv paub qhov tseeb."},{"bible_id":"1525","chapter_code":"1TI.2","verse_code":"1TI.2.5","label":"5","content":"Rau qhov yeej muaj tib tug Vajtswv xwb, thiab muaj tib tug nyob nruab nrab ua kom neeg thiab Vajtswv sib cuag tau. Tus ntawd yog Yexus Khetos tus uas los yug ua neeg."},{"bible_id":"1525","chapter_code":"1TI.2","verse_code":"1TI.2.6","label":"6","content":"Nws muab nws txojsia los theej sawvdaws lub txhoj; nws ua li ntawd yog nws qhia rau sawvdaws paub hais tias twb txog lub sijhawm uas Vajtswv teem cia lawm hais tias Vajtswv yuav pab kom neeg dim neeg lub txim."},{"bible_id":"1525","chapter_code":"1TI.2","verse_code":"1TI.2.7","label":"7","content":"Yog li ntawd, Vajtswv thiaj tsa kuv ua ib tug timthawj thiab ua xibhwb qhia Vajtswv Txojlus uas yog qhov tseeb rau lwm haivneeg thiab coj lawv los ntseeg Vajtswv. Tej lus uas kuv hais no kuv hais tseeb xwb kuv tsis dag."},{"bible_id":"1525","chapter_code":"1TI.2","verse_code":"1TI.2.8","label":"8","content":"Thaum cov neeg tuaj nyob ua ke mloog lus qhuab qhia, tsis hais hauv lub nroog twg lossis lub zog twg, kuv xav kom cov txivneej thov Vajtswv; cov ntawd yuav tsum yog cov uas muab siab rau ntseeg, tsis chim rau leejtwg, thiab tsis nrog leejtwg sib cav sib ceg."},{"bible_id":"1525","chapter_code":"1TI.2","verse_code":"1TI.2.9","label":"9","content":"Kuv xav kom txhua tus pojniam paub txajmuag. Nyias yuav tsum tu nyias lub cev tsis txhob cia siv hle zab hle zuav lossis hnav tej tsoos tsho uas tsis tsimnyog hnav; tsis txhob ntxias plaubhau kom txawv luag zej luag zos lossis tsis txhob coj tej saw nyiaj saw kub lossis hnav tej tsoos tsho uas kim kim."},{"bible_id":"1525","chapter_code":"1TI.2","verse_code":"1TI.2.10","label":"10","content":"Tiamsis txhua tus pojniam yuav tsum ua haujlwm zoo pab lwm tus thiaj tsimnyog qhov uas lawv hais tias lawv yog cov ntseeg Vajtswv."},{"bible_id":"1525","chapter_code":"1TI.2","verse_code":"1TI.2.11","label":"11","content":"Cov pojniam yuav tsum nyob twjywm ua tib zoo mloog lus qhuab qhia."},{"bible_id":"1525","chapter_code":"1TI.2","verse_code":"1TI.2.12","label":"12","content":"Kuv tsis pub cov pojniam qhia txivneej lossis tsav hwjchim loj dua cov txivneej. Cov pojniam yuav tsum nyob twjywm."},{"bible_id":"1525","chapter_code":"1TI.2","verse_code":"1TI.2.13","label":"13","content":"Rau qhov Vajtswv xub tsim Adas mam li tsim Evas."},{"bible_id":"1525","chapter_code":"1TI.2","verse_code":"1TI.2.14","label":"14","content":"Tsis yog dab Ntxwgnyoog los ntxias Adas, tiamsis yog los ntxias Evas, Evas thiaj ua txhaum."},{"bible_id":"1525","chapter_code":"1TI.2","verse_code":"1TI.2.15","label":"15","content":"Tiamsis cov pojniam yuav dim, vim lawv yug menyuam,  yog hais tias lawv muab siab rau ntseeg,  muaj lub siab hlub lwm tus thiab ua haum Vajtswv siab."},{"bible_id":"1525","chapter_code":"1TI.3","verse_code":"1TI.3.1","label":"1","content":"Muaj ib lo lus tseeb hais rau sawvdaws li no: Yog leejtwg xav ua tus thawj uas saib cov ntseeg, tus ntawd xav ua tes haujlwm uas zoo kawg nkaus."},{"bible_id":"1525","chapter_code":"1TI.3","verse_code":"1TI.3.2","label":"2","content":"Tus thawj uas saib cov ntseeg yuav tsum yog tus uas tsis muaj chaw thuam li. Nws muaj ib tug pojniam xwb,  nws xyuam xim, nws tswj tau nws lub siab, nws paub cai, nws nyiam qhua thiab nws txawj qhuab qhia."},{"bible_id":"1525","chapter_code":"1TI.3","verse_code":"1TI.3.3","label":"3","content":"Nws tsis yog neeg quav cawv lossis neeg siab heev, tiamsis nws muaj lub siab ntev, tsis nyiam sib cav sib ceg, tsis ntshaw nyiaj txiag."},{"bible_id":"1525","chapter_code":"1TI.3","verse_code":"1TI.3.4","label":"4","content":"Nws txawj tswjhwm nws tsevneeg thiab qhuab ntuas nws tej menyuam kom lawv hwm nws thiab mloog nws lus."},{"bible_id":"1525","chapter_code":"1TI.3","verse_code":"1TI.3.5","label":"5","content":"Yog leejtwg tswj tsis tau nws tsevneeg, ces nws yuav ua li cas saib tau cov ntseeg Vajtswv."},{"bible_id":"1525","chapter_code":"1TI.3","verse_code":"1TI.3.6","label":"6","content":"Tsis txhob muab tus uas nyuam qhuav los ntseeg tshiab tsa ua tus uas saib cov ntseeg, nyob tsam nws khavtheeb thiab raug txim ib yam li dab Ntxwgnyoog."},{"bible_id":"1525","chapter_code":"1TI.3","verse_code":"1TI.3.7","label":"7","content":"Tus uas saib cov ntseeg yuav tsum yog tus uas cov tsis ntseeg Vajtswv los puavleej hwm, nws thiaj yuav tsis poob ntsejmuag thiab tsis mag dab Ntxwgnyoog lub vojhlua."},{"bible_id":"1525","chapter_code":"1TI.3","verse_code":"1TI.3.8","label":"8","content":"Cov ntseeg uas pab ua Vajtswv tes haujlwm yuav tsum yog cov uas muaj tus cwjpwm zoo thiab sawvdaws hwm; lawv tsis ntau ncauj, tsis quav yeeb quav tshuaj, tsis quav cawv thiab tsis ntshaw nyiaj."},{"bible_id":"1525","chapter_code":"1TI.3","verse_code":"1TI.3.9","label":"9","content":"Lawv yuav tsum yog cov uas muaj lub siab ncaj ncees, muab siab npuab Txojlus tseeb uas Vajtswv tau qhia rau sawvdaws lawm."},{"bible_id":"1525","chapter_code":"1TI.3","verse_code":"1TI.3.10","label":"10","content":"Nej yuav tsum xub sim lawv tso, yog lawv ua tau nej mam li tsa lawv ua haujlwm."},{"bible_id":"1525","chapter_code":"1TI.3","verse_code":"1TI.3.11","label":"11","content":"Lawv cov pojniam  los yuav tsum zoo ib yam li lawv; cov pojniam ntawd yuav tsum yog cov uas xyuam xim, tsis nyiam taug xaiv thiab txhua yam uas lawv ua lawv ua ncaj."},{"bible_id":"1525","chapter_code":"1TI.3","verse_code":"1TI.3.12","label":"12","content":"Tus ntseeg uas pab ua Vajtswv tes haujlwm yuav tsum yog tus uas muaj ib tug pojniam  xwb thiab nws tswj tau nws tsevneeg."},{"bible_id":"1525","chapter_code":"1TI.3","verse_code":"1TI.3.13","label":"13","content":"Tus ntseeg uas pab ua Vajtswv tes haujlwm yog nws ua nws tes haujlwm zoo nws yuav tau ntsejmuag thiab nws yuav muaj cuabkav qhia qhov uas peb nrog Yexus Khetos koom ib txojsia rau sawvdaws."},{"bible_id":"1525","chapter_code":"1TI.3","verse_code":"1TI.3.14","label":"14","content":"Thaum kuv sau tsab ntawv no tuaj rau koj, kuv xav hais tias nyaj kuv yuav tau tuaj saib koj sai."},{"bible_id":"1525","chapter_code":"1TI.3","verse_code":"1TI.3.15","label":"15","content":"Tiamsis yog kuv tsis tau tuaj sai, tsab ntawv no yuav qhia rau koj paub hais tias Vajtswv tsevneeg yuav tsum coj li cas. Vajtswv tsevneeg yog cov ntseeg Vajtswv tus uas muaj sia nyob. Cov ntseeg ntawd yog tus ncej uas txawb Vajtswv Txojlus uas yog qhov tseeb."},{"bible_id":"1525","chapter_code":"1TI.3","verse_code":"1TI.3.16","label":"16","content":"Txhua tus puavleej paub hais tias zaj uas peb ntseeg yog zaj uas tseemceeb kawg nkaus. Nws los yug ua neeg, Vaj Ntsujplig qhia rau sawvdaws hais tias nws yog tus uas ncaj ncees; Vajtswv cov timtswv puavleej pom nws; muaj neeg qhia nws zaj rau txhua haivneeg, tej neeg uas nyob txhua qhov hauv ntiajteb no los ntseeg nws, thiab Vajtswv coj nws mus saum ntuj lawm."},{"bible_id":"1525","chapter_code":"1TI.4","verse_code":"1TI.4.1","label":"1","content":"Vaj Ntsujplig qhia tseeb hais tias yav tom ntej yuav muaj qee leej tso Vajtswv tseg. Lawv yuav mus mloog dab tej lus dag thiab ua raws li dab qhia."},{"bible_id":"1525","chapter_code":"1TI.4","verse_code":"1TI.4.2","label":"2","content":"Tej lus qhia ntawd yog tej lus dag uas cov neeg siab phem qhia ntxias sawvdaws. Lawv cov ntawd lub siab zoo li cov neeg uas tuag lawm lub. Txawm yog lawv ua txhaum loj npaum li cas los lawv tsis paub li."},{"bible_id":"1525","chapter_code":"1TI.4","verse_code":"1TI.4.3","label":"3","content":"Cov neeg ntawd qhia hais tias tsis txhob sib yuav thiab hais tias tej khoom noj muaj qee yam tsis txhob noj, tiamsis Vajtswv yeej tsim tej ntawd rau neeg noj. Cov neeg uas paub Vajtswv Txojlus uas yog txoj tseeb, lawv yuav tsum xub ua Vajtswv tsaug tso mam li noj."},{"bible_id":"1525","chapter_code":"1TI.4","verse_code":"1TI.4.4","label":"4","content":"Ib puas tsav yam uas Vajtswv tsim cia rau neeg noj puavleej zoo huv tibsi, tsis tas peb yuav caiv ib yam dabtsi li. Peb yeej noj tau txhua yam huv tibsi, tiamsis thaum peb yuav noj peb yuav tsum xub ua Vajtswv tsaug tso mam li noj."},{"bible_id":"1525","chapter_code":"1TI.4","verse_code":"1TI.4.5","label":"5","content":"Rau qhov Vajtswv Txojlus thiab qhov uas peb thov Vajtswv foom koob hmoov twb ua rau tej ntawd zoo thiab huv lawm."},{"bible_id":"1525","chapter_code":"1TI.4","verse_code":"1TI.4.6","label":"6","content":"Yog koj qhia tej no rau cov kwvtij uas ntseeg, sawvdaws yuav pom hais tias koj yog Yexus Khetos tus tubtxib uas ua haujlwm zoo, rau qhov koj muab siab rau ntseeg thiab coj raws li txojlus tseeb uas koj twb kawm los lawm."},{"bible_id":"1525","chapter_code":"1TI.4","verse_code":"1TI.4.7","label":"7","content":"Koj tsis txhob mloog tej dabneeg uas sawvdaws niaj hnub hais, tej ntawd tsis muaj qabhau dabtsi thiab tsis yog Vajtswv zaj, koj tsis txhob mloog tej ntawd. Koj yuav tsum ua koj lub neej kom haum Vajtswv siab thiaj zoo."},{"bible_id":"1525","chapter_code":"1TI.4","verse_code":"1TI.4.8","label":"8","content":"Yog peb xyaum khiav lossis xyaum ua li ub li no yuav muaj nqis mentsis rau peb lub cev. Tiamsis yog peb xyaum ua raws li Vajtswv txoj kevcai peb lub neej yuav zoo heev, tsis hais niaj hnub no lossis yav tom ntej."},{"bible_id":"1525","chapter_code":"1TI.4","verse_code":"1TI.4.9","label":"9","content":"Zaj no yeej muaj tseeb tiag, tsimnyog sawvdaws khaws coj."},{"bible_id":"1525","chapter_code":"1TI.4","verse_code":"1TI.4.10","label":"10","content":"Yog li ntawd, peb thiaj li ua siab ntev tiv  kev txomnyem thiab rau siab ntso ua haujlwm, rau qhov peb cia siab rau Vajtswv tus uas muaj sia nyob uas yog tus Cawmseej. Qhov tseeb nws yog cov ntseeg tus Cawmseej."},{"bible_id":"1525","chapter_code":"1TI.4","verse_code":"1TI.4.11","label":"11","content":"Koj yuav tsum qhia tej no rau sawvdaws."},{"bible_id":"1525","chapter_code":"1TI.4","verse_code":"1TI.4.12","label":"12","content":"Koj tsis txhob pub leejtwg thuam hais tias koj tseem hluas, tiamsis koj yuav tsum ua koj lub neej rau cov ntseeg xyaum, tsis hais tej lus uas koj hais, tej haujlwm uas koj ua, hlub lwm tus, muab siab rau ntseeg thiab ua neeg zoo."},{"bible_id":"1525","chapter_code":"1TI.4","verse_code":"1TI.4.13","label":"13","content":"Koj yuav tsum niaj hnub nyeem Vajtswv Txojlus rau sawvdaws mloog, qhuab qhia thiab cob qhia lawv mus txog thaum kuv tuaj."},{"bible_id":"1525","chapter_code":"1TI.4","verse_code":"1TI.4.14","label":"14","content":"Tsis txhob muab lub tswvyim uas koj muaj tso tseg. Lub tswvyim ntawd twb muab rau koj thaum uas cov cev Vajtswv lus thiab cov txwjlaug tsa tes thov Vajtswv rau koj lawm."},{"bible_id":"1525","chapter_code":"1TI.4","verse_code":"1TI.4.15","label":"15","content":"Koj yuav tsum muab siab rau ua raws li tej ntawd, sawvdaws thiaj yuav pom hais tias koj tes haujlwm zoo zuj zus ntxiv."},{"bible_id":"1525","chapter_code":"1TI.4","verse_code":"1TI.4.16","label":"16","content":"Koj yuav tsum ua tib zoo saib, saib koj ua koj lub neej zoo li cas thiab saib tej uas koj qhia koj qhia li cas; koj yuav tsum ua tej ntawd mus, rau qhov tej ntawd yuav pab tau koj thiab pab tau cov neeg uas mloog koj qhia kom nej dim nej lub txim."},{"bible_id":"1525","chapter_code":"1TI.5","verse_code":"1TI.5.1","label":"1","content":"Tsis txhob cem cov yawg laus, tiamsis koj yuav tsum ua tib zoo ntuas lawv ib yam li koj ntuas koj txiv. Cov uas hluas li koj, koj yuav tsum ntuas lawv ib yam li koj ntuas koj cov kwvtij."},{"bible_id":"1525","chapter_code":"1TI.5","verse_code":"1TI.5.2","label":"2","content":"Koj ntuas cov pog laus ib yam li koj ntuas koj niam; thiab cov pojniam uas tseem hluas, koj yuav tsum muaj lub siab ncaj ntuas lawv ib yam li lawv yog koj cov muam."},{"bible_id":"1525","chapter_code":"1TI.5","verse_code":"1TI.5.3","label":"3","content":"Koj yuav tsum saib taus cov pojntsuam uas tsis muaj leejtwg pab."},{"bible_id":"1525","chapter_code":"1TI.5","verse_code":"1TI.5.4","label":"4","content":"Tiamsis tus pojntsuam uas muaj tub muaj ntxhais lossis muaj xeebntxwv, cov tub, cov ntxhais, thiab cov xeebntxwv yuav tsum yug nws, pauj nws txiaj ntsig thiaj haum Vajtswv siab."},{"bible_id":"1525","chapter_code":"1TI.5","verse_code":"1TI.5.5","label":"5","content":"Tus pojntsuam uas tsis muaj leejtwg pab, nws yeej cia siab rau Vajtswv thiab niaj hnub niaj hmo thov Vajtswv pab nws tsis tseg tsis tu."},{"bible_id":"1525","chapter_code":"1TI.5","verse_code":"1TI.5.6","label":"6","content":"Tiamsis tus pojntsuam uas nyiam ua plees ua yi, txawm yog nws tseem ua neej nyob los zoo li nws twb tuag lawm."},{"bible_id":"1525","chapter_code":"1TI.5","verse_code":"1TI.5.7","label":"7","content":"Koj yuav tsum qhia zaj no rau cov ntseeg thiaj tsis muaj leejtwg thuam tau lawv."},{"bible_id":"1525","chapter_code":"1TI.5","verse_code":"1TI.5.8","label":"8","content":"Yog leejtwg tsis pab nws kwv nws tij thiab nws tsevneeg, tus ntawd tsis txhob hais tias nws yog tus ntseeg Vajtswv. Yog nws tsis pab nws kwv nws tij ces nws tseem phem heev dua tus uas tsis ntseeg Vajtswv thiab."},{"bible_id":"1525","chapter_code":"1TI.5","verse_code":"1TI.5.9","label":"9","content":"Koj tsis txhob sau tus pojntsuam uas hnubnyoog tsis tau muaj rau caum xyoo rau hauv phau ntawv uas teev cov pojntsuam tej npe. Tus pojntsuam uas sau tau npe yog tus uas yuav ib zaug txiv xwb,"},{"bible_id":"1525","chapter_code":"1TI.5","verse_code":"1TI.5.10","label":"10","content":"thiab yog tus uas sawvdaws qhuas hais tias nws ua haujlwm zoo thiab pab lwm tus. Nws qhia thiab tu nws cov menyuam, nws nyiam qhua, nws ntxuav cov ntseeg kotaw, nws pab cov neeg txomnyem, thiab nws muab siab rau ua txhua yam haujlwm zoo."},{"bible_id":"1525","chapter_code":"1TI.5","verse_code":"1TI.5.11","label":"11","content":"Tiamsis koj tsis txhob sau coj pojntsuam uas tseem hluas tej npe rau hauv phau ntawv ntawd, rau qhov thaum lawv xav yuav txiv, lawv yuav tso Yexus Khetos tseg thiab mus yuav txiv."},{"bible_id":"1525","chapter_code":"1TI.5","verse_code":"1TI.5.12","label":"12","content":"Lawv ua li ntawd yog lawv ua txhaum, rau qhov lawv tsis ua raws li tej lus uas lawv cog tseg rau Yexus Khetos lawm."},{"bible_id":"1525","chapter_code":"1TI.5","verse_code":"1TI.5.13","label":"13","content":"Lawv yuav mus laug haujlwm tas hnub thiab mus cuav zos rau qhov ub qhov no. Tsis yog li ntawd xwb, lawv tseem yuav xyaum ua neeg taug xaiv, ua neeg thab plaub thiab hais tej lus uas tsis tsimnyog hais."},{"bible_id":"1525","chapter_code":"1TI.5","verse_code":"1TI.5.14","label":"14","content":"Yog li ntawd, kuv xav kom cov pojntsuam uas tseem hluas rov qab yuav txiv, muaj tub muaj ki thiab tu vaj tu tsev. Yog lawv ua li ntawd, cov neeg uas ntxub peb cov uas ntseeg thiaj yuav tsis muaj lus thuam tau peb."},{"bible_id":"1525","chapter_code":"1TI.5","verse_code":"1TI.5.15","label":"15","content":"Kuv hais li no, rau qhov qee leej pojntsuam tso Vajtswv tseg, thiab lawv nrog dab Ntxwgnyoog mus lawm."},{"bible_id":"1525","chapter_code":"1TI.5","verse_code":"1TI.5.16","label":"16","content":"Yog hais tias tus pojniam uas ntseeg Vajtswv muaj ib tug pojntsuam nyob hauv nws tsev, nws yuav tsum pab, tsis txhob muab tes haujlwm ntawd tso rau cov ntseeg. Cia cov ntseeg pab cov pojntsuam uas tsis muaj leejtwg pab xwb."},{"bible_id":"1525","chapter_code":"1TI.5","verse_code":"1TI.5.17","label":"17","content":"Tsimnyog muab nqi zog ob npaug rau cov txwjlaug uas ua haujlwm zoo, tiamsis tsimnyog muab nqi zog ntau dua rau cov uas qhuab qhia thiab cob qhia."},{"bible_id":"1525","chapter_code":"1TI.5","verse_code":"1TI.5.18","label":"18","content":"Rau qhov Vajtswv txojlus hais tias, “Thaum nej muab nyuj tsuj nplej hauv lub tshav nplej, nej tsis txhob muab hnab looj nyuj qhovncauj.” thiab “Tsimnyog tus uas ua haujlwm tau nqi zog.”"},{"bible_id":"1525","chapter_code":"1TI.5","verse_code":"1TI.5.19","label":"19","content":"Yog leejtwg lam nkaug hais tias cov txwjlaug ib tug twg ua txhaum, yog tsis muaj ob leeg lossis peb leeg ua timkhawv hais tias tus ntawd tau ua txhaum tiag, koj tsis txhob rawm ntseeg."},{"bible_id":"1525","chapter_code":"1TI.5","verse_code":"1TI.5.20","label":"20","content":"Yog leejtwg ua txhaum, koj yuav tsum ntuas tus ntawd tabmeeg sawvdaws kom lwm tus thiaj ntshai."},{"bible_id":"1525","chapter_code":"1TI.5","verse_code":"1TI.5.21","label":"21","content":"Timautes, koj yuav tsum ua raws li tej lus uas kuv qhia rau koj no, koj tsis txhob xaiv leejtwg ntsejmuag. Txhua yam uas koj ua, koj yuav tsum ua rau sawvdaws ib yam nkaus. Tej lus uas kuv qhia koj no, tus Tswv Yexus Khetos thiab cov timtswv ceebtsheej uas Vajtswv twb xaiv cia lawm puavleej paub huv tibsi."},{"bible_id":"1525","chapter_code":"1TI.5","verse_code":"1TI.5.22","label":"22","content":"Koj tsis txhob maj tsa leejtwg ua Vajtswv tes haujlwm, koj yuav tsum ua tib zoo saib nws tso, nyob tsam koj tau ris nws tej kev txhaum. Koj yuav tsum ua koj lub neej kom zoo kawg nkaus."},{"bible_id":"1525","chapter_code":"1TI.5","verse_code":"1TI.5.23","label":"23","content":"Koj tsis txhob haus dej xwb, tiamsis koj yuav tsum haus mentsis cawv txiv hmab, koj lub plab thiaj tsis mob lawm."},{"bible_id":"1525","chapter_code":"1TI.5","verse_code":"1TI.5.24","label":"24","content":"Muaj ibtxhia neeg ua txhaum mas paub tamsim thiab qhov txhaum ntawd yuav ua rau lawv raug txim. Tiamsis muaj ibtxhia ua txhaum mas tom qab ntawd sawvdaws mam li paub."},{"bible_id":"1525","chapter_code":"1TI.5","verse_code":"1TI.5.25","label":"25","content":"Ib yam nkaus li ntawd, cov neeg uas ua zoo sawvdaws yeej yuav pom lawv tes haujlwm. Txawm yog cov neeg uas tsis ua rau sawvdaws pom los lawv yeej npog tsis tau tej haujlwm zoo uas lawv ua."},{"bible_id":"1525","chapter_code":"1TI.6","verse_code":"1TI.6.1","label":"1","content":"Cov uas ua tubqhe nyias yuav tsum hwm nyias tus tswv thiaj tsis muaj leejtwg thuam Vajtswv lub npe thiab thuam tej lus uas peb qhia."},{"bible_id":"1525","chapter_code":"1TI.6","verse_code":"1TI.6.2","label":"2","content":"Cov tubqhe uas tus tswv yog tus ntseeg, nyias yuav tsum hwm nyias tus tswv, rau qhov sawvdaws puavleej yog kwvtij ntseeg; lawv hajyam yuav tsum ua tus tswv tes haujlwm zoo, rau qhov tes haujlwm ntawd yuav pab tau cov ntseeg uas lawv hlub. Koj yuav tsum niaj hnub qhia thiab ntuas kom sawvdaws nco ntsoov tej no."},{"bible_id":"1525","chapter_code":"1TI.6","verse_code":"1TI.6.3","label":"3","content":"Yog leejtwg qhia tej zaj uas txawv zaj no thiab qhia tsis raws li peb tus Tswv Yexus Khetos qhia, thiab qhia tsis raws li Vajtswv txoj kevcai,"},{"bible_id":"1525","chapter_code":"1TI.6","verse_code":"1TI.6.4","label":"4","content":"tus ntawd lam khavtheeb xwb, nws yeej tsis paub dabtsi li; nws nyiam sib cav sib ceg txog tej zaj uas tsis muaj hauvpaus hauvntsis. Qhov uas nws sib cav sib ceg ntawd yuav ua rau ib tug ntxub ib tug, ib tug cem ib tug, ib tug thuam ib tug thiab ib tug tsis cia siab rau ib tug."},{"bible_id":"1525","chapter_code":"1TI.6","verse_code":"1TI.6.5","label":"5","content":"Cov neeg uas niaj hnub sib cav sib ceg, lawv zoo li cov neeg ruam; txawm yog lawv hais lus phem lus zoo los lawv tsis paub. Lawv xav hais tias yog lawv los ntseeg Vajtswv, lawv yuav npluanuj."},{"bible_id":"1525","chapter_code":"1TI.6","verse_code":"1TI.6.6","label":"6","content":"Tseeb tiag, tus ntseeg uas txaus siab rau tej uas nws muaj lawm thiaj yog tus npluanuj tiag."},{"bible_id":"1525","chapter_code":"1TI.6","verse_code":"1TI.6.7","label":"7","content":"Thaum peb niam peb txiv yug peb los, peb yeej tsis coj ib yam dabtsi los. Thaum peb tuag peb yeej yuav coj tsis tau ib yam dabtsi mus thiab."},{"bible_id":"1525","chapter_code":"1TI.6","verse_code":"1TI.6.8","label":"8","content":"Yog li ntawd, yog peb muaj noj muaj hnav lawm, peb cia li txaus siab rau tej ntawd xwb."},{"bible_id":"1525","chapter_code":"1TI.6","verse_code":"1TI.6.9","label":"9","content":"Tiamsis cov neeg uas xav npluanuj, dab yuav ntxias tau lawv mag dab lub vojhlua; lawv yuav lam tau lam ua phem thiab ua tej uas yuav ua rau lawv raug kev puastsuaj."},{"bible_id":"1525","chapter_code":"1TI.6","verse_code":"1TI.6.10","label":"10","content":"Qhov uas neeg ntshaw nyiaj txiag yog ib qho uas ua rau neeg ua txhua yam phem. Muaj qee leej tso Vajtswv tseg lawm, thiab lawv rov ua rau lawv raug ntau yam kev txomnyem twb yog vim lawv xav tau nyiaj ntau heev."},{"bible_id":"1525","chapter_code":"1TI.6","verse_code":"1TI.6.11","label":"11","content":"Tiamsis koj yog Vajtswv tus neeg lawm, koj tsis txhob ua tej uas hais tas los no. Koj yuav tsum ua ncaj ua ncees, ua zoo, muab siab rau ntseeg, muaj kev hlub, ua siab ntev thiab muaj lub siab mos siab muag."},{"bible_id":"1525","chapter_code":"1TI.6","verse_code":"1TI.6.12","label":"12","content":"Txojkev ntseeg piv ib yam li neeg sib tw khiav. Koj yuav tsum sib zog khiav kom kawg koj lub zog, koj thiaj li tau txojsia uas ntev mus ibtxhis uas Vajtswv hu koj los yuav, rau qhov koj twb lees tabmeeg rau ntau leej"},{"bible_id":"1525","chapter_code":"1TI.6","verse_code":"1TI.6.13","label":"13","content":"thiab tabmeeg Vajtswv tus uas pub txojsia rau ib puas tsav yam thiab tabmeeg Yexus Khetos tus uas muaj txojkev ntseeg sawv khov kho ntawm Pooti-us Philaj lub xubntiag lawm."},{"bible_id":"1525","chapter_code":"1TI.6","verse_code":"1TI.6.14","label":"14","content":"Kuv hais kom koj ua raws li tej lus ntawd thiab muab siab npuab tus Tswv mus txog hnub uas tus Tswv Yexus Khetos rov qab los."},{"bible_id":"1525","chapter_code":"1TI.6","verse_code":"1TI.6.15","label":"15","content":"Tus Tswv Yexus yuav los raws li lub sijhawm uas Vajtswv teem cia lawm. Vajtswv yog tus foom koob hmoov, yog tus kav ib puas tsav yam, thiab yog tus Vajntxwv ntawm txhua tus vajntxwv thiab yog tus Tswv ntawm txhua tus tswv huv tibsi."},{"bible_id":"1525","chapter_code":"1TI.6","verse_code":"1TI.6.16","label":"16","content":"Vajtswv tib leeg yog tus uas tsis txawj tuag; nws nyob hauv qhov pom kev uas tsis muaj leejtwg yuav txav tau mus ti. Tsis tau muaj leejtwg pom dua nws thiab tsis muaj leejtwg yuav pom tau nws li. Nws yog tus uas tsimnyog hwm thiab muaj hwjchim nyob mus ibtxhis! Amees."},{"bible_id":"1525","chapter_code":"1TI.6","verse_code":"1TI.6.17","label":"17","content":"Koj hais kom cov neeg npluanuj tsis txhob khavtheeb, tsis txhob cia siab rau lawv tej nyiaj txiag thiab qhov txhia chaw, rau qhov tej ntawd yuav ploj mus, tiamsis kom lawv cia siab rau Vajtswv tus uas muaj siab dawb siab zoo thiab pub txhua yam rau peb kom peb muaj kev zoo siab."},{"bible_id":"1525","chapter_code":"1TI.6","verse_code":"1TI.6.18","label":"18","content":"Koj hais kom lawv muaj lub siab dawb paub ua txhua yam haujlwm zoo, ua neeg muaj siab dawb siab zoo thiab muab tej uas lawv muaj faib rau lwm tus."},{"bible_id":"1525","chapter_code":"1TI.6","verse_code":"1TI.6.19","label":"19","content":"Yog lawv ua li ntawd, ces yog lawv npaj qhov txhia chaw tseg rau lawv yav tom ntej kom lawv tau txojsia uas tsis txawj ploj mus ibtxhis los ua lawv tug."},{"bible_id":"1525","chapter_code":"1TI.6","verse_code":"1TI.6.20","label":"20","content":"Timautes, koj khaws tej uas kuv qhia rau koj lawm cia zoo zoo. Koj tsis txhob nrog luag sib cav sib ceg txog tej lus uas tsis muaj qabhau ib yam li tej neeg ruam. Muaj qee leej xav hais tias yog “Kev txawj ntse.”"},{"bible_id":"1525","chapter_code":"1TI.6","verse_code":"1TI.6.21","label":"21","content":"Rau qhov muaj ibtxhia xav hais tias lawv muaj kev txawj ntse, vim lawv khav li ntawd lawv thiaj tso txojkev ntseeg tseg lawm. Thov Vajtswv foom koob hmoov rau nej sawvdaws."}]