[{"bible_id":"1525","chapter_code":"2CH.1","verse_code":"2CH.1.1","label":"1","content":"Xalumoos uas yog Vajntxwv Daviv tus tub tswj lub tebchaws Yixalayees nyob ruaj khov, thiab tus TSWV uas yog nws tus Vajtswv tau foom koob hmoov rau nws muaj hwjchim loj heev."},{"bible_id":"1525","chapter_code":"2CH.1","verse_code":"2CH.1.2","label":"2","content":"Vajntxwv Xalumoos hais rau cov thawj tubrog, tsis hais tus uas saib ib txhiab leej, tus uas saib ib puas leej, tagnrho cov nomtswv, tagnrho cov thawjcoj ntawm tej tsevneeg thiab tagnrho cov pejxeem,"},{"bible_id":"1525","chapter_code":"2CH.1","verse_code":"2CH.1.3","label":"3","content":"kom lawv nrog nws mus rau ntawm qhov chaw pehawm tug TSWV uas nyob hauv Nkinpe-oos. Lawv mus rau hauv Nkinpe-oos rau qhov tus TSWV lub Tsevntaub sib ntsib uas tus TSWV tus tubtxib Mauxes ua nram tiaj suabpuam nyob rau hauv. ("},{"bible_id":"1525","chapter_code":"2CH.1","verse_code":"2CH.1.4","label":"4","content":"Tiamsis Vajntxwv Daviv twb coj tus TSWV lub Phijxab nram Kili-as Ye-alees los tso rau hauv nroog Yeluxalees, qhov chaw uas nws npaj tseg lawm.)"},{"bible_id":"1525","chapter_code":"2CH.1","verse_code":"2CH.1.5","label":"5","content":"Lawv muab lub thaj tooj uas Ulis tus tub Npexalees uas yog Hules tus xeebntxwv ua tso rau ntawm hauv ntej tus TSWV lub Tsevntaub sib ntsib uas nyob hauv lub nroog Nkinpe-oos. Vajntxwv Xalumoos thiab cov pejxeem mus pehawm tus TSWV qhov ntawd."},{"bible_id":"1525","chapter_code":"2CH.1","verse_code":"2CH.1.6","label":"6","content":"Vajntxwv pehawm tus TSWV thiab tua tsiaj hlawv fij rau saum lub thaj tooj ntawm hauv ntej lub Tsevntaub. Nws tua ib txhiab tus tsiaj hlawv rau saum lub thaj ntawd."},{"bible_id":"1525","chapter_code":"2CH.1","verse_code":"2CH.1.7","label":"7","content":"Hmo ntawd Vajtswv los tshwm rua Xalumoos pom thiab hais tias, “Koj xav kom kuv muab dabtsi rau koj?”"},{"bible_id":"1525","chapter_code":"2CH.1","verse_code":"2CH.1.8","label":"8","content":"Xalumoos teb hais tias, “Koj ibtxwm qhia koj txojkev hlub uas loj kawg nkaus rau kuv txiv Daviv, thiab nimno koj twb pub kuv tau ua vajntxwv hloov nws chaw lawm."},{"bible_id":"1525","chapter_code":"2CH.1","verse_code":"2CH.1.9","label":"9","content":"Tus TSWV uas yog Vajtswv, koj twb ua tiav raws li tej lus uas koj tau cog tseg rau kuv txiv lawm. Koj tsa kuv ua vajntxwv kav haivneeg uas coob heev suav tsis txheeb no."},{"bible_id":"1525","chapter_code":"2CH.1","verse_code":"2CH.1.10","label":"10","content":"Yog li ntawd, thov koj pub tswvyim thiab kev txawj ntse rau kuv tswjhwm lawv. Yog kuv tsis muaj tswvyim, kuv yuav ua li cas tswjhwm tau koj haivneeg uas coob heev no?”"},{"bible_id":"1525","chapter_code":"2CH.1","verse_code":"2CH.1.11","label":"11","content":"Vajtswv teb Xalumoos hais tias, “Koj xaiv tau qhov yog lawm! Koj tsis tau thov kom koj muaj txiag npluanuj, muaj koob muaj meej lossis kom koj cov yeebncuab tuag lossis kom koj muaj txojsia ntev, tiamsis koj thov yuav tswvyim thiab kev txawj ntse kom koj tswjhwm tau kuv haivneeg uas kuv tau tsa koj ua vajntxwv kav ntawd."},{"bible_id":"1525","chapter_code":"2CH.1","verse_code":"2CH.1.12","label":"12","content":"Kuv yuav pub kom koj muaj tswvyim thiab kev txawj ntse. Kuv yuav pub kev muaj txiag npluanuj, thiab kom koj lub koob meej nrov ncha tshaj cov vajntxwv uas nyob ua ntej koj lossis nyob tom qab koj.”"},{"bible_id":"1525","chapter_code":"2CH.1","verse_code":"2CH.1.13","label":"13","content":"Yog li ntawd, Xalumoos thiaj li tawm  hauv tus TSWV lub Tsevntaub sib ntsib uas yog qhov chaw pehawm hauv lub nroog Nkinpe-oos rov los rau hauv lub nroog Yeluxalees, thiab nws nyob hauv tswjhwm cov Yixalayees."},{"bible_id":"1525","chapter_code":"2CH.1","verse_code":"2CH.1.14","label":"14","content":"Xalumoos ua tau ib txhiab plaub puas lub tsheb nees ua rog thiab muaj kaum ob txhiab leej tubrog caij nees. Muaj ibtxhia nws cia nyob rau hauv lub nroog Yeluxalees, thiab dua li cov nws coj mus nyob rau lwm lub nroog lawm."},{"bible_id":"1525","chapter_code":"2CH.1","verse_code":"2CH.1.15","label":"15","content":"Lub sijhawm uas Xalumoos kav tebchaws ntawd, nws saib tej nyiaj thiab tej kub tsuas zoo li tej pobzeb hauv lub nroog Yeluxalees, thiab tej ntoo ciab los zoo li tej ntoo xikamaus uas tuaj ntawm tej taw roob hauv tebchaws Yudas xwb."},{"bible_id":"1525","chapter_code":"2CH.1","verse_code":"2CH.1.16","label":"16","content":"Vajntxwv tseem muaj cov sawv cev txais tej nees uas luag cab hauv tebchaws Muxilis  thiab Kilikias,  tuaj"},{"bible_id":"1525","chapter_code":"2CH.1","verse_code":"2CH.1.17","label":"17","content":"thiab cov tsheb nees yog coj nram tebchaws Iziv tuaj. Lawv xa tej nees thiab tsheb nees ntawd mus muag rau cov Hitis thiab cov Xilias ob tug vajntxwv ib lub twg rau puas daim nyiaj thiab cov nees muag ib tug ib puas tsib caug daim nyiaj."},{"bible_id":"1525","chapter_code":"2CH.2","verse_code":"2CH.2.1","label":"1","content":"Vajntxwv Xalumoos ua lub Tuamtsev ua qhov chaw rau sawvdaws tuaj pehawm tus TSWV thiab ua ib lub loog rua nws."},{"bible_id":"1525","chapter_code":"2CH.2","verse_code":"2CH.2.2","label":"2","content":"Nws muaj xya caum txhiab leej txivneej ua cov nqa pobzeb, yim caum txhiab leej txivneej ua cov txaug pobzeb thiab peb txhiab rau puas leej ua cov saib thiab qhia lawv ua haujlwm."},{"bible_id":"1525","chapter_code":"2CH.2","verse_code":"2CH.2.3","label":"3","content":"Xalumoos xa xov mus rau Vajntxwv Hilas uas kav lub nroog Tiles hais tias, “Thov koj xa ntoo ciab tuaj rau kuv ib yam li thaum koj tau xa tuaj rau kuv txiv uas yog Vajntxwv Daviv ua nws lub loog."},{"bible_id":"1525","chapter_code":"2CH.2","verse_code":"2CH.2.4","label":"4","content":"Kuv tabtom ua lub Tuamtsev rau tus TSWV uas yog kuv tug Vajtswv thiab muab fij rau nws ua qhov chaw rau kuv thiab cov pejxeem pehawm nws, hlawv tshuaj tsw qab, niaj hnub fij tej ncuav tsis xyaw keeb, thiab tua tsiaj hlawv fij thaum sawv ntxov thiab thaum yuav tsaus ntuj uas yog Hnub Xanpataus, ua rooj noj rooj haus thaum Hli Xiab thiab tej hnub uas ua kevcai qhuas tus TSWV uas yog peb tus Vajtswv. Tus TSWV samhwm kom cov Yixalayees yuav tsum ua li no mus ibtxhis li."},{"bible_id":"1525","chapter_code":"2CH.2","verse_code":"2CH.2.5","label":"5","content":"Kuv yuav ua ib lub Tuamtsev uas zoo heev, rau qhov peb tus Vajtswv yog tus uas muaj hwjchim loj dua tej vajtswv huv tibsi."},{"bible_id":"1525","chapter_code":"2CH.2","verse_code":"2CH.2.6","label":"6","content":"Puas muaj leejtwg ua tau lub Tuamtsev rau Vajtswv nyob? Txawm yog lub ntuj lub teb los twb tsis txaus rau nws nyob. Yog li ntawd lub Tuamtsev uas kuv ua no, tsuas yog ua qhov chaw hlawv hmoov tshuaj tsw qab fij rau Vajtswv xwb."},{"bible_id":"1525","chapter_code":"2CH.2","verse_code":"2CH.2.7","label":"7","content":"Thov koj xa ib tug neeg uas txawj nchuav kub, nchuav nyiaj, nchuav tooj thiab nchuav hlau, thiab txawj ntos ntaub xiav, ntaub tsamxem thiab ntaub liab tuaj rau kuv. Nws yuav nrog cov kws txua ntoo uas kuv txiv Daviv xaiv tseg hauv tebchaws Yudas thiab hauv lub nroog Yeluxalees ua haujlwm ua ke."},{"bible_id":"1525","chapter_code":"2CH.2","verse_code":"2CH.2.8","label":"8","content":"Kuv paub hais tias koj cov neeg txawj txua ntoo heev, yog li ntawd, thov koj xa ntoo ciab, ntoo thuv thiab ntoo thwjsuab pem roob Lenpanoos tuaj rau kuv. Kuv twb npaj yuav xa kuv cov neeg tuaj pab koj cov neeg"},{"bible_id":"1525","chapter_code":"2CH.2","verse_code":"2CH.2.9","label":"9","content":"txiav kom tau ntoo ntau heev tuaj rau kuv, rau qhov lub Tuamtsev uas kuv yuav ua ntawd loj thiab zoo nkauj heev."},{"bible_id":"1525","chapter_code":"2CH.2","verse_code":"2CH.2.10","label":"10","content":"Kuv yuav xa ib puas txhiab kawm hmoov qib, ib puas txhiab kawm hmoov nplej, nees nkaum ob txhiab thoob cawv txiv hmab thiab nees nkaum ob txhiab thoob roj txiv ntoo tuaj rau koj cov neeg ua haujlwm tau noj.”"},{"bible_id":"1525","chapter_code":"2CH.2","verse_code":"2CH.2.11","label":"11","content":"Vajntxwv Hilas sau ntawv tuaj teb Vajntxwv Xalumoos hais tias, “Tus TSWV hlub nws haivneeg, nws thiaj tsa koj los ua vajntxwv."},{"bible_id":"1525","chapter_code":"2CH.2","verse_code":"2CH.2.12","label":"12","content":"Cia li qhuas tus TSWV uas yog cov Yixalayees tus Vajtswv uas Tsim lub ntuj thiab lub ntiajteb! Nws pub kom Daviv muaj ib tug tub txawj ntse, muaj lajlim tswvyim, thiab thoob tsib to nrog uas nimno tabtom ua lub Tuamtsev rau tus TSWV thiab ib lub loog rau nws."},{"bible_id":"1525","chapter_code":"2CH.2","verse_code":"2CH.2.13","label":"13","content":"Kuv yuav xa ib tug neeg txawj ntse thiab yog kws txua ntoo tuaj rau koj, nws lub npe hu ua Hulas."},{"bible_id":"1525","chapter_code":"2CH.2","verse_code":"2CH.2.14","label":"14","content":"Nws niam yog xeem Das thiab nwg txiv yog neeg uas ibtxwm nyob hauv lub nroog Tiles. Hulas txawj nchuav nyiaj, nchuav kub, nchuav tooj, nchuav hlau, txawj txaug pobzeb thiab txawj txua ntoo. Nws txawj ntos ntaub pajyeeb ntsha, ntaub liab thiab ntaubmag. Nws txawj txaug txhua yam raws li tej qauv uas luag kom nws ua. Cia nws ua haujlwm nrog koj cov neeg txua ntoo uas ua haujlwm rau koj txiv uas yog Vajntxwv Daviv."},{"bible_id":"1525","chapter_code":"2CH.2","verse_code":"2CH.2.15","label":"15","content":"Nimno koj cia li xa tej hmoov qib, hmoov nplej, roj txiv ntoo thiab cawv txiv hmab tuaj rau kuv raws li koj tau coglus tseg lawm."},{"bible_id":"1525","chapter_code":"2CH.2","verse_code":"2CH.2.16","label":"16","content":"Peb yuav mus txiav tej ntoo ciab saum tej roob Lenpanoos uas koj xav tau thiab muab pav ua phuaj nquam raws ntug dej hiavtxwv tuaj rau ntawm lub nroog Yaupas; koj mam tuaj coj mus rau hauv Yeluxalees.”"},{"bible_id":"1525","chapter_code":"2CH.2","verse_code":"2CH.2.17","label":"17","content":"Vajntxwv Xalumoos txheeb cov neeg txawv tebchaws uas nyob hauv tebchaws Yixalayees tej npe. Qhov uas Xalumoos txheeb npe no, nws ua ib yam li nws txiv Daviv tau ua los lawm. Lawv txheeb tau ib puas tsib caug peb txhiab rau pua leej neeg txawv tebchaws nyob hauv lawv lub tebchaws."},{"bible_id":"1525","chapter_code":"2CH.2","verse_code":"2CH.2.18","label":"18","content":"Xalumoos thiaj muab xya caum txhiab leej ua cov nqa pobzeb, yim caum txhiab leej ua cov txaug pobzeb saum tej roob, thiab peb txhiab rau puas leej ua cov saib thiab qhia cov neeg ua haujlwm kom tiav."},{"bible_id":"1525","chapter_code":"2CH.3","verse_code":"2CH.3.1","label":"1","content":"Vajntxwv Daviv uas yog Xalumoos txiv twb npaj qhov chaw uas yuav tsa lub Tuamtsev tseg lawm. Qhov chaw ntawd nyob saum lub Roob Mauliyas, hauv lub nroog Yeluxalees, ntawm Alaunas uas yog neeg Yenpus lub tshav ntaus nplej. Vajntxwv Xalumoos pib tsa lub Tuamtsev"},{"bible_id":"1525","chapter_code":"2CH.3","verse_code":"2CH.3.2","label":"2","content":"rau thaum lub ob hlis ntuj, xyoo plaub uas nws ua vajntxwv."},{"bible_id":"1525","chapter_code":"2CH.3","verse_code":"2CH.3.3","label":"3","content":"Lub Tuamtsev uas Vajntxwv Xalumoos ua, qhov ntev muaj rau caum tshim thiab qhov dav muaj nees nkaum tshim,"},{"bible_id":"1525","chapter_code":"2CH.3","verse_code":"2CH.3.4","label":"4","content":"chav ntawm lub qhovrooj uas mus rau hauv lub Tuamtsev, qhov dav muaj nees nkaum tshim thiab qhov siab muaj ib puas nees nkaum tshim. Chav no sab hauv muab kub vuam thoob plaws."},{"bible_id":"1525","chapter_code":"2CH.3","verse_code":"2CH.3.5","label":"5","content":"Luag muab txiag ntoo ciab pua chav loj thiab muab kub vuam, muab suam ua duab toovlaj thiab ua duab saw rau huv tibsi."},{"bible_id":"1525","chapter_code":"2CH.3","verse_code":"2CH.3.6","label":"6","content":"Vajntxwv tseem muab cov pobzeb muaj nqis uas zoo nkauj heev lo rau lub Tuamtsev thiab muab cov kub uas coj hauv tebchaws Pavais tuaj vuam rau."},{"bible_id":"1525","chapter_code":"2CH.3","verse_code":"2CH.3.7","label":"7","content":"Nws muab kub vuam lub Tuamtsev tej phabntsa, qab nthab, thiab cov kev huv tibsi; thiab luag suam tej duab qhelunpees  rau ntawm tej phabntsa."},{"bible_id":"1525","chapter_code":"2CH.3","verse_code":"2CH.3.8","label":"8","content":"Chav hauv plawv uas yog Chav Dawbhuv kawg nkaus, qhov dav muaj nees nkaum tshim thiab qhov ntev muaj nees nkaum tshim ib yam li lub Tuamtsev qhov dav. Cov kub uas vuam rau Chav Dawbhuv kawg nkaus tej phabntsa muaj nees nkaum tsib tas;"},{"bible_id":"1525","chapter_code":"2CH.3","verse_code":"2CH.3.9","label":"9","content":"muab ib choj thiab plaub lag kub los ua cov ntsia, thiab cov chav uas nyob txheej saud los puavleej muab kub vuam rau."},{"bible_id":"1525","chapter_code":"2CH.3","verse_code":"2CH.3.10","label":"10","content":"Vajntxwv kom nws cov neeg ua tsev muab tooj nchuav ua tau ob tug qhelunpees, muab kub vuam rau thiab coj mus txawb rau hauv Chav uas Dawbhuv kawg nkaus,"},{"bible_id":"1525","chapter_code":"2CH.3","verse_code":"2CH.3.11+2CH.3.12+2CH.3.13","label":"11-13","content":"muab ib tug txawb rau ib sab tig xubntiag rau ntawm qhovrooj. Ib tug qhelunpees muaj ob phab tis, ib phab twg ntev tsib tshim. Ob tug qhelunpees ntawd nthuav tis tuaj sib twb rau hauv plawv, thiab dua li ob phab tis tom ntug nthuav mus twb rau ob sab phabntsa, qhov ntev muaj nees nkaum tshim."},{"bible_id":"1525","chapter_code":"2CH.3","verse_code":"2CH.3.14","label":"14","content":"Muab daim ntaub uas luag ntos txaij xiav, txaij tsamxem thiab txaij liab uas luag nraj ua tej duab qhelunpees ntawd los thaiv Chav Dawbhuv kawg nkaus."},{"bible_id":"1525","chapter_code":"2CH.3","verse_code":"2CH.3.15","label":"15","content":"Vajntxwv ua tau ob tug ncej tooj, ib tug twg siab peb caug tsib tshim thiab muab txhos rau ntawm hauv ntej lub Tuamtsev. Ib tug ncej twg muaj ib lub hau siab tsib tshim dhos rau saum."},{"bible_id":"1525","chapter_code":"2CH.3","verse_code":"2CH.3.16","label":"16","content":"Nws nchuav ob txoj saw tooj thiab ib puas lub tswb tooj uas zoo li txiv ntsiavkws dai rau saum ob lub hau ncej."},{"bible_id":"1525","chapter_code":"2CH.3","verse_code":"2CH.3.17","label":"17","content":"Ob tug ncej ntawd txhos rau ntawm ob sab qhovrooj uas mus rau hauv lub Tuamtsev: tus ncej uas txhos rau sab nrad hu ua Yakhees,  thiab tus ncej uas txhos rau sab ped hu ua Npau-am."},{"bible_id":"1525","chapter_code":"2CH.4","verse_code":"2CH.4.1","label":"1","content":"Vajntxwv Xalumoos ua tau ib lub thaj tooj, qhov ntev muaj nees nkaum tshim, qhov dav muaj nees nkaum tshim thiab qhov siab muaj kaum tshim."},{"bible_id":"1525","chapter_code":"2CH.4","verse_code":"2CH.4.2","label":"2","content":"Thiab nws muab tooj nchuav tau ib lub rhawv kheej kheej siab tsib tshim, sab npoo no rau sab npoo tid muaj kaum tshim, thiab lub cheeb muaj peb caug tshim."},{"bible_id":"1525","chapter_code":"2CH.4","verse_code":"2CH.4.3","label":"3","content":"Nws muab tooj nchuav ua ob lub thi los thi puagncig lub rhawv  sab nraud, ib lub nyob saum toj thiab ib lub nyob hauv qab thiab ib co duab heev nyuj uas yeej nchuav lo nrog rau ntawm lub rhawv."},{"bible_id":"1525","chapter_code":"2CH.4","verse_code":"2CH.4.4","label":"4","content":"Luag muab lub rhawv ntawd txawb rau saum kaum ob tug nyuj tooj nraubqaum uas tig taubhau rau sab nraud, peb tug nyuj twg tig rau ib sab."},{"bible_id":"1525","chapter_code":"2CH.4","verse_code":"2CH.4.5","label":"5","content":"Lub rhawv ntawd tus npoo tuab peb nti, tus npoo zoo li tej npoo khob, thiab muab zaj ntug nraud zaig txaij nraug zees nthuav zoo li lub paj lilis. Lub rhawv ntawd ntim tau kwvyees li peb txhiab thoob dej."},{"bible_id":"1525","chapter_code":"2CH.4","verse_code":"2CH.4.6","label":"6","content":"Nws tseem ua tau kaum lub rhawv dej; nws muab tsib lub txawb rau ntawm lub Tuamtsev sab nrad thiab muab tsib lub txawb rau sab pem. Cov rhawv dej ntawd yog ua cia tau ntxuav tej nqaij uas yuav coj mus hlawv fij. Cov dej hauv lub rhawv loj yog cia rau cov povthawj ntxuav cev."},{"bible_id":"1525","chapter_code":"2CH.4","verse_code":"2CH.4.7+2CH.4.8","label":"7-8","content":"Nws muab kub ua kaum tus ncej txawb teeb raws li tej qauv uas ibtxwm ua, thiab kaum lub nrooj, txawb rau ntawm chav loj hauv lub Tuamtsev, ib sab twg muab tsib lub rooj thiab tsib lub teeb txawb rau. Nws tseem muab kub nchuav ua ib puas lub tais thiab."},{"bible_id":"1525","chapter_code":"2CH.4","verse_code":"2CH.4.9","label":"9","content":"Nws ua tau ib chav rau hauv nruab nrog rau cov povthawj thiab ua tau ib chav loj rau sab nraud. Nws muab tooj vuam cov qhovrooj ntawm cov roojvag uas mus rau hauv ob chav ntawd."},{"bible_id":"1525","chapter_code":"2CH.4","verse_code":"2CH.4.10","label":"10","content":"Nws muab lub rhawv tooj txawb rau ntawm lub Tuamtsev ces kaum sab hnubtuaj qabteb."},{"bible_id":"1525","chapter_code":"2CH.4","verse_code":"2CH.4.11+2CH.4.12+2CH.4.13+2CH.4.14+2CH.4.15+2CH.4.16","label":"11-16","content":"Hulas tseem ua ib co laujkaub ib co duav yawm tshauv thiab ib co tais. Nws ua txhua yam rau lub Tuamtsev tiav raws li Vajntxwv Xalumoos xav kom nws ua xwsli: Ob tug ncej tooj Ob lub hau uas khwb rau ob tug ncej Cov saw uas dai rau ob lub hau khwb ncej Ob tsham tswb tooj uas muaj plaub puas lub zoo li txiv ntsiavkws dai ncig ob lub hau ncej Kaum lub tsheb tooj Kaum lub phiab tooj Lub rhawv tooj Kaum ob tug nyuj uas txawb lub rhawv tooj Cov laujkaub, cov duav yawm tshauv, thiab diav rawg. Tagnrho tej ntawd  puavleej yog Hulas tus kws nchuav tooj nchuav hlau ua, nws ua raws li Vajntxwv Xalumoos kom nws ua siv rau hauv tus TSWV lub Tuamtsev."},{"bible_id":"1525","chapter_code":"2CH.4","verse_code":"2CH.4.17","label":"17","content":"Vajntxwv kom ua tej ntawd nyob hauv lub tiaj av nplaum uas nyob nruab nrab ntawm Xukaus thiab Xeledas  hauv lub Hav Yauladees."},{"bible_id":"1525","chapter_code":"2CH.4","verse_code":"2CH.4.18","label":"18","content":"Tej tooj uas Xalumoos muab los ua tej ntawd ntau heev, thiaj tsis muaj leejtwg muab luj tau hais tias hnyav npaum li cas."},{"bible_id":"1525","chapter_code":"2CH.4","verse_code":"2CH.4.19","label":"19","content":"Vajntxwv Xalumoos tseem muab kub ua tej rooj tog rau hauv lub Tuamtsev li no: lub thaj fij thiab cov rooj rau ncuav fij rau tug TSWV;"},{"bible_id":"1525","chapter_code":"2CH.4","verse_code":"2CH.4.20","label":"20","content":"Cov ncej txawb teeb thiab cov teeb uas muab kub ua thiab taws rau ntawm hauv ntej hauv Chav Dawbhuv kawg nkaus raws li npaj tseg lawm;"},{"bible_id":"1525","chapter_code":"2CH.4","verse_code":"2CH.4.21","label":"21","content":"tej paj, tej teeb, thiab tej ciaj,"},{"bible_id":"1525","chapter_code":"2CH.4","verse_code":"2CH.4.22","label":"22","content":"tej txiab txiav teebxeeb, tej phiab, tej tais rau hmoov tshuaj tsw qab thiab cov yias rauv ncaig taws. Txhua yam uas hais los no puavleej muab kub ua xwb. Lub Tuamtsev tej qhovrooj sab nraud thiab tej qhovrooj uas mus rau hauv Chav Dawbhuv kawg nkaus puavleej yog muab kub vuam rau."},{"bible_id":"1525","chapter_code":"2CH.5","verse_code":"2CH.5.1","label":"1","content":"Thaum Vajntxwv Xalumoos ua lub Tuamtsev txhua yam tiav lawm, nws muab tej cuabyeej uas nws txiv Daviv muab fij rau tus TSWV lawm, coj mus cia rau hauv tej chav rau khoom hauv lub Tuamtsev, tsis hais nyiaj, kub thiab lwm yam."},{"bible_id":"1525","chapter_code":"2CH.5","verse_code":"2CH.5.2","label":"2","content":"Vajntxwv Xalumoos kom cov Yixalayees tej thawjcoj ntawm tej xeem thiab tej cuab tuaj rau hauv Yeluxalees thiab mus coj tus TSWV lub Phijxab hauv Xi-oos uas yog Daviv lub nroog  los tso rau hauv lub Tuamtsev."},{"bible_id":"1525","chapter_code":"2CH.5","verse_code":"2CH.5.3","label":"3","content":"Lawv tuaj rau thaum lub caij uas ua Kevcai Nyob Tsev Pheebsuab."},{"bible_id":"1525","chapter_code":"2CH.5","verse_code":"2CH.5.4","label":"4","content":"Thaum cov thawjcoj tuaj txoos ua ke tas lawm, cov Levis txawm tsaws lub Phijxab"},{"bible_id":"1525","chapter_code":"2CH.5","verse_code":"2CH.5.5","label":"5","content":"thiab kwv los tso rau hauv lub Tuamtsev. Cov povthawj thiab cov Levis muab tus TSWV lub Tsevntaub sib ntsib txo thiab nqa nrog tej cuabyeej txhua yam los tso rau hauv lub Tuamtsev."},{"bible_id":"1525","chapter_code":"2CH.5","verse_code":"2CH.5.6","label":"6","content":"Vajntxwv Xalumoos thiab cov Yixalayees tuaj sawv ua ke rau ntawm hauv ntej tus TSWV lub Phijxab; lawv tua yaj thiab tua nyuj fij ntau heev suav tsis txheeb li."},{"bible_id":"1525","chapter_code":"2CH.5","verse_code":"2CH.5.7","label":"7","content":"Ces tom qab ntawd, cov povthawj mam li kwv tus TSWV lub Phijxab los tso rau hauv Chav Dawbhuv kawg nkaus thiab hauv qab ob tug qhelunpees ob phab tis."},{"bible_id":"1525","chapter_code":"2CH.5","verse_code":"2CH.5.8","label":"8","content":"Ob tug qhelunpees ob phab tis nthuav los roos lub Phijxab thiab ob tug nqaj ntoos huv tibsi."},{"bible_id":"1525","chapter_code":"2CH.5","verse_code":"2CH.5.9","label":"9","content":"Yog leejtwg sawv ntawm hauv ntej Chav Dawbhuv kawg nkaus ntsia mus thiaj li pom cov tw nqaj, tiamsis yog nyob lwm qhov ntsia tuaj tsis pom li. (Cov nqaj ntoos ntawd tseem nyob los txog niaj hnub no.)"},{"bible_id":"1525","chapter_code":"2CH.5","verse_code":"2CH.5.10","label":"10","content":"Hauv tus TSWV lub Phijxab tsuas muaj ob daim txiag zeb uas Mauxes muab tso rau hauv thaum lawv tseem nyob ntawm Roob Xinais. Ob daim txiag zeb ntawd yog tus TSWV sau nws tej lus Cog Tseg rau cov Yixalayees thaum lawv tsiv nram tebchaws Iziv los."},{"bible_id":"1525","chapter_code":"2CH.5","verse_code":"2CH.5.11+2CH.5.12+2CH.5.13+2CH.5.14","label":"11-14","content":"Tagnrho cov povthawj, tsis hais pab twg, puavleej tawm hauv chav dawbhuv tuaj ua kevcai ntxuav. Cov Levis uas ntaus nkauj nogncas yog Axafes, Hemas, Yeduthoos thiab cov uas yog lawv tej cuab kwvtij. Lawv sawvdaws puavleej hnav ntaubmag, sawv ntawm lub thaj sab hnubtuaj, tuav rawv nruas npuaj, nkauj nogncas, thiab ib puas nees nkaum leej povthawj tshuab xyu nrog lawv. Cov hu nkauj hu dhos tej suab xyu, suab nruas npuaj thiab lwm yam suab raj zoo heev qhuas tus TSWV hais tias: “Cia li qhuas tus TSWV, rau qhov nws yog tus zoo, Thiab nws txojkev hlub nyob mus ibtxhis.” Tamsim ntawd txawm muaj ib tauv huab los puv nkaus hauv lub Tuamtsev, tus TSWV lub tshwjchim ci ntsa iab ua rau cov povthawj ua tsis tau tus TSWV tes haujlwm."},{"bible_id":"1525","chapter_code":"2CH.6","verse_code":"2CH.6.1","label":"1","content":"Vajntxwv Xalumoos thov hais tias, “Tug TSWV, koj xaiv nyob hauv tauv huab thiab qhov uas tsaus nti."},{"bible_id":"1525","chapter_code":"2CH.6","verse_code":"2CH.6.2","label":"2","content":"Nimno kuv ua tau lub Tuamtsev uas zoo heev rau koj, Yog qhov chaw rau koj nyob mus ibtxhis.”"},{"bible_id":"1525","chapter_code":"2CH.6","verse_code":"2CH.6.3","label":"3","content":"Cov Yixalayees puavleej tuaj sawv ntawd, ces vajntxwv tig xubntiag rau ntawm cov pejxeem thiab thov Vajtswv foom koob hmoov rau lawv."},{"bible_id":"1525","chapter_code":"2CH.6","verse_code":"2CH.6.4","label":"4","content":"Nws hais tias, “Cia li qhuas tus TSWV uas yog cov Yixalayees tus Vajtswv! Tus TSWV yeej ua raws li tej lus uas nws cog tseg rau kuv txiv Daviv hais tias,"},{"bible_id":"1525","chapter_code":"2CH.6","verse_code":"2CH.6.5","label":"5","content":"‘Suav txij thaum kuv coj kuv haivneeg tawm nram tebchaws Iziv los, kuv tsis tau xaiv ib lub nroog hauv haivneeg Yixalayees txhua xeem los ua lub Tuamtsev ua qhov chaw pehawm kuv, thiab kuv tsis tau xaiv leejtwg los kav kuv haivneeg Yixalayees."},{"bible_id":"1525","chapter_code":"2CH.6","verse_code":"2CH.6.6","label":"6","content":"Tiamsis nimno kuv xaiv lub nroog Yeluxalees ua qhov chaw rau sawvdaws pehawm kuv thiab xaiv koj uas yog Daviv kav kuv haivneeg.’ ”"},{"bible_id":"1525","chapter_code":"2CH.6","verse_code":"2CH.6.7","label":"7","content":"Thiab Xalumoos hais ntxiv tias, “Kuv txiv Daviv twb npaj tseg lawm hais tias yuav ua lub Tuamtsev ua qhov chaw pehawm tus TSWV uas yog cov Yixalayees tus Vajtswv,"},{"bible_id":"1525","chapter_code":"2CH.6","verse_code":"2CH.6.8","label":"8","content":"tiamsis tus TSWV hais rau nws tias, ‘Koj yeej npaj siab xav ua lub tuamtsev rau kuv,"},{"bible_id":"1525","chapter_code":"2CH.6","verse_code":"2CH.6.9","label":"9","content":"tiamsis koj yuav tsis yog tus ua lub tuamtsev ntawd. Koj tus tub uas yog koj roj ntsha thiaj yog tus uas yuav ua kuv lub tuamtsev.’"},{"bible_id":"1525","chapter_code":"2CH.6","verse_code":"2CH.6.10","label":"10","content":"“Nimno tus TSWV twb ua raws li tej lus cog tseg ntawd lawm; kuv tau ua vajntxwv kav cov Yixalayees hloov kuv txiv chaw, thiab kuv tau ua lub Tuamtsev los ua lub chaw pehawm tug TSWV uas yog cov Yixalayees tus Vajtswv."},{"bible_id":"1525","chapter_code":"2CH.6","verse_code":"2CH.6.11","label":"11","content":"Kuv muab tus TSWV lub Phijxab uas ntim ob daim txiag zeb uas nws sau nws tej lus cog tseg rau cov Yixalayees tso rau hauv lub Tuamtsev.”"},{"bible_id":"1525","chapter_code":"2CH.6","verse_code":"2CH.6.12","label":"12","content":"Xalumoos mus sawv tabmeeg cov pejxeem sawvdaws ntawm hauv ntej lub thaj, nws tsa nws ob txhais tes thiab thov Vajtswv. ("},{"bible_id":"1525","chapter_code":"2CH.6","verse_code":"2CH.6.13","label":"13","content":"Xalumoos muab tooj ua tau ib lub samthiaj thiab muab teeb rau hauv plawv lub tshavpuam. Lub samthiaj ntawd qhov ntev muaj tsib tshim, qhov dav muaj tsib tshim, thiab qhov siab muaj peb tshim; nws mus rau saum lub samthiaj, txhos caug, thiab tsa nws ob txhais tes rau saum nruab ntug tabmeeg sawvdaws.)"},{"bible_id":"1525","chapter_code":"2CH.6","verse_code":"2CH.6.14","label":"14","content":"Nws thov hais tias, “Tus TSWV uas yog cov Yixalayees tus Vajtswv, yeej tsis muaj dua lwm tus vajtswv nyob saum ntuj lossis hauv ntiajteb no zoo li koj lawm. Koj yeej ua raws li koj tej lus cog tseg rau koj haivneeg thiab hlub lawv thaum lawv mloog koj lus kawg siab kawg ntsws."},{"bible_id":"1525","chapter_code":"2CH.6","verse_code":"2CH.6.15","label":"15","content":"Koj ua raws li tej lus uas koj tau cog tseg rau kuv txiv Daviv uas yog koj tus tubtxib, mas hnub no muaj tiav raws li koj txhua lo lus lawm tiag."},{"bible_id":"1525","chapter_code":"2CH.6","verse_code":"2CH.6.16","label":"16","content":"Tus TSWV uas yog cov Yixalayees tus Vajtswv, nimno thov kom koj ua raws li lo lus uas thaud koj tau cog tseg rau kuv txiv Daviv uas yog koj tus tubtxib hais tias, ‘Koj yuav cia nws cov xeebntxwv ua vajntxwv kav cov Yixalayees mus li, yog lawv ua tib zoo mloog koj tej lus ib yam li nws mloog koj tej lus.’"},{"bible_id":"1525","chapter_code":"2CH.6","verse_code":"2CH.6.17","label":"17","content":"Yog li ntawd, tus TSWV uas yog cov Yixalayees tug Vajtswv, nimno thov kom txhua yam muaj tseeb raws li koj tau coglus tseg rau koj tus tubtxib Daviv lawm."},{"bible_id":"1525","chapter_code":"2CH.6","verse_code":"2CH.6.18","label":"18","content":"“Tiamsis Vajtswv, koj yuav ua li cas nrog neeg ntiajteb nyob? Txawm yog lub ntuj los twb dav tsis txaus koj nyob; yog li ntawd, lub Tuamtsev uas kuv ua no yuav ua li cas txaus koj nyob?"},{"bible_id":"1525","chapter_code":"2CH.6","verse_code":"2CH.6.19","label":"19","content":"Tus TSWV uas yog kuv tus Vajtswv, kuv yog koj tus tubtxib, thov koj mloog thiab teb kuv tej lus uas hnub no kuv thov koj."},{"bible_id":"1525","chapter_code":"2CH.6","verse_code":"2CH.6.20","label":"20","content":"Thov koj tsa qhovmuag saib lub Tuamtsev no nruab hnub hmo ntuj. Koj coglus hais tias qhov chaw no yog qhov chaw pehawm koj; yog li ntawd, thaum kuv tig xubntiag tuaj rau ntawm lub Tuamtsev no thov koj, thov koj mloog kuv tej lus thov."},{"bible_id":"1525","chapter_code":"2CH.6","verse_code":"2CH.6.21","label":"21","content":"Thov koj mloog kuv tej lus thov thiab koj haivneeg Yixalayees tej lus thov thaum lawv tig xubntiag tuaj rau ntawm qhov chaw no thov koj, koj nyob hauv koj lub Tsev saum ntuj mloog peb tej lus thov thiab zam txim rau peb."},{"bible_id":"1525","chapter_code":"2CH.6","verse_code":"2CH.6.22","label":"22","content":"“Thaum muaj ib tug neeg twg raug luag liam hais tias nws ua txhaum rau tej kwvtij zejzog, thiab luag coj nws tuaj tsa tes twv ntawm koj lub thaj hauv lub Tuamtsev no hais tias nws yeej yog neeg ncaj ncees tiag,"},{"bible_id":"1525","chapter_code":"2CH.6","verse_code":"2CH.6.23","label":"23","content":"tug TSWV, koj nyob saum ntuj, thov koj mloog thiab txiav txim rau koj tus tubtxib. Thov koj rau txim rau tus ua txhaum raws li uas nws tau ua, thiab thov koj tso tus uas tsis muaj txim."},{"bible_id":"1525","chapter_code":"2CH.6","verse_code":"2CH.6.24","label":"24","content":"“Thaum koj haivneeg Yixalayees swb lawv tej yeebncuab, vim lawv tau ua txhaum rau koj, tiamsis yog lawv tig rov los cuag koj thiab lawv tuaj rau hauv lub Tuamtsev no lees lawv tej kev txhaum thiab thov koj zam txhim,"},{"bible_id":"1525","chapter_code":"2CH.6","verse_code":"2CH.6.25","label":"25","content":"koj nyob saum ntuj thov mloog lawv tej lus thov. Thov zam txim rau koj haivneeg tej kev txhaum thiab coj lawv rov los rau hauv lub tebchaws uas koj muab pub rau lawv thiab lawv cov yawgkoob lawm."},{"bible_id":"1525","chapter_code":"2CH.6","verse_code":"2CH.6.26","label":"26","content":"“Thaum koj tsis tso nag los vim koj haivneeg tau ua txhaum rau koj, tiamsis yog lawv txo hwjchim, lees txhim thiab tig xubntiag tuaj rau ntawm lub Tuamtsev no thov koj,"},{"bible_id":"1525","chapter_code":"2CH.6","verse_code":"2CH.6.27","label":"27","content":"tus TSWV, koj nyob saum ntuj, thov koj mloog lawv tej lus thov thiab zam txim rau koj cov tubtxib, koj haivneeg Yixalayees, thiab qhia lawv kom paub ua lub neej ncaj ncees. Ces thov koj tso nag los rau lub tebchaws uas koj muab pub rau koj haivneeg ua lawv tug mus li lawm."},{"bible_id":"1525","chapter_code":"2CH.6","verse_code":"2CH.6.28","label":"28","content":"“Thaum lub tebchaws muaj kev tshaib nqhis lossis muaj kab mob kis lossis tej qoobloo raug puastsuaj, vim muaj cua daj cua dub nplawm lossis muaj kooj txomfav noj lossis thaum koj haivneeg raug lawv tej yeebncuab tawmtsam lossis thaum raug mob lossis muaj mob muaj nkeeg,"},{"bible_id":"1525","chapter_code":"2CH.6","verse_code":"2CH.6.29","label":"29","content":"thov koj mloog lawv tej lus thov. Yog koj haivneeg Yixalayees leejtwg muaj kev nyuaj siab ntxhov plawv, lawv tsa tes tuaj rau ntawm lub Tuamtsev no thiab thov koj,"},{"bible_id":"1525","chapter_code":"2CH.6","verse_code":"2CH.6.30","label":"30","content":"thov koj mloog lawv tej lus thov. Thov koj teb lawv tej lus thov ntawm koj lub chaw nyob saum ntuj tuaj; thov koj zam txim rau lawv thiab pab lawv. Tsuas yog koj tib leeg xwb thiaj paub txog neeg lub siab xav. Thov koj ua rau txhua tus raws li nws tej haujlwm,"},{"bible_id":"1525","chapter_code":"2CH.6","verse_code":"2CH.6.31","label":"31","content":"mas koj haivneeg thiaj yuav hwm koj mus tas lawv tiam neej nyob hauv lub tebchaws uas koj muab pub rau lawv cov yawgkoob lawm."},{"bible_id":"1525","chapter_code":"2CH.6","verse_code":"2CH.6.32","label":"32","content":"“Thaum cov neeg txawv tebchaws uas nyob deb, ib tug twg hnov txog koj lub hwjchim, koj lub koob lub npe thiab tej txujci tseemceeb uas koj tau ua pab koj haivneeg dhau los lawm, tuaj thov koj hauv lub Tuamtsev no,"},{"bible_id":"1525","chapter_code":"2CH.6","verse_code":"2CH.6.33","label":"33","content":"thov koj mloog nws tej lus thov. Koj nyob saum ntuj qhov uas yog koj lub chaw nyob, thov koj ua raws li nws tej lus thov. Yog koj ua li ntawd, txhua haivneeg uas nyob hauv ntiajteb no thiaj yuav paub koj thiab mloog koj lus ib yam li koj haivneeg Yixalayees mloog koj lus. Ces lawv thiaj yuav paub hais tias kuv ua lub Tuamtsev no ua qhov chaw pehawm koj."},{"bible_id":"1525","chapter_code":"2CH.6","verse_code":"2CH.6.34","label":"34","content":"“Thaum koj hais kom koj haivneeg mus tua lawv cov yeebncuab, txawm yog lawv nyob qhov twg thov koj los tsuav yog lawv tig xubntiag tuaj rau ntawm lub nroog uas koj xaiv tseg thiab lub Tuamtsev uas kuv ua rau koj no lawm,"},{"bible_id":"1525","chapter_code":"2CH.6","verse_code":"2CH.6.35","label":"35","content":"thov koj mloog lawv tej lus thov. Koj nyob saum ntuj mloog lawv tej lus thov thiab pab kom lawv muaj yeej."},{"bible_id":"1525","chapter_code":"2CH.6","verse_code":"2CH.6.36","label":"36","content":"“Tsis muaj ib tug neeg twg uas tsis tau ua txhaum li, yog thaum twg koj haivneeg ua txhaum rau koj, koj chim rau lawv thiab cia lawv cov yeebncuab ntaus yeej lawv, thiab ntes lawv coj mus rau lwm lub tebchaws, txawm yog lub tebchaws ntawd nyob deb thiab ze"},{"bible_id":"1525","chapter_code":"2CH.6","verse_code":"2CH.6.37","label":"37","content":"los thov koj mloog koj haivneeg tej lus thov. Thaum lawv nyob hauv lub tebchaws ntawd, yog lawv hloov siab, lees lawv tej kev txhaum, kev phem kev qias thiab thov koj, tus TSWV, thov koj mloog lawv tej lus thov."},{"bible_id":"1525","chapter_code":"2CH.6","verse_code":"2CH.6.38","label":"38","content":"Nyob hauv lub tebchaws ntawd, yog lawv muab siab npuab koj, lees lawv tej kev txhaum rau koj, thov koj thiab tig xubntiag tuaj rau ntawm lub tebchaws uas koj muab pub rau peb cov yawgkoob, lub nroog uas koj xaiv tseg, thiab lub Tuamtsev uas kuv ua rau koj lawm,"},{"bible_id":"1525","chapter_code":"2CH.6","verse_code":"2CH.6.39","label":"39","content":"thov koj mloog lawv tej lus thov. Koj nyob saum ntuj uas yog koj qhov chaw nyob, thov koj mloog lawv tej lus thov, hlub lawv thiab zam txim rau koj haivneeg."},{"bible_id":"1525","chapter_code":"2CH.6","verse_code":"2CH.6.40","label":"40","content":"“Kuv tus Vajtswv, nimno thov koj tsa qhovmuag saib peb thiab mloog peb tej lus uas peb nyob ntawm qhov chaw no thov koj."},{"bible_id":"1525","chapter_code":"2CH.6","verse_code":"2CH.6.41","label":"41","content":"Tus TSWV uas yog Vajtswv, nimno koj cia li mus nyob hauv lub Tuamtsev uas muaj koj lub Phijxab thiab koj lub hwjchim. Thov koj foom koob hmoov rau txhua yam uas koj cov povthawj ua, thiab thov kom koj haivneeg muaj kev zoo siab, rau qhov koj ua siab dawb siab zoo rau lawv."},{"bible_id":"1525","chapter_code":"2CH.6","verse_code":"2CH.6.42","label":"42","content":"Tus TSWV uas yog Vajtswv, thov koj tsis txhob tso tus vajntxwv uas koj xaiv lawm tseg. Thov koj nco ntsoov koj txojkev hlub uas koj muab rau koj tug tubtxib Daviv  lawm.”"},{"bible_id":"1525","chapter_code":"2CH.7","verse_code":"2CH.7.1","label":"1","content":"Thaum Vajntxwv Xalumoos thov Vajtswv tas, hluavtaws txawm poob saum ntuj los kub tej khoom uas lawv coj tuaj fij, thiab tus TSWV lub tshwjchim ci ntsa iab puv nkaus hauv lub Tuamtsev."},{"bible_id":"1525","chapter_code":"2CH.7","verse_code":"2CH.7.2","label":"2","content":"Rau qhov tus TSWV lub tshwjchim ci ntsa iab puv nkaus hauv lub Tuamtsev, cov povthawj thiaj mus tsis tau rau hauv."},{"bible_id":"1525","chapter_code":"2CH.7","verse_code":"2CH.7.3","label":"3","content":"Thaum cov Yixalayees pom hluavtaws poob saum ntuj los thiab pom tus TSWV lub tshwjchim ci puv nkaus hauv lub tuamtsev, lawv txhos caug ntua ua lawv ntsejmuag ti nkaus hauv av pehawm Vajtswv thiab qhuas nws txojkev ua siab dawb siab zoo thiab txojkev hlub uas nyob mus ibtxhis."},{"bible_id":"1525","chapter_code":"2CH.7","verse_code":"2CH.7.4","label":"4","content":"Ces Xalumoos thiab cov pejxeem txawm muab tsiaj tua fij rau tus TSWV."},{"bible_id":"1525","chapter_code":"2CH.7","verse_code":"2CH.7.5","label":"5","content":"Nws muab nees nkaum ob txhiab tus nyuj thiab ib puas nees nkaum txhiab tus yaj tua fij ua kev sib raug zoo. Yog li ntawd, vajntxwv thiab cov pejxeem thiaj muab lub Tuamtsev fij rau Vajtswv."},{"bible_id":"1525","chapter_code":"2CH.7","verse_code":"2CH.7.6","label":"6","content":"Cov povthawj mus sawv rau ntawm qhov chaw uas npaj tseg rau lawv; thiab cov Levis sawv tig xubntiag rau ntawm cov povthawj, tshuab tej raj tej xyu uas Vajntxwv Daviv npaj tseg thiab hu nkauj qhuas tus TSWV hais tias, “Thov kom nws txojkev hlub nyob mus ibtxhis!” raws li Daviv tau hais tseg rau lawv lawm. Cov povthawj tshuab raj tshuab xyu thiab cov pejxeem sawvdaws sawv ntsug."},{"bible_id":"1525","chapter_code":"2CH.7","verse_code":"2CH.7.7","label":"7","content":"Xalumoos muab thaj av hauv plawv lub tshavpuam uas nyob ntawm hauv ntej lub Tuamtsev ua kevcai ntxuav kom huv, nws muab tej tsiaj tua thiab muab hlawv fij tagnrho, muab tej qoobloo fij, thiab muab tej roj fij ua kev sib raug zoo. Nws ua li ntawd, rau qhov lub thaj tooj uas nws ua me heev, tsis txaus hlawv tej khoom fij ntawd."},{"bible_id":"1525","chapter_code":"2CH.7","verse_code":"2CH.7.8","label":"8","content":"Xalumoos thiab cov Yixalayees ua Kevcai Nyob Tsev Pheebsuab thiab noj haus tau xya hnub. Tej neeg tuaj coob kawg li, tuaj pem lub Dawm Hamas thiab nram ciamteb Iziv tuaj huv tibsi."},{"bible_id":"1525","chapter_code":"2CH.7","verse_code":"2CH.7.9","label":"9","content":"Lawv ua kevcai fij lub thaj tau xya hnub, thiab lawv tseem ua rooj noj rooj haus tau xya hnub ntxiv. Lawv xaus rooj noj rooj haus rau hnub kawg,"},{"bible_id":"1525","chapter_code":"2CH.7","verse_code":"2CH.7.10","label":"10","content":"thiab hnub tom qab uas yog lub xya hli ntuj, hnub nees nkaum peb, Xalumoos mam tso cov pejxeem rov mus tsev. Lawv zoo siab heev rau tej koob hmoov uas TSWV pub rau Daviv, Xalumoos thiab nws haivneeg Yixalayees."},{"bible_id":"1525","chapter_code":"2CH.7","verse_code":"2CH.7.11","label":"11","content":"Tom qab uas Vajntxwv Xalumoos ua lub Tuamtsev, lub loog thiab txhua yam uas nws npaj siab ua tiav tas lawm,"},{"bible_id":"1525","chapter_code":"2CH.7","verse_code":"2CH.7.12","label":"12","content":"muaj ib hmos tus TSWV rov los tshwm rau Xalumoos pom. Tus TSWV hais rau Xalumoos hais tias, “Kuv twb hnov koj tej lus thov thiab kuv lees yuav lub Tuamtsev no ua qhov chaw fij khoom rau kuv."},{"bible_id":"1525","chapter_code":"2CH.7","verse_code":"2CH.7.13","label":"13","content":"Thaum twg uas kuv tsis tso nag los, lossis tso kooj txomfav los noj tej qoobloo lossis tso tej kab mob kis los rau kuv haivneeg,"},{"bible_id":"1525","chapter_code":"2CH.7","verse_code":"2CH.7.14","label":"14","content":"yog lawv thov kuv thiab lawv hloov dua siab, tso lawv tej kev phem kev qias tseg, ces kuv yuav nyob saum ntuj mloog lawv tej lus thov, zam txim rau lawv thiab pub lawv lub tebchaws kom rov vammeej dua."},{"bible_id":"1525","chapter_code":"2CH.7","verse_code":"2CH.7.15","label":"15","content":"Kuv yuav saib ntsoov lub tuamtsev thiab mloog lawv tej lus thov ntawm qhov chaw no,"},{"bible_id":"1525","chapter_code":"2CH.7","verse_code":"2CH.7.16","label":"16","content":"rau qhov kuv xaiv qhov chaw no thiab tshwj ua qhov chaw rau sawvdaws tuaj pehawm kuv mus ibtxhis. Kuv yuav saib thiab tiv thaiv qhov chaw no txhua lub sijhawm."},{"bible_id":"1525","chapter_code":"2CH.7","verse_code":"2CH.7.17","label":"17","content":"Yog koj pehawm kuv ntawm lub siab ncaj ncees ib yam li koj txiv Daviv, coj raws li kuv tej kevcai thiab ua txhua yam raws li kuv twb samhwm rau koj lawm,"},{"bible_id":"1525","chapter_code":"2CH.7","verse_code":"2CH.7.18","label":"18","content":"kuv yuav ua raws li tej lus uas kuv tau cog tseg rau koj txiv Daviv thaum uas kuv hais rau nws tias, Nws cov xeebntxwv yuav tau ua cov tswj cov Yixalayees mus ibtxhis li."},{"bible_id":"1525","chapter_code":"2CH.7","verse_code":"2CH.7.19","label":"19","content":"Tiamsis yog koj thiab koj cov pejxeem tsis ua raws li kuv tej Kevcai thiab tej lus samhwm uas kuv tau muab rau nej, thiab mus pe luag tej vajtswv,"},{"bible_id":"1525","chapter_code":"2CH.7","verse_code":"2CH.7.20","label":"20","content":"ces kuv yuav muab nej ntiab tawm hauv lub tebchaws uas kuv muab rau nej lawm, thiab kuv yuav muab lub Tuamtsev uas kuv lees yuav ua qhov chaw tseemceeb rau sawvdaws tuaj pehawm kuv tso povtseg. Tej neeg nyob txhua qhov yuav luag cov Yixalayees plig thiab saib lub Tuamtsev tsis muaj nqis."},{"bible_id":"1525","chapter_code":"2CH.7","verse_code":"2CH.7.21","label":"21","content":"“Nimno luag qhuas lub Tuamtsev no heev, tiamsis muaj ib hnub tej neeg dua kev mus los yuav xav tsis thoob thiab yuav nug hais tias, ‘Vim li cas tus TSWV thiaj ua li no rau lub tebchaws thiab lub Tuamtsev no?’"},{"bible_id":"1525","chapter_code":"2CH.7","verse_code":"2CH.7.22","label":"22","content":"Tej neeg yuav teb hais tias, ‘Vim lawv tso tus TSWV uas yog lawv tus Vajtswv uas coj lawv cov yawgkoob tsiv nram tebchaws Iziv los tseg lawm. Lawv mus pe luag tej vajtswv. Yog li ntawd, tus TSWV thiaj tso kev puastsuaj los raug lawv.’ ”"},{"bible_id":"1525","chapter_code":"2CH.8","verse_code":"2CH.8.1","label":"1","content":"Xalumoos siv sijhawm nees nkaum xyoo ua lub Tuamtsev thiab nws lub loog."},{"bible_id":"1525","chapter_code":"2CH.8","verse_code":"2CH.8.2","label":"2","content":"Nws txhim kho dua cov nroog uas Vajntxwv Hilas muab rau nws thiab tso cov Yixalayees mus nyob hauv cov nroog ntawd."},{"bible_id":"1525","chapter_code":"2CH.8","verse_code":"2CH.8.3","label":"3","content":"Nws mus txeeb tau cheebtsam Hamas thiab Xaunpas,"},{"bible_id":"1525","chapter_code":"2CH.8","verse_code":"2CH.8.4","label":"4","content":"thiab nws txhim ntsa yeej thaiv lub nroog Palimas uas nyob hauv tiaj suabpuam, thiab nws rov txhim kho cov nroog hauv Hamas ua chaw rau khoom."},{"bible_id":"1525","chapter_code":"2CH.8","verse_code":"2CH.8.5","label":"5","content":"Thiab Xalumoos txhim kho cov nroog no: lub nroog Npethes Hauloos theem siab thiab lub nroog Npethes Hauloos theem qis (uas yog ob lub nroog uas muaj ntsa yeej thiab roojvag thaiv khov kho),"},{"bible_id":"1525","chapter_code":"2CH.8","verse_code":"2CH.8.6","label":"6","content":"lub nroog Npa-alas, cov nroog uas nws rau khoom, thiab cov nroog uas nws tso nws tej tsheb nees. Xalumoos siv tus qauv no mus ua rau hauv lub nroog Yeluxalees, hauv lub tebchaws Lenpanoos thiab thoob plaws txhua cheebtsam uas nws kav."},{"bible_id":"1525","chapter_code":"2CH.8","verse_code":"2CH.8.7+2CH.8.8","label":"7-8","content":"Xalumoos yuam cov Kana-as tej xeebntxwv uas cov Yixalayees tsis muab tua thaum lawv los nyob hauv lub tebchaws ntawd, tsis hais cov Hitis, cov Amaules, cov Pelixes, cov Hivis thiab cov Yenpus ua qhev los txog niaj hnub no."},{"bible_id":"1525","chapter_code":"2CH.8","verse_code":"2CH.8.9","label":"9","content":"Cov Yixalayees tsis raug yuam ua qhev, tiamsis lawv ua tubrog, ua nomtswv, ua thawj tubrog, ua tubrog tsav tsheb nees thiab ua tubrog caij nees."},{"bible_id":"1525","chapter_code":"2CH.8","verse_code":"2CH.8.10","label":"10","content":"Xalumoos tsa ob puas tsib caug leej ua cov thawj saib cov neeg uas ua vaj ua tsev."},{"bible_id":"1525","chapter_code":"2CH.8","verse_code":"2CH.8.11","label":"11","content":"Xalumoos coj nws tus pojniam uas yog cov Iziv tus vajntxwv tus ntxhais hauv Daviv lub nroog los nyob rau hauv lub tsev uas Xalumoos ua rau nws tus pojniam ntawd nyob. Xalumoos hais tias, “Nws yuav tsum tsis txhob nyob hauv cov Yixalayees tus Vajntxwv Daviv lub loog, vim txhua qhov uas tso tus TSWV lub Phijxab rau, puavleej yog tej chaw dawbhuv.”"},{"bible_id":"1525","chapter_code":"2CH.8","verse_code":"2CH.8.12","label":"12","content":"Xalumoos muab khoom hlawv rau saum lub thaj uas nws ua rau ntawm hauv ntej lub Tuamtsev fij rau tus TSWV."},{"bible_id":"1525","chapter_code":"2CH.8","verse_code":"2CH.8.13","label":"13","content":"Nws muab khoom hlawv fij raws li Txoj Kevcai uas Mauxes sau tseg hais txog tej hnub so li no: Hnub Xanpataus, Hnub ua Kevcai Hli Xiab, Hnub ua Kevcai Noj Ncuav Tsis Xyaw Keeb, Hnub ua Kevcai Sau Qoobloo thiab Hnub Kevcai Nyob Tsev Pheebsuab uas yuav tsum tau niaj xyoo ua."},{"bible_id":"1525","chapter_code":"2CH.8","verse_code":"2CH.8.14","label":"14","content":"Nws ua raws li txojkev tswjhwm uas nws txiv Daviv tau hais tseg lawm, nws faib haujlwm rau cov povthawj, thiab cov Levis uas yog cov hu nkauj thiab pab cov povthawj ua haujlwm txhua hnub. Nws muab cov uas zov lub Tuamtsev faib ua tej pab ua lawv tej haujlwm ntawm roojvag txhua hnub raws li Daviv uas yog Vajtswv tus neeg tau hais tseg lawm."},{"bible_id":"1525","chapter_code":"2CH.8","verse_code":"2CH.8.15","label":"15","content":"Thiab lawv ua txhua yam raws li Daviv tej lus uas nws hais rau cov povthawj thiab cov Levis txog tej tsev rau khoom thiab lwm yam huv tibsi."},{"bible_id":"1525","chapter_code":"2CH.8","verse_code":"2CH.8.16","label":"16","content":"Txhua yam uas Xalumoos ua puavleej tiav tas rau lub sijhawm no, tsis hais thaum pib ua tus TSWV lub Tuamtsev thiab tej khoom siv hauv lub Tuamtsev."},{"bible_id":"1525","chapter_code":"2CH.8","verse_code":"2CH.8.17","label":"17","content":"Ces Xalumoos txawm mus rau hauv lub nroog Exi-oonkenpes thiab Elas uas nyob ntawm ntug hiavtxwv hauv tebchaws Edoos."},{"bible_id":"1525","chapter_code":"2CH.8","verse_code":"2CH.8.18","label":"18","content":"Vajntxwv Hilas tso nws cov nomtswv saib cov neeg uas txawj tsav nkoj, tsav nws cov nkoj nrog Xalumoos cov nomtswv mus rau nram tebchaws Aufiles thiab thauj tau kaum rau tas kub los rau Xalumoos."},{"bible_id":"1525","chapter_code":"2CH.9","verse_code":"2CH.9.1","label":"1","content":"Vajntxwv Xalumoos lub koob meej nrov ncha moo lug mus txog cov Senpas tus Poj Vajntxwv, nws thiaj tuaj rau hauv lub nroog Yeluxalees, nws nug ntau zaj uas tsis yoojyim totaub sim saib Xalumoos puas teb tau. Nws coj neeg coob heev nrog nwg tuaj, nws muab ntxhuav thauj tej txujlom, hlaws thiab kub ntau heev tuaj. Thaum nws thiab Xalumoos sib ntsib lawm, nws nug Xalumoos ntau tsav ntau yam, tagnrho tej tswvyim uas nws npaj tuaj nug."},{"bible_id":"1525","chapter_code":"2CH.9","verse_code":"2CH.9.2","label":"2","content":"Xalumoos teb tau nws tej lus nug ntawd huv tibsi; tsis muaj ib los twg nyuaj uas Xalumoos teb tsis tau li."},{"bible_id":"1525","chapter_code":"2CH.9","verse_code":"2CH.9.3","label":"3","content":"Thaum cov Senpas tus poj vajntxwv hnov Xalumoos tej tswvyim thiab pom lub loog uas Xalumoos ua,"},{"bible_id":"1525","chapter_code":"2CH.9","verse_code":"2CH.9.4","label":"4","content":"thiab pom tej zaub mov uas luag rau rau saum Xalumoos lub rooj, tej tsev uas nws cov nomtswv nyob, tej tub kavxwm los yeej nyob muaj chaw, thiab tej tsoos tsho uas lawv hnav los zoo ib yam nkaus, tej tub ce dej ce cawv, thiab tej tsiaj uas nws tua fij  rau hauv lub Tuamtsev ua rau poj vajntxwv yoob thiab xav tsis thoob li."},{"bible_id":"1525","chapter_code":"2CH.9","verse_code":"2CH.9.5","label":"5","content":"Nws hais rau Vajntxwv Xalumoos hais tias, “Txhua yam uas kuv hnov hais txog koj  thiab koj tej tswvyim yeej muaj tseeb tiag!"},{"bible_id":"1525","chapter_code":"2CH.9","verse_code":"2CH.9.6","label":"6","content":"Tiamsis kuv tsis ntseeg tej uas luag qhia kuv ntawd txog thaum uas kuv tuaj pom koj kiag lawm; koj tej tswvyim uas kuv hnov tsuas yog ib nrab xwb. Koj ntse tshaj qhov uas luag hais rau kuv."},{"bible_id":"1525","chapter_code":"2CH.9","verse_code":"2CH.9.7","label":"7","content":"Ua cas koj cov neeg uas ua koj tej haujlwm yuav muaj hmoo ua luaj, lawv nyob ntawm koj xubntiag thiab niaj hnub hnov koj tej lus txawj ntse!"},{"bible_id":"1525","chapter_code":"2CH.9","verse_code":"2CH.9.8","label":"8","content":"Cia li qhuas tus TSWV uas yog koj tus Vajtswv! Nws ua rau sawvdaws paub hais tias nws txaus siab heev rau koj, nws thiaj tsa koj ua vajntxwv kav cov Yixalayees. Rau qhov nws hlub nws haivneeg Yixalayees heev thiab xav tseg lawv nyob mus ibtxhis, nws thiaj tsa koj ua lawv tus vajntxwv coj raws li nws txoj kevcai thiab txojkev ncaj ncees.”"},{"bible_id":"1525","chapter_code":"2CH.9","verse_code":"2CH.9.9","label":"9","content":"Poj vajntxwv thiaj muab tej khoom uas nws thauj tuaj pub rau Vajntxwv Xalumoos: kub yuav luag muaj tsib tas, txujlom thiab hlaws ntau kawg li. Vajntxwv tsis tau pom dua luag muab tej txujlom pub rau nws ntau npaum li cov uas poj vajntxwv uas kav tebchaws Senpas coj tuaj rau nws no li. ("},{"bible_id":"1525","chapter_code":"2CH.9","verse_code":"2CH.9.10","label":"10","content":"Vajntxwv Hilas thiab Vajntxwv Xalumoos cov neeg mus thauj kub, ntoo thwjsuab thiab hlaws ntau heev nram tebchaws Aufiles los rau Xalumoos thiab."},{"bible_id":"1525","chapter_code":"2CH.9","verse_code":"2CH.9.11","label":"11","content":"Xalumoos muab cov ntoo ntawd ua qib ntai rau lub Tuamtsev thiab nws lub loog thiab muab txua nkauj nogncas thiab raj rau cov ntaus suab nkauj. Ibtxwm tsis tau pom muaj tej ntoo zoo li ntawd nyob hauv tebchaws Yudas li.)"},{"bible_id":"1525","chapter_code":"2CH.9","verse_code":"2CH.9.12","label":"12","content":"Vajntxwv Xalumoos muab txhua yam uas cov Senpas tus poj vajntxwv thov pub rau nws. Tej no yog nws muab rau cov Senpas tus poj vajntxwv pauj rau tej uas poj vajntxwv coj tuaj pub  rau nws lawm. Ces poj vajntxwv thiab nws cov neeg txawm rov qab mus rau nram tebchaws Senpas lawm."},{"bible_id":"1525","chapter_code":"2CH.9","verse_code":"2CH.9.13","label":"13","content":"Txhua lub xyoo twg Vajntxwv Xalumoos tau txais kub txog li nees nkaum tsib tas,"},{"bible_id":"1525","chapter_code":"2CH.9","verse_code":"2CH.9.14","label":"14","content":"ntxiv rau tej se uas cov tub lag tub luam them tuaj. Cov vajntxwv uas kav tebchaws Alanpias thiab cov tswvxeev uas kav cov Yixalayees coj nyiaj coj kub ntau heev tuaj rau Vajntxwv Xalumoos thiab."},{"bible_id":"1525","chapter_code":"2CH.9","verse_code":"2CH.9.15","label":"15","content":"Xalumoos muab cov kub ntawd ntaus tau ob puas daim thaiv hniav ntaj, ib daim twg hnyav kwvlam li kaum tsib choj,"},{"bible_id":"1525","chapter_code":"2CH.9","verse_code":"2CH.9.16","label":"16","content":"thiab ntaus dua peb puas daim, ib daim twg hnyav yim choj. Nws muab cov thaiv hniav ntaj ntawd, coj mus cia rau hauv lub chav tsev havzoov Lenpanoos."},{"bible_id":"1525","chapter_code":"2CH.9","verse_code":"2CH.9.17","label":"17","content":"Vajntxwv ua tau ib lub zwmtxwv loj. Lub zwmtxwv ntawd yog muab kaus ntxhw ua, thiab muab kub vuam thoob plaws sab nraud."},{"bible_id":"1525","chapter_code":"2CH.9","verse_code":"2CH.9.18","label":"18","content":"Muaj rau theem qib ntai nce mus rau saum lub zwmtxwv, thiab muab kub vuam daim tiag taw. Luag txua ob tug tsov ntxhuav sawv rau ob sab ntawm lub zwmtxwv ua ob tug tiag npab."},{"bible_id":"1525","chapter_code":"2CH.9","verse_code":"2CH.9.19","label":"19","content":"Rau theem qib ntai ntawd ib theem twg luag txua ob tug tsov ntxhuav txawb rau ob tog, tagnrho yog muaj kaum ob tug tsov ntxhuav me txawb rau ntawm cov qib ntai ntawd. Nyob rau lwm lub tebchaws yeej tsis muaj ib lub zwmtxwv zoo npaum li lub no li."},{"bible_id":"1525","chapter_code":"2CH.9","verse_code":"2CH.9.20","label":"20","content":"Tagnrho Vajntxwv Xalumoos tej khob haus dej puavleej yog muab kub ua thiab tej twj taig hauv chav tsev havzoov Lenpanoos los puavleej yog muab kub ua; tiam uas Xalumoos tseem ua neej nyob ntawd, luag suav hais tias nyiaj tsis muaj nqis li."},{"bible_id":"1525","chapter_code":"2CH.9","verse_code":"2CH.9.21","label":"21","content":"Xalumoos tseem muaj ntau lub nkoj uas yog tej nkoj thauj khoom hauv hiavtxwv nrog Hilas cov nkoj. Txhua peb lub xyoos twg nws cov nkoj yuav tsum mus thauj kub, nyiaj, kaus ntxhw, liab, thiab yajyuam los rau nws."},{"bible_id":"1525","chapter_code":"2CH.9","verse_code":"2CH.9.22","label":"22","content":"Vajntxwv Xalumoos yog tus npluanuj thiab ntse tshaj tej vajntxwv uas nyob hauv lub qab ntuj no."},{"bible_id":"1525","chapter_code":"2CH.9","verse_code":"2CH.9.23","label":"23","content":"Tej vajntxwv thoob qab ntuj puavleej tuaj cuag Xalumoos thiab mloog nws piav nws tej kev txawj tse uas Vajtswv pub rau nws."},{"bible_id":"1525","chapter_code":"2CH.9","verse_code":"2CH.9.24","label":"24","content":"Txhua tus uas tuaj puavleej coj nyiaj, kub, tsho ntev, cuabyeej ua rog, txujlom, nees, thiab nees zag tuaj pub Xalumoos. Pheej muaj li no ib xyoos dhau rau ib xyoos."},{"bible_id":"1525","chapter_code":"2CH.9","verse_code":"2CH.9.25","label":"25","content":"Vajntxwv Xalumoos muaj plaub txhiab lub nkuaj nees kaw nws cov nees thiab cia nws tej tsheb nees, thiab muaj kaum ob txhiab leej tubrog caij nees; muaj ibtxhia nws cia nyob hauv lub nroog Yeluxalees, thiab dua li cov nws coj mus nyob rau lwm lub nroog lawm."},{"bible_id":"1525","chapter_code":"2CH.9","verse_code":"2CH.9.26","label":"26","content":"Vajntxwv Xalumoos yog tus uas kav tagnrho cov vajntxwv, txij ntua ntawm tus dej Efalates mus rau ntawm tebchaws Filitees thiab mus rau ntawm cov Iziv tus ciam tebchaws."},{"bible_id":"1525","chapter_code":"2CH.9","verse_code":"2CH.9.27","label":"27","content":"Lub sijhawm uas Xalumoos ua tus kav tebchaws ntawd, nws saib nws tej nyiaj tsuas zoo li tej pobzeb nyob hauv lub nroog Yeluxalees, thiab tej ntoo ciab los tsuas zoo li tej ntoo xikamaus uas nyob ntawm tej taw roob hauv tebchaws Yudas xwb."},{"bible_id":"1525","chapter_code":"2CH.9","verse_code":"2CH.9.28","label":"28","content":"Vajntxwv tseem muaj cov sawv cev txais tej nees uas luag cab hauv tebchaws Muxilis  thiab hauv txhua lub tebchaws tuaj."},{"bible_id":"1525","chapter_code":"2CH.9","verse_code":"2CH.9.29","label":"29","content":"Xalumoos lub neej thaum pib mus txog thaum xaus puavleej muab sau cia rau hauv Nathas uas yog tus cev Vajtswv lus Phau Ntawv Keebkwm, raws li Ahiyas uas yog tus cev Vajtswv lus uas nyob hauv Silaus tej lus qhia tshwm thiab tej lus uas Idaus uas yog tus cev Vajtswv lus ua yogtoog pom, thiab hais txog Nenpas tus tub uas yog Vajntxwv Yelaunpau-as uas kav cov Yixalayees."},{"bible_id":"1525","chapter_code":"2CH.9","verse_code":"2CH.9.30","label":"30","content":"Xalumoos nyob hauv lub nroog Yeluxalees kav cov Yixalayees tau plaub caug xyoo."},{"bible_id":"1525","chapter_code":"2CH.9","verse_code":"2CH.9.31","label":"31","content":"Nws tuag thiab luag muab nws coj mus faus rau hauv Daviv lub nroog, thiab nws tus tub Lehaunpau-as ua vajntxwv hloov nws chaw."},{"bible_id":"1525","chapter_code":"2CH.10","verse_code":"2CH.10.1","label":"1","content":"Lehaunpau-as mus rau tom lub nroog Sekhees, qhov chaw uas cov Yixalayees nyob sab qaumteb tuaj txoos ua ke tsa nws ua vajntxwv."},{"bible_id":"1525","chapter_code":"2CH.10","verse_code":"2CH.10.2","label":"2","content":"Thaum Nenpas tus tub Yelaunpau-as uas khiav Vajntxwv Xalumoos mus nkaum rau nram tebchaws Iziv lawm, hnov xov zoo txog zaj no, nws thiaj li rov nram tebchaws Iziv los."},{"bible_id":"1525","chapter_code":"2CH.10","verse_code":"2CH.10.3","label":"3","content":"Tagnrho cov xeem uas nyob sab qaumteb tso neeg mus hu Yelaunpau-as tuaj, ces lawv sawvdaws txawm ua ke mus cuag Lehaunpau-as thiab hais rau nws tias,"},{"bible_id":"1525","chapter_code":"2CH.10","verse_code":"2CH.10.4","label":"4","content":"“Koj txiv muab tej haujlwm hnyav heev rau peb ua. Yog koj txo kom peb tau ua haujlwm sib thiab peb muaj kev kaj siab, peb yuav txaus siab ua koj pejxeem mus li.”"},{"bible_id":"1525","chapter_code":"2CH.10","verse_code":"2CH.10.5","label":"5","content":"Lehaunpau-as teb hais tias, “Peb hnub saum no nej rov tuaj cuag kuv, kuv mam li teb nej.” Yog li ntawd, lawv txawm rov qab mus tsev lawm."},{"bible_id":"1525","chapter_code":"2CH.10","verse_code":"2CH.10.6","label":"6","content":"Vajntxwv Lehaunpau-as mus nrog cov laus neeg uas ibtxwm yog nws txiv Xalumoos cov tuavxam sablaj. Nws nug lawv hais tias, “Nej yuav pab tswvyim li cas rau kuv rov mus teb cov pejxeem?”"},{"bible_id":"1525","chapter_code":"2CH.10","verse_code":"2CH.10.7","label":"7","content":"Lawv teb hais tias, “Yog koj xav ua koj tes haujlwm kom cov pejxeem poog koj, mas koj yuav tau teb kom raws li lawv siab nyiam, lawv thiaj yuav ua koj cov pejxeem thiab muab siab npuab koj mus li.”"},{"bible_id":"1525","chapter_code":"2CH.10","verse_code":"2CH.10.8","label":"8","content":"Tiamsis Lehaunpau-as tsis yuav tej lus uas cov laus neeg ntawd qhia, nws txawm mus nrog cov tuavxam hluas ua nrog nws ib phaum sablaj."},{"bible_id":"1525","chapter_code":"2CH.10","verse_code":"2CH.10.9","label":"9","content":"Nws nug lawv hais tias, “Nej pab kuv tawm tswvyim saib yuav teb li cas rau cov pejxeem? Lawv tuaj thov kuv hais tias, ‘Thov koj muab tej haujlwm hnyav uas koj txiv muab rau peb ua txo kom sib mentsis.’ ”"},{"bible_id":"1525","chapter_code":"2CH.10","verse_code":"2CH.10.10","label":"10","content":"Lawv teb hais tias, “Koj teb rau cov pejxeem li no hais tias, ‘Kuv tus ntivtes rwgqab tseem loj dua kuv txiv lub duav!’"},{"bible_id":"1525","chapter_code":"2CH.10","verse_code":"2CH.10.11","label":"11","content":"Hais rau lawv hais tias, ‘Kuv txiv muab tej haujlwm hnyav heev rau nej ua; kuv tseem yuav muab tej haujlwm uas hnyav tshaj ntawd rau nej ua thiab. Kuv txiv muab hlua tsaj nplawm nej xwb; tiamsis kuv yuav muab hlua tawv nplawm nej!’ ”"},{"bible_id":"1525","chapter_code":"2CH.10","verse_code":"2CH.10.12","label":"12","content":"Peb hnub tom qab Yelaunpau-as thiab cov pejxeem rov mus cuag Vajntxwv Lehaunpau-as, raws li nws hais rau lawv lawm."},{"bible_id":"1525","chapter_code":"2CH.10","verse_code":"2CH.10.13","label":"13","content":"Vajntxwv tsis yuav tej lus uas cov laus neeg qhia, nws thiaj li hais lus hnyav rau cov pejxeem"},{"bible_id":"1525","chapter_code":"2CH.10","verse_code":"2CH.10.14","label":"14","content":"raws li cov tuavxam hluas qhia. Nws hais rau cov pejxeem hais tias, “Kuv txiv muab tej haujlwm hnyav heev rau nej; kuv tseem yuav muab tej haujlwm uas hnyav tshaj ntawd rau nej ua thiab. Kuv txiv muab hlua tsaj nplawm nej xwb, tiamsis kuv yuav muab hlua tawv nplawm nej!”"},{"bible_id":"1525","chapter_code":"2CH.10","verse_code":"2CH.10.15","label":"15","content":"Qhov uas vajntxwv tsis mloog cov pejxeem lus twb yog ua kom tiav raws li tej lus uas tus TSWV uas yog Vajtswv kom Ahiyas tus uas cev Vajtswv lus uas nyob hauv lub nroog Silaus mus hais rau Nenpas tus tub Yelaunpau-as ntag."},{"bible_id":"1525","chapter_code":"2CH.10","verse_code":"2CH.10.16","label":"16","content":"Thaum cov pejxeem pom hais tias vajntxwv tsis mloog lawv tej lus lawm, lawv thiaj qw hais tias, “Peb muaj qabhau dabtsi mus nrog Daviv thiab nws tsev nyuag neeg ntawd ua ke? Lawv twb tsis tau ua ib yam dabtsi pab peb li los sav? Cov Yixalayees, cia li rov qab mus tsev los mas! Cia Lehaunpau-as, nws rov kav nws nkaus xwb thiaj zoo!” Yog li ntawd, cov Yixalayees thiaj ntxeev siab,"},{"bible_id":"1525","chapter_code":"2CH.10","verse_code":"2CH.10.17","label":"17","content":"tseg Lehaunpau-as ua vajntxwv kav cov neeg uas nyob hauv xeev Yudas nkaus xwb."},{"bible_id":"1525","chapter_code":"2CH.10","verse_code":"2CH.10.18","label":"18","content":"Ces Vajntxwv Lehaunpau-as thiaj tso Adaunilas uas yog tus thawj saib cov tubrog mus cuag cov Yixalayees, tiamsis lawv muab pobzeb ntaus nws tuag lawm. Thaum muaj tej no lawm, Lehaunpau-as thiaj khiav ceev nrooj mus nce nws lub tsheb nees thiab rov los rau nram lub nroog Yeluxalees lawm."},{"bible_id":"1525","chapter_code":"2CH.10","verse_code":"2CH.10.19","label":"19","content":"Txij hnub ntawd los, cov Yixalayees uas nyob pem sab qaumteb thiaj ntxeev siab rau Daviv cov xeebntxwv los li lawm."},{"bible_id":"1525","chapter_code":"2CH.11","verse_code":"2CH.11.1","label":"1","content":"Thaum Lehaunpau-as los txog rau hauv lub nroog Yeluxalees, nws thiaj txhij tau ib puas yim caum txhiab leej tubrog uas siab tawv heev hauv xeem Yudas thiab Npeenyamees. Nws yuam kom lawv mus tua cov Yixalayees pem sab qaumteb thiab txeeb kom tau lub tebchaws rov qab los rau nws kav."},{"bible_id":"1525","chapter_code":"2CH.11","verse_code":"2CH.11.2","label":"2","content":"Tiamsis Vajtswv hais rau Semayas tus uas cev Vajtswv lus"},{"bible_id":"1525","chapter_code":"2CH.11","verse_code":"2CH.11.3","label":"3","content":"kom coj tej lus no mus hais rau Lehaunpau-as thiab tagnrho cov neeg uas yog xeem Yudas thiab xeem Npeenyamees hais tias,"},{"bible_id":"1525","chapter_code":"2CH.11","verse_code":"2CH.11.4","label":"4","content":"“Nej tsis txhob mus tua nej cov kwvtij uas yog cov Yixalayees hlo li. Nej sawvdaws cia li rov qab mus tsev. Yeej yog kuv pom zoo thiaj muaj tej xwm no tshwmsim tuaj.” Lawv mloog tus TSWV lus thiab nyias rov mus nyias tsev tsis mus tua Yelaunpau-as."},{"bible_id":"1525","chapter_code":"2CH.11","verse_code":"2CH.11.5","label":"5","content":"Lehaunpau-as nyob hauv lub nroog Yeluxalees, thiab xov ntsa yeej thaiv cov nroog uas nyob hauv tebchaws Yudas thiab Npeenyamees li nram no:"},{"bible_id":"1525","chapter_code":"2CH.11","verse_code":"2CH.11.6","label":"6","content":"Npelehees, Etas, Tekau-as,"},{"bible_id":"1525","chapter_code":"2CH.11","verse_code":"2CH.11.7","label":"7","content":"Npethes Xus, Xukaus, Adulas,"},{"bible_id":"1525","chapter_code":"2CH.11","verse_code":"2CH.11.8","label":"8","content":"Nkathas, Malesas, Xifes,"},{"bible_id":"1525","chapter_code":"2CH.11","verse_code":"2CH.11.9","label":"9","content":"Adaula-ees, Lakhis, Axekas,"},{"bible_id":"1525","chapter_code":"2CH.11","verse_code":"2CH.11.10","label":"10","content":"Xaulas, Aiyaloos, thiab Henploos."},{"bible_id":"1525","chapter_code":"2CH.11","verse_code":"2CH.11.11","label":"11","content":"Nws xov ntsa yeej khov heev thaiv cov nroog ntawd, thiab nws tsa ib tug thawj tubrog saib ib lub nroog, nws muab zaub mov, roj txiv ntoo thiab cawv txiv hmab coj mus cia rau hauv txhua lub nroog,"},{"bible_id":"1525","chapter_code":"2CH.11","verse_code":"2CH.11.12","label":"12","content":"thiab nws muab tej thaiv hniav ntaj thiab tej hmuv cia rau hauv ib yam nkaus. Lehaunpau-as ua li no nws thiaj tswj tau cov Yudas thiab cov Npeenyamees."},{"bible_id":"1525","chapter_code":"2CH.11","verse_code":"2CH.11.13","label":"13","content":"Cov povthawj thiab cov Levis uas nyob hauv cov Yixalayees cheebtsam los tas rau nram tebchaws Yudas lawm."},{"bible_id":"1525","chapter_code":"2CH.11","verse_code":"2CH.11.14","label":"14","content":"Cov Levis tso lawv tej tshav tsiaj thiab lawv tej teb tseg thiab khiav los nyob nram tebchaws Yudas thiab hauv lub nroog Yeluxalees, rau qhov Vajntxwv Yelaunpau-as uas kav cov Yixalayees thiab nws cov tub tsis pub lawv ua povthawj ua tus TSWV tes haujlwm lawm."},{"bible_id":"1525","chapter_code":"2CH.11","verse_code":"2CH.11.15","label":"15","content":"Yelaunpau-as tsa dua ib cov povthawj teev dab ntawm tej chaw teev dab saum tej ncov roob, teev tej mlom tshis thiab mlom nyuj uas nws puab."},{"bible_id":"1525","chapter_code":"2CH.11","verse_code":"2CH.11.16","label":"16","content":"Cov Yixalayees txhua tus uas muab siab npuab tus TSWV uas yog cov Yixalayees tus Vajtswv puavleej nrog cov Levis los nyob rau hauv Yeluxalees kom lawv thiaj tau tua tsiaj hlawv fij rau tus TSWV uas yog lawv cov yawgkoob tus Vajtswv."},{"bible_id":"1525","chapter_code":"2CH.11","verse_code":"2CH.11.17","label":"17","content":"Qhov no ua rau lub tebchaws Yudas nyob ruaj khov, thiab lawv txhawb Lehaunpau-as uas yog Xalumoos tus tub tau peb xyoos, thiab lawv ua raws li Vajntxwv Daviv thiab Vajntxwv Xalumoos txojkev tswjhwm."},{"bible_id":"1525","chapter_code":"2CH.11","verse_code":"2CH.11.18","label":"18","content":"Lehaunpau-as yuav Mahelas uas yog Daviv tus tub Yelimaus tus ntxhais ua pojniam, Yelimaus niam hu ua Anpihais uas yog Eli-as tus ntxhais thiab yog Yexais tus xeebntxwv."},{"bible_id":"1525","chapter_code":"2CH.11","verse_code":"2CH.11.19","label":"19","content":"Lehaunpau-as thiab Mahelas muaj peb tug tub: Ye-uses, Semaliyas thiab Xahas."},{"bible_id":"1525","chapter_code":"2CH.11","verse_code":"2CH.11.20","label":"20","content":"Tom qab no nws yuav Ma-akas uas yog Axaloos tus ntxhais ua niamyau. Lehaunpau-as thiab Ma-akas muaj plaub tug tub: Anpiyas, Athais, Xixas, thiab Selaumis."},{"bible_id":"1525","chapter_code":"2CH.11","verse_code":"2CH.11.21","label":"21","content":"Lehaunpau-as muaj kaum yim tus niamhlob thiab rau caum tus niamyau, nws cov tub muaj nees nkaum yim leej thiab cov ntxhais muaj rau caum leej. Tagnrho cov niamhlob thiab niamyau, mas nws nyiam Ma-akas dua,"},{"bible_id":"1525","chapter_code":"2CH.11","verse_code":"2CH.11.22","label":"22","content":"thiab tagnrho nws cov tub, mas nws hlub Anpiyas uas yog Ma-akas tus tub dua, nws thiaj xaiv Anpiyas ua vajntxwv hloov nws chaw."},{"bible_id":"1525","chapter_code":"2CH.11","verse_code":"2CH.11.23","label":"23","content":"Lehaunpau-as ua tib zoo faib haujlwm rau nws cov tub thiab tso lawv mus nyob rau txhua lub nroog uas muaj ntsa yeej hauv tebchaws Yudas thiab Npeenyamees; nws pub rau lawv muaj noj muaj haus nplua mias, thiab yuav ntau tus pojniam rau lawv."},{"bible_id":"1525","chapter_code":"2CH.12","verse_code":"2CH.12.1","label":"1","content":"Thaum Lehaunpau-as ua vajntxwv thiab tswj tau lub tebchaws nyob tus lawm, nws thiab nws cov pejxeem txawm tso tus TSWV txoj kevcai tseg."},{"bible_id":"1525","chapter_code":"2CH.12","verse_code":"2CH.12.2","label":"2","content":"Lehaunpau-as ua vajntxwv tau tsib xyoos, ces lawv txawm tsis muab siab npuab tus TSWV lawm, tus TSWV thiaj li rau txim rau lawv. Cov Iziv tus Vajntxwv Sisaj txawm tuaj tua lub nroog Yeluxalees,"},{"bible_id":"1525","chapter_code":"2CH.12","verse_code":"2CH.12.3","label":"3","content":"nws coj ib txhiab ob puas lub tsheb nees ua rog, rau caum txhiab leej tubrog caij nees thiab ib co tubrog coob heev suav tsis txheeb li, cov tubrog ntawd yog cov Linpias, cov Xukis thiab cov Sudas."},{"bible_id":"1525","chapter_code":"2CH.12","verse_code":"2CH.12.4","label":"4","content":"Sisas xub txeeb tau cov nroog uas muaj ntsa yeej hauv tebchaws Yudas, nws mam li mus tua lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"2CH.12","verse_code":"2CH.12.5","label":"5","content":"Semayas tus uas cev Vajtswv lus thiaj mus cuag Vajntxwv Lehaunpau-as thiab cov Yudas tej thawjcoj uas tuaj rau hauv lub nroog Yeluxalees, vim lawv ntshai Sisaj. Semayas hais rau lawv tias, “Tus TSWV hais rau nej li no: ‘Vim nej tso kuv tseg lawm, nimno kuv yuav muab nej tso rau Sisaj.’ ”"},{"bible_id":"1525","chapter_code":"2CH.12","verse_code":"2CH.12.6","label":"6","content":"Vajntxwv thiab cov thawjcoj lees hais tias lawv tau ua txhaum lawm, thiab hais tias, “Qhov uas tus TSWV ua li ntawd, nws yeej ua ncaj lawm.”"},{"bible_id":"1525","chapter_code":"2CH.12","verse_code":"2CH.12.7","label":"7","content":"Thaum tus TSWV pom li no, nws hais rau Semayas hais tias, “Vim lawv lees lawv tej kev txhaum lawm, kuv yuav tsis ua kom lawv puastsuaj, tiamsis kuv yuav cawm kom lawv ibtxhia dim thaum Sisaj tuaj tua lawv, thiab kuv yuav tsis pub Sisas ua rau lub nroog Yeluxalees puastsuaj, vim kuv txojkev chim."},{"bible_id":"1525","chapter_code":"2CH.12","verse_code":"2CH.12.8","label":"8","content":"Txawm li ntawd los Sisaj yuav tua yeej lawv, lawv thiaj paub hais tias qhov uas lawv ua kuv tes haujlwm thiab ua tej nomtswv hauv ntiajteb no tes haujlwm txawv npaum li cas.”"},{"bible_id":"1525","chapter_code":"2CH.12","verse_code":"2CH.12.9","label":"9","content":"Vajntxwv Sisaj tuaj tua tau lub nroog Yeluxalees, nws txawm coj tej nyiaj tej kub uas nyob hauv lub Tuamtsev, hauv vajntxwv lub loog, tej thaiv hniav ntaj uas Vajntxwv Xalumoos muab kub nchuav ua, thiab txhua yam huv tibsi mus lawm."},{"bible_id":"1525","chapter_code":"2CH.12","verse_code":"2CH.12.10","label":"10","content":"Vajntxwv Lehaunpau-as thiaj muab tooj ua dua ib cov thaiv hniav ntaj, thiab muab rau cov uas zov vajntxwv lub loog tej roojvag ua cov saib."},{"bible_id":"1525","chapter_code":"2CH.12","verse_code":"2CH.12.11","label":"11","content":"Txhua zaus uas vajntxwv mus rau hauv lub Tuamtsev, cov tubrog uas nrog nraim vajntxwv nqa cov thaiv hniav ntaj nrog nws mus thiab coj rov los cia rau hauv chav uas cov tubrog zov vajntxwv nyob."},{"bible_id":"1525","chapter_code":"2CH.12","verse_code":"2CH.12.12","label":"12","content":"Vim qhov uas Lehaunpau-as txo hwjchim thiab lees txim, tus TSWV txojkev chim thiaj tsis ua rau nws puastsuaj, lub tebchaws Yudas thiaj tau nyob kaj siab lug."},{"bible_id":"1525","chapter_code":"2CH.12","verse_code":"2CH.12.13","label":"13","content":"Lehaunpau-as nyob hauv lub nroog Yeluxalees ua vajntxwv kav lub tebchaws. Thaum nws ua vajntxwv, nws hnubnyoog muaj plaub caug ib xyoos, thiab nws nyob hauv lub nroog Yeluxalees kav tau kaum xya xyoo. Yeluxalees yog lub nroog uas tus TSWV tau xaiv hauv lub tebchaws Yixalayees los ua qhov chaw rau sawvdaws pehawm nws. Lehaunpau-as niam hu ua Na-amas uas yog neeg Amoos."},{"bible_id":"1525","chapter_code":"2CH.12","verse_code":"2CH.12.14","label":"14","content":"Lehaunpau-as ua kev phem kev qias, rau qhov nws tsis muab siab rau nrhiav tus TSWV."},{"bible_id":"1525","chapter_code":"2CH.12","verse_code":"2CH.12.15","label":"15","content":"Lehaunpau-as lub neej thaum pib mus txog thaum xaus, thiab nws tsevneeg puavleej muab sau rau hauv Semayas tus uas cev Vajtswv lus Phau Ntawv Keebkwm thiab Idaus tus uas cev Vajtswv lus Phau Ntawv Keebkwm lawm. Lehaunpau-as thiab Yelaunpau-as, nkawd ib leeg pheej ua rog rau ib leeg ua ntu zus li."},{"bible_id":"1525","chapter_code":"2CH.12","verse_code":"2CH.12.16","label":"16","content":"Lehaunpau-as tuag thiab luag muab nws coj mus faus rau ntawm cov vajntxwv lub toj ntxas hauv Daviv lub nroog, thiab nws tus tub Anpiyas ua vajntxwv hloov nws chaw."},{"bible_id":"1525","chapter_code":"2CH.13","verse_code":"2CH.13.1","label":"1","content":"Thaum Yelaunpau-as ua vajntxwv kav tebchaws Yixalayees tau kaum yim xyoo, Anpiyas mam ua vajntxwv kav tebchaws Yudas,"},{"bible_id":"1525","chapter_code":"2CH.13","verse_code":"2CH.13.2","label":"2","content":"thiab nwg nyob hauv lub nroog Yeluxalees kav tau peb xyoos. Nws niam hu ua Mikayas thiab yog Uliyas uas nyob hauv lub nroog Nkinpe-as tus ntxhais. Anpiyas thiab Yelaunpau-as ib leeg ua rog rau ib leeg."},{"bible_id":"1525","chapter_code":"2CH.13","verse_code":"2CH.13.3","label":"3","content":"Anpiyas txhij tau plaub puas txhiab leej tubrog, thiab Yelaunpau-as txhij tau yim puas txhiab leej tubrog tuaj sib tua."},{"bible_id":"1525","chapter_code":"2CH.13","verse_code":"2CH.13.4","label":"4","content":"Anpiyas cov tubrog thiab Yelaunpau-as cov tubrog tuaj sib ntsib ntawm lub laj roob Efalayees. Vajntxwv Anpiyas txawm mus tuaj saum Roob Xemalais qw nrov nrov rau Yelaunpau-as hais tias, “Nej cia li mloog kuv hais mog!"},{"bible_id":"1525","chapter_code":"2CH.13","verse_code":"2CH.13.5","label":"5","content":"Nej puas paub hais tias tus TSWV uas yog cov Yixalayees tus Vajtswv tau coglus ruaj khov rau Daviv lawm hais tias Daviv thiab nws cajces yuav tau ua vajntxwv kav cov Yixalayees mus ibtxhis yeej tsis muaj leejtwg rhuav li no los?"},{"bible_id":"1525","chapter_code":"2CH.13","verse_code":"2CH.13.6","label":"6","content":"Txawm li ntawd los Nenpas tus tub Yelaunpau-as tseem ntxeev siab rau Xalumoos uas yog nws tus vajntxwv."},{"bible_id":"1525","chapter_code":"2CH.13","verse_code":"2CH.13.7","label":"7","content":"Tom qab ntawd Yelaunpau-as yaum tau ib pab neeg tsis tseemceeb tuaj yuam Xalumoos tus tub Lehaunpau-as uas tseem tsis tau paub qabhau nws thiaj tawmtsam tsis yeej lawv."},{"bible_id":"1525","chapter_code":"2CH.13","verse_code":"2CH.13.8","label":"8","content":"Nimno koj xav hais tias, koj muaj peevxwm tuaj tua tus TSWV lub tebchaws uas nws muab rau Daviv cov xeebntxwv; rau qhov koj muaj tubrog coob thiab muaj tej mlom nyuj uas Yelaunpau-as muab kub nchuav ua nej tej vajtswv."},{"bible_id":"1525","chapter_code":"2CH.13","verse_code":"2CH.13.9","label":"9","content":"Nej tau muab tus TSWV cov povthawj ua yog Aloos cov xeebntxwv, thiab cov Levis ntiab tawm khiav, nej xaiv dua ib co los ua povthawj hloov lawv chaw, nej ua raws li luag lwm haivneeg ua. Yog leejtwg cab ib tug nyuj lossis xya tug yaj tuaj rau nej, nej txawm tsa nws ua povthawj rau nej cov vajtswv."},{"bible_id":"1525","chapter_code":"2CH.13","verse_code":"2CH.13.10","label":"10","content":"“Tiamsis peb tseem pehawm tus TSWV uas yog peb tus Vajtswv thiab tsis tso nws tseg li. Cov povthawj uas yog Aloos cov xeebntxwv tseem ua lawv lub luag haujlwm, thiab cov Levis yog cov uas pab lawv."},{"bible_id":"1525","chapter_code":"2CH.13","verse_code":"2CH.13.11","label":"11","content":"Lawv niaj tagkis thiab niaj hmo hlawv khoom thiab tua tsiaj hlawv tagnrho fij rau tus TSWV. Lawv muab ncuav tso rau saum lub rooj uas twb ua kevcai ntxhua huv lawm, thiab txhua hmo lawv taws cov teeb uas muab kub ua cov ncej."},{"bible_id":"1525","chapter_code":"2CH.13","verse_code":"2CH.13.12","label":"12","content":"Vajtswv yog peb tus thawjcoj, thiab nws cov povthawj tuav rawv xyu nyob ntawm no npaj yuav tshuab txhib peb cov tubrog tuaj tua nej. Cov Yixalayees, nej tsis txhob ua rog rau tus TSWV uas yog nej cov yawgkoob tus Vajtswv. Nej yeej yuav tsis yeej nws li!”"},{"bible_id":"1525","chapter_code":"2CH.13","verse_code":"2CH.13.13","label":"13","content":"Thaum Yelaunpau-as thiab nws cov tubrog tseem nyob ntawm cov Yudas hauv ntej, nws twb tso ibtxhia nyas tom qab tuaj tua cov Yudas lawm."},{"bible_id":"1525","chapter_code":"2CH.13","verse_code":"2CH.13.14","label":"14","content":"Cov Yudas tig saib, ua cas luag twb tuaj vij lawv tas lawm. Lawv quaj thov tus TSWV pab, thiab cov povthawj txawm tshuab xyu."},{"bible_id":"1525","chapter_code":"2CH.13","verse_code":"2CH.13.15","label":"15","content":"Cov Yudas qw nrov nrov thiab dhia mus tua cov Yixalayees; thaum lawv qw ntawd, tus TSWV pab Anpiyas thiab cov Yudas tua yeej Yelaunpau-as thiab cov Yixalayees."},{"bible_id":"1525","chapter_code":"2CH.13","verse_code":"2CH.13.16","label":"16","content":"Cov Yixalayees khiav cov Yudas, tiamsis Vajtswv muab lawv cob rau cov Yudas tes."},{"bible_id":"1525","chapter_code":"2CH.13","verse_code":"2CH.13.17","label":"17","content":"Anpiyas thiab nws cov tubrog tua cov Yixalayees tej tubrog uas ua tau heev tuag lawm tsib puas txhiab leej."},{"bible_id":"1525","chapter_code":"2CH.13","verse_code":"2CH.13.18","label":"18","content":"Cov Yudas tua yeej cov Yixalayees, rau qhov lawv muab siab npuab tus TSWV uas yog lawv cov yawgkoob tus Vajtswv."},{"bible_id":"1525","chapter_code":"2CH.13","verse_code":"2CH.13.19","label":"19","content":"Anpiyas caum Yelaunpau-as cov tubrog tua thiab txeeb tau Yelaunpau-as cov nroog no: Npethees, Yesanas, Efeloos thiab tej zos uas nyob ibncig cov nroog ntawd."},{"bible_id":"1525","chapter_code":"2CH.13","verse_code":"2CH.13.20","label":"20","content":"Yelaunpau-as tsis muaj hnub kovyeej Anpiyas mus txog thaum uas Vajtswv muab Yelaunpau-as tua tuag lawm."},{"bible_id":"1525","chapter_code":"2CH.13","verse_code":"2CH.13.21","label":"21","content":"Anpiyas muaj hwjchim heev zuj zus, nws muaj kaum plaub tug pojniam, nees nkaum ob tug tub thiab kaum rau tug ntxhais."},{"bible_id":"1525","chapter_code":"2CH.13","verse_code":"2CH.13.22","label":"22","content":"Anpiyas lub neej, tej lus uas nws hais thiab tej uas nws ua, puavleej muab sau rau hauv Idaus tus uas cev Vajtswv lus Phau Ntawv Keebkwm lawm."},{"bible_id":"1525","chapter_code":"2CH.14","verse_code":"2CH.14.1","label":"1","content":"Vajntxwv Anpiyas tuag thiab luag muab nws faus rau ntawm cov vajntxwv lub toj ntxas hauv Daviv lub nroog, thiab nws tus tub Axas ua vajntxwv hloov nws chaw. Tiam uas Axas kav, lub tebchaws muaj kev thajyeeb tau kaum xyoo."},{"bible_id":"1525","chapter_code":"2CH.14","verse_code":"2CH.14.2","label":"2","content":"Axas ua zoo thiab ua ncaj ncees haum tus TSWV uas yog nws tus Vajtswv siab nyiam."},{"bible_id":"1525","chapter_code":"2CH.14","verse_code":"2CH.14.3","label":"3","content":"Nws rhuav cov neeg txawv tebchaws tej thaj thiab tej chaw teev dab, tsoo tej ncej zeb thiab ntov tus mlom Aselas povtseg huv tibsi."},{"bible_id":"1525","chapter_code":"2CH.14","verse_code":"2CH.14.4","label":"4","content":"Axas hais kom cov Yudas mloog tus TSWV uas yog lawv cov yawgkoob tus Vajtswv lus, thiab ua raws li tus TSWV tej lus qhia thiab tej lus samhwm."},{"bible_id":"1525","chapter_code":"2CH.14","verse_code":"2CH.14.5","label":"5","content":"Qhov uas nws rhuav tej chaw teev dab thiab tej thaj uas hlawv hmoov tshuaj tsw qab hauv cov Yudas tej nroog, nws thiaj tswj tau lub tebchaws nyob thajyeeb."},{"bible_id":"1525","chapter_code":"2CH.14","verse_code":"2CH.14.6","label":"6","content":"Thaum Axas ua vajntxwv kav tebchaws nws xov ntsa yeej thaiv tej nroog hauv tebchaws Yudas, lub tebchaws thiaj tsis muaj tsov tsis muaj rog tau ntau xyoo, rau qhov tus TSWV pub nws muaj kev thajyeeb."},{"bible_id":"1525","chapter_code":"2CH.14","verse_code":"2CH.14.7","label":"7","content":"Nws hais rau cov Yudas hais tias, “Peb cia li xov ntsa yeej thiab ua roojvag thaiv tej nroog thiab ua chaw tsomfaj rau tej nroog, cheem nimno peb tau kav thiab lub tebchaws yog peb tug, rau qhov peb tau ua raws li tus TSWV uas yog peb tus Vajtswv lub siab nyiam. Nws tiv thaiv peb txhua phab thiab pub peb nyob kaj siab lug.” Yog li ntawd, lawv thiaj txhim kho tej nroog thiab lub tebchaws rov muaj kev vammeej."},{"bible_id":"1525","chapter_code":"2CH.14","verse_code":"2CH.14.8","label":"8","content":"Vajntxwv Axas muaj peb puas txhiab tus tubrog uas yog xeem Yudas, lawv puavleej muaj daim thaiv hniav ntaj, thiab hmuv, thiab ob puas yim caum txhiab tus tubrog uas yog xeem Npeenyamees, lawv puavleej muaj daim thaiv hniav ntaj thiab hneevnti. Cov tubrog no yog cov uas muaj siab tawv thiab tau kawm kev tua rog lawm."},{"bible_id":"1525","chapter_code":"2CH.14","verse_code":"2CH.14.9","label":"9","content":"Zelas uas yog cov Sudas tug thawj tubrog coj ib plhom tus tubrog thiab peb puas lub tsheb nees tuaj tua tebchaws Yudas, thaum lawv tuaj txog rau ntawm Malesas lawm."},{"bible_id":"1525","chapter_code":"2CH.14","verse_code":"2CH.14.10","label":"10","content":"Axas thiaj coj nws cov tubrog mus tua Zelas, thiab ob tog tubrog tuaj txum chaw sib tua rau hauv lub Hav Xefathas uas ze ntawm Malesas."},{"bible_id":"1525","chapter_code":"2CH.14","verse_code":"2CH.14.11","label":"11","content":"Axas thov tus TSWV uas yog nws tus Vajtswv hais tias, “Tus TSWV, koj yog tus pab tau cov tubrog uas qaug zog tawmtsam yeej cov tubrog uas muaj zog. Tus TSWV uas yog peb tus Vajtswv, nimno thov koj cia li pab peb, peb tso siab rau koj, peb tuav koj lub npe tuaj tua cov tubrog uas coob heev no. Tus TSWV, koj yog peb tus Vajtswv; thov tsis txhob cia neeg kovyeej koj.”"},{"bible_id":"1525","chapter_code":"2CH.14","verse_code":"2CH.14.12","label":"12","content":"Tus TSWV ua rau cov tubrog Sudas swb, thaum Axas thiab cov Yudas tua lawv. Cov Sudas khiav,"},{"bible_id":"1525","chapter_code":"2CH.14","verse_code":"2CH.14.13","label":"13","content":"Axas thiab nws cov tubrog caum cov Sudas tua mus ti nkaus lub nroog Nkelales. Cov tubrog Sudas tuag tas tsis seem ib tug li;  tus TSWV thiab nws cov tubrog ua rau cov Sudas swb, cov tubrog Yudas thiaj huab tau khoom ntaus heev nqa los tsev."},{"bible_id":"1525","chapter_code":"2CH.14","verse_code":"2CH.14.14","label":"14","content":"Axas lawv tseem mus tua tej nroog uas nyob ibncig lub nroog Nkelales, thiab lawv huab tau khoom ntau heev nqa los, rau qhov tus TSWV ua rau cov neeg uas nyob hauv tej nroog ntawd ntshai heev."},{"bible_id":"1525","chapter_code":"2CH.14","verse_code":"2CH.14.15","label":"15","content":"Dua li ntawd lawv tseem mus tua cov neeg yug tsiaj ntawm lawv tej tsevntaub, ntes tej yaj, tej tshis thiab tej ntxhuav tau coob heev. Ces lawv txawm rov los rau hauv Yeluxalees lawm."},{"bible_id":"1525","chapter_code":"2CH.15","verse_code":"2CH.15.1","label":"1","content":"Vajtswv tus ntsujplig los kav Audes tus tub Axaliyas,"},{"bible_id":"1525","chapter_code":"2CH.15","verse_code":"2CH.15.2","label":"2","content":"ces nws txawm tuaj cuag Vajntxwv Axas. Nws hais rau Axas hais tias, “Vajntxwv Axas, koj thiab cov Yudas thiab cov Npeenyamees cia li mloog kuv hais! Tus TSWV yuav nrog nraim nej, yog nej tsis tso nws tseg. Yog nej nrhiav nws, nws yuav cia nej ntsib nws, tiamsis yog nej tsis muab siab npuab nws, nws yuav tso nej tseg."},{"bible_id":"1525","chapter_code":"2CH.15","verse_code":"2CH.15.3","label":"3","content":"Cov Yixalayees ua neej nyob tsis muaj tus Vajtswv tseeb, tsis muaj cov povthawj qhia lawv thiab tsis muaj kevcai tswjhwm lawv los ntev lawm."},{"bible_id":"1525","chapter_code":"2CH.15","verse_code":"2CH.15.4","label":"4","content":"Tiamsis thaum lawv raug kev nyuaj siab, lawv tig los cuag tus TSWV uas yog cov Yixalayees tus Vajtswv. Thaum lawv nrhiav nws, lawv yeej ntsib nws."},{"bible_id":"1525","chapter_code":"2CH.15","verse_code":"2CH.15.5","label":"5","content":"Lub sijhawm ntawd tsis yoojyim rau tej neeg mus mus los los, rau qhov muaj kev kub ntxhov nyob txhua qhov hauv lub tebchaws."},{"bible_id":"1525","chapter_code":"2CH.15","verse_code":"2CH.15.6","label":"6","content":"Ib haivneeg tsimtxom ib haivneeg, thiab ib lub nroog tsimtxom ib lub nroog, rau qhov Vajtswv tso txojkev kub ntxhov no los rau lawv ntag."},{"bible_id":"1525","chapter_code":"2CH.15","verse_code":"2CH.15.7","label":"7","content":"Tiamsis nej yuav tsum ua siab loj, tsis txhob qaug zog. Tej haujlwm uas nej ua, nej yuav tau txais nqi zog.”"},{"bible_id":"1525","chapter_code":"2CH.15","verse_code":"2CH.15.8","label":"8","content":"Thaum Axas hnov Audes tus tub Axaliyas  tej lus qhia tshwm, nws thiaj ua siab loj. Nws rhuav tej mlom hauv tebchaws Yudas thiab Npeenyamees, thiab hauv tej nroog uas nws txeeb tau saum tej laj roob Efalayees povtseg, thiab nws rov kho tus TSWV lub thaj uas nyob ntawm lub tshavpuam hauv tus TSWV lub Tuamtsev."},{"bible_id":"1525","chapter_code":"2CH.15","verse_code":"2CH.15.9","label":"9","content":"Xeem Efalayees, xeem Manaxes thiab xeem Xime-oos khiav coob heev los tuaj Axas tog, thiab nyob hauv nws lub tebchaws, rau qhov lawv paub hais tias tus TSWV nrog Axas. Axas thiaj txheeb tagnrho lawv cov ntawd, cov Yudas thiab cov Npeenyamees tej npe."},{"bible_id":"1525","chapter_code":"2CH.15","verse_code":"2CH.15.10","label":"10","content":"Thaum Axas ua vajntxwv tau kaum tsib xyoos, lub peb hlis ntuj, lawv thiaj sib sau rau hauv lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"2CH.15","verse_code":"2CH.15.11","label":"11","content":"Hnub ntawd lawv muab tej tsiaj uas lawv huab tau los tua fij rau tus TSWV: xya pua tus nyuj thiab xya txhiab tus yaj."},{"bible_id":"1525","chapter_code":"2CH.15","verse_code":"2CH.15.12","label":"12","content":"Lawv coglus hais tias lawv yuav pehawm tus TSWV uas yog lawv cov yawgkoob tus Vajtswv kom kawg siab kawg ntsws,"},{"bible_id":"1525","chapter_code":"2CH.15","verse_code":"2CH.15.13","label":"13","content":"thiab txhua tus, tsis hais tus laus lossis tus hluas, yog leejtwg tsis pehawm tus TSWV, yuav muab tus ntawd tua povtseg."},{"bible_id":"1525","chapter_code":"2CH.15","verse_code":"2CH.15.14","label":"14","content":"Lawv txhua tus qw nrov nrov thiab tuav tus TSWV lub npe coglus hais tias lawv yuav ua raws li tej lus uas lawv cog tseg ntawd. Lawv qw nrov nrov thiab tshuab raj tshuab xyu."},{"bible_id":"1525","chapter_code":"2CH.15","verse_code":"2CH.15.15","label":"15","content":"Tagnrho cov Yudas zoo siab kawg li, rau qhov lawv tau coglus nrhiav tus TSWV kawg siab kawg ntsws, lawv thiaj ntsib tus TSWV, thiab tus TSWV pub lawv noj qab nyob zoo."},{"bible_id":"1525","chapter_code":"2CH.15","verse_code":"2CH.15.16","label":"16","content":"Vajntxwv Axas muab nws pog Ma-akas txo lub meejmom niam vajntxwv, rau qhov nws puab tug mlom pojniam Aselas. Axas muab tus mlom ntawd tsoo tawg ntsoog ntxaws thiab coj mus hlawv hauv lub Hav Kiloos."},{"bible_id":"1525","chapter_code":"2CH.15","verse_code":"2CH.15.17","label":"17","content":"Txawm yog Axas tsis muab tej chaw teev dab saum tej ncov roob hauv lub tebchaws Yixalayees rhuav povtseg los nws yeej muab siab npuab tus TSWV tas nws simneej li."},{"bible_id":"1525","chapter_code":"2CH.15","verse_code":"2CH.15.18","label":"18","content":"Nws muab txhua yam uas nws txiv Anpiyas muab nyiaj muab kub ua thiab muab fij rau tus TSWV lawm, coj mus tso rau hauv lub Tuamtsev."},{"bible_id":"1525","chapter_code":"2CH.15","verse_code":"2CH.15.19","label":"19","content":"Ntu uas Axas ua vajntxwv tau peb caug tsib xyoos ntawd, lub tebchaws tsis ua tsov ua rog li."},{"bible_id":"1525","chapter_code":"2CH.16","verse_code":"2CH.16.1","label":"1","content":"Thaum Vajntxwv Axas kav tebchaws Yudas tau peb caug rau xyoo, Vajntxwv Npa-asas uas kav tebchaws Yixalayees tau tuaj tua cov Yudas thiab tsim lub nroog Lamas ua chaw txiav kev tsis pub cov Yudas mus los."},{"bible_id":"1525","chapter_code":"2CH.16","verse_code":"2CH.16.2","label":"2","content":"Yog li ntawd, Vajntxwv Axas thiaj muab tej kub uas seem hauv lub Tuamtsev thiab hauv lub loog rau nws cov nomtswv nqa mus rau pem lub nroog Damaxes thiab muab pub rau cov Xilias tus Vajntxwv Npeehadas uas yog Talee-moos tus tub, thiab yog Hexi-oos tus xeebntxwv, nrog cov lus uas hais li no:"},{"bible_id":"1525","chapter_code":"2CH.16","verse_code":"2CH.16.3","label":"3","content":"“Cia wb tuav tes ua phoojywg ib yam li thaud koj txiv thiab kuv txiv ua phoojywg los lawm. Cov nyiaj thiab cov kub no, yog coj tuaj pub rau koj ua kev sib raug zoo. Nimno thov koj cia li txiav kev ua phoojywg nrog cov Yixalayees tus Vajntxwv Npa-asas kom nws thiaj thim nws cov tubrog tawm hauv kuv cheebtsam mus.”"},{"bible_id":"1525","chapter_code":"2CH.16","verse_code":"2CH.16.4","label":"4","content":"Vajntxwv Npeehadas pom zoo ua li Axas hais, thiab tso nws cov thawj tubrog coj lawv cov tubrog mus tua cov Yixalayees tej nroog. Lawv mus txeeb tau lub nroog Iyoos, lub nroog Das, lub nroog Anpees Npethes Ma-akas, mus rau cheebtsam uas ze lub Pasdej Kalilais thiab tagnrho cov Nathalis tej nroog."},{"bible_id":"1525","chapter_code":"2CH.16","verse_code":"2CH.16.5","label":"5","content":"Thaum Vajntxwv Npa-asas hnov tej xwm no lawm, nws txawm tso tseg tsis tsim lub nroog Lamas ntxiv, thiab rov qab mus rau hauv lub nroog Tilexas lawm."},{"bible_id":"1525","chapter_code":"2CH.16","verse_code":"2CH.16.6","label":"6","content":"Ces Vajntxwv Axas txawm hu cov pejxeem thoob plaws tebchaws Yudas tuaj nqa tej pobzeb thiab tej ntoo uas Npa-asas coj tuaj tsim lub nroog Lamas, mus tsim lub nroog Nkenpas thiab lub nroog Mixepas."},{"bible_id":"1525","chapter_code":"2CH.16","verse_code":"2CH.16.7","label":"7","content":"Lub sijhawm ntawd Hananis tus uas cev Vajtswv lus mus cuag Vajntxwv Axas thiab hais tias, “Twb tsimnyog koj cia siab rau tus TSWV uas yog koj tus Vajtswv, tiamsis koj ho cia siab rau tus vajntxwv uas kav tebchaws Xilias, vim li ntawd, tus vajntxwv uas kav tebchaws Xilias  cov tubrog thiaj khiav dim ntawm koj mus lawm."},{"bible_id":"1525","chapter_code":"2CH.16","verse_code":"2CH.16.8","label":"8","content":"Puas yog cov Sudas thiab cov Linpias muaj tubrog, muaj tsheb nees ua rog thiab muaj tubrog caij nees coob heev? Tiamsis thaum ntawd koj cia siab rau tus TSWV, nws thiaj pab koj tua yeej lawv lawm."},{"bible_id":"1525","chapter_code":"2CH.16","verse_code":"2CH.16.9","label":"9","content":"Tus TSWV yeej saib ntsoov lub ntiajteb no thiab yuav txhawb cov uas muab siab npuab nws. Vim koj tau ua tej yam uas ruam kawg nkaus, yog li ntawd, txij no mus koj lub tebchaws yuav ua tsov ua rog mus li.”"},{"bible_id":"1525","chapter_code":"2CH.16","verse_code":"2CH.16.10","label":"10","content":"Qhov no ua rau Vajntxwv Axas npautaws heev, nws thiaj muab saw hlau khi tus cev Vajtswv lus ntawd. Tib lub sijhawm ntawd Axas tseem ua nruj ua tsiv rau cov pejxeem ibtxhia thiab."},{"bible_id":"1525","chapter_code":"2CH.16","verse_code":"2CH.16.11","label":"11","content":"Txhua yam uas Vajntxwv Axas ua, nws lub peevxwm thiab tej nroog uas nws ua puavleej muab sau tseg rau hauv Phau Ntawv Keebkwm uas teev cov Yudas thiab cov Yixalayees cov Vajntxwv lub neej lawm."},{"bible_id":"1525","chapter_code":"2CH.16","verse_code":"2CH.16.12","label":"12","content":"Axas ua vajntxwv tau peb caug cuaj xyoos. Nws muaj mob rau nws ob txhais kotaw; txawm li ntawd los nws tsis thov tus TSWV pab nws, nws tsuas mus cuag tej kws tshuaj xwb."},{"bible_id":"1525","chapter_code":"2CH.16","verse_code":"2CH.16.13","label":"13","content":"Axas ua vajntxwv tau plaub caug ib xyoos, ces nws txawm tuag lawm."},{"bible_id":"1525","chapter_code":"2CH.16","verse_code":"2CH.16.14","label":"14","content":"Thiab luag muab nws coj mus faus rau hauv lub qhov ntxa uas nws txaug cia rau nws hauv Daviv lub nroog. Lawv muab ntau yam hmoov tshuaj thiab roj tsw qab pleev Axas lub cev, mam coj nws mus faus, lawv rauv ib cubtawg hlob heev thiab lawv hawm nws."},{"bible_id":"1525","chapter_code":"2CH.17","verse_code":"2CH.17.1","label":"1","content":"Yehausafas ua vajntxwv hloov nwg txiv Axas chaw, thiab nws hajyam ua rog hnyav rau cov Yixalayees."},{"bible_id":"1525","chapter_code":"2CH.17","verse_code":"2CH.17.2","label":"2","content":"Nws tso tubrog mus nyob rau hauv cov Yudas tej nroog uas muaj ntsa yeej thaiv, tej nroog hauv tebchaws Yudas, thiab tej nroog hauv xeev Efalayees uas nws txiv Axas txeeb tau los."},{"bible_id":"1525","chapter_code":"2CH.17","verse_code":"2CH.17.3","label":"3","content":"Vim Yehausafas ua raws li nws txiv lub neej thaum xub thawj, nws tsis pe Npa-as, tus TSWV thiaj foom koob hmoov rau nws."},{"bible_id":"1525","chapter_code":"2CH.17","verse_code":"2CH.17.4","label":"4","content":"Nws pehawm nws txiv tus Vajtswv, thiab nws ua raws li Vajtswv tej lus samhwm, nws tsis ua li cov Yixalayees tej vajntxwv ua."},{"bible_id":"1525","chapter_code":"2CH.17","verse_code":"2CH.17.5","label":"5","content":"Tus TSWV thiaj pub Yehausafas tswj tau lub tebchaws Yudas nyob ruaj khov, thiab cov pejxeem coj khoom tuaj pub rau nws. Yog li ntawd, nws thiaj muaj txiag npluanuj thiab muaj koob meej nto moo lug."},{"bible_id":"1525","chapter_code":"2CH.17","verse_code":"2CH.17.6","label":"6","content":"Nws kub siab lug ua raws li tus TSWV txoj kevcai, thiab nws rhuav tej chaw teev dab thiab tus mlom pojniam Aselas hauv tebchaws Yudas povtseg."},{"bible_id":"1525","chapter_code":"2CH.17","verse_code":"2CH.17.7","label":"7","content":"Thaum Yehausafas kav tebchaws tau peb xyoos, nws tsa Npeehais, Aunpadiyas, Xakhaliyas, Nethanees thiab Mikayas uas yog nws cov nomtswv mus cob qhia cov Yudas nyob txhua lub nroog."},{"bible_id":"1525","chapter_code":"2CH.17","verse_code":"2CH.17.8","label":"8","content":"Muaj cuaj tug Levis thiab ob tug povthawj nrog cov nomtswv ntawd mus. Cov Levis yog Semayas, Nethaniyas, Xenpadiyas, Axahees, Semilamaus, Yehaunathas, Adauniyas, Taunpiyas thiab Taunpadauniyas; thiab ob tug povthawj yog Elisamas thiab Yehaulas."},{"bible_id":"1525","chapter_code":"2CH.17","verse_code":"2CH.17.9","label":"9","content":"Lawv coj tus TSWV phau ntawv Kevcai mus cob qhia cov pejxeem sawvdaws uas nyob txhua lub nroog hauv tebchaws Yudas."},{"bible_id":"1525","chapter_code":"2CH.17","verse_code":"2CH.17.10","label":"10","content":"Tus TSWV ua rau tej tebchaws uas nyob ibncig ntshai thiab tsis tuaj tua Vajntxwv Yehausafas lawm."},{"bible_id":"1525","chapter_code":"2CH.17","verse_code":"2CH.17.11","label":"11","content":"Cov Filitees qee leej coj nyiaj thiab khoom ntau heev tuaj pub rau Yehausafas, thiab cov Alav coj xya txhiab xya pua tus yaj thiab xya txhiab xya pua tus tshis tuaj pub rau nws."},{"bible_id":"1525","chapter_code":"2CH.17","verse_code":"2CH.17.12","label":"12","content":"Yog li ntawd, Yehausafas thiaj muaj hwjchim heev zuj zus. Nws ua ntau lub chaw fajxwm thiab ntau lub tsev rau hauv tej nroog thoob tebchaws Yudas,"},{"bible_id":"1525","chapter_code":"2CH.17","verse_code":"2CH.17.13","label":"13","content":"thiab nws coj khoom ntau heev mus cia rau hauv. Yehausafas tso cov tubrog uas txawj tua rog heev nyob hauv lub nroog Yeluxalees,"},{"bible_id":"1525","chapter_code":"2CH.17","verse_code":"2CH.17.14","label":"14","content":"raws li lawv tej cuab kwvtij. Adinas yog tus thawj saib cov tubrog uas yog xeem Yudas thiab nws muaj peb puas txhiab leej."},{"bible_id":"1525","chapter_code":"2CH.17","verse_code":"2CH.17.15","label":"15","content":"Yehauhanas yog ob, nws saib ob puas yim caum txhiab leej tubrog,"},{"bible_id":"1525","chapter_code":"2CH.17","verse_code":"2CH.17.16","label":"16","content":"thiab tus peb yog Xikhalis uas yog Amaxiyas tus tub, nws saib ob puas txhiab leej tubrog, (Amaxiyas yog ib tug uas txaus siab ua tus TSWV tes haujlwm heev.)"},{"bible_id":"1525","chapter_code":"2CH.17","verse_code":"2CH.17.17","label":"17","content":"Eli-adas yog tus thawj saib cov tubrog uas yog xeem Npeenyamees, nws yog ib tug tubrog uas ua tau heev, nws saib ob puas txhiab leej tubrog uas muaj daim thaiv hniav ntaj thiab muaj hneevnti."},{"bible_id":"1525","chapter_code":"2CH.17","verse_code":"2CH.17.18","label":"18","content":"Yehauxanpas yog tus ob, nws saib ib puas yim caum txhiab leej tubrog thiab nws muaj tej cuabyeej ua rog zoo heev."},{"bible_id":"1525","chapter_code":"2CH.17","verse_code":"2CH.17.19","label":"19","content":"Cov tubrog no ua haujlwm rau vajntxwv nyob hauv lub nroog Yeluxalees, thiab vajntxwv tseem tso dua lwm pab tubrog mus nyob rau hauv cov Yudas tej nroog uas muaj ntsa yeej thaiv."},{"bible_id":"1525","chapter_code":"2CH.18","verse_code":"2CH.18.1","label":"1","content":"Thaum cov Yudas tus Vajntxwv Yehausafas muaj txiag npluanuj thiab koob meej nrov ncha heev lawm, nws txawm coj nws tsevneeg ib tug mus yuav cov Yixalayees tus Vajntxwv Ahaj tsevneeg ib tug."},{"bible_id":"1525","chapter_code":"2CH.18","verse_code":"2CH.18.2","label":"2","content":"Ntau xyoo tom qab no Yehausafas mus xyuas Ahaj hauv lub nroog Xamalis, Ahaj tua nyuj thiab tua yaj ntau tus ua ib rooj mov loj tos txais Yehausafas thiab cov neeg uas nrog nws mus. Ahaj txawm yaum Yehausafas kom nrog nws mus tua lub nroog Lamaus hauv cheebtsam Nkile-as."},{"bible_id":"1525","chapter_code":"2CH.18","verse_code":"2CH.18.3","label":"3","content":"Ahaj hais rau Yehausafas hais tias, “Koj puas kam nrog kuv mus tua lub nroog Lamaus?” Yehausafas teb hais tias, “Thaum twg koj mus, kuv thiab kuv cov tubrog yuav nrog koj mus. Peb yuav koom tes nrog koj.”"},{"bible_id":"1525","chapter_code":"2CH.18","verse_code":"2CH.18.4","label":"4","content":"Yehausafas hais ntxiv tias, “Tiamsis peb yuav tsum xub nug tus TSWV tso.”"},{"bible_id":"1525","chapter_code":"2CH.18","verse_code":"2CH.18.5","label":"5","content":"Yog li ntawd, Ahaj thiaj hu cov cevlus kwvyees li plaub puas leej tuaj, thiab nws nug lawv hais tias, “Puas tsimnyog kuv mus tua lub nroog Lamaus los tsis tsimnyog mus?” Lawv teb hais tias, “Koj cia li mus tua lub nroog ntawd, Vajtswv yuav pub kom koj tua yeej xwb.”"},{"bible_id":"1525","chapter_code":"2CH.18","verse_code":"2CH.18.6","label":"6","content":"Tiamsis Yehausafas nug hais tias, “Puas tshuav dua lwm tus cev Vajtswv lus tseem yuav pab tau peb mus nug tus TSWV thiab?”"},{"bible_id":"1525","chapter_code":"2CH.18","verse_code":"2CH.18.7","label":"7","content":"Ahaj teb hais tias, “Tseem tshuav dua ib tug, nws yog Imelas tus tub Mikayas. Tiamsis kuv ntxub nws heev, vim nws yeej ibtxwm tsis cev tej lus zoo rau kuv li; nws tsuas yog pheej cev tej lus phem rau kuv xwb.” Yehausafas teb hais tias, “Koj tseg tsis txhob hais li ko.”"},{"bible_id":"1525","chapter_code":"2CH.18","verse_code":"2CH.18.8","label":"8","content":"Ces Ahaj thiaj hu nws ib tug nomtswv los thiab hais rau nws tias, “Koj mus coj Mikayas tuaj tamsim no.”"},{"bible_id":"1525","chapter_code":"2CH.18","verse_code":"2CH.18.9","label":"9","content":"Ob tug vajntxwv ntawd yeej hnav rawv tej ris tsho vajntxwv, zaum saum nkawd ob lub zwmtxwv uas nyob ntawm lub tshav ntaus nplej sab nraum lub roojvag Xamalis, cov cevlus txhua tus puavleej tuaj nyob cev Vajtswv lus ntawm nkawd xubntiag."},{"bible_id":"1525","chapter_code":"2CH.18","verse_code":"2CH.18.10","label":"10","content":"Ces cov cev Vajtswv lus ntawd muaj ib tug hu ua Xedekiyas, nws yog Kena-anas tus tub. Nws muab hlau ua tau ibtxwm kub thiab hais rau Ahaj hais tias, “Tus TSWV hais tias, ‘Koj yuav siv txwm kub no mus tawmtsam cov Xilias thiab tua yeej lawv tagnrho huv tibsi.’ ”"},{"bible_id":"1525","chapter_code":"2CH.18","verse_code":"2CH.18.11","label":"11","content":"Cov cev Vajtswv lus txhua tus puavleej hais ib yam tias, “Koj cia li mus tua lub nroog Lamaus, koj yuav tua yeej xwb. Tus TSWV yuav pab kom koj yeej.”"},{"bible_id":"1525","chapter_code":"2CH.18","verse_code":"2CH.18.12","label":"12","content":"Thaum lub sijhawm ntawd, tus nom uas mus tos Mikayas, nws hais rau Mikayas hais tias, “Tagnrho cov cevlus puavleej hais tias vajntxwv yuav tua yeej, yog li ntawd, koj yuav tsum hais tej lus zoo ib yam li lawv thiab.”"},{"bible_id":"1525","chapter_code":"2CH.18","verse_code":"2CH.18.13","label":"13","content":"Tiamsis Mikayas teb hais tias, “Tus TSWV yog tus muaj sia nyob, kuv thov coglus hais tias kuv yuav hais raws li tej lus uas nws qhia kuv hais xwb!”"},{"bible_id":"1525","chapter_code":"2CH.18","verse_code":"2CH.18.14","label":"14","content":"Thaum Mikayas mus sawv tabmeeg Vajntxwv Ahaj lawm, vajntxwv nug nws hais tias, “Mikayas, puas tsimnyog Vajntxwv Yehausafas thiab kuv mus tua lub nroog Lamaus los tsis tsimnyog mus?” Mikayas teb hais tias, “Neb cia li mus tua los mas! Neb yeej yuav tua yeej xwb. Tus TSWV yuav pab kom neb yeej.”"},{"bible_id":"1525","chapter_code":"2CH.18","verse_code":"2CH.18.15","label":"15","content":"Tiamsis Ahaj teb hais tias, “Kuv twb yeej hais rau koj ntau zaus lawm tias thaum twg koj tuav tus TSWV lub npe qhia ib zaj dabtsi rau kuv, koj yuav tsum qhia qhov tseeb xwb no ne! Kuv tseem yuav hais pestsawg zaus rau koj thiab?”"},{"bible_id":"1525","chapter_code":"2CH.18","verse_code":"2CH.18.16","label":"16","content":"Mikayas teb hais tias, “Kuv twb pom cov tubrog Yixalayees tawg khiav ri sua saum tej ncov roob ib yam li pab yaj uas tsis muaj tus tswv yug lawm. Thiab tus TSWV hais tias, ‘Cov neeg no tsis muaj thawjcoj lawm; cia li tso lawv rov mus tsev ywj siab.’ ”"},{"bible_id":"1525","chapter_code":"2CH.18","verse_code":"2CH.18.17","label":"17","content":"Ahaj hais rau Yehausafas hais tias, “Kuv twb qhia rau koj lawm hais tias nws yeej tsis cev ib zaj lus zoo rau kuv li puas yog? Nws yeej ibtxwm cev tej lus phem rau kuv nkaus xwb!”"},{"bible_id":"1525","chapter_code":"2CH.18","verse_code":"2CH.18.18","label":"18","content":"Mikayas hais ntxiv tias, “Koj cia li mloog tus TSWV lus! Kuv pom tus TSWV zaum saum nws lub zwmtxwv uas nyob saum ntuj ceebtsheej, thiab nws cov timtswv sawv ntawm nws ob sab."},{"bible_id":"1525","chapter_code":"2CH.18","verse_code":"2CH.18.19","label":"19","content":"Tus TSWV nug hais tias, ‘Leejtwg thiaj yuav ntxias tau Ahaj kom nws mus raug tua tuag rau hauv lub nroog Lamaus?’ Muaj ib co timtswv hais ib yam, thiab muaj dua lwm cov hais dua lwm yam lawm,"},{"bible_id":"1525","chapter_code":"2CH.18","verse_code":"2CH.18.20","label":"20","content":"ces muaj ib tug ntsujplig txav los rau ntawm tus TSWV xubntiag thiab hais rau tus TSWV hais tias, ‘Kuv yog tus uas yuav mus ntxias Ahaj ntag.’ Tus TSWV nug hais tias, ‘Koj yuav ntxias li cas?’"},{"bible_id":"1525","chapter_code":"2CH.18","verse_code":"2CH.18.21","label":"21","content":"Tus ntsujplig ntawd teb hais tias, ‘Kuv yuav mus tshoov Ahaj cov cevlus siab, kom lawv qhia tej lus dag rau nws.’ Tus TSWV thiaj hais rau nws tias, ‘Cia li mus thiab ntxias nws. Nws yeej yuav ntseeg koj zaj xwb.’ ”"},{"bible_id":"1525","chapter_code":"2CH.18","verse_code":"2CH.18.22","label":"22","content":"Mikayas txawm xaus lus hais tias, “Yeej muaj li no tiag. Tus TSWV ua kom koj cov cevlus tuaj dag koj. Tiamsis tus TSWV qhia tseeb hais tias koj yuav tsum raug kev puastsuaj xwb thiaj tas.”"},{"bible_id":"1525","chapter_code":"2CH.18","verse_code":"2CH.18.23","label":"23","content":"Ces tus cevlus Xedekiyas txawm sawv tsees mus xuas tawg ncuav rau Mikayas sab plhu, thiab nug hais tias, “Thaum twg tus TSWV tus ntsujplig twb tso kuv tseg thiab mus hais rau koj li ko lawm?”"},{"bible_id":"1525","chapter_code":"2CH.18","verse_code":"2CH.18.24","label":"24","content":"Mikayas teb hais tias, “Koj yeej yuav paub thaum uas koj khiav mus nkaum nyob rau chav tsev hauv plawv.”"},{"bible_id":"1525","chapter_code":"2CH.18","verse_code":"2CH.18.25","label":"25","content":"Vajntxwv Ahaj hais rau nws cov nomtswv ib tug tias, “Cia li ntes Mikayas coj mus rau Amoos uas yog tus tswv nroog thiab rau vajntxwv tus tub Yau-ases;"},{"bible_id":"1525","chapter_code":"2CH.18","verse_code":"2CH.18.26","label":"26","content":"hais kom nkawd coj nws mus kaw rau hauv tsev lojcuj, tsuas muab mov thiab dej rau nws noj nws haus mus txog thaum kuv rov qab los kaj siab lug tsis muaj dabtsi mam li tso nws.”"},{"bible_id":"1525","chapter_code":"2CH.18","verse_code":"2CH.18.27","label":"27","content":"Mikayas thiaj twv hais tias, “Yog koj tseem tau rov qab los kaj siab lug, ces tej lus uas kuv hais rau koj ntawd, yeej tsis yog tus TSWV hais rau kuv li!” Thiab nws hais ntxiv tias, “Thov nej txhua tus nrog hnov tej lus uas kuv hais no.”"},{"bible_id":"1525","chapter_code":"2CH.18","verse_code":"2CH.18.28","label":"28","content":"Ces cov Yixalayees tus Vajntxwv Ahaj thiab cov Yudas tus Vajntxwv Yehausafas txawm txhij tubrog mus tua lub nroog Lamaus hauv cheebtsam Nkile-as."},{"bible_id":"1525","chapter_code":"2CH.18","verse_code":"2CH.18.29","label":"29","content":"Ahaj hais rau Yehausafas hais tias, “Thaum peb mus rau hauv tshavrog, kuv yuav hnav dua lwm cev ris tsho lawm, tiamsis koj hnav koj cev ris tsho vajntxwv los tau.” Yog li ntawd, cov Yixalayees tus vajntxwv thiaj hnav dua lwm cev ris tsho mus rau hauv tshavrog, tsis pub kom leejtwg paub nws."},{"bible_id":"1525","chapter_code":"2CH.18","verse_code":"2CH.18.30","label":"30","content":"Cov Xilias tus vajntxwv thiaj hais rau nws peb caug ob tug thawj tubrog tsav tsheb nees kom tsis txhob tua ib tug twg li, tua cov Yixalayees tus vajntxwv nkaus xwb."},{"bible_id":"1525","chapter_code":"2CH.18","verse_code":"2CH.18.31","label":"31","content":"Yog li ntawd, thaum lawv pom Vajntxwv Yehausafas, lawv thiaj xav hais tias nws yog cov Yixalayees tus vajntxwv, ces lawv thiaj mus caum nws tua. Tiamsis Yehausafas qw, thiab tus TSWV uas yog Vajtswv thiaj cawm nws thiab cov uas caum nws tua txawm tso nws tseg."},{"bible_id":"1525","chapter_code":"2CH.18","verse_code":"2CH.18.32","label":"32","content":"Cov thawj tubrog tsav tsheb nees pom hais tias nws tsis yog cov Yixalayees tus vajntxwv, lawv thiaj tso tseg tsis caum nws tua ntxiv lawm."},{"bible_id":"1525","chapter_code":"2CH.18","verse_code":"2CH.18.33","label":"33","content":"Tiamsis muaj ib tug tubrog Xilias lam rub nws rab hneevnti tua mus, ua ciav xibxub cia li ya mus raug kiag Vajntxwv Ahaj lub tsho hlau kis nruab nrab tshab plaws rau hauv nws lub cev lawm. Nws txawm quaj qw rau nws tus tsav tsheb nees hais tias, “Kuv raug mob lawm lauj! Cia li lem tsheb nees rov qab thiab coj kuv tawm hauv tshavrog no mus!”"},{"bible_id":"1525","chapter_code":"2CH.18","verse_code":"2CH.18.34","label":"34","content":"Thaum ntawd, muaj kev sib ntaus sib tua hnyav zuj zus, Vajntxwv Ahaj tseem txheem taus los sawv hauv nws lub tsheb nees nrog cov Xilias sib tua, tiamsis thaum hnubpoob qho nws txawm tuag lawm."},{"bible_id":"1525","chapter_code":"2CH.19","verse_code":"2CH.19.1","label":"1","content":"Thaum cov Yudas tus Vajntxwv Yehausafas rov los txog hauv nws lub loog hauv lub nroog Yeluxalees, nws tseem noj qab nyob zoo."},{"bible_id":"1525","chapter_code":"2CH.19","verse_code":"2CH.19.2","label":"2","content":"Muaj ib tug cev Vajtswv lus hu ua Yehus uas yog Hananis tus tub tuaj cuag Vajntxwv Yehausafas thiab hais rau nws tias, “Puas tsimnyog koj pab cov neeg ua phem ua qias thiab hlub cov neeg uas ntxub tus TSWV? Qhov uas koj ua ntawd, ua rau tus TSWV chim heev rau koj."},{"bible_id":"1525","chapter_code":"2CH.19","verse_code":"2CH.19.3","label":"3","content":"Txawm li ntawd los koj tseem ua tau qee yam zoo thiab. Koj tau rhuav tej mlom pojniam Aselas uas tej neeg sawvdaws pheej mus pe, thiab koj ua raws li Vajtswv lub siab nyiam.”"},{"bible_id":"1525","chapter_code":"2CH.19","verse_code":"2CH.19.4","label":"4","content":"Txawm yog Vajntxwv Yehausafas nyob hauv lub nroog Yeluxalees los nws mus mus los los rau nram Npesenpas thiab pem lub laj roob Efalayees nqua hu kom cov pejxeem sawvdaws rov los cuag tus TSWV uas yog lawv cov yawgkoob tus Vajtswv."},{"bible_id":"1525","chapter_code":"2CH.19","verse_code":"2CH.19.5","label":"5","content":"Vajntxwv tsa ib co txiav txim nyob rau hauv txhua lub nroog uas muaj ntsa yeej thaiv hauv tebchaws Yudas"},{"bible_id":"1525","chapter_code":"2CH.19","verse_code":"2CH.19.6","label":"6","content":"thiab hais rau lawv tias, “Nej yuav tsum ua tib zoo saib thaum nej txiav txim, rau qhov tsis yog nej txiav txim raws li neeg lub siab nyiam, tiamsis yog raws li tus TSWV lub siab nyiam, nws yuav nrog nraim nej thaum nej txiav txim."},{"bible_id":"1525","chapter_code":"2CH.19","verse_code":"2CH.19.7","label":"7","content":"Nej yuav tsum hwm tus TSWV thiab txiav txim ncaj ncees, rau qhov tus TSWV uas yog peb tus Vajtswv yog tus ncaj ncees, nws tsis xaiv leejtwg ntsejmuag thiab yuav luag tej nyiaj xiab.”"},{"bible_id":"1525","chapter_code":"2CH.19","verse_code":"2CH.19.8","label":"8","content":"Yehausafas tsa cov Levis, cov povthawj thiab cov thawjcoj qee leej ntawm tej cuab hauv lub nroog Yeluxalees ua cov txiav txim rau tus uas ua txhaum rau tus TSWV txoj kevcai lossis cov pejxeem uas nyob hauv lub nroog Yeluxalees  tej plaub ntug."},{"bible_id":"1525","chapter_code":"2CH.19","verse_code":"2CH.19.9","label":"9","content":"Yehausafas hais rau lawv tias, “Nej yuav tsum hwm tus TSWV, muab siab npuab nws thiab ua nej tej haujlwm kom ncaj ncees."},{"bible_id":"1525","chapter_code":"2CH.19","verse_code":"2CH.19.10","label":"10","content":"Thaum nej cov neeg uas nyob hauv tej nroog, coj lawv tej plaub ntug tuaj rau nej hais, tsis hais kev sib ntaus sib tua, ua txhaum kevcai lossis tus TSWV tej lus, nej yuav tsum ua tib zoo ntuas thiab qhia kom lawv tsis txhob ua txhaum rau tus TSWV. Yog nej tsis ua li ntawd, tus TSWV txojkev chim yuav los raug nej thiab cov neeg. Tiamsis yog nej ua nej tes haujlwm ncaj, nej yuav tsis muaj txim."},{"bible_id":"1525","chapter_code":"2CH.19","verse_code":"2CH.19.11","label":"11","content":"Amaliyas uas yog tus Povthawj Hlob, yog tus txiav txim thaum kawg rau tus uas ua txhaum tus TSWV txoj kevcai, thiab Yisamayees tus tub Xenpadiyas uas yog cov Yudas tus tswvxeev, yog tus txiav txim thaum kawg rau tus uas ua txhaum nomtswv kevcai. Cov Levis tes haujlwm yog saib cov txiav txim. Nej tsis txhob qaug zog ua tej haujlwm no, thov tus TSWV nrog nraim tus uas ua ncaj.”"},{"bible_id":"1525","chapter_code":"2CH.20","verse_code":"2CH.20.1","label":"1","content":"Tau tsis ntev tom qab no, cov tubrog Mau-am thiab cov tubrog Amoos, koom nrog cov Me-unis  tuaj tua Yehausafas."},{"bible_id":"1525","chapter_code":"2CH.20","verse_code":"2CH.20.2","label":"2","content":"Muaj ib co neeg los qhia rau Vajntxwv Yehausafas hais tias, “Cov tubrog Edoos coob heev tuaj txog ntawm Hiavtxwv Tuag sab tid, yuav tuaj tua koj. Lawv twb txeeb tau lub nroog Haxaxoos Tamaj lawm.” (Haxaxoos muaj dua ib lub npe hu ua Ekedis)."},{"bible_id":"1525","chapter_code":"2CH.20","verse_code":"2CH.20.3","label":"3","content":"Yehausafas ntshai heev, nws thiaj thov tus TSWV pab. Yog li ntawd, vajntxwv thiaj samhwm kom cov pejxeem sawvdaws ua kevcai yoo mov thoob lub tebchaws Yudas."},{"bible_id":"1525","chapter_code":"2CH.20","verse_code":"2CH.20.4","label":"4","content":"Cov Yudas uas nyob txhua lub nroog puavleej tuaj rau hauv lub nroog Yeluxalees thiab thov tus TSWV pab,"},{"bible_id":"1525","chapter_code":"2CH.20","verse_code":"2CH.20.5","label":"5","content":"lawv thiab cov neeg uas nyob hauv lub nroog Yeluxalees mus sib sau rau hauv lub tshavpuam tshiab ntawm lub Tuamtsev. Vajntxwv Yehausafas thiaj mus sawv ntawm cov pejxeem hauv ntej"},{"bible_id":"1525","chapter_code":"2CH.20","verse_code":"2CH.20.6","label":"6","content":"thiab thov tus TSWV nrov nrov hais tias, “Tus TSWV uas yog peb cov yawgkoob tus Vajtswv, koj nyob saum ntuj kav tagnrho txhua haivneeg hauv ntiajteb no. Koj yog tus muaj hwjchim, muaj zog loj zog nchav, thiab tsis muaj leejtwg yuav tawmtsam yeej koj."},{"bible_id":"1525","chapter_code":"2CH.20","verse_code":"2CH.20.7","label":"7","content":"Koj yog peb tus Vajtswv. Thaum koj haivneeg Yixalayees los nyob hauv lub tebchaws no, koj muab cov neeg uas ibtxwm nyob hauv no ntiab tawm, thiab muab lub tebchaws pub rau koj tus phoojywg Anplahas cov xeebntxwv ua lawv tug mus ibtxhis li."},{"bible_id":"1525","chapter_code":"2CH.20","verse_code":"2CH.20.8","label":"8","content":"Lawv los nyob hauv lub tebchaws no thiab ua tau lub Tuamtsev rau sawvdaws pehawm koj, kom lawv paub hais tias"},{"bible_id":"1525","chapter_code":"2CH.20","verse_code":"2CH.20.9","label":"9","content":"yog muaj kev txomnyem nyuaj siab los raug lawv, rau txim rau lawv, tsis hais kev tsov kev rog,  kev mob kev nkeeg, lossis kev tshaib kev nqhis, yog lawv tuaj sawv ntawm lub Tuamtsev uas yog qhov chaw pehawm koj no, thiab qhia lawv tej kev ntxhov siab rau koj, koj yeej yuav teb lawv tej lus thov thiab cawm lawv."},{"bible_id":"1525","chapter_code":"2CH.20","verse_code":"2CH.20.10","label":"10","content":"“Nimno cov Amoos, cov Mau-am, thiab cov Edoos tuaj tua peb. Thaum peb cov yawgkoob tsiv nram tebchaws Iziv los, koj twb tsis pub peb cov yawgkoob los hla lawv lub tebchaws, yog li ntawd, peb cov yawgkoob thiaj tshuv kev mus thiab tsis tua lawv."},{"bible_id":"1525","chapter_code":"2CH.20","verse_code":"2CH.20.11","label":"11","content":"Qhov uas lawv ua ntawd yog ua pauj rau peb, lawv tuaj muab peb raws tawm hauv lub tebchaws uas koj muab rau peb lawm."},{"bible_id":"1525","chapter_code":"2CH.20","verse_code":"2CH.20.12","label":"12","content":"Koj yog peb tus Vajtswv! Thov koj rau txim rau lawv, rau qhov tsis muaj leejtwg pab peb kom dim ntawm cov tubrog coob heev uas tuaj tua peb. Peb tsis paub yuav ua li cas, tiamsis peb thov koj pab peb.”"},{"bible_id":"1525","chapter_code":"2CH.20","verse_code":"2CH.20.13","label":"13","content":"Tagnrho cov Yudas, tsis hais cov txivneej, cov pojniam thiab menyuam puavleej tuaj sawv ntawm lub Tuamtsev."},{"bible_id":"1525","chapter_code":"2CH.20","verse_code":"2CH.20.14","label":"14","content":"Ces tus TSWV tus ntsujplig txawm los kav hlo Xakhaliyas tus tub Yahaxiyees uas yog ib tug Levis uas nrog cov neeg coob coob ntawd; nws yog cuab Axafes thiab yog Mataniyas, Ye-iyees, thiab Npenayas xeebntxwv."},{"bible_id":"1525","chapter_code":"2CH.20","verse_code":"2CH.20.15","label":"15","content":"Yahaxiyees hais tias, “Vajntxwv, cov Yudas thiab cov neeg uas nyob hauv lub nroog Yeluxalees, tus TSWV hais rau kuv tias, nej tsis txhob qaug zog lossis ntshai cov tubrog coob coob ntawd; rau qhov Vajtswv yog tus tua lawv, tsis yog nej tua."},{"bible_id":"1525","chapter_code":"2CH.20","verse_code":"2CH.20.16","label":"16","content":"Tagkis nej cia li mus tua lawv thaum lawv tabtom nce nram lub dawm Xixes tuaj. Nej yuav ntsib lawv ntawm lub hau hav uas cob rau ntawm roob mojsab qhua Yelu-ees."},{"bible_id":"1525","chapter_code":"2CH.20","verse_code":"2CH.20.17","label":"17","content":"Nej yuav tsis tau tua lawv. Nej tsuas yog mus txum chaw tos xwb; nej yuav pom hais tias tus TSWV yuav ua kom nej kovyeej. Cov Yudas thiab cov neeg uas nyob hauv lub nroog Yeluxalees, nej tsis txhob poob siab lossis tsis txhob ntshai. Nej cia li mus, tus TSWV yuav nrog nraim nej.”"},{"bible_id":"1525","chapter_code":"2CH.20","verse_code":"2CH.20.18","label":"18","content":"Ces Vajntxwv Yehausafas txhos caug ntua nyo ntshis ua ntsejmuag ti nkaus hauv av, thiab cov pejxeem sawvdaws nrog nws txhos caug pehawm tus TSWV."},{"bible_id":"1525","chapter_code":"2CH.20","verse_code":"2CH.20.19","label":"19","content":"Cov Levis uas yog cuab Kauhas thiab cuab Kaulas, txawm sawv ntsug qw nrov nrov qhuas tus TSWV uas yog cov Yixalayees tus Vajtswv."},{"bible_id":"1525","chapter_code":"2CH.20","verse_code":"2CH.20.20","label":"20","content":"Hnub tom qab sawv ntxov lawm txawm mus rau tom roob mojsab qhua uas ze lub nroog Tekau-as; thaum lawv sawv kev mus, Yehausafas txawm hais rau lawv tias, “Cov Yudas thiab cov neeg uas nyob hauv lub nroog Yeluxalees! Nej yuav tsum cia siab rau tus TSWV uas yog nej tus Vajtswv, thiab sawv khov kho. Nej cia li ntseeg tus TSWV tej lus uas cov cev Vajtswv lus qhia rau nej, nej thiaj yuav kovyeej.”"},{"bible_id":"1525","chapter_code":"2CH.20","verse_code":"2CH.20.21","label":"21","content":"Thaum vajntxwv hais rau lawv tas lawm, nws hais rau cov ntaus suab nkauj kom hnav cov tsho ntev uas lawv hnav rau tej lub sijhawm tseemceeb, mus ua cov tubrog ntej thiab hu nkauj hais tias, “Cia li qhuas tus TSWV! Nws txojkev hlub nyob mus ibtxhis!”"},{"bible_id":"1525","chapter_code":"2CH.20","verse_code":"2CH.20.22","label":"22","content":"Thaum lawv pib hu nkauj, tus TSWV txawm ua rau yeebncuab cov tubrog yoob tas."},{"bible_id":"1525","chapter_code":"2CH.20","verse_code":"2CH.20.23","label":"23","content":"Cov tubrog Amoos thiab cov tubrog Mau-am tua cov tubrog Edoos tuag tas, ces cov tubrog Amoos thiab cov tubrog Mau-am txawm tig rov sib tua tuag tas huv tibsi thiab."},{"bible_id":"1525","chapter_code":"2CH.20","verse_code":"2CH.20.24","label":"24","content":"Thaum cov tubrog Yudas mus txog saum lub ncov roob ntawm tiaj suabpuam, lawv tsa qhovmuag ntsia pom cov yeebncuab tuag pawglug rau hauv av tsis seem ib tug li."},{"bible_id":"1525","chapter_code":"2CH.20","verse_code":"2CH.20.25","label":"25","content":"Yehausafas thiab nws cov tubrog thiaj mus khaws cov yeebncuab tej zaub mov,  tej cuabyeej, tej ris tsho thiab txhua yam khoom muaj nqis. Tej khoom ntawd ntau heev, lawv khaws peb hnub thiaj tas."},{"bible_id":"1525","chapter_code":"2CH.20","verse_code":"2CH.20.26","label":"26","content":"Hnub plaub lawv thiaj mus sib sau rau hauv lub Hav Npelakas thiab ua tus TSWV tsaug rau tej uas nws ua ntawd. Yog li ntawd, lawv thiaj muab lub voshav ntawd hu ua “Npelakas.”"},{"bible_id":"1525","chapter_code":"2CH.20","verse_code":"2CH.20.27","label":"27","content":"Yehausafas coj nws cov tubrog rov los rau hauv lub nroog Yeluxalees zoo siab heev, rau qhov tus TSWV ua rau lawv cov yeebncuab swb lawm."},{"bible_id":"1525","chapter_code":"2CH.20","verse_code":"2CH.20.28","label":"28","content":"Thaum lawv los txog hauv nroog, lawv tshuab raj tshuab xyu thiab ntaus nruas npuaj mus rau hauv lub Tuamtsev."},{"bible_id":"1525","chapter_code":"2CH.20","verse_code":"2CH.20.29","label":"29","content":"Txhua haivneeg uas hnov hais tias tus TSWV tau pab cov Yixalayees tua yeej lawv cov yeebncuab, mas ua rau lawv ntshai kawg li."},{"bible_id":"1525","chapter_code":"2CH.20","verse_code":"2CH.20.30","label":"30","content":"Yog li ntawd, Yehausafas thiaj kav lub tebchaws nyob thajyeeb, thiab Vajtswv pub rau nws nyob kaj siab lug."},{"bible_id":"1525","chapter_code":"2CH.20","verse_code":"2CH.20.31","label":"31","content":"Yehausafas ua vajntxwv kav tebchaws Yudas thaum nws hnubnyoog muaj peb caug tsib xyoos, thiab nws nyob hauv lub nroog Yeluxalees kav tau nees nkaum tsib xyoos. Nws niam hu ua Axunpas uas yog Silehis tus ntxhais."},{"bible_id":"1525","chapter_code":"2CH.20","verse_code":"2CH.20.32","label":"32","content":"Yehausafas coj lub neej zoo ib yam li nws txiv Axas coj los lawm, nws ua lub neej ncaj ncees tabmeeg tus TSWV;"},{"bible_id":"1525","chapter_code":"2CH.20","verse_code":"2CH.20.33","label":"33","content":"tiamsis nws tsis muab tej chaw teev dab rhuav povtseg li. Cov pejxeem thiaj tseem tsis tau muab lub siab tig los pehawm tus TSWV uas yog lawv cov yawgkoob tus Vajtswv."},{"bible_id":"1525","chapter_code":"2CH.20","verse_code":"2CH.20.34","label":"34","content":"Txhua yam uas Vajntxwv Yehausafas ua thaum nws pib kav tebchaws mus txog thaum xaus,  Hananis tus tub Yehus  puavleej muab sau rau hauv  Phau Ntawv Keebkwm uas teev cov Yixalayees cov Vajntxwv lub neej lawm."},{"bible_id":"1525","chapter_code":"2CH.20","verse_code":"2CH.20.35","label":"35","content":"Tom qab ntawd cov Yudas tus Vajntxwv Yehausafas tau koom tes nrog cov Yixalayees tus Vajntxwv Ahaxiyas uas ua ntau yam kev phem kev qias."},{"bible_id":"1525","chapter_code":"2CH.20","verse_code":"2CH.20.36","label":"36","content":"Nws nrog Ahaxiyas txua tau ib co nkoj rau ntawm Exi-oonkenpes yuav mus thauj tej khoom tim tebchaws Xapees hla hiavtxwv mus los."},{"bible_id":"1525","chapter_code":"2CH.20","verse_code":"2CH.20.37","label":"37","content":"Tiamsis Daudavahus tus tub Eli-exes uas nyob hauv lub nroog Malesas tuaj hais rau Yehausafas hais tias, “Vim koj tau mus koom nrog Ahaxiyas, mas tus TSWV yuav rhuav tej uas koj tau ua ntawd.” Ces cov nkoj cia li tawg tas tsis tau siv mus thauj khoom tim tebchaws Xapees li."},{"bible_id":"1525","chapter_code":"2CH.21","verse_code":"2CH.21.1","label":"1","content":"Yehausafas tuag thiab luag coj nws mus faus rau ntawm cov vajntxwv lub toj ntxas hauv Daviv lub nroog; thiab nws tus tub Yehaulas ua vajntxwv hloov nws chaw."},{"bible_id":"1525","chapter_code":"2CH.21","verse_code":"2CH.21.2","label":"2","content":"Yehaulas uas yog Vajntxwv Yehausafas tus tub muaj rau leej kwvtij: Axaliyas, Yehiyees, Xakhaliyas, Axalihus, Mikhayees thiab Sefatiyas."},{"bible_id":"1525","chapter_code":"2CH.21","verse_code":"2CH.21.3","label":"3","content":"Lawv txiv Yehausafas muab kub, muab nyiaj thiab lwm yam khoom muaj nqis ntau heev rau lawv, thiab nws tsa nws cov tub ib tug kav ib lub nroog uas muaj ntsa yeej thaiv hauv tebchaws Yudas. Tiamsis nws tsa Yehaulas ua vajntxwv hloov nws chaw, rau qhov Yehaulas yog tus tub hlob."},{"bible_id":"1525","chapter_code":"2CH.21","verse_code":"2CH.21.4","label":"4","content":"Thaum Yehaulas ua vajntxwv kav lub tebchaws lawm, nws txawm muab nws cov kwv tua tas, thiab nws tseem tua cov Yixalayees tej nom ibtxhia thiab."},{"bible_id":"1525","chapter_code":"2CH.21","verse_code":"2CH.21.5","label":"5","content":"Thaum Yehaulas ua vajntxwv nws hnubnyoog muaj peb caug ob xyoos, thiab nws nyob hauv lub nroog Yeluxalees kav tau yim xyoo."},{"bible_id":"1525","chapter_code":"2CH.21","verse_code":"2CH.21.6","label":"6","content":"Yehaulas ua phem ua qias ib yam li Vajntxwv Ahaj thiab lwm tus vajntxwv uas kav tebchaws Yixalayees, rau qhov nws yuav Ahaj tug ntxhais los ua pojniam. Nws ua txhaum rau tus TSWV,"},{"bible_id":"1525","chapter_code":"2CH.21","verse_code":"2CH.21.7","label":"7","content":"tiamsis tus TSWV tsis xav rhuav kom Daviv cajces puastsuaj, rau qhov nws tau coglus tseg rau Daviv hais tias Daviv cajces yuav tau ua vajntxwv mus li."},{"bible_id":"1525","chapter_code":"2CH.21","verse_code":"2CH.21.8","label":"8","content":"Ntu uas Yehaulas ua vajntxwv kav tebchaws Yudas, cov Edoos tau ntxeev siab rau cov Yudas thiab sawv ua dua ib lub tebchaws tsis zwm rau leejtwg."},{"bible_id":"1525","chapter_code":"2CH.21","verse_code":"2CH.21.9","label":"9","content":"Yog li ntawd, Yehaulas thiab nws cov nomtswv thiaj caij tsheb nees mus tua cov Edoos, tiamsis cov tubrog Edoos tuaj vij lawv, ces thaum ib tag hmo Yehaulas thiab nws cov tubrog txawm sib faib kev khiav."},{"bible_id":"1525","chapter_code":"2CH.21","verse_code":"2CH.21.10","label":"10","content":"Txij thaum ntawd los cov Edoos tsis zwm  rau cov Yudas li lawm. Tib lub sijhawm ntawd, cov neeg uas nyob hauv lub nroog Linas los ntxeev siab thiab, rau qhov Yehaulas tau tso tus TSWV uas yog nws cov yawgkoob tus Vajtswv tseg lawm."},{"bible_id":"1525","chapter_code":"2CH.21","verse_code":"2CH.21.11","label":"11","content":"Tsis tas li ntawd xwb, Yehaulas tseem ua ib co chaw teev dab rau saum tej roob siab hauv tebchaws Yudas, nws coj cov Yudas thiab cov neeg uas nyob hauv lub nroog Yeluxalees mus ua txhaum rau tus TSWV."},{"bible_id":"1525","chapter_code":"2CH.21","verse_code":"2CH.21.12","label":"12","content":"Eliyas tus uas cev Vajtswv lus sau ib tsab ntawv rau Vajntxwv Yehaulas hais tias, “Tus TSWV uas yog koj yawgkoob Daviv tus Vajtswv hais tias nws yuav rau txim rau koj, rau qhov koj tsis ua lub neej li koj txiv uas yog Vajntxwv Yehausafas lossis raws li koj yawg uas yog Vajntxwv Axas."},{"bible_id":"1525","chapter_code":"2CH.21","verse_code":"2CH.21.13","label":"13","content":"Tiamsis koj ua raws li cov Yixalayees tej vajntxwv ua, koj ua rau cov Yudas thiab cov neeg uas nyob hauv lub nroog Yeluxalees tsis muab siab npuab Vajtswv ib yam li Ahaj thiab nws cov tub tau ua rau cov Yixalayees tsis muab siab npuab Vajtswv ntag. Koj tseem muab koj cov kwv uas yog neeg zoo dua koj tua povtseg lawm thiab."},{"bible_id":"1525","chapter_code":"2CH.21","verse_code":"2CH.21.14","label":"14","content":"Twb yog vim li ntawd, tus TSWV yuav rau txim rau koj cov neeg, koj cov menyuam, koj cov pojniam thiab rhuav koj tej liaj tej teb kom puastsuaj tas huv tibsi."},{"bible_id":"1525","chapter_code":"2CH.21","verse_code":"2CH.21.15","label":"15","content":"Koj lub plab yuav mob thiab yuav tawg, koj cov hnyuv yuav tawm tuaj.”"},{"bible_id":"1525","chapter_code":"2CH.21","verse_code":"2CH.21.16","label":"16","content":"Muaj cov Filitees thiab cov Alav uas nyob ze cov Sudas ntawm ntug hiavtxwv, tus TSWV thiaj tshoov lawv siab kom tuaj ua rog rau Yehaulas;"},{"bible_id":"1525","chapter_code":"2CH.21","verse_code":"2CH.21.17","label":"17","content":"lawv tuaj tua cov Yudas, huab tej khoom hauv vajntxwv lub loog, ntes nws cov pojniam thiab nws cov tub huv tibsi mus, tsuas tseg Ahaxiyas uas yog Yehaulas tus tub ntxawg xwb."},{"bible_id":"1525","chapter_code":"2CH.21","verse_code":"2CH.21.18","label":"18","content":"Tom qab uas tej ntawd dhau lawm, tus TSWV txawm ua rau vajntxwv mob plab heev."},{"bible_id":"1525","chapter_code":"2CH.21","verse_code":"2CH.21.19","label":"19","content":"Vajntxwv mob plab yuav luag tau ob lub xyoos; nws tus mob pheej huam loj zuj zus mus txog hnub uas vajntxwv tuag. Nws cov pejxeem tsis rauv taws ua kevcai hwm nws ib yam li luag ua rau nws cov yawgkoob lawm."},{"bible_id":"1525","chapter_code":"2CH.21","verse_code":"2CH.21.20","label":"20","content":"Thaum Yehaulas ua vajntxwv nws hnubnyoog muaj peb caug ob xyoos, thiab nws nyob hauv lub nroog Yeluxalees kav tau yim xyoo. Thaum Yehaulas tuag tsis muaj leejtwg quaj thiab hlub tshua li. Luag coj nws mus faus rau hauv Daviv lub nroog, tiamsis tsis yog faus rau ntawm cov vajntxwv lub toj ntxas."},{"bible_id":"1525","chapter_code":"2CH.22","verse_code":"2CH.22.1","label":"1","content":"Cov Alav ibtxhia tuaj muab Vajntxwv Yehaulas cov tub tua tuag tas, tsuas tshuav Ahaxiyas uas yog tus tub ntxawg xwb. Yog li ntawd, cov neeg uas nyob hauv lub nroog Yeluxalees thiaj muab Ahaxiyas tsa ua vajntxwv hloov nwg txiv chaw."},{"bible_id":"1525","chapter_code":"2CH.22","verse_code":"2CH.22.2+2CH.22.3","label":"2-3","content":"Thaum Ahaxiyas ua vajntxwv, nws hnubnyoog muaj nees nkaum ob xyoos,  thiab nws nyob hauv lub nroog Yeluxalees kav tau ib xyoos. Ahaxiyas coj raws nraim li Vajntxwv Ahaj tsevneeg tus yam ntxwv, rau qhov nws niam Athaliyas yog Ahaj tus ntxhais thiab yog Vajntxwv Aumelis uas kav tebchaws Yixalayees tus xeebntxwv. Nws niam yog tus cob nws ua txhaum ntag."},{"bible_id":"1525","chapter_code":"2CH.22","verse_code":"2CH.22.4","label":"4","content":"Tom qab uas Ahaxiyas txiv tuag lawm, Ahaxiyas ua txhaum rau tus TSWV; rau qhov nws muab Vajntxwv Ahaj tsevneeg ua nws cov tuavxam xwb, lawv thiaj coj nws mus ua txhaum."},{"bible_id":"1525","chapter_code":"2CH.22","verse_code":"2CH.22.5","label":"5","content":"Nws ua raws li lawv tej lus qhia, nws thiaj koom tes nrog Vajntxwv Yaulas uas kav tebchaws Yixalayees mus ua rog rau Vajntxwv Haxayees uas kav tebchaws Xilias ntawm Lamaus hauv cheebtsam Nkile-as thiaj ua rau Yaulas raug mob"},{"bible_id":"1525","chapter_code":"2CH.22","verse_code":"2CH.22.6","label":"6","content":"thiab los kho mob hauv lub nroog Yexelees, ces Vajntxwv Ahaxiyas thiaj tuaj xyuas nws."},{"bible_id":"1525","chapter_code":"2CH.22","verse_code":"2CH.22.7","label":"7","content":"Thaum Ahaxiyas mus xyuas Yaulas, Vajtswv siv lub sijhawm ntawd txov Ahaxiyas. Thaum Ahaxiyas mus txog, nws thiab Yaulas txawm mus tawmtsam Yehus uas yog Nimesis tug tub uas tus TSWV tau xaiv mus tua Ahaj tsevneeg."},{"bible_id":"1525","chapter_code":"2CH.22","verse_code":"2CH.22.8","label":"8","content":"Thaum uas Yehus mus muab Ahaj tsevneeg tua tuag tas raws li tus TSWV rau txim rau Ahaj tsevneeg lawm, nws rov los ntsib cov Yudas cov thawjcoj thiab Ahaxiyas cov xeebntxwv uas nrog Ahaxiyas mus xyuas Yaulas, Yehus txawm muab lawv tua tuag tas huv tibsi thiab."},{"bible_id":"1525","chapter_code":"2CH.22","verse_code":"2CH.22.9","label":"9","content":"Yehus tso neeg mus nrhiav Ahaxiyas thiab ntes tau Ahaxiyas hauv lub nroog Xamalis, lawv coj nws los rau Yehus, thiab Yehus muab nws tua. Luag coj nws mus faus, rau qhov nws yog Vajntxwv Yehausafas tus uas hwm Vajtswv kawg siab kawg ntsws, tus xeebntxwv. Ahaxiyas tsevneeg tsis tshuav ib tug ua vajntxwv kav tebchaws li lawm."},{"bible_id":"1525","chapter_code":"2CH.22","verse_code":"2CH.22.10","label":"10","content":"Thaum Athaliyas hnov hais tias nws tus tub uas yog Vajntxwv Ahaxiyas raug tua tuag lawm, nws txawm samhwm kom luag muab Vajntxwv Ahaxiyas cov tub tua tuag tas huv tibsi."},{"bible_id":"1525","chapter_code":"2CH.22","verse_code":"2CH.22.11","label":"11","content":"Tiamsis Ahaxiyas tus muam hu ua Yehausenpas uas yuav tus povthawj Yehauyadas, nws coj Ahaxiyas cov tub uas yuav raug luag tua ib tug uas hu ua Yau-ases mus zais thiab tu hauv lub Tuamtsev ib chav. Qhov uas nws muab Yau-as zais li ntawd cawm tau Yau-as dim ntawm Athaliyas txhais tes."},{"bible_id":"1525","chapter_code":"2CH.22","verse_code":"2CH.22.12","label":"12","content":"Lub sijhawm uas Athaliyas kav tebchaws ntawd, Yau-as nkaum hauv lub Tuamtsev tau rau xyoo."},{"bible_id":"1525","chapter_code":"2CH.23","verse_code":"2CH.23.1","label":"1","content":"Xyoo xya, tus povthawj Yehauyadas pom hais tias txog sijhawm uas nws yuav tsum nqis tes ua haujlwm raws li nws tau npaj siab lawm. Nws thiaj hais rau tsib tug thawj tubrog uas yog Yehaulas tus tub Axaliyas, Yehauhanas tus tub Yisamayees, Aunpes tus tub Axaliyas, Adayas tus tub Ma-axeyas thiab Xikhalis tus tub Elisafas."},{"bible_id":"1525","chapter_code":"2CH.23","verse_code":"2CH.23.2","label":"2","content":"Lawv txawm mus thoob plaws txhua lub nroog hauv tebchaws Yudas coj cov Levis thiab cov thawjcoj ntawm txhua cuab tuaj rau hauv lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"2CH.23","verse_code":"2CH.23.3","label":"3","content":"Lawv sawvdaws tuaj sib sau rau hauv lub Tuamtsev, thiab lawv coglus rau Yau-as uas yog vajntxwv tus tub. Yehauyadas hais rau lawv tias, “Ntawm no yog vajntxwv tus tub ntxawg! Nimno nws yog tus yuav ua vajntxwv raws li tus TSWV tau coglus rau Vajntxwv Daviv hais tias nws cov xeebntxwv yuav tau ua vajntxwv mus li."},{"bible_id":"1525","chapter_code":"2CH.23","verse_code":"2CH.23.4","label":"4","content":"Qhov uas peb yuav ua yog li no: hnub Xanpataus cov povthawj thiab cov Levis tuaj ua haujlwm, lawv cov ntawd ib feem peb zov lub Tuamtsev tej roojvag,"},{"bible_id":"1525","chapter_code":"2CH.23","verse_code":"2CH.23.5","label":"5","content":"ib feem peb mus zov vajntxwv lub loog, thiab ib feem peb zov lub Roojvag Xules. Tagnrho cov pejxeem yuav tuaj sib sau rau ntawm lub tshavpuam sab nraum lub Tuamtsev."},{"bible_id":"1525","chapter_code":"2CH.23","verse_code":"2CH.23.6","label":"6","content":"Tsis pub leejtwg mus rau hauv lub Tuamtsev, tsuas yog cov povthawj thiab cov Levis thiaj mus tau xwb. Lawv mus tau, rau qhov lawv dawbhuv lawm, tiamsis cov pejxeem yuav tsum mloog tus TSWV lus thiab nyob sab nraud xwb."},{"bible_id":"1525","chapter_code":"2CH.23","verse_code":"2CH.23.7","label":"7","content":"Cov Levis tuav rawv ntaj sawv puagncig vajntxwv, thiab lawv nrog nraim vajntxwv txhua qhov uas nws mus. Yog leejtwg mus hauv lub Tuamtsev, cia li muab tus ntawd tua povtseg.”"},{"bible_id":"1525","chapter_code":"2CH.23","verse_code":"2CH.23.8","label":"8","content":"Cov Levis thiab cov Yudas ua raws li Yehauyadas hais. Cov uas ua haujlwm hnub Xanpataus tas los lawv tsis mus tsev li. Yog li ntawd, cov thawj tubrog thiaj tau lawv cov ntawd thiab cov uas tuaj hloov lawv ua haujlwm ua ke."},{"bible_id":"1525","chapter_code":"2CH.23","verse_code":"2CH.23.9","label":"9","content":"Yehauyadas muab Vajntxwv Daviv cov hmuv thiab cov thaiv hniav ntaj, tsis hais cov loj cov me uas muab khaws cia rau hauv lub Tuamtsev, los rau cov thawj tubrog."},{"bible_id":"1525","chapter_code":"2CH.23","verse_code":"2CH.23.10","label":"10","content":"Yehauyadas kom cov tubrog tuav rawv ntaj mus sawv thoob plaws ntawm hauv ntej lub Tuamtsev tiv thaiv vajntxwv."},{"bible_id":"1525","chapter_code":"2CH.23","verse_code":"2CH.23.11","label":"11","content":"Ces Yehauyadas txawm coj Yau-as tawm los, muab lub kausmom kub rau nws ntoo, thiab muab vajntxwv phau kevcai cob rau Yau-as. Tus povthawj Yehauyadas thiab nws cov tub muab roj hliv rau Yau-as taubhau, tsa nws ua vajntxwv, thiab cov pejxeem qw hais tias, “Thov kom vajntxwv muaj txojsia nyob ntev!”"},{"bible_id":"1525","chapter_code":"2CH.23","verse_code":"2CH.23.12","label":"12","content":"Athaliyas hnov cov pejxeem qw qhuas vajntxwv, yog li ntawd, nws thiaj khiav ceev nrooj tuaj rau ntawm lub Tuamtsev uas cov pejxeem tuaj sib sau ua ke."},{"bible_id":"1525","chapter_code":"2CH.23","verse_code":"2CH.23.13","label":"13","content":"Athaliyas pom tus vajntxwv tshiab sawv ntawm lub qhovrooj Tuamtsev tus ncej qhovrooj, qhov chaw uas npaj rau cov vajntxwv, cov tubrog thiab cov tshuab raj tshuab xyu sawv puagncig vajntxwv. Tagnrho cov pejxeem puavleej qw thiab tshuab raj tshuab xyu zoo siab, thiab cov ntaus suab nkauj hauv lub Tuamtsev ntaus lawv tej nkauj nogncas coj sawvdaws ua kevcai tsa vajntxwv. Athaliyas chim heev, nws dua rhe nws lub tsho thiab qw hais tias, “Ntxeev siab! Ntxeev siab!”"},{"bible_id":"1525","chapter_code":"2CH.23","verse_code":"2CH.23.14","label":"14","content":"Yehauyadas tsis xav kom luag tua Athaliyas rau ntawm lub Tuamtsev, nws thiaj hu cov thawj tubrog los thiab hais rau lawv tias, “Cia li coj Athaliyas tawm raws kis nruab nrab ntawm ob kab tubrog no mus. Yog leejtwg pab nws cia li muab tus ntawd tua povtseg.”"},{"bible_id":"1525","chapter_code":"2CH.23","verse_code":"2CH.23.15","label":"15","content":"Cov tubrog txawm ntes Athaliyas, thiab coj nws mus rau ntawm lub Roojvag Nees uas yuav mus rau hauv lub loog, thiab lawv muab nws tua rau ntawd."},{"bible_id":"1525","chapter_code":"2CH.23","verse_code":"2CH.23.16","label":"16","content":"Tus povthawj Yehauyadas kom Vajntxwv Yau-as thiab cov pejxeem sawvdaws nrog nws coglus hais tias lawv yuav ua tus TSWV haivneeg mus li."},{"bible_id":"1525","chapter_code":"2CH.23","verse_code":"2CH.23.17","label":"17","content":"Ces lawv txawm mus rau tom lub tsev teev Npa-as thiab muab lub tsev rhuav puastsuaj tas. Lawv muab tej thaj thiab tej mlom tsoo tawg tas thiab muab tus povthawj Matas uas teev Npa-as tua rau ntawm cov thaj hauv ntej."},{"bible_id":"1525","chapter_code":"2CH.23","verse_code":"2CH.23.18","label":"18","content":"Yehauyadas tsa cov povthawj thiab cov Levis ua cov saib haujlwm hauv lub Tuamtsev. Lawv ua tes haujlwm uas Vajntxwv Daviv muab cob rau lawv, thiab lawv tua tsiaj hlawv fij rau tus TSWV raws li txoj Kevcai uas Mauxes sau tseg. Dua li ntawd, lawv yog cov ntaus suab nkauj thiab hu nkauj."},{"bible_id":"1525","chapter_code":"2CH.23","verse_code":"2CH.23.19","label":"19","content":"Yehauyadas tseem tso tubrog zov lub Tuamtsev tej roojvag thiab tsis pub tus neeg uas tsis huv mus rau hauv li."},{"bible_id":"1525","chapter_code":"2CH.23","verse_code":"2CH.23.20","label":"20","content":"Cov thawj tubrog, cov nomtswv, cov tswvxeev thiab cov pejxeem nrog Yehauyadas coj vajntxwv tawm hauv lub Tuamtsev mus rau hauv lub loog. Lawv coj vajntxwv ntawm lub Roojvag Theem Siab los rau hauv lub loog thiab nws mus zaum saum lub zwmtxwv."},{"bible_id":"1525","chapter_code":"2CH.23","verse_code":"2CH.23.21","label":"21","content":"Cov pejxeem sawvdaws zoo siab kawg nkaus, thiab lub nroog nyob ntsiag to, rau qhov twb muab Athaliyas tua povtseg lawm."},{"bible_id":"1525","chapter_code":"2CH.24","verse_code":"2CH.24.1","label":"1","content":"Thaum Yau-ases ua vajntxwv kav tebchaws Yudas nws hnubnyoog muaj xya xyoo, thiab nws nyob hauv lub nroog Yeluxalees kav tau plaub caug xyoo. Nws niam hu ua Xinpiyas uas nyob hauv lub nroog Npesenpas."},{"bible_id":"1525","chapter_code":"2CH.24","verse_code":"2CH.24.2","label":"2","content":"Yau-ases ua raws li tus TSWV lub siab nyiam mus tas tus povthawj Yehauyadas tiam."},{"bible_id":"1525","chapter_code":"2CH.24","verse_code":"2CH.24.3","label":"3","content":"Yehauyadas yuav tau ob tug pojniam rau Vajntxwv Yau-as, nkawd yug tau ntau tus tub thiab ntau leej ntxhais rau Yau-ases."},{"bible_id":"1525","chapter_code":"2CH.24","verse_code":"2CH.24.4","label":"4","content":"Thaum Yau-ases ua vajntxwv tau tsis ntev, nws txawm rov txhim kho lub Tuamtsev."},{"bible_id":"1525","chapter_code":"2CH.24","verse_code":"2CH.24.5","label":"5","content":"Yau-ases hais kom cov povthawj thiab cov Levis mus thoob plaws txhua lub nroog hauv tebchaws Yudas thiab sau cov pejxeem tej nyiaj los kho lub Tuamtsev raws li niaj xyoo kho. Yau-ases kom lawv cia li nqis tes ua, tiamsis cov Levis tseem pheej ncua tseg tsis ua."},{"bible_id":"1525","chapter_code":"2CH.24","verse_code":"2CH.24.6","label":"6","content":"Yog li ntawd, vajntxwv thiaj hu Yehauyadas uas yog lawv tus thawjcoj los cuag nws thiab nug hais tias, “Vim li cas nej tseem tsis tau kom cov Levis mus sau se ntawm cov Yudas thiab cov neeg uas nyob hauv lub nroog Yeluxalees raws li tus TSWV tus tubtxib Mauxes tau hais kom cov pejxeem yuav tsum them  tuaj kho tus TSWV lub Tsevntaub ntawd?” ("},{"bible_id":"1525","chapter_code":"2CH.24","verse_code":"2CH.24.7","label":"7","content":"Athaliyas uas yog tus neeg ua phem ua qias  cov neeg tuaj muab lub Tuamtsev rhuav pob puas tas thiab coj tej khoom tseemceeb hauv mus siv rau Npa-as lawm.)"},{"bible_id":"1525","chapter_code":"2CH.24","verse_code":"2CH.24.8","label":"8","content":"Vajntxwv hais kom cov Levis txua ib lub thawv thiab muab tso rau ntawm lub roojvag uas mus rau hauv lub Tuamtsev rau sawvdaws coj nyiaj tuaj tso rau hauv."},{"bible_id":"1525","chapter_code":"2CH.24","verse_code":"2CH.24.9","label":"9","content":"Lawv tshaj tawm rau hauv lub nroog Yeluxalees thiab thoob plaws tebchaws Yudas kom txhua tus coj se tuaj them rau tus TSWV raws li Vajtswv tus tubtxib Mauxes tau hais rau sawvdaws thaum lawv nyob nram tiaj suabpuam."},{"bible_id":"1525","chapter_code":"2CH.24","verse_code":"2CH.24.10","label":"10","content":"Cov nomtswv thiab cov pejxeem sawvdaws txaus siab coj lawv tej nyiaj se tuaj tso puv nkaus rau hauv lub thawv ntawd."},{"bible_id":"1525","chapter_code":"2CH.24","verse_code":"2CH.24.11","label":"11","content":"Txhua hnub, cov Levis coj lub thawv nyiaj ntawd mus rau vajntxwv cov nomtswv uas saib cov nyiaj ntawd. Thaum twg lawv pom hais tias cov nyiaj puv thawv lawm, ces vajntxwv tus teev ntawv thiab tus Povthawj Hlob tuaj muab cov nyiaj rho tawm thiab coj lub thawv rov mus tso rau ntawm qhov qub chaw. Lawv ua li no thiaj tau nyiaj ntau heev."},{"bible_id":"1525","chapter_code":"2CH.24","verse_code":"2CH.24.12","label":"12","content":"Vajntxwv thiab Yehauyadas coj cov nyiaj ntawd mus rau cov uas saib cov kho lub Tuamtsev, ces lawv coj mus ntiav cov uas txawj txaug pobzeb, txawj kaw ntoo thiab txawj nchuav tooj nchuav hlau tuaj kho lub Tuamtsev."},{"bible_id":"1525","chapter_code":"2CH.24","verse_code":"2CH.24.13","label":"13","content":"Txhua tus puavleej rau siab ua haujlwm, thiab lawv kho lub Tuamtsev khov thiab zoo ib yam li lub qub."},{"bible_id":"1525","chapter_code":"2CH.24","verse_code":"2CH.24.14","label":"14","content":"Thaum lawv kho tau tiav lawm, lawv coj tej nyiaj tej kub uas siv tsis tas los cob rau vajntxwv thiab Yehauyadas. Nkawd muab tej nyiaj tej kub ntawd coj mus nchuav ua tais thiab ua tej cuabyeej siv rau hauv lub Tuamtsev. Thaum uas Yehauyadas ua neej nyob, sawvdaws tseem tua tsiaj hlawv fij rau TSWV ntawm lub Tuamtsev tsis tu li."},{"bible_id":"1525","chapter_code":"2CH.24","verse_code":"2CH.24.15","label":"15","content":"Yehauyadas hnubnyoog muaj ib puas peb caug xyoo, nws laus heev, ces nws txawm tuag lawm."},{"bible_id":"1525","chapter_code":"2CH.24","verse_code":"2CH.24.16","label":"16","content":"Vim Yehauyadas muaj txiaj ntsig zoo rau cov Yixalayees, rau Vajtswv thiab rau lub Tuamtsev, luag thiaj coj nws mus faus rau ntawm cov vajntxwv lub toj ntxas hauv Daviv lub nroog."},{"bible_id":"1525","chapter_code":"2CH.24","verse_code":"2CH.24.17","label":"17","content":"Tiamsis tom qab uas Yehauyadas tuag lawm, cov Yudas cov nomtswv tuaj thov Vajntxwv Yau-as, ces vajntxwv txawm ua raws li lawv hais."},{"bible_id":"1525","chapter_code":"2CH.24","verse_code":"2CH.24.18","label":"18","content":"Yog li ntawd, cov Yudas txawm tso tseg tsis pehawm tus TSWV uas yog lawv cov yawgkoob tus Vajtswv hauv lub Tuamtsev, tiamsis lawv mus pe tej mlom thiab tus mlom pojniam Aselas lawm. Lawv ua txhaum li ntawd ua rau tus TSWV chim heev rau cov Yudas thiab cov neeg uas nyob hauv lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"2CH.24","verse_code":"2CH.24.19","label":"19","content":"Tus TSWV tso cov cev Vajtswv lus mus coj lawv rov los cuag nws, tiamsis lawv tsis mloog cov cev Vajtswv lus hais li."},{"bible_id":"1525","chapter_code":"2CH.24","verse_code":"2CH.24.20","label":"20","content":"Vajtswv tus ntsujplig los kav hlo Xakhaliyas uas yog tus povthawj Yehauyadas tus tub. Xakhaliyas thiaj mus sawv tabmeeg cov pejxeem thiab hais rau lawv tias, “Tus TSWV uas yog Vajtswv nug hais tias vim li cas nej tsis mloog nws tej lus samhwm? Nej yuav tsis vammeej, rau qhov nej tso tus TSWV tseg lawm, nws thiaj tso nej tseg thiab!”"},{"bible_id":"1525","chapter_code":"2CH.24","verse_code":"2CH.24.21","label":"21","content":"Vajntxwv Yau-ases nrog cov pejxeem ntxeev siab rau Xakhaliyas, vajntxwv hais kom cov pejxeem muab pobzeb ntaus Xakhaliyas tuag rau hauv lub tshavpuam ntawm lub Tuamtsev."},{"bible_id":"1525","chapter_code":"2CH.24","verse_code":"2CH.24.22","label":"22","content":"Vajntxwv tsis nco txog tej txiaj ntsig zoo uas Xakhaliyas txiv uas yog Yehauyadas tau ua rau nws lawm, nws thiaj muab Xakhaliyas tua. Thaum Xakhaliyas yuav tuag, nws hais tias, “Thov kom tus TSWV pom tej uas koj ua no thiab rau txim rau koj!”"},{"bible_id":"1525","chapter_code":"2CH.24","verse_code":"2CH.24.23","label":"23","content":"Xyoo ntawd, thaum lub caij nplooj ntoos zeeg, cov tubrog Xilias txawm tuaj tua lub tebchaws Yudas thiab lub nroog Yeluxalees. Lawv muab cov thawjcoj tua tuag tas thiab huab tau khoom ntau heev coj mus rau pem lub nroog Damaxes lawm."},{"bible_id":"1525","chapter_code":"2CH.24","verse_code":"2CH.24.24","label":"24","content":"Txawm yog cov tubrog Xilias tsis coob los tus TSWV cia lawv tua yeej cov tubrog Yudas uas coob heev, rau qhov cov Yudas tso tus TSWV uas yog lawv cov yawgkoob tus Vajtswv tseg lawm. Qhov no yog Vajtswv rau txim rau Vajntxwv Yau-ases."},{"bible_id":"1525","chapter_code":"2CH.24","verse_code":"2CH.24.25","label":"25","content":"Yau-ases raug mob sab kawg li; thaum cov yeebncuab thim rov qab lawm, nws ob tug thawj tubrog txawm ntxeev siab rau nws thiab muab nws tua tuag rau saum txaj pauj qhov uas nws tua tus povthawj Yehauyadas tus tub.  Luag coj nws mus faus rau hauv Daviv lub nroog, tiamsis tsis yog faus rau ntawm cov vajntxwv lub toj ntxas. ("},{"bible_id":"1525","chapter_code":"2CH.24","verse_code":"2CH.24.26","label":"26","content":"Ob tug uas ntxeev siab rau Yau-as yog Xanpas uas nws niam hu ua Sime-as uas yog neeg Amoos, thiab yog Yehauxadas uas nws niam hu ua Simelis uas yog neeg Mau-am.)"},{"bible_id":"1525","chapter_code":"2CH.24","verse_code":"2CH.24.27","label":"27","content":"Nws cov tub, tej lus qhia tshwm uas hais txog nws, thiab qhov uas nws txhim kho tus TSWV lub Tuamtsev puavleej muab sau cia rau hauv phau ntawv uas teev cov vajntxwv lub neej lawm. Thiab nws tus tub Amaxiyas ua vajntxwv hloov nws chaw."},{"bible_id":"1525","chapter_code":"2CH.25","verse_code":"2CH.25.1","label":"1","content":"Thaum Amaxiyas ua vajntxwv nws hnubnyoog muaj nees nkaum tsib xyoos, thiab nws nyob hauv lub nroog Yeluxalees kav tau nees nkaum cuaj xyoos. Nws niam hu ua Yehauyadees uas nyob hauv lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"2CH.25","verse_code":"2CH.25.2","label":"2","content":"Nws ua lub neej raws li tus TSWV lub siab nyiam, tiamsis nws tsis ua kawg siab kawg ntsws."},{"bible_id":"1525","chapter_code":"2CH.25","verse_code":"2CH.25.3","label":"3","content":"Thaum nws kav lub tebchaws nyob ruaj lawm, nws txawm muab ob tug nom uas tua nws txiv tua povtseg."},{"bible_id":"1525","chapter_code":"2CH.25","verse_code":"2CH.25.4","label":"4","content":"Txawm li ntawd los nws tsis tua nkawd cov menyuam, nws uas li ntawd thiaj raws li tus TSWV tej lus samhwm rau hauv Phau Ntawv Kevcai uas Mauxes sau tseg hais tias, “Tsis txhob muab niamtxiv tua vim menyuam tej kev txhaum, thiab tsis txhob muab menyuam tua vim niamtxiv tej kev txhaum; tus twg ua txhaum tsuas tua tus ntawd xwb.”"},{"bible_id":"1525","chapter_code":"2CH.25","verse_code":"2CH.25.5","label":"5","content":"Vajntxwv Amaxiyas sau tagnrho xeem Yudas thiab xeem Npeenyamees cov txivneej tuaj ua tubrog raws li tej cuab, thiab nws tsa ib cov thawj saib ib txhiab leej, thiab ib co saib ib puas leej. Nws sau cov uas hnubnyoog muaj nees nkaum xyoo rov saud, tagnrho yog muaj peb puas txhiab leej. Lawv puavleej tau kawm tua rog, lawv txawj nkaug hmuv thiab txawj siv daim thaiv hniav ntaj."},{"bible_id":"1525","chapter_code":"2CH.25","verse_code":"2CH.25.6","label":"6","content":"Amaxiyas muab plaub tas nyiaj ntiav tau ib puas txhiab leej tubrog Yixalayees tuaj pab lawv."},{"bible_id":"1525","chapter_code":"2CH.25","verse_code":"2CH.25.7","label":"7","content":"Tiamsis muaj ib tug cev Vajtswv lus tuaj hais rau vajntxwv hais tias, “Koj tsis txhob coj cov tubrog Yixalayees no nrog koj mus, rau qhov tus TSWV tsis nrog cov Yixalayees uas yog cov Efalayees."},{"bible_id":"1525","chapter_code":"2CH.25","verse_code":"2CH.25.8","label":"8","content":"Koj xav hais tias lawv yuav tuaj kom koj lub zog loj  thiab tua yeej rog, tiamsis Vajtswv yog tus ua kom yeej lossis muaj zog xwb, nws yuav cia yeebncuab tua yeej koj.”"},{"bible_id":"1525","chapter_code":"2CH.25","verse_code":"2CH.25.9","label":"9","content":"Amaxiyas nug tus cev Vajtswv lus hais tias, “Tiamsis yuav ua li cas rau cov nyiaj uas twb them rau cov tubrog Yixalayees lawm?” Tus cev Vajtswv lus teb hais tias, “Tus TSWV yuav muab ntau tshaj tej ntawd rau koj!”"},{"bible_id":"1525","chapter_code":"2CH.25","verse_code":"2CH.25.10","label":"10","content":"Yog li ntawd, Amaxiyas thiaj tso cov tubrog Yixalayees uas nws ntiav tuaj rov mus tsev. Lawv chim heev rau cov Yudas thiab rov mus tsev lawm."},{"bible_id":"1525","chapter_code":"2CH.25","verse_code":"2CH.25.11","label":"11","content":"Amaxiyas ua siab tawv qhawv coj nws cov tubrog mus txog hauv lub Hav Ntsev. Lawv tua cov tubrog Edoos tuag kaum txhiab leej"},{"bible_id":"1525","chapter_code":"2CH.25","verse_code":"2CH.25.12","label":"12","content":"thiab ntes tau kaum txhiab leej. Lawv coj cov uas lawv ntes tau ntawd mus rau saum lub hauv tsua ntawm lub nroog Xelas, thiab muab lawv pov rau hauv qab tsuas tsoo pobzeb ua rau lawv tuag tas."},{"bible_id":"1525","chapter_code":"2CH.25","verse_code":"2CH.25.13","label":"13","content":"Thaum ntawd, cov tubrog Yixalayees uas Amaxiyas tsis pub nrog nws mus tua rog txawm mus tua cov Yudas tej nroog uas nyob ntawm lub nroog Xamalis thiab lub nroog Npethes Hauloos ntu nruab nrab; lawv tua cov Yudas tuag peb txhiab leej thiab huab tau khoom ntau heev coj mus lawm."},{"bible_id":"1525","chapter_code":"2CH.25","verse_code":"2CH.25.14","label":"14","content":"Thaum Amaxiyas mus tua yeej cov Edoos, nws coj cov Edoos tej mlom los teev thiab hlawv hmoov tshuaj tsw qab fij rau tej mlom ntawd."},{"bible_id":"1525","chapter_code":"2CH.25","verse_code":"2CH.25.15","label":"15","content":"Qhov uas nws ua li no, ua rau tus TSWV chim heev. Tus TSWV thiaj tso ib tug cev Vajtswv lus mus hais rau Amaxiyas hais tias, “Vim li cas koj pe lwm haivneeg tej vajtswv uas twb pab tsis tau lawv dim ntawm koj txhais tes?”"},{"bible_id":"1525","chapter_code":"2CH.25","verse_code":"2CH.25.16","label":"16","content":"Thaum tus cev Vajtswv lus tseem tabtom hais, vajntxwv txawm teb ntua hais tias, “Leejtwg tsa koj ua vajntxwv tus tuavxam? Koj cia li tsum tsis txhob hais lus lossis yuav cia kuv muab koj tua povtseg!” Ua ntej uas tus cev Vajtswv lus tso tseg, nws txawm hais tias, “Kuv paub hais tias Vajtswv twb txiav txim siab yuav ua kom koj puastsuaj, rau qhov koj ua tej no thiab tsis mloog kuv lus.”"},{"bible_id":"1525","chapter_code":"2CH.25","verse_code":"2CH.25.17","label":"17","content":"Vajntxwv Amaxiyas uas kav tebchaws Yudas thiab nws cov tuavxam ntxeev siab rau cov Yixalayees. Nws thiaj tso xov mus rau Vajntxwv Yehau-as uas kav tebchaws Yixalayees uas yog Yehau-ahas tus tub thiab yog Yehus tus xeebntxwv kom tuaj nrog nws sib tua."},{"bible_id":"1525","chapter_code":"2CH.25","verse_code":"2CH.25.18","label":"18","content":"Tiamsis Vajntxwv Yehau-as tso neeg mus hais rau Vajntxwv Amaxiyas hais tias, “Muaj ib zaug, ib tsob ntoo pos uas nyob pem roob Lenpanoos tso xov tuaj rau tsob ntoo ciab hais tias, ‘Muab koj tus ntxhais rau kuv tus tub yuav ua pojniam.’ Tiamsis txawm muaj ib tug tsiaj qus los muab tsob ntoo pos tsuj kiag rau hauv av lawm."},{"bible_id":"1525","chapter_code":"2CH.25","verse_code":"2CH.25.19","label":"19","content":"Amaxiyas, nimno koj khavtheeb qhov uas koj tua yeej cov Edoos uas ua rau koj nto npe. Koj cia li txaus siab thiab nyob twjywm hauv tsev. Vim li cas koj nrhiav teebmeem rau koj thiab koj cov pejxeem kom puastsuaj?”"},{"bible_id":"1525","chapter_code":"2CH.25","verse_code":"2CH.25.20","label":"20","content":"Tiamsis Amaxiyas tsis mloog Yehau-as tej lus. Vim Vajtswv pom zoo cia kom Amaxiyas ua tus swb, rau qhov nws pe cov Edoos tej mlom."},{"bible_id":"1525","chapter_code":"2CH.25","verse_code":"2CH.25.21","label":"21","content":"Yog li ntawd, Vajntxwv Yehau-as uas kav tebchaws Yixalayees thiaj tuaj tua Vajntxwv Amaxiyas uas kav tebchaws Yudas. Lawv tuaj sib tua ntawm lub nroog Npethes Semes hauv tebchaws Yudas,"},{"bible_id":"1525","chapter_code":"2CH.25","verse_code":"2CH.25.22","label":"22","content":"cov tubrog Yudas thiaj swb thiab khiav tas rov mus tsev lawm."},{"bible_id":"1525","chapter_code":"2CH.25","verse_code":"2CH.25.23","label":"23","content":"Yehau-as ntes tau Yau-ases tus tub Amaxiyas thiab coj nws mus rau hauv lub nroog Yeluxalees. Yehau-as tsoo tus ntsa yeej uas thaiv lub nroog, txij ntua ntawm lub Roojvag Efalayees mus ti nkaus rau ntawm lub Roojvag Ces kaum tawg pob tas ntev li ib puas daj."},{"bible_id":"1525","chapter_code":"2CH.25","verse_code":"2CH.25.24","label":"24","content":"Yehau-as coj tej nyiaj tej kub hauv lub Tuamtsev, tej cuabyeej hauv lub Tuamtsev uas cia Aunpes Edoos cov xeebntxwv zov, thiab txhua yam muaj nqis hauv loog uas nws tshawb tau nrog cov neeg uas nws ntes tau mus rau pem lub nroog Xamalis lawm."},{"bible_id":"1525","chapter_code":"2CH.25","verse_code":"2CH.25.25","label":"25","content":"Tom qab uas Vajntxwv Yehau-as uas kav tebchaws Yixalayees tuag lawm, Vajntxwv Amaxiyas uas kav tebchaws Yudas tseem ua neej nyob tau kaum tsib xyoos ntxiv."},{"bible_id":"1525","chapter_code":"2CH.25","verse_code":"2CH.25.26","label":"26","content":"Dua li lwm yam uas Amaxiyas ua, thaum pib mus rau thaum xaus, thiab nws kev tswjhwm puavleej muab sau cia rau hauv Phau Ntawv Keebkwm uas teev cov Yudas thiab cov Yixalayees tej vajntxwv lub neej lawm."},{"bible_id":"1525","chapter_code":"2CH.25","verse_code":"2CH.25.27","label":"27","content":"Txij thaum Amaxiyas tso tus TSWV tseg, cov neeg uas nyob hauv lub nroog Yeluxalees pheej ntxeev siab rau nws. Thaum kawg nws khiav mus rau hauv lub nroog Lakhis, tiamsis nws cov yeebncuab caum qab mus muab nws tua tuag rau hauv lub nroog ntawd."},{"bible_id":"1525","chapter_code":"2CH.25","verse_code":"2CH.25.28","label":"28","content":"Luag thiaj muab nees thauj nws rov los rau hauv lub nroog Yeluxalees thiab muab nws faus rau ntawm cov vajntxwv lub toj ntxas hauv Daviv lub nroog."},{"bible_id":"1525","chapter_code":"2CH.26","verse_code":"2CH.26.1","label":"1","content":"Cov Yudas txawm muab Amaxiyas tus tub Uxiyas uas hnubnyoog muaj kaum rau xyoo tsa ua vajntxwv hloov nws txiv chaw. ("},{"bible_id":"1525","chapter_code":"2CH.26","verse_code":"2CH.26.2","label":"2","content":"Tom qab uas Amaxiyas tuag lawm, Uxiyas rov mus txeeb tau lub nroog Elas thiab muab txhim kho dua tshiab.)"},{"bible_id":"1525","chapter_code":"2CH.26","verse_code":"2CH.26.3","label":"3","content":"Thaum Uxiyas ua vajntxwv nws hnubnyoog muaj kaum rau xyoo, thiab nws nyob hauv lub nroog Yeluxalees kav tau plaub caug ob xyoos. Nws niam hu ua Yehauliyas uas nyob hauv lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"2CH.26","verse_code":"2CH.26.4","label":"4","content":"Uxiyas coj raws li nws txiv tus yam ntxwv, nws ua haum tus TSWV lub siab nyiam."},{"bible_id":"1525","chapter_code":"2CH.26","verse_code":"2CH.26.5","label":"5","content":"Nws ua lub neej hwm tus TSWV raws li Xakhaliyas qhia nws, Vajtswv thiaj foom koob hmoov rau nws lub neej vammeej mus tas Xakhaliyas tiam."},{"bible_id":"1525","chapter_code":"2CH.26","verse_code":"2CH.26.6","label":"6","content":"Uxiyas mus ua rog rau cov Filitees. Nws tsoo lub nroog Nkas, lub nroog Yanias thiab lub nroog Asedaus tej ntsa yeej tawg pob tas, thiab nws txhim ntsa yeej thaiv tej nroog uas nyob ze lub nroog Asedaus thiab tej nroog hauv tebchaws Filitees."},{"bible_id":"1525","chapter_code":"2CH.26","verse_code":"2CH.26.7","label":"7","content":"Vajtswv pab Uxiyas tua yeej cov Filitees, cov Alav uas nyob hauv Nkunpa-as thiab cov Munis."},{"bible_id":"1525","chapter_code":"2CH.26","verse_code":"2CH.26.8","label":"8","content":"Cov Amoos them nyiaj thiab kub ntau heev rau Vajntxwv Uxiyas, nws muaj hwjchim heev, thiab nws lub koob meej nrov ncha mus txog tebchaws Iziv."},{"bible_id":"1525","chapter_code":"2CH.26","verse_code":"2CH.26.9","label":"9","content":"Uxiyas ua tej chaw tsomfaj rau ntawm lub Roojvag Ces kaum, rau ntawm lub Roojvag Hav thiab rau ntawm tus ntsa yeej uas nkhaus hlo hauv lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"2CH.26","verse_code":"2CH.26.10","label":"10","content":"Nws tseem ua tau ntau lub chaw tsomfaj rau tom ntug nroog, thiab khawb tau ntau lub qhovdej, rau qhov nws muaj tsiaj txhu coob heev nyob rau zaj taw roob thiab hauv tej tiaj nrag sab hnubpoob. Uxiyas nyiam ua liaj ua teb, nws thiaj kom cov pejxeem cog txiv hmab txiv ntoo ntau heev rau saum tej laj roob thiab hauv tej teb uas av zoo."},{"bible_id":"1525","chapter_code":"2CH.26","verse_code":"2CH.26.11","label":"11","content":"Uxiyas muaj cov tubrog uas kawm tiav kev tua rog coob heev. Vajntxwv tus thawj tubrog Hananiyas thiab ob tug teev ntawv uas yog Ye-iyees thiab Ma-axeyas sau cov tubrog ntawd tej npe huv tibsi cia rau hauv ntawv."},{"bible_id":"1525","chapter_code":"2CH.26","verse_code":"2CH.26.12","label":"12","content":"Tagnrho cov thawj tubrog muaj ob txhiab rau puas leej."},{"bible_id":"1525","chapter_code":"2CH.26","verse_code":"2CH.26.13","label":"13","content":"Lawv muaj peb puas xya txhiab tsib puas leej tubrog uas txawj tua rog heev, pab vajntxwv tua nws cov yeebncuab."},{"bible_id":"1525","chapter_code":"2CH.26","verse_code":"2CH.26.14","label":"14","content":"Uxiyas muab tej cuabyeej ua rog, tsis hais daim thaiv hniav ntaj, hmuv, kausmom hlau, tsho hlau, hneevnti thiab xub, thiab qe zeb ntaus zes hlua rau cov tubrog."},{"bible_id":"1525","chapter_code":"2CH.26","verse_code":"2CH.26.15","label":"15","content":"Nyob rau hauv lub nroog Yeluxalees, Uxiyas kom luag ua tau ib co cuabyeej tua xubvos thiab ib co tua pobzeb tso rau saum tej chaw tsomfaj thiab ntawm tej kaum ntsa yeej uas thaiv lub nroog. Uxiyas lub koob meej nrov ncha moo lug mus rau txhua qhov, thiab nws muaj hwjchim heev rau qhov Vajtswv yog tus pab nws."},{"bible_id":"1525","chapter_code":"2CH.26","verse_code":"2CH.26.16","label":"16","content":"Thaum uas Uxiyas muaj hwjchim lawm, nws txawm khavtheeb heev thiaj ua rau nws raug kev puastsuaj. Nws ua txhaum rau tus TSWV uas yog nws tus Vajtswv, vim nws mus rau hauv lub Tuamtsev thiab hlawv hmoov tshuaj tsw qab rau saum lub thaj."},{"bible_id":"1525","chapter_code":"2CH.26","verse_code":"2CH.26.17","label":"17","content":"Tus povthawj Axaliyas thiab yim caum leej povthawj uas muaj zog thiab siab tawv heev txawm raws vajntxwv qab mus rau hauv."},{"bible_id":"1525","chapter_code":"2CH.26","verse_code":"2CH.26.18","label":"18","content":"Lawv cheem vajntxwv hais tias, “Uxiyas! Koj tsis muaj cai hlawv hmoov tshuaj tsw qab fij rau tus TSWV. Tsuas yog cov povthawj uas yog Aloos cov xeebntxwv uas twb ua kevcai ntxuav lawm thiaj ua tau xwb. Koj cia li tawm hauv qhov chaw dawbhuv no mus. Koj tau ua txhaum tawmtsam tus TSWV uas yog Vajtswv, mas koj yuav tsis tau koob hmoov ntawm Vajtswv lawm.”"},{"bible_id":"1525","chapter_code":"2CH.26","verse_code":"2CH.26.19","label":"19","content":"Uxiyas tseem tabtom sawv ntawm lub thaj ib sab hauv lub Tuamtsev thiab tuav rawv lub tais hlawv hmoov tshuaj tsw qab. Uxiyas chim heev rau cov povthawj, ces tamsim ntawd nws lub hauvpliaj mob ruas tawg pleb nrees."},{"bible_id":"1525","chapter_code":"2CH.26","verse_code":"2CH.26.20","label":"20","content":"Ces Axaliyas uas yog tus povthawj hlob thiab cov povthawj saib ntsoov Uxiyas lub hauvpliaj ua rau lawv ntshai kawg. Lawv thiaj ntiab Uxiyas kom cia li tawm hauv tus TSWV lub Tuamtsev mus. Uxiyas txawm tawm ceev nrooj mus, rau qhov tus TSWV twb rau txim rau nws lawm."},{"bible_id":"1525","chapter_code":"2CH.26","verse_code":"2CH.26.21","label":"21","content":"Vajntxwv Uxiyas mob ruas mus txog hnub uas nws tuag, vim nws mob ruas, nws thiaj nyob nws ib lub tsev; nws mus tsis tau rau hauv tus TSWV lub Tuamtsev li lawm. Nws tus tub Yauthas thiaj ua tus saib lub loog thiab tswjhwm lub tebchaws."},{"bible_id":"1525","chapter_code":"2CH.26","verse_code":"2CH.26.22","label":"22","content":"Txhua yam uas Vajntxwv Uxiyas ua thiab nws tej kev tswjhwm, Yaxayas tus uas cev Vajtswv lus uas yog Amauxes tus tub muab sau tseg cia lawm."},{"bible_id":"1525","chapter_code":"2CH.26","verse_code":"2CH.26.23","label":"23","content":"Uxiyas tuag thiab luag coj nws mus faus ze rau ntawm cov vajntxwv lub toj ntxas, tiamsis vim nws mob ruas, luag thiaj tsis muab nws faus rau hauv cov vajntxwv lub toj ntxas. Thiab nws tus tub Yauthas ua vajntxwv hloov nws chaw."},{"bible_id":"1525","chapter_code":"2CH.27","verse_code":"2CH.27.1","label":"1","content":"Thaum Yauthas ua vajntxwv nws hnubnyoog muaj nees nkaum tsib xyoos, thiab nws nyob hauv lub nroog Yeluxalees kav tau kaum rau xyoo. Nws niam hu ua Yelusas uas yog Xadaus tus ntxhais."},{"bible_id":"1525","chapter_code":"2CH.27","verse_code":"2CH.27.2","label":"2","content":"Yauthas ua lub neej raws li tus TSWV lub siab nyiam ib yam li nws txiv ua; tiamsis nws tsis ua txhaum li nws txiv uas yog mus hlawv hmoov tshuaj tsw qab  hauv lub Tuamtsev. Txawm li ntawd los cov pejxeem tseem pheej mus ua kev txhaum."},{"bible_id":"1525","chapter_code":"2CH.27","verse_code":"2CH.27.3","label":"3","content":"Yauthas yog tus ua lub Roojvag Qaumteb ntawm lub Tuamtsev, thiab nws ua ntau yam rau saum tus ntsa yeej Aufeles."},{"bible_id":"1525","chapter_code":"2CH.27","verse_code":"2CH.27.4","label":"4","content":"Yauthas ua ntau lub nroog rau saum tej roob hauv tebchaws Yudas, thiab nws ua tau ntau lub chaw fajxwm thiab chaw tsomfaj rau hauv tej havzoov."},{"bible_id":"1525","chapter_code":"2CH.27","verse_code":"2CH.27.5","label":"5","content":"Yauthas tua yeej tus vajntxwv uas kav tebchaws Amoos thiab nws cov tubrog. Yauthas kom cov Amoos them ib xyoos twg plaub tas nyiaj, tsib caug txhiab kawm hmoov qib, thiab tsib caug txhiab kawm hmoov nplej rau nws mus txog peb xyoos."},{"bible_id":"1525","chapter_code":"2CH.27","verse_code":"2CH.27.6","label":"6","content":"Yauthas muaj hwjchim, rau qhov nws muab lub siab npuab tus TSWV uas yog nws tus Vajtswv."},{"bible_id":"1525","chapter_code":"2CH.27","verse_code":"2CH.27.7","label":"7","content":"Txhua yam uas Yauthas ua, nws kev tswjhwm tebchaws, kev ua rog, thiab lwm yam puavleej muab sau cia rau hauv Phau Ntawv Keebkwm uas teev cov Yixalayees thiab cov Yudas cov vajntxwv lub neej lawm."},{"bible_id":"1525","chapter_code":"2CH.27","verse_code":"2CH.27.8","label":"8","content":"Thaum Yauthas ua vajntxwv nws muaj hnubnyoog nees nkaum tsib xyoos, thiab nws nyob hauv lub nroog Yeluxalees kav tau kaum rau xyoo."},{"bible_id":"1525","chapter_code":"2CH.27","verse_code":"2CH.27.9","label":"9","content":"Nws tuag thiab luag coj nws mus faus rau hauv Daviv lub nroog, thiab nws tus tub Ahas ua vajntxwv hloov nws chaw."},{"bible_id":"1525","chapter_code":"2CH.28","verse_code":"2CH.28.1","label":"1","content":"Thaum Ahas ua vajntxwv nws hnubnyoog muaj nees nkaum xyoo, thiab nws nyob hauv lub nroog Yeluxalees kav tau kaum rau xyoo. Ahas tsis ua lub neej zoo raws li nws yawgkoob uas yog Vajntxwv Daviv; tiamsis nws ua tej uas tsis haum tus TSWV lub siab nyiam,"},{"bible_id":"1525","chapter_code":"2CH.28","verse_code":"2CH.28.2","label":"2","content":"thiab nws ua raws li cov vajntxwv uas kav lub tebchaws Yixalayees ua. Nws nchuav tau ib tug mlom tooj Npa-as,"},{"bible_id":"1525","chapter_code":"2CH.28","verse_code":"2CH.28.3","label":"3","content":"nws mus hlawv hmoov tshuaj tsw qab hauv lub Hav Hinoos, thiab nws muab nws cov tub tua hlawv fij rau tej mlom, raws li cov neeg uas tus TSWV ntiab tawm hauv lub tebchaws mus ua ntej uas cov Yixalayees los nyob."},{"bible_id":"1525","chapter_code":"2CH.28","verse_code":"2CH.28.4","label":"4","content":"Ahas tua tsiaj hlawv fij thiab hlawv hmoov tshuaj tsw qab rau ntawm tej chaw teev dab uas ua rau saum tej pov roob thiab hauv qab tej tsob ntoo uas muaj nplooj ntxoov nyos."},{"bible_id":"1525","chapter_code":"2CH.28","verse_code":"2CH.28.5+2CH.28.6","label":"5-6","content":"Vim Ahas tau ua txhaum, tus TSWV uas yog nws tus Vajtswv thiaj cia cov Xilias tus vajntxwv tuaj tua yeej nws thiab ntes cov Yudas coob heev coj mus rau pem lub nroog Damaxes lawm. Tus TSWV tseem cia cov Yixalayees tus Vajntxwv Pekas uas yog Lemaliyas tus tub tuaj tua yeej Ahas, thiab hnub ntawd cov tubrog Yudas uas siab tawv raug tua tuag ib puas nees nkaum txhiab leej. Tus TSWV uas yog lawv cov yawgkoob tus Vajtswv cia kom muaj tej xwm no los raug cov Yudas, rau qhov lawv tau tso nws tseg lawm."},{"bible_id":"1525","chapter_code":"2CH.28","verse_code":"2CH.28.7","label":"7","content":"Ib tug tubrog Yixalayees hu ua Xikhalis yog tus tua Vajntxwv Ahas tus tub Ma-axeyas, Axelikas uas yog tus nomtswv saib lub loog, thiab Ekanas uas yog tus thawj tubrog ntawm vajntxwv."},{"bible_id":"1525","chapter_code":"2CH.28","verse_code":"2CH.28.8","label":"8","content":"Txawm yog cov Yudas yog cov Yixalayees kwvtij los cov Yixalayees tseem ntes cov Yudas ob puas txhiab leej pojniam thiab menyuam, thiab huab khoom ntau yam coj mus rau pem lub nroog Xamalis lawm."},{"bible_id":"1525","chapter_code":"2CH.28","verse_code":"2CH.28.9","label":"9","content":"Audes uas yog tus TSWV tus cevlus uas nyob hauv lub nroog Xamalis, nws tuaj ntsib cov tubrog Yixalayees uas coj cov Yudas uas lawv ntes los, thaum lawv los txog ntawm ntug nroog Xamalis. Nws hais rau lawv tias, “Tus TSWV uas yog nej cov yawgkoob tus Vajtswv chim heev rau cov Yudas, nws thiaj cia nej tua yeej lawv, tiamsis qhov uas nej ua limhiam thiab tua lawv tuag, Vajtswv twb hnov lawm."},{"bible_id":"1525","chapter_code":"2CH.28","verse_code":"2CH.28.10","label":"10","content":"Qhov uas nej coj cov Yudas tej pojniam thiab txivneej nram Yeluxalees los ua nej qhev. Nej puas paub hais tias yog nej ua txhaum rau tus TSWV uas yog nej tus Vajtswv?"},{"bible_id":"1525","chapter_code":"2CH.28","verse_code":"2CH.28.11","label":"11","content":"Nej cia li mloog kuv hais! Cov uas nej ntes los no yog nej cov kwvtij thiab cov muam xwb. Nej yuav tso lawv mus lossis cia tus TSWV chim thiab rau txim rau nej?”"},{"bible_id":"1525","chapter_code":"2CH.28","verse_code":"2CH.28.12","label":"12","content":"Cov Efalayees plaub tug thawjcoj uas yog Yehauhanas tus tub Axaliyas, Mesilemaus tus tub Npelekhiyas, Salumes tus tub Yehekiyas thiab Halais tus tub Amaxas los tsis pom zoo qhov uas cov tubrog ua li ntawd,"},{"bible_id":"1525","chapter_code":"2CH.28","verse_code":"2CH.28.13","label":"13","content":"lawv thiaj hais tias, “Nej tsis txhob coj cov neeg uas nej ntes ko los rau hauv lub nroog no! Peb twb ua txhaum rau tus TSWV thiab ua rau nws chim heev, tsimnyog nws rau txim rau peb lawm. Nimno nej tseem yuav tsub kev txhaum ntxiv rau peb thiab los?”"},{"bible_id":"1525","chapter_code":"2CH.28","verse_code":"2CH.28.14","label":"14","content":"Yog li ntawd, cov tubrog thiaj muab cov Yudas uas lawv ntes thiab tej khoom uas lawv huab los cob rau cov nomtswv thiab cov pejxeem,"},{"bible_id":"1525","chapter_code":"2CH.28","verse_code":"2CH.28.15","label":"15","content":"ces lawv txawm tsa plaub leeg ntawd ua cov saib thiab muab tej khoom uas lawv huab tau los ntawd, faib rov rau cov neeg uas lawv ntes los thiab muab ris tsho rau lawv hnav, muab khau khiab rau lawv rau, muab mov rau lawv noj, muab dej rau lawv haus, thiab muab roj txiv ntoo pleev lawv tej qhov txhab. Muab cov uas mus tsis taus kev caij neesluav, thiab coj cov neeg uas lawv ntes los ntawd rov mus rau nram tebchaws Yudas ntawm Yelikaus uas yog lub nroog toovlaj. Ces cov Yixalayees thiaj rov los rau pem lub nroog Xamalis lawm."},{"bible_id":"1525","chapter_code":"2CH.28","verse_code":"2CH.28.16+2CH.28.17","label":"16-17","content":"Cov Edoos rov tuaj tua cov Yudas thiab ntes tau coob leej coj mus lawm. Yog li ntawd, Vajntxwv Ahas thiaj mus thov Vajntxwv Tinkelas Pilexes uas kav lub tebchaws Axilias kom tuaj pab nws."},{"bible_id":"1525","chapter_code":"2CH.28","verse_code":"2CH.28.18","label":"18","content":"Tib lub sijhawm ntawd, cov Filitees txawm tuaj tua cov nroog uas nyob sab hnubpoob ntawm tej taw roob thiab sab qabteb hauv lub tebchaws Yudas. Lawv txeeb tau lub nroog Npethes Semes, lub nroog Aiyaloos, lub nroog Nkedelaus, thiab lub nroog Xukaus, lub nroog Tinas thiab lub nroog Nkixaus nrog tej zos uas nyob ibncig, thiab lawv cia li nyob hauv tej nroog ntawd li lawm."},{"bible_id":"1525","chapter_code":"2CH.28","verse_code":"2CH.28.19","label":"19","content":"Vim Vajntxwv Ahas uas kav lub tebchaws Yudas ua tsis ncaj rau cov pejxeem thiab ua txhaum rau tus TSWV, tus TSWV thiaj tso kev txomnyem los rau cov Yudas."},{"bible_id":"1525","chapter_code":"2CH.28","verse_code":"2CH.28.20","label":"20","content":"Tus vajntxwv uas kav lub tebchaws Axilias tsis tuaj pab Ahas, tiamsis nws tuaj tua Ahas thiab ua rau Ahas raug kev kub ntxhov ntau yam."},{"bible_id":"1525","chapter_code":"2CH.28","verse_code":"2CH.28.21","label":"21","content":"Yog li ntawd, Ahas thiaj muab tej kub hauv lub Tuamtsev, hauv lub loog thiab sau tagnrho cov nomtswv tej kub hauv lawv tej tsev coj mus rau tus vajntxwv uas kav lub tebchaws Axilias. Txawm li ntawd los qhov uas Ahas ua no pab tsis tau nws li."},{"bible_id":"1525","chapter_code":"2CH.28","verse_code":"2CH.28.22","label":"22","content":"Thaum uas Ahas raug teebmeem, nws tseem hajyam ua txhaum rau tus TSWV heev dua yav tas los."},{"bible_id":"1525","chapter_code":"2CH.28","verse_code":"2CH.28.23","label":"23","content":"Nws tua tsiaj hlawv fij rau cov Xilias tej vajtswv uas ua rau nws swb. Nws hais tias, “Cov Xilias tej vajtswv twb pab cov vajntxwv uas kav lub tebchaws Xilias lawm, yog kuv tua tsiaj fij rau tej vajtswv ntawd, tej vajtswv ntawd, yuav pab kuv ib yam nkaus thiab.” Qhov uas Ahas ua no, ua rau nws thiab nws lub tebchaws raug puastsuaj xwb."},{"bible_id":"1525","chapter_code":"2CH.28","verse_code":"2CH.28.24","label":"24","content":"Ahas tseem muab tej khoom siv hauv lub Tuamtsev sau los thiab muab tsoo tawg tas. Nws muab tus TSWV lub Tuamtsev tej qhovrooj kaw thiab teeb tej thaj txi dab rau txhua qhov hauv lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"2CH.28","verse_code":"2CH.28.25","label":"25","content":"Ahas ua tej chaw teev dab rau txhua lub nroog hauv lub tebchaws Yudas thiab hlawv hmoov tshuaj tsw qab fij rau lwm haivneeg tej vajtswv. Qhov nws ua li no, ua rau tus TSWV uas yog nws cov yawgkoob tus Vajtswv chim heev rau nws."},{"bible_id":"1525","chapter_code":"2CH.28","verse_code":"2CH.28.26","label":"26","content":"Txhua yam uas Ahas ua thiab nws tej kev tswjhwm tebchaws, thaum pib mus txog thaum xaus, puavleej muab sau cia rau hauv Phau Ntawv Keebkwm uas teev cov Yudas thiab cov Yixalayees tej vajntxwv lub neej lawm."},{"bible_id":"1525","chapter_code":"2CH.28","verse_code":"2CH.28.27","label":"27","content":"Vajntxwv Ahas tuag thiab luag coj nws mus faus rau hauv lub nroog Yeluxalees, tiamsis tsis yog faus rau ntawm cov vajntxwv lub toj ntxas. Thiab nws tus tub Hexekiyas ua vajntxwv hloov nws chaw."},{"bible_id":"1525","chapter_code":"2CH.29","verse_code":"2CH.29.1","label":"1","content":"Thaum Hexekiyas ua vajntxwv kav lub tebchaws Yudas nws hnubnyoog muaj nees nkaum tsib xyoos, thiab nws nyob hauv lub nroog Yeluxalees kav tau nees nkaum cuaj xyoos. Nws niam hu ua Anpiyas thiab yog Xakhaliyas tus ntxhais."},{"bible_id":"1525","chapter_code":"2CH.29","verse_code":"2CH.29.2","label":"2","content":"Hexekiyas ua lub neej raws li tus TSWV lub siab nyiam, ib yam li nws yawgkoob uas yog Vajntxwv Daviv."},{"bible_id":"1525","chapter_code":"2CH.29","verse_code":"2CH.29.3","label":"3","content":"Thawj xyoo uas Hexekiyas ua vajntxwv, thaum lub ib hlis ntuj, nws mus qhib lub Tuamtsev tej roojvag thiab rov kho dua tshiab."},{"bible_id":"1525","chapter_code":"2CH.29","verse_code":"2CH.29.4","label":"4","content":"Nws hu cov povthawj thiab cov Levis tuaj sib sau rau hauv lub tshavpuam ntawm lub Tuamtsev sab hnub tuaj,"},{"bible_id":"1525","chapter_code":"2CH.29","verse_code":"2CH.29.5","label":"5","content":"thiab nws hais rau lawv tias, “Nej cov Levis cia li ua kevcai ntxuav kom nej huv thiab ua kevcai ntxuav tus TSWV uas yog nej cov yawgkoob tus Vajtswv lub Tuamtsev kom dawbhuv, thiab nej cia li muab txhua yam uas ua rau lub Tuamtsev tsis huv tshem mus povtseg huv tibsi."},{"bible_id":"1525","chapter_code":"2CH.29","verse_code":"2CH.29.6","label":"6","content":"Peb cov yawgkoob tsis muab siab npuab tus TSWV uas yog peb tus Vajtswv thiab lawv ua phem ua qias tabmeeg nws. Lawv tso nws tseg thiab tig nraubqaum rau nws."},{"bible_id":"1525","chapter_code":"2CH.29","verse_code":"2CH.29.7","label":"7","content":"Lawv muab lub Tuamtsev tej qhovrooj kaw, cia tej teeb tuag tas, thiab lawv tsis hlawv hmoov tshuaj tsw qab fij rau hauv cov Yixalayees tus Vajtswv lub Tuamtsev lawm."},{"bible_id":"1525","chapter_code":"2CH.29","verse_code":"2CH.29.8","label":"8","content":"Twb yog vim li ntawd, tus TSWV thiaj chim heev rau cov Yudas thiab cov neeg uas nyob hauv lub nroog Yeluxalees, tej uas nws ua rau lawv thiaj ua rau txhua tus ceeb thiab ntshai kawg li. Nej yeej paub tej no zoo."},{"bible_id":"1525","chapter_code":"2CH.29","verse_code":"2CH.29.9","label":"9","content":"Cov uas yog peb txiv raug tua tuag tas rau hauv tshavrog, thiab peb tej pojniam menyuam raug luag ntes coj mus tas."},{"bible_id":"1525","chapter_code":"2CH.29","verse_code":"2CH.29.10","label":"10","content":"“Nimno kuv txiav txim siab hais tias kuv yuav coglus rau tus TSWV uas yog cov Yixalayees tus Vajtswv kom nws thiaj tsis chim rau peb lawm."},{"bible_id":"1525","chapter_code":"2CH.29","verse_code":"2CH.29.11","label":"11","content":"Kuv cov menyuam, nej tsis txhob cia sijhawm dhau mus. Nej yog cov uas tus TSWV xaiv los ua cov hlawv hmoov tshuaj tsw qab fij rau nws thiab coj sawvdaws pehawm nws.”"},{"bible_id":"1525","chapter_code":"2CH.29","verse_code":"2CH.29.12+2CH.29.13+2CH.29.14","label":"12-14","content":"Cov Levis ntawd yog cov uas muaj npe li nram no: 1 Cuab Kauhas yog Amaxais tus tub Mahas thiab Axaliyas tus tub Yau-ees Cuab Melalis yog Adis tus tub Kises thiab Yehalelees tus tub Axaliyas Cuab Nkesoos yog Ximenas tus tub Yau-as thiab Yau-as tus tub Edees Cuab Elisafas yog Simelis thiab Ye-ules Cuab Asafas yog Xakhaliyas thiab Mataniyas Cuab Hemas yog Yehules thiab Sime-is Cuab Yeduthoos yog Semayas thiab Uxiyees"},{"bible_id":"1525","chapter_code":"2CH.29","verse_code":"2CH.29.15","label":"15","content":"Cov Levis no hu lawv cov kwvtij tuaj ua ke ua kevcai ntxuav kom lawv huv. Ces vajntxwv kom lawv ua kevcai ntxuav lub Tuamtsev kom huv raws li tus TSWV hais."},{"bible_id":"1525","chapter_code":"2CH.29","verse_code":"2CH.29.16","label":"16","content":"Cov povthawj mus rau hauv lub Tuamtsev thiab ua kevcai ntxuav lub Tuamtsev kom dawbhuv thiab muab txhua yam uas ua rau lub Tuamtsev tsis huv tshem tawm los rau hauv lub tshavpuam ntawm lub Tuamtsev; thiab cov Levis mam li nqa mus povtseg rau hauv lub Hav Kiloos uas nyob sab nraum ntug nroog."},{"bible_id":"1525","chapter_code":"2CH.29","verse_code":"2CH.29.17","label":"17","content":"Lawv pib ua kevcai ntxuav rau thaum lub ib hlis ntuj hnub xiab ib mus txog hnub xiab yig, thiab lawv kho lub Tuamtsev tej qhovrooj tau yim hnub ntxiv; lub ib hlis hnub kaum rau ntawd, lawv ua txhua yam tiav tas thiaj tau lub Tuamtsev ua qhov chaw pehawm tus TSWV."},{"bible_id":"1525","chapter_code":"2CH.29","verse_code":"2CH.29.18","label":"18","content":"Cov Levis mus tshabxo rau Vajntxwv Hexekiyas hais tias, “Peb twb ua kevcai ntxuav lub Tuamtsev kom huv tiav tas lawm, tsis hais lub thaj hlawv tej khoom fij los yog lub rooj uas rau cov ncuav dawbhuv, thiab txhua yam cuabyeej huv tibsi."},{"bible_id":"1525","chapter_code":"2CH.29","verse_code":"2CH.29.19","label":"19","content":"Ntu uas Vajntxwv Ahas tsis muab siab npuab Vajtswv, nws rho txhua yam hauv lub Tuamtsev mus lawm, nimno peb rov muab tej ntawd fij rau tus TSWV thiab muab tso rau ntawm hauv ntej tus TSWV lub thaj.”"},{"bible_id":"1525","chapter_code":"2CH.29","verse_code":"2CH.29.20","label":"20","content":"Vajntxwv Hexekiyas sawv ntxov hu tagnrho cov thawjcoj hauv lub nroog tuaj sib sau thiab lawv ua ke mus rau hauv lub Tuamtsev."},{"bible_id":"1525","chapter_code":"2CH.29","verse_code":"2CH.29.21","label":"21","content":"Lawv tua xya tus heev nyuj, xya tus laug yaj, xya tus thav yaj thiab xya tus tshis fij daws Vajntxwv tsevneeg thiab cov Yudas tej kev txhaum thiab ua kevcai ntxuav lub Tuamtsev kom huv. Vajntxwv hais kom cov povthawj uas yog Aloos cov xeebntxwv muab cov tsiaj tua hlawv fij rau saum lub thaj."},{"bible_id":"1525","chapter_code":"2CH.29","verse_code":"2CH.29.22","label":"22","content":"Cov povthawj tua cov heev nyuj ua ntej mam li tua cov laug yaj, cov thav yaj thiab muab txhua tus tsiaj uas tua fij ntawd cov ntshav nchos rau lub thaj."},{"bible_id":"1525","chapter_code":"2CH.29","verse_code":"2CH.29.23","label":"23","content":"Tom qab ntawd, lawv mam muab cov tshis uas tua daws txim los rau vajntxwv thiab rau cov pejxeem tsa tes rau saum cov tshis."},{"bible_id":"1525","chapter_code":"2CH.29","verse_code":"2CH.29.24","label":"24","content":"Ces cov povthawj muab cov tshis tua thiab muab cov ntshav nchos rau lub thaj daws cov pejxeem lub txim. Rau qhov vajntxwv samhwm kom muab tsiaj tua hlawv fij daws cov Yixalayees tej kev txhaum."},{"bible_id":"1525","chapter_code":"2CH.29","verse_code":"2CH.29.25","label":"25","content":"Vajntxwv uas raws li tej lus uas tus TSWV hais rau Nkas uas yog Vajntxwv Daviv tus cev Vajtswv lus thiab Nathas tus uas cev Vajtswv lus. Vajntxwv kom cov Levis nqa nkauj nogncas thiab nruas npuaj sawv ua ke rau ntawm lub Tuamtsev,"},{"bible_id":"1525","chapter_code":"2CH.29","verse_code":"2CH.29.26","label":"26","content":"cov ntawd zoo ib yam li tej uas thaum ub Vajntxwv Daviv siv, thiab cov povthawj los tuav rawv lawv tej raj xyu sawv ntawd thiab."},{"bible_id":"1525","chapter_code":"2CH.29","verse_code":"2CH.29.27","label":"27","content":"Hexekiyas kom muab cov khoom fij hlawv; thaum pib hlawv cov khoom, cov pejxeem txawm hu nkauj qhuas tus TSWV, thiab cov ntaus suab nkauj txawm ntaus nkauj nogncas thiab tshuab raj tshuab xyu."},{"bible_id":"1525","chapter_code":"2CH.29","verse_code":"2CH.29.28","label":"28","content":"Txhua tus uas tuaj pehawm tus TSWV hnub ntawd puavleej zoo siab, lawv hu nkauj thiab tshuab raj tshua xyu mus txog thaum hlawv tej khoom fij tas."},{"bible_id":"1525","chapter_code":"2CH.29","verse_code":"2CH.29.29","label":"29","content":"Ces Vajntxwv Hexekiyas thiab cov pejxeem txawm txhos caug ntua pehawm Vajtswv."},{"bible_id":"1525","chapter_code":"2CH.29","verse_code":"2CH.29.30","label":"30","content":"Vajntxwv thiab cov thawjcoj kom cov Levis hu tej nkauj uas Daviv thiab Axafes tus uas cev Vajtswv lus sau qhuas tus TSWV. Yog li ntawd, lawv txhua tus thiaj hu nkauj zoo siab thiab txhos caug pehawm Vajtswv."},{"bible_id":"1525","chapter_code":"2CH.29","verse_code":"2CH.29.31","label":"31","content":"Hexekiyas hais rau cov pejxeem sawvdaws tias, “Nimno nej sawvdaws yog neeg huv lawm, nej cia li coj tsiaj mus tua fij ua tus TSWV tsaug.” Lawv sawvdaws mloog vajntxwv lus, thiab muaj ibtxhia txaus siab hlo coj lawv tej tsiaj mus tua hlawv fij rau tus TSWV."},{"bible_id":"1525","chapter_code":"2CH.29","verse_code":"2CH.29.32","label":"32","content":"Lawv coj xya caum tus heev nyuj, ib puas tus laug yaj thiab ob puas tus thav yaj mus tua hlawv fij rau tus TSWV;"},{"bible_id":"1525","chapter_code":"2CH.29","verse_code":"2CH.29.33","label":"33","content":"lawv tseem coj rau pua tus heev nyuj thiab peb txhiab tus yaj mus tua fij thiab faib rau cov pejxeem sawvdaws noj."},{"bible_id":"1525","chapter_code":"2CH.29","verse_code":"2CH.29.34","label":"34","content":"Vim cov povthawj tsis coob, lawv thiaj kom cov Levis los pab lawv tua cov tsiaj mus txog thaum tes haujlwm ntawd tiav, thiab cov povthawj ua kevcai ntxuav kom lawv huv. (Rau qhov cov Levis muaj lub siab ua kevcai ntxuav kom huv dua cov povthawj.)"},{"bible_id":"1525","chapter_code":"2CH.29","verse_code":"2CH.29.35","label":"35","content":"Dua li tej khoom fij uas ntau heev ntawd, cov povthawj tseem muab tej roj luas tawm ntawm tej nqaij uas muab faib rau cov pejxeem noj, muab cawv txiv hmab hliv rau thiab coj mus hlawv fij. Yog li ntawd, thiaj rov pib muaj kev pehawm Vajtswv nyob hauv lub Tuamtsev dua."},{"bible_id":"1525","chapter_code":"2CH.29","verse_code":"2CH.29.36","label":"36","content":"Vajntxwv Hexekiyas thiab cov pejxeem sawvdaws zoo siab kawg, rau qhov Vajtswv tau pab lawv ua tes haujlwm ntawd tiav sai heev."},{"bible_id":"1525","chapter_code":"2CH.30","verse_code":"2CH.30.1+2CH.30.2+2CH.30.3","label":"1-3","content":"Cov neeg tuaj ua tsis tau Kevcai Hla Dhau rau thaum lub ib hlis ntuj raws li lub sijhawm uas tau teem tseg, rau qhov cov povthawj uas twb ua kevcai ntxuav kom huv tseem muaj tsawg, thiab neeg tseem tuaj tsis tau txhij rau hauv lub nroog Yeluxalees. Yog li ntawd, Vajntxwv Hexekiyas cov nomtswv thiab cov pejxeem uas nyob hauv lub nroog Yeluxalees thiaj pom zoo ua Kevcai Hla Dhau rau thaum lub ob hlis ntuj; vajntxwv thiaj xa xov mus thoob plaws cov Yixalayees thiab Yudas thiab vajntxwv xa ntawv mus caw xeem Efalayees thiab xeem Manaxes kom tuaj rau ntawm lub Tuamtsev hauv nroog Yeluxalees thiab ua Kevcai Hla Dhau qhuas tus TSWV uas yog cov Yixalayees tus Vajtswv."},{"bible_id":"1525","chapter_code":"2CH.30","verse_code":"2CH.30.4","label":"4","content":"Vajntxwv thiab cov pejxeem sawvdaws txaus siab rau qhov uas lawv npaj ntawd,"},{"bible_id":"1525","chapter_code":"2CH.30","verse_code":"2CH.30.5","label":"5","content":"yog li ntawd, lawv thiaj caw tagnrho cov Yixalayees, txij ntua pem lub nroog Das mus txog ntua nram lub nroog Npesenpas kom tuaj rau hauv lub nroog Yeluxalees thiab ua Kevcai Hla Dhau raws li txoj kevcai, neeg tuaj coob tshaj txhua zaus huv tibsi."},{"bible_id":"1525","chapter_code":"2CH.30","verse_code":"2CH.30.6","label":"6","content":"Cov neeg xa xov txawm mus thoob plaws cov Yixalayees thiab cov Yudas raws li vajntxwv thiab cov nomtswv kom lawv mus caw sawvdaws hais tias, “Cov Yixalayees, nej twb khiav dim ntawm cov Axilias lawm. Yog li ntawd, nej cia li los cuag tus TSWV uas yog Anplahas, Ixaj thiab Yakhauj tus Vajtswv, nws thiaj yuav los cuag nej."},{"bible_id":"1525","chapter_code":"2CH.30","verse_code":"2CH.30.7","label":"7","content":"Nej tsis txhob ua ib yam li nej cov yawgkoob thiab nej cov kwvtij Yixalayees uas tsis muab siab npuab tus TSWV uas yog lawv tus Vajtswv. Nej twb pom ntsoov nws rau txim rau lawv hnyav kawg li."},{"bible_id":"1525","chapter_code":"2CH.30","verse_code":"2CH.30.8","label":"8","content":"Nej tsis txhob ua neeg tawv ncauj li lawv, tiamsis nej yuav tsum mloog tus TSWV lus. Nej cia li tuaj rau ntawm lub Tuamtsev hauv lub nroog Yeluxalees, qhov chaw uas tus TSWV uas yog nej tus Vajtswv muab ua qhov chaw dawbhuv, thiab pehawm nws mus ibtxhis. Yog li ntawd, nws thiaj yuav tsis chim rau nej lawm."},{"bible_id":"1525","chapter_code":"2CH.30","verse_code":"2CH.30.9","label":"9","content":"Yog nej rov los cuag tus TSWV, cov neeg uas ntes nej tej kwvtij mus lawm, yuav hlub lawv thiab yuav tso lawv rov los tsev. Tus TSWV uas yog nej tus Vajtswv, nws muaj siab dawb siab zoo thiab hlub tshua; yog nej los cuag nws, nws yuav lees yuav nej.”"},{"bible_id":"1525","chapter_code":"2CH.30","verse_code":"2CH.30.10","label":"10","content":"Cov neeg xa xov mus thoob plaws txhua lub nroog hauv xeem Manaxes thiab xeem Efalayees cheebtsam av thiab mus txog pem xeem Xenpuloos uas nyob sab qaumteb, tiamsis tej neeg luag cov xa xov plig thiab muab lawv tso dag tso luag."},{"bible_id":"1525","chapter_code":"2CH.30","verse_code":"2CH.30.11","label":"11","content":"Txawm li ntawd los xeem Aseles, xeem Manaxes thiab xeem Xenpuloos tseem muaj qee leej txaus siab tuaj rau hauv lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"2CH.30","verse_code":"2CH.30.12","label":"12","content":"Vajtswv nyob nrog cov Yudas kom lawv ua tau ib lub siab mloog nws lus thiab ua raws li vajntxwv thiab nws cov nomtswv tej lus samhwm."},{"bible_id":"1525","chapter_code":"2CH.30","verse_code":"2CH.30.13","label":"13","content":"Thaum lub ob hlis ntuj, neeg coob heev tuaj rau hauv lub nroog Yeluxalees thiab ua Kevcai noj Ncuav tsis xyaw Keeb."},{"bible_id":"1525","chapter_code":"2CH.30","verse_code":"2CH.30.14","label":"14","content":"Lawv muab tej thaj uas hlawv khoom fij thiab tej thaj uas hlawv hmoov tshuaj tsw qab hauv lub nroog Yeluxalees coj mus povtseg rau hauv lub Hav Kidoos."},{"bible_id":"1525","chapter_code":"2CH.30","verse_code":"2CH.30.15","label":"15","content":"Lub ob hlis hnub kaum plaub, lawv muab tej menyuam yaj tua fij ua Kevcai Hla Dhau. Cov povthawj thiab cov Levis uas tsis tau ua kevcai ntxuav kom huv, lawv txajmuag kawg li, lawv thiaj ua kevcai ntxuav thiab tua tsiaj hlawv fij rau hauv lub Tuamtsev."},{"bible_id":"1525","chapter_code":"2CH.30","verse_code":"2CH.30.16","label":"16","content":"Lawv rov mus ua lawv tes haujlwm hauv lub Tuamtsev raws li Mauxes uas yog Vajntxwv tus neeg txoj Kevcai. Cov Levis muab cov ntshav rau cov povthawj coj mus hliv rau lub thaj."},{"bible_id":"1525","chapter_code":"2CH.30","verse_code":"2CH.30.17","label":"17","content":"Rau qhov tseem tshuav neeg coob heev tsis tau ua kevcai ntxuav kom huv, cov Levis thiaj los tua cov menyuam yaj fij rau tus TSWV ua Kevcai Hla Dhau rau cov uas tsis tau ua kevcai ntxuav ntawd."},{"bible_id":"1525","chapter_code":"2CH.30","verse_code":"2CH.30.18","label":"18","content":"Dua li ntawd, xeem Efalayees, xeem Manaxes, xeem Ixakhas thiab xeem Xenpuloos, tseem muaj cov uas tsis tau ua kevcai ntxuav kom huv coob heev. Yog li ntawd, qhov uas lawv tuaj ua Kevcai Hla Dhau ntawd, lawv ua tsis raws li txoj kevcai. Vajntxwv Hexekiyas thiaj thov Vajtswv rau lawv hais tias,"},{"bible_id":"1525","chapter_code":"2CH.30","verse_code":"2CH.30.19","label":"19","content":"“Tus TSWV uas yog peb cov yawgkoob tus Vajtswv, koj yog tus uas muaj siab dawb siab zoo, thov koj zam txim rau cov neeg uas tuaj pehawm koj kawg siab kawg ntsws uas tsis tau ua kevcai ntxuav kom huv no.”"},{"bible_id":"1525","chapter_code":"2CH.30","verse_code":"2CH.30.20","label":"20","content":"Tus TSWV teb Hexekiyas tej lus thov thiab zam txim rau lawv."},{"bible_id":"1525","chapter_code":"2CH.30","verse_code":"2CH.30.21","label":"21","content":"Sawvdaws tuaj ua Kevcai noj Ncuav tsis xyaw Keeb hauv lub nroog Yeluxalees tau xya hnub, lawv zoo siab kawg li, cov povthawj thiab cov Levis niaj hnub qhuas tus TSWV kawg lawv lub dag lub zog."},{"bible_id":"1525","chapter_code":"2CH.30","verse_code":"2CH.30.22","label":"22","content":"Hexekiyas qhuas cov Levis qhov uas lawv txawj coj sawvdaws hu nkauj pehawm tus TSWV tau zoo heev. Lawv noj tej zaub mov uas ua kevcai thiab tua tsiaj fij rau tus TSWV uas yog lawv cov yawgkoob tus Vajtswv thiab ua nws tsaug tau xya hnub."},{"bible_id":"1525","chapter_code":"2CH.30","verse_code":"2CH.30.23","label":"23","content":"Ces lawv pom zoo rov ua dua rooj noj rooj haus xya hnub ntxiv. Yog li ntawd, lawv thiaj ua rooj noj rooj haus lomzem thiab zoo siab heev."},{"bible_id":"1525","chapter_code":"2CH.30","verse_code":"2CH.30.24","label":"24","content":"Vajntxwv Hexekiyas muab ib txhiab tus heev nyuj, xya txhiab tus yaj, thiab cov nomtswv muab ib txhiab tus heev nyuj thiab kaum txhiab tus yaj rau cov pejxeem tua noj. Cov povthawj uas ua kevcai ntxuav kom huv muaj coob heev."},{"bible_id":"1525","chapter_code":"2CH.30","verse_code":"2CH.30.25","label":"25","content":"Yog li ntawd, lawv txhua tus zoo siab heev, tsis hais cov Yudas, cov povthawj, cov Levis, cov Yixalayees uas tuaj pem qaumteb tuaj, thiab cov neeg txawv tebchaws uas nyob hauv tebchaws Yixalayees thiab tebchaws Yudas."},{"bible_id":"1525","chapter_code":"2CH.30","verse_code":"2CH.30.26","label":"26","content":"Sawvdaws muaj kev lomzem zoo siab thoob plaws hauv lub nroog Yeluxalees, rau qhov txij thaum Vajntxwv Xalumoos uas yog Daviv tus tub los, tsis tau muaj dua rooj noj rooj haus loj li no."},{"bible_id":"1525","chapter_code":"2CH.30","verse_code":"2CH.30.27","label":"27","content":"Cov povthawj thiab cov Levis thov tus TSWV foom koob hmoov rau cov pejxeem sawvdaws. Vajtswv nyob saum ntuj uas yog nws qhov chaw dawbhuv hnov lawv tej lus thov thiab foom koob hmoov rau lawv."},{"bible_id":"1525","chapter_code":"2CH.31","verse_code":"2CH.31.1","label":"1","content":"Tom qab uas lawv ua rooj noj haus dhau lawm, cov Yixalayees mus thoob plaws txhua lub nroog hauv lub tebchaws Yudas thiab tsoo tej ncej zeb, ntov tus mlom pojniam Aselas, rhuav tej thaj thiab tej chaw teev dab povtseg. Lawv ua li ntawd mus thoob plaws hauv lub tebchaws Yudas, thiab thoob plaws hauv xeem Npeenyamees, xeem Efalayees thiab xeem Manaxes cheebtsam av, ces lawv mam li rov los tsev."},{"bible_id":"1525","chapter_code":"2CH.31","verse_code":"2CH.31.2","label":"2","content":"Vajntxwv Hexekiyas faib haujlwm rau cov povthawj thiab cov Levis kom nyias ua nyias tes haujlwm uas muab cob rau lawv lawm. Lawv tes haujlwm yog hlawv khoom fij, fij khoom ua kev sib raug zoo, ua Vajtswv tes haujlwm hauv lub Tuamtsev, qhuas thiab ua Vajtswv tsaug hauv lub Tuamtsev."},{"bible_id":"1525","chapter_code":"2CH.31","verse_code":"2CH.31.3","label":"3","content":"Tej tsiaj uas tua hlawv fij thaum sawv ntxov thiab tsaus ntuj, cov tua fij hnub Xanpataus, Hnub Hli Xiab thiab lwm yam kevcai raws li tus TSWV txoj Kevcai hais tseg puavleej yog vajntxwv muab."},{"bible_id":"1525","chapter_code":"2CH.31","verse_code":"2CH.31.4","label":"4","content":"Dua li ntawd, vajntxwv hais kom cov neeg uas nyob hauv lub nroog Yeluxalees coj tej khoom fij uas yeej yog cov povthawj thiab cov Levis tug tuaj rau lawv; lawv thiaj muaj sijhawm ua haujlwm raws li tus TSWV txoj kevcai qhia tseg."},{"bible_id":"1525","chapter_code":"2CH.31","verse_code":"2CH.31.5","label":"5","content":"Thaum cov Yixalayees hnov vajntxwv tej lus samhwm lawm, lawv coj tej qoobloo uas zoo heev, tsis hais nplej, txiv hmab, roj txiv ntoo, zib ntab, thiab lwm yam uas lawv sau tau los ntawm lawv thawj phaum qoobloo, thiab lawv coj ib feem kaum  ntawm txhua yam uas lawv muaj tuaj."},{"bible_id":"1525","chapter_code":"2CH.31","verse_code":"2CH.31.6","label":"6","content":"Tagnrho tej neeg uas nyob txhua lub nroog hauv lub tebchaws Yudas coj lawv tej nyuj, tej yaj uas yog ib feem kaum, thiab lawv tseem coj ntau yam tuaj fij rau tus TSWV uas yog lawv tus Vajtswv."},{"bible_id":"1525","chapter_code":"2CH.31","verse_code":"2CH.31.7","label":"7","content":"Thaum lub peb hlis, lawv pib coj tej khoom pub ntawd tuaj teeb mus txog lub xya hli mam tas."},{"bible_id":"1525","chapter_code":"2CH.31","verse_code":"2CH.31.8","label":"8","content":"Thaum Vajntxwv Hexekiyas thiab nws cov nomtswv pom sawvdaws coj khoom tuaj ntau heev lawm, lawv txawm ua tus TSWV tsaug thiab foom koob hmoov rau cov pejxeem."},{"bible_id":"1525","chapter_code":"2CH.31","verse_code":"2CH.31.9","label":"9","content":"Vajntxwv qhia tej khoom no rau cov povthawj thiab cov Levis,"},{"bible_id":"1525","chapter_code":"2CH.31","verse_code":"2CH.31.10","label":"10","content":"ces tus Povthawj Hlob Axaliyas uas yog Xadaus tus xeebntxwv hais rau vajntxwv tias, “Txij thaum cov pejxeem pib nqa lawv tej khoom tuaj rau hauv lub Tuamtsev, peb muaj noj muaj haus nplua mias. Peb tau txais txhua yam no twb yog tus TSWV foom koob hmoov rau nws haivneeg.”"},{"bible_id":"1525","chapter_code":"2CH.31","verse_code":"2CH.31.11","label":"11","content":"Vajntxwv hais kom lawv ua ib co chav rau khoom rau hauv lub Tuamtsev,"},{"bible_id":"1525","chapter_code":"2CH.31","verse_code":"2CH.31.12","label":"12","content":"thiab lawv muab tej khoom pub thiab tej ib feem kaum coj mus cia rau hauv cov chav ntawd. Lawv tsa ib tug Levis npe hu ua Kaunaniyas ua tus saib tej khoom ntawd thiab tsa nws tus kwv Sime-is ua tus pab nws;"},{"bible_id":"1525","chapter_code":"2CH.31","verse_code":"2CH.31.13","label":"13","content":"Vajntxwv Hexekiyas thiab tus Povthawj Hlob Axaliyas tsa cov Levis kaum leej uas yog Yehiyees, Axaxiyas, Nahas, Axahees, Yelimaus, Yauxanpas, Eliyees, Imakhiyas, Mahas thiab Npenayas ua cov pab Kaunaniyas thiab Sime-is."},{"bible_id":"1525","chapter_code":"2CH.31","verse_code":"2CH.31.14","label":"14","content":"Imenas uas yog xeem Levis tus tub Kaules yog tus thawj uas saib lub Roojvag Hnubtuaj ntawm lub Tuamtsev, ua tus saib tej khoom pub uas sawvdaws coj tuaj fij rau tus TSWV thiab muab tej khoom ntawd faib."},{"bible_id":"1525","chapter_code":"2CH.31","verse_code":"2CH.31.15","label":"15","content":"Edees, Miniyamees, Yesuas, Semayas, Amaliyas thiab Sekaniyas uas yog cov povthawj nyob rau tej lub nroog, lawv muaj lub siab ncaj ncees faib tej zaub mov rau lawv cov Levis sib npaug zos raws li lawv tes haujlwm,"},{"bible_id":"1525","chapter_code":"2CH.31","verse_code":"2CH.31.16","label":"16","content":"tiamsis tsis yog faib raws li tej cuab kwvtij. Lawv faib rau cov txivneej txhua tus uas hnubnyoog peb caug xyoo  lossis laus dua ntawd uas niaj hnub tuaj ua haujlwm hauv lub Tuamtsev raws li lawv tes haujlwm xwb."},{"bible_id":"1525","chapter_code":"2CH.31","verse_code":"2CH.31.17","label":"17","content":"Lawv faib haujlwm rau cov povthawj raws li tej cuab thiab faib haujlwm rau cov Levis uas muaj hnubnyoog nees nkaum xyoo rov saud raws li lawv tej pab."},{"bible_id":"1525","chapter_code":"2CH.31","verse_code":"2CH.31.18","label":"18","content":"Lawv coj lawv tej pojniam menyuam mus sau npe, rau qhov lawv yog cov uas muaj lub siab ncaj ncees thiab tswj lawv kom ua tau neeg dawbhuv tiag."},{"bible_id":"1525","chapter_code":"2CH.31","verse_code":"2CH.31.19","label":"19","content":"Cov povthawj uas yog Aloos cov xeebntxwv uas nyob hauv tej nroog lossis tom lawv tej teb thiab hauv tej zos ibncig lub nroog, lawv yog cov uas faib zaub mov rau cov txivneej uas yog cov povthawj tsevneeg thiab txhua tus uas sau npe zwm rau cov Levis txhua cuab."},{"bible_id":"1525","chapter_code":"2CH.31","verse_code":"2CH.31.20","label":"20","content":"Vajntxwv Hexekiyas ua nws tes haujlwm ncaj ncees, thoob plaws lub tebchaws Yudas thiaj ua haum tus TSWV uas yog nws tus Vajtswv siab."},{"bible_id":"1525","chapter_code":"2CH.31","verse_code":"2CH.31.21","label":"21","content":"Txhua yam uas Vajntxwv Hexekiyas ua, tsis hais ua lub Tuamtsev lossis ua raws li tus TSWV tej kevcai, nws muab siab rau nrhiav Vajtswv, thiab muab siab npuab Vajtswv kawg siab kawg ntsws, nws tes haujlwm thiaj vammeej."},{"bible_id":"1525","chapter_code":"2CH.32","verse_code":"2CH.32.1","label":"1","content":"Vajntxwv Hexekiyas muaj lub siab ncaj ncees ua tus TSWV tes haujlwm txhua yam tiav. Tom qab ntawd, Xenakhelis uas yog tus vajntxwv kav lub tebchaws Axilias txawm tuaj tua lub tebchaws Yudas. Nws xub tuaj vij cov nroog uas muaj ntsa yeej thaiv thiab kom nws cov tubrog tsoo tej ntsa yeej mus rau hauv nroog."},{"bible_id":"1525","chapter_code":"2CH.32","verse_code":"2CH.32.2","label":"2","content":"Thaum Hexekiyas pom hais tias Xenakhelis yuav tua lub nroog Yeluxalees,"},{"bible_id":"1525","chapter_code":"2CH.32","verse_code":"2CH.32.3+2CH.32.4","label":"3-4","content":"ces nws thiab nws cov nomtswv txiav txim siab txhub tej qhovdej sab nraum ntug nroog, kom thaum cov Axilias tuaj txog ntawm lub nroog Yeluxalees lawv tsis txhob tau dej haus. Cov nomtswv thiaj coj ib pab neeg coob heev mus meem tej qhovdej tsis pub kom dej ntws tshwm qhov twg li."},{"bible_id":"1525","chapter_code":"2CH.32","verse_code":"2CH.32.5","label":"5","content":"Vajntxwv kho tus ntsa yeej uas thaiv lub nroog tej ntu uas puas lawm, thiab ua tej chaw tsomfaj rau saum tus ntsa yeej,  thiab ua ib txheej ntsa yeej rau sab nraum. Dua li ntawd, nws kho tus ntsa yeej uas thaiv Daviv lub nroog, thiab nws ua tau ib co hmuv thiab ib co thaiv hniav ntaj ntau heev."},{"bible_id":"1525","chapter_code":"2CH.32","verse_code":"2CH.32.6","label":"6","content":"Thiab vajntxwv tsa ib cov thawj tubrog ua cov saib, thiab lawv tuaj sib sau rau ntawm lub roojvag nroog lub chaw las tshav. Vajntxwv hais rau lawv tias,"},{"bible_id":"1525","chapter_code":"2CH.32","verse_code":"2CH.32.7","label":"7","content":"“Nej cia li ua siab tawv qhawv thiab tsis txhob ntshai tus vajntxwv uas kav lub tebchaws Axilias thiab nws cov tubrog. Tus uas tuaj peb tog muaj zog dua tus uas tuaj lawv tog."},{"bible_id":"1525","chapter_code":"2CH.32","verse_code":"2CH.32.8","label":"8","content":"Nws lub zog tsuas yog zog neeg xwb, tiamsis peb muaj tus TSWV uas yog peb tus Vajtswv pab peb tua rog.” Vajntxwv tej lus txhawb cov pejxeem lub zog heev."},{"bible_id":"1525","chapter_code":"2CH.32","verse_code":"2CH.32.9","label":"9","content":"Tom qab ntawd, thaum Xenakhelis thiab nws cov tubrog tseem nyob hauv lub nroog Lakhis, nws tso xov tuaj rau Hexekiyas thiab cov Yudas uas nyob hauv lub nroog Yeluxalees hais tias,"},{"bible_id":"1525","chapter_code":"2CH.32","verse_code":"2CH.32.10","label":"10","content":"“Kuv yog Xenakhelis uas yog tus vajntxwv kav lub tebchaws Axilias. Kuv nug hais tias dabtsi ua rau nej tso siab nyob hauv lub nroog Yeluxalees uas luag twb vij tas lawm?"},{"bible_id":"1525","chapter_code":"2CH.32","verse_code":"2CH.32.11","label":"11","content":"Hexekiyas hais rau nej tias tus TSWV uas yog nej tus Vajtswv yuav pab nej kom dim ntawm peb lub hwjchim, tiamsis yog Hexekiyas dag nej thiab yuav cia nej tshaib plab thiab nqhis dej tuag xwb."},{"bible_id":"1525","chapter_code":"2CH.32","verse_code":"2CH.32.12","label":"12","content":"Nws yog tus uas rhuav tej chaw pehawm tus TSWV thiab tej thaj, thiab tseem hais rau cov Yudas thiab cov neeg uas nyob hauv lub nroog Yeluxalees tias, nej tsuas mus pe thiab hlawv hmoov tshuaj tsw qab rau saum tib lub thaj xwb."},{"bible_id":"1525","chapter_code":"2CH.32","verse_code":"2CH.32.13","label":"13","content":"Nej puas tau paub tej uas kuv cov yawgkoob thiab kuv tau ua rau lwm haivneeg lawm? Cov neeg ntawd, tej vajtswv puas pab tau lawv dim ntawm tus vajntxwv uas kav lub tebchaws Axilias?"},{"bible_id":"1525","chapter_code":"2CH.32","verse_code":"2CH.32.14","label":"14","content":"Thaum twg cov tebchaws ntawd tej vajtswv pab tau lawv dim ntawm peb tes? Yog li ntawd, dabtsi ua rau nej xav hais tias nej tus Vajtswv yuav pab tau nej dim?"},{"bible_id":"1525","chapter_code":"2CH.32","verse_code":"2CH.32.15","label":"15","content":"Nimno nej tsis txhob cia Hexekiyas dag nej thiab coj nej yuam kev li ntawd. Nej tsis txhob ntseeg nws tej lus! Tsis muaj ib haivneeg twg tus vajtswv yuav pab cawm tau nws haivneeg dim ntawm cov Axilias tus vajntxwv txhais tes li. Yog li ntawd, nej tus Vajtswv los yeej yuav cawm tsis tau nej li thiab!”"},{"bible_id":"1525","chapter_code":"2CH.32","verse_code":"2CH.32.16","label":"16","content":"Cov Axilias cov nomtswv hais lus phem rau tus TSWV uas yog Vajtswv thiab rau Vajntxwv Hexekiyas uas yog tus TSWV tus tubtxib."},{"bible_id":"1525","chapter_code":"2CH.32","verse_code":"2CH.32.17","label":"17","content":"Xenakhelis sau ib tsab ntawv tuaj thuam tus TSWV uas yog cov Yixalayees tus Vajtswv hais tias, “Lwm haivneeg tej vajtswv twb cawm tsis tau lawv dim ntawm kuv txhais tes, txawm yog Hexekiyas tus Vajtswv los yeej cawm tsis tau nws haivneeg dim ntawm kuv txhais tes li thiab.”"},{"bible_id":"1525","chapter_code":"2CH.32","verse_code":"2CH.32.18","label":"18","content":"Cov Axilias cov nomtswv cem ua lus Henplais nrov nrov kom cov neeg hauv Yeluxalees uas tuaj nyob saum tus ntsaj yeej ntshai thiab poob siab thiab kom lawv thiaj txeeb tau lub nroog yoojyim."},{"bible_id":"1525","chapter_code":"2CH.32","verse_code":"2CH.32.19","label":"19","content":"Lawv hais txog lub nroog Yeluxalees tus Vajtswv ib yam li hais txog lwm haivneeg tej vajtswv uas yog neeg txhais tes puab."},{"bible_id":"1525","chapter_code":"2CH.32","verse_code":"2CH.32.20","label":"20","content":"Ces Vajntxwv Hexekiyas thiab Yaxayas tus uas cev Vajtswv lus uas yog Amauxes tus tub txawm quaj thov Vajtswv pab."},{"bible_id":"1525","chapter_code":"2CH.32","verse_code":"2CH.32.21","label":"21","content":"Tus TSWV thiaj tso ib tug timtswv los tua cov Axilias cov nomtswv thiab cov tubrog tuag tas. Ces cov Axilias tus vajntxwv thiaj txajmuag ntsuav rov qab mus rau pem tebchaws Axilias lawm. Muaj ib hnub thaum nws nyob hauv nws lub tsev teev nws tus vajtswv, nws ob tug tub txawm muab ntaj tua nws tuag rau hauv."},{"bible_id":"1525","chapter_code":"2CH.32","verse_code":"2CH.32.22","label":"22","content":"Yog li ntawd, tus TSWV thiaj cawm Vajntxwv Hexekiyas thiab cov neeg uas nyob hauv lub nroog Yeluxalees dim ntawm Xenakhelis uas kav lub tebchaws Axilias thiab ntawm lwm pab yeebncuab txhais tes. Tus TSWV cia cov Yudas tau nyob thajyeeb  lug tsis pub lwm haivneeg tuaj tua lawv."},{"bible_id":"1525","chapter_code":"2CH.32","verse_code":"2CH.32.23","label":"23","content":"Muaj neeg coob nqa khoom tuaj fij rau tus TSWV thiab pub rau Hexekiyas hauv lub nroog Yeluxalees. Yog li ntawd, txij thaum ntawd los txhua haivneeg thiaj hwm Hexekiyas heev."},{"bible_id":"1525","chapter_code":"2CH.32","verse_code":"2CH.32.24","label":"24","content":"Thaum ntawd, Vajntxwv Hexekiyas mob hnyav thiab yuav tuag. Nws thov thiab tus TSWV ua ib qhov cim qhia rau nws hais tias nws tus mob yuav zoo."},{"bible_id":"1525","chapter_code":"2CH.32","verse_code":"2CH.32.25","label":"25","content":"Tiamsis Hexekiyas khavtheeb heev, nws tsis nco tus TSWV tej txiaj ntsig uas kho nws zoo, tus TSWV thiaj chim rau nws, rau cov Yudas thiab rau cov neeg hauv lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"2CH.32","verse_code":"2CH.32.26","label":"26","content":"Ces Hexekiyas lees txim qhov uas nws khavtheeb thiab cov neeg hauv lub nroog Yeluxalees los lees txim ib yam nkaus. Yog li ntawd, tus TSWV thiaj tsis rau txim rau lawv mus txog thaum Hexekiyas tuag."},{"bible_id":"1525","chapter_code":"2CH.32","verse_code":"2CH.32.27","label":"27","content":"Vajntxwv Hexekiyas npluanuj thiab txhua tus hwm nws heev; nws ua tau ntau chav tsev rau nws tej nyiaj tej kub, tej qe zeb muaj nqis, tej tshuaj tsw qab, tej thaiv hniav ntaj thiab lwm yam uas muaj nqis."},{"bible_id":"1525","chapter_code":"2CH.32","verse_code":"2CH.32.28","label":"28","content":"Nws ua ntau lub txhab rau nplej, rau txiv hmab thiab roj txiv ntoo; ua ntau lub nkuaj kaw nws tej nyuj thiab ua ntau lub nkuaj kaw nws cov yaj."},{"bible_id":"1525","chapter_code":"2CH.32","verse_code":"2CH.32.29","label":"29","content":"Vajtswv foom koob hmoov rau Hexekiyas muaj yaj, muaj nyuj coob thiab muaj lwm yam ntau heev, nws thiaj rhawv tau ntau lub nroog."},{"bible_id":"1525","chapter_code":"2CH.32","verse_code":"2CH.32.30","label":"30","content":"Vajntxwv Hexekiyas tauv tus Dej Kihoos thiab khawb kwj tso dej ntws rau sab hnubpoob ntawm Daviv lub nroog. Txhua yam uas Hexekiyas ua puavleej vammeej."},{"bible_id":"1525","chapter_code":"2CH.32","verse_code":"2CH.32.31","label":"31","content":"Cov Npanpiloos tso ib cov nomtswv tuaj nug Hexekiyas txog tej txujci uas tus TSWV ua hauv nws lub tebchaws, Vajtswv cia Hexekiyas ua raws li nws lub siab nyiam, rau qhov Vajtswv xav sim Hexekiyas siab."},{"bible_id":"1525","chapter_code":"2CH.32","verse_code":"2CH.32.32","label":"32","content":"Dua li lwm yam uas Vajntxwv Hexekiyas ua, thiab nws muab siab npuab tus TSWV, puavleej muab sau cia rau hauv Amauxes tus tub Yaxayas uas yog tus cev Vajtswv lus zaj yogtoog, thiab hauv Phau Ntawv keebkwm uas teev cov Yixalayees thiab cov Yudas tej vajntxwv lub neej lawm."},{"bible_id":"1525","chapter_code":"2CH.32","verse_code":"2CH.32.33","label":"33","content":"Hexekiyas tuag thiab luag coj nws mus faus rau ntawm cov vajntxwv lub toj ntxas theem siab. Tagnrho cov Yudas thiab cov neeg hauv lub nroog Yeluxalees puavleej tuaj ua kevcai hwm thaum nws tuag. Thiab nws tus tub Manaxes ua vajntxwv hloov nws chaw."},{"bible_id":"1525","chapter_code":"2CH.33","verse_code":"2CH.33.1","label":"1","content":"Thaum Manaxes ua vajntxwv kav lub tebchaws Yudas nws hnubnyoog muaj kaum ob xyoos, thiab nws nyob hauv lub nroog Yeluxalees kav tau tsib caug tsib xyoos."},{"bible_id":"1525","chapter_code":"2CH.33","verse_code":"2CH.33.2","label":"2","content":"Nws ua txhaum rau tus TSWV, nws ua kev phem kev qias ib yam li cov neeg uas tus TSWV muab ntiab tawm hauv lub tebchaws mus ua ntej nws haivneeg los nyob."},{"bible_id":"1525","chapter_code":"2CH.33","verse_code":"2CH.33.3","label":"3","content":"Nws rov tsim dua tej chaw teev dab uas nws txiv Hexekiyas muab rhuav tas lawm. Nws ua ntau lub thaj teev tus mlom Npa-as, nws puab tej mlom pojniam Aselas thiab nws pe tej hnubqub."},{"bible_id":"1525","chapter_code":"2CH.33","verse_code":"2CH.33.4","label":"4","content":"Nws ua tau ntau lub thaj teev dab rau hauv lub Tuamtsev, thiab muab teeb rau ntawm qhov chaw uas tus TSWV hais tias tsimnyog cia ua qhov chaw rau sawvdaws pehawm nws mus ibtxhis."},{"bible_id":"1525","chapter_code":"2CH.33","verse_code":"2CH.33.5","label":"5","content":"Nws ua tau ntau lub thaj rau ntawm lub tshavpuam ntawm lub Tuamtsev ua chaw pe tej hnubqub."},{"bible_id":"1525","chapter_code":"2CH.33","verse_code":"2CH.33.6","label":"6","content":"Nws muab nws cov tub tua hlawv fij rau hauv lub Hav Hinoos. Nws ua khawvkoob, ua yeessiv thiab saib yaig. Nws ua txhaum loj heev rau tus TSWV, tus TSWV thiaj chim heev rau nws."},{"bible_id":"1525","chapter_code":"2CH.33","verse_code":"2CH.33.7","label":"7","content":"Nws muab tus mlom tooj los txawb rau hauv lub Tuamtsev, ntawm qhov chaw uas tus TSWV hais rau Daviv thiab Daviv tus tub Xalumoos hais tias, “Lub Tuamtsev hauv lub nroog Yeluxalees no, yog qhov chaw uas kuv xaiv tawm ntawm kaum ob xeem Yixalayees los ua qhov chaw rau sawvdaws tuaj pehawm kuv."},{"bible_id":"1525","chapter_code":"2CH.33","verse_code":"2CH.33.8","label":"8","content":"Yog cov neeg Yixalayees mloog kuv lus, thiab ua raws li kuv txoj Kevcai uas kuv tus tubtxib Mauxes muab rau lawv lawm, kuv yuav tsis pub kom lawv raug ntiab tawm hauv lub tebchaws uas kuv muab rau lawv cov yawgkoob lawm.”"},{"bible_id":"1525","chapter_code":"2CH.33","verse_code":"2CH.33.9","label":"9","content":"Manaxes coj cov Yudas mus ua txhaum loj tshaj tej kev txhaum uas lwm haivneeg uas tus TSWV muab ntiab tawm hauv lub tebchaws ua ntej nws haivneeg los nyob lawm thiab."},{"bible_id":"1525","chapter_code":"2CH.33","verse_code":"2CH.33.10","label":"10","content":"Txawm yog tus TSWV ntuas Manaxes thiab nws cov pejxeem los lawv tsis mloog tus TSWV lus li."},{"bible_id":"1525","chapter_code":"2CH.33","verse_code":"2CH.33.11","label":"11","content":"Yog li ntawd, tus TSWV thiaj cia cov tubrog Axilias tuaj tua lub tebchaws Yudas. Lawv ntes tau Manaxes, muab khawb hlau chaws nws qhovntswg, thiab muab saw hlau khi nws cab mus rau tim lub tebchaws Npanpiloos lawm."},{"bible_id":"1525","chapter_code":"2CH.33","verse_code":"2CH.33.12","label":"12","content":"Thaum Manaxes raug kev txomnyem li ntawd, nws thiaj txo hwjchim thiab tig rov los cuag tus TSWV uas yog nws tus Vajtswv, thiab nws thov tus TSWV pab nws."},{"bible_id":"1525","chapter_code":"2CH.33","verse_code":"2CH.33.13","label":"13","content":"Vajtswv hnov nws tej lus thov thiab teb nws, tus TSWV thiaj tso nws rov los rau hauv lub nroog Yeluxalees thiab kav lub tebchaws dua. Qhov no ua qhia rau Manaxes paub hais tias tus TSWV yeej yog Vajtswv tiag."},{"bible_id":"1525","chapter_code":"2CH.33","verse_code":"2CH.33.14","label":"14","content":"Dhau ntawd los, Manaxes txhim tus ntsa yeej uas thaiv sab nraum Daviv lub nroog ntawm sab hnubtuaj kom siab ntxiv, pib kiag ntawm lub kaum hauv lub hav uas ze lub Qhovdej Nkihoos uas nyob sab qaumteb mus rau ntawm lub Roojvag Ntses, thiab mus rau ntawm lub nroog qhov chaw uas hu ua Aufes. Nws tseem tso ib co thawj tubrog coj tej pab tubrog mus nyob hauv txhua lub nroog uas muaj ntsa yeej thaiv hauv lub tebchaws Yudas."},{"bible_id":"1525","chapter_code":"2CH.33","verse_code":"2CH.33.15","label":"15","content":"Nws muab lwm haivneeg tej vajtswv, tej mlom uas muab tso rau hauv lub Tuamtsev, tej thaj teev dab uas luag ua rau saum lub pov roob ntawm lub Tuamtsev, thiab hauv lub nroog Yeluxalees tshem coj mus povtseg rau sab nraum ntug nroog huv tibsi."},{"bible_id":"1525","chapter_code":"2CH.33","verse_code":"2CH.33.16","label":"16","content":"Nws rov kho lub thaj ntawm qhov chaw pehawm tus TSWV, tua tsiaj hlawv fij ua kev sib raug zoo thiab ua Vajtswv tsaug rau saum lub thaj ntawd. Nws samhwm rau cov Yudas txhua tus kom pehawm tus TSWV uas yog cov Yixalayees tus Vajtswv nkaus xwb."},{"bible_id":"1525","chapter_code":"2CH.33","verse_code":"2CH.33.17","label":"17","content":"Txawm li ntawd los cov neeg tseem pheej mus tua tsiaj hlawv fij rau lwm qhov chaw, tiamsis yog lawv fij rau tus TSWV uas yog lawv tus Vajtswv xwb."},{"bible_id":"1525","chapter_code":"2CH.33","verse_code":"2CH.33.18","label":"18","content":"Dua li lwm yam uas Manaxes ua, nws tej lus thov Vajtswv, thiab tej lus uas cov cev Vajtswv lus tuav tus TSWV uas yog cov Yixalayees tus Vajtswv lub npe hais rau nws, puavleej muab sau cia rau hauv Phau Ntawv Keebkwm uas teev cov Yixalayees cov vajntxwv lub neej lawm."},{"bible_id":"1525","chapter_code":"2CH.33","verse_code":"2CH.33.19","label":"19","content":"Vajntxwv tej lus thov Vajtswv, Vajtswv teb nws, nws tej kev txhaum uas nws ua, tej kev phem kev qias thiab tej thaj teev dab uas nws ua, tej mlom pojniam Aselas uas nws nchuav, thiab tej mlom uas nws pe ua ntej nws lees txim, puavleej muab sau cia rau hauv cov cev Vajtswv lus Phau Ntawv Keebkwm lawm."},{"bible_id":"1525","chapter_code":"2CH.33","verse_code":"2CH.33.20","label":"20","content":"Manaxes tuag thiab luag muab nws faus rau hauv nws lub loog, thiab nws tus tub Amoos ua vajntxwv hloov nws chaw."},{"bible_id":"1525","chapter_code":"2CH.33","verse_code":"2CH.33.21","label":"21","content":"Thaum Amoos ua vajntxwv kav lub tebchaws Yudas nws hnubnyoog muaj nees nkaum ob xyoos, thiab nws nyob hauv lub nroog Yeluxalees kav tau ob xyoos."},{"bible_id":"1525","chapter_code":"2CH.33","verse_code":"2CH.33.22","label":"22","content":"Amoos ua txhaum rau tus TSWV ib yam li nws txiv Manaxes ua ntag, thiab nws pe tej mlom uas nws txiv pe."},{"bible_id":"1525","chapter_code":"2CH.33","verse_code":"2CH.33.23","label":"23","content":"Tiamsis nws tsis txo hwjchim thiab tsis tig los cuag tus TSWV ib yam li nws txiv; nws hajyam ua txhaum loj tshaj nws txiv."},{"bible_id":"1525","chapter_code":"2CH.33","verse_code":"2CH.33.24","label":"24","content":"Amoos cov nomtswv ntxeev siab rau nws, thiab muab nws tua tuag rau hauv lub loog."},{"bible_id":"1525","chapter_code":"2CH.33","verse_code":"2CH.33.25","label":"25","content":"Cov Yudas muab cov neeg uas tua Amoos tua povtseg, thiab tsa Amoos tus tub Yauxiyas ua vajntxwv hloov nws chaw."},{"bible_id":"1525","chapter_code":"2CH.34","verse_code":"2CH.34.1","label":"1","content":"Thaum Yauxiyas ua vajntxwv kav cov Yudas nws hnubnyoog muaj yim xyoo thiab nws nyob hauv lub nroog Yeluxalees kav tau peb caug ib xyoos."},{"bible_id":"1525","chapter_code":"2CH.34","verse_code":"2CH.34.2","label":"2","content":"Nws ua lub neej raws li tus TSWV lub siab nyiam thiab raws li Vajtswv txoj kevcai ib yam li nws yawgkoob uas yog Vajntxwv Daviv ua."},{"bible_id":"1525","chapter_code":"2CH.34","verse_code":"2CH.34.3","label":"3","content":"Thaum Yauxiyas ua vajntxwv tau yim xyoo, nws tseem hluas heev, nws pib pehawm nws yawgkoob uas yog Vajntxwv Daviv tus Vajtswv. Tau plaub xyoos tom qab no, nws txawm muab tej chaw teev dab, tej mlom pojniam Aselas thiab lwm yam rhuav povtseg huv tibsi."},{"bible_id":"1525","chapter_code":"2CH.34","verse_code":"2CH.34.4","label":"4","content":"Nws hais kom nws cov neeg muab tej thaj uas teev Npa-as thiab tej thaj uas hlawv hmoov tshuaj tsw qab uas nyob ze lawv tsoo povtseg. Lawv muab tej mlom pojniam Aselas thiab lwm yam zom ua hmoov coj mus nphoo rau cov neeg uas pe tej mlom ntawd tej ntxa."},{"bible_id":"1525","chapter_code":"2CH.34","verse_code":"2CH.34.5","label":"5","content":"Nws muab cov povthawj uas teev dab tej pobtxha coj mus hlawv rau saum tej thaj uas lawv teev dab. Nws ua li ntawd, kom cov Yudas thiab cov neeg uas nyob hauv lub nroog Yeluxalees rov ua tau neeg huv."},{"bible_id":"1525","chapter_code":"2CH.34","verse_code":"2CH.34.6","label":"6","content":"Nws ua li ntawd rau xeem Manaxes, xeem Efalayees thiab xeem Xime-oos txhua lub nroog mus txog ntua pem xeem Nathalis."},{"bible_id":"1525","chapter_code":"2CH.34","verse_code":"2CH.34.7","label":"7","content":"Nws mus thoob plaws lub tebchaws Yixalayees sab qaumteb thiab tsoo tej thaj, tej mlom pojniam Aselas, muab tej mlom ntawd zom ua hmoov thiab tsoo tej thaj uas hlawv hmoov tshuaj tsw qab tawg tas. Ces nws mam rov los rau hauv lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"2CH.34","verse_code":"2CH.34.8","label":"8","content":"Thaum Yauxiyas ua vajntxwv tau kaum yim xyoo, tom qab uas nws ua kevcai ntxuav lub tebchaws thiab lub Tuamtsev kom huv thiab tsis muaj kev pe dab lawm, Vajntxwv Yauxiyas tso Axaliyas tus tub Safas, Ma-axeyas uas yog tus tswv nroog Yeluxalees, thiab Yau-ahas tus tub Yau-as uas yog ib tug nomtswv mus kho tus TSWV uas yog Vajtswv lub Tuamtsev."},{"bible_id":"1525","chapter_code":"2CH.34","verse_code":"2CH.34.9","label":"9","content":"Cov Levis uas zov qhovrooj sau tej nyiaj uas luag coj tuaj tso rau hauv lub Tuamtsev coj mus rau Hilekiyas uas yog tus Povthawj Hlob. (Cov nyiaj ntawd yog lawv sau ntawm cov Efalayees, cov Manaxes thiab cov Yixalayees uas nyob sab qaumteb, cov Yudas, cov Npeenyamees thiab cov neeg uas nyob hauv lub nroog Yeluxalees.)"},{"bible_id":"1525","chapter_code":"2CH.34","verse_code":"2CH.34.10","label":"10","content":"Luag muab cov nyiaj ntawd rau peb tug uas saib cov kho lub Tuamtsev, thiab lawv muab rau"},{"bible_id":"1525","chapter_code":"2CH.34","verse_code":"2CH.34.11","label":"11","content":"cov uas txua ntoo thiab cov ua tsev coj mus yuav pobzeb thiab ntoo los kho tej tsev uas cov Yudas tej vajntxwv muab tso tseg puastsuaj tas lawm."},{"bible_id":"1525","chapter_code":"2CH.34","verse_code":"2CH.34.12","label":"12","content":"Cov neeg uas kho lub Tuamtsev ncaj ncees heev. Plaub tug Levis uas saib cov neeg ua haujlwm ntawd yog Yahaj thiab Aunpadiyas uas yog cuab Melalis, Xakhaliyas thiab Mesulas uas yog cuab Kauhas. (Cov Levis no, lawv puavleej txawj ntaus suab nkauj.)"},{"bible_id":"1525","chapter_code":"2CH.34","verse_code":"2CH.34.13","label":"13","content":"Muaj dua ib pab Levis ua cov saib tej khoom uas luag coj tuaj thiab saib tej pab neeg uas ua haujlwm, thiab ibtxhia ua cov ceev tej ntaub ntawv lossis ua cov zov roojvag."},{"bible_id":"1525","chapter_code":"2CH.34","verse_code":"2CH.34.14","label":"14","content":"Thaum luag muab cov nyiaj nqa tawm hauv chav uas rau nyiaj los tas lawm, Hilekiyas pom tus TSWV Phau Ntawv Kevcai, yog Phau Kevcai uas Vajtswv muab cob rau Mauxes."},{"bible_id":"1525","chapter_code":"2CH.34","verse_code":"2CH.34.15","label":"15","content":"Nws hais rau Safas hais tias, “Kuv pom Phau Ntawv Kevcai no nyob hauv lub Tuamtsev.” Nws txawm muab phau ntawv rau Safas,"},{"bible_id":"1525","chapter_code":"2CH.34","verse_code":"2CH.34.16","label":"16","content":"thiab Safas coj mus rau vajntxwv. Nws hais rau vajntxwv hais tias, “Peb twb mus ua txhua yam uas koj hais rau peb ntawd tiav tas lawm."},{"bible_id":"1525","chapter_code":"2CH.34","verse_code":"2CH.34.17","label":"17","content":"Peb muab cov nyiaj hauv lub Tuamtsev coj mus rau cov neeg uas kho lub Tuamtsev thiab cov thawj uas saib lawv lawm.”"},{"bible_id":"1525","chapter_code":"2CH.34","verse_code":"2CH.34.18","label":"18","content":"Safas hais ntxiv hais tias, “Phau ntawv no Hilekiyas muab rau kuv.” Ces Safas txawm muab nyeem rau vajntxwv mloog."},{"bible_id":"1525","chapter_code":"2CH.34","verse_code":"2CH.34.19","label":"19","content":"Thaum vajntxwv hnov tej lus hauv Phau Ntawv Kevcai ntawd nws thiaj dua rhe nws lub tsho thiab nyuaj siab heev"},{"bible_id":"1525","chapter_code":"2CH.34","verse_code":"2CH.34.20","label":"20","content":"thiab hais rau Hilekiyas, Ahikas uas yog Safas tus tub, Anpedoos  uas yog Mikhas tus tub, Safas uas yog tus teev ntawv thiab Axayas uas yog tus uas nrog nraim vajntxwv hais tias,"},{"bible_id":"1525","chapter_code":"2CH.34","verse_code":"2CH.34.21","label":"21","content":"“Nej cia li pab kuv thiab cov neeg uas tseem nyob hauv tebchaws Yixalayees thiab tebchaws Yudas nug tus TSWV txog tej lus hauv phau ntawv saib qhia li cas? Tos tus TSWV chim heev rau peb los twb yog peb cov yawgkoob tsis mloog tus TSWV tej lus thiab tsis ua raws li tej lus uas sau rau hauv phau ntawv no kom yuav tsum tau ua.”"},{"bible_id":"1525","chapter_code":"2CH.34","verse_code":"2CH.34.22","label":"22","content":"Ces Hilekiyas lawv txawm mus cuag ib tug cev Vajtswv lus uas yog pojniam hu ua Hulidas uas nyob hauv lub nroog Yeluxalees, ntawm ces kaum uas luag ua tshiab raws li vajntxwv hais. (Hulidas tus txiv hu ua Salumes uas yog Tivas tus tub thiab yog Hahas tus xeebntxwv, nws yog tus saib cov tsho ntev hauv lub Tuamtsev.) Lawv piav tej lus ntawd rau Hulidas mloog,"},{"bible_id":"1525","chapter_code":"2CH.34","verse_code":"2CH.34.23","label":"23","content":"nws kom lawv rov mus cuag vajntxwv"},{"bible_id":"1525","chapter_code":"2CH.34","verse_code":"2CH.34.24","label":"24","content":"thiab hais rau vajntxwv hais tias tus TSWV hais li no: “Kuv yuav rau txim rau lub nroog Yeluxalees thiab cov neeg uas nyob rau hauv lub nroog raws li tej lus uas sau tseg rau hauv phau ntawv uas vajntxwv nyeem ntawd."},{"bible_id":"1525","chapter_code":"2CH.34","verse_code":"2CH.34.25","label":"25","content":"Lawv tau tso kuv tseg thiab mus tua tsiaj fij rau lwm haivneeg tej vajtswv, kuv thiaj chim rau tej uas lawv ua, thiab kuv chim rau lub nroog Yeluxalees, kuv tej kev chim yuav tsis xam mus sai."},{"bible_id":"1525","chapter_code":"2CH.34","verse_code":"2CH.34.26","label":"26","content":"Kuv yog tus TSWV uas yog cov Yixalayees tus Vajtswv, kuv hais li no rau vajntxwv: Thaum koj hnov tej lus hauv phau ntawv no tas lawm,"},{"bible_id":"1525","chapter_code":"2CH.34","verse_code":"2CH.34.27","label":"27","content":"koj lees koj tej kev txhaum thiab txo hwjchim tabmeeg kuv, koj quaj tu siab nrho thiab dua rhe koj lub tsho, thaum koj paub hais tias kuv yuav rau txim rau lub nroog Yeluxalees thiab cov neeg huv tibsi. Kuv twb hnov koj tej lus thov lawm,"},{"bible_id":"1525","chapter_code":"2CH.34","verse_code":"2CH.34.28","label":"28","content":"kuv yuav tos koj tuag tso, kuv mam rau txim rau lub nroog Yeluxalees. Kuv yuav cia koj tuag kaj sab lug.” Lawv coj tej lus ntawd mus piav rau Vajntxwv Yauxiyas mloog."},{"bible_id":"1525","chapter_code":"2CH.34","verse_code":"2CH.34.29","label":"29","content":"Vajntxwv Yauxiyas kom tej thawjcoj thiab cov uas nyob hauv lub nroog Yeluxalees tuaj cuag nws,"},{"bible_id":"1525","chapter_code":"2CH.34","verse_code":"2CH.34.30","label":"30","content":"thiab lawv ua ke mus rau hauv lub Tuamtsev, tsis hais cov povthawj, cov Levis thiab tagnrho cov pejxeem tus muaj tus pluag los mus huv tibsi; vajntxwv nyeem tagnrho phau ntawv coglus uas nrhiav tau hauv lub Tuamtsev rau sawvdaws mloog."},{"bible_id":"1525","chapter_code":"2CH.34","verse_code":"2CH.34.31","label":"31","content":"Vajntxwv sawv ib sab ntawm tus ncej  uas cov vajntxwv ibtxwm sawv, coglus rua tus TSWV hais tias yuav hwm nws, ua raws li nws tej kevcai thiab tej lus samhwm kom kawg siab kawg ntsws, thiab ua kom tau raws li tej lus cog tseg uas sau rau hauv phau ntawv no."},{"bible_id":"1525","chapter_code":"2CH.34","verse_code":"2CH.34.32","label":"32","content":"Vajntxwv kom cov Npeenyamees thiab txhua tus uas tuaj rau hauv lub nroog Yeluxalees coglus hais tias yuav ua raws li tej lus cog tseg ntawd. Yog li ntawd, cov neeg uas nyob hauv lub nroog Yeluxalees thiaj ua raws li tej lus uas lawv tau cog tseg rau lawv cov yawgkoob tus Vajtswv."},{"bible_id":"1525","chapter_code":"2CH.34","verse_code":"2CH.34.33","label":"33","content":"Vajntxwv Yauxiyas muab tej mlom phem qias uas nyob hauv cov Yixalayees lub tebchaws tsoo povtseg tas, thiab nws kom sawvdaws yuav tsum pehawm tus TSWV uas yog lawv cov yawgkoob tus Vajtswv mus tas nws simneej."},{"bible_id":"1525","chapter_code":"2CH.35","verse_code":"2CH.35.1","label":"1","content":"Lub ib hlis ntuj hnub kaum plaub, Vajntxwv Yauxiyas ua Kevcai Hla Dhau hauv lub nroog Yeluxalees qhuas tus TSWV; lawv tua ntau tus tsiaj ua rooj noj rooj haus."},{"bible_id":"1525","chapter_code":"2CH.35","verse_code":"2CH.35.2","label":"2","content":"Vajntxwv faib haujlwm rau cov povthawj ua hauv lub Tuamtsev, thiab txhawb lawv lub zog kom lawv ua tau haujlwm zoo."},{"bible_id":"1525","chapter_code":"2CH.35","verse_code":"2CH.35.3","label":"3","content":"Nws hais rau cov Levis uas qhia cov Yixalayees thiab lawv muab lawv fij rau tus TSWV lawm hais tias, “Nej cia li muab tus TSWV lub Phijxab coj mus tso rau hauv lub Tuamtsev uas Daviv tus tub uas yog Vajntxwv Xalumoos ua. Nej yuav tsis tau kwv lub Phijxab no ib qho rau ib qho lawm, tiamsis nej tsuas ua tus TSWV uas yog nej tus Vajtswv tes haujlwm thiab pab nws haivneeg Yixalayees lawm xwb."},{"bible_id":"1525","chapter_code":"2CH.35","verse_code":"2CH.35.4","label":"4","content":"Nej tej cuab nyias mus ua nyias tes haujlwm hauv lub Tuamtsev raws li Vajntxwv Daviv thiab nws tus tub uas yog Vajntxwv Xalumoos tau faib tseg rau nej lawm,"},{"bible_id":"1525","chapter_code":"2CH.35","verse_code":"2CH.35.5","label":"5","content":"thiab npaj rawv tos pab cov Yixalayees txhua tsevneeg."},{"bible_id":"1525","chapter_code":"2CH.35","verse_code":"2CH.35.6","label":"6","content":"Nej yog cov uas tua tej yaj thiab tej tshis ua Kevcai Hla Dhau. Nimno, nej cia li ua kevcai ntxuav kom nej huv, nej thiaj fij tau nej cov kwvtij Yixalayees tej tsiaj raws li txoj kevcai uas tus TSWV qhia rau Mauxes lawm.”"},{"bible_id":"1525","chapter_code":"2CH.35","verse_code":"2CH.35.7","label":"7","content":"Vajntxwv Yauxiyas muab peb caug txhiab tus tsiaj uas yog yaj, menyuam yaj, thiab menyuam tshis, thiab peb txhiab tus heev nyuj rau cov pejxeem tua ua Kevcai Hla Dhau."},{"bible_id":"1525","chapter_code":"2CH.35","verse_code":"2CH.35.8","label":"8","content":"Vajntxwv cov nomtswv los muab ntau yam pab cov pejxeem, cov povthawj thiab cov Levis tau siv. Tus Povthawj Hlob Hilekiyas, Xakhaliyas thiab Yehiyees uas yog cov nomtswv saib lub Tuamtsev muab ob txhiab rau pua tus menyuam yaj thiab menyuam tshis, thiab peb txhiab tus heev nyuj rau cov povthawj tua fij rau thaum ua rooj noj rooj haus ntawd."},{"bible_id":"1525","chapter_code":"2CH.35","verse_code":"2CH.35.9","label":"9","content":"Kaunaniyas, Semayas thiab nws tus kwv Nethanees, Hesanpiyas, Ye-iyees thiab Yauxanpas uas yog cov Levis cov thawjcoj tseem muab tsib txhiab tus thav yaj thiab menyuam tshis thiab tsib puas tus heev nyuj rau cov Levis tua hlawv fij."},{"bible_id":"1525","chapter_code":"2CH.35","verse_code":"2CH.35.10","label":"10","content":"Thaum lawv npaj txhua yam ua Kevcai Hla Dhau txhij lawm, cov povthawj thiab cov Levis txawm mus sawv rau ntawm lawv qhov chaw raws li vajntxwv hais."},{"bible_id":"1525","chapter_code":"2CH.35","verse_code":"2CH.35.11","label":"11","content":"Tom qab uas muab cov menyuam yaj thiab menyuam tshis tua lawm, cov Levis muab laws tawv thiab cov povthawj muab cov ntshav nchos rau lub thaj."},{"bible_id":"1525","chapter_code":"2CH.35","verse_code":"2CH.35.12","label":"12","content":"Lawv muab cov tsiaj uas hlawv fij faib rau tej pab ntawm tej tsevneeg coj mus fij rau tus TSWV raws li Mauxes txoj Kevcai qhia tseg. Cov nyuj los lawv ua ib yam nkaus li ntawd."},{"bible_id":"1525","chapter_code":"2CH.35","verse_code":"2CH.35.13","label":"13","content":"Cov Levis muab cov menyuam yaj uas tua ua Kevcai Hla Dhau ci thiab muab cov ua kevcai fij dawbhuv lawm hau rau hauv laujkaub, hauv hwj thiab hauv yias thiab muab tej nqaij ntawd faib rau cov pejxeem."},{"bible_id":"1525","chapter_code":"2CH.35","verse_code":"2CH.35.14","label":"14","content":"Tom qab uas ua li ntawd tas lawm, cov Levis mam faib nqaij rau lawv thiab cov povthawj uas yog Aloos cov xeebntxwv. Rau qhov cov povthawj tseem hlawv tej tsiaj uas muab hlawv tagnrho thiab hlawv tej roj fij mus txog thaum tsaus ntuj."},{"bible_id":"1525","chapter_code":"2CH.35","verse_code":"2CH.35.15","label":"15","content":"Cov hu nkauj uas yog Axafes cov xeebntxwv mus sawv ntawm lawv qhov chaw raws li Vajntxwv Daviv, Axafes, Hemas thiab Yeduthoos uas yog vajntxwv cov cev Vajtswv lus tau hais tseg lawm. Cov Levis uas zov lub Tuamtsev tej roojvag tsis tas yuav tso lawv tes haujlwm tseg mus ua lwm yam, rau qhov cov Levis twb npaj Kevcai Hla Dhau rau lawv lawm."},{"bible_id":"1525","chapter_code":"2CH.35","verse_code":"2CH.35.16","label":"16","content":"Yog li hnub ntawd, lawv ua txhua yam tiav tas, tsis hais kev pehawm tus TSWV, ua Kevcai Hla Dhau thiab tua tsiaj hlawv fij rau saum lub thaj raws li Vajntxwv Yauxiyas hais rau lawv lawm."},{"bible_id":"1525","chapter_code":"2CH.35","verse_code":"2CH.35.17","label":"17","content":"Cov Yixalayees ua Kevcai Hla Dhau, thiab noj Ncuav tsis xyaw Keeb tau xya hnub."},{"bible_id":"1525","chapter_code":"2CH.35","verse_code":"2CH.35.18","label":"18","content":"Txij thaum Xamuyees tus uas cev Vajtswv lus tiam los, tsis tau ua Kevcai Hla Dhau loj npaum li zaum no. Cov vajntxwv uas kav tas los lawm, tsis muaj ib tug ua Kevcai Hla Dhau loj npaum li Vajntxwv Yauxiyas, cov povthawj, cov Levis, cov Yudas, cov Yixalayees thiab cov neeg uas nyob hauv lub nroog Yeluxalees ua zaum no"},{"bible_id":"1525","chapter_code":"2CH.35","verse_code":"2CH.35.19","label":"19","content":"uas yog thaum Yauxiyas kav lub tebchaws tau kaum yim xyoo ntawd."},{"bible_id":"1525","chapter_code":"2CH.35","verse_code":"2CH.35.20","label":"20","content":"Tom qab uas Vajntxwv Yauxiyas ua tej no tiav tas rau lub Tuamtsev lawm, Vajntxwv Nekaus uas kav lub tebchaws Iziv coj tubrog tuaj tua rog rau ntawm Kakhemis uas nyob ntawm ntug Dej Efalates, Yauxiyas txawm mus cheem Nekaus,"},{"bible_id":"1525","chapter_code":"2CH.35","verse_code":"2CH.35.21","label":"21","content":"tiamsis Nekaus tso xov tuaj rau Yauxiyas hais tias, “Cov Yudas tus vajntxwv, kuv tuaj ua rog zaum no tsis txuam yuaj txog koj dabtsi. Kuv tuaj no tsis yog tuaj tua koj, tiamsis tuaj tua kuv cov yeebncuab, thiab Vajtswv hais kom kuv cia li kavtsij mus. Vajtswv tuaj kuv tog, yog li ntawd, koj tsis txhob tuaj tabkaum kuv nyob tsam Vajtswv ua rau koj puastsuaj.”"},{"bible_id":"1525","chapter_code":"2CH.35","verse_code":"2CH.35.22","label":"22","content":"Tiamsis Yauxiyas tsis mloog Vajtswv tej lus uas hais rau Vajntxwv Nekaus, rau qhov nws yeej npaj siab tuaj sib tua ntag. Yog li ntawd, Yauxiyas txawm hloov ua cuav mus sib tua hauv lub tiaj Menkidaus."},{"bible_id":"1525","chapter_code":"2CH.35","verse_code":"2CH.35.23","label":"23","content":"Thaum lawv tabtom sib tua, cov Iziv thiaj tua xub hneevnti tuaj raug Vajntxwv Yauxiyas. Nws txawm hais rau nws cov tubtxib tias, “Kuv raug mob sab heev lawm, nej cia li coj kuv mus!”"},{"bible_id":"1525","chapter_code":"2CH.35","verse_code":"2CH.35.24","label":"24","content":"Lawv tsaws nws rau hauv nws lub tsheb nees los rau lwm lub tsheb nees uas nyob ntawd thiab coj nws los rau hauv lub nroog Yeluxalees. Yauxiyas tuag rau hauv lub nroog Yeluxalees thiab luag coj nws mus faus rau ntawm cov vajntxwv lub toj ntxas. Thaum Yauxiyas tuag, tagnrho cov Yudas thiab cov neeg hauv lub nroog Yeluxalees puavleej quaj ntsuag."},{"bible_id":"1525","chapter_code":"2CH.35","verse_code":"2CH.35.25","label":"25","content":"Yelemis tus uas cev Vajtswv lus sau tau ib zaj nkauj quaj ntsuag hu rau Vajntxwv Yauxiyas. Zaj nkauj ntawd cia li ua ib zaj nkauj rau cov Yixalayees hu thaum tej txivneej lossis tej pojniam ib tug twg tuag. Zaj nkauj no muab sau tseg rau hauv phau nkauj quaj ntsuag."},{"bible_id":"1525","chapter_code":"2CH.35","verse_code":"2CH.35.26","label":"26","content":"Txhua yam uas Yauxiyas ua, qhov uas nws muab siab npuab tus TSWV, ua raws li txoj Kevcai,"},{"bible_id":"1525","chapter_code":"2CH.35","verse_code":"2CH.35.27","label":"27","content":"thiab nws lub neej thaum pib mus txog thaum xaus puavleej muab sau cia rau hauv Phau Ntawv Keebkwm uas teev cov Yixalayees thiab cov Yudas cov vajntxwv lub neej lawm."},{"bible_id":"1525","chapter_code":"2CH.36","verse_code":"2CH.36.1","label":"1","content":"Cov Yudas xaiv Yauxiyas tus tub Yehau-ahas thiab muab nws tsa ua vajntxwv nyob rau hauv lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"2CH.36","verse_code":"2CH.36.2","label":"2","content":"Thaum Yehau-ahas ua vajntxwv kav lub tebchaws Yudas nws hnubnyoog muaj nees nkaum peb xyoos, thiab nws nyob hauv lub nroog Yeluxalees kav tau peb hlis."},{"bible_id":"1525","chapter_code":"2CH.36","verse_code":"2CH.36.3","label":"3","content":"Vajntxwv Nekaus uas kav lub tebchaws Iziv tuaj ntes Vajntxwv Yehau-ahas coj mus thiab yuam cov Yudas them xya txhiab tsib puas choj nyiaj thiab xya caum tsib choj kub rau nws."},{"bible_id":"1525","chapter_code":"2CH.36","verse_code":"2CH.36.4","label":"4","content":"Nekaus tsa Yehau-ahas tus tijlaug Eliyakees ua vajntxwv kav lub tebchaws Yudas thiab muab nws hloov npe hu ua Yehauyakees. Nekaus coj Yehau-ahas mus rau nram tebchaws Iziv lawm."},{"bible_id":"1525","chapter_code":"2CH.36","verse_code":"2CH.36.5","label":"5","content":"Thaum Yehauyakees ua vajntxwv kav lub tebchaws Yudas nws hnubnyoog muaj nees nkaum tsib xyoos, thiab nws nyob hauv lub nroog Yeluxalees kav tau kaum ib xyoos. Yehauyakees ua txhaum rau tus TSWV uas yog nws tus Vajtswv."},{"bible_id":"1525","chapter_code":"2CH.36","verse_code":"2CH.36.6","label":"6","content":"Vajntxwv Nenpukajnexales uas kav lub tebchaws Npanpiloos thiaj tuaj tua lub tebchaws Yudas thiab ntes tau Yehauyakees, muab saw hlau khi coj mus rau tim tebchaws Npanpiloos lawm."},{"bible_id":"1525","chapter_code":"2CH.36","verse_code":"2CH.36.7","label":"7","content":"Nenpukajnexales coj tej nyiaj tej kub hauv lub Tuamtsev ibtxhia mus tso rau hauv nws lub loog uas nyob tim tebchaws Npanpiloos."},{"bible_id":"1525","chapter_code":"2CH.36","verse_code":"2CH.36.8","label":"8","content":"Txhua yam uas Yehauyakees ua, tsis hais nws tej kev phem kev qias thiab tej kev txhaum uas nws ua, puavleej muab sau cia rau hauv phau ntawv keebkwm uas teev cov Yixalayees thiab cov Yudas cov vajntxwv lub neej lawm. Thiab nws tus tub Yehauyakhees ua vajntxwv hloov nws chaw."},{"bible_id":"1525","chapter_code":"2CH.36","verse_code":"2CH.36.9","label":"9","content":"Thaum Yehauyakhees ua vajntxwv kav lub tebchaws Yudas nws hnubnyoog muaj kaum yim xyoo, thiab nws nyob hauv lub nroog Yeluxalees kav tau peb hlis thiab kaum hnub. Nws tau ua txhaum rau tus TSWV."},{"bible_id":"1525","chapter_code":"2CH.36","verse_code":"2CH.36.10","label":"10","content":"Thaum lub caij nplooj ntoos hlav, Vajntxwv Nenpukajnexales txawm tuaj ntes Yehauyakhees mus rau tim tebchaws Npanpiloos thiab coj tagnrho tej nyiaj tej kub hauv lub Tuamtsev mus lawm. Nenpukajnexales thiaj tsa Yehauyakhees tus txiv ntxawm  Xedekiyas ua vajntxwv kav lub tebchaws Yudas thiab cov neeg hauv lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"2CH.36","verse_code":"2CH.36.11","label":"11","content":"Thaum Xedekiyas ua vajntxwv kav lub tebchaws Yudas, nws hnubnyoog muaj nees nkaum ib xyoos, thiab nws nyob hauv lub nroog Yeluxalees kav tau kaum ib xyoos."},{"bible_id":"1525","chapter_code":"2CH.36","verse_code":"2CH.36.12","label":"12","content":"Nws ua txhaum rau tus TSWV, nws tsis txo hwjchim thiab tsis mloog Yelemis tus uas cev tus TSWV tej lus li."},{"bible_id":"1525","chapter_code":"2CH.36","verse_code":"2CH.36.13","label":"13","content":"Xedekiyas ntxeev siab rau Vajntxwv Nenpukajnexales tus uas yuam kom Xedekiyas tuav Vajtswv lub npe coglus hais tias nws yuav muab siab npuab Nenpukajnexales. Nws muaj lub siab tawv tsis kam lees txim thiab tig los cuag tus TSWV uas yog cov Yixalayees tus Vajtswv."},{"bible_id":"1525","chapter_code":"2CH.36","verse_code":"2CH.36.14","label":"14","content":"Tsis yog li ntawd xwb, cov Yudas cov thawjcoj, cov povthawj thiab cov neeg cia li mus nrog cov neeg txhaum uas nyob ibncig lawv, pe lawv tej mlom thiab ua rau tus TSWV lub Tuamtsev uas dawbhuv tsis huv lawm."},{"bible_id":"1525","chapter_code":"2CH.36","verse_code":"2CH.36.15","label":"15","content":"Tus TSWV uas yog lawv cov yawgkoob tus Vajtswv txib cov cev Vajtswv lus ntuas lawv ua ntu zus, rau qhov nws hlub nws haivneeg thiab lub Tuamtsev."},{"bible_id":"1525","chapter_code":"2CH.36","verse_code":"2CH.36.16","label":"16","content":"Tiamsis lawv saib tsis tau Vajtswv cov cevlus, tsis quavntsej nws tej lus thiab luag cov cev Vajtswv lus plig mus txog thaum tus TSWV chim rau nws haivneeg, lawv thiaj khiav tsis dim tus TSWV txojkev rau txim li."},{"bible_id":"1525","chapter_code":"2CH.36","verse_code":"2CH.36.17","label":"17","content":"Yog li ntawd, tus TSWV thiaj coj tus vajntxwv uas kav lub tebchaws Npanpiloos tuaj tua lawv. Tus vajntxwv ntawd tua cov Yudas tej tub hluas tuag pawglug rau hauv lub Tuamtsev. Nws tsis hlub leejtwg li, tsis hais tus laus tus hluas, pojniam txivneej, tus muaj mob lossis noj qab nyob zoo. Vajtswv muab lawv cob huv tibsi rau Nenpukajnexales tes."},{"bible_id":"1525","chapter_code":"2CH.36","verse_code":"2CH.36.18","label":"18","content":"Tus vajntxwv uas kav lub tebchaws Npanpiloos muab tej nyiaj tej kub hauv lub Tuamtsev thiab muab vajntxwv thiab nws cov nomtswv tej nyiaj tej kub txhua yam coj mus rau tim tebchaws Npanpiloos lawm."},{"bible_id":"1525","chapter_code":"2CH.36","verse_code":"2CH.36.19","label":"19","content":"Nws muab hluavtaws hlawv lub Tuamtsev thiab lub nroog Yeluxalees, tej loog thiab txhua yam muaj nqis uas nyob hauv tej loog kub hnyiab tas, thiab tsoo tus ntsa yeej uas thaiv lub nroog pob puas tas."},{"bible_id":"1525","chapter_code":"2CH.36","verse_code":"2CH.36.20","label":"20","content":"Nws coj cov neeg uas seem mus huv tibsi rau tim tebchaws Npanpiloos, lawv ua nws thiab ua nws cov xeebntxwv qhev mus txog thaum tebchaws Pawxias muaj vajntxwv kav."},{"bible_id":"1525","chapter_code":"2CH.36","verse_code":"2CH.36.21","label":"21","content":"Yog li ntawd, thiaj muaj raws li tus TSWV tej lus uas hais rau Yelemis tus uas cev Vajtswv lus hais tias, “Lub tebchaws yuav nyob qhuav nquas xya caum xyoo kom lub tebchaws muaj xyoo Xanpataus  rau qhov lawv tsis cia lub tebchaws so li.”"},{"bible_id":"1525","chapter_code":"2CH.36","verse_code":"2CH.36.22","label":"22","content":"Thawj xyoo uas Xailas ua huabtais  kav lub tebchaws Pawxias, tus TSWV thiaj ua kom muaj raws li nws tau hais rau Yelemis tus uas cev Vajtswv lus lawm. Tus TSWV tshoov Xailas siab kom tshabxo raws li tej lus samhwm nram no thiab sau xa mus nyeem nrov nrov rau cov pejxeem thoob plaws txhua qhov hauv lub tebchaws uas Xailas kav mloog hais tias,"},{"bible_id":"1525","chapter_code":"2CH.36","verse_code":"2CH.36.23","label":"23","content":"“Ntawm no yog Xailas uas yog tus huabtais kav lub tebchaws Pawxias tej lus samhwm. Tus TSWV uas yog Vajtswv, tus uas nyob saum ntuj tsa kuv los kav tagnrho lub qab ntuj no thiab kom kuv txhim kho lub Tuamtsev rau nws nyob hauv lub nroog Yeluxalees hauv lub tebchaws Yudas. Nimno nej cov uas yog Vajtswv haivneeg, nej cia li rov qab mus rau nej lub tebchaws thiab thov tus TSWV uas yog nej tus Vajtswv nrog nraim nej.”"}]