[{"bible_id":"1525","chapter_code":"2KI.1","verse_code":"2KI.1.1","label":"1","content":"Thaum Vajntxwv Ahaj tus uas kav lub tebchaws Yixalayees tuag lawm, cov Mau-am txawm ntxeev siab tawmtsam cov Yixalayees."},{"bible_id":"1525","chapter_code":"2KI.1","verse_code":"2KI.1.2","label":"2","content":"Vajntxwv Ahaxiyas uas kav lub tebchaws Yixalayees txawm poob saum theem tsev ob los rau hauv plag tsev uas yog nws lub loog hauv lub nroog Xamalis, ua rau nws raug mob sab kawg li. Yog li ntawd, nws thiaj txib ib co tubtxib mus nug cov Filitees tus vajtswv Npa-axenpus uas nyob hauv lub nroog Ekiloos saib qhov uas nws raug mob ntawd yuav zoo los tsis zoo."},{"bible_id":"1525","chapter_code":"2KI.1","verse_code":"2KI.1.3","label":"3","content":"Tiamsis tus TSWV ib tug timtswv los hais rau Eliyas uas yog tus cev Vajtswv lus uas nyob hauv Tinpes kom cia li mus cuag Vajntxwv Ahaxiyas cov tubtxib thiab nug hais tias, “Vim li cas nej thiaj mus cuag tus vajtswv Npa-axenpus uas nyob hauv lub nroog Ekiloos? Puas yog nej xav hais tias nyob hauv tebchaws Yixalayees tsis muaj vajtswv?"},{"bible_id":"1525","chapter_code":"2KI.1","verse_code":"2KI.1.4","label":"4","content":"Nej mus hais rau vajntxwv hais tias, ‘Tus TSWV hais tias, qhov uas koj raug mob yuav tsis zoo; koj yuav tuag xwb!’ ” Eliyas txawm mus hais raws li tus TSWV hais,"},{"bible_id":"1525","chapter_code":"2KI.1","verse_code":"2KI.1.5","label":"5","content":"thiab cov tubtxib ntawd thiaj rov qab mus cuag vajntxwv. Vajntxwv nug lawv hais tias, “Vim li cas nej rov qab los?”"},{"bible_id":"1525","chapter_code":"2KI.1","verse_code":"2KI.1.6","label":"6","content":"Lawv teb hais tias, “Peb mus ntsib ib tug txivneej, nws kom peb los hais rau koj hais tias, tus TSWV hais tias, ‘Vim li cas koj thiaj txib neeg mus nug tus vajtswv Npa-axenpus uas nyob hauv lub nroog Ekiloos? Puas yog koj xav hais tias nyob hauv tebchaws Yixalayees tsis muaj vajtswv? Qhov uas koj raug mob yuav tsis zoo; koj yuav tuag xwb!’ ”"},{"bible_id":"1525","chapter_code":"2KI.1","verse_code":"2KI.1.7","label":"7","content":"Vajntxwv nug lawv hais tias, “Tus txivneej ntawd zoo li cas?”"},{"bible_id":"1525","chapter_code":"2KI.1","verse_code":"2KI.1.8","label":"8","content":"Lawv teb hais tias, “Nws hnav ib lub tsho loj uas yog muab tawv tsiaj xaws, thiab sia  ib txoj siv tawv.” Vajntxwv teb hais tias, “Tus ntawd yog Eliyas ntag.”"},{"bible_id":"1525","chapter_code":"2KI.1","verse_code":"2KI.1.9","label":"9","content":"Ces vajntxwv txawm txib ib tug thawj tubrog coj tsib caug leej tubrog mus ntes Eliyas. Tus thawj tubrog mus pom Eliyas zaum saum ib lub pov roob, nws txawm hais rau Eliyas hais tias, “Vajtswv tus neeg, vajntxwv kom koj cia li nqis los.”"},{"bible_id":"1525","chapter_code":"2KI.1","verse_code":"2KI.1.10","label":"10","content":"Eliyas teb hais tias, “Yog hais tias kuv yog Vajtswv tus neeg tiag, thov kom hluavtaws poob saum ntuj los kub koj thiab koj cov tubrog!” Tamsim ntawd hluavtaws txawm poob saum ntuj los kub tus thawj tubrog thiab nws cov tubrog tuag tas."},{"bible_id":"1525","chapter_code":"2KI.1","verse_code":"2KI.1.11","label":"11","content":"Vajntxwv txib dua ib tug thawj tubrog coj tsib caug leej tubrog mus  ntes Eliyas, nws hais rau Eliyas hais tias, “Vajtswv tus neeg, vajntxwv kom koj cia li nqis los tamsim no.”"},{"bible_id":"1525","chapter_code":"2KI.1","verse_code":"2KI.1.12","label":"12","content":"Eliyas teb hais tias, “Yog hais tias kuv yog Vajtswv tus neeg tiag, thov kom hluavtaws poob saum ntuj los kub koj thiab koj cov tubrog!” Tamsim ntawd hluavtaws txawm poob saum ntuj los kub tus thawj tubrog thiab nws cov tubrog tuag tas."},{"bible_id":"1525","chapter_code":"2KI.1","verse_code":"2KI.1.13","label":"13","content":"Vajntxwv rov txib dua ib tug thawj tubrog coj tsib caug leej tubrog mus. Tus thawj tubrog ntawd nce mus rau saum lub pov roob thiab txhos caug ntua ntawm Eliyas xubntiag thov hais tias, “Vajtswv tus neeg, thov koj hlub kuv thiab kuv cov tubrog. Thov koj tseg peb txojsia!"},{"bible_id":"1525","chapter_code":"2KI.1","verse_code":"2KI.1.14","label":"14","content":"Hluavtaws twb poob saum ntuj los kub ob tug thawj tubrog thiab nkawd cov tubrog uas tuaj ua ntej tuag tas lawm, tiamsis thov koj tseg kuv txojsia!”"},{"bible_id":"1525","chapter_code":"2KI.1","verse_code":"2KI.1.15","label":"15","content":"Tus TSWV ib tug timtswv hais rau Eliyas hais tias, “Koj tsis txhob ntshai, cia li nrog nws mus.” Yog li ntawd, Eliyas thiaj nrog tus thawj tubrog ntawd mus cuag vajntxwv,"},{"bible_id":"1525","chapter_code":"2KI.1","verse_code":"2KI.1.16","label":"16","content":"Eliyas hais rau vajntxwv hais tias, “Tus TSWV hais li no: ‘Vim koj txib neeg mus cuag tus vajtswv Npa-axenpus uas nyob hauv lub nroog Ekiloos, cuag li tsis muaj Vajtswv nyob hauv tebchaws Yixalayees rau koj nug, koj yuav tsis zoo; koj yuav tuag!’ ”"},{"bible_id":"1525","chapter_code":"2KI.1","verse_code":"2KI.1.17","label":"17","content":"Ahaxiyas txawm tuag raws li tus TSWV tau hais rau Eliyas. Ahaxiyas tsis muaj tub, yog li ntawd nws tus kwv  Yaulas thiaj ua vajntxwv hloov Ahaxiyas chaw, thaum ntawd Yehausafas tus tub Yehaulas tabtom ua vajntxwv kav lub tebchaws Yudas tau ob xyoo."},{"bible_id":"1525","chapter_code":"2KI.1","verse_code":"2KI.1.18","label":"18","content":"Dua li lwm yam uas vajntxwv Ahaxiyas ua puavleej muab sau cia rau hauv  Phau Ntawv Keebkwm uas teev cov Yixalayees cov Vajntxwv lub neej lawm."},{"bible_id":"1525","chapter_code":"2KI.2","verse_code":"2KI.2.1","label":"1","content":"Thaum lub sijhawm uas tus TSWV tso khaub zeeg cua los tos Eliyas mus saum ntuj, Eliyas thiab Elisas tabtom taug kev tawm hauv lub nroog Nkilenkas mus rau lwm qhov;"},{"bible_id":"1525","chapter_code":"2KI.2","verse_code":"2KI.2.2","label":"2","content":"thiab thaum nkawd taug kev mus, Eliyas hais rau Elisas hais tias, “Koj nyob twjywm ntawm no tos, kuv yuav mus rau hauv lub nroog Npethees raws li TSWV hais.” Tiamsis Elisas teb hais tias, “Kuv coglus rau tus TSWV uas muaj sia nyob hais tseeb rau koj hais tias, kuv yuav tsis ncaim koj mus qhov twg li.” Ces nkawd txawm ua ke mus rau hauv lub nroog Npethees lawm."},{"bible_id":"1525","chapter_code":"2KI.2","verse_code":"2KI.2.3","label":"3","content":"Thaum nkawd mus txog, cov cev Vajtswv lus uas nyob hauv lub nroog tuaj cuag Elisas thiab hais rau nws hais tias, “Koj puas paub hais tias hnub no tus TSWV twb yuav coj koj tus xibhwb mus?” Elisas teb hais tias, “Ua twjywm tsis txhob hais lus, kuv twb paub lawm.”"},{"bible_id":"1525","chapter_code":"2KI.2","verse_code":"2KI.2.4","label":"4","content":"Eliyas hais rau Elisas hais tias, “Koj nyob twjywm ntawm no tos, kuv yuav mus rau hauv lub nroog Yelikaus raws li tus TSWV hais.” Tiamsis Elisas teb hais tias, “Kuv coglus rau tus TSWV uas muaj sia nyob hais tseeb rau koj hais tias, kuv yuav tsis ncaim koj mus qhov twg li.” Ces nkawd txawm ua ke mus rau hauv lub nroog Yelikaus lawm."},{"bible_id":"1525","chapter_code":"2KI.2","verse_code":"2KI.2.5","label":"5","content":"Thaum nkawd mus txog, cov cev Vajtswv lus uas nyob hauv lub nroog tuaj cuag Elisas thiab hais rau nws hais tias, “Koj puas paub hais tias hnub no tus TSWV twb yuav coj koj tus xibhwb mus?” Elisas teb hais tias, “Ua twjywm tsis txhob hais lus, kuv twb paub lawm.”"},{"bible_id":"1525","chapter_code":"2KI.2","verse_code":"2KI.2.6","label":"6","content":"Eliyas hais rau Elisas hais tias, “Koj nyob twjywm ntawd no tos, kuv yuav mus rau nram tus Dej Yauladees raws li tus TSWV hais.” Tiamsis Elisas teb hais tias, “Kuv coglus rau tus TSWV uas muaj sia nyob hais tseeb rau koj hais tias, kuv yuav tsis ncaim koj mus qhov twg li.” Ces nkawd txawm ua ke mus,"},{"bible_id":"1525","chapter_code":"2KI.2","verse_code":"2KI.2.7","label":"7","content":"thiab muaj tsib caug leej cev Vajtswv lus raws nkawd mus txog nram tus Dej Yauladees. Eliyas thiab Elisas mus sawv ntawm ntug dej, thiab tsib caug leej cev Vajtswv lus ntawd txawm mus sawv ib cag saib."},{"bible_id":"1525","chapter_code":"2KI.2","verse_code":"2KI.2.8","label":"8","content":"Eliyas hle hlo nws lub tsho ntev thiab muab kauv ua ib caj nplawm dej, dej txawm faib hlo rau ob sab ua kev qhuav qhawv rau Eliyas thiab Elisas mus rau sab tim ub."},{"bible_id":"1525","chapter_code":"2KI.2","verse_code":"2KI.2.9","label":"9","content":"Thaum nkawd mus txog sab tid lawm, Eliyas hais rau Elisas hais tias, “Cheem Vajtswv tsis tau coj kuv mus, yog koj xav tau ua dabtsi koj cia li thov.” Elisas teb hais tias, “Thov faib koj lub hwjchim rau kuv, cia kuv ua tus hloov koj chaw.”"},{"bible_id":"1525","chapter_code":"2KI.2","verse_code":"2KI.2.10","label":"10","content":"Eliyas teb hais tias, “Koj thov yam uas muab nyuaj kawg li. Txawm li cas los xij, yog koj pom Vajtswv coj kuv mus, ces koj yuav tau raws li koj thov; tiamsis yog koj tsis pom kuv mus, koj yuav tsis tau ib yam dabtsi li.”"},{"bible_id":"1525","chapter_code":"2KI.2","verse_code":"2KI.2.11","label":"11","content":"Thaum nkawd tseem sib tham tujtaws taug kev txawm muaj ib co nees huab cua luag ib lub tsheb nees hluavtaws cig nplaim liab ploog los phua plhawv nkawd mus, ces khaub zeeg cua txawm nqa hlo Eliyas mus rau saum ntuj lawm."},{"bible_id":"1525","chapter_code":"2KI.2","verse_code":"2KI.2.12","label":"12","content":"Elisas saib dheev pom Eliyas thiab hu hais tias, “Kuv txiv, kuv txiv! Tus muaj hwjchim loj kawg nkaus uas pab cov Yixalayees! Koj txawm mus lawm tiag los!” Ces Elisas txawm tsis pom Eliyas li lawm. Elisas tu siab heev, nws txawm muab nws lub tsho ntev dua rhe ua ob daim."},{"bible_id":"1525","chapter_code":"2KI.2","verse_code":"2KI.2.13","label":"13","content":"Nws thiaj mus khaws nkaus Eliyas lub tsho ntev uas poob los thiab rov mus sawv ntawm ntug Dej Yauladees."},{"bible_id":"1525","chapter_code":"2KI.2","verse_code":"2KI.2.14","label":"14","content":"Nws muab Eliyas lub tsho nplawm dej thiab hu hais tias, “Tus TSWV uas yog Eliyas tus Vajtswv, koj nyob qhov twg?” Nws rov muab lub tsho nplawm dej, dej txawm faib hlo rau ob sab, Elisas thiaj rov los lawm."},{"bible_id":"1525","chapter_code":"2KI.2","verse_code":"2KI.2.15","label":"15","content":"Thaum tsib caug leej cev Vajtswv lus uas tuaj hauv lub nroog Yelikaus tuaj pom li ntawd, lawv thiaj hais tias, “Elisas tau Eliyas lub hwjchim lawm!” Lawv sawvdaws khiav mus tos Elisas thiab txhos caug ntua pe nws"},{"bible_id":"1525","chapter_code":"2KI.2","verse_code":"2KI.2.16","label":"16","content":"thiab hais tias, “Peb tsib caug leej no puavleej yog cov uas khov kho xwb. Thov cia peb mus nrhiav koj tus xibhwb. Tej zaum tus TSWV tus ntsujplig coj nws mus rau saum tej roob lossis tom tej hav lawm.” Elisas teb hais tias, “Nej tsis txhob mus nrhiav.”"},{"bible_id":"1525","chapter_code":"2KI.2","verse_code":"2KI.2.17","label":"17","content":"Tiamsis lawv pheej thov tas zog li, Elisas ua tsis tau li cas, nws thiaj cia lawv mus nrhiav. Lawv tsib caug leej ntawd thiaj mus nrhiav Eliyas rau pem tej roob thiab tej hav tau peb hnub tiamsis tsis pom li."},{"bible_id":"1525","chapter_code":"2KI.2","verse_code":"2KI.2.18","label":"18","content":"Lawv rov los cuag Elisas hauv lub nroog Yelikaus. Nws tseem nyob hauv tos lawv, thiab nws hais rau lawv hais tias, “Kuv twb hais rau nej tias tsis txhob mus nrhiav nws no ne!”"},{"bible_id":"1525","chapter_code":"2KI.2","verse_code":"2KI.2.19","label":"19","content":"Cov neeg uas nyob hauv lub nroog Yelikaus muaj qee leej mus hais rau Elisas hais tias, “Koj paub hais tias lub nroog no xis nyob kawg li, tiamsis tej dej tsis zoo thiab ua rau cov pojniam pheej nchuav cev.”"},{"bible_id":"1525","chapter_code":"2KI.2","verse_code":"2KI.2.20","label":"20","content":"Elisas hais rau lawv hais tias, “Nej mus muab ib co ntsev ntim rau hauv ib lub tais tshiab nqa tuaj rau kuv.” Lawv txawm ua li Elisas hais."},{"bible_id":"1525","chapter_code":"2KI.2","verse_code":"2KI.2.21","label":"21","content":"Elisas mus rau tom lub qhovdej, nws muab cov ntsev ntawd hliv rau hauv lub qhovdej thiab hais tias, “Tus TSWV hais li no: ‘Kuv ua rau lub qhovdej no zoo lawm, txij no mus cov dej yuav tsis ua rau leejtwg tuag lossis nchuav menyuam lawm.’ ”"},{"bible_id":"1525","chapter_code":"2KI.2","verse_code":"2KI.2.22","label":"22","content":"Txij thaum ntawd los txog niaj hnub no lub qhovdej ntawd txawm zoo raws li Elisas hais."},{"bible_id":"1525","chapter_code":"2KI.2","verse_code":"2KI.2.23","label":"23","content":"Elisas tawm hauv lub nroog Yelikaus mus rau pem lub nroog Npethees. Thaum nws tabtom taug kev mus, txawm muaj ib co tub hluas tawm hauv nroog tuaj qw thuam Elisas hais tias, “Yawg laus do hau, koj cia li khiav mus!”"},{"bible_id":"1525","chapter_code":"2KI.2","verse_code":"2KI.2.24","label":"24","content":"Elisas tig hlo los ntsia lawv thiab tuav tus TSWV lub npe foom lawv. Ces txawm muaj ob tug maum dais tawm hauv hav ntoo los muab plaub caug ob leeg tub hluas ntawd tom tuag tas huv tibsi."},{"bible_id":"1525","chapter_code":"2KI.2","verse_code":"2KI.2.25","label":"25","content":"Ces Elisas txawm mus rau saum lub Roob Kalemees, thiab tom qab ntawd nws rov los rau hauv lub nroog Xamalis."},{"bible_id":"1525","chapter_code":"2KI.3","verse_code":"2KI.3.1","label":"1","content":"Thaum Yehausafas ua vajntxwv kav lub tebchaws Yudas tau kaum yim xyoo lawm, Ahaj tus tub Yaulas mam li ua vajntxwv kav lub tebchaws Yixalayees, thiab nws nyob hauv lub nroog Xamalis kav tau kaum ob xyoos."},{"bible_id":"1525","chapter_code":"2KI.3","verse_code":"2KI.3.2","label":"2","content":"Yaulas ua txhaum rau tus TSWV, tiamsis nws tsis ua txhaum loj npaum li nws txiv lossis nws niam Yexenpees; nws muab tus ncej mlom Npa-as uas nws txiv ua los teev rhuav povtseg."},{"bible_id":"1525","chapter_code":"2KI.3","verse_code":"2KI.3.3","label":"3","content":"Txawm li ntawd los nws pheej coj cov Yixalayees mus ua txhaum tsis tseg ib yam li Nenpas tus tub uas yog Vajntxwv Yelaunpau-as uas nyob ua ntej nws lawm ua."},{"bible_id":"1525","chapter_code":"2KI.3","verse_code":"2KI.3.4","label":"4","content":"Vajntxwv Mesas uas kav lub tebchaws Mau-am muaj yaj coob heev, txhua lub xyoo twg nws coj ib puas txhiab tus menyuam yaj thiab txiav ib puas txhiab tus yaj tej plaub coj tuaj pub rau cov Yixalayees tus vajntxwv."},{"bible_id":"1525","chapter_code":"2KI.3","verse_code":"2KI.3.5","label":"5","content":"Tiamsis thaum Vajntxwv Ahaj uas kav lub tebchaws Yixalayees tuag lawm, Mesas txawm ntxeev siab rau cov Yixalayees."},{"bible_id":"1525","chapter_code":"2KI.3","verse_code":"2KI.3.6","label":"6","content":"Thaum ntawd Vajntxwv Yaulas txawm tawm hauv lub nroog Xamalis mus txhij tagnrho nws cov tubrog tuaj ua ke."},{"bible_id":"1525","chapter_code":"2KI.3","verse_code":"2KI.3.7","label":"7","content":"Nws hais mus rau Vajntxwv Yehausafas uas kav lub tebchaws Yudas hais tias, “Tus vajntxwv uas kav lub tebchaws Mau-am tau ntxeev siab rau kuv lawm; koj puas pab kuv mus tua nws?” Vajntxwv Yehausafas teb hais tias, “Kuv txaus siab yuav pab koj. Kuv cov tubrog thiab kuv cov nees los kuj ib yam li yog koj tug li."},{"bible_id":"1525","chapter_code":"2KI.3","verse_code":"2KI.3.8","label":"8","content":"Peb yuav mus txojkev twg mus tua lawv?” Yaulas teb hais tias, “Peb yuav tshuv kev mus rau tom tiaj suabpuam Edoos tuaj.”"},{"bible_id":"1525","chapter_code":"2KI.3","verse_code":"2KI.3.9","label":"9","content":"Yog li ntawd, cov Yudas tus vajntxwv thiab cov Edoos tus vajntxwv thiaj nrog Vajntxwv Yaulas mus. Thaum lawv mus tau xya hnub ke tej dej uas lawv npaj mus tas lawm, lawv tsis tshuav dej rau lawv cov tubrog lossis lawv cov tsiaj haus li lawm."},{"bible_id":"1525","chapter_code":"2KI.3","verse_code":"2KI.3.10","label":"10","content":"Vajntxwv Yaulas hais tias, “Peb tuag lauj! Tus TSWV muab peb, peb leeg no cob rau tus vajntxwv uas kav lub tebchaws Mau-am tes lawm!”"},{"bible_id":"1525","chapter_code":"2KI.3","verse_code":"2KI.3.11","label":"11","content":"Vajntxwv Yehausafas nug hais tias, “Txawm tsis muaj ib tug cev Vajtswv lus nyob ntawm no pab peb nug tus TSWV li los?” Vajntxwv Yaulas ib tug thawj tubrog teb hais tias, “Elisas uas yog Safas tus tub nyob ntawm no. Nws yog tus uas pab Eliyas.”"},{"bible_id":"1525","chapter_code":"2KI.3","verse_code":"2KI.3.12","label":"12","content":"Vajntxwv Yehausafas hais tias, “Elisas yog ib tug cev Vajtswv lus tseeb.” Yog li ntawd, peb tug vajntxwv ntawd thiaj mus cuag Elisas."},{"bible_id":"1525","chapter_code":"2KI.3","verse_code":"2KI.3.13","label":"13","content":"Elisas hais rau tus vajntxwv uas kav lub tebchaws Yixalayees hais tias, “Vim li cas koj thiaj kom kuv pab koj? Koj cia li mus nug cov cevlus uas koj niam thiab koj txiv nkawd ibtxwm nug.” Yaulas teb hais tias, “Tsis tau, rau qhov tus TSWV muab peb peb tug vajntxwv no cob rau tus vajntxwv uas kav lub tebchaws Mau-am tes lawm.”"},{"bible_id":"1525","chapter_code":"2KI.3","verse_code":"2KI.3.14","label":"14","content":"Elisas teb hais tias, “Kuv coglus rau tus TSWV uas muaj sia nyob uas kuv pehawm hais tias, yog kuv tsis hwm Vajntxwv Yehausafas uas kav lub tebchaws Yudas uas tuaj pab koj, ces kuv yeej tsis quavntsej koj li."},{"bible_id":"1525","chapter_code":"2KI.3","verse_code":"2KI.3.15","label":"15","content":"Cia li mus hu ib tug uas txawj ntaus nkauj nogncas tuaj cuag kuv tamsim no.” Thaum tus ntawd tuaj txog, nws ntaus nws lub nkauj nogncas, ces tus TSWV lub hwjchim txawm los kav hlo Elisas,"},{"bible_id":"1525","chapter_code":"2KI.3","verse_code":"2KI.3.16","label":"16","content":"thiab Elisas hais tias, “Tus TSWV hais li no: ‘Nej cia li khawb lub hav qhuav no kom ua tej lub qhov."},{"bible_id":"1525","chapter_code":"2KI.3","verse_code":"2KI.3.17","label":"17","content":"Txawm yog nimno nej tsis tau pom los nag thiab tsis hnov cua ntsawj los cov qhov uas nej khawb yuav muaj dej puv nkaus rau nej, nej tej nyuj tej nees thauj nra, thiab lwm yam tsiaj txhu yuav tau dej haus nplua mias.’ ”"},{"bible_id":"1525","chapter_code":"2KI.3","verse_code":"2KI.3.18","label":"18","content":"Elisas hais ntxiv hais tias, “Tej no yoojyim heev rau tus TSWV ua. Tsis tas li ntawd xwb, nws tseem yuav pub kom nej tua yeej cov Mau-am thiab."},{"bible_id":"1525","chapter_code":"2KI.3","verse_code":"2KI.3.19","label":"19","content":"Nej yuav mus tua thiab txeeb tau cov Mau-am tej nroog zoo uas muaj ntsa yeej thaiv khov kho; nej yuav muab lawv tej txiv ntoo ntov, txhub lawv tej qhovdej, thiab muab pobzeb pov kom puv nkaus lawv tej teb uas zoo qoob kom puastsuaj tas huv tibsi.”"},{"bible_id":"1525","chapter_code":"2KI.3","verse_code":"2KI.3.20","label":"20","content":"Hnub tom qab thaum sawv ntxov uas yog lub caij hlawv khoom fij txawm muaj dej ntws pem Edoos los rau hauv lub tebchaws txhua qhov."},{"bible_id":"1525","chapter_code":"2KI.3","verse_code":"2KI.3.21","label":"21","content":"Thaum cov Mau-am hnov hais tias muaj peb tug vajntxwv tuaj tua lawv, ces txhua tus txivneej uas ua taus rog, tsis hais cov laus cov hluas, puavleej raug hu kom mus zov ntawm tus ciamteb."},{"bible_id":"1525","chapter_code":"2KI.3","verse_code":"2KI.3.22","label":"22","content":"Hnub tom qab thaum sawv ntxov, cov Mau-am pom lub hnub ci rau cov dej ua rau dej liab ploog ib yam li ntshav."},{"bible_id":"1525","chapter_code":"2KI.3","verse_code":"2KI.3.23","label":"23","content":"Cov Mau-am hais tias, “Yog ntshav los sav! Yeej yog peb tug vajntxwv uas yog peb cov yeebncuab cov tubrog rov sib tua tuag ntag! Peb cia li mus huab tej khoom hauv lawv lub yeej!”"},{"bible_id":"1525","chapter_code":"2KI.3","verse_code":"2KI.3.24","label":"24","content":"Tiamsis thaum lawv mus txog ntawm lub yeej, cov Yixalayees txawm sawv pes tsees los tua lawv, ua rau lawv thim hlo rov qab. Cov tubrog Yixalayees caum qab  mus tua cov Mau-am"},{"bible_id":"1525","chapter_code":"2KI.3","verse_code":"2KI.3.25","label":"25","content":"thiab rhuav lawv tej nroog puastsuaj tas. Thaum cov Yixalayees los txog ntawm cov Mau-am tej teb uas zoo qoob, ces cov tubrog Yixalayees txhua tus txawm khaws pobzeb pov puv nkaus tej teb ntawd; txhub lawv tej qhovdej thiab ntov lawv tej txiv ntoo tas dulug. Thaum kawg tsuas tshuav lub tuamceeb nroog Kiles Heles  xwb los tseem muaj dua ib pab tubrog uas txawj ntaus zes hlua tuaj vij thiab tua lub nroog ntawd."},{"bible_id":"1525","chapter_code":"2KI.3","verse_code":"2KI.3.26","label":"26","content":"Thaum cov Mau-am tus vajntxwv pom hais tias nws swb lawm, nws txawm coj xya pua leej tubrog uas txawj tua ntaj nrog nws pluav ntxhias khiav kom dhau cov yeebncuab mus cuag tus vajntxwv uas kav lub tebchaws Xilias,  tiamsis nws mus tsis dhau."},{"bible_id":"1525","chapter_code":"2KI.3","verse_code":"2KI.3.27","label":"27","content":"Nws thiaj muab nws tus tub hlob uas yuav ua vajntxwv hloov nws chaw tua fij rau cov Mau-am tus mlom saum tus ntsa yeej uas thaiv lub nroog. Txawm muaj xwm ua rau cov Yixalayees ntshai,  lawv thiaj tso lub nroog ntawd tseg rov qab los rau hauv lawv lub tebchaws lawm."},{"bible_id":"1525","chapter_code":"2KI.4","verse_code":"2KI.4.1","label":"1","content":"Muaj ib tug pojntsuam uas nws tug txiv yog ib tug cev Vajtswv lus tuaj cuag Elisas thiab hais tias, “Tus tswv, kuv tus txiv tuag lawm. Koj yeej paub hais tias nws hwm Vajtswv heev, tiamsis tus uas peb tshuav nqi yuav tuaj coj kuv ob tug tub mus ua nws qhev.”"},{"bible_id":"1525","chapter_code":"2KI.4","verse_code":"2KI.4.2","label":"2","content":"Elisas nug hais tias, “Koj xav kom kuv pab dabtsi? Qhia rau kuv saib, koj muaj dabtsi nyob hauv tsev?” Tus pojntsuam ntawd teb hais tias, “Kuv tsis muaj dabtsi li, tsuas muaj ib hub roj me me xwb.”"},{"bible_id":"1525","chapter_code":"2KI.4","verse_code":"2KI.4.3","label":"3","content":"Elisas hais tias, “Koj mus qiv tej neeg zejzog tej hub uas khoom ntau lub los, tsis txhob qiv lub puav xwb,"},{"bible_id":"1525","chapter_code":"2KI.4","verse_code":"2KI.4.4","label":"4","content":"ces koj thiab koj ob tug tub cia li mus rau hauv tsev, kaw qhovrooj rau thiab hliv roj rau hauv cov hub ntawd txhua lub. Thaum lub hub twg puv lawm muab txawb rau ib cag.”"},{"bible_id":"1525","chapter_code":"2KI.4","verse_code":"2KI.4.5","label":"5","content":"Tus pojniam ntawd txawm rov mus tsev, nws thiab nws ob tug tub kaw qhovrooj rau thiab muab lub hub roj me me los hliv rau hauv cov hub uas ob tug tub mus qiv los rau nws ntawd."},{"bible_id":"1525","chapter_code":"2KI.4","verse_code":"2KI.4.6","label":"6","content":"Thaum cov hub puv tas txhua lub lawm, leej niam hais tias, “Muab dua ib lub los thiab.” Nkawd teb hais tias, “Tas rau lub ko lawm.” Ces roj txawm tu nrho tsis los lawm."},{"bible_id":"1525","chapter_code":"2KI.4","verse_code":"2KI.4.7","label":"7","content":"Tus pojniam ntawd thiaj rov mus cuag Elisas uas yog tus cev Vajtswv lus, Elisas hais rau nws hais tias, “Koj rov mus tsev, muab cov roj ntawd muag, muab cov nyiaj ntawd them nej tej nuj nqi, thiab cov uas seem yeej yuav txaus nej cov niamtub siv mus yav tom ntej.”"},{"bible_id":"1525","chapter_code":"2KI.4","verse_code":"2KI.4.8","label":"8","content":"Muaj ib hnub Elisas mus rau hauv lub nroog Sunees. Muaj ib tug pojniam npluanuj nyob hauv lub nroog ntawd. Nws txawm hu Elisas mus noj mov hauv nws tsev. Txij thaum ntawd los, txhua zaus uas Elisas dua kev tuaj hauv lub nroog ntawd, nws pheej mus so hauv tus pojniam ntawd lub tsev."},{"bible_id":"1525","chapter_code":"2KI.4","verse_code":"2KI.4.9","label":"9","content":"Tus pojniam ntawd hais rau nws tus txiv hais tias, “Kuv paub hais tias tus txivneej uas niaj zaus tuaj hauv wb tsev no yog Vajtswv ib tug neeg uas ncaj ncees."},{"bible_id":"1525","chapter_code":"2KI.4","verse_code":"2KI.4.10","label":"10","content":"Wb cia li txuas ib chav rau txheej tsev saum, muab txaj, rooj, tog thiab teeb mus tso rau hauv chav ntawd. Thaum nws tuaj saib wb, nws thiaj tau chaw pw.”"},{"bible_id":"1525","chapter_code":"2KI.4","verse_code":"2KI.4.11","label":"11","content":"Muaj ib hnub Elisas txawm rov mus rau hauv lub nroog Sunees thiab mus pw rau saum nws chav tsev ntawd."},{"bible_id":"1525","chapter_code":"2KI.4","verse_code":"2KI.4.12","label":"12","content":"Elisas hais kom nws tus tubtxib Nkehaxis mus hu tus pojniam ntawd los. Thaum tus pojniam ntawd los txog,"},{"bible_id":"1525","chapter_code":"2KI.4","verse_code":"2KI.4.13","label":"13","content":"Elisas hais rau Nkehaxis hais tias, “Koj nug tus pojniam ntawd saib nws xav kom kuv ua dabtsi rau nws, rau qhov wb pheej tuaj tabkaum nws, thiab nws tau ua ntau yam rau wb lawm. Tej zaum nws xav kom kuv mus thov vajntxwv lossis tus thawj tubrog pab nws ib yam dabtsi.” Tus pojniam ntawd teb hais tias, “Kuv nyob ntawm no los kuv kuj nrog luag muaj noj muaj haus thiab.”"},{"bible_id":"1525","chapter_code":"2KI.4","verse_code":"2KI.4.14","label":"14","content":"Elisas nug Nkehaxis hais tias, “Yog li ntawd, kuv yuav pab nws dabtsi thiaj zoo?” Nkehaxis teb hais tias, “Qhov tseemceeb mas nws tsis muaj ib tug menyuam li, thiab nws tus txiv los laus lawm.”"},{"bible_id":"1525","chapter_code":"2KI.4","verse_code":"2KI.4.15","label":"15","content":"Elisas hais tias, “Koj mus hais kom nws los ntawm no.” Tus pojniam ntawd thiaj los sawv ntawm qhovrooj,"},{"bible_id":"1525","chapter_code":"2KI.4","verse_code":"2KI.4.16","label":"16","content":"Elisas hais rau nws hais tias, “Lwm xyoo lub caij no koj yuav tau ib tug metub los puag.” Nws teb Elisas hais tias, “Kuv tus tswv uas yog Vajtswv tus neeg, koj tsis txhob dag kuv li ko!”"},{"bible_id":"1525","chapter_code":"2KI.4","verse_code":"2KI.4.17","label":"17","content":"Ces tus pojniam ntawd txawm xeeb tub, thiab xyoo tom qab nws txawm yug tau ib tug metub raws li lub caij uas Elisas tau teem cia ntawd tiag."},{"bible_id":"1525","chapter_code":"2KI.4","verse_code":"2KI.4.18","label":"18","content":"Tau ob peb xyoo tom qab thaum lub caij sau qoob, muaj ib tagkis tus metub ntawd txawm mus cuag nws txiv rau qhov nws txiv mus saib cov tubqhe hlais nplej nram teb lawm."},{"bible_id":"1525","chapter_code":"2KI.4","verse_code":"2KI.4.19","label":"19","content":"Thaum tus metub ntawd mus txog, nws quaj rau nws txiv hais tias, “Txiv, mob mob kuv taubhau! Mob mob kuv taubhau!” Leej txiv hais rau ib tug tubqhe hais tias, “Cia li puag tus metub no mus rau nws niam.”"},{"bible_id":"1525","chapter_code":"2KI.4","verse_code":"2KI.4.20","label":"20","content":"Tus tubqhe thiaj li puag tus metub mus rau leej niam, thiab leej niam puag tus metub rau ntawm nws xubntiag mus txog thaum tavsu, ces tus metub txawm tu sia lawm."},{"bible_id":"1525","chapter_code":"2KI.4","verse_code":"2KI.4.21","label":"21","content":"Leej niam puag tus metub mus tso rau saum Elisas chav tsev thiab muab tso rau saum txaj. Nws tawm los thiab kaw qhovrooj rau."},{"bible_id":"1525","chapter_code":"2KI.4","verse_code":"2KI.4.22","label":"22","content":"Nws hu nws tus txiv hais tias, “Koj kom ib tug tubtxib cab ib tug neesluav los rau kuv, kuv maj yuav mus cuag Elisas uas yog tus cev Vajtswv lus thiab kuv mam rov los tsev.”"},{"bible_id":"1525","chapter_code":"2KI.4","verse_code":"2KI.4.23","label":"23","content":"Nws tus txiv nug hais tias, “Vim li cas koj thiaj yuav mus hnub no? Hnub no twb tsis yog Hnub Xanpataus lossis Hnub Hlis Xiab ne?” Tiamsis tus pojniam teb hais tias, “Txawm li ntawd los kuv yuav mus.”"},{"bible_id":"1525","chapter_code":"2KI.4","verse_code":"2KI.4.24","label":"24","content":"Nws hais kom tus tubtxib muab eeb nog rau saum tus neesluav rau nws caij, thiab nws hais rau tus tubtxib hais tias, “Koj cia li cab tus neesluav no mus ceev rooj, thaum twg kuv kom so mam li so.”"},{"bible_id":"1525","chapter_code":"2KI.4","verse_code":"2KI.4.25","label":"25","content":"Yog li ntawd, nws thiaj mus rau pem lub Roob Kalemees uas Elisas nyob. Thaum Elisas pom tus pojniam ntawd tuaj txog tim ub, nws txawm hais rau nws tubtxib Nkehaxis hais tias, “Koj ntsia tid saib, tus pojniam uas nyob hauv Sunees tabtom taug kev tuaj txog tid!"},{"bible_id":"1525","chapter_code":"2KI.4","verse_code":"2KI.4.26","label":"26","content":"Koj tsawg tsuag cia li mus tos nws thiab nug nws saib nws tus txiv thiab nws tus metub puas noj qab nyob zoo.” Nws hais rau Nkehaxis hais tias, “Peb puavleej noj qab nyob zoo.”"},{"bible_id":"1525","chapter_code":"2KI.4","verse_code":"2KI.4.27","label":"27","content":"Thaum nws los txog ntawm Elisas, nws txawm txhos caug ntua rau ntawm Elisas xubntiag thiab qawm lias Elisas ob txhais kotaw. Nkehaxis txav zog mus yuav muab nws rub tawm, tiamsis Elisas hais tias, “Koj tsis txhob rub nws, koj tsis pom hais tias nws nyuaj siab kawg li los? Tiamsis tus TSWV tsis tau qhia zaj no rau kuv paub li.”"},{"bible_id":"1525","chapter_code":"2KI.4","verse_code":"2KI.4.28","label":"28","content":"Tus pojniam ntawd hais rau Elisas hais tias, “Kuv tus tswv, kuv tsis tau taij koj thov Vajtswv kom kuv muaj tub, thaum ntawd kuv twb hais rau koj hais tias koj tsis txhob lam hais kom kuv cia siab no ne?”"},{"bible_id":"1525","chapter_code":"2KI.4","verse_code":"2KI.4.29","label":"29","content":"Elisas hais rau Nkehaxis hais tias, “Koj cia li nqa kuv tus pas nrig no ceev rooj mus, koj mus ntsib leejtwg los koj tsis txhob hu nws, thiab leejtwg hu koj los tsis txhob teb. Koj nqa kuv tus pas nrig ncaj nraim mus rau hauv tsev thiab muab tso rau saum tus metub lub ntsejmuag.”"},{"bible_id":"1525","chapter_code":"2KI.4","verse_code":"2KI.4.30","label":"30","content":"Tiamsis tus pojniam ntawd hais rau Elisas hais tias, “Kuv coglus rau tus TSWV uas muaj sia nyob thiab rau koj hais tias, kuv yuav tsis ncaim koj mus qhov twg li!” Ces Elisas thiab tus pojniam ntawd thiaj ua ke raws Nkehaxis qab mus."},{"bible_id":"1525","chapter_code":"2KI.4","verse_code":"2KI.4.31","label":"31","content":"Nkehaxis khiav ua ntej mus txog thiab muab Elisas tus pas nrig tso rau saum tus metub lub ntsejmuag, tiamsis tsis hnov tus metub nroo lossis xeev li. Nkehaxis thiaj rov los qhia rau Elisas hais tias, “Tus metub tseem tsis tau xeev li.”"},{"bible_id":"1525","chapter_code":"2KI.4","verse_code":"2KI.4.32","label":"32","content":"Thaum Elisas mus txog lawm, nws tib leeg nce mus rau saum chav tsev ntawd thiab nws pom tus metub tuag xyab rau saum txaj."},{"bible_id":"1525","chapter_code":"2KI.4","verse_code":"2KI.4.33","label":"33","content":"Nws txawm kaw nkaus qhovrooj thiab thov tus TSWV."},{"bible_id":"1525","chapter_code":"2KI.4","verse_code":"2KI.4.34","label":"34","content":"Nws qhau cev hlo rau saum tus metub, qhovncauj npuab qhovncauj, qhovmuag npuab qhovmuag thiab tes npuab tes. Thaum nws qhau ces hlo rau saum tus metub li ntawd, tus metub lub cev txawm sov tuaj."},{"bible_id":"1525","chapter_code":"2KI.4","verse_code":"2KI.4.35","label":"35","content":"Elisas sawv ncig mus ncig los hauv chav tsev ntawd thiab rov qhau cev hlo rau saum tub metub dua ib zaug ntxiv. Tus metub txawm txham xya zaus thiab qhib hlo qhovmuag."},{"bible_id":"1525","chapter_code":"2KI.4","verse_code":"2KI.4.36","label":"36","content":"Elisas hais kom Nkehaxis hu leej niam los. Thaum leej niam los txog, Elisas hais rau nws hais tias, “Cia li coj koj tus metub mus.”"},{"bible_id":"1525","chapter_code":"2KI.4","verse_code":"2KI.4.37","label":"37","content":"Leej niam txawm txhos caug ntua ntawm Elisas kotaw, ua ntsejmuag ti nkaus av, thiab puag nws tus metub mus lawm."},{"bible_id":"1525","chapter_code":"2KI.4","verse_code":"2KI.4.38","label":"38","content":"Thaum muaj kev tshaib nqhis thoob lub tebchaws, Elisas rov los txog hauv Nkilenkas. Thaum Elisas tabtom qhia ib pab cev Vajtswv lus, nws txawm hais rau nws tus tubtxib Nkehaxis hais tias, “Muab lub laujkaub txawb rau hauv qhovcub thiab ua zaub rau cov cev Vajtswv lus noj.”"},{"bible_id":"1525","chapter_code":"2KI.4","verse_code":"2KI.4.39","label":"39","content":"Lawv cov ntawd muaj ib tug txawm mus de txujlom tom teb. Nws pom ib tsob taub iab qus, ces nws txawm de tau ib tsuag los thiab muab txhoov hau rau hauv laujkaub, lawv twb tsis paub hais tias yog zaub dabtsi."},{"bible_id":"1525","chapter_code":"2KI.4","verse_code":"2KI.4.40","label":"40","content":"Lawv txawm muab daus los rau sawvdaws noj, thaum lawv noj cov zaub ntawd, lawv hais rau Elisas hais tias, “Xibhwb, muaj taug tshuaj nyob hauv laujkaub zaub no!” Ces lawv tsis noj."},{"bible_id":"1525","chapter_code":"2KI.4","verse_code":"2KI.4.41","label":"41","content":"Elisas hais kom lawv muab ib co hmoov nplej los rau nws, nws txawm muab npoo rau hauv lub laujkaub thiab hais tias, “Muab daus mus rau sawvdaws noj.” Ces cov zaub txawm tsis muaj taug tshuaj lawm."},{"bible_id":"1525","chapter_code":"2KI.4","verse_code":"2KI.4.42","label":"42","content":"Muaj ib zaug, ib tug txivneej nyob hauv lub zos Npa-as Salisas tuaj, nws coj nees nkaum lub ncuav uas yog muab thawj phaum qib ua thiab ib co hnab nplej tuaj rau Elisas. Elisas kom nws tus tubtxib muab faib rau cov cev Vajtswv lus noj,"},{"bible_id":"1525","chapter_code":"2KI.4","verse_code":"2KI.4.43","label":"43","content":"tiamsis tus tubtxib teb hais tias, “Koj xav hais tias npaum li no ncuav xwb txaus ib puas leej noj no los?” Elisas teb hais tias, “Cia li muab faib rau sawvdaws noj, rau qhov tus TSWV hais tias, lawv txhua tus yuav noj tsau thiab tseem tshuav.”"},{"bible_id":"1525","chapter_code":"2KI.4","verse_code":"2KI.4.44","label":"44","content":"Ces nws txawm muab faib rau sawvdaws noj, lawv puavleej tau noj tsau thiab tseem seem raws nraim li tus TSWV hais."},{"bible_id":"1525","chapter_code":"2KI.5","verse_code":"2KI.5.1","label":"1","content":"Na-amas uas yog cov Xilias tus thawj tubrog uas muaj meejmom siab thiab vajntxwv hwm heev. Tus TSWV pub cov Xilias ntaus yeej rog, vim muaj Na-amas. Nws yog ib tug thawj tubrog uas txawj tua rog thiab siab tawv heev, tiamsis nws mob ruas."},{"bible_id":"1525","chapter_code":"2KI.5","verse_code":"2KI.5.2","label":"2","content":"Muaj ib zaug thaum cov Xilias tuaj tua cov Yixalayees, lawv ntes tau cov Yixalayees ib tug ntxhais coj los tu Na-amas tus pojniam."},{"bible_id":"1525","chapter_code":"2KI.5","verse_code":"2KI.5.3","label":"3","content":"Muaj ib hnub tus ntxhais ntawd hais rau Na-amas tus pojniam hais tias, “Kuv xav kom kuv tus tswv mus cuag tus cev Vajtswv lus uas nyob nram tebchaws Xamalis! Tus cev Vajtswv lus ntawd yuav kho tau Na-amas tus mob ruas zoo.”"},{"bible_id":"1525","chapter_code":"2KI.5","verse_code":"2KI.5.4","label":"4","content":"Thaum Na-amas hnov li ntawd, nws txawm mus cuag vajntxwv thiab hais rau vajntxwv raws li tus ntxhais ntawd qhia."},{"bible_id":"1525","chapter_code":"2KI.5","verse_code":"2KI.5.5","label":"5","content":"Vajntxwv hais rau Na-amas hais tias, “Koj mus cuag cov Yixalayees tus vajntxwv thiab muab tsab ntawv no rau nws.” Na-amas thiaj mus thiab thauj peb caug txhiab daim nyiaj, rau txhiab daim kub thiab kaum cev ris tsho nrog nws mus."},{"bible_id":"1525","chapter_code":"2KI.5","verse_code":"2KI.5.6","label":"6","content":"Tsab ntawv uas nws nqa mus hais li no: “Tus no yog Na-amas uas yog kuv tus thawj tubrog. Kuv xav thov koj pab kho nws tus mob kom zoo.”"},{"bible_id":"1525","chapter_code":"2KI.5","verse_code":"2KI.5.7","label":"7","content":"Thaum cov Yixalayees tus vajntxwv nyeem tsab ntawv ntawd tas, nws txawm dua rhe nws lub tsho thiab hais tias, “Kuv yog Vajtswv  tus uas muaj hwjchim ua tau kom neeg tuag thiab neeg ciaj los? Ua li cas tus vajntxwv uas kav lub tebchaws Xilias thiaj kom kuv kho tus mob ruas no? Yog nws xav tuaj nrhiav plaub rau kuv xwb!”"},{"bible_id":"1525","chapter_code":"2KI.5","verse_code":"2KI.5.8","label":"8","content":"Thaum Elisas uas yog tus cev Vajtswv lus hnov tej xwm no, nws hais mus rau vajntxwv hais tias, “Vim li cas koj nyuaj siab ua luaj? Cia li kom tus txivneej ntawd los cuag kuv, kuv yuav qhia rau nws paub hais tias nyob hauv tebchaws Yixalayees no muaj ib tug cev Vajtswv lus!”"},{"bible_id":"1525","chapter_code":"2KI.5","verse_code":"2KI.5.9","label":"9","content":"Yog li ntawd, Na-amas, nws cov nees thiab tej tsheb nees thiaj los nres rau ntawm Elisas lub qhovrooj."},{"bible_id":"1525","chapter_code":"2KI.5","verse_code":"2KI.5.10","label":"10","content":"Elisas kom nws tus tubtxib mus hais rau Na-amas hais tias, “Koj cia li mus raus xya zaus hauv tus dej Yauladees, ces koj tej ruas yuav zoo.”"},{"bible_id":"1525","chapter_code":"2KI.5","verse_code":"2KI.5.11","label":"11","content":"Tiamsis Na-amas npautaws heev, nws tig hlo rov qab thiab yws hais tias, “Kuv xav hais tias nws yuav tawm tuaj cuag kuv, tsa tes rau saum kuv tej mob  thiab thov tus TSWV uas yog nws tus Vajtswv kho kuv.”"},{"bible_id":"1525","chapter_code":"2KI.5","verse_code":"2KI.5.12","label":"12","content":"Tus dej Anpanas thiab Fapas uas nyob pem Damaxes tseem huv dua tej dej uas nyob hauv tebchaws Yixalayees no, yog kuv rov mus raus tej dej uas nyob ped los kuv yeej yuav zoo!"},{"bible_id":"1525","chapter_code":"2KI.5","verse_code":"2KI.5.13","label":"13","content":"Nws cov tubtxib mus hais rau nws hais tias, “Tus tswv, txawm yog tus cev Vajtswv lus kom koj ua tej yam nyuaj los koj yuav tau ua raws li nws hais. Vim li cas nimno koj tsis mus raus dej raws li nws hais kom koj tej ruas zoo?”"},{"bible_id":"1525","chapter_code":"2KI.5","verse_code":"2KI.5.14","label":"14","content":"Yog li ntawd, Na-amas thiaj li nqis mus raus hauv tus dej Yauladees xya zaus raws li Elisas hais, Na-amas tej ruas txawm zoo dulug thiab nws lub cev mos nyoos ib yam li tus menyuam mos."},{"bible_id":"1525","chapter_code":"2KI.5","verse_code":"2KI.5.15","label":"15","content":"Na-amas thiab nws cov tubtxib rov los cuag Elisas thiab hais tias, “Nimno kuv paub hais tias tsis muaj dua lwm tus vajtswv, tsuas yog cov Yixalayees tus Vajtswv xwb; yog li ntawd, thov koj cia li txais tej khoom uas kuv coj tuaj pub koj no.”"},{"bible_id":"1525","chapter_code":"2KI.5","verse_code":"2KI.5.16","label":"16","content":"Elisas teb hais tias, “Kuv coglus rau tus TSWV uas muaj sia nyob, tus uas kuv ua nws tes haujlwm hais tias kuv yuav tsis yuav tej khoom ko.” Na-amas txhob Elisas heev, tiamsis nws tsis kam yuav li."},{"bible_id":"1525","chapter_code":"2KI.5","verse_code":"2KI.5.17","label":"17","content":"Na-amas hais tias, “Yog koj tsis kam yuav kuv tej khoom pub no li, thov cia kuv khawb av kom txaus ob tug nees zag thauj mus tsev,  txij hnub no mus kuv yuav tsis muab khoom lossis tua tsiaj hlawv fij rau lwm tus vajtswv li, tsuas fij rau tus TSWV tib leej xwb."},{"bible_id":"1525","chapter_code":"2KI.5","verse_code":"2KI.5.18","label":"18","content":"Yog li ntawd, kuv cia siab hais tias tus TSWV yuav zam txim rau kuv, thaum kuv tus vajntxwv coj kuv nrog nws mus pe tus mlom Limoos uas yog cov Xilias tus vajtswv tom lub tsev teev mlom. Kuv cia siab hais tias, tus TSWV yeej yuav zam kuv lub txim.”"},{"bible_id":"1525","chapter_code":"2KI.5","verse_code":"2KI.5.19","label":"19","content":"Elisas hais tias, “Koj cia li mus kaj siab lug.” Ces Na-amas txawm mus lawm. Na-amas nyuam qhuav mus dhau lawm xwb,"},{"bible_id":"1525","chapter_code":"2KI.5","verse_code":"2KI.5.20","label":"20","content":"Elisas tus tubtxib Nkehaxis txawm xav hais tias, “Ua li cas kuv tus tswv cia li tso Na-amas mus tsis kom nws them ib yam dabtsi li. Twb tsimnyog nws yuav tej khoom uas tus neeg Xilias muab rau nws ntawd. Muaj tus TSWV uas muaj sia nyob pom, kuv yuav caum Na-amas qab mus thov nws muab ib ob yam rau kuv.”"},{"bible_id":"1525","chapter_code":"2KI.5","verse_code":"2KI.5.21","label":"21","content":"Ces Nkehaxis txawm caum Na-amas qab mus. Thaum Na-amas pom Nkehaxis khiav caum nws qab tuaj, nws nqis saum nws lub tsheb nees los thiab nug hais tias, “Puas yog muaj xwm dabtsi?”"},{"bible_id":"1525","chapter_code":"2KI.5","verse_code":"2KI.5.22","label":"22","content":"Nkehaxis teb hais tias, “Tsis muaj dabtsi. Tsuas yog kuv tus tswv kom kuv caum koj qab tuaj hais rau koj hais tias muaj ob tug cev Vajtswv lus nyob pem laj roob Efalayees nyuam qhuav tuaj txog, kuv tus tswv xav kom koj muab peb txhiab daim nyiaj thiab ob ce ris tsho mus rau nkawd.”"},{"bible_id":"1525","chapter_code":"2KI.5","verse_code":"2KI.5.23","label":"23","content":"Na-amas teb hais tias, “Kuv yuav muab rau txhiab daim nyiaj rau koj nqa mus rau nws.” Na-amas txhob kom yuav thiab muab cov nyiaj ntawd ntim rau hauv ob lub hnab thiab muab ob cev ris tsho rau nws ob tug tubtxib kwv ua Nkehaxis ntej."},{"bible_id":"1525","chapter_code":"2KI.5","verse_code":"2KI.5.24","label":"24","content":"Thaum lawv los txog rau saum lub laj roob uas Elisas nyob, Nkehaxis txawm muab ob hnab nyiaj mus cia rau hauv tsev. Ces nws txawm kom Na-amas ob tug tubtxib rov mus lawm."},{"bible_id":"1525","chapter_code":"2KI.5","verse_code":"2KI.5.25","label":"25","content":"Thaum Nkehaxis mus rau hauv tsev, Elisas nug hais tias, “Nkehaxis, puagta koj mus dabtsi los?” Nkehaxis teb hais tias, “Tus tswv, kuv tsis tau mus qhov twg li.”"},{"bible_id":"1525","chapter_code":"2KI.5","verse_code":"2KI.5.26","label":"26","content":"Tiamsis Elisas hais rau Nkehaxis hais tias, “Thaum uas Na-amas nqis saum lub tseeb nees los cuag koj, kuv lub siab tsis nrog koj nyob tod los? Nimno tsis tau yog sijhawm yuav luag tej nyiaj, tej ris tsho, tej vaj txiv hmab, tej txiv ntoo roj, tej yaj tej tshis, tej nyuj lossis luag tej tubtxib."},{"bible_id":"1525","chapter_code":"2KI.5","verse_code":"2KI.5.27","label":"27","content":"Nimno Na-amas tej ruas yuav los lo koj, thiab koj tej xeebntxwv mus ibtxhis li!” Thaum Nkehaxis tawm mus lawm, nws txawm mob ruas thoob plaws ibce dawb paug ib yam li te."},{"bible_id":"1525","chapter_code":"2KI.6","verse_code":"2KI.6.1","label":"1","content":"Muaj ib hnub cov cev Vajtswv lus uas Elisas saib ntawd txawm yws rau nws hais tias, “Lub chaw uas peb nyob no nqaim heev tsis txaus peb nyob!"},{"bible_id":"1525","chapter_code":"2KI.6","verse_code":"2KI.6.2","label":"2","content":"Thov cia peb mus txiav ntoo nram ntug Dej Yauladees los ua dua ib lub chaw rau peb nyob.” Elisas teb hais tias, “Nej cia li mus.”"},{"bible_id":"1525","chapter_code":"2KI.6","verse_code":"2KI.6.3","label":"3","content":"Lawv cov ntawd muaj ib tug yaum kom Elisas nrog lawv mus, ces Elisas thiaj nrog lawv mus thiab"},{"bible_id":"1525","chapter_code":"2KI.6","verse_code":"2KI.6.4","label":"4","content":"lawv txawm ua ke mus. Thaum lawv mus txog ntawm ntug Dej Yauladees, lawv sawvdaws txawm pib ntov ntoo."},{"bible_id":"1525","chapter_code":"2KI.6","verse_code":"2KI.6.5","label":"5","content":"Thaum lawv cov ntawd tabtom ntov ntoo, muaj ib tug rab taus txawm hle hlo poob rau hauv dej lawm. Nws hu Elisas hais tias, “Tus tswv, kuv yuav ua li cas? Rau qhov rab taus ntawd yog kuv qiv tuaj xwb!”"},{"bible_id":"1525","chapter_code":"2KI.6","verse_code":"2KI.6.6","label":"6","content":"Elisas nug hais tias, “Rab ntaus poob rau qhov twg lawm?” Nws txawm qhia qhov chaw uas rab taus poob rau Elisas. Elisas txiav tau ib yav ntoo thiab muab pov rau ntawm qhov chaw uas rab taus poob, ces rab taus txawm ntab tuaj."},{"bible_id":"1525","chapter_code":"2KI.6","verse_code":"2KI.6.7","label":"7","content":"Elisas hais tias, “Koj cia li mus muab rab taus los.” Ces tus ntawd thiaj cev tes mus muab rab taus los."},{"bible_id":"1525","chapter_code":"2KI.6","verse_code":"2KI.6.8","label":"8","content":"Thaum tus vajntxwv uas kav lub tebchaws Xilias tuaj tua cov Yixalayees. Nws nrog nws cov thawj tubrog sablaj thiab xaiv ib thaj chaw rau nws tsuam yeej."},{"bible_id":"1525","chapter_code":"2KI.6","verse_code":"2KI.6.9","label":"9","content":"Tiamsis Elisas twb tso neeg mus qhia rau cov Yixalayees tus vajntxwv kom ceevfaj tsis txhob mus ze qhov chaw ntawd, rau qhov cov Xilias twb tuaj zov kev lawm."},{"bible_id":"1525","chapter_code":"2KI.6","verse_code":"2KI.6.10","label":"10","content":"Yog li ntawd, cov Yixalayees tus vajntxwv thiaj ceebtoom kom nws cov tubrog uas nyob thaj tsam ntawd ceevfaj. Elisas ceebtoom rau vajntxwv li ntawd ob peb zaug ntxiv."},{"bible_id":"1525","chapter_code":"2KI.6","verse_code":"2KI.6.11","label":"11","content":"Qhov no ua rau cov Xilias tus vajntxwv ntxhov siab heev; nws thiaj nug nws cov thawj tubrog hais tias, “Nej cov ko, leejtwg tuaj cov Yixalayees tus vajntxwv tog?”"},{"bible_id":"1525","chapter_code":"2KI.6","verse_code":"2KI.6.12","label":"12","content":"Cov thawj tubrog muaj ib tug teb hais tias, “Vajntxwv, peb cov no yeej tsis muaj leejtwg tuaj cov Yixalayees tus vajntxwv tog li. Tej no, yog Elisas uas yog tus cev Vajtswv lus qhia rau cov Yixalayees tus vajntxwv paub xwb, txawm yog koj hais twjywm hauv txaj xwb los nws yeej paub thiab muab qhia rau nws tus vajntxwv huv tibsi.”"},{"bible_id":"1525","chapter_code":"2KI.6","verse_code":"2KI.6.13","label":"13","content":"Cov Xilias tus vajntxwv thiaj hais tias, “Nej cia li mus nrhiav saib nws nyob qhov twg, kuv yuav txib neeg mus ntes nws los.” Muaj neeg qhia rau vajntxwv paub hais tias, Elisas nyob hauv Dauthas,"},{"bible_id":"1525","chapter_code":"2KI.6","verse_code":"2KI.6.14","label":"14","content":"nws thiaj txhij ib pab tubrog coob heev nrog nees thiab tsheb nees. Lawv mus txog nrad thaum ib tag hmo thiab vij kiag lub nroog."},{"bible_id":"1525","chapter_code":"2KI.6","verse_code":"2KI.6.15","label":"15","content":"Thaum kaj ntug, Elisas tus tubtxib tawm mus ncig nraum zoov, nws pom cov tubrog Xilias thiab lawv tej nees thiab tsheb nees vij tagnrho lub nroog. Nws thiaj khiav rov los cuag Elisas thiab hais tias, “Tus tswv, zaum no ces peb yuav tsis dim li lauj! Rau qhov luag tuaj vij peb tas lawm. Peb yuav ua li cas?”"},{"bible_id":"1525","chapter_code":"2KI.6","verse_code":"2KI.6.16","label":"16","content":"Elisas teb hais tias, “Tsis txhob ntshai. Peb tog muaj coob dua lawv tog.”"},{"bible_id":"1525","chapter_code":"2KI.6","verse_code":"2KI.6.17","label":"17","content":"Elisas thov Vajtswv hais tias, “Tus TSWV thov koj qhib nws lub qhovmuag kom nws pom!” Tus TSWV teb Elisas tej lus thov, ces Elisas tus tubtxib thiaj pom tej nees huab cua thiab tsheb nees nplaim taws nyob puv toj roob hauv pes ibncig Elisas."},{"bible_id":"1525","chapter_code":"2KI.6","verse_code":"2KI.6.18","label":"18","content":"Thaum cov tubrog Xilias tabtom dhia los puav ntes Elisas, Elisas thov Vajtswv hais tias, “Tus TSWV, thov koj ua kom cov neeg no qhovmuag fam!” Tus TSWV txawm ua raws li Elisas tej lus thov."},{"bible_id":"1525","chapter_code":"2KI.6","verse_code":"2KI.6.19","label":"19","content":"Elisas mus rau ntawm lawv thiab hais tias, “Nej tuaj yuam kev lawm; lub nroog no tsis yog lub uas nej tuaj nrhiav. Cia li caum kuv qab, kuv yuav coj nej mus rau ntawm tus txivneej uas nej tuaj nrhiav.” Elisas txawm coj lawv mus rau hauv lub nroog Xamalis."},{"bible_id":"1525","chapter_code":"2KI.6","verse_code":"2KI.6.20","label":"20","content":"Thaum lawv mus txog hauv lub nroog Xamalis, Elisas thov Vajtswv hais tias, “Tus TSWV, thov koj qhib lawv qhovmuag kom lawv rov pom kev.” Tus TSWV teb Elisas tej lus thov; thaum tus TSWV ua rau lawv rov pom kev ua ciav lawv nyob hauv plawv nroog Xamalis lawm."},{"bible_id":"1525","chapter_code":"2KI.6","verse_code":"2KI.6.21","label":"21","content":"Thaum cov Yixalayees tus vajntxwv pom lawv, nws hais rau Elisas hais tias, “Tus tswv, cia kuv muab lawv tua, cia kuv muab lawv tua los?”"},{"bible_id":"1525","chapter_code":"2KI.6","verse_code":"2KI.6.22","label":"22","content":"Elisas teb hais tias, “Koj tsis txhob tua lawv, txawm yog tej tubrog uas koj ntes tau los koj tsis txhob muab lawv tua. Koj cia li muab mov rau lawv noj, muab dej rau lawv haus, thiab tso lawv rov qab mus rau lawv tus vajntxwv.”"},{"bible_id":"1525","chapter_code":"2KI.6","verse_code":"2KI.6.23","label":"23","content":"Yog li ntawd, cov Yixalayees tus vajntxwv thiaj ua ib rooj noj haus loj rau lawv noj; thaum lawv noj tas lawm, vajntxwv txawm tso lawv rov qab mus rau cov Xilias tus vajntxwv. Txij thaum ntawd los cov Xilias thiaj tsis tuaj txeeb cov Yixalayees lub tebchaws li lawm."},{"bible_id":"1525","chapter_code":"2KI.6","verse_code":"2KI.6.24","label":"24","content":"Tau ib ntus tom qab no, Vajntxwv Npeehadas uas kav lub tebchaws Xilias txhij tagnrho nws cov tubrog tuaj vij lub nroog Xamalis tua cov Yixalayees."},{"bible_id":"1525","chapter_code":"2KI.6","verse_code":"2KI.6.25","label":"25","content":"Vim luag puav lub nroog li ntawd, cov neeg uas nyob hauv lub nroog Xamalis thiaj tshaib nqhis heev, luag muag ib lub taubhau neesluav twg yog yim caum daim nyiaj, thiab luag muab ob lag quav nquab  twg yog tsib daim nyiaj."},{"bible_id":"1525","chapter_code":"2KI.6","verse_code":"2KI.6.26","label":"26","content":"Thaum cov Yixalayees tus vajntxwv taug saum tus ntsa loog, txawm muaj ib tug pojniam quaj rau vajntxwv hais tias, “Vajntxwv, thov koj pab kuv lauj!”"},{"bible_id":"1525","chapter_code":"2KI.6","verse_code":"2KI.6.27","label":"27","content":"Vajntxwv teb hais tias, “Yog tus TSWV tsis pab koj, kuv yuav muab dabtsi rau koj? Kuv muaj hmoov nplej thiab cawv txiv hmab los?"},{"bible_id":"1525","chapter_code":"2KI.6","verse_code":"2KI.6.28","label":"28","content":"Koj muaj kev nyuaj siab dabtsi?” Tus pojniam ntawd teb hais tias, “Tau ob peb hnub los lawm, tus pojniam no hais rau kuv hais tias kom muab kuv tus tub tua rau wb noj, hnub tom qab mam li muab nws tus tub tua rau wb noj."},{"bible_id":"1525","chapter_code":"2KI.6","verse_code":"2KI.6.29","label":"29","content":"Yog li ntawd, kuv txawm muab kuv tus tub tua rau wb noj lawm. Hnub tom qab kuv hais rau nws hais tias muab koj tus tub tua rau wb noj, tiamsis nws muab nws tus tub zais lawm!”"},{"bible_id":"1525","chapter_code":"2KI.6","verse_code":"2KI.6.30","label":"30","content":"Thaum vajntxwv hnov li ntawd, nws dua rhe nws ub tsho ntev, cov neeg uas nyob ze ntawm tus ntsa loog pom vajntxwv txheej ris tsho ntaubtsaj uas hnav tuaj hauv qab."},{"bible_id":"1525","chapter_code":"2KI.6","verse_code":"2KI.6.31","label":"31","content":"Vajntxwv hais tias, “Yog hnub no Elisas tsis raug txiav cajdab, thov Vajtswv muab kuv tua kom tuag!”"},{"bible_id":"1525","chapter_code":"2KI.6","verse_code":"2KI.6.32","label":"32","content":"Vajntxwv txawm txib ib tug neeg mus ntes Elisas. Thaum ntawd Elisas tseem nrog cov txwjlaug uas tuaj xyuas nws nyob hauv tsev. Tiamsis thaum tus neeg uas ua vajntxwv ntej tuaj tsis tau txog, Elisas txawm hais rau cov txwjlaug hais tias, “Tus neeg tua neeg txib ib tug neeg tuaj tua kuv lawm! Thaum nws tuaj txog, cia li kaw qhovrooj tsis txhob pub nws los tsev, rau qhov vajntxwv lawv nws qab tuaj thiab.”"},{"bible_id":"1525","chapter_code":"2KI.6","verse_code":"2KI.6.33","label":"33","content":"Thaum Elisas tseem tabtom hais li ntawd, vajntxwv  txawm tuaj txog ntua thiab hais tias, “Tej kev txomnyem uas los raug peb no, yog tus TSWV tso los! Kuv tseem tos tus TSWV dabtsi thiab?”"},{"bible_id":"1525","chapter_code":"2KI.7","verse_code":"2KI.7.1","label":"1","content":"Elisas teb hais tias, “Cia li mloog tus TSWV tej lus! Tus TSWV hais li no: Tagkis tav lub caij no, luag yuav muag ob siab hmoov nplej lossis plaub siab hmoov qib twg yog ib daim nyiaj nyob ntawm roojvag nroog Xamalis.”"},{"bible_id":"1525","chapter_code":"2KI.7","verse_code":"2KI.7.2","label":"2","content":"Tus thawj tubrog uas nrog nraim vajntxwv teb Elisas hais tias, “Tej uas koj hais ko yeej tsis muaj li, txawm yog tus TSWV qhib rooj ntug los yeej tsis muaj li ntawd!” Elisas teb hais tias, “Koj lub qhovmuag yuav pom, tiamsis koj yuav tsis tau noj.”"},{"bible_id":"1525","chapter_code":"2KI.7","verse_code":"2KI.7.3","label":"3","content":"Muaj plaub tug neeg mob ruas nyob ntawm lub roojvag nroog Xamalis sab nraud, lawv sib tham hais tias, “Peb yuav ua li cas nyob ntawm no tos mus txog hnub tuag?"},{"bible_id":"1525","chapter_code":"2KI.7","verse_code":"2KI.7.4","label":"4","content":"Yog peb mus hauv lub nroog los peb yuav tuag tshaib; txawm yog peb yuav nyob ntawm no mus li los peb yeej yuav tuag ib yam nkaus. Yog li ntawd, peb cia li mus rau hauv cov Xilias lub yeej, yog lawv tseg los peb dim, yog lawv tua los peb tuag.”"},{"bible_id":"1525","chapter_code":"2KI.7","verse_code":"2KI.7.5","label":"5","content":"Thaum tsaus ntuj zuag, lawv txawm mus rau hauv cov Xilias lub yeej, tiamsis thaum lawv mus txog, tsis muaj ib tug neeg nyob hauv li."},{"bible_id":"1525","chapter_code":"2KI.7","verse_code":"2KI.7.6","label":"6","content":"Rau qhov tus TSWV twb ua rau cov tubrog Xilias hnov suab nees thiab tsheb nees khiav nrov nroo ntws tuaj ib yam li pab tubrog uas coob heev. Cov Xilias xav hais tias yog cov Yixalayees tus vajntxwv mus ntiav cov Hitis cov tubrog thiab cov Iziv tus vajntxwv cov tubrog tuaj tua lawv."},{"bible_id":"1525","chapter_code":"2KI.7","verse_code":"2KI.7.7","label":"7","content":"Thaum tsaus ntuj zuag cov Xilias thiaj khiav tas lawm, tso lawv tej tsevntaub, tej nees thiab tej neesluav tseg rau hauv lub yeej tsuav lawv dim xwb."},{"bible_id":"1525","chapter_code":"2KI.7","verse_code":"2KI.7.8","label":"8","content":"Thaum cov neeg mob ruas mus txog ntawm ntug yeej, lawv txawm mus rau hauv ib lub tsevntaub, lawv muab tej zaub tej mov hauv noj, thiab lawv muab tej nyiaj, tej kub thiab ris tsho nqa mus zais; lawv ho mus rau lwm lub tsevntaub thiab ua ib yam li ntawd."},{"bible_id":"1525","chapter_code":"2KI.7","verse_code":"2KI.7.9","label":"9","content":"Ces lawv txawm sib tham hais tias, “Peb tsis txhob ua li no. Peb muaj xov zoo, tsis tsimnyog muab npog cia, yog peb tos txog tagkis kaj ntug peb mam li qhia, peb yuav raug txim. Tamsim no, peb cia li mus qhia rau vajntxwv cov nomtswv paub.”"},{"bible_id":"1525","chapter_code":"2KI.7","verse_code":"2KI.7.10","label":"10","content":"Lawv thiaj rov ntawm cov Xilias lub yeej los rau hauv lub nroog Xamalis thiab hu cov uas zov roojvag hais tias, “Peb twb mus hauv cov Xilias lub yeej los lawm, tiamsis tsis pom muaj ib tug tubrog lossis tsis hnov leejtwg hais lus li; tsuas pom tej nees thiab tej neesluav khi pawglug cia xwb. Tej tsevntaub thiab tej khoom los nyob huv tibsi.”"},{"bible_id":"1525","chapter_code":"2KI.7","verse_code":"2KI.7.11","label":"11","content":"Cov zov roojvag txawm qw thiab muaj neeg mus qhia zaj no rau hauv vajntxwv lub loog."},{"bible_id":"1525","chapter_code":"2KI.7","verse_code":"2KI.7.12","label":"12","content":"Vajntxwv txawm sawv tsaus ntuj nti los hais rau nws cov nomtswv hais tias, “Kuv qhia cov Xilias lub tswvyim rau nej! Lawv paub hais tias peb tshaib plab, lawv thiaj khiav mus nkaum rau sab nraum ntug yeej. Lawv xav hais tias peb yuav tawm mus nrhiav noj sab nraud, thiab lawv yuav rov los ntes peb thiab txeeb peb lub nroog.”"},{"bible_id":"1525","chapter_code":"2KI.7","verse_code":"2KI.7.13","label":"13","content":"Tiamsis nws cov nomtswv ib tug hais tias, “Cov neeg uas nyob hauv lub nroog no yeej yuav tuag tas ib yam li cov uas twb tuag lawm thiab. Yog li ntawd, cia li tso neeg caij tsib tus nees uas seem ntawd mus xyuas saib puas muaj li ntawd tiag.”"},{"bible_id":"1525","chapter_code":"2KI.7","verse_code":"2KI.7.14","label":"14","content":"Lawv txawm muab ob lub tsheb nees thiab cov nees los, vajntxwv kom lawv mus saib muaj xwm dabtsi rau cov tubrog Xilias tiag."},{"bible_id":"1525","chapter_code":"2KI.7","verse_code":"2KI.7.15","label":"15","content":"Lawv cov ntawd caum cov tubrog Xilias mus ti nkaus ntawm ntug Dej Yauladees, lawv pom tej ris tsho thiab tej cuabyeej uas cov Xilias muab tso povtseg pawglug taug kev xwb, ces lawv txawm rov los qhia rau vajntxwv."},{"bible_id":"1525","chapter_code":"2KI.7","verse_code":"2KI.7.16","label":"16","content":"Cov neeg hauv lub nroog Xamalis thiaj pluav mus nqa txhua yam hauv cov Xilias lub yeej. Lawv thiaj muab ob siab hmoov nplej lossis plaub siab hmoov qib muag ib daim nyiaj raws li tus TSWV tau hais lawm."},{"bible_id":"1525","chapter_code":"2KI.7","verse_code":"2KI.7.17","label":"17","content":"Cov neeg txawm muab tus tubrog uas vajntxwv tsa zov roojvag tsuj tuag rau ntawm roojvag raws li Elisas hais rau vajntxwv, hnub uas vajntxwv tuaj ntes Elisas ntag."},{"bible_id":"1525","chapter_code":"2KI.7","verse_code":"2KI.7.18","label":"18","content":"Elisas xub hais rau vajntxwv lawm hais tias hnub tom qab thaum tav lub caij no, luag yuav muag ob siab hmoov nplej lossis plaub siab hmoov qib twg yog ib daim nyiaj ntawm lub roojvag nroog Xamalis no,"},{"bible_id":"1525","chapter_code":"2KI.7","verse_code":"2KI.7.19","label":"19","content":"ces tus tubrog uas nrog nraim vajntxwv hais tias, “Tej uas koj hais ko yeej tsis muaj li. Txawm yog tus TSWV qhib rooj ntug los yeej tsis muaj li ntawd.” Elisas teb hais tias, “Koj lub qhovmuag yuav pom, tiamsis koj yuav tsis tau noj.”"},{"bible_id":"1525","chapter_code":"2KI.7","verse_code":"2KI.7.20","label":"20","content":"Ces txawm muaj raws li ntawd tiag, rau qhov cov neeg muab nws tsuj tuag rau ntawm lub roojvag nroog lawm."},{"bible_id":"1525","chapter_code":"2KI.8","verse_code":"2KI.8.1","label":"1","content":"Elisas hais rau tus pojniam uas nyob hauv lub nroog Sunees uas Elisas tsa nws tus tub uas tuag lawm rov muaj sia hais tias, “Koj cia li coj koj tsevneeg mus nyob rau lwm qhov; tus TSWV yuav ua kom lub tebchaws muaj kev tshaib nqhis thiab yuav tsis muaj nag los xya lub xyoos.”"},{"bible_id":"1525","chapter_code":"2KI.8","verse_code":"2KI.8.2","label":"2","content":"Tus pojniam ntawd ua raws li Elisas hais, nws thiaj coj nws tsevneeg tsiv mus nyob rau tebchaws Filitees tau xya xyoo."},{"bible_id":"1525","chapter_code":"2KI.8","verse_code":"2KI.8.3","label":"3","content":"Thaum dhau xya lub xyoo lawm, nws rov los rau hauv tebchaws Yixalayees thiab nws mus thov vajntxwv kom muab nws lub tsev thiab daim teb rov qab rau nws."},{"bible_id":"1525","chapter_code":"2KI.8","verse_code":"2KI.8.4","label":"4","content":"Nws mus pom vajntxwv tabtom nrog Nkehaxis uas yog Elisas tus tubtxib tham, rau qhov vajntxwv xav paub tej txujci tseemceeb uas Elisas ua."},{"bible_id":"1525","chapter_code":"2KI.8","verse_code":"2KI.8.5","label":"5","content":"Thaum uas Nkehaxis tabtom qhia zaj uas Elisas tsa tau tus neeg tuag rov ciaj sia rau vajntxwv mloog, tus pojniam ntawd txawm los thov kom vajntxwv muab nws lub tsev thiab daim teb rov rau nws. Ces Nkehaxis hais rau vajntxwv hais tias, “Vajntxwv, tus pojniam no yog tus uas Elisas tsa nws tus tub uas tuag lawm rov ciaj sia ntag!”"},{"bible_id":"1525","chapter_code":"2KI.8","verse_code":"2KI.8.6","label":"6","content":"Vajntxwv nug tus pojniam ntawd, thiab nws qhia rau vajntxwv raws li Nkehaxis hais, ces vajntxwv txawm hu ib tug nomtswv los thiab hais kom nws mus muab tus pojniam ntawd lub tsev, daim teb thiab tagnrho tej nyiaj uas lawv muag tej qoob hauv nws daim teb ntawm xya lub xyoo uas nws mus nyob rau lwm qhov lawm rov rau nws."},{"bible_id":"1525","chapter_code":"2KI.8","verse_code":"2KI.8.7","label":"7","content":"Elisas mus rau hauv lub nroog Damaxes thaum Vajntxwv Npeehadas uas kav lub tebchaws Xilias tabtom mob. Thaum vajntxwv hnov hais tias, Elisas tuaj txog rau hauv lub nroog,"},{"bible_id":"1525","chapter_code":"2KI.8","verse_code":"2KI.8.8","label":"8","content":"vajntxwv hais rau Haxayees uas yog nws cov nomtswv ib tug hais tias, “Koj coj ib co khoom mus pub rau Elisas uas yog tus cev Vajtswv lus thiab thov nws nug tus TSWV saib kuv tus mob yuav zoo los tsis zoo.”"},{"bible_id":"1525","chapter_code":"2KI.8","verse_code":"2KI.8.9","label":"9","content":"Yog li ntawd, Haxayees thiaj muab txhua yam uas zoo tshaj plaws uas lawv ua tau hauv lub nroog Damaxes nog rau plaub caug tus ntxhuav thauj mus pub rau Elisas. Thaum Haxayees mus ntsib Elisas, nws hais rau Elisas hais tias, “Koj tus tubtxib uas yog Vajntxwv Npeehadas tau txib kuv tuaj nug koj saib nws tus mob yuav zoo los tsis zoo.”"},{"bible_id":"1525","chapter_code":"2KI.8","verse_code":"2KI.8.10","label":"10","content":"Elisas teb hais tias, “Tus TSWV twb qhia rau kuv lawm hais tias nws yuav tuag, tiamsis koj rov mus hais rau nws tias nws tus mob yuav zoo.”"},{"bible_id":"1525","chapter_code":"2KI.8","verse_code":"2KI.8.11","label":"11","content":"Elisas ntsejmuag ntshaus ntsho saib ntsoov Haxayees ua rau Haxayees ntsejmuag liab tag. Tamsim ntawd, Elisas txawm quaj ua kua muag poob dawb vog."},{"bible_id":"1525","chapter_code":"2KI.8","verse_code":"2KI.8.12","label":"12","content":"Haxayees nug Elisas hais tias, “Tus tswv, ua li cas koj thiaj quaj?” Elisas teb hais tias, “Rau qhov kuv twb paub tej kev phem uas koj yuav ua rau cov neeg Yixalayees lawm. Koj yuav hlawv lawv tej chaw fajxwm, muab ntaj tua lawv tej tub hluas, muab lawv tej menyuam ntsawm rau hauv av kom tuag thiab muab lawv tej pojniam uas suab menyuam phais plab.”"},{"bible_id":"1525","chapter_code":"2KI.8","verse_code":"2KI.8.13","label":"13","content":"Haxayees hais tias, “Kuv yog koj tus tubtxib uas tsis tseemceeb dabtsi, kuv tsuas zoo li tus dev xwb, kuv puas yuav ua tau li ntawd?” Elisas teb hais tias, “Tus TSWV twb qhia rau kuv lawm hais tias, koj yuav tau ua vajntxwv kav lub tebchaws Xilias.”"},{"bible_id":"1525","chapter_code":"2KI.8","verse_code":"2KI.8.14","label":"14","content":"Haxayees rov los cuag Npeehadas, vajntxwv nug Haxayees hais tias, “Elisas hais li cas?” Haxayees teb hais tias, “Nws hais rau kuv hais tias koj tus mob yuav zoo xwb.”"},{"bible_id":"1525","chapter_code":"2KI.8","verse_code":"2KI.8.15","label":"15","content":"Tiamsis hnub tom qab, Haxayees txawm muab ib daim pam mus raus dej los npog vajntxwv ntsejmuag, vajntxwv txawm tuag lawm. Ces Haxayees txawm ua vajntxwv hloov Npeehadas chaw kav lub tebchaws Xilias."},{"bible_id":"1525","chapter_code":"2KI.8","verse_code":"2KI.8.16","label":"16","content":"Thaum Ahaj tus tub Yaulas ua vajntxwv kav lub tebchaws Yixalayees  tau tsib xyoo lawm, Yehausafas tus tub Yehaulas mam li ua vajntxwv kav lub tebchaws Yudas"},{"bible_id":"1525","chapter_code":"2KI.8","verse_code":"2KI.8.17","label":"17","content":"thaum nws hnubnyoog muaj peb caug ob xyoos, thiab nws nyob hauv lub nroog Yeluxalees kav tau yim xyoo."},{"bible_id":"1525","chapter_code":"2KI.8","verse_code":"2KI.8.18","label":"18","content":"Yehaulas tus pojniam yog Ahaj tus ntxhais. Yehaulas ua lub neej raws li Ahaj tsevneeg; nws ua kev phem kev qias ib yam li cov Yixalayees tej vajntxwv. Nws ua txhaum rau tus TSWV,"},{"bible_id":"1525","chapter_code":"2KI.8","verse_code":"2KI.8.19","label":"19","content":"tiamsis tus TSWV tsis xav rhuav kom cov Yudas puastsuaj, rau qhov tus TSWV tau coglus rau nws tus tubtxib Daviv lawm hais tias, Daviv cov xeebntxwv yuav tau ua vajntxwv mus ibtxhis li."},{"bible_id":"1525","chapter_code":"2KI.8","verse_code":"2KI.8.20","label":"20","content":"Ntu uas Yehaulas kav lub tebchaws, cov Edoos tau ntxeev siab rau cov Yudas thiab ua ib lub tebchaws uas tsis zwm rau leejtwg."},{"bible_id":"1525","chapter_code":"2KI.8","verse_code":"2KI.8.21","label":"21","content":"Yog li ntawd, Yehaulas thiaj coj tagnrho nws tej tsheb nees ua rog mus rau hauv Xailes, ces cov tubrog Edoos txawm tuaj vij lawv qhov ntawd. Thaum ib tag hmo nws thiab nws cov thawj tubrog uas caij tsheb nees txawm faib ua tej pab thiab nrhiav kev khiav, ces nws cov tubrog thiaj khiav ua sab ua sua mus tsev tas lawm."},{"bible_id":"1525","chapter_code":"2KI.8","verse_code":"2KI.8.22","label":"22","content":"Txij thaum ntawd los, cov Edoos thiaj ua ib lub tebchaws uas tsis zwm rau  cov Yudas lawm. Thaum ntawd lub nroog Linas los ntxeev siab rau cov Yudas thiab."},{"bible_id":"1525","chapter_code":"2KI.8","verse_code":"2KI.8.23","label":"23","content":"Dua li lwm yam uas Yehaulas ua puavleej muab sau tseg rau hauv  Phau Ntawv Keebkwm uas teev cov Yudas cov Vajntxwv lub neej lawm."},{"bible_id":"1525","chapter_code":"2KI.8","verse_code":"2KI.8.24","label":"24","content":"Yehaulas tuag thiab luag coj nws mus faus rau ntawm cov vajntxwv lub toj ntxas hauv Daviv lub nroog, thiab nws tus tub Ahaxiyas ua vajntxwv hloov nws chaw."},{"bible_id":"1525","chapter_code":"2KI.8","verse_code":"2KI.8.25","label":"25","content":"Thaum Ahaj tus tub Yaulas ua vajntxwv kav lub tebchaws Yixalayees tau kaum ob xyoos lawm, Yehaulas tus tub Ahaxiyas mam li ua vajntxwv kav lub tebchaws Yudas"},{"bible_id":"1525","chapter_code":"2KI.8","verse_code":"2KI.8.26","label":"26","content":"thaum nws hnubnyoog muaj nees nkaum ob xyoos, thiab nws nyob hauv lub nroog Yeluxalees kav tau ib xyoo. Nws niam hu ua Athaliyas, yog Ahaj tus ntxhais thiab yog cov Yixalayees tus Vajntxwv Aumelis tus ntxhais xeebntxwv."},{"bible_id":"1525","chapter_code":"2KI.8","verse_code":"2KI.8.27","label":"27","content":"Ahaxiyas ua txhaum rau tus TSWV ib yam li Ahaj tsevneeg ua, rau qhov nws yog Vajntxwv Ahaj cajces."},{"bible_id":"1525","chapter_code":"2KI.8","verse_code":"2KI.8.28","label":"28","content":"Vajntxwv Ahaxiyas thiab cov Yixalayees tus Vajntxwv Yaulas sib koom mus tua Vajntxwv Haxayees uas kav lub tebchaws Xilias. Thaum cov tubrog sib tua ntawm lub nroog Lamaus hauv cheebtsam Nkile-as, Yaulas thiaj raug mob."},{"bible_id":"1525","chapter_code":"2KI.8","verse_code":"2KI.8.29","label":"29","content":"Yaulas thiaj los kho mob hauv lub nroog Yexelees thiab Ahaxiyas thiaj mus xyuas Yaulas."},{"bible_id":"1525","chapter_code":"2KI.9","verse_code":"2KI.9.1","label":"1","content":"Elisas uas yog tus cev Vajtswv lus hu ib tug hluas uas cev Vajtswv lus los thiab hais rau nws hais tias, “Koj cia li tu cev thiab nqa hwj roj no mus rau hauv lub nroog Lamaus hauv cheebtsam Nkile-as."},{"bible_id":"1525","chapter_code":"2KI.9","verse_code":"2KI.9.2","label":"2","content":"Thaum koj mus txog, koj nrhiav kom tau Yehausafas tus tub Yehus uas yog Nimesis tus xeebntxwv. Koj coj nws mus rau ib chav tsev uas deb ntawm nws cov phoojywg"},{"bible_id":"1525","chapter_code":"2KI.9","verse_code":"2KI.9.3","label":"3","content":"thiab muab roj hliv rau saum nws taubhau thiab hais li no: ‘Tus TSWV hais tias kuv tsa koj ua vajntxwv kav lub tebchaws Yixalayees.’ Thaum koj hais li ntawd tas, ces koj cia li tawm ceev nrooj khiav.”"},{"bible_id":"1525","chapter_code":"2KI.9","verse_code":"2KI.9.4","label":"4","content":"Tus hluas uas cev Vajtswv lus txawm mus rau hauv nroog Lamaus."},{"bible_id":"1525","chapter_code":"2KI.9","verse_code":"2KI.9.5","label":"5","content":"Thaum nws mus txog, cov thawj tubrog tabtom tuaj sablaj ua ke, ces nws hais tias, “Tus tswv, kuv muaj lus yuav hais rau koj.” Yehus teb hais tias, “Koj hais peb cov no leejtwg?” Nws teb hais tias, “Tus tswv, kuv hais koj ntag.”"},{"bible_id":"1525","chapter_code":"2KI.9","verse_code":"2KI.9.6","label":"6","content":"Ces nkawd txawm mus rau hauv ib chav tsev, tus hluas uas cev Vajtswv lus thiaj muab roj hliv rau Yehus taubhau thiab hais tias, “Tus TSWV uas yog cov Yixalayees tus Vajtswv hais li no: ‘Kuv tsa koj ua vajntxwv kav lub tebchaws Yixalayees."},{"bible_id":"1525","chapter_code":"2KI.9","verse_code":"2KI.9.7","label":"7","content":"Koj cia li mus muab Ahaj tus tub Yaulas uas yog koj tus vajntxwv tua povtseg, kuv thiaj pauj tau qhov uas Yexenpees tua kuv cov cevlus thiab cov tubtxib."},{"bible_id":"1525","chapter_code":"2KI.9","verse_code":"2KI.9.8","label":"8","content":"Yuav tsum muab Ahaj tsevneeg thiab nws tej xeebntxwv tua kom tuag tas; kuv yuav muab txhua tus txivneej hauv nws tsevneeg, tsis hais tus laus tus hluas, tua kom tu noob nrho huv tibsi."},{"bible_id":"1525","chapter_code":"2KI.9","verse_code":"2KI.9.9","label":"9","content":"Kuv yuav ua rau Ahaj tsevneeg ib yam li kuv ua rau cov Yixalayees tus Vajntxwv Yelaunpau-as tsevneeg thiab ib yam li kuv ua rau cov Yixalayees tus Vajntxwv Npa-asas tsevneeg."},{"bible_id":"1525","chapter_code":"2KI.9","verse_code":"2KI.9.10","label":"10","content":"Yuav tsis muaj leejtwg muab Yexenpees faus; tej dev hauv cheebtsam Yexelees yuav tuaj noj nws lub cev.’ ” Thaum tus hluas uas cev Vajtswv lus hais li ntawd tas, nws txawm tawm ceev nrooj hauv chav tsev ntawd mus lawm."},{"bible_id":"1525","chapter_code":"2KI.9","verse_code":"2KI.9.11","label":"11","content":"Yehus rov los rau ntawm nws cov phoojywg. Muaj ib tug nug nws hais tias, “Puas muaj xwm dabtsi? Tus neeg vwm ntawd tuaj hais dabtsi rau koj?” Yehus teb hais tias, “Nej sawvdaws yeej paub hais tais nws tuaj hais dabtsi lawm!”"},{"bible_id":"1525","chapter_code":"2KI.9","verse_code":"2KI.9.12","label":"12","content":"Lawv teb hais tias, “Peb tsis paub li! Koj cia li qhia rau peb saib nws hais li cas.” Nws qhia kuv hais tias, “Tus TSWV hais li no: ‘Kuv yuav tsa koj ua vajntxwv kav lub tebchaws Yixalayees.’ ”"},{"bible_id":"1525","chapter_code":"2KI.9","verse_code":"2KI.9.13","label":"13","content":"Tamsim ntawd, lawv txawm hle hlo lawv cov tsho ntev los pua rau ntawm theem ntaiv rau Yehus sawv saud, lawv tshuab raj tshuab xyu thiab qw hais tias, “Yehus yog vajntxwv lawm!”"},{"bible_id":"1525","chapter_code":"2KI.9","verse_code":"2KI.9.14+2KI.9.15","label":"14-15","content":"Yog li ntawd, Yehus thiaj ntxeev siab rau Vajntxwv Yaulas uas tseem kho mob nyob hauv lub nroog Yexelees. Nws raug mob thaum nws mus tua cov Xilias tus Vajntxwv Haxayees hauv lub nroog Lamaus. Yehus hais rau nws cov phoojywg hais tias, “Yog nej tuaj kuv tog, nej tsis txhob pub leejtwg tawm hauv lub nroog Lamaus mus taug xaiv rau hauv lub nroog Yexelees hlo li.”"},{"bible_id":"1525","chapter_code":"2KI.9","verse_code":"2KI.9.16","label":"16","content":"Yehus txawm caij tsheb nees mus rau hauv lub nroog Yexelees, rau qhov Yaulas tseem kho mob nyob hauv. Cov Yudas tus Vajntxwv Ahaxiyas los tuaj xyuas Yaulas rau hauv lub nroog ntawd thiab."},{"bible_id":"1525","chapter_code":"2KI.9","verse_code":"2KI.9.17","label":"17","content":"Tus tubrog fajxwm saum lub chaw tsomfaj hauv lub nroog Yexelees pom Yehus thiab nws cov neeg tuaj. Nws thiaj qw hais tias, “Kuv pom ib pab tubrog tuaj!” Yaulas teb hais tias, “Cia li txib ib tug tubrog caij neeg mus xyuas saib lawv tuaj ua zoo lossis ua phem.”"},{"bible_id":"1525","chapter_code":"2KI.9","verse_code":"2KI.9.18","label":"18","content":"Tus tubrog ntawd caij neeg mus nug Yehus hais tias, “Vajntxwv xav paub hais tias saib koj tuaj ua zoo lossis ua phem.” Yehus teb hais tias, “Tsis yog koj feem xyuam! Cia li raws kuv qab mus.” Tus fajxwm saum lub chaw tsomfaj hais tias, tus tubrog twb mus txog ntawm lawv lawm, tiamsis nws tsis rov qab los li."},{"bible_id":"1525","chapter_code":"2KI.9","verse_code":"2KI.9.19","label":"19","content":"Vajntxwv txib dua ib tug tubrog mus, nws mus nug Yehus ib yam li qub. Yehus rov teb hais tias, “Tsis yog koj feem xyuam! Cia li raws kuv qab mus.”"},{"bible_id":"1525","chapter_code":"2KI.9","verse_code":"2KI.9.20","label":"20","content":"Tus fajxwm saum lub chaw tsomfaj rov hais dua tias nws mus txog ntawm lawv, tiamsis nws tsis rov los li thiab. Tus uas tsav tsheb nees, tsav vwm ntsuav li Yehus uas yog Nimesis tus xeebntxwv ntag."},{"bible_id":"1525","chapter_code":"2KI.9","verse_code":"2KI.9.21","label":"21","content":"Vajntxwv Yaulas hais tias, “Cia li npaj kuv lub tsheb nees rau kuv.” Lawv thiaj coj vajntxwv lub tsheb nees los, ces cov Yixalayees tus Vajntxwv Yaulas thiab cov Yudas tus Vajntxwv Ahaxiyas, nyias txawm caij nyias lub tsheb nees mus ntsib Yehus ntawm Nanpaus thaj teb."},{"bible_id":"1525","chapter_code":"2KI.9","verse_code":"2KI.9.22","label":"22","content":"Thaum Yaulas pom Yehus, nws nug Yehus hais tias, “Yehus, koj tuaj ua zoo lossis ua phem?” Yehus teb hais tias, “Yog thaum twg peb tseem muaj kev teev tej dab thiab pe tej mlom uas koj niam Yexenpees coj los, peb yuav ua li cas ua tau zoo?”"},{"bible_id":"1525","chapter_code":"2KI.9","verse_code":"2KI.9.23","label":"23","content":"Ces Yaulas txawm rub nws lub tsheb nees tig hlo rov qab thiab qw hais tias, “Ahaxiyas! Lawv ntxeev siab lawm!”"},{"bible_id":"1525","chapter_code":"2KI.9","verse_code":"2KI.9.24","label":"24","content":"Yehus siv tagnrho nws lub zog rub rab hneevnti tua xibxub vog mus raug Yaulas nraubqaum to ntshua mus raug nws lub plawv, ces Yaulas vau hlo tuag kiag rau hauv nws lub tsheb nees,"},{"bible_id":"1525","chapter_code":"2KI.9","verse_code":"2KI.9.25","label":"25","content":"Yehus hais rau tus tubrog Npidekas uas nrog nraim nws hais tias, “Cia li coj Yaulas mus pov rau hauv Nanpaus thaj teb. Nyaj koj tseem nco tau thaum koj thiab kuv caij nees ua Ahaj uas yog Vajntxwv Yaulas txiv qab, tus TSWV tau hais txog Ahaj tej kev txhaum li no:"},{"bible_id":"1525","chapter_code":"2KI.9","verse_code":"2KI.9.26","label":"26","content":"‘Nag hmo, kuv pom tus uas tua Nanpaus thiab nws cov tub hauv thaj teb no. Kuv coglus hais tias kuv yuav rau txim rau koj hauv thaj teb no thiab.’ Yehus thiaj kom nws tus tubrog muab Yaulas pov rau hauv Nanpaus thaj teb raws li tus TSWV tau hais tseg lawm.”"},{"bible_id":"1525","chapter_code":"2KI.9","verse_code":"2KI.9.27","label":"27","content":"Vajntxwv Ahaxiyas pom ntsoov tej xwm ntawd, nws thiaj tsav nws lub tsheb nees khiav mus rau hauv lub nroog Npethes Hankas, rau qhov Yehus caum nws tua. Yehus hais rau nws cov tubrog hais tias, “Tua tus ntawd thiab!” Ces cov tubrog txawm muab hmuv nkaug Ahaxiyas  thaum nws tabtom tsav nws lub tsheb nees khiav mus rau hauv lub nroog Nkules uas nyob ze rau ntawm lub nroog Inpelas. Tiamsis nws mus txog rau hauv lub nroog Menkidaus, nws mam li tuag."},{"bible_id":"1525","chapter_code":"2KI.9","verse_code":"2KI.9.28","label":"28","content":"Nws cov nomtswv muab tsheb nees thauj nws rov los rau hauv lub nroog Yeluxalees thiab muab nws faus rau ntawm cov vajntxwv lub toj ntxas hauv Daviv lub nroog."},{"bible_id":"1525","chapter_code":"2KI.9","verse_code":"2KI.9.29","label":"29","content":"Ahaxiyas ua vajntxwv kav lub tebchaws Yudas thaum uas Ahaj tus tub Yaulas ua vajntxwv kav lub tebchaws Yixalayees tau kaum ib xyoo lawm."},{"bible_id":"1525","chapter_code":"2KI.9","verse_code":"2KI.9.30","label":"30","content":"Thaum Yehus tuaj txog hauv lub nroog Yexelees. Yexenpees twb paub tej xwm ntawd lawm, ces nws txawm muab tshuaj foo nws tawv muag, ntsis nws cov plaubhau, thiab tuaj ntawm qhovrai xauj rau sab nraud."},{"bible_id":"1525","chapter_code":"2KI.9","verse_code":"2KI.9.31","label":"31","content":"Thaum Yehus tuaj txog ntawm roojvag, Yexenpees txawm qw hais tias, “Ximelis!  Koj twb tua koj tus vajntxwv lawm! Koj tseem tuaj dabtsi ntawm no?”"},{"bible_id":"1525","chapter_code":"2KI.9","verse_code":"2KI.9.32","label":"32","content":"Yehus txawm tsa qhovmuag saib pom ob peb tug nomtswv xauj ntawm qhovrai tuaj rau nws, Yehus hais tias, “Leejtwg tuaj kuv tog?”"},{"bible_id":"1525","chapter_code":"2KI.9","verse_code":"2KI.9.33","label":"33","content":"thiab Yehus hais rau lawv hais tias, “Nej cia li muab Yexenpees pov los!” Lawv txawm muab Yexenpees pov los ntsawm hauv av ua rau ntshav txaws mus lo tej phabntsa thiab tej nees tas. Yehus txawm tsav tsheb nees los luam kiag Yexenpees lub cev"},{"bible_id":"1525","chapter_code":"2KI.9","verse_code":"2KI.9.34","label":"34","content":"mus rau haus hauv lub loog thiab nws mus noj mus haus nyob rau hauv. Yehus hais tias, “Nej cia li coj niag pojniam ntawd mus faus; rau qhov nws yog vajntxwv ib tug ntxhais thiab.”"},{"bible_id":"1525","chapter_code":"2KI.9","verse_code":"2KI.9.35","label":"35","content":"Tiamsis thaum cov neeg ntawd tawm mus muab Yexenpees faus, lawv tsuas pom tshuav lub txha taubhau thiab tej txha tes taw lawm xwb."},{"bible_id":"1525","chapter_code":"2KI.9","verse_code":"2KI.9.36","label":"36","content":"Thaum lawv rov los qhia rau Yehus, Yehus hais tis, “Qhov no yeej muaj raws li tus TSWV tau hais tseg rau nws tus tubtxib Eliyas hais tias, ‘Cov dev uas nyob hauv thaj tsam Yexelees yuav tuaj noj Yexenpees lub cev."},{"bible_id":"1525","chapter_code":"2KI.9","verse_code":"2KI.9.37","label":"37","content":"Yexenpees tej pobtxha uas seem nyob ri sua ib yam li tej quav tsiaj, thiab tsis muaj leejtwg paub hais tias yog Yexenpees tej pobtxha li.’ ”"},{"bible_id":"1525","chapter_code":"2KI.10","verse_code":"2KI.10.1","label":"1","content":"Vajntxwv Ahaj muaj xya caum leej tub xeebntxwv nyob hauv lub nroog Xamalis. Yehus sau ib tsab ntawv thiab muab theej xa mus rau cov nomtswv, cov thawj uas coj cov pejxeem thiab cov uas saib Ahaj cov tub xeebntxwv hauv lub nroog.  Cov lus hauv tsab ntawv hais li no:"},{"bible_id":"1525","chapter_code":"2KI.10","verse_code":"2KI.10.2","label":"2","content":"“Nej cov uas saib vajntxwv cov tub xeebntxwv, nej muaj tej tsheb nees, tej nees, tej cuabyeej ua rog thiab tej nroog uas muaj ntsa yeej thaiv khov kho. Thaum nej taus txais tsab ntawv no lawm,"},{"bible_id":"1525","chapter_code":"2KI.10","verse_code":"2KI.10.3","label":"3","content":"nej cia li xaiv vajntxwv cov tub xeebntxwv ib tug uas tsimnyog tshaj plaws thiab tsa nws ua vajntxwv tiv thaiv nws yawgkoob tsevneeg.”"},{"bible_id":"1525","chapter_code":"2KI.10","verse_code":"2KI.10.4","label":"4","content":"Cov nomtswv hauv lub nroog Xamalis ntshai kawg li. Lawv hais tias, “Peb yuav ua li cas tua yeej Yehus? Txawm yog Vajntxwv Yaulas thiab Vajntxwv Ahaxiyas los twb tua tsis yeej Yehus.”"},{"bible_id":"1525","chapter_code":"2KI.10","verse_code":"2KI.10.5","label":"5","content":"Yog li ntawd, tus nom uas saib lub loog thiab tus nom uas saib lub nroog, cov thawjcoj thiab cov uas saib cov pejxeem thiaj xa xov mus hais rau Yehus li no: “Peb yog koj cov tubtxib, peb ua raws li koj hais. Tiamsis peb yuav tsis tsa leejtwg ua vajntxwv, thov koj ua raws li koj pom zoo.”"},{"bible_id":"1525","chapter_code":"2KI.10","verse_code":"2KI.10.6","label":"6","content":"Yehus sau dua ib tsab ntawv mus hais rau lawv hais tias, “Yog nej tuaj kuv tog thiab txaus siab ua raws li kuv hais, tagkis tav lub sijhawm no, nej nqa kom tau Vajntxwv Ahaj cov tub xeebntxwv cov taubhau tuaj rau kuv hauv lub nroog Yexelees no.” Cov nomtswv uas saib cov pejxeem hauv lub nroog Xamalis, yog cov uas tu thiab cob qhia Vajntxwv Ahaj xya caum leej tub xeebntxwv ntawd."},{"bible_id":"1525","chapter_code":"2KI.10","verse_code":"2KI.10.7","label":"7","content":"Thaum cov nomtswv hauv lub nroog Xamalis tau txais Yehus tsab ntawv lawm, lawv txawm muab Ahaj xya caum leej tub xeebntxwv txiav cajdab thiab muab cov taubhau ntim rau hauv ib co tawb xa mus rau Yehus hauv lub nroog Yexelees."},{"bible_id":"1525","chapter_code":"2KI.10","verse_code":"2KI.10.8","label":"8","content":"Thaum muaj neeg mus qhia rau Yehus paub hais tias, lawv coj Ahaj cov tub xeebntxwv cov taubhau tuaj txog lawm, Yehus txawm hais kom lawv coj mus tso ua ob pawg rau ntawm roojvag nroog, cia nyob ntawd mus txog hnub tom qab thaum sawv ntxov."},{"bible_id":"1525","chapter_code":"2KI.10","verse_code":"2KI.10.9","label":"9","content":"Thaum sawv ntxov Yehus mus txog ntawm roojvag, nws hais rau cov neeg uas nyob ntawd hais tias, “Kuv yog tus uas ntxeev siab rau Vajntxwv Yaulas thiab muab nws tua; nej tsis yog cov uas ris lub txim ntawd. Tiamsis leejtwg yog tus uas tua cov neeg no?"},{"bible_id":"1525","chapter_code":"2KI.10","verse_code":"2KI.10.10","label":"10","content":"Qhov no ua qhia rau peb paub hais tias txhua yam uas tus TSWV hais txog Ahaj cov tub xeebntxwv yeej muaj tseeb tiag. Tus TSWV ua raws li nws tau hais tseg rau Eliyas uas yog nws tus cev Vajtswv lus lawm.”"},{"bible_id":"1525","chapter_code":"2KI.10","verse_code":"2KI.10.11","label":"11","content":"Yehus lojxov tua Ahaj cov kwvtij, cov nomtswv, cov phoojywg thiab cov povthawj uas nyob hauv lub nroog Yexelees tuag tas tsis seem ib tug li."},{"bible_id":"1525","chapter_code":"2KI.10","verse_code":"2KI.10.12","label":"12","content":"Yehus tawm hauv lub nroog Yexelees mus rau hauv lub nroog Xamalis. Thaum nws mus txog ntawm qhov chaw uas hu ua “Cov Yug Yaj Lub Yeej,”"},{"bible_id":"1525","chapter_code":"2KI.10","verse_code":"2KI.10.13","label":"13","content":"nws ntsib cov Yudas tus Vajntxwv Ahaxiyas cov kwvtij, nws nug lawv hais tias, “Nej yog leejtwg cov neeg?” Lawv teb hais tias, “Peb yog Ahaxiyas cov kwvtij, peb yuav mus hawm vajntxwv cov tub xeebntxwv thiab niam Vajntxwv Yexenpees uas nyob hauv lub nroog Yexelees.”"},{"bible_id":"1525","chapter_code":"2KI.10","verse_code":"2KI.10.14","label":"14","content":"Ces Yehus hais rau nws cov tubrog hais tias, “Cia li ntes lawv!” Cov tubrog txawm vij kiag lawv thiab muab lawv tua tuag tas ze rau ntawm lub qhovtshij Npethes Ekes. Lawv cov ntawd muaj plaub caug ob leeg, lawv puavleej raug tua tuag tas tsis seem ib tug li."},{"bible_id":"1525","chapter_code":"2KI.10","verse_code":"2KI.10.15","label":"15","content":"Thaum Yehus sawv kev qhov ntawd mus, nws txawm mus ntsib Yaunadas uas yog Lekhas tus tub. Yehus hais rau Yaunadas hais tias, “Koj thiab kuv puas ua tau ib lub siab tiag?” Yaunadas teb hais tias, “Kuv ua tau.” Yehus hais tias, “Wb tuav tes.” Nkawd txawm sib tuav tes, thiab Yehus rub Yaunadas rau saum tsheb nees"},{"bible_id":"1525","chapter_code":"2KI.10","verse_code":"2KI.10.16","label":"16","content":"thiab hais tias, “Nrog kuv mus, koj thiaj li pom hais tias, kuv yeej muab siab npuab tus TSWV tiag.” Ces nkawd txawm caij tsheb nees mus rau hauv lub nroog Xamalis."},{"bible_id":"1525","chapter_code":"2KI.10","verse_code":"2KI.10.17","label":"17","content":"Thaum nkawd mus txog hauv lub nroog, Yehus txawm muab Ahaj cov kwvtij tua tuag tas tsis tseg ib tug li. Tej xwm no muaj raws li tus TSWV tau hais tseg rau Eliyas lawm."},{"bible_id":"1525","chapter_code":"2KI.10","verse_code":"2KI.10.18","label":"18","content":"Yehus hu tagnrho cov neeg uas nyob hauv lub nroog Xamalis tuaj ua ke thiab hais rau lawv hais tias, “Vajntxwv Ahaj tsuas pe Npa-as mentsis xwb, tiamsis kuv yuav pe Npa-as heev dua ntawd thiab."},{"bible_id":"1525","chapter_code":"2KI.10","verse_code":"2KI.10.19","label":"19","content":"Yehus hu cov cev Npa-as lus, cov coj Npa-as kevcai thiab cov povthawj uas teev Npa-as tagnrho tuaj sib sau ua ke. Txhua tus yuav tsum tuaj tsis zam rau leejtwg li, rau qhov kuv yuav fij khoom ntau heev rau Npa-as. Yog leejtwg tsis tuaj, kuv yuav muab tus ntawd tua povtseg.” (Qhov uas Yehus ua li ntawd, yog nws ntxias kom cov neeg uas pe Npa-as tuaj thiab muab lawv tua povtseg huv tibsi.)"},{"bible_id":"1525","chapter_code":"2KI.10","verse_code":"2KI.10.20","label":"20","content":"Yehus hais tias, “Cia li teem ib hnub rau sawvdaws tuaj pe Npa-as!” Ces lawv txawm tshaj tawm rau sawvdaws,"},{"bible_id":"1525","chapter_code":"2KI.10","verse_code":"2KI.10.21","label":"21","content":"thiab Yehus xa xov mus thoob plaws lub tebchaws Yixalayees. Txhua tus uas pe Npa-as puavleej tuaj tagnrho tsis seem ib tug li. Lawv sawvdaws mus rau hauv lub tsev teev Npa-as puv nkaus sab tim no rau sab tim ub."},{"bible_id":"1525","chapter_code":"2KI.10","verse_code":"2KI.10.22","label":"22","content":"Yehus hais rau tus povthawj uas saib cov tsho ntev, kom muab cov tsho los rau cov neeg uas pe Npa-as hnav."},{"bible_id":"1525","chapter_code":"2KI.10","verse_code":"2KI.10.23","label":"23","content":"Tom qab ntawd, Yehus nrog Lekhas tus tub Yaunadas mus rau hauv lub tsev teev Npa-as, thiab hais rau cov neeg uas tuaj nyob hauv hais tias, “Tsuas yog pub cov neeg uas pe Npa-as tuaj rau hauv no xwb, tsis pub cov uas pehawm tus TSWV tuaj rau hauv no li.”"},{"bible_id":"1525","chapter_code":"2KI.10","verse_code":"2KI.10.24","label":"24","content":"Yehus thiab Yaunadas txawm mus hlawv khoom fij rau Npa-as. Yehus twb npaj tau yim caum leej tubrog nyob sab nraum zoov lub tsev teev Npa-as tos thiab hais rau lawv hais tias, “Nej yuav tsum muab cov neeg no tua kom tuag tas huv tibsi. Yog nej leejtwg cia lawv cov ntawd ib tug dim, mas yuav muab nws tua theej tus uas dim lawm chaw!”"},{"bible_id":"1525","chapter_code":"2KI.10","verse_code":"2KI.10.25","label":"25","content":"Thaum Yehus muab khoom hlawv fij tagnrho, nws txawm hais rau cov fajxwm thiab cov tubrog hais tias, “Nej cia li mus rau hauv thiab muab lawv tua huv tibsi; tsis pub ib tug dim li!” Ces cov tubrog txawm rho ntaj thiab mus muab cov neeg ntawd tua tuag tas rau hauv tsev thiab muab luag pov rau sab nraud. Ces lawv txawm mus rau chav hauv plawv lub tsev teev Npa-as,"},{"bible_id":"1525","chapter_code":"2KI.10","verse_code":"2KI.10.26","label":"26","content":"muab tej ncej zeb Npa-as nqa tawm rau sab nraud thiab muab hlawv."},{"bible_id":"1525","chapter_code":"2KI.10","verse_code":"2KI.10.27","label":"27","content":"Lawv muab tej ncej zeb Npa-as thiab lub tsev teev Npa-as rhuav puastsuaj tas, ua chaw rau neeg mus tawm rooj los txog niaj hnub no."},{"bible_id":"1525","chapter_code":"2KI.10","verse_code":"2KI.10.28","label":"28","content":"Yehus ua li ntawd thiaj tshem tau cov neeg uas pe Npa-as hauv lub tebchaws Yixalayees tawm mus."},{"bible_id":"1525","chapter_code":"2KI.10","verse_code":"2KI.10.29","label":"29","content":"Tiamsis Yehus tseem ua txhaum ib yam li Vajntxwv Yelaunpau-as uas yog Nenpas tus tub ua thiab. Nws coj cov Yixalayees mus pe ob tus mlom menyuam nyuj uas Yelaunpau-as muab kub nchuav rau hauv lub nroog Npethees thiab hauv lub nroog Das."},{"bible_id":"1525","chapter_code":"2KI.10","verse_code":"2KI.10.30","label":"30","content":"Tus TSWV hais rau Yehus hais tias, “Koj tau ua rau Ahaj cov tub xeebntxwv raws li kuv kom koj ua lawm. Yog li ntawd, kuv coglus rau koj hais tias koj cov xeebntxwv yuav tau ua vajntxwv kav cov Yixalayees mus txog plaub tiam.”"},{"bible_id":"1525","chapter_code":"2KI.10","verse_code":"2KI.10.31","label":"31","content":"Tiamsis Yehus tsis ua raws li tus TSWV uas yog cov Yixalayees tus Vajtswv txoj kevcai kom kawg siab kawg ntsws; nws ua ib yam li Yelaunpau-as ua, nws thiaj coj cov Yixalayees mus ua txhaum."},{"bible_id":"1525","chapter_code":"2KI.10","verse_code":"2KI.10.32","label":"32","content":"Txij thaum ntawd los tus TSWV txawm ua rau cov Yixalayees lub tebchaws nqaim zuj zus. Vajntxwv Haxayees uas kav lub tebchaws Xilias tuaj txeeb tau cov Yixalayees lub tebchaws tagnrho,"},{"bible_id":"1525","chapter_code":"2KI.10","verse_code":"2KI.10.33","label":"33","content":"txij ntua ntawm tus Dej Yauladees sab hnubtuaj mus rau sab qabteb, ti nkaus rau ntawm lub nroog Alu-es ntawm tus Dej Alenoos, tagnrho cheebtsam Nkile-as thiab Npasas uas yog xeem Khas, xeem Lunpees thiab xeem Manaxes sab hnubtuaj nyob huv tibsi."},{"bible_id":"1525","chapter_code":"2KI.10","verse_code":"2KI.10.34","label":"34","content":"Dua li lwm yam uas Yehus ua thiab tej uas nws muaj peevxwm ua tau, puavleej muab sau cia rau hauv Phau Ntawv Keebkwm uas teev cov Yixalayees cov Vajntxwv lub neeg lawm."},{"bible_id":"1525","chapter_code":"2KI.10","verse_code":"2KI.10.35","label":"35","content":"Yehus tuag thiab luag muab nws faus rau hauv lub nroog Xamalis, thiab nws tus tub Yehau-ahas ua vajntxwv hloov nws chaw."},{"bible_id":"1525","chapter_code":"2KI.10","verse_code":"2KI.10.36","label":"36","content":"Yehus ua vajntxwv kav lub tebchaws Yixalayees, thiab nws nyob hauv lub nroog Xamalis kav tau nees nkaum yim xyoo."},{"bible_id":"1525","chapter_code":"2KI.11","verse_code":"2KI.11.1","label":"1","content":"Thaum Athaliyas hnov hais tias nws tus tub uas yog Vajntxwv Ahaxiyas raug tua tuag lawm, nws txawm samhwm kom luag muab Vajntxwv Ahaxiyas tsevneeg tua kom tuag tas huv tibsi."},{"bible_id":"1525","chapter_code":"2KI.11","verse_code":"2KI.11.2","label":"2","content":"Tsuas yog Ahaxiyas tus tub Yau-ases thiaj khiav dim xwb. Yau-ases los twb yuav luag raug tua tuag nrog lwm tus, tiamsis muaj nws tus phauj Yehausenpas uas yog Vajntxwv Yehaulas tus ntxhais thiab yog Ahaxiyas tus muam coj Yau-as thiab tus ntxhais qhev uas tu Yau-as mus zais rau ib chav hauv lub Tuamtsev kom Athaliyas tsis txhob pom nws. Yog li ntawd, Yau-as thiaj tsis raug tua."},{"bible_id":"1525","chapter_code":"2KI.11","verse_code":"2KI.11.3","label":"3","content":"Yehausenpas tu thiab zais Yau-as hauv lub tuamtsev tau rau lub xyoos rau thaum uas Athaliyas ua poj vajntxwv kav tebchaws ntawd."},{"bible_id":"1525","chapter_code":"2KI.11","verse_code":"2KI.11.4","label":"4","content":"Tiamsis xyoo xya tus povthawj Yehauyadas thiaj xa xov mus rau tus thawj tubrog uas saib cov tubrog uas nrog nraim vajntxwv thiab cov zov lub loog tuaj rau hauv lub Tuamtsev, nws kom lawv coglus thiab ua raws li nws hais. Nws qhia Vajntxwv Ahaxiyas tus tub Yau-as rau lawv"},{"bible_id":"1525","chapter_code":"2KI.11","verse_code":"2KI.11.5","label":"5","content":"thiab kom lawv ua li no: “Hnub Xanpataus nej tuaj ua haujlwm, nej cov neeg ib feem peb zov lub loog;"},{"bible_id":"1525","chapter_code":"2KI.11","verse_code":"2KI.11.6","label":"6","content":"ib feem peb zov ntawm lub Roojvag Xules, thiab dua ib feem peb zov ntawm lub roojvag uas nyob tom qab pab ntawd."},{"bible_id":"1525","chapter_code":"2KI.11","verse_code":"2KI.11.7","label":"7","content":"Ob pab uas tsis ua haujlwm hnub Xanpataus yuav tsum tauj nyob hauv lub Tuamtsev zov vajntxwv."},{"bible_id":"1525","chapter_code":"2KI.11","verse_code":"2KI.11.8","label":"8","content":"Nej yuav tsum tuav rawv ntaj ntawm tes zov Vajntxwv Yau-as thiab nrog nraim nws txhua qhov uas nws mus. Yog leejtwg txav los ze, nej cia li muab tus ntawd tua povtseg.”"},{"bible_id":"1525","chapter_code":"2KI.11","verse_code":"2KI.11.9","label":"9","content":"Tus thawj tubrog ua raws li Yehauyadas hais thiab hu cov tubrog los cuag nws, tsis hais cov uas ua haujlwm hnub Xanpataus thiab cov uas tsis ua."},{"bible_id":"1525","chapter_code":"2KI.11","verse_code":"2KI.11.10","label":"10","content":"Yehauyadas muab Vajntxwv Daviv cov hmuv,  thiab cov thaiv hniav ntaj uas muab khaws cia rau hauv lub Tuamtsev rau tus thawj tubrog,"},{"bible_id":"1525","chapter_code":"2KI.11","verse_code":"2KI.11.11","label":"11","content":"thiab Yehauyadas kom cov tubrog tuav rawv ntaj mus sawv thoob plaws ntawm hauv ntej lub Tuamtsev tiv thaiv vajntxwv."},{"bible_id":"1525","chapter_code":"2KI.11","verse_code":"2KI.11.12","label":"12","content":"Ces Yehauyadas txawm coj Yau-as tawm los, muab lub kausmom kub rau nws ntoo thiab muab Vajtswv phau kevcai cob rau Yau-as; lawv muab roj hliv rau Yau-as taubhau tsa nws ua vajntxwv; lawv sawvdaws npuaj teg thiab qw hais tias, “Thov kom vajntxwv muaj sia nyob ntev!”"},{"bible_id":"1525","chapter_code":"2KI.11","verse_code":"2KI.11.13","label":"13","content":"Poj Vajntxwv Athaliyas hnov cov tubrog thiab cov pejxeem qw, ces nws txawm khiav ceev nrooj tuaj rau ntawm lub Tuamtsev uas sawvdaws tuaj sib sau."},{"bible_id":"1525","chapter_code":"2KI.11","verse_code":"2KI.11.14","label":"14","content":"Poj Vajntxwv pom tus vajntxwv uas lawv tsa sawv ntawm lub Tuamtsev tus ncej qhovrooj raws li kevcai tsa vajntxwv. Cov nomtswv, cov tshuab raj tshuab xyu thiab cov pejxeem sawv ncig vajntxwv, lawv qw thiab tshuab raj tshuab xyu zoo siab kawg li. Athaliyas nyuaj siab heev, nws dua rhe nws cev khaubncaws thiab qw hais tias, “Ntxeev siab! Ntxeev siab!”"},{"bible_id":"1525","chapter_code":"2KI.11","verse_code":"2KI.11.15","label":"15","content":"Yehauyadas tsis xav kom luag tua Athaliyas rau ntawm lub Tuamtsev, nws thiaj hais rau cov thawj tubrog hais tias, “Coj Athaliyas tawm raws kis nruab nrab ntawm ob pab tubrog no mus. Yog leejtwg los pab nws, ces nej cia li muab tus ntawd tua.”"},{"bible_id":"1525","chapter_code":"2KI.11","verse_code":"2KI.11.16","label":"16","content":"Cov tubrog txawm ntes Athaliyas thiab coj nws mus rau ntawm lub Roojvag Nees uas yuav mus rau hauv lub loog thiab lawv muab nws tua rau ntawd."},{"bible_id":"1525","chapter_code":"2KI.11","verse_code":"2KI.11.17","label":"17","content":"Tus povthawj Yehauyadas kom Vajntxwv Yau-as thiab cov pejxeem sawvdaws coglus rau tus TSWV hais tias lawv yuav ua tus TSWV haivneeg, thiab nws kom vajntxwv thiab cov pejxeem sib coglus ib yam nkaus."},{"bible_id":"1525","chapter_code":"2KI.11","verse_code":"2KI.11.18","label":"18","content":"Ces cov neeg txawm mus rau tom lub tsev teev Npa-as thiab muab lub tsev rhuav puastsuaj tas; lawv muab tej thaj thiab tej mlom tsoo tawg tas, thiab muab tus povthawj Matas uas teev Npa-as tua rau ntawm hauv ntej cov thaj. Yehauyadas tso ib pab tubrog zov ntawm lub Tuamtsev,"},{"bible_id":"1525","chapter_code":"2KI.11","verse_code":"2KI.11.19","label":"19","content":"ces Yehauyadas, cov nomtswv, cov tubrog uas nrog nraim vajntxwv thiab cov tubrog uas zov lub loog, txawm coj vajntxwv tawm hauv lub Tuamtsev mus rau hauv lub loog, thiab cov pejxeem sawvdaws raws nws qab. Yau-as mus ntawm lub Roojvag Fajxwm mus rau hauv lub loog thiab mus zaum saum lub zwmtxwv."},{"bible_id":"1525","chapter_code":"2KI.11","verse_code":"2KI.11.20","label":"20","content":"Cov pejxeem sawvdaws zoo siab kawg nkaus, thiab lub nroog nyob ntsiag to, rau qhov lawv twb muab Athaliyas tua tuag rau ntawm lub loog lawm."},{"bible_id":"1525","chapter_code":"2KI.11","verse_code":"2KI.11.21","label":"21","content":"Yau-ases ua vajntxwv kav lub tebchaws Yudas thaum nws hnubnyoog muaj xya xyoo."},{"bible_id":"1525","chapter_code":"2KI.12","verse_code":"2KI.12.1","label":"1","content":"Thaum Yehus ua vajntxwv kav lub tebchaws Yixalayees tau xya xyoo lawm, Yau-ases mam li ua vajntxwv kav lub tebchaws Yudas, thiab nws nyob hauv lub nroog Yeluxalees kav tau plaub caug xyoo. Nws niam hu ua Xinpiyas uas nyob hauv lub nroog Npesenpas."},{"bible_id":"1525","chapter_code":"2KI.12","verse_code":"2KI.12.2","label":"2","content":"Yau-ases ua raws li tus TSWV lub siab nyiam mus tas nws lub neej, rau qhov yog tus povthawj Yehauyadas cob qhia nws."},{"bible_id":"1525","chapter_code":"2KI.12","verse_code":"2KI.12.3","label":"3","content":"Txawm li ntawd los nws tsis muab tej chaw teev dab rhuav povtseg, cov neeg thiaj pheej mus tua tsiaj fij thiab hlawv hmoov tshuaj tsw qab rau ntawm tej chaw ntawd."},{"bible_id":"1525","chapter_code":"2KI.12","verse_code":"2KI.12.4","label":"4","content":"Yau-ases hais rau cov povthawj hais tias, “Nej cia li khaws tej nyiaj uas cov pejxeem coj tuaj fij rau hauv lub Tuamtsev, tsis hais cov nyiaj uas lawv coj tuaj fij theej txhoj raws li kevcai thiab cov nyiaj uas lawv muaj lub siab dawb paug coj tuaj fij."},{"bible_id":"1525","chapter_code":"2KI.12","verse_code":"2KI.12.5","label":"5","content":"Txhua tus povthawj yuav tau khaws tej nyiaj uas cov neeg uas nws ua haujlwm rau coj tuaj fij, thiab muab tej nyiaj ntawd siv kho lub Tuamtsev tej qhov uas puas lawm.”"},{"bible_id":"1525","chapter_code":"2KI.12","verse_code":"2KI.12.6","label":"6","content":"Yau-ases twb ua vajntxwv kav tebchaws tau nees nkaum peb xyoos lawm, tiamsis cov povthawj tseem tsis tau kho lub Tuamtsev li."},{"bible_id":"1525","chapter_code":"2KI.12","verse_code":"2KI.12.7","label":"7","content":"Yog li ntawd, Vajntxwv Yau-ases thiaj hu tus povthawj Yehauyadas thiab cov povthawj tuaj cuag nws, nws hais rau lawv hais tias, “Vim li cas nej tseem tsis tau kho lub Tuamtsev li? Txij hnub no mus nej tsis txhob muab tej nyiaj uas cov neeg coj tuaj fij khaws cia lawm, tiamsis cia li muab cov nyiaj ntawd rau lwm tus coj mus kho lub Tuamtsev kom tiav.”"},{"bible_id":"1525","chapter_code":"2KI.12","verse_code":"2KI.12.8","label":"8","content":"Cov povthawj thiaj pom zoo ua raws li Yau-as hais thiab pom zoo hais tias cia lawv tsis txhob ua cov kho lub Tuamtsev."},{"bible_id":"1525","chapter_code":"2KI.12","verse_code":"2KI.12.9","label":"9","content":"Tus povthawj Yehauyadas muab ib lub thawv tho qhov saum lub hau thiab coj mus txawb rau ntawm lub thaj sab xis, ntawm lub qhovrooj uas mus rau hauv lub Tuamtsev. Cov povthawj uas ua haujlwm ntawm qhovrooj muab tej nyiaj uas cov neeg tuaj pehawm Vajtswv coj tuaj fij tso rau huv lub thawv ntawd."},{"bible_id":"1525","chapter_code":"2KI.12","verse_code":"2KI.12.10","label":"10","content":"Thaum cov nyiaj puv lub thawv lawm, vajntxwv tus teev ntawv thiab tus Povthawj Hlob tuaj muab cov nyiaj ntawd suav thiab muab ntim rau hauv hnab."},{"bible_id":"1525","chapter_code":"2KI.12","verse_code":"2KI.12.11","label":"11","content":"Thaum nkawd suav tej nyiaj ntawd tas, nkawd muab teev tseg thiab muab cob rau tus thawj uas saib cov kho lub Tuamtsev coj mus them rau cov txua ntoo, cov ua tsev,"},{"bible_id":"1525","chapter_code":"2KI.12","verse_code":"2KI.12.12","label":"12","content":"cov txhim phabntsa, cov txaug pobzeb, coj mus yuav ntoo, yuav pobzeb thiab muab yuav tej yam uas yuav tsum siv."},{"bible_id":"1525","chapter_code":"2KI.12","verse_code":"2KI.12.13","label":"13","content":"Txawm li ntawd los lawv tsis muab tej nyiaj ntawd them rau cov uas nchuav khob, tais, raj xyu, tej cuabyeej siv rau tej teeb lossis lwm yam uas muab nyiaj muab kub ua."},{"bible_id":"1525","chapter_code":"2KI.12","verse_code":"2KI.12.14","label":"14","content":"Cov nyiaj ntawd muab them rau cov uas kho lub Tuamtsev thiab yuav tej khoom uas kho lub Tuamtsev xwb."},{"bible_id":"1525","chapter_code":"2KI.12","verse_code":"2KI.12.15","label":"15","content":"Cov uas Yehauyadas thiab vajntxwv tus teev ntawv muab nyiaj rau coj mus them cov neeg ua haujlwm, lawv ua ncaj ncees heev. Yog li ntawd, nkawd thiaj tsis kom lawv muab tej ntawv teev nyiaj los."},{"bible_id":"1525","chapter_code":"2KI.12","verse_code":"2KI.12.16","label":"16","content":"Tej nyiaj uas cov neeg coj tuaj fij theej txhoj thiab coj tuaj fij daws txim, tsis txhob muab tso rau hauv lub thawv, rau qhov cov nyiaj ntawd yog cov povthawj tug."},{"bible_id":"1525","chapter_code":"2KI.12","verse_code":"2KI.12.17","label":"17","content":"Thaum lub sijhawm ntawd Vajntxwv Haxayees uas kav lub tebchaws Xilias tuaj tua thiab txeeb tau lub nroog Nkathas, thiab nws mus tua lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"2KI.12","verse_code":"2KI.12.18","label":"18","content":"Vajntxwv Yau-ases uas kav lub tebchaws Yudas muab tagnrho tej khoom fij uas nws yawgkoob Yehausafas, Yehaulas thiab nws txiv Ahaxiyas muab fij rau tus TSWV lawm, ntxiv rau nws tej khoom thiab tej nyiaj tej kub hauv lub Tuamtsev thiab hauv lub loog, coj mus pub rau Vajntxwv Haxayees, Haxayees thiaj thim nws cov tubrog rov qab tsis tua lub nroog Yeluxalees lawm."},{"bible_id":"1525","chapter_code":"2KI.12","verse_code":"2KI.12.19","label":"19","content":"Dua li lwm yam uas Vajntxwv Yau-ases ua puavleej muab sau cia rau hauv  Phau Ntawv Keebkwm uas teev cov Yudas cov Vajntxwv lub neej lawm."},{"bible_id":"1525","chapter_code":"2KI.12","verse_code":"2KI.12.20+2KI.12.21","label":"20-21","content":"Vajntxwv Yau-as ob tug nomtswv uas yog Sime-as tus tub Yauxakas thiab Saumes tus tub Yehauxanpas, ntxeev siab rau Yau-as thiab muab nws tua rau hauv lub tsev Milus ntawm lub nroog Yeluxalees sab hnubtuaj uas yog txojkev mus rau nram lub nroog Xilas. Luag coj Yau-as mus faus rau ntawm cov vajntxwv lub toj ntxas hauv Daviv lub nroog, thiab nws tus tub Amaxiyas ua vajntxwv hloov nws chaw."},{"bible_id":"1525","chapter_code":"2KI.13","verse_code":"2KI.13.1","label":"1","content":"Thaum Ahaxiyas tus tub Yau-ases ua vajntxwv kav lub tebchaws Yudas tau nees nkaum peb xyoos lawm, Yehus tus tub Yehau-ahas mam li ua vajntxwv kav lub tebchaws Yixalayees, thiab nws nyob hauv lub nroog Xamalis kav tau kaum xya xyoo."},{"bible_id":"1525","chapter_code":"2KI.13","verse_code":"2KI.13.2","label":"2","content":"Yehau-ahas ua txhaum rau tus TSWV ib yam li Vajntxwv Yelaunpau-as uas yog Nenpas tus tub ua, nws tau coj cov Yixalayees mus txhaum."},{"bible_id":"1525","chapter_code":"2KI.13","verse_code":"2KI.13.3","label":"3","content":"Yog li ntawd, tus TSWV thiaj chim heev rau cov Yixalayees thiab cia Vajntxwv Haxayees uas kav lub tebchaws Xilias thiab nws tus tub Npeehadas tuaj tua yeej cov Yixalayees thiab tswjhwm cov Yixalayees tau ntev loo."},{"bible_id":"1525","chapter_code":"2KI.13","verse_code":"2KI.13.4","label":"4","content":"Ces Yehau-ahas thiaj thov tus TSWV, tus TSWV txaus siab thiab teb nws tej lus thov, vim tus TSWV pom hais tias tus vajntxwv uas kav lub tebchaws Xilias tau tsimtxom cov Yixalayees heev."},{"bible_id":"1525","chapter_code":"2KI.13","verse_code":"2KI.13.5","label":"5","content":"Tus TSWV pub cov Yixalayees muaj ib tug thawjcoj los tso kom lawv dim ntawm cov Xilias, yog li ntawd cov Yixalayees thiaj tau rov mus nyob hauv lawv tej vajtse kaj siab lug ib yam li yav tas los."},{"bible_id":"1525","chapter_code":"2KI.13","verse_code":"2KI.13.6","label":"6","content":"Tiamsis lawv tseem pheej ua  tej kev txhaum uas Vajntxwv Yelaunpau-as tsevneeg coj cov Yixalayees mus ua tsis tso tseg li, thiab tus mlom Aselas tseem nyob hauv lub nroog Xamalis."},{"bible_id":"1525","chapter_code":"2KI.13","verse_code":"2KI.13.7","label":"7","content":"Yehau-ahas cov tubrog tsuas tshuav tsib caug leej tubrog caij nees, kaum lub tsheb nees, thiab kaum txhiab leej tubrog mus taw lawm xwb, rau qhov tus vajntxwv uas kav lub tebchaws Xilias tuaj muab ibtxhia tua tuag tas, thiab lawv muab tsuj ib yam li tsuj tej hmoov av."},{"bible_id":"1525","chapter_code":"2KI.13","verse_code":"2KI.13.8","label":"8","content":"Dua li lwm yam uas Yehau-ahas ua thiab tej uas nws muaj peevxwm ua tau puavleej muab sau cia rau hauv  Phau Ntawv Keebkwm uas teev cov Yixalayees cov Vajntxwv lub neej lawm."},{"bible_id":"1525","chapter_code":"2KI.13","verse_code":"2KI.13.9","label":"9","content":"Yehau-ahas tuag thiab luag coj nws mus faus rau hauv lub nroog Xamalis, thiab nws tus tub Yehau-as ua vajntxwv hloov nws chaw."},{"bible_id":"1525","chapter_code":"2KI.13","verse_code":"2KI.13.10","label":"10","content":"Thaum Yau-ases ua vajntxwv kav lub tebchaws Yudas tau peb caug xya xyoo lawm, Yehau-ahas tus tub Yehau-as mam li ua vajntxwv kav lub tebchaws Yixalayees, thiab nws nyob hauv lub nroog Xamalis kav tau kaum rau xyoo."},{"bible_id":"1525","chapter_code":"2KI.13","verse_code":"2KI.13.11","label":"11","content":"Yehau-as los ua txhaum rau tus TSWV ib yam li Yelaunpau-as uas yog Nenpas tus tub ua, nws tau coj cov Yixalayees mus ua txhaum."},{"bible_id":"1525","chapter_code":"2KI.13","verse_code":"2KI.13.12","label":"12","content":"Dua li lwm yam uas Yehau-as ua, thiab tagnrho tej uas nws muaj peevxwm ua rog rau Vajntxwv Amaxiyas uas kav lub tebchaws Yudas puavleej muab sau cia rau hauv  Phau Ntawv Keebkwm uas teev cov Yixalayees cov Vajntxwv lub neej lawm."},{"bible_id":"1525","chapter_code":"2KI.13","verse_code":"2KI.13.13","label":"13","content":"Yehau-as tuag thiab luag coj nws mus faus rau ntawm cov vajntxwv lub toj ntxas hauv lub nroog Xamalis, thiab nws tus tub Yelaunpau-as ua vajntxwv hloov nws chaw."},{"bible_id":"1525","chapter_code":"2KI.13","verse_code":"2KI.13.14","label":"14","content":"Thaum Elisas uas yog tus cev Vajtswv lus mob yuav tuag, Vajntxwv Yehau-as uas kav lub tebchaws Yixalayees tuaj xyuas Elisas. Yehau-as quaj hais tias, “Kuv txiv! Kuv txiv! Koj yog cov Yixalayees tus cawmseej uas loj kawg nkaus.”"},{"bible_id":"1525","chapter_code":"2KI.13","verse_code":"2KI.13.15","label":"15","content":"Elisas hais rau Yehau-as hais tias, “Koj cia li mus nqa ib rab hneevnti thiab ib co xub tuaj.” Yehau-as txawm mus nqa tuaj,"},{"bible_id":"1525","chapter_code":"2KI.13","verse_code":"2KI.13.16","label":"16","content":"thiab Elisas hais rau Yehau-as kom muab xub nruab rau rab hneevnti thiab rub tua. Vajntxwv txawm ua li ntawd, thiab Elisas muab nws txhais tes tso rau saum vajntxwv txhais tes."},{"bible_id":"1525","chapter_code":"2KI.13","verse_code":"2KI.13.17","label":"17","content":"Elisas kom vajntxwv qhib lub qhovrai uas tig mus rau pem tebchaws Xilias, thiab Elisas hais tias, “Cia li tua koj rab hneevnti mus rau pem tebchaws Xilias!” Thaum uas vajntxwv tua rab hneevnti lawm, Elisas hais rau vajntxwv hais tias, “Koj yog xibxub uas tus TSWV yuav siv mus tua kom yeej lub tebchaws Xilias. Koj yuav mus tua cov Xilias pem lub nroog Afes mus txog hnub uas koj yeej lawv lawm.”"},{"bible_id":"1525","chapter_code":"2KI.13","verse_code":"2KI.13.18","label":"18","content":"Elisas hais kom vajntxwv muab dua ib co xub los nplawm hauv av. Vajntxwv txawm muab cov xub nplawm peb nplawg rau hauv av thiab tso plhuav tseg."},{"bible_id":"1525","chapter_code":"2KI.13","verse_code":"2KI.13.19","label":"19","content":"Elisas npautaws heev, nws thiaj hais rau vajntxwv hais tias, “Tsimnyog koj nplawm tsib raus nplawm rau hauv av, koj thiaj yuav yeej hlo cov Xilias, tiamsis koj tsuas nplawm peb nplawg xwb, yog li ntawd, koj yuav mus tua yeej cov Xilias peb zaug xwb.”"},{"bible_id":"1525","chapter_code":"2KI.13","verse_code":"2KI.13.20","label":"20","content":"Elisas tuag thiab luag coj nws mus faus. Txij thaum ntawd los cov Mau-am ib pab rog tubsab pheej niaj xyoo tuaj tua lub tebchaws Yixalayees."},{"bible_id":"1525","chapter_code":"2KI.13","verse_code":"2KI.13.21","label":"21","content":"Muaj ib zaug cov Yixalayees tabtom kwv ib tug tuag mus faus. Thaum lawv pom cov Mau-am pab rog tubsab ntawd tuaj, lawv txawm muab tus tuag pov rhees rau hauv Elisas lub qhov ntxa thiab lawv nyias taus nyias khiav lawm.  Thaum tus tuag poob mus raug Elisas cov pobtxha, ces tus tuag txawm rov ciaj sia tuaj thiab sawv tsees nres nroos."},{"bible_id":"1525","chapter_code":"2KI.13","verse_code":"2KI.13.22","label":"22","content":"Ntu uas Vajntxwv Yehau-as kav lub tebchaws Yixalayees, tus Vajntxwv Haxayees uas kav lub tebchaws Xilias tsimtxom cov Yixalayees kawg li,"},{"bible_id":"1525","chapter_code":"2KI.13","verse_code":"2KI.13.23","label":"23","content":"tiamsis tus TSWV hlub thiab tshua cov Yixalayees heev. Nws tsis xav kom lawv raug kev puastsuaj, nws thiaj pab lawv, rau qhov nws tau coglus tseg rau Anplahas, Ixaj thiab Yakhauj lawm. Tus TSWV tseem nco ntsoov nws haivneeg tsis tso lawv tseg li."},{"bible_id":"1525","chapter_code":"2KI.13","verse_code":"2KI.13.24","label":"24","content":"Thaum Vajntxwv Haxayees uas kav lub tebchaws Xilias tuag lawm, nws tus tub Npeehadas ua vajntxwv hloov nws chaw."},{"bible_id":"1525","chapter_code":"2KI.13","verse_code":"2KI.13.25","label":"25","content":"Vajntxwv Yehau-as uas kav lub tebchaws Yixalayees thiaj mus tua yeej Npeehadas peb zaug thiab rov mus txeeb tau tej nroog uas Npeehadas txeeb tau thaum uas Yehau-as txiv Yehau-ahas tseem ua vajntxwv kav lub tebchaws Yixalayees ntawd rov qab los huv tibsi lawm."},{"bible_id":"1525","chapter_code":"2KI.14","verse_code":"2KI.14.1","label":"1","content":"Thaum Yehau-ahas tus tub Yehau-as ua vajntxwv kav lub tebchaws Yixalayees tau ob xyoo lawm, Yau-ases tus tub Amaxiyas mam li ua vajntxwv kav lub tebchaws Yudas"},{"bible_id":"1525","chapter_code":"2KI.14","verse_code":"2KI.14.2","label":"2","content":"thaum nws hnubnyoog muaj nees nkaum tsib xyoo, thiab nws nyob hauv lub nroog Yeluxalees kav tau nees nkaum cuaj xyoos. Nws niam hu ua Yehau-adees uas nyob hauv lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"2KI.14","verse_code":"2KI.14.3","label":"3","content":"Amaxiyas ua lub neej raws li tus TSWV siab nyiam, nws tsis ua li nws yawgkoob uas yog Vajntxwv Daviv ua, tiamsis nws ua li nws txiv Yau-ases ua."},{"bible_id":"1525","chapter_code":"2KI.14","verse_code":"2KI.14.4","label":"4","content":"Nws tsis muab tej chaw teev dab rhuav povtseg, cov neeg thiaj pheej mus tua tsiaj fij thiab hlawv hmoov tshuaj tsw qab rau ntawm tej chaw teev dab ntawd."},{"bible_id":"1525","chapter_code":"2KI.14","verse_code":"2KI.14.5","label":"5","content":"Thaum Amaxiyas kav lub tebchaws nyob ruaj, nws muab ob tug nom uas tua nws txiv uas yog Vajntxwv Yau-as tua povtseg."},{"bible_id":"1525","chapter_code":"2KI.14","verse_code":"2KI.14.6","label":"6","content":"Txawm li ntawd los nws tsis tua nkawd cov menyuam, nws ua li ntawd thiaj raws li tus TSWV tej lus samhwm rau hauv Phau Ntawv Kevcai uas Mauxes sau tseg hais tias, “Tsis txhob muab niamtxiv tua, vim menyuam tej kev txhaum, thiab tsis txhob muab tej menyuam tua, vim niamtxiv tej kev txhaum; tus twg ua txhaum tsuas tua tus ntawd xwb.”"},{"bible_id":"1525","chapter_code":"2KI.14","verse_code":"2KI.14.7","label":"7","content":"Amaxiyas tua cov tubrog Edoos tuag kaum txhiab leej rau hauv lub Hav Ntsev; nws mus tua thiab txeeb tau lub nroog Xelas thiab muab lub nroog ntawd tis dua npe hu ua Yauthees, luag tseem hu lub npe ntawd los txog niaj hnub no."},{"bible_id":"1525","chapter_code":"2KI.14","verse_code":"2KI.14.8","label":"8","content":"Amaxiyas txawm tso neeg mus hais kom Vajntxwv Yehau-as uas kav lub tebchaws Yixalayees tuaj nrog nws sib tua."},{"bible_id":"1525","chapter_code":"2KI.14","verse_code":"2KI.14.9","label":"9","content":"Tiamsis Vajntxwv Yehau-as tso neeg mus hais rau Amaxiyas hais tias, “Muaj ib zaug ib tsob ntoo pos uas nyob pem roob Lenpanoos tso xov tuaj rau tsob ntoo ciab hais tias, ‘Muab koj tus ntxhais rau kuv tus tub yuav ua pojniam.’ Tiamsis txawm muaj ib tug tsiaj qus los muab tsob ntoo pos ntawd tsuj kiag rau hauv av lawm."},{"bible_id":"1525","chapter_code":"2KI.14","verse_code":"2KI.14.10","label":"10","content":"Amaxiyas, nimno koj khavtheeb qhov uas koj tua yeej cov Edoos uas ua rau koj nto npe. Koj cia li txaus siab thiab nyob twjywm hauv tsev. Vim li cas koj yuav nrhiav teebmeem rau koj thiab koj cov pejxeem kom puastsuaj?”"},{"bible_id":"1525","chapter_code":"2KI.14","verse_code":"2KI.14.11","label":"11","content":"Tiamsis Amaxiyas tsis mloog Vajntxwv Yehau-as tej lus li, Yehau-as thiaj coj nws cov tubrog tuaj tua Amaxiyas ntawm lub nroog Npethes Semes hauv tebchaws Yudas."},{"bible_id":"1525","chapter_code":"2KI.14","verse_code":"2KI.14.12","label":"12","content":"Amaxiyas cov tubrog swb thiab khiav tas rov qab mus tsev lawm."},{"bible_id":"1525","chapter_code":"2KI.14","verse_code":"2KI.14.13","label":"13","content":"Yehau-as ntes tau Amaxiyas, thiab Yehau-as ncaj nraim mus tua lub nroog Yeluxalees, lawv tsoo lub nroog tus ntsa yeej ntawm lub Roojvag Efalayees mus ti nkaus rau lub Roojvag Ces kaum ntev li ib puas daj pob tas."},{"bible_id":"1525","chapter_code":"2KI.14","verse_code":"2KI.14.14","label":"14","content":"Yehau-as coj tej nyiaj thiab tej kub, tej cuabyeej hauv lub tuamtsev thiab txhua yam muaj nqis hauv lub loog uas nws tshawb tau nrog cov neeg uas nws ntes tau mus rau pem lub nroog Xamalis lawm."},{"bible_id":"1525","chapter_code":"2KI.14","verse_code":"2KI.14.15","label":"15","content":"Dua li lwm yam uas Yehau-as ua thiab tagnrho tej uas nws muaj peevxwm tua yeej Vajntxwv Amaxiyas uas kav lub tebchaws Yudas puavleej muab sau cia rau hauv  Phau Ntawv Keebkwm uas teev cov Yixalayees cov Vajntxwv lub neej lawm."},{"bible_id":"1525","chapter_code":"2KI.14","verse_code":"2KI.14.16","label":"16","content":"Yehau-as tuag thiab luag coj nws mus faus rau ntawm cov vajntxwv lub toj ntxas hauv lub nroog Xamalis, thiab nws tus tub Yelaunpau-as ua vajntxwv hloov nws chaw."},{"bible_id":"1525","chapter_code":"2KI.14","verse_code":"2KI.14.17","label":"17","content":"Thaum Vajntxwv Yehau-as uas kav lub tebchaws Yixalayees tuag lawm, Vajntxwv Amaxiyas uas kav lub tebchaws Yudas tseem ua neej nyob tau kaum tsib xyoo ntxiv nws mam li tuag."},{"bible_id":"1525","chapter_code":"2KI.14","verse_code":"2KI.14.18","label":"18","content":"Dua li lwm yam uas Amaxiyas ua puavleej muab sau cia rau hauv  Phau Ntawv Keebkwm uas teev cov Yudas cov vajntxwv lub neej lawm."},{"bible_id":"1525","chapter_code":"2KI.14","verse_code":"2KI.14.19","label":"19","content":"Muaj ib pab neeg nyob hauv lub nroog Yeluxalees ntxeev siab yuav muab Amaxiyas tua povtseg, nws thiaj khiav mus rau hauv lub nroog Lakhis, tiamsis nws cov yeebncuab raws qab mus muab nws tua tuag rau hauv lub nroog ntawd lawm."},{"bible_id":"1525","chapter_code":"2KI.14","verse_code":"2KI.14.20","label":"20","content":"Luag thiaj muab nees thauj nws rov los rau hauv lub nroog Yeluxalees thiab muab nws faus rau ntawm cov vajntxwv lub toj ntxas hauv Daviv lub nroog."},{"bible_id":"1525","chapter_code":"2KI.14","verse_code":"2KI.14.21","label":"21","content":"Ces cov Yudas thiaj muab lub kausmom kub rau Amaxiyas tus tub Uxiyas uas hnubnyoog muaj kaum rau xyoo ntoo thiab tsa nws ua vajntxwv hloov nws txiv chaw."},{"bible_id":"1525","chapter_code":"2KI.14","verse_code":"2KI.14.22","label":"22","content":"Uxiyas mus txeeb tau lub nroog Elas thiab rov txhim khov lub nroog ntawd dua tshiab, tom qab uas nws txiv Amaxiyas tuag lawm."},{"bible_id":"1525","chapter_code":"2KI.14","verse_code":"2KI.14.23","label":"23","content":"Thaum Yau-ases tus tub Amaxiyas ua vajntxwv kav lub tebchaws Yudas tau kaum tsib xyoo lawm, Yehau-as tus tub Yelaunpau-as mam li ua vajntxwv kav lub tebchaws Yixalayees, thiab nws nyob hauv lub nroog Xamalis kav tau plaub caug ib xyoos."},{"bible_id":"1525","chapter_code":"2KI.14","verse_code":"2KI.14.24","label":"24","content":"Yelaunpau-as ua txhaum rau tus TSWV thiab ua phem ua qias ib yam li nws yawgkoob Yelaunpau-as uas yog Nenpas tus tub uas coj cov Yixalayees mus ua txhaum."},{"bible_id":"1525","chapter_code":"2KI.14","verse_code":"2KI.14.25","label":"25","content":"Yelaunpau-as rov mus txeeb tau cov Yixalayees cheebtsam av, txij ntua ntawm lub Dawm Hamas uas nyob sab qaumteb mus txog ntua nram Hiavtxwv Tuag uas nyob sab qabteb, raws li tus TSWV uas yog cov Yixalayees tus Vajtswv tau hais rau nws tus tubtxib Yaunas uas yog tus cev Vajtswv lus thiab yog Amitais tus tub uas nyob hauv lub nroog Nkathas Hefeles lawm."},{"bible_id":"1525","chapter_code":"2KI.14","verse_code":"2KI.14.26","label":"26","content":"Tus TSWV pom cov Yixalayees raug kev txomnyem heev;  tsis muaj tus pab lawv li."},{"bible_id":"1525","chapter_code":"2KI.14","verse_code":"2KI.14.27","label":"27","content":"Tus TSWV tsis xav kom cov Yixalayees puastsuaj hauv lub qab ntuj no mus, yog li ntawd nws thiaj txib Vajntxwv Yelaunpau-as ua tus cawm cov Yixalayees kom dim."},{"bible_id":"1525","chapter_code":"2KI.14","verse_code":"2KI.14.28","label":"28","content":"Dua li lwm yam uas Yelaunpau-as ua, tej uas nws muaj peevxwm tua rog, thiab txeeb tau lub nroog Damaxes thiab lub nroog Hamas rov rau cov Yixalayees,  puavleej muab sau cia rau hauv Phau Ntawv Keebkwm uas teev cov Yixalayees cov Vajntxwv lub neej lawm."},{"bible_id":"1525","chapter_code":"2KI.14","verse_code":"2KI.14.29","label":"29","content":"Yelaunpau-as tuag thiab luag coj nws mus faus rau ntawm cov vajntxwv lub toj ntxas, thiab nws tus tub Xakhaliyas ua vajntxwv hloov nws chaw."},{"bible_id":"1525","chapter_code":"2KI.15","verse_code":"2KI.15.1","label":"1","content":"Thaum Yelaunpau-as uas vajntxwv kav lub tebchaws Yixalayees tau nees nkaum xya xyoo lawm, Amaxiyas tus tub Uxiyas mam li ua vajtswv kav lub tebchaws Yudas"},{"bible_id":"1525","chapter_code":"2KI.15","verse_code":"2KI.15.2","label":"2","content":"thaum nws hnubnyoog muaj kaum rau xyoo, thiab nws nyob hauv lub nroog Yeluxalees kav tau tsib caug ob xyoo. Nws niam hu ua Yekauliyas uas nyob hauv lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"2KI.15","verse_code":"2KI.15.3","label":"3","content":"Uxiyas ua lub neeg raws li tus TSWV siab nyiam ib yam li nws txiv Amaxiyas."},{"bible_id":"1525","chapter_code":"2KI.15","verse_code":"2KI.15.4","label":"4","content":"Tiamsis nws tsis tau muab tej chaw teev dab rhuav povtseg, tej neeg thiaj pheej mus tua tsiaj fij thiab hlawv hmoov tshuaj tsw qab rau ntawm tej chaw teev dab ntawd."},{"bible_id":"1525","chapter_code":"2KI.15","verse_code":"2KI.15.5","label":"5","content":"Tus TSWV ua rau Uxiyas mob ruas mus tas nws simneej li. Nws nyob nws ib lub tsev rau ib qho, nws tso txhua yam haujlwm tseg, thiab nws tus tub Yauthas ua tus tswjhwm lub tebchaws."},{"bible_id":"1525","chapter_code":"2KI.15","verse_code":"2KI.15.6","label":"6","content":"Dua li lwm yam uas Uxiyas ua puavleej muab sau cia rau hauv  Phau Ntawv Keebkwm uas teev cov Yudas cov Vajntxwv lub neej lawm."},{"bible_id":"1525","chapter_code":"2KI.15","verse_code":"2KI.15.7","label":"7","content":"Uxiyas tuag thiab luag coj nws mus faus rau ntawm cov vajntxwv lub toj ntxas hauv Daviv lub Nroog, thiab nws tus tub Yauthas ua vajntxwv hloov nws chaw."},{"bible_id":"1525","chapter_code":"2KI.15","verse_code":"2KI.15.8","label":"8","content":"Thaum Uxiyas ua vajntxwv kav lub tebchaws Yudas tau peb caug yim xyoo lawm, Yelaunpau-as tus tub Xakhaliyas mam li ua vajntxwv kav lub tebchaws Yixalayees, thiab nws nyob hauv lub nroog Xamalis kav tau rau hli."},{"bible_id":"1525","chapter_code":"2KI.15","verse_code":"2KI.15.9","label":"9","content":"Xakhaliyas ua txhaum rau tus TSWV ib yam li nws cov yawgkoob. Nws ua phem ua qias ib yam li Vajntxwv Yelaunpau-as uas yog Nenpas tus tub uas coj cov Yixalayees mus ua txhaum."},{"bible_id":"1525","chapter_code":"2KI.15","verse_code":"2KI.15.10","label":"10","content":"Yanpes tus tub Salumes thiaj ntxeev siab rau Vajntxwv Xakhaliyas thiab muab nws tua tuag rau hauv lub nroog Inpele-as,  thiab Salumes txawm ua vajntxwv hloov Xakhaliyas chaw."},{"bible_id":"1525","chapter_code":"2KI.15","verse_code":"2KI.15.11","label":"11","content":"Dua li lwm yam uas Xakhaliyas ua puavleej muab sau cia rau hauv Phau Ntawv Keebkwm uas teev cov Yixalayees cov Vajntxwv lub neej lawm."},{"bible_id":"1525","chapter_code":"2KI.15","verse_code":"2KI.15.12","label":"12","content":"Ua li ntawd thiaj tiav raws li tus TSWV tau hais rau Vajntxwv Yehus lawm hais tias, “Koj cov xeebntxwv yuav tau ua vajntxwv kav cov Yixalayees mus txog plaub tiam.”"},{"bible_id":"1525","chapter_code":"2KI.15","verse_code":"2KI.15.13","label":"13","content":"Thaum Uxiyas ua vajntxwv kav lub tebchaws Yudas tau peb caug cuaj xyoo lawm, Yanpes tus tub Salumes mam li ua vajntxwv kav lub tebchaws Yixalayees, thiab nws nyob hauv lub nroog Xamalis kav tau ib hlis."},{"bible_id":"1525","chapter_code":"2KI.15","verse_code":"2KI.15.14","label":"14","content":"Nkadis tus tub Menahees tuaj nram lub nroog Tilexas tuaj rau hauv lub nroog Xamalis thiab muab Salumes tua, thiab nws ua vajntxwv hloov Salumes chaw."},{"bible_id":"1525","chapter_code":"2KI.15","verse_code":"2KI.15.15","label":"15","content":"Dua li lwm yam uas Salumes ua thiab qhov uas nws ntxeev siab ua phem puavleej muab sau cia rau hauv  Phau Ntawv Keebkwm uas teev cov Yixalayees cov Vajntxwv lub neej lawm."},{"bible_id":"1525","chapter_code":"2KI.15","verse_code":"2KI.15.16","label":"16","content":"Thaum Menahees tuaj hauv lub nroog Tilexas tuaj, nws tua cov neeg hauv lub nroog Tapuas,  thiab cov neeg uas nyob cheebtsam ibncig lub nroog ntawd puastsuaj tas, rau qhov cov neeg hauv lub nroog tsis kam zwm rau nws. Nws tseem muab cov pojniam uas tabtom suab menyuam phais plab huv tibsi."},{"bible_id":"1525","chapter_code":"2KI.15","verse_code":"2KI.15.17","label":"17","content":"Thaum Uxiyas ua vajntxwv kav lub tebchaws Yudas tau peb caug cuaj xyoo lawm, Nkadis tus tub Menahees mam li ua vajntxwv kav lub tebchaws Yixalayees, thiab nws nyob hauv lub nroog Xamalis kav tau kaum xyoo."},{"bible_id":"1525","chapter_code":"2KI.15","verse_code":"2KI.15.18","label":"18","content":"Menahees ua txhaum rau tus TSWV, nws ua phem ua qias ib yam li Vajntxwv Yelaunpau-as uas yog Nenpas tus tub uas coj cov Yixalayees mus ua txhaum tas nws simneej."},{"bible_id":"1525","chapter_code":"2KI.15","verse_code":"2KI.15.19","label":"19","content":"Tilas Pilexes uas yog tus vajntxwv kav lub tebchaws Axilias tau tuaj tua cov Yixalayees, Menahees muab tau peb caug yim tas nyiaj los thov Tinkelas Pilexes pab Menahees kom muaj cuabkav tswj tau lub tebchaws nyob ruaj khov."},{"bible_id":"1525","chapter_code":"2KI.15","verse_code":"2KI.15.20","label":"20","content":"Menahees tau tej nyiaj ntawd los ntawm cov Yixalayees uas npluanuj, nws yuam kom lawv ib tug muab tsib caug daim nyiaj rau nws coj mus rau Tinkelas Pilexes; yog li ntawd, Tilas Pilexes thiaj rov qab mus rau pem nws lub tebchaws lawm."},{"bible_id":"1525","chapter_code":"2KI.15","verse_code":"2KI.15.21","label":"21","content":"Dua li lwm yam uas Menahees ua puavleej muab sau cia rau hauv  Phau Ntawv Keebkwm uas teev cov Yixalayees cov Vajntxwv lub neej lawm."},{"bible_id":"1525","chapter_code":"2KI.15","verse_code":"2KI.15.22","label":"22","content":"Menahees tuag thiab luag coj nws mus faus, thiab nws tus tub Pekahiyas ua vajntxwv hloov nws chaw."},{"bible_id":"1525","chapter_code":"2KI.15","verse_code":"2KI.15.23","label":"23","content":"Thaum Uxiyas ua vajntxwv kav lub tebchaws Yudas tau tsib caug xyoo lawm, Menahees tus tub Pekahiyas mam li ua vajntxwv kav lub tebchaws Yixalayees, thiab nws nyob hauv lub nroog Xamalis kav tau ob xyoos."},{"bible_id":"1525","chapter_code":"2KI.15","verse_code":"2KI.15.24","label":"24","content":"Pekahiyas ua txhaum rau tus TSWV, nws ua phem ua qias ib yam li Vajntxwv Yelaunpau-as uas yog Nenpas tus tub uas coj cov Yixalayees mus ua txhaum."},{"bible_id":"1525","chapter_code":"2KI.15","verse_code":"2KI.15.25","label":"25","content":"Pekahiyas tus thawj tubrog Pekas uas yog Lemaliyas tus tub txawm ntxeev siab rau nws thiab coj tau tsib caug leej tubrog hauv lub nroog Nkile-as tuaj muab Pekahiyas tua tuag rau hauv chav fajxwm  ntawm lub loog hauv lub nroog Xamalis, ces Pekas txawm ua vajntxwv hloov Pekahiyas chaw."},{"bible_id":"1525","chapter_code":"2KI.15","verse_code":"2KI.15.26","label":"26","content":"Dua li lwm yam uas Pekahiyas ua, puavleej muab sau cia rau hauv  Phau Ntawv Keebkwm uas teev cov Yixalayees cov Vajntxwv lub neej lawm."},{"bible_id":"1525","chapter_code":"2KI.15","verse_code":"2KI.15.27","label":"27","content":"Thaum Uxiyas ua vajntxwv kav lub tebchaws Yudas tau tsib caug ob xyoos lawm, Lemaliyas tus tub Pekas mam li ua vajntxwv kav lub tebchaws Yixalayees, thiab nws nyob hauv lub nroog Xamalis kav tau nees nkaum xyoo."},{"bible_id":"1525","chapter_code":"2KI.15","verse_code":"2KI.15.28","label":"28","content":"Pekas ua txhaum rau tus TSWV, nws ua phem ua qias ib yam li Vajntxwv Yelaunpau-as uas yog Nenpas tus tub uas coj cov Yixalayees mus ua txhaum."},{"bible_id":"1525","chapter_code":"2KI.15","verse_code":"2KI.15.29","label":"29","content":"Ntu uas Pekas ua vajntxwv kav lub tebchaws, Vajntxwv Tinkelas Pilexes uas kav lub tebchaws Axilias tuaj txeeb tau lub nroog Iyoos, Anpees Npethes Ma-akas, Yanau-as, Kedes, Haxaules thiab cheebtsam Nkile-as, Kalilais, thiab Nathalis thiab ntes cov neeg coj mus rau pem tebchaws Axilias lawm."},{"bible_id":"1525","chapter_code":"2KI.15","verse_code":"2KI.15.30","label":"30","content":"Thaum Uxiyas tus tub Yauthas ua vajntxwv kav lub tebchaws Yudas tau nees nkaum xyoo, Elas tus tub Hauseyas ntxeev siab muab Vajntxwv Pekas tua tuag, thiab nws ua vajntxwv hloov Pekas chaw."},{"bible_id":"1525","chapter_code":"2KI.15","verse_code":"2KI.15.31","label":"31","content":"Dua li lwm yam uas Pekas ua puavleej muab sau cia rau hauv  Phau Ntawv Keebkwm uas teev cov Yixalayees cov Vajntxwv lub neej lawm."},{"bible_id":"1525","chapter_code":"2KI.15","verse_code":"2KI.15.32","label":"32","content":"Thaum Lemaliyas tus tub Pekas ua vajntxwv kav lub tebchaws Yixalayees tau ob xyoo lawm, Uxiyas tus tub Yauthas mam li ua vajntxwv kav lub tebchaws Yudas"},{"bible_id":"1525","chapter_code":"2KI.15","verse_code":"2KI.15.33","label":"33","content":"thaum nws hnubnyoog muaj nees nkaum tsib xyoos, thiab nws nyob hauv lub nroog Yeluxalees kav tau kaum rau xyoo. Nws niam hu ua Yelusas uas yog Xadaus tus ntxhais."},{"bible_id":"1525","chapter_code":"2KI.15","verse_code":"2KI.15.34","label":"34","content":"Yauthas ua lub neej raws li tus TSWV siab nyiam ib yam li nws txiv Uxiyas ua."},{"bible_id":"1525","chapter_code":"2KI.15","verse_code":"2KI.15.35","label":"35","content":"Tiamsis nws tsis muab tej chaw teev dab rhuav povtseg, tej neeg thiaj pheej mus tua tsiaj fij thiab hlawv hmoov tshuaj tsw qab rau ntawm tej chaw teev dab ntawd. Yauthas yog tus uas ua lub Roojvag Qaumteb ntawm lub Tuamtsev."},{"bible_id":"1525","chapter_code":"2KI.15","verse_code":"2KI.15.36","label":"36","content":"Dua li lwm yam uas Yauthas ua puavleej muab sau cia rau hauv  Phau Ntawv Keebkwm uas teev cov Yudas cov Vajntxwv lub neej lawm."},{"bible_id":"1525","chapter_code":"2KI.15","verse_code":"2KI.15.37","label":"37","content":"Ntu uas Yauthas ua vajntxwv kav tebchaws, yog thawj zaug uas tus TSWV cia Vajntxwv Lexees uas kav lub tebchaws Xilias thiab Vajntxwv Pekas uas kav lub tebchaws Yixalayees tuaj tua cov Yudas."},{"bible_id":"1525","chapter_code":"2KI.15","verse_code":"2KI.15.38","label":"38","content":"Yauthas tuag thiab luag coj nws mus faus rau ntawm cov vajntxwv lub toj ntxas hauv Daviv lub nroog, thiab nws tus tub Ahas ua vajntxwv hloov nws chaw."},{"bible_id":"1525","chapter_code":"2KI.16","verse_code":"2KI.16.1","label":"1","content":"Thaum Lemaliyas tus tub Pekas ua vajntxwv kav lub tebchaws Yixalayees tau kaum xya xyoo lawm, Yauthas tus tub Ahas mam li ua vajntxwv kav lub tebchaws Yudas"},{"bible_id":"1525","chapter_code":"2KI.16","verse_code":"2KI.16.2","label":"2","content":"thaum nws hnubnyoog muaj nees nkaum xyoo, thiab nws nyob hauv lub nroog Yeluxalees kav tau kaum rau xyoo. Nws tsis ua lub neej zoo ib yam li nws yawgkoob uas yog Vajntxwv Daviv ua, thiab nws tsis ua raws li tus TSWV uas yog nws tus Vajtswv siab nyiam,"},{"bible_id":"1525","chapter_code":"2KI.16","verse_code":"2KI.16.3","label":"3","content":"nws ua lub neej raws li cov Yixalayees tej vajntxwv ua. Nws muab nws tus tub tua hlawv fij rau tej mlom, nws ua phem ua qias ib yam li cov neeg uas tus TSWV muab ntiab tawm hauv lub tebchaws ua ntej uas cov Yixalayees los nyob."},{"bible_id":"1525","chapter_code":"2KI.16","verse_code":"2KI.16.4","label":"4","content":"Ahas tua tsiaj fij thiab hlawv hmoov tshuaj tsw qab rau ntawm tej chaw teev dab saum tej pov roob thiab hauv tej qab ntoo."},{"bible_id":"1525","chapter_code":"2KI.16","verse_code":"2KI.16.5","label":"5","content":"Vajntxwv Lexees uas kav lub tebchaws Xilias thiab Vajntxwv Pekas uas kav lub tebchaws Yixalayees txawm tuaj vij tua lub nroog Yeluxalees, tiamsis nkawd tua tsis yeej Ahas. ("},{"bible_id":"1525","chapter_code":"2KI.16","verse_code":"2KI.16.6","label":"6","content":"Thaum lub sijhawm ntawd, tus vajntxwv uas kav lub tebchaws Edoos  rov tuaj tua yeej thiab kav lub nroog Elas, nws thiaj muab cov Yudas ntiab tawm hauv lub nroog ntawd mus. Cov Edoos txawm los nyob hauv lub nroog Elas txog niaj hnub no.)"},{"bible_id":"1525","chapter_code":"2KI.16","verse_code":"2KI.16.7","label":"7","content":"Ahas txib neeg mus hais rau Vajntxwv Tinkelas Pilexes uas kav lub tebchaws Axilias hais tias, “Kuv uas yog koj tus tubtxib, thov koj tuaj pab kuv kom dim ntawm cov Xilias tus vajntxwv thiab cov Yixalayees tus vajntxwv uas tuaj tua kuv.”"},{"bible_id":"1525","chapter_code":"2KI.16","verse_code":"2KI.16.8","label":"8","content":"Ahas muab tej nyiaj tej kub hauv lub Tuamtsev thiab hauv lub loog coj mus pub rau Vajntxwv Tinkelas Pilexes."},{"bible_id":"1525","chapter_code":"2KI.16","verse_code":"2KI.16.9","label":"9","content":"Tinkelas Pilexes txaus siab pab Ahas, nws thiaj coj nws cov tubrog tuaj tua thiab txeeb lub nroog Damaxes, ntes cov neeg coj mus rau hauv Kiles thiab muab Vajntxwv Lexees tua."},{"bible_id":"1525","chapter_code":"2KI.16","verse_code":"2KI.16.10","label":"10","content":"Thaum Vajntxwv Ahas mus cuag Vajntxwv Tinkelas Pilexes hauv lub nroog Damaxes, nws pom ib lub thaj fij, nws txawm xa xov rov los qhia rau tus povthawj Uliyas hais txog qhov uas luag ua lub thaj ntawd txhua yam rau Uliyas."},{"bible_id":"1525","chapter_code":"2KI.16","verse_code":"2KI.16.11","label":"11","content":"Yog li ntawd, Uliyas thiaj ua ib lub thaj zoo ib yam li lub uas Ahas pom ntawd. Uliyas twb txua tau lub thaj ntawd lawm, Ahas mam los txog."},{"bible_id":"1525","chapter_code":"2KI.16","verse_code":"2KI.16.12","label":"12","content":"Thaum Ahas rov pem lub nroog Damaxes los txog, nws pom lub thaj twb tiav lawm,"},{"bible_id":"1525","chapter_code":"2KI.16","verse_code":"2KI.16.13","label":"13","content":"yog li ntawd, nws thiaj tua tsiaj thiab muab nplej rau saum lub thaj hlawv fij, muab cawv txiv hmab thiab ntshav hliv rau lub thaj fij ua kev sib raug zoo."},{"bible_id":"1525","chapter_code":"2KI.16","verse_code":"2KI.16.14","label":"14","content":"Ahas muab lub thaj tooj uas nyob ntawm lub thaj uas ua tshiab thiab lub Tuamtsev kis nruab nrab tshem mus tso rau ntawm nws lub thaj uas ua tshiab sab ped. Lub thaj tooj ntawd twb muab fij rau tus TSWV lawm."},{"bible_id":"1525","chapter_code":"2KI.16","verse_code":"2KI.16.15","label":"15","content":"Vajntxwv Ahas hais rau Uliyas hais tias, “Koj siv kuv lub thaj loj no hlawv tej khoom uas vajntxwv thiab cov pejxeem coj tuaj fij thaum sawv ntxov thiab thaum yuav tsaus ntuj, tsis hais tej tsiaj lossis tej nplej thiab tej cawv txiv hmab uas cov pejxeem coj tuaj fij. Muab cov tsiaj tua hlawv fij, muab cov ntshav hliv rau saum lub thaj, tiamsis tseg lub thaj tooj rau kuv tau nug tus TSWV.”"},{"bible_id":"1525","chapter_code":"2KI.16","verse_code":"2KI.16.16","label":"16","content":"Uliyas ua raws li vajntxwv samhwm rau nws lawm."},{"bible_id":"1525","chapter_code":"2KI.16","verse_code":"2KI.16.17","label":"17","content":"Vajntxwv Ahas muab cov yias tooj uas siv hauv lub Tuamtsev txawb rau saum cov tsheb tooj txiav thiab muab tshem tawm. Thiab nws tseem muab lub rhawv tooj uas txawb rau saum kaum ob tug nyuj tooj tsaws mus txawb rau ntawm qhov chaw uas luag muab txiag zeb pua."},{"bible_id":"1525","chapter_code":"2KI.16","verse_code":"2KI.16.18","label":"18","content":"Ahas xav ua kom haum Vajntxwv Tilas Pilexes uas kav lub tebchaws Axilias siab xwb, nws thiaj muab chav uas luag ua txuas rau ntawm lub loog rhuav povtseg, thiab nws thaiv txojkev uas vajntxwv mus rau hauv lub Tuamtsev."},{"bible_id":"1525","chapter_code":"2KI.16","verse_code":"2KI.16.19","label":"19","content":"Dua li lwm yam uas Vajntxwv Ahas ua puavleej muab sau cia rau hauv  Phau Ntawv Keebkwm uas teev cov Yudas cov Vajntxwv lub neej lawm."},{"bible_id":"1525","chapter_code":"2KI.16","verse_code":"2KI.16.20","label":"20","content":"Ahas tuag thiab luag coj nws mus faus rau ntawm cov vajntxwv lub toj ntxas hauv Daviv lub nroog, thiab nws tus tub Hexekiyas ua vajntxwv hloov nws chaw."},{"bible_id":"1525","chapter_code":"2KI.17","verse_code":"2KI.17.1","label":"1","content":"Thaum Ahas ua vajntxwv kav lub tebchaws Yudas tau kaum ob xyoo lawm, Elas tus tub Hauseyas mam li ua vajntxwv kav lub tebchaws Yixalayees, thiab nws nyob hauv lub nroog Xamalis kav tau cuaj xyoo."},{"bible_id":"1525","chapter_code":"2KI.17","verse_code":"2KI.17.2","label":"2","content":"Hauseyas ua txhaum rau tus TSWV, tiamsis nws tsis ua txhaum loj npaum li cov vajntxwv uas kav lub tebchaws Yixalayees ua ntej nws."},{"bible_id":"1525","chapter_code":"2KI.17","verse_code":"2KI.17.3","label":"3","content":"Thaum Vajntxwv Samanexes uas kav lub tebchaws Axilias tuaj tua Hauseyas; Hauseyas thiaj zwm rau Samanexes thiab niaj xyoo them se rau nws."},{"bible_id":"1525","chapter_code":"2KI.17","verse_code":"2KI.17.4","label":"4","content":"Tiamsis tau tsis ntev tom qab no, Hauseyas txib neeg mus thov Vajntxwv Xaus uas kav lub tebchaws Iziv  tuaj pab nws kom nws tsis tau niaj xyoo them se rau Vajntxwv Samanexes uas kav lub tebchaws Axilias. Thaum Samanexes paub li ntawd, nws thiaj ntes Hauseyas mus kaw rau hauv tsev lojcuj."},{"bible_id":"1525","chapter_code":"2KI.17","verse_code":"2KI.17.5","label":"5","content":"Samanexes tuaj tua cov Yixalayees thiab vij lub nroog Xamalis tau peb xyoos"},{"bible_id":"1525","chapter_code":"2KI.17","verse_code":"2KI.17.6","label":"6","content":"txwm nkaus rau xyoo cuaj uas Hauseyas ua vajntxwv kav lub tebchaws Yixalayees, ces cov Axilias tus vajntxwv  thiaj txeeb tau lub nroog Xamalis, thiab ntes cov Yixalayees mus rau pem tebchaws Axilias lawm. Nws coj cov Yixalayees ntawd ibtxhia mus nyob rau hauv lub nroog Halas, ibtxhia mus nyob ze rau ntawm tus Dej Hanpules hauv cheebtsam Nkauxas thiab ibtxhia mus nyob rau hauv cov Medias tej nroog."},{"bible_id":"1525","chapter_code":"2KI.17","verse_code":"2KI.17.7","label":"7","content":"Luag txeeb tau lub nroog Xamalis, vim cov Yixalayees ua txhaum rau tus TSWV uas yog lawv tus Vajtswv uas tso lawv dim ntawm Falaus uas yog cov Iziv tus vajntxwv thiab coj lawv tawm nram tebchaws Iziv los. Cov Yixalayees pheej mus pe lwm haivneeg tej vajtswv,"},{"bible_id":"1525","chapter_code":"2KI.17","verse_code":"2KI.17.8","label":"8","content":"thiab ua raws li cov neeg uas tus TSWV muab ntiab tawm ntawm nws haivneeg mus lawm tej kevcai, thiab coj tej kevcai uas cov Yixalayees tej vajntxwv tau rhawv tseg."},{"bible_id":"1525","chapter_code":"2KI.17","verse_code":"2KI.17.9","label":"9","content":"Cov Yixalayees ua  tej uas tus TSWV uas yog lawv tus Vajtswv tsis nyiam. Lawv ua tej chaw teev dab thiab teev mlom txhua nrho rau hauv lawv tej nroog, tsis hais nroog loj nroog me, thiab hauv lawv tej zos huv tibsi."},{"bible_id":"1525","chapter_code":"2KI.17","verse_code":"2KI.17.10","label":"10","content":"Lawv txhos tej ncej zeb thiab puab tus mlom pojniam Aselas rau saum tej pov roob thiab hauv tej qab ntoos uas muaj plooj ntxoov nyos,"},{"bible_id":"1525","chapter_code":"2KI.17","verse_code":"2KI.17.11","label":"11","content":"thiab lawv hlawv hmoov tshuaj tsw qab rau saum tej thaj teev dab ib yam li cov neeg uas tus TSWV muab ntiab tawm hauv lub tebchaws mus lawm. Lawv ua rau tus TSWV chim, vim lawv ua kev phem kev qias"},{"bible_id":"1525","chapter_code":"2KI.17","verse_code":"2KI.17.12","label":"12","content":"thiab tsis mloog tus TSWV tej lus samhwm kom tsib txhob pe mlom."},{"bible_id":"1525","chapter_code":"2KI.17","verse_code":"2KI.17.13","label":"13","content":"Yav tas los, Tus TSWV txib nws cov tubtxib thiab cov cev Vajtswv lus mus ntuas cov Yixalayees thiab cov Yudas hais tias, “Nej cia li tso plhuav nej tej kev phem kev qias tseg, los coj thiab ua raws li kuv tej lus samhwm thiab tej kevcai uas kuv muab rau nej cov yawgkoob uas kuv kom kuv cov cevlus muab qhia rau nej.”"},{"bible_id":"1525","chapter_code":"2KI.17","verse_code":"2KI.17.14","label":"14","content":"Tiamsis lawv tsis mloog lus; lawv tawv ncauj ib yam li lawv cov yawgkoob uas tsis cia siab rau tus TSWV uas yog lawv tus Vajtswv."},{"bible_id":"1525","chapter_code":"2KI.17","verse_code":"2KI.17.15","label":"15","content":"Lawv tsis ua raws li tus TSWV tej lus qhia, thiab lawv tsis quavntsej tus TSWV tej lus cog tseg rau lawv cov yawgkoob thiab tsis khaws nws tej lus uas nws qhuab ntuas lawv li. Lawv mus pe tej mlom uas tsis muaj qabhau, thiab lawv cia li mus ua dog ua dig tsis muaj qabhau li lawm. Lawv ua raws li lwm haivneeg uas nyob ibncig lawv tej kevcai uas tus TSWV txwv tsis pub lawv ua."},{"bible_id":"1525","chapter_code":"2KI.17","verse_code":"2KI.17.16","label":"16","content":"Lawv ua txhaum rau tus TSWV uas yog lawv tus Vajtswv tej kevcai, lawv muab kub nchuav ua ob tug mlom nyuj thiab ib tug mlom pojniam Aselas rau lawv pe; lawv tseem pe tej hnubqub saum nruab ntug thiab pe tus mlom Npa-as huv tibsi."},{"bible_id":"1525","chapter_code":"2KI.17","verse_code":"2KI.17.17","label":"17","content":"Lawv muab lawv tej tub thiab tej ntxhais tua hlawv txi dab; lawv mus saib tes, saib yaig thiab lawv txhob txwm mus ua kev phem kev qias tabmeeg tus TSWV, thiaj ua rau tus TSWV chim rau lawv."},{"bible_id":"1525","chapter_code":"2KI.17","verse_code":"2KI.17.18","label":"18","content":"Yog li ntawd, tus TSWV thiaj chim heev rau cov Yixalayees thiab muab lawv ntiab tawm ntawm nws mus, tus TSWV tsuas tseg cov Yudas xwb."},{"bible_id":"1525","chapter_code":"2KI.17","verse_code":"2KI.17.19","label":"19","content":"Txawm yog cov Yudas los lawv tsis uas raws li tus TSWV uas yog lawv tus Vajtswv tej kevcai li thiab; lawv ua raws li tej kevcai uas cov Yixalayees xyaum ntawm lwm haivneeg los."},{"bible_id":"1525","chapter_code":"2KI.17","verse_code":"2KI.17.20","label":"20","content":"Tus TSWV muab tagnrho Yixalayees cov xeebntxwv tso povtseg huv tibsi; nws rau txim rau lawv thiab muab lawv cob rau cov yeebncuab uas ua nruj ua tsiv txhais tes mus txog thaum tus TSWV ntiab lawv tawm ntawm nws mus."},{"bible_id":"1525","chapter_code":"2KI.17","verse_code":"2KI.17.21","label":"21","content":"Thaum tus TSWV muab cov Yixalayees cais tawm ntawm cov Yudas mus lawm, cov Yixalayees txawm mus tsa Nenpas tus tub Yelaunpau-as ua vajntxwv kav lawv. Yelaunpau-as thiaj ua rau cov Yixalayees tso tus TSWV tseg thiab coj lawv mus ua kev txhaum loj kawg nkaus."},{"bible_id":"1525","chapter_code":"2KI.17","verse_code":"2KI.17.22","label":"22","content":"Lawv txawm ua txhaum ib yam li Yelaunpau-as thiab lawv pheej ua tej kev txhaum uas nws ua ntawd"},{"bible_id":"1525","chapter_code":"2KI.17","verse_code":"2KI.17.23","label":"23","content":"mus txog thaum tus TSWV muab lawv ntiab tawm ntawm nws mus, raws li cov cev Vajtswv lus uas yog nws cov tubtxib tau qhia tseg lawm. Yog li ntawd, luag thiaj tuaj ntes cov Yixalayees coj mus rau pem tebchaws Axilias, thiab lawv tseem nyob ped los txog niaj hnub no."},{"bible_id":"1525","chapter_code":"2KI.17","verse_code":"2KI.17.24","label":"24","content":"Tus vajntxwv uas kav lub tebchaws Axilias coj cov neeg uas nyob hauv lub nroog Kus, Ivas, Hamas thiab Xefavais uas nyob hauv tebchaws Npanpiloos tuaj nyob hauv cov Yixalayees tej zejzog thiab tej nroog hauv Xamalis,  hloov cov Yixalayees uas luag ntes coj mus rau lwm tebchaws lawm."},{"bible_id":"1525","chapter_code":"2KI.17","verse_code":"2KI.17.25","label":"25","content":"Thaum lawv nyuam qhuav tuaj nyob, lawv tsis pehawm tus TSWV, tus TSWV thiaj tso tsov ntxhuav los tom lawv tuag ibtxhia lawm."},{"bible_id":"1525","chapter_code":"2KI.17","verse_code":"2KI.17.26","label":"26","content":"Tus vajntxwv uas kav lub tebchaws Axilias hnov hais tias cov neeg uas nws tso mus nyob nram lub nroog Xamalis tsis paub tus vajtswv uas kav lub tebchaws ntawd txoj kevcai, tus vajtswv ntawd thiaj tso tsov ntxhuav los tom lawv."},{"bible_id":"1525","chapter_code":"2KI.17","verse_code":"2KI.17.27","label":"27","content":"Vajntxwv thiaj hais tias, “Cia li xa cov povthawj uas peb ntes los no ib tug rov qab mus nyob nrad, thiab tsa nws  ua tus qhia tus vajtswv uas kav lub tebchaws ntawd tej kevcai rau lawv.”"},{"bible_id":"1525","chapter_code":"2KI.17","verse_code":"2KI.17.28","label":"28","content":"Yog li ntawd, cov povthawj uas cov Axilias ntes tau hauv lub nroog Xamalis los ib tug thiaj tau rov mus nyob hauv lub nroog Npethees thiab qhia tus TSWV txoj kevcai rau lawv kom lawv paub pehawm tus TSWV."},{"bible_id":"1525","chapter_code":"2KI.17","verse_code":"2KI.17.29","label":"29","content":"Tiamsis cov neeg uas nyob hauv lub nroog Xamalis tseem pheej puab mlom rau lawv pe raws li lawv ibtxwm ua, thiab lawv coj tej mlom ntawd mus tso rau ntawm tej chaw uas cov Yixalayees ua tseg lawm. Lawv cov ntawd nyias puab nyias mlom rau hauv tej nroog uas lawv nyob;"},{"bible_id":"1525","chapter_code":"2KI.17","verse_code":"2KI.17.30","label":"30","content":"cov Npanpiloos puab tus mlom Xukaus Npenaus; cov Kus puab tus mlom Nenkas; cov Hamas puab tus mlom Asimas,"},{"bible_id":"1525","chapter_code":"2KI.17","verse_code":"2KI.17.31","label":"31","content":"cov Ivas puab tus mlom Nihas thiab tus mlom Tatas; thiab cov Xefavais muab lawv cov menyuam tua hlawv txi rau tus mlom Alameles thiab tus mlom Anameles."},{"bible_id":"1525","chapter_code":"2KI.17","verse_code":"2KI.17.32","label":"32","content":"Tiamsis lawv tseem pehawm tus TSWV thiab tsa lawv cov neeg ua povthawj mus nyob rau hauv tej tsev teev dab thiab muab sawvdaws tej khoom fij rau dab."},{"bible_id":"1525","chapter_code":"2KI.17","verse_code":"2KI.17.33","label":"33","content":"Yog li ntawd, lawv thiaj pehawm tus TSWV thiab teev lawv tej vajtswv raws li txoj kevcai uas lawv coj pem lawv lub tebchaws."},{"bible_id":"1525","chapter_code":"2KI.17","verse_code":"2KI.17.34","label":"34","content":"Niaj hnub no lawv tseem coj lawv txoj qub kevcai. Lawv tsis pehawm tus TSWV lossis tsis ua raws li tej kevcai uas tus TSWV muab rau Yakhauj tus uas muaj dua ib lub npe hu ua Yixalayees cov xeebntxwv lawm."},{"bible_id":"1525","chapter_code":"2KI.17","verse_code":"2KI.17.35","label":"35","content":"Tus TSWV coglus thiab samhwm rau lawv hais tias, “Nej tsis txhob pe luag tej vajtswv, tsis txhob hawm lossis tu lossis tua tsiaj fij rau tej vajtswv ntawd."},{"bible_id":"1525","chapter_code":"2KI.17","verse_code":"2KI.17.36","label":"36","content":"Nej cia li mloog kuv lus, rau qhov kuv yog tus TSWV uas muaj zog thiab muaj hwjchim coj nej tawm nram tebchaws Iziv los; nej yuav tsum pehawm thiab tua tsiaj fij rau kuv xwb."},{"bible_id":"1525","chapter_code":"2KI.17","verse_code":"2KI.17.37","label":"37","content":"Nej yuav tsum ua raws li kuv tej kevcai thiab tej lus uas kuv sau tseg rau nej lawm. Nej tsis txhob pe lwm haivneeg tej vajtswv,"},{"bible_id":"1525","chapter_code":"2KI.17","verse_code":"2KI.17.38","label":"38","content":"nej yuav tsum nco ntsoov tej lus uas kuv cog tseg rau nej thiab tsis txhob pe lwm haivneeg tej vajtswv."},{"bible_id":"1525","chapter_code":"2KI.17","verse_code":"2KI.17.39","label":"39","content":"Kuv yog tus TSWV uas yog nej tus Vajtswv nej yuav tsum mloog kuv lus, kuv thiaj yuav cawm nej kom dim ntawm nej cov yeebncuab txhais tes.”"},{"bible_id":"1525","chapter_code":"2KI.17","verse_code":"2KI.17.40","label":"40","content":"Tiamsis cov neeg ntawd tsis mloog tus TSWV lus, lawv tseem pheej ua raws li lawv tej qub kevcai xwb."},{"bible_id":"1525","chapter_code":"2KI.17","verse_code":"2KI.17.41","label":"41","content":"Yog li ntawd, lawv thiaj pehawm tus TSWV thiab pe lawv tej mlom huv tibsi, niaj hnub no los lawv tej xeebntxwv tseem pheej ua ib yam li ntawd."},{"bible_id":"1525","chapter_code":"2KI.18","verse_code":"2KI.18.1","label":"1","content":"Thaum Elas tus tub Hauseyas ua vajntxwv kav lub tebchaws Yixalayees tau peb xyoo lawm, Ahas tus tub Hexekiyas mam li ua vajntxwv kav lub tebchaws Yudas"},{"bible_id":"1525","chapter_code":"2KI.18","verse_code":"2KI.18.2","label":"2","content":"thaum nws hnubnyoog muaj nees nkaum tsib xyoos, thiab nws nyob hauv lub nroog Yeluxalees kav tau nees nkaum cuaj xyoos. Nws niam yog Xakhaliyas tus ntxhais Anpiyas."},{"bible_id":"1525","chapter_code":"2KI.18","verse_code":"2KI.18.3","label":"3","content":"Hexekiyas ua lub neej raws li tus TSWV lub siab nyiam ib yam li nws yawgkoob uas yog Vajntxwv Daviv ua."},{"bible_id":"1525","chapter_code":"2KI.18","verse_code":"2KI.18.4","label":"4","content":"Hexekiyas rhuav tej chaw teev dab, tsoo tej ncej zeb thiab tus mlom pojniam Aselas povtseg. Nws tseem muab tus nab tooj Nehutas uas Mauxes nchuav tsoo tawg tas povtseg huv tibsi lawm thiab. Cov Yixalayees pheej hlawv hmoov tshuaj tsw qab fij rau tus nab tooj ntawd los txog thaum lub sijhawm ntawd li."},{"bible_id":"1525","chapter_code":"2KI.18","verse_code":"2KI.18.5","label":"5","content":"Hexekiyas cia siab rau tus TSWV uas yog cov Yixalayees tus Vajtswv heev; cov vajntxwv uas kav lub tebchaws Yudas, tsis hais cov uas kav ua ntej nws lossis tom qab nws, tsis muaj ib tug cia siab rau tus TSWV npaum li Hexekiyas,"},{"bible_id":"1525","chapter_code":"2KI.18","verse_code":"2KI.18.6","label":"6","content":"Hexekiyas muab siab npuab tus TSWV, mloog nws lus thiab coj raws li tej kevcai uas nws muab cob rau Mauxes lawm."},{"bible_id":"1525","chapter_code":"2KI.18","verse_code":"2KI.18.7","label":"7","content":"Tus TSWV nrog nraim Hexekiyas thiab txhua yam uas nws ua puavleej ua tau tiav. Nws ntxeev siab thiab tsis kam zwm rau tus vajntxwv uas kav lub tebchaws Axilias."},{"bible_id":"1525","chapter_code":"2KI.18","verse_code":"2KI.18.8","label":"8","content":"Nws tua yeej cov Filitees uas nyob txhua qhov, tsis hais tej zos loj zos me lossis tej nroog loj nroog me thiab lub nroog Nkaxas thiab tagnrho cheebtsam uas nyob ibncig ntawd huv tibsi."},{"bible_id":"1525","chapter_code":"2KI.18","verse_code":"2KI.18.9","label":"9","content":"Thaum Hexekiyas ua vajntxwv kav lub tebchaws Yudas tau plaub xyoos, thiab Hauseyas ua vajntxwv kav lub tebchaws Yixalayees tau xya xyoo, ces Vajntxwv Samanexes uas kav lub tebchaws Axilias txawm tuaj rau hauv tebchaws Yixalayees thiab vij lub nroog Xamalis."},{"bible_id":"1525","chapter_code":"2KI.18","verse_code":"2KI.18.10","label":"10","content":"Samanexes vij lub nroog Xamalis tau peb xyoos nws mam li txeeb tau; thaum uas Hexekiyas kav lub tebchaws Yudas tau rau xyoo thiab Hauseyas kav lub tebchaws Yixalayees tau cuaj xyoos."},{"bible_id":"1525","chapter_code":"2KI.18","verse_code":"2KI.18.11","label":"11","content":"Tus vajntxwv uas kav lub tebchaws Axilias  txawm ntes cov Yixalayees coj mus rau pem tebchaws Axilias lawm. Nws coj cov Yixalayees ibtxhia mus nyob hauv lub nroog Halas, ibtxhia mus nyob ze rau ntawm tus dej Hanpules hauv cheebtsam Nkauxas thiab ibtxhia mus nyob hauv cov Medias tej nroog."},{"bible_id":"1525","chapter_code":"2KI.18","verse_code":"2KI.18.12","label":"12","content":"Luag txeeb tau lub nroog Xamalis rau qhov cov Yixalayees tsis mloog tus TSWV uas yog lawv tus Vajtswv lus, lawv tsis ua raws li tej lus cog tseg thiab tej kevcai uas tus TSWV muab cob rau nws tus tubtxib Mauxes kom muab qhia rau lawv lawm."},{"bible_id":"1525","chapter_code":"2KI.18","verse_code":"2KI.18.13","label":"13","content":"Thaum Hexekiyas ua vajntxwv kav lub tebchaws Yudas tau kaum plaub xyoo, Vajntxwv Xenakhelis uas kav lub tebchaws Axilias txawm tuaj tua cov Yudas tej nroog uas muaj ntsa yeej thaiv khov kho."},{"bible_id":"1525","chapter_code":"2KI.18","verse_code":"2KI.18.14","label":"14","content":"Hexekiyas thiaj xa xov mus rau Xenakhelis hauv lub nroog Lakhis hais tias, “Kuv tau ua txhaum lawm, thov koj cia li thim tubrog rov qab; koj xav kom kuv them nyiaj npaum li cas rau koj, kuv yuav them npaum ntawd.” Vajntxwv thiaj teb hais tias, kom Hexekiyas xa kaum tas nyiaj thiab ib tas kub tuaj."},{"bible_id":"1525","chapter_code":"2KI.18","verse_code":"2KI.18.15","label":"15","content":"Yog li ntawd, Hexekiyas thiaj muab tagnrho tej nyiaj hauv Vajtswv lub Tuamtsev thiab hauv vajntxwv lub loog,"},{"bible_id":"1525","chapter_code":"2KI.18","verse_code":"2KI.18.16","label":"16","content":"thiab nws tev cov kub uas vuam rau lub tuamtsev tej qhovrooj, thiab tej ncej qhovrooj huv tibsi nqa mus rau Xenakhelis."},{"bible_id":"1525","chapter_code":"2KI.18","verse_code":"2KI.18.17","label":"17","content":"Tus vajntxwv uas kav lub tebchaws Axilias thiaj tso nws peb tug thawj tubrog coj ib pab tubrog coob heev hauv lub nroog Lakhis tuaj tua Hexekiyas hauv lub nroog Yeluxalees. Thaum lawv tuaj txog ntawm lub nroog Yeluxalees, lawv tsuam yeej rau hauv txojkev ntawm qhov chaw ntos ntaub uas npuab tus kwjdeg uas ntws ntawm lub pasdej sab pem los."},{"bible_id":"1525","chapter_code":"2KI.18","verse_code":"2KI.18.18","label":"18","content":"Ces lawv txib neeg mus hais rau Vajntxwv Hexekiyas thiab Hexekiyas tso peb tus nomtswv mus cuag lawv; peb tug nomtswv ntawd yog: Hilekiyas tus tub Eliyakees uas yog tus saib lub loog; Senpenas uas yog tus teev tawv; thiab Axafes tus tub Yau-as uas yog tus ceev tej ntaub ntawv."},{"bible_id":"1525","chapter_code":"2KI.18","verse_code":"2KI.18.19","label":"19","content":"Cov thawj tubrog Axilias muaj ib tug hais rau peb tug nomtswv ntawd hais tias, vajntxwv xav paub saib dabtsi ua rau Vajntxwv Hexekiyas pheej cia siab."},{"bible_id":"1525","chapter_code":"2KI.18","verse_code":"2KI.18.20","label":"20","content":"Nws hais tias, “Nej xav hais tias lub ncauj hais, ces txawm yuav kovyeej ib yam li ib pab tubrog tuaj tua no los? Leejtwg yuav pab nej tawmtsam cov Axilias?"},{"bible_id":"1525","chapter_code":"2KI.18","verse_code":"2KI.18.21","label":"21","content":"Nej xav hais tias cov Iziv yuav pab nej, tiamsis cov Iziv tsuas zoo ib yam li tug tauj iab uas muab ua pas nrig xwb, nws yuav lov thiab chob nej tes. Falaus uas yog cov Iziv tus vajntxwv yuav zoo ib yam li ntawd rau txhua tus neeg uas cia siab rau nws.”"},{"bible_id":"1525","chapter_code":"2KI.18","verse_code":"2KI.18.22","label":"22","content":"Cov Axilias tus thawj tubrog hais ntxiv hais tias, “Tej zaum nej yuav hais rau kuv hais tias nej cia siab rau tus TSWV uas yog nej tus Vajtswv? Twb yog Hexekiyas muab tej chaw thiab tej thaj rhuav, thaum nws hais kom cov Yudas thiab cov pejxeem uas nyob hauv lub nroog Yeluxalees mus pehawm tus TSWV ntawm lub thaj hauv lub nroog Yeluxalees xwb."},{"bible_id":"1525","chapter_code":"2KI.18","verse_code":"2KI.18.23","label":"23","content":"Kuv tuav kuv tus vajntxwv lub npe hais rau nej hais tias yog nej nrhiav tau neeg, kuv yuav muab ob txhiab tus nees rau nej caij!"},{"bible_id":"1525","chapter_code":"2KI.18","verse_code":"2KI.18.24","label":"24","content":"Nej twb kov tsis yeej kuv tus vajntxwv uas kav lub tebchaws Axilias tus thawj tubrog uas coj pab nyuag tubrog tsawg tsawg no, ua cas nej tseem yuav kom cov Iziv coj tsheb neeg thiab tubrog caij nees tuaj pab nej!"},{"bible_id":"1525","chapter_code":"2KI.18","verse_code":"2KI.18.25","label":"25","content":"Nej xav hais tias, kuv tuaj tua thiab rhuav nej lub tebchaws, tus TSWV tsis pab kuv no los? Twb yog tus TSWV kom kuv tuaj tua thiab rhuav nej lub tebchaws ntag.”"},{"bible_id":"1525","chapter_code":"2KI.18","verse_code":"2KI.18.26","label":"26","content":"Ces Eliyakees, Senpenas thiab Yau-as thiaj teb tus thawj tubrog ntawd hais tias, “Koj tsis txhob hais lus Henplais, koj hais lus Alamais los peb yeej paub thiab, rau qhov cov pejxeem uas nyob saum tej ntsa yeej puavleej hnov tej lus uas koj hais.”"},{"bible_id":"1525","chapter_code":"2KI.18","verse_code":"2KI.18.27","label":"27","content":"Tus thawj tubrog ntawd teb li no, “Nej xav hais tias, kuv tus vajntxwv txib kuv tuaj hais tej lus no rau nej thiab nej tus vajntxwv xwb no los? Kuv hais rau cov pejxeem uas nyob saum tus ntsa yeej huv tibsi, rau qhov lawv yuav noj lawv tej quav thiab haus lawv tej zis ib yam li nej thiab ntag.”"},{"bible_id":"1525","chapter_code":"2KI.18","verse_code":"2KI.18.28","label":"28","content":"Ces cov Axilias tus thawj tubrog sawv tsees qw ua lus Henplais hais tias, “Nej sawvdaws cia li mloog tus vajntxwv uas kav lub tebchaws Axilias tej lus!"},{"bible_id":"1525","chapter_code":"2KI.18","verse_code":"2KI.18.29","label":"29","content":"Nws hais tias nej tsis txhob cia Hexekiyas ntxias tau nej, nws yeej yuav pab tsis tau nej li."},{"bible_id":"1525","chapter_code":"2KI.18","verse_code":"2KI.18.30","label":"30","content":"Tsis txhob cia Hexekiyas ntxias tau nej kom cia siab rau tus TSWV. Tsis txhob xav hais tias tus TSWV yuav cawm kom nej dim thiab tsis pub lub nroog no poob rau cov Axilias tus vajntxwv txhais tes,"},{"bible_id":"1525","chapter_code":"2KI.18","verse_code":"2KI.18.31","label":"31","content":"tsis txhob mloog Hexekiyas lus. Cov Axilias tus vajntxwv kom nej cia li zwm rau nws. Nws yuav pub rau nej tau noj tej txiv hmab thiab txiv ncuavpias hauv nej tej vaj thiab tau haus tej dej hauv nej tej qhovtshij"},{"bible_id":"1525","chapter_code":"2KI.18","verse_code":"2KI.18.32","label":"32","content":"mus txog hnub uas vajntxwv coj nej mus nyob hauv lub tebchaws uas zoo ib yam li nej lub. Lub tebchaws ntawd muaj txiv hmab ua cawv thiab muaj nplej ua ncuav; muaj txiv ntoo roj ua roj thiab muaj zib ntab. Yog nej uas raws li nws hais, nej yuav tau ua neej nyob tsis tuag. Nej tsis txhob cia Hexekiyas ntxias kom nej ntseeg hais tias, tus TSWV yuav cawm kom nej dim."},{"bible_id":"1525","chapter_code":"2KI.18","verse_code":"2KI.18.33","label":"33","content":"Puas muaj ib haivneeg twg uas lawv tus vajtswv cawm tau lawv dim ntawm cov Axilias tus vajntxwv lub hwjchim?"},{"bible_id":"1525","chapter_code":"2KI.18","verse_code":"2KI.18.34","label":"34","content":"Cov Hamas, cov Alenpas, cov Xefavais, cov Henas thiab cov Ivas tej vajtswv nyob qhov twg lawm? Tej vajtswv ntawd puas cawm tau lub nroog Xamalis?"},{"bible_id":"1525","chapter_code":"2KI.18","verse_code":"2KI.18.35","label":"35","content":"Nej cia li qhia rau kuv saib, tej tebchaws ntawd tej vajtswv puas cawm tau lawv dim ntawm cov Axilias tus vajntxwv txhais tes? Ua li cas nej yuav xav hais tias, tus TSWV yuav cawm tau lub nroog Yeluxalees no dim ntawm kuv txhais tes?”"},{"bible_id":"1525","chapter_code":"2KI.18","verse_code":"2KI.18.36","label":"36","content":"Cov pejxeem nyob ntsiag to tsis hais ib lo lus li, rau qhov Vajntxwv Hexekiyas tsis pub lawv teb."},{"bible_id":"1525","chapter_code":"2KI.18","verse_code":"2KI.18.37","label":"37","content":"Eliyakees, Senpenas thiab Yau-as nyuaj siab heev, lawv txawm muab lawv tej tsho dua thiab mus piav tej lus uas cov Axilias tus thawj tubrog hais ntawd rau Vajntxwv Hexekiyas mloog."},{"bible_id":"1525","chapter_code":"2KI.19","verse_code":"2KI.19.1","label":"1","content":"Thaum Vajntxwv Hexekiyas hnov tej lus ntawd, nws nyuaj siab heev, nws dua rhe nws lub tsho thiab muab ntaubtsaj los hnav thiab mus rau hauv tus TSWV lub Tuamtsev."},{"bible_id":"1525","chapter_code":"2KI.19","verse_code":"2KI.19.2","label":"2","content":"Nws txib Eliyakees uas yog tus saib lub loog, Senpenas uas yog tus teev ntawv thiab cov povthawj ob peb leeg kom mus cuag tus cev Vajtswv lus Yaxayas uas yog Amauxes tus tub. Lawv puavleej hnav ntaubtsaj huv tibsi."},{"bible_id":"1525","chapter_code":"2KI.19","verse_code":"2KI.19.3","label":"3","content":"Vajntxwv kom lawv mus hais rau Yaxayas hais tias, “Hnub no yog hnub uas peb raug kev txomnyem; peb tabtom raug txim thiab poob ntsejmuag. Peb zoo ib yam li tus pojniam uas nws tsis muaj zog yug nws tus menyuam."},{"bible_id":"1525","chapter_code":"2KI.19","verse_code":"2KI.19.4","label":"4","content":"Tus vajntxwv uas kav lub tebchaws Axilias txib nws ib tug thawj tubrog tuaj thuam Vajtswv tus uas muaj sia nyob. Thov tus TSWV uas yog koj tus Vajtswv lees paub thiab rau txim rau cov neeg uas tuaj thuam nws ntawd. Yog li ntawd, koj cia li thov Vajtswv pab peb cov uas tseem seem nyob no.”"},{"bible_id":"1525","chapter_code":"2KI.19","verse_code":"2KI.19.5","label":"5","content":"Thaum Yaxayas hnov tej lus uas Vajntxwv Hexekiyas hais no lawm,"},{"bible_id":"1525","chapter_code":"2KI.19","verse_code":"2KI.19.6","label":"6","content":"nws thiaj kom lawv rov mus hais rau vajntxwv hais tias, “Tus TSWV kom koj tsis txhob nyuaj siab rau tus vajntxwv uas kav lub tebchaws Axilias tej lus thuam uas hais tais, tus TSWV pab tsis tau koj."},{"bible_id":"1525","chapter_code":"2KI.19","verse_code":"2KI.19.7","label":"7","content":"Tus TSWV yuav ua kom tus vajntxwv uas kav lub tebchaws Axilias hnov lus foob lus cua, ces nws yuav rov mus rau pem nws lub tebchaws, thiab tus TSWV yuav ua kom luag muab nws tua rau pem nws lub tebchaws.”"},{"bible_id":"1525","chapter_code":"2KI.19","verse_code":"2KI.19.8","label":"8","content":"Cov Axilias tus thawj tubrog paub hais tias, vajntxwv tawm hauv lub nroog Lakhis mus tua lub nroog Linas uas nyob tsis deb ntawd; nws txawm mus nrog vajntxwv sablaj."},{"bible_id":"1525","chapter_code":"2KI.19","verse_code":"2KI.19.9","label":"9","content":"Cov Axilias tus vajntxwv hnov hais tias, Vajntxwv Tihakas uas kav lub tebchaws Sudas coj ib pab tubrog Iziv tuaj tua nws lawm, nws txawm txib neeg mus hais rau Vajntxwv Hexekiyas uas kav lub tebchaws Yudas"},{"bible_id":"1525","chapter_code":"2KI.19","verse_code":"2KI.19.10","label":"10","content":"hais tias, “Tsis txhob cia tus vajtswv uas koj cia siab rau ntxias tau koj hais tias, koj yuav tsis poob rau kuv txhais tes li."},{"bible_id":"1525","chapter_code":"2KI.19","verse_code":"2KI.19.11","label":"11","content":"Nyaj koj hnov tej uas cov Axilias tus vajntxwv tau ua rau tej tebchaws uas nws xav muab ua kom puastsuaj ntawd lawm. Koj xav hais tias koj yuav dim no los?"},{"bible_id":"1525","chapter_code":"2KI.19","verse_code":"2KI.19.12","label":"12","content":"Kuv cov yawgkoob twb ua rau lub nroog Nkauxas, Halas, Lexes puastsuaj tas thiab tua cov neeg Npethedees uas nyob hauv lub nroog Telaxas tuag tas, thiab yeej tsis muaj ib tug vajtswv nyob qhov twg los pab cov neeg ntawd dim li."},{"bible_id":"1525","chapter_code":"2KI.19","verse_code":"2KI.19.13","label":"13","content":"Cov vajntxwv uas kav lub nroog Hamas, lub nroog Alenpas, lub nroog Xefavais, lub nroog Henas thiab lub nroog Ivas dua twg tas lawm?”"},{"bible_id":"1525","chapter_code":"2KI.19","verse_code":"2KI.19.14","label":"14","content":"Vajntxwv Hexekiyas txais tsab ntawv ntawm cov xa ntawv tuaj los nyeem. Nws coj tsab ntawv mus rau hauv lub Tuamtsev thiab muab nthuav rau ntawm tus TSWV xubntiag"},{"bible_id":"1525","chapter_code":"2KI.19","verse_code":"2KI.19.15","label":"15","content":"thiab thov hais tias, “Tus TSWV uas yog cov Yixalayees tus Vajtswv, koj zaum saum koj lub zwmtxwv ntawm ob tug qhelunpees kis nruab nrab, koj tib leeg xwb thiaj yog tus Vajtswv uas kav tagnrho tej tebchaws hauv ntiajteb no. Koj yog tus uas tsim lub ntuj thiab lub ntiajteb."},{"bible_id":"1525","chapter_code":"2KI.19","verse_code":"2KI.19.16","label":"16","content":"Tus TSWV, thov koj tsa qhovmuag saib tej xwm uas los raug peb. Thov lees paub tej lus uas Xenakhelis thuam koj uas yog Vajtswv tus muaj sia nyob."},{"bible_id":"1525","chapter_code":"2KI.19","verse_code":"2KI.19.17","label":"17","content":"Tus TSWV, peb paub hais tias cov Axilias cov vajntxwv tau tua ntau haivneeg thiab rhuav lawv tej tebchaws puastsuaj tas nyob qhuav nquas cia,"},{"bible_id":"1525","chapter_code":"2KI.19","verse_code":"2KI.19.18","label":"18","content":"thiab muab lawv tej mlom uas tsis yog vajtswv hlawv povtseg tas, tej vajtswv ntawd yog luag muab pobzeb thiab muab ntoo txua xwb."},{"bible_id":"1525","chapter_code":"2KI.19","verse_code":"2KI.19.19","label":"19","content":"Tus TSWV uas yog peb tus Vajtswv, nimno thov koj pab peb kom dim ntawm cov Axilias txhais tes, txhua haivneeg uas nyob hauv ntiajteb thiaj yuav paub hais tias tsuas yog koj tib leeg xwb thiaj yog tus TSWV uas yog Vajtswv.”"},{"bible_id":"1525","chapter_code":"2KI.19","verse_code":"2KI.19.20","label":"20","content":"Tom qab ntawd, Yaxayas xa xov mus hais rau Vajntxwv Hexekiyas paub hais tias, tus TSWV twb hnov vajntxwv tej lus thov lawm,"},{"bible_id":"1525","chapter_code":"2KI.19","verse_code":"2KI.19.21","label":"21","content":"tus TSWV hais tias, “Xenakhelis, lub nroog Yeluxalees yuav luag koj plig thiab hnyos koj."},{"bible_id":"1525","chapter_code":"2KI.19","verse_code":"2KI.19.22","label":"22","content":"Koj puas paub hais tias, koj saib tsis taus thiab thuam leejtwg? Twb yog koj saib tsis taus thiab tsis hwm kuv uas yog cov Yixalayees tus Vajtswv uas dawbhuv ntag."},{"bible_id":"1525","chapter_code":"2KI.19","verse_code":"2KI.19.23","label":"23","content":"Koj txib koj cov neeg xa xov tuaj hais khav ntxhias rau kuv hais tias koj cov tubrog caij tsheb nees mus txeeb tau tej roob siab hauv tebchaws Lenpanoos. Koj khav hais tias koj muab cov ntoo ciab uas siab tshaj thiab cov ntoo thuv uas zoo nkauj saud ntov huv tibsi povtseg, thiab koj mus txog hauv lub plawv zoov nujtxeeg uas deb heev."},{"bible_id":"1525","chapter_code":"2KI.19","verse_code":"2KI.19.24","label":"24","content":"Koj khav hais tias koj tau mus khawb qhovtshij thiab haus tej dej hauv luag tej tebchaws thiab coj koj cov tubrog mus tsuj tus dej Niles nram tebchaws Iziv nqhuab hlo."},{"bible_id":"1525","chapter_code":"2KI.19","verse_code":"2KI.19.25","label":"25","content":"“Koj tsis tau hnov hais tias kuv twb npaj tej no ntev los lawm no los? Nimno kuv ua raws li kuv tau hais tseg. Kuv pub koj muaj hwjchim rhuav tej nroog uas luag txhim ntsa yeej khov kho ntawd vau tas."},{"bible_id":"1525","chapter_code":"2KI.19","verse_code":"2KI.19.26","label":"26","content":"Cov neeg uas nyob hauv tej nroog ntawd tsis muaj zog li; lawv ntshai heev ua ibce tshee hnyo. Lawv zoo ib yam li tej nroj tsuag uas tuaj hauv tej teb lossis ib yam li tej yub nroj uas tuaj saum tej rutsev uas raug cov cua kub sab hnubtuaj tuaj ntsawj  ua rau tej nplooj qhuav nkig nkuav."},{"bible_id":"1525","chapter_code":"2KI.19","verse_code":"2KI.19.27","label":"27","content":"“Tiamsis kuv paub koj lub siab tas lawm, txawm yog koj yuav ua ib yam dabtsi thiab yuav mus qhov twg los kuv yeej paub huv tibsi. Kuv paub hais tias koj chim heev."},{"bible_id":"1525","chapter_code":"2KI.19","verse_code":"2KI.19.28","label":"28","content":"Kuv hnov hais tias koj chim rau kuv thiab khavtheeb heev, yog li ntawd, kuv yuav muab nqelauj los nqe koj qhovntswg thiab muab saw hlau sam koj qhovncauj, thiab cab koj taug txojkev uas koj tuaj rov qab.”"},{"bible_id":"1525","chapter_code":"2KI.19","verse_code":"2KI.19.29","label":"29","content":"Ces Yaxayas hais rau Vajntxwv Hexekiyas hais tias, “Tej xwm uas yuav muaj tshwm los yog li no: Xyoo no thiab lwm xyoo, koj thiab koj cov pejxeem yuav tau noj tej qoobloo uas tsis yog nej cog, tiamsis xab xyoo nej yuav cog thiab yuav tau sau. Nej yuav tau cog txiv hmab thiab tau noj tej txiv hmab ntawd."},{"bible_id":"1525","chapter_code":"2KI.19","verse_code":"2KI.19.30","label":"30","content":"Cov Yudas uas seem nyob hauv lub tebchaws yuav zoo ib yam li tsob ntoo uas tej cag ntsia av tob tob thiab yuav tawg paj txi txiv,"},{"bible_id":"1525","chapter_code":"2KI.19","verse_code":"2KI.19.31","label":"31","content":"rau qhov tus TSWV npaj siab cia cov neeg uas nyob hauv lub nroog Yeluxalees thiab saum lub Roob Xi-oos ua cov uas seem ntawd."},{"bible_id":"1525","chapter_code":"2KI.19","verse_code":"2KI.19.32","label":"32","content":"“Tus TSWV hais txog tus vajntxwv uas kav lub tebchaws Axilias li no: ‘Nws yuav tsis tau tuaj rau hauv lub nroog no lossis tua tsis tau ib hnee tuaj li. Cov tubrog uas muaj daim thaiv hniav ntaj yuav tuaj tsis tau ze lub nroog no thiab yuav khawb tsis tau av meem kom nce tau rau hauv lub nroog."},{"bible_id":"1525","chapter_code":"2KI.19","verse_code":"2KI.19.33","label":"33","content":"Nws yuav taug txojkev uas nws tuaj rov mus tsev, nws yuav tsis tau los rau hauv lub nroog no. Kuv yog tus TSWV uas hais tej lus no."},{"bible_id":"1525","chapter_code":"2KI.19","verse_code":"2KI.19.34","label":"34","content":"Kuv yuav tiv thaiv thiab tsomkwm lub nroog no kom kuv thiaj tau ntsejmuag thiab kom muaj raws li tej lus uas kuv tau cog tseg rau kuv tus tubtxib Daviv lawm.’ ”"},{"bible_id":"1525","chapter_code":"2KI.19","verse_code":"2KI.19.35","label":"35","content":"Hmo ntawd tus TSWV ib tug timtswv los tua cov tubrog Axilias hauv lawv lub yeej tuag ib puas yim caum tsib txhiab leej. Thaum kaj ntug lawv cov tubrog tuag pawglug cia xwb!"},{"bible_id":"1525","chapter_code":"2KI.19","verse_code":"2KI.19.36","label":"36","content":"Xenakhelis uas yog tus vajntxwv kav lub tebchaws Axilias thiaj li thim nws cov tubrog rov mus rau pem lub nroog Nineves lawm."},{"bible_id":"1525","chapter_code":"2KI.19","verse_code":"2KI.19.37","label":"37","content":"Muaj ib hnub, thaum nws tabtom mus pe nws tus mlom Nilaus hauv lub tsev teev mlom, ces nws ob tug tub uas yog Alameles thiab Salexes, txawm nqa ntaj mus muab nws tua tuag, thiab nkawd khiav mus nyob rau tebchaws Alalaj lawm. Nws tus tub uas hu ua Exahadoos thiaj ua vajntxwv hloov nws chaw."},{"bible_id":"1525","chapter_code":"2KI.20","verse_code":"2KI.20.1","label":"1","content":"Thaum ntawd Vajntxwv Hexekiyas mob hnyav heev thiab yuav tuag, ces tus cev Vajtswv lus Yaxayas uas yog Amauxes tus tub, txawm tuaj xyuas Hexekiyas thiab hais rau nws hais tias, “Tus TSWV hais tias koj cia li npaj txhua yam kom txhij rau lub tebchaws, rau qhov koj yuav tsis zoo. Koj yeej yuav tuag xwb.”"},{"bible_id":"1525","chapter_code":"2KI.20","verse_code":"2KI.20.2","label":"2","content":"Ces Hexekiyas txawm tig xubntiag rau tim phabntsa thiab thov hais tias,"},{"bible_id":"1525","chapter_code":"2KI.20","verse_code":"2KI.20.3","label":"3","content":"“Tus TSWV, thov koj nco hais tias kuv ua koj tes haujlwm ntawm lub siab ncaj ncees, muab siab npuab koj thiab ua txhua yam raws li koj xav kom kuv ua.” Ces Hexekiyas txawm quaj tu siab heev."},{"bible_id":"1525","chapter_code":"2KI.20","verse_code":"2KI.20.4","label":"4","content":"Thaum Yaxayas tseem mus tsis tau dhau lub tshavpuam ntawm vajntxwv lub loog, tus TSWV txawm hais kom Yaxayas"},{"bible_id":"1525","chapter_code":"2KI.20","verse_code":"2KI.20.5","label":"5","content":"rov mus hais rau Hexekiyas tus uas kav tus TSWV haivneeg hais tias, “Kuv yog tus TSWV uas yog koj yawgkoob Daviv tus Vajtswv, kuv hnov koj tej lus thov thiab pom koj tej kua muag lawm. Kuv yuav kho koj kom zoo, peb hnub saum no koj yuav tau mus rau hauv kuv lub Tuamtsev."},{"bible_id":"1525","chapter_code":"2KI.20","verse_code":"2KI.20.6","label":"6","content":"Kuv yuav ntxiv hnubnyoog kaum tsib xyoo rau koj. Kuv yuav pab koj thiab lub nroog Yeluxalees no kom dim ntawm cov Axilias tus vajntxwv txhais tes. Kuv yuav tsomkwm lub nroog no, kom kuv thiaj tau ntsejmuag thiab kom muaj raws li tej lus uas kuv tau cog tseg rau kuv tus tubtxib Daviv lawm.”"},{"bible_id":"1525","chapter_code":"2KI.20","verse_code":"2KI.20.7","label":"7","content":"Yaxayas kom vajntxwv cov tubtxib muab txiv ncuavpias tsoo qhwv vajntxwv lub rwj, ces nws yuav zoo."},{"bible_id":"1525","chapter_code":"2KI.20","verse_code":"2KI.20.8","label":"8","content":"Vajntxwv Hexekiyas nug hais tias, “Puas yuav muaj dabtsi ua cim qhia rau kuv paub hais tias, tus TSWV yuav kho kuv thiab peb hnub saum no kuv yuav tau mus rau hauv tus TSWV lub Tuamtsev?”"},{"bible_id":"1525","chapter_code":"2KI.20","verse_code":"2KI.20.9","label":"9","content":"Yaxayas teb hais tias, “Tus TSWV yuav ua ib qhov cim qhia rau koj paub hais tias, nws yuav ua raws li nws tau coglus tseg lawm. Koj xav kom tus TSWV ua rau tus duab ntawm tus ntaiv nce mus kaum qib lossis nqe los kaum qib?”"},{"bible_id":"1525","chapter_code":"2KI.20","verse_code":"2KI.20.10","label":"10","content":"Hexekiyas teb hais tias, “Kuj yoojyim cia tus duab nce mus kaum qib, tiamsis kuv thov tus TSWV ua kom tus duab nqis rov los kaum qib!”"},{"bible_id":"1525","chapter_code":"2KI.20","verse_code":"2KI.20.11","label":"11","content":"Yaxayas thov tus TSWV, thiab tus TSWV ua rau tus duab ntawm tus ntaiv uas Vajntxwv Ahas ua nqis rov los kaum qib."},{"bible_id":"1525","chapter_code":"2KI.20","verse_code":"2KI.20.12","label":"12","content":"Thaum ntawd, Npaladas tus tub Melaudas Npaladas uas ua vajntxwv kav lub tebchaws Npanpiloos hnov hais tias Vajntxwv Hexekiyas mob, nws thiaj sau ib tsab ntawv thiab xa ib co khoom tuaj pub rau Hexekiyas."},{"bible_id":"1525","chapter_code":"2KI.20","verse_code":"2KI.20.13","label":"13","content":"Hexekiyas tos txais lawv thiab coj lawv mus ncig saib nws tej txhab nyiaj txhab kub, tej txujlom, tej roj tsw qab thiab nws tej cuabyeej ua rog. Tsis tshuav ib yam dabtsi hauv nws tej txhab lossis hauv nws lub tebchaws uas nws tsis tau coj lawv mus saib li."},{"bible_id":"1525","chapter_code":"2KI.20","verse_code":"2KI.20.14","label":"14","content":"Ces Yaxayas uas yog tus cev Vajtswv lus tuaj cuag Vajntxwv Hexekiyas thiab nug nws hais tias, “Cov neeg ntawd tuaj qhov twg tuaj thiab lawv hais dabtsi rau koj?” Hexekiyas teb hais tias, “Lawv tuaj tim tebchaws Npanpiloos uas deb heev tuaj.”"},{"bible_id":"1525","chapter_code":"2KI.20","verse_code":"2KI.20.15","label":"15","content":"Yaxayas nug hais tias, “Lawv pom dabtsi hauv koj lub loog?” Hexekiyas teb hais tias, “Lawv pom txhua yam huv tibsi, tsis tshuav ib yam nyob hauv tej txhab uas kuv tsis tau qhia rau lawv li.”"},{"bible_id":"1525","chapter_code":"2KI.20","verse_code":"2KI.20.16","label":"16","content":"Yaxayas hais rau vajntxwv hais tias, “Tus TSWV uas muaj hwjchim loj kawg nkaus hais tias,"},{"bible_id":"1525","chapter_code":"2KI.20","verse_code":"2KI.20.17","label":"17","content":"muaj ib hnub txhua yam uas nyob hauv koj lub loog thiab txhua yam uas koj cov yawgkoob khwv tseg thaum ub los txog rau niaj hnub no, yuav raug luag coj mus rau tim tebchaws Npanpiloos, yuav tsis tshuav ib yam dabtsi li."},{"bible_id":"1525","chapter_code":"2KI.20","verse_code":"2KI.20.18","label":"18","content":"Koj cov tub xeebntxwv ibtxhia yuav raug luag ntes coj mus thiab muab sam cia ua haujlwm hauv tus vajntxwv uas kav lub tebchaws Npanpiloos lub loog.”"},{"bible_id":"1525","chapter_code":"2KI.20","verse_code":"2KI.20.19","label":"19","content":"Vajntxwv Hexekiyas txawm xav hais tias thaum uas nws tseem ua neej nyob, lub tebchaws yuav muaj kev thajyeeb thiab nyob tso siab lug, nws thiaj teb hais tias, “Cov lus uas tus TSWV kom koj hais rau kuv yog lus zoo.”"},{"bible_id":"1525","chapter_code":"2KI.20","verse_code":"2KI.20.20","label":"20","content":"Dua li lwm yam uas Vajntxwv Hexekiyas ua, tej uas nws muaj peevxwm ua, tauv tau lub pasdej thiab khawb tus kwjdeg tso dej los rau hauv lub nroog, puavleej muab sau cia rau hauv Phau Ntawv Keebkwm uas teev cov Yudas cov Vajntxwv lub neej lawm."},{"bible_id":"1525","chapter_code":"2KI.20","verse_code":"2KI.20.21","label":"21","content":"Hexekiyas tuag thiab nws tus tub Manaxes ua vajntxwv hloov nws chaw."},{"bible_id":"1525","chapter_code":"2KI.21","verse_code":"2KI.21.1","label":"1","content":"Manaxes ua vajntxwv kav lub tebchaws Yudas thaum nws hnubnyoog muaj kaum ob xyoos, thiab nws nyob hauv lub nroog Yeluxalees kav tau tsib caug tsib xyoos. Nws niam hu ua Hexinpas."},{"bible_id":"1525","chapter_code":"2KI.21","verse_code":"2KI.21.2","label":"2","content":"Manaxes ua txhaum rau tus TSWV, nws ua kev phem kev qias ib yam li cov neeg uas tus TSWV muab ntiab tawm hauv lub tebchaws mus ua ntej nws haivneeg los nyob."},{"bible_id":"1525","chapter_code":"2KI.21","verse_code":"2KI.21.3","label":"3","content":"Manaxes rov txhim kho tej chaw teev dab uas nws txiv Hexekiyas muab rhuav tas lawm; nws ua ntau lub thaj teev tus mlom Npa-as thiab puab tus mlom pojniam Aselas ib yam li Vajntxwv Ahaj uas kav lub tebchaws Yixalayees ua. Manaxes tseem pe tej hnubqub thiab."},{"bible_id":"1525","chapter_code":"2KI.21","verse_code":"2KI.21.4","label":"4","content":"Manaxes ua tau ntau lub thaj teev dab rau hauv lub Tuamtsev, muab teeb rau ntawm qhov chaw uas tus TSWV hais tias tsimnyog cia ua qhov chaw rau sawvdaws pehawm nws."},{"bible_id":"1525","chapter_code":"2KI.21","verse_code":"2KI.21.5","label":"5","content":"Manaxes ua tau ntau lub thaj rau ntawm ob lub tshavpuam ntawm lub Tuamtsev ua chaw pe tej hnubqub."},{"bible_id":"1525","chapter_code":"2KI.21","verse_code":"2KI.21.6","label":"6","content":"Manaxes muab nws tus tub tua hlawv fij. Nws ua khawvkoob, ua yeessiv, saib tes  thiab saib yaig. Manaxes ua txhaum loj heev rau tus TSWV, tus TSWV thiaj chim rau nws."},{"bible_id":"1525","chapter_code":"2KI.21","verse_code":"2KI.21.7","label":"7","content":"Nws muab tus mlom pojniam Aselas los teeb rau hauv lub Tuamtsev, ntawm qhov chaw uas tus TSWV hais rau Daviv thiab Daviv tus tub Xalumoos hais tias, “Lub Tuamtsev hauv lub nroog Yeluxalees no, yog qhov chaw uas kuv xaiv tawm ntawm kaum ob xeem Yixalayees los ua qhov chaw rau sawvdaws tuaj pehawm kuv."},{"bible_id":"1525","chapter_code":"2KI.21","verse_code":"2KI.21.8","label":"8","content":"Yog cov Yixalayees mloog kuv lus thiab ua raws li kuv txoj kevcai uas kuv tus tubtxib Mauxes muab rau lawv lawm, kuv yuav tsis pub kom lawv raug ntiab tawm hauv lub tebchaws uas kuv muab rau lawv cov yawgkoob lawm.”"},{"bible_id":"1525","chapter_code":"2KI.21","verse_code":"2KI.21.9","label":"9","content":"Tiamsis cov Yudas tsis mloog tus TSWV lus, Manaxes thiaj coj lawv mus ua txhaum loj tshaj cov neeg uas tus TSWV muab ntiab tawm hauv lub tebchaws mus ua ntej nws haivneeg los nyob."},{"bible_id":"1525","chapter_code":"2KI.21","verse_code":"2KI.21.10","label":"10","content":"Tus TSWV hais rau cov tubtxib uas yog cov cev Vajtswv lus hais tias,"},{"bible_id":"1525","chapter_code":"2KI.21","verse_code":"2KI.21.11","label":"11","content":"“Vajntxwv Manaxes ua kev phem kev qias loj tshaj cov neeg Kana-as ua; qhov uas nws puab tej mlom ntawd ua rau nws coj cov Yudas mus ua txhaum."},{"bible_id":"1525","chapter_code":"2KI.21","verse_code":"2KI.21.12","label":"12","content":"Yog li ntawd, tus TSWV uas yog cov Yixalayees tus Vajtswv hais tias, kuv yuav tso kev puastsuaj los raug lub nroog Yeluxalees thiab cov Yudas kom txhua tus uas hnov tej xwm no yuav xav tsis thoob li."},{"bible_id":"1525","chapter_code":"2KI.21","verse_code":"2KI.21.13","label":"13","content":"Kuv yuav rau txim rau lub nroog Yeluxalees ib yam li kuv ua rau lub nroog Xamalis, thiab ib yam li kuv ua rau Vajntxwv Ahaj uas kav lub tebchaws Yixalayees thiab nws cov xeebntxwv. Kuv yuav cheb lub nroog Yeluxalees thiab cov neeg uas nyob hauv kom dulug mus ib yam li lub phaj uas muab ntxuav tas thiab muab so khwb cia."},{"bible_id":"1525","chapter_code":"2KI.21","verse_code":"2KI.21.14","label":"14","content":"Kuv yuav tso cov neeg uas seem ntawd tseg, muab lawv cob rau lawv tej yeebncuab kom tua yeej lawv thiab txeeb tau lawv lub tebchaws."},{"bible_id":"1525","chapter_code":"2KI.21","verse_code":"2KI.21.15","label":"15","content":"Kuv yuav ua li no rau kuv haivneeg, rau qhov lawv ua txhaum rau kuv thiab ua rau kuv chim, txij thaum kuv coj lawv cov yawgkoob tawm nram tebchaws Iziv los txog niaj hnub no.”"},{"bible_id":"1525","chapter_code":"2KI.21","verse_code":"2KI.21.16","label":"16","content":"Manaxes tua cov neeg uas tsis muaj txim coob leej, ua rau ntshav ntws puv nkaus tej kev hauv lub nroog Yeluxalees; nws ua tej kev txhaum no ntxiv rau tej uas nws coj cov Yudas mus pe mlom thiab ua txhaum rau tus TSWV."},{"bible_id":"1525","chapter_code":"2KI.21","verse_code":"2KI.21.17","label":"17","content":"Dua li lwm yam uas Manaxes ua thiab tej kev txhaum uas nws ua puavleej muab sau cia rau hauv  Phau Ntawv Keebkwm ua teev cov Yudas cov Vajntxwv lub neej lawm."},{"bible_id":"1525","chapter_code":"2KI.21","verse_code":"2KI.21.18","label":"18","content":"Manaxes tuag thiab luag coj nws mus faus rau hauv nws lub loog uas yog lub vaj Uxas, thiab nws tus tub Amoos ua vajntxwv hloov nws chaw."},{"bible_id":"1525","chapter_code":"2KI.21","verse_code":"2KI.21.19","label":"19","content":"Thaum Amoos ua vajntxwv kav lub tebchaws Yudas, nws hnubnyoog muaj nees nkaum ob xyoos, thiab nws nyob hauv lub nroog Yeluxalees kav tau ob xyoos. Nws niam hu ua Mesulemes thiab yog Halus uas nyob hauv lub nroog Yaunpas tus ntxhais."},{"bible_id":"1525","chapter_code":"2KI.21","verse_code":"2KI.21.20","label":"20","content":"Amoos ua txhaum rau tus TSWV ib yam li nws txiv Manaxes ua ntag;"},{"bible_id":"1525","chapter_code":"2KI.21","verse_code":"2KI.21.21","label":"21","content":"nws xyaum ua raws li nws txiv tus yam ntxwv, thiab nws pe tej mlom uas nws txiv pe."},{"bible_id":"1525","chapter_code":"2KI.21","verse_code":"2KI.21.22","label":"22","content":"Amoos tso tus TSWV uas yog nws cov yawgkoob tus Vajtswv tseg thiab tsis ua raws li tus TSWV tej lus samhwm."},{"bible_id":"1525","chapter_code":"2KI.21","verse_code":"2KI.21.23","label":"23","content":"Amoos cov nomtswv ntxeev siab rau nws thiab muab nws tua tuag rau hauv nws lub loog."},{"bible_id":"1525","chapter_code":"2KI.21","verse_code":"2KI.21.24","label":"24","content":"Tiamsis cov Yudas muab cov neeg uas tua Amoos tua tuag tas thiab tsa Amoos tus tub Yauxiyas ua vajntxwv hloov nws chaw."},{"bible_id":"1525","chapter_code":"2KI.21","verse_code":"2KI.21.25","label":"25","content":"Dua li lwm yam uas Amoos ua puavleej muab sau cia rau hauv Phau Ntawv Keebkwm uas teev cov Yudas cov Vajntxwv lub neej lawm."},{"bible_id":"1525","chapter_code":"2KI.21","verse_code":"2KI.21.26","label":"26","content":"Luag coj Amoos mus faus rau ntawm lub toj ntxas hauv lub vaj Uxas, thiab nws tus tub Yauxiyas ua vajntxwv hloov nws chaw."},{"bible_id":"1525","chapter_code":"2KI.22","verse_code":"2KI.22.1","label":"1","content":"Yauxiyas ua vajntxwv kav lub tebchaws Yudas thaum nws hnubnyoog muaj yim xyoo, thiab nws nyob hauv lub nroog Yeluxalees kav tau peb caug ib xyoos. Nws niam hu ua Yedidas thiab yog Adayas uas nyob hauv lub nroog Npauxekas tus ntxhais."},{"bible_id":"1525","chapter_code":"2KI.22","verse_code":"2KI.22.2","label":"2","content":"Yauxiyas ua lub neej raws li tus TSWV lub siab nyiam; nws ua raws li Vajtswv tej kevcai ib yam li nws yawgkoob uas yog Vajntxwv Daviv ua."},{"bible_id":"1525","chapter_code":"2KI.22","verse_code":"2KI.22.3","label":"3","content":"Thaum Yauxiyas ua vajntxwv tau kaum yim xyoo, nws txib nws tus teev ntawv Safas uas yog Axaliyas tus tub thiab yog Mesulas tus xeebntxwv mus rau hauv lub Tuamtsev, nws hais rau Axaliyas hais tias,"},{"bible_id":"1525","chapter_code":"2KI.22","verse_code":"2KI.22.4","label":"4","content":"“Koj mus cuag tus Povthawj Hlob Hilekiyas thiab kom nws qhia tej nyiaj uas cov povthawj sau tau thaum cov pejxeem coj tuaj tso rau hauv lub Tuamtsev saib tau pestsawg."},{"bible_id":"1525","chapter_code":"2KI.22","verse_code":"2KI.22.5","label":"5","content":"Koj kom nws muab cov nyiaj ntawd coj mus rau cov uas saib cov neeg uas kho lub Tuamtsev. Lawv thiaj tau nyiaj them"},{"bible_id":"1525","chapter_code":"2KI.22","verse_code":"2KI.22.6","label":"6","content":"rau cov neeg txua ntoo, cov ua tsev, cov txhim phabntsa, yuav ntoo thiab yuav pobzeb los kho lub Tuamtsev."},{"bible_id":"1525","chapter_code":"2KI.22","verse_code":"2KI.22.7","label":"7","content":"Cov uas saib cov ua haujlwm, lawv yog neeg ncaj thiaj tsis kom lawv muab tej ntawv teev tej nyiaj uas lawv siv los.”"},{"bible_id":"1525","chapter_code":"2KI.22","verse_code":"2KI.22.8","label":"8","content":"Safas coj vajntxwv cov lus mus hais rau Hilekiyas, ces Hilekiyas qhia rau Safas hais tias, “Kuv pom phau ntawv Kevcai no nyob hauv tus TSWV lub Tuamtsev.” Hilekiyas txawm muab phau ntawv rau Safas nyeem."},{"bible_id":"1525","chapter_code":"2KI.22","verse_code":"2KI.22.9","label":"9","content":"Safas rov los qhia rau vajntxwv hais tias, “Koj cov tubtxib twb muab cov nyiaj hauv lub Tuamtsev cob rau cov uas saib cov neeg kho lub tuamtsev lawm.”"},{"bible_id":"1525","chapter_code":"2KI.22","verse_code":"2KI.22.10","label":"10","content":"Safas hais ntxiv tias, “Phau ntawv no yog Hilekiyas muab rau kuv.” Ces Safas txawm muab nyeem rau vajntxwv mloog."},{"bible_id":"1525","chapter_code":"2KI.22","verse_code":"2KI.22.11","label":"11","content":"Thaum vajntxwv hnov tej lus hauv phau ntawv Kevcai ntawd, vajntxwv nyuaj siab heev thiab dua rhe nws lub tsho,"},{"bible_id":"1525","chapter_code":"2KI.22","verse_code":"2KI.22.12","label":"12","content":"thiab hais rau tus povthawj Hilekiyas, Safas tus tub Ahikas, Mikayas tus tub Anpaus, tus teev ntawv Safas thiab Axayas uas yog tus tu vajntxwv li no:"},{"bible_id":"1525","chapter_code":"2KI.22","verse_code":"2KI.22.13","label":"13","content":"“Nej cia li pab kuv thiab pab cov Yudas mus nug tus TSWV txog tej lus hauv phau ntawv no saib qhia li cas, tos tus TSWV chim heev rau peb los twb yog peb cov yawgkoob tsis ua raws li tej lus uas sau rau hauv phau ntawv no.”"},{"bible_id":"1525","chapter_code":"2KI.22","verse_code":"2KI.22.14","label":"14","content":"Hilekiyas, Ahikas, Anpaus, Safas thiab Axayas txawm mus cuag ib tug pojniam hu ua Hulidas uas yog ib tug cev Vajtswv lus nyob hauv lub nroog Yeluxalees ntawm ces kaum uas luag ua tshiab. (Hulidas tus txiv hu ua Salumes uas yog Tivas tus tub thiab yog Hahas tus xeebntxwv, nws yog tus saib cov tsho ntev hauv lub Tuamtsev.) Lawv piav tej lus ntawd rau Hulidas mloog."},{"bible_id":"1525","chapter_code":"2KI.22","verse_code":"2KI.22.15","label":"15","content":"Nws kom lawv rov mus cuag vajntxwv"},{"bible_id":"1525","chapter_code":"2KI.22","verse_code":"2KI.22.16","label":"16","content":"thiab hais rau vajntxwv hais tias tus TSWV hais li no, “Kuv yuav rau txim rau lub nroog Yeluxalees thiab cov neeg uas nyob hauv lub nroog raws li tej lus uas sau tseg rau hauv phau ntawv uas vajntxwv nyeem ntawd."},{"bible_id":"1525","chapter_code":"2KI.22","verse_code":"2KI.22.17","label":"17","content":"Lawv tau tso kuv tseg thiab mus tua tsiaj fij rau lwm haivneeg tej vajtswv, kuv thiaj chim rau tej uas lawv ua, thiab kuv chim rau lub nroog Yeluxalees; kuv tej kev chim yuav tsis xam mus sai."},{"bible_id":"1525","chapter_code":"2KI.22","verse_code":"2KI.22.18","label":"18","content":"Kuv yog tus TSWV uas yog cov Yixalayees tus Vajtswv, kuv hais li no rau vajntxwv: Thaum koj hnov tej lus hauv phau ntawv no tas lawm,"},{"bible_id":"1525","chapter_code":"2KI.22","verse_code":"2KI.22.19","label":"19","content":"koj lees koj tej kev txhaum thiab txo hwjchim tabmeeg kuv, koj quaj tu siab nrho thiab dua rhe koj lub tsho, thaum koj paub hais tias kuv yuav rau txim rau lub nroog Yeluxalees thiab cov neeg huv tibsi. Kuv yuav ua kom lub nroog puastsuaj tas, thaum luag pom luag yuav ntshai heev, thiab luag yuav tuav lub nroog no lub npe foom tsis zoo. Tiamsis vim kuv twb hnov koj tej lus thov lawm,"},{"bible_id":"1525","chapter_code":"2KI.22","verse_code":"2KI.22.20","label":"20","content":"kuv yuav tos kom koj tuag tso, kuv mam li rau txim rau lub nroog Yeluxalees. Kuv yuav cia koj tuag kaj siab lug.” Lawv coj tej lus ntawd mus piav rau Vajntxwv Yauxiyas mloog."},{"bible_id":"1525","chapter_code":"2KI.23","verse_code":"2KI.23.1","label":"1","content":"Vajntxwv Yauxiyas kom cov Yudas tej thawjcoj thiab cov neeg uas nyob hauv lub nroog Yeluxalees tuaj cuag nws,"},{"bible_id":"1525","chapter_code":"2KI.23","verse_code":"2KI.23.2","label":"2","content":"thiab lawv ua ke mus rau hauv lub Tuamtsev, tsis hais cov povthawj, cov cev Vajtswv lus, thiab tagnrho cov pejxeem tus muaj tus pluag los mus huv tibsi. Vajntxwv nyeem tagnrho phau ntawv coglus uas nrhiav tau hauv lub Tuamtsev rau sawvdaws mloog."},{"bible_id":"1525","chapter_code":"2KI.23","verse_code":"2KI.23.3","label":"3","content":"Vajntxwv sawv ib sab ntawm tus ncej uas cov vajntxwv ibtxwm sawv coglus rau tus TSWV hais tias yuav hwm nws, ua raws li nws tej kevcai thiab tej lus samhwm kom kawg siab kawg ntsws, thiab ua kom tau raws li tej lus cog tseg uas sau rau hauv phau ntawv no. Cov pejxeem puavleej lees lus hais tias, lawv yuav coj raws li tej lus cog tseg ntawd."},{"bible_id":"1525","chapter_code":"2KI.23","verse_code":"2KI.23.4","label":"4","content":"Tom qab ntawd, Yauxiyas kom tus Povthawj Hlob Hilekiyas, cov povthawj yau, thiab cov uas zov lub roojvag uas mus rau hauv lub Tuamtsev mus nqa txhua yam uas luag siv teev Npa-as, tus mlom pojniam Aselas, thiab teev tej hnubqub tawm hauv lub Tuamtsev mus povtseg. Vajntxwv muab tej ntawd coj mus hlawv rau nraum ntug nroog uas ze lub Hav Kiloos, thiab nws kom lawv yawm tej tshauv ntawd coj mus pov rau pem lub nroog Npethees."},{"bible_id":"1525","chapter_code":"2KI.23","verse_code":"2KI.23.5","label":"5","content":"Nws muab cov povthawj uas cov Yudas tej vajntxwv tsa los tua tsiaj hlawv txi dab  rau saum tej thaj hauv cov Yudas tej nroog thiab tej chaw uas ze lub nroog Yeluxalees, thiab tagnrho cov povthawj uas tua tsiaj fij rau Npa-as, fij rau lub hnub lub hli thiab fij rau tej hnubqub saum nruab ntug ntiab tawm huv tibsi mus lawm."},{"bible_id":"1525","chapter_code":"2KI.23","verse_code":"2KI.23.6","label":"6","content":"Nws tshem tus mlom pojniam Aselas tawm hauv lub Tuamtsev mus rau sab nraum ntug nroog, muab hlawv rau hauv lub Hav Kiloos, thiab muab tsoo ua hmoov mos mos nphoo rau cov neeg txomnyem tej ntxa."},{"bible_id":"1525","chapter_code":"2KI.23","verse_code":"2KI.23.7","label":"7","content":"Nws rhuav cov niamntiav txivntiav tej chaw hauv lub Tuamtsev.  (Yog qhov chaw uas cov pojniam tuaj ntos tsho rau cov neeg hnav mus pe tus mlom pojniam Aselas.)"},{"bible_id":"1525","chapter_code":"2KI.23","verse_code":"2KI.23.8","label":"8","content":"Nws coj cov povthawj uas nyob hauv cov Yudas tej nroog los nyob hauv lub nroog Yeluxalees, thiab nws mus thoob plaws txhua qhov, muab tej thaj uas cov povthawj tua tsiaj hlawv txi dab rhuav povtseg huv tibsi. Nws rhuav tej thaj uas luag teev tej dab tshis uas nyob ze ntawm lub roojvag uas yog tus tswv nroog Yausuas ua rau ntawm txojkev uas mus rau hauv lub nroog."},{"bible_id":"1525","chapter_code":"2KI.23","verse_code":"2KI.23.9","label":"9","content":"Cov povthawj no noj tau tej ncuav tsis xyaw keeb uas luag nqa tuaj rau lwm cov povthawj, tiamsis lawv tsis muaj feem mus ua haujlwm hauv lub Tuamtsev."},{"bible_id":"1525","chapter_code":"2KI.23","verse_code":"2KI.23.10","label":"10","content":"Vajntxwv Yauxiyas tseem rhuav lub chaw teev dab uas hu ua Taufes hauv lub Hav Hinoos kom sawvdaws thiaj tsis tau chaw coj lawv tej tub tej ntxhais tuaj tua hlawv fij rau tus mlom Maulej lawm."},{"bible_id":"1525","chapter_code":"2KI.23","verse_code":"2KI.23.11","label":"11","content":"Nws muab cov nees uas cov Yudas tej vajntxwv muab fij rau lub hnub lawm tso mus, thiab muab tej tsheb nees uas lawv caij tuaj pe lub hnub hlawv povtseg. (Lawv tso tej nees thiab tej tsheb nees ntawd rau hauv lub tshavpuam ntawm lub Tuamtsev ze lub roojvag uas nyob tsis deb ntawm tus nom Nathas Melej lub tsev.)"},{"bible_id":"1525","chapter_code":"2KI.23","verse_code":"2KI.23.12","label":"12","content":"Vajntxwv Yauxiyas rhuav tej thaj uas cov Yudas tej vajntxwv ua rau saum Vajntxwv Ahas lub loog, thiab nws tseem muab tej thaj uas Vajntxwv Manaxes ua rau hauv ob lub tshavpuam ntawm lub Tuamtsev tsoo tawg ntsoog ntxaws  thiab coj mus pov rau ntawm lub Hav Kiloos."},{"bible_id":"1525","chapter_code":"2KI.23","verse_code":"2KI.23.13","label":"13","content":"Yauxiyas rhuav tej thaj uas Vajntxwv Xalumoos ua rau ntawm lub nroog Yeluxalees sab hnubtuaj thiab ua rau ntawm lub Roob Txiv Ntoo Roj  sab qabteb uas yog tej chaw pe cov Xidoos tus mlom pojniam Atates, cov Mau-am tus mlom Khemaus thiab cov Amoos tus mlom Maulej."},{"bible_id":"1525","chapter_code":"2KI.23","verse_code":"2KI.23.14","label":"14","content":"Vajntxwv Yauxiyas muab tej ncej zeb tsoo tawg tas, ntov tus mlom pojniam Aselas povtseg, thiab nws muab tej pobtxha neeg coj mus pov rau tej chaw ntawd."},{"bible_id":"1525","chapter_code":"2KI.23","verse_code":"2KI.23.15","label":"15","content":"Yauxiyas muab lub chaw teev dab uas Nenpas tus tub uas yog Vajntxwv Yelaunpau-as ua rau hauv lub nroog Npethees rhuav povtseg huv tibsi; Yelaunpau-as yog tus uas coj cov Yixalayees mus ua txhaum. Yauxiyas muab lub thaj tsoo tawg tas;  thiab nws tseem muab tus mlom pojniam Aselas hlawv kub hnyiab tas."},{"bible_id":"1525","chapter_code":"2KI.23","verse_code":"2KI.23.16","label":"16","content":"Tom qab ntawd, Yauxiyas ntsia pom ib co ntxa nyob saum lub pov roob; nws txawm kom luag mus khawb cov pobtxha neeg ntawd los hlawv rau saum lub thaj. Nws ua li no kom lub thaj tsis huv raws li tus cev Vajtswv lus hais tseg puag thaum Vajntxwv Yelaunpau-as sawv ntawm lub thaj ib sab, hnub uas lawv ua rooj noj rooj haus. Vajntxwv Yauxiyas tig mus ntsia tus cev Vajtswv lus  uas qhia tej xwm no lub ntxa."},{"bible_id":"1525","chapter_code":"2KI.23","verse_code":"2KI.23.17","label":"17","content":"Yauxiyas nug hais tias, “Lub ntxa ntawd yog leejtwg lub?” Cov neeg hauv Npethees teb hais tias, “Yog ib tug cev Vajtswv lus uas tuaj nram tebchaws Yudas tuaj lub ntxa, nws yog tus uas tuaj qhia ua ntej hais txog tej uas koj tau ua rau lub thaj no.”"},{"bible_id":"1525","chapter_code":"2KI.23","verse_code":"2KI.23.18","label":"18","content":"Yauxiyas hais tias, “Cia nws nyob nws, tsis txhob khawb tus cev Vajtswv lus ntawd cov pobtxha tawm.” Yog li ntawd, luag thiaj tsis khawb tus cev Vajtswv lus ntawd cov pobtxha thiab tus cev Vajtswv lus uas nyob pem lub nroog Xamalis cov pobtxha."},{"bible_id":"1525","chapter_code":"2KI.23","verse_code":"2KI.23.19","label":"19","content":"Vajntxwv Yauxiyas rhuav tagnrho tej chaw teev dab uas cov Yixalayees tej vajntxwv ua tseg rau hauv txhua lub nroog thoob plaws lub tebchaws Yixalayees. Tej uas cov Yixalayees tej vajntxwv ua ntawd ua rau tus TSWV chim heev rau lawv. Yauxiyas rhuav tej thaj ntawd ib yam li nws rhuav tej uas nyob hauv lub nroog Npethees."},{"bible_id":"1525","chapter_code":"2KI.23","verse_code":"2KI.23.20","label":"20","content":"Nws tua cov povthawj uas teev dab rau saum tej thaj uas lawv teev dab, thiab muab tej pobtxha neeg mus hlawv rau saum txhua lub thaj. Ces nws txawm rov los rau nram lub nroog Yeluxalees lawm."},{"bible_id":"1525","chapter_code":"2KI.23","verse_code":"2KI.23.21","label":"21","content":"Vajntxwv Yauxiyas hais rau cov pejxeem hais tias, “Nej cia li ua Kevcai Hla Dhau raws li tej lus uas sau cia rau hauv phau ntawv coglus, tus TSWV uas yog nej tus Vajtswv thiaj tau koob meej.”"},{"bible_id":"1525","chapter_code":"2KI.23","verse_code":"2KI.23.22","label":"22","content":"Txij thaum muaj cov thawjtswj ua cov kav haivneeg Yixalayees los txog thaum cov Yixalayees thiab cov Yudas muaj vajntxwv, yeej tsis tau muaj leejtwg ua Kevcai Hla Dhau zoo npaum li zaum no."},{"bible_id":"1525","chapter_code":"2KI.23","verse_code":"2KI.23.23","label":"23","content":"Yauxiyas twb ua vajntxwv tau kaum yim xyoo lawm mam li rov muaj ua Kevcai Hla Dhau hauv lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"2KI.23","verse_code":"2KI.23.24","label":"24","content":"Vajntxwv Yauxiyas ntiab cov Yudas uas txawj saib yaig thiab saib tes tawm mus thiab tshem tej thaj xwmkab, tej mlom, thiab txhua yam cuabyeej uas siv teev dab tawm hauv lub nroog Yeluxalees thiab thoob plaws lub tebchaws Yudas mus povtseg; thiaj raws li tej kevcai uas sau rau hauv phau ntawv uas tus Povthawj Hlob Hilekiyas pom nyob hauv lub Tuamtsev."},{"bible_id":"1525","chapter_code":"2KI.23","verse_code":"2KI.23.25","label":"25","content":"Tej vajntxwv uas xub kav ua ntej Yauxiyas, tsis muaj ib tug uas ua zoo npaum li Yauxiyas, nws ua tus TSWV tej haujlwm kawg siab kawg ntsws, kawg dag kawg zog thiab ua raws li Mauxes tej kevcai; txij thaum ntawd los tsis muaj ib tug vajntxwv ua zoo npaum nws lawm."},{"bible_id":"1525","chapter_code":"2KI.23","verse_code":"2KI.23.26","label":"26","content":"Txawm li ntawd los tus TSWV tseem chim rau cov Yudas, vim tej uas Vajntxwv Manaxes ua, thiab niaj hnub no los tus TSWV txojkev chim tseem tsis tau xam mus tas."},{"bible_id":"1525","chapter_code":"2KI.23","verse_code":"2KI.23.27","label":"27","content":"Tus TSWV hais tias, “Kuv yuav ua rau cov Yudas ib yam li kuv tau ua rau cov Yixalayees lawm. Kuv yuav ntiab kom cov Yudas tawm ntawm kuv mus ib yam li kuv tau ntiab cov Yixalayees, thiab kuv yuav muab lub nroog Yeluxalees uas kuv xaiv cia thiab lub Tuamtsev uas kuv hais tias yog lub chaw rau sawvdaws tuaj pehawm kuv tso povtseg.”"},{"bible_id":"1525","chapter_code":"2KI.23","verse_code":"2KI.23.28","label":"28","content":"Dua li lwm yam uas Vajntxwv Yauxiyas ua puavleej muab sau cia rau hauv Phau Ntawv Keebkwm uas teev cov Yudas cov Vajntxwv lub neej lawm."},{"bible_id":"1525","chapter_code":"2KI.23","verse_code":"2KI.23.29","label":"29","content":"Tiam uas Yauxiyas ua vajntxwv kav lub tebchaws Yudas, Falaus Nekaus uas yog cov Iziv tus vajntxwv, coj tubrog tuaj pab tus vajntxwv uas kav lub tebchaws Axilias tua rog pem tus dej Efalates. Vajntxwv Yauxiyas txawm tuaj tos kev tua Falaus Nekaus ntawm Menkidaus, Yauxiyas thiaj raug tua tuag rau hauv tshavrog lawm."},{"bible_id":"1525","chapter_code":"2KI.23","verse_code":"2KI.23.30","label":"30","content":"Nws cov tubrog thiaj muab nws tsaws rau saum tsheb nees thauj rov los rau hauv lub nroog Yeluxalees thiab coj nws mus faus rau ntawm cov vajntxwv lub toj ntxas. Cov Yudas thiaj li tsa Yauxiyas tus tub Yehau-ahas ua vajntxwv hloov nws chaw."},{"bible_id":"1525","chapter_code":"2KI.23","verse_code":"2KI.23.31","label":"31","content":"Thaum Yehau-ahas ua vajntxwv kav lub tebchaws Yudas nws hnubnyoog muaj nees nkaum peb xyoos, thiab nws nyob hauv lub nroog Yeluxalees kav tau peb hlis. Nws niam hu ua Hamutas thiab yog Yelemis uas nyob hauv lub nroog Linas tus ntxhais."},{"bible_id":"1525","chapter_code":"2KI.23","verse_code":"2KI.23.32","label":"32","content":"Yehau-ahas ua txhaum rau tus TSWV, thiab nws ua phem ua qias ib yam li nws cov yawgkoob ua."},{"bible_id":"1525","chapter_code":"2KI.23","verse_code":"2KI.23.33","label":"33","content":"Nws kev tswjhwm tebchaws xaus rau thaum Falaus Nekaus uas yog cov Iziv tus vajntxwv ntes nws mus kaw rau hauv lub nroog Lilas hauv tebchaws Hamas thiab kom cov Yudas them xya txhiab tsib puas choj nyiaj thiab xya caum tsib choj kub rau nws."},{"bible_id":"1525","chapter_code":"2KI.23","verse_code":"2KI.23.34","label":"34","content":"Falaus Nekaus tsa Yauxiyas tus tub Eliyakees ua vajntxwv kav lub tebchaws Yudas hloov nws txiv Yauxiyas chaw, thiab muab Eliyakees hloov npe hu ua Yehauyakees. Falaus Nekaus coj Yehau-ahas mus rau nram tebchaws Iziv, thiab nws tuag rau nram lawm."},{"bible_id":"1525","chapter_code":"2KI.23","verse_code":"2KI.23.35","label":"35","content":"Vajntxwv Yehauyakees sau se ntawm cov pejxeem kom tau nyiaj thiab kub los txwm nkaus li Falaus Nekaus uas yog cov Iziv tus vajntxwv kom lawv them."},{"bible_id":"1525","chapter_code":"2KI.23","verse_code":"2KI.23.36","label":"36","content":"Thaum Yehauyakees ua vajntxwv kav lub tebchaws Yudas nws hnubnyoog muaj nees nkaum tsib xyoos, thiab nws nyob hauv lub nroog Yeluxalees kav tau kaum ib xyoos. Nws niam hu ua Xenpidas thiab yog Pedayas uas nyob hauv lub nroog Lumas tus ntxhais."},{"bible_id":"1525","chapter_code":"2KI.23","verse_code":"2KI.23.37","label":"37","content":"Yehauyakees ua txhaum rau tus TSWV thiab ua phem ua qias ib yam li nws cov yawgkoob ua."},{"bible_id":"1525","chapter_code":"2KI.24","verse_code":"2KI.24.1","label":"1","content":"Thaum uas Yehauyakees ua vajntxwv, Vajntxwv Nenpukajnexales uas kav lub tebchaws Npanpiloos tuaj tua lub tebchaws Yudas, thiab Yehauyakees zwm rau Nenpukajnexales tau peb xyoos, tiamsis tom qab ntawd Yehauyakees tau ntxeev siab rau Nenpukajnexales."},{"bible_id":"1525","chapter_code":"2KI.24","verse_code":"2KI.24.2","label":"2","content":"Tus TSWV tso cov Npanpiloos, cov Xilias, cov Mau-am thiab cov Amoos tuaj tua Yehauyakees thiab rhuav lub tebchaws Yudas puastsuaj tas raws li tus TSWV tau hais rau nws cov tubtxib uas yog cov cev Vajtswv lus hais tias nws yuav ua li ntawd."},{"bible_id":"1525","chapter_code":"2KI.24","verse_code":"2KI.24.3","label":"3","content":"Tej no muaj raws li tus TSWV tej lus uas hais tias, nws yuav muab cov Yudas ntiab tawm ntawm nws mus, vim tej kev txhaum uas Vajntxwv Manaxes ua"},{"bible_id":"1525","chapter_code":"2KI.24","verse_code":"2KI.24.4","label":"4","content":"thiab tua cov neeg ua tsis muaj txim. Tus TSWV yeej zam tsis tau lub txim uas Manaxes tua neeg ntawd li."},{"bible_id":"1525","chapter_code":"2KI.24","verse_code":"2KI.24.5","label":"5","content":"Txhua yam uas Yehauyakees ua puavleej muab sau cia rau hauv  Phau Ntawv Keebkwm uas teev cov Yudas cov Vajntxwv lub neej lawm."},{"bible_id":"1525","chapter_code":"2KI.24","verse_code":"2KI.24.6","label":"6","content":"Yehauyakees tuag, thiab nws tus tub Yehauyakhees ua vajntxwv hloov nws chaw."},{"bible_id":"1525","chapter_code":"2KI.24","verse_code":"2KI.24.7","label":"7","content":"Tus vajntxwv uas kav lub tebchaws Iziv thiab nws cov tubrog tawm tsis tau hauv tebchaws Iziv mus rau qhov twg li, rau qhov tus vajntxwv uas kav lub tebchaws Npanpiloos tuaj txeeb tau thiab kav tagnrho cheebtsam uas yog cov Iziv tug, txij ntua ntawm tus dej Efalates mus ti nkaus rau ntawm cov Iziv tus ciamteb sab qaumteb."},{"bible_id":"1525","chapter_code":"2KI.24","verse_code":"2KI.24.8","label":"8","content":"Thaum Yehauyakhees ua vajntxwv kav lub tebchaws Yudas nws hnubnyoog muaj kaum yim xyoo, thiab nws nyob hauv lub nroog Yeluxalees kav tau peb hlis. Nws niam hu ua Nehusetas thiab yog Enathas uas nyob hauv lub nroog Yeluxalees tus ntxhais."},{"bible_id":"1525","chapter_code":"2KI.24","verse_code":"2KI.24.9","label":"9","content":"Nws ua txhaum rau tus TSWV thiab ua phem ua qias ib yam li nws txiv ua."},{"bible_id":"1525","chapter_code":"2KI.24","verse_code":"2KI.24.10","label":"10","content":"Lub sijhawm ntawd, Vajntxwv Nenpukajnexales uas kav lub tebchaws Npanpiloos cov thawj tubrog tau coj tubrog tuaj vij lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"2KI.24","verse_code":"2KI.24.11","label":"11","content":"Thaum uas cov tubrog tabtom vij lub nroog, Vajntxwv Nenpukajnexales uas kav lub tebchaws Npanpiloos txawm tuaj txog hauv lub nroog Yeluxalees,"},{"bible_id":"1525","chapter_code":"2KI.24","verse_code":"2KI.24.12","label":"12","content":"ces Vajntxwv Yehauyakhees thiab nws niam, nws cov tub, nws cov nomtswv thiab cov uas ua haujlwm hauv lub loog thiaj zwm rau cov Npanpiloos. Nenpukajnexales ua vajntxwv kav lub tebchaws Npanpiloos tau yim xyoo rau thaum uas nws ntes Yehauyakhees,"},{"bible_id":"1525","chapter_code":"2KI.24","verse_code":"2KI.24.13","label":"13","content":"thiab nws nqa tej khoom tseemceeb hauv lub Tuamtsev thiab hauv lub loog mus rau tebchaws Npanpiloos raws li tus TSWV tau hais tseg lawm hais tias, Nenpukajnexales yuav tuaj tsoo thiab nqa tagnrho tej khoom tseemceeb uas Vajntxwv Xalumoos muab kub ua rau hauv lub Tuamtsev mus."},{"bible_id":"1525","chapter_code":"2KI.24","verse_code":"2KI.24.14","label":"14","content":"Nws coj cov neeg hauv lub nroog Yeluxalees, vajntxwv tsevneeg thiab cov thawjcoj mus huv tibsi, xam tagnrho muaj kaum txhiab leej. Dua li ntawd nws tseem coj cov neeg uas muaj tswvyim ua txhua yam haujlwm thiab cov kws tooj kws hlau mus huv tibsi. Nws tsuas tseg cov neeg pluag nyob hauv lub tebchaws Yudas xwb."},{"bible_id":"1525","chapter_code":"2KI.24","verse_code":"2KI.24.15","label":"15","content":"Nenpukajnexales coj Vajntxwv Yehauyakhees, nws niam, nws cov pojniam, nws cov nomtswv thiab cov Yudas tej thawjcoj mus rau tim tebchaws Npanpiloos lawm."},{"bible_id":"1525","chapter_code":"2KI.24","verse_code":"2KI.24.16","label":"16","content":"Cov neeg tseemceeb uas Nenpukajnexales coj mus rau tebchaws Npanpiloos muaj xya txhiab leej, thiab ib txhiab leej cov uas muaj tswvyim ua txhua yam haujlwm, tagnrho cov kws tooj kws hlau huv tibsi; cov no puavleej yog cov uas khov kho thiab ua taus tubrog xwb."},{"bible_id":"1525","chapter_code":"2KI.24","verse_code":"2KI.24.17","label":"17","content":"Nenpukajnexales tsa Yehauyakhees tus txiv ntxawm Mataniyas ua vajntxwv kav lub tebchaws Yudas, thiab muab Mataniyas hloov npe hu ua Xedekiyas."},{"bible_id":"1525","chapter_code":"2KI.24","verse_code":"2KI.24.18","label":"18","content":"Thaum Xedekiyas ua vajntxwv kav lub tebchaws Yudas nws hnubnyoog muaj nees nkaum ib xyoos, thiab nws nyob hauv lub nroog Yeluxalees kav tau kaum ib xyoos. Nws niam hu ua Hamutas thiab yog Yelemis uas nyob hauv lub nroog Linas tus ntxhais."},{"bible_id":"1525","chapter_code":"2KI.24","verse_code":"2KI.24.19","label":"19","content":"Vajntxwv Xedekiyas ua txhaum rau tus TSWV ib yam li Vajntxwv Yehauyakhees ua."},{"bible_id":"1525","chapter_code":"2KI.24","verse_code":"2KI.24.20","label":"20","content":"Tus TSWV chim heev rau cov neeg uas nyob hauv lub nroog Yeluxalees thiab hauv tebchaws Yudas, nws thiaj muab lawv ntiab tawm ntawm nws mus lawm."},{"bible_id":"1525","chapter_code":"2KI.25","verse_code":"2KI.25.1","label":"1","content":"Xedekiyas ntxeev siab rau Vajntxwv Nenpukajnexales uas kav lub tebchaws Npanpiloos. Yog li ntawd, Nenpukajnexales thiaj txhij tubrog tuaj tua lub nroog Yeluxalees, thaum lub nkaum hli ntuj hnub xiab kaug uas Xedekiyas ua vajntxwv kav lub tebchaws Yudas tau cuaj xyoos. Lawv tuaj tsuam yeej rau ntawm ntug nroog thiab xov ib txheej ntsa yeej thaiv ncig lub nroog Yeluxalees,"},{"bible_id":"1525","chapter_code":"2KI.25","verse_code":"2KI.25.2","label":"2","content":"thiab vij lub nroog mus txog thaum Xedekiyas ua vajntxwv tau kaum ib xyoos."},{"bible_id":"1525","chapter_code":"2KI.25","verse_code":"2KI.25.3","label":"3","content":"Xyoo ntawd thaum lub plaub hlis ntuj  hnub xiab cuag, cov pejxeem tsis muaj zaub mov noj thiab sawvdaws tshaib plab heev,"},{"bible_id":"1525","chapter_code":"2KI.25","verse_code":"2KI.25.4","label":"4","content":"thiab tus ntsa yeej uas thaiv lub nroog raug luag tsoo qee ntu pob tas. Txawm yog cov tubrog Npanpiloos twb vij lub nroog tas lawm los, thaum ib tag hmo vajntxwv thiab nws cov tubrog tseem khiav tawm mus hla vajntxwv lub vaj mus rau ntawm lub roojvag uas nyob kem nruab nrab ntawm ob tug ntsa yeej mus rau tom lub Hav Yauladees lawm."},{"bible_id":"1525","chapter_code":"2KI.25","verse_code":"2KI.25.5","label":"5","content":"Tiamsis cov tubrog Npanpiloos caum lawv qab mus ntes tau Vajntxwv Xedekiyas ntawm lub tiaj nrag uas ze lub nroog Yelikaus, thiab nws cov tubrog khiav tas tso nws tseg."},{"bible_id":"1525","chapter_code":"2KI.25","verse_code":"2KI.25.6","label":"6","content":"Thaum lawv ntes tau Xedekiyas lawm, lawv coj nws los cob rau Vajntxwv Nenpukajnexales ntawm lub nroog Lilas hauv cheebtsam Hamas, thiab Nenpukajnexales txiav txim rau Xedekiyas qhov ntawd."},{"bible_id":"1525","chapter_code":"2KI.25","verse_code":"2KI.25.7","label":"7","content":"Nenpukajnexales muab Xedekiyas cov tub tua tabmeeg Xedekiyas, thiab Nenpukajnexales kom luag muab Xedekiyas ob lub qhovmuag kaus povtseg, lawv muab saw hlau khi nws coj mus rau tim tebchaws Npanpiloos lawm."},{"bible_id":"1525","chapter_code":"2KI.25","verse_code":"2KI.25.8","label":"8","content":"Thaum Nenpukajnexales ua vajntxwv kav lub tebchaws Npanpiloos tau kaum cuaj xyoos, xyoo ntawd lub tsib hlis ntuj hnub xiab xya, Nenpuxaladas uas yog vajntxwv tus tuavxam thiab yog tus thawj tubrog txawm coj vajntxwv cov tubrog tuaj rau hauv lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"2KI.25","verse_code":"2KI.25.9","label":"9","content":"Nws hlawv tus TSWV lub Tuamtsev, lub loog, cov nomtswv tej vajtse thiab tagnrho tej tsev hauv lub nroog Yeluxalees kub hnyiab tas huv tibsi,"},{"bible_id":"1525","chapter_code":"2KI.25","verse_code":"2KI.25.10","label":"10","content":"thiab nws cov tubrog muab tej ntsa yeej tsoo pob tas."},{"bible_id":"1525","chapter_code":"2KI.25","verse_code":"2KI.25.11","label":"11","content":"Nenpuxaladas ntes cov neeg uas tseem tshuav nyob hauv lub nroog Yeluxalees, cov uas muaj tswvyim ua txhua yam haujlwm,  thiab coj tagnrho cov uas los thawj cov Npanpiloos mus rau tim tebchaws Npanpiloos lawm."},{"bible_id":"1525","chapter_code":"2KI.25","verse_code":"2KI.25.12","label":"12","content":"Tiamsis nws tseg cov neeg pluag uas tsis muaj liaj tsis muaj teb nyob rau hauv tebchaws Yudas, thiab nws kom lawv cia li mus ua luag tej liaj tej teb thiab tu luag tej vaj txiv hmab txiv ntoo."},{"bible_id":"1525","chapter_code":"2KI.25","verse_code":"2KI.25.13","label":"13","content":"Cov tubrog Npanpiloos tsoo ob tug ncej tooj, tej tsheb thiab lub yias tooj uas nyob ntawm lub Tuamtsev, coj mus rau tim tebchaws Npanpiloos lawm."},{"bible_id":"1525","chapter_code":"2KI.25","verse_code":"2KI.25.14","label":"14","content":"Thiab lawv sau tagnrho tej duav yawm tshauv, tej thoob rau tshauv thaum lawv tu lub thaj, tej txiab txiav teebxeeb, cov phiab uas rau ntshav tsiaj, tej tais uas hlawv hmoov tshuaj tsw qab thiab tej tais tooj uas siv hauv lub tuamtsev nqa mus huv tibsi lawm."},{"bible_id":"1525","chapter_code":"2KI.25","verse_code":"2KI.25.15","label":"15","content":"Lawv coj txhua yam uas muab nyiaj muab kub ua, tsis hais tej tais, tej yias uas rau ncaig taws,"},{"bible_id":"1525","chapter_code":"2KI.25","verse_code":"2KI.25.16","label":"16","content":"thiab txhua yam uas Vajntxwv Xalumoos muab tooj ua tseg rau hauv lub Tuamtsev, tsis hais ob tug ncej tooj, cov tsheb thiab lub rhawv tooj loj, tej ntawd hnyav heev tsis muaj ib rab teev uas yuav luj tau li."},{"bible_id":"1525","chapter_code":"2KI.25","verse_code":"2KI.25.17","label":"17","content":"Ob tug ncej tooj ntawd sib luag zos: ib tug twg siab kaum yim tshim, thiab saum ob lub hau ncej luag ua ob lub paj siab peb tshim txawb rau. Luag muab xovtooj qhaib ua saw rig puagncig ob lub hau thiab nchuav ua ob tsham txiv ntsiavkws dai rau saum."},{"bible_id":"1525","chapter_code":"2KI.25","verse_code":"2KI.25.18","label":"18","content":"Nenpuxaladas uas yog tus thawj tubrog ntes Xelayas uas yog tus Povthawj Hlob, Xefaniyas uas yog tus povthawj yau thiab peb leeg uas tuav haujlwm tseemceeb hauv lub Tuamtsev,"},{"bible_id":"1525","chapter_code":"2KI.25","verse_code":"2KI.25.19","label":"19","content":"nws ntes tus thawj tubrog uas saib tagnrho cov tubrog, vajntxwv tsib tug tuavxam uas tseem nyob hauv lub nroog, tus lwm thawj tubrog uas txheeb cov tubrog tej ntaub ntawv, thiab rau caum leej neeg tseemceeb uas nyob hauv lub nroog."},{"bible_id":"1525","chapter_code":"2KI.25","verse_code":"2KI.25.20","label":"20","content":"Nenpuxaladas coj lawv mus cob rau tus vajntxwv uas kav lub tebchaws Npanpiloos ntawm lub nroog Lilas,"},{"bible_id":"1525","chapter_code":"2KI.25","verse_code":"2KI.25.21","label":"21","content":"hauv cheebtsam Hamas. Vajntxwv kom luag muab lawv ntaus thiab tua rau ntawd. Yog li ntawd, luag thiaj coj cov Yudas mus rau tebchaws Npanpiloos lawm."},{"bible_id":"1525","chapter_code":"2KI.25","verse_code":"2KI.25.22","label":"22","content":"Vajntxwv Nenpukajnexales uas kav lub tebchaws Npanpiloos tsa Nkedaliyas uas yog Ahikas tus tub thiab yog Safas tus xeebntxwv ua nom kav lub tebchaws Yudas thiab saib cov Yudas uas tsis raug luag ntes mus rau tim tebchaws Npanpiloos."},{"bible_id":"1525","chapter_code":"2KI.25","verse_code":"2KI.25.23","label":"23","content":"Thaum cov Yudas cov nomtswv thiab cov tubrog uas tsis kam mus thawj thiab zwm rau cov Npanpiloos hnov hais tias tus vajntxwv uas kav lub tebchaws Npanpiloos tsa Nkedaliyas ua nom saib cov Yudas lawm, lawv txawm tuaj cuag nws hauv lub nroog Mixepas; cov nomtswv ntawd yog Nethaniyas tus tub Yisamayees, Kale-as tus tub Yauhanas, Xelayas tus tub Tahumes uas nyob hauv lub nroog Netaufas thiab Yexaniyas uas nyob hauv lub nroog Ma-akas."},{"bible_id":"1525","chapter_code":"2KI.25","verse_code":"2KI.25.24","label":"24","content":"Nkedaliyas hais rau lawv hais tias, “Kuv hais rau nej hais tias, nej tsis txhob ntshai cov Npanpiloos tej nomtswv. Nej cia li nyob twjywm hauv lub tebchaws no thiab ua haujlwm rau tus vajntxwv uas kav lub tebchaws Npanpiloos, nej thiaj yuav tau nyob kaj siab lug.”"},{"bible_id":"1525","chapter_code":"2KI.25","verse_code":"2KI.25.25","label":"25","content":"Xyoo ntawd, thaum lub xya hli ntuj, Yisamayees uas yog Nethaniyas tus tub thiab yog Elisamas tus xeebntxwv uas yog cajces vajntxwv txawm coj kaum leej tubrog tuaj tua Nkedaliyas, thiab nws tseem muab cov Yixalayees thiab cov Npanpiloos uas nrog Nkedaliyas nyob hauv lub nroog Mixepas tua tuag tas huv tibsi."},{"bible_id":"1525","chapter_code":"2KI.25","verse_code":"2KI.25.26","label":"26","content":"Cov Yixalayees, tsis hais cov muaj cov pluag thiab cov thawj tubrog, thiaj tsiv mus tas rau nram tebchaws Iziv lawm, vim lawv ntshai cov Npanpiloos."},{"bible_id":"1525","chapter_code":"2KI.25","verse_code":"2KI.25.27","label":"27","content":"Xyoo uas Evimeludas pib ua vajntxwv kav lub tebchaws Npanpiloos, nws hlub Vajntxwv Yehauyakhees uas kav lub tebchaws Yudas, nws thiaj tso Yehauyakhees tawm hauv tsev lojcuj. Suav txij hnub uas luag ntes Yehauyakhees hauv tebchaws Yudas mus txog hnub uas luag tso nws tawm hauv tsev lojcuj los, yog tau peb caug xya xyoo rau lub kaum ob hlis ntuj hnub nees nkaum xya."},{"bible_id":"1525","chapter_code":"2KI.25","verse_code":"2KI.25.28","label":"28","content":"Vajntxwv Evimeludas ua zoo rau Yehauyakhees thiab muab nws saib hlob dua lwm tus vajntxwv uas luag ntes mus rau hauv tebchaws Npanpiloos."},{"bible_id":"1525","chapter_code":"2KI.25","verse_code":"2KI.25.29","label":"29","content":"Yog li ntawd, luag thiaj muab dua ib cev ris tsho rau Yehauyakhees hnav hloov cev uas nws hnav nyob hauv tsev lojcuj, thiab nws niaj hnub tau nrog vajntxwv noj mov saum vajntxwv lub rooj mus tas nws simneej."},{"bible_id":"1525","chapter_code":"2KI.25","verse_code":"2KI.25.30","label":"30","content":"Thaum uas Yehauyakhees tseem ua neej nyob, Vajntxwv Evimeludas uas kav lub tebchaws Npanpiloos niaj hnub muab nyiaj rau Yehauyakhees yuav noj yuav hnav kom txaus mus txog hnub uas tas nws simneej."}]