[{"bible_id":"1525","chapter_code":"2PE.1","verse_code":"2PE.1.1","label":"1","content":"Kuv yog Ximoos Petus tus uas yog ib tug tubtxib thiab yog Yexus Khetos tus timthawj. Kuv sau tsab ntawv no xa mus rau txhua tus uas ntseeg Yexus Khetos tus uas yog peb tus Vajtswv thiab peb tus Cawmseej uas yog tus ncaj ncees. Nws pub nej thiab peb muaj cuabkav los ntseeg ib yam nkaus."},{"bible_id":"1525","chapter_code":"2PE.1","verse_code":"2PE.1.2","label":"2","content":"Thov Vajtswv foom koob hmoov thiab pub txojkev kaj siab rau nej txhua tus uas paub Vajtswv thiab paub peb tus Tswv Yexus Khetos lawm."},{"bible_id":"1525","chapter_code":"2PE.1","verse_code":"2PE.1.3","label":"3","content":"Vajtswv tus uas muaj hwjchim, nws pub txhua yam zoo rau peb, kom peb ua tau peb lub neej haum nws siab. Nws ua li ntawd rau qhov peb paub tus uas hu peb los yuav nws lub hwjchim, thiab pab tau peb ua tau neeg ncaj ncees ib yam li nws."},{"bible_id":"1525","chapter_code":"2PE.1","verse_code":"2PE.1.4","label":"4","content":"Vajtswv coglus tseg hais tias nws yuav muab nws txoj koob hmoov uas zoo kawg nkaus rau peb, nws ua li ntawd kom nej txhua tus uas tau txoj koob hmoov ntawd dim tej kev phem kev qias uas yuav coj neeg ntiajteb mus raug kev puastsuaj, thiab kom nej lub neej zoo ib yam li Vajtswv lub."},{"bible_id":"1525","chapter_code":"2PE.1","verse_code":"2PE.1.5","label":"5","content":"Twb yog vim li ntawd nej cov uas ntseeg Vajtswv, nej yuav tsum muab siab rau ua tej haujlwm zoo; nej ua haujlwm zoo lawm, nej yuav tsum muaj tswvyim;"},{"bible_id":"1525","chapter_code":"2PE.1","verse_code":"2PE.1.6","label":"6","content":"nej muaj tswvyim lawm, nej yuav tsum tswj nej lub siab; nej tswj nej lub siab lawm, nej yuav tsum ua siab ntev; nej ua siab ntev lawm, nej yuav tsum ua nej lub neej kom haum Vajtswv siab;"},{"bible_id":"1525","chapter_code":"2PE.1","verse_code":"2PE.1.7","label":"7","content":"nej ua haum Vajtswv siab lawm, nej yuav tsum sib hlub li kwvtij sib hlub; nej sib hlub li kwvtij sib hlub lawm, nej yuav tsum sib hlub li cov ntseeg sib hlub."},{"bible_id":"1525","chapter_code":"2PE.1","verse_code":"2PE.1.8","label":"8","content":"Yog nej niaj hnub ua nej lub neej zoo li ntawd, tej ntawd yuav ua rau nej paub peb tus Tswv Yexus Khetos heev ntxiv, thiab nej lub neej yuav tawg paj txi txiv."},{"bible_id":"1525","chapter_code":"2PE.1","verse_code":"2PE.1.9","label":"9","content":"Tiamsis tus uas tsis ua nws lub neej zoo li ntawd, tus ntawd qhovmuag fam lawm, nws pom tsis tseeb thiab nws tsis nco qab hais tias Yexus Khetos twb ntxuav nws tej kev txhaum huv tibsi lawm."},{"bible_id":"1525","chapter_code":"2PE.1","verse_code":"2PE.1.10","label":"10","content":"Yog li ntawd cov kwvtij, nej yuav tsum muab siab rau ua haujlwm heev dua yav tas los thiaj tsimnyog qhov uas Vajtswv hu thiab xaiv nej cia lawm. Yog nej ua li ntawd, nej yuav tsis yuam kev ib zaug li."},{"bible_id":"1525","chapter_code":"2PE.1","verse_code":"2PE.1.11","label":"11","content":"Yog nej ua li ntawd, Vajtswv thiaj yuav pub nej muaj feem mus nyob hauv peb tus Tswv Yexus Khetos tus uas yog peb tus Cawmseej lub tebchaws uas nyob mus ibtxhis li."},{"bible_id":"1525","chapter_code":"2PE.1","verse_code":"2PE.1.12","label":"12","content":"Yog li ntawd, kuv yuav niaj hnub ntuas nej kom nej nco ntsoov tej no, txawm yog nej twb paub tej ntawd thiab nej muab siab rau ua raws li Vajtswv txojlus lawm los kuv tseem yuav ntuas nej thiab."},{"bible_id":"1525","chapter_code":"2PE.1","verse_code":"2PE.1.13","label":"13","content":"Thaum kuv tseem ua neej nyob no kuv xav hais tias tsimnyog kuv yuav tsum ntuas kom nej nco ntsoov tej ntawd."},{"bible_id":"1525","chapter_code":"2PE.1","verse_code":"2PE.1.14","label":"14","content":"Rau qhov kuv yeej paub hais tias, tshuav tsis ntev kuv yuav tso kuv lub cev uas txawj tuag no tseg raws li peb tus Tswv Yexus Khetos twb qhia tseeb rau kuv lawm."},{"bible_id":"1525","chapter_code":"2PE.1","verse_code":"2PE.1.15","label":"15","content":"Yog li ntawd, kuv xav kom nej nco tej ntawd cia, thaum dua kuv lawm nej thiaj yuav nco ntsoov mus li."},{"bible_id":"1525","chapter_code":"2PE.1","verse_code":"2PE.1.16","label":"16","content":"Peb twb qhia zaj uas hais txog peb tus Tswv Yexus Khetos lub hwjchim thiab zaj uas nws yuav rov qab los rau nej lawm; thaum peb qhia tej ntawd rau nej, peb tsis tau qhia raws li tej dabneeg uas cov neeg txawj ntse hais, tiamsis peb lub qhovmuag yeej pom kiag nws lub hwjchim lawm ntag."},{"bible_id":"1525","chapter_code":"2PE.1","verse_code":"2PE.1.17","label":"17","content":"Thaum Vajtswv tus uas yog Leej Txiv pub koob meej thiab pub lub tshwjchim uas ci ntsa iab rau nws, thaum ntawd peb yeej nrog nws nyob ua ke, thiab muaj lub suab uas hais hauv lub Tshwjchim uas Ci Ntsa Iab tuaj rau nws hais tias, “Tus no yog kuv tus Tub uas kuv hlub, kuv txaus siab heev rau nws.”"},{"bible_id":"1525","chapter_code":"2PE.1","verse_code":"2PE.1.18","label":"18","content":"Thaum peb nrog nws nyob saum lub roob dawbhuv ntawd, peb puavleej hnov lub suab uas hais saum ntuj tuaj rau nws."},{"bible_id":"1525","chapter_code":"2PE.1","verse_code":"2PE.1.19","label":"19","content":"Yog li ntawd, peb hajyam cia siab rau tej lus uas cov cev Vajtswv lus tau qhia tseg lawm. Yog nej khaws tej lus ntawd cia rau hauv nej lub siab yuav zoo heev, rau qhov tej lus ntawd zoo ib yam li lub teeb uas ci hauv qhov tsaus ntuj mus txog thaum kaj ntug, thiab lub hnubqub uas ci ci thaum kaj ntug yuav ci rau hauv nej lub siab."},{"bible_id":"1525","chapter_code":"2PE.1","verse_code":"2PE.1.20","label":"20","content":"Dhau li ntawd nej yuav tsum nco ntsoov hais tias yeej tsis muaj ib tug uas yuav muaj tswvyim txhais tau tej lus qhia tshwm uas cov cev Vajtswv lus tau sau tseg lawm."},{"bible_id":"1525","chapter_code":"2PE.1","verse_code":"2PE.1.21","label":"21","content":"Rau qhov tej lus qhia tshwm ntawd tsis yog neeg qhia, tiamsis yog Vaj Ntsujplig tus Dawbhuv tshoov neeg lub siab kom lawv qhia Vajtswv txojlus xwb."},{"bible_id":"1525","chapter_code":"2PE.2","verse_code":"2PE.2.1","label":"1","content":"Yav tas los cov Yixalayees muaj cov cev Vajtswv lus uas qhia tseeb thiab cov uas qhia tsis tseeb, niaj hnub no nej yeej yuav muaj cov xibhwb uas qhia tsis tseeb ib yam li txheej thaum thiab. Lawv yuav qhia tej zaj uas yuav coj nej mus raug kev puastsuaj rau nej, thiab lawv yuav tsis lees hais tias lawv paub Yexus Khetos tus uas tuag txhiv lawv lawm, thiab tib ntsais muag xwb lawv yuav raug kev puastsuaj."},{"bible_id":"1525","chapter_code":"2PE.2","verse_code":"2PE.2.2","label":"2","content":"Txawm yog li ntawd los tseem muaj ntau leej yuav ua phem ua qias raws li cov neeg ntawd ua; twb yog vim lawv ua li ntawd, thiaj li muaj neeg thuam txojkev uas yog txoj tseeb."},{"bible_id":"1525","chapter_code":"2PE.2","verse_code":"2PE.2.3","label":"3","content":"Cov xibhwb cuav ntawd lawv muaj lub siab hlob, lawv qhia tej zaj uas tsis muaj hauvpaus hauvntsis ntxias nej kom lawv tau zoo xwb. Tus uas yuav txiav txim, nws twb txiav txim rau lawv ntxov los lawm, thiab tus uas yuav ua kom lawv puastsuaj nws twb npaj txhij lawm."},{"bible_id":"1525","chapter_code":"2PE.2","verse_code":"2PE.2.4","label":"4","content":"Rau qhov Vajtswv yeej tsis zam txim rau cov timtswv ceebtsheej uas ua txhaum ib tug li. Nws muab lawv pov rau hauv ntujtawg, lawv raug kaw rau hauv qhov chaw uas tsaus ntuj nti,  tos mus txog Hnub uas Vajtswv Txiav Txim rau lawv."},{"bible_id":"1525","chapter_code":"2PE.2","verse_code":"2PE.2.5","label":"5","content":"Thaum Vajtswv tso dej los nyab ntiajteb, cov neeg uas ua txhaum lawv tuag tas huv tibsi tsis muaj ib tug dim li, tsuas yog Nau-es tus uas qhia txojkev ncaj ncees thiab xya leej uas nrog Nau-es nyob ua ke thiaj dim xwb."},{"bible_id":"1525","chapter_code":"2PE.2","verse_code":"2PE.2.6","label":"6","content":"Vajtswv rau txim rau cov neeg uas nyob hauv lub nroog Xaudoos thiab lub nroog Kaumaulas, nws tso hluavtaws los hlawv ob lub nroog ntawd kub hnyiab tas huv tibsi. Nws ua li ntawd twb yog nws qhia rau cov neeg uas ua txhaum kom lawv paub hais tias lawv yuav puastsuaj ib yam nkaus li cov neeg uas nyob hauv ob lub nroog ntawd."},{"bible_id":"1525","chapter_code":"2PE.2","verse_code":"2PE.2.7","label":"7","content":"Vajtswv pab Lauj tus uas yog neeg ncaj ncees dim; Lauj nyuaj siab rau cov neeg uas ua kev phem kev qias kawg li."},{"bible_id":"1525","chapter_code":"2PE.2","verse_code":"2PE.2.8","label":"8","content":"Rau qhov Lauj tus uas yog neeg ncaj ncees, nws nrog cov neeg ntawd nyob ua ke, nws niaj hnub pom tej kev phem uas lawv ua thiab hnov tej lus phem uas lawv hais, ua rau nws ntxhov siab kawg li."},{"bible_id":"1525","chapter_code":"2PE.2","verse_code":"2PE.2.9","label":"9","content":"Yog li ntawd, peb thiaj paub hais tias Vajtswv pab tau cov neeg uas Vajtswv kav lawm kom lawv dim lawv tej kev nyuaj siab; thiab Vajtswv muab tau cov neeg uas ua txhaum kaw cia mus txog hnub uas Vajtswv txiav txim rau lawv."},{"bible_id":"1525","chapter_code":"2PE.2","verse_code":"2PE.2.10","label":"10","content":"Thaum Vajtswv txiav txim rau sawvdaws, Vajtswv yuav txiav txim rau cov neeg uas ua phem ua qias thiab tsis hwm Vajtswv hnyav dua li nws txiav txim rau sawvdaws. Cov xibhwb cuav ntawd, lawv muaj lub siab tawv thiab lawv nyiam ua raws li lawv lub siab xwb; lawv saib tsis taus cov uas muaj hwjchim saum nruab ntug."},{"bible_id":"1525","chapter_code":"2PE.2","verse_code":"2PE.2.11","label":"11","content":"Txawm yog cov timtswv ceebtsheej muaj zog thiab muaj hwjchim loj dua cov xibhwb cuav ntawd los lawv twb tsis thuam thiab tsis nkaug rau Vajtswv hais tias cov xibhwb cuav ntawd ua txhaum."},{"bible_id":"1525","chapter_code":"2PE.2","verse_code":"2PE.2.12","label":"12","content":"Tiamsis cov xibhwb cuav ntawd ua raws li lawv lub siab nyiam xwb; lawv ruam ib yam li tej tsiaj qus uas yug los rau luag ntes thiab luag tua, lawv thuam tej zaj uas lawv tsis totaub. Lawv yuav raug puastsuaj ib yam li tej tsiaj nruab nrag,"},{"bible_id":"1525","chapter_code":"2PE.2","verse_code":"2PE.2.13","label":"13","content":"thiab lawv yuav raug kev txomnyem, rau qhov lawv twb ua rau lwm tus raug txomnyem lawm. Txawm yog nruab hnub nrig los lawv ua kev phem kev qias, noj haus qw ua nqaj ua nqug, lawv hais tias tej uas lawv ua ntawd ua rau lawv zoo siab kawg li. Thaum lawv nrog nej noj mov ua ke, lawv ua phem ua qias rhuav nej ntsejmuag; lawv ua li ntawd, rau qhov lawv yeej nyiam tej ua lawv ua ntawd."},{"bible_id":"1525","chapter_code":"2PE.2","verse_code":"2PE.2.14","label":"14","content":"Lawv tsuas nrhiav nrhw ua kev nkauj kev nraug xwb; lawv niaj hnub ua txhaum tsis paub dhuav li. Lawv ntxias cov neeg uas tsis tshua muaj tswvyim mus ua txhaum. Lawv xyaum ua neeg siab hlob. Vajtswv twb foom tsis zoo rau lawv lawm."},{"bible_id":"1525","chapter_code":"2PE.2","verse_code":"2PE.2.15","label":"15","content":"Lawv tso txojkev ua ncaj tseg, lawv thiaj yuam kev mus ua txhaum ib yam li Npe-aus tus tub Npala-as, Npala-as ua txhaum rau qhov nws ntshaw nyiaj,"},{"bible_id":"1525","chapter_code":"2PE.2","verse_code":"2PE.2.16","label":"16","content":"thiab nws paub hais tias nws ua txhaum lawm, rau qhov nws tus neesluav hais tau lus li neeg thiab txwv tsis pub nws mus ua dog ua dig li tej neeg vwm ua."},{"bible_id":"1525","chapter_code":"2PE.2","verse_code":"2PE.2.17","label":"17","content":"Cov xibhwb cuav ntawd zoo ib yam li lub qhovdej uas dej qhuav tas, thiab zoo ib yam li tauv huab uas cua daj cua dub ntsawj ya tas lawm; Vajtswv twb npaj qhov chaw uas tsaus ntuj nti cia rau lawv lawm."},{"bible_id":"1525","chapter_code":"2PE.2","verse_code":"2PE.2.18","label":"18","content":"Lawv nyiam hais tej lus uas tsis muaj hauvpaus hauvntsis, lawv ua kev phem kev qias ntxias cov neeg uas nyuam qhuav tso txojkev txhaum tseg, kom cov neeg ntawd rov qab yuam kev ua txhaum."},{"bible_id":"1525","chapter_code":"2PE.2","verse_code":"2PE.2.19","label":"19","content":"Lawv coglus rau cov neeg ntawd hais tias lawv yuav pab kom cov neeg ntawd muaj kev ywjpheej; txawm yog lawv hais li ntawd los lawv tseem ua txojkev puastsuaj qhev, rau qhov tus uas nti tsis dim yam uas khi nws, tus ntawd yeej ua yam ntawd qhev."},{"bible_id":"1525","chapter_code":"2PE.2","verse_code":"2PE.2.20","label":"20","content":"Cov neeg uas los ntseeg Yexus Khetos tus uas yog peb tus Cawmseej, lawv twb dim tej kev phem hauv ntiajteb no lawm. Yog lawv cia tej kev phem ntawd rov qab khi lawv, thaum kawg lawv lub siab hajyam yuav phem dua thaum chivthawj."},{"bible_id":"1525","chapter_code":"2PE.2","verse_code":"2PE.2.21","label":"21","content":"Yog lawv tsis paub txojkev ncaj ncees, zoo dua li lawv paub lawm, es lawv ho tsis ua raws li tej lus uas Vajtswv qhia rau lawv."},{"bible_id":"1525","chapter_code":"2PE.2","verse_code":"2PE.2.22","label":"22","content":"Tej uas lawv raug ntawd ua rau sawvdaws paub tseeb hais tias yeej muaj raws li zaj pajlug uas hais tias, “Dev rov qab mus noj dev cov ntuav” thiab hais tias, “Tus npua uas luag muab dej ntxuav huv huv lawm, nws rov qab mus da pas av dua.”"},{"bible_id":"1525","chapter_code":"2PE.3","verse_code":"2PE.3.1","label":"1","content":"Cov kwvtij uas kuv hlub, tsab ntawv no yog tsab ob uas kuv sau xa tuaj rau nej. Tsab ntawv no thiab tsab uas kuv xub sau xa tuaj rau nej lawm, kuv sau tuaj ntuas nej txhua tus uas muaj lub siab ncaj ncees, kom nej nco ntsoov tej uas nej twb paub lawm."},{"bible_id":"1525","chapter_code":"2PE.3","verse_code":"2PE.3.2","label":"2","content":"Kuv xav kom nej nco ntsoov tej lus uas thaum ub cov cev Vajtswv lus uas yog neeg ncaj ncees tau qhia tseg lawm, thiab kuv xav kom nej nco ntsoov tus Tswv tus uas yog peb tus Cawmseej tej lus uas cov timthawj twb qhia rau nej lawm."},{"bible_id":"1525","chapter_code":"2PE.3","verse_code":"2PE.3.3","label":"3","content":"Thawj lo uas kuv yuav qhia nej hais li no: Thaum txog lub sijhawm kawg yuav muaj neeg thuam nej, cov neeg ntawd lawv yuav ua phem ua qias raws li lawv lub siab nyiam,"},{"bible_id":"1525","chapter_code":"2PE.3","verse_code":"2PE.3.4","label":"4","content":"thiab lawv yuav nug nej hais tias, “Yexus Khetos coglus hais tias nws yuav rov qab los no puas yog? Ua li nws nyob qhov twg? Peb cov yawgkoob twb tuag tas lawm, txij thaum tsim lub ntiajteb los txog niaj hnub nimno, ib puas tsav yam tseem nyob li qub tsis muaj ib yam txawv txav li.”"},{"bible_id":"1525","chapter_code":"2PE.3","verse_code":"2PE.3.5","label":"5","content":"Lawv tsis quavntsej qhov uas thaum ub Vajtswv hais kom muaj lub ntuj thiab lub ntiajteb, ces txawm cia li muaj raws li Vajtswv hais; lub ntiajteb tawm hauv dej los thiab Vajtswv kom dej nyob puagncig lub ntiajteb,"},{"bible_id":"1525","chapter_code":"2PE.3","verse_code":"2PE.3.6","label":"6","content":"twb yog vim li ntawd dej thiaj nyab lub ntiajteb no, cov neeg uas nyob txheej thaum ub thiaj li tuag tas huv tibsi lawm."},{"bible_id":"1525","chapter_code":"2PE.3","verse_code":"2PE.3.7","label":"7","content":"Tiamsis Vajtswv ceev lub ntiajteb thiab lub ntuj uas niaj hnub nimno muaj nyob rau hluavtaws hlawv raws li Vajtswv tau hais tseg lawm. Vajtswv yuav ceev cia mus txog hnub uas cov neeg ua phem raug txiav txim thiab raug puastsuaj."},{"bible_id":"1525","chapter_code":"2PE.3","verse_code":"2PE.3.8","label":"8","content":"Cov kwvtij uas kuv hlub, nej yuav tsum nco ntsoov lo lus uas hais li no: tus Tswv suav hais tias, ib hnub ntev ib yam li ib txhiab xyoo thiab ib txhiab xyoo ntev ib yam li ib hnub."},{"bible_id":"1525","chapter_code":"2PE.3","verse_code":"2PE.3.9","label":"9","content":"Muaj qee leej xav hais tias, Vajtswv tseem yuav tos ntev Vajtswv mam li ua raws li Vajtswv tau coglus tseg lawm, tiamsis yeej tsis yog li lawv xav. Vajtswv ua siab ntev rau nej, rau qhov nws tsis xav cia ib tug twg puastsuaj mus, tiamsis nws xav kom txhua tus nyias muab nyias tej kev txhaum huv tibsi tso povtseg."},{"bible_id":"1525","chapter_code":"2PE.3","verse_code":"2PE.3.10","label":"10","content":"Hnub uas tus Tswv los, hnub ntawd nws yuav los ib yam li tubsab tuaj. Hnub ntawd thaum muaj suab nrov qeeg nkaws lub ntuj yuav ploj ntais  mus, hluavtaws yuav kub ib puas tsav yam uas nyob saum nruab ntug yaj tas. Lub ntiajteb thiab ib puas tsav yam uas nyob hauv ntiajteb puavleej yuav kub hnyiab tas huv tibsi thiab."},{"bible_id":"1525","chapter_code":"2PE.3","verse_code":"2PE.3.11","label":"11","content":"Tej ntawd yuav puastsuaj mus huv tibsi, yog li ntawd nej yuav tsum ua nej lub neej zoo li cas? Tsimnyog nej ua nej lub neej kom dawbhuv thiab hwm Vajtswv,"},{"bible_id":"1525","chapter_code":"2PE.3","verse_code":"2PE.3.12","label":"12","content":"nej yuav tsum niaj hnub tos hnub uas Vajtswv yuav los, thiab muab siab rau ua kom hnub ntawd los txog sai. Hnub ntawd yog hnub uas lub ntuj yuav kub hnyiab tas, thiab hluavtaws yuav kub ib puas tsav yam uas nyob saum nruab ntug yaj tas huv tibsi."},{"bible_id":"1525","chapter_code":"2PE.3","verse_code":"2PE.3.13","label":"13","content":"Tiamsis Vajtswv twb coglus tseg lawm hais tias yuav muaj lub ntuj tshiab thiab lub ntiajteb tshiab. Nyob hauv lub ntuj tshiab thiab lub ntiajteb tshiab uas peb niaj hnub tos ntawd muaj kev ncaj ncees xwb."},{"bible_id":"1525","chapter_code":"2PE.3","verse_code":"2PE.3.14","label":"14","content":"Yog li ntawd cov kwvtij uas kuv hlub, thaum nej tseem tabtom tos hnub ntawd nej yuav tsum ua nej lub neej kom dawbhuv rau Vajtswv pom hais tias, nej ua haum Vajtswv siab thiab nej tsis muaj ib qhov txhaum li."},{"bible_id":"1525","chapter_code":"2PE.3","verse_code":"2PE.3.15","label":"15","content":"Nej yuav tsum nco ntsoov hais tias qhov uas peb tus Tswv ua siab ntev rau nej, twb yog nws cia sijhawm rau nej kom nej dim nej lub txim, ib yam li peb tus kwv Paulus uas peb hlub, twb sau tej ntawd tuaj qhia rau nej raws li Vajtswv pub tswvyim rau nws lawm."},{"bible_id":"1525","chapter_code":"2PE.3","verse_code":"2PE.3.16","label":"16","content":"Txhua tsab ntawv uas nws sau, nws yeej hais txog zaj no. Tej uas nws sau ntawd muaj qee lo tsis tshua yoojyim totaub. Cov neeg uas paub tsis tseeb thiab lub siab ywjfab ywjfwj, lawv txhais tej lus ntawd tsis raws li lub ntsiab, ib yam li lawv txhais lwm zaj uas nyob hauv Vajtswv txojlus. Qhov uas lawv ua li ntawd yuav ua rau lawv raug kev puastsuaj xwb."},{"bible_id":"1525","chapter_code":"2PE.3","verse_code":"2PE.3.17","label":"17","content":"Tiamsis cov kwvtij uas kuv hlub, nej yeej paub zaj no lawm; yog li ntawd, nej yuav tsum ceevfaj zoo nyob tsam nej yuam kev ua txhaum ib yam li cov neeg uas ua phem ntawd ua, thiab nej yuav tsis muab siab rau ntseeg zuj zus lawm."},{"bible_id":"1525","chapter_code":"2PE.3","verse_code":"2PE.3.18","label":"18","content":"Nej yuav tsum muab siab rau ntseeg, nej thiaj yuav paub peb tus Tswv Yexus Khetos uas yog peb tus Cawmseej, thiab paub nws txojkev hlub zuj zus mus. Sawvdaws yuav tsum niaj hnub hwm nws thiab hwm mus ibtxhis li. Amees."}]