[{"bible_id":"1525","chapter_code":"2SA.1","verse_code":"2SA.1.1","label":"1","content":"Tom qab uas Xa-ules tuag lawm, Daviv mus tua yeej cov Amalej thiab nws rov los nyob tau ob hnub hauv lub nroog Xikelas."},{"bible_id":"1525","chapter_code":"2SA.1","verse_code":"2SA.1.2","label":"2","content":"Hnub tom qab muaj ib tug tub hluas khiav hauv Xa-ules lub yeej los. Nws muab nws tej ris tsho dua ntuag tas thiab tsuab hmoov av rau saum nws taubhau, rau qhov nws tu siab heev. Nws los cuag Daviv thiab nyo hau hawm Daviv."},{"bible_id":"1525","chapter_code":"2SA.1","verse_code":"2SA.1.3","label":"3","content":"Daviv nug nws hais tias, “Koj los qhov twg los?” Nws teb hais tias, “Kuv khiav hauv cov Yixalayees lub yeej los.”"},{"bible_id":"1525","chapter_code":"2SA.1","verse_code":"2SA.1.4","label":"4","content":"Daviv hais tias, “Muaj xwm dabtsi cia li qhia rau kuv.” Nws teb hais tias, “Peb cov tubrog tawg khiav hauv tshavrog tas, thiab peb cov neeg raug tua tuag coob kawg li. Xa-ules thiab nws tus tub Yaunathas los raug luag tua tuag lawm thiab.”"},{"bible_id":"1525","chapter_code":"2SA.1","verse_code":"2SA.1.5","label":"5","content":"Daviv nug nws hais tias, “Ua li cas koj thiaj paub hais tias, Xa-ules thiab Yaunathas nkawd raug luag tua tuag lawm?”"},{"bible_id":"1525","chapter_code":"2SA.1","verse_code":"2SA.1.6","label":"6","content":"Nws teb hais tias, “Thaum ntawd kuv nyob saum lub Roob Nkinpau-as, kuv pom Xa-ules puag rawv nws rab hmuv, cov yeebncuab tej tsheb nees thiab cov tubrog caij nees tuaj ze zuj zus lawm."},{"bible_id":"1525","chapter_code":"2SA.1","verse_code":"2SA.1.7","label":"7","content":"Ces Xa-ules txawm tig los pom dheev kuv thiab nws hu kuv. Kuv thiaj nug hais tias ‘Koj hais dabtsi?’"},{"bible_id":"1525","chapter_code":"2SA.1","verse_code":"2SA.1.8","label":"8","content":"Nws nug kuv hais tias kuv yog leejtwg. Kuv teb nws hais tias, kuv yog ib tug tub hluas Amalej."},{"bible_id":"1525","chapter_code":"2SA.1","verse_code":"2SA.1.9","label":"9","content":"Nws hais tias, ‘Kuv raug mob sab heev, ua li cas los kuv yeej yuav tuag, koj cia li los ntawm no thiab loos kom kuv tuag!’"},{"bible_id":"1525","chapter_code":"2SA.1","verse_code":"2SA.1.10","label":"10","content":"Yog li ntawd, kuv thiaj muab nws loos tuag lawm, rau qhov kuv paub hais tias thaum nws ntog lawm nws yeej yuav tuag xwb. Ces kuv thiaj hle lub kausmom saum nws taubhau thiab daws txoj saw ntawm nws cajnpab nqa los rau koj uas yog kuv tus tswv.”"},{"bible_id":"1525","chapter_code":"2SA.1","verse_code":"2SA.1.11","label":"11","content":"Daviv dua rhe Daviv lub tsho quaj tu siab kawg li, thiab tagnrho nws cov tubrog los puavleej ua ib yam nkaus."},{"bible_id":"1525","chapter_code":"2SA.1","verse_code":"2SA.1.12","label":"12","content":"Lawv tu siab, quaj thiab yoo mov mus txog thaum yuav tsaus ntuj vim Xa-ules, Yaunathas thiab cov tubrog Yixalayees uas yog tus TSWV cov neeg raug tua tuag coob heev rau hauv tshavrog lawm."},{"bible_id":"1525","chapter_code":"2SA.1","verse_code":"2SA.1.13","label":"13","content":"Daviv nug tus tub hluas uas los fi xov rau Daviv ntawd hais tias, “Koj nyob qhov twg tuaj?” Nws teb hais tias, “Kuv yog neeg Amalej, tiamsis kuv nyob hauv koj lub tebchaws.”"},{"bible_id":"1525","chapter_code":"2SA.1","verse_code":"2SA.1.14","label":"14","content":"Daviv nug nws ntxiv hais tias, “Vim li cas koj thiaj khuv muab tus vajntxwv uas tus TSWV xaiv ntawd tua povtseg?”"},{"bible_id":"1525","chapter_code":"2SA.1","verse_code":"2SA.1.15","label":"15","content":"Ces Daviv thiaj hu nws cov tubrog ib tug los thiab hais tias, “Cia li muab tus hluas no tua povtseg!” Tus tubrog ntawd thiaj muab tus hluas Amalej ntawd ntaus thiab tua tuag kiag lawm,"},{"bible_id":"1525","chapter_code":"2SA.1","verse_code":"2SA.1.16","label":"16","content":"Daviv hais rau tus tub hluas Amalej ntawd hais tias, “Koj coj lub txim no los rau koj nkaus xwb. Koj rov rau txim rau koj, thaum koj lees hais tias, koj tau tua tus vajntxwv uas tus TSWV xaiv tseg lawm.”"},{"bible_id":"1525","chapter_code":"2SA.1","verse_code":"2SA.1.17","label":"17","content":"Daviv hu ib zaj nkauj quaj ntsuag rau Xa-ules thiab Yaunathas,"},{"bible_id":"1525","chapter_code":"2SA.1","verse_code":"2SA.1.18","label":"18","content":"thiab nws kom muab zaj nkauj ntawd  qhia rau cov pejxeem Yudas kawm huv tibsi. (Zaj nkauj ntawd muab sau tseg rau hauv Yasas Phau Ntawv.)"},{"bible_id":"1525","chapter_code":"2SA.1","verse_code":"2SA.1.19","label":"19","content":"“Peb cov thawjcoj tuag tas rau saum cov Yixalayees tej ncov roob! Peb cov tubrog uas siab tawv ntog tas huv tibsi lawm!"},{"bible_id":"1525","chapter_code":"2SA.1","verse_code":"2SA.1.20","label":"20","content":"Tsis txhob qhia zaj no rau hauv lub nroog Nkas, lossis ntawm tej kev hauv lub nroog Asekeloos. Tsis txhob ua rau cov pojniam Filitees zoo siab; tsis txhob ua rau tej ntxhais uas yog cov neeg tsis ua kevcai txiav zoo siab."},{"bible_id":"1525","chapter_code":"2SA.1","verse_code":"2SA.1.21","label":"21","content":"“Thov kom tsis txhob muaj nag lossis lwg poob los rau saum Nkinpau-as tej ncov roob; thov kom Nkinpau-as tej liaj teb qhuav nkig nkuav mus li! Vim cov tubrog uas siab tawv muab lawv tej thaiv hniav ntaj tso povtseg ua rau peb poob ntsejmuag kawg li; xeb yuav noj Xa-ules daim thaiv hniav ntaj vim tsis muaj roj pleev lawm."},{"bible_id":"1525","chapter_code":"2SA.1","verse_code":"2SA.1.22","label":"22","content":"Yaunathas rab hneevnti tsis rov qhuav nquas ntawm tus neeg uas raug luag tua cov ntshav los, thiab Xa-ules rab ntaj tsis rov qhuav nquas ntawm tus neeg muaj zog tej roj los li."},{"bible_id":"1525","chapter_code":"2SA.1","verse_code":"2SA.1.23","label":"23","content":"“Xa-ules thiab Yaunathas zoo heev thiab ntxim nyiam kawg li; ua neej nyob ua ke, tuag mus ua ke; nkawd khiav ceev tshaj dav ya, muaj zog tshaj tsov ntxhuav."},{"bible_id":"1525","chapter_code":"2SA.1","verse_code":"2SA.1.24","label":"24","content":"“Cov pojniam Yixalayees, quaj nyiav Xa-ules! Nws muab tej tiab ntaub tsuj los rau nej hnav thiab muab saw nyiaj saw kub los rau nej coj."},{"bible_id":"1525","chapter_code":"2SA.1","verse_code":"2SA.1.25","label":"25","content":"“Cov tubrog uas siab tawv ntog tas lawm, lawv raug tua tuag rau hauv tshavrog. Yaunathas tuag pw xyab luas saum ncov roob."},{"bible_id":"1525","chapter_code":"2SA.1","verse_code":"2SA.1.26","label":"26","content":"“Kuv quaj ntsuag rau koj, kuv tus kwvluag Yaunathas; koj ua zoo rau kuv kawg koj nplooj siab! Koj hlub kuv kawg nkaus li, tseem hlub tshaj tej pojniam hlub lawm thiab."},{"bible_id":"1525","chapter_code":"2SA.1","verse_code":"2SA.1.27","label":"27","content":"“Cov tubrog uas siab tawv ntog tas huv tibsi, lawv tej cuabyeej ua rog muab tso tseg tagnrho thiab tsis zoo siv lawm.”"},{"bible_id":"1525","chapter_code":"2SA.2","verse_code":"2SA.2.1","label":"1","content":"Tom qab ntawd, Daviv nug tus TSWV hais tias, “Puas tsimnyog kuv mus kav cov Yudas tej nroog ib lub?” Tus TSWV teb hais tias, “Koj cia li mus.” Daviv rov nug hais tias, “Lub nroog twg?” Tus TSWV teb hais tias, “Lub nroog Henploos.”"},{"bible_id":"1525","chapter_code":"2SA.2","verse_code":"2SA.2.2","label":"2","content":"Yog li ntawd, Daviv thiaj mus rau nram lub nroog Henploos, nws coj nws ob tug pojniam uas yog: Ahinau-as uas nws yuav hauv lub nroog Yexelees los thiab Anpinkayis, Nanpas tus pojniam uas nws yuav hauv lub nroog Kalemees los nrog nws mus thiab."},{"bible_id":"1525","chapter_code":"2SA.2","verse_code":"2SA.2.3","label":"3","content":"Nws tseem coj nws cov neeg thiab lawv tej pojniam menyuam nrog nws mus thiab nyob thoob plaws tej zos uas nyob ibncig lub nroog Henploos."},{"bible_id":"1525","chapter_code":"2SA.2","verse_code":"2SA.2.4","label":"4","content":"Ces cov neeg Yudas thiaj tuaj rau hauv lub nroog Henploos thiab muab Daviv txhawb meejthawj ua vajntxwv kav cov Yudas. Thaum Daviv hnov hais tias, cov neeg hauv lub nroog Yanpes hauv cheebtsam Nkile-as tau muab Xa-ules coj mus faus lawm,"},{"bible_id":"1525","chapter_code":"2SA.2","verse_code":"2SA.2.5","label":"5","content":"nws thiaj txib neeg mus fi xov rau lawv hais tias, “Thov tus TSWV foom koob hmoov rau nej, rau qhov nej hwm nej tus vajntxwv thiab coj nws mus faus lawm."},{"bible_id":"1525","chapter_code":"2SA.2","verse_code":"2SA.2.6","label":"6","content":"Txij hnub no mus thov tus TSWV ua siab dawb siab zoo thiab ua ncaj rau nej. Kuv los yuav ua zoo rau nej, vim tej uas nej tau ua tas los lawm."},{"bible_id":"1525","chapter_code":"2SA.2","verse_code":"2SA.2.7","label":"7","content":"Cia li cuab zog thiab ua siab tawv qhawv! Nej tus vajntxwv Xa-ules tuag lawm los cov Yudas twb muab kuv txhawb meejthawj thiab tsa kuv ua lawv tus vajntxwv lawm.”"},{"bible_id":"1525","chapter_code":"2SA.2","verse_code":"2SA.2.8","label":"8","content":"Xa-ules ib tug thawj tubrog uas yog Neles tus tub Aneles tau khiav nrog Xa-ules tus tub Isenpauses hla tus dej Yauladees mus rau tim Mahana-ees."},{"bible_id":"1525","chapter_code":"2SA.2","verse_code":"2SA.2.9","label":"9","content":"Ces Aneles txawm muab Isenpauses tsa ua vajntxwv kav cheebtsam Nkile-as thiab kav cov Aseles,  cov Yexelees, cov Efalayees thiab cov Npeenyamees, thiab kav tagnrho cov Yixalayees."},{"bible_id":"1525","chapter_code":"2SA.2","verse_code":"2SA.2.10","label":"10","content":"Nws muaj plaub caug xyoo rau thaum uas nws ua cov Yixalayees tus vajntxwv, thiab nws kav tau ob xyoo. Tiamsis xeem Yudas yeej ibtxwm hwm Daviv xwb,"},{"bible_id":"1525","chapter_code":"2SA.2","verse_code":"2SA.2.11","label":"11","content":"Daviv nyob hauv lub nroog Henploos kav cov Yudas tau xya xyoo thiab rau hlis."},{"bible_id":"1525","chapter_code":"2SA.2","verse_code":"2SA.2.12","label":"12","content":"Aneles thiab Isenpauses cov nomtswv rov qab hauv lub nroog Mahana-ees los rau hauv lub nroog Nkinpe-oos."},{"bible_id":"1525","chapter_code":"2SA.2","verse_code":"2SA.2.13","label":"13","content":"Xeluyas uas yog Yau-am niam thiab Daviv cov nomtswv mus ntsib lawv ntawm lub pasdej. Tagnrho lawv puavleej mus zaum ntawm lub pasdej ntawd, ib pab nyob sab pasdej tim no thiab ib pab nyob sab pasdej tim ub."},{"bible_id":"1525","chapter_code":"2SA.2","verse_code":"2SA.2.14","label":"14","content":"Aneles txawm hais rau Yau-am hais tias, “Cia peb cov tub hluas uas nyob ob sab no sib ntaus rau peb saib.” Yau-am teb hais tias, “Tau kawg los mas.”"},{"bible_id":"1525","chapter_code":"2SA.2","verse_code":"2SA.2.15","label":"15","content":"Yog li ntawd, kaum ob leeg txivneej thiaj ua cov sawv cev ntawm Isenpauses thiab xeem Npeenyamees tuaj tua Daviv cov neeg kaum ob leeg."},{"bible_id":"1525","chapter_code":"2SA.2","verse_code":"2SA.2.16","label":"16","content":"Lawv txhua tus nyias tuav nyias tus yeebncuab lub taubhau thiab nyias rho nyias rab ntaj los nkaug nyias tus yeebncuab sab tav. Yog li ntawd, tagnrho lawv nees nkaum plaub leeg ntawd thiaj tuag ua ib pawg rau qhov ntawd. Vim li ntawd, thiaj muab thaj chaw hauv lub nroog Nkinpe-oos ntawd tis npe hu ua “Lub Tiaj Nrag Ntaj.”"},{"bible_id":"1525","chapter_code":"2SA.2","verse_code":"2SA.2.17","label":"17","content":"Thaum ntawd txawm muaj kev sib tua hnyav, ces Aneles thiab cov Yixalayees thiaj li swb Daviv cov neeg."},{"bible_id":"1525","chapter_code":"2SA.2","verse_code":"2SA.2.18","label":"18","content":"Xeluyas peb tug tub: Yau-am, Anpisais thiab Axahees los puavleej nyob ntawd huv tibsi. Axahees khiav ceev npaum nkaus li muaslwj,"},{"bible_id":"1525","chapter_code":"2SA.2","verse_code":"2SA.2.19","label":"19","content":"nws thiaj khiav mus caum ntes Aneles, nws khiav ncaj nraim mus rau ntawm Aneles."},{"bible_id":"1525","chapter_code":"2SA.2","verse_code":"2SA.2.20","label":"20","content":"Aneles tig saib rov tom qab thiab hais rau Axahees hais tias, “Yog koj los Axahees?” Axahees teb hais tias, “Yog los mas.”"},{"bible_id":"1525","chapter_code":"2SA.2","verse_code":"2SA.2.21","label":"21","content":"Aneles hais tias, “Tsis txhob caum ntes kuv! Cia li mus caum cov tubrog no ib tug qab thiab txeeb kom tas tej uas nws muaj.” Tiamsis Axahees rau siab ntso caum ntes Aneles xwb."},{"bible_id":"1525","chapter_code":"2SA.2","verse_code":"2SA.2.22","label":"22","content":"Aneles rov hais rau Axahees hais tias, “Thov tsis txhob caum ntes kuv! Vim li cas koj pheej ua kom kuv tua koj povtseg? Kuv yuav ua li cas tsa qhovmuag saib koj tus tijlaug Yau-am?”"},{"bible_id":"1525","chapter_code":"2SA.2","verse_code":"2SA.2.23","label":"23","content":"Tiamsis nws pheej tsis tso tseg li, Aneles thiaj tig loo rov los rho hlo  nws rab hmuv nkaug kiag Axahees plab ua rau rab hmuv tshab plaws rau tom nraubqaum. Axahees thiaj li vau hlo rau hauv av tuag lawm, ces txhua tus uas los txog ntawm qhov chaw uas Axahees tuag ntawd lawv puavleej los sawv rau ntawd."},{"bible_id":"1525","chapter_code":"2SA.2","verse_code":"2SA.2.24","label":"24","content":"Tiamsis Yau-am thiab Anpisais tseem khiav caum Aneles qab. Ces thaum hnub poob qho nkawd los txog rau ntawm lub ncov roob Amas uas nyob ntawm Nkiyas sab hnubtuaj ntawm txojkev uas mus rau tom tiaj mojsab qhua Nkinpe-oos."},{"bible_id":"1525","chapter_code":"2SA.2","verse_code":"2SA.2.25","label":"25","content":"Cov neeg uas yog xeem Npeenyamees thiaj tuaj sib sau sawv ncig Aneles dua thiab lawv mus sawv rau saum ib lub ncov roob."},{"bible_id":"1525","chapter_code":"2SA.2","verse_code":"2SA.2.26","label":"26","content":"Aneles nug Yau-am hais tias, “Peb pheej yuav sib tua li no mus ibtxhis li los? Koj tsis pom hais tias, thaum kawg yuav muaj kev iab kev daw nkaus xwb no los? Thaum twg koj mam li cheem koj cov neeg kom tseg tsis txhob caum ntes peb uas yog nej cov kwvtij?”"},{"bible_id":"1525","chapter_code":"2SA.2","verse_code":"2SA.2.27","label":"27","content":"Yau-am teb hais tias, “Kuv thov coglus rau Vajtswv tus uas muaj sia nyob hais tias, yog koj tsis hais mas kuv cov neeg tseem yuav caum ntes koj mus txog tagkis sawv ntxov thiab.”"},{"bible_id":"1525","chapter_code":"2SA.2","verse_code":"2SA.2.28","label":"28","content":"Ces Yau-am thiaj tshuab xyu kom nws cov neeg tseg tsis txhob caum cov Yixalayees ntxiv thiab tseg tsis txhob sib tua lawm."},{"bible_id":"1525","chapter_code":"2SA.2","verse_code":"2SA.2.29","label":"29","content":"Aneles thiab nws cov neeg thiaj maub mus hla lub hav Yauladees ib hmos; lawv hla dhau tus dej Yauladees thiab tagkis sawv ntxov lawv thiaj rov los txog rau hauv lub nroog Mahana-ees."},{"bible_id":"1525","chapter_code":"2SA.2","verse_code":"2SA.2.30","label":"30","content":"Thaum Yau-am tseg tsis caum cov Yixalayees lawm, nws thiaj hu tagnrho nws cov neeg los sib sau ua ke thiab suav ua cas ploj lawm kaum cuaj leeg ntxiv rau Axahees."},{"bible_id":"1525","chapter_code":"2SA.2","verse_code":"2SA.2.31","label":"31","content":"Daviv cov neeg tua Aneles cov tubrog uas yog xeem Npeenyamees tuag peb puas rau caum leej."},{"bible_id":"1525","chapter_code":"2SA.2","verse_code":"2SA.2.32","label":"32","content":"Yau-am thiab nws cov neeg thiaj kwv Axahees lub cev coj los faus rau ntawm nws tsevneeg lub toj ntxa hauv lub nroog Npelehees. Ces lawv thiaj maub ib hmos kaj ntug plaws rov mus txog ntua rau nram lub nroog Henploos."},{"bible_id":"1525","chapter_code":"2SA.3","verse_code":"2SA.3.1","label":"1","content":"Cov uas tuaj Xa-ules tsevneeg tog thiab cov uas tuaj Daviv tsevneeg tog ua rog sib tua tau ntev loo. Txawm li ntawd los Daviv pheej muaj zog zuj zus ntxiv xwb, tiamsis Xa-ules tsevneeg qaug zog zuj zus lawm."},{"bible_id":"1525","chapter_code":"2SA.3","verse_code":"2SA.3.2","label":"2","content":"Cov no yog Daviv rau tug tub uas yug hauv lub nroog Henploos: Anoos, nws niam hu ua Ahinau-as, uas nyob hauv Yexelees;"},{"bible_id":"1525","chapter_code":"2SA.3","verse_code":"2SA.3.3","label":"3","content":"Khile-as, nws niam hu ua Anpinkayis uas yog Nanpas tus pojniam uas Daviv yuav hauv Kalemees los; Axaloos niam hu ua Ma-akas uas yog Vajntxwv Talemais tus uas kav lub nroog Nkesus tus ntxhais;"},{"bible_id":"1525","chapter_code":"2SA.3","verse_code":"2SA.3.4","label":"4","content":"Adauniyas, nws niam hu ua Hankis; Sefatiyas, nws niam hu ua Anpitas;"},{"bible_id":"1525","chapter_code":"2SA.3","verse_code":"2SA.3.5","label":"5","content":"Ile-as, nws niam hu ua Elas. Tagnrho cov tub no puavleej yug hauv lub nroog Henploos."},{"bible_id":"1525","chapter_code":"2SA.3","verse_code":"2SA.3.6","label":"6","content":"Ntu uas cov neeg tuaj Daviv tog thiab cov uas tuaj Xa-ules tsevneeg tog pheej ua rog tsis tseg ntawd, Aneles yog tus uas muaj hwjchim loj zuj zus ntawm cov neeg uas tuaj Xa-ules tog."},{"bible_id":"1525","chapter_code":"2SA.3","verse_code":"2SA.3.7","label":"7","content":"Muaj ib hnub Xa-ules tus tub Isenpauses tau liam hais tias, Aneles mus nrog Xa-ules tus niamyau Lixepas uas yog Ayas tus ntxhais pw."},{"bible_id":"1525","chapter_code":"2SA.3","verse_code":"2SA.3.8","label":"8","content":"Qhov no ua rau Aneles chim heev. Nws thiaj hais tias, “Koj xav hais tias kuv yuav ntxeev siab rau Xa-ules no los? Koj xav hais tias kuv yog tus txhawb cov Yudas no los? Thaum xub thawj kuv yeej ibtxwm lees tej teebmeem uas koj txiv Xa-ules thiab nws cov kwvtij, nws cov phoojywg tau ua los lawm, thiab kuv twb tsis pub koj swb Daviv ib zaug li; ua li cas hnub no koj tseem lam liam hais tias kuv ua txhaum rau tus pojniam ntawd thiab!"},{"bible_id":"1525","chapter_code":"2SA.3","verse_code":"2SA.3.9+2SA.3.10","label":"9-10","content":"Tus TSWV yeej coglus rau Daviv lawm hais tias, nws yuav muab lub tebchaws tshem ntawm Xa-ules thiab nws cov xeebntxwv; tus TSWV yuav tsa Daviv ua vajntxwv kav cov Yixalayees thiab cov Yudas txij ntua sab tebchaws tom no mus txog ntua sab tebchaws tom ub. Yog kuv tsis ua kom tiav li uas hais los no, mas thov Vajtswv tua kom kuv tuag!”"},{"bible_id":"1525","chapter_code":"2SA.3","verse_code":"2SA.3.11","label":"11","content":"Isenpauses ntshai Aneles heev hais tsis taus ib lo lus li."},{"bible_id":"1525","chapter_code":"2SA.3","verse_code":"2SA.3.12","label":"12","content":"Aneles thiaj tso neeg mus hais rau Daviv, thaum uas Daviv tseem nyob hauv lub nroog Henploos  hais tias, “Leejtwg yuav kav lub tebchaws no? Koj cia li nrog kuv sib coglus, kuv thiaj yuav pab hais kom cov Yixalayees los tuaj koj tog.”"},{"bible_id":"1525","chapter_code":"2SA.3","verse_code":"2SA.3.13","label":"13","content":"Daviv teb hais tias, “Zoo lawm lauj, kuv yuav nrog koj sib coglus, tiamsis kuv xav tau ib yam ntawm koj tso: thaum koj tuaj cuag kuv, koj yuav tsum coj Xa-ules tus ntxhais Mikhas tuaj rau kuv, yog koj tsis ua li ntawd, koj yuav tsis pom kuv ib zaug li.”"},{"bible_id":"1525","chapter_code":"2SA.3","verse_code":"2SA.3.14","label":"14","content":"Thiab Daviv tso neeg mus hais rau Xa-ules tus tub Isenpauses hais tias, “Cia li xa Mikhas uas yog kuv tus pojniam tuaj rau kuv. Kuv twb muab cov Filitees ib puas daim tawv noov them nws nqi tshoob yuav nws ua kuv pojniam lawm.”"},{"bible_id":"1525","chapter_code":"2SA.3","verse_code":"2SA.3.15","label":"15","content":"Yog li ntawd, Isenpauses thiaj mus coj Mikhas ntawm nws tus txiv Patiyees uas yog Laises tus tub los."},{"bible_id":"1525","chapter_code":"2SA.3","verse_code":"2SA.3.16","label":"16","content":"Patiyees quaj raws nws qab tuaj txog rau hauv lub nroog Npahulees. Tiamsis thaum Aneles hais tias, “Koj cia li rov qab mus tsev.” Nws thiaj rov qab mus tsev lawm."},{"bible_id":"1525","chapter_code":"2SA.3","verse_code":"2SA.3.17","label":"17","content":"Aneles thiaj mus cuag cov Yixalayees cov thawjcoj thiab hais rau lawv hais tias, “Nej yeej xav tau Daviv ua nej tus vajntxwv los ntev lawm."},{"bible_id":"1525","chapter_code":"2SA.3","verse_code":"2SA.3.18","label":"18","content":"Nimno yog sijhawm rau nej lawm lauj. Nej yuav tsum nco ntsoov qhov uas tus TSWV twb tau hais lawm hais tias, ‘Kuv yuav siv kuv tus tubtxib Daviv los pab kuv haivneeg Yixalayees kom dim ntawm cov Filitees thiab dim ntawm lawv cov yeebncuab.’ ”"},{"bible_id":"1525","chapter_code":"2SA.3","verse_code":"2SA.3.19","label":"19","content":"Aneles hais ib yam li ntawd rau xeem Npeenyamees, thiab nws tuaj cuag Daviv hauv lub nroog Henploos, nws piav tej uas xeem Npeenyamees thiab cov Yixalayees txaus siab coglus ntawd rau Daviv mloog."},{"bible_id":"1525","chapter_code":"2SA.3","verse_code":"2SA.3.20","label":"20","content":"Thaum Aneles tuaj, nws coj tau nees nkaum leej txivneej tuaj cuag Daviv hauv lub nroog Henploos, Daviv ua ib rooj mov rau lawv noj."},{"bible_id":"1525","chapter_code":"2SA.3","verse_code":"2SA.3.21","label":"21","content":"Aneles hais rau Daviv hais tias, “Kuv yuav rov mus tamsim no thiab coj tagnrho cov Yixalayees los cuag kuv tus vajntxwv. Lawv yuav zoo siab txais koj ua lawv tus vajntxwv, thiab koj yuav tau txais tej uas koj xav tau thiab yuav tau kav tagnrho lub tebchaws no.” Daviv thiaj tso Aneles rov qab mus tsev."},{"bible_id":"1525","chapter_code":"2SA.3","verse_code":"2SA.3.22","label":"22","content":"Tom qab uas Yau-am thiab Daviv cov nomtswv mus huab luag tej khoom rov los, lawv nqa tau tej khoom ntau heev nrog lawv los. Thaum ntawd, Aneles tsis nrog Daviv nyob lub hauv nroog Henploos lawm, rau qhov Daviv tso nws rov qab mus tsev kaj siab lug lawm."},{"bible_id":"1525","chapter_code":"2SA.3","verse_code":"2SA.3.23","label":"23","content":"Thaum Yau-am thiab nws cov neeg los txog tsev, muaj neeg mus qhia rau Yau-am hais tias, “Aneles tuaj cuag Vajntxwv Daviv thiab nws tso Aneles rov qab mus tsev kaj siab lug lawm.”"},{"bible_id":"1525","chapter_code":"2SA.3","verse_code":"2SA.3.24","label":"24","content":"Yog li ntawd, Yau-am thiaj mus cuag vajntxwv thiab hais rau nws hais tias, “Koj ua dabtsi li no? Aneles tuaj cuag koj, vim li cas koj tseem tso nws rov mus tsev lawm thiab?"},{"bible_id":"1525","chapter_code":"2SA.3","verse_code":"2SA.3.25","label":"25","content":"Nws tuaj ntawm no, yog tuaj dag koj thiab tuaj xyuas txhua yam uas koj ua thiab txhua txojkev uas koj mus xwb. Tsimnyog koj paub txog zaj no!”"},{"bible_id":"1525","chapter_code":"2SA.3","verse_code":"2SA.3.26","label":"26","content":"Tom qab uas Yau-am ncaim Daviv lawm, nws thiaj tso neeg mus nrhiav Aneles, thiab lawv mus coj tau Aneles ntawm lub Qhovdej Xilas los; tiamsis Daviv tsis paub txog zaj no hlo li."},{"bible_id":"1525","chapter_code":"2SA.3","verse_code":"2SA.3.27","label":"27","content":"Thaum Aneles los txog rau hauv lub nroog Henploos, Yau-am thiaj rub zog Aneles mus rau ntawm lub roojvag ib sab, Aneles xav hais tias ntshai Yau-am yuav nrog nws tham twjywm, tiamsis Yau-am txawm muab riam nkaug kiag Aneles plab. Qhov uas Aneles raug tua tuag twb yog vim nws tua Yau-am tus kwv Axahees lawm."},{"bible_id":"1525","chapter_code":"2SA.3","verse_code":"2SA.3.28","label":"28","content":"Thaum Daviv hnov xov li ntawd, nws thiaj hais tias, “Tus TSWV yeej paub kuv thiab kuv cov pejxeem tsis raug lub txim uas tua Aneles ntawd."},{"bible_id":"1525","chapter_code":"2SA.3","verse_code":"2SA.3.29","label":"29","content":"Thov kom lub txim ntawd poob rau saum Yau-am thiab nws tsevneeg xwb! Thov kom Yau-am cajces txhua tiam muaj ib tug raug tej kab mob ua paug  lossis kab mob ruas lossis qaug zog zis tsuas ua tau haujlwm pojniam lossis raug tua tuag rau hauv tshavrog lossis tsis muaj noj txaus.”"},{"bible_id":"1525","chapter_code":"2SA.3","verse_code":"2SA.3.30","label":"30","content":"Qhov uas Yau-am thiab nws tus kwv Anpisais tuavhauv tua Aneles, vim Aneles tua nkawd tus kwv Axahees thaum sib tua hauv tshavrog ntawm Nkinpe-oos."},{"bible_id":"1525","chapter_code":"2SA.3","verse_code":"2SA.3.31","label":"31","content":"Ces Daviv hais kom Yau-am thiab nws cov neeg dua lawv tej ris tsho povtseg, muab tej ris tsho ntaubtsaj los hnav thiab pam Aneles. Thaum tawm hauv lub tsev pam tuag mus Vajntxwv Daviv thiaj raws lub hleb qab."},{"bible_id":"1525","chapter_code":"2SA.3","verse_code":"2SA.3.32","label":"32","content":"Muab Aneles faus rau hauv lub nroog Henploos, vajntxwv tsa hlo suab quaj nrov heev ntawm qhov ntxa, thiab tagnrho cov pejxeem sawvdaws puavleej quaj ib yam nkaus."},{"bible_id":"1525","chapter_code":"2SA.3","verse_code":"2SA.3.33","label":"33","content":"Daviv hu ib zaj nkauj quaj ntsuag rau Aneles li no: “Vim li cas Aneles raug tua tuag zoo li tej neeg ruam?"},{"bible_id":"1525","chapter_code":"2SA.3","verse_code":"2SA.3.34","label":"34","content":"Nws ob txhais tes twb tsis raug luag khi, Thiab nws ob txhais taw tsis raug luag xauv; Nws tuag ib yam li tej neeg muaj txim uas tua neeg tuag ntag!” Thiab cov pejxeem sawvdaws rov quaj nyiav Aneles dua ib zaug ntxiv."},{"bible_id":"1525","chapter_code":"2SA.3","verse_code":"2SA.3.35","label":"35","content":"Cov pejxeem thiaj tuaj nplig Daviv siab ib hnub kom nws cia li noj mov, tiamsis nws tau coglus hais tias, “Thov Vajtswv tua kom kuv tuag, yog kuv tseem noj ib yam dabtsi ua ntej lub hnub poob qho.”"},{"bible_id":"1525","chapter_code":"2SA.3","verse_code":"2SA.3.36","label":"36","content":"Lawv pom hais tias zaj no zoo thiab txaus siab. Txhua yam uas vajntxwv ua puavleej txaus cov pejxeem siab kawg li."},{"bible_id":"1525","chapter_code":"2SA.3","verse_code":"2SA.3.37","label":"37","content":"Tagnrho Daviv cov pejxeem thiab cov pejxeem Yixalayees puavleej paub hais tias, vajntxwv tsis nrog koom tes tua Aneles."},{"bible_id":"1525","chapter_code":"2SA.3","verse_code":"2SA.3.38","label":"38","content":"Vajntxwv thiaj hais rau nws cov nomtswv hais tias, “Nej puas paub hais tias hnub no cov Yixalayees tus thawjcoj uas tseemceeb heev raug tua tuag lawm?"},{"bible_id":"1525","chapter_code":"2SA.3","verse_code":"2SA.3.39","label":"39","content":"Txawm yog Vajtswv twb xaiv kuv los ua vajntxwv ntag los hnub no kuv yeej qaug zog kawg li. Xeluyas cov tub no ua nruj ua tsiv rau kuv kawg li. Mas thov tus TSWV rau txim rau cov neeg no raws li tej kev phem uas lawv tau ua ntawd.”"},{"bible_id":"1525","chapter_code":"2SA.4","verse_code":"2SA.4.1","label":"1","content":"Thaum Xa-ules tus tub Isenpauses hnov hais tias Aneles raug tua tuag rau hauv lub nroog Henploos lawm, nws ntshai heev, thiab cov pejxeem Yixalayees ntxhov siab kawg li."},{"bible_id":"1525","chapter_code":"2SA.4","verse_code":"2SA.4.2","label":"2","content":"Isenpauses muaj ob tug nomtswv, nkawd yog ob tug thawjcoj ntawm pab uas pheej mus huab luag tej khoom, Npa-anas thiab Lekhas yog Limoos ob tug tub. Nkawd yog xeem Npeenyamees uas nyob hauv lub nroog Npelaus. (Lub nroog Npelaus yeej muab tu ua xeem Npeenyamees tug lawm."},{"bible_id":"1525","chapter_code":"2SA.4","verse_code":"2SA.4.3","label":"3","content":"Cov neeg uas ibtxwm nyob hauv lub nroog ntawd thiaj khiav mus rau hauv lub nroog Nkita-ees, thiab nyob qhov ntawd los txog niaj hnub no li.)"},{"bible_id":"1525","chapter_code":"2SA.4","verse_code":"2SA.4.4","label":"4","content":"Xa-ules tus xeebntxwv uas yog Yaunathas tus tub Mefinpauses hnubnyoog muaj tsib xyoo nkaus rau thaum Xa-ules thiab Yaunathas raug tua tuag. Ces thaum uas hnov xov pem lub nroog Yexelees tuaj hais tias, Xa-ules thiab Yaunathas raug tua tuag lawm, tus pojniam uas tu nws thiaj tsaws hlo nws khiav tawm mus; tiamsis tus pojniam ntawd maj heev thiaj plam tes ua nws poob, ces nws thiaj sav ceg lawm."},{"bible_id":"1525","chapter_code":"2SA.4","verse_code":"2SA.4.5","label":"5","content":"Lekhas thiab Npa-anas tuavhauv mus tom Isenpauses tsev thiab mus kom txog tod thaum hnub ntseg uas nws tabtom mus pw tsaug zog."},{"bible_id":"1525","chapter_code":"2SA.4","verse_code":"2SA.4.6","label":"6","content":"Thaum ntawd tus pojniam uas tsoov nplej ntawm qhovrooj txawm tsaug zog lawm thiab, ces Lekhas thiab Npa-anas nkawd txawm nkag mus rau hauv tsev."},{"bible_id":"1525","chapter_code":"2SA.4","verse_code":"2SA.4.7","label":"7","content":"Thaum nkawd mus rau hauv tsev, nkawd txawm mus rau hauv Isenpauses lub txaj. Nws tabtom pw tsaug zog. Ces nkawd cia li muab nws tua kiag tuag lawm. Nkawd txiav nws lub taubhau nqa los, thiab maub ib hmos los txog rau hauv lub Hav Yauladees."},{"bible_id":"1525","chapter_code":"2SA.4","verse_code":"2SA.4.8","label":"8","content":"Nkawd nqa nws lub taubhau los qhia rau Daviv hauv lub nroog Henploos thiab hais rau Daviv hais tias, “Ntawm no yog koj tus yeebncuab Xa-ules tus tub Isenpauses uas niaj hnub nrhiav koj tua povtseg lub taubhau. Hnub no tus TSWV pub rau vajntxwv uas yog kuv tus tswv ua pauj Xa-ules thiab nws cov xeebntxwv lawm.”"},{"bible_id":"1525","chapter_code":"2SA.4","verse_code":"2SA.4.9","label":"9","content":"Daviv teb nkawd hais tias, “Kuv thov coglus rau tus TSWV uas muaj sia nyob, tus uas cawm kuv dim ntawm tej xwmtxheej phem."},{"bible_id":"1525","chapter_code":"2SA.4","verse_code":"2SA.4.10","label":"10","content":"Tus neeg uas los cuag kuv hauv lub nroog Xikelas thiab qhia kuv txog qhov Xa-ules tuag, nws xav hais tias yog nws coj xov zoo los qhia kuv. Kuv twb ntes nws thiab muab nws tua povtseg lawm. Qhov ntawd yog nqi zog uas kuv muab rau nws, qhov uas nws coj xov los qhia rau kuv ntawd ntag."},{"bible_id":"1525","chapter_code":"2SA.4","verse_code":"2SA.4.11","label":"11","content":"Yeej tsimnyog rau txim hnyav tshaj ntawd rau cov neeg siab phem uas mus tua tus neeg tsis muaj txim dabtsi thaum nws pw tsaug zog hauv nws lub tsev. Nimno kuv yuav tua neb pauj qhov uas neb tua nws thiab yuav muab neb cajces tua kom tu noob nrho hauv ntiajteb no mus.”"},{"bible_id":"1525","chapter_code":"2SA.4","verse_code":"2SA.4.12","label":"12","content":"Daviv thiaj hais kom nws cov tubrog muab Lekhas thiab Npa-anas nkawd tua thiab muab nkawd tes taw txiav huv tibsi povtseg. Lawv coj nkawd mus dai ze rau ntawm lub pasdej hauv lub nroog Henploos, thiab lawv coj Isenpauses lub taubhau mus faus rau ntawm Aneles lub qhov ntxa hauv lub nroog Henploos."},{"bible_id":"1525","chapter_code":"2SA.5","verse_code":"2SA.5.1","label":"1","content":"Txhua xeem Yixalayees tuaj cuag Daviv hauv lub nroog Henploos thiab hais rau nws hais tias, “Peb sawvdaws puavleej yog koj roj ntshav thiab nqaij tawv."},{"bible_id":"1525","chapter_code":"2SA.5","verse_code":"2SA.5.2","label":"2","content":"Yav tas los, txawm yog Xa-ules yog peb tus vajntxwv los koj yeej yog tus uas coj cov Yixalayees mus ntaus rog xwb, thiab tus TSWV yeej coglus rau koj kom koj yuav tsum ua tus coj nws haivneeg thiab ua tus kav lawv.”"},{"bible_id":"1525","chapter_code":"2SA.5","verse_code":"2SA.5.3","label":"3","content":"Yog li ntawd, cov Yixalayees cov thawjcoj tuaj cuag Vajntxwv Daviv hauv lub nroog Henploos. Daviv tau coglus rau lawv, lawv muab roj hliv rau Daviv taubhau thiab tsa nws ua vajntxwv kav lub tebchaws Yixalayees."},{"bible_id":"1525","chapter_code":"2SA.5","verse_code":"2SA.5.4","label":"4","content":"Thaum Daviv ua vajntxwv nws hnubnyoog muaj peb caug xyoo, thiab nws kav tau plaub caug xyoo."},{"bible_id":"1525","chapter_code":"2SA.5","verse_code":"2SA.5.5","label":"5","content":"Nws kav cov Yudas nyob hauv lub nroog Henploos tau xya xyoo thiab rau hli, nws kav cov Yixalayees thiab cov Yudas nyob hauv lub nroog Yeluxalees tau peb caug peb xyoos."},{"bible_id":"1525","chapter_code":"2SA.5","verse_code":"2SA.5.6","label":"6","content":"Thaum uas Daviv coj nws cov neeg mus tua lub nroog Yeluxalees, cov neeg Yenpus uas nyob hauv xav hais tias, Daviv yuav tsis muaj peevxwm tua yeej lub nroog ntawd ib zaug li, yog li ntawd, lawv thiaj hais rau Daviv hais tias, “Koj yuav nkag los tsis tau hauv no; txawm yog cov neeg digmuag thiab sav ceg los yeej muaj cuabkav raws koj tawm rov qab.” ("},{"bible_id":"1525","chapter_code":"2SA.5","verse_code":"2SA.5.7","label":"7","content":"Tiamsis Daviv twb txeeb tau lawv lub chaw fajxwm saum Xi-oos lawm, thiaj muab qhov chaw ntawd hu ua “Daviv lub nroog.”)"},{"bible_id":"1525","chapter_code":"2SA.5","verse_code":"2SA.5.8","label":"8","content":"Hnub ntawd Daviv hais rau nws cov neeg hais tias, “Nej cov yog leejtwg yuav tua cov Yenpus, nws cia li nkag mus rau hauv tus kwjdeg thiab mus tua cov neeg digmuag thiab sav ceg uas kuv ntxub ntawd povtseg.” (Twb yog vim li no thiaj muaj lus sau tseg hais tias, “Tsis txhob pub cov neeg digmuag thiab qhuav ceg mus rau hauv tus TSWV lub tsev.”)"},{"bible_id":"1525","chapter_code":"2SA.5","verse_code":"2SA.5.9","label":"9","content":"Tom qab uas txeeb tau lub chaw fajxwm lawm, Daviv thiaj mus nyob rau hauv thiab muab qhov chaw ntawd tis npe hu ua “Daviv lub nroog.” Nws tsim lub nroog ncig lub Milus, pib kiag ntawm lub ncov roob sab hnubtuaj, qhov chaw uas luag twb muab av txhub lawm."},{"bible_id":"1525","chapter_code":"2SA.5","verse_code":"2SA.5.10","label":"10","content":"Daviv muaj hwjchim loj heev zuj zus, rau qhov tus TSWV uas yog Vajtswv tus muaj hwjchim loj kawg nkaus nrog nraim nws."},{"bible_id":"1525","chapter_code":"2SA.5","verse_code":"2SA.5.11","label":"11","content":"Vajntxwv Hilas uas kav lub nroog Tiles txib neeg tuaj cuag Daviv; nws muab ntoo ciab tuaj pub rau Daviv thiab txib cov neeg txua ntoo thiab cov neeg txaug pobzeb tuaj ua ib lub loog rau Daviv nyob."},{"bible_id":"1525","chapter_code":"2SA.5","verse_code":"2SA.5.12","label":"12","content":"Thiab Daviv paub hais tias tus TSWV tsa nws ua haivneeg Yixalayees tus vajntxwv, tsa nws lub tebchaws kom vammeej thiab txhawb nws haivneeg lub neej."},{"bible_id":"1525","chapter_code":"2SA.5","verse_code":"2SA.5.13","label":"13","content":"Tom qab uas Daviv tsiv hauv lub nroog Henploos los nyob hauv lub nroog Yeluxalees lawm, nws yuav ntau tus pojniam ntxiv, nws thiaj muaj tub muaj ntxhais coob heev."},{"bible_id":"1525","chapter_code":"2SA.5","verse_code":"2SA.5.14","label":"14","content":"Cov menyuam uas yug hauv lub nroog Yeluxalees muaj npe raws li no: Samuas, Saunpaj, Nathas, Xalumoos,"},{"bible_id":"1525","chapter_code":"2SA.5","verse_code":"2SA.5.15","label":"15","content":"Inpehas, Elisuas, Nefes, Yafias,"},{"bible_id":"1525","chapter_code":"2SA.5","verse_code":"2SA.5.16","label":"16","content":"Elisamas, Eli-adas thiab Elifeles."},{"bible_id":"1525","chapter_code":"2SA.5","verse_code":"2SA.5.17","label":"17","content":"Muaj neeg mus qhia rau cov Filitees hais tias, Daviv ua vajntxwv kav cov Yixalayees lawm, yog li ntawd, lawv cov tubrog thiaj li tuaj puav ntes Daviv. Thaum Daviv hnov li ntawd, nws thiaj li nqis mus rau hauv lub yeej."},{"bible_id":"1525","chapter_code":"2SA.5","verse_code":"2SA.5.18","label":"18","content":"Cov Filitees tuaj txog hauv lub Hav Lefayees thiab tsuam yeej rau hauv."},{"bible_id":"1525","chapter_code":"2SA.5","verse_code":"2SA.5.19","label":"19","content":"Daviv thiaj nug tus TSWV hais tias, “Puas tsimnyog kuv mus tua cov Filitees ntawd? Koj puas pab kuv tua kom yeej lawv thiab?” Tus TSWV teb hais tias, “Koj cia li mus tua lawv. Kuv yuav pub kom koj tua yeej.”"},{"bible_id":"1525","chapter_code":"2SA.5","verse_code":"2SA.5.20","label":"20","content":"Yog li ntawd, Daviv thiaj mus rau hauv Npa-as Pelaxees thiab nws tua yeej cov Filitees. Daviv hais tias, “Tus TSWV tsoo ua rau kuv cov yeebncuab tawg khiav ri sua ib yam li dej nyab.” Yog li ntawd, luag thiaj muab thaj chaw ntawd hu ua Npa-as Pelaxees."},{"bible_id":"1525","chapter_code":"2SA.5","verse_code":"2SA.5.21","label":"21","content":"Thaum cov Filitees tawg khiav tas lawm, lawv tso lawv tej mlom tseg, ces Daviv thiab nws cov neeg thiaj nqa cov mlom ntawd los."},{"bible_id":"1525","chapter_code":"2SA.5","verse_code":"2SA.5.22","label":"22","content":"Tom qab ntawd, cov Filitees rov qab tuaj rau hauv lub Hav Lefayees thiab rov tuaj tsuam chaw nyob qhov ntawd dua."},{"bible_id":"1525","chapter_code":"2SA.5","verse_code":"2SA.5.23","label":"23","content":"Daviv rov nug tus TSWV ib zaug ntxiv, tus TSWV teb hais tias, “Tsis txhob tua lawv sab tom no mus, tiamsis koj cia li tshuv kev mus tuaj tom qab uas ze cov ntoo zaub kab tua lawv."},{"bible_id":"1525","chapter_code":"2SA.5","verse_code":"2SA.5.24","label":"24","content":"Thaum koj hnov lub suab neeg mus kev saum cov ntsis ntoo zaub kab, ces koj cia li nqis tes tua, rau qhov kuv yuav mus ua koj ntej tua kom cov tubrog Filitees swb.”"},{"bible_id":"1525","chapter_code":"2SA.5","verse_code":"2SA.5.25","label":"25","content":"Daviv ua raws li tus TSWV hais, nws thiaj muaj peevxwm raws cov Filitees khiav tawm hauv Nkenpas taug kev rov qab mus txog ntua ntawm Nkexes."},{"bible_id":"1525","chapter_code":"2SA.6","verse_code":"2SA.6.1","label":"1","content":"Daviv hu cov tubrog Yixalayees uas txawj tua rog tshaj plaws tuaj sib sau ua ke dua ib zaug ntxiv, suav tagnrho muaj peb caug txhiab leej,"},{"bible_id":"1525","chapter_code":"2SA.6","verse_code":"2SA.6.2","label":"2","content":"thiab Daviv coj lawv mus rau ntawm lub nroog Npa-alas  hauv lub xeev Yudas, kom kwv lub Phijxab uas ntim Vajtswv tej lus cog tseg uas muaj tus TSWV uas muaj hwjchim loj kawg nkaus lub npe, tus TSWV lub zwmtxwv nyob saum ob tug qhelunpees ob phab qab tis."},{"bible_id":"1525","chapter_code":"2SA.6","verse_code":"2SA.6.3","label":"3","content":"Lawv tsaws lub phijxab hauv Anpinadas lub tsev uas nyob saum pov roob los rau saum lub tsheb nyuj tshiab. Anpinadas tus tub Uxahas thiab Ahi-aus ua ob tug coj kev,"},{"bible_id":"1525","chapter_code":"2SA.6","verse_code":"2SA.6.4","label":"4","content":"Ahi-aus yog tus mus ua ntej."},{"bible_id":"1525","chapter_code":"2SA.6","verse_code":"2SA.6.5","label":"5","content":"Daviv thiab cov Yixalayees dhia seevcev hu nkauj kawg lawv lub zog  qhuas tus TSWV. Lawv ntaus nkauj nogncas loj, nkauj nogncas me, ntaus nruas, tshuab raj thiab ntaus nruas npuaj ua ke."},{"bible_id":"1525","chapter_code":"2SA.6","verse_code":"2SA.6.6","label":"6","content":"Thaum uas lawv los txog rau ntawm Nakoos lub tshav ntaus nplej, tus heev nyuj dawm ua rau lub tsheb qaij hlo, Uxahas thiaj cev loo tes mus tuav nkaus lub Phijxab."},{"bible_id":"1525","chapter_code":"2SA.6","verse_code":"2SA.6.7","label":"7","content":"Tamsim ntawd, tus TSWV uas yog Vajtswv chim heev rau Uxahas, nws thiaj tua Uxahas tuag kiag rau ntawm lub Phijxab ib sab, rau qhov Uxahas saib tsis taus lub phijxab."},{"bible_id":"1525","chapter_code":"2SA.6","verse_code":"2SA.6.8","label":"8","content":"Yog li ntawd, thiaj muab qhov chaw ntawd hu ua Peles Uxahas  los txog niaj hnub no. Daviv npautaws, vim tus TSWV chim thiab rau txim rau Uxahas,"},{"bible_id":"1525","chapter_code":"2SA.6","verse_code":"2SA.6.9","label":"9","content":"Daviv ntshai tus TSWV heev, nws hais tias, “Nimno kuv yuav ua li cas coj tau lub Phijxab no nrog kuv mus?”"},{"bible_id":"1525","chapter_code":"2SA.6","verse_code":"2SA.6.10","label":"10","content":"Yog li ntawd, Daviv thiaj txiav txim siab tsis coj lub Phijxab nrog nws mus rau hauv lub nroog Yeluxalees, tiamsis nws coj lub Phijxab ncaim kev mus tso rau hauv Aunpes Edoos lub tsev, Aunpes Edoos yeej ibtxwm nyob hauv lub nroog Nkas."},{"bible_id":"1525","chapter_code":"2SA.6","verse_code":"2SA.6.11","label":"11","content":"Lub Phijxab nyob hauv Aunpes Edoos tsev tau peb hlis, tus TSWV thiaj foom koob hmoov rau Aunpes Edoos thiab nws tsevneeg."},{"bible_id":"1525","chapter_code":"2SA.6","verse_code":"2SA.6.12","label":"12","content":"Vajntxwv Daviv hnov hais tias twb yog vim lub Phijxab, tus TSWV thiaj foom koob hmoov rau Aunpes Edoos tsevneeg thiab txhua yam uas nws muaj. Yog li ntawd, Daviv thiaj tuaj kwv lub Phijxab hauv Aunpes Edoos tsev mus tso rau hauv lub nroog Yeluxalees thiab muaj kev zoo siab kawg li."},{"bible_id":"1525","chapter_code":"2SA.6","verse_code":"2SA.6.13","label":"13","content":"Thaum cov txivneej uas kwv lub Phijxab mus rau kauj ruam lawm, Daviv kom lawv nres tos nws muab ib tug heev nyuj thiab ib tug menyuam nyuj rog rog tua fij rau tus TSWV tso."},{"bible_id":"1525","chapter_code":"2SA.6","verse_code":"2SA.6.14","label":"14","content":"Daviv sia ib daim thav ntxwv ntaubmag ntawm nws lub duav, Daviv dhia seevcev kawg nkaus nws lub zog qhuas tus TSWV."},{"bible_id":"1525","chapter_code":"2SA.6","verse_code":"2SA.6.15","label":"15","content":"Daviv thiab cov pejxeem Yixalayees kwv lub Phijxab los tso rau hauv lub nroog Yeluxalees, lawv zoo siab qw ntshoo nrooj thiab tshuab raj tshuab xyu nrov doog diaj los."},{"bible_id":"1525","chapter_code":"2SA.6","verse_code":"2SA.6.16","label":"16","content":"Thaum lawv tabtom kwv lub Phijxab los rau hauv nroog, Mikhas uas yog Xa-ules tus ntxhais, saib ntawm qhovrai mus pom Daviv seevcev thiab dhia ncig cov seevcev ntawd, nws txawm ntxub Daviv twjywm rau nruab siab."},{"bible_id":"1525","chapter_code":"2SA.6","verse_code":"2SA.6.17","label":"17","content":"Lawv kwv lub Phijxab los tso rau hauv lub Tsevntaub uas Daviv npaj tseg rau lub phijxab ntawd. Ces Daviv muab tsiaj tua hlawv fij rau tus TSWV ua kev sib raug zoo."},{"bible_id":"1525","chapter_code":"2SA.6","verse_code":"2SA.6.18","label":"18","content":"Thaum Daviv muab tsiaj tua hlawv fij rau tus TSWV tas lawm, nws thiaj tuav tus TSWV uas muaj hwjchim loj kawg nkaus lub npe foom koob hmoov rau cov pejxeem,"},{"bible_id":"1525","chapter_code":"2SA.6","verse_code":"2SA.6.19","label":"19","content":"thiab muab zaub mov faib rau lawv txhua tus. Daviv muab zaub mov faib rau cov Yixalayees txhua tus pojniam thiab txivneej, ib leeg ib lub ncuav, ib daim nqaij  thiab mentsis txiv hmab qhuav. Ces lawv nyias txawm rov mus nyias tsev lawm."},{"bible_id":"1525","chapter_code":"2SA.6","verse_code":"2SA.6.20","label":"20","content":"Tom qab ntawd thaum Daviv rov los tsev, nws yuav los foom koob hmoov rau nws tsevneeg, Mikhas txawm tawm tuaj tos Daviv. Mikhas hais tias, “Hnub no cov Yixalayees tus vajntxwv ua rau nws tau ntsejmuag loj kawg li. Nws ua tus niag vwm ntsuav liabqab tabmeeg nws cov nomtswv tej ntxhais qhev.”"},{"bible_id":"1525","chapter_code":"2SA.6","verse_code":"2SA.6.21","label":"21","content":"Daviv teb hais tias, “Kuv seevcev qhuas tus TSWV, tus uas xaiv kuv thiab tsa kuv ua tus thawjcoj nws haivneeg Yixalayees hloov koj txiv thiab nws cov xeebntxwv chaw. Kuv tseem yuav seevcev qhuas tus TSWV,"},{"bible_id":"1525","chapter_code":"2SA.6","verse_code":"2SA.6.22","label":"22","content":"thiab kuv yuav ua kom kuv poob ntsejmuag tshaj no ntxiv, kuv yuav txo hwjchim kawg nkaus li. Txawm yog koj  saib kuv tsis muaj nqis dabtsi los cov ntxhais qhev ntawd yuav muab kuv saib muaj nqis heev!”"},{"bible_id":"1525","chapter_code":"2SA.6","verse_code":"2SA.6.23","label":"23","content":"Mikhas uas yog Xa-ules tus ntxhais yeej ibtxwm tsis muaj menyuam li."},{"bible_id":"1525","chapter_code":"2SA.7","verse_code":"2SA.7.1","label":"1","content":"Vajntxwv Daviv nyob ruaj khov hauv nws lub loog, thiab tus TSWV tsomkwm tsis pub yeebncuab ua phem rau nws."},{"bible_id":"1525","chapter_code":"2SA.7","verse_code":"2SA.7.2","label":"2","content":"Vajntxwv hais rau Nathas tus uas cev Vajtswv lus hais tias, “Koj saib, kuv nyob hauv lub tsev uas muab ntoo ciab ua, tiamsis Vajtswv lub Phijxab nyob hauv lub tsevntaub xwb!”"},{"bible_id":"1525","chapter_code":"2SA.7","verse_code":"2SA.7.3","label":"3","content":"Nathas teb hais tias, “Koj yuav ua dabtsi koj cia li ua, rau qhov tus TSWV nrog nraim koj.”"},{"bible_id":"1525","chapter_code":"2SA.7","verse_code":"2SA.7.4","label":"4","content":"Tiamsis hmo ntawd tus TSWV hais rau Nathas hais tias,"},{"bible_id":"1525","chapter_code":"2SA.7","verse_code":"2SA.7.5","label":"5","content":"“Koj cia li coj kuv tej lus no mus hais rau kuv tus tubtxib Daviv hais tias, ‘Koj tsis yog tus yuav ua lub tuamtsev rau kuv."},{"bible_id":"1525","chapter_code":"2SA.7","verse_code":"2SA.7.6","label":"6","content":"Txij thaum kuv tso cov Yixalayees tawm nram tebchaws Iziv los txog niaj hnub no, kuv yeej tsis nyob hauv lub tuamtsev; kuv nyob hauv lub tsevntaub uas muab kwv tshais chaw tas mus li xwb."},{"bible_id":"1525","chapter_code":"2SA.7","verse_code":"2SA.7.7","label":"7","content":"Thaum kuv nrog cov Yixalayees taug kev ntawd, kuv yeej tsis tau nug cov thawjcoj  uas kuv tsa ntawd hais tias, vim li cas nej tsis muab ntoo ciab los ua lub tuamtsev rau kuv?’"},{"bible_id":"1525","chapter_code":"2SA.7","verse_code":"2SA.7.8","label":"8","content":"“Koj cia li mus hais rau kuv tus tubtxib Daviv hais tias, tus TSWV uas muaj hwjchim loj kawg nkaus hais rau nws hais tias, ‘Koj yeej yog tus tub yug yaj uas nyob tom tej tiaj nrag xwb. Kuv coj koj los thiab tsa koj ua tus kav kuv haivneeg Yixalayees."},{"bible_id":"1525","chapter_code":"2SA.7","verse_code":"2SA.7.9","label":"9","content":"Txhua qhov uas koj mus kuv yeej nrog nraim koj, thiab kuv twb ua rau koj tej yeebncuab swb koj tas lawm. Kuv yuav tsa koj ua ib tug thawjcoj uas muaj meejmom tshaj plaws nyob hauv lub ntiajteb no."},{"bible_id":"1525","chapter_code":"2SA.7","verse_code":"2SA.7.10","label":"10","content":"Kuv xaiv ib thaj chaw rau kuv haivneeg Yixalayees nyob, kom lawv thiaj muaj ib thaj chaw nyob ua lawv tug, thiaj yuav tsis muaj leejtwg tuaj tsimtxom lawv; cov neeg siab phem thiaj yuav tsis tsimtxom lawv ntxiv li thaum ub lawm,"},{"bible_id":"1525","chapter_code":"2SA.7","verse_code":"2SA.7.11","label":"11","content":"txij thaum lawv los nyob hauv lub tebchaws no, kuv tsa cov thawjcoj los kav kuv haivneeg Yixalayees; kuv yuav pab kom koj dim ntawm koj cov yeebncuab thiab kuv yuav pub kom koj muaj xeebntxwv huamvam coob heev."},{"bible_id":"1525","chapter_code":"2SA.7","verse_code":"2SA.7.12","label":"12","content":"Thaum koj tuag, luag yuav coj koj mus faus nrog koj cov yawgkoob, kuv yuav tsa koj cov tub ib tug los ua vajntxwv hloov koj, thiab nws yuav tuav lub tebchaws nyob ruaj khov."},{"bible_id":"1525","chapter_code":"2SA.7","verse_code":"2SA.7.13","label":"13","content":"Nws yuav ua lub tuamtsev rau kuv, thiab kuv yuav pub nws cajces tau ua vajntxwv mus ibtxhis li."},{"bible_id":"1525","chapter_code":"2SA.7","verse_code":"2SA.7.14","label":"14","content":"Kuv yuav ua nws txiv thiab nws yuav ua kuv tus tub. Thaum nws ua txhaum, kuv yuav rau txim rau nws ib yam li leej txiv rau txim rau nws tus tub."},{"bible_id":"1525","chapter_code":"2SA.7","verse_code":"2SA.7.15","label":"15","content":"Tiamsis kuv yuav tsis tshem kuv txojkev pab tawm ntawm nws ib yam li kuv tshem tawm ntawm Xa-ules, tus uas kuv muab txo kom koj thiaj tau ua vajntxwv."},{"bible_id":"1525","chapter_code":"2SA.7","verse_code":"2SA.7.16","label":"16","content":"Koj yuav muaj xeebntxwv huamvam coob, thiab kuv yuav pub koj lub tebchaws nyob ruaj khov mus ibtxhis. Koj tus nom yuav tsis poob mus ib simneej li.’ ”"},{"bible_id":"1525","chapter_code":"2SA.7","verse_code":"2SA.7.17","label":"17","content":"Nathas qhia txhua yam no rau Daviv raws li Vajtswv hais rau Nathas lawm."},{"bible_id":"1525","chapter_code":"2SA.7","verse_code":"2SA.7.18","label":"18","content":"Vajntxwv Daviv mus rau hauv tus TSWV lub Tsevntaub sib ntsib, nws zaum tsaws thov Vajtswv hais tias, “Tus TSWV uas kav txhua tsav yam, kuv thiab kuv tsevneeg twb tsis tsimnyog tau tej uas koj ua rau kuv no li."},{"bible_id":"1525","chapter_code":"2SA.7","verse_code":"2SA.7.19","label":"19","content":"Txawm yog kuv tau tej ntawd los tus TSWV uas kav txhua tsav yam, koj tseem pub kuv ntau tshaj tej ntawd thiab; koj tau coglus tseg hais tias koj yuav pub kuv cov xeebntxwv ua vajntxwv mus lawm yav tom ntej. Tus TSWV uas kav txhua tsav yam, koj tseem cia ib tug neeg pom tej no thiab!"},{"bible_id":"1525","chapter_code":"2SA.7","verse_code":"2SA.7.20","label":"20","content":"Kuv tsis paub yuav hais li cas rau koj ntxiv lawm. Koj yeej paub hais tias kuv yog koj tus tubtxib."},{"bible_id":"1525","chapter_code":"2SA.7","verse_code":"2SA.7.21","label":"21","content":"Txhua yam tseemceeb uas koj tau qhia rau kuv tas los no twb yog koj ua raws li koj pom zoo thiab koj npaj tseg lawm."},{"bible_id":"1525","chapter_code":"2SA.7","verse_code":"2SA.7.22","label":"22","content":"Tus TSWV uas kav txhua tsav yam, koj yog tus uas muaj hwjchim loj kawg nkaus! Yeej tsis muaj leejtwg yuav zoo npaum li koj; peb tsuas paub koj tib leeg thiaj yog Vajtswv xwb."},{"bible_id":"1525","chapter_code":"2SA.7","verse_code":"2SA.7.23","label":"23","content":"Tsis muaj ib haivneeg twg uas nyob hauv lub ntiajteb no yuav zoo li haivneeg Yixalayees uas koj tau cawm dim ntawm txojkev ua luag qhev los ua koj haivneeg. Tej txujci loj thiab tseemceeb uas koj ua pab lawv,  tau ua rau koj lub koob meej nrov ncha moo lug thoob plaws lub ntiajteb no. Koj raws txhua haivneeg tawm  thiab tshem lawv tej mlom ua ntu zus mus ua koj haivneeg ntej, cov neeg uas koj coj nram tebchaws Iziv los yeej yog koj tug."},{"bible_id":"1525","chapter_code":"2SA.7","verse_code":"2SA.7.24","label":"24","content":"Tus TSWV, koj yeej xaiv haivneeg Yixalayees ua koj tug mus ibtxhis, thiab koj yeej yog lawv tus Vajtswv."},{"bible_id":"1525","chapter_code":"2SA.7","verse_code":"2SA.7.25","label":"25","content":"“Tus TSWV uas yog Vajtswv, nimno thov koj cia li ua kom tiav raws li koj tau coglus tseg rau kuv thiab kuv cov xeebntxwv, thiab cia li ua raws li koj hais tias koj yuav ua ntawd ntag."},{"bible_id":"1525","chapter_code":"2SA.7","verse_code":"2SA.7.26","label":"26","content":"Koj lub koob meej thiaj yuav nrov ncha moo lug mus ibtxhis, thiab tej neeg sawvdaws yuav hais tias, ‘Tus TSWV uas muaj hwjchim loj kawg nkaus yog tus Vajtswv uas kav haivneeg Yixalayees.’ Thiab koj yuav tsa kuv cajces ua vajntxwv mus ibtxhis li."},{"bible_id":"1525","chapter_code":"2SA.7","verse_code":"2SA.7.27","label":"27","content":"Tus TSWV uas muaj hwjchim loj kawg nkaus yog haivneeg Yixalayees tus Vajtswv! Kuv muaj cuabkav tsa ncauj thov koj li no, rau qhov koj tau qhia txhua yam rau kuv uas yog koj tus tubtxib, thiab koj tau hais rau kuv hais tias koj yuav tsa kuv cov xeebntxwv ua vajntxwv."},{"bible_id":"1525","chapter_code":"2SA.7","verse_code":"2SA.7.28","label":"28","content":"“Tus TSWV uas kav txhua tsav yam, koj yog Vajtswv tiag; koj yeej ibtxwm ua raws li koj tej lus cog tseg, thiab koj tau coglus zoo kawg nkaus rau kuv."},{"bible_id":"1525","chapter_code":"2SA.7","verse_code":"2SA.7.29","label":"29","content":"Kuv thov koj foom koob hmoov rau kuv cov xeebntxwv kom lawv muab siab npuab koj. Koj yog tus TSWV uas kav txhua tsav yam, koj tau coglus li no mas kuv cov xeebntxwv yuav tau koj tej koob hmoov mus ibtxhis.”"},{"bible_id":"1525","chapter_code":"2SA.8","verse_code":"2SA.8.1","label":"1","content":"Tom qab no, muaj ib hnub Daviv mus tua cov Filitees dua ib zaug, nws tua yeej cov Filitees thiab txeeb tau lub nroog Methe-amas ntawm cov Filitees rov los."},{"bible_id":"1525","chapter_code":"2SA.8","verse_code":"2SA.8.2","label":"2","content":"Daviv tua yeej hlo lub tebchaws Mau-am. Nws muab cov neeg uas nws ntes tau pw rau hauv av thiab peb leeg twg nws coj ob leeg mus tua povtseg, tseg ib tus cia xwb. Yog li ntawd, cov neeg Mau-am thiaj tau los ua nws qhev thiab them se rau nws."},{"bible_id":"1525","chapter_code":"2SA.8","verse_code":"2SA.8.3","label":"3","content":"Daviv mus tua yeej cov Xaunpas tus Vajntxwv Hadadexes uas yog Lehaus tus tub, thaum uas Hadadexes tabtom taug kev rov tuaj tsuam yeej rau hauv cheebtsam ntawm tus dej Efalates sab ped."},{"bible_id":"1525","chapter_code":"2SA.8","verse_code":"2SA.8.4","label":"4","content":"Daviv ntes tau Hadadexes cov tubrog caij nees ib txhiab xya pua leej thiab nees nkaum txhiab leej tubrog mus taw. Daviv tseg ib puas tus nees kom txaus nkaus luag cov tsheb nees xwb, dua li cov seem nws muab txo leeg raws tas huv tibsi."},{"bible_id":"1525","chapter_code":"2SA.8","verse_code":"2SA.8.5","label":"5","content":"Thaum cov Xilias uas nyob hauv lub nroog Damaxes tso tubrog mus pab Vajntxwv Hadadexes, Daviv tua cov Xilias tuag lawm nees nkaum ob txhiab leej."},{"bible_id":"1525","chapter_code":"2SA.8","verse_code":"2SA.8.6","label":"6","content":"Daviv thiaj tsuam ntau lub yeej tubrog rau hauv  lawv cheebtsam av, thiab lawv tau los ua Daviv qhev thiab them se rau nws. Tus TSWV ua rau Daviv tua yeej txhua qhov txhia chaw."},{"bible_id":"1525","chapter_code":"2SA.8","verse_code":"2SA.8.7","label":"7","content":"Daviv txeeb tau Hadadexes cov nomtswv tej thaiv hniav ntaj kub huv tibsi los cia rau hauv lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"2SA.8","verse_code":"2SA.8.8","label":"8","content":"Daviv tseem muab tau tej tooj dag uas zoo heev hauv lub nroog Npetas thiab lub nroog Npelauthais uas Hadadexes kav nqa huv tibsi los lawm thiab."},{"bible_id":"1525","chapter_code":"2SA.8","verse_code":"2SA.8.9","label":"9","content":"Vajntxwv Tau-is uas kav lub nroog Hamas hnov hais tias Daviv tua yeej Hadadexes cov tubrog lawm."},{"bible_id":"1525","chapter_code":"2SA.8","verse_code":"2SA.8.10","label":"10","content":"Yog li ntawd, Tau-is thiaj tso nws tus tub Yaulas tuaj hawm Vajntxwv Daviv thiab qhuas qhov uas Daviv tua yeej Hadadexes, tus uas tau ua rog tawmtsam Tau-is ntau zaus los lawm. Yaulas coj kub, nyiaj thiab tooj tuaj pub rau Daviv."},{"bible_id":"1525","chapter_code":"2SA.8","verse_code":"2SA.8.11","label":"11","content":"Vajntxwv Daviv muab tej ntawd fij rau tus TSWV kom tau siv hauv lub tuamtsev, nrog tej nyiaj tej kub uas nws txeeb tau ntawm tej lub tebchaws uas nws mus tua yeej:"},{"bible_id":"1525","chapter_code":"2SA.8","verse_code":"2SA.8.12","label":"12","content":"Edoos, Mau-am, Amoos, Filitees, Amalej thiab tej uas nws huab ntawm cov Xaunpas tus vajntxwv Hadadexes uas yog Lehaus tus tub los."},{"bible_id":"1525","chapter_code":"2SA.8","verse_code":"2SA.8.13","label":"13","content":"Daviv lub koob meej nrov ncha moo lug txij thaum uas nws mus tua cov Edoos tuag kaum yim txhiab leej hauv lub Hav Ntsev los."},{"bible_id":"1525","chapter_code":"2SA.8","verse_code":"2SA.8.14","label":"14","content":"Nws tsuam ntau lub yeej tubrog  nyob thoob plaws hauv tebchaws Edoos, thiab cov Edoos tau los ua Daviv qhev. Tus TSWV pub Daviv tua yeej txhua qhov txhia chaw."},{"bible_id":"1525","chapter_code":"2SA.8","verse_code":"2SA.8.15","label":"15","content":"Daviv kav tagnrho haivneeg Yixalayees thiab ua rau nws haivneeg muaj kev sib haumxeeb thiab muaj kev ncaj ncees."},{"bible_id":"1525","chapter_code":"2SA.8","verse_code":"2SA.8.16","label":"16","content":"Xeluyas tus tub Yau-am yog tus thawj tubrog; Yehausafas uas yog Ahilus tus tub, ua tus tuav tej ntaub ntawv;"},{"bible_id":"1525","chapter_code":"2SA.8","verse_code":"2SA.8.17","label":"17","content":"Xadaus uas yog Ahitus tus tub thiab Anpiyathas uas yog Ahimelej tus tub yog ob tug povthawj; Xelayas ua tus teev ntawv."},{"bible_id":"1525","chapter_code":"2SA.8","verse_code":"2SA.8.18","label":"18","content":"Yehauyadas tus tub Npenayas ua tus saib  cov tubrog uas zov Daviv, thiab Daviv cov tub ua cov nomtswv loj."},{"bible_id":"1525","chapter_code":"2SA.9","verse_code":"2SA.9.1","label":"1","content":"Muaj ib hnub Daviv nug hais tias, “Xa-ules tsevneeg puas tshuav ib tug seem nyob qhov twg thiab? Yog muaj, kuv yuav pab nws, vim kuv tau coglus rau Yaunathas lawm.”"},{"bible_id":"1525","chapter_code":"2SA.9","verse_code":"2SA.9.2","label":"2","content":"Muaj ib tug txivneej npe hu ua Xinpas, nws yog Xa-ules tsevneeg ib tug tubtxib, lawv thiaj txib neeg mus coj Xinpas tuaj cuag Daviv. Vajntxwv nug nws hais tias, “Koj puas yog Xinpas?” Nws teb hais tias, “Vajntxwv, kuv yog koj tus tubtxib ntag.”"},{"bible_id":"1525","chapter_code":"2SA.9","verse_code":"2SA.9.3","label":"3","content":"Vajntxwv thiaj nug Xinpas ntxiv hais tias, “Xa-ules tsevneeg puas tshuav ib tug nyob qhov twg, kuv yuav mus ua ncaj thiab ua siab dawb siab zoo rau nws raws li kuv tau coglus rau Vajtswv lawm hais tias kuv yuav ua li ntawd?” Xinpas teb hais tias, “Yaunathas tshuav ib tug tub. Tiamsis nws sav ceg lawm.”"},{"bible_id":"1525","chapter_code":"2SA.9","verse_code":"2SA.9.4","label":"4","content":"Vajntxwv nug hais tias, “Nws nyob qhov twg?” Xinpas teb hais tias, “Nws nyob hauv Amiyees tus tub Makhiles tsev uas nyob hauv lub nroog Laudenpas.”"},{"bible_id":"1525","chapter_code":"2SA.9","verse_code":"2SA.9.5","label":"5","content":"Yog li ntawd, Vajntxwv Daviv thiaj txib neeg mus tos nws tuaj."},{"bible_id":"1525","chapter_code":"2SA.9","verse_code":"2SA.9.6","label":"6","content":"Thaum Yaunathas tus tub Mefinpauses uas yog Xa-ules tus xeebntxwv ntawd tuaj txog, nws thiaj khoov ntshis hawm Daviv. Ces Daviv hais tias, “Mefinpauses,” Mefinpauses teb hais tias, “Vajntxwv, kuv yog koj tus tubtxib ntag.”"},{"bible_id":"1525","chapter_code":"2SA.9","verse_code":"2SA.9.7","label":"7","content":"Daviv hais tias, “Koj tsis txhob ntshai, kuv yuav ua zoo rau koj vim tej lus uas kuv cog tseg rau koj txiv Yaunathas lawm. Kuv yuav muab tej av uas yog koj yawg Xa-ules tug rov rau koj huv tibsi, thiab kuv yuav zoo siab cia koj nrog kuv koom noj koom haus saum kuv lub rooj mov mus li.”"},{"bible_id":"1525","chapter_code":"2SA.9","verse_code":"2SA.9.8","label":"8","content":"Mefinpauses rov khoov ntshis dua ib zaug thiab hais tias, “Vajntxwv, kuv twb tsis muaj nqis npaum li ib tug dev tuag. Vim li cas koj yuav ua zoo tas npaum li no rau kuv?”"},{"bible_id":"1525","chapter_code":"2SA.9","verse_code":"2SA.9.9","label":"9","content":"Vajntxwv hu Xinpas uas yog Xa-ules tus tubtxib los thiab hais rau nws hais tias, “Txhua yam uas yog Xa-ules thiab nws tsevneeg tug, kuv yuav muab rov qab rau koj tus tswv tus xeebntxwv Mefinpauses huv tibsi."},{"bible_id":"1525","chapter_code":"2SA.9","verse_code":"2SA.9.10","label":"10","content":"Koj, koj cov tub, thiab koj cov tubtxib yuav mus ua tej teb ntawd rau koj tus tswv Xa-ules tsevneeg thiab sau tej qoobloo los cia kom lawv muaj noj muaj haus. Tiamsis Mefinpauses yuav nrog kuv koom noj koom haus saum kuv lub rooj mov mus li.” (Xinpas muaj kaum tsib tug tub thiab nees nkaum tus tubtxib.)"},{"bible_id":"1525","chapter_code":"2SA.9","verse_code":"2SA.9.11","label":"11","content":"Xinpas teb hais tias, “Kuv zoo siab ua txhua yam raws li vajntxwv tau hais rau kuv lawm.” Yog li ntawd, Mefinpauses thiaj tau nrog vajntxwv  noj mov saum vajntxwv lub rooj mov ib yam li nws yog vajntxwv ib tug tub ntag."},{"bible_id":"1525","chapter_code":"2SA.9","verse_code":"2SA.9.12","label":"12","content":"Mefinpauses muaj ib tug tub ntxawg hu ua Mikas. Tagnrho Xinpas tsevneeg puavleej ua Mefinpauses qhev."},{"bible_id":"1525","chapter_code":"2SA.9","verse_code":"2SA.9.13","label":"13","content":"Yog li ntawd, Mefinpauses uas sav ob sab ceg huv tibsi thiaj tau nyob hauv lub nroog Yeluxalees, thiab nws nrog vajntxwv noj txhua pluag mov saum vajntxwv lub rooj mov."},{"bible_id":"1525","chapter_code":"2SA.10","verse_code":"2SA.10.1","label":"1","content":"Tau tsis ntev los tom qab no cov Amoos tus Vajntxwv Nahases tuag lawm, nws tus tub Hanoos ua vajntxwv hloov nws chaw."},{"bible_id":"1525","chapter_code":"2SA.10","verse_code":"2SA.10.2","label":"2","content":"Vajntxwv Daviv hais tias, “Kuv yuav mus cog phoojywg nrog Hanoos ib yam li nws txiv Nahases tau ua rau kuv lawm.” Yog li ntawd, Daviv thiaj tso nws cov tubtxib mus nplig Hanoos siab vim nws txiv tuag lawm. Thaum lawv mus txog hauv tebchaws Amoos,"},{"bible_id":"1525","chapter_code":"2SA.10","verse_code":"2SA.10.3","label":"3","content":"cov Amoos tej thawjcoj tuaj hais rau vajntxwv hais tias, “Koj xav hais tias Daviv tso cov neeg no tuaj nplig koj siab vim qhov nws hwm koj txiv no los? Tsis yog li ntawd, yog nws tso lawv tuaj tshuaj xyuas lub nroog no, kom nws thiaj tuaj tua yeej peb xwb los sav.”"},{"bible_id":"1525","chapter_code":"2SA.10","verse_code":"2SA.10.4","label":"4","content":"Hanoos thiaj ntes Daviv cov neeg, muab lawv tej hwjtxwv chais ib sab, muab lawv tej ris tsho txiav ntshi ua kaj niab ti nkaus pem duav, thiab tso lawv rov qab los tsev."},{"bible_id":"1525","chapter_code":"2SA.10","verse_code":"2SA.10.5","label":"5","content":"Ua rau lawv txajmuag rov los tsev. Thaum Daviv hnov hais tias muaj tej xwmtxheej no, Daviv thiaj txib neeg mus hais kom lawv nyob twjywm hauv lub nroog Yelikaus mus txog thaum lawv tej hwjtxwv rov ntev tuaj tso."},{"bible_id":"1525","chapter_code":"2SA.10","verse_code":"2SA.10.6","label":"6","content":"Cov Amoos paub hais tias lawv ua rau Daviv ua yeebncuab rau lawv lawm, yog li ntawd, lawv thiaj ntiav cov Xilias nees nkaum txhiab leej tubrog uas nyob hauv lub nroog Npelehaus thiab Xaunpas, kaum ob txhiab leej txivneej hauv lub nroog Taunpes, thiab cov Ma-akas tus vajntxwv nrog nws ib txhiab leej txivneej tuaj pab cov Amoos."},{"bible_id":"1525","chapter_code":"2SA.10","verse_code":"2SA.10.7","label":"7","content":"Daviv hnov li ntawd, nws thiaj hais kom Yau-am coj tagnrho cov tubrog mus tua lawv."},{"bible_id":"1525","chapter_code":"2SA.10","verse_code":"2SA.10.8","label":"8","content":"Cov Amoos tuaj nyob tagnrho rau ntawm lawv tej chaw tos sib tua ntawm txoj ncauj ke mus rau hauv lub nroog Lanpas uas yog lawv lub tuamceeb nroog ua ntej cov Xilias thiab cov neeg uas nyob hauv Taunpes thiab Ma-akas mus nyob rau ntawm lawv tej chaw tom roob mojsab."},{"bible_id":"1525","chapter_code":"2SA.10","verse_code":"2SA.10.9","label":"9","content":"Yau-am pom yeebncuab cov tubrog uas tuaj tos tua nws nyob puv nkaus tom ntej tom qab huv tibsi lawm, yog li ntawd, nws thiaj xaiv kiag cov tubrog Yixalayees uas khov thiab siab tawv mus sawv tim ntsej tim muag cov Xilias."},{"bible_id":"1525","chapter_code":"2SA.10","verse_code":"2SA.10.10","label":"10","content":"Nws muab cov tubrog uas seem tso rau nws tus kwv Anpisais ua tus saib, Anpisais coj lawv mus sawv tim ntsej tim muag cov Amoos."},{"bible_id":"1525","chapter_code":"2SA.10","verse_code":"2SA.10.11","label":"11","content":"Yau-am hais rau Anpisais hais tias, “Yog koj pom cov Xilias tua yeej kuv, koj cia li los pab kuv, thiab yog kuv pom cov Amoos tua yeej koj, ces kuv los pab koj."},{"bible_id":"1525","chapter_code":"2SA.10","verse_code":"2SA.10.12","label":"12","content":"Ua siab tawv qhawv thiab cuab zog khov kho. Cia li tua tiag pub rau peb cov pejxeem thiab pub rau Vajtswv tej nroog. Thiab thov kom ua raws li tus TSWV pom zoo.”"},{"bible_id":"1525","chapter_code":"2SA.10","verse_code":"2SA.10.13","label":"13","content":"Yau-am thiab nws cov tubrog nam zog mus sib tua, cov Xilias cia li swb thiab tig khiav rov qab."},{"bible_id":"1525","chapter_code":"2SA.10","verse_code":"2SA.10.14","label":"14","content":"Thaum cov Amoos pom cov Xilias swb thiab khiav lawm, lawv cia li tsis tiv Anpisais thiab khiav mus nkaum rau hauv nroog. Ces Yau-am thiaj tseg tsis tua cov Amoos thiab rov qab los rau hauv lub nroog Yeluxalees lawm."},{"bible_id":"1525","chapter_code":"2SA.10","verse_code":"2SA.10.15","label":"15","content":"Cov Xilias paub hais tias lawv swb cov Yixalayees lawm, yog li ntawd, lawv thiaj hu tagnrho lawv cov tubrog tuaj txoos ua ke."},{"bible_id":"1525","chapter_code":"2SA.10","verse_code":"2SA.10.16","label":"16","content":"Vajntxwv Hadadexes txib neeg mus hu cov Xilias uas nyob ntawm tus dej Efalates sab hnubtuaj, thiab lawv tuaj rau hauv lub nroog Helas uas yog Hadadexes tus thawj tubrog Saunpakhis ua tus kav."},{"bible_id":"1525","chapter_code":"2SA.10","verse_code":"2SA.10.17","label":"17","content":"Thaum Daviv hnov li ntawd, nws thiaj hu tagnrho cov tubrog Yixalayees tuaj ua ke, lawv hla tus dej Yauladees mus rau sab tid thiab mus rau ntawm Halas, qhov chaw uas cov Xilias tuaj tsuam yeej tabmeeg nws. Ces lawv txawm pib sib tua,"},{"bible_id":"1525","chapter_code":"2SA.10","verse_code":"2SA.10.18","label":"18","content":"cov tubrog Yixalayees muab cov tubrog Xilias raws khiav tsis yeej rov qab. Daviv thiab nws cov tubrog tua cov tubrog Xilias tsav tsheb nees tuag xya pua leej thiab cov tubrog caij nees tuag plaub caug txhiab leej, thiab lawv tua raug Saunpakhis uas yog cov yeebncuab tus thawj tubrog, nws thiaj tuag rau hauv tshavrog lawm."},{"bible_id":"1525","chapter_code":"2SA.10","verse_code":"2SA.10.19","label":"19","content":"Thaum cov vajntxwv uas ua Hadadexes qhev paub hais tias lawv swb cov Yixalayees lawm, lawv thiaj tuaj ua phoojywg rau cov Yixalayees thiab lees ua cov Yixalayees qhev. Cov Xilias ntshai mus pab cov Amoos ntxiv lawm."},{"bible_id":"1525","chapter_code":"2SA.11","verse_code":"2SA.11.1","label":"1","content":"Xyoo tom qab, thaum lub caij nplooj ntoos hlav, yog lub caij uas cov vajntxwv ibtxwm tawm mus tua rog, Daviv thiaj txib Yau-am nrog nws cov nomtswv thiab cov tubrog Yixalayees mus tua rog; lawv thiaj mus tua yeej cov Amoos thiab mus vij lub nroog Lanpas. Tiamsis Daviv nyob hauv lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"2SA.11","verse_code":"2SA.11.2","label":"2","content":"Muaj ib hnub thaum tavsu dua, Daviv sawv saum nws lub txaj nce mus rau saum rutsev qhov uas tiaj tiaj. Daviv ncig mus ncig los saud, nws pom ib tug pojniam tabtom da dej hauv tus pojniam ntawd lub tsev. Tus pojniam ntawd zoo nkauj heev."},{"bible_id":"1525","chapter_code":"2SA.11","verse_code":"2SA.11.3","label":"3","content":"Yog li ntawd, Daviv thiaj txib neeg mus nug saib tus pojniam ntawd yog leejtwg. Thaum paub hais tias tus pojniam ntawd yog Eli-as tus ntxhais Npasenpas thiab yog Uliyas uas yog neeg Hitis tus pojniam."},{"bible_id":"1525","chapter_code":"2SA.11","verse_code":"2SA.11.4","label":"4","content":"Daviv txib neeg mus hu Npasenpas tuaj; lawv thiaj mus coj Npasenpas tuaj cuag Daviv, ces Daviv cia li coj nws mus nrog Daviv pw. (Npasenpas nyuam qhuav coj khaubncaws dua thiab ua kevcai ntxuav tas xwb.) Ces Npasenpas txawm rov mus tsev lawm."},{"bible_id":"1525","chapter_code":"2SA.11","verse_code":"2SA.11.5","label":"5","content":"Tom qab ntawd Npasenpas paub hais tias nws cev xeeb tub lawm, nws thiaj tso xov mus rau Daviv paub."},{"bible_id":"1525","chapter_code":"2SA.11","verse_code":"2SA.11.6","label":"6","content":"Ces Daviv txawm txib neeg mus hais rau Yau-am hais tias, “Koj tso Uliyas tus uas yog neeg Hitis los cuag kuv.” Yog li ntawd, Yau-am thiaj tso Uliyas los cuag Daviv."},{"bible_id":"1525","chapter_code":"2SA.11","verse_code":"2SA.11.7","label":"7","content":"Thaum Uliyas los txog, Daviv nug nws txog Yau-am thiab cov tubrog saib puas noj qab nyob zoo, thiab kev sib ntaus sib tua ua li cas lawm."},{"bible_id":"1525","chapter_code":"2SA.11","verse_code":"2SA.11.8","label":"8","content":"Ces Daviv rov hais rau Uliyas hais tias, “Koj cia li mus so tom tsev ib ntu tso.” Uliyas txawm tawm lawm, thiab Daviv xa mentsis khoom mus pub rau Uliyas tom tsev."},{"bible_id":"1525","chapter_code":"2SA.11","verse_code":"2SA.11.9","label":"9","content":"Tiamsis Uliyas tsis mus tsev li; nws cia li mus nrog cov tubrog uas zov vajntxwv pw ntawm roojloog xwb."},{"bible_id":"1525","chapter_code":"2SA.11","verse_code":"2SA.11.10","label":"10","content":"Thaum Daviv hnov hais tias Uliyas tsis mus tsev, Daviv txawm nug Uliyas hais tias, “Koj twb ncaim vajtse mus tau ntev lawm nyuam qhuav rov los txog no; vim li cas koj tsis mus xyuas tsev?”"},{"bible_id":"1525","chapter_code":"2SA.11","verse_code":"2SA.11.11","label":"11","content":"Uliyas teb hais tias, “Cov tubrog Yixalayees thiab cov Yudas puavleej nyob hauv tshavrog, thiab lub Phijxab uas ntim Vajtswv tej lus cog tseg los tseem nrog lawv nyob; kuv tus thawj tubrog Yau-am thiab nws cov thawj tubrog puavleej nyob tom tshavrog. Kuv yuav ua li cas mus tsev, mus noj mus haus, thiab nrog kuv tus pojniam pw? Koj tseem muaj sia nyob, kuv thov coglus hais tias kuv tsis ua li ntawd ib zaug li.”"},{"bible_id":"1525","chapter_code":"2SA.11","verse_code":"2SA.11.12","label":"12","content":"Yog li ntawd, Daviv thiaj hais tias, “Hnub no koj cia li so twjywm ntawm no, tagkis kuv yuav muab koj xa rov qab mus.” Hnub ntawd Uliyas thiaj so hauv lub nroog Yeluxalees ib hnub thiab hnub tom qab ib hnub."},{"bible_id":"1525","chapter_code":"2SA.11","verse_code":"2SA.11.13","label":"13","content":"Daviv caw Uliyas los noj mov thiab muab cawv rau nws haus qaug heev. Tiamsis hmo ntawd Uliyas kuj tsis mus tsev li thiab; Uliyas cia li muab nws daim pam  pua pw hauv chav tsev uas cov tubrog zov vajntxwv nyob."},{"bible_id":"1525","chapter_code":"2SA.11","verse_code":"2SA.11.14","label":"14","content":"Ces tagkis sawv ntxov Daviv sau ib tsab ntawv rau Uliyas nqa mus rau Yau-am."},{"bible_id":"1525","chapter_code":"2SA.11","verse_code":"2SA.11.15","label":"15","content":"Daviv sau hais tias, “Yog qhov twg sib tua hnyav, koj tso Uliyas tuaj tom hauv ntej, ces nej cia li thim rov qab thiab tso nws tseg kom nws raug tua tuag.”"},{"bible_id":"1525","chapter_code":"2SA.11","verse_code":"2SA.11.16","label":"16","content":"Yog li ntawd, thaum Yau-am tabtom mus vij ib lub nroog, nws thiaj kom Uliyas mus rau ntawm qhov chaw uas Yau-am paub hais tias cov yeebncuab nyob coob tshaj plaws."},{"bible_id":"1525","chapter_code":"2SA.11","verse_code":"2SA.11.17","label":"17","content":"Yeebncuab tawm hauv nroog tuaj tua Yau-am cov tubrog; Daviv cov tubrog ibtxhia thiaj raug tua tuag thiab Uliyas los raug tua tuag lawm."},{"bible_id":"1525","chapter_code":"2SA.11","verse_code":"2SA.11.18","label":"18","content":"Ces Yau-am xa xov los qhia rau Daviv paub txog tej kev sib tua,"},{"bible_id":"1525","chapter_code":"2SA.11","verse_code":"2SA.11.19","label":"19","content":"thiab Yau-am hais rau tus xa xov hais tias, “Tom qab uas koj qhia tej kev sib tua rau vajntxwv tas lawm,"},{"bible_id":"1525","chapter_code":"2SA.11","verse_code":"2SA.11.20","label":"20","content":"tej zaum nws yuav chim heev thiab nug koj hais tias, ‘Vim li cas nej yuav mus ti nkaus hauv nroog, nej mam li tua lawv? Nej tsis paub hais tias lawv yuav tua hneevnti hauv ntsa yeej tuaj rau nej no los?"},{"bible_id":"1525","chapter_code":"2SA.11","verse_code":"2SA.11.21","label":"21","content":"Nej tsis nco qab qhov uas Nkide-oos tus tub Anpimelej raug tua tuag los? Anpimelej tuag twb yog ib tug pojniam hauv lub nroog Thenpej tso ib txhib zeb saum ntsa yeej los ntaus nws tuag. Vim li cas, nej yuav mus ti nkaus rau ntawm ntsa yeej li?’ Yog vajntxwv nug koj li no, koj cia li qhia nws hais tias, ‘Dua li ntawd koj tus thawj tubrog Uliyas los raug tua tuag lawm thiab.’ ”"},{"bible_id":"1525","chapter_code":"2SA.11","verse_code":"2SA.11.22","label":"22","content":"Yog li ntawd, tus xa xov thiaj mus cuag Daviv thiab qhia txhua yam uas Yau-am hais rau nws lawm."},{"bible_id":"1525","chapter_code":"2SA.11","verse_code":"2SA.11.23","label":"23","content":"Nws hais tias, “Peb cov yeebncuab coob tshaj peb thiab lawv tawm tuaj tua peb rau nraum ntug nroog, tiamsis peb muab lawv raws tua thim khiav rov qab mus tas rau hauv roojvag nroog lawm."},{"bible_id":"1525","chapter_code":"2SA.11","verse_code":"2SA.11.24","label":"24","content":"Ces lawv thiaj tua hneevnti sab ntsa yeej hauv tuaj rau peb, Vajntxwv cov thawj tubrog thiaj raug xub hneevnti tuag ibtxhia lawm; thiab koj tus thawj tubrog Uliyas los raug tua tuag lawm thiab.”"},{"bible_id":"1525","chapter_code":"2SA.11","verse_code":"2SA.11.25","label":"25","content":"Daviv hais rau tus xa xov hais tias, “Cia li txhawb Yau-am zog thiab hais kom nws tsis txhob tu siab, rau qhov tsis paub hais tias xyov leejtwg yuav raug tua tuag rau hauv tshavrog. Koj hais rau nws kom kavtsij nqis tes tua thiab txeeb kom tau lub nroog ntawd.”"},{"bible_id":"1525","chapter_code":"2SA.11","verse_code":"2SA.11.26","label":"26","content":"Thaum Npasenpas hnov hais tias nws tus txiv raug tua tuag lawm, nws quaj nws tus txiv heev."},{"bible_id":"1525","chapter_code":"2SA.11","verse_code":"2SA.11.27","label":"27","content":"Lub sijhawm uas Npasenpas quaj nws tus txiv dhau lawm, Daviv thiaj mus coj nws los rau hauv loog; Daviv yuav Npasenpas ua Daviv tus pojniam thiab Npasenpas yug tau ib tug tub rau Daviv. Tiamsis tus TSWV tsis txaus siab rau tej uas Daviv tau ua tas los ntawd."},{"bible_id":"1525","chapter_code":"2SA.12","verse_code":"2SA.12.1","label":"1","content":"Tus TSWV txib Nathas tus uas cev Vajtswv lus mus cuag Daviv. Nathas thiaj mus cuag Daviv thiab hais rau Daviv hais tias, “Muaj ob tug txivneej nyob hauv ib lub nroog; ib tug yog neeg npluanuj, ib tug yog neeg pluag."},{"bible_id":"1525","chapter_code":"2SA.12","verse_code":"2SA.12.2","label":"2","content":"Tus neeg npluanuj, nws muaj nyuj muaj yaj coob heev,"},{"bible_id":"1525","chapter_code":"2SA.12","verse_code":"2SA.12.3","label":"3","content":"tiamsis tus neeg pluag muaj ib tug menyuam yaj uas nws nyuam qhuav mus yuav los xwb. Nws tu tus menyuam yaj ntawd zoo heev, thiab tus menyuam yaj ntawd hlob mos nyoos nyob hauv nws tsev nrog nws cov menyuam. Nws muab nws tej zaub mov pub tus menyuam yaj noj, cia tus menyuam yaj nrog nws haus ib lub khob thiab nws puag rawv tus menyuam yaj rau hauv nws lub xubntiag. Tus menyuam yaj ntawd zoo nkaus li nws tus ntxhais nkauj ntxawm ntag."},{"bible_id":"1525","chapter_code":"2SA.12","verse_code":"2SA.12.4","label":"4","content":"Muaj ib hnub, ib tug qhua txawm tuaj txog hauv tus npluanuj lub tsev. Tus npluanuj tsis xav muab nws cov tsiaj ib tug tua ua zaub rau tus qhua ntawd noj; nws txawm mus ntes tus neeg pluag tus menyuam yaj los tua ua ib rooj mov noj tiam nws tus qhua ntawd lawm.”"},{"bible_id":"1525","chapter_code":"2SA.12","verse_code":"2SA.12.5","label":"5","content":"Daviv chim heev rau tus neeg npluanuj ntawd, Daviv hais tias, “Kuv thov coglus rau tus TSWV uas muaj sia nyob hais tias, tsimnyog muab tus neeg uas ua li ntawd tua povtseg lawm!"},{"bible_id":"1525","chapter_code":"2SA.12","verse_code":"2SA.12.6","label":"6","content":"Yog nws txhav tus neeg pluag npaum li cas, cia li kom nws them plaub npaug rov qab, rau qhov nws ua phem li ntawd thiab tsis muaj lub siab hlub li.”"},{"bible_id":"1525","chapter_code":"2SA.12","verse_code":"2SA.12.7","label":"7","content":"Nathas teb hais tias, “Koj yog tus txivneej ntawd ntag. Tus TSWV uas yog cov Yixalayees tus Vajtswv hais li no: ‘Kuv tsa koj ua cov Yixalayees tus vajntxwv thiab kuv cawm koj dim ntawm Xa-ules txhais tes."},{"bible_id":"1525","chapter_code":"2SA.12","verse_code":"2SA.12.8","label":"8","content":"Kuv muab nws lub tebchaws thiab nws cov pojniam rau koj; kuv tsa koj ua vajntxwv kav cov Yixalayees thiab cov Yudas. Yog tej no tsis txaus koj siab, kuv tseem yuav muab ob npaug ntxiv rau koj."},{"bible_id":"1525","chapter_code":"2SA.12","verse_code":"2SA.12.9","label":"9","content":"Vim li cas koj tsis mloog kuv tej lus samhwm? Vim li cas koj yuav ua phem li no? Koj muab Uliyas coj mus rau luag tua hauv tshavrog; koj cia cov Amoos muab nws tua kom koj thiaj tau yuav nws tus pojniam!"},{"bible_id":"1525","chapter_code":"2SA.12","verse_code":"2SA.12.10","label":"10","content":"Txij no mus, koj tej xeebntxwv qee leej yuav raug luag muab tua povtseg ib tiam dhau ib tiam, vim koj tsis mloog kuv lus thiab koj yuav Uliyas tus pojniam lawm."},{"bible_id":"1525","chapter_code":"2SA.12","verse_code":"2SA.12.11","label":"11","content":"Kuv coglus rau koj hais tias, kuv yuav tshoov koj tsevneeg ib tug siab kom nws tsim teebmeem rau koj. Koj yuav pom thaum kuv muab koj cov pojniam cais tawm ntawm koj mus thiab muab cob rau lwm tus txivneej thiab nws yuav tabmeeg nrog koj cov pojniam pw nruab hnub nrig."},{"bible_id":"1525","chapter_code":"2SA.12","verse_code":"2SA.12.12","label":"12","content":"Koj ua txhaum nraim nkoos tsis pub leejtwg paub, tiamsis kuv yuav ua kom tej no tshwm nruab hnub nrig tabmeeg ib tsoom Yixalayees sawvdaws lub qhovmuag pom ntsoov.’ ”"},{"bible_id":"1525","chapter_code":"2SA.12","verse_code":"2SA.12.13","label":"13","content":"Daviv hais tias, “Kuv tau ua txhaum rau tus TSWV lawm tiag.” Nathas teb hais tias, “Tus TSWV yuav zam txim rau koj, koj yuav tsis tuag."},{"bible_id":"1525","chapter_code":"2SA.12","verse_code":"2SA.12.14","label":"14","content":"Tiamsis vim koj tau ua tej kev txhaum no saib tsis taus tus TSWV, koj tus menyuam yuav tuag.”"},{"bible_id":"1525","chapter_code":"2SA.12","verse_code":"2SA.12.15","label":"15","content":"Ces Nathas txawm rov mus tsev lawm. Tus TSWV ua rau tus menyuam uas Uliyas tus pojniam yug rau Daviv ntawd mob hnyav heev."},{"bible_id":"1525","chapter_code":"2SA.12","verse_code":"2SA.12.16","label":"16","content":"Daviv rau siab ntso thov Vajtswv kom tus tub ntawd zoo. Daviv tsis noj ib yam dabtsi li, thiab txhua hmo Daviv mus hauv nws chav pw, nws qhau cev pw hauv av ib hmos kaj ntug li xwb."},{"bible_id":"1525","chapter_code":"2SA.12","verse_code":"2SA.12.17","label":"17","content":"Daviv cov nomtswv tu plaub ntug tuaj nplig Daviv siab kom nws sawv, tiamsis nws tsis kam sawv thiab tsis kam nrog lawv noj ib yam dabtsi li."},{"bible_id":"1525","chapter_code":"2SA.12","verse_code":"2SA.12.18","label":"18","content":"Xya hnub tom qab ntawd, tus tub ntawd txawm tuag lawm, Daviv cov nomtswv ntshai thiab tsis muaj cuabkav mus qhia rau Daviv paub. Lawv thiaj sib tham hais tias, “Thaum tus tub ntawd tseem muaj sia, peb mus nrog Daviv tham, nws twb tsis teb peb li. Yuav ua li cas peb thiaj mus qhia rau Daviv hais tias tus metub ntawd tuag lawm no? Nyob tsam Daviv rov ua tej yam phem rau Daviv ne?”"},{"bible_id":"1525","chapter_code":"2SA.12","verse_code":"2SA.12.19","label":"19","content":"Thaum Daviv hnov lawv ib leeg ntxhi rau ib leeg, Daviv paub hais tias tus tub ntawd tuag lawm. Yog li ntawd, nws thiaj nug lawv hais tias, “Tus metub tuag lawm los?” Lawv teb hais tias, “Yog, nws tuag lawm.”"},{"bible_id":"1525","chapter_code":"2SA.12","verse_code":"2SA.12.20","label":"20","content":"Daviv sawv tsees hauv av los, da dej, ntsis plaubhau thiab hloov ris tsho. Ces Daviv txawm mus pehawm Vajtswv rau tom tus TSWV lub tsev lawm. Thaum nws rov qab los rau hauv lub loog, nws thiaj taij kom ua zaub ua mov rau nws noj thiab thaum rau tau mov, nws txawm noj mov lawm."},{"bible_id":"1525","chapter_code":"2SA.12","verse_code":"2SA.12.21","label":"21","content":"Daviv cov nomtswv hais rau Daviv hais tias, “Peb tsis totaub txog zaj no li, thaum tus tub tseem muaj sia, koj quaj nws heev thiab tsis kam noj mov li, tiamsis thaum nws tuag lawm, koj sawv tsees los thiab noj mov.”"},{"bible_id":"1525","chapter_code":"2SA.12","verse_code":"2SA.12.22","label":"22","content":"Daviv teb lawv hais tias, “Yog tiag, kuv tau yoo mov thiab quaj thaum nws tseem muaj sia nyob. Rau qhov kuv xav hais tias tus TSWV yuav hlub kuv thiab tsis pub kuv tus tub tuag."},{"bible_id":"1525","chapter_code":"2SA.12","verse_code":"2SA.12.23","label":"23","content":"Tiamsis nimno nws twb tuag lawm, kuv tseem yoo mov ua dabtsi? Kuv puas yuav muaj peevxwm tsa tau tus tub ntawd sawv rov qab los? Muaj ib hnub twg kuv yeej yuav mus rau txojkev uas nws mus thiab, tiamsis nws yuav tsis rov los cuag kuv ib zaug li lawm.”"},{"bible_id":"1525","chapter_code":"2SA.12","verse_code":"2SA.12.24","label":"24","content":"Tom qab ntawd, Daviv nplig Npasenpas uas yog nws tus pojniam siab. Daviv mus nrog Npasenpas pw, ces nws thiaj xeeb tub thiab yug tau ib tug tub, Daviv tis tus tub ntawd npe hu ua Xalumoos. Tus TSWV hlub tus tub no"},{"bible_id":"1525","chapter_code":"2SA.12","verse_code":"2SA.12.25","label":"25","content":"thiab hais rau Nathas tus uas cev Vajtswv lus kom mus tis tus tub ntawd npe hu ua Yedidiyas,  rau qhov tus TSWV hlub nws heev."},{"bible_id":"1525","chapter_code":"2SA.12","verse_code":"2SA.12.26","label":"26","content":"Thaum Yau-am mus tua lub nroog Lanpas uas yog cov Amoos lub tuamceeb nroog thiab tabtom txeeb yuav tau lub nroog ntawd."},{"bible_id":"1525","chapter_code":"2SA.12","verse_code":"2SA.12.27","label":"27","content":"Yau-am tso neeg mus qhia rau Daviv hais tias, “Kuv tabtom tua lub nroog Lanpas, thiab kuv twb txeeb tau lub nroog ntawd lub qhovdej lawm."},{"bible_id":"1525","chapter_code":"2SA.12","verse_code":"2SA.12.28","label":"28","content":"Tamsim no koj cia li txhij koj cov tubrog uas seem tuaj tua lub nroog ntawd thiab txeeb kom tau rau koj. Kuv tsis xav tau ntsejmuag qhov uas kuv txeeb tau lub nroog ntawd.”"},{"bible_id":"1525","chapter_code":"2SA.12","verse_code":"2SA.12.29","label":"29","content":"Yog li ntawd, Daviv thiaj txhij nws cov tubrog mus tua lub nroog Lanpas, nws tua yeej thiab txeeb tau lub nroog ntawd."},{"bible_id":"1525","chapter_code":"2SA.12","verse_code":"2SA.12.30","label":"30","content":"Daviv muab lub kausmom kub uas hnyav xya caum tsib choj saum cov Amoos tus vajtswv  lub taubhau hle los, luag muab tej hlaws muaj nqis dhos tawg paj paug rau lub kausmom ntawd. Daviv muab lub kausmom  kub ntawd looj rau Daviv taubhau, thiab nws huab tau khoom ntau heev hauv lub nroog ntawd nqa los,"},{"bible_id":"1525","chapter_code":"2SA.12","verse_code":"2SA.12.31","label":"31","content":"Daviv muab kaw, muab hlau thiab muab taus rau cov neeg hauv lub nroog ntawd thiab yuam kom lawv ua haujlwm  thiab puab thwvcib. Daviv kom cov neeg uas nyob hauv cov Amoos txhua lub nroog ua haujlwm ib yam li ntawd. Ces Daviv thiab nws cov tubrog rov los rau hauv lub nroog Yeluxalees lawm."},{"bible_id":"1525","chapter_code":"2SA.13","verse_code":"2SA.13.1","label":"1","content":"Daviv tus tub Axaloos muaj ib tug muam tsis tau yuav txiv, nws hu ua Tamaj, thiab nws zoo nkauj heev. Anoos uas yog Daviv ib tug tub nyiam Tamaj heev."},{"bible_id":"1525","chapter_code":"2SA.13","verse_code":"2SA.13.2","label":"2","content":"Anoos nyiam Tamaj heev, ua rau Anoos cia li mob li lawm, rau qhov Tamaj tseem yog ib tug nkaujxwb uas tsis tau tham dua hluas nraug, Anoos paub hais tias nws yuav mus cuag tsis tau Tamaj."},{"bible_id":"1525","chapter_code":"2SA.13","verse_code":"2SA.13.3","label":"3","content":"Tiamsis Anoos muaj ib tug phoojywg yog neeg ntse heev hu ua Yaunadas, nws yog Daviv tus tijlaug Samas tus tub."},{"bible_id":"1525","chapter_code":"2SA.13","verse_code":"2SA.13.4","label":"4","content":"Yaunadas nug Anoos hais tias, “Koj twb yog vajntxwv tus tub ntag, ua li cas kuv pom koj pheej ntsoos ib hnub dhau ib hnub li, yog ua li cas tiag?” Anoos teb hais tias, “Kuv nyiam Tamaj uas yog kuv tus kwv nrab Axaloos tus muam heev.”"},{"bible_id":"1525","chapter_code":"2SA.13","verse_code":"2SA.13.5","label":"5","content":"Yaunadas hais rau Anoos hais tias, “Koj ua txuj tsab mob thiab mus pw twjywm saum txaj, kom koj txiv los xyuas koj, ces koj hais rau koj txiv hais tias, ‘Thov koj mus hais Tamaj los pub mov rau kuv noj. Kuv xav pom nws los ua zaub ua mov thiab muab zaub mov rau kuv noj.’ ”"},{"bible_id":"1525","chapter_code":"2SA.13","verse_code":"2SA.13.6","label":"6","content":"Yog li ntawd, Anoos ua txuj tsab mob thiab mus pw lawm. Vajntxwv Daviv thiaj mus xyuas Anoos, thiab Anoos hais rau Daviv hais tias, “Thov koj cia Tamaj los ua ob lub ncuav ci ntawm no rau kuv pom, thiab cia nws muab cov ncuav ntawd rau kuv noj.”"},{"bible_id":"1525","chapter_code":"2SA.13","verse_code":"2SA.13.7","label":"7","content":"Yog li ntawd, Daviv thiaj tso neeg mus hu Tamaj hauv lub loog los thiab hais tias: “Koj cia li mus hauv Anoos tsev thiab ua mov rau nws noj.”"},{"bible_id":"1525","chapter_code":"2SA.13","verse_code":"2SA.13.8","label":"8","content":"Tamaj thiaj mus rau hauv thiab pom Anoos pw saum txaj. Tamaj thiaj muab ib co hmoov nplej ntse dej zuaj ua ib co ncuav rau Anoos saib ntsoov. Ces Tamaj txawm muab cov ncuav ntawd cub"},{"bible_id":"1525","chapter_code":"2SA.13","verse_code":"2SA.13.9","label":"9","content":"thiab nws muab rau Anoos noj, tiamsis Anoos tsis kam noj li. Anoos hais tias, “Ntiab cov neeg ntawd tawm mus,” ces lawv txawm tawm lawm."},{"bible_id":"1525","chapter_code":"2SA.13","verse_code":"2SA.13.10","label":"10","content":"Anoos thiaj hais rau Tamaj hais tias, “Nqa cov ncuav los rau ntawm kuv lub txaj no thiab koj muab rau kuv noj.” Tamaj thiaj nqa ncuav mus rau Anoos."},{"bible_id":"1525","chapter_code":"2SA.13","verse_code":"2SA.13.11","label":"11","content":"Thaum Tamaj cev ncuav rau Anoos, Anoos cia li qawm nkaus Tamaj thiab hais tias, “Koj cia li nrog kuv pw!”"},{"bible_id":"1525","chapter_code":"2SA.13","verse_code":"2SA.13.12","label":"12","content":"Tamaj hais tias, “Tsis txhob muab kuv mos ua phem ua qias. Tej no peb cov Yixalayees yeej ibtxwm tsis ua li."},{"bible_id":"1525","chapter_code":"2SA.13","verse_code":"2SA.13.13","label":"13","content":"Kuv yuav coj kuv txojkev txajmuag mus zais rau qhov twg? Thiab koj los yuav txajmuag nyob hauv haivneeg Yixalayees mus li. Koj cia li mus thov vajntxwv, kuv paub hais tias, nws yuav muab kuv rau koj.”"},{"bible_id":"1525","chapter_code":"2SA.13","verse_code":"2SA.13.14","label":"14","content":"Tiamsis Anoos tsis mloog Tamaj hais li, Anoos muaj zog dua Tamaj, Anoos thiaj khawm nkaus Tamaj thiab muab nws yuam kiag."},{"bible_id":"1525","chapter_code":"2SA.13","verse_code":"2SA.13.15","label":"15","content":"Ces Anoos cia li ntxub Tamaj heev; Anoos ntxub Tamaj heev dua thaum uas nws pib nyiam Tamaj lawm. Anoos thiaj ntiab Tamaj hais tias, “Koj cia li khiav mus!”"},{"bible_id":"1525","chapter_code":"2SA.13","verse_code":"2SA.13.16","label":"16","content":"Tamaj hais tias, “Tsis tau, yog koj cia li ntiab kuv tawm mus zoo li no tseem txhaum  loj tshaj qhov uas koj nyuam qhuav ua tas rau kuv no thiab!” Tiamsis Anoos tsis mloog Tamaj hais li;"},{"bible_id":"1525","chapter_code":"2SA.13","verse_code":"2SA.13.17","label":"17","content":"Anoos hu nws ib tug tubtxib los thiab hais tias, “Cia li cab tus pojniam no tawm mus. Muab nws thawb rau sab nraud thiab liaj qhovrooj rau.”"},{"bible_id":"1525","chapter_code":"2SA.13","verse_code":"2SA.13.18","label":"18","content":"Ces tus tubtxib ntawd thiaj muab Tamaj thawb ntiag tawm rau sab nraud thiab liaj kiag qhovrooj rau lawm. Tamaj hnav ib daim tiab ntev thiab lub tsho tes ntev,  yog tej tiab rau vajntxwv cov ntxhais uas tseem yog nkaujxwb hnav rau tiam ntawd."},{"bible_id":"1525","chapter_code":"2SA.13","verse_code":"2SA.13.19","label":"19","content":"Tamaj tsuab tshauv rau saum nws taubhau, muab nws daim tiab dua, thiab muab nws ob txhais tes npog nws lub ntsejmuag tsa suab hlo quaj tawm khiav lawm."},{"bible_id":"1525","chapter_code":"2SA.13","verse_code":"2SA.13.20","label":"20","content":"Thaum Tamaj tus nus Axaloos pom dheev nws, Axaloos nug hais tias, “Anoos mos koj los? Tus muam, tsis txhob muab qhov ntawd los ua rau koj nyuaj siab. Anoos twb yog koj ib tug nus nrab thiab, cia li ua twjywm tsis txhob qhia rau leejtwg paub li.” Yog li ntawd, Tamaj thiaj mus nyob hauv Axaloos tsev, Tamaj nyuaj siab thiab tu siab kawg li."},{"bible_id":"1525","chapter_code":"2SA.13","verse_code":"2SA.13.21","label":"21","content":"Thaum Vajntxwv Daviv hnov tej xwm no ua rau nws chim heev."},{"bible_id":"1525","chapter_code":"2SA.13","verse_code":"2SA.13.22","label":"22","content":"Ces Axaloos ntxub Anoos heev, rau qhov Anoos muab nws tus muam mos, thiab Axaloos tsis nrog Anoos tham li lawm."},{"bible_id":"1525","chapter_code":"2SA.13","verse_code":"2SA.13.23","label":"23","content":"Tau ob xyoo tom qab no Axaloos muab Axaloos cov yaj los txiav plaub rau ntawm lub nroog Npa-as Haxaules uas nyob ze lub nroog Efalayees, thiab nws caw tagnrho vajntxwv cov tub tuaj koom huv tibsi."},{"bible_id":"1525","chapter_code":"2SA.13","verse_code":"2SA.13.24","label":"24","content":"Axaloos mus cuag Vajntxwv Daviv thiab hais rau vajntxwv hais tias, “Vajntxwv, kuv muab kuv cov yaj los txiav plaub, mas thov caw koj thiab koj cov nomtswv mus koom.”"},{"bible_id":"1525","chapter_code":"2SA.13","verse_code":"2SA.13.25","label":"25","content":"Vajntxwv teb hais tias, “Metub, kuv tsis mus, yog peb sawvdaws mus, mas yuav ua haujlwm hnyav rau koj heev.” Axaloos taij heev, tiamsis vajntxwv tsis kam mus li, nws foom hmoov rau Axaloos thiab cia Axaloos rov mus lawm."},{"bible_id":"1525","chapter_code":"2SA.13","verse_code":"2SA.13.26","label":"26","content":"Tiamsis Axaloos hais tias, “Yog koj tsis kam mus li, thov koj tso kuv tus tijlaug Anoos nrog peb mus.” Vajntxwv nug hais tias, “Vim li cas koj yuav kom Anoos mus?”"},{"bible_id":"1525","chapter_code":"2SA.13","verse_code":"2SA.13.27","label":"27","content":"Tiamsis Axaloos taij heev, thaum kawg Daviv thiaj tso Anoos thiab tagnrho Daviv cov tub nrog Axaloos mus. Axaloos npaj tau ib rooj mov loj, phim rau vajntxwv noj xwb,"},{"bible_id":"1525","chapter_code":"2SA.13","verse_code":"2SA.13.28","label":"28","content":"Axaloos hais rau nws cov tubtxib hais tias, “Nej saib, thaum twg Anoos haus cawv qaug heev lawm, ces thaum kuv kom nej tua, nej cia li tua nws kom tuag. Tsis txhob ntshai. Kuv yuav ris lub txim no tsis pub raug nej. Cia li ua khov kho thiab ua siab tawv qhawv xwb!”"},{"bible_id":"1525","chapter_code":"2SA.13","verse_code":"2SA.13.29","label":"29","content":"Yog li ntawd, cov tubtxib thiaj ua raws li Axaloos hais thiab muab Anoos tua tuag lawm. Ces tagnrho Daviv cov tub uas seem thiaj sawv ceev nrooj mus caij lawv cov nees zag thiab khiav mus lawm."},{"bible_id":"1525","chapter_code":"2SA.13","verse_code":"2SA.13.30","label":"30","content":"Thaum lawv tabtom taug kev rov los tsev, muaj neeg los hais rau Daviv hais tias, “Axaloos muab koj cov tub tua tuag tas, tsis muaj ib tug seem li!”"},{"bible_id":"1525","chapter_code":"2SA.13","verse_code":"2SA.13.31","label":"31","content":"Vajntxwv cia li sawv tsees dua rhe nws lub tsho quaj tu siab heev, thiab nws qhau cev hlo quaj da luam rau hauv av. Cov tubtxib uas nrog nws nyob ua ke ntawd los lawv dua lawv tej tsho povtseg nrog nws nyuaj siab ib yam nkaus."},{"bible_id":"1525","chapter_code":"2SA.13","verse_code":"2SA.13.32","label":"32","content":"Tiamsis Daviv tus tijlaug Samas tus tub Yaunadas hais tias, “Vajntxwv, koj tsis txhob xav hais tias lawv tua tagnrho koj cov tub. Anoos tib leeg thiaj raug tua tuag xwb. Koj saib Axaloos yeej muaj lub siab xav ua li no txij thaum uas Anoos muab Axaloos tus muam Tamaj mos los lawm."},{"bible_id":"1525","chapter_code":"2SA.13","verse_code":"2SA.13.33","label":"33","content":"Yog li ntawd, koj tsis txhob ntseeg tej lus fi xov uas hais tias koj cov tub tuag tas lawm; tsuas yog Anoos tib leeg thiaj raug tua tuag xwb.”"},{"bible_id":"1525","chapter_code":"2SA.13","verse_code":"2SA.13.34","label":"34","content":"Thaum lub sijhawm ntawd Axaloos los kuj khiav lawm thiab. Ces tamsim ntawd, tus tub fajxwm txawm pom ib pab neeg taug kev nqis saum roob Haulauna-ees los.  Nws thiaj mus tshabxo tej uas nws pom  ntawd rau vajntxwv."},{"bible_id":"1525","chapter_code":"2SA.13","verse_code":"2SA.13.35","label":"35","content":"Yaunadas hais rau Daviv hais tias, “Cov ntawd yog koj cov tub rov qab los, raws li puagta kuv hais rau koj lawm.”"},{"bible_id":"1525","chapter_code":"2SA.13","verse_code":"2SA.13.36","label":"36","content":"Ces thaum hais cov lus ntawd xaus, Daviv cov tub los txog ntua; lawv sawvdaws txawm tsa hlo suab quaj, Daviv thiab nws cov nomtswv los kuj quaj tu siab kawg."},{"bible_id":"1525","chapter_code":"2SA.13","verse_code":"2SA.13.37+2SA.13.38","label":"37-38","content":"Axaloos khiav mus cuag Amihus tus tub Talemais uas ua vajntxwv kav lub nroog Nkesus, thiab mus nyob hauv lub nroog ntawd tau peb xyoos. Daviv quaj Anoos tau ntev loo;"},{"bible_id":"1525","chapter_code":"2SA.13","verse_code":"2SA.13.39","label":"39","content":"tiamsis thaum uas nws txojkev nco Anoos dhau lawm, nws nco txog nws tus tub Axaloos uas ncaim nws mus lawm."},{"bible_id":"1525","chapter_code":"2SA.14","verse_code":"2SA.14.1","label":"1","content":"Yau-am paub hais tias Vajntxwv Daviv nco Axaloos heev,"},{"bible_id":"1525","chapter_code":"2SA.14","verse_code":"2SA.14.2","label":"2","content":"yog li ntawd, Yau-am thiaj txib neeg mus hu ib tug pojniam ntse heev hauv lub nroog Tekau-as tuaj cuag nws. Thaum tus pojniam ntawd tuaj txog lawm, Yau-am hais rau tus pojniam ntawd hais tias, “Koj ua txuj ua li tus neeg uas raug kev txomnyem quaj ntsuag, muab koj tej tsoos tsho quaj ntsuag los hnav thiab tsis txhob ntsis plaubhau li. Koj ua ib yam li tus pojniam uas twb muaj kev quaj ntsuag los ntev lawm."},{"bible_id":"1525","chapter_code":"2SA.14","verse_code":"2SA.14.3","label":"3","content":"Ces koj cia li mus cuag vajntxwv thiab hais tej lus uas kuv qhia koj hais rau nws.” Yau-am txawm qhia tej lus ntawd rau tus pojniam ntawd."},{"bible_id":"1525","chapter_code":"2SA.14","verse_code":"2SA.14.4","label":"4","content":"Tus pojniam ntawd thiaj mus cuag vajntxwv, nws txhos caug ntua pe vajntxwv thiab hais tias, “Vajntxwv, thov pab kuv lauj!”"},{"bible_id":"1525","chapter_code":"2SA.14","verse_code":"2SA.14.5","label":"5","content":"Vajntxwv nug tus pojniam ntawd hais tias, “Koj xav kom kuv pab koj dabtsi?” Tus pojniam ntawd teb hais tias, “Vajntxwv, kuv tus txiv tuag lawm, mas kuv ua ib tug pojntsuam uas txomnyem heev."},{"bible_id":"1525","chapter_code":"2SA.14","verse_code":"2SA.14.6","label":"6","content":"Vajntxwv, kuv muaj ob tug tub xwb, muaj ib hnub nkawd txawm sib ceg tom teb, tsis muaj leejtwg cheem nkawd li, ces tus kwv txawm muab tus tijlaug tua tuag lawm."},{"bible_id":"1525","chapter_code":"2SA.14","verse_code":"2SA.14.7","label":"7","content":"Nimno, tagnrho kuv cov kwvtij tawmtsam kuv heev, thiab lawv kom kuv cia li muab kuv tus tub cob rau lawv, lawv yuav muab nws tua povtseg vim qhov uas nws tua nws tus tijlaug lawm. Yog lawv ua li ntawd tiag, mas kuv yuav tsis muaj tub li lawm. Lawv txawm yuav rhuav tshem kuv txojkev cia siab thiab yuav cia kuv tus txiv tsis muaj ib tug tub los ris nws lub npe li.”"},{"bible_id":"1525","chapter_code":"2SA.14","verse_code":"2SA.14.8","label":"8","content":"Vajntxwv teb hais tias, “Koj cia li rov qab mus tsev, kuv mam li saib xyuas zaj no.”"},{"bible_id":"1525","chapter_code":"2SA.14","verse_code":"2SA.14.9","label":"9","content":"Tus pojniam ntawd hais tias, “Vajntxwv, txawm yog koj ua li cas los thov cia kuv thiab kuv tsevneeg ris lub txim no; thov cia koj thiab koj tsevneeg uas luag hwm tsis txhob tau ris lub txim no.”"},{"bible_id":"1525","chapter_code":"2SA.14","verse_code":"2SA.14.10","label":"10","content":"Vajntxwv teb hais tias, “Yog leejtwg tseem ua rau koj ntxhov siab thiab, cia li coj nws tuaj cuag kuv, tus ntawd yuav tsis ua rau koj ntxhov siab ntxiv lawm.”"},{"bible_id":"1525","chapter_code":"2SA.14","verse_code":"2SA.14.11","label":"11","content":"Tus pojniam ntawd hais tias, “Vajntxwv, koj cia li thov tus TSWV uas yog koj tus Vajtswv pab kuv cov kwvtij uas yuav ua pauj rau kuv tus tub uas tuag lawm, kom tsis txhob ua txhaum uas yuav muab kuv tus tub uas tseem nyob no tua povtseg.” Daviv teb hais tias, “Kuv coglus rau koj ntawm tus TSWV uas muaj sia nyob hais tias, kuv yuav tsis pub koj tus tub ib txog plaubhau poob rau hauv av li.”"},{"bible_id":"1525","chapter_code":"2SA.14","verse_code":"2SA.14.12","label":"12","content":"Tus pojniam ntawd hais tias, “Vajntxwv, thov cia kuv hais ib los ntxiv thiab.” Vajntxwv teb hais tias, “Cia li hais.”"},{"bible_id":"1525","chapter_code":"2SA.14","verse_code":"2SA.14.13","label":"13","content":"Tus pojniam ntawd hais rau vajntxwv hais tias, “Vim li cas koj tseem ua tej yam tsis yog rau Vajtswv haivneeg thiab? Koj tau txiav txim rov rau koj tus tub uas mus nyob rau lwm lub tebchaws lawm tsis pub rov qab los."},{"bible_id":"1525","chapter_code":"2SA.14","verse_code":"2SA.14.14","label":"14","content":"Peb yuav tuag tas, peb zoo nkaus li cov dej uas muab hliv rau hauv av lawm, yeej muab tsis tau rov qab los li lawm. Vajtswv tsis txov leejtwg txojsia li, tiamsis nws nrhiav kev pab kom coj tau tus neeg uas raug ntiab tawm lawm rov qab los."},{"bible_id":"1525","chapter_code":"2SA.14","verse_code":"2SA.14.15","label":"15","content":"Vajntxwv, kuv tuaj hais cov lus no rau koj mas yog tej neeg sawvdaws ua rau kuv ntshai, kuv thiaj xav hais tias yog kuv tuaj hais tej lus no rau koj, mas koj yuav ua raws li kuv tej lus thov."},{"bible_id":"1525","chapter_code":"2SA.14","verse_code":"2SA.14.16","label":"16","content":"Kuv xav hais tias koj yuav mloog kuv tej lus thov thiab yuav pab kom kuv dim ntawd tus uas muaj lub siab pheej nrhiav kuv tus tub thiab kuv tua povtseg, thiab muab wb ntiab tawm hauv lub tebchaws uas Vajtswv muab rau nws haivneeg nyob no lawm."},{"bible_id":"1525","chapter_code":"2SA.14","verse_code":"2SA.14.17","label":"17","content":"Kuv xav hais tias koj yuav coglus pab kuv kom muaj kev kaj siab, rau qhov vajntxwv yeej zoo ib yam li Vajtswv tus timtswv thiab muaj peevxwm muab qhov zoo cais tawm ntawm qhov phem.  Thov tus TSWV uas yog koj tus Vajtswv nrog nraim koj!”"},{"bible_id":"1525","chapter_code":"2SA.14","verse_code":"2SA.14.18","label":"18","content":"Vajntxwv teb hais tias, “Kuv yuav nug koj, mas koj yuav tsum teb txhua yam uas yog qhov tseeb xwb.” Tus pojniam ntawd teb hais tias, “Vajntxwv, koj nug kuv los tau.”"},{"bible_id":"1525","chapter_code":"2SA.14","verse_code":"2SA.14.19","label":"19","content":"Daviv nug nws hais tias, “Puas yog Yau-am txib koj tuaj hais tej lus no rau kuv?” Tus pojniam ntawd teb hais tias, “Vajntxwv, yeej tsis muaj leejtwg yuav zam dhau koj tej lus nug li, kuv nyob ntawm no teb koj tej lus nug ntag.  Twb yog koj tus thawj tubrog Yau-am kom kuv tuaj thiab qhia kom kuv hais tej lus no."},{"bible_id":"1525","chapter_code":"2SA.14","verse_code":"2SA.14.20","label":"20","content":"Tiamsis qhov uas nws ua no twb yog ua kom daws tau koj tej teebmeem ntag. Kuv tus vajntxwv yeej yog tus txawj ntse ib yam li Vajtswv tus timtswv thiab paub txhua yam uas yuav tshwm los.”"},{"bible_id":"1525","chapter_code":"2SA.14","verse_code":"2SA.14.21","label":"21","content":"Tom qab ntawd vajntxwv hais rau Yau-am hais tias, “Kuv pom zoo ua li koj hais. Koj cia li mus thiab coj tus tub hluas Axaloos rov qab los.”"},{"bible_id":"1525","chapter_code":"2SA.14","verse_code":"2SA.14.22","label":"22","content":"Yau-am thiaj txhos caug ntua hawm Daviv thiab hais tias, “Vajntxwv uas yog kuv tus tswv, thov Vajtswv foom koob hmoov rau koj! Nimno kuv paub hais tias koj pom zoo nrog kuv, vim koj ua raws li kuv tau thov koj lawm.”"},{"bible_id":"1525","chapter_code":"2SA.14","verse_code":"2SA.14.23","label":"23","content":"Ces Yau-am thiaj mus rau pem Nkesus thiab coj Axaloos rov qab los rau hauv lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"2SA.14","verse_code":"2SA.14.24","label":"24","content":"Tiamsis vajntxwv samhwm tsis pub Axaloos mus nyob hauv lub loog li. Vajntxwv hais tias, “Kuv tsis xav ntsib nws tim ntsej tim muag.” Yog li ntawd, Axaloos thiaj nyob hauv nws lub tsev xwb, tsis mus tshwm rau vajntxwv pom li."},{"bible_id":"1525","chapter_code":"2SA.14","verse_code":"2SA.14.25","label":"25","content":"Nyob hauv tebchaws Yixalayees tsis muaj leejtwg uas luag yuav qhuas npaum li qhuas Axaloos; saum Axaloos taubhau mus ti nkaus hauv nws kotaw tsis muaj ib qho phem li."},{"bible_id":"1525","chapter_code":"2SA.14","verse_code":"2SA.14.26","label":"26","content":"Vim ib xyoos nws txiav plaubhau ib zaug xwb, thaum nws cov plaubhau ntev tuaj lawm hnyav kawg li. Muab nws cov plaubhau luj hnyav tsib choj raws li nomtswv tej teev uas haum txiaj."},{"bible_id":"1525","chapter_code":"2SA.14","verse_code":"2SA.14.27","label":"27","content":"Axaloos muaj peb tug tub thiab ib tug ntxhais hu ua Tamaj, Tamaj yog ib tug ntxhais uas zoo nkauj heev."},{"bible_id":"1525","chapter_code":"2SA.14","verse_code":"2SA.14.28","label":"28","content":"Axaloos nyob hauv lub nroog Yeluxalees tau ob xyoos tsis tau pom vajntxwv hlo li."},{"bible_id":"1525","chapter_code":"2SA.14","verse_code":"2SA.14.29","label":"29","content":"Axaloos thiaj tso neeg mus hais rau Yau-am kom pab nws mus thov vajntxwv; tiamsis Yau-am tsis tuaj cuag Axaloos li. Axaloos rov tso neeg mus hu Yau-am dua los Yau-am tsis kam tuaj cuag nws li."},{"bible_id":"1525","chapter_code":"2SA.14","verse_code":"2SA.14.30","label":"30","content":"Yog li ntawd, Axaloos thiaj hais rau nws cov tubtxib hais tias, “Nej saib, Yau-am thaj liaj nyob npuab kuv thaj thiab nplej tseem puv nkaus hauv thaj liaj. Nej cia li mus tis taws hlawv.” Yog li ntawd, lawv thiaj mus zes taws hlawv Yau-am thaj liaj."},{"bible_id":"1525","chapter_code":"2SA.14","verse_code":"2SA.14.31","label":"31","content":"Yau-am thiaj mus rau tom Axaloos tsev thiab nug nws hais tias, “Vim li cas koj cov tubtxib zes taws hlawv kuv thaj liaj?”"},{"bible_id":"1525","chapter_code":"2SA.14","verse_code":"2SA.14.32","label":"32","content":"Axaloos teb hais tias, “Rau qhov thaum kuv tso neeg tuaj hu koj, koj tsis tuaj li. Kuv xav kom koj mus pab kuv nug vajntxwv hais tias, ‘Vim li cas kuv thiaj rov pem Nkesus los nyob rau hauv no? Yog kuv nyob twjywm ped, yuav zoo dua kuv nyob ntawm no.’ ” Thiab Axaloos hais ntxiv hais tias, “Kuv xav teem sijhawm mus cuag vajntxwv, yog hais tias kuv txhaum tiag, thov nws cia li muab kuv tua povtseg.”"},{"bible_id":"1525","chapter_code":"2SA.14","verse_code":"2SA.14.33","label":"33","content":"Yog li ntawd, Yau-am thiaj mus cuag Vajntxwv Daviv thiab muab Axaloos tej lus txhua lo hais rau Daviv mloog. Vajntxwv tso neeg mus hu Axaloos, Axaloos thiaj mus cuag vajntxwv thiab nws txhos caug ntua hawm vajntxwv. Vajntxwv zoo siab thiab puag nkaus Axaloos nwj."},{"bible_id":"1525","chapter_code":"2SA.15","verse_code":"2SA.15.1","label":"1","content":"Tom qab no, Axaloos npaj tau ib lub tsheb nees thiab ob tug txiv nees thiab tsib caug leej txivneej mus ua nws ntej."},{"bible_id":"1525","chapter_code":"2SA.15","verse_code":"2SA.15.2","label":"2","content":"Axaloos pheej sawv ntxov mus sawv ntawm ntug kev ze lub roojvag nroog. Thaum muaj neeg tuaj xav kom vajntxwv nrog tu plaub ntug, Axaloos txawm hu nws los thiab nug saib nws tuaj qhov twg tuaj. Thaum uas tus neeg ntawd qhia rau Axaloos hais tias nws yog xeem twg lawm,"},{"bible_id":"1525","chapter_code":"2SA.15","verse_code":"2SA.15.3","label":"3","content":"Axaloos hais rau nws hais tias, “Koj yog tus yeej cai lawm, tiamsis vajntxwv tsis tau tsa leejtwg los ua tus sawv nws cev tu koj rooj plaub no.”"},{"bible_id":"1525","chapter_code":"2SA.15","verse_code":"2SA.15.4","label":"4","content":"Thiab Axaloos hais ntxiv hais tias, “Kheev lam yog kuv tau ua tus tu plaub ntug! Yog muaj leejtwg muaj plaub ntug tuaj cuag kuv, kuv yuav tu nws tej plaub ntug kom ncaj ncees.”"},{"bible_id":"1525","chapter_code":"2SA.15","verse_code":"2SA.15.5","label":"5","content":"Thaum tus neeg ntawd txav zog los hawm Axaloos, Axaloos puag nkaus tus ntawd thiab nwj kiag."},{"bible_id":"1525","chapter_code":"2SA.15","verse_code":"2SA.15.6","label":"6","content":"Axaloos ua li ntawd rau cov Yixalayees txhua tus uas tuaj thov vajntxwv pab tu lawv tej plaub ntug. Yog li ntawd, lawv thiaj hwm Axaloos heev."},{"bible_id":"1525","chapter_code":"2SA.15","verse_code":"2SA.15.7","label":"7","content":"Tom qab ntawd plaub  xyoos, Axaloos thov Vajntxwv Daviv hais tias, “Vajntxwv, thov cia kuv mus nram Henploos thiab muab khoom fij rau tus TSWV raws li kuv tau coglus tseg."},{"bible_id":"1525","chapter_code":"2SA.15","verse_code":"2SA.15.8","label":"8","content":"Thaum kuv tseem nyob hauv lub nroog Nkesus pem tebchaws Xilias, kuv tau coglus rau tus TSWV hais tias, yog nws coj kuv rov los rau hauv lub nroog Yeluxalees, kuv yuav mus pehawm nws hauv Henploos.”"},{"bible_id":"1525","chapter_code":"2SA.15","verse_code":"2SA.15.9","label":"9","content":"Vajntxwv tso lus hais tias, “Koj cia li mus kaj siab lug.” Yog li ntawd, Axaloos thiaj mus rau nram Henploos lawm."},{"bible_id":"1525","chapter_code":"2SA.15","verse_code":"2SA.15.10","label":"10","content":"Tiamsis Axaloos txib neeg mus hais rau txhua xeem Yixalayees hais tias, “Thaum twg nej hnov suab raj suab xyu nrov, nej cia li qw hais tias, ‘Axaloos ua vajntxwv kav lub nroog Henploos lawm!’ ”"},{"bible_id":"1525","chapter_code":"2SA.15","verse_code":"2SA.15.11","label":"11","content":"Axaloos caw tau ob puas leej txivneej hauv lub nroog Yeluxalees nrog nws mus; lawv tsis paub dabtsi li. Lawv thiaj zoo siab ua ntsejmuag luag ntxhi nrog Axaloos mus."},{"bible_id":"1525","chapter_code":"2SA.15","verse_code":"2SA.15.12","label":"12","content":"Ces thaum Axaloos tabtom hlawv tsiaj ua khoom fij, Axaloos txib neeg mus hu Ahithaufees uas yog Vajntxwv Daviv tus tuavxam hauv lub nroog Nkilaus tuaj cuag Axaloos. Txojkev ntxeev siab tawmtsam Vajntxwv Daviv muaj zog heev zuj zus tuaj, thiab cov neeg uas tuaj Axaloos tog coob zuj zus ntxiv."},{"bible_id":"1525","chapter_code":"2SA.15","verse_code":"2SA.15.13","label":"13","content":"Muaj neeg mus qhia rau Daviv hais tias, “Cov pejxeem Yixalayees twb coglus tuaj Axaloos tog lawm.”"},{"bible_id":"1525","chapter_code":"2SA.15","verse_code":"2SA.15.14","label":"14","content":"Yog li ntawd, Daviv thiaj hais rau nws cov nomtswv uas nrog nws nyob hauv lub nroog Yeluxalees hais tias, “Peb yuav tsum khiav tamsim no, tej zaum ib pliag saum no Axaloos yuav tuaj txog, nws yuav tua yeej peb thiab yuav muab txhua tus uas nyob hauv lub nroog no tua huv tibsi. Yog peb xav kom peb dim ntawm Axaloos txhais tes, peb cia li khiav tamsim no ntag!”"},{"bible_id":"1525","chapter_code":"2SA.15","verse_code":"2SA.15.15","label":"15","content":"Lawv teb hais tias, “Vajntxwv, peb yeej tos nrhw yuav ua txhua yam li koj hais.”"},{"bible_id":"1525","chapter_code":"2SA.15","verse_code":"2SA.15.16","label":"16","content":"Yog li ntawd, vajntxwv thiaj nrog nws tsevneeg thiab nws cov nomtswv tawm khiav, tsuas tseg nws kaum tus niamyau nyob tu lub loog xwb."},{"bible_id":"1525","chapter_code":"2SA.15","verse_code":"2SA.15.17","label":"17","content":"Thaum vajntxwv thiab nws cov tubrog tawm hauv lub nroog mus, lawv mus txoos ua ke rau ntawm lub tsev tom kawg."},{"bible_id":"1525","chapter_code":"2SA.15","verse_code":"2SA.15.18","label":"18","content":"Tagnrho nws cov nomtswv puavleej sawv  ntawm vajntxwv hauv ntej, cia cov tubrog fajxwm mus ua nws ntej. Thiab rau pua leej tubrog hauv lub nroog Nkas uas tuaj nws tog los puavleej mus ua nws ntej huv tibsi thiab."},{"bible_id":"1525","chapter_code":"2SA.15","verse_code":"2SA.15.19","label":"19","content":"Vajntxwv hais rau Ithais uas yog lawv tus thawjcoj hais tias, “Vim li cas koj thiaj nrog peb mus? Koj yog neeg txawv tebchaws uas khiav hauv koj lub tebchaws tuaj nkaum hauv lub tebchaws no xwb. Koj cia li rov qab mus nrog tus vajntxwv tshiab nyob."},{"bible_id":"1525","chapter_code":"2SA.15","verse_code":"2SA.15.20","label":"20","content":"Koj nyuam qhuav tuaj nyob hauv no tau ib ntu xwb, kuv yuav ua li cas coj koj nrog kuv mus? Kuv twb tsis paub xyov kuv yuav mus qhov twg. Koj cia li coj koj cov neeg nrog koj rov qab, thov tus TSWV ua zoo thiab ua ncaj rau koj.”"},{"bible_id":"1525","chapter_code":"2SA.15","verse_code":"2SA.15.21","label":"21","content":"Tiamsis Ithais teb hais tias, “Vajntxwv, kuv thov tuav tus TSWV lub npe coglus rau koj hais tias, koj mus qhov twg kuv yuav nrog koj mus qhov ntawd, txawm yog yuav ciaj thiab tuag los xijpeem.”"},{"bible_id":"1525","chapter_code":"2SA.15","verse_code":"2SA.15.22","label":"22","content":"Daviv teb hais tias, “Zoo lawm! Cia li mus!” Yog li ntawd, Ithais thiaj nrog Daviv cov neeg thiab lawv tej pojniam menyuam mus lawm."},{"bible_id":"1525","chapter_code":"2SA.15","verse_code":"2SA.15.23","label":"23","content":"Thaum Daviv cov neeg sawv kev mus tu qab lawm, cov pejxeem tsa hlo suab quaj. Vajntxwv thiaj hla lub Hav Kiloos mus raws nws cov neeg qab, thiab lawv mus rau tom tiaj suabpuam lawm."},{"bible_id":"1525","chapter_code":"2SA.15","verse_code":"2SA.15.24","label":"24","content":"Tus povthawj Xadaus thiab cov Levis uas kwv lub Phijxab uas ntim Vajtswv tej lus cog tseg nrog nraim Daviv. Lawv muab lub phijxab txo  tsis kwv mus txog thaum uas cov neeg khiav tawm hauv lub nroog tas lawm. Tus povthawj Anpiyathas los nrog lawv nyob ntawd thiab."},{"bible_id":"1525","chapter_code":"2SA.15","verse_code":"2SA.15.25","label":"25","content":"Vajntxwv hais rau Xadaus hais tias, “Nej cia li kwv lub Phijxab rov qab mus cia rau hauv nroog. Yog tus TSWV txaus siab rau kuv tiag, muaj ib hnub nws yuav coj kuv rov qab los pom lub Phijxab thiab qhov chaw uas cia lub Phijxab no dua."},{"bible_id":"1525","chapter_code":"2SA.15","verse_code":"2SA.15.26","label":"26","content":"Tiamsis yog nws tsis pom zoo rau kuv rov los, ces nws yuav ua li cas rau kuv los nyob ntawm nws pom zoo.”"},{"bible_id":"1525","chapter_code":"2SA.15","verse_code":"2SA.15.27","label":"27","content":"Thiab Daviv hais rau Xadaus hais tias, “Koj puas yog tus uas pom yav tom ntej?  Cia li coj koj tus tub Ahima-as thiab Anpiyathas tus tub Yaunathas rov qab mus nyob hauv nroog kaj siab lug."},{"bible_id":"1525","chapter_code":"2SA.15","verse_code":"2SA.15.28","label":"28","content":"Lub sijhawm no, kuv yuav mus nyob ntawm tus dej uas hla mus rau tom tiaj suabpuam tos mus txog thaum kuv tau txais koj tej xov tso.”"},{"bible_id":"1525","chapter_code":"2SA.15","verse_code":"2SA.15.29","label":"29","content":"Yog li ntawd, Xadaus thiab Anpiyathas thiaj kwv lub Phijxab uas ntim Vajtswv tej lus cog tseg rov los cia rau hauv lub nroog Yeluxalees thiab nkawd los nyob rau hauv lawm."},{"bible_id":"1525","chapter_code":"2SA.15","verse_code":"2SA.15.30","label":"30","content":"Daviv nce mus quaj saum roob txiv ntoo roj; Daviv hle khau thiab muab ntaub kauv nws taubhau rau qhov nws tu siab heev. Txhua tus uas nrog Daviv mus puavleej muab ntaub kauv taubhau thiab quaj ib yam nkaus."},{"bible_id":"1525","chapter_code":"2SA.15","verse_code":"2SA.15.31","label":"31","content":"Thaum muaj neeg mus qhia  rau Daviv hais tias, Ahithaufees koom tes nrog Axaloos ntxeev siab lawm, Daviv thiaj thov Vajtswv hais tias, “Tus TSWV, thov koj cia li muab Ahithaufees tej tswvyim hloov kom tsis muaj qabhau!”"},{"bible_id":"1525","chapter_code":"2SA.15","verse_code":"2SA.15.32","label":"32","content":"Thaum Daviv nce nto plaws saum lub ncov roob uas yog qhov chaw pehawm Vajtswv, Daviv tus phoojywg Husais uas yog cov neeg Alekhis, tus uas Daviv ntseeg siab tshaj plaws thiaj tuaj ntsib Daviv, Husais muab nws cev ris tsho dua ntuag ua kaj niab thiab tsuab av rau saum taubhau."},{"bible_id":"1525","chapter_code":"2SA.15","verse_code":"2SA.15.33","label":"33","content":"Daviv hais rau Husais hais tias, “Yog koj nrog kuv mus los koj yuav pab tsis tau kuv dabtsi,"},{"bible_id":"1525","chapter_code":"2SA.15","verse_code":"2SA.15.34","label":"34","content":"tiamsis yog koj rov mus rau hauv lub nroog thiab hais rau Axaloos hais tias txij no mus koj yuav ua tus tu Axaloos ntawm lub siab ncaj ncees ib yam li koj tu nws txiv. Koj thiaj yog tus uas muaj cuabkav tav tau tej lus uas Ahithaufees hais."},{"bible_id":"1525","chapter_code":"2SA.15","verse_code":"2SA.15.35","label":"35","content":"Xadaus thiab Anpiyathas uas yog ob tug povthawj los tseem nyob hauv, txhua yam uas koj mus hnov hauv vajntxwv lub loog cia li piav qhia rau nkawd mloog."},{"bible_id":"1525","chapter_code":"2SA.15","verse_code":"2SA.15.36","label":"36","content":"Ahima-as thiab Yaunathas uas yog nkawd ob tug tub puavleej nrog nkawd nyob hauv thiab, koj cia li kom nkawd xa txhua lo lus uas koj hnov tuaj qhia rau kuv paub huv tibsi.”"},{"bible_id":"1525","chapter_code":"2SA.15","verse_code":"2SA.15.37","label":"37","content":"Yog li ntawd, Husais uas yog Daviv tus phoojywg thiaj rov qab mus txog rau hauv lub nroog tom thawj thaum Axaloos los txog ntua thiab."},{"bible_id":"1525","chapter_code":"2SA.16","verse_code":"2SA.16.1","label":"1","content":"Thaum Daviv mus dhau saum lub ncov roob lawm, nws txawm ntsib Xinpas uas yog Mefinpauses tus tubtxib, nws cab ob tug neesluav thauj ob puas lub ncuav, ib puas pob txiv hmab qhuav thiab ib hnab tawv cawv txiv hmab puv nkaus."},{"bible_id":"1525","chapter_code":"2SA.16","verse_code":"2SA.16.2","label":"2","content":"Vajntxwv Daviv nug Xinpas hais tias, “Koj coj tej no tuaj mus ua dabtsi ntau ua luaj?” Xinpas teb hais tias, “Ob tug neesluav no yog muab pub rau vajntxwv tsevneeg caij, cov ncuav thiab cov txiv hmab qhuav no muab rau koj cov neeg tau noj, thiab cov cawv txiv hmab no yog muab rau lawv tau haus thaum lawv nqhis tom roob mojsab qhua.”"},{"bible_id":"1525","chapter_code":"2SA.16","verse_code":"2SA.16.3","label":"3","content":"Vajntxwv nug Xinpas hais tias, “Koj tus tswv Xa-ules tus xeebntxwv Mefinpauses nyob qhov twg?” Xinpas teb hais tias, “Nws tseem nyob hauv lub nroog Yeluxalees, rau qhov nws cia siab hais tias tamsim no cov Yixalayees tabtom yuav muab nws yawg Xa-ules lub tebchaws tso rov rau nws tuav.”"},{"bible_id":"1525","chapter_code":"2SA.16","verse_code":"2SA.16.4","label":"4","content":"Vajntxwv hais rau Xinpas hais tias, “Txhua yam uas yog Mefinpauses tug puavleej yog koj li huv tibsi.” Xinpas teb hais tias, “Vajntxwv, kuv yog koj tus tubtxib, thov kom kuv ua raws li koj lub siab nyiam mus li.”"},{"bible_id":"1525","chapter_code":"2SA.16","verse_code":"2SA.16.5","label":"5","content":"Thaum Daviv mus txog hauv lub nroog Npahulees, Nkelas tus tub Sime-is uas yog Xa-ules cov kwvtij tuaj tos Daviv kev, thiab nws tsawm foom Daviv taug kev tuaj."},{"bible_id":"1525","chapter_code":"2SA.16","verse_code":"2SA.16.6","label":"6","content":"Txawm yog Daviv nyob hauv plawv nws cov neeg thiab nws cov tubrog fajxwm los Sime-is tseem khaws pobzeb txawb tuaj rau Daviv thiab nws cov nomtswv."},{"bible_id":"1525","chapter_code":"2SA.16","verse_code":"2SA.16.7","label":"7","content":"Sime-is cem Daviv hais tias, “Niag neeg tua neeg! Cia li khiav tawm mus! Koj cia li khiav mus! Niag neeg siab phem limhiam!"},{"bible_id":"1525","chapter_code":"2SA.16","verse_code":"2SA.16.8","label":"8","content":"Koj txeeb Xa-ules lub tebchaws kav, tamsim no tus TSWV thiaj rau txim rau koj, rau qhov koj tua Xa-ules tsevneeg. Tus TSWV thiaj muab koj lub tebchaws tso rau koj tus tub Axaloos kav, koj raug kev puastsuaj vim koj yog niag neeg tua neeg.”"},{"bible_id":"1525","chapter_code":"2SA.16","verse_code":"2SA.16.9","label":"9","content":"Xeluyas uas yog Anpisais niam hais rau vajntxwv hais tias, “Vajntxwv, vim li cas koj cia nyuag dev ntawd cem koj mob ua luaj? Thov cia kuv mus muab nws lub nyuag cajdab txiav kiag kom tu nrho rau tod saib!”"},{"bible_id":"1525","chapter_code":"2SA.16","verse_code":"2SA.16.10","label":"10","content":"Vajntxwv hais rau Anpisais thiab nws tus tijlaug Yau-am hais tias, “Tej no tsis yog neb haujlwm. Qhov uas nws cem kuv ntawd, yog tus TSWV kom nws cem, leejtwg yuav muaj peevxwm nug tau hais tias, vim li cas nws thiaj li cem kuv?”"},{"bible_id":"1525","chapter_code":"2SA.16","verse_code":"2SA.16.11","label":"11","content":"Daviv hais rau Anpisais thiab Daviv cov nomtswv hais tias, “Txawm yog kuv tus tub kiag los nws twb nyas nrhw tua kuv povtseg, vim li cas nej yuav quavntsej tus nyuag neeg Npeenyamees ntawd ua dabtsi? Tus TSWV yeej kom nws cem kuv lawm, cia nws nyob nws thiab cia nws cem nws."},{"bible_id":"1525","chapter_code":"2SA.16","verse_code":"2SA.16.12","label":"12","content":"Tej zaum tus TSWV yuav pom kuv tej kev nyuaj siab  thiab nws yuav muab tej lus cem ntawd hloov mus ua lus foom koob hmoov rau kuv.”"},{"bible_id":"1525","chapter_code":"2SA.16","verse_code":"2SA.16.13","label":"13","content":"Yog li ntawd, Daviv thiab nws cov neeg txawm taug kev mus lawm. Sime-is tuaj pem qaum kev nrog lawv mus thiab muab lawv cem dua toj ntais; nws cem thiab xuas pobzeb txawb thiab tseem tsuab av w rau lawv."},{"bible_id":"1525","chapter_code":"2SA.16","verse_code":"2SA.16.14","label":"14","content":"Thaum vajntxwv thiab nws cov neeg mus txog ntawm tus dej Yauladees,  lawv sab heev, lawv thiaj mus so rau qhov ntawd."},{"bible_id":"1525","chapter_code":"2SA.16","verse_code":"2SA.16.15","label":"15","content":"Axaloos thiab cov Yixalayees uas tuaj nws tog puavleej nrog nws los rau hauv lub nroog Yeluxalees, thiab Ahithaufees nrog lawv los ua ke."},{"bible_id":"1525","chapter_code":"2SA.16","verse_code":"2SA.16.16","label":"16","content":"Thaum Husais uas yog Daviv tus phoojywg uas Daviv ntseeg siab heev, ntsib Axaloos, nws qw hais tias, “Thov kom vajntxwv muaj sia nyob ntev! Thov kom vajntxwv muaj sia nyob ntev!”"},{"bible_id":"1525","chapter_code":"2SA.16","verse_code":"2SA.16.17","label":"17","content":"Axaloos nug hais tias, “Koj ua li ko, yog koj hwm koj tus phoojywg Daviv no los? Vim li cas koj tsis nrog nws mus?”"},{"bible_id":"1525","chapter_code":"2SA.16","verse_code":"2SA.16.18","label":"18","content":"Husais teb hais tias, “Kuv yuav ua li cas mus tau? Kuv yuav nyob nrog tus uas tus TSWV thiab cov Yixalayees tau xaiv lawm. Kuv yuav nrog koj nyob xwb."},{"bible_id":"1525","chapter_code":"2SA.16","verse_code":"2SA.16.19","label":"19","content":"Kuv tseem yuav mus tu leejtwg thiab, yog hais tias kuv tsis tu kuv tus tswv tus tub? Thaum ub kuv tu koj txiv li cas lawm, nimno kuv yuav tu koj ib yam li ntawd.”"},{"bible_id":"1525","chapter_code":"2SA.16","verse_code":"2SA.16.20","label":"20","content":"Axaloos tig hlo mus hais rau Ahithaufees hais tias, “Tamsim no peb los nyob hauv no lawm, koj sim pab peb tuav tswvyim saib peb yuav ua li cas thiaj zoo?”"},{"bible_id":"1525","chapter_code":"2SA.16","verse_code":"2SA.16.21","label":"21","content":"Ahithaufees teb hais tias, “Koj cia li mus nrog koj txiv cov niamyau uas nws muab tso tseg tu lub loog pw. Kom txhua tus neeg Yixalayees thiaj paub hais tias, koj txiv saib koj zoo li nws tus yeebncuab, thiab koj cov phoojywg thiaj muab siab npuab koj.”"},{"bible_id":"1525","chapter_code":"2SA.16","verse_code":"2SA.16.22","label":"22","content":"Yog li ntawd, lawv thiaj rub tau ib lub tsevntaub rau ntawm lub loog rau Axaloos, ces Axaloos txawm mus deev nws txiv cov niamyau tabmeeg sawvdaws ntsia ntsoov."},{"bible_id":"1525","chapter_code":"2SA.16","verse_code":"2SA.16.23","label":"23","content":"Lub sijhawm ntawd, txhua lo lus uas Ahithaufees hais ntawd zoo ib yam li yog Vajtswv tej lus ntag; Daviv thiab Axaloos nkawd lub neej tshwmsim raws li Vajtswv tej lus."},{"bible_id":"1525","chapter_code":"2SA.17","verse_code":"2SA.17.1","label":"1","content":"Tau tsis ntev los tom qab no, Ahithaufees hais rau Axaloos hais tias, “Thov cia kuv mus xaiv kaum ob txhiab leej txivneej nrog kuv thiab hmo no kuv yuav mus caum Daviv qab."},{"bible_id":"1525","chapter_code":"2SA.17","verse_code":"2SA.17.2","label":"2","content":"Kuv yuav tua nws thaum nws lim thiab qaug zog heev. Nws yuav ntshai thiab tagnrho nws cov neeg yuav khiav tsis saib qab. Kuv yuav tua vajntxwv tib leeg xwb,"},{"bible_id":"1525","chapter_code":"2SA.17","verse_code":"2SA.17.3","label":"3","content":"thiab kuv yuav coj tagnrho nws cov neeg rov qab los thawj koj ib yam li tus nkauj nyab rov los thawj nws tus txiv. Koj los tsuas nrhiav tua nws tib leeg thiab xwb;  dua li cov yuav tsum tseg cia.”"},{"bible_id":"1525","chapter_code":"2SA.17","verse_code":"2SA.17.4","label":"4","content":"Cov lus no raug Axaloos thiab cov Yixalayees tej thawjcoj siab kawg li."},{"bible_id":"1525","chapter_code":"2SA.17","verse_code":"2SA.17.5","label":"5","content":"Axaloos hais tias, “Nej cia li mus hu Husais los tamsim no, saib nws yuav hais li cas rau peb.”"},{"bible_id":"1525","chapter_code":"2SA.17","verse_code":"2SA.17.6","label":"6","content":"Thaum Husais los txog ntua, Axaloos nug Husais hais tias, “Tej lus no yog Ahithaufees hais qhia rau peb; koj puas pom zoo rau peb ua raws li ntawd? Yog koj tsis pom zoo, thov qhia saib peb yuav ua li cas.”"},{"bible_id":"1525","chapter_code":"2SA.17","verse_code":"2SA.17.7","label":"7","content":"Husais teb hais tias, “Cov lus uas Ahithaufees qhia rau koj no tsis yog lus zoo."},{"bible_id":"1525","chapter_code":"2SA.17","verse_code":"2SA.17.8","label":"8","content":"Koj yeej paub hais tias, koj txiv Daviv thiab nws cov neeg tua rog ua tau heev thiab nyaum cuag tus maum dais uas neeg mus muab nws cov menyuam ntag. Koj txiv yog ib tug tubrog uas yeej ibtxwm txawj tua rog heev thiab hmo ntuj nws yeej tsis nrog nws cov neeg nyob ua ke li."},{"bible_id":"1525","chapter_code":"2SA.17","verse_code":"2SA.17.9","label":"9","content":"Tamsim no nws yeej mus nkaum hauv tej qhov tsua lossis lwm qhov chaw lawm. Ces thaum Daviv tawm los tua koj cov neeg, ces txhua tus uas hnov txog zaj no yuav hais tias koj cov neeg swb lawm."},{"bible_id":"1525","chapter_code":"2SA.17","verse_code":"2SA.17.10","label":"10","content":"Thaum ntawd cov tubrog uas siab tawv, tsis paub ntshai ib yam li tej tsov ntxhuav, yuav cia li ntshai rau qhov txhua tus Yixalayees yeej paub hais tias, koj txiv yog ib tug uas ntaus rog ua tau thiab nws cov neeg yog cov uas muaj siab tawv tua rog heev."},{"bible_id":"1525","chapter_code":"2SA.17","verse_code":"2SA.17.11","label":"11","content":"Kuv pom zoo mas koj cia li sau tagnrho cov Yixalayees nyob thoob plaws sab tebchaws tom no mus txog ntua sab tom ub tuaj ua ke, kom coob npaum li tej suabzeb ntawm ntug hiavtxwv, thiab koj cia li ua tus ntaus thawj loo mus rau hauv tshavrog."},{"bible_id":"1525","chapter_code":"2SA.17","verse_code":"2SA.17.12","label":"12","content":"Txawm yog Daviv nyob qhov twg los peb yeej yuav nrhiav tau nws xwb, peb cia li tua nws thaum nws tsis tau ceevfaj hais tias yuav muaj tej xwm no. Ces nws thiab nws cov neeg thiaj yuav tsis muaj ib tug dim li."},{"bible_id":"1525","chapter_code":"2SA.17","verse_code":"2SA.17.13","label":"13","content":"Yog lawv khiav los rau hauv nroog, peb cov neeg yuav nqa hlua mus khi lub nroog  ntawd tus ntsa yeej cab kom vau tas mus rau nram kwjha. Tsis pub kom tshuav ib lub nyuag pobzeb seem nyob saum ncov roob li.”"},{"bible_id":"1525","chapter_code":"2SA.17","verse_code":"2SA.17.14","label":"14","content":"Axaloos thiab cov Yixalayees hais tias, “Husais, zaj tswvyim zoo dua Ahithaufees zaj tswvyim.” Tus TSWV ua rau Ahithaufees tej tswvyim uas zoo tsis muaj kuab lawm, thiaj tsis muaj leejtwg ua raws li ntawd. Yog li ntawd, tej kev puastsuaj thiaj los raug Axaloos."},{"bible_id":"1525","chapter_code":"2SA.17","verse_code":"2SA.17.15","label":"15","content":"Husais txawm mus piav tej lus uas nws tau hais rau Axaloos thiab cov Yixalayees tej thawjcoj mloog, thiab coj Ahithaufees tej lus mus piav huv tibsi rau Xadaus thiab Anpiyathas uas yog ob tug povthawj mloog."},{"bible_id":"1525","chapter_code":"2SA.17","verse_code":"2SA.17.16","label":"16","content":"Husais hais ntxiv hais tias, “Tamsim no cia li tso neeg mus hais rau Daviv paub, kom nws tsis txhob pw nram tus dej uas hla mus rau tom tiaj suabpuam, tiamsis kom lawv cia li hla tus dej Yauladees mus kom dhau plaws rau sab tim ub, nws thiab nws cov neeg thiaj tsis raug ntes thiab tsis raug tua.”"},{"bible_id":"1525","chapter_code":"2SA.17","verse_code":"2SA.17.17","label":"17","content":"Anpiyathas tus tub Yaunathas thiab Xadaus tus tub Ahima-as nyob rawv ntawm lub qhovdej txhawv Elaunkees uas nyob sab nraum ntug nroog Yeluxalees tos, rau qhov ntshai nyob tsam muaj neeg pom nkawd mus hauv lub nroog. Muaj ib tug ntxhais qhev niaj zaus coj tej xov tuaj qhia rau nkawd. Nkawd mam li mus qhia rau Vajntxwv Daviv paub."},{"bible_id":"1525","chapter_code":"2SA.17","verse_code":"2SA.17.18","label":"18","content":"Tiamsis muaj ib hnub ib tug menyuam tub pom nkawd, nws txawm los qhia rau Axaloos; yog li ntawd, nkawd thiaj maj nroos khiav mus nkaum rau hauv ib tug txivneej lub tsev hauv Npahulees. Tus txivneej ntawd muaj ib lub qhovtshij nyob ze nws lub tsev, nkawd thiaj nqis mus nkaum hauv lub qhovtshij ntawd."},{"bible_id":"1525","chapter_code":"2SA.17","verse_code":"2SA.17.19","label":"19","content":"Tus txivneej ntawd tus pojniam muab ib daim ntaub los nthuav npog thoob plaws lub qhovtshij, thiab muab nplej w thoob plaws rau saud, kom tsis muaj leejtwg paub hais tias muaj neeg nyob hauv."},{"bible_id":"1525","chapter_code":"2SA.17","verse_code":"2SA.17.20","label":"20","content":"Axaloos cov nomtswv tuaj rau hauv tsev thiab nug tus pojniam ntawd hais tias, “Ahima-as thiab Yaunathas nkawd nyob qhov twg?” Tus pojniam ntawd teb hais tias, “Nkawd hla dej mus rau sab tim ub lawm.” Cov txivneej ntawd nrhiav nkawd, tiamsis tsis pom nkawd li, lawv thiaj rov qab mus rau tom lub nroog Yeluxalees lawm."},{"bible_id":"1525","chapter_code":"2SA.17","verse_code":"2SA.17.21","label":"21","content":"Tom qab uas lawv los dhau lawm, Ahima-as thiab Yaunathas nkawd tawm hauv qhovtshij los thiab mus qhia rau Vajntxwv Daviv paub. Nkawd mus qhia rau Daviv paub txog tej uas Ahithaufees tau nrhiav tswvyim tawmtsam Daviv thiab hais tias, “Nej cia li hla dej mus sab tim ub.”"},{"bible_id":"1525","chapter_code":"2SA.17","verse_code":"2SA.17.22","label":"22","content":"Yog li ntawd, Daviv thiab nws cov neeg thiaj hla tus Dej Yauladees, ces thaum kaj ntug txoog lawv twb hla dhau dej tas rau sab tim ub lawm."},{"bible_id":"1525","chapter_code":"2SA.17","verse_code":"2SA.17.23","label":"23","content":"Thaum Ahithaufees paub hais tias tsis muaj neeg pom zoo ua raws li nws hais, nws thiaj li muab eeb nog rau saum nws tus neesluav thiab caij khiav rov mus rau tim nws lub qub zog lawm. Tom qab uas nws tu nws tej khoom tiav tas, nws txawm mus dai tuag. Luag coj nws mus faus rau hauv nws tsevneeg lub qhov ntxa."},{"bible_id":"1525","chapter_code":"2SA.17","verse_code":"2SA.17.24","label":"24","content":"Thaum Axaloos thiab cov Yixalayees hla dhau tus dej Yauladees tuaj, Daviv twb mus txog rau hauv lub nroog Mahana-ees lawm. ("},{"bible_id":"1525","chapter_code":"2SA.17","verse_code":"2SA.17.25","label":"25","content":"Axaloos tsa Amaxas ua tus thawj tubrog hloov Yau-am chaw. Amaxas yog Yethes uas yog cov neeg Yisamayees  tus tub, nws niam hu ua Anpinkayis uas yog Nahases tus ntxhais, thiab yog Xeluyas uas Yau-am niam tus niamhluas.)"},{"bible_id":"1525","chapter_code":"2SA.17","verse_code":"2SA.17.26","label":"26","content":"Axaloos thiab nws cov neeg tuaj tsuam yeej rau hauv cheebtsam Nkile-as."},{"bible_id":"1525","chapter_code":"2SA.17","verse_code":"2SA.17.27","label":"27","content":"Thaum Daviv mus txog hauv lub nroog Mahana-ees, nws txawm ntsib Nahases tus tub Saunpis uas nyob tim lub nroog Lanpas hauv tebchaws Amoos, thiab ntsib Amiyees tus tub Makhiles uas nyob hauv lub nroog Laudenpas, thiab ntsib Npaxilais uas nyob hauv lub nroog Launkelees hauv cheebtsam Nkile-as."},{"bible_id":"1525","chapter_code":"2SA.17","verse_code":"2SA.17.28+2SA.17.29","label":"28-29","content":"Lawv peb leeg no nqa tais, laujkaub av, pam pua, nplej, txhuv, hmoov pobkws, mov kib, taum lag, taum mog,  zib ntab, roj mis nyuj qhuav, kua mis nyuj thiab ob peb tug yaj tuaj pub Daviv thiab nws cov neeg tau siv thiab tau noj. Rau qhov lawv paub hais tias Daviv thiab nws cov neeg twb tshaib plab thiab nkees heev tom roob mojsab qhua tuaj lawm."},{"bible_id":"1525","chapter_code":"2SA.18","verse_code":"2SA.18.1","label":"1","content":"Vajntxwv Daviv sau zog nws cov neeg los ua ke, muab faib ua tej pab ib txhiab leej thiab tej pab ib puas leej, thiab tsa cov thawj los saib lawv."},{"bible_id":"1525","chapter_code":"2SA.18","verse_code":"2SA.18.2","label":"2","content":"Daviv thiaj xa lawv tawm mus ua peb pab nrog Yau-am thiab nws tus kwv Anpisais thiab Ithais uas tuaj hauv lub nroog Nkas tuaj, lawv ib leeg coj ib pab. Thiab vajntxwv hais rau nws cov neeg hais tias, “Kuv yuav nrog nej mus.”"},{"bible_id":"1525","chapter_code":"2SA.18","verse_code":"2SA.18.3","label":"3","content":"Tiamsis lawv teb hais tias, “Koj tsis txhob mus, txawm yog peb cov seem thim khiav ntawm cov yeebncuab rov los, lossis peb raug tua tuag ib nrab lawm los yeej tsis tseemceeb dabtsi; rau qhov koj yog tus tseemceeb tshaj peb kaum txhiab leej. Yog li ntawd, koj nyob hauv nroog no txhij neeg tuaj pab peb zoo dua.”"},{"bible_id":"1525","chapter_code":"2SA.18","verse_code":"2SA.18.4","label":"4","content":"Vajntxwv teb hais tias, “Kuv yuav ua txhua yam raws li nej xav kom kuv ua.” Ces nws txawm mus sawv ntawm roojvag saib nws cov neeg tawm mus ua tej pab ib txhiab leej thiab tej pab ib puas leej."},{"bible_id":"1525","chapter_code":"2SA.18","verse_code":"2SA.18.5","label":"5","content":"Daviv hais rau Yau-am, Anpisais thiab Ithais hais tias: “Yog nej hlub kuv, thov nej tsis txhob ua phem rau tus tub hluas Axaloos.” Cov tubrog puavleej hnov Daviv hais li ntawd rau nws cov thawj tubrog."},{"bible_id":"1525","chapter_code":"2SA.18","verse_code":"2SA.18.6","label":"6","content":"Daviv cov tubrog tawm mus rau tom roob mojsab thiab tua cov Yixalayees hauv thaj Havzoov uas yog cov Efalayees cheebtsam av."},{"bible_id":"1525","chapter_code":"2SA.18","verse_code":"2SA.18.7","label":"7","content":"Cov Yixalayees swb Daviv cov tubrog yog ib qho poob tsam txaus ntshai kawg li, hnub ntawd xwb muaj nees nkaum txhiab leej raug tua tuag."},{"bible_id":"1525","chapter_code":"2SA.18","verse_code":"2SA.18.8","label":"8","content":"Lawv sib tua tawg ri sua mus thoob plaws rau pem tej roob mojsab, thiab cov neeg uas tuag rau hauv havzoov tseem coob tshaj cov uas raug tua tuag rau hauv tshavrog."},{"bible_id":"1525","chapter_code":"2SA.18","verse_code":"2SA.18.9","label":"9","content":"Ces thaum ntawd Axaloos txawm ntsib dheev Daviv cov neeg. Axaloos caij ib tug zag, tus zag khiav mus nkag rau hauv ib tsob qab ntoo qhib, Axaloos lub cajdab thiaj daig nkaus rau saum nkhib ntoo. Tus zag khiav dhau plaws lawm cia Axaloos dai ncuv rau saud."},{"bible_id":"1525","chapter_code":"2SA.18","verse_code":"2SA.18.10","label":"10","content":"Daviv cov neeg ib tug los pom Axaloos, nws thiaj mus qhia rau Yau-am hais tias, “Kuv pom Axaloos khuam dai ncuv saum tus nkhib ntoo qhib!”"},{"bible_id":"1525","chapter_code":"2SA.18","verse_code":"2SA.18.11","label":"11","content":"Yau-am teb hais tias, “Yog koj pom nws tiag, ua li cas koj tsis muab nws tua kiag? Kuv yuav muab kaum daim nyiaj thiab ib txoj siv rau koj.”"},{"bible_id":"1525","chapter_code":"2SA.18","verse_code":"2SA.18.12","label":"12","content":"Tiamsis tus txivneej ntawd teb hais tias, “Txawm yog koj yuav muab ib txhiab daim nyiaj rau kuv los, kuv yuav tsis muab kuv tus ntivtes mus tawmtsam vajntxwv tus tub lub cev li. Peb sawvdaws puavleej hnov vajntxwv tej lus hais rau koj, Anpisais thiab Ithais hais tias, ‘Yog nej hlub kuv, thov tsis txhob ua phem rau tus tub hluas Axaloos.’"},{"bible_id":"1525","chapter_code":"2SA.18","verse_code":"2SA.18.13","label":"13","content":"Yog hais tias kuv tsis mloog vajntxwv lus, kuv muab Axaloos tua lawm, (vajntxwv yeej yuav paub xwb; rau qhov thaum nws hnov), koj yuav tsis pab kuv daws zaj no.”"},{"bible_id":"1525","chapter_code":"2SA.18","verse_code":"2SA.18.14","label":"14","content":"Yau-am teb hais tias, “Kuv tsis xav nkim sijhawm nrog koj hais ntxiv lawm.” Nws thiaj rho hlo nws peb rab hmuv nkaug kiag Axaloos hauvsiab thaum uas Axaloos tseem tsis tau tuag thiab khuam ncuv saum tus nkhib ntoo qhib."},{"bible_id":"1525","chapter_code":"2SA.18","verse_code":"2SA.18.15","label":"15","content":"Ces Yau-am cov tubrog kaum leej thiaj hla hlo mus rau ntawm Axaloos thiab muab nws loos tuag kiag lawm."},{"bible_id":"1525","chapter_code":"2SA.18","verse_code":"2SA.18.16","label":"16","content":"Yau-am tshuab raj tshuab xyu kom tseg tsis txhob sib tua, cov tubrog thiaj tig rov qab los tsis caum cov Yixalayees ntxiv lawm."},{"bible_id":"1525","chapter_code":"2SA.18","verse_code":"2SA.18.17","label":"17","content":"Lawv muab Axaloos lub cev txo los thiab kwv mus pov rau hauv ib lub qhov tob heev hauv havzoov thiab muab pobzeb txhub lub qhov ntawd ua ib pawg cia. Tagnrho cov Yixalayees nyias thiaj khiav rov mus nyias tsev tas lawm."},{"bible_id":"1525","chapter_code":"2SA.18","verse_code":"2SA.18.18","label":"18","content":"Thaum uas Axaloos tseem ua neej nyob, nws puab tau ib tug pejthuam rau hauv lub Hav Vajntxwv, cia ua chaw nco txog nws rau qhov nws tsis muaj tub los ris nws lub npe. Yog li ntawd, nws thiaj muab tus pejthuam ntawd hu raws li nws lub npe, thiab niaj hnub no tseem paub hais tias yog Axaloos tus pejthuam."},{"bible_id":"1525","chapter_code":"2SA.18","verse_code":"2SA.18.19","label":"19","content":"Ces Xadaus tus tub Ahima-as thiaj thov Yau-am hais tias, “Cia kuv coj tej xov no mus qhia rau vajntxwv paub hais tias tus TSWV twb cawm nws dim ntawm nws cov yeebncuab lawm.”"},{"bible_id":"1525","chapter_code":"2SA.18","verse_code":"2SA.18.20","label":"20","content":"Yau-am teb hais tias, “Tsis txhob mus, hnub no koj tsis txhob coj ib yam xov dabtsi mus qhia rau vajntxwv paub li. Lwm hnub tso koj mam li mus, rau qhov hnub no yog hnub uas vajntxwv tus tub tuag.”"},{"bible_id":"1525","chapter_code":"2SA.18","verse_code":"2SA.18.21","label":"21","content":"Yau-am hais rau nws tus tubqhe uas yog neeg Sudas hais tias, “Koj cia li mus qhia tej uas koj pom ntawd rau vajntxwv paub.” Tus tubqhe thiaj li nyo ntshis hawm thiab mus lawm."},{"bible_id":"1525","chapter_code":"2SA.18","verse_code":"2SA.18.22","label":"22","content":"Ahima-as pheej thov hais tias, “Txawm yog li cas los xij, thov cia kuv coj tej xov no mus qhia rau vajntxwv thiab.” Yau-am nug hais tias, “Metub, vim li cas koj xav mus? Koj yeej yuav tsis tau nqi zog dabtsi li los sav!”"},{"bible_id":"1525","chapter_code":"2SA.18","verse_code":"2SA.18.23","label":"23","content":"Ahima-as rov hais dua hais tias, “Txawm yog li cas los xij, kuv xav mus xwb.” Yau-am teb hais tias, “Koj cia li mus.” Yog li ntawd, Ahima-as thiaj khiav taug txojkev uas mus rau nram lub Hav Yauladees thiab mus huas kiag tus qhev ntawd ntej lawm."},{"bible_id":"1525","chapter_code":"2SA.18","verse_code":"2SA.18.24","label":"24","content":"Daviv tabtom zaum ntawm lub roojvag nroog sab hauv thiab sab nraud kis nruab nrab. Tus tub fajxwm nce mus rau saum tus ntsa yeej thiab sawv saum roojvag saib mus rau tim ncauj ke, nws pom ib tug txivneej khiav taug kev los."},{"bible_id":"1525","chapter_code":"2SA.18","verse_code":"2SA.18.25","label":"25","content":"Nws hu qhia rau vajntxwv, vajntxwv teb hais tias, “Yog nws tib leeg los xwb, ces yog nws coj xov zoo los ntag.” Tus txivneej ntawd khiav los ze zuj zus."},{"bible_id":"1525","chapter_code":"2SA.18","verse_code":"2SA.18.26","label":"26","content":"Tus tub fajxwm rov pom dua ib tug khiav los thiab, nws thiaj hu rau tus zov lub roojvag hais tias, “Ntsia tid saib, muaj dua ib tug txivneej khiav los thiab!” Vajntxwv teb hais tias, “Tus ntawd los yog coj xov zoo los thiab.”"},{"bible_id":"1525","chapter_code":"2SA.18","verse_code":"2SA.18.27","label":"27","content":"Tus fajxwm hais tias, “Kuv saib mas tus txivneej uas khiav ua ntej zoo li yog Ahima-as ntag.” Vajntxwv hais tias, “Nws yog ib tug neeg zoo, nws thiaj coj xov zoo los.”"},{"bible_id":"1525","chapter_code":"2SA.18","verse_code":"2SA.18.28","label":"28","content":"Ahima-as los txhos caug ntua rau ntawm vajntxwv xubntiag hawm thiab hais tias, “Vajntxwv, ua tus TSWV uas yog koj tus Vajtswv tsaug, nws twb pab koj yeej cov neeg uas ntxeev siab rau koj lawm.”"},{"bible_id":"1525","chapter_code":"2SA.18","verse_code":"2SA.18.29","label":"29","content":"Vajntxwv nug hais tias, “Tus tub hluas Axaloos puas noj qab nyob zoo?” Ahima-as teb hais tias, “Vajntxwv, thaum koj tus thawj tubrog Yau-am tso kuv los, kuv pom sawvdaws ntxhov siab kawg li, tiamsis kuv tsis muaj cuabkav qhia rau koj paub hais tias yog muaj xwm dabtsi.”"},{"bible_id":"1525","chapter_code":"2SA.18","verse_code":"2SA.18.30","label":"30","content":"Vajntxwv hais tias, “Koj los ntawm no,” ces nws txawm txav zog mus sawv ntawd."},{"bible_id":"1525","chapter_code":"2SA.18","verse_code":"2SA.18.31","label":"31","content":"Tus tubqhe uas yog neeg Sudas los txog thiab hais rau vajntxwv hais tias, “Vajntxwv, kuv muaj xov zoo yuav qhia rau koj! Hnub no tus TSWV twb pab koj yeej cov neeg uas ntxeev siab rau koj lawm!”"},{"bible_id":"1525","chapter_code":"2SA.18","verse_code":"2SA.18.32","label":"32","content":"Vajntxwv nug hais tias, “Tus tub hluas Axaloos puas noj qab nyob zoo thiab?” Tus tubqhe teb hais tias, “Kuv thov kom tej xwmtxheej uas raug nws ntawd poob mus raug koj cov yeebncuab ib yam nkaus, thiab raug txhua tus uas ntxeev siab rau koj.”"},{"bible_id":"1525","chapter_code":"2SA.18","verse_code":"2SA.18.33","label":"33","content":"Vajntxwv tu siab kawg li. Nws thiaj nce mus rau hauv chav uas nyob saum lub roojvag thiab mus quaj saud. Thaum nws tabtom nce mus nws quaj hais tias, “Kuv tus metub! Kuv tus tub Axaloos! Axaloos, kuv tus metub! Yog hloov tau cia kuv tuag hloov koj chaw, Axaloos! Kuv tus metub! Kuv tus tub!”"},{"bible_id":"1525","chapter_code":"2SA.19","verse_code":"2SA.19.1","label":"1","content":"Muaj neeg mus qhia rau Yau-am hais tias, Vajntxwv Daviv quaj nyiav thiab nyuaj siab heev rau Axaloos."},{"bible_id":"1525","chapter_code":"2SA.19","verse_code":"2SA.19.2","label":"2","content":"Yog li hnub ntawd, Daviv cov tubrog txojkev zoo siab uas tua yeej rog thiaj hloov los ua txojkev nyuaj siab, rau qhov lawv hnov hais tias vajntxwv quaj nyiav nws tus tub heev."},{"bible_id":"1525","chapter_code":"2SA.19","verse_code":"2SA.19.3","label":"3","content":"Lawv thiaj li rov mluas mlob los rau hauv nroog ib yam li tej tubrog uas swb rog txajmuag ntsuav khiav hauv tshavrog rov qab los."},{"bible_id":"1525","chapter_code":"2SA.19","verse_code":"2SA.19.4","label":"4","content":"Vajntxwv muab ntaub los npog nws lub ntsejmuag thiab tsa suab hlo quaj hais tias, “Kuv tus metub! Kuv tus tub Axaloos! Axaloos, kuv tus metub!”"},{"bible_id":"1525","chapter_code":"2SA.19","verse_code":"2SA.19.5","label":"5","content":"Yau-am thiaj mus rau tom vajntxwv tsev thiab hais rau vajntxwv hais tias, “Hnub no koj rhuav koj cov neeg ntsejmuag. Cov neeg ntawd twb yog cov uas cawm koj thiab koj cov tub, cov ntxhais, cov pojniam thiab koj cov niamyau txojsia dim ntawm txojkev puastsuaj."},{"bible_id":"1525","chapter_code":"2SA.19","verse_code":"2SA.19.6","label":"6","content":"Koj ntxub cov uas hlub koj thiab nyiam cov uas ntxub koj! Ua li koj ua no qhia tau hais tias koj tej nomtswv thiab koj cov neeg tsis muaj txiaj ntsig dabtsi rau koj li. Kuv paub hais tias hnub no yog Axaloos muaj sia nyob thiab peb tuag tas, mas koj yuav zoo siab heev."},{"bible_id":"1525","chapter_code":"2SA.19","verse_code":"2SA.19.7","label":"7","content":"Nimno koj cia li mus hais ib lo lus nplig koj cov neeg siab. Kuv thov tuav tus TSWV lub npe coglus hais tias yog koj tsis mus, tagkis sawv ntxov lawv yuav tsis muaj ib tug nrog koj nyob li lawm. Qhov ntawd yuav ua rau koj tau kev txomnyem nyuaj siab hnyav dua tej uas koj muaj thaum koj hluas los txog niaj hnub no.”"},{"bible_id":"1525","chapter_code":"2SA.19","verse_code":"2SA.19.8","label":"8","content":"Ces vajntxwv thiaj sawv tsees thiab mus zaum ze rau ntawm lub roojvag nroog. Nws cov neeg hnov hais tias nws tuaj nyob ntawd, lawv thiaj los sawv ibncig nws. Dhau ntawd cov Yixalayees nyias txawm rov mus nyias tsev tas lawm."},{"bible_id":"1525","chapter_code":"2SA.19","verse_code":"2SA.19.9","label":"9","content":"Cov pejxeem nyob thoob plaws tebchaws sib cav ntsoog qees, ib leeg hais rau ib leeg hais tias, “Twb yog Vajntxwv Daviv cawm peb dim ntawd peb cov yeebncuab, nws pab kom peb dim ntawm cov Filitees, tiamsis nimno nws khiav Axaloos thiab tawm hauv lub tebchaws no mus lawm."},{"bible_id":"1525","chapter_code":"2SA.19","verse_code":"2SA.19.10","label":"10","content":"Peb tau muab roj hliv rau Axaloos taubhau tsa nws ua peb tus vajntxwv, tiamsis nws raug tua tuag rau hauv tshavrog lawm. Txawm yuav tsis muaj leejtwg mus coj Vajntxwv Daviv rov qab los li los?”"},{"bible_id":"1525","chapter_code":"2SA.19","verse_code":"2SA.19.11","label":"11","content":"Tej lus uas cov Yixalayees hais no nrov ncha mus txog rau Vajntxwv Daviv.  Nws thiaj txib Xadaus thiab Anpiyathas uas yog ob tug povthawj mus nug cov Yudas tej thawjcoj hais tias, “Vim li cas nej thiaj yog cov uas tuaj tos vajntxwv rov qab los rau hauv nws lub loog lig dua lwm pab huv tibsi?"},{"bible_id":"1525","chapter_code":"2SA.19","verse_code":"2SA.19.12","label":"12","content":"Nej twb yog kuv cov kwvtij, yog kuv roj kuv ntshav ntag; vim li cas nej yog cov uas tuaj tos kuv lig dua luag tej huv tibsi?”"},{"bible_id":"1525","chapter_code":"2SA.19","verse_code":"2SA.19.13","label":"13","content":"Thiab Daviv tseem kom nkawd mus hais rau Amaxas hais tias, “Koj yog kuv ib tug kwvtij. Txij hnub no mus kuv yuav tsa koj ua tus thawj saib cov tubrog hloov Yau-am chaw. Yog kuv tsis ua raws li kuv hais, thov Vajtswv tua kuv povtseg!”"},{"bible_id":"1525","chapter_code":"2SA.19","verse_code":"2SA.19.14","label":"14","content":"Daviv tej lus thiaj ua rau cov Yudas muab siab npuab Daviv. Lawv thiaj tso neeg mus hais rau Daviv thiab nws cov nomtswv kom rov qab los."},{"bible_id":"1525","chapter_code":"2SA.19","verse_code":"2SA.19.15","label":"15","content":"Thaum Vajntxwv Daviv rov los, nws ntsib ib co Yudas tabtom tuaj txog ntawm tus dej Yauladees, lawv yog cov uas nyob hauv lub nroog Nkilenkas tuaj coj nws hla dej."},{"bible_id":"1525","chapter_code":"2SA.19","verse_code":"2SA.19.16","label":"16","content":"Tib lub sijhawm ntawd Nkelas tus tub Sime-is uas yog xeem Npeenyamees maj nroos hauv lub nroog Npahulees tuaj cuag Vajntxwv Daviv nram tus dej Yauladees."},{"bible_id":"1525","chapter_code":"2SA.19","verse_code":"2SA.19.17","label":"17","content":"Nws coj cov Npeenyamees ib txhiab leej txivneej nrog nws tuaj. Thiab Xinpas uas yog Xa-ules tsevneeg tus tubtxib coj nws kaum tsib tug tub thiab nees nkaum leej tubtxib tuaj thiab, lawv tuaj txog rau ntawm tus dej Yauladees ua ntej Vajntxwv los txog ntawd."},{"bible_id":"1525","chapter_code":"2SA.19","verse_code":"2SA.19.18","label":"18","content":"Lawv hla  dej mus rau sab tid tos coj vajntxwv tsevneeg hla dej thiab ua txhua yam uas vajntxwv kom lawv ua. Thaum vajntxwv tabtom sawv kev yuav hla dej, Sime-is txawm txhos caug ntua hawm vajntxwv"},{"bible_id":"1525","chapter_code":"2SA.19","verse_code":"2SA.19.19","label":"19","content":"thiab hais tias, “Vajntxwv, thov koj zam txim rau tej uas kuv tau ua txhaum rau koj, thaum koj tawm hauv lub nroog Yeluxalees tuaj. Thov tsis txhob muab zaj ntawd los tawmtsam kuv lossis thov koj tsis txhob xav txog zaj ntawd li."},{"bible_id":"1525","chapter_code":"2SA.19","verse_code":"2SA.19.20","label":"20","content":"Vajntxwv, kuv yeej paub hais tias kuv tau ua txhaum lawm tiag, vim li no cov xeem uas nyob pem qaumteb, kuv thiaj yog thawj tug uas xub tuaj ntsib koj hnub no ntag.”"},{"bible_id":"1525","chapter_code":"2SA.19","verse_code":"2SA.19.21","label":"21","content":"Xeluyas tus tub Anpisais teb hais tias, “Yeej tsimnyog muab Sime-is tua povtseg rau qhov nws tsawm foom tus uas tus TSWV xaiv cia ua vajntxwv lawm.”"},{"bible_id":"1525","chapter_code":"2SA.19","verse_code":"2SA.19.22","label":"22","content":"Tiamsis Daviv hais rau Anpisais thiab Anpisais tus tijlaug Yau-am hais tias, “Leejtwg thov tswvyim ntawm neb? Neb tsim teebmeem rau kuv los? Nimno kuv yeej yog cov Yixalayees tus vajntxwv, thiab hnub no kuv yuav tsis muab cov Yixalayees ib tug twg tua povtseg li.”"},{"bible_id":"1525","chapter_code":"2SA.19","verse_code":"2SA.19.23","label":"23","content":"Thiab Daviv hais rau Sime-is hais tias, “Kuv coglus rau koj, koj yuav tsis raug tua povtseg li.”"},{"bible_id":"1525","chapter_code":"2SA.19","verse_code":"2SA.19.24","label":"24","content":"Mefinpauses uas yog Xa-ules tus xeebntxwv tuaj cuag vajntxwv. Nws yeej tsis ntxuav nws ob txhais taw, tsis chais nws cov hwjtxwv lossis ntxhua nws tej ris tsho, txij thaum vajntxwv khiav hauv Yeluxalees mus txog hnub uas vajntxwv rov yeej lub tebchaws li."},{"bible_id":"1525","chapter_code":"2SA.19","verse_code":"2SA.19.25","label":"25","content":"Thaum Mefinpauses tuaj  pem Yeluxalees tuaj cuag vajntxwv, vajntxwv hais rau Mefinpauses hais tias, “Mefinpauses, vim li cas koj thiaj tsis nrog kuv mus?”"},{"bible_id":"1525","chapter_code":"2SA.19","verse_code":"2SA.19.26","label":"26","content":"Mefinpauses teb hais tias, “Vajntxwv, koj yeej paub hais tias kuv yog ib tug neeg sav ceg. Kuv twb hais rau kuv tus tubtxib kom nws muab eeb nog rau kuv tus neesluav rau kuv caij nrog koj mus, tiamsis nws ntxeev siab rau kuv lawm thiab."},{"bible_id":"1525","chapter_code":"2SA.19","verse_code":"2SA.19.27","label":"27","content":"Nws tuaj hais kuv tsis zoo rau koj, tiamsis koj zoo nkaus li Vajtswv tus timtswv, koj thiaj ua raws li koj pom zoo xwb."},{"bible_id":"1525","chapter_code":"2SA.19","verse_code":"2SA.19.28","label":"28","content":"Tagnrho kuv txiv tsevneeg yeej tsimnyog koj muab tua povtseg huv tibsi lawm, tiamsis koj pub kuv nrog koj noj koom tsum saum koj lub rooj mov. Vajntxwv, kuv yeej tsis muaj cuabkav yuav thov kom koj hlub kuv ntxiv lawm.”"},{"bible_id":"1525","chapter_code":"2SA.19","verse_code":"2SA.19.29","label":"29","content":"Vajntxwv teb hais tias, “Koj tsis txhob hais dabtsi ntxiv lawm. Kuv hais rau koj hais tias, Xinpas neb cia li mus muab Xa-ules tej qubtxeeg qubteg coj los faib rau neb.”"},{"bible_id":"1525","chapter_code":"2SA.19","verse_code":"2SA.19.30","label":"30","content":"Mefinpauses teb hais tias, “Cia li muab rau Xinpas tib leeg yuav xwb, qhov uas koj rov los tsev thajyeeb lug twb ua rau kuv zoo siab kawg li lawm.”"},{"bible_id":"1525","chapter_code":"2SA.19","verse_code":"2SA.19.31","label":"31","content":"Npaxilais tus uas yog neeg Nkile-as uas nyob hauv lub nroog Launkelees, nws tuaj pab coj vajntxwv hla tus Dej Yauladees."},{"bible_id":"1525","chapter_code":"2SA.19","verse_code":"2SA.19.32","label":"32","content":"Npaxilais yog ib tug neeg laus heev, nws twb muaj yim caum xyoo lawm. Npaxilais yog ib tug neeg npluanuj thiab tau xa zaub mov tuaj pub rau vajntxwv, thaum uas vajntxwv tseem nyob hauv Mahana-ees."},{"bible_id":"1525","chapter_code":"2SA.19","verse_code":"2SA.19.33","label":"33","content":"Vajntxwv hais rau Npaxilais hais tias, “Koj cia li nrog kuv mus nyob hauv lub nroog Yeluxalees, kuv yuav ua tus saib xyuas koj mus li.”"},{"bible_id":"1525","chapter_code":"2SA.19","verse_code":"2SA.19.34","label":"34","content":"Tiamsis Npaxilais teb hais tias, “Kuv yuav nyob tsis ntev lawm, kuv yuav ua li cas nrog koj mus nyob tau hauv lub nroog Yeluxalees?"},{"bible_id":"1525","chapter_code":"2SA.19","verse_code":"2SA.19.35","label":"35","content":"Kuv twb muaj yim caum xyoo lawm, thiab tsis muaj ib yam dabtsi yuav ua rau kuv zoo ntxiv lawm. Kuv noj mov thiab haus dej los twb tsis hnov qab, txawm yog luag tej suab hu nkauj los kuv twb tsis hnov. Ntshai kuv tsuas muaj yuav ua kev nyuaj siab rau vajntxwv uas yog kuv tus tswv lawm xwb."},{"bible_id":"1525","chapter_code":"2SA.19","verse_code":"2SA.19.36","label":"36","content":"Tsis tsimnyog kuv mus txais yuav tej nqi zog uas tseemceeb ntawd li. Cia kuv nrog koj mus kom dhau tus Dej Yauladees rau sab tid xwb."},{"bible_id":"1525","chapter_code":"2SA.19","verse_code":"2SA.19.37","label":"37","content":"Cia kuv rov qab mus tsev thiab mus tuag ze kuv niam kuv txiv tej toj ntxa. Vajntxwv, ntawm no yog kuv tus tub Khihas, nws yuav yog tus tu koj; cia li coj nws nrog koj mus thiab koj xav pab nws li cas, los koj cia li pab nws raws li koj pom zoo.”"},{"bible_id":"1525","chapter_code":"2SA.19","verse_code":"2SA.19.38","label":"38","content":"Vajntxwv teb hais tias, “Kuv yuav coj nws nrog kuv mus thiab kuv yuav pab nws txhua yam raws li koj xav kom kuv pab. Thiab kuv yuav pab koj txhua yam uas koj thov kuv pab.”"},{"bible_id":"1525","chapter_code":"2SA.19","verse_code":"2SA.19.39","label":"39","content":"Daviv thiab nws cov neeg txawm hla tus Dej Yauladees los lawm. Daviv thiaj nwj Npaxilais thiab foom koob hmoov rau Npaxilais, ces nws txawm rov mus tsev lawm."},{"bible_id":"1525","chapter_code":"2SA.19","verse_code":"2SA.19.40","label":"40","content":"Thaum vajntxwv hla dej, mas yog cov Yudas thiab cov Yixalayees ib nrab tuaj pab coj nws hla, vajntxwv mus rau hauv lub nroog Nkilenkas thiab lub nroog Khihas los lawv puavleej nrog nws mus thiab."},{"bible_id":"1525","chapter_code":"2SA.19","verse_code":"2SA.19.41","label":"41","content":"Ces cov Yixalayees txawm mus cuag vajntxwv thiab hais rau nws hais tias, “Vajntxwv, vim li cas peb cov kwvtij uas yog cov Yudas, lawv xav hais tias lawv thiaj yog cov uas tsimnyog tuaj tos koj thiab pab xa koj, koj tsevneeg thiab koj cov neeg hla tus Dej Yauladees xwb?”"},{"bible_id":"1525","chapter_code":"2SA.19","verse_code":"2SA.19.42","label":"42","content":"Cov Yudas teb hais tias, “Peb ua li ntawd rau qhov vajntxwv yog peb tib xeem. Vim li cas qhov nyuag no tseem yuav ua rau nej chim thiab? Nws yeej tsis muab zaub mov los them peb lossis nws yeej tsis tau muab ib yam dabtsi rau peb li los sav.”"},{"bible_id":"1525","chapter_code":"2SA.19","verse_code":"2SA.19.43","label":"43","content":"Cov Yixalayees teb hais tias, “Txawm yog Vajntxwv Daviv yog nej tib xeem los peb yeej muaj tug nyob hauv nws ntau tshaj nej kaum npaug. Vim li cas nej yuav saib peb tsis muaj nqis li? Nej puas nco hais tias, peb yog thawj cov uas xub hais kom mus tos vajntxwv rov qab los.” Tiamsis cov Yudas tseem hajyam ntxeev lus loj tshaj cov Yixalayees thiab."},{"bible_id":"1525","chapter_code":"2SA.20","verse_code":"2SA.20.1","label":"1","content":"Muaj ib tug txivneej hu ua Senpas nyob hauv lub nroog Nkilenkas, nws yog Npikelis tus tub uas yog xeem Npeenyamees, nws yog ib tug neeg siab phem heev. Nws tshuab raj tshuab xyu thiab hu hais tias, “Cov Yixalayees, peb twb tsis muaj feem nrog Daviv, peb tsis txhob nrog nws mus!”"},{"bible_id":"1525","chapter_code":"2SA.20","verse_code":"2SA.20.2","label":"2","content":"Yog li ntawd, cov Yixalayees thiaj tso Daviv tseg thiab nrog Senpas mus lawm, tiamsis cov Yudas tseem muab siab npuab Daviv thiab raws nws qab tom tus dej Yauladees los txog rau hauv lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"2SA.20","verse_code":"2SA.20.3","label":"3","content":"Thaum Daviv los txog hauv lub nroog Yeluxalees, nws muab nws kaum tus niamyau uas nws tso tseg tu lub loog cais hlo rau ib lub tsev thiab tso cov fajxwm zov. Nws muab txhua yam uas lawv xav tau xa mus rau lawv, tiamsis nws tsis mus nrog lawv pw li lawm. Nws tu ib qhov chaw rau lawv nyob ib yam li tej pojntsuam mus tas lawv simneej li."},{"bible_id":"1525","chapter_code":"2SA.20","verse_code":"2SA.20.4","label":"4","content":"Vajntxwv hais rau Amaxas hais tias, “Koj cia li mus hu cov Yudas tuaj ua ke thiab nagkis koj yuav tsum nrog lawv tuaj rau ntawm no.”"},{"bible_id":"1525","chapter_code":"2SA.20","verse_code":"2SA.20.5","label":"5","content":"Amaxas mus hu lawv, tiamsis nws tsis rov tuaj raws li lub sijhawm uas vajntxwv teem kom nws tuaj."},{"bible_id":"1525","chapter_code":"2SA.20","verse_code":"2SA.20.6","label":"6","content":"Yog li ntawd, vajntxwv thiaj hais rau Anpisais hais tias, “Npikelis tus tub Senpas tseem yuav ua phem rau peb heev tshaj Axaloos ua thiab. Koj cia li coj kuv cov neeg mus raws nws qab, tej zaum nws yuav nyob hauv tej nroog uas txhim ntsa yeej khov kho kom nws tau chaw khiav nkaum peb.”"},{"bible_id":"1525","chapter_code":"2SA.20","verse_code":"2SA.20.7","label":"7","content":"Yog li ntawd, Yau-am cov neeg, cov tubrog uas zov vajntxwv thiab tagnrho cov tubrog uas seem hauv Yeluxalees thiaj nrog Anpisais mus caum Npikelis tus tub Senpas."},{"bible_id":"1525","chapter_code":"2SA.20","verse_code":"2SA.20.8","label":"8","content":"Thaum lawv mus txog ntawm lub pobzeb loj hauv Nkinpe-oos, Amaxas mus ntsib lawv ntawd thiab. Yau-am hnav rawv cev ris tsho sib tua nrog ib rab ntaj ntxig rau hauv hnab thiab muab siv pav khov kho rau ntawm duav. Ces thaum Yau-am nam zog mus rab ntaj txawm hlauv hlo."},{"bible_id":"1525","chapter_code":"2SA.20","verse_code":"2SA.20.9","label":"9","content":"Yau-am hais rau Amaxas hais tias, “Kuv tus phoojywg, koj puas noj qab nyob zoo?” Ces nws cev loo nws sab tes xis mus tuav nkaus Amaxas cov hwjtxwv li yuav nwj Amaxas."},{"bible_id":"1525","chapter_code":"2SA.20","verse_code":"2SA.20.10","label":"10","content":"Amaxas tsis ceevfaj uas yuav muab ib yam dabtsi los thaiv kom tau rab ntaj, ces Yau-am thiaj tib nkaug Amaxas plab tshab plaws ua hnyuv tshau lug rau hauv av. Amaxas tuag kiag tamsim ntawd thiab Yau-am yeej tsis tau loos ntxiv li lawm. Yau-am thiab nws tus kwv Anpisais rau siab ntso mus caum Senpas qab."},{"bible_id":"1525","chapter_code":"2SA.20","verse_code":"2SA.20.11","label":"11","content":"Yau-am cov neeg ib tug sawv ib sab ntawm Amaxas lub cev tuag hu hais tias, “Txhua tus uas tuaj Yau-am thiab Daviv tog cia li raws Yau-am qab!”"},{"bible_id":"1525","chapter_code":"2SA.20","verse_code":"2SA.20.12","label":"12","content":"Amaxas tuag xyab luas thiab tsau ntshav tsawv hauv plawv kev. Yau-am ib tug tubrog pom hais tias, txhua tus puavleej los sawv tas ua ib pawg rau ntawd lawm, nws thiaj muab lub cev tuag luag tawm hauv plawv kev mus tso rau tom hav puamkhab thiab muab ib daim pam npog rau."},{"bible_id":"1525","chapter_code":"2SA.20","verse_code":"2SA.20.13","label":"13","content":"Ces tom qab uas muab tus tuag ntawd tshem tawm hauv plawv kev lawm, lawv txhua tus thiaj raws Yau-am qab mus caum Senpas."},{"bible_id":"1525","chapter_code":"2SA.20","verse_code":"2SA.20.14","label":"14","content":"Senpas mus dhau plaws cov Yixalayees tus ciamteb mus rau hauv lub nroog Anpees Npethes Ma-akas, thiab tagnrho Npikelis  cov kwvtij puavleej sau nthwv tuaj nrog nws mus rau hauv lub nroog."},{"bible_id":"1525","chapter_code":"2SA.20","verse_code":"2SA.20.15","label":"15","content":"Yau-am cov neeg hnov hais tias Senpas nyob hauv nroog, yog li ntawd, lawv thiaj mus vij lub nroog ntawd. Lawv muab av los meem sab ntsa yeej nraud thiab khawb hauv taw ntsa yeej kom tus ntsa yeej vau."},{"bible_id":"1525","chapter_code":"2SA.20","verse_code":"2SA.20.16","label":"16","content":"Muaj ib tug pojniam ntse heev nyob hauv lub nroog ntawd, nws qw hauv lub nroog tuaj hais tias, “Nej cia li mloog! Nej cia li mloog kuv hais! Hais rau Yau-am kom cia li los ntawm no; kuv xav nrog nws tham.”"},{"bible_id":"1525","chapter_code":"2SA.20","verse_code":"2SA.20.17","label":"17","content":"Yau-am txawm txav zog mus ze tus pojniam ntawd, tus pojniam ntawd nug hais tias, “Koj yog Yau-am los?” Yau-am teb hais tias, “Kuv yog Yau-am ntag.” Tus pojniam ntawd hais tias, “Koj cia li mloog kuv hais.” Yau-am teb hais tias, “Kuv yeej mloog koj hais.”"},{"bible_id":"1525","chapter_code":"2SA.20","verse_code":"2SA.20.18","label":"18","content":"Tus pojniam ntawd txawm hais tias, “Luag ibtxwm hais tias, ‘Cia li mus nrhiav tej lus teb ntawm Anpees,’ lawv ua li ntawd thiaj sib hais haum lawm."},{"bible_id":"1525","chapter_code":"2SA.20","verse_code":"2SA.20.19","label":"19","content":"Peb muaj kev thajyeeb thiab kev ncaj ncees nyob hauv lub tebchaws Yixalayees no. Vim li cas koj pheej nrhiav kev muab lub nroog uas yog leej niam hauv lub tebchaws Yixalayees no rhuav povtseg? Puas yog koj xav nqos tej uas yog tus TSWV tug?”"},{"bible_id":"1525","chapter_code":"2SA.20","verse_code":"2SA.20.20","label":"20","content":"Yau-am teb hais tias, “Kuv tsis ua kom puastsuaj ib zaug li. Kuv tsis lam rhuav tshem lossis ua kom peb lub nroog no puastsuaj!"},{"bible_id":"1525","chapter_code":"2SA.20","verse_code":"2SA.20.21","label":"21","content":"Tsis yog peb txhob txwm ua li ntawd. Tiamsis muaj ib tug txivneej hu ua Senpas uas yog Npikelis tus tub, nws ntxeev siab rau Vajntxwv Daviv thiab khiav pem lub roob Efalayees tuaj rau hauv no lawm. Yog nej muab tau tus neeg no cob rau peb, kuv yuav tso lub nroog no tseg.” Tus pojniam ntawd hais tias, “Peb yuav muab nws lub taubhau pov tuaj rau nej.”"},{"bible_id":"1525","chapter_code":"2SA.20","verse_code":"2SA.20.22","label":"22","content":"Tus pojniam ntawd thiaj mus cuag cov neeg hauv lub nroog raws li nws npaj siab lawm, lawv thiaj muab Senpas lub taubhau txiav pov tuaj rau Yau-am sab ntsa yeej nraud. Yau-am thiaj tshuab raj tshuab xyu hu kom nws cov neeg tso lub nroog ntawd ntseg, lawv thiaj rov los tsev lawm. Yau-am rov los cuag vajntxwv rau hauv lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"2SA.20","verse_code":"2SA.20.23","label":"23","content":"Yau-am yog cov Yixalayees tus thawj tubrog; Yehauyadas tus tub Npenayas yog tus saib cov tubrog uas zov Daviv;"},{"bible_id":"1525","chapter_code":"2SA.20","verse_code":"2SA.20.24","label":"24","content":"Adaunilas yog tus saib cov ua haujlwm; Ahilus tus tub Yehausafas yog tus saib cov tuav ntaub ntawv;"},{"bible_id":"1525","chapter_code":"2SA.20","verse_code":"2SA.20.25","label":"25","content":"Sevas yog tus teev ntawv; Xadaus thiab Anpiyathas yog ob tug povthawj,"},{"bible_id":"1525","chapter_code":"2SA.20","verse_code":"2SA.20.26","label":"26","content":"thiab Ilas uas nyob hauv lub nroog Yailes yog Daviv ib tug povthawj thiab."},{"bible_id":"1525","chapter_code":"2SA.21","verse_code":"2SA.21.1","label":"1","content":"Lub sijhawm uas Daviv ua vajntxwv kav lub tebchaws muaj kev tshaib plab tau peb xyoo txwm nkaus. Yog li ntawd, Daviv thiaj mus nug tus TSWV txog zaj ntawd, tus TSWV hais tias, “Twb yog Xa-ules thiab nws tsevneeg ua txhaum vim lawv tua neeg; nws muab cov neeg hauv Nkinpe-oos tua tuag tas.” ("},{"bible_id":"1525","chapter_code":"2SA.21","verse_code":"2SA.21.2","label":"2","content":"Cov neeg uas nyob hauv Nkinpe-oos tsis yog neeg Yixalayees; lawv yog cov neeg Amaules ib pab nyuag tsawg heev uas cov Yixalayees tau coglus rau lawv hais tias yuav tsomkwm lawv, tiamsis Xa-ules mus muab lawv tua tuag tas lawm, rau qhov Xa-ules mob siab heev rau cov Yixalayees thiab cov Yudas.)"},{"bible_id":"1525","chapter_code":"2SA.21","verse_code":"2SA.21.3","label":"3","content":"Yog li ntawd, Daviv caw cov Nkinpe-oos tuaj cuag nws thiab hais rau lawv hais tias, “Nej xav kom kuv ua dabtsi pab nej? Kuv yuav ua li cas thiaj pauj tau tej uas luag ua rau nej tas los lawm, nej thiaj yuav foom koob hmoov rau tus TSWV haivneeg.”"},{"bible_id":"1525","chapter_code":"2SA.21","verse_code":"2SA.21.4","label":"4","content":"Lawv teb hais tias, “Peb tau nrog Xa-ules thiab nws tsevneeg sib ceg txaus lawm, txawm yog yuav muab nyiaj muab kub los kho peb thiab muab cov Yixalayees ib tug twg tua pauj los peb yeej tsis txaus siab li.” Daviv thiaj nug hais tias, “Yog li ntawd, nej xav kom kuv ua dabtsi pab nej?”"},{"bible_id":"1525","chapter_code":"2SA.21","verse_code":"2SA.21.5","label":"5","content":"Lawv teb hais tias, “Xa-ules yeej xav muab peb tua kom tu noob nrho, tsis xav kom peb ib tug seem nyob rau hauv lub tebchaws Yixalayees no li."},{"bible_id":"1525","chapter_code":"2SA.21","verse_code":"2SA.21.6","label":"6","content":"Yog li ntawd, yuav tsum muab nws xya tus tub xeebntxwv cob rau peb, thiab peb yuav muab lawv dai tabmeeg tus TSWV rau hauv lub nroog Nkinpe-as uas yog Xa-ules lub nroog uas tus TSWV tau xaiv nws ua vajntxwv.” Vajntxwv teb hais tias, “Kuv yuav muab lawv cob rau nej tes.”"},{"bible_id":"1525","chapter_code":"2SA.21","verse_code":"2SA.21.7","label":"7","content":"Tiamsis vim Daviv thiab Yaunathas tau coglus khov heev rau tus TSWV lawm, Daviv thiaj tseg Yaunathas tus tub Mefinpauses uas yog Xa-ules tus tub xeebntxwv cia."},{"bible_id":"1525","chapter_code":"2SA.21","verse_code":"2SA.21.8","label":"8","content":"Txawm li ntawd, los Daviv tseem mus ntes Amaunis thiab Mefinpauses uas yog A-iyas tus ntxhais Lixepas ob tug tub uas nws yug rau Xa-ules; thiab Daviv mus ntes Xa-ules tus ntxhais Melas tsib tug tub uas Melas yug rau Npaxilais tus tub Aliyees hauv Mehaulas coj los rau lawv huv tibsi."},{"bible_id":"1525","chapter_code":"2SA.21","verse_code":"2SA.21.9","label":"9","content":"Thiab Daviv muab lawv cob rau cov Nkinpe-oos. Cov Nkinpe-oos thiaj coj lawv mus dai tabmeeg tus TSWV, ces xya leej ntawd thiaj tuag ua ke huv tibsi lawm. Lawv raug tua tuag rau thaum lub caij ntuj nag tu uas tabtom pib hlais nplej."},{"bible_id":"1525","chapter_code":"2SA.21","verse_code":"2SA.21.10","label":"10","content":"Xa-ules tus niamyau Lixepas uas yog A-iyas tus ntxhais thiaj muab ntaubtsaj coj mus rub ua ib lub tsev pheebsuab rau nws nyob saum lub pobzeb uas lawv tso cov tuag, thiab nws nyob hauv lub tsev ntawd thaum pib hlais nplej mus txog rau thaum lub caij ntuj nag nqis. Nruab hnub nws zov tsis pub noog los ze cov tuag, thiab hmo ntuj nws zov tsis pub tej tsiaj los ze cov tuag ntawd."},{"bible_id":"1525","chapter_code":"2SA.21","verse_code":"2SA.21.11","label":"11","content":"Thaum Daviv hnov tej uas Lixepas ua ntawd,"},{"bible_id":"1525","chapter_code":"2SA.21","verse_code":"2SA.21.12","label":"12","content":"Daviv thiaj mus muab Xa-ules thiab Xa-ules tus tub Yaunathas cov pobtxha ntawm cov Yanpes hauv Nkile-as los. (Lawv mus nyiag tej pobtxha ntawd hauv lub plawv nroog Npethes Sas, ntawm qhov chaw uas cov Filitees muab Xa-ules thiab Yaunathas dai, hnub uas lawv tua Xa-ules tuag rau saum lub Roob Nkinpau-as ntag.)"},{"bible_id":"1525","chapter_code":"2SA.21","verse_code":"2SA.21.13","label":"13","content":"Daviv khaws Xa-ules, Yaunathas thiab xya tus txivneej uas luag muab dai nrog nkawd ua ke ntawd cov pobtxha nqa huv tibsi los."},{"bible_id":"1525","chapter_code":"2SA.21","verse_code":"2SA.21.14","label":"14","content":"Ces lawv thiaj muab Xa-ules thiab Yaunathas nkawd cov pobtxha coj mus faus rau hauv Xa-ules txiv Kises lub qhov ntxa ntawm lub nroog Xelas hauv lub xeev Npeenyamees, lawv ua txhua yam raws li vajntxwv hais kom lawv ua. Tom qab ntawd Vajtswv thiaj teb tej lus uas lawv thov pab lawv lub tebchaws."},{"bible_id":"1525","chapter_code":"2SA.21","verse_code":"2SA.21.15","label":"15","content":"Cov Filitees thiab cov Yixalayees rov ua rog dua, ces Daviv thiab nws cov neeg thiaj mus tua cov Filitees. Thaum lawv tabtom sib tua ntawd Daviv tsaug muag heev."},{"bible_id":"1525","chapter_code":"2SA.21","verse_code":"2SA.21.16","label":"16","content":"Muaj ib tug txivneej loj heev hu ua Inpinpenaus nqa ib rab hmuv tooj hnyav xya choj thiab rau las, thiab nws ris ib rab ntaj tshiab, nws xav hais tias nws yuav tua kom tau Daviv povtseg."},{"bible_id":"1525","chapter_code":"2SA.21","verse_code":"2SA.21.17","label":"17","content":"Tiamsis Xeluyas tus tub Anpisais thiaj txav zog los pab Daviv ntaus tus neeg loj heev ntawd, thiab muab tua tuag kiag lawm. Daviv cov tubrog coglus rau Daviv kom nws tsis txhob nrog lawv mus tua rog ntxiv lawm. Lawv hais tias, “Peb cov Yixalayees cia siab rau koj xwb, peb tsis xav cia cov Yixalayees lub teeb tuag.”"},{"bible_id":"1525","chapter_code":"2SA.21","verse_code":"2SA.21.18","label":"18","content":"Tom qab no rov muaj kev sib tua nrog cov Filitees hauv lub nroog Nkaunpes dua, thaum ntawd Xinpekais uas nyob hauv Husas thiaj tua ib tug neeg loj heev uas hu ua Xelas tuag lawm thiab."},{"bible_id":"1525","chapter_code":"2SA.21","verse_code":"2SA.21.19","label":"19","content":"Rov muaj kev sib tua nrog cov Filitees ntxiv hauv lub nroog Nkaunpes. Yailes  tus tub Ehanas uas nyob hauv lub nroog Npelehees thiaj tua Nkauli-am uas nyob hauv lub nroog Nkas tuag, Nkauli-am muaj ib rab hmuv tus vos tuab ib yam li lub nqos ntos ntaub."},{"bible_id":"1525","chapter_code":"2SA.21","verse_code":"2SA.21.20","label":"20","content":"Tseem rov muaj kev sib tua nyob hauv lub nroog Nkas, nyob hauv muaj ib tug txivneej loj siab nyiam sib tua heev. Nws ib sab tes muaj rau tus ntivtes thiab ib sab taw muaj rau tus ntivtaw."},{"bible_id":"1525","chapter_code":"2SA.21","verse_code":"2SA.21.21","label":"21","content":"Nws tsawm foom cov Yixalayees, ces Yaunathas uas yog Daviv tijlaug tus tub Samas muab tus txivneej ntawd tua tuag kiag lawm."},{"bible_id":"1525","chapter_code":"2SA.21","verse_code":"2SA.21.22","label":"22","content":"Plaub tug txivneej no yog cov neeg loj siab heev, lawv yeej yog cov neeg uas yug nyob hauv lub nroog Nkas, lawv raug Daviv thiab nws cov neeg muab tua tuag tas huv tibsi lawm."},{"bible_id":"1525","chapter_code":"2SA.22","verse_code":"2SA.22.1","label":"1","content":"Thaum tus TSWV cawm Daviv dim ntawm Xa-ules thiab Daviv cov yeebncuab los, Daviv hu zaj nkauj no ua tus TSWV tsaug:"},{"bible_id":"1525","chapter_code":"2SA.22","verse_code":"2SA.22.2","label":"2","content":"Tus TSWV yog tus tsomkwm saib xyuas kuv; nws yog kuv lub chaw nkaum uas ruaj khov."},{"bible_id":"1525","chapter_code":"2SA.22","verse_code":"2SA.22.3","label":"3","content":"Kuv tus Vajtswv yog tus tsomkwm saib xyuas kuv, thiab twb yog muaj nws kuv thiaj tau nyob kaj siab lug. Nws tiv thaiv kuv ib yam li daim thaiv hniav ntaj; nws tiv thaiv kuv thiab muab kuv tso rau qhov chaw thajyeeb lug. Nws yog kuv tus cawmseej, nws tsomkwm kuv thiab pab kuv dim txojkev puastsuaj."},{"bible_id":"1525","chapter_code":"2SA.22","verse_code":"2SA.22.4","label":"4","content":"Tsimnyog kuv qhuas tus TSWV, kuv tsa suab hlo thov tus TSWV thiab nws cawm kuv dim ntawm kuv cov yeebncuab."},{"bible_id":"1525","chapter_code":"2SA.22","verse_code":"2SA.22.5","label":"5","content":"Kev tuag nphau npog nyob ibncig kuv; txojkev puastsuaj nphau phwj yaws tuaj qhwv nkaus kuv."},{"bible_id":"1525","chapter_code":"2SA.22","verse_code":"2SA.22.6","label":"6","content":"Txojkev tuag uas txaus ntshai nyob ibncig kuv, thiab lub qhov ntxa cuab lug thaiv kuv kev tsis pub kuv dhau."},{"bible_id":"1525","chapter_code":"2SA.22","verse_code":"2SA.22.7","label":"7","content":"Thaum kuv ntsib kev nyuaj siab ntxhov plawv kuv hu tus TSWV xwb; kuv hu kuv tus Vajtswv pab kuv. Hauv nws lub Tuamtsev nws hnov kuv tej lus thov; nws mloog kuv lub suab quaj thov nws pab."},{"bible_id":"1525","chapter_code":"2SA.22","verse_code":"2SA.22.8","label":"8","content":"Ces lub ntiajteb txawm qeeg thiab ua zog koog; ncej ntug quaj qeeg nkaws nyob tsis tswm rau qhov Vajtswv chim heev!"},{"bible_id":"1525","chapter_code":"2SA.22","verse_code":"2SA.22.9","label":"9","content":"Pa ncho auv niab hauv nws lub qhovntswg tuaj, nplaim taws thiab hluavncaig cig lam lug hauv nws lub qhovncauj."},{"bible_id":"1525","chapter_code":"2SA.22","verse_code":"2SA.22.10","label":"10","content":"Nws muab lub ntuj dua qhib plho thiab nqis plhuav, nrog cov huab tsaus dub nciab hauv nws qab xibtaws los."},{"bible_id":"1525","chapter_code":"2SA.22","verse_code":"2SA.22.11","label":"11","content":"Nws caij tus qhelus,  thiab ya ceev heev, pom nws nyob rawv saum ob phab tis cua."},{"bible_id":"1525","chapter_code":"2SA.22","verse_code":"2SA.22.12","label":"12","content":"Nws ua qhov tsaus ntuj thaiv nws; tauv huab tuab uas muaj nag  nyob ibncig nws;"},{"bible_id":"1525","chapter_code":"2SA.22","verse_code":"2SA.22.13","label":"13","content":"muaj xob laim ua txim taws cig liab vog ntawm nws xubntiag."},{"bible_id":"1525","chapter_code":"2SA.22","verse_code":"2SA.22.14","label":"14","content":"Tus TSWV ua xob nroo qeeg nkaws saum ntuj tuaj, thiab hnov Vajtswv tus muaj hwjchim loj kawg nkaus lub suab."},{"bible_id":"1525","chapter_code":"2SA.22","verse_code":"2SA.22.15","label":"15","content":"Nws tua nws xibxub hneevnti tuaj, thiab nws cov yeebncuab khiav ri sua nws ua kom xob laim liab vog muab lawv raws tawm khiav."},{"bible_id":"1525","chapter_code":"2SA.22","verse_code":"2SA.22.16","label":"16","content":"Qab thu dej hiavtxwv pom kev lam lug, thiab tsis muaj ib yam dabtsi thaiv tau tej cag ntiajteb, thaum tus TSWV npautaws, nws cem nws cov yeebncuab nyooj laws."},{"bible_id":"1525","chapter_code":"2SA.22","verse_code":"2SA.22.17","label":"17","content":"Tus TSWV cev tes saud tuaj tuav kuv; nws npo kuv tawm hauv dej qhov uas tob tshaj plaws los."},{"bible_id":"1525","chapter_code":"2SA.22","verse_code":"2SA.22.18","label":"18","content":"Nws cawm kuv dim ntawm kuv cov yeebncuab lub hwjchim dim ntawm cov uas ntxub kuv thiab cov uas muaj zog dua kuv."},{"bible_id":"1525","chapter_code":"2SA.22","verse_code":"2SA.22.19","label":"19","content":"Luag tuaj tawmtsam kuv, thaum kuv raug kev txomnyem, tiamsis tus TSWV tsomkwm kuv."},{"bible_id":"1525","chapter_code":"2SA.22","verse_code":"2SA.22.20","label":"20","content":"Nws coj kuv los nyob rau ntawm qhov chaw dav; nws cawm kuv, rau qhov nws txaus siab rau kuv."},{"bible_id":"1525","chapter_code":"2SA.22","verse_code":"2SA.22.21","label":"21","content":"Tus TSWV muab nqi zog rau kuv rau qhov kuv ua ncaj ncees; nws foom koob hmoov rau kuv, rau qhov kuv tsis tau ua txhaum."},{"bible_id":"1525","chapter_code":"2SA.22","verse_code":"2SA.22.22","label":"22","content":"Kuv ua raws li tus TSWV txoj kevcai; kuv tsis tso kuv tus Vajtswv tseg li."},{"bible_id":"1525","chapter_code":"2SA.22","verse_code":"2SA.22.23","label":"23","content":"Kuv ua raws li nws tej kevcai qhia; kuv tsis tawv ncauj, kuv mloog nws tej lus samhwm."},{"bible_id":"1525","chapter_code":"2SA.22","verse_code":"2SA.22.24","label":"24","content":"Nws paub hais tias kuv tsis tau ua txhaum, rau qhov kuv yeej ceevfaj nraim tsis ua yuam kev."},{"bible_id":"1525","chapter_code":"2SA.22","verse_code":"2SA.22.25","label":"25","content":"Yog li ntawd, nws thiaj muab nqi zog rau kuv rau qhov kuv ua ncaj ncees, vim nws paub hais tias kuv tsis tau ua txhaum."},{"bible_id":"1525","chapter_code":"2SA.22","verse_code":"2SA.22.26","label":"26","content":"Tus TSWV, koj yeej ua ncaj ncees rau cov neeg uas muab siab npuab koj, thiab ua zoo rau cov  neeg uas ua zoo rau koj."},{"bible_id":"1525","chapter_code":"2SA.22","verse_code":"2SA.22.27","label":"27","content":"Koj ua siab dawb paug rau cov neeg dawbhuv, tiamsis koj ntxub ntxaug cov neeg siab phem siab nkhaus."},{"bible_id":"1525","chapter_code":"2SA.22","verse_code":"2SA.22.28","label":"28","content":"Koj cawm cov neeg uas txo hwjchim, tiamsis koj txo cov neeg uas khavtheeb lub hwjchim."},{"bible_id":"1525","chapter_code":"2SA.22","verse_code":"2SA.22.29","label":"29","content":"Tus TSWV, koj yog kuv lub teeb; koj ua rau kuv txojkev tsaus ntuj pom kev kaj nrig."},{"bible_id":"1525","chapter_code":"2SA.22","verse_code":"2SA.22.30","label":"30","content":"Koj pub kuv muaj zog ntaus yeej kuv cov yeebncuab thiab muaj peevxwm kovyeej lawv tej kev tawmtsam."},{"bible_id":"1525","chapter_code":"2SA.22","verse_code":"2SA.22.31","label":"31","content":"Tej uas Vajtswv ua puavleej zoo, tus TSWV tej lus yog lus tseeb. Nws zoo li daim thaiv hniav ntaj rau txhua tus uas vamkhom nws."},{"bible_id":"1525","chapter_code":"2SA.22","verse_code":"2SA.22.32","label":"32","content":"Tus TSWV tib leeg thiaj yog Vajtswv; Vajtswv tib leeg thiaj yog tus tsomkwm peb."},{"bible_id":"1525","chapter_code":"2SA.22","verse_code":"2SA.22.33","label":"33","content":"Tus Vajtswv no yog kuv qhov chaw nraim cev uas ruaj khov, nws ua  rau kuv txoj haukev kaj nrig."},{"bible_id":"1525","chapter_code":"2SA.22","verse_code":"2SA.22.34","label":"34","content":"Nws ua rau kuv ob txhais taw tsuj khov ib yam li tej rau muaslwj; nws tsomkwm kuv nyob kaj siab lug saum tej roob."},{"bible_id":"1525","chapter_code":"2SA.22","verse_code":"2SA.22.35","label":"35","content":"Nws qhia kuv ntaus rog, kuv thiaj muaj peevxwm tua tau rab hneevnti uas muaj zog kawg nkaus."},{"bible_id":"1525","chapter_code":"2SA.22","verse_code":"2SA.22.36","label":"36","content":"Tus TSWV, koj tsomkwm kuv thiab cawm kuv dim; koj txojkev pab ua rau kuv muaj hwjchim loj."},{"bible_id":"1525","chapter_code":"2SA.22","verse_code":"2SA.22.37","label":"37","content":"Koj tsomkwm tsis pub luag ntes tau kuv, thiab kuv tsis ntog ib zaug li."},{"bible_id":"1525","chapter_code":"2SA.22","verse_code":"2SA.22.38","label":"38","content":"Kuv caum kuv cov yeebncuab thiab tua yeej lawv; kuv tsis tso tseg mus txog thaum kuv ua rau lawv puastsuaj tas."},{"bible_id":"1525","chapter_code":"2SA.22","verse_code":"2SA.22.39","label":"39","content":"Kuv muab lawv ntaus ntog tas thiab lawv yeej sawv tsis taus li; lawv pw nrom siav nrag ntawm kuv kotaw."},{"bible_id":"1525","chapter_code":"2SA.22","verse_code":"2SA.22.40","label":"40","content":"Koj txhawb kuv lub zog, kuv thiaj muaj zog sib tua hauv tshavrog, thiab pub kuv yeej kuv cov yeebncuab."},{"bible_id":"1525","chapter_code":"2SA.22","verse_code":"2SA.22.41","label":"41","content":"Koj ua rau kuv cov yeebncuab khiav tawm ntawm kuv hauv ntej mus; kuv ua rau txhua tus uas ntxub kuv raug puastsuaj tas huv tibsi."},{"bible_id":"1525","chapter_code":"2SA.22","verse_code":"2SA.22.42","label":"42","content":"Lawv nrhiav kev pab, tiamsis tsis muaj leejtwg pab lawv; lawv thov tus TSWV, tiamsis nws tsis teb lawv."},{"bible_id":"1525","chapter_code":"2SA.22","verse_code":"2SA.22.43","label":"43","content":"Kuv muab lawv tsoo tawg mos nyoos ib yam li tej hmoov av; kuv tsuj lawv ib yam li tsuj tej av nkos hauv plawv kev."},{"bible_id":"1525","chapter_code":"2SA.22","verse_code":"2SA.22.44","label":"44","content":"Koj cawm kuv dim ntawm cov neeg uas ntxeev siab rau kuv, thiab koj cia kuv ua tus kav ntau haivneeg; tej haivneeg uas kuv tsis tau paub dua los nimno twb los zwm rau kuv lawm."},{"bible_id":"1525","chapter_code":"2SA.22","verse_code":"2SA.22.45","label":"45","content":"Tej neeg txawv tebchaws los tuaj qhau hau hawm kuv huv tibsi; thaum lawv hnov kuv hais, lawv yeej hwm thiab mloog kuv tej lus."},{"bible_id":"1525","chapter_code":"2SA.22","verse_code":"2SA.22.46","label":"46","content":"Lawv qaug zog thiab tawm tej tus tshee na  hauv lawv tej chaw nyob tuaj."},{"bible_id":"1525","chapter_code":"2SA.22","verse_code":"2SA.22.47","label":"47","content":"Tus TSWV uas muaj sia nyob, ua tsaug uas koj yog tus tsomkwm kuv. Cia li piav Vajtswv tus uas cawm kuv lub koob kom nrov ncha moo lug!"},{"bible_id":"1525","chapter_code":"2SA.22","verse_code":"2SA.22.48","label":"48","content":"Nws pab kuv tua yeej kuv cov yeebncuab; nws muab ntau haivneeg rau kuv kav"},{"bible_id":"1525","chapter_code":"2SA.22","verse_code":"2SA.22.49","label":"49","content":"thiab cawm kuv dim ntawm kuv cov yeebncuab. Tus TSWV, koj pab kuv tua yeej kuv cov yeebncuab lawm tiag, thiab pab kuv dim ntawm cov neeg limhiam uas tuaj txov kuv."},{"bible_id":"1525","chapter_code":"2SA.22","verse_code":"2SA.22.50","label":"50","content":"Yog li ntawd, kuv ua koj tsaug tabmeeg txhua haivneeg; kuv hu nkauj qhua koj tib leeg xwb."},{"bible_id":"1525","chapter_code":"2SA.22","verse_code":"2SA.22.51","label":"51","content":"Vajtswv pab nws tus vajntxwv muaj yeej loj kawg nkaus li; nws yeej hlub tus uas nws xaiv tseg lawm; nws hlub Daviv thiab Daviv cov xeebntxwv, mus ibtxhis li."},{"bible_id":"1525","chapter_code":"2SA.23","verse_code":"2SA.23.1","label":"1","content":"Yexais tus tub Daviv yog tus uas Vajtswv tsa ua tus muaj hwjchim loj kawg nkaus, nws yog tus uas Yakhauj tus Vajtswv xaiv los ua vajntxwv, thiab nws yog tus uas sau cov nkauj uas zoo tshaj plaws rau cov Yixalayees hu. Tej lus no yog Daviv cov lus hais thaum kawg:"},{"bible_id":"1525","chapter_code":"2SA.23","verse_code":"2SA.23.2","label":"2","content":"Tus TSWV tus ntsujplig hais rau kuv; nws tej lus nyob ntawm kuv tus nplaig."},{"bible_id":"1525","chapter_code":"2SA.23","verse_code":"2SA.23.3","label":"3","content":"Cov Yixalayees tus Vajtswv tau hais tseg lawm; tus uas tsomkwm cov Yixalayees hais li no rau kuv: “Tus vajntxwv uas kav ncaj ncees thiab kav los ntawm txojkev hwm Vajtswv,"},{"bible_id":"1525","chapter_code":"2SA.23","verse_code":"2SA.23.4","label":"4","content":"nws zoo ib yam li lub hnub ci thaum sawv ntxov uas tsis muaj huab li, yog lub hnub uas ua rau tej nroj tsuag ci ntsais tsias thaum los nag tas.”"},{"bible_id":"1525","chapter_code":"2SA.23","verse_code":"2SA.23.5","label":"5","content":"Vajtswv yuav foom koob hmoov ntau npaug rau kuv cov xeebntxwv, rau qhov nws tau coglus ruaj khov rau kuv mus ibtxhis, thiab lo lus cog tseg ntawd yuav tsis muab rhuav ib zaug li, yog lo lus cog tseg uas tsis txawj hloov. Tej ntawd yog tej uas kuv xav tau, qhov ntawd yuav yog kuv txojkev muaj yeej; thiab Vajtswv yuav muab tej ntawd rau kuv raws li nws coglus tseg."},{"bible_id":"1525","chapter_code":"2SA.23","verse_code":"2SA.23.6","label":"6","content":"Tiamsis cov neeg tsis hwm Vajtswv, lawv zoo ib yam li tej pos uas muab sua povtseg; tsis muaj neeg xav muab tes kov li lawm."},{"bible_id":"1525","chapter_code":"2SA.23","verse_code":"2SA.23.7","label":"7","content":"Nej yuav tsum muab cuabyeej hlau lossis hmuv hlau mus sua lawm xwb; lawv yuav raug hlawv kub hnyiab kom tas dulug."},{"bible_id":"1525","chapter_code":"2SA.23","verse_code":"2SA.23.8","label":"8","content":"Cov neeg no yog Daviv cov tubrog uas nto moo tej npe: tus ib yog Yauses Npasenpes uas nyob hauv lub nroog Takhemoos ua tus thawjcoj ntawm “Peb Leeg”;  nws muab nws tus hmuv  nrog yim pua leej txivneej sib nkaug thiab nws muab lawv nkaug tuag tas rau hauv tshavrog."},{"bible_id":"1525","chapter_code":"2SA.23","verse_code":"2SA.23.9","label":"9","content":"Tus ob uas nto moo ntawm peb leeg ntawd, yog Daudaus tus tub Ele-axas uas yog cuab Ahaus. Muaj ib hnub nws thiab Daviv twv nrog cov Filitees uas tabtom tuaj sib txoos ua ke rau ntawm tshavrog. Cov Yixalayees swb thim rov qab,"},{"bible_id":"1525","chapter_code":"2SA.23","verse_code":"2SA.23.10","label":"10","content":"tiamsis Ele-axas sawv nres nroos tua cov Filitees mus txog thaum nws tsaug npab thiab tsa tsis tau nws rab ntaj lawm. Hnub ntawd tus TSWV muaj yeej loj kawg li. Tom qab uas tej ntawd dhau lawm, cov Yixalayees mam li rov los rau hauv qhov chaw uas Ele-axas nyob, thiab los hle cov neeg uas Ele-axas tua tuag tej ris tsho hlau."},{"bible_id":"1525","chapter_code":"2SA.23","verse_code":"2SA.23.11","label":"11","content":"Tus peb uas nto moo ntawm peb leeg ntawd yog Akhees tus tub Samas uas nyob hauv lub nroog Halales. Cov Filitees tuaj txoos ua ke rau ntawm Lehis uas yog ib thaj teb taum mog. Cov Yixalayees khiav cov Filitees,"},{"bible_id":"1525","chapter_code":"2SA.23","verse_code":"2SA.23.12","label":"12","content":"tiamsis Samas sawv nres nroos ntawm nws lub chaw hauv thaj teb ntawd tiv thiab tua cov Filitees. Hnub ntawd tus TSWV muaj yeej loj kawg li."},{"bible_id":"1525","chapter_code":"2SA.23","verse_code":"2SA.23.13","label":"13","content":"Thaum yuav txog lub caij sau qoobloo  peb leeg ntawm “Peb Caug Leej” ntawd, txawm nqis mus rau nram lub qhov tsua Adulas, qhov chaw uas Daviv nyob, thaum ntawd cov Filitees tabtom tuaj tsuam yeej nyob rau hauv lub Hav Lefayees."},{"bible_id":"1525","chapter_code":"2SA.23","verse_code":"2SA.23.14","label":"14","content":"Lub sijhawm ntawd, Daviv mus nyob saum roob thiab muaj ib pab tubrog Filitees kav hlo lub nroog Npelehees."},{"bible_id":"1525","chapter_code":"2SA.23","verse_code":"2SA.23.15","label":"15","content":"Daviv nco tsev heev, nws thiaj seev hais tias, “Yuav ua li cas kuv thiaj txib tau ib tug mus ce cov dej hauv lub qhovtshij uas nyob ntawm roojvag nroog Npelehees los rau kuv haus!”"},{"bible_id":"1525","chapter_code":"2SA.23","verse_code":"2SA.23.16","label":"16","content":"Ces peb tug tubrog uas nto moo ntawd, thiaj li khiav ceev heev mus phua plhawv cov Filitees lub yeej, mus ce cov dej hauv lub qhovtshij uas nyob ntawm lub roojvag nroog Npelehees thiab nqa los rau Daviv. Tiamsis Daviv tsis kam haus cov dej ntawd; nws muab hliv fij rau tus TSWV,"},{"bible_id":"1525","chapter_code":"2SA.23","verse_code":"2SA.23.17","label":"17","content":"Daviv hais tias, “Thov kuv tus Vajtswv txwv tsis txhob pub kuv haus cov dej no! Puas tsimnyog kuv haus cov ntshav uas yog cov neeg no txojsia? Vim lawv muab lawv txojsia mus pauv thiaj nqa tau cov dej no los.” Nws thiaj tsis kam haus cov dej ntawd. Tej no yog peb tug tubrog uas muaj siab tawv ntawd mus nqa tau los."},{"bible_id":"1525","chapter_code":"2SA.23","verse_code":"2SA.23.18","label":"18","content":"Anpisais uas yog Yau-am tus kwv (nkawd niam hu ua Xeluyas), ua tus thawj ntawm “Peb Caug Leej uas nto moo ntawd.” Nws siv nws rab ntaj tua peb puas leej txivneej thiab muab lawv tua tuag tas huv tibsi, nws thiaj yog tus uas nto moo ntawm “Peb Caug Leej”  ntawd."},{"bible_id":"1525","chapter_code":"2SA.23","verse_code":"2SA.23.19","label":"19","content":"Nws yog tus uas nto moo tshaj ntawm “Peb Caug Leej”  ntawd, thiab nws tau ua lawv tus thawjcoj, tiamsis nws tseem nto moo tsis npaum li “Peb Leeg” ntawd thiab."},{"bible_id":"1525","chapter_code":"2SA.23","verse_code":"2SA.23.20","label":"20","content":"Yehauyadas tus tub Npenayas uas nyob hauv lub nroog Kaxees tuaj, nws yog ib tug uas nto moo heev thiab; nws muaj siab tawv ua tau ntau yam zoo, nws tua ob tug tubrog Mau-am uas ua tau kawg nkaus tuag huv tibsi lawm. Muaj ib hnub uas los daus hlob heev, nws tseem nqis mus tua tau ib tug tsov ntxhuav hauv qhov av los thiab."},{"bible_id":"1525","chapter_code":"2SA.23","verse_code":"2SA.23.21","label":"21","content":"Thiab nws tseem tua ib tug tubrog Iziv uas loj heev tuag. Tus neeg Iziv ntawd nqa ib rab hmuv, tiamsis Npenayas muab qws ntaus tus neeg Iziv ntawd, thiab txeeb taus nws rab hmuv ntawm nws tes los, thiab muab tus tubrog Iziv ntawd nkaug tuag lawm."},{"bible_id":"1525","chapter_code":"2SA.23","verse_code":"2SA.23.22","label":"22","content":"Tej ntawd twb yog tes haujlwm uas Npenayas ua, nws yog ib tug ntawm “Peb Caug Leeg”  ntawd."},{"bible_id":"1525","chapter_code":"2SA.23","verse_code":"2SA.23.23","label":"23","content":"Nws yog ib tu uas nto moo heev ntawm “Peb Caug leej,” tiamsis nws tseem tsis nto moo npaum li “Peb Leeg” ntawd thiab. Daviv thiaj tsa nws ua tus saib cov tubrog uas zov Daviv."},{"bible_id":"1525","chapter_code":"2SA.23","verse_code":"2SA.23.24+2SA.23.25+2SA.23.26+2SA.23.27+2SA.23.28+2SA.23.29+2SA.23.30+2SA.23.31+2SA.23.32+2SA.23.33+2SA.23.34+2SA.23.35+2SA.23.36+2SA.23.37+2SA.23.38+2SA.23.39","label":"24-39","content":"Xam tagnrho “Peb Caug Leeg” ntawd muaj npe raws li nram no: 1 Yau-am tus kwv Axahees Daudaus tus tub Ehanas uas nyob hauv Npelehees Samas thiab Elikas uas nyob hauv Halaus tuaj Helexas uas yog neeg Peletes Ikes tus tub Ilas uas nyob hauv Tekau-as tuaj Anpi-exes uas nyob hauv Anathaus tuaj Menpunais uas yog neeg Husas Zalemoos uas yog neeg Ahaus Mahalais uas yog neeg Netaufas Npa-anas tus tub Heles uas nyob hauv Netaufas tuaj Linpais tus tub Ithais uas nyob hauv Nkenpe-as xeev Npeenyamees tuaj Npenayas uas nyob hauv Pilathoos Hidais uas nyob hauv lub hav ze rau ntawm Nka-as tuaj Anpi-anpoos uas yog neeg Alanpas Amaves uas nyob hauv Npahulees tuaj, Eliyanpas uas nyob hauv Sa-anpoos tuaj Yasees cov tub Yaunathas Samas uas yog neeg Halales Salas tus tub Ahiyas uas nyob hauv Halales tuaj Ahanpais tus tub Elifeles uas nyob hauv Ma-akas tuaj Ahithaufees tus tub Eli-as uas nyob hauv Nkilaus tuaj Hexelaus uas nyob hauv Kalemees tuaj Pa-alais uas yog neeg Alanpis Nathas tus tub Inkas uas nyob hauv Xaunpas tuaj Npanis uas yog neeg Khas Xeles uas yog neeg Amoos Nahalais uas yog neeg Npelaus, nws yog tus ris Yau-am tej cuabyeej tua rog Ilas thiab Nkalej uas yog neeg Yatis Uliyas uas yog neeg Hitis. Tagnrho peb caug xya leej no puavleej yog cov tubrog uas nto moo tshaj plaws."},{"bible_id":"1525","chapter_code":"2SA.24","verse_code":"2SA.24.1","label":"1","content":"Muaj ib zaug tus TSWV chim heev rau cov Yixalayees, tus TSWV thiaj tshoov Daviv siab kom nws ua rau lawv tau kev txomnyem. Tus TSWV hais rau Daviv hais tias, “Koj cia li mus suav kom tagnrho cov Yixalayees thiab cov Yudas saib muaj npaum li cas.”"},{"bible_id":"1525","chapter_code":"2SA.24","verse_code":"2SA.24.2","label":"2","content":"Yog li ntawd, Daviv thiaj hais rau Yau-am uas yog nws tus thawj tubrog hais tias, “Koj cia li coj koj cov nomtswv nrog koj mus txheeb cov Yixalayees txhua xeem npe thoob plaws hauv lub tebchaws sab tom no mus ti nkaus sab tom ub. Kuv xav paub saib peb muaj pejxeem coob npaum li cas.”"},{"bible_id":"1525","chapter_code":"2SA.24","verse_code":"2SA.24.3","label":"3","content":"Tiamsis Yau-am teb vajntxwv hais tias, “Vajntxwv, thov kom tus TSWV uas yog koj tus Vajtswv pub cov pejxeem Yixalayees huamvam coob dua qub ib puas npaug ntxiv rau cov uas tamsim no muaj lawm, thiab thov kom koj muaj sia nyob ntev pom nws ua tej no. Tiamsis vajntxwv, vim li cas koj thiaj xav kom ua tej no?”"},{"bible_id":"1525","chapter_code":"2SA.24","verse_code":"2SA.24.4","label":"4","content":"Vajntxwv hais tawv qhawv kom Yau-am thiab nws cov nomtswv ua raws li vajntxwv tej lus xwb, lawv thiaj tawm mus suav cov pejxeem Yixalayees lawm."},{"bible_id":"1525","chapter_code":"2SA.24","verse_code":"2SA.24.5","label":"5","content":"Lawv mus hla tus dej Yauladees thiab mus so rau ntawm lub nroog Alu-es sab nrad, lub nroog ntawd nyob hauv plawv lub hav uas yog xeem Khas  cheebtsam av. Lawv thiaj tawm ntawm qhov chaw ntawd nce toj mus rau sab qaumteb pem Yaxeles,"},{"bible_id":"1525","chapter_code":"2SA.24","verse_code":"2SA.24.6","label":"6","content":"thiab mus rau hauv lub nroog Nkile-as, mus rau hauv lub nroog Kades uas nyob hauv cov Hitis cheebtsam av.  Dhau ntawd, lawv mus rau hauv lub nroog Das, thiab lawv tawm hauv Das lub nroog mus  rau sab hnub poob mus txog rau hauv lub nroog Xidoos."},{"bible_id":"1525","chapter_code":"2SA.24","verse_code":"2SA.24.7","label":"7","content":"Ces lawv mus rau sab qabteb, mus txog rau hauv lub nroog Tiles uas muaj ntsa yeej thaiv, thiab lawv ncig mus txhua nrho cov Hivis thiab cov Kana-as tej nroog, thaum kawg lawv los txog rau hauv lub nroog Npesenpas uas nyob hauv lub xeev Yudas sab qabteb."},{"bible_id":"1525","chapter_code":"2SA.24","verse_code":"2SA.24.8","label":"8","content":"Yog li ntawd, lawv thiaj mus ncig thoob plaws lub tebchaws tau cuaj lub hlis thiab nees nkaum hnub, lawv mam li rov los txog rau hauv lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"2SA.24","verse_code":"2SA.24.9","label":"9","content":"Lawv los qhia rau vajntxwv hais tias, cov Yixalayees tej txivneej uas ua taus tubrog muaj yim puas txhiab leej thiab cov Yudas muaj tsib puas txhiab leej."},{"bible_id":"1525","chapter_code":"2SA.24","verse_code":"2SA.24.10","label":"10","content":"Tiamsis tom qab uas Daviv txheeb npe tas lawm, nws nyuaj siab kawg li, nws hais rau tus TSWV hais tias, “Kuv ua li no mas yog kuv ua txhaum loj heev lawm. Thov koj zam txim rau kuv rau qhov kuv tau ua tej yam uas ruam kawg li.”"},{"bible_id":"1525","chapter_code":"2SA.24","verse_code":"2SA.24.11+2SA.24.12","label":"11-12","content":"Tus TSWV hais rau Nkas uas yog Daviv tus cevlus hais tias, “Koj cia li mus qhia rau Daviv hais tias, kuv muab peb yam rau nws xaiv, kom nws xaiv ib yam. Nws xaiv yam twg kuv yuav muab yam ntawd rau nws.” Tagkis kaj ntug thaum Daviv sawv lawm,"},{"bible_id":"1525","chapter_code":"2SA.24","verse_code":"2SA.24.13","label":"13","content":"Nkas thiaj mus ntsib Daviv thiab piav tus TSWV tej lus rau Daviv mloog raws li tus TSWV hais, thiab nug hais tias, “Saib koj yuav xaiv yam twg? Koj yuav cia koj lub tebchaws raug kev tshaib nqis peb  xyoos lossis yuav cia koj khiav nkaum koj cov yeebncuab peb lub hlis lossis yuav cia kab mob aws mob ntsha los raug koj lub tebchaws peb hnub? Koj cia li ua tib zoo xav thiab qhia rau kuv paub, kuv yuav coj koj tej lus mus qhia rau tus TSWV.”"},{"bible_id":"1525","chapter_code":"2SA.24","verse_code":"2SA.24.14","label":"14","content":"Daviv teb hais tias, “Nyuaj kuv siab kawg li! Tiamsis kuv tsis xav cia neeg rau txim rau peb. Thov cia tus TSWV tib leeg rau txim rau peb xwb, rau qhov nws muaj lub siab hlub.”"},{"bible_id":"1525","chapter_code":"2SA.24","verse_code":"2SA.24.15","label":"15","content":"Yog li ntawd, tus TSWV thiaj tso kab mob aws los rau cov Yixalayees, pib kiag thaum sawv ntxov mus txog rau thaum lub sijhawm uas nws teem tseg. Txij ntua sab tebchaws tom no mus tis nkaus rau sab tebchaws tom ub, cov Yixalayees tuag xya caum txhiab leej."},{"bible_id":"1525","chapter_code":"2SA.24","verse_code":"2SA.24.16","label":"16","content":"Thaum Vajtswv tus timtswv tabtom yuav rhuav lub nroog Yeluxalees, tus TSWV hloov siab qhov uas nws rau txim rau cov neeg uas nyob hauv thiab hais rau tus timtswv uas tua lawv ntawd hais tias, “Tso tseg, txaus lawm!” Thaum ntawd tus timtswv tabtom los ncaj rau saum Alaunas uas yog cov neeg Yenpus lub tshav ntaus nplej."},{"bible_id":"1525","chapter_code":"2SA.24","verse_code":"2SA.24.17","label":"17","content":"Daviv pom tus timtswv uas los tua cov neeg ntawd, nws thiaj hais rau tus TSWV hais tias, “Kuv yog tus ua txhaum. Kuv tib leeg thiaj yog tus ua txhaum xwb. Cov neeg txomnyem no tau ua txhaum dabtsi thiab? Koj cia li rau txim rau kuv thiab kuv tsevneeg nkaus xwb.”"},{"bible_id":"1525","chapter_code":"2SA.24","verse_code":"2SA.24.18","label":"18","content":"Hnub ntawd Nkas mus cuag Daviv thiab hais rau Daviv hais tias, “Koj cia li mus pem Alaunas lub tshav ntaus nplej thiab ua ib lub thaj rau tus TSWV.”"},{"bible_id":"1525","chapter_code":"2SA.24","verse_code":"2SA.24.19","label":"19","content":"Daviv mloog tus TSWV lus thiab mus ua raws li Nkas hais rau nws lawm."},{"bible_id":"1525","chapter_code":"2SA.24","verse_code":"2SA.24.20","label":"20","content":"Thaum Alaunas pom dheev vajntxwv thiab cov nomtswv tuaj cuag Alaunas. Alaunas txhos caug ntua rau hauv av ntawm Daviv xubntiag"},{"bible_id":"1525","chapter_code":"2SA.24","verse_code":"2SA.24.21","label":"21","content":"thiab nug hais tias, “Vajntxwv, vim li cas koj tuaj ntawm no?” Daviv teb hais tias, “Kuv tuaj thov muas koj lub tshav ntaus nplej ua chaw teeb ib lub thaj rau tus TSWV, thov kom nws tsis txhob tso tej kab mob aws los rau peb ntxiv lawm.”"},{"bible_id":"1525","chapter_code":"2SA.24","verse_code":"2SA.24.22","label":"22","content":"Alaunas hais tias, “Vajntxwv, kuv muab pub rau koj, kom koj thiaj tau chaw fij khoom rau tus TSWV raws li koj pom zoo. Koj cia li muab cov heev nyuj no tua hlawv rau saum lub thaj fij rau tus TSWV; koj muab cov nyuj no tej quab thiab tej txiag ntaus nplej los ua taws rauv.”"},{"bible_id":"1525","chapter_code":"2SA.24","verse_code":"2SA.24.23","label":"23","content":"Alaunas muab tagnrho tej ntawd rau vajntxwv  thiab hais rau vajntxwv hais tias, “Thov kom tus TSWV uas yog koj tus Vajtswv lees yuav koj tej khoom fij.”"},{"bible_id":"1525","chapter_code":"2SA.24","verse_code":"2SA.24.24","label":"24","content":"Tiamsis vajntxwv teb hais tias, “Tsis ua li ntawd, kuv yuav them nqi kom txaus rau koj. Kuv yuav tsis muab yam uas kuv tsis tau tshwm nqi fij rau tus TSWV uas yog kuv tus Vajtswv li.” Ces vajntxwv thiaj muab tau tsib caug daim nyiaj yuav Alaunas lub tshav ntaus nplej thiab cov heev nyuj ntawd."},{"bible_id":"1525","chapter_code":"2SA.24","verse_code":"2SA.24.25","label":"25","content":"Ces Daviv ua lub thaj rau tus TSWV thiab tua tsiaj hlawv fij theej txhoj thiab fij ua kev sib raug zoo. Tus TSWV teb Daviv tej lus thov, ces tej kab mob aws mob ntsha uas raug cov Yixalayees thiaj tseg kiag lawm."}]