[{"bible_id":"1525","chapter_code":"2TI.1","verse_code":"2TI.1.1","label":"1","content":"Kuv yog Paulus tus uas yog Yexus Khetos ib tug timthawj raws li Vajtswv lub siab nyiam; Vajtswv txib kuv mus qhia Txojmoo Zoo uas Vajtswv tau coglus tseg hais tias tus uas nrog Yexus Khetos sib raug zoo yuav tau txojsia."},{"bible_id":"1525","chapter_code":"2TI.1","verse_code":"2TI.1.2","label":"2","content":"Timautes, tus tub uas kuv hlub. Thov Vajtswv tus uas yog peb leej Txiv thiab peb tus Tswv Yexus Khetos foom koob hmoov rau koj thiab pab kom koj tau nyob kaj siab lug."},{"bible_id":"1525","chapter_code":"2TI.1","verse_code":"2TI.1.3","label":"3","content":"Timautes, kuv yog tus uas muab siab rau ua Vajtswv tes haujlwm ib yam li kuv cov yawgkoob ibtxwm ua los lawm; txhua zaug uas kuv thov Vajtswv pab koj, tsis hais nruab hnub lossis hmo ntuj, kuv yeej nco ntsoov ua Vajtswv tsaug."},{"bible_id":"1525","chapter_code":"2TI.1","verse_code":"2TI.1.4","label":"4","content":"Kuv tseem nco ntsoov thaum wb yuav sib ncaim, koj quaj quaj. Nimno kuv nco koj thiab xav pom koj heev. Yog kuv pom koj lawm yuav zoo kuv siab kawg li."},{"bible_id":"1525","chapter_code":"2TI.1","verse_code":"2TI.1.5","label":"5","content":"Kuv nco ntsoov hais tias koj muab siab rau ntseeg ib yam li koj pog Lau-is thiab koj niam Enikes. Nimno kuv cia siab hais tias koj tseem muab siab rau ntseeg,"},{"bible_id":"1525","chapter_code":"2TI.1","verse_code":"2TI.1.6","label":"6","content":"kuv thiaj hais rau koj hais tias koj yuav tsum siv lub tswvyim uas Vajtswv pub rau koj thaum kuv tsa tes rau koj thiab xa koj mus ua haujlwm."},{"bible_id":"1525","chapter_code":"2TI.1","verse_code":"2TI.1.7","label":"7","content":"Rau qhov tus Ntsujplig uas Vajtswv pub rau peb yeej xav kom peb muaj lub siab tawv. Nws yuav ua haujlwm rau hauv peb lub siab kom peb muaj hwjchim, kom muaj lub siab hlub lwm tus, thiab kom peb paub tswj peb lub siab."},{"bible_id":"1525","chapter_code":"2TI.1","verse_code":"2TI.1.8","label":"8","content":"Koj tsis txhob txajmuag ua timkhawv txog peb tus Tswv zaj thiab tsis txhob txajmuag rau qhov uas kuv raug kaw rau hauv tsev lojcuj. Kuv raug kaw li no twb yog vim kuv ua Yexus Khetos tes haujlwm. Koj yuav tsum ua siab ntev qhia Txojmoo Zoo, txawm yog koj raug kev txomnyem npaum li cas los Vajtswv yeej yuav txhawb koj lub zog kom koj ua tau."},{"bible_id":"1525","chapter_code":"2TI.1","verse_code":"2TI.1.9","label":"9","content":"Vajtswv zam txim rau peb, thiab nws xaiv peb los ua nws haivneeg; nws ua li ntawd yog nws hlub peb thiab yog nws pom zoo ua, tsis yog vim peb ua haujlwm zoo. Thaum tseem tsis tau tsim ntuj tsim teb, Vajtswv twb muab txoj koob hmoov ntawd rau peb txhua tus uas ntseeg Yexus Khetos lawm."},{"bible_id":"1525","chapter_code":"2TI.1","verse_code":"2TI.1.10","label":"10","content":"Nimno peb twb pom txoj koob hmoov ntawd lawm, rau qhov Yexus Khetos tus uas yog peb tus Cawmseej twb los yug rau hauv lub ntiajteb no lawm. Nws rhuav txojkev tuag lub hwjchim thiab nws qhia Txojmoo Zoo rau peb, peb thiaj paub hais tias muaj txojsia uas ntev dhawv mus ibtxhis."},{"bible_id":"1525","chapter_code":"2TI.1","verse_code":"2TI.1.11","label":"11","content":"Vajtswv tsa kuv ua ib tug timthawj thiab ua ib tug xibhwb mus qhia Txojmoo Zoo;"},{"bible_id":"1525","chapter_code":"2TI.1","verse_code":"2TI.1.12","label":"12","content":"yog li ntawd, kuv thiaj raug kev txomnyem li no. Txawm li ntawd los kuv tsis txajmuag rau leejtwg li, rau qhov kuv paub hais tias tus uas kuv cia siab rau yog tus uas muaj hwjchim. Thiab kuv paub hais tias nws yeej yuav tsomkwm tej uas nws muab tso rau kuv  lawm mus txog hnub uas Yexus rov qab los."},{"bible_id":"1525","chapter_code":"2TI.1","verse_code":"2TI.1.13","label":"13","content":"Koj yuav tsum muab tej lus tseeb uas kuv qhia rau koj lawm los ua yam ntxwv thiab muab siab rau ntseeg thiab hlub lwm tus. Rau qhov Vajtswv xav kom peb txhua tus uas nrog Yexus Khetos sib raug zoo lawm muaj lub siab zoo li ntawd."},{"bible_id":"1525","chapter_code":"2TI.1","verse_code":"2TI.1.14","label":"14","content":"Koj yuav tsum saib tej uas Vajtswv muab tso rau koj lawm zoo zoo, tsis txhob pub ploj li. Vaj Ntsujplig tus Dawbhuv uas nyob hauv peb txhua tus lub siab yuav pab koj saib tej ntawd."},{"bible_id":"1525","chapter_code":"2TI.1","verse_code":"2TI.1.15","label":"15","content":"Koj twb paub lawm hais tias cov neeg uas nyob hauv lub xeev Axias Yau tau tso kuv tseg lawm. Cov neeg ntawd muaj ib tug hu ua Finkelus thiab ib tug hu ua Hemaunkenes."},{"bible_id":"1525","chapter_code":"2TI.1","verse_code":"2TI.1.16","label":"16","content":"Kuv thov Vajtswv hlub Aunexifaulus tsevneeg, rau qhov nws txhawb kuv lub zog ntau zaus los lawm. Nws tsis txajmuag rau qhov uas kuv raug kaw rau hauv tsev lojcuj li."},{"bible_id":"1525","chapter_code":"2TI.1","verse_code":"2TI.1.17","label":"17","content":"Thaum nws tuaj txog hauv lub nroog Loos, nws kub siab los nrhiav kuv rau txhua qhov, nws thiaj li nrhiav tau kuv. Koj twb paub lawm hais tias thaum kuv tseem nyob hauv lub nroog Efexus, nws tau pab kuv ntau yam."},{"bible_id":"1525","chapter_code":"2TI.1","verse_code":"2TI.1.18","label":"18","content":"Kuv thov Vajtswv hais tias thaum txog hnub Vajtswv txiav txim, thov Vajtswv hlub nws thiab."},{"bible_id":"1525","chapter_code":"2TI.2","verse_code":"2TI.2.1","label":"1","content":"Kuv tus tub, koj yuav tsum cia siab rau Vajtswv txoj koob hmoov uas Vajtswv pub rau peb cov uas nrog Yexus Khetos sib raug zoo."},{"bible_id":"1525","chapter_code":"2TI.2","verse_code":"2TI.2.2","label":"2","content":"Koj yuav tsum muab tej lus uas koj thiab muaj ntau leej hnov kuv qhia lawm qhia rau cov neeg uas koj cia siab tau hais tias lawv yuav txawj qhia tej ntawd rau lwm tus."},{"bible_id":"1525","chapter_code":"2TI.2","verse_code":"2TI.2.3","label":"3","content":"Koj yuav tsum nyiaj kev txomnyem, rau qhov koj yog Yexus Khetos tus tubrog uas ncaj ncees."},{"bible_id":"1525","chapter_code":"2TI.2","verse_code":"2TI.2.4","label":"4","content":"Rau qhov tus tubrog uas tabtom mus ntaus rog, nws yeej ua raws li nws tus thawj tubrog lub siab nyiam xwb, nws yuav tsis mus ua liaj ua teb thiab ua lag ua luam ib zaug li."},{"bible_id":"1525","chapter_code":"2TI.2","verse_code":"2TI.2.5","label":"5","content":"Tus uas sib tw khiav yog nws tsis ua raws li kevcai khiav, nws yuav tsis tau nqi zog."},{"bible_id":"1525","chapter_code":"2TI.2","verse_code":"2TI.2.6","label":"6","content":"Tus ua teb uas rau siab ntso ua, nws yuav xub tau noj tej qoobloo uas nws sau tau."},{"bible_id":"1525","chapter_code":"2TI.2","verse_code":"2TI.2.7","label":"7","content":"Tej lus uas kuv hais no koj yuav tsum muab ua tib zoo xav, Vajtswv yuav pab kom koj totaub txhua lo huv tibsi."},{"bible_id":"1525","chapter_code":"2TI.2","verse_code":"2TI.2.8","label":"8","content":"Koj yuav tsum nco ntsoov Yexus Khetos tus uas yog Daviv tus xeebntxwv uas Vajtswv tsa sawv hauv qhov tuag rov qab los lawm raws li Txojmoo Zoo uas kuv qhia."},{"bible_id":"1525","chapter_code":"2TI.2","verse_code":"2TI.2.9","label":"9","content":"Twb yog vim kuv qhia Txojmoo Zoo, kuv thiaj raug kev tsimtxom thiab raug luag muab saw hlau khi ib yam li kuv yog tus neeg ua phem. Txawm yog luag khi tau kuv lawm los xij, yeej tsis muaj leejtwg yuav khi tau Vajtswv Txojlus."},{"bible_id":"1525","chapter_code":"2TI.2","verse_code":"2TI.2.10","label":"10","content":"Twb yog vim li ntawd, kuv thiaj ua siab ntev nyiaj ib puas tsav yam kev txomnyem, rau qhov kuv hlub cov neeg uas Vajtswv tau xaiv cia lawm, thiab xav kom lawv los ntseeg Yexus Khetos, lawv thiaj dim lawv lub txim ib yam li peb thiab lawv thiaj tau Vajtswv txoj koob hmoov thiab lub tshwjchim uas ci ntsa iab mus ibtxhis."},{"bible_id":"1525","chapter_code":"2TI.2","verse_code":"2TI.2.11","label":"11","content":"Muaj ib lo lus tseeb uas hais tias, “Yog peb nrog nws tuag lawm, peb yuav tau nrog nws sawv hauv qhov tuag rov qab los."},{"bible_id":"1525","chapter_code":"2TI.2","verse_code":"2TI.2.12","label":"12","content":"Yog peb ua taus siab ntev, peb yuav tau nrog nws kav. Yog peb tso nws tseg, nws yeej yuav tso peb tseg thiab.”"},{"bible_id":"1525","chapter_code":"2TI.2","verse_code":"2TI.2.13","label":"13","content":"Txawm yog peb tsis ua ncaj los nws tseem ua ncaj, rau qhov nws tsis rov dag nws ib zaug li."},{"bible_id":"1525","chapter_code":"2TI.2","verse_code":"2TI.2.14","label":"14","content":"Koj yuav tsum qhia zaj no rau cov ntseeg thiab ntuas lawv kom lawv tsis txhob sib cav sib ceg txog tej nyuag lus uas sawvdaws hais; tej ntawd tsis muaj qabhau dabtsi. Tej lus sib cav sib ceg ntawd yuav ua rau cov neeg uas mloog yuam kev xwb."},{"bible_id":"1525","chapter_code":"2TI.2","verse_code":"2TI.2.15","label":"15","content":"Koj yuav tsum xyaum ua koj lub neej kom haum Vajtswv siab thiab muab siab rau ua koj tes haujlwm tiag tiag, koj thiaj yuav tsis txajmuag. Thiab koj yuav tsum qhia raws li Vajtswv Txojlus."},{"bible_id":"1525","chapter_code":"2TI.2","verse_code":"2TI.2.16","label":"16","content":"Koj tsis txhob ua li cov neeg uas niaj hnub hais ua dog ua dig, tej ntawd tsis muaj qabhau dabtsi, tsuas muaj yuav ua rau sawvdaws tso Vajtswv tseg zuj zus xwb."},{"bible_id":"1525","chapter_code":"2TI.2","verse_code":"2TI.2.17","label":"17","content":"Tej lus uas lawv hais ntawd yuav huam loj ib yam li lub qhov txhab uas qawj tob zuj zus. Cov xibhwb uas hais tej lus ntawd yog Himena-us thiab yog Filetus nkawd."},{"bible_id":"1525","chapter_code":"2TI.2","verse_code":"2TI.2.18","label":"18","content":"Nkawd qhia tsis raws li Vajtswv Txojlus. Nkawd qhia hais tias cov ntseeg twb sawv hauv qhov tuag rov qab los lawm. Nkawd qhia li ntawd ua rau cov ntseeg qee leej tsis muab siab rau ntseeg lawm."},{"bible_id":"1525","chapter_code":"2TI.2","verse_code":"2TI.2.19","label":"19","content":"Tiamsis tus ncej uas Vajtswv muab txhos cia lawm yeej nyob khov kho. Muaj lus sau cia rau ntawm tus ncej ntawd hais tias, “Vajtswv yeej paub txhua tus uas yog Vajtswv menyuam,” thiab hais tias, “Tus uas hais tias nws yog Vajtswv menyuam, tus ntawd yuav tsum tso nws tej kev txhaum tseg.”"},{"bible_id":"1525","chapter_code":"2TI.2","verse_code":"2TI.2.20","label":"20","content":"Nyob hauv cov neeg uas npluanuj tej tsev muaj tais nyiaj tais kub thiab tais zeb tais av. Tej tais nyiaj tais kub, lawv muab los siv thaum muaj qhua tuaj, tiamsis thaum tsis muaj qhua tuaj lawv siv tej tais zeb tais av xwb."},{"bible_id":"1525","chapter_code":"2TI.2","verse_code":"2TI.2.21","label":"21","content":"Yog leejtwg tso nws tej kev phem kev qias huv tibsi tseg, Vajtswv yuav muab ib txoj haujlwm tseemceeb rau nws ua, rau qhov nws zoo siab muab nws lub siab thiab lub cev huv tibsi rau Vajtswv kav thiab tos ntsoov saib Vajtswv yuav txib nws mus ua txoj haujlwm twg."},{"bible_id":"1525","chapter_code":"2TI.2","verse_code":"2TI.2.22","label":"22","content":"Koj tsis txhob ua siab heev ib yam li cov hluas ibtxwm ua. Koj yuav tsum ua neeg ncaj ncees thiab muab siab rau ntseeg, hlub lwm tus thiab nrog sawvdaws sib raug zoo. Koj yuav tsum ua zoo li cov neeg uas ua haum Vajtswv siab ua. Lawv yog cov uas niaj hnub thov Vajtswv pab lawv."},{"bible_id":"1525","chapter_code":"2TI.2","verse_code":"2TI.2.23","label":"23","content":"Koj tsis txhob ua li cov neeg uas niaj hnub hais tej zaj uas tsis muaj hauvpaus hauvntsis, rau qhov koj twb paub lawm hais tias tej ntawd yuav ua rau sawvdaws muaj lus sib cav sib ceg xwb."},{"bible_id":"1525","chapter_code":"2TI.2","verse_code":"2TI.2.24","label":"24","content":"Tus uas ua Vajtswv tus tubtxib yuav tsum tsis txhob nrog luag sib cav sib ceg, nws yuav tsum hlub txhua tus, muab siab rau qhia, ua siab ntev,"},{"bible_id":"1525","chapter_code":"2TI.2","verse_code":"2TI.2.25","label":"25","content":"thiab ua tib zoo ntuas cov uas thuam nws. Yog nws ua li ntawd, tej zaum Vajtswv yuav pub kom cov neeg ntawd muaj sijhawm tso lawv tej kev txhaum tseg thiab ua raws li Vajtswv Txojlus."},{"bible_id":"1525","chapter_code":"2TI.2","verse_code":"2TI.2.26","label":"26","content":"Thiab lawv yuav nco dheev hais tias lawv twb mag dab Ntxwgnyoog lub vojhlua lawm, thiab dab Ntxwgnyoog pheej yuam kom lawv ua raws li dab Ntxwgnyoog lub siab. Thaum lawv nco li ntawd, lawv yuav khiav dim."},{"bible_id":"1525","chapter_code":"2TI.3","verse_code":"2TI.3.1","label":"1","content":"Koj yuav tsum nco ntsoov hais tias thaum lub sijhawm uas ntiajteb yuav kawg yuav muaj kev ntxhov siab heev."},{"bible_id":"1525","chapter_code":"2TI.3","verse_code":"2TI.3.2","label":"2","content":"Rau qhov tej neeg nyias yuav xav txog nyias xwb, lawv yuav xav tsis txog lwm tus li. Lawv yuav ntshaw nyiaj, yuav khavtheeb, yuav muab hlob, yuav tsis mloog niamtxiv lus, yuav tsis ris luag txiaj ntsig, thiab yuav saib tsis taus Vajtswv txoj kevcai;"},{"bible_id":"1525","chapter_code":"2TI.3","verse_code":"2TI.3.3","label":"3","content":"lawv yuav tsis sib hlub, tsis zam txim rau lwm tus, nyiam taug xaiv, tsis tswj lawv lub siab, ua neeg tsivtsaim thiab tsis nyiam ua zoo;"},{"bible_id":"1525","chapter_code":"2TI.3","verse_code":"2TI.3.4","label":"4","content":"lawv yuav ua neeg ntxeev siab, ua neeg siab heev, thiab lawv saib lawv tsimtxiaj dua lwm tus; lawv nyiam kev lomzem heev dua nyiam Vajtswv."},{"bible_id":"1525","chapter_code":"2TI.3","verse_code":"2TI.3.5","label":"5","content":"Lawv yuav hais tias lawv yog cov uas ntseeg Vajtswv. Tiamsis lawv yeej tsis ua raws li Vajtswv txoj kevcai. Koj tsis txhob nrog cov neeg uas zoo li ntawd ua ke hlo li."},{"bible_id":"1525","chapter_code":"2TI.3","verse_code":"2TI.3.6","label":"6","content":"Cov neeg ntawd muaj qee leej pheej mus hauv luag tej tsev, mus ntxias tej pojniam uas tsis tshua muaj tswvyim uas pheej nyuaj siab rau lawv tej kev txhaum thiab lub siab xav ntsoov rau tej kev phem kev qias."},{"bible_id":"1525","chapter_code":"2TI.3","verse_code":"2TI.3.7","label":"7","content":"Cov pojniam ntawd niaj hnub kawm, tiamsis lawv tsis paub hais tias lub ntsiab lus yog li cas tiag."},{"bible_id":"1525","chapter_code":"2TI.3","verse_code":"2TI.3.8","label":"8","content":"Cov neeg uas mus ntxias cov pojniam ntawd, lawv tawmtsam Vajtswv Txojlus ib yam li thaum ub Yanes thiab Yanpeles nkawd tawmtsam Mauxes. Lawv lub siab ruam thiab lawv tsis ntseeg Vajtswv lawm."},{"bible_id":"1525","chapter_code":"2TI.3","verse_code":"2TI.3.9","label":"9","content":"Lawv ua tsis tau haujlwm ntxiv lawm, rau qhov sawvdaws pom hais tias lawv ruam ib yam li Yanes thiab Yanpeles."},{"bible_id":"1525","chapter_code":"2TI.3","verse_code":"2TI.3.10","label":"10","content":"Timautes, koj twb ua raws li kuv tej lus qhia thiab ua raws li tej uas koj pom kuv ua lawm, thiab ua raws li tej uas kuv xav tseg lawm hais tias kuv yuav ua. Koj yeej paub hais tias kuv muab siab rau ntseeg, muaj lub siab ntev, hlub lwm tus, ua siab ntev,"},{"bible_id":"1525","chapter_code":"2TI.3","verse_code":"2TI.3.11","label":"11","content":"tiv kev tsimtxom thiab nyiaj kev txomnyem. Koj twb paub txhua yam uas kuv raug hauv lub nroog Ati-aukias, hauv lub nroog Ikaunias thiab hauv lub nroog Lixathas lawm. Txawm yog kuv raug kev tsimtxom heev npaum li ntawd los kuv tseem ua siab ntev tiv tej ntawd. Tiamsis qhov uas kuv dim tej ntawd twb yog peb tus Tswv Yexus pab kuv, kuv thiaj dim."},{"bible_id":"1525","chapter_code":"2TI.3","verse_code":"2TI.3.12","label":"12","content":"Cov ntseeg Yexus Khetos txhua tus uas xav ua lub neej kom Vajtswv tau ntsejmuag, lawv yeej raug kev tsimtxom."},{"bible_id":"1525","chapter_code":"2TI.3","verse_code":"2TI.3.13","label":"13","content":"Tiamsis cov neeg uas ua phem thiab cov neeg uas dag ntxias lwm tus, lawv tseem yuav ua phem heev zuj zus. Txawm yog lawv mus dag ntxias lwm tus los lawv twb tsis paub hais tias lwm tus twb dag ntxias lawv lawm thiab."},{"bible_id":"1525","chapter_code":"2TI.3","verse_code":"2TI.3.14","label":"14","content":"Tiamsis koj tsis txhob ua li lawv. Koj yuav tsum ua raws li Vajtswv Txojlus uas koj tau kawm thiab cia siab rau lawm. Rau qhov koj yeej paub hais tias cov neeg uas qhia koj, lawv yeej tsis dag koj ib zaug li."},{"bible_id":"1525","chapter_code":"2TI.3","verse_code":"2TI.3.15","label":"15","content":"Thiab koj yeej paub hais tias txij thaum koj tseem yau, koj yeej kawm Vajtswv Txojlus los lawm. Vajtswv Txojlus pab tau kom tus uas kawm muaj tswvyim; thiab yog nws los ntseeg Yexus Khetos, nws yuav dim nws lub txim."},{"bible_id":"1525","chapter_code":"2TI.3","verse_code":"2TI.3.16","label":"16","content":"Vajtswv Txojlus txhua zaj puavleej yog Vajtswv tshoov neeg lub siab kom neeg sau. Vajtswv Txojlus yog txoj uas  qhia qhov tseeb, qhuab ntuas tus uas ua txhaum, pab tau tus uas ua yuam kev, thiab qhia kom sawvdaws paub ua lub neej ncaj ncees."},{"bible_id":"1525","chapter_code":"2TI.3","verse_code":"2TI.3.17","label":"17","content":"Vajtswv Txojlus qhia li ntawd kom tus uas ua Vajtswv txoj haujlwm thiaj paub txhij thiab txawj ua txhua yam haujlwm zoo."},{"bible_id":"1525","chapter_code":"2TI.4","verse_code":"2TI.4.1","label":"1","content":"Timautes, tej lus uas kuv hais rau koj no Vajtswv thiab Yexus Khetos tus uas yuav los txiav txim rau cov neeg ciaj thiab cov neeg tuag yeej paub huv tibsi. Kuv qhia li no rau koj, rau qhov Yexus yuav los thiab nws yuav kav lub qab ntuj no."},{"bible_id":"1525","chapter_code":"2TI.4","verse_code":"2TI.4.2","label":"2","content":"Koj yuav tsum muab siab rau qhia Vajtswv Txojlus, tsis hais lub sijhawm twg los koj yuav tsum qhia. Koj yuav tsum ua siab ntev qhuab ntuas sawvdaws, yaum sawvdaws los ntseeg thiab txhawb sawvdaws lub zog."},{"bible_id":"1525","chapter_code":"2TI.4","verse_code":"2TI.4.3","label":"3","content":"Rau qhov tshuav tsis ntev yuav tsis muaj neeg xav mloog Vajtswv Txojlus lawm. Lawv yuav ua raws li lawv lub siab nyiam xwb, thiab lawv yuav mus nrhiav ntau tus xibhwb los qhia tej zaj uas sawvdaws nyiam mloog."},{"bible_id":"1525","chapter_code":"2TI.4","verse_code":"2TI.4.4","label":"4","content":"Lawv yuav tsis nyiam mloog Vajtswv Txojlus lawm. Lawv tsuas nyiam mloog tej dabneeg xwb."},{"bible_id":"1525","chapter_code":"2TI.4","verse_code":"2TI.4.5","label":"5","content":"Tiamsis koj tsis txhob ua li lawv. Koj yuav tsum tswj koj lub siab txhua lub sijhawm, ua siab ntev nyiaj tej kev txomnyem mus qhia Txojmoo Zoo thiab muab siab rau ua txhua yam haujlwm uas Vajtswv muab rau koj ua lawm kom tiav."},{"bible_id":"1525","chapter_code":"2TI.4","verse_code":"2TI.4.6","label":"6","content":"Timautes, nimno kuv zoo ib yam li tej khoom uas luag twb muab tso rau saum lub rooj yuav muab hlawv fij rau Vajtswv lawm. Twb txog lub sijhawm uas kuv yuav tso lub ntiajteb tseg."},{"bible_id":"1525","chapter_code":"2TI.4","verse_code":"2TI.4.7","label":"7","content":"Kuv twb siv zog khiav kawg kuv lub zog lawm, kuv twb khiav mus txog qhov kawg lawm. Kuv muab siab npuab Vajtswv."},{"bible_id":"1525","chapter_code":"2TI.4","verse_code":"2TI.4.8","label":"8","content":"Nimno kuv yuav tau nqi zog. Tej nqi zog ntawd yog tej uas Vajtswv khaws tseg rau cov neeg ncaj ncees. Thaum txog hnub ntawd tus Tswv uas txiav txim ncaj ncees, nws yuav muab pub rau kuv. Tsis yog pub rau kuv tib leeg xwb, tiamsis nws yuav pub rau txhua tus uas tos ntsoov hnub uas Yexus rov qab los."},{"bible_id":"1525","chapter_code":"2TI.4","verse_code":"2TI.4.9","label":"9","content":"Koj cia li tuaj saib kuv sai sai."},{"bible_id":"1525","chapter_code":"2TI.4","verse_code":"2TI.4.10","label":"10","content":"Rau qhov Demas qaug rau tej khoom hauv lub ntiajteb no lawm. Nws tso kuv tseg, nws khiav mus rau tim lub nroog Thexalaunikes lawm. Kelexes mus rau tim lub xeev Kalatias, thiab Titus mus rau tim lub nroog Dalematias lawm."},{"bible_id":"1525","chapter_code":"2TI.4","verse_code":"2TI.4.11","label":"11","content":"Tsuas tshuav Lukas tib leeg nrog kuv nyob lawm xwb; koj cia li mus coj Malakaus nrog koj tuaj, rau qhov kuv xav kom nws pab kuv ua haujlwm."},{"bible_id":"1525","chapter_code":"2TI.4","verse_code":"2TI.4.12","label":"12","content":"Kuv txib Tikhikus mus rau tim lub nroog Efexus lawm."},{"bible_id":"1525","chapter_code":"2TI.4","verse_code":"2TI.4.13","label":"13","content":"Thaum koj tuaj, thov koj pab nqa kuv lub tsho ntev uas kuv muab tso rau hauv Kalepus tsev pem lub nroog Tau-as thiab nqa kuv cov ntawv tuaj rau kuv, tshwjxeeb yog nqa cov uas sau rau hauv tej tawv."},{"bible_id":"1525","chapter_code":"2TI.4","verse_code":"2TI.4.14","label":"14","content":"Alexades tus uas yog tus kws nchuav tooj liab, nws ua phem kawg li rau kuv, Vajtswv yuav rau txim rau nws kom txaus nkaus tej uas nws tau ua rau kuv lawm."},{"bible_id":"1525","chapter_code":"2TI.4","verse_code":"2TI.4.15","label":"15","content":"Koj yuav tsum ceevfaj zoo, rau qhov tus ntawd yog tus uas pheej tawmtsam tej uas peb qhia."},{"bible_id":"1525","chapter_code":"2TI.4","verse_code":"2TI.4.16","label":"16","content":"Thawj zaug uas kuv hais daws kuv zaj, tsis muaj leejtwg pab kuv, sawvdaws puavleej tso kuv tseg. Thov Vajtswv zam txim rau lawv."},{"bible_id":"1525","chapter_code":"2TI.4","verse_code":"2TI.4.17","label":"17","content":"Tiamsis Vajtswv nrog nraim kuv thiab nws txhawb kuv lub zog, kuv thiaj muaj zog mus qhia Vajtswv Txojlus rau lwm haivneeg. Vajtswv pab kuv dim kev tuag ib yam li dim hauv tsov ntxhuav lub qhovncauj los."},{"bible_id":"1525","chapter_code":"2TI.4","verse_code":"2TI.4.18","label":"18","content":"Vajtswv yuav pab kuv kom dim txhua yam kev phem, thiab nws yuav coj kuv kev mus txog saum ntuj ceebtsheej. Thov kom Vajtswv tau koob meej mus ibtxhis li. Amees."},{"bible_id":"1525","chapter_code":"2TI.4","verse_code":"2TI.4.19","label":"19","content":"Thov koj hais noj qab nyob zoo rau Paxilas thiab Akilas thiab Aunexifaulus tsevneeg."},{"bible_id":"1525","chapter_code":"2TI.4","verse_code":"2TI.4.20","label":"20","content":"Elatus nyob tim lub nroog Kauleethaus, tiamsis kuv tso Taufimus rau tim lub nroog Miletus lawm rau qhov nws mob."},{"bible_id":"1525","chapter_code":"2TI.4","verse_code":"2TI.4.21","label":"21","content":"Kuv xav kom koj tuaj thaum tseem tsis tau txog lub caij ntuj no. Enpulus, Pudees, Linus thiab Kelaudias hais noj qab nyob zoo rau koj, thiab cov kwvtij ntseeg sawvdaws hais noj qab nyob zoo rau koj thiab."},{"bible_id":"1525","chapter_code":"2TI.4","verse_code":"2TI.4.22","label":"22","content":"Thov Vajtswv nrog nraim koj thiab foom koob hmoov rau nej sawvdaws."}]