[{"bible_id":"1525","chapter_code":"3JN.1","verse_code":"3JN.1.1","label":"1","content":"Kuv uas yog ib tug txwjlaug, kuv sau tsab ntawv no tuaj rau Nkayus tus uas kuv hlub."},{"bible_id":"1525","chapter_code":"3JN.1","verse_code":"3JN.1.2","label":"2","content":"Tus phoojywg uas kuv hlub, kuv thov Vajtswv pab kom koj muaj txhua yam thiab noj qab nyob zoo, ib yam li kuv paub hais tias koj yeej muaj kev kaj siab lug thiab tsis txob tsis txhawj dabtsi li."},{"bible_id":"1525","chapter_code":"3JN.1","verse_code":"3JN.1.3","label":"3","content":"Muaj ob peb tug kwvtij tuaj qhia rau kuv hais tias koj muab siab rau ua raws li Vajtswv txojlus uas yog qhov tseeb, ib yam li koj ibtxwm ua los lawm; thaum kuv hnov lawv hais li ntawd, kuv zoo siab kawg li."},{"bible_id":"1525","chapter_code":"3JN.1","verse_code":"3JN.1.4","label":"4","content":"Tsis muaj ib yam dabtsi ua rau kuv zoo siab tshaj qhov uas kuv hnov hais tias kuv cov menyuam ua lawv lub neej raws li qhov tseeb."},{"bible_id":"1525","chapter_code":"3JN.1","verse_code":"3JN.1.5","label":"5","content":"Tus phoojywg uas kuv hlub, koj yog tus uas muab siab rau pab cov kwvtij ntseeg; tsis hais cov uas koj paub lossis cov uas koj tsis paub, koj yeej pab txhua tus huv tibsi."},{"bible_id":"1525","chapter_code":"3JN.1","verse_code":"3JN.1.6","label":"6","content":"Lawv cov ntawd tuaj qhia rau cov ntseeg uas kuv nrog nyob hais tias koj yog tus uas muaj kev hlub. Thaum lawv yuav mus lwm qhov, thov koj pab lawv kom tsimnyog qhov uas lawv ua Vajtswv txoj haujlwm."},{"bible_id":"1525","chapter_code":"3JN.1","verse_code":"3JN.1.7","label":"7","content":"Rau qhov thaum lawv cov ntawd mus ua Yexus Khetos txoj haujlwm, lawv yeej tsis yuav tej uas cov tsis ntseeg muab pab lawv li."},{"bible_id":"1525","chapter_code":"3JN.1","verse_code":"3JN.1.8","label":"8","content":"Yog li ntawd peb cov uas ntseeg, peb yuav tsum pab lawv. Yog peb ua li ntawd thiaj yog peb nrog lawv qhia Vajtswv txojlus uas yog qhov tseeb."},{"bible_id":"1525","chapter_code":"3JN.1","verse_code":"3JN.1.9","label":"9","content":"Kuv twb sau ib tsab ntawv me me xa mus rau cov ntseeg lawm; tiamsis Di-autefes tus uas ntshaw ua cov ntseeg tus thawj yeej tsis quavntsej tej lus uas kuv hais ntawd li."},{"bible_id":"1525","chapter_code":"3JN.1","verse_code":"3JN.1.10","label":"10","content":"Yog li ntawd, thaum kuv tuaj txog kuv yuav nthuav txhua yam uas nws tau ua los lawm rau nej paub: Tej uas nws thuam peb ua dog ua dig thiab dag hais tias peb ua phem li ub li no! Tsis tas li ntawd xwb thaum cov kwvtij ntawd tuaj xyuas nws, nws tsis hu lawv los tsev thiab txwv tsis pub leejtwg hu lawv mus tsev; yog leejtwg hu nws tseem yuav muab tus ntawd ntiab tawm hauv pawg ntseeg mus thiab."},{"bible_id":"1525","chapter_code":"3JN.1","verse_code":"3JN.1.11","label":"11","content":"Tus phoojywg uas kuv hlub, koj tsis txhob xyaum ua li cov neeg phem, tiamsis koj yuav tsum xyaum ua li cov neeg uas ua zoo. Tus uas ua zoo yog Vajtswv menyuam; tus uas ua phem yeej tsis paub Vajtswv li."},{"bible_id":"1525","chapter_code":"3JN.1","verse_code":"3JN.1.12","label":"12","content":"Sawvdaws puavleej qhuas hais tias De-meti-us yog tus uas ua zoo, thiab nws ua nws lub neej raws li qhov tseeb. Peb puavleej ua taus timkhawv hais tias nws yeej ua zoo tiag. Nej yeej paub hais tias peb tsis dag nej, peb hais tseeb xwb."},{"bible_id":"1525","chapter_code":"3JN.1","verse_code":"3JN.1.13","label":"13","content":"Kuv muaj ntau zaj uas kuv xav qhia rau nej, tiamsis kuv tsis xav sau txhua zaj huv tibsi rau hauv ntawv xa tuaj rau nej."},{"bible_id":"1525","chapter_code":"3JN.1","verse_code":"3JN.1.14","label":"14","content":"Kuv cia siab hais tias tshuav tsis ntev no kuv yuav tuaj xyuas nej thiab peb yuav tau sib tham tim ntsej tim muag."},{"bible_id":"1525","chapter_code":"3JN.1","verse_code":"3JN.1.15","label":"15","content":"Thov Vajtswv pab kom koj tau zoo nyob kaj siab lug. Cov ntseeg lawv puavleej hais noj qab nyob zoo rau koj. Thiab koj hais noj qab nyob zoo rau peb cov phoojywg txhua tus huv tibsi."}]