[{"bible_id":"1525","chapter_code":"AMO.1","verse_code":"AMO.1.1","label":"1","content":"Tej no yog tus cevlus Amaus tej lus; nws yog ib tug tub yug yaj uas nyob hauv lub zos Tekau-as. Thaum Uxiyas ua vajntxwv kav tebchaws Yudas, thiab Yehau-as tus tub Yelaunpau-as ua vajntxwv kav tebchaws Yixalayees, Vajtswv tau qhia txhua yam txog cov Yixalayees rau Amaus, ob xyoos ua ntej uas av qeeg."},{"bible_id":"1525","chapter_code":"AMO.1","verse_code":"AMO.1.2","label":"2","content":"Amaus hais tias, “Tus TSWV lub suab nrov nroo ntws saum lub Roob Xi-oos tuaj; nws lub suab nrov ntxhe ntws hauv lub nroog Yeluxalees. Tej tshav zaub qhuav tas huv tibsi thiab tej nroj tsuag saum Roob Kalemees los daj tas.”"},{"bible_id":"1525","chapter_code":"AMO.1","verse_code":"AMO.1.3","label":"3","content":"Tus TSWV hais tias, “Cov neeg uas nyob hauv lub nroog Damaxes ua txhaum tas los rov ua txhaum dua thiab, twb yog vim li no kuv yuav rau txim rau lawv. Lawv tau ua nruj ua tsiv rau cov neeg Nkile-as."},{"bible_id":"1525","chapter_code":"AMO.1","verse_code":"AMO.1.4","label":"4","content":"Yog li ntawd, kuv thiaj yuav tso hluavtaws los hlawv lub tsev uas Vajntxwv Haxayees ua thiab kuv yuav hlawv Vajntxwv Npeehadas tej yeej tubrog kom kub hnyiab tas."},{"bible_id":"1525","chapter_code":"AMO.1","verse_code":"AMO.1.5","label":"5","content":"Kuv yuav tsoo lub nroog Damaxes tej roojvag thiab muab cov neeg uas nyob hauv lub Hav Avees thiab tus thawj uas kav lub nroog Npethedees ntiab tawm mus. Cov neeg Xilias yuav raug ntes coj mus kaw rau hauv tebchaws Kiles.”"},{"bible_id":"1525","chapter_code":"AMO.1","verse_code":"AMO.1.6","label":"6","content":"Tus TSWV hais tias, “Cov neeg Nkaxas ua txhaum tas los rov ua txhaum dua thiab, twb yog vim li no kuv yuav rau txim rau lawv. Lawv coj txhua haivneeg los thiab muab muag mus ua qhev rau tebchaws Edoos."},{"bible_id":"1525","chapter_code":"AMO.1","verse_code":"AMO.1.7","label":"7","content":"Yog li ntawd, kuv yuav tso hluavtaws los hlawv lub nroog Damaxes tej ntsa yeej thiab hlawv lawv tej yeej tubrog kom kub hnyiab tas."},{"bible_id":"1525","chapter_code":"AMO.1","verse_code":"AMO.1.8","label":"8","content":"Kuv yuav muab cov thawjcoj uas kav lub nroog Asedaus thiab lub nroog Asekeloos ntiab tawm mus. Kuv yuav rau txim rau lub nroog Ekiloos, thiab cov neeg Filitees uas seem yuav tuag tas huv tibsi.”"},{"bible_id":"1525","chapter_code":"AMO.1","verse_code":"AMO.1.9","label":"9","content":"Tus TSWV hais tias, “Cov neeg Tiles ua txhaum tas los rov ua txhaum dua thiab, twb yog vim li no kuv yuav rau txim rau lawv. Lawv coj txhua haivneeg los thiab muab muag mus ua qhev rau tebchaws Edoos thiab tsis ua raws li tej lus uas lawv tau cog tseg hais tias yuav ua phoojywg ntawd li."},{"bible_id":"1525","chapter_code":"AMO.1","verse_code":"AMO.1.10","label":"10","content":"Yog li ntawd, kuv yuav tso hluavtaws los hlawv lub nroog Tiles tus ntsa yeej thiab hlawv lawv tej yeej tubrog kom kub hnyiab tas.”"},{"bible_id":"1525","chapter_code":"AMO.1","verse_code":"AMO.1.11","label":"11","content":"Tus TSWV hais tias, “Cov neeg Edoos ua txhaum tas los rov ua txhaum dua, twb yog vim li no kuv yuav rau txim rau lawv. Lawv caum lawv cov kwvtij  uas yog cov Yixalayees tua thiab tsis hlub lawv li. Lawv tsis tso lawv tej kev nruj kev tsiv tseg li."},{"bible_id":"1525","chapter_code":"AMO.1","verse_code":"AMO.1.12","label":"12","content":"Yog li ntawd, kuv yuav tso hluavtaws los hlawv lub nroog Temas thiab lub nroog Npauxelas tej yeej tubrog kom kub hnyiab tas.”"},{"bible_id":"1525","chapter_code":"AMO.1","verse_code":"AMO.1.13","label":"13","content":"Tus TSWV hais tias, “Cov neeg Amoos ua txhaum tas los rov ua txhaum dua thiab, twb yog vim li no kuv yuav rau txim rau lawv. Lawv mus txeeb lwm haivneeg lub tebchaws los ua lawv tug, thiab lawv muab cov pojniam hauv cheebtsam Nkile-as uas tseem tabtom suab menyuam phais plab."},{"bible_id":"1525","chapter_code":"AMO.1","verse_code":"AMO.1.14","label":"14","content":"Yog li ntawd, kuv yuav tso hluavtaws los hlawv lub nroog Lanpas tej ntsa yeej thiab tej yeej tubrog kom kub hnyiab tas. Hnub uas ua rog yuav muaj suab qw nrov ntshoo nrooj, thiab yuav muaj kev sib ntaus sib tua ib yam li cua daj cuab dub ntsawj."},{"bible_id":"1525","chapter_code":"AMO.1","verse_code":"AMO.1.15","label":"15","content":"Lawv tus vajntxwv thiab nws cov nomtswv yuav raug ntes mus ua luag qhev.”"},{"bible_id":"1525","chapter_code":"AMO.2","verse_code":"AMO.2.1","label":"1","content":"Tus TSWV hais tas, “Cov neeg Mau-am ua txhaum tas los rov ua txhaum dua thiab, twb yog vim li no kuv yuav rau txim rau lawv. Lawv saib vajntxwv Edoos cov pobtxha tsis muaj nqis, lawv thiaj muab hlawv ua tshauv tas lawm."},{"bible_id":"1525","chapter_code":"AMO.2","verse_code":"AMO.2.2","label":"2","content":"Kuv yuav tso hluavtaws los hlawv lub tebchaws Mau-am thiab lub nroog Keli-aus tej yeej tubrog kom kub hnyiab tas. Cov neeg Mau-am yuav tuag tas rau hauv tshavrog thaum sib ntaus sib tua ntxhov hnyo thiab thaum tej tubrog tshuab xyu thiab qw ntshoo nrooj."},{"bible_id":"1525","chapter_code":"AMO.2","verse_code":"AMO.2.3","label":"3","content":"Kuv yuav tua tus thawj uas kav lub tebchaws Mau-am thiab cov thawjcoj hauv lub tebchaws ntawd povtseg huv tibsi.”"},{"bible_id":"1525","chapter_code":"AMO.2","verse_code":"AMO.2.4","label":"4","content":"Tus TSWV hais tias, “Cov neeg Yudas ua txhaum tas los rov ua txhaum dua thiab, twb yog vim li no kuv yuav rau txim rau lawv. Lawv thuam kuv tej lus qhia thiab tsis coj raws li kuv tej kevcai. Tej vajtswv cuav uas lawv cov yawgkoob ibtxwm teev ua rau lawv yuam kev lawm."},{"bible_id":"1525","chapter_code":"AMO.2","verse_code":"AMO.2.5","label":"5","content":"Yog li ntawd, kuv yuav tso hluavtaws los hlawv cov Yudas thiab lub nroog Yeluxalees tej yeej tubrog kom kub hnyiab tas.”"},{"bible_id":"1525","chapter_code":"AMO.2","verse_code":"AMO.2.6","label":"6","content":"Tus TSWV hais tias, “Cov neeg Yixalayees ua txhaum tas los rov ua txhaum dua thiab, twb yog vim li no kuv yuav rau txim rau lawv. Lawv muab cov neeg ncaj ncees uas tshuav lawv nqi muag mus ua luag qhev, cov neeg ntawd txomnyem heev; txawm yog ib nkawm khau khiab xwb los lawv twb tsis muaj nyiaj them."},{"bible_id":"1525","chapter_code":"AMO.2","verse_code":"AMO.2.7","label":"7","content":"Lawv caij tsuj  cov neeg uas tsis muaj chaw vamkhom thiab muab cov neeg txomnyem thawb ntiag rau ib cag. Ob txiv tub mus deev ib tug nkauj qhe ua rau luag saib tsis taus kuv lub npe uas dawbhuv."},{"bible_id":"1525","chapter_code":"AMO.2","verse_code":"AMO.2.8","label":"8","content":"Txhua qhov chaw uas neeg mus pehawm puavleej muaj neeg pw rawv saum tej khaubncaws uas lawv mus muab ntawm cov neeg txomnyem uas tshuav lawv nqi los yuam nqi cia. Lawv mus muab cov neeg ntawd tej cawv txiv hmab los haus hauv lawv tus Vajtswv lub tuamtsev."},{"bible_id":"1525","chapter_code":"AMO.2","verse_code":"AMO.2.9","label":"9","content":"“Kuv haivneeg, twb yog vim kuv tseem hlub tshua nej, kuv thiaj ua rau cov neeg Amaules raug kev puastsuaj tas; lawv yog cov neeg uas tej txivneej siab ib yam li tej ntoo ciab thiab tawv npaum nkaus li tej ntoo qhib ntag."},{"bible_id":"1525","chapter_code":"AMO.2","verse_code":"AMO.2.10","label":"10","content":"Kuv coj nej tawm nram tebchaws Iziv los thiab coj nej ncig mus ncig los nram tiaj suabpuam tau plaub caug xyoo, thiab kuv muab cov Amaules lub tebchaws rau nej ua nej tug."},{"bible_id":"1525","chapter_code":"AMO.2","verse_code":"AMO.2.11","label":"11","content":"Kuv tau xaiv nej cov tub qee leej los ua cov cevlus thiab cov tub hluas qee leej los ua cov Naxis.  Cov Yixalayees, tej no puas yog lus tseeb tiag? Kuv yog tus TSWV, tej lus no yog kuv hais."},{"bible_id":"1525","chapter_code":"AMO.2","verse_code":"AMO.2.12","label":"12","content":"Tiamsis nej yuam kom cov Naxis haus cawv thiab txwv tsis pub cov cevlus qhia kuv tej lus."},{"bible_id":"1525","chapter_code":"AMO.2","verse_code":"AMO.2.13","label":"13","content":"Nimno kuv yuav muab nej tsuj nthi rau hauv av, thiab nej yuav ntsaj ib yam li lub tsheb uas ntim nplej puv nkaus uas ntog nrov qij qej ntag."},{"bible_id":"1525","chapter_code":"AMO.2","verse_code":"AMO.2.14","label":"14","content":"Cov neeg uas khiav ceev yuav khiav tsis dim; cov neeg uas muaj zog heev lub zog yuav ntaug, thiab cov tubrog yuav tsis muaj peevxwm cawm tau lawv txojsia."},{"bible_id":"1525","chapter_code":"AMO.2","verse_code":"AMO.2.15","label":"15","content":"Cov neeg tua hneevnti yuav sawv tsis taus ntawm lawv qhov chaw, cov neeg khiav ceev yuav khiav tsis taus, thiab cov uas caij nees lawv yuav khiav tsis dim li."},{"bible_id":"1525","chapter_code":"AMO.2","verse_code":"AMO.2.16","label":"16","content":"Thaum txog hnub ntawd, cov tubrog uas siab tawv heev yuav muab lawv tej cuabyeej tso tseg thiab khiav lawm xwb. Tus TSWV yog tus hais tej lus no.”"},{"bible_id":"1525","chapter_code":"AMO.3","verse_code":"AMO.3.1","label":"1","content":"Cov Yixalayees, nej yog haivneeg uas tus TSWV coj tawm nram tebchaws Iziv los, nej cia li mloog tej lus uas tus TSWV hais txog nej:"},{"bible_id":"1525","chapter_code":"AMO.3","verse_code":"AMO.3.2","label":"2","content":"“Txhua haivneeg uas nyob hauv lub ntiajteb no, tsuas yog nej haivneeg nkaus xwb, kuv thiaj paub thiab hlub. Nej tau ua txhaum loj heev, kuv yuav rau txim rau nej.”"},{"bible_id":"1525","chapter_code":"AMO.3","verse_code":"AMO.3.3","label":"3","content":"Ob tug txivneej uas tsis tau sib tham haum ua ntej puas yuav taug kev mus ua ke tau?"},{"bible_id":"1525","chapter_code":"AMO.3","verse_code":"AMO.3.4","label":"4","content":"Yog tsov ntxhuav tom tsis tau tsiaj, nws puas yuav nyooj hauv havzoov tuaj? Yog thav tsov ntxhuav tom tsis tau dabtsi, nws puas yuav nyooj hauv nws lub qhov tuaj?"},{"bible_id":"1525","chapter_code":"AMO.3","verse_code":"AMO.3.5","label":"5","content":"Yog tsis rau w, noog puas yuav mag ntxiab? Yog tsis muaj ib yam dabtsi mus nphav rooj ntxiab, ntxiab puas yuav txhais?"},{"bible_id":"1525","chapter_code":"AMO.3","verse_code":"AMO.3.6","label":"6","content":"Tej suab raj suab xyu uas tshuab txhib tubrog hauv nroog yuav tsis ua rau cov pejxeem ntshai los? Yog tus TSWV tsis pub kom muaj kev puastsuaj los raug lub nroog yuav ua li cas muaj tau?"},{"bible_id":"1525","chapter_code":"AMO.3","verse_code":"AMO.3.7","label":"7","content":"Tug TSWV uas kav ib puas tsav yam yuav ua ib yam dabtsi, nws yeej xub qhia rau nws cov tubtxib uas yog cov cevlus paub ua ntej nws mam ua."},{"bible_id":"1525","chapter_code":"AMO.3","verse_code":"AMO.3.8","label":"8","content":"Thaum tsov ntxhuav nyooj puas muaj leejtwg tawv tsis ntshai? Thaum tus TSWV uas kav ib puas tsav yam hais lawm, puas yuav muaj leejtwg npog tsis kam qhia nws tej lus?"},{"bible_id":"1525","chapter_code":"AMO.3","verse_code":"AMO.3.9","label":"9","content":"Cia li qhia rau cov neeg uas nyob hauv tej loog hauv tebchaws Iziv thiab hauv lub nroog Asedaus hais tias, “Cia li mus sib sau rau pem cov pov roob uas nyob puagncig lub nroog Xamalis, sawvdaws yuav pom tej xwm phem thiab tej kev nruj tsiv uas cov neeg hauv lub nroog ntawd ua.”"},{"bible_id":"1525","chapter_code":"AMO.3","verse_code":"AMO.3.10","label":"10","content":"Tus TSWV hais tias, “Cov neeg no txeeb thiab coj luag tej khoom los tso puv nkaus rau hauv lawv tej vajtse. Lawv tsis paub yuav ua neeg ncaj ncees li."},{"bible_id":"1525","chapter_code":"AMO.3","verse_code":"AMO.3.11","label":"11","content":"Yog li ntawd, yeebncuab yuav tuaj vij lawv lub tebchaws, muab lawv tej ntsa yeej rhuav kom puastsuaj thiab huab lawv tej cuabtam.”"},{"bible_id":"1525","chapter_code":"AMO.3","verse_code":"AMO.3.12","label":"12","content":"Tus TSWV hais tias, “Thaum tsov ntxhuav tom ib tug yaj noj, ntshai tus tswv yaj tsuas txeeb tau ob txhais kotaw lossis ib sab pobntseg xwb. Ib yam nkaus li ntawd cov neeg Xamalis uas pw da luj luam saum tej rooj uas pua ntaub tsuj ntaub npuag  tsuas muaj qee leej thiaj khiav dim xwb.”"},{"bible_id":"1525","chapter_code":"AMO.3","verse_code":"AMO.3.13","label":"13","content":"Tus TSWV uas yog Vajtswv, tus uas muaj Fwjchim Loj kawg nkaus hais tias, “Nej cia li ua tib zoo mloog thiab hais rau Yakhauj cov xeebntxwv tias"},{"bible_id":"1525","chapter_code":"AMO.3","verse_code":"AMO.3.14","label":"14","content":"hnub uas kuv rau txim rau cov Yixalayees vim lawv tej kev txhaum; kuv yuav rhuav tej thaj uas nyob hauv lub nroog Npethees kom puastsuaj. Tej thaj txhua ceg kaum yuav tawg tas thiab poob rau hauv av."},{"bible_id":"1525","chapter_code":"AMO.3","verse_code":"AMO.3.15","label":"15","content":"Kuv yuav rhuav tej tsev uas neeg tuaj so thaum lub caij ntuj no thiab lub caij ntuj sov. Tej tsev uas muab kaus ntxhw ua yuav pob tas ua tsheej pawg; txhua lub tsev loj los yuav raug rhuav kom puastsuaj tas.”"},{"bible_id":"1525","chapter_code":"AMO.4","verse_code":"AMO.4.1","label":"1","content":"Cov pojniam hauv lub nroog Xamalis, nej ua tib zoo mloog tej lus no; nej rog ib yam li cov nyuj uas luag pub zaub rau noj zoo heev pem tebchaws Npasas. Nej tsimtxom cov neeg txomnyem, quab yuam cov neeg pluag, thiab yuam kom nej cov txiv hliv cawv rau nej haus!"},{"bible_id":"1525","chapter_code":"AMO.4","verse_code":"AMO.4.2","label":"2","content":"Tus TSWV uas kav ib puas tsav yam yog tus dawbhuv, nws tau coglus tseg hais tias, “Thaum txog hnub ntawd luag yuav muab nqelauj los nqe nej cajdab cab mus; nej txhua tus yuav zoo ib yam li tus ntses uas mag nuv."},{"bible_id":"1525","chapter_code":"AMO.4","verse_code":"AMO.4.3","label":"3","content":"Luag yuav cab nej tawm hauv tej qhov ntsa yeej tawg mus thiab muab nej pov rau sab nraud.”"},{"bible_id":"1525","chapter_code":"AMO.4","verse_code":"AMO.4.4","label":"4","content":"Tus TSWV uas kav ib puas tsav yam hais tias, “Cov Yixalayees, nej cia li mus ua kev txhaum tom qhov chaw dawbhuv uas nyob hauv Npethees. Yog nej pheej yuav ua kev txhaum xwb. Nej cia li mus rau hauv lub nroog Nkilenkas thiab ua kev txhaum kom kawg siab kawg ntsws! Cia li niaj tagkis cab tsiaj mus tua ua khoom fij thiab nqa nej tej ib feem kaum mus fij peb hnub ib zaug."},{"bible_id":"1525","chapter_code":"AMO.4","verse_code":"AMO.4.5","label":"5","content":"Cia li mus muab nej tej ncuav tuaj fij ua Vajtswv tsaug thiab cia li khav tej uas nej muab tshaj coj tuaj ua khoom fij! Nej yeej yog cov neeg uas nyiam ua li ntawd."},{"bible_id":"1525","chapter_code":"AMO.4","verse_code":"AMO.4.6","label":"6","content":"“Kuv yog tus tso tej kev tshaib kev nqhis los rau nej txhua lub nroog, tiamsis nej tseem tsis tig rov los cuag kuv."},{"bible_id":"1525","chapter_code":"AMO.4","verse_code":"AMO.4.7","label":"7","content":"Kuv tsis tso nag los ywg nej tej qoobloo thaum nej tej liaj tej teb qhuav heev. Kuv tso nag los rau qee lub nroog, tiamsis dua li tej kuv tsis tso, thiab kuv tso nag los rau qee thaj teb, tiamsis dua li tej av yuav qhuav nkig nkuav."},{"bible_id":"1525","chapter_code":"AMO.4","verse_code":"AMO.4.8","label":"8","content":"Tej neeg nqhis dej qaug zog zis, cov neeg uas nyob hauv ob peb lub nroog sau nthwv tuaj rau hauv lub nroog uas lawv cia siab hais tias lawv yuav nrhiav tau dej haus, tiamsis qhov ntawd kuj tsis muaj dej txaus haus thiab. Txawm li ntawd los nej tseem tsis tig rov los cuag kuv."},{"bible_id":"1525","chapter_code":"AMO.4","verse_code":"AMO.4.9","label":"9","content":"“Kuv tso cua tuaj ntsawj nej tej qoobloo qhuav tas; kuv tso kooj los noj nej tej vaj txiv hmab, nej tej txiv ncuavpias thiab nej tej txiv ntoo roj tas huv tibsi. Txawm li ntawd los nej tseem tsis tig rov qab los cuag kuv."},{"bible_id":"1525","chapter_code":"AMO.4","verse_code":"AMO.4.10","label":"10","content":"“Kuv tso sub tawg sub ntsha los rau nej ib yam li kuv tso los rau lub tebchaws Iziv. Kuv tua nej cov tub hluas tuag tas rau hauv tshavrog thiab cab nej tej nees mus tas; kuv ua kom nej tau hnia tej neeg uas tuag tej kua lwj hauv nej tej yeej. Txawm li ntawd los nej tseem tsis tig rov los cuag kuv.”"},{"bible_id":"1525","chapter_code":"AMO.4","verse_code":"AMO.4.11","label":"11","content":"Tus TSWV hais tias, “Kuv twb ua rau nej cov ibtxhia raug puastsuaj ib yam li kuv ua rau lub nroog Xaudoos thiab lub nroog Kaumaulas; nej cov uas seem zoo ib yam li daim taws uas thau hauv qhovcub los. Txawm li ntawd los nej tseem tsis tig rov los cuag kuv li."},{"bible_id":"1525","chapter_code":"AMO.4","verse_code":"AMO.4.12","label":"12","content":"Yog li ntawd, cov Yixalayees, kuv yuav rau txim rau nej. Nej cia li npaj tos, rau qhov kuv yuav txiav txim rau nej!”"},{"bible_id":"1525","chapter_code":"AMO.4","verse_code":"AMO.4.13","label":"13","content":"Vajtswv yog tus uas tsim tej toj roob hauv pes thiab tej cua. Nws qhia nws tej kev xav rau neeg paub; nws hloov nruab hnub mus ua hmo ntuj. Nws mus kev saum lub ntiajteb qhov chaw siab. Nws lub npe hu ua tus TSWV uas yog Vajtswv tus muaj Hwjchim Loj kawg nkaus!"},{"bible_id":"1525","chapter_code":"AMO.5","verse_code":"AMO.5.1","label":"1","content":"Cov Yixalayees, nej cia li mloog zaj nkauj quaj ntsuag uas kuv hu rau nej no:"},{"bible_id":"1525","chapter_code":"AMO.5","verse_code":"AMO.5.2","label":"2","content":"Tus nkaujxwb Yixalayees twb ntog lawm, thiab yuav tsis sawv li! Nws yuav pw rau hauv av mus li thiab tsis muaj leejtwg yuav tsa nws sawv."},{"bible_id":"1525","chapter_code":"AMO.5","verse_code":"AMO.5.3","label":"3","content":"Tus TSWV uas kav ib puas tsav yam hais tias, “Ib lub nroog hauv tebchaws Yixalayees xa ib txhiab leej tubrog tawm mus ntaus rog, tiamsis tsuas tshuav ib puas leej rov los xwb; muaj dua ib lub nroog xa ib puas leej tubrog tawm mus, tiamsis tsuas tshuav kaum leej rov los xwb.”"},{"bible_id":"1525","chapter_code":"AMO.5","verse_code":"AMO.5.4","label":"4","content":"Tus TSWV hais rau cov Yixalayees hais tias, “Nej cia li los cuag kuv, nej thiaj yuav muaj sia ua neej nyob."},{"bible_id":"1525","chapter_code":"AMO.5","verse_code":"AMO.5.5","label":"5","content":"Tsis txhob mus pehawm kuv hauv Npesenpas. Tsis txhob mus nrhiav kuv hauv Npethees, nyob pem Npethees tsis muaj dabtsi li. Tsis txhob mus pem lub nroog Nkilenkas, nws cov neeg twb raug ntes coj mus rau lwm tebchaws lawm.”"},{"bible_id":"1525","chapter_code":"AMO.5","verse_code":"AMO.5.6","label":"6","content":"Nej cia li mus cuag tus TSWV, nej thiaj yuav muaj sia ua neej nyob. Yog nej tsis mus cuag nws, nws yuav sau zog cov Yixalayees mus ib yam li hluavtaws kub. Hluavtaws yuav kub cov neeg uas nyob hauv lub nroog Npethees, thiab yuav tsis muaj leejtwg tua tau tej hluavtaws ntawd li."},{"bible_id":"1525","chapter_code":"AMO.5","verse_code":"AMO.5.7","label":"7","content":"Nej cov uas muab txojkev ncaj ncees hloov ua kev iab kev daw thiab muab txojkev tseeb tso tseg, nej raug kev puastsuaj lawm lauj!"},{"bible_id":"1525","chapter_code":"AMO.5","verse_code":"AMO.5.8","label":"8","content":"Tus TSWV tsim tej hnubqub Peleyas thiab Auliyoos. Nws muab hmo ntuj hloov ua nruab hnub thiab muab nruab hnub hloov ua hmo ntuj. Nws hu kom dej tawm hauv hiavtxwv tuaj thiab muab hliv rau lub ntiajteb. Nws lub npe hu ua tus TSWV."},{"bible_id":"1525","chapter_code":"AMO.5","verse_code":"AMO.5.9","label":"9","content":"Nws tso kev puastsuaj los rau cov neeg uas muaj hwjchim thiab lawv tej ntsa yeej uas khov heev."},{"bible_id":"1525","chapter_code":"AMO.5","verse_code":"AMO.5.10","label":"10","content":"Nej ntxub txhua tus uas coj ncaj thiab hais lus tseeb nyob hauv tsev tu plaub."},{"bible_id":"1525","chapter_code":"AMO.5","verse_code":"AMO.5.11","label":"11","content":"Nej tsimtxom cov neeg txomnyem thiab nyiag lawv tej qoobloo. Yog li ntawd, nej yuav tsis tau nyob hauv tej tsev pobzeb zoo zoo uas nej ua thiab tsis tau haus tej kua txiv hmab uas nej cog."},{"bible_id":"1525","chapter_code":"AMO.5","verse_code":"AMO.5.12","label":"12","content":"Kuv paub nej muaj txim loj thiab nej tau ua txhaum ntau heev. Nej tsimtxom cov neeg ua zoo, nej yuav luag tej nyiaj xiab, thiab nej txwv tsis pub luag txiav txim ncaj ncees rau cov neeg pluag."},{"bible_id":"1525","chapter_code":"AMO.5","verse_code":"AMO.5.13","label":"13","content":"Yog li ntawd, nimno yog lub sijhawm uas muaj kev phem kev qias heev, cov neeg txawj ntse thiaj nyob twjywm tsis ua dabtsi li!"},{"bible_id":"1525","chapter_code":"AMO.5","verse_code":"AMO.5.14","label":"14","content":"Nej yuav tsum xyaum ua zoo tsis txhob ua phem, nej thiaj muaj sia ua neej nyob. Tus TSWV uas yog Vajtswv tus muaj Hwjchim Loj kawg nkaus thiaj yuav nrog nej nyob ib yam li nej tau khav hais tias nws nrog nraim nej nyob."},{"bible_id":"1525","chapter_code":"AMO.5","verse_code":"AMO.5.15","label":"15","content":"Nej yuav tsum ntxub txojkev ua phem, nyiam txojkev ua zoo, thiab nej yuav tsum hais tej lus tseeb nyob hauv tsev tu plaub. Tej zaum tus TSWV yuav hlub cov neeg uas tseem nyob hauv lub tebchaws no."},{"bible_id":"1525","chapter_code":"AMO.5","verse_code":"AMO.5.16","label":"16","content":"Yog li ntawd, tus TSWV uas muaj Hwjchim loj kawg nkaus, tus uas kav ib puas tsav yam hais tias, “Nyob rau hauv tej nroog yuav muaj neeg quaj ntsuag raws tej kev. Txawm yog tej tub qoob tub loo los luag yuav hu tuaj nyiav tej tuag nrog cov neeg uas luag ntiav tuaj nyiav tej tuag."},{"bible_id":"1525","chapter_code":"AMO.5","verse_code":"AMO.5.17","label":"17","content":"Yuav muaj neeg quaj nyiav ntshoo nrooj hauv tej vaj txiv hmab. Tej no yuav tshwm tuaj, rau qhov kuv yuav los txiav txim rau nej.” Tus TSWV yog tus uas hais li ntawd."},{"bible_id":"1525","chapter_code":"AMO.5","verse_code":"AMO.5.18","label":"18","content":"Nej cov uas xav pom tus TSWV hnub yuav raug kev puastsuaj lauj! Hnub ntawd yuav muaj dabtsi zoo rau nej? Vim hnub ntawd yog hnub uas yuav tsaus ntuj nti rau nej, tsis yog hnub uas ci rau nej pom kev."},{"bible_id":"1525","chapter_code":"AMO.5","verse_code":"AMO.5.19","label":"19","content":"Hnub ntawd yuav zoo ib yam li tus neeg uas khiav tsov ntxhuav mus ntsib dais! Lossis zoo ib yam li tus neeg uas los txog tsev muab tes tiag rau tim phabntsa txawm raug nab tom."},{"bible_id":"1525","chapter_code":"AMO.5","verse_code":"AMO.5.20","label":"20","content":"Tus TSWV hnub yuav coj kev tsaus ntuj los, tsis yog coj kev kaj los; yuav yog hnub uas tsaus ntuj nti, tsis muaj qhov kaj hlo li."},{"bible_id":"1525","chapter_code":"AMO.5","verse_code":"AMO.5.21","label":"21","content":"Tus TSWV hais tias, “Kuv ntxub nej tej kev ua rooj noj rooj haus ntawd heev; kuv saib tsis taus tej ntawd li lawm."},{"bible_id":"1525","chapter_code":"AMO.5","verse_code":"AMO.5.22","label":"22","content":"Thaum nej coj tej tsiaj tuaj tua hlawv ua khoom fij thiab coj tej qoobloo tuaj fij rau kuv, kuv yuav tsis txais yuav; thiab kuv yuav tsis txais tej tsiaj uas nej muab txav rog rog coj tuaj tua fij rau kuv ntawd."},{"bible_id":"1525","chapter_code":"AMO.5","verse_code":"AMO.5.23","label":"23","content":"Cia li tseg, tsis txhob hu nkauj nrov nrov lawm; kuv tsis xav hnov nej tej suab nkauj nogncas nrov."},{"bible_id":"1525","chapter_code":"AMO.5","verse_code":"AMO.5.24","label":"24","content":"Tiamsis cia txojkev ncaj ncees ntws ib yam li dej ntws, thiab cia txojkev tseeb ntws ib yam li tus dej ntws tsis paub nqhuab."},{"bible_id":"1525","chapter_code":"AMO.5","verse_code":"AMO.5.25","label":"25","content":"“Cov Yixalayees, thaum kuv coj nej kev tau plaub caug xyoo nram tiaj suabpuam, kuv tsis tau hais kom nej muab tsiaj tuaj tua theej txhoj thiab ua khoom fij rau kuv li."},{"bible_id":"1525","chapter_code":"AMO.5","verse_code":"AMO.5.26","label":"26","content":"Tiamsis nimno, vim nej tau pe tus mlom Xakus uas yog nej tus vajntxwv thiab pe lub hnubqub Kaivas uas yog nej tus vajtswv; nej yuav coj tej mlom ntawd nrog nej mus,"},{"bible_id":"1525","chapter_code":"AMO.5","verse_code":"AMO.5.27","label":"27","content":"thaum kuv muab nej ntiab mus nyob hauv lub tebchaws uas dhau ntawm lub nroog Damaxes mus lawm.” Tus TSWV uas muaj npe hu ua Vajtswv tus muaj Hwjchim Loj kawg nkaus hais li ntawd."},{"bible_id":"1525","chapter_code":"AMO.6","verse_code":"AMO.6.1","label":"1","content":"Kev txomnyem yuav los raug nej cov uas nyob tso siab lug hauv lub nroog Xi-oos thiab nej cov uas nyob kaj siab lug hauv lub nroog Xamalis, nej cov uas yog neeg tseemceeb ntawm haivneeg Yixalayees, thiab nej yog cov uas tsoom pejxeem cia siab rau."},{"bible_id":"1525","chapter_code":"AMO.6","verse_code":"AMO.6.2","label":"2","content":"Nej cia li mus saib lub nroog Kalenes, ces ho mus saib lub nroog Hamas uas loj heev, thiab nqis mus saib cov Filitees lub nroog Nkas. Puas yog cov nroog no zoo tshaj cov Yudas thiab cov Yixalayees ob lub tebchaws? Puas yog lawv tej ciam dej ciam av dav tshaj nej li?"},{"bible_id":"1525","chapter_code":"AMO.6","verse_code":"AMO.6.3","label":"3","content":"Nej yeej tsis xav pom hnub uas muaj kev puastsuaj, tiamsis tej uas nej ua tabtom coj hnub ntawd los ze nej lawm."},{"bible_id":"1525","chapter_code":"AMO.6","verse_code":"AMO.6.4","label":"4","content":"Kev puastsuaj yuav los raug nej cov uas tau zoo pw saum tej rooj uas pua ntaub tsuj ntaub npuag thiab tua xyuas nyuj thiab thav yaj noj xwb!"},{"bible_id":"1525","chapter_code":"AMO.6","verse_code":"AMO.6.5","label":"5","content":"Nej nyiam sau tej nkauj tshiab hu ib yam li Daviv thiab hu nrog tej suab nkauj nogncas."},{"bible_id":"1525","chapter_code":"AMO.6","verse_code":"AMO.6.6","label":"6","content":"Nej haus tej tais cawv puv phwj yaws thiab muab tej roj tsw qab uas kim kim los pleev ua tsw qab ntxiag, tiamsis nej tsis quavntsej thaum nej pom cov Yixalayees lub tebchaws raug kev puastsuaj."},{"bible_id":"1525","chapter_code":"AMO.6","verse_code":"AMO.6.7","label":"7","content":"Yog li ntawd, nej yuav yog thawj pab uas raug luag ntes coj mus rau lwm tebchaws. Qhov uas nej muaj rooj noj rooj haus thiab ua kev lomzem yuav tsis muaj ntxiv lawm."},{"bible_id":"1525","chapter_code":"AMO.6","verse_code":"AMO.6.8","label":"8","content":"Tus TSWV uas yog Vajtswv tus muaj Hwjchim Loj kawg nkaus tau coglus ruaj khov tseg hais tias, “Kuv ntxub cov Yixalayees tej kev khavtheeb; kuv ntxub lawv tej vajtse uas ci ntsa iab. Kuv yuav muab nej lub tuamceeb nroog thiab txhua tsav yam uas nyob hauv cob rau nej cov yeebncuab tes.”"},{"bible_id":"1525","chapter_code":"AMO.6","verse_code":"AMO.6.9","label":"9","content":"Txawm yog ib tsevneeg tshuav kaum leej txivneej xwb los lawv yeej yuav tuag tas huv tibsi."},{"bible_id":"1525","chapter_code":"AMO.6","verse_code":"AMO.6.10","label":"10","content":"Tus tuag ntawd ib tug kwvtij uas saib kev pam tuag yuav tuaj coj tus tuag tawm hauv tsev mus. Nws yuav nug cov neeg uas nyob hauv lub tsev ntawd hais tias, “Puas muaj lwm tus nrog nej nyob thiab?” Ces lawv yuav teb hais tias, “Tsis muaj.” Ces tus kwvtij ntawd yuav hais tias, “Ua twjywm! Peb yuav tsum ceevfaj tsis txhob tuav tus TSWV lub npe li.”"},{"bible_id":"1525","chapter_code":"AMO.6","verse_code":"AMO.6.11","label":"11","content":"Thaum tus TSWV tso ncauj lawm, tej tsev tsis hais lub loj lub me yuav puastsuaj tas."},{"bible_id":"1525","chapter_code":"AMO.6","verse_code":"AMO.6.12","label":"12","content":"Nees puas khiav tso sasntws tau saum tej roob tsuas? Puas muaj neeg cab nyuj mus laij tau hiavtxwv? Tiamsis nej muab txojkev ncaj ncees hloov mus ua tshuaj lom neeg thiab muab yam zoo hloov ua yam phem."},{"bible_id":"1525","chapter_code":"AMO.6","verse_code":"AMO.6.13","label":"13","content":"Nej khav hais tias nej mus txeeb tau lub nroog Laudenpas.  Nej khav hais tias, “Peb yeej muaj zog txaus uas mus txeeb tau lub nroog Kalenais  los ua peb tug.”"},{"bible_id":"1525","chapter_code":"AMO.6","verse_code":"AMO.6.14","label":"14","content":"Tug TSWV uas yog Vajtswv tus muaj Hwjchim Loj kawg nkaus hais tias, “Cov Yixalayees, kuv tabtom txib cov tubrog txawv tebchaws tuaj tua nej lub tebchaws. Lawv yuav tsimtxom nej txij ntawm lub dawm Hamas sab qaumteb mus txog nram tus dej Alanpas uas nyob sab qabteb.”"},{"bible_id":"1525","chapter_code":"AMO.7","verse_code":"AMO.7.1","label":"1","content":"Tus TSWV uas kav ib puas tsav yam ua rau kuv pom ib zaj yogtoog. Thaum luag hlais tej zaub nyuj uas yog vajntxwv tug tas lawm, kuv pom tus TSWV tso ib co kooj coob heev los noj tej zaub nyuj uas tabtom pib hlav zom zaws tuaj."},{"bible_id":"1525","chapter_code":"AMO.7","verse_code":"AMO.7.2","label":"2","content":"Nyob rau hauv zaj yogtoog ntawd, kuv pom kooj muab txhua yam nroj tsuag uas ntsuab mos nyoos hauv lub tebchaws noj tas dulug, ces kuv thiaj hais rau tus TSWV hais tias, “Tus TSWV uas kav ib puas tsav yam, thov koj zam txim rau koj haivneeg! Lawv yuav ua li cas ua neej nyob? Rau qhov lawv tseem yau thiab tsis muaj zog li!”"},{"bible_id":"1525","chapter_code":"AMO.7","verse_code":"AMO.7.3","label":"3","content":"Tus TSWV hloov siab thiab hais tias, “Kuv yuav tsis pub tej uas koj pom no tshwmsim.”"},{"bible_id":"1525","chapter_code":"AMO.7","verse_code":"AMO.7.4","label":"4","content":"Tus TSWV uas kav ib puas tsav yam rov ua rau kuv pom dua ib zaj yogtoog. Kuv pom tus TSWV npaj hluavtaws los rau txim rau nws haivneeg. Cov hluavtaws ntawd twb kub lub hiavtxwv puag hauv nruab tivtxwv thiab pib kub thooj av no lawm."},{"bible_id":"1525","chapter_code":"AMO.7","verse_code":"AMO.7.5","label":"5","content":"Ces kuv hais tias, “Tus TSWV uas kav ib puas tsav yam, thov koj cia li tsum! Koj haivneeg yuav ua li cas ua neej nyob? Rau qhov lawv tseem yau thiab tsis muaj zog li!”"},{"bible_id":"1525","chapter_code":"AMO.7","verse_code":"AMO.7.6","label":"6","content":"Tus TSWV rov hloov dua siab thiab hais tias, “Tej no yuav tsis pub kom tshwmsim ib yam nkaus.”"},{"bible_id":"1525","chapter_code":"AMO.7","verse_code":"AMO.7.7","label":"7","content":"Tus TSWV rov ua rau kuv pom dua ib zaj yogtoog. Kuv pom tus TSWV sawv ntawm ib sab ntsa yeej uas luag siv txoj hlua ntsuas qhov uas luag ua tiav lawm; thiab nws tuav rawv txoj hlua ntawm nws txhais tes."},{"bible_id":"1525","chapter_code":"AMO.7","verse_code":"AMO.7.8","label":"8","content":"Nws nug kuv hais tias, “Amaus, koj pom dabtsi?” Kuv teb hais tias, “Kuv pom ib txoj hlua.” Ces nws hais tias, “Kuv siv txoj hlua no qhia rau kuv haivneeg paub hais tias lawv zoo ib yam li tej ntsa yeej uas tsis siv txoj hlua ntsuas kom ncaj. Kuv yuav tsis hloov siab ib zaug ntxiv li lawm; kuv yeej yuav rau txim rau lawv."},{"bible_id":"1525","chapter_code":"AMO.7","verse_code":"AMO.7.9","label":"9","content":"Qhov chaw uas Ixaj cov xeebntxwv pehawm kuv yuav raug puastsuaj. Cov Yixalayees qhov chaw dawbhuv los yuav muab tso tseg nphob xuav cia. Kuv yuav ua kom Vajntxwv Yelaunpau-as cov xeebntxwv raug hniav ntaj hniav riam tuag tu noob nrho mus.”"},{"bible_id":"1525","chapter_code":"AMO.7","verse_code":"AMO.7.10","label":"10","content":"Amaxiyas uas yog tus povthawj nyob hauv Npethees tau qhia mus rau Vajntxwv Yelaunpau-as uas kav tebchaws Yixalayees hais tias, “Amaus tabtom tuav tswvyim haub ntxias cov pejxeem kom ntxeev siab rau koj. Tej lus uas nws qhia ntawd yuav rhuav lub tebchaws no kom puastsuaj."},{"bible_id":"1525","chapter_code":"AMO.7","verse_code":"AMO.7.11","label":"11","content":"Nws hais li no: ‘Yelaunpau-as yuav tuag rau hauv tshavrog, thiab cov Yixalayees yuav raug luag ntes coj tawm hauv lawv lub tebchaws mus rau lwm tebchaws.’ ”"},{"bible_id":"1525","chapter_code":"AMO.7","verse_code":"AMO.7.12","label":"12","content":"Ces Amaxiyas txawm hais rau Amaus hais tias, “Yawg cevlus, txaus lawm lauj! Koj cia li rov qab mus rau nram tebchaws Yudas thiab qhuab qhia nyob nrad. Cia lawv them nqi zog rau koj."},{"bible_id":"1525","chapter_code":"AMO.7","verse_code":"AMO.7.13","label":"13","content":"Tsis txhob qhuab qhia hauv lub nroog Npethees no ib zaug ntxiv lawm. Rau qhov ntawm no yog vajntxwv qhov chaw pehawm uas yog lub tebchaws no lub tuamtsev.”"},{"bible_id":"1525","chapter_code":"AMO.7","verse_code":"AMO.7.14","label":"14","content":"Amaus teb hais tias, “Kuv tsis yog tus cev Vajtswv lus uas yuav nqi zog. Kuv yog ib tug neeg yug tsiaj, thiab kuv tu tej txiv ncuavpias xwb."},{"bible_id":"1525","chapter_code":"AMO.7","verse_code":"AMO.7.15","label":"15","content":"Tiamsis tus TSWV tau coj kuv tawm ntawm kuv tes haujlwm yug yaj thiab hais kom kuv tuaj cevlus rau nws haivneeg Yixalayees xwb."},{"bible_id":"1525","chapter_code":"AMO.7","verse_code":"AMO.7.16","label":"16","content":"Yog li ntawd, nimno koj cia li mloog tej lus uas tug TSWV hais. Koj hais kom kuv tseg tsis txhob cev Vajtswv lus thiab tseg tsis txhob qhuab qhia cem cov Yixalayees lawm."},{"bible_id":"1525","chapter_code":"AMO.7","verse_code":"AMO.7.17","label":"17","content":"Yog li ntawd Amaxiyas, tus TSWV hais rau koj hais tias, ‘Koj tus pojniam yuav mus ua niamntiav nyob hauv nroog, thiab koj cov menyuam yuav raug tua tuag tas rau hauv tshavrog. Yuav muab koj lub tebchaws faib rau luag, thiab koj yuav mus tuag rau hauv lwm haivneeg uas tsis ntseeg Vajtswv lub tebchaws. Thiab haivneeg Yixalayees yuav raug luag coj tawm hauv lawv lub tebchaws mus nyob rau lwm tebchaws.’ ”"},{"bible_id":"1525","chapter_code":"AMO.8","verse_code":"AMO.8.1","label":"1","content":"Tus TSWV uas kav ib puas tsav yam rov ua rau kuv pom dua ib zaj yogtoog. Kuv pom ib tawb txiv ntoo."},{"bible_id":"1525","chapter_code":"AMO.8","verse_code":"AMO.8.2","label":"2","content":"Tus TSWV nug kuv hais tias, “Amaus, koj pom dabtsi?” Kuv teb hais tias, “Kuv pom ib tawb txiv ntoo.” Tug TSWV hais rau kuv hais tias, “Lub sijhawm kawg  twb los txog kuv haivneeg Yixalayees lawm. Kuv yuav tsis hloov siab ib zaug ntxiv li lawm, kuv yuav rau txim rau lawv xwb."},{"bible_id":"1525","chapter_code":"AMO.8","verse_code":"AMO.8.3","label":"3","content":"Thaum txog hnub ntawd tej suab hu nkauj hauv vajntxwv lub loog yuav hloov ua suab quaj suab nyiav. Yuav muaj neeg tuag nyob txhua qhov. Luag yuav coj lawv mus povtseg ntsiag to.”"},{"bible_id":"1525","chapter_code":"AMO.8","verse_code":"AMO.8.4","label":"4","content":"Nej cov uas caij tsuj cov neeg txomnyem thiab tuavhauv ua kom cov neeg pluag uas nyob hauv lub tebchaws puastsuaj, nej cia li mloog."},{"bible_id":"1525","chapter_code":"AMO.8","verse_code":"AMO.8.5","label":"5","content":"Nej xav twjywm hauvsiab hais tias, “Peb laj tos hnub dawbhuv dhau kawg li peb yuav rawm muag peb tej qoobloo. Thaum twg hnub Xanpataus mam li dhau, kom peb thiaj tau muag peb tej qoobloo? Ces peb muab muag kom kim kim, txob txwm luj kom tsis puv thiab kho peb tej teev los luj ntxo cov neeg uas tuaj yuav peb tej qoob."},{"bible_id":"1525","chapter_code":"AMO.8","verse_code":"AMO.8.6","label":"6","content":"Peb muab peb tej nplej uas tsis puv muag ua nqi kim kim. Peb mus nrhiav yuav tus neeg pluag uas tshuav luag nqi los ua qhev; txawm yog ib nkawm khau khiab xwb los nws twb them tsis taus luag.”"},{"bible_id":"1525","chapter_code":"AMO.8","verse_code":"AMO.8.7","label":"7","content":"Tus TSWV uas yog cov Yixalayees tus Vajtswv tau coglus hais tias, “Kuv yuav cim ntsoov tej kev phem uas lawv ua ntawd cia."},{"bible_id":"1525","chapter_code":"AMO.8","verse_code":"AMO.8.8","label":"8","content":"Yog li ntawd, av yuav qeeg, thiab lub tebchaws yuav co ua zog koog; lub tebchaws yuav huam thiab nphau nphwv ib yam li tus Dej Niles. Ces txhua tus neeg uas nyob hauv lub tebchaws yuav quaj ntsuag."},{"bible_id":"1525","chapter_code":"AMO.8","verse_code":"AMO.8.9","label":"9","content":"Thaum txog lub sijhawm ntawd kuv yuav ua kom lub hnub poob thaum tavsu, thiab thaum nruab hnub lub ntiajteb yuav tsaus nti. Kuv yog tus TSWV uas kav ib puas tsav yam hais li ntawd."},{"bible_id":"1525","chapter_code":"AMO.8","verse_code":"AMO.8.10","label":"10","content":"Kuv yuav muab nej tej rooj noj rooj haus hloov mus ua ntees ploj ntees tuag thiab muab tej nkauj uas nej hu ua kev zoo siab hloov mus ua suab quaj suab nyiav. Kuv yuav ua kom nej muab nej tej plaubhau chais thiab muab ntaubtsaj los hnav, thiab nej yuav zoo ib yam li tej niamtxiv uas quaj nyiav nkawd ib tug tub uas tuag lawm. Hnub ntawd yuav yog hnub kawg uas lwj siab tshaj plaws."},{"bible_id":"1525","chapter_code":"AMO.8","verse_code":"AMO.8.11","label":"11","content":"“Thaum txog lub sijhawm ntawd kuv yuav tso kev tshaib nqhis los rau lub tebchaws. Tej neeg yuav tshaib nqhis heev, tiamsis tsis yog tshaib mov; lawv yuav nqhis heev tiamsis tsis yog nqhis dej. Lawv yuav tshaib thiab nqhis tus TSWV tej lus. Kuv yog tus TSWV uas kav ib puas tsav yam hais li ntawd."},{"bible_id":"1525","chapter_code":"AMO.8","verse_code":"AMO.8.12","label":"12","content":"Tej neeg yuav taug kev ntawm Hiavtxwv Tuag mus txog rau tom Hiavtxwv Meditelanes thiab ncig sab qaumteb mus txog rau sab hnubtuaj. Lawv yuav nrhiav tus TSWV txojlus rau txhua qhov chaw, tiamsis lawv yuav nrhiav tsis tau li."},{"bible_id":"1525","chapter_code":"AMO.8","verse_code":"AMO.8.13","label":"13","content":"Hnub ntawd tej tub hluas thiab ntxhais hluas uas muaj zog khov kho los yuav qaug zog heev vim txojkev tshaib nqhis."},{"bible_id":"1525","chapter_code":"AMO.8","verse_code":"AMO.8.14","label":"14","content":"Cov neeg uas twv ntxhias tej mlom hauv lub nroog Xamalis hais tias, ‘Muaj cov Das tus vajtswv’ lossis ‘Muaj cov Npesenpas tus vajtswv’, cov neeg ntawd yuav ntog tas thiab tsis sawv rov los ib zaug li lawm.”"},{"bible_id":"1525","chapter_code":"AMO.9","verse_code":"AMO.9.1","label":"1","content":"Kuv pom tus TSWV sawv ntawm lub thaj ib sab. Nws samhwm hais tias, “Cia li siv zog tsoo lub Tuamtsev tej hau ncej kom tej taw ntsa ua zog koog. Tsoo kom tej ntawd tawg tas thiab cia tej ntawd poob mus tsoo tej neeg taubhau. Kuv yuav tua cov neeg uas seem txhua tus kom tuag tas rau hauv tshavrog. Yuav tsis pub leejtwg khiav dhau; tsis pub ib tug twg khiav tau dim li."},{"bible_id":"1525","chapter_code":"AMO.9","verse_code":"AMO.9.2","label":"2","content":"Txawm yog lawv yuav khawb lawv txojkev mus txog rau hauv tubtuag teb los kuv yuav ntes lawv rov los. Txawm yog lawv yuav nce mus txog saum ntuj los kuv yuav coj lawv nqis rov los."},{"bible_id":"1525","chapter_code":"AMO.9","verse_code":"AMO.9.3","label":"3","content":"Yog lawv khiav mus nkaum puag saum ncov roob Kalemees los kuv yuav nrhiav kom tau thiab ntes lawv los. Yog lawv khiav mus nkaum puag hauv qab thu hiavtxwv los kuv yuav hais kom tus tsiaj NYAUM hauv hiavtxwv  mus tom lawv."},{"bible_id":"1525","chapter_code":"AMO.9","verse_code":"AMO.9.4","label":"4","content":"Yog lawv raug lawv cov yeebncuab ntes coj mus lawm los kuv yuav hais kom lawv cov yeebncuab muab lawv tua huv tibsi. Kuv twb txiav txim siab lawm hais tias kuv yuav ua kom lawv raug kev puastsuaj tas thiab yuav tsis pab lawv ib zaug ntxiv li lawm.”"},{"bible_id":"1525","chapter_code":"AMO.9","verse_code":"AMO.9.5","label":"5","content":"Tus TSWV uas kav ib puas tsav yam uas muaj hwjchim loj kawg nkaus, nws kov lub ntiajteb, lub ntiajteb qeeg ua zog koog; txhua tus uas nyob hauv lub ntiajteb yuav quaj ntsuag. Lub ntiajteb yuav nphau pes nphwv saus pes zog ib yam li tus Dej Niles."},{"bible_id":"1525","chapter_code":"AMO.9","verse_code":"AMO.9.6","label":"6","content":"Tus TSWV tsim nws lub tsev rau saum ntuj ceebtsheej. Nws tsim nruab ntug zoo li lub kaus roos lub ntiajteb. Nws hu kom dej tawm hauv hiavtxwv tuaj thiab muab hliv rau lub ntiajteb. Nws lub npe hu ua tus TSWV!"},{"bible_id":"1525","chapter_code":"AMO.9","verse_code":"AMO.9.7","label":"7","content":"Tus TSWV hais tias, “Cov Yixalayees, kuv xav txog cov neeg Sudas ib yam li kuv xav txog nej. Kuv coj cov neeg Filitees hauv koog povtxwv Keletes thiab cov Xilias hauv tebchaws Kiles los ib yam li kuv coj nej nram tebchaws Iziv los thiab ntag."},{"bible_id":"1525","chapter_code":"AMO.9","verse_code":"AMO.9.8","label":"8","content":"Kuv uas yog tus TSWV uas kav ib puas tsav yam, kuv saib ntsoov lub tebchaws Yixalayees uas puv nkaus txojkev txhaum, thiab kuv yuav ua kom nws raug kev puastsuaj tas hauv lub ntiajteb no mus. Tiamsis kuv yuav tsis ua kom Yakhauj cov xeebntxwv raug puastsuaj."},{"bible_id":"1525","chapter_code":"AMO.9","verse_code":"AMO.9.9","label":"9","content":"“Kuv yuav tso ncauj thiab tshau cov Yixalayees ib yam li luag muab vabtshaus tshau nplej. Kuv yuav muab lawv xyaw txhua haivneeg thiaj tshem tau cov neeg uas tsis muaj nqis povtseg."},{"bible_id":"1525","chapter_code":"AMO.9","verse_code":"AMO.9.10","label":"10","content":"Cov neeg txhaum uas nyob xyaw kuv haivneeg yuav raug tua tuag tas rau hauv tshavrog, lawv yog cov uas hais tias, ‘Vajtswv yuav tsis cia kev phem los raug peb ib zaug li.’ ”"},{"bible_id":"1525","chapter_code":"AMO.9","verse_code":"AMO.9.11","label":"11","content":"Tus TSWV hais tias, “Thaum txog hnub ntawd kuv yuav rov txhim kho Daviv lub tebchaws uas zoo ib yam li lub tsev uas twb puas tas lawm. Kuv yuav txhim kho tej ntsa yeej dua tshiab. Kuv yuav rov kho thiab ua kom zoo ib yam li lub qub thaum ub."},{"bible_id":"1525","chapter_code":"AMO.9","verse_code":"AMO.9.12","label":"12","content":"Cov Yixalayees yuav ntaus yeej cov neeg uas seem nyob hauv lub tebchaws Edoos thiab txhua haivneeg uas thaum ub yog kuv haivneeg ib zaug los lawm,” tus TSWV uas ua kom muaj tej no tshwmsim yog tus hais tej lus no."},{"bible_id":"1525","chapter_code":"AMO.9","verse_code":"AMO.9.13","label":"13","content":"Tus TSWV hais tias, “Hnub ntawd twb los yuav txog; thaum ntawd tej qoobloo yuav siav sai heev thiab sau tsis yeej, thiab tej txiv hmab los yuav siav sai heev, tsuam kua txiv hmab los twb tsuam tsis yeej. Cawv qab zib yuav nrog saum tej hauv roob los, thiab tej cawv ntawd yuav ntws laub lug saum tej pov roob."},{"bible_id":"1525","chapter_code":"AMO.9","verse_code":"AMO.9.14","label":"14","content":"Kuv yuav coj kuv haivneeg rov los nyob rau hauv lawv lub tebchaws. Lawv yuav rov txhim kho lawv tej nroog uas puas tas lawm rau lawv nyob; lawv yuav xov vaj cog txiv hmab thiaj tau cawv txiv hmab haus; lawv yuav xov vaj cog txiv ntoo thiaj tau txiv ntoo noj."},{"bible_id":"1525","chapter_code":"AMO.9","verse_code":"AMO.9.15","label":"15","content":"Kuv yuav cia lawv nyob hauv lub tebchaws uas kuv muab pub rau lawv ua lawv tug lawm, thiab kuv yuav tsis muab lawv ntiab tawm ib zaug ntxiv li lawm.” Tug TSWV uas yog nej tus Vajtswv hais li ntawd."}]