[{"bible_id":"1525","chapter_code":"COL.1","verse_code":"COL.1.1","label":"1","content":"Kuv yog Paulus tus uas Vajtswv tsa ua Yexus Khetos tus timthawj."},{"bible_id":"1525","chapter_code":"COL.1","verse_code":"COL.1.2","label":"2","content":"Kuv thiab peb tus kwv Timautes sau tsab ntawv no xa tuaj rau Vajtswv haivneeg uas nyob hauv lub nroog Kaulauxais. Nej yog peb cov kwvtij uas muab siab rau ntseeg Yexus Khetos. Thov Vajtswv tus uas yog peb leej Txiv foom koob hmoov rau nej thiab pab kom nej tau nyob kaj siab lug."},{"bible_id":"1525","chapter_code":"COL.1","verse_code":"COL.1.3","label":"3","content":"Txhua zaug uas peb thov Vajtswv pab nej, peb yeej nco ntsoov ua peb tus Tswv Yexus Khetos Leej Txiv tsaug,"},{"bible_id":"1525","chapter_code":"COL.1","verse_code":"COL.1.4","label":"4","content":"rau qhov peb twb hnov xov hais tias nej muab siab rau ntseeg Yexus Khetos thiab nej hlub Vajtswv haivneeg txhua tus huv tibsi."},{"bible_id":"1525","chapter_code":"COL.1","verse_code":"COL.1.5","label":"5","content":"Thaum nej xub hnov Txojmoo Zoo uas yog txoj tseeb, nej paub hais tias Txojmoo Zoo ntawd ua rau nej muaj chaw cia siab. Vim nej cia siab rau tej uas Vajtswv twb khaws cia rau nej saum ntuj ceebtsheej lawm, nej thiaj muab siab rau ntseeg thiab sib hlub."},{"bible_id":"1525","chapter_code":"COL.1","verse_code":"COL.1.6","label":"6","content":"Txojmoo Zoo tabtom nrov ncha mus thoob plaws hauv qab ntuj no, thiab Txojmoo Zoo ntawd coj tej koob hmoov zoo los ib yam li thaum uas Txojmoo Zoo nrov tuaj txog nej, nej paub hais tias yog Vajtswv hlub cov neeg uas muaj txim, nej thiaj tau txais tej koob hmoov zoo ntawd."},{"bible_id":"1525","chapter_code":"COL.1","verse_code":"COL.1.7","label":"7","content":"Qhov uas nej paub li ntawd, twb yog peb tus kwv Epafas tus uas nrog peb ua haujlwm thiab yog tus uas peb hlub qhia rau nej. Nws yog ib tug uas muab siab rau pab peb  ua Yexus Khetos tes haujlwm."},{"bible_id":"1525","chapter_code":"COL.1","verse_code":"COL.1.8","label":"8","content":"Nws qhia rau peb hais tias Vaj Ntsujplig twb ua rau nej txawj sib hlub lawm."},{"bible_id":"1525","chapter_code":"COL.1","verse_code":"COL.1.9","label":"9","content":"Vim li ntawd txij hnub uas peb tau hnov nej moo, peb thiaj niaj hnub thov Vajtswv pab nej tsis tseg li. Peb thov Vajtswv pab kom nej muaj tswvyim thiab totaub tej uas Vaj Ntsujplig tus Dawbhuv qhia, nej thiaj paub tej uas Vajtswv lub siab nyiam."},{"bible_id":"1525","chapter_code":"COL.1","verse_code":"COL.1.10","label":"10","content":"Yog nej paub lawm, nej yuav ua tau neeg zoo raws li Vajtswv lub siab nyiam thiab niaj hnub ua tej uas haum Vajtswv siab. Nej lub neej yuav tawg paj txi txiv thiab nej yuav paub Vajtswv heev zuj zus."},{"bible_id":"1525","chapter_code":"COL.1","verse_code":"COL.1.11","label":"11","content":"Thov Vajtswv tus uas muaj hwjchim txhawb nej lub zog kom nej muaj zog heev ntxiv, txawm yog nej tau zoo thiab txomnyem los nej thiaj ua taus siab ntev."},{"bible_id":"1525","chapter_code":"COL.1","verse_code":"COL.1.12","label":"12","content":"Thiab nej yuav zoo siab hlo ua Leej Txiv tsaug.  Leej Txiv yog tus uas coj nej los yuav nws txoj koob hmoov uas nws npaj cia rau nws haivneeg uas taug txojkev kaj."},{"bible_id":"1525","chapter_code":"COL.1","verse_code":"COL.1.13","label":"13","content":"Vajtswv twb pab peb cov uas dab Ntxwgnyoog muab kaw rau hauv qhov tsaus ntuj dim lawm; thiab Vajtswv coj peb los nyob hauv qhov pom kev uas Vajtswv tus Tub kav. Tus Tub ntawd yog tus uas Vajtswv hlub"},{"bible_id":"1525","chapter_code":"COL.1","verse_code":"COL.1.14","label":"14","content":"thiab yog tus uas tso peb dim thiab zam peb lub txim."},{"bible_id":"1525","chapter_code":"COL.1","verse_code":"COL.1.15","label":"15","content":"Yexus Khetos tus uas peb qhovmuag pom yeej zoo ib yam li Vajtswv tus uas peb qhovmuag tsis pom. Yexus Khetos yog Vajtswv tus Tub hlob. Nws muaj hwjchim loj dua ib puas tsav yam uas Vajtswv tsim huv tibsi."},{"bible_id":"1525","chapter_code":"COL.1","verse_code":"COL.1.16","label":"16","content":"Tsis hais tej uas nyob saum nruab ntug thiab tej uas nyob hauv ntiajteb no, tej uas peb qhovmuag pom thiab tej uas peb qhovmuag tsis pom, cov timtswv ceebtsheej uas muaj hwjchim thiab tej nomtswv lossis cov vajntxwv thiab cov neeg uas muaj hwjchim kav ntiajteb, txhua yam ntawd puavleej yog Vajtswv hais kom Yexus tsim, thiab nws tsim tej ntawd rau nws."},{"bible_id":"1525","chapter_code":"COL.1","verse_code":"COL.1.17","label":"17","content":"Yexus Khetos yeej xub nyob dua ib puas tsav yam huv tibsi, thiab nws tu kom nyias nyob muaj nyias chaw."},{"bible_id":"1525","chapter_code":"COL.1","verse_code":"COL.1.18","label":"18","content":"Yexus Khetos yog lub taubhau rau lub cev. Lub cev yog cov neeg uas ntseeg Vajtswv. Nws yog lub hauvpaus uas ua kom lub cev ciaj sia. Nws yog thawj tug uas Vajtswv tsa sawv hauv qhov tuag rov qab los. Vajtswv ua li ntawd kom Yexus Khetos tib leeg thiaj ua tau ib puas tsav yam tus thawj."},{"bible_id":"1525","chapter_code":"COL.1","verse_code":"COL.1.19","label":"19","content":"Rau qhov Vajtswv yeej pom zoo cia Vajtswv tus Tub muaj hwjchim thiab muaj yam ntxwv ib yam li Vajtswv."},{"bible_id":"1525","chapter_code":"COL.1","verse_code":"COL.1.20","label":"20","content":"Vajtswv pom zoo kom Vajtswv tus Tub coj ib puas tsav yam uas nyob hauv qab ntuj no thiab nyob saum nruab ntug rov los ua Vajtswv tug. Vajtswv tso Vajtswv tus Tub los tuag saum tus ntoo khaublig, peb thiaj li tau los nrog Vajtswv sib raug zoo."},{"bible_id":"1525","chapter_code":"COL.1","verse_code":"COL.1.21","label":"21","content":"Yav tas los nej ua tsis haum Vajtswv siab, nej ua yeebncuab rau Vajtswv, rau qhov nej nyiam ua phem tsis hais tej uas nej ua thiab tej uas nej xav."},{"bible_id":"1525","chapter_code":"COL.1","verse_code":"COL.1.22","label":"22","content":"Tiamsis qhov uas nimno nej tau los nrog Vajtswv sib raug zoo twb yog vim Vajtswv tus Tub lub cev raug kev tuag txhiv nej. Vajtswv txib Vajtswv tus Tub los tuag txhiv nej, rau qhov Vajtswv xav kom thaum nej mus sawv ntawm Vajtswv lub xubntiag, nej ua tau neeg zoo kawg nkaus tsis muaj ib qho txhaum li."},{"bible_id":"1525","chapter_code":"COL.1","verse_code":"COL.1.23","label":"23","content":"Nej yuav tsum muab siab rau ntseeg Txojmoo Zoo ib yam li thaum nej nyuam qhuav hnov. Thiab nej yuav tsum nco ntsoov qhov uas nej twb cia siab rau lawm. Nej tsis txhob pub leejtwg ua rau nej xav yuam kev. Txojmoo Zoo no yog txoj uas twb muaj neeg coj mus qhia rau txhua tus uas nyob hauv qab ntuj no lawm. Kuv yog ib tug tubtxib uas qhia Txojmoo Zoo ntawd ntag."},{"bible_id":"1525","chapter_code":"COL.1","verse_code":"COL.1.24","label":"24","content":"Nimno kuv zoo siab raug kev txomnyem pab nej. Rau qhov kuv xav kom tej kev txomnyem uas Yexus Khetos raug pab nws lub cev tiav. Yexus Khetos lub cev yog cov neeg uas ntseeg Vajtswv."},{"bible_id":"1525","chapter_code":"COL.1","verse_code":"COL.1.25","label":"25","content":"Vajtswv tsa kuv ua ib tug tubtxib pab cov ntseeg. Vajtswv kom kuv ua tes haujlwm no thiaj pab tau nej. Tes haujlwm no yog qhov uas qhia txog nws zaj."},{"bible_id":"1525","chapter_code":"COL.1","verse_code":"COL.1.26","label":"26","content":"Nws kom kuv qhia txhij qhia txhua hais txog zaj uas nws twb muab zais cia tau ntau tiam los lawm, tsis pub rau leejtwg paub. Tiamsis nimno nws twb qhia rau nws haivneeg paub lawm."},{"bible_id":"1525","chapter_code":"COL.1","verse_code":"COL.1.27","label":"27","content":"Vajtswv ua li no rau qhov Vajtswv yeej pom zoo qhia zaj uas tsis muaj neeg paub no rau nws haivneeg paub. Zaj ntawd yog zaj uas muaj nqis heev thiab zoo kawg nkaus. Vajtswv twb npaj zaj no cia rau txhua haivneeg lawm. Zaj uas Vajtswv muab zais cia lawm yog hais tias Yexus Khetos twb los nrog nej nyob lawm; yog li ntawd, nej yuav tau Vajtswv lub tshwjchim uas ci ntsa iab."},{"bible_id":"1525","chapter_code":"COL.1","verse_code":"COL.1.28","label":"28","content":"Peb paub li no, peb thiaj qhia Yexus Khetos zaj rau sawvdaws. Peb ntuas thiab qhia txhua tus raws li peb muaj tswvyim qhia, rau qhov peb xav kom txhua tus uas ntseeg Yexus Khetos ua tau lawv lub neej zoo thiab coj tau lawv mus cuag Vajtswv."},{"bible_id":"1525","chapter_code":"COL.1","verse_code":"COL.1.29","label":"29","content":"Yexus Khetos twb pub nws lub zog rau kuv lawm, kuv thiaj muab siab rau siv lub zog uas Yexus Khetos pub rau kuv ua kom tau raws li tej uas kuv xav ua."},{"bible_id":"1525","chapter_code":"COL.2","verse_code":"COL.2.1","label":"1","content":"Kuv xav kom nej paub hais tias kuv ua haujlwm khwv kawg li pab nej thiab pab cov ntseeg uas nyob hauv lub nroog Laudikeyas, thiab cov neeg uas tseem tsis tau pom dua kuv."},{"bible_id":"1525","chapter_code":"COL.2","verse_code":"COL.2.2","label":"2","content":"Qhov uas kuv ua li no yog kuv xav txhawb lawv lub zog thiab xav kom lawv ib tug txawj hlub ib tug. Thiab kom lawv totaub zoo, lawv thiaj yuav cia siab rau Yexus Khetos. Lawv thiaj li paub zaj uas Vajtswv muab zais cia lawm, zaj ntawd yog Yexus Khetos ntag."},{"bible_id":"1525","chapter_code":"COL.2","verse_code":"COL.2.3","label":"3","content":"Yexus Khetos yog tus yuamsij uas qhib Vajtswv lub txhab tswvyim thiab kev txawj ntse uas Vajtswv muab zais cia lawm."},{"bible_id":"1525","chapter_code":"COL.2","verse_code":"COL.2.4","label":"4","content":"Kuv qhia rau nej hais tias nej yuav tsum ceevfaj, tsis txhob pub leejtwg ntxias tau nej. Txawm yog lawv yuav txawj hais zoo npaum li cas los nej tsis txhob mloog lawv lus."},{"bible_id":"1525","chapter_code":"COL.2","verse_code":"COL.2.5","label":"5","content":"Txawm yog kuv nyob deb nej los kuv lub siab yeej nrog nraim nej nyob. Kuv zoo siab kawg li, rau qhov kuv hnov hais tias nej cov uas ntseeg Yexus Khetos, nej puavleej ua ib lub siab."},{"bible_id":"1525","chapter_code":"COL.2","verse_code":"COL.2.6","label":"6","content":"Nej twb lees hais tias Yexus Khetos yog nej tus Tswv lawm, yog li ntawd nej yuav tsum ua nej lub neej kom phim qhov uas nej nrog nws koom ib txojsia."},{"bible_id":"1525","chapter_code":"COL.2","verse_code":"COL.2.7","label":"7","content":"Nej yuav tsum muab siab rau ntseeg Yexus Khetos ib yam li tus cag ntoo uas ntsia av tob tob. Thiab nej yuav tsum sawv khov kho ib yam li lub tsev uas cov ncej txhos tob tob. Nej yuav tsum muab siab npuab tej uas nej twb kawm los lawm. Thiab nej yuav tsum niaj hnub nco ntsoov ua Vajtswv tsaug."},{"bible_id":"1525","chapter_code":"COL.2","verse_code":"COL.2.8","label":"8","content":"Nej yuav tsum ceevfaj. Nej tsis txhob mus mloog tej zaj uas tsis muaj hauvpaus hauvntsis uas sawvdaws qhuas hais tias, yog kev txawj kev ntse, nyob tsam nej tso Vajtswv tseg. Tej zaj ntawd yeej yog tej uas neeg ibtxwm qhia ib tiam dhau ib tiam los. Thiab tej ntawd yog dab li tsis yog Yexus Khetos li."},{"bible_id":"1525","chapter_code":"COL.2","verse_code":"COL.2.9","label":"9","content":"Rau qhov Yexus los yug ua neeg, nws tus yam ntxwv zoo ib yam li Vajtswv Tus."},{"bible_id":"1525","chapter_code":"COL.2","verse_code":"COL.2.10","label":"10","content":"Thiab nej cov uas nrog Yexus Khetos koom ib txojsia, nej twb zoo kawg nkaus lawm. Yexus Khetos yog tus uas muaj hwjchim loj dua cov uas kav saum nruab ntug thiab hauv ntiajteb no."},{"bible_id":"1525","chapter_code":"COL.2","verse_code":"COL.2.11","label":"11","content":"Nej cov uas nrog Yexus Khetos koom ib txojsia, nej twb ua kevcai txiav lawm. Tsis yog neeg muab nej ua, tiamsis qhov uas Yexus Khetos pab nej dim nej lub siab uas pheej yuam nej lub cev mus ua txhaum, qhov ntawd twb yog nws muab nej ua kevcai txiav ntag."},{"bible_id":"1525","chapter_code":"COL.2","verse_code":"COL.2.12","label":"12","content":"Thaum nej ua kevcai raus dej, twb yog muab nej faus nrog Yexus Khetos ua ke lawm. Thiab Vajtswv twb tsa nej nrog Yexus Khetos sawv rov qab los lawm, rau qhov nej cia siab rau Vajtswv lub hwjchim uas tsa Yexus sawv hauv qhov tuag rov qab los."},{"bible_id":"1525","chapter_code":"COL.2","verse_code":"COL.2.13","label":"13","content":"Yav tas los nej zoo ib yam li cov uas tuag lawm, vim nej ua txhaum thiab nej yog lwm haivneeg uas yeej tsis muaj Vajtswv txoj kevcai kav. Tiamsis nimno Vajtswv coj nej los nrog Yexus Khetos koom ib txojsia. Vajtswv twb zam peb lub txim huv tibsi lawm."},{"bible_id":"1525","chapter_code":"COL.2","verse_code":"COL.2.14","label":"14","content":"Vajtswv rhuav tej kevcai nruj uas kav peb. Thiab Vajtswv twb muab tej ntawd huv tibsi coj mus ntsia rau saum tus ntoo khaublig lawm."},{"bible_id":"1525","chapter_code":"COL.2","verse_code":"COL.2.15","label":"15","content":"Yexus Khetos kovyeej ib puas tsav yam uas muaj hwjchim  sau tus ntoo khaublig. Nws coj ib puas tsav yam ntawd los rau sawvdaws saib hais tias, nws yog tus uas yeej thiab tej ntawd yog cov uas swb."},{"bible_id":"1525","chapter_code":"COL.2","verse_code":"COL.2.16","label":"16","content":"Yog li ntawd, nej tsis txhob pub leejtwg thuam nej hais tias ua li cas nej tsis caiv kev noj kev haus lossis hnub ua kevcai lossis hnub hli xiab lossis Hnub Xanpataus."},{"bible_id":"1525","chapter_code":"COL.2","verse_code":"COL.2.17","label":"17","content":"Tej ntawd tsuas yog tej uas yuav muaj los yav tom ntej no tus duab xwb, tus uas tseemceeb yog Yexus Khetos."},{"bible_id":"1525","chapter_code":"COL.2","verse_code":"COL.2.18","label":"18","content":"Nej tsis txhob pub tus uas khav hais tias nws zoo dua lwm tus thuam nej. Tus ntawd pheej hais tias nws ua yogtoog pom tej uas tseemceeb, nws ua txuj ua li nws yog tus uas tsis muab hlob; nws pehawm cov timtswv ceebtsheej, tus ntawd nws lam khav qhuav raws li nws xav xwb."},{"bible_id":"1525","chapter_code":"COL.2","verse_code":"COL.2.19","label":"19","content":"Nws tsis muab siab npuab Yexus Khetos tus uas yog cov ntseeg lub taubhau. Yexus Khetos yog tus uas ntxiv roj ntxiv ntshav rau lub cev thiab muab tej qij txha los sib dhos. Nws muab tej leeg los tuav, lub cev thiaj nyob ruaj ua ke thiab txawj loj hlob zuj zus raws li Vajtswv lub siab nyiam."},{"bible_id":"1525","chapter_code":"COL.2","verse_code":"COL.2.20","label":"20","content":"Nej twb nrog Yexus Khetos tuag thiab nej twb dim tej uas ibtxwm kav neeg hauv lub qab ntuj no lawm. Ua li cas nej tseem ua nej lub neej ib yam li neeg ntiajteb ua thiab?"},{"bible_id":"1525","chapter_code":"COL.2","verse_code":"COL.2.21","label":"21","content":"Ua li cas nej tseem coj tej kevcai uas qhia hais tias, tsis txhob tuav, tsis txhob saj thiab tsis txhob kov."},{"bible_id":"1525","chapter_code":"COL.2","verse_code":"COL.2.22","label":"22","content":"Txawm yog peb ua raws li tej ntawd los thaum kawg yeej tsis muaj nqis dabtsi rau peb li. Tej kevcai ntawd tsuas yog tej uas neeg xav thiab neeg qhia xwb."},{"bible_id":"1525","chapter_code":"COL.2","verse_code":"COL.2.23","label":"23","content":"Tej kevcai uas qhia neeg kom pe cov timtswv ceebtsheej, kom ua li cov neeg tsis muab hlob, thiab kom neeg tsimtxom neeg lub cev, sawvdaws saib yam li tej ntawd yog tej uas tseemceeb. Tiamsis tej ntawd yeej pab tsis tau kom neeg tswj tau neeg lub siab uas nyiam ua phem."},{"bible_id":"1525","chapter_code":"COL.3","verse_code":"COL.3.1","label":"1","content":"Vajtswv twb tsa nej nrog Yexus Khetos sawv hauv qhov tuag rov qab los lawm; yog li ntawd, nej yuav tsum muab siab npuab tej uas nyob saum ntuj ceebtsheej, qhov chaw ntawd yog qhov uas Yexus Khetos zaum saum lub zwmtxwv uas nyob ntawm Vajtswv sab xis."},{"bible_id":"1525","chapter_code":"COL.3","verse_code":"COL.3.2","label":"2","content":"Nej yuav tsum muab siab npuab tej uas nyob rau saum ntuj ceebtsheej, tsis yog muab siab npuab tej uas nyob hauv ntiajteb no."},{"bible_id":"1525","chapter_code":"COL.3","verse_code":"COL.3.3","label":"3","content":"Rau qhov nej cov uas nrog Yexus Khetos koom ib txojsia, nej zoo li cov neeg uas tuag lawm. Nej txojsia Vajtswv twb muab khaws cia lawm."},{"bible_id":"1525","chapter_code":"COL.3","verse_code":"COL.3.4","label":"4","content":"Yexus Khetos yog nej txojsia, thaum nws rov los nej yuav nrog nws ua ke los thiab nrog nws tau koob meej ib yam nkaus."},{"bible_id":"1525","chapter_code":"COL.3","verse_code":"COL.3.5","label":"5","content":"Yog li ntawd tej kev phem kev qias uas nej lub siab nyiam ua, nej yuav tsum muab tso povtseg, tsis hais kev nkauj kev nraug lossis ua vuabtsuab lossis ntshaw luag tug lossis nyiam ua phem ua qias lossis ua neeg siab hlob. Tus neeg siab hlob, nws saib yam uas nws ntshaw tsimtxiaj dua Vajtswv."},{"bible_id":"1525","chapter_code":"COL.3","verse_code":"COL.3.6","label":"6","content":"Vim muaj tej no Vajtswv thiaj yuav rau txim rau cov neeg uas tsis mloog Vajtswv lus."},{"bible_id":"1525","chapter_code":"COL.3","verse_code":"COL.3.7","label":"7","content":"Yav tas los nej nyiam ua kev phem kev qias ib yam li cov neeg uas nyiam ua phem ua qias ntawd."},{"bible_id":"1525","chapter_code":"COL.3","verse_code":"COL.3.8","label":"8","content":"Tiamsis nimno nej yuav tsum muab tej uas yuav hais no tso povtseg: kev chim, kev ua nruj ua tsiv, ua limhiam, nej tsis txhob thuam lwm tus thiab tsis txhob hais tej lus uas tshawv mloog ib zaug li."},{"bible_id":"1525","chapter_code":"COL.3","verse_code":"COL.3.9","label":"9","content":"Nej ib tug tsis txhob dag ib tug, rau qhov nej twb muab nej lub siab qub thiab tej kev phem uas nej ibtxwm ua tso povtseg lawm."},{"bible_id":"1525","chapter_code":"COL.3","verse_code":"COL.3.10","label":"10","content":"Nimno nej twb ua neeg tshiab lawm. Qhov uas nej ua tau neeg tshiab ntawd twb yog vim Vajtswv tus uas tsim nej niaj hnub pab nej kom nej coj tau tus yam ntxwv zoo li nws, nej thiaj li yuav paub nws zoo zuj zus."},{"bible_id":"1525","chapter_code":"COL.3","verse_code":"COL.3.11","label":"11","content":"Tus uas ua neeg tshiab lawm, nws yeej tsis suav hais tias cov no yog neeg Kilis, cov no yog neeg Yudais, cov no yog cov uas ua kevcai txiav, cov no yog cov uas tsis ua kevcai txiav, cov no yog lwm haivneeg, cov no yog neeg qus, cov no yog cov ua qhev, cov no yog cov uas tsis ua qhev. Rau qhov Yexus Khetos yog txhua yam thiab nws nyob hauv lawv txhua tus lub siab."},{"bible_id":"1525","chapter_code":"COL.3","verse_code":"COL.3.12","label":"12","content":"Nej yog Vajtswv haivneeg. Vajtswv hlub nej thiab xaiv nej cia ua nws cov menyuam lawm; yog li ntawd, nej yuav tsum hlub lwm tus thiab ua siab zoo tsis txhob khavtheeb, tiamsis muaj lub siab mos siab muag thiab ua siab ntev."},{"bible_id":"1525","chapter_code":"COL.3","verse_code":"COL.3.13","label":"13","content":"Nej ib tug yuav tsum pab ib tug. Yog nej cov muaj ib tug ua txhaum rau ib tug, nej ib tug yuav tsum zam txim rau ib tug, ib yam li Vajtswv twb zam txim rau nej lawm."},{"bible_id":"1525","chapter_code":"COL.3","verse_code":"COL.3.14","label":"14","content":"Qhov uas tseemceeb dua tej ntawd huv tibsi, nej ib tug yuav tsum hlub ib tug tiag tiag. Yog nej ua li no, nej thiaj yuav nyob taus ua ke."},{"bible_id":"1525","chapter_code":"COL.3","verse_code":"COL.3.15","label":"15","content":"Nej cov uas Yexus Khetos hu los koom ua ib lub cev, nej yuav tsum cia Yexus Khetos txojkev ncaj ncees coj nej lub neej. Nej yuav tsum niaj hnub ua Vajtswv tsaug."},{"bible_id":"1525","chapter_code":"COL.3","verse_code":"COL.3.16","label":"16","content":"Nej yuav tsum khaws Yexus Khetos tej lus huv tibsi cia rau hauv nej lub siab. Nej ib tug yuav tsum ua tib zoo qhia ib tug, thiab ib tug ntuas ib tug tsis txhob lam tau lam hais li tej neeg uas tsis muaj tswvyim. Thaum nej hu nkauj, tsis hais tej nkauj uas Daviv sau lossis tej nkauj qhuas Vajtswv lossis tej nkauj uas cov ntseeg ibtxwm hu qhuas Vajtswv, nej yuav tsum zoo siab hlo ua Vajtswv tsaug."},{"bible_id":"1525","chapter_code":"COL.3","verse_code":"COL.3.17","label":"17","content":"Txhua yam uas nej ua, nej yuav tsum ua kom tsimnyog qhov uas nej yog cov ntseeg tus Tswv Yexus. Nej cov uas ntseeg Yexus, nej cia li ua Vajtswv tus uas yog peb leej txiv tsaug."},{"bible_id":"1525","chapter_code":"COL.3","verse_code":"COL.3.18","label":"18","content":"Nej cov uas yog pojniam, nyias yuav tsum mloog nyias tus txivneej lus, nej ua li ntawd thiaj tsimnyog qhov uas nej yog tus ntseeg Yexus."},{"bible_id":"1525","chapter_code":"COL.3","verse_code":"COL.3.19","label":"19","content":"Nej cov uas yog txiv, nyias yuav tsum hlub nyias tus pojniam, tsis txhob ua limhiam rau nws."},{"bible_id":"1525","chapter_code":"COL.3","verse_code":"COL.3.20","label":"20","content":"Nej cov uas yog menyuam, nej yuav tsum mloog nej niam nej txiv lus, nej ua li ntawd thiaj li haum Vajtswv siab."},{"bible_id":"1525","chapter_code":"COL.3","verse_code":"COL.3.21","label":"21","content":"Nej cov uas yog niam yog txiv, nej tsis txhob lam tau lam ua rau nej cov menyuam chim, nyob tsam lawv tu siab."},{"bible_id":"1525","chapter_code":"COL.3","verse_code":"COL.3.22","label":"22","content":"Nej cov uas yog tubtxib, nej yuav tsum mloog nej tus tswv lus txhua lo. Nej tsis txhob ua haujlwm thaum nej tus tswv pom kom nws qhuas nej xwb, tiamsis nej yuav tsum muab siab rau ua haujlwm tiag tiag rau qhov nej yog cov uas hwm tus Tswv."},{"bible_id":"1525","chapter_code":"COL.3","verse_code":"COL.3.23","label":"23","content":"Txhua yam uas nej ua, nej yuav tsum rau siab ntso ua ib yam li nej ua rau Vajtswv, tsis yog nej ua rau neeg."},{"bible_id":"1525","chapter_code":"COL.3","verse_code":"COL.3.24","label":"24","content":"Yexus Khetos yog nej tus Tswv, nej yog nws cov tubtxib. Yog li ntawd, nej yuav tsum nco ntsoov hais tias nej yeej yuav tau tej nqi zog uas Vajtswv khaws cia rau Vajtswv haivneeg lawm."},{"bible_id":"1525","chapter_code":"COL.3","verse_code":"COL.3.25","label":"25","content":"Tus uas ua txhaum yeej yuav tau sau tej uas nws tau ua los lawm, rau qhov Vajtswv yeej tsis xaiv leejtwg ntsejmuag hlo li."},{"bible_id":"1525","chapter_code":"COL.4","verse_code":"COL.4.1","label":"1","content":"Nej cov uas yog tswv, nej yuav tsum ua ncaj rau nej cov tubtxib, tsis txhob hlub ib tug tseg ib tug. Nej yuav tsum nco ntsoov hais tias nej koom tib tug Tswv tus uas nyob saum ntuj ceebtsheej xwb."},{"bible_id":"1525","chapter_code":"COL.4","verse_code":"COL.4.2","label":"2","content":"Nej yuav tsum niaj hnub nquag thov Vajtswv tsis txhob nkeeg thiab nco ntsoov ua nws tsaug."},{"bible_id":"1525","chapter_code":"COL.4","verse_code":"COL.4.3","label":"3","content":"Thaum nej thov Vajtswv, nej yuav tsum thov nws qhib kev rau peb qhia Txojmoo Zoo uas hais txog Yexus Khetos zaj uas yav tas los tsis muaj neeg paub. Twb yog vim kuv qhia zaj ntawd kuv thiaj raug kaw rau hauv tsev lojcuj no."},{"bible_id":"1525","chapter_code":"COL.4","verse_code":"COL.4.4","label":"4","content":"Thiab nej yuav tsum thov Vajtswv pub tswvyim rau kuv kom kuv txawj qhia tej uas tsimnyog kuv yuav tsum qhia, sawvdaws thiaj yuav totaub zoo."},{"bible_id":"1525","chapter_code":"COL.4","verse_code":"COL.4.5","label":"5","content":"Nej yuav tsum ua nej lub neej kom zoo rau cov neeg uas tsis ntseeg pom. Thiab txhua zaus uas zoo qhia Txojmoo Zoo, nej cia li qhia tsis txhob cia nkim sijhawm."},{"bible_id":"1525","chapter_code":"COL.4","verse_code":"COL.4.6","label":"6","content":"Tej lus uas nej hais, nej yuav tsum ua tib zoo hais kom sawvdaws xav mloog. Tej uas lwm tus nug nej, nej yuav tsum paub teb."},{"bible_id":"1525","chapter_code":"COL.4","verse_code":"COL.4.7","label":"7","content":"Peb tus kwv Tikhikus uas yog peb tus phoojywg zoo, nws yuav qhia rau nej paub hais tias kuv nyob li cas, nws yog ib tug uas muab siab rau nrog peb ua Vajtswv tes haujlwm."},{"bible_id":"1525","chapter_code":"COL.4","verse_code":"COL.4.8","label":"8","content":"Twb yog vim li ntawd kuv thiaj txib nws tuaj saib nej, nws yuav qhia rau nej paub hais tias peb nyob li cas thiab ua li cas, nej thiaj yuav zoo siab."},{"bible_id":"1525","chapter_code":"COL.4","verse_code":"COL.4.9","label":"9","content":"Peb tus kwv Auneximus uas peb hlub, nws yuav nrog Tikhikus tuaj saib nej. Nws yeej yog nej pab thiab nws yog tus uas muab siab rau ua haujlwm. Thaum nkawd tuaj txog tim nej, nkawd yuav qhia txhua yam uas peb ua tim no rau nej paub."},{"bible_id":"1525","chapter_code":"COL.4","verse_code":"COL.4.10","label":"10","content":"Alixakus tus uas raug kaw nrog kuv hauv tsev lojcuj, nws hais noj qab nyob zoo rau nej. Thiab Malakaus uas yog Npananpas tus kwvtij los hais noj qab nyob zoo rau nej. Kuv twb qhia ib zaug rau nej lawm hais tias yog Malakaus tuaj saib nej, nej cia li hu nws los so hauv nej tsev."},{"bible_id":"1525","chapter_code":"COL.4","verse_code":"COL.4.11","label":"11","content":"Yausuas tus uas sawvdaws hu ua Yuxatus los hais noj qab nyob zoo rau nej thiab. Cov Yudais uas ntseeg Yexus lawm, tsuas muaj peb leeg ntawd xwb thiaj li nrog kuv qhia txog Vajtswv lub tebchaws. Lawv peb leeg ntawd tau pab kuv ntau kawg li."},{"bible_id":"1525","chapter_code":"COL.4","verse_code":"COL.4.12","label":"12","content":"Epafas yeej yog nej pab thiab nws yog Yexus Khetos ib tug tubtxib, nws hais noj qab nyob zoo rau nej. Nws niaj hnub kub siab lug thov Vajtswv pab kom nej muab siab rau ntseeg thiab ua tau zoo zuj zus, thiab kom nej ua tau nej tes haujlwm raws li Vajtswv lub siab nyiam."},{"bible_id":"1525","chapter_code":"COL.4","verse_code":"COL.4.13","label":"13","content":"Kuv ua tau timkhawv hais tias, nws ua haujlwm khwv kawg li pab nej thiab pab cov ntseeg uas nyob hauv lub nroog Laudikeyas thiab lub nroog Hailafulis."},{"bible_id":"1525","chapter_code":"COL.4","verse_code":"COL.4.14","label":"14","content":"Lukas tus uas yog kws tshuaj uas peb hlub thiab Demas nkawd hais noj qab nyob zoo rau nej."},{"bible_id":"1525","chapter_code":"COL.4","verse_code":"COL.4.15","label":"15","content":"Thov nej hais noj qab nyob zoo rau cov kwvtij ntseeg uas nyob hauv lub nroog Laudikeyas, rau Nifas, thiab rau pawg ntseeg uas tuaj pehawm Vajtswv hauv Nifas tsev."},{"bible_id":"1525","chapter_code":"COL.4","verse_code":"COL.4.16","label":"16","content":"Thaum nej nyeem tsab ntawv no tas, nej yuav tsum muab xa mus rau cov ntseeg uas nyob hauv lub nroog Laudikeyas nyeem thiab. Thiab nej yuav tsum nyeem tsab ntawv uas cov ntseeg uas nyob hauv lub nroog Laudikeyas xa tuaj rau nej ib yam nkaus."},{"bible_id":"1525","chapter_code":"COL.4","verse_code":"COL.4.17","label":"17","content":"Thov nej hais rau Akipus hais tias, tes haujlwm uas Vajtswv muab rau nws ua lawm, nws yuav tsum ua tib zoo ua kom tiav."},{"bible_id":"1525","chapter_code":"COL.4","verse_code":"COL.4.18","label":"18","content":"Lo lus uas hais tias Paulus nco nco nej, twb yog kuv txhais tes sau ntag. Thov nej nco ntsoov hais tias kuv tseem raug kaw rau hauv tsev lojcuj. Thov Vajtswv foom koob hmoov rau nej txhua tus."}]