[{"bible_id":"1525","chapter_code":"DAN.1","verse_code":"DAN.1.1","label":"1","content":"Thaum uas Yehauyakhees ua vajntxwv kav tebchaws Yudas tau peb xyoos lawm, Vajntxwv Nenpukajnexales uas kav tebchaws Npanpiloos tau tuaj vij thiab tua lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"DAN.1","verse_code":"DAN.1.2","label":"2","content":"Tus TSWV cia Nenpukajnexales tuaj ntes tau Vajntxwv Yehauyakhees thiab coj qee yam khoom tseemceeb uas nyob hauv lub Tuamtsev mus lawm. Nws tseem ntes tau ib co neeg coj mus rau tim nws lub tsev teev dab uas nyob hauv lub nroog Npanpiloos thiab muab tej khoom tseemceeb ntawd mus tso rau hauv tej chav rau khoom hauv lub tsev teev dab ntawd."},{"bible_id":"1525","chapter_code":"DAN.1","verse_code":"DAN.1.3","label":"3","content":"Vajntxwv Nenpukajnexales samhwm kom Asenpenas uas yog tus thawj saib nws lub loog mus xaiv cov tub hluas Yixalayees uas lawv ntes tau los ntawd qee leej uas yog cajces vajntxwv thiab yog cajces ua nom ua tswv tuaj kawm txujci."},{"bible_id":"1525","chapter_code":"DAN.1","verse_code":"DAN.1.4","label":"4","content":"Cov hluas ntawd yuav tsum yog cov uas zoo nraug, muaj tswvyim zoo, kawm paub ntau yam, kawm tau sai thiab yog neeg tsis muaj mob, lawv thiaj li yuav mus ua taus haujlwm nyob hauv vajntxwv lub loog. Asenpenas yuav tsum tau qhia cov hluas ntawd kom txawj nyeem thiab sau tau cov neeg Npanpiloos cov ntawv."},{"bible_id":"1525","chapter_code":"DAN.1","verse_code":"DAN.1.5","label":"5","content":"Vajntxwv hais kom luag niaj hnub muab zaub mov thiab cawv txiv hmab uas qab heev, ib yam li cov uas luag muab rau cov neeg uas nyob hauv vajntxwv lub loog noj thiab haus, rau cov hluas ntawd noj thiab haus. Thaum lawv kawm puv peb lub xyoos thiab tiav lawm, yuav coj lawv mus cuag vajntxwv."},{"bible_id":"1525","chapter_code":"DAN.1","verse_code":"DAN.1.6","label":"6","content":"Cov hluas uas luag xaiv mus ntawd muaj npe li nram no: Daniyees, Hananiyas, Misayees thiab Axaliyas lawv cov no puavleej yog xeem Yudas."},{"bible_id":"1525","chapter_code":"DAN.1","verse_code":"DAN.1.7","label":"7","content":"Tus thawjcoj uas saib vajntxwv lub loog muab lawv tis dua npe hu li no: Npeetesaxas, Sadalas, Mesakas thiab Anpenekaus."},{"bible_id":"1525","chapter_code":"DAN.1","verse_code":"DAN.1.8","label":"8","content":"Daniyees tsis xav ua rau nws lub cev tsis huv, nws thiaj xav hais tias nws yuav tsis noj tej zaub mov thiab tsis haus tej cawv txiv hmab uas nyob hauv vajntxwv lub loog. Yog li ntawd, nws thiaj thov kom Asenpenas pab nws."},{"bible_id":"1525","chapter_code":"DAN.1","verse_code":"DAN.1.9","label":"9","content":"Vajtswv ua rau Asenpenas nyiam thiab hlub Daniyees."},{"bible_id":"1525","chapter_code":"DAN.1","verse_code":"DAN.1.10","label":"10","content":"Asenpenas tseem ntshai vajntxwv thiab, nws thiaj hais rau Daniyees hais tias, “Vajntxwv hais kom koj noj thiab haus tej no. Yog koj tsis noj, thaum vajntxwv pom hais tias koj tsis puv li lwm tus tub hluas, tej zaum vajntxwv yuav muab kuv tua povtseg los tsis paub.”"},{"bible_id":"1525","chapter_code":"DAN.1","verse_code":"DAN.1.11","label":"11","content":"Yog li ntawd, Daniyees thiaj mus cuag tus uas Asenpenas tsa ua tus saib Daniyees thiab nws peb tug phoojywg."},{"bible_id":"1525","chapter_code":"DAN.1","verse_code":"DAN.1.12","label":"12","content":"Daniyees hais tias, “Thov cia koj sim peb; koj muab zaub mov rau peb noj thiab muab dej rau peb haus mus txog kaum hnub tso."},{"bible_id":"1525","chapter_code":"DAN.1","verse_code":"DAN.1.13","label":"13","content":"Ces koj ua tib zoo ntsia peb thiab cov tub hluas uas noj vajntxwv tej zaub mov saib peb txawv lawv li cas los tsis txawv, koj thiaj paub hais tias tsimnyog yuav tsum noj yam dabtsi zoo dua.”"},{"bible_id":"1525","chapter_code":"DAN.1","verse_code":"DAN.1.14","label":"14","content":"Tus uas saib Daniyees lawv thiaj pom zoo cia lawv sim kaum hnub saib zoo li cas."},{"bible_id":"1525","chapter_code":"DAN.1","verse_code":"DAN.1.15","label":"15","content":"Thaum puv kaum hnub lawm ua ciav nws pom hais tias Daniyees lawv puv thiab muaj zog tshaj cov tub hluas uas noj vajntxwv tej zaub mov."},{"bible_id":"1525","chapter_code":"DAN.1","verse_code":"DAN.1.16","label":"16","content":"Yog li ntawd, tus uas saib Daniyees lawv, thiaj tsis muab vajntxwv tej zaub mov rau lawv noj lawm, tiamsis nws muab zaub, mov thiab dej rau lawv noj thiab haus lawm xwb."},{"bible_id":"1525","chapter_code":"DAN.1","verse_code":"DAN.1.17","label":"17","content":"Vajtswv pub plaub tug hluas ntawd muaj kev txawj ntse, kawm ntawv tau zoo thiab paub ntau yam txujci. Thiab Vajtswv tseem pub rau Daniyees txawj txhais tej yogtoog thiab tej npau suav."},{"bible_id":"1525","chapter_code":"DAN.1","verse_code":"DAN.1.18","label":"18","content":"Thaum txwm nkaus peb lub xyoos uas vajntxwv teem cia lawm, Asenpenas txawm coj tagnrho cov tub hluas uas nws xaiv ntawd mus cuag Vajntxwv Nenpukajnexales."},{"bible_id":"1525","chapter_code":"DAN.1","verse_code":"DAN.1.19","label":"19","content":"Vajntxwv nrog lawv txhua tus tham mas nws pom hais tias Daniyees, Hananiyas, Misayees thiab Axaliyas lawv ntse tshaj lwm tus; vajntxwv thiaj muab lawv los ua haujlwm nyob hauv nws lub loog."},{"bible_id":"1525","chapter_code":"DAN.1","verse_code":"DAN.1.20","label":"20","content":"Txhua yam uas vajntxwv nug lawv, lawv paub tagnrho. Vajntxwv pom hais tias lawv plaub leeg ntawd teb tau zoo dua cov neeg uas txawj saib tes lossis txawj ua yeessiv uas nyob hauv vajntxwv lub tebchaws kaum npaug lawm."},{"bible_id":"1525","chapter_code":"DAN.1","verse_code":"DAN.1.21","label":"21","content":"Daniyees ua haujlwm nyob hauv vajntxwv lub loog mus txog thaum Xailas uas yog tus huabtais kav tebchaws Pawxias tuaj tua yeej thiab txeeb tau lub tebchaws Npanpiloos."},{"bible_id":"1525","chapter_code":"DAN.2","verse_code":"DAN.2.1","label":"1","content":"Thaum Nenpukajnexales ua vajntxwv tau ob xyoos, nws txawm ua ib zaj npau suav. Zaj npau suav ntawd ua rau nws ntxhov siab heev thiab pw tsis tsaug zog li."},{"bible_id":"1525","chapter_code":"DAN.2","verse_code":"DAN.2.2","label":"2","content":"Yog li ntawd, nws thiaj hu cov neeg uas txawj saib tes, txawj ua yeessiv, txawj saib yaig thiab txawj saib xyab, tuaj txhais nws zaj npau suav. Thaum lawv tuaj txog lawm,"},{"bible_id":"1525","chapter_code":"DAN.2","verse_code":"DAN.2.3","label":"3","content":"nws hais rau lawv hais tias, “Kuv ua ib zaj npau suav tsis zoo mas kuv ntxhov siab heev; kuv xav paub hais tias zaj npau suav ntawd yog li cas thiab hais txog dabtsi?”"},{"bible_id":"1525","chapter_code":"DAN.2","verse_code":"DAN.2.4","label":"4","content":"Lawv hais lus Alamais  rau vajntxwv hais tias, “Thov kom vajntxwv muaj sia nyob mus ibtxhis! Thov qhia vajntxwv zaj npau suav rau peb, peb yuav txhais cov ntsiab lus rau vajntxwv paub.”"},{"bible_id":"1525","chapter_code":"DAN.2","verse_code":"DAN.2.5","label":"5","content":"Vajntxwv hais rau lawv hais tias, “Kuv twb txiav txim siab lawm hais tias yog nej piav tsis tau zaj npau suav thiab txhais tsis tau cov ntsiab lus rau kuv paub, ces kuv yuav muab nej hlais ib daig zuj zus thiab yuav muab nej tej vajtse rhuav povtseg huv tibsi."},{"bible_id":"1525","chapter_code":"DAN.2","verse_code":"DAN.2.6","label":"6","content":"Tiamsis yog nej qhia thiab txhais tau rau kuv, kuv yuav muab nqi zog thiab pub koob meej rau nej. Nej cia li piav thiab txhais rau kuv mloog tamsim no.”"},{"bible_id":"1525","chapter_code":"DAN.2","verse_code":"DAN.2.7","label":"7","content":"Lawv rov hais rau vajntxwv hais tias, “Yog vajntxwv piav vajntxwv zaj npau suav rau peb mloog, peb thiaj yuav paub txhais zaj npau suav ntawd.”"},{"bible_id":"1525","chapter_code":"DAN.2","verse_code":"DAN.2.8","label":"8","content":"Vajntxwv teb hais tias, “Kuv paub hais tias nej xav sej kuv xwb, tiamsis kom nej paub hais tias kuv twb hais tseeb rau nej lawm;"},{"bible_id":"1525","chapter_code":"DAN.2","verse_code":"DAN.2.9","label":"9","content":"yog nej tsis piav zaj npau suav rau kuv paub, ces nej txhua tus yuav raug txim ib yam nkaus. Nej yeej tuavhauv lawm hais tias nej yuav dag kuv ntau yam kom kuv hloov kuv tej lus, tiamsis kuv yeej tsis hloov hlo li. Nej cia li qhia kuv zaj npau suav rau kuv, kuv thiaj paub hais tias nej txawj txhais.”"},{"bible_id":"1525","chapter_code":"DAN.2","verse_code":"DAN.2.10","label":"10","content":"Lawv hais ntxiv rau vajntxwv hais tias, “Tej neeg uas nyob hauv ntiajteb no yeej tsis muaj ib tug uas yuav qhia tau tej uas koj hais ko rau koj paub li. Thiab tej vajntxwv, tsis hais tus uas yuav muaj hwjchim loj npaum li cas los yeej tsis muaj ib tug uas yuav hais li koj hais ko rau cov neeg uas txawj saib tes, txawj ua yeessiv thiab txawj saib xyab hlo li."},{"bible_id":"1525","chapter_code":"DAN.2","verse_code":"DAN.2.11","label":"11","content":"Tej lus uas koj nug ko nyuaj heev tsis muaj leejtwg yuav teb tau rau koj; ntshai tsuas yog tej vajtswv thiaj yuav teb tau xwb, tiamsis tej vajtswv ntawd yeej tsis nrog neeg nyob ua ke.”"},{"bible_id":"1525","chapter_code":"DAN.2","verse_code":"DAN.2.12","label":"12","content":"Vim lawv teb li ntawd vajntxwv thiaj chim heev. Nws tau samhwm kom luag muab nws cov tuavxam tua povtseg huv tibsi."},{"bible_id":"1525","chapter_code":"DAN.2","verse_code":"DAN.2.13","label":"13","content":"Ces vajntxwv thiaj tawm ib tsab ntawv samhwm rau sawvdaws paub hais tias kom muab lawv cov ntawd tua povtseg, lojxov Daniyees thiab nws peb tug phoojywg huv tibsi."},{"bible_id":"1525","chapter_code":"DAN.2","verse_code":"DAN.2.14","label":"14","content":"Daniyees txawm mus cuag Ali-aus uas yog tus thawj saib cov tubrog uas zov vajntxwv lub loog. Ali-aus yog tus uas vajntxwv yuav tso mus tua vajntxwv cov tuavxam. Daniyees ua tib zoo xav ua ntej"},{"bible_id":"1525","chapter_code":"DAN.2","verse_code":"DAN.2.15","label":"15","content":"nws mam mus nug Ali-aus hais tias yog vim li cas vajntxwv yuav tawm tsab ntawv tawv ua luaj li ntawd? Ali-aus thiaj piav zaj ntawd rau Daniyees mloog."},{"bible_id":"1525","chapter_code":"DAN.2","verse_code":"DAN.2.16","label":"16","content":"Daniyees mus cuag vajntxwv tamsim ntawd. Nws thov vajntxwv kom pub sijhawm ntev mentsis rau lawv, nws mam li qhia thiab txhais zaj npau suav ntawd rau vajntxwv."},{"bible_id":"1525","chapter_code":"DAN.2","verse_code":"DAN.2.17","label":"17","content":"Daniyees rov qab los tsev, thiab nws piav zaj ntawd rau Hananiyas, Misayees thiab Axaliyas uas yog nws peb tug phoojywg mloog."},{"bible_id":"1525","chapter_code":"DAN.2","verse_code":"DAN.2.18","label":"18","content":"Nws hais kom lawv thov Vajtswv tus uas nyob saum ntuj hlub lawv thiab qhia tej yam uas tsis muaj leejtwg paub rau lawv kom lawv thiaj yuav tsis raug tua nrog cov tuavxam uas nyob hauv lub nroog Npanpiloos."},{"bible_id":"1525","chapter_code":"DAN.2","verse_code":"DAN.2.19","label":"19","content":"Ces hmo ntawd Daniyees txawm ua yogtoog pom thiab Vajtswv qhia zaj uas tsis muaj leejtwg paub ntawd rau Daniyees. Ces Daniyees ua Vajtswv tus uas nyob saum ntuj tsaug:"},{"bible_id":"1525","chapter_code":"DAN.2","verse_code":"DAN.2.20","label":"20","content":"“Vajtswv yog tus txawj ntse thiab muaj hwjchim loj! Cia li qhuas nws mus ibtxhis."},{"bible_id":"1525","chapter_code":"DAN.2","verse_code":"DAN.2.21","label":"21","content":"Vajtswv yog tus tswj lub sijhawm thiab tej caij nyoog; nws tsa thiab txo tej vajntxwv; nws yog tus pub kom neeg muaj tswvyim thiab txawj ntse."},{"bible_id":"1525","chapter_code":"DAN.2","verse_code":"DAN.2.22","label":"22","content":"Nws muab tej uas neeg tsis paub thiab tsis pom los nthuav qhia rau sawvdaws; nws paub tej uas nyob nraim nkoos hauv qhov tsaus ntuj nti thiab muaj qhov pom kev ci kaj nrig nyob puagncig nws."},{"bible_id":"1525","chapter_code":"DAN.2","verse_code":"DAN.2.23","label":"23","content":"Kuv yawgkoob tus Vajtswv, kuv ua koj tsaug thiab hwm koj. Koj pub tswvyim thiab dag zog rau kuv. Koj teb kuv tej lus thov thiab ua rau peb paub teb vajntxwv.”"},{"bible_id":"1525","chapter_code":"DAN.2","verse_code":"DAN.2.24","label":"24","content":"Tom qab ntawd Daniyees thiaj mus cuag Ali-aus tus uas vajntxwv samhwm kom mus tua vajntxwv cov tuavxam. Daniyees hais tias, “Thov tsis txhob muab lawv cov ntawd tua; cia li coj kuv mus cuag vajntxwv, kuv yuav qhia thiab txhais nws zaj npau suav rau nws.”"},{"bible_id":"1525","chapter_code":"DAN.2","verse_code":"DAN.2.25","label":"25","content":"Ali-aus thiaj li coj Daniyees mus cuag vajntxwv thiab hais rau vajntxwv hais tias, “Kuv nrhiav tau cov Yudais uas peb ntes los ntawd muaj ib tug yuav txhais tau koj zaj npau suav.”"},{"bible_id":"1525","chapter_code":"DAN.2","verse_code":"DAN.2.26","label":"26","content":"Vajntxwv hais rau Daniyees (tus uas muaj dua ib lub npe hu ua Npeetesaxas) hais tias, “Koj puas muaj cuabkav qhia tau kuv zaj npau suav thiab txhais cov ntsiab lus rau kuv paub tiag?”"},{"bible_id":"1525","chapter_code":"DAN.2","verse_code":"DAN.2.27","label":"27","content":"Daniyees teb vajntxwv hais tias, “Vajntxwv, cov neeg uas txawj saib xyab, txawj ua yeessiv thiab txawj saib hnubqub yeej tsis muaj ib tug yuav paub txhais zaj npau suav ntawd rau koj li."},{"bible_id":"1525","chapter_code":"DAN.2","verse_code":"DAN.2.28","label":"28","content":"Tsuas muaj Vajtswv tib leeg tus uas nyob saum ntuj thiaj qhia tau tej uas tsis muaj neeg paub no rau sawvdaws. Vajntxwv, Vajtswv qhia tej uas yuav muaj los yav ntom ntej no rau koj paub. Koj zaj npau suav thiab tej yogtoog uas koj pom thaum koj tseem pw yog li no:"},{"bible_id":"1525","chapter_code":"DAN.2","verse_code":"DAN.2.29","label":"29","content":"“Vajntxwv, thaum koj pw tsaug zog thiab koj ua npau suav pom tej uas yuav muaj los yav tom ntej; thiab Vajtswv tus uas qhia tau tej uas tsis muaj neeg paub rau sawvdaws, nws qhia tej uas yuav muaj los yav tom ntej no rau koj."},{"bible_id":"1525","chapter_code":"DAN.2","verse_code":"DAN.2.30","label":"30","content":"Nimno Vajtswv twb qhia tej yam uas tsis muaj neeg paub rau kuv lawm, tsis yog vim kuv txawj ntse dua lwm tus, tiamsis yog Vajtswv xav qhia kom koj paub zaj npau suav ntawd thiab tej uas koj xav paub."},{"bible_id":"1525","chapter_code":"DAN.2","verse_code":"DAN.2.31","label":"31","content":"“Vajntxwv, koj ua yogtoog pom ib tug mlom uas loj thiab siab heev sawv ntawm koj xubntiag. Tus mlom ntawd ci ntsa iab thiab txaus ntshai kawg li."},{"bible_id":"1525","chapter_code":"DAN.2","verse_code":"DAN.2.32","label":"32","content":"Tus mlom ntawd lub taubhau yog tseem kub, lub hauvsiab thiab ob txhais cajnpab yog nyiaj, lub duav thiab ob txhais ncejpuab ntug yog tooj liab,"},{"bible_id":"1525","chapter_code":"DAN.2","verse_code":"DAN.2.33","label":"33","content":"ob txhais ceg yog hlau, thiab ob txhais kotaw yog hlau xyaw av nplaum."},{"bible_id":"1525","chapter_code":"DAN.2","verse_code":"DAN.2.34","label":"34","content":"Thaum koj tabtom ntsia tus mlom ntawd, txawm muaj ib lub pobzeb loj loj ntais rhe saum pobtsuas los uas tsis yog neeg txhais tes ua poob los raug tus mlom ntawd ob txhais kotaw uas yog hlau xyaw av nplaum tawg ntsoog ntxaws."},{"bible_id":"1525","chapter_code":"DAN.2","verse_code":"DAN.2.35","label":"35","content":"Ces tamsim ntawd tej qhov uas yog av nplaum, yog hlau, yog tooj liab thiab yog nyiaj yog kub, txawm tawg ntsoog ntxaws ua tej daim ib yam li tej npluag nplej uas nyob hauv tshav ntaus nplej thaum lub caij ntuj qhua; ces cua muab ntsawj ya tas lawm tsis tshuav ib qho li. Tiamsis lub pobzeb uas poob los raug tus mlom ntawd txawm loj zuj zus tuaj ua ib lub roob puv nkaus ntiajteb."},{"bible_id":"1525","chapter_code":"DAN.2","verse_code":"DAN.2.36","label":"36","content":"“Koj zaj npau suav muaj raws li uas kuv hais tas los no. Nimno kuv yuav qhia zaj npau suav ntawd lub ntsiab rau vajntxwv saib yog li cas."},{"bible_id":"1525","chapter_code":"DAN.2","verse_code":"DAN.2.37","label":"37","content":"Vajntxwv, koj yog tus uas muaj hwjchim loj dua tej tus vajntxwv huv tibsi. Vajtswv tus uas nyob saum ntuj, tsa koj ua huabtais, nws pub koj muaj hwjchim, muaj zog thiab muaj koob meej nto moo lug."},{"bible_id":"1525","chapter_code":"DAN.2","verse_code":"DAN.2.38","label":"38","content":"Vajtswv tsa koj ua tus kav txhua qhov uas muaj neeg nyob, kav ib puas tsav yam tsiaj thiab tej noog. Lub taubhau kub ntawd yog koj ntag."},{"bible_id":"1525","chapter_code":"DAN.2","verse_code":"DAN.2.39","label":"39","content":"Tom qab koj, yuav muaj dua lwm lub tebchaws sawv los, lub tebchaws ntawd muaj hwjchim yau dua koj, thiab tom qab ntawd lub tebchaws peb uas yog cov tooj liab sawv los thiab yuav kav tagnrho lub ntiajteb no."},{"bible_id":"1525","chapter_code":"DAN.2","verse_code":"DAN.2.40","label":"40","content":"Thiab tom qab ntawd lub tebchaws plaub yuav sawv, lub tebchaws ntawd tawv ib yam li hlau, rau qhov hlau tsoo thiab ntaus ib puas tsav yam tawg taus. Vim lub tebchaws ntawd tawv ib yam li hlau uas tsoo ib puas tsav yam tawg taus, mas nws yuav tsoo thiab ntaus cov tebchaws uas xub sawv ua ntej ntawd kom tawg tas huv tibsi."},{"bible_id":"1525","chapter_code":"DAN.2","verse_code":"DAN.2.41","label":"41","content":"Txhais kotaw thiab cov ntivtaw uas koj pom av thiab hlau sib xyaws ntxaws txhais hais tias, yuav muaj ntau lub tebchaws los sib koom ua ke. Nws yuav muaj qee yam tawv ib yam li hlau, rau qhov muaj hlau thiab av nplaum sib xyaw ntxaws."},{"bible_id":"1525","chapter_code":"DAN.2","verse_code":"DAN.2.42","label":"42","content":"Cov ntivtaw uas yog av xyaw hlau, txhais hais tias lub tebchaws ntawd ibtxhia muaj zog thiab ibtxhia tsis muaj zog."},{"bible_id":"1525","chapter_code":"DAN.2","verse_code":"DAN.2.43","label":"43","content":"Qhov uas koj pom muaj av nplaum xyaw hlau, txhais hais tias cov nomtswv uas kav lub tebchaws ntawd yuav tso lawv tej tub tej ntxhais sib yuav kom nyob tau ua ke, tiamsis lawv yuav koom tsis tau ua ke ib yam li hlau thiab av nplaum yeej tsis sib lo li."},{"bible_id":"1525","chapter_code":"DAN.2","verse_code":"DAN.2.44","label":"44","content":"Lub sijhawm uas cov nomtswv ntawd tseem kav tebchaws, Vajtswv tus uas nyob saum ntuj yuav tsa ib lub tebchaws uas yuav nyob mus tsis paub kawg li. Lub tebchaws ntawd yuav tsis muaj leejtwg kovyeej nws, nws yuav rhuav tej tebchaws ntawd kom puastsuaj tas, tiamsis nws yuav nyob mus ibtxhis."},{"bible_id":"1525","chapter_code":"DAN.2","verse_code":"DAN.2.45","label":"45","content":"Qhov uas koj pom lub pobzeb uas tsis yog neeg txhais tes ua ntais poob saum pobtsuas los raug tus mlom neeg uas ib qhov yog hlau, ib qhov yog tooj liab, ib qho yog av, ib qhov yog nyiaj, thiab ib qho yog kub ntawd yog Vajtswv tus muaj hwjchim loj kawg nkaus qhia kom koj paub tej uas yuav muaj los yav ntom ntej no. Koj zaj npau suav muaj raws li kuv hais tas los no. Nimno kuv twb piav thiab txhais koj zaj npau suav lub ntsiab meej rau koj lawm.”"},{"bible_id":"1525","chapter_code":"DAN.2","verse_code":"DAN.2.46","label":"46","content":"Vajntxwv Nenpukajnexales txhos caug ntua hauv av pe Daniyees, thiab nws hais kom luag cia li muab qoobloo thiab tshuaj tsw qab tuaj fij rau Daniyees."},{"bible_id":"1525","chapter_code":"DAN.2","verse_code":"DAN.2.47","label":"47","content":"Vajntxwv hais tias, “Koj tus Vajtswv yog tus uas muaj hwjchim loj dua tej vajtswv, nws yog tus Tswv uas kav tagnrho tej vajntxwv thiab yog tus uas qhia tej uas neeg tsis paub rau sawvdaws. Kuv paub li no, rau qhov nws qhia koj txhais tau tej uas tsis muaj leejtwg paub.”"},{"bible_id":"1525","chapter_code":"DAN.2","verse_code":"DAN.2.48","label":"48","content":"Vajntxwv tsa Daniyees ua ib tug nomtswv loj thiab muab tej khoom muaj nqis ntau yam rau Daniyees. Nws tsa Daniyees ua tus kav lub xeev Npanpiloos thiab cia Daniyees ua tus thawj saib vajntxwv cov tuavxam."},{"bible_id":"1525","chapter_code":"DAN.2","verse_code":"DAN.2.49","label":"49","content":"Daniyees thov vajntxwv tsa Sadalas, Mesakas thiab Anpenekaus ua cov saib haujlwm hauv lub xeev Npanpiloos, tiamsis Daniyees ua tus loj nrog vajntxwv hauv lub loog."},{"bible_id":"1525","chapter_code":"DAN.3","verse_code":"DAN.3.1","label":"1","content":"Vajntxwv Nenpukajnexales nchuav tau ib tug mlom kub siab rau caum tshim thiab dav rau tshim, thiab nws muab teeb rau ntawm lub tiaj Dulas hauv lub xeev Npanpiloos."},{"bible_id":"1525","chapter_code":"DAN.3","verse_code":"DAN.3.2","label":"2","content":"Vajntxwv tso neeg mus hu tagnrho nws cov nomtswv tuaj sib sau ua ke, tsis hais cov nomtswv uas nrog vajntxwv kav cov pejxeem, cov tswvxeev, cov pab tus tswvxeev, cov ceev nyiaj txiag, cov txiav txim cov ceevxwm thiab tagnrho nws cov tubtxib uas nyob hauv nws lub tebchaws tuaj nrog koom ua kevcai pe tus mlom kub ntawd."},{"bible_id":"1525","chapter_code":"DAN.3","verse_code":"DAN.3.3","label":"3","content":"Thaum uas vajntxwv tsoom nomtswv tuaj txhij thiab mus sawv rau ntawm tus mlom kub ntawd xubntiag tabtom yuav ua kevcai pe tus mlom ntawd,"},{"bible_id":"1525","chapter_code":"DAN.3","verse_code":"DAN.3.4","label":"4","content":"txawm muaj ib tug tshaj tawm nrov nrov rau sawvdaws hais tias, “Nej txhua tus ntawm txhua haivneeg thiab txhua xeem, tsis hais cov neeg uas hais yam lus twg li!"},{"bible_id":"1525","chapter_code":"DAN.3","verse_code":"DAN.3.5","label":"5","content":"Thaum nej hnov dheev suab xyu, suab raj ntsia, suab raj nplaim thiab suab nkauj nogncas nrov, nej cia li txhos caug pe tus mlom kub uas vajntxwv Nenpukajnexales muab teeb tseg ntawd."},{"bible_id":"1525","chapter_code":"DAN.3","verse_code":"DAN.3.6","label":"6","content":"Yog leejtwg tsis kam pe luag yuav ntes tus ntawd coj mus pov rau hauv lub cubtawg uas nplaim cig sib ntswg yos.”"},{"bible_id":"1525","chapter_code":"DAN.3","verse_code":"DAN.3.7","label":"7","content":"Yog li ntawd, thaum sawvdaws hnov suab raj suab xyu nrov, txhua tus ntawm txhua haivneeg thiab txhua xeem, tsis hais cov neeg uas hais yam lus twg, txawm pe tus mlom kub uas Vajntxwv Nenpukajnexales teeb tseg ntawd."},{"bible_id":"1525","chapter_code":"DAN.3","verse_code":"DAN.3.8","label":"8","content":"Cov neeg Npanpiloos qee leej tau kom cov Yudais rau vajntxwv."},{"bible_id":"1525","chapter_code":"DAN.3","verse_code":"DAN.3.9","label":"9","content":"Lawv hais rau Vajntxwv Nenpukajnexales hais tias, “Thov kom koj muaj sia nyob mus ibtxhis."},{"bible_id":"1525","chapter_code":"DAN.3","verse_code":"DAN.3.10","label":"10","content":"Koj hais rau sawvdaws hais tias thaum pib tshuab raj tshuab xyu, ces kom txhua tus cia li pe tus mlom kub;"},{"bible_id":"1525","chapter_code":"DAN.3","verse_code":"DAN.3.11","label":"11","content":"yog leejtwg tsis pe koj yuav muab tus ntawd pov rau hauv cubtawg."},{"bible_id":"1525","chapter_code":"DAN.3","verse_code":"DAN.3.12","label":"12","content":"Cov Yudais uas koj tau tsa los saib haujlwm nyob hauv lub xeev Npanpiloos muaj qee leej tuaj ntawm no. Lawv tsis ua raws li koj hais. Lawv cov ntawd yog Sadalas, Mesakas thiab Anpenekaus. Lawv peb leeg no tsis hwm thiab tsis kam pe tus mlom kub uas koj teeb tseg ntawd.”"},{"bible_id":"1525","chapter_code":"DAN.3","verse_code":"DAN.3.13","label":"13","content":"Thaum vajntxwv hnov li ntawd nws chim heev, nws thiaj tso neeg mus ntes lawv peb leeg ntawd los cuag nws."},{"bible_id":"1525","chapter_code":"DAN.3","verse_code":"DAN.3.14","label":"14","content":"Vajntxwv nug lawv hais tias, “Sadalas, Mesakas thiab Anpenekaus, nej tsis hwm thiab tsis kam pe kuv tus mlom kub no puas yog?"},{"bible_id":"1525","chapter_code":"DAN.3","verse_code":"DAN.3.15","label":"15","content":"Ib pliag nej hnov dheev suab xyu, suab raj ntsia, suab raj nplaim thiab suab nkauj nogncas nrov, nej cia li pe tus mlom kub ntawd. Yog nej tsis kam pe kuv yuav muab nej pov rau hauv cubtawg. Nej xav hais tias tseem yuav muaj dua ib tug vajtswv nyob qhov twg los pab tau nej thiab no los?”"},{"bible_id":"1525","chapter_code":"DAN.3","verse_code":"DAN.3.16","label":"16","content":"Sadalas, Mesakas thiab Anpenekaus teb vajntxwv hais tias, “Vajntxwv, tsis yog peb xav hais kom peb yeej koj."},{"bible_id":"1525","chapter_code":"DAN.3","verse_code":"DAN.3.17","label":"17","content":"Tiamsis yog hais tias tus Vajtswv uas peb hwm pom zoo pab peb, nws yeej yuav pab  kom peb dim ntawm cov nplaim taws thiab ntawm koj txhais tes."},{"bible_id":"1525","chapter_code":"DAN.3","verse_code":"DAN.3.18","label":"18","content":"Txawm yog nws tsis pab peb los peb hais rau koj hais tias peb yeej yuav tsis hwm thiab tsis pe tus mlom kub uas koj teeb tseg ntawd li.”"},{"bible_id":"1525","chapter_code":"DAN.3","verse_code":"DAN.3.19","label":"19","content":"Vajntxwv Nenpukajnexales chim heev rau Sadalas, Mesakas thiab Anpenekaus. Nws ua ntsejmuag dub nciab rau lawv. Nws thiaj samhwm kom nws cov tubtxib mus ntxiv taws kom lub cubtawg cig hlob dua qub xya npaug ntxiv."},{"bible_id":"1525","chapter_code":"DAN.3","verse_code":"DAN.3.20","label":"20","content":"Nws hais kom nws cov tubrog uas muaj zog heev mus muab Sadalas, Mesakas thiab Anpenekaus lawv khi thiab coj mus pov rau hauv cubtawg."},{"bible_id":"1525","chapter_code":"DAN.3","verse_code":"DAN.3.21","label":"21","content":"Cov tubrog txawm muab lawv peb leeg ntawd khi, cia lawv hnav lawv tej ris tsho, tsho loj, tsho me, ntoo kausmom huv tibsi thiab muab lawv pov rau hauv lub cubtawg."},{"bible_id":"1525","chapter_code":"DAN.3","verse_code":"DAN.3.22","label":"22","content":"Vim vajntxwv tau hais kom lawv muab taws tsav ntxiv kom cig hlob dua qub, nplaim taws thiaj li kub cov tubrog uas muab lawv peb leeg ntawd pov rau hauv lub cubtawg tuag lawm."},{"bible_id":"1525","chapter_code":"DAN.3","verse_code":"DAN.3.23","label":"23","content":"Thaum Sadalas, Mesakas thiab Anpenekaus lawv peb leeg poob mus rau hauv lub cubtawg hlua tseem khi nrees lawv."},{"bible_id":"1525","chapter_code":"DAN.3","verse_code":"DAN.3.24","label":"24","content":"Tamsim ntawd Vajntxwv Nenpukajnexales txawm poob siab nthav thiab nws sawv tsees mus nug cov tubtxib hais tias, “Puas yog peb khi peb tug txivneej coj mus pov rau hauv lub cubtawg xwb?” Lawv teb hais tias, “Vajntxwv, yeej muaj tseeb li koj hais.”"},{"bible_id":"1525","chapter_code":"DAN.3","verse_code":"DAN.3.25","label":"25","content":"Vajntxwv rov hais tias, “Ua li cas kuv pom muaj plaub tug txivneej mus mus los los hauv lub cubtawg tsis muaj hlua khi lawv, thiab lawv tsis kub hnyiab li; tus plaub muaj ntsis zoo li ib tug timtswv.”"},{"bible_id":"1525","chapter_code":"DAN.3","verse_code":"DAN.3.26","label":"26","content":"Vajntxwv Nenpukajnexales txawm mus rau ntawm lub rooj qho cubtawg, nws xauj thiab hu hais tias, “Sadalas, Mesakas thiab Anpenekaus, nej cov uas yog Vajtswv tus uas muaj Hwjchim Loj kawg nkaus cov tubtxib, nej cia li tawm los.” Tamsim ntawd lawv txawm tawm los."},{"bible_id":"1525","chapter_code":"DAN.3","verse_code":"DAN.3.27","label":"27","content":"Cov nomtswv uas nrog vajntxwv kav pejxeem thiab cov tswvxeev, vajntxwv cov tuavxam thiab nws cov tubtxib sawvdaws los saib lawv peb tug txivneej ntawd mas lawv tsis kub hnyiab li: plaubhau twb tsis caws ib txoj, ris tsho los tsis kub hnyiab, thiab lawv lub cev los twb tsis tsw nchauv li."},{"bible_id":"1525","chapter_code":"DAN.3","verse_code":"DAN.3.28","label":"28","content":"Vajntxwv hais tias, “Thov ua Sadalas, Mesakas thiab Anpenekaus tus Vajtswv tsaug! Nws txib nws tus timtswv los cawm peb tug txivneej uas pehawm thiab tso siab rau nws. Lawv tsis ua raws li kuv tej lus, lawv yeem tso lawv txojsia tseg zoo dua li uas pe tej vajtswv uas tsis yog tus Vajtswv tiag."},{"bible_id":"1525","chapter_code":"DAN.3","verse_code":"DAN.3.29","label":"29","content":"“Nimno kuv hais rau sawvdaws hais tias txhua tus ntawm txhua haivneeg, thiab txhua xeem, tsis hais cov neeg uas hais yam lus twg, yog leejtwg thuam Sadalas, Mesakas thiab Anpenekaus lawv tus Vajtswv, ces cia li muab tus ntawd hlais ib daig zuj zus thiab muab nws tej vajtse rhuav povtseg huv tibsi. Yeej tsis muaj ib tug vajtswv twg uas yuav pab tau neeg dim li tus Vajtswv no li.”"},{"bible_id":"1525","chapter_code":"DAN.3","verse_code":"DAN.3.30","label":"30","content":"Vajntxwv Nenpukajnexales tsa Sadalas, Mesakas thiab Anpenekaus lawv ua nom loj tshaj qub kav lub xeev Npanpiloos."},{"bible_id":"1525","chapter_code":"DAN.4","verse_code":"DAN.4.1","label":"1","content":"Vajntxwv Nenpukajnexales sau tsab ntawv uas hais nram qab no xa mus rau txhua tus ntawm txhua haivneeg thiab txhua xeem, tsis hais cov neeg uas hais yam lus twg, nyob thoob plaws ntiajteb hais tias, “Thov kom nej sawvdaws noj qab nyob zoo thiab nyob kaj siab lug."},{"bible_id":"1525","chapter_code":"DAN.4","verse_code":"DAN.4.2","label":"2","content":"Kuv thov qhia tej txujci tseemceeb uas yog Vajtswv tus uas muaj hwjchim loj kawg nkaus ua rau kuv pom rau nej paub."},{"bible_id":"1525","chapter_code":"DAN.4","verse_code":"DAN.4.3","label":"3","content":"“Yam uas Vajtswv ua rau peb pom tseemceeb heev li! Tej txujci uas Vajtswv ua yog lub hwjchim uas loj kawg nkaus! Vajtswv yog tus Vajntxwv uas nyob mus ibtxhis; nws yuav kav mus tsis muaj hnub kawg."},{"bible_id":"1525","chapter_code":"DAN.4","verse_code":"DAN.4.4","label":"4","content":"“Kuv ua neej nyob sov siab so hauv kuv lub vaj lub tsev, kuv muaj ib puas tsav yam siv tsis tag. Kuv tsis txob tsis txhawj ib yam dabtsi li."},{"bible_id":"1525","chapter_code":"DAN.4","verse_code":"DAN.4.5","label":"5","content":"Tiamsis kuv ua ib zaj npau suav txaus ntshai heev thaum kuv tseem pw; zaj yogtoog uas kuv pom ntawd ua rau kuv ntshai kawg li."},{"bible_id":"1525","chapter_code":"DAN.4","verse_code":"DAN.4.6","label":"6","content":"Kuv tso neeg mus hu kuv cov tuavxam uas ibtxwm nrog kuv tuav tswvyim hauv lub nroog Npanpiloos kom tuaj cuag kuv thiab qhia kuv zaj npau suav ntawd rau kuv saib yog li cas."},{"bible_id":"1525","chapter_code":"DAN.4","verse_code":"DAN.4.7","label":"7","content":"Cov neeg uas txawj saib tes, txawj ua yeessiv, txawj saib xyab thiab txawj saib hnubqub thiaj tuaj cuag kuv. Kuv piav kuv zaj npau suav rau lawv mloog, tiamsis tsis muaj leejtwg txhais tau rau kuv li."},{"bible_id":"1525","chapter_code":"DAN.4","verse_code":"DAN.4.8","label":"8","content":"Tom qab ntawd Daniyees txawm tuaj cuag kuv (Daniyees muaj dua ib lub npe hu ua Npeetesaxas raws li kuv tus vajtswv lub npe.) Nws muaj tej vajtswv  uas dawbhuv tus ntsujplig nrog nraim nws. Kuv thiaj li piav kuv zaj npau suav rau nws mloog."},{"bible_id":"1525","chapter_code":"DAN.4","verse_code":"DAN.4.9","label":"9","content":"Kuv hais rau nws hais tias, Npeetesaxas, koj yog cov neeg uas txawj saib tes tus thawj; kuv paub hais tias Vajtswv tus uas dawbhuv tus ntsujplig nrog nraim koj nyob. Thiab paub hais tias koj yeej totaub tej uas tsis muaj neeg paub. Kuv zaj npau suav yog  li no. Koj cia li qhia rau kuv saib lub ntsiab txhais li cas."},{"bible_id":"1525","chapter_code":"DAN.4","verse_code":"DAN.4.10","label":"10","content":"“Thaum kuv pw tsaug zog kuv ua npau suav pom ib tsob ntoo siab siab sawv hauv plawv ntiajteb."},{"bible_id":"1525","chapter_code":"DAN.4","verse_code":"DAN.4.11","label":"11","content":"Tsob ntoo ntawd pheej siab zuj zus mus nto ntuj. Txhua tus uas nyob hauv ntiajteb no puavleej pom tsob ntoo ntawd."},{"bible_id":"1525","chapter_code":"DAN.4","verse_code":"DAN.4.12","label":"12","content":"Tsob ntoo ntawd tej nplooj zoo nkauj heev, txi txiv ua nrw niab, txaus neeg ntiajteb tuaj noj. Tej tsiaj nruab nrag puavleej los nraim ntxoo hauv qab tsob ntoo ntawd, thiab noog kuj los ua zes rau saum tej ceg. Neeg thiab txhua yam uas muaj sia los tuaj noj tsob ntoo ntawd tej txiv."},{"bible_id":"1525","chapter_code":"DAN.4","verse_code":"DAN.4.13","label":"13","content":"“Thaum kuv tabtom xav txog zaj npau suav no, kuv pom ib tug timtswv nqis saum ntuj los thiab saib ncig peslees."},{"bible_id":"1525","chapter_code":"DAN.4","verse_code":"DAN.4.14","label":"14","content":"Nws hais nrov nrov hais tias, ‘Cia li muab tus ntoo no ntov, muab cov ceg thiab cov nplooj lwg kom tas, thiab muab tej txiv w rau txhua qhov. Raws tej tsiaj nruab nrag uas nyob hauv qab tsob ntoo kom khiav mus thiab raws tej noog uas nyob saum tej ceg kom ya tas,"},{"bible_id":"1525","chapter_code":"DAN.4","verse_code":"DAN.4.15","label":"15","content":"thiab muab saw tooj saw hlau los khi lub hauvpaus ntoo tseg rau nram tiaj. “ ‘Cia kom lwg ntsu los ntub tus txivneej no thiab cia nws nrog tej tsiaj nruab nrag thiab tej xyoob ntoo nyob ua ke."},{"bible_id":"1525","chapter_code":"DAN.4","verse_code":"DAN.4.16","label":"16","content":"Nws lub siab yuav tsis zoo li neeg lub mus txog xya xyoo tiamsis yuav zoo li tsiaj lub."},{"bible_id":"1525","chapter_code":"DAN.4","verse_code":"DAN.4.17","label":"17","content":"Cov timtswv ceebtsheej uas saib sawvdaws hais tias cov neeg uas nyob rau txhua qhov yuav tsum paub hais tias, Vajtswv tus uas muaj Hwjchim Loj kawg nkaus, nws muaj hwjchim loj dua tej tebchaws uas neeg ua vajntxwv kav, thiab nws xav tsa leejtwg ua vajntxwv kav tej tebchaws ntawd los tau; txawm yog tus ntse thiab tus ruam los nws yeej tsa tau.’"},{"bible_id":"1525","chapter_code":"DAN.4","verse_code":"DAN.4.18","label":"18","content":"“Vajntxwv Nenpukajnexales hais tias, “Kuv zaj npau suav yog muaj raws li kuv tau piav tas los no. Koj cia li txhais zaj npau suav ntawd rau kuv. Kuv cov tuavxam uas pab kuv tuav tswvyim yeej tsis muaj ib tug txhais tau li tiamsis koj yeej yuav txhais tau, rau qhov tej vajtswv  uas dawbhuv tus ntsujplig nrog nraim koj nyob.”"},{"bible_id":"1525","chapter_code":"DAN.4","verse_code":"DAN.4.19","label":"19","content":"Daniyees uas muaj dua ib lub npe hu ua Npeetesaxas poob siab nthav thiab tsis paub yuav hais li cas. Vajntxwv thiaj li hais rau nws hais tias, “Npeetesaxas, koj tsis txhob poob siab txog tej xwm uas yuav muaj los raws li zaj npau suav no.” Npeetesaxas teb hais tias, “Vajntxwv, thov kom koj zaj npau suav thiab tej xwm hauv koj zaj npau suav ntawd, raug koj cov yeebncuab xwb tsis txhob raug rau koj."},{"bible_id":"1525","chapter_code":"DAN.4","verse_code":"DAN.4.20","label":"20","content":"Koj pom ib tsob ntoo loj thiab siab heev, lub ntsis siab nto ntuj plaws, txhua tus neeg uas nyob hauv ntiajteb no puavleej pom tsob ntoo ntawd."},{"bible_id":"1525","chapter_code":"DAN.4","verse_code":"DAN.4.21","label":"21","content":"Tsob ntoo ntawd tej nplooj zoo nkauj heev thiab txi txiv ua nrw niab txaus neeg nyob thoob ntiajteb noj. Tej tsiaj nruab nrag los kuj los nraim ntxoo hauv tsob qab ntoo ntawd, thiab tej noog kuj los ua zes rau saum tej ceg."},{"bible_id":"1525","chapter_code":"DAN.4","verse_code":"DAN.4.22","label":"22","content":"“Vajntxwv, koj yog tsob ntoo ntawd ntag, koj muaj zog mus nto ntuj, vammeej, muaj hwjchim thiab koj lub hwjchim kav mus thoob plaws lub ntiajteb."},{"bible_id":"1525","chapter_code":"DAN.4","verse_code":"DAN.4.23","label":"23","content":"Vajntxwv, thaum koj tseem saib tsob ntoo ntawd, muaj ib tug timtswv nqis saum ntuj los hais tias, ‘Cia li ntov tsob ntoo no muab txiav kom tu thiab muab phua kom tawg, tsuas tseg lub hauvpaus ntoo nyob xwb. Thiab muab saw tooj saw hlau los khi lub hauvpaus ntoo cia rau nram tiaj. Cia kom lwg ntsu los ntub tus txivneej ntawd, thiab cia nws nrog tej tsiaj nruab nrag nyob nram tiaj xya xyoo.’"},{"bible_id":"1525","chapter_code":"DAN.4","verse_code":"DAN.4.24","label":"24","content":"“Vajntxwv, tej xwm no yog tej uas Vajtswv tus uas muaj Hwjchim Loj kawg nkaus qhia rau koj paub txog tej uas yuav muaj los raug koj."},{"bible_id":"1525","chapter_code":"DAN.4","verse_code":"DAN.4.25","label":"25","content":"Luag yuav ntiab koj khiav tsis pub koj nrog neeg nyob ua ke; koj yuav mus nrog tej tsiaj nruab nrag nyob. Koj yuav noj zaub ib yam li tej nyuj, thiab koj yuav pw hauv havzoov hav tsuag ntub lwg ntsuav mus txog xya xyoo. Tom qab ntawd koj yuav lees hais tias Vajtswv tus uas muaj hwjchim loj kawg nkaus yog tus kav tej tebchaws uas sawv vajntxwv kav thiab nws tsa neeg ua vajntxwv raws li nws pom zoo."},{"bible_id":"1525","chapter_code":"DAN.4","verse_code":"DAN.4.26","label":"26","content":"Qhov uas tus timtswv hais kom tseg lub hauvpaus ntoo cia yog txhais hais tias thaum koj lees hais tias Vajtswv yog tus uas kav tagnrho lub ntiajteb. Ces koj yuav rov qab tau ua vajntxwv dua ib zaug ntxiv."},{"bible_id":"1525","chapter_code":"DAN.4","verse_code":"DAN.4.27","label":"27","content":"Vajntxwv, koj cia li ua raws li uas kuv hais no: Koj tseg tsis txhob ua txhaum! Koj cia li ua zoo thiab hlub cov neeg txomnyem.  Yog hais tias koj ua li no, koj yuav vammeej mus li.”"},{"bible_id":"1525","chapter_code":"DAN.4","verse_code":"DAN.4.28","label":"28","content":"Txhua yam uas tau hais ntawd txawm muaj tshwm los raug Vajntxwv Nenpukajnexales tiag."},{"bible_id":"1525","chapter_code":"DAN.4","verse_code":"DAN.4.29","label":"29","content":"Tom qab ntawd kaum ob lub hlis, muaj ib hnub vajntxwv ncig mus ncig los saum nws lub tsev uas nyob hauv lub nroog Npanpiloos."},{"bible_id":"1525","chapter_code":"DAN.4","verse_code":"DAN.4.30","label":"30","content":"Vajntxwv hais tias, “Lub nroog Npanpiloos no yog lub nroog uas loj kawg li. Kuv tsim lub nroog no ua kuv lub tuamceeb nroog kom sawvdaws thiaj li pom kuv lub hwjchim, kuv lub meejmom thiab kuv lub koob lub npe.”"},{"bible_id":"1525","chapter_code":"DAN.4","verse_code":"DAN.4.31","label":"31","content":"Thaum vajntxwv tseem hais lus tsis tau xaus, txawm muaj ib lub suab hais nrov ntxhe ntws saum ntuj tuaj hais tias, “Vajntxwv Nenpukajnexales, koj cia li mloog kuv hais! Kuv twb txo koj lub hwjchim, koj yuav tsis tau ua vajntxwv kav tebchaws lawm."},{"bible_id":"1525","chapter_code":"DAN.4","verse_code":"DAN.4.32","label":"32","content":"Luag yuav muab koj ntiab tawm tsis pub koj nrog neeg nyob, koj yuav mus nrog tej tsiaj nruab nrag nyob ua ke, koj yuav noj zaub ib yam li tej nyuj mus txog xya xyoo. Tom qab ntawd koj yuav lees hais tias Vajtswv tus uas muaj Hwjchim Loj kawg nkaus yog tus kav tej tebchaws uas sawv vajntxwv kav, thiab Vajtswv tsa neeg ua vajntxwv raws li nws pom zoo.”"},{"bible_id":"1525","chapter_code":"DAN.4","verse_code":"DAN.4.33","label":"33","content":"Tamsim ntawd txawm muaj raws li tej lus no. Luag cia li muab Vajntxwv Nenpukajnexales ntiab khiav tsis pub nws nrog neeg nyob thiab nws mus noj zaub li nyuj noj. Nws lub cev ntub lwg ntsuav, nws cov plaubhau ntev ib yam li tis dav, thiab nws cov rau tes ntev ib yam li tej rau noog."},{"bible_id":"1525","chapter_code":"DAN.4","verse_code":"DAN.4.34","label":"34","content":"Vajntxwv hais tias, “Thaum dhau xya lub xyoo lawm, kuv tsa qhovmuag ntsia saum ntuj. Kuv rov feeb meej, kuv thiaj ua tus Vajtswv uas muaj Hwjchim Loj kawg nkaus tsaug. Kuv qhuas thiab ua rau tus Vajtswv uas muaj sia nyob mus ibtxhis tau koob meej. “Vajtswv yuav kav mus ibtxhis, thiab nws lub tebchaws yuav nyob ruaj nrees mus tsis paub kawg."},{"bible_id":"1525","chapter_code":"DAN.4","verse_code":"DAN.4.35","label":"35","content":"Nws suav hais tias neeg ntiajteb tsis tseemceeb dabtsi; cov timtswv saum ntuj thiab neeg ntiajteb puavleej nyob hauv nws lub xibteg. Tsis muaj leejtwg muaj cuabkav cheem tau tsis pub nws ua raws li nws lub siab nyiam lossis nug hais tias nws ua dabtsi."},{"bible_id":"1525","chapter_code":"DAN.4","verse_code":"DAN.4.36","label":"36","content":"“Thaum kuv feeb meej lawm kuv rov tau koob meej, tau meejmom thiab rov tau kav lub tebchaws dua. Kuv cov nomtswv thiab kuv cov tubtxib puavleej zoo siab rov qab yuav kuv. Kuv rov tau ntsejmuag thiab muaj hwjchim heev dua yav tas los."},{"bible_id":"1525","chapter_code":"DAN.4","verse_code":"DAN.4.37","label":"37","content":"“Nimno kuv uas yog Nenpukajnexales thov qhuas, thov hawm thiab ua rau tus Vajntxwv uas nyob saum Ntuj tau koob meej. Ib puas tsav yam uas Vajtswv ua puavleej yog thiab ncaj ncees, thiab nws ua tau rau cov neeg khavtheeb poob ntsejmuag.”"},{"bible_id":"1525","chapter_code":"DAN.5","verse_code":"DAN.5.1","label":"1","content":"Muaj ib hmos Vajntxwv Npesaxas txawm npaj ib rooj noj haus loj. Nws caw tsoom nomtswv loj ib txhiab leej tuaj nrog nws noj mov."},{"bible_id":"1525","chapter_code":"DAN.5","verse_code":"DAN.5.2","label":"2","content":"Thaum uas lawv tabtom haus cawv txiv hmab, Vajntxwv Npesaxas txawm txib nws cov tubqhe mus muab tej khob nyiaj khob kub thiab tej tais nyiaj tais kub uas nws txiv Nenpukajnexales mus huab hauv lub tuamtsev tim lub nroog Yeluxalees los ntawd nqa los rau vajntxwv, nws tsoom nomtswv, nws cov pojniam thiab nws cov niamyau hliv cawv txiv hmab haus."},{"bible_id":"1525","chapter_code":"DAN.5","verse_code":"DAN.5.3","label":"3","content":"Tamsim ntawd lawv thiaj li mus nqa tej khob nyiaj khob kub los hliv cawv rau lawv sawvdaws haus"},{"bible_id":"1525","chapter_code":"DAN.5","verse_code":"DAN.5.4","label":"4","content":"thiab qhuas tej mlom uas muab nyiaj, muab kub, muab tooj liab, muab hlau, muab ntoo thiab muab pobzeb ua ntawd."},{"bible_id":"1525","chapter_code":"DAN.5","verse_code":"DAN.5.5","label":"5","content":"Tamsim ntawd txawm muaj ib txhais tes neeg cev loo los sau ntawv rau ntawm sab phabntsa uas luam hmoov sib uas taws teeb ci pom kev lam lug. Vajntxwv kuj pom thaum uas txhais tes ntawd tseem tabtom sau sau ntawv,"},{"bible_id":"1525","chapter_code":"DAN.5","verse_code":"DAN.5.6","label":"6","content":"mas ua rau vajntxwv lub ntsejmuag thimxem tas; nws poob siab thiab ntshai kawg li, thiab nws ob lub hauvcaug tshee mos nyoos."},{"bible_id":"1525","chapter_code":"DAN.5","verse_code":"DAN.5.7","label":"7","content":"Vajntxwv thiaj hu tawg ntho kom tso neeg mus hu cov neeg uas txawj ua yeessiv, txawj saib xyab thiab txawj saib hnubqub kom tuaj cuag nws. Thaum lawv cov ntawd tuaj txog, nws hais rau lawv hais tias, “Leejtwg nyeem tau cov ntawv no thiab txhais tau cov ntsiab lus rau kuv paub, ces kuv yuav muab kuv lub tsho ntaub tsamxem thiab txoj saw kub uas coj muaj hwvxyeej rau tus ntawd hnav thiab coj. Thiab kuv yuav muab tus ntawd tsa ua ib tug nom loj uas yog ua tus yau theem peb ntawm kuv nrog kuv kav tebchaws.”"},{"bible_id":"1525","chapter_code":"DAN.5","verse_code":"DAN.5.8","label":"8","content":"Vajntxwv cov tuavxam tuaj tagnrho, tiamsis tsis muaj leejtwg nyeem tau cov ntawv ntawd thiab txhais tsis tau cov ntsiab lus rau vajntxwv li."},{"bible_id":"1525","chapter_code":"DAN.5","verse_code":"DAN.5.9","label":"9","content":"Vim li no Vajntxwv Npesaxas hajyam poob siab heev thiab ua ntsejmuag ntshaus tas. Vajntxwv cov tuavxam los yeej tsis pom qab yuav ua zaj twg li."},{"bible_id":"1525","chapter_code":"DAN.5","verse_code":"DAN.5.10","label":"10","content":"Thaum vajntxwv niam hnov vajntxwv thiab nws tsoom nomtswv hais lus nrov ntsoog qees, nws txawm mus rau hauv chav tsev uas lawv noj mov ntawd. Nws hais rau vajntxwv hais tias, “Thov kom vajntxwv muaj sia nyob mus ibtxhis. Vajntxwv, koj tsis txhob txhawj ua ntsejmuag thimxem tas li ko!"},{"bible_id":"1525","chapter_code":"DAN.5","verse_code":"DAN.5.11","label":"11","content":"Nyob hauv lub tebchaws uas koj kav no muaj ib tug txivneej uas muaj tej vajtswv  uas dawbhuv tus ntsujplig nrog nws nyob. Lub sijhawm uas koj txiv tseem ua vajntxwv mas tus ntawd pab tau koj txiv. Nws muaj tswvyim pab tau txhua yam thiab nws txawj ntse ib yam li tej timtswv. Vajntxwv Nenpukajnexales uas yog koj txiv tau tsa tus txivneej ntawd ua tus uas saib tagnrho cov neeg uas txawj saib tes, txawj ua yeessiv, txawj saib xyab thiab txawj saib hnubqub."},{"bible_id":"1525","chapter_code":"DAN.5","verse_code":"DAN.5.12","label":"12","content":"Nws ntse heev thiab txawj txhais tau tej npau suav, tej txhiaj txhais uas neeg hais thiab nws paub tej uas tsis muaj neeg paub. Koj cia li txib neeg mus hu Daniyees, tus uas koj txiv muab tis dua npe hu ua Npeetesaxas kom tuaj cuag koj. Nws yuav txhais tau tej lus no huv tibsi rau koj.”"},{"bible_id":"1525","chapter_code":"DAN.5","verse_code":"DAN.5.13","label":"13","content":"Tamsim ntawd lawv txawm mus coj Daniyees tuaj cuag vajntxwv. Vajntxwv hais rau Daniyees hais tias, “Koj yog Daniyees los? Koj puas yog cov neeg Yudais uas kuv txiv lawv coj tim tebchaws Yudas los?"},{"bible_id":"1525","chapter_code":"DAN.5","verse_code":"DAN.5.14","label":"14","content":"Kuv hnov hais tias tej vajtswv uas dawbhuv tus ntsujplig nrog nraim koj thiab hnov hais tias koj txawj ntse kawg li; koj paub thiab muaj tswvyim heev."},{"bible_id":"1525","chapter_code":"DAN.5","verse_code":"DAN.5.15","label":"15","content":"Kuv twb hu kuv cov tuavxam thiab cov neeg uas txawj ua yeessiv tuaj txhais cov lus no rau kuv, tiamsis lawv txhais tsis tau li."},{"bible_id":"1525","chapter_code":"DAN.5","verse_code":"DAN.5.16","label":"16","content":"Kuv hnov hais tias koj paub thiab txawj txhais tej zaj uas tsis muaj neeg paub lub ntsiab lus rau sawvdaws. Yog koj nyeem tau thiab txhais tau cov npe ntawv ntawd lub ntsiab rau kuv paub. Kuv yuav muab lub tsho ntaub tsamxem thiab txoj saw kub uas coj muaj hwvxyeej rau koj hnav thiab coj. Thiab kuv tseem yuav muab koj tsa ua ib tug nom loj uas yog tus yau theem peb ntawm kuv nrog kuv kav lub tebchaws no.”"},{"bible_id":"1525","chapter_code":"DAN.5","verse_code":"DAN.5.17","label":"17","content":"Daniyees teb hais tias, “Vajntxwv thov koj cia li muab tej uas koj yuav muab ko khaws tseg lossis muab rau lwm tus. Txawm li cas los kuv yuav nyeem thiab txhais cov ntsiab lus ntawd rau koj, tiamsis kuv tsis yuav nqi zog li."},{"bible_id":"1525","chapter_code":"DAN.5","verse_code":"DAN.5.18","label":"18","content":"“Vajtswv tus uas muaj Hwjchim Loj kawg nkaus tau tsa koj txiv Nenpukajnexales ua tus vajntxwv uas muaj hwjchim loj thiab pub nws muaj koob meej nyob nto moo lug;"},{"bible_id":"1525","chapter_code":"DAN.5","verse_code":"DAN.5.19","label":"19","content":"nws thiaj muaj hwjchim heev. Txhua tus ntawm txhua haivneeg, txhua xeem, thiab tsis hais cov neeg uas hais yam lus twg los puavleej ntshai koj txiv ua ibce tshee hnyo. Yog nws xav tua leejtwg nws yeej tua tau. Yog nws xav tso leejtwg dim, nws yeej tso tau. Thiab nws yuav txo leejtwg nws yeej txo tau raws li nws pom zoo."},{"bible_id":"1525","chapter_code":"DAN.5","verse_code":"DAN.5.20","label":"20","content":"Tiamsis yog vim qhov uas nws khavtheeb, tawv ncauj thiab ua nruj ua tsiv heev, nws thiaj li poob hwjchim thiab tsis tau ua vajntxwv lawm."},{"bible_id":"1525","chapter_code":"DAN.5","verse_code":"DAN.5.21","label":"21","content":"Luag muab nws ntiab khiav tsis pub nws nrog neeg nyob, thiab nws lub siab txawm zoo li tsiaj lub lawm; nws mus nrog tej neesluav qus nyob rau nruab nrag. Nws noj zaub li nyuj noj thiab nws pw hauv havzoov hav tsuag tsau lwg tsawv tsis muaj dabtsi vov. Thaum kawg nws mam li lees hais tias Vajtswv tus uas muaj hwjchim loj yog tus kav neeg ntiajteb thiab tej tebchaws uas sawv muaj vajntxwv kav. Thiab nws lees hais tias Vajtswv xav tsa leejtwg ua vajntxwv kav tebchaws los yeej tau."},{"bible_id":"1525","chapter_code":"DAN.5","verse_code":"DAN.5.22","label":"22","content":"“Tiamsis Npesaxas, koj uas yog nws tus tub, txawm yog koj twb paub tej no zoo lawm los koj tsis txo koj lub hwjchim li thiab."},{"bible_id":"1525","chapter_code":"DAN.5","verse_code":"DAN.5.23","label":"23","content":"Koj tau ua txhaum tawmtsam tus TSWV uas kav saum ntuj uas yog koj mus rho tej khob thiab tej tais uas nqa hauv Vajtswv lub Tuamtsev los, koj coj los rau koj thiab koj tsoom nomtswv, koj cov pojniam thiab koj cov niamyau hliv cawv txiv hmab haus, thiab nej qhuas tej vajtswv uas muab nyiaj, muab kub, muab tooj liab, muab hlau, muab ntoo thiab muab pobzeb ua, tej vajtswv ntawd tsis pom kev, tsis hnov lus thiab tsis paub ib yam dabtsi li. Koj tsis hwm Vajtswv tus uas tuav koj txojsia thiab kav tagnrho ib puas tsav yam uas koj ua."},{"bible_id":"1525","chapter_code":"DAN.5","verse_code":"DAN.5.24","label":"24","content":"Twb yog vim li ntawd Vajtswv thiaj ua ib txhais tes los sau tej lus ntawd ntag."},{"bible_id":"1525","chapter_code":"DAN.5","verse_code":"DAN.5.25","label":"25","content":"“Cov npe ntawv ntawd sau hais tias: ‘MENES, MENES, TEKELES, PALEXEES.’"},{"bible_id":"1525","chapter_code":"DAN.5","verse_code":"DAN.5.26","label":"26","content":"MENES, txhais hais tias Vajtswv twb suav thiab teem cov hnub uas koj ua vajntxwv kav tebchaws tseg lawm, tsuas pub koj ua vajntxwv txij li no xwb;"},{"bible_id":"1525","chapter_code":"DAN.5","verse_code":"DAN.5.27","label":"27","content":"TEKELES, txhais hais tias Vajtswv twb muab koj luj tas lawm, koj sib heev."},{"bible_id":"1525","chapter_code":"DAN.5","verse_code":"DAN.5.28","label":"28","content":"PALEXEES, txhais hais tias Vajtswv yuav muab koj lub tebchaws faib ua ob lub. Mas muab ib nrab faib rau cov neeg Medes thiab muab ib nrab faib rau cov neeg Pawxias.”"},{"bible_id":"1525","chapter_code":"DAN.5","verse_code":"DAN.5.29","label":"29","content":"Tamsim ntawd Vajntxwv Npesaxas txawm hais kom lawv muab nws lub tsho loj coj los rau Daniyees hnav thiab muab txoj saw kub uas coj muaj hwvxyeej los rau Daniyees coj. Nws tsa Daniyees ua tus nom loj theem peb ntawm nws nrog nws kav tebchaws."},{"bible_id":"1525","chapter_code":"DAN.5","verse_code":"DAN.5.30","label":"30","content":"Ces hmo ntawd Npesaxas uas yog vajntxwv kav lub tebchaws Npanpiloos txawm raug luag muab tua povtseg lawm."},{"bible_id":"1525","chapter_code":"DAN.5","verse_code":"DAN.5.31","label":"31","content":"Dali-us uas yog neeg Medes txawm txeeb ua tus uas kav lub tebchaws ntawd. Lub sijhawm ntawd Dali-us muaj hnubnyoog rau caum ob xyoos."},{"bible_id":"1525","chapter_code":"DAN.6","verse_code":"DAN.6.1","label":"1","content":"Vajntxwv Dali-us txawm pom zoo yuav tsa ib puas nees nkaum leej los ua cov tswvxeev mus kav txhua lub xeev hauv lub tebchaws uas nws kav."},{"bible_id":"1525","chapter_code":"DAN.6","verse_code":"DAN.6.2","label":"2","content":"Vajntxwv tau tsa Daniyees thiab tsa dua ob tug ua cov uas tshuaj saib cov tswvxeev tes haujlwm, kom vajntxwv thiaj li kav thiab tswj tau lub tebchaws zoo."},{"bible_id":"1525","chapter_code":"DAN.6","verse_code":"DAN.6.3","label":"3","content":"Daniyees los tuav lub luag haujlwm uas yog tshuaj saib cov tswvxeev ua haujlwm. Nws ua tau zoo tshaj li lwm tus uas tshuaj saib cov tswvxeev. Thiab Daniyees tseem ua haujlwm zoo tshaj cov tswvxeev txhua tus huv tibsi. Vim li ntawd vajntxwv thiaj xav muab Daniyees tsa ua tus uas saib thoob plaws lub tebchaws."},{"bible_id":"1525","chapter_code":"DAN.6","verse_code":"DAN.6.4","label":"4","content":"Lwm tus nom uas nrog Daniyees tshuaj saib cov tswvxeev tes haujlwm txawm pheej nrhiav lus kom Daniyees. Lawv soj nraim Daniyees kev ua haujlwm kav tebchaws saib nws puas ua yuam kev qhov twg, lawv thiaj li tau lus kom nws; tiamsis lawv nrhiav tsis tau ib qho uas Daniyees ua yuam kev uas lawv yuav kom tau nws li, rau qhov Daniyees yog ib tug neeg uas muab siab rau ua haujlwm thiab nws tsis ua tej uas txhaum kevcai thiab tej uas tsis ncaj hlo li."},{"bible_id":"1525","chapter_code":"DAN.6","verse_code":"DAN.6.5","label":"5","content":"Lawv txawm sib tham hais tias, “Peb yeej yuav nrhiav tsis tau ib yam dabtsi los kom Daniyees li. Tsuas yog nrhiav tau lus kom qhov uas nws coj nws tus Tswv txoj Kevcai nkaus xwb.”"},{"bible_id":"1525","chapter_code":"DAN.6","verse_code":"DAN.6.6","label":"6","content":"Yog li ntawd, lawv thiaj li mus cuag vajntxwv Dali-us thiab hais rau vajntxwv hais tias, “Vajntxwv, thov kom koj muaj sia nyob mus ibtxhis."},{"bible_id":"1525","chapter_code":"DAN.6","verse_code":"DAN.6.7","label":"7","content":"Peb txhua tus uas saib haujlwm thoob plaws koj lub tebchaws, tsis hais cov uas tshuaj saib cov tswvxeev tes haujlwm lossis cov uas pab tus tswvxeev lossis cov nomtswv saib haujlwm lwm yam, peb sawvdaws puavleej pom zoo hais tias tsimnyog koj yuav tsum ua ib txoj kevcai rau sawvdaws coj. Thov koj cia li txwv tu nrho hais tias peb caug hnub saum no tsis pub leejtwg thov ib tug vajtswv twg lossis thov ib tug neeg twg li, tsuas yog thov koj tib leeg xwb. Yog leejtwg hla koj tej lus no ces cia li muab tus ntawd pov rau hauv lub qhov uas kaw tsov ntxhuav."},{"bible_id":"1525","chapter_code":"DAN.6","verse_code":"DAN.6.8","label":"8","content":"Vajntxwv, thov koj cia li tsim txoj kevcai no thiab sau koj lub npe rau thiaj tseemceeb raws li Medes thiab Pawxias txoj kevcai uas yeej hloov tsis tau li.”"},{"bible_id":"1525","chapter_code":"DAN.6","verse_code":"DAN.6.9","label":"9","content":"Yog li ntawd, Vajntxwv Dali-us thiaj sau npe rau hauv tsab ntawv kevcai ntawd."},{"bible_id":"1525","chapter_code":"DAN.6","verse_code":"DAN.6.10","label":"10","content":"Thaum Daniyees paub hais tias Vajntxwv sau npe rau hauv tsab ntawv ntawd lawm, nws txawm rov mus tsev. Nws lub tsev chav uas nyob txheej saud muaj ib lub qhovrai qhib lug tig ncaj mus rau lub nroog Yeluxalees. Nws mus txhos caug tig xubntiag rau ntawm lub qhovrai ntawd thiab thov Vajtswv ib hnub twg peb zaug raws li nws ibtxwm thov."},{"bible_id":"1525","chapter_code":"DAN.6","verse_code":"DAN.6.11","label":"11","content":"Thaum cov neeg uas ntxub Daniyees pom Daniyees thov Vajtswv,"},{"bible_id":"1525","chapter_code":"DAN.6","verse_code":"DAN.6.12","label":"12","content":"lawv txawm sau nthwv mus cuag vajntxwv thiab kom Daniyees rau vajntxwv hais tias, “Vajntxwv, koj twb sau koj lub npe rau hauv tsab ntawv uas koj txwv hais tias peb caug hnub saum no tsuas pub sawvdaws thov koj tib leeg xwb. Yog leejtwg thov ib tug vajtswv twg lossis ib tug neeg twg, ces cia li muab tus ntawd pov rau hauv lub qhov uas kaw tsov ntxhuav.” Vajntxwv teb hais tias, “Yeej muaj raws li nej hais ko lawm tiag. Tej lus ntawd yog tej lus uas txwv tu nrho, raws li Medes thiab Pawxias txoj kevcai mas yeej rhuav tsis tau hlo li.”"},{"bible_id":"1525","chapter_code":"DAN.6","verse_code":"DAN.6.13","label":"13","content":"Lawv txawm hais rau vajntxwv hais tias, “Tus Daniyees uas ntes tim tebchaws Yudas los, nws tsis hwm koj thiab tsis mloog tej lus uas koj hais rau sawvdaws ntawd li. Nws niaj hnub thov nws tus Vajtswv, ib hnub twg nws thov peb zaug.”"},{"bible_id":"1525","chapter_code":"DAN.6","verse_code":"DAN.6.14","label":"14","content":"Thaum vajntxwv hnov li ntawd, nws ntxhov siab heev thiab nws nrhiav saib puas muaj ib txojkev twg yuav pab tau Daniyees. Nws thiaj nrhiav kev pab Daniyees ib hnub tsaus ntuj ntais."},{"bible_id":"1525","chapter_code":"DAN.6","verse_code":"DAN.6.15","label":"15","content":"Cov neeg ntawd rov qab tuaj cuag vajntxwv dua thiab hais tias, “Vajntxwv, koj yeej paub lawm hais tias raws li Medes thiab Pawxias txoj kevcai mas tej lus uas vajntxwv hais rau sawvdaws lawm yeej tsis muaj ib los twg yuav hloov tau li.”"},{"bible_id":"1525","chapter_code":"DAN.6","verse_code":"DAN.6.16","label":"16","content":"Ces vajntxwv thiaj kom lawv muab Daniyees coj mus pov rau hauv lub qhov uas kaw tsov ntxhuav, thiab nws hais rau Daniyees hais tias, “Thov koj tus Vajtswv uas koj muab siab npuab pab cawm koj.”"},{"bible_id":"1525","chapter_code":"DAN.6","verse_code":"DAN.6.17","label":"17","content":"Lawv muab daim lag zeb los npog lub rooj qho, thiab vajntxwv muab nws lub homthawj thiab cov nomtswv lub homthawj nias rau saum daim lag zeb tsis pub kom leejtwg tuaj pab tau Daniyees dim li."},{"bible_id":"1525","chapter_code":"DAN.6","verse_code":"DAN.6.18","label":"18","content":"Vajntxwv rov qab mus rau hauv nws lub loog; hmo ntawd nws tsis noj mov, tsis pub luag tuaj ua kev lomzem raws li ibtxwm ua, thiab nws pw tsis tsaug zog ib hmos kaj ntug."},{"bible_id":"1525","chapter_code":"DAN.6","verse_code":"DAN.6.19","label":"19","content":"Vajntxwv sawv ntxov tsees khiav mus rau tom lub qhov uas kaw tsov ntxhuav."},{"bible_id":"1525","chapter_code":"DAN.6","verse_code":"DAN.6.20","label":"20","content":"Thaum nws mus yuav txog, nws hu nrov nrov ua suab quaj tu siab nrho hais tias, “Daniyees uas yog Vajtswv tus muaj sia nyob tus tubtxib, koj tus Vajtswv uas koj muab siab npuab puas pab tau koj dim ntawm cov tsov ntxhuav los tsis tau?”"},{"bible_id":"1525","chapter_code":"DAN.6","verse_code":"DAN.6.21","label":"21","content":"Daniyees teb hais tias, “Vajntxwv, thov kom koj muaj sia nyob ntev dhawv mus ibtxhis tsis kawg."},{"bible_id":"1525","chapter_code":"DAN.6","verse_code":"DAN.6.22","label":"22","content":"Vajtswv txib nws tus timtswv los kaw cov tsov ntxhuav qhovncauj tsis pub tsov ua li cas rau kuv. Vajntxwv, qhov uas Vajtswv ua li no rau kuv, vim nws paub hais tias kuv tsis muaj txim thiab kuv tsis tau ua ib qhov yuam kev li.”"},{"bible_id":"1525","chapter_code":"DAN.6","verse_code":"DAN.6.23","label":"23","content":"Vajntxwv zoo siab kawg li, nws thiaj hais kom lawv cia li rub Daniyees tawm hauv qhov tsov los, lawv thiaj sib pab rub Daniyees tes tawm los. Lawv pom hais tias Daniyees yeej tsis raug mob ib qho li, vim nws tso siab rau Vajtswv."},{"bible_id":"1525","chapter_code":"DAN.6","verse_code":"DAN.6.24","label":"24","content":"Vajntxwv thiaj samhwm kom muab cov neeg uas kom Daniyees ntawd thiab lawv tej pojniam menyuam pov huv tibsi rau hauv lub qhov uas kaw tsov ntxhuav ntawd. Thaum lawv muab cov neeg ntawd pov rau hauv lub qhov kaw tsov ntxhuav, cov neeg ntawd poob twb tsis tau ti rau hauv qab qho, tsov twb dhia tuaj muab lawv dua noj tas lawm."},{"bible_id":"1525","chapter_code":"DAN.6","verse_code":"DAN.6.25","label":"25","content":"Tom qab ntawd Vajntxwv Dali-us sau ib tsab ntawv xa mus rau txhua tus ntawm txhua haivneeg thiab txhua xeem, tsis hais cov neeg uas hais yam lus twg uas nyob thoob lub tebchaws uas nws kav hais li no: “Thov kom nej sawvdaws ntsib kev noj qab nyob zoo, muaj kev kaj siab lug thiab muaj kev vammeej mus lawm yav ntom ntej."},{"bible_id":"1525","chapter_code":"DAN.6","verse_code":"DAN.6.26","label":"26","content":"Kuv hais rau sawvdaws paub hais tias txhua tus pejxeem uas kuv kav yuav tsum hwm thiab saib taus Daniyees tus Vajtswv. “Nws yog tus Vajtswv uas muaj sia nyob, thiab nws yuav kav mus ibtxhis. Nws lub tebchaws yuav tsis raug kev puastsuaj, thiab nws yuav muaj hwjchim nyob mus ibtxhis li."},{"bible_id":"1525","chapter_code":"DAN.6","verse_code":"DAN.6.27","label":"27","content":"Nws cawm thiab pab tau neeg dim; nws ua tej txujci tseemceeb uas peb xav tsis thoob rau saum nruab ntug thiab hauv ntiajteb no. Nws tau pab Daniyees dim tsis pub tsov ntxhuav tom.”"},{"bible_id":"1525","chapter_code":"DAN.6","verse_code":"DAN.6.28","label":"28","content":"Lub sijhawm uas Dali-us kav lub tebchaws Npanpiloos thiab Xailas kav lub tebchaws Pawxias, mas Daniyees lub neej zoo thiab vammeej heev."},{"bible_id":"1525","chapter_code":"DAN.7","verse_code":"DAN.7.1","label":"1","content":"Daniyees hais tias thawj xyoo uas Npesaxas ua vajntxwv kav lub tebchaws Npanpiloos, muaj ib hmos thaum uas kuv tseem pw saum txaj, kuv txawm ua ib zaj npau suav."},{"bible_id":"1525","chapter_code":"DAN.7","verse_code":"DAN.7.2","label":"2","content":"Kuv muab zaj npau suav thiab tej uas kuv pom hmo ntawd sau tseg li no: Muaj ib co cua tuaj plaub ceg kaum ntuj tuaj ntsawj cov nplaim dej hiavtxwv."},{"bible_id":"1525","chapter_code":"DAN.7","verse_code":"DAN.7.3","label":"3","content":"Tamsim ntawd txawm cia li muaj plaub tug tsiaj loj tawm hauv hiavtxwv tuaj. Cov tsiaj ntawd zoo tsis sib thooj,"},{"bible_id":"1525","chapter_code":"DAN.7","verse_code":"DAN.7.4","label":"4","content":"thawj tug muaj ntsis zoo li tus tsov ntxhuav, tiamsis nws muaj tis ib yam li dav. Thaum kuv tseem saib ntsoov ntawd, luag txawm muab nws tej plaub tis rho povtseg, thiab muab tus tsiaj ntawd tsa sawv ntsug li tus neeg. Thiab luag pub tus tsiaj ntawd txawj xav li neeg."},{"bible_id":"1525","chapter_code":"DAN.7","verse_code":"DAN.7.5","label":"5","content":"Kuv pom dua tus tsiaj ob muaj ntsis zoo li tus dais uas tabtom sawv ntsug nres nroos, thiab nws npuav rawv peb tug pobtxha tav ntawm nws qhovncauj; thiab muaj ib lub suab hais rau nws hais tias, “Cia li noj nqaij kom tsau.”"},{"bible_id":"1525","chapter_code":"DAN.7","verse_code":"DAN.7.6","label":"6","content":"Thaum kuv tseem saib ntsoov, kuv txawm pom dua ib tug tsiaj tawm tuaj. Tus tsiaj peb ntawd muaj ntsis zoo li tus tsov pomtxwv, tiamsis nws muaj plaub sab tis nyob nraum nraubqaum ib yam li tis noog. Thiab nws muaj plaub lub taubhau, saib mas zoo li nws muaj hwjchim heev."},{"bible_id":"1525","chapter_code":"DAN.7","verse_code":"DAN.7.7","label":"7","content":"Thaum kuv tseem saib ntsoov, kuv txawm pom dua ib tug tsiaj uas yog tus plaub. Tus tsiaj ntawd tsivtsaim, phem thiab muaj zog heev. Nws muaj ib co hniav hlau loj loj; nws noj zaws zog tej yam uas nws tom tau los thiab muab tej seem uas nws noj tsis tas tsuj pes ntiag ua lwj ua liam povtseg. Tus tsiaj no muaj kaum tus kub, thiab nws zoo tsis thooj li lwm tus tsiaj."},{"bible_id":"1525","chapter_code":"DAN.7","verse_code":"DAN.7.8","label":"8","content":"Thaum kuv saib cov kub ntawd, kuv pom ib tug kub me me tuaj xyaw cov kub ntawd. Thaum tus kub me me ntawd tawm tuaj mas ua rau peb tug kub uas xub tuaj rho hlo los. Tus kub no muaj qhovmuag thiab qhovncauj ib yam li neeg. Nws hais lus khav txiv ntxhias."},{"bible_id":"1525","chapter_code":"DAN.7","verse_code":"DAN.7.9","label":"9","content":"Thaum kuv tseem saib ntsoov tus tsiaj ntawd, muaj neeg nqa tej zwmtxwv los txawb rau qhov ntawd. Ces tus uas muaj sia nyob ibtxhis txawm los zaum saum cov zwmtxwv ntawd ib lub. Nws cev ris tsho dawb paug ib yam li cov daus thiab nws cov plaubhau dawb ib yam li cov plaub yaj. Nws lub zwmtxwv muaj nplaim taws cig laim lias, thiab lub zwmtxwv cov log los muaj nplaim taws cig laim lias thoob plaws."},{"bible_id":"1525","chapter_code":"DAN.7","verse_code":"DAN.7.10","label":"10","content":"Tej nplaim taws cig liab vog ntawm lub zwmtxwv ua ib kabsab ntws li dej ntws. Muaj ntau txhiab leej ua cov tu nws, thiab muaj ntau plhom neeg sawv ze ntawm nws lub xubntiag. Cov txiav txim txawm pib tshuaj tej plaub ntug thiab lawv muab tej ntaub ntawv nthuav los nyeem."},{"bible_id":"1525","chapter_code":"DAN.7","verse_code":"DAN.7.11","label":"11","content":"Thaum kuv tseem saib ntsoov, kuv hnov tus kub me me ntawd lub suab hais khav txiv ntxhias, kuv mam li ntsia dheev ua ciav luag twb muab tus tsiaj plaub tua tuag lawm, thiab luag muab tus tsiaj ntawd pov rau hauv cubtawg kub hnyiab tas."},{"bible_id":"1525","chapter_code":"DAN.7","verse_code":"DAN.7.12","label":"12","content":"Peb tug tsiaj uas tseem ciaj, luag muab txo hwjchim tas, thiab luag cia peb tug tsiaj ntawd muaj sia nyob ib nyuag ntu xwb."},{"bible_id":"1525","chapter_code":"DAN.7","verse_code":"DAN.7.13","label":"13","content":"Hmo ntawd thaum kuv tabtom ua yogtoog pom tej no, kuv pom muaj ib tug zoo li tus neeg. Nws txawm los ze rau ntawm kuv; muaj ib co huab los roos nws thiab muaj dua ib tug los coj nws mus cuag tus uas muaj sia nyob ibtxhis."},{"bible_id":"1525","chapter_code":"DAN.7","verse_code":"DAN.7.14","label":"14","content":"Luag pub nws muaj meejmom, muaj koob meej thiab muaj hwjchim tswj teb kav chaw kom txhua tus ntawm txhua haivneeg thiab txhua xeem, tsis hais cov neeg uas hais yam lus twg, thiaj yuav tau ua nws qhev. Nws yuav muaj hwjchim mus ibtxhis thiab nws yuav kav mus tsis paub kawg."},{"bible_id":"1525","chapter_code":"DAN.7","verse_code":"DAN.7.15","label":"15","content":"Tej uas kuv ua yogtoog pom no ua rau kuv poob siab thiab ntxhov siab kawg li."},{"bible_id":"1525","chapter_code":"DAN.7","verse_code":"DAN.7.16","label":"16","content":"Kuv thiaj li mus cuag cov neeg uas sawv ntawd ib tug thiab thov nws qhia tej ntawd rau kuv. Yog li ntawd, nws thiaj qhia lub ntsiab rau kuv."},{"bible_id":"1525","chapter_code":"DAN.7","verse_code":"DAN.7.17","label":"17","content":"Nws hais tias, “Plaub tug tsiaj ntawd yog piv txog plaub lub tebchaws uas yuav muaj vajntxwv sawv los kav."},{"bible_id":"1525","chapter_code":"DAN.7","verse_code":"DAN.7.18","label":"18","content":"Tiamsis Vajtswv tus uas muaj Hwjchim Loj kawg nkaus haivneeg yuav tau nws lub hwjchim thiab yuav kav lub tebchaws ntawd mus ibtxhis.”"},{"bible_id":"1525","chapter_code":"DAN.7","verse_code":"DAN.7.19","label":"19","content":"Kuv thiaj yimhuab xav paub zaj uas hais txog tus tsiaj plaub. Tus tsiaj ntawd zoo tsis thooj li lwm tus tsiaj. Nws yog ib tug tsiaj uas tsivtsaim heev. Nws tej hniav yog hlau, thiab tej rau yog tooj liab. Nws noj zaws zog tej uas nws tom tau los thiab muab tej seem uas nws noj tsis tas tsuj ua lwj ua liam povtseg."},{"bible_id":"1525","chapter_code":"DAN.7","verse_code":"DAN.7.20","label":"20","content":"Kuv xav paub txog kaum tug kub thiab tus kub me me uas tuaj ua rau peb tug kub uas xub tuaj cia li rho hlo lawm. Tus kub me me ntawd muaj qhovmuag thiab muaj qhovncauj, thiab nws hais lus khav txiv ntxhias; saib mas yam li tus kub me me ntawd tsiv dua lwm tus kub huv tibsi."},{"bible_id":"1525","chapter_code":"DAN.7","verse_code":"DAN.7.21","label":"21","content":"Thaum kuv tseem saib ntsoov, tus kub ntawd txawm tawmtsam yeej Vajtswv haivneeg lawm."},{"bible_id":"1525","chapter_code":"DAN.7","verse_code":"DAN.7.22","label":"22","content":"Tom qab ntawd tus uas muaj sia nyob mus ibtxhis txawm los txiav txim. Thaum nws txiav txim, nws tuaj Vajtswv tus uas muaj Hwjchim Loj kawg nkaus haivneeg tog.  Twb txog lub sijhawm uas Vajtswv haivneeg tau txais lub hwjchim kav tebchaws lawm."},{"bible_id":"1525","chapter_code":"DAN.7","verse_code":"DAN.7.23","label":"23","content":"Nws txhais tej uas kuv ua yogtoog pom rau kuv hais tias, “Tus tsiaj plaub yog lub tebchaws plaub nyob hauv ntiajteb no uas yuav sawv muaj vajntxwv los kav. Lub tebchaws ntawd yuav zoo tsis thooj li lwm lub. Nws yuav tsoo lub ntiajteb no thiab yuav muab tsuj kom puastsuaj tas huv tibsi."},{"bible_id":"1525","chapter_code":"DAN.7","verse_code":"DAN.7.24","label":"24","content":"Kaum tus kub ntawd yog kaum tus vajntxwv uas yuav sawv los kav lub tebchaws ntawd. Tom qab ntawd yuav muaj dua ib tug vajntxwv sawv los kav. Tus vajntxwv no yuav zoo tsis thooj li cov vajntxwv uas twb xub kav ua ntej lawm; nws yuav txo peb tug vajntxwv ntawd kom poob."},{"bible_id":"1525","chapter_code":"DAN.7","verse_code":"DAN.7.25","label":"25","content":"Nws yuav hais lus twm Vajtswv tus uas muaj Hwjchim Loj kawg nkaus, thiab nws yuav tsimtxom Vajtswv haivneeg. Nws yuav txhob txwm sim hloov Vajtswv Txojlus thiab tej Kevcai saib puas hloov tau. Vajtswv haivneeg yuav poob rau hauv nws txhais tes peb xyoos thiab rau lub hlis."},{"bible_id":"1525","chapter_code":"DAN.7","verse_code":"DAN.7.26","label":"26","content":"Tom qab ntawd cov txiav txim uas yog neeg qaum ntuj yuav pib tshuaj plaub ntug. Lawv yuav txiav txim txo nws lub hwjchim thiab ua kom nws puastsuaj mus."},{"bible_id":"1525","chapter_code":"DAN.7","verse_code":"DAN.7.27","label":"27","content":"Luag yuav muab lub ntiajteb tej tebchaws uas muaj vajntxwv kav, tej hwjchim thiab tej kev vammeej cob rau tus Vajtswv uas muaj Hwjchim Loj kawg nkaus haivneeg tuav. Vajtswv haivneeg yuav muaj hwjchim kav mus ibtxhis. Tagnrho tej nomtswv uas nyob hauv ntiajteb no yuav ua lawv qhev thiab yuav mloog lawv lus.”"},{"bible_id":"1525","chapter_code":"DAN.7","verse_code":"DAN.7.28","label":"28","content":"Tej uas kuv ua yogtoog pom ces muaj npaum li no xwb. Thaum kuv pom tej ntawd ua rau kuv ntshai heev, kuv ntsejmuag thimxem tas, tiamsis kuv nco ntsoov tej ntawd cia rau nruab siab."},{"bible_id":"1525","chapter_code":"DAN.8","verse_code":"DAN.8.1","label":"1","content":"Daniyees hais tias thaum uas Npesaxas ua vajntxwv tau peb xyoos lawm, kuv rov ua dua ib zaj yogtoog uas yog zaj ob."},{"bible_id":"1525","chapter_code":"DAN.8","verse_code":"DAN.8.2","label":"2","content":"Kuv ua yogtoog pom hais tias kuv nyob hauv lub nroog Xuxas uas muaj ntsa yeej thaiv puagncig thiab nyob hauv lub tebchaws Elas. Kuv mus sawv ze ze ntawm tus Dej Ulais."},{"bible_id":"1525","chapter_code":"DAN.8","verse_code":"DAN.8.3","label":"3","content":"Thaum kuv tsa qhovmuag ntsia, kuv txawm pom ib tug laug yaj sawv ntawm ntug dej, nws tuaj ob tug kub ntev heev. Nws tus kub uas tuaj tom qab ntev dua tus kub uas xub tuaj."},{"bible_id":"1525","chapter_code":"DAN.8","verse_code":"DAN.8.4","label":"4","content":"Kuv pom tus laug yaj ntawd yoj kub mus rau sab hnubpoob sab ped thiab sab nrad. Tsis muaj ib tug tsiaj uas yuav cheem tau nws lossis khiav dim ntawm nws li. Nws ua raws li nws lub siab, nws thiaj khavtheeb heev."},{"bible_id":"1525","chapter_code":"DAN.8","verse_code":"DAN.8.5","label":"5","content":"Thaum uas kuv tabtom ua tib zoo muab zaj no coj los xav saib yog li cas, txawm muaj ib tug laug tshis khiav ceev heev sab hnubtuaj tuaj, zoo li nws tej tes taw twb tsis chwv av li. Tus laug tshis ntawd muaj ib tug kub khov kho tuaj ntawm nws lub hauvpliaj."},{"bible_id":"1525","chapter_code":"DAN.8","verse_code":"DAN.8.6","label":"6","content":"Thaum tus laug tshis tuaj yuav txog ntawm tus laug yaj uas kuv pom sawv ntawm ntug dej, tus tshis txawm khiav ncaj nraim mus nrau tus laug yaj."},{"bible_id":"1525","chapter_code":"DAN.8","verse_code":"DAN.8.7","label":"7","content":"Kuv saib ntsoov tus laug tshis nrau tus laug yaj ntawd. Tus laug tshis npautaws heev, nws sib zog nrau ua rau tus laug yaj ob tug kub lov ntho lawm. Tus laug yaj tsis muaj zog thiaj kov tsis yeej. Tus laug tshis thiaj nrau ua rau tus laug yaj ntog da luam rau hauv av. Tus laug tshis muab tus laug yaj tsuj nthi tsis muaj leejtwg pab cawm tau tus laug yaj dim li."},{"bible_id":"1525","chapter_code":"DAN.8","verse_code":"DAN.8.8","label":"8","content":"Tus laug tshis txawm khavtheeb heev zuj zus, tiamsis thaum nws khav heev ntawd, nws tus kub txawm lov ntho lawm. Ces txawm tuaj dua plaub tug kub khov kho li tus qub. Thiab cov kub ntawd nyias lem nyias mus rau ib qho."},{"bible_id":"1525","chapter_code":"DAN.8","verse_code":"DAN.8.9","label":"9","content":"Muaj ib tug kub me me txawm ncau hauv plaub tug kub ntawd ib tug tuaj. Tus kub ntawd nthuav nws lub hwjchim mus rau sab qabteb, sab hnubtuaj thiab mus rau hauv lub Tebchaws uas Vajtswv tau coglus tseg yuav muab pub rau nws haivneeg Yixalayees nyob."},{"bible_id":"1525","chapter_code":"DAN.8","verse_code":"DAN.8.10","label":"10","content":"Nws muaj zog heev zuj zus, thiab nws yuav ntaus cov tubrog qaum ntuj thiab tej hnubqub. Nws muab tej hnubqub qee ntsauv pov los rau hauv av thiab muab tsuj nthi tseg."},{"bible_id":"1525","chapter_code":"DAN.8","verse_code":"DAN.8.11","label":"11","content":"Nws tseem kwvnyom tus thawj tubrog uas kav cov tubrog qaum ntuj tej lus. Nws txwv tsis pub leejtwg tua tsiaj fij rau tus thawj tubrog qaum ntuj ntawd. Thiab nws ua rau lub Tuamtsev puastsuaj tas."},{"bible_id":"1525","chapter_code":"DAN.8","verse_code":"DAN.8.12","label":"12","content":"Sawvdaws pheej ua kev txhaum ntawm lub Tuamtsev; lawv tsis tua tsiaj hlawv ua khoom fij  raws li yav tas los uas lawv niaj hnub ua thiab lawv tso Vajtswv txoj Kevcai uas yog txoj tseemceeb tseg. Tus kub no ua tau ib puas tsav yam tagnrho."},{"bible_id":"1525","chapter_code":"DAN.8","verse_code":"DAN.8.13","label":"13","content":"Kuv hnov ob tug timtswv sib tham; muaj ib tug hais rau ib tug hais tias, “Thaum twg tej xwm uas hais hauv zaj yogtoog no mam li dua mus? Tej neeg niaj hnub ua kev phem kev qias, yuav niaj hnub tua tsiaj theej txhoj mus ntev li cas? Luag yuav tsuj cov tubrog qaum ntuj thiab lub Tuamtsev mus txog hnub twg?”"},{"bible_id":"1525","chapter_code":"DAN.8","verse_code":"DAN.8.14","label":"14","content":"Ob tug timtswv ntawd muaj ib tug teb hais tias, “Yuav muaj li no mus kom txog ib txhiab ib puas tsib caug hnub, thiab lub sijhawm ntawd yuav tsis muaj neeg tua tsiaj fij lawm, tsis hais thaum sawv ntxov  lossis thaum yav tsaus ntuj. Tom qab ntawd lawv yuav rov los kho Vajtswv lub Tuamtsev dua tshiab.”"},{"bible_id":"1525","chapter_code":"DAN.8","verse_code":"DAN.8.15","label":"15","content":"Daniyees hais tias thaum kuv pom tej ntawd kuv ua tib zoo saib kom totaub. Tamsim ntawd txawm muaj ib tug zoo li tus neeg los sawv ntawm kuv hauv ntej,"},{"bible_id":"1525","chapter_code":"DAN.8","verse_code":"DAN.8.16","label":"16","content":"thiab kuv hnov ib lub suab hu sab ntug Dej Ulais tim ub tuaj hais tias, “Khali-ees, koj cia li txhais tej uas nws pom ntawd lub ntsiab rau nws paub.”"},{"bible_id":"1525","chapter_code":"DAN.8","verse_code":"DAN.8.17","label":"17","content":"Khali-ees txawm los sawv ntawm kuv ib sab; kuv ntshai heev thiab kuv cia li ntog rau hauv av. Tus timtswv ntawd hais rau kuv hais tias, “Tub noobneej, kom koj totaub hais tias zaj yogtoog uas koj pom ntawd yog qhia txog lub sijhawm uas ntiajteb kawg.”"},{"bible_id":"1525","chapter_code":"DAN.8","verse_code":"DAN.8.18","label":"18","content":"Thaum tus timtswv tabtom hais lus, kuv cia li tsis nco qab hlias lawm, tiamsis tus timtswv ntawd thiaj los tsa kuv sawv thiab hwj kuv lub cev."},{"bible_id":"1525","chapter_code":"DAN.8","verse_code":"DAN.8.19","label":"19","content":"Nws hais rau kuv hais tias, “Kuv qhia rau koj paub hais tias thaum uas Vajtswv chim heev lawm yuav zoo li cas. Zaj yogtoog no yog qhia txog lub sijhawm uas ib puas tsav yam kawg."},{"bible_id":"1525","chapter_code":"DAN.8","verse_code":"DAN.8.20","label":"20","content":"“Tus laug yaj uas koj pom muaj ob tug kub ntawd piv txog lub tebchaws Medes thiab lub tebchaws Pawxias."},{"bible_id":"1525","chapter_code":"DAN.8","verse_code":"DAN.8.21","label":"21","content":"Tus laug tshis piv txog lub tebchaws Kilis, thiab tus kub uas tuaj ntawm nws hauvpliaj yog piv txog haivneeg Kilis thawj tug vajntxwv."},{"bible_id":"1525","chapter_code":"DAN.8","verse_code":"DAN.8.22","label":"22","content":"Plaub tug kub uas tuaj ntawm thawj tug kub uas lov lawm qhov chaw yog piv txog plaub lub tebchaws uas tawg tawm ntawm thawj lub tebchaws, tiamsis yuav tsis muaj zog npaum li thawj lub tebchaws lawm."},{"bible_id":"1525","chapter_code":"DAN.8","verse_code":"DAN.8.23","label":"23","content":"“Lub sijhawm uas plaub lub tebchaws ntawd yuav kawg, cov neeg uas nyob hauv twb ua kev phem kev qias txaus raug txim lawm. Thaum ntawd yuav muaj ib tug sawv los ua vajntxwv, tiamsis nws yuav tawv ncauj, ua nruj ua tsiv thiab dag ntxias sawvdaws."},{"bible_id":"1525","chapter_code":"DAN.8","verse_code":"DAN.8.24","label":"24","content":"Tus vajntxwv no muaj hwjchim loj heev zuj zus tuaj, tiamsis lub sijhawm ntawd tsis yog nws lub zog ua tau. Nws yuav ua rau sawvdaws raug kev puastsuaj loj kawg nkaus, thiab nws yuav ua tau ib puas tsav yam tiav tagnrho. Nws yuav ua rau cov neeg uas muaj hwjchim thiab Vajtswv haivneeg kom raug kev puastsuaj."},{"bible_id":"1525","chapter_code":"DAN.8","verse_code":"DAN.8.25","label":"25","content":"Vim nws muaj lub tswvyim uas phem heev, nws yuav ua ib puas tsav yam ntxias kom nws tau kav tebchaws. Nws yuav khavtheeb heev thiab nws yuav rhuav kom neeg coob tus puastsuaj tsis muaj leejtwg ras txog li. Txawm yog tus Vajntxwv ntawm tej vajntxwv los nws yeej tsis ntshai li. Tiamsis lub hwjchim uas tsis yog neeg lub yuav ua rau nws raug kev puastsuaj."},{"bible_id":"1525","chapter_code":"DAN.8","verse_code":"DAN.8.26","label":"26","content":"Zaj yogtoog uas hais txog tej tsiaj uas neeg muab tua hlawv fij thaum sawv ntxov thiab thaum tsaus ntuj uas kuv qhia rau koj paub no yeej yuav tiav, tiamsis koj yuav tsum npog zaj no cia tsis txhob qhia rau leejtwg paub, rau qhov tseem tshuav ntev mam li txog lub sijhawm uas muaj raws li zaj yogtoog no.”"},{"bible_id":"1525","chapter_code":"DAN.8","verse_code":"DAN.8.27","label":"27","content":"Daniyees hais tias kuv qaug zog thiab mob tau ntau hnub kuv mam li sawv taus mus ua tej haujlwm uas vajntxwv muab cob rau kuv ua. Zaj yogtoog ntawd ua rau kuv xav tsis thoob thiab kuv tsis totaub hlo li."},{"bible_id":"1525","chapter_code":"DAN.9","verse_code":"DAN.9.1","label":"1","content":"Vajntxwv Xawxes uas yog neeg Medes tus tub Dali-us ua vajntxwv kav lub tebchaws Npanpiloos."},{"bible_id":"1525","chapter_code":"DAN.9","verse_code":"DAN.9.2","label":"2","content":"Daniyees hais tias thawj xyoos uas Dali-us ua vajntxwv kav tebchaws, kuv kawm Vajtswv tej ntawv thiab kuv xav txog lub nroog Yeluxalees uas yuav raug puastsuaj xya caum xyoo raws li tus TSWV tau hais rau Yelemis tus uas cev Vajtswv lus sau tseg lawm."},{"bible_id":"1525","chapter_code":"DAN.9","verse_code":"DAN.9.3","label":"3","content":"Kuv kub siab lug thov tus Tswv uas yog Vajtswv. Kuv yoo mov, kuv hnav ntaubtsaj thiab kuv zaum hauv qhov tshauv."},{"bible_id":"1525","chapter_code":"DAN.9","verse_code":"DAN.9.4","label":"4","content":"Kuv thov tus Tswv uas yog Vajtswv, thiab kuv lees tej kev txhaum uas kuv haivneeg ua. Kuv thov hais tias, “Tus Tswv uas yog Vajtswv. Koj yog tus uas muaj hwjchim loj, peb hwm koj. Koj yeej ua raws nraim li koj tej lus cog tseg. Koj hlub tus uas muab siab npuab koj thiab ua raws li koj tej lus."},{"bible_id":"1525","chapter_code":"DAN.9","verse_code":"DAN.9.5","label":"5","content":"“Peb tau ua txhaum; peb lub siab yeej phem thiab peb yuam kev lawm. Peb tsis mloog koj lus, thiab peb tsis kam ua tej uas koj qhia kom peb ua raws li koj lub siab nyiam."},{"bible_id":"1525","chapter_code":"DAN.9","verse_code":"DAN.9.6","label":"6","content":"Peb pheej tsis ntseeg tej uas koj cov cevlus qhia peb. Lawv yog koj cov tubtxib uas koj txib los piav qhia rau peb cov vajntxwv, cov nomtswv, cov yawgkoob thiab rau peb haivneeg sawvdaws."},{"bible_id":"1525","chapter_code":"DAN.9","verse_code":"DAN.9.7","label":"7","content":"Tus TSWV, koj yog tus uas ncaj ncees, tiamsis peb sawvdaws pheej ua txhaum. Luag saib tsis taus peb cov Yixalayees uas nyob tim tebchaws Yudas, cov uas nyob hauv lub nroog Yeluxalees thiab cov uas raug koj ntiab tawm khiav mus rau lwm lub tebchaws deb thiab ze lawm. Luag saib tsis taus peb, vim peb tsis muab siab npuab koj."},{"bible_id":"1525","chapter_code":"DAN.9","verse_code":"DAN.9.8","label":"8","content":"Tus Tswv, peb cov vajntxwv, peb cov nomtswv thiab peb sawvdaws tau ua phem ua qias rau koj."},{"bible_id":"1525","chapter_code":"DAN.9","verse_code":"DAN.9.9","label":"9","content":"Txawm yog peb pheej ntxeev siab rau koj los koj tseem hlub thiab zam peb lub txim."},{"bible_id":"1525","chapter_code":"DAN.9","verse_code":"DAN.9.10","label":"10","content":"Tus TSWV uas yog peb tus Vajtswv, thaum koj txib koj cov cevlus uas yog koj cov tubtxib tuaj qhia kom peb ua raws li koj tej Kevcai los peb tsis mloog koj tej lus li."},{"bible_id":"1525","chapter_code":"DAN.9","verse_code":"DAN.9.11","label":"11","content":"Cov Yixalayees puavleej ua txhaum koj tej Kevcai thiab tsis mloog koj tej lus. Peb sawvdaws tau ua txhaum, koj thiaj rau txim rau peb raws li koj tej lus foom phem uas sau rau hauv koj tus tubtxib Mauxes phau Kevcai lawm."},{"bible_id":"1525","chapter_code":"DAN.9","verse_code":"DAN.9.12","label":"12","content":"Koj rau txim rau peb thiab cov nomtswv raws li koj tau hais tseg. Koj rau txim rau lub nroog Yeluxalees hnyav tshaj li uas koj rau txim rau lwm lub nroog hauv ntiajteb no huv tibsi."},{"bible_id":"1525","chapter_code":"DAN.9","verse_code":"DAN.9.13","label":"13","content":"Peb raug ib puas tsav yam txim raws li tej lus uas Mauxes phau Kevcai qhia tseg. Tus Tswv uas yog peb tus Vajtswv, txawm yog nimno los peb tseem tsis mob siab ua raws li koj lub siab nyiam. Peb pheej ua kev txhaum tsis tso tseg, thiab peb tsis ua raws li qhov tseeb."},{"bible_id":"1525","chapter_code":"DAN.9","verse_code":"DAN.9.14","label":"14","content":"Tus TSWV uas yog peb tus Vajtswv, koj yeej xav tseg lawm hais tias koj yuav rau txim rau peb; nimno koj twb rau txim rau peb li ntawd lawm tiag, rau qhov ib puas tsav yam uas koj ua koj yeej ua ncaj, tiamsis yog peb tsis mloog koj lus xwb."},{"bible_id":"1525","chapter_code":"DAN.9","verse_code":"DAN.9.15","label":"15","content":"“Tus TSWV uas yog peb tus Vajtswv, qhov uas koj coj koj haivneeg khiav tawm nram tebchaws Iziv los yog ua rau kom sawvdaws pom koj lub hwjchim. Niaj hnub no los peb tseem nco ntsoov koj lub hwjchim ntawd. Peb tau ua txhaum lawm tiag, peb yeej muaj txim."},{"bible_id":"1525","chapter_code":"DAN.9","verse_code":"DAN.9.16","label":"16","content":"Yav tas los lawm, koj tau tsomkwm peb, mas thov koj tsis txhob chim rau lub nroog Yeluxalees ntxiv lawm. Yeluxalees yog koj lub nroog thiab yog koj lub roob uas dawbhuv.  Tagnrho cov tebchaws uas nyob puagncig peb txob thuam lub nroog ntawd thiab koj haivneeg, vim peb tej kev txhaum thiab tej kev phem kev qias uas peb cov yawgkoob tau ua tas los."},{"bible_id":"1525","chapter_code":"DAN.9","verse_code":"DAN.9.17","label":"17","content":"Vajtswv, thov koj mloog kuv tej lus thov. Thov koj pab kom rov muaj neeg txhim kho koj lub Tuamtsev uas puas tas lawm kom rov qab zoo li qub, sawvdaws thiaj li yuav paub hais tias koj yog Vajtswv."},{"bible_id":"1525","chapter_code":"DAN.9","verse_code":"DAN.9.18","label":"18","content":"Vajtswv, thov koj mloog peb lub suab thov. Thov koj tsa qhovmuag saib peb cov uas raug kev ntxhov siab thiab saib cov neeg uas raug kev txomnyem hauv lub nroog uas hu raws li koj lub npe. Peb tsa ncauj thov koj tsis yog vim peb yog neeg ncaj ncees, tiamsis vim koj yog tus uas hlub peb thiab yog tus ncaj ncees."},{"bible_id":"1525","chapter_code":"DAN.9","verse_code":"DAN.9.19","label":"19","content":"Tus TSWV, thov koj mloog peb tej lus thov. Tus TSWV, thov koj zam peb lub txim. Tus TSWV, thov koj mloog thiab teb peb tej lus thov! Tus TSWV, thov koj tsis txhob tos ntev, sawvdaws thiaj paub hais tias koj yog Vajtswv! Lub nroog thiab cov neeg no yog koj tug.”"},{"bible_id":"1525","chapter_code":"DAN.9","verse_code":"DAN.9.20","label":"20","content":"Kuv thov Vajtswv, kuv lees kuv tej kev txhaum thiab kuv cov neeg tej kev txhaum rau Vajtswv. Kuv thov tus TSWV uas yog kuv tus Vajtswv kom rov muaj kev txhim kho lub Tuamtsev."},{"bible_id":"1525","chapter_code":"DAN.9","verse_code":"DAN.9.21","label":"21","content":"Thaum kuv tseem thov, tus timtswv Khali-ees uas thawj zaug kuv ua yogtoog pom txawm los cuag kuv. Lub sijhawm kuv thov Vajtswv ntawd yog lub caij uas tua tsiaj fij thaum yuav tsaus ntuj."},{"bible_id":"1525","chapter_code":"DAN.9","verse_code":"DAN.9.22","label":"22","content":"Khali-ees hais rau kuv hais tias, “Daniyees, kuv los qhia kom koj totaub zaj uas yuav muaj los yav tom ntej no."},{"bible_id":"1525","chapter_code":"DAN.9","verse_code":"DAN.9.23","label":"23","content":"Thaum koj pib thov Vajtswv, nws twb teb koj tej lus thov lawm; nws yeej hlub koj. Nimno kuv yuav qhia zaj yogtoog ntawd rau koj, koj ua tib zoo mloog kuv hais."},{"bible_id":"1525","chapter_code":"DAN.9","verse_code":"DAN.9.24","label":"24","content":"“Xya caum zaus xya  ntawd yog lub sijhawm uas teem cia rau koj haivneeg thiab lub nroog dawbhuv uas dim ntawm tej kev phem kev qias. Thiab Vajtswv yuav zam txim rau cov neeg uas ua txhaum. Txij thaum ntawd mus yuav muaj kev ncaj ncees mus ibtxhis, thiaj yuav muaj raws li tej zaj yogtoog uas hais txog yav tom ntej no. Thiab yuav rov muab lub Tuamtsev  dawbhuv fij rau Vajtswv dua."},{"bible_id":"1525","chapter_code":"DAN.9","verse_code":"DAN.9.25","label":"25","content":"Koj yuav tsum ua tib zoo xav kom txhua txhua thiab totaub meej meej txog tej uas kuv yuav hais no. Suav txij li hnub uas Vajtswv hais kom rov txhim kho lub nroog Yeluxalees dua tshiab mus txog thaum tus uas Vajtswv xaiv los ua tus thawjtswj los txog lawm, yuav ntev txog plaub caug cuaj xyoos. Lub nroog Yeluxalees uas luag txhim kho dua tshiab ntawd yuav muaj ntau txojkev thiab tej ntsa yeej yuav khov kho vij lub nroog. Lub nroog no yuav nyob ruaj khov plaub puas peb caug plaub xyoos,  uas yog tiam muaj kev txomnyem ntxhov siab."},{"bible_id":"1525","chapter_code":"DAN.9","verse_code":"DAN.9.26","label":"26","content":"Thaum kawg tiam ntawd tus uas Vajtswv xaiv cia ua tus thawj, txawm yog nws tsis tau ua txhaum  los nws yuav raug luag muab tua povtseg. Ib tug thawjtswj tebchaws uas muaj hwjchim loj tej tubrog yuav tuaj rhuav lub nroog thiab lub Tuamtsev. Tej kev tsov kev rog uas Vajtswv kom muaj thaum kawg yuav ua rau ib puas tsav yam puastsuaj tas ib yam li thaum dej nyab."},{"bible_id":"1525","chapter_code":"DAN.9","verse_code":"DAN.9.27","label":"27","content":"Tus thawjtswj tebchaws ntawd yuav nrog ntau leej coglus ruaj khov thiab muaj kev sib raug zoo txog xya xyoo. Thaum xyoo xya ntawd mus txog ib nrab, nws yuav ua kom sawvdaws tseg tsis tua tsiaj thiab tsis muab khoom fij rau Vajtswv lawm. Nyob saum lub Tuamtsev qhov chaw uas siab tshaj plaws yuav muaj ib yam txawv txawv uas phem qias kawg nkaus  teeb rau saud, thiab yam ntawd yuav nyob saud mus txog thaum tus uas nqa yam ntawd tuaj raug txim raws li Vajtswv tau npaj tseg rau nws lawm.”"},{"bible_id":"1525","chapter_code":"DAN.10","verse_code":"DAN.10.1","label":"1","content":"Thaum Xailas ua huabtais kav tebchaws Pawxias tau peb xyoos lawm, Vajtswv qhia ib zaj lus rau Daniyees tus uas muaj dua ib lub npe hu ua Npeetesaxas. Tej lus ntawd yog lus tseeb, tiamsis tsis yoojyim totaub.  Vajtswv los qhia tej lus ntawd lub ntsiab rau Daniyees paub hauv nruab npau suav."},{"bible_id":"1525","chapter_code":"DAN.10","verse_code":"DAN.10.2","label":"2","content":"Daniyees hais tias lub sijhawm ntawd kuv nyuaj siab tau peb lub limtiam."},{"bible_id":"1525","chapter_code":"DAN.10","verse_code":"DAN.10.3","label":"3","content":"Kuv noj dabtsi los tsis qab, ib daig nqaij los kuv tsis noj, ib pas kua txiv hmab los kuv tsis haus. Tau peb lub limtiam nkaus kuv tsis pleev tshuaj tsw qab thiab tsis ntsis plaubhau li."},{"bible_id":"1525","chapter_code":"DAN.10","verse_code":"DAN.10.4","label":"4","content":"Xyoo ntawd thawj lub hlis hnub nees nkaum plaub, kuv tabtom sawv ntawm tus dej loj Tikis."},{"bible_id":"1525","chapter_code":"DAN.10","verse_code":"DAN.10.5","label":"5","content":"Kuv tsa qhovmuag ntsia pom ib tug neeg hnav ris tsho ntaubmag thiab sia ib txoj siv kub."},{"bible_id":"1525","chapter_code":"DAN.10","verse_code":"DAN.10.6","label":"6","content":"Nws lub cev ci nplas ib yam li tej hlaws muaj nqis. Nws lub ntsejmuag ci ib yam li xob laim; nws lub qhovmuag ci ib yam li hluavtaws. Nws ob txhais cajnpab thiab ob txhais ceg ci pom kev lam lug ib yam li tej tooj liab uas luag muab txhuam tau ci ci lawm. Thiab nws lub suab hais lus nrov npaum nkaus li ib pab neeg coob coob lub suab nrov."},{"bible_id":"1525","chapter_code":"DAN.10","verse_code":"DAN.10.7","label":"7","content":"Kuv tib leeg pom zaj yogtoog no xwb. Cov neeg uas nrog kuv nyob ua ke, lawv tsis pom dabtsi li, tiamsis lawv ntshai kawg lawv, khiav mus nkaum tas lawm."},{"bible_id":"1525","chapter_code":"DAN.10","verse_code":"DAN.10.8","label":"8","content":"Tshuav kuv tib leeg nyob ntsia zaj yogtoog uas txawv txawv no xwb. Kuv ibce tsaug tsis muaj zog li lawm. Kuv lub ntsejmuag thimxem tas tsis muaj leejtwg cim tau kuv li."},{"bible_id":"1525","chapter_code":"DAN.10","verse_code":"DAN.10.9","label":"9","content":"Thaum kuv hnov nws hais lus, kuv cia li ntog rau hauv av thiab tsis nco qab hlias lawm."},{"bible_id":"1525","chapter_code":"DAN.10","verse_code":"DAN.10.10","label":"10","content":"Tiamsis muaj ib txhais tes los tsa kuv sawv txhos caug ntua, kuv ibce tshee hnyo."},{"bible_id":"1525","chapter_code":"DAN.10","verse_code":"DAN.10.11","label":"11","content":"Tus timtswv ceebtsheej hais rau kuv hais tias, “Daniyees, Vajtswv hlub koj heev. Koj cia li sawv thiab ua tib zoo mloog kuv tej lus. Vajtswv txib kuv los cuag koj.” Thaum nws hais li ntawd tas, kuv txawm sawv ntsug ibce tshee hnyo."},{"bible_id":"1525","chapter_code":"DAN.10","verse_code":"DAN.10.12","label":"12","content":"Nws hais rau kuv hais tias, “Daniyees, koj tsis txhob ntshai! Thawj hnub uas koj txo koj lub hwjchim thiab tsa suab thov Vajtswv kom koj totaub zaj no lub ntsiab, nws twb hnov koj tej lus thov lawm. Kuv los teb koj tej lus thov ntawd ntag."},{"bible_id":"1525","chapter_code":"DAN.10","verse_code":"DAN.10.13","label":"13","content":"Tiamsis tus timtswv uas zov lub tebchaws Pawxias tawmtsam kuv tau nees nkaum ib hnub nkaus. Tom qab ntawd Mikhayees uas yog ib tug thawj ntawm cov timtswv ceebtsheej thiaj los pab kuv, ces kuv txawm tso Mikhayees tawmtsam nrog tus timtswv uas zov lub tebchaws Pawxias."},{"bible_id":"1525","chapter_code":"DAN.10","verse_code":"DAN.10.14","label":"14","content":"Kuv los qhia rau koj paub tej uas yuav muaj tshwm los yav ntom ntej no thiab yuav muaj los raug koj haivneeg. Tej uas koj tau ua yogtoog pom ntawd yog tej uas yuav tshwm los yav ntom ntej no ntag.”"},{"bible_id":"1525","chapter_code":"DAN.10","verse_code":"DAN.10.15","label":"15","content":"Thaum nws hais li ntawd kuv txawm nyo taubhau rau hauv av, kuv hais tsis taus ib lo lus li."},{"bible_id":"1525","chapter_code":"DAN.10","verse_code":"DAN.10.16","label":"16","content":"Tus timtswv ceebtsheej uas muaj ntsis zoo li tus neeg txawm cev tes kov kuv daim dincauj. Kuv thiaj hais rau nws hais tias, “Tus Tswv, zaj yogtoog no ua rau kuv ibce tshee hnyo tsis muaj zog li lawm."},{"bible_id":"1525","chapter_code":"DAN.10","verse_code":"DAN.10.17","label":"17","content":"Kuv zoo ib yam li tus tubqhe uas sawv ntawm nws tus tswv xubntiag. Kuv yuav hais li cas rau koj, rau qhov kuv twb tsis muaj zog thiab ua tsis taus pa li lawm.”"},{"bible_id":"1525","chapter_code":"DAN.10","verse_code":"DAN.10.18","label":"18","content":"Nws txawm rov kov kuv dua ib zaug ntxiv, kuv thiaj li muaj zog mentsis tuaj."},{"bible_id":"1525","chapter_code":"DAN.10","verse_code":"DAN.10.19","label":"19","content":"Nws hais rau kuv hais tias, “Vajtswv hlub koj heev, yog li ntawd koj tsis txhob txhawj lossis ntshai, cia li ua siab loj.” Thaum nws hais li ntawd tas, kuv mloog zoo li kuv lub cev txawm muaj zog tuaj, ces kuv thiaj hais rau nws hais tias, “Tus Tswv, thov koj cia li qhia tej uas koj yuav hais ntawd rau kuv. Koj twb pab kuv muaj zog mentsis lawm.”"},{"bible_id":"1525","chapter_code":"DAN.10","verse_code":"DAN.10.20+DAN.10.21","label":"20-21","content":"Nws teb hais tias, “Koj puas paub hais tias yog vim li cas kuv thiaj li tuaj nrhiav koj? Hnub no yog kuv tuaj qhia rau koj paub txog tej uas twb muab sau tseg rau hauv phau ntawv uas yog lus tseeb lawm. Tamsim no kuv yuav tsum tau rov qab mus tawmtsam tus timtswv uas zov lub tebchaws Pawxias. Thiab tom qab ntawd tus timtswv uas zov lub tebchaws Kilis yuav tuaj; yeej tsis muaj leejtwg yuav pab tau kuv, tsuas yog Mikhayees tib leeg uas yog tus timtswv  saib cov Yixalayees thiaj li pab tau kuv xwb.”"},{"bible_id":"1525","chapter_code":"DAN.11","verse_code":"DAN.11.1","label":"1","content":"“Nws yog  tus uas pab thiab tiv thaiv kuv. Tej lus uas kuv qhia rau koj paub no yog lus tseeb tiag.”"},{"bible_id":"1525","chapter_code":"DAN.11","verse_code":"DAN.11.2","label":"2","content":"Tus timtswv ceebtsheej hais tias, “Yuav muaj dua peb tug vajntxwv los kav tebchaws Pawxias. Tom qab ntawd tus vajntxwv plaub yuav los kav, nws yuav muaj txiag npluanuj heev dua lwm tus vajntxwv. Thaum nws muaj hwjchim thiab muaj txhua tsav txhua yam txhij lawm, nws yuav mus tua lub tebchaws Kilis."},{"bible_id":"1525","chapter_code":"DAN.11","verse_code":"DAN.11.3","label":"3","content":"“Tom qab ntawd yuav muaj dua ib tug vajntxwv uas siab tawv heev los kav ntau lub tebchaws. Nws yuav ua ib puas tsav yam raws li nws lub siab nyiam."},{"bible_id":"1525","chapter_code":"DAN.11","verse_code":"DAN.11.4","label":"4","content":"Thaum uas nws muaj hwjchim heev lawm tej tebchaws uas nws kav yuav tawg ua plaub pab, thiab nws cajces yuav tsis tau ua vajntxwv kav tebchaws lawm, tiamsis luag lwm tus yuav los kav. Lawv cov ntawd yuav tsis muaj hwjchim loj npaum li nws."},{"bible_id":"1525","chapter_code":"DAN.11","verse_code":"DAN.11.5","label":"5","content":"“Tus vajntxwv uas kav lub tebchaws Iziv yuav muaj hwjchim heev, tiamsis nws cov thawj tubrog muaj ib tug tseem muaj hwjchim loj dua nws mas tus ntawd yuav kav ntau lub tebchaws."},{"bible_id":"1525","chapter_code":"DAN.11","verse_code":"DAN.11.6","label":"6","content":"Tom qab ntawd ntau xyoo tus vajntxwv uas kav lub tebchaws Iziv yuav mus nrog tus vajntxwv uas kav lub tebchaws Xilias sib raug zoo. Nws yuav muab nws tus ntxhais rau tus vajntxwv Xilias yuav ua pojniam. Tiamsis lawv tsuas sib raug zoo ib ntus xwb. Tus ntxhais ntawd tus txiv, nws tus tub,  thiab cov tubtxib uas nrog nws mus ntawd yuav raug luag muab tua povtseg tas huv tibsi."},{"bible_id":"1525","chapter_code":"DAN.11","verse_code":"DAN.11.7","label":"7","content":"Tom qab ntawd nws cov neejtsa yuav muaj ib tug los ua vajntxwv kav tebchaws. Tus ntawd yuav tawmtsam cov Xilias tus vajntxwv cov tubrog. Nws yuav mus rau hauv cov Xilias lub yeej thiab yuav tua yeej lawv."},{"bible_id":"1525","chapter_code":"DAN.11","verse_code":"DAN.11.8","label":"8","content":"Nws yuav muab lawv tej mlom thiab txhua yam muaj nqis uas muab nyiaj muab kub ua, thiab muab fij rau tej vajtswv lawm, nqa huv tibsi mus rau nram tebchaws Iziv. Ob peb xyoos tom qab uas lub tebchaws tsis muaj kev sib ntaus sib tua lawm,"},{"bible_id":"1525","chapter_code":"DAN.11","verse_code":"DAN.11.9","label":"9","content":"cov Xilias tus vajntxwv mam li txhij tubrog mus tua lub tebchaws Iziv. Tiamsis cov Iziv tus vajntxwv yuav tua cov Xilias tus vajntxwv cov tubrog swb thiab thim rov qab."},{"bible_id":"1525","chapter_code":"DAN.11","verse_code":"DAN.11.10","label":"10","content":"“Cov Xilias tus Vajntxwv cov tub npaj yuav ua rog thiab txhij tau ib pab tubrog coob heev ua npoj ntws. Cov tub ntawd muaj ib tug yuav sau hlo cov tubrog tuaj ib yam li nthwv dej ntsawj mus dhau plaws rau hauv yeebncuab lub yeej thiab ntaus lawv tawg rhe."},{"bible_id":"1525","chapter_code":"DAN.11","verse_code":"DAN.11.11","label":"11","content":"Cov Iziv tus vajntxwv yuav chim heev, nws txhij tubrog tuaj tua cov Xilias tus vajntxwv thiab ntes tau nws cov tubrog coob heev coj los ua qhev."},{"bible_id":"1525","chapter_code":"DAN.11","verse_code":"DAN.11.12","label":"12","content":"Cov Iziv tus Vajntxwv khavtheeb heev, rau qhov nws mus ntaus yeej rog thiab tua luag tej tubrog tuag coob leej tiamsis tsis yog nws yuav kovyeej mus li."},{"bible_id":"1525","chapter_code":"DAN.11","verse_code":"DAN.11.13","label":"13","content":"“Cov Xilias tus Vajntxwv yuav rov txij tubrog coob tshaj cov qub tuaj ntxiv. Thaum zoo hnub zoo nyoog lawm, nws thiab nws cov tubrog uas muaj tej cuabyeej ua rog khov kho mam li rov qab tuaj ntaus dua."},{"bible_id":"1525","chapter_code":"DAN.11","verse_code":"DAN.11.14","label":"14","content":"Thaum ntawd yuav muaj ntau leej sawv tawmtsam cov Iziv tus vajntxwv. Daniyees, koj cov neeg uas tsivtsaim heev ibtxhia yuav ntxeev siab, vim lawv twb ua yogtoog pom lawm, tiamsis lawv yuav swb luag."},{"bible_id":"1525","chapter_code":"DAN.11","verse_code":"DAN.11.15","label":"15","content":"Cov Xilias tus Vajntxwv yuav tuaj vij thiab txeeb tau ib lub nroog uas muaj ntsa yeej khov kho thaiv. Cov tubrog Iziv yuav tua tsis yeej, txawm yog cov tubrog Iziv uas txawj tua rog heev los yuav tua tsis yeej."},{"bible_id":"1525","chapter_code":"DAN.11","verse_code":"DAN.11.16","label":"16","content":"Cov Xilias yuav ua ib puas tsav yam raws li lawv lub siab nyiam, yuav tsis muaj leejtwg cheem tau lawv. Lawv yuav tuaj nyob hauv lub tebchaws uas Vajtswv coglus tseg hais tias nws yuav muab rau cov Yixalayees, thiab lawv yuav kav tagnrho lub tebchaws ntawd."},{"bible_id":"1525","chapter_code":"DAN.11","verse_code":"DAN.11.17","label":"17","content":"“Cov Xilias tus Vajntxwv yuav tuav tswvyim thiab txhij tagnrho nws cov tubrog mus tua cov Iziv tus vajntxwv. Nws yuav mus nrog cov yeebncuab sib coglus thiab yuav muab nws tus ntxhais  rau cov Iziv tus vajntxwv yuav ua pojniam. Nws yuav ua li ntawd nws thiaj tau kev mus rhuav cov yeebncuab lub tebchaws kom puastsuaj, tiamsis nws yuav ua tsis tau raws li nws lub siab xav tseg."},{"bible_id":"1525","chapter_code":"DAN.11","verse_code":"DAN.11.18","label":"18","content":"Ces tom qab ntawd nws yuav mus ua rog rau cov tebchaws uas nyob raws ntug hiavtxwv, txeeb kom tau ntau lub tebchaws. Tiamsis muaj ib tug thawj tubrog uas yog dua lwm haivneeg yuav tuaj tua yeej nws ua rau nws poob ntsejmuag heev. Tus thawj tubrog ntawd yuav pauj vajntxwv txojkev khavtheeb rov rau vajntxwv."},{"bible_id":"1525","chapter_code":"DAN.11","verse_code":"DAN.11.19","label":"19","content":"Cov Xilias tus Vajntxwv yuav rov mus rau pem nws cov yeej uas nyob hauv nws lub tebchaws, tiamsis nws yuav swb luag thiab nws lub koob meej yuav ploj mus."},{"bible_id":"1525","chapter_code":"DAN.11","verse_code":"DAN.11.20","label":"20","content":"“Tom qab ntawd yuav muaj dua ib tug los ua vajntxwv. Tus vajntxwv ntawd yuav txib ib tug nom mus quab yuam cov pejxeem them se kom nws lub tebchaws thiaj li muaj txiag npluanuj. Tom qab ntawd tus vajntxwv no yuav raug luag nyiag tua povtseg, tsis yog raug tua tuag tabmeeg rau sawvdaws pom lossis tuag rau hauv tshavrog.”"},{"bible_id":"1525","chapter_code":"DAN.11","verse_code":"DAN.11.21","label":"21","content":"Tus timtswv ceebtsheej ntawd qhia ntxiv hais tias, “Tus vajntxwv tshiab uas yuav los kav tebchaws Xilias ntawd yog ib tug neeg limhiam heev. Nws yeej tsis muaj feem tau los ua vajntxwv, tiamsis ib sijhuam xwb nws cia li tau los ua vajntxwv. Nws yuav dag thiab txeeb tau luag tej hwjchim."},{"bible_id":"1525","chapter_code":"DAN.11","verse_code":"DAN.11.22","label":"22","content":"Txhua tus uas tawmtsam nws, txawm yog tus Povthawj Hlob uas ua Vajtswv tes haujlwm,  los yeej yuav raug tshem mus."},{"bible_id":"1525","chapter_code":"DAN.11","verse_code":"DAN.11.23","label":"23","content":"Nws yuav mus ntxias lwm haivneeg nrog nws sib raug zoo. Txawm yog nws kav ib haivneeg tsawg tsawg xwb los nws yuav muaj zog heev zuj zus."},{"bible_id":"1525","chapter_code":"DAN.11","verse_code":"DAN.11.24","label":"24","content":"Nws yuav nyiag kev mus tua ib lub xeev uas vammeej heev, thiab nws ua tej yam uas nws cov yawgkoob tsis tau ua dua li. Nws yuav muab tej uas nws mus txeeb tau los ntawd faib rau nws pab nws pawg xwb. Nws npaj mus ntaus luag tej yeej, tiamsis nws tsuas ua tau li ntawd ib ntus xwb."},{"bible_id":"1525","chapter_code":"DAN.11","verse_code":"DAN.11.25","label":"25","content":"“Nws muaj lub siab tawv thiab txhij tubrog coob heev mus ntaus tus vajntxwv uas kav lub tebchaws Iziv, thiab nws tsis ntshai leejtwg li. Cov Iziv tus vajntxwv los yuav txhij cov tubrog uas ua tau tshaj thiab muaj zog khov kho tuaj tiv thaiv, tiamsis cov Iziv tus vajntxwv yuav tua tsis yeej raws li nws siab xav, rau qhov nws raug luag dag ntxias xwb."},{"bible_id":"1525","chapter_code":"DAN.11","verse_code":"DAN.11.26","label":"26","content":"Nws cov neeg uas pab nws tuav tswvyim yog cov uas yuav txov nws ntag. Nws cov tubrog yuav raug luag tua tuag coob."},{"bible_id":"1525","chapter_code":"DAN.11","verse_code":"DAN.11.27","label":"27","content":"Tom qab ntawd ob tug vajntxwv no yuav nyob ua ke noj haus, tiamsis nkawd nyias taus nyias xav yuav ua zaj phem; ib tug yuav dag ib tug. Nkawd yuav ua tsis tau raws li nkawd lub siab xav, rau qhov tseem tsis tau txog lub sijhawm uas Vajtswv teem cia."},{"bible_id":"1525","chapter_code":"DAN.11","verse_code":"DAN.11.28","label":"28","content":"Cov Xilias tus vajntxwv yuav coj tej khoom uas nws tuaj txeeb tau tagnrho rov mus rau pem nws lub tebchaws. Nws npaj siab yuav rhuav txoj kevcai uas Vajtswv haivneeg coj. Nws yuav ua raws li nws siab nyiam tso nws mam li rov qab mus rau pem nws lub tebchaws."},{"bible_id":"1525","chapter_code":"DAN.11","verse_code":"DAN.11.29","label":"29","content":"“Tom qab ntawd nws tseem npaj siab yuav rov mus tua lub tebchaws Iziv dua thiab. Zaum no yuav zoo tsis thooj li zaum uas tas los lawm."},{"bible_id":"1525","chapter_code":"DAN.11","verse_code":"DAN.11.30","label":"30","content":"Cov tubrog Loos yuav caij nkoj tuaj tav nws kev, ua rau nws ntshai heev. “Ces nws yuav thim nws cov tubrog thiab chim heev rov los. Nws mam li los tuav tswvyim rhuav Vajtswv txoj Kevcai uas Vajtswv haivneeg coj. Nws ua raws li cov neeg uas twb tso Vajtswv txoj kevcai tseg lawm hais."},{"bible_id":"1525","chapter_code":"DAN.11","verse_code":"DAN.11.31","label":"31","content":"Nws cov tubrog qee leej yuav mus ua tsis huv rau tus TSWV lub Tuamtsev. Lawv tsis pub sawvdaws niaj hnub tua tsiaj fij. Lawv yuav muab yam uas phem qias kawg nkaus,  thiab tsiv saib tshaj plaws los teeb cia rau hauv."},{"bible_id":"1525","chapter_code":"DAN.11","verse_code":"DAN.11.32","label":"32","content":"Tus vajntxwv ntawd yuav ntxias tau cov neeg uas tso Vajtswv txoj kevcai tseg lawm, tiamsis cov neeg uas tseem muab siab npuab Vajtswv yuav nyob ruaj nrees tiv."},{"bible_id":"1525","chapter_code":"DAN.11","verse_code":"DAN.11.33","label":"33","content":"Cov txwjlaug uas txawj ntse yuav qhia lawv tej kev txawj ntse rau ntau leej, tiamsis cov txwjlaug ntawd qee leej yuav tuag rau hniav ntaj hniav riam, qee leej yuav raug luag muab hluavtaws hlawv tuag, qee leej yuav raug ntaus, raug huab thiab coj mus ua qhev ib ntus."},{"bible_id":"1525","chapter_code":"DAN.11","verse_code":"DAN.11.34","label":"34","content":"Thaum tabtom muaj kev sib ntaus sib tua ntxhov hnyo ntawd yuav muaj neeg tuaj pab Vajtswv haivneeg qho mentsis. Txawm yog muaj cov neeg tuaj pab li ntawd los lawv yog cov neeg uas tsis muaj lub siab pab tiag tiag."},{"bible_id":"1525","chapter_code":"DAN.11","verse_code":"DAN.11.35","label":"35","content":"Cov txwjlaug uas txawj ntse ntawd muaj qee leej yuav raug luag tua povtseg, tiamsis tej no yog luag tshau Vajtswv haivneeg kom huv tsis muaj txhaum mus txog lub sijhawm kawg uas Vajtswv teem cia."},{"bible_id":"1525","chapter_code":"DAN.11","verse_code":"DAN.11.36","label":"36","content":"“Tus vajntxwv uas kav lub tebchaws Xilias yuav ua raws li nws lub siab nyiam. Nws yuav khav hais tias nws muaj hwjchim loj dua tej vajtswv thiab loj dua Vajtswv tus uas muaj Hwjchim Loj kawg nkaus. Nws yuav ua li no mus txog thaum uas Vajtswv rau txim rau nws. Rau qhov Vajtswv yeej yuav ua raws li Vajtswv tau teem tseg lawm."},{"bible_id":"1525","chapter_code":"DAN.11","verse_code":"DAN.11.37","label":"37","content":"Cov Xilias tus vajntxwv yuav tsis quavntsej tus vajtswv uas nws cov yawgkoob ibtxwm teev los, thiab nws yuav tsis quavntsej tus vajtswv uas cov pojniam nyiam heev. Nws yuav tsis quavntsej txog ib tug vajtswv twg hlo li. Rau qhov nws xav hais tias nws yog tus uas muaj hwjchim loj dua tej ntawd huv tibsi."},{"bible_id":"1525","chapter_code":"DAN.11","verse_code":"DAN.11.38","label":"38","content":"Thaum nws tseg tsis teev tej vajtswv uas hais tas los ntawd, nws yuav teev tus vajtswv uas tsomkwm tej yeej tubrog. Nws yuav muab nyiaj muab kub, muab tej qe zeb, thiab tej khoom uas muaj nqis coj mus fij rau tus vajtswv uas nws cov yawgkoob yeej ibtxwm tsis tau teev dua los ib zaug li."},{"bible_id":"1525","chapter_code":"DAN.11","verse_code":"DAN.11.39","label":"39","content":"Nws yuav siv cov neeg uas teev lwm tus vajtswv tuaj zov nws tej yeej. Nws yuav muab lub meejmom siab rau cov neeg uas ua nws pejxeem; nws yuav tsa lawv ua cov nomtswv loj thiab yuav faib av ua nqi zog rau lawv."},{"bible_id":"1525","chapter_code":"DAN.11","verse_code":"DAN.11.40","label":"40","content":"“Thaum yuav kawg lub sijhawm uas cov Xilias tus vajntxwv kav tebchaws, tus vajntxwv uas kav lub tebchaws Iziv yuav sau nws cov tubrog tuaj tua lub tebchaws Xilias. Thaum ntawd cov Xilias tus vajntxwv yuav sau tagnrho nws cov tubrog huv tibsi, tsis hais tej tsheb ua rog, tej tubrog caij nees, thiab tej nkoj ua rog yuav tsaus nti ib tog tuaj cuag dej ntws tuaj ntaus ntau lub tebchaws."},{"bible_id":"1525","chapter_code":"DAN.11","verse_code":"DAN.11.41","label":"41","content":"Nws tseem yuav tua lub tebchaws uas Vajtswv tau coglus tseg hais tias nws yuav muab rau cov Yixalayees nyob. Yuav muaj neeg tuag sib tsub sib nias txog qas txhiab qas vam leej. Tiamsis lub tebchaws Edoos, tebchaws Mau-am, thiab cov neeg uas seem nyob hauv tebchaws Amoos yuav khiav dim."},{"bible_id":"1525","chapter_code":"DAN.11","verse_code":"DAN.11.42","label":"42","content":"Cov Xilias tus vajntxwv yuav ntaus ntau lub tebchaws, txawm yog lub tebchaws Iziv los nws npaj siab yuav mus ntaus thiab."},{"bible_id":"1525","chapter_code":"DAN.11","verse_code":"DAN.11.43","label":"43","content":"Nws yuav nqa txhua yam uas muab kub thiab muab nyiaj ua thiab txhua yam khoom muaj nqis hauv lub tebchaws Iziv mus. Nws tseem yuav mus ntaus kom yeej lub tebchaws Linpias thiab tebchaws Sudas huv tibsi."},{"bible_id":"1525","chapter_code":"DAN.11","verse_code":"DAN.11.44","label":"44","content":"Tiamsis nws yuav hnov xov sab hnubtuaj thiab sab qaumteb tuaj ua rau nws ntshai kawg, ces nws yuav ntaus rog hnyav mas neeg yuav tuag coob heev."},{"bible_id":"1525","chapter_code":"DAN.11","verse_code":"DAN.11.45","label":"45","content":"Nws tseem yuav rub nws tej tsevntaub uas loj rau ntawm ntug hiavtxwv thiab saum lub roob uas luag ua lub Tuamtsev ntu nruab nrab, tiamsis nws yuav tuag twjywm tsis muaj leejtwg pab nws li.”"},{"bible_id":"1525","chapter_code":"DAN.12","verse_code":"DAN.12.1","label":"1","content":"Tus timtswv ceebtsheej uas hnav cev ris tsho ntaubmag hais tias, “Lub sijhawm ntawd Mikhayees uas yog tus timtswv ceebtsheej uas muaj hwjchim loj uas tsomkwm koj haivneeg yuav los. Thaum ntawd yuav muaj kev txomnyem kawg nkaus. Txij thaum chiv muaj neeg los mus txog niaj hnub no yeej tsis tau muaj dua kev txomnyem loj npaum li zaum no. Thaum txog lub sijhawm ntawd koj haivneeg txhua tus uas muaj npe sau rau hauv Vajtswv phau ntawv yuav dim."},{"bible_id":"1525","chapter_code":"DAN.12","verse_code":"DAN.12.2","label":"2","content":"Cov neeg uas tuag lawm muaj coob leej yuav sawv rov qab los. Muaj ibtxhia yuav tau txojsia ntev dhawv mus ibtxhis tsis kawg, tiamsis muaj ibtxhia yuav raug kev txomnyem thiab kev txajmuag mus ibtxhis li."},{"bible_id":"1525","chapter_code":"DAN.12","verse_code":"DAN.12.3","label":"3","content":"Cov txwjlaug uas txawj ntse yuav ci ntsa iab ib yam li tej duab ci saum ntuj. Thiab cov neeg uas qhia tau ntau leej los ua neeg ncaj ncees yuav ci ntsa iab ib yam li tej hnubqub mus ibtxhis.”"},{"bible_id":"1525","chapter_code":"DAN.12","verse_code":"DAN.12.4","label":"4","content":"Tus timtswv ceebtsheej ntawd hais rau kuv hais tias, “Daniyees, koj cia li kaw phau ntawv ntawd thiab nias homthawj rau tsis pub nthuav mus txog lub sijhawm ntiajteb kawg. Txij no mus muaj neeg coob leej yuav sib zog nrhiav kom totaub txog tej yam uas yuav tshwm los tiamsis yuav nkim lawv lub zog xwb.”"},{"bible_id":"1525","chapter_code":"DAN.12","verse_code":"DAN.12.5","label":"5","content":"Tom qab ntawd kuv pom dua ob tug txivneej sawv ntawm ntug dej, ib leeg sawv ib sab ntug dej."},{"bible_id":"1525","chapter_code":"DAN.12","verse_code":"DAN.12.6","label":"6","content":"Muaj ib tug hais rau tus timtswv ceebtsheej uas hnav ris tsho ntaubmag thiab sawv pem hauv dej uas nrug deb mentsis hais tias, “Tshuav ntev li cas tej xwm uas txawv txawv no mam li dua mus?”"},{"bible_id":"1525","chapter_code":"DAN.12","verse_code":"DAN.12.7","label":"7","content":"Tus timtswv ceebtsheej ntawd tsa nws ob txhais tes rau saum ntuj thiab tuav Vajtswv tus uas muaj sia nyob mus ibtxhis lub npe coglus. Kuv hnov nws hais tias, “Yuav ntev peb xyoos thiab rau hli. Thaum luag tsimtxom Vajtswv haivneeg dhau lawm, mas ib puas tsav yam no mam li yuav dua mus.”"},{"bible_id":"1525","chapter_code":"DAN.12","verse_code":"DAN.12.8","label":"8","content":"Kuv hnov tej lus uas nws hais tiamsis kuv tsis totaub. Kuv thiaj nug hais tias, “Tus Tswv, tej xwm no yuav dua mus li cas?”"},{"bible_id":"1525","chapter_code":"DAN.12","verse_code":"DAN.12.9","label":"9","content":"Nws teb kuv hais tias, “Daniyees, koj mus tau lawm, rau qhov tej lus no luag yuav muab npog cia tsis pub leejtwg paub mus txog thaum lub sijhawm kawg."},{"bible_id":"1525","chapter_code":"DAN.12","verse_code":"DAN.12.10","label":"10","content":"Yuav muaj neeg coob leej raug ntxuav kom huv. Cov neeg ua phem yuav tsis totaub, tiamsis lawv tsuas muaj ua phem mus li. Tsuas yog cov neeg txawj ntse thiaj yuav totaub xwb."},{"bible_id":"1525","chapter_code":"DAN.12","verse_code":"DAN.12.11","label":"11","content":"“Txij hnub uas luag tsis pub sawvdaws niaj hnub coj tsiaj tuaj tua fij thiab luag muab yam uas phem qias kawg nkaus  uas ua kom muaj kev kub ntxhov coj los teeb cia mus txog lub sijhawm kawg yuav ntev ib txhiab ob puas cuaj caum hnub mam li dua mus."},{"bible_id":"1525","chapter_code":"DAN.12","verse_code":"DAN.12.12","label":"12","content":"Txhua tus uas muab siab npuab Vajtswv yuav nyob ruaj khov mus dhau ib txhiab peb puas peb caug tsib hnub, thiab lawv yuav nyob kaj siab lug!"},{"bible_id":"1525","chapter_code":"DAN.12","verse_code":"DAN.12.13","label":"13","content":"“Daniyees, koj los yuav tsum tau muab siab npuab Vajtswv mus txog hnub kawg. Koj yeej yuav tuag, tiamsis thaum lub sijhawm ntiajteb kawg koj yuav sawv rov los txais koj tej nqi zog.”"}]