[{"bible_id":"1525","chapter_code":"DEU.1","verse_code":"DEU.1.1","label":"1","content":"Phau ntawv no yog tej lus uas Mauxes hais tseg rau cov Yixalayees thaum lawv tseem nyob hauv lub tiaj suabpuam ntawm ntug Dej Yauladees sab hnubtuaj. Lawv nyob hauv lub Hav Yauladees uas ze rau ntawm Xufes uas nyob ntu nruab nrab ntawm lub nroog Palas, Taufees, Lanpas, Haxelaus thiab Dixahas. ("},{"bible_id":"1525","chapter_code":"DEU.1","verse_code":"DEU.1.2","label":"2","content":"Yog sawv kev ntawm lub Roob Xinais taug kev hla cov pov roob hauv tebchaws Edoos mus rau Kades Npane-as, mas yog kaum ib hnub thiaj txog.)"},{"bible_id":"1525","chapter_code":"DEU.1","verse_code":"DEU.1.3","label":"3","content":"Hnub xiab ib lub kaum ib hlis ntuj, xyoo plaub caug tom qab uas cov Yixalayees tawm nram tebchaws Iziv los. Mauxes muab Vajtswv tej lus txhua nqe qhia rau cov Yixalayees."},{"bible_id":"1525","chapter_code":"DEU.1","verse_code":"DEU.1.4","label":"4","content":"Tej no yog tom qab uas tus TSWV  tau pab cov Yixalayees tua yeej tus Vajntxwv Xihoos uas kav cov Amaules hauv lub nroog Hesenpoos thiab Vajntxwv Aunkas uas kav lub nroog Asetalaus thiab Edeles hauv tebchaws Npasas."},{"bible_id":"1525","chapter_code":"DEU.1","verse_code":"DEU.1.5","label":"5","content":"Thaum cov Yixalayees los nyob hauv tebchaws Mau-am ntawm tus Dej Yauladees sab hnubtuaj, Mauxes muab Vajtswv tej kevcai los qhia thiab ntuas lawv. Mauxes hais tias,"},{"bible_id":"1525","chapter_code":"DEU.1","verse_code":"DEU.1.6","label":"6","content":"“Thaum peb tseem nyob nram Roob Xinais, tus TSWV uas yog peb tus Vajtswv hais rau peb tias, ‘Nej los nyob ntawm lub roob no ntev heev lawm;"},{"bible_id":"1525","chapter_code":"DEU.1","verse_code":"DEU.1.7","label":"7","content":"cia li rhuav nej tej tsevntaub thiab khiav tawm qhov chaw no mus. Nej mus rau ntawm lub laj roob hauv tebchaws Amaules thiab tej cheebtsam uas nyob ibncig ntawd, mus rau hauv lub hav Yauladees, mus rau saum lub laj roob thiab hauv tej tiaj nrag, mus rau cheebtsam uas nyob sab qabteb, thiab mus rau tom ntug Hiavtxwv Meditelanes. Mus kom txog rau tebchaws Kana-as thiab dhau mus rau pem tej roob hauv tebchaws Lenpanoos thiab mus kom txog rau ntawm tus Dej Efalates."},{"bible_id":"1525","chapter_code":"DEU.1","verse_code":"DEU.1.8","label":"8","content":"Tagnrho tej no yog lub tebchaws uas kuv uas yog tus TSWV, tau coglus yuav muab rau nej yawgkoob, Anplahas, Ixaj, Yakhauj thiab lawv tej xeebntxwv. Nej cia li mus nyob hauv lub tebchaws ntawd.’ ”"},{"bible_id":"1525","chapter_code":"DEU.1","verse_code":"DEU.1.9","label":"9","content":"Mauxes hais rau cov pejxeem hais tias, “Thaum peb tseem nyob ntawm Roob Xinais, kuv hais rau nej hais tias, ‘Kuv tes haujlwm ntau dhau heev lawm; kuv ib leej xwb ua tsis tag."},{"bible_id":"1525","chapter_code":"DEU.1","verse_code":"DEU.1.10","label":"10","content":"Tus TSWV uas yog nej tus Vajtswv pub rau nej huamvam coob npaum li tej hnubqub saum nruab ntug."},{"bible_id":"1525","chapter_code":"DEU.1","verse_code":"DEU.1.11","label":"11","content":"Thov tus TSWV uas yog nej cov yawgkoob tus Vajtswv, pub kom nej huamvam ib txhiab npaug ntxiv, thiab kom nej lub neej vammeej raws li Vajtswv tau coglus tseg lawm."},{"bible_id":"1525","chapter_code":"DEU.1","verse_code":"DEU.1.12","label":"12","content":"Tiamsis kuv ib leeg yuav ua li cas txiav txim tau rau nej, thaum nej muaj kev sib cav sib ceg?"},{"bible_id":"1525","chapter_code":"DEU.1","verse_code":"DEU.1.13","label":"13","content":"Nej cia li xaiv ib cov neeg txawj ntse uas paub qabhau, cov txivneej uas muaj tswvyim thiab paub ua haujlwm ntawm txhua xeem tuaj rau kuv, kuv yuav tsa lawv ua cov thawj saib nej.’"},{"bible_id":"1525","chapter_code":"DEU.1","verse_code":"DEU.1.14","label":"14","content":"Nej teb kuv hais tias, nej pom zoo li kuv hais ntawd."},{"bible_id":"1525","chapter_code":"DEU.1","verse_code":"DEU.1.15","label":"15","content":"Yog li ntawd, kuv thiaj tsa cov neeg txawj ntse, cov thawjcoj uas paub ua haujlwm uas nej xaiv hauv nej tej xeem tuaj ua cov coj nej. Ibtxhia saib ib txhiab leej, ibtxhia saib ib puas leej, ibtxhia saib tsib caug leej thiab ibtxhia saib kaum leej. Thiab kuv tseem tsa ntau tus nomtswv ua cov kav nej txhua xeem."},{"bible_id":"1525","chapter_code":"DEU.1","verse_code":"DEU.1.16","label":"16","content":"“Thaum ntawd, kuv qhia rau lawv hais tias, ‘Nej mloog tej lus sib cav sib ceg ntawm cov pejxeem. Nej yuav tsum txiav txim kom ncaj thaum lawv muaj kev sib cav sib ceg, tsis hais nej haivneeg lossis lwm haivneeg uas nrog nej nyob."},{"bible_id":"1525","chapter_code":"DEU.1","verse_code":"DEU.1.17","label":"17","content":"Thaum nej txiav txim, nej tsis txhob xaiv ntsejmuag, nej yuav tsum txiav txim ncaj ncees rau txhua tus, txawm yog nws yuav yog leejtwg los xij. Nej tsis txhob ntshai leejtwg li, rau qhov tej uas nej txiav txim siab yog los ntawm Vajtswv. Yog hais tias muaj tej rooj plaub uas nej hais tsis tau lawm, nej coj tuaj cuag kuv, kuv mam li hais rooj plaub ntawd.’"},{"bible_id":"1525","chapter_code":"DEU.1","verse_code":"DEU.1.18","label":"18","content":"Tib lub sijhawm ntawd, kuv qhia txhua yam uas nej yuav tau ua rau nej."},{"bible_id":"1525","chapter_code":"DEU.1","verse_code":"DEU.1.19","label":"19","content":"“Peb ua txhua yam raws li tus TSWV uas yog peb tus Vajtswv hais kom peb ua. Peb tawm ntawm Roob Xinais mus hla lub tiaj suabpuam uas dav thiab txaus ntshai, mus rau lub laj roob hauv tebchaws Amaules. Thaum peb los txog rau hauv Kades Npane-as,"},{"bible_id":"1525","chapter_code":"DEU.1","verse_code":"DEU.1.20+DEU.1.21","label":"20-21","content":"kuv hais rau nej hais tias, ‘Nimno nej los txog rau ntawm lub laj roob hauv tebchaws Amaules uas tus TSWV uas yog peb tus Vajtswv, thiab yog peb cov yawgkoob tus Vajtswv muab rau peb lawm. Nej tsa muag saib lub tebchaws ntawd. Nej cia li mus nyob hauv raws li tus TSWV hais rau nej lawm. Nej tsis txhob ntau siab yau lossis ntshai.’"},{"bible_id":"1525","chapter_code":"DEU.1","verse_code":"DEU.1.22","label":"22","content":"“Tiamsis nej tuaj cuag kuv thiab hais tias, ‘Cia peb tso ib pab txivneej mus soj lub tebchaws thiab rov qab los qhia rau peb, peb thiaj li paub kev mus thiab saib lawv tej nroog zoo li cas.’"},{"bible_id":"1525","chapter_code":"DEU.1","verse_code":"DEU.1.23","label":"23","content":"“Peb pom hais tias, qhov ntawd yog qhov uas zoo thiab tsimnyog ua, kuv thiaj li xaiv tau kaum ob leeg txivneej, ib xeem ib leeg."},{"bible_id":"1525","chapter_code":"DEU.1","verse_code":"DEU.1.24","label":"24","content":"Lawv taug lub laj roob mus txog rau ntawm lub Hav Esekaus, thiab soj thoob plaws lub hav ntawd."},{"bible_id":"1525","chapter_code":"DEU.1","verse_code":"DEU.1.25","label":"25","content":"Lawv de tau tej txiv hmab txiv ntoo hauv lub tebchaws ntawd coj los qhia rau peb, thiab hais rau peb tias lub tebchaws uas tus TSWV uas yog peb tus Vajtswv muab rau peb ntawd, av rog thiab zoo qoobloo kawg li."},{"bible_id":"1525","chapter_code":"DEU.1","verse_code":"DEU.1.26","label":"26","content":"“Tiamsis nej ntxeev siab thiab tsis mloog tus TSWV uas yog nej tus Vajtswv tej lus, thiab tsis kam mus rau hauv lub tebchaws ntawd."},{"bible_id":"1525","chapter_code":"DEU.1","verse_code":"DEU.1.27","label":"27","content":"Nej ib leeg yws rau ib leeg hauv nej tej tsevntaub hais tias: ‘Yog tus TSWV ntxub peb, nws thiaj coj peb khiav tawm nram tebchaws Iziv los thiab muab peb cob rau cov neeg Amaules, kom lawv muab peb tua tuag tas xwb."},{"bible_id":"1525","chapter_code":"DEU.1","verse_code":"DEU.1.28","label":"28","content":"Peb yuav mus rau hauv lub tebchaws ntawd ua dabtsi? Peb ntshai kawg li. Thaum peb hnov cov neeg uas peb tso mus ntawd rov los qhia rau peb hais tias, cov neeg uas nyob hauv lub tebchaws ntawd, lawv loj, siab thiab muaj zog tshaj peb, lawv tej nroog muaj ntsa yeej xov siab rau saum nruab ntug, thiab lawv pom cov neeg ntawd loj kawg li!’"},{"bible_id":"1525","chapter_code":"DEU.1","verse_code":"DEU.1.29","label":"29","content":"“Tiamsis kuv hais rau nej hais tias, ‘Tsis txhob ntshai cov neeg ntawd,"},{"bible_id":"1525","chapter_code":"DEU.1","verse_code":"DEU.1.30","label":"30","content":"tus TSWV uas yog nej tus Vajtswv yuav coj nej kev mus, thiab nws yuav pab kom nej tua cov yeebncuab ntawd ib yam li nej pom nws ua nyob nram tebchaws Iziv,"},{"bible_id":"1525","chapter_code":"DEU.1","verse_code":"DEU.1.31","label":"31","content":"thiab nram tiaj suabpuam. Nej twb pom hais tias, nws coj nej taug kev kaj siab lug los txog rau ntawm no, ib yam li leej txiv puag rawv nws tus menyuam.’"},{"bible_id":"1525","chapter_code":"DEU.1","verse_code":"DEU.1.32","label":"32","content":"Tiamsis nej tsis mloog tej lus uas kuv hais, thiab tsis cia siab rau tus TSWV,"},{"bible_id":"1525","chapter_code":"DEU.1","verse_code":"DEU.1.33","label":"33","content":"txawm li ntawd los tus TSWV tseem mus ua nej ntej, nrhiav chaw rau nej so. Nws mus ua nej ntej coj nej txoj haukev, nws ua tus nplaim hluavtaws rau nej pom kev thaum tsaus ntuj thiab ua tauv huab roos nej thaum nruab hnub."},{"bible_id":"1525","chapter_code":"DEU.1","verse_code":"DEU.1.34","label":"34","content":"“Tus TSWV hnov tej lus uas nej yws lawm, nws chim heev, nws thiaj li coglus hais tias,"},{"bible_id":"1525","chapter_code":"DEU.1","verse_code":"DEU.1.35","label":"35","content":"‘Nej tiam neeg siab phem no yuav tsis muaj ib tug tau mus nyob hauv lub tebchaws av rog thiab zoo qoob uas kuv coglus tseg yuav muab rau nej cov yawgkoob li."},{"bible_id":"1525","chapter_code":"DEU.1","verse_code":"DEU.1.36","label":"36","content":"Tsuas yog Yefunes tus tub Kalej thiaj yuav tau mus nyob hauv lub tebchaws ntawd xwb. Nws muab siab npuab kuv, thiab kuv yuav muab lub tebchaws uas nws mus soj ntawd rau nws thiab nws cov xeebntxwv.’"},{"bible_id":"1525","chapter_code":"DEU.1","verse_code":"DEU.1.37","label":"37","content":"Twb yog vim nej, tus TSWV thiaj li chim rau kuv thiab hais tias, ‘Mauxes, koj yuav tsis tau mus nyob hauv lub tebchaws ntawd."},{"bible_id":"1525","chapter_code":"DEU.1","verse_code":"DEU.1.38","label":"38","content":"Tiamsis koj yuav tau txhawb Noos tus tub Yausuas zog, nws yog tus pab koj. Nws yuav coj cov Yixalayees mus nyob hauv lub tebchaws ntawd.’"},{"bible_id":"1525","chapter_code":"DEU.1","verse_code":"DEU.1.39","label":"39","content":"“Ces tus TSWV hais rau peb sawvdaws hais tias, ‘Nej cov menyuam tseem yau uas tsis tau paub qhov phem qhov zoo, yog cov menyuam uas nej hais tias yuav raug nej cov yeebncuab ntes, lawv thiaj yog cov uas yuav tau mus nyob hauv lub tebchaws ntawd. Kuv yuav muab lub tebchaws ntawd rau lawv, thiab lawv yuav tau mus nyob hauv."},{"bible_id":"1525","chapter_code":"DEU.1","verse_code":"DEU.1.40","label":"40","content":"Tiamsis nej cov ko, nej cia li tig rov qab mus rau tom tiaj suabpuam uas yog txojkev mus rau Hiavtxwv Liab.’"},{"bible_id":"1525","chapter_code":"DEU.1","verse_code":"DEU.1.41","label":"41","content":"“Nej teb hais tias, ‘Mauxes, peb tau ua txhaum rau tus TSWV lawm tiag. Tiamsis nimno peb yuav mus tua lub tebchaws ntawd, raws li tus TSWV uas yog peb tus Vajtswv tau hais rau peb lawm.’ Ces nej txhua tus txawm cia li npaj mus ua rog, rau qhov nej xav hais tias nce mus puav lub laj roob ntawd yuav yoojyim heev."},{"bible_id":"1525","chapter_code":"DEU.1","verse_code":"DEU.1.42","label":"42","content":"“Tiamsis tus TSWV hais rau kuv hais tias, ‘Koj yuav tsum txwv tsis txhob pub lawv mus tua cov yeebncuab, rau qhov kuv tsis nrog lawv, nyob tsam lawv cov yeebncuab tua yeej lawv.’"},{"bible_id":"1525","chapter_code":"DEU.1","verse_code":"DEU.1.43","label":"43","content":"Kuv hais rau nej raws li uas tus TSWV kom kuv hais, tiamsis nej tsis tig pobntseg mloog li. Nej ntxeev siab rau tus TSWV, thiab vim nej khavtheeb, nej thiaj nce mus rau saum lub laj roob lawm."},{"bible_id":"1525","chapter_code":"DEU.1","verse_code":"DEU.1.44","label":"44","content":"Cov Amaules uas nyob saum tej laj roob tuaj tawmtsam nej ib yam li xub ntab ya tuaj. Lawv caum nej tua los ti nkaus rau ntawm Haumas, thiab lawv tua yeej nej saum lub laj roob hauv tebchaws Edoos."},{"bible_id":"1525","chapter_code":"DEU.1","verse_code":"DEU.1.45","label":"45","content":"Nej thiaj li quaj thov tus TSWV pab, tiamsis nws tsis mloog thiab tsis quavntsej nej li."},{"bible_id":"1525","chapter_code":"DEU.1","verse_code":"DEU.1.46","label":"46","content":"“Tom qab uas nej nyob hauv Kades Npane-as tau ib ntus ntev loo,"},{"bible_id":"1525","chapter_code":"DEU.2","verse_code":"DEU.2.1","label":"1","content":"peb txawm rov qab mus rau tiaj suabpuam, taug kev mus rau Hiavtxwv Liab raws li tus TSWV tau hais lawm, peb tau ncig mus ncig los ntev loo ntawm lub laj roob hauv tebchaws Edoos."},{"bible_id":"1525","chapter_code":"DEU.2","verse_code":"DEU.2.2","label":"2","content":"“Tus TSWV hais rau kuv hais tias,"},{"bible_id":"1525","chapter_code":"DEU.2","verse_code":"DEU.2.3","label":"3","content":"nej twb ncig mus ncig los ntawm tej laj roob no tau ntev loo lawm, nej cia li mus rau sab qaumteb."},{"bible_id":"1525","chapter_code":"DEU.2","verse_code":"DEU.2.4","label":"4","content":"Nws kom kuv qhia rau nej hais tias, ‘Nej tabtom yuav mus rau ntawm lub laj roob hauv tebchaws Edoos, yog nej cov kwvtij uas yog Exaus cov xeebntxwv lub tebchaws. Lawv yuav ntshai nej heev,"},{"bible_id":"1525","chapter_code":"DEU.2","verse_code":"DEU.2.5","label":"5","content":"tiamsis nej tsis txhob mus ua rog rau lawv, kuv yuav tsis muab lawv lub tebchaws ib thaj av luaj xibteg rau nej li. Kuv twb muab lub tebchaws Edoos ntawd rau Exaus cov xeebntxwv lawm."},{"bible_id":"1525","chapter_code":"DEU.2","verse_code":"DEU.2.6","label":"6","content":"Nej tsuas yuav tau mov noj thiab dej haus ntawm lawv xwb.’"},{"bible_id":"1525","chapter_code":"DEU.2","verse_code":"DEU.2.7","label":"7","content":"“Nej nco ntsoov hais tias, tus TSWV uas yog nej tus Vajtswv tau foom koob hmoov rau txhua yam uas nej ua tas los lawm. Nws tau tsomkwm nej thaum nej taug kev los hla lub tiaj suabpuam uas dav heev. Nws nrog nraim nej tau plaub caug xyoo thiab pub txhua yam rau nej kom muaj txaus."},{"bible_id":"1525","chapter_code":"DEU.2","verse_code":"DEU.2.8","label":"8","content":"“Peb txawm ncaim peb cov kwvtij uas yog Exaus cov xeebntxwv, hauv tebchaws Edoos, ntawm lub nroog Elas thiab Exi-oonkenpes, taug txojkev Alanpas mus rau pem tiaj suabpuam Mau-am lawm."},{"bible_id":"1525","chapter_code":"DEU.2","verse_code":"DEU.2.9","label":"9","content":"Tus TSWV hais rau kuv hais tias, ‘Nej tsis txhob mus thab plaub nrog cov neeg Mau-am lossis ua rog rau lawv, rau qhov lawv yog Lauj cov xeebntxwv. Kuv twb muab lub nroog Ales rau lawv lawm, kuv yuav tsis muab lub tebchaws ntawd ib qhov rau nej li.’ ” ("},{"bible_id":"1525","chapter_code":"DEU.2","verse_code":"DEU.2.10","label":"10","content":"Muaj ib haivneeg hu ua Emis, yog cov neeg ua loj thiab siab heev, lawv ibtxwm nyob hauv lub nroog Ales ntawd. Cov neeg Emis loj thiab siab ib yam li cov neeg Anakees uas yog ib haivneeg loj thiab siab heev."},{"bible_id":"1525","chapter_code":"DEU.2","verse_code":"DEU.2.11","label":"11","content":"Cov neeg Emis muaj dua ib lub npe hu ua Lefayees ib yam li cov neeg Anakees; tiamsis cov neeg Mau-am hu cov neeg ntawd ua Emis."},{"bible_id":"1525","chapter_code":"DEU.2","verse_code":"DEU.2.12","label":"12","content":"Thaum xub thawj cov neeg Haulis nyob hauv lub tebchaws Edoos, tiamsis Exaus cov xeebntxwv muab lawv raws tawm, rhuav tshem lawv haivneeg, thiab los nyob hauv lawv lub tebchaws, ib yam li cov Yixalayees muab lawv cov yeebncuab raws tawm hauv lawv lub tebchaws uas tus TSWV muab rau lawv lawm.)"},{"bible_id":"1525","chapter_code":"DEU.2","verse_code":"DEU.2.13","label":"13","content":"“Peb thiaj hla tus Dej Zeles mus rau sab tim ub raws li tus TSWV tau hais rau peb lawm."},{"bible_id":"1525","chapter_code":"DEU.2","verse_code":"DEU.2.14","label":"14","content":"Thaum peb tsiv hauv Kades Npane-as los txog thaum peb hla tus Dej Zeles, tau peb caug yim xyoo. Cov txivneej uas ua taus tubrog tiam ntawd tuag tas, raws li tus TSWV tau hais tseg lawm tias lawv yuav tuag tas li ntawd."},{"bible_id":"1525","chapter_code":"DEU.2","verse_code":"DEU.2.15","label":"15","content":"Tus TSWV tau tawmtsam lawv hauv lub yeej uas lawv nyob, ua rau lawv puastsuaj tas huv tibsi."},{"bible_id":"1525","chapter_code":"DEU.2","verse_code":"DEU.2.16","label":"16","content":"“Tom qab uas cov txivneej ntawd tuag tas lawm,"},{"bible_id":"1525","chapter_code":"DEU.2","verse_code":"DEU.2.17","label":"17","content":"tus TSWV hais rau kuv hais tias,"},{"bible_id":"1525","chapter_code":"DEU.2","verse_code":"DEU.2.18","label":"18","content":"‘Hnub no nej hla kom dhau cheebtsam Ales hauv tebchaws Mau-am."},{"bible_id":"1525","chapter_code":"DEU.2","verse_code":"DEU.2.19","label":"19","content":"Nej twb mus yuav txog cov neeg Amoos uas yog Lauj cov xeebntxwv lub tebchaws. Nej tsis txhob thab plaub lossis ua rog rau lawv, rau qhov kuv yuav tsis muab lub tebchaws uas kuv muab rau lawv lawm ib qhov rau nej li.’ ” ("},{"bible_id":"1525","chapter_code":"DEU.2","verse_code":"DEU.2.20","label":"20","content":"Cheebtsam no, raws li sawvdaws paub mas yog cov neeg Lefayees lub tebchaws, yog haivneeg uas ibtxwm nyob hauv lub tebchaws ntawd lub npe; cov neeg Amoos hu cov neeg uas nyob hauv lub tebchaws ntawd ua Xaxumis."},{"bible_id":"1525","chapter_code":"DEU.2","verse_code":"DEU.2.21","label":"21","content":"Lawv yog cov neeg uas loj thiab siab ib yam li cov neeg Anakees. Lawv yog haivneeg uas muaj zog thiab coob heev. Tiamsis tus TSWV muab lawv rhuav puastsuaj tas, yog li ntawd, cov Amoos thiaj mus txeeb tau lawv lub tebchaws nyob."},{"bible_id":"1525","chapter_code":"DEU.2","verse_code":"DEU.2.22","label":"22","content":"Tus TSWV ua ib yam li ntawd rau Exaus cov xeebntxwv uas yog neeg Edoos uas nyob saum lub laj roob hauv tebchaws Edoos. Tus TSWV rhuav cov neeg Haulis puastsuaj tas, yog li ntawd, cov Edoos thiaj mus txeeb tau lub tebchaws ntawd ua lawv tug thiab mus nyob rau hauv. Lawv tseem nyob hauv lub tebchaws ntawd los txog niaj hnub no."},{"bible_id":"1525","chapter_code":"DEU.2","verse_code":"DEU.2.23","label":"23","content":"Tiamsis cov neeg uas nyob hauv koog povtxwv Keletes los nyob sab tebchaws uas raws ntug Hiavtxwv Meditelanes. Lawv los tua cov neeg Avimes uas ibtxwm nyob hauv lub tebchaws ntawd tuag tas, thiab txeeb tau tagnrho lawv lub tebchaws ntawd mus ti nkaus rau lub nroog Nkaxas ua lawv tug.)"},{"bible_id":"1525","chapter_code":"DEU.2","verse_code":"DEU.2.24","label":"24","content":"“Thaum peb los dhau tebchaws Mau-am lawm, tus TSWV hais rau peb hais tias, ‘Nej cia li hla tus dej Alenoos mus rau sab tim ub. Kuv twb muab cov Amaules tus Vajntxwv Xihoos uas kav lub nroog Hesenpoos, thiab nws lub tebchaws cob rau nej lawm. Nej cia li mus tua thiab nyob hauv nws lub tebchaws."},{"bible_id":"1525","chapter_code":"DEU.2","verse_code":"DEU.2.25","label":"25","content":"Txij hnub no mus, kuv yuav ua kom tej neeg uas nyob txhua qhov ntshai nej. Txhua tus yuav ntshai tshee hnyo thaum lawv hnov nej lub npe.’"},{"bible_id":"1525","chapter_code":"DEU.2","verse_code":"DEU.2.26","label":"26","content":"“Kuv thiaj tso neeg ntawm tiaj suabpuam Kedemaus mus cuag Vajntxwv Xihoos uas nyob hauv Hesenpoos, thiab nrog nws cog phoojywg li no:"},{"bible_id":"1525","chapter_code":"DEU.2","verse_code":"DEU.2.27","label":"27","content":"‘Thov cia peb hla nej lub tebchaws mus. Peb yuav taug kev ncaj nraim xwb, tsis mus rau sab xis lossis sab laug li."},{"bible_id":"1525","chapter_code":"DEU.2","verse_code":"DEU.2.28","label":"28","content":"Peb yuav them nqi rau cov dej uas peb haus thiab tej zaub mov uas peb noj. Peb tsuas thov koj tso kev rau peb hla koj lub tebchaws,"},{"bible_id":"1525","chapter_code":"DEU.2","verse_code":"DEU.2.29","label":"29","content":"mus txog thaum peb hla dhau tus dej Yauladees rau tim lub tebchaws uas tus TSWV uas yog peb tus Vajtswv muab rau peb lawm. Ib yam li Exaus cov xeebntxwv uas nyob hauv tebchaws Edoos, thiab cov Mau-am uas nyob hauv lub nroog Ales, tau tso kev rau peb hla lawv lub tebchaws los lawm.’"},{"bible_id":"1525","chapter_code":"DEU.2","verse_code":"DEU.2.30","label":"30","content":"“Tiamsis Vajntxwv Xihoos tsis pub peb hla hauv nws lub tebchaws mus li. Rau qhov tus TSWV uas yog peb tus Vajtswv ua rau nws muaj lub siab tawv heev, kom peb thiaj tua yeej nws thiab txeeb tau nws lub tebchaws uas peb tseem nyob niaj hnub no."},{"bible_id":"1525","chapter_code":"DEU.2","verse_code":"DEU.2.31","label":"31","content":"“Tus TSWV hais rau kuv hais tias, ‘Nej saib, kuv twb muab Xihoos thiab nws lub tebchaws cob rau nej lawm; cia li mus txeeb nws lub tebchaws rau nej nyob.’"},{"bible_id":"1525","chapter_code":"DEU.2","verse_code":"DEU.2.32","label":"32","content":"Vajntxwv Xihoos thiab nws pab tubrog tuaj tua peb ze rau ntawm lub nroog Yahas,"},{"bible_id":"1525","chapter_code":"DEU.2","verse_code":"DEU.2.33","label":"33","content":"tiamsis tus TSWV uas yog peb tus Vajtswv twb muab nws cob rau peb lawm, peb thiaj tua tau nws, nws cov tub thiab tagnrho nws cov tubrog."},{"bible_id":"1525","chapter_code":"DEU.2","verse_code":"DEU.2.34","label":"34","content":"Thaum ntawd, peb txeeb tau nws lub tebchaws, rhuav txhua lub nroog thiab tua txhua tus neeg, tsis hais pojniam, txivneej thiab menyuam, peb tsis tseg ib tug muaj sia nyob li."},{"bible_id":"1525","chapter_code":"DEU.2","verse_code":"DEU.2.35","label":"35","content":"Peb coj lawv tej tsiaj txhu thiab huab lawv tej khoom hauv tej nroog mus tas."},{"bible_id":"1525","chapter_code":"DEU.2","verse_code":"DEU.2.36","label":"36","content":"Tus TSWV uas yog peb tus Vajtswv cia peb mus txeeb tau tagnrho cov nroog uas txij ntua ntawm Alu-es uas nyob npuab lub Hav Alenoos, thiab lub nroog uas nyob hauv plawv lub hav ntawd, mus txog ntawm Nkeli-as. Tsis muaj ib lub nroog twg muaj ntsa yeej khov uas peb yuav tsoo tsis tau li."},{"bible_id":"1525","chapter_code":"DEU.2","verse_code":"DEU.2.37","label":"37","content":"Tiamsis peb yeej tsis mus ze rau ntawm cheebtsam uas cov Amoos nyob lossis mus ze rau ntawm tus ntug Dej Yanpaus lossis tej nroog uas nyob rau saum laj roob lossis txhua qhov chaw uas tus TSWV uas yog peb tus Vajtswv tsis pub peb mus."},{"bible_id":"1525","chapter_code":"DEU.3","verse_code":"DEU.3.1","label":"1","content":"“Dhau ntawd, peb mus rau pem tebchaws Npasas, Vajntxwv Aunkas txawm coj nws pab tubrog tuaj tua peb ze rau ntawm lub nroog Ediles."},{"bible_id":"1525","chapter_code":"DEU.3","verse_code":"DEU.3.2","label":"2","content":"Tiamsis tus TSWV hais rau kuv hais tias, ‘Koj tsis txhob ntshai nws. Kuv yuav muab nws, nws cov tubrog thiab nws lub tebchaws cob rau nej. Koj cia li ua rau Aunkas ib yam li koj ua rau Xihoos uas yog cov Amaules tus vajntxwv uas kav lub nroog Hesenpoos.’"},{"bible_id":"1525","chapter_code":"DEU.3","verse_code":"DEU.3.3","label":"3","content":"“Yog li ntawd, tus TSWV thiaj muab Vajntxwv Aunkas thiab nws cov pejxeem cob rau peb, thiab peb muab lawv tua tuag tas huv tibsi."},{"bible_id":"1525","chapter_code":"DEU.3","verse_code":"DEU.3.4","label":"4","content":"Thaum ntawd peb mus txeeb tau nws tej nroog tagnrho tsis tseg ib lub li. Tagnrho cov nroog uas peb txeeb tau hauv cheebtsam Alenkaus uas Vajntxwv Aunkas uas nyob hauv tebchaws Npasas kav muaj rau caum lub."},{"bible_id":"1525","chapter_code":"DEU.3","verse_code":"DEU.3.5","label":"5","content":"Tagnrho cov nroog ntawd puavleej muaj ntsa yeej siab heev, tej roojvag los muaj nqaj hlau liaj, thiab ntau lub zos tsis muaj ntsa yeej."},{"bible_id":"1525","chapter_code":"DEU.3","verse_code":"DEU.3.6","label":"6","content":"Peb rhuav txhua lub nroog puastsuaj tas, thiab tua cov pojniam, txivneej thiab menyuam tuag tas huv tibsi, ib yam li peb ua rau Vajntxwv Xihoos hauv lub nroog Hesenpoos lawm."},{"bible_id":"1525","chapter_code":"DEU.3","verse_code":"DEU.3.7","label":"7","content":"Peb coj lawv tej tsiaj txhu thiab huab lawv tej khoom hauv lawv tej nroog mus tas."},{"bible_id":"1525","chapter_code":"DEU.3","verse_code":"DEU.3.8","label":"8","content":"“Thaum ntawd peb mus txeeb tau lub tebchaws uas cov Amaules ob tug vajntxwv kav ntawm tus dej Yauladees sab hnubtuaj, txij ntua ntawm tus dej Alenoos mus txog rau pem lub roob Helemoos. ("},{"bible_id":"1525","chapter_code":"DEU.3","verse_code":"DEU.3.9","label":"9","content":"Lub roob Helemoos, cov neeg Xidoos hu ua roob Xili-oos, thiab cov neeg Amaules hu ua roob Xenis.)"},{"bible_id":"1525","chapter_code":"DEU.3","verse_code":"DEU.3.10","label":"10","content":"Peb txeeb tau tagnrho cheebtsam uas Vajntxwv Aunkas kav hauv tebchaws Npasas: cov nroog uas nyob hauv tiaj nrag, cheebtsam Nkile-as thiab Npasas, thiab dhau mus rau lub nroog Xalekas thiab Ediles uas nyob sab hnubtuaj.” ("},{"bible_id":"1525","chapter_code":"DEU.3","verse_code":"DEU.3.11","label":"11","content":"Aunkas yog tus vajntxwv kawg ntawm haivneeg Lefayees. Nws lub txaj,  yog muab hlau  ua, dav plaub tshim thiab ntev cuaj tshim raws li luag ibtxwm ntsuas. Niaj hnub no lub txaj ntawd tseem nyob hauv cov neeg Amoos lub nroog Lanpas.)"},{"bible_id":"1525","chapter_code":"DEU.3","verse_code":"DEU.3.12","label":"12","content":"“Thaum peb txeeb tau lub tebchaws ntawd los ua peb tug lawm, kuv muab cheebtsam ntawm lub nroog Alu-es sab qaumteb uas nyob ze tus dej Alenoos lub laj roob hauv Nkile-as nrog tej nroog ib nrab faib rau xeem Lunpees thiab xeem Khas."},{"bible_id":"1525","chapter_code":"DEU.3","verse_code":"DEU.3.13","label":"13","content":"Kuv muab cheebtsam Nkile-as uas seem thiab lub nroog Npasas uas Aunkas kav nrog rau cheebtsam Alenkaus tagnrho faib rau xeem Manaxes ib nrab.” (Raws li sawvdaws paub, Npasas yog cov Lefayees lub tebchaws."},{"bible_id":"1525","chapter_code":"DEU.3","verse_code":"DEU.3.14","label":"14","content":"Yailes uas yog xeem Manaxes tau tagnrho cheebtsam Alenkaus uas yog Npasas, mus txog ntua ntawm cov Nkesus thiab cov Ma-akas tus ciamteb. Yailes muab nws tej zos tis npe raws li nws lub npe, niaj hnub no luag tseem hu ua Yailes tej zos.)"},{"bible_id":"1525","chapter_code":"DEU.3","verse_code":"DEU.3.15","label":"15","content":"“Kuv muab cheebtsam Nkile-as faib rau Makhiles cuab kwvtij uas yog xeem Manaxes."},{"bible_id":"1525","chapter_code":"DEU.3","verse_code":"DEU.3.16","label":"16","content":"Kuv muab cheebtsam ntawm Nkile-as mus ti nkaus rau ntawm tus Dej Alehoos faib rau xeem Lunpees thiab xeem Khas. Ob xeem ntawd tus ciamteb sab qabteb phua plawv tus dej Alenoos, thiab sab qaumteb tus ciam txij ntua ntawm tus Dej Yanpaus uas yog cov Amoos tus ciamteb."},{"bible_id":"1525","chapter_code":"DEU.3","verse_code":"DEU.3.17","label":"17","content":"Sab hnub poob tus ciam mus txog ntua tus dej Yauladees, txij ntua ntawm Hiavtxwv Kalilais uas nyob sab qaumteb mus txog rau nram Hiavtxwv Tuag uas nyob sab qabteb thiab mus txog rau ntawm lub taw roob Pinkas uas nyob sab hnubtuaj."},{"bible_id":"1525","chapter_code":"DEU.3","verse_code":"DEU.3.18","label":"18","content":"“Thaum ntawd kuv hais li no rau lawv tias: ‘Tus TSWV uas yog peb tus Vajtswv twb muab lub tebchaws uas nyob ntawm tus Dej Yauladees sab hnubtuaj rau nej lawm. Nej cia li txhij nej cov tubrog thiab kom lawv hla tus Dej Yauladees mus rau sab tim ub, mus ua nej cov kwvtij Yixalayees ntej, thiab pab lawv tua lub tebchaws."},{"bible_id":"1525","chapter_code":"DEU.3","verse_code":"DEU.3.19","label":"19","content":"Kuv paub hais tias nej muaj pojniam, menyuam thiab tsiaj txhu coob. Yog li ntawd, tsuas tseg nej cov pojniam, menyuam thiab tej tsiaj txhu nyob hauv cov nroog uas kuv twb muab faib rau nej lawm xwb."},{"bible_id":"1525","chapter_code":"DEU.3","verse_code":"DEU.3.20","label":"20","content":"Nej yuav tau mus pab nej cov kwvtij Yixalayees tua lub tebchaws uas tus TSWV muab rau lawv uas nyob ntawm tus Dej Yauladees sab hnubpoob, mus txog thaum tus TSWV pub rau lawv nyob kaj siab lug hauv lub tebchaws ntawd ib yam li tus TSWV twb pub rau nej lawm. Tom qab ntawd nej mam li rov qab los nyob hauv lub tebchaws uas kuv muab rau nej.’"},{"bible_id":"1525","chapter_code":"DEU.3","verse_code":"DEU.3.21","label":"21","content":"“Ces kuv hais rau Yausuas hais tias: ‘Koj twb pom tej uas tus TSWV uas yog koj tus Vajtswv ua rau Vajntxwv Xihoos thiab Vajntxwv Aunkas lawm; nws yuav ua ib yam li ntawd rau txhua lub tebchaws uas koj mus tua."},{"bible_id":"1525","chapter_code":"DEU.3","verse_code":"DEU.3.22","label":"22","content":"Koj tsis txhob ntshai lawv, rau qhov tus TSWV uas yog koj tus Vajtswv yuav pab kom koj tua yeej.’"},{"bible_id":"1525","chapter_code":"DEU.3","verse_code":"DEU.3.23","label":"23","content":"“Thaum ntawd kuv thov Vajtswv hais tias,"},{"bible_id":"1525","chapter_code":"DEU.3","verse_code":"DEU.3.24","label":"24","content":"‘Tus TSWV uas kav ib puas tsav yam, koj twb qhia tej txujci tseemceeb uas koj yuav ua rau kuv paub thaum chivkeeb los lawm. Yeej tsis muaj dua lwm tus vajtswv ua nyob saum ntuj lossis hauv ntiajteb no yuav muaj cuabkav ua tej txujci tseemceeb npaum li koj tau ua tas los lawm!"},{"bible_id":"1525","chapter_code":"DEU.3","verse_code":"DEU.3.25","label":"25","content":"Tus TSWV, thov pub kuv hla tus Dej Yauladees mus rau sab tim ub, kom kuv tau pom lub tebchaws av rog thiab zoo qoob, tej laj roob uas zoo nkauj thiab tej roob siab hauv tebchaws Lenpanoos.’"},{"bible_id":"1525","chapter_code":"DEU.3","verse_code":"DEU.3.26","label":"26","content":"“Tiamsis twb yog vim nej ntag, tus TSWV thiaj li chim rau kuv thiab tsis mloog kuv tej lus thov. Nws hais rau kuv hais tias, ‘Koj los txog ntawm no xwb, ces tau lawm! Tsis txhob hais qhov uas koj yuav mus rau tebchaws Kana-as li!"},{"bible_id":"1525","chapter_code":"DEU.3","verse_code":"DEU.3.27","label":"27","content":"Koj cia li nce mus rau saum lub ncov Roob Pinkas thiab tsa muag saib sab qaumteb, sab qabteb, sab hnubtuaj thiab sab hnubpoob. Koj ua tib zoo saib tej uas koj qhovmuag pom, rau qhov koj yuav tsis tau hla tus Dej Yauladees."},{"bible_id":"1525","chapter_code":"DEU.3","verse_code":"DEU.3.28","label":"28","content":"Koj yuav tsum qhia Yausuas thiab txhawb nws lub zog, kom nws muaj lub siab tawv, rau qhov nws yog tus uas yuav coj kuv haivneeg hla tus Dej Yauladees mus nyob lub tebchaws uas koj pom ntawd.’"},{"bible_id":"1525","chapter_code":"DEU.3","verse_code":"DEU.3.29","label":"29","content":"“Yog li ntawd, peb tseem nyob hauv lub hav uas saib ntsoov lub nroog Npepe-aus.”"},{"bible_id":"1525","chapter_code":"DEU.4","verse_code":"DEU.4.1","label":"1","content":"Ces Mauxes hais rau cov Yixalayees hais tias, “Nej yuav tsum coj raws li tej lus uas kuv qhia rau nej, nej thiaj muaj sia nyob ntev, thiab kav lub tebchaws uas tus TSWV uas yog nej cov yawgkoob tus Vajtswv muab pub rau nej."},{"bible_id":"1525","chapter_code":"DEU.4","verse_code":"DEU.4.2","label":"2","content":"Nej tsis txhob ntxiv ib lo lus rau tej lus uas kuv hais tseg rau nej lossis rho ib lo lus tseg li. Nej yuav tsum ua raws li tus TSWV uas yog nej tus Vajtswv tej lus uas kuv hais rau nej txhua lo huv tibsi."},{"bible_id":"1525","chapter_code":"DEU.4","verse_code":"DEU.4.3","label":"3","content":"Nej puavleej pom tej uas tus TSWV ua saum Roob Pe-aus lawm. Tus TSWV tua cov neeg uas pe tus mlom Npa-as txhua tus povtseg huv tibsi,"},{"bible_id":"1525","chapter_code":"DEU.4","verse_code":"DEU.4.4","label":"4","content":"tiamsis nej cov uas muab siab npuab tus TSWV uas yog nej tus Vajtswv, nej sawvdaws puavleej tseem ua neej nyob los txog niaj hnub no."},{"bible_id":"1525","chapter_code":"DEU.4","verse_code":"DEU.4.5","label":"5","content":"“Kuv twb qhia tus TSWV uas yog nej tus Vajtswv tej kevcai uas nws kom kuv qhia rau nej tas lawm. Thaum nej mus nyob hauv lub tebchaws uas nej tabtom yuav mus tua, nej yuav tsum ua raws li tej kevcai ntawd."},{"bible_id":"1525","chapter_code":"DEU.4","verse_code":"DEU.4.6","label":"6","content":"Nej yuav tsum muab siab npuab thiab ua raws li tej kevcai no, luag lwm haivneeg thiaj pom hais tias nej muaj tswvyim. Thaum luag hnov txog tej kevcai no, luag yuav hais ncha ntws hais tias, ‘Haivneeg no muaj tswvyim thiab txawj ntse kawg li!’"},{"bible_id":"1525","chapter_code":"DEU.4","verse_code":"DEU.4.7","label":"7","content":"“Tsis muaj ib haivneeg twg uas muaj tus tswv nrog lawv nyob thiab pab lawv ib yam li tus TSWV uas yog peb tus Vajtswv nrog peb thiab pab peb, txawm yog haivneeg ntawd muaj hwjchim loj npaum twg los xij, yeej tsis muaj ib tug uas yuav pab lawv li. Tiamsis thaum twg peb tsa ncauj thov tus TSWV, nws yeej pab peb."},{"bible_id":"1525","chapter_code":"DEU.4","verse_code":"DEU.4.8","label":"8","content":"Tsis muaj ib haivneeg tseemceeb twg uas muaj tej kevcai ncaj ncees li tej uas hnub no kuv qhia rau nej."},{"bible_id":"1525","chapter_code":"DEU.4","verse_code":"DEU.4.9","label":"9","content":"Nej yuav tsum ceevfaj thiab nco ntsoov tej uas nej qhovmuag pom no mus tas nej simneej. Nej yuav tsum muab piav qhia rau nej tej tubki thiab tej xeebntxwv mloog"},{"bible_id":"1525","chapter_code":"DEU.4","verse_code":"DEU.4.10","label":"10","content":"txog tej xwm uas hnub nej mus cuag tus TSWV uas yog nej tus Vajtswv saum lub Roob Xinais.  Hnub ntawd nws hais rau kuv hais tias, ‘Koj cia li hu cov pejxeem tuaj ua ke, kuv xav qhia kuv tej lus rau lawv mloog, kom lawv thiaj paub hwm thiab mloog kuv lus tas lawv tiam neej thiab lawv thiaj paub qhia lawv tej tubki kom mloog kuv tej lus.’"},{"bible_id":"1525","chapter_code":"DEU.4","verse_code":"DEU.4.11","label":"11","content":"“Nej yuav tsum piav qhia rau nej tej menyuam mloog hais tias, hnub ntawd nej mus sawv ntawm taw roob, muaj huab tsaus nti li pa taws thiab muaj nplaim taws cig nto ntuj."},{"bible_id":"1525","chapter_code":"DEU.4","verse_code":"DEU.4.12","label":"12","content":"Nej qhia rau lawv hais tias, tus TSWV hais lus hauv cov nplaim taws tuaj rau nej, nws hais li cas rau nej los nej yeej hnov txhua lo, tiamsis nej tsis pom nws."},{"bible_id":"1525","chapter_code":"DEU.4","verse_code":"DEU.4.13","label":"13","content":"Nws qhia tej uas nej yuav tsum tau ua rau nej, nej thiaj yuav coj tau raws li tej lus uas nws cog tseg rau nej lawm. Nws hais kom nej ua raws li Kaum Nqe Kevcai uas nws tau sau rau ntawm ob daim txiag zeb."},{"bible_id":"1525","chapter_code":"DEU.4","verse_code":"DEU.4.14","label":"14","content":"Tus TSWV kom kuv qhia nws tej kevcai rau nej paub thiab nej yuav tsum coj, thaum nej mus nyob hauv lub tebchaws uas nej tabtom mus tua ntawd."},{"bible_id":"1525","chapter_code":"DEU.4","verse_code":"DEU.4.15","label":"15","content":"“Thaum tus TSWV hais lus hauv cov nplaim taws uas nyob saum Roob Xinais tuaj rau nej, nej tsis pom nws. Yog nej xav tau zoo, nej yuav tsum ceevfaj"},{"bible_id":"1525","chapter_code":"DEU.4","verse_code":"DEU.4.16","label":"16","content":"tsis txhob puab ib tus mlom dabtsi hlo li, tsis hais zoo li pojniam lossis zoo li txivneej,"},{"bible_id":"1525","chapter_code":"DEU.4","verse_code":"DEU.4.17","label":"17","content":"tsis hais zoo li tus tsiaj lossis zoo li tus noog,"},{"bible_id":"1525","chapter_code":"DEU.4","verse_code":"DEU.4.18","label":"18","content":"tsis hais zoo li tus nab lossis zoo li tus ntses. Yog nej puab tej ntawd, ces nej ua txhaum ntag."},{"bible_id":"1525","chapter_code":"DEU.4","verse_code":"DEU.4.19","label":"19","content":"Nej tsis txhob teev lossis pe tej uas nej pom nyob saum nruab ntug, tsis hais lub hnub lossis lub hli thiab tej hnubqub. Tus TSWV uas yog nej tus Vajtswv cia lwm haivneeg pe tej ntawd."},{"bible_id":"1525","chapter_code":"DEU.4","verse_code":"DEU.4.20","label":"20","content":"Tiamsis Vajtswv coj nej tawm nram tebchaws Iziv uas zoo li lub cubtawg los ua nws haivneeg, ib yam li niaj hnub no nej yog nws haivneeg."},{"bible_id":"1525","chapter_code":"DEU.4","verse_code":"DEU.4.21","label":"21","content":"Tus TSWV uas yog nej tus Vajtswv chim rau kuv twb yog vim nej ntag, tus TSWV thiaj hais tias, nws tsis pub kuv hla tus Dej Yauladees mus nyob tim lub tebchaws av rog thiab zoo qoob uas nws tabtom muab pub rau nej."},{"bible_id":"1525","chapter_code":"DEU.4","verse_code":"DEU.4.22","label":"22","content":"Kuv yuav tuag rau hauv lub tebchaws no, kuv yuav tsis tau hla tus Dej Yauladees mus rau sab tid, tiamsis nej yuav tau hla mus nyob hauv lub tebchaws uas av rog thiab zoo qoob ntawd."},{"bible_id":"1525","chapter_code":"DEU.4","verse_code":"DEU.4.23","label":"23","content":"Nej yuav tsum nco ntsoov tus TSWV uas yog nej tus Vajtswv tej lus uas nws cog tseg rau nej lawm. Nej yuav tsum mloog tus TSWV tej lus uas qhia rau nej hais tias, nej tsis txhob puab ib yam mlom dabtsi rau nej pe hlo li,"},{"bible_id":"1525","chapter_code":"DEU.4","verse_code":"DEU.4.24","label":"24","content":"rau qhov tus TSWV uas yog nej tus Vajtswv khib nej heev, nws zoo ib yam li tej nplaim taws uas cig laim lias."},{"bible_id":"1525","chapter_code":"DEU.4","verse_code":"DEU.4.25","label":"25","content":"“Txawm yog nej mus nyob hauv lub tebchaws ntawd tau ntev, thiab muaj tub muaj ki, muaj xeebntxwv lawm los nej tsis txhob puab ib yam mlom dabtsi li, yog nej puab mlom, ces nej ua txhaum lawm ntag. Qhov uas neeg puab mlom yog kev txhaum uas ua rau tus TSWV chim."},{"bible_id":"1525","chapter_code":"DEU.4","verse_code":"DEU.4.26","label":"26","content":"Hnub no kuv thov lub ntuj thiab lub teb nrog kuv ua timkhawv, yog nej tsis mloog kuv lus, tsis ntev nej yuav puastsuaj tas rau hauv lub tebchaws ntawd. Nej yuav tsis tau nyob ntev hauv lub tebchaws uas nej tabtom yuav hla tus Dej Yauladees mus nyob ntawd. Nej yuav puastsuaj tas huv tibsi."},{"bible_id":"1525","chapter_code":"DEU.4","verse_code":"DEU.4.27","label":"27","content":"Tus TSWV yuav ua rau nej tawg ua sab ua sua mus nrog lwm haivneeg nyob, nej cov neeg tsuas tshuav cov tsawg thiaj dim kev puastsuaj thiab muaj sia ua neej nyob xwb."},{"bible_id":"1525","chapter_code":"DEU.4","verse_code":"DEU.4.28","label":"28","content":"Nej yuav tau teev luag tej mlom hauv tej tebchaws uas nej mus nyob ntawd, tsis hais tej mlom uas yog ntoo lossis pobzeb, tej mlom ntawd yeej tsis hnov lus thiab tsis pom kev, tsis txawj noj thiab tsis hnov ntxhiab dabtsi hlo li."},{"bible_id":"1525","chapter_code":"DEU.4","verse_code":"DEU.4.29","label":"29","content":"Thaum nej mus nyob hauv luag tej tebchaws, yog nej muab siab rau nrhiav tus TSWV uas yog nej tus Vajtswv tiag, nej yeej yuav ntsib nws."},{"bible_id":"1525","chapter_code":"DEU.4","verse_code":"DEU.4.30","label":"30","content":"Thaum tej xwm no los raug nej thiab nej raug kev txomnyem ntxhov siab, thaum ntawd nej yuav tig rov los cuag tus TSWV thiab mloog nws lus."},{"bible_id":"1525","chapter_code":"DEU.4","verse_code":"DEU.4.31","label":"31","content":"Nws yog tus Vajtswv uas muaj kev hlub. Nws yuav tsis tso nej tseg lossis ua rau nej puastsuaj, nws yuav nco ntsoov tej lus uas thaum ub nws tau cog tseg rau nej cov yawgkoob lawm."},{"bible_id":"1525","chapter_code":"DEU.4","verse_code":"DEU.4.32","label":"32","content":"“Nej sim mus nug saib tiam thaum ub uas tseem tsis tau yug nej, suav txij thaum Vajtswv tsim muaj neeg nyob rau lub ntiajteb no los, puas muaj tej xwm loj npaum li tej uas nej pom no los tsis muaj? Nej sim mus nug thoob ntiajteb saib, puas muaj leejtwg hnov tej xwm zoo li no los tsis hnov?"},{"bible_id":"1525","chapter_code":"DEU.4","verse_code":"DEU.4.33","label":"33","content":"Puas muaj leejtwg hnov Vajtswv hais lus hauv cov nplaim taws tuaj, thiab nws tseem ciaj sia nyob ib yam li thaum nej hnov Vajtswv hais, es nej tseem muaj sia nyob?"},{"bible_id":"1525","chapter_code":"DEU.4","verse_code":"DEU.4.34","label":"34","content":"Puas muaj ib tug vajtswv twg muaj cuabkav coj tau ib haivneeg tawm hauv lwm haivneeg lub tebchaws los ua nws haivneeg, li tus TSWV uas yog nej tus Vajtswv tau coj nej tawm nram tebchaws Iziv los? Twb yog Vajtswv lub hwjchim thiab nws lub zog, ua siv ua npog, ua tsov ua rog, ua tej txujci tseemceeb uas loj kawg nkaus, thiab ua tej xwmtxheej uas neeg ntshai tabmeeg rau nej qhovmuag pom ntag."},{"bible_id":"1525","chapter_code":"DEU.4","verse_code":"DEU.4.35","label":"35","content":"Tus TSWV ua tej no qhia rau nej paub hais tias, nws tib leeg xwb thiaj yog Vajtswv, tsis muaj dua lwm tus Vajtswv."},{"bible_id":"1525","chapter_code":"DEU.4","verse_code":"DEU.4.36","label":"36","content":"Tus TSWV ua rau nej hnov nws lub suab hais saum ntuj tuaj, nws thiaj qhia tau nej; thiab cia nej pom nws tej nplaim taws uas tseemceeb hauv ntiajteb no, nej hnov nws lub suab hais lus hauv tej nplaim taws ntawd tuaj."},{"bible_id":"1525","chapter_code":"DEU.4","verse_code":"DEU.4.37","label":"37","content":"Nws hlub nej cov yawgkoob, nws thiaj xaiv nej thiab nws lub hwjchim uas loj kawg nkaus coj nej tawm nram tebchaws Iziv los."},{"bible_id":"1525","chapter_code":"DEU.4","verse_code":"DEU.4.38","label":"38","content":"Thaum nej txav zuj zus mus rau tom hauv ntej, tus TSWV ntiab tej haivneeg uas loj thiab muaj zog dua nej khiav tawm ua ntej nej mus txog, nws ua li ntawd twb yog nws coj nej mus nyob hauv lawv lub tebchaws uas nws muab pub rau nej nyob ua nej tug lawm."},{"bible_id":"1525","chapter_code":"DEU.4","verse_code":"DEU.4.39","label":"39","content":"Yog li ntawd, hnub no nej yuav tsum nco ntsoov rau nruab siab hais tias, tus TSWV uas yog Vajtswv, nws kav saum ntuj thiab hauv ntiajteb. Tsis muaj dua lwm tus vajtswv nyob qhov twg li, tsuas yog muaj nws tib leeg xwb thiaj yog Vajtswv."},{"bible_id":"1525","chapter_code":"DEU.4","verse_code":"DEU.4.40","label":"40","content":"Nej yuav tsum ua raws li tus TSWV tej kevcai uas hnub no kuv qhia rau nej txhua nqe, nej thiab nej tej tubki thiaj yuav noj qab nyob zoo. Nej yuav muaj sia ua neej nyob ntev hauv lub tebchaws uas tus TSWV uas yog nej tus Vajtswv yuav muab rau nej ua nej tug mus ibtxhis.”"},{"bible_id":"1525","chapter_code":"DEU.4","verse_code":"DEU.4.41","label":"41","content":"Mauxes xaiv tau peb lub nroog uas nyob sab hnubtuaj ntawm tus Dej Yauladees"},{"bible_id":"1525","chapter_code":"DEU.4","verse_code":"DEU.4.42","label":"42","content":"tseg rau tus uas yuam kev tua tus neeg uas tsis yog nws tus yeebncuab tau khiav mus cawm siav. Nws khiav mus nyob hauv cov nroog ntawd ib lub kom luag tsis txhob muab nws tua."},{"bible_id":"1525","chapter_code":"DEU.4","verse_code":"DEU.4.43","label":"43","content":"Xeem Lunpees tau lub nroog Npexeles uas nyob ntawm tiaj suabpuam; xeem Khas tau lub nroog Lamaus uas nyob hauv cheebtsam Nkile-as; thiab xeem Manaxes tau lub nroog Nkaulas uas nyob hauv cheebtsam Npasas."},{"bible_id":"1525","chapter_code":"DEU.4","verse_code":"DEU.4.44","label":"44","content":"Mauxes qhia Vajtswv tej kevcai rau cov Yixalayees."},{"bible_id":"1525","chapter_code":"DEU.4","verse_code":"DEU.4.45+DEU.4.46","label":"45-46","content":"Mauxes muab tus TSWV tej kevcai no qhia rau lawv, tom qab uas lawv tsiv nram tebchaws Iziv los nyob rau hauv lub hav ntawm tus Dej Yauladees sab hnubtuaj uas saib ntsoov lub nroog Npepe-aus. Lub hav ntawd nyob hauv cov Amaules tus Vajntxwv Xihoos uas kav lub nroog Hesenpoos lub tebchaws. Thaum Mauxes thiab cov Yixalayees tsiv nram tebchaws Iziv los, lawv tua yeej Vajntxwv Xihoos."},{"bible_id":"1525","chapter_code":"DEU.4","verse_code":"DEU.4.47","label":"47","content":"Lawv kav tagnrho Vajntxwv Xihoos lub tebchaws, thiab Vajntxwv Aunkas lub tebchaws uas yog cheebtsam Npasas, Aunkas yog cov Amaules tus vajntxwv uas nyob ntawm tus Dej Yauladees sab hnubtuaj."},{"bible_id":"1525","chapter_code":"DEU.4","verse_code":"DEU.4.48","label":"48","content":"Lub tebchaws no tus ciam txij ntua ntawm lub nroog Alu-es uas nyob ntawm ntug Dej Alenoos mus rau sab qaumteb ti nkaus lub Roob Xili-oos  uas yog lub roob Helemoos."},{"bible_id":"1525","chapter_code":"DEU.4","verse_code":"DEU.4.49","label":"49","content":"Thiab tagnrho cheebtsam uas nyob ntawm tus Dej Yauladees sab hnubtuaj, thiab mus ti nkaus rau nram Hiavtxwv Tuag uas nyob sab qabteb, thiab mus txog ntua ntawm taw Roob Pinkas uas nyob sab hnubtuaj."},{"bible_id":"1525","chapter_code":"DEU.5","verse_code":"DEU.5.1","label":"1","content":"Mauxes hu tagnrho cov Yixalayees tuaj ua ke thiab hais rau lawv tias, “Cov Yixalayees, nej cia li mloog tej kevcai uas hnub no kuv qhia rau nej. Kom nej paub coj thiab ua raws li tej kevcai ntawd."},{"bible_id":"1525","chapter_code":"DEU.5","verse_code":"DEU.5.2","label":"2","content":"Thaum peb tseem nyob ntawm Roob Xinais, tus TSWV uas yog peb tus Vajtswv tau coglus tseg rau peb,"},{"bible_id":"1525","chapter_code":"DEU.5","verse_code":"DEU.5.3","label":"3","content":"tsis yog rau peb cov yawgkoob xwb, tiamsis yog rau peb cov uas tseem muaj sia nyob niaj hnub no ntag."},{"bible_id":"1525","chapter_code":"DEU.5","verse_code":"DEU.5.4","label":"4","content":"Thaum nyob saum Roob Xinais, tus TSWV hais rau nej tim ntsej tim muag hauv cov nplaim taws tuaj."},{"bible_id":"1525","chapter_code":"DEU.5","verse_code":"DEU.5.5","label":"5","content":"Thaum ntawd, kuv sawv nruab nrab ntawm nej thiab tus TSWV, thiab qhia tej lus uas nws kom kuv qhia rau nej, vim nej ntshai tej nplaim taws ntawd heev, nej thiaj tsis kam nce mus rau saum roob. “Tus TSWV hais tias,"},{"bible_id":"1525","chapter_code":"DEU.5","verse_code":"DEU.5.6","label":"6","content":"‘Kuv yog tus TSWV uas yog nej tus Vajtswv, tus uas coj nej tawm nram tebchaws Iziv uas nej ua luag qhev los."},{"bible_id":"1525","chapter_code":"DEU.5","verse_code":"DEU.5.7","label":"7","content":"“ ‘Tsis txhob pe lwm tus vajtswv, tiamsis pe kuv tib leeg xwb."},{"bible_id":"1525","chapter_code":"DEU.5","verse_code":"DEU.5.8","label":"8","content":"“ ‘Tsis txhob puab tej mlom ua zoo li tej uas nyob saum nruab ntug lossis tej uas nyob hauv ntiajteb no lossis hauv tivtxwv rau nej pe."},{"bible_id":"1525","chapter_code":"DEU.5","verse_code":"DEU.5.9","label":"9","content":"Tsis txhob pe ib tug mlom twg li, rau qhov kuv yog tus TSWV uas yog nej tus Vajtswv, kuv khib nej heev. Kuv yog tus TSWV uas rau txim rau cov uas ntxub kuv thiab lawv cov xeebntxwv mus txog peb thiab plaub tiam neeg."},{"bible_id":"1525","chapter_code":"DEU.5","verse_code":"DEU.5.10","label":"10","content":"Tiamsis kuv hlub cov uas muab siab npuab kuv thiab coj raws li kuv tej kevcai, ib tiam dhau ib tiam mus txog ntau txhiab tiam neeg."},{"bible_id":"1525","chapter_code":"DEU.5","verse_code":"DEU.5.11","label":"11","content":"“ ‘Tsis txhob muab kuv lub npe mus hais ua dog ua dig, rau qhov kuv yog tus TSWV uas yog nej tus Vajtswv, kuv yuav rau txim rau cov neeg uas muab kuv lub npe mus hais ua dog ua dig."},{"bible_id":"1525","chapter_code":"DEU.5","verse_code":"DEU.5.12","label":"12","content":"“ ‘Nco ntsoov hnub Xanpataus ua hnub tseemceeb raws li tus TSWV uas yog nej tus Vajtswv hais rau nej lawm."},{"bible_id":"1525","chapter_code":"DEU.5","verse_code":"DEU.5.13","label":"13","content":"Nej ua nej tej haujlwm rau hnub,"},{"bible_id":"1525","chapter_code":"DEU.5","verse_code":"DEU.5.14","label":"14","content":"tiamsis hnub xya yog hnub so thiab pehawm Vajtswv. Hnub ntawd tsis pub leejtwg ua haujlwm li, tsis hais nej, nej tej tub tej ntxhais, tej tubqhe, tej tsiaj txhu lossis lwm haivneeg uas nrog nej nyob hauv nej lub tebchaws, sawvdaws yuav tsum so huv tibsi. Kom nej cov tubqhe tau so ib yam li nej."},{"bible_id":"1525","chapter_code":"DEU.5","verse_code":"DEU.5.15","label":"15","content":"Nco ntsoov thaum nej ua luag qhev nyob nram tebchaws Iziv, tus TSWV uas yog nej tus Vajtswv lub hwjchim pab nej dim. Twb yog li ntawd, kuv thiaj kom nej hwm hnub Xanpataus."},{"bible_id":"1525","chapter_code":"DEU.5","verse_code":"DEU.5.16","label":"16","content":"“ ‘Yuav tsum hwm nej niam nej txiv, raws li tus TSWV uas yog nej tus Vajtswv hais rau nej lawm, nej thiaj yuav noj qab nyob zoo thiab muaj sia ua neej nyob ntev hauv lub tebchaws uas kuv muab rau nej."},{"bible_id":"1525","chapter_code":"DEU.5","verse_code":"DEU.5.17","label":"17","content":"“ ‘Tsis txhob tua neeg."},{"bible_id":"1525","chapter_code":"DEU.5","verse_code":"DEU.5.18","label":"18","content":"“ ‘Tsis txhob deev luag poj luag txiv."},{"bible_id":"1525","chapter_code":"DEU.5","verse_code":"DEU.5.19","label":"19","content":"“ ‘Tsis txhob ua tubsab."},{"bible_id":"1525","chapter_code":"DEU.5","verse_code":"DEU.5.20","label":"20","content":"“ ‘Tsis txhob ua timkhawv tsis tseeb ntxo kwvtij zejzog."},{"bible_id":"1525","chapter_code":"DEU.5","verse_code":"DEU.5.21","label":"21","content":"“ ‘Tsis txhob ntshaw luag pojniam; tsis txhob ntshaw luag tej vajtse, luag tej liaj tej teb, luag tej tubqhe, luag tej nyuj, luag tej neesluav lossis tej uas yog luag tug.’"},{"bible_id":"1525","chapter_code":"DEU.5","verse_code":"DEU.5.22","label":"22","content":"“Tej no yog tus TSWV tej kevcai uas nws muab rau nej thaum nej tuaj txoos ua ke rau ntawm Roob Xinais. Thaum uas tus TSWV hais lus ua suab nrov ntxhe ntws hauv cov nplaim taws thiab hauv tauv huab uas tsaus nti tuaj, nws tsis muab lwm yam rau nej, tsuas yog tej kevcai no xwb. Nws sau rau ntawm ob daim txiag zeb thiab muab rau kuv."},{"bible_id":"1525","chapter_code":"DEU.5","verse_code":"DEU.5.23","label":"23","content":"“Thaum cov nplaim taws cig thoob plaws saum lub roob ntawd, nej hnov ib lub suab hais hauv qhov uas tsaus nti tuaj, ces nej cov thawjcoj thiab cov thawj ntawm tej xeem los cuag kuv"},{"bible_id":"1525","chapter_code":"DEU.5","verse_code":"DEU.5.24","label":"24","content":"thiab hais rau kuv hais tias, ‘Tus TSWV uas yog peb tus Vajtswv qhia nws lub hwjchim thiab nws tus hwvxyeej rau peb, thaum peb hnov nws lub suab hais lus hauv cov nplaim taws tuaj. Hnub no peb pom Vajtswv hais lus rau ib tug neeg, txawm li ntawd los nws tseem muaj sia nyob."},{"bible_id":"1525","chapter_code":"DEU.5","verse_code":"DEU.5.25","label":"25","content":"Yog peb tseem hnov tus TSWV uas yog peb tus Vajtswv lub suab hais lus ntxiv, mas peb yeej yuav tuag; thiab cov nplaim taws yeej yuav kub peb xwb. Peb tsis tau xav tuag li."},{"bible_id":"1525","chapter_code":"DEU.5","verse_code":"DEU.5.26","label":"26","content":"Puas muaj leejtwg hnov Vajtswv tus uas muaj sia nyob lub suab hais lus hauv cov nplaim taws tuaj thiab tus ntawd tseem muaj sia nyob?"},{"bible_id":"1525","chapter_code":"DEU.5","verse_code":"DEU.5.27","label":"27","content":"Mauxes, thov koj rov qab mus saum roob, thiab mloog tus TSWV uas yog peb tus Vajtswv tej lus saib nws hais li cas rau koj. Koj mam rov los qhia tej lus ntawd rau peb. Peb yuav mloog thiab ua raws li tej lus ntawd.’"},{"bible_id":"1525","chapter_code":"DEU.5","verse_code":"DEU.5.28","label":"28","content":"“Thaum tus TSWV hnov nej tej lus, nws hais rau kuv hais tias, ‘Kuv twb hnov tej lus uas cov neeg ntawd hais, lawv hais yog lawm."},{"bible_id":"1525","chapter_code":"DEU.5","verse_code":"DEU.5.29","label":"29","content":"Yog lawv txawj xav li ntawd thiab mloog kuv tej lus mus li, mas lawv thiab lawv tej xeebntxwv yuav tau lub neej zoo mus tas simneej."},{"bible_id":"1525","chapter_code":"DEU.5","verse_code":"DEU.5.30","label":"30","content":"Koj cia li rov qab mus hais kom lawv rov mus rau hauv lawv tej tsevntaub."},{"bible_id":"1525","chapter_code":"DEU.5","verse_code":"DEU.5.31","label":"31","content":"Tiamsis Mauxes, koj rov tuaj cuag kuv ntawm no, kuv yuav qhia kuv tej kevcai huv tibsi rau koj. Koj coj mus qhia rau lawv, kom lawv coj raws li ntawd, thaum lawv mus nyob hauv lub tebchaws uas kuv muab rau lawv.’"},{"bible_id":"1525","chapter_code":"DEU.5","verse_code":"DEU.5.32","label":"32","content":"“Cov Yixalayees, nej yuav tsum ua raws li tus TSWV uas yog nej tus Vajtswv tej kevcai uas nws qhia rau nej lawm. Nej yuav tsum coj raws li Vajtswv tej Kevcai txhua nqe."},{"bible_id":"1525","chapter_code":"DEU.5","verse_code":"DEU.5.33","label":"33","content":"Mloog thiab ua raws li tus TSWV uas yog nej tus Vajtswv tej kevcai txhua nqe, nej thiaj yuav noj qab nyob zoo thiab ua neej nyob ntev rau hauv lub tebchaws uas nej yuav mus tua ntawd."},{"bible_id":"1525","chapter_code":"DEU.6","verse_code":"DEU.6.1","label":"1","content":"“Tej lus no yog tus TSWV uas yog nej tus Vajtswv tej kevcai uas nws kom kuv muab qhia rau nej. Thaum nej mus nyob hauv lub tebchaws uas nej tabtom yuav mus tua thiab nyob ntawd, nej yuav tsum coj raws li tej kevcai no."},{"bible_id":"1525","chapter_code":"DEU.6","verse_code":"DEU.6.2","label":"2","content":"Nej thiab nej tej xeebntxwv yuav tsum hwm tus TSWV uas yog nej tus Vajtswv mus txog hnub uas tas nej simneej. Nej yuav tsum ua raws li tus TSWV tej kevcai uas kuv qhia rau nej txhua nqe, nej thiaj yuav muaj sia ua neej nyob ntev hauv lub tebchaws ntawd."},{"bible_id":"1525","chapter_code":"DEU.6","verse_code":"DEU.6.3","label":"3","content":"Ib tsoom Yixalayees, nej cia li mloog thiab khaws coj, nej thiaj yuav tau nyob kaj siab lug, thiab ciaj ua ib haivneeg uas muaj hwjchim loj nyob hauv lub tebchaws uas av rog thiab zoo qoob, raws li tus TSWV uas yog peb cov yawgkoob tus Vajtswv tau coglus tseg lawm."},{"bible_id":"1525","chapter_code":"DEU.6","verse_code":"DEU.6.4","label":"4","content":"“Ib tsoom Yixalayees, nej ua tib zoo mloog, tsuas yog tus TSWV tib leeg xwb, thiaj yog peb tus Vajtswv."},{"bible_id":"1525","chapter_code":"DEU.6","verse_code":"DEU.6.5","label":"5","content":"Nej yuav tsum hlub tus TSWV uas yog nej tus Vajtswv kawg siab kawg ntsws, kawg plab kawg plawv thiab kawg nej lub dag lub zog."},{"bible_id":"1525","chapter_code":"DEU.6","verse_code":"DEU.6.6","label":"6","content":"Nej yuav tsum nco ntsoov tej lus uas hnub no kuv qhia rau nej."},{"bible_id":"1525","chapter_code":"DEU.6","verse_code":"DEU.6.7","label":"7","content":"Nej yuav tsum muab qhia rau nej tej menyuam, thiab niaj hnub hais txog tej lus ntawd, tsis hais thaum nej nyob hauv tsev, thaum nej taug kev, thaum nej so thiab thaum nej ua haujlwm."},{"bible_id":"1525","chapter_code":"DEU.6","verse_code":"DEU.6.8","label":"8","content":"Muab pav rau ntawm nej cajnpab, thiab rau ntawm nej hauvpliaj ua chaw nco."},{"bible_id":"1525","chapter_code":"DEU.6","verse_code":"DEU.6.9","label":"9","content":"Muab sau rau ntawm nej tej ncej qhovrooj thiab ntawm nej tej roojvag."},{"bible_id":"1525","chapter_code":"DEU.6","verse_code":"DEU.6.10","label":"10","content":"“Tus TSWV uas yog nej tus Vajtswv yuav muab lub tebchaws vammeej, muaj zej muaj zos uas tsis yog nej txhais tes ua rau nej nyob ua nej tug raws li nws tau coglus tseg rau Anplahas, Ixaj thiab Yakhauj uas yog nej cov yawgkoob lawm."},{"bible_id":"1525","chapter_code":"DEU.6","verse_code":"DEU.6.11","label":"11","content":"Tej vajtse ntawd muaj txhua yam zoo puv nkaus uas tsis yog nej npaj cia rau hauv, thiab muaj tej qhovtshij uas tsis yog nej khawb, muaj tej vaj txiv hmab, thiab tej vaj txiv ntoo roj uas tsis yog nej cog. Thaum uas tus TSWV coj nej mus nyob hauv lub tebchaws ntawd, nej muaj txhua yam noj nplua mias,"},{"bible_id":"1525","chapter_code":"DEU.6","verse_code":"DEU.6.12","label":"12","content":"nej yuav tsum nco ntsoov hais tias tus TSWV tau coj nej tawm nram tebchaws Iziv uas nej ua luag qhev los."},{"bible_id":"1525","chapter_code":"DEU.6","verse_code":"DEU.6.13","label":"13","content":"Nej yuav tsum hwm tus TSWV uas yog nej tus Vajtswv, pehawm nws tib leeg thiab tuav nws lub npe coglus xwb."},{"bible_id":"1525","chapter_code":"DEU.6","verse_code":"DEU.6.14","label":"14","content":"Nej tsis txhob pe lwm tus vajtswv lossis teev cov neeg uas nyob ibncig nej tej vajtswv li."},{"bible_id":"1525","chapter_code":"DEU.6","verse_code":"DEU.6.15","label":"15","content":"Yog nej tseem mus pe lwm tus vajtswv, tus TSWV yuav chim rau nej thiab ua kom nej puastsuaj ib yam li hluavtaws kub, rau qhov tus TSWV uas yog nej tus Vajtswv, nws nrog nej nyob thiab khib nej heev."},{"bible_id":"1525","chapter_code":"DEU.6","verse_code":"DEU.6.16","label":"16","content":"“Nej tsis txhob sim tus TSWV uas yog nej tus Vajtswv siab ib yam li nej sim nws siab nyob nram tebchaws Maxas."},{"bible_id":"1525","chapter_code":"DEU.6","verse_code":"DEU.6.17","label":"17","content":"Nej yuav tsum nco ntsoov ua raws li tej kevcai uas tus TSWV twb qhia rau nej lawm."},{"bible_id":"1525","chapter_code":"DEU.6","verse_code":"DEU.6.18","label":"18","content":"Nej yuav tsum ua tej uas tus TSWV hais tias zoo thiab ncaj ncees, nej thiaj yuav tau nyob kaj siab lug. Nej thiaj yuav tau mus nyob hauv lub tebchaws av rog thiab zoo qoob uas tus TSWV tau coglus tseg yuav muab rau nej cov yawgkoob,"},{"bible_id":"1525","chapter_code":"DEU.6","verse_code":"DEU.6.19","label":"19","content":"thiab nej thiaj yuav raws tau nej cov yeebncuab khiav tawm mus, raws li tus TSWV tau coglus tseg rau nej lawm."},{"bible_id":"1525","chapter_code":"DEU.6","verse_code":"DEU.6.20","label":"20","content":"“Lwm hnub nej tej tubki yuav nug nej hais tias, ‘Vim li cas tus TSWV uas yog peb tus Vajtswv hais kom peb ua raws li tej kevcai no?’"},{"bible_id":"1525","chapter_code":"DEU.6","verse_code":"DEU.6.21","label":"21","content":"Ces nej qhia rau lawv hais tias, ‘Peb ua Falaus qhev nyob hauv tebchaws Iziv, mas tus TSWV uas muaj hwjchim loj kawg nkaus pab peb dim."},{"bible_id":"1525","chapter_code":"DEU.6","verse_code":"DEU.6.22","label":"22","content":"Peb qhovmuag pom nws tej txujci tseemceeb thiab tej xwm uas nws ua rau cov Iziv, ua rau Falaus, Falaus tsevneeg thiab Falaus cov nomtswv ntshai kawg nkaus."},{"bible_id":"1525","chapter_code":"DEU.6","verse_code":"DEU.6.23","label":"23","content":"Tus TSWV cawm peb dim ntawm cov Iziv txhais tes, nws thiaj coj peb los nyob rau hauv lub tebchaws uas nws muab pub rau peb raws li nws tau coglus tseg rau peb cov yawgkoob lawm."},{"bible_id":"1525","chapter_code":"DEU.6","verse_code":"DEU.6.24","label":"24","content":"Tus TSWV uas yog peb tus Vajtswv hais kom peb ua raws li tej kevcai no txhua nqe thiab kom peb hwm nws. Yog peb ua raws li nws hais, nws yuav tsomkwm peb haivneeg thiab pub kom peb vammeej."},{"bible_id":"1525","chapter_code":"DEU.6","verse_code":"DEU.6.25","label":"25","content":"Yog peb ua raws li Vajtswv tej lus txhua lo, nws yuav txaus siab rau peb.’"},{"bible_id":"1525","chapter_code":"DEU.7","verse_code":"DEU.7.1","label":"1","content":"“Tus TSWV uas yog nej tus Vajtswv yuav coj nej mus nyob hauv lub tebchaws uas nej tabtom yuav mus tua, thiab nws yuav ntiab ntau haivneeg khiav tawm mus. Thaum nej mus tua, nws yuav ntiab xya haivneeg uas loj thiab muaj zog tshaj nej khiav tawm mus. Cov neeg ntawd yog cov Hitis, cov Nkinkasis, cov Amaules, cov Kana-as, cov Pelixes, cov Hivis thiab cov Yenpus."},{"bible_id":"1525","chapter_code":"DEU.7","verse_code":"DEU.7.2","label":"2","content":"Thaum tus TSWV uas yog nej tus Vajtswv muab tej haivneeg ntawd cob rau nej tes thiab nej tua yeej lawv lawm, nej yuav tsum tua lawv kom tu noob nrho. Nej tsis txhob nrog lawv sib raug zoo lossis hlub lawv hlo li."},{"bible_id":"1525","chapter_code":"DEU.7","verse_code":"DEU.7.3","label":"3","content":"Nej tsis txhob mus yuav lawv tej ntxhais los rau nej tej tub, thiab tsis txhob cia nej tej ntxhais mus yuav lawv tej tub,"},{"bible_id":"1525","chapter_code":"DEU.7","verse_code":"DEU.7.4","label":"4","content":"rau qhov lawv yuav ua rau nej tej tub tej ntxhais tso tus TSWV tseg thiab mus pe luag tej vajtswv. Yog nej ua li ntawd, tus TSWV yuav chim rau nej thiab ua kom nej puastsuaj tamsim ntawd."},{"bible_id":"1525","chapter_code":"DEU.7","verse_code":"DEU.7.5","label":"5","content":"Nej cia li rhuav lawv tej thaj, tsoo lawv tej ncej zeb dab, ntov lawv tej ncej Aselas thiab hlawv lawv tej mlom huv tibsi povtseg."},{"bible_id":"1525","chapter_code":"DEU.7","verse_code":"DEU.7.6","label":"6","content":"Nej yuav tsum ua li no, rau qhov nej yog tus TSWV uas yog nej tus Vajtswv haivneeg. Nws tau xaiv nej tawm ntawm txhua haivneeg hauv ntiajteb no los ua nws haivneeg uas nws hlub heev."},{"bible_id":"1525","chapter_code":"DEU.7","verse_code":"DEU.7.7","label":"7","content":"“Tus TSWV hlub nej thiab xaiv nej, tsis yog vim nej yog ib haivneeg uas coob tshaj luag lwm haivneeg; qhov tseeb, nej yog ib haivneeg uas tsawg kawg nkaus hauv ntiajteb no."},{"bible_id":"1525","chapter_code":"DEU.7","verse_code":"DEU.7.8","label":"8","content":"Tiamsis tus TSWV hlub nej thiab nws ua raws li tej lus uas nws tau cog tseg rau nej cov yawgkoob lawm. Twb yog vim li no, nws thiaj siv nws lub hwjchim uas loj kawg nkaus cawm nej thiab tso nej dim, nej thiaj tsis tau ua Falaus uas yog cov Iziv tus vajntxwv qhev lawm."},{"bible_id":"1525","chapter_code":"DEU.7","verse_code":"DEU.7.9","label":"9","content":"Nej yuav tsum nco ntsoov hais tias, tus TSWV uas yog nej tus Vajtswv tib leeg xwb thiaj yog Vajtswv thiab nws yog tus ncaj ncees. Nws yuav ua raws li tej lus uas nws tau cog tseg, nws hlub tus uas mloog nws lus thiab muab siab npuab nws, mus txog ib txhiab tiam neeg,"},{"bible_id":"1525","chapter_code":"DEU.7","verse_code":"DEU.7.10","label":"10","content":"tiamsis nws yuav rau txim rau cov neeg uas ntxub nws."},{"bible_id":"1525","chapter_code":"DEU.7","verse_code":"DEU.7.11","label":"11","content":"Yog li ntawd, nej yuav tsum ua raws li tej uas kuv qhia rau nej; thiab coj raws li tej kevcai txhua nqe uas hnub no kuv muab cob rau nej."},{"bible_id":"1525","chapter_code":"DEU.7","verse_code":"DEU.7.12","label":"12","content":"“Yog nej mloog thiab ua raws li tej kevcai no, tus TSWV uas yog nej tus Vajtswv yuav ua raws li tej lus uas nws tau cog tseg rau nej, nws yuav hlub nej mus ibtxhis raws li nws tau coglus tseg rau nej cov yawgkoob lawm."},{"bible_id":"1525","chapter_code":"DEU.7","verse_code":"DEU.7.13","label":"13","content":"Nws yuav hlub thiab foom koob hmoov rau nej, nej yuav huamvam muaj tubki coob. Nws yuav foom koob hmoov rau nej tej liaj teb, nej yuav muaj qoobloo ntau, muaj cawv txiv hmab thiab roj txiv ntoo; nws yuav foom koob hmoov rau nej, kom muaj nyuj, muaj yaj thiab muaj tshis coob. Nws yuav foom tej koob hmoov no rau nej, thaum nej mus nyob hauv lub tebchaws uas nws tau coglus tseg rau nej cov yawgkoob lawm hais tias nws yuav muab rau nej."},{"bible_id":"1525","chapter_code":"DEU.7","verse_code":"DEU.7.14","label":"14","content":"Tej neeg uas nyob hauv ntiajteb no tsis muaj ib haivneeg uas yuav tau koob hmoov npaum li nej. Nej tej pojniam thiab tej tsiaj txhu tsis muaj ib tug tshob uas tsis muaj menyuam li."},{"bible_id":"1525","chapter_code":"DEU.7","verse_code":"DEU.7.15","label":"15","content":"Tus TSWV yuav tsomkwm tsis pub kom nej muaj mob muaj nkeeg, thiab nws yuav tsis tso tej mob phem uas nej pom nram tebchaws Iziv los raug nej li, tiamsis nws yuav tso tej ntawd los raug nej tej yeebncuab txhua tus."},{"bible_id":"1525","chapter_code":"DEU.7","verse_code":"DEU.7.16","label":"16","content":"Nej yuav tsum tua txhua haivneeg uas tus TSWV uas yog nej tus Vajtswv muab cob rau nej tes kom puastsuaj tas, nej tsis txhob hlub lawv hlo li. Nej tsis txhob pe lawv tej vajtswv, yog nej pe nej yuav raug kev puastsuaj."},{"bible_id":"1525","chapter_code":"DEU.7","verse_code":"DEU.7.17","label":"17","content":"“Nej tsis txhob xav hais tias cov neeg no coob dua nej, nej yuav raws tsis tau lawv khiav tawm."},{"bible_id":"1525","chapter_code":"DEU.7","verse_code":"DEU.7.18","label":"18","content":"Nej tsis txhob ntshai lawv; nej yuav tsum nco ntsoov tej xwm uas tus TSWV uas yog nej tus Vajtswv ua rau Falaus thiab cov Iziv."},{"bible_id":"1525","chapter_code":"DEU.7","verse_code":"DEU.7.19","label":"19","content":"Nej yuav tsum nco ntsoov tej sub tawg sub ntsha uas nej qhovmuag pom, tej txujci tseemceeb, thiab tus TSWV uas yog nej tus Vajtswv lub hwjchim thiab lub zog loj zog nchav uas tso nej dim, nej thiaj tsis tau ua luag qhev. Tus TSWV yuav ua rau cov neeg uas nimno nej ntshai heev ntawd kom puastsuaj tas ib yam li nws ua rau cov Iziv raug puastsuaj lawm."},{"bible_id":"1525","chapter_code":"DEU.7","verse_code":"DEU.7.20","label":"20","content":"Tus TSWV yuav tso sub tawg sub ntsha  los rau tej haivneeg ntawd, txawm yog cov uas khiav mus nkaum los yuav raug puastsuaj tas huv tibsi."},{"bible_id":"1525","chapter_code":"DEU.7","verse_code":"DEU.7.21","label":"21","content":"Yog li ntawd, nej tsis txhob ntshai tej neeg ntawd. Tus TSWV uas yog nej tus Vajtswv yuav nrog nraim nej; nws yog Vajtswv tus uas muaj hwjchim loj kawg nkaus, tsimnyog sawvdaws hwm thiab ntshai nws."},{"bible_id":"1525","chapter_code":"DEU.7","verse_code":"DEU.7.22","label":"22","content":"Thaum nej mus tua lawv, tus TSWV uas yog nej tus Vajtswv yuav ntiab lawv tawm zuj zus mus. Nej tsis txhob ua ib zaug tua kom lawv puastsuaj tas huv tibsi; yog nej ua li ntawd, yuav muaj tsiaj nruab nrag coob heev tuaj txov nej."},{"bible_id":"1525","chapter_code":"DEU.7","verse_code":"DEU.7.23","label":"23","content":"Tus TSWV yuav muab nej tej yeebncuab cob rau nej, nws yuav ua kom lawv ceeb thiab tawg khiav mus txog hnub uas lawv raug kev puastsuaj tas."},{"bible_id":"1525","chapter_code":"DEU.7","verse_code":"DEU.7.24","label":"24","content":"Tus TSWV yuav muab lawv tej vajntxwv cob rau nej tes. Nej yuav tua tej vajntxwv ntawd tuag tas, thiab lawv tej koob meej yuav ploj mus. Yeej tsis muaj leejtwg yuav tiv taus nej; nej yuav tua lawv tuag tas huv tibsi."},{"bible_id":"1525","chapter_code":"DEU.7","verse_code":"DEU.7.25","label":"25","content":"Nej yuav tsum muab lawv tej mlom hlawv povtseg. Nej tsis txhob ntshaw tej nyiaj tej kub uas luag muab vuam rau tej mlom ntawd, thiab nej tsis txhob coj tej ntawd los ua nej tug. Yog nej coj los, nej yuav raug puastsuaj, rau qhov tus TSWV uas yog nej tus Vajtswv ntxub tej mlom ntawd heev."},{"bible_id":"1525","chapter_code":"DEU.7","verse_code":"DEU.7.26","label":"26","content":"Nej tsis txhob coj tej mlom ntawd ib tug los tso rau hauv nej tej tsev, nyob tsam nej yuav raug foom tsis zoo ib yam li tej mlom ntawd. Nej yuav tsum ntxub thiab saib tej mlom ntawd tsis muaj nqis, rau qhov tus TSWV twb foom tsis zoo rau tej mlom ntawd lawm."},{"bible_id":"1525","chapter_code":"DEU.8","verse_code":"DEU.8.1","label":"1","content":"“Nej yuav tsum ua raws li tej kevcai uas hnub no kuv qhia rau nej txhua nqe, nej thiaj muaj sia nyob ntev, muaj tubki coob, thiab tau mus nyob hauv lub tebchaws uas tus TSWV coglus tseg rau nej cov yawgkoob lawm."},{"bible_id":"1525","chapter_code":"DEU.8","verse_code":"DEU.8.2","label":"2","content":"Nej yuav tsum nco ntsoov hais tias, tus TSWV uas yog nej tus Vajtswv coj nej kev hla tiaj suabpuam tau plaub caug xyoo los li cas, nws cia nej raug kev txomnyem ntau yam sim nej siab, saib nej ua puas taus siab ntev thiab saib nej puas yuav ua raws li nws tej lus."},{"bible_id":"1525","chapter_code":"DEU.8","verse_code":"DEU.8.3","label":"3","content":"Nws cia nej tshaib, nws mam li muab cov manas uas nej thiab nej cov yawgkoob tsis tau noj dua rau nej noj. Nws ua li ntawd, twb yog nws qhia kom nej paub hais tias, tsis yog mov xwb thiaj cawm tau neeg txojsia, tiamsis tus TSWV tej lus txhua lo thiaj cawm tau neeg txojsia."},{"bible_id":"1525","chapter_code":"DEU.8","verse_code":"DEU.8.4","label":"4","content":"Lub sijhawm plaub caug xyoo ntawd nej tej tsoos tsho yeej tsis ntuag, thiab nej tej kotaw yeej tsis mob tsis o li."},{"bible_id":"1525","chapter_code":"DEU.8","verse_code":"DEU.8.5","label":"5","content":"Nej yuav tsum nco ntsoov hais tias, tus TSWV uas yog nej tus Vajtswv qhuab ntuas thiab rau txim rau nej ib yam li leej txiv qhuab ntuas nws tej menyuam."},{"bible_id":"1525","chapter_code":"DEU.8","verse_code":"DEU.8.6","label":"6","content":"Yog li ntawd, nej yuav tsum ua raws li tus TSWV tej lus uas qhia rau nej hais tias: nej yuav tsum ua lub neej raws li tus TSWV tej kevcai thiab hwm tus TSWV."},{"bible_id":"1525","chapter_code":"DEU.8","verse_code":"DEU.8.7","label":"7","content":"Tus TSWV uas yog nej tus Vajtswv tabtom coj nej mus nyob hauv lub tebchaws av rog thiab zoo qoob, yog lub tebchaws uas muaj dej, muaj qhovdej txhawv, muaj dej cag ntws laub lug hauv tej kwjha thiab saum tej roob;"},{"bible_id":"1525","chapter_code":"DEU.8","verse_code":"DEU.8.8","label":"8","content":"lub tebchaws ntawd luag cog nplej thiab mog, cog txiv hmab, txiv ncuavpias, txiv ntsiavkws, txiv ntoo roj thiab muaj zib ntab ntau heev."},{"bible_id":"1525","chapter_code":"DEU.8","verse_code":"DEU.8.9","label":"9","content":"Thaum nej mus nyob hauv lub tebchaws ntawd, nej yuav tsis tshaib tsis nqhis thiab tsis pluag li. Lub tebchaws ntawd tej roob zeb roob tsua muaj qhov tooj qhov hlau."},{"bible_id":"1525","chapter_code":"DEU.8","verse_code":"DEU.8.10","label":"10","content":"Nej yuav muaj txaus noj txaus haus, nej yuav ua tus TSWV uas yog nej tus Vajtswv tsaug, vim nws muab lub tebchaws uas av rog thiab zoo qoob rau nej."},{"bible_id":"1525","chapter_code":"DEU.8","verse_code":"DEU.8.11","label":"11","content":"“Nej yuav tsum nco ntsoov tus TSWV uas yog nej tus Vajtswv; nej yuav tsum ua raws li nws tej kevcai uas hnub no kuv muab cob rau nej."},{"bible_id":"1525","chapter_code":"DEU.8","verse_code":"DEU.8.12","label":"12","content":"Thaum nej muaj noj muaj haus txaus, thiab ua tau vaj tau tse rau nej nyob,"},{"bible_id":"1525","chapter_code":"DEU.8","verse_code":"DEU.8.13","label":"13","content":"muaj nyuj, muaj yaj, muaj nyiaj, muaj kub thiab ib puas tsav yam ntau zuj zus tuaj,"},{"bible_id":"1525","chapter_code":"DEU.8","verse_code":"DEU.8.14","label":"14","content":"nej yuav tsum tsis txhob khavtheeb thiab tso tus TSWV uas yog nej tus Vajtswv uas coj nej tawm nram tebchaws Iziv qhov chaw uas nej ua luag qhev los tseg."},{"bible_id":"1525","chapter_code":"DEU.8","verse_code":"DEU.8.15","label":"15","content":"Nws coj nej los hla tiaj suabpuam uas yog tiaj tuag tshaib tuag nqhis, muaj tej nab muaj taug thiab raubris teb. Thaum nej tseem nyob nram tiaj suabpuam uas qhuav nkig nkuav thiab tsis muaj dej haus, nws ua dej tawm hauv pobzeb los rau nej haus."},{"bible_id":"1525","chapter_code":"DEU.8","verse_code":"DEU.8.16","label":"16","content":"Tus TSWV muab cov manas uas nej cov yawgkoob tsis tau noj dua rau nej noj nram tiaj suabpuam. Tus TSWV tso ntau yam kev txomnyem los sim nej siab, thaum kawg nws thiaj pub yam uas zoo rau nej."},{"bible_id":"1525","chapter_code":"DEU.8","verse_code":"DEU.8.17","label":"17","content":"Nej tsis txhob xav hais tias, yog nej lub dag lub zog thiab nej lub tswvyim khwv nej thiaj muaj txiag npluanuj."},{"bible_id":"1525","chapter_code":"DEU.8","verse_code":"DEU.8.18","label":"18","content":"Nej yuav tsum nco ntsoov hais tias, tus TSWV uas yog nej tus Vajtswv, yog tus pub rau nej npluanuj. Nws ua li ntawd, yog nws ua raws li tej lus uas nws cog tseg rau nej cov yawgkoob, thiab nws tseem ua zoo rau nej li ntawd los txog niaj hnub no."},{"bible_id":"1525","chapter_code":"DEU.8","verse_code":"DEU.8.19","label":"19","content":"Nej yuav tsum nco ntsoov tus TSWV uas yog nej tus Vajtswv, nej tsis txhob tso nws tseg thiab mus pe luag tej vajtswv. Hnub no kuv ntuas nej hais tias, yog nej tsis mloog lus nej yuav raug puastsuaj xwb."},{"bible_id":"1525","chapter_code":"DEU.8","verse_code":"DEU.8.20","label":"20","content":"Yog nej tsis mloog tus TSWV lus, nej yuav raug puastsuaj ib yam li txhua haivneeg uas tus TSWV yuav ua kom lawv raug puastsuaj, thaum nej mus txeeb lawv lub tebchaws."},{"bible_id":"1525","chapter_code":"DEU.9","verse_code":"DEU.9.1","label":"1","content":"“Ib tsoom Yixalayees, nej ua tib zoo mloog! Hnub no nej tabtom yuav hla tus Dej Yauladees mus tua lub tebchaws uas muaj cov neeg loj thiab muaj zog dua nej. Lawv tej nroog loj thiab muaj ntsa yeej xov siab rau saum ntuj."},{"bible_id":"1525","chapter_code":"DEU.9","verse_code":"DEU.9.2","label":"2","content":"Cov neeg ntawd siab thiab muaj zog heev; lawv loj tshaj lwm haivneeg huv tibsi, thiab nej twb hnov moo lawm hais tias, tsis muaj leejtwg tawmtsam yeej lawv li."},{"bible_id":"1525","chapter_code":"DEU.9","verse_code":"DEU.9.3","label":"3","content":"Tiamsis nimno nej yuav pom hais tias, tus TSWV uas yog nej tus Vajtswv yuav mus ua nej ntej ib yam li cov nplaim taws cig lam lug. Thaum nej mus nias tsam, tus TSWV yuav ua kom lawv swb; nej yuav raws tau lawv khiav thiab ua kom lawv puastsuaj tas sai, raws li tus TSWV tau coglus tseg rau nej lawm."},{"bible_id":"1525","chapter_code":"DEU.9","verse_code":"DEU.9.4","label":"4","content":"“Thaum tus TSWV uas yog nej tus Vajtswv ntiab lawv khiav tas lawm, nej tsis txhob xav hais tias, qhov uas tus TSWV coj nej los nyob hauv lub tebchaws no, vim nej yeej tsimnyog los nyob. Tsis yog li ntawd, tus TSWV ntiab cov neeg ntawd khiav twb yog vim lawv ua kev phem kev qias."},{"bible_id":"1525","chapter_code":"DEU.9","verse_code":"DEU.9.5","label":"5","content":"Tsis yog vim nej coj ncaj thiab ua zoo tus TSWV thiaj coj nej los nyob hauv lawv lub tebchaws. Tus TSWV ntiab lawv khiav, vim lawv ua kev phem kev qias, thiab tus TSWV yeej ua raws li nws coglus tseg rau nej cov yawgkoob, Anplahas, Ixaj thiab Yakhauj lawm."},{"bible_id":"1525","chapter_code":"DEU.9","verse_code":"DEU.9.6","label":"6","content":"Nej yuav tsum paub hais tias, qhov uas tus TSWV muab lub tebchaws av rog thiab zoo qoob rau nej, tsis yog vim nej tsimnyog nyob. Tsis yog li ntawd, nej yeej yog cov neeg uas tawv ncauj."},{"bible_id":"1525","chapter_code":"DEU.9","verse_code":"DEU.9.7","label":"7","content":"“Nej yuav tsum nco ntsoov hais tias, thaum nej tseem nyob nram tiaj suabpuam, nej tau ua rau tus TSWV uas yog nej tus Vajtswv chim heev npaum li cas. Suav txij hnub uas nej tawm nram tebchaws Iziv los txog ntawm no nej tseem pheej ntxeev siab rau tus TSWV."},{"bible_id":"1525","chapter_code":"DEU.9","verse_code":"DEU.9.8","label":"8","content":"Thaum nej tseem nyob ntawm Roob Xinais, nej ua rau tus TSWV chim heev, nws twb yuav ua kom nej puastsuaj."},{"bible_id":"1525","chapter_code":"DEU.9","verse_code":"DEU.9.9","label":"9","content":"Kuv nce mus nqa ob daim txiag zeb uas tus TSWV sau nws tej lus cog tseg saum roob, yog tej lus uas nws muab cob rau nej. Kuv mus nyob saud tau plaub caug hnub plaub caug hmo, tsis noj tsis haus ib yam dabtsi li."},{"bible_id":"1525","chapter_code":"DEU.9","verse_code":"DEU.9.10","label":"10","content":"Tus TSWV muab ob daim txiag zeb rau kuv, nws muab nws txhais tes sau tej lus uas nws hais hauv cov nplaim taws tuaj rau nej, yog hnub uas nej sawvdaws tuaj ua ke rau ntawm Roob Xinais."},{"bible_id":"1525","chapter_code":"DEU.9","verse_code":"DEU.9.11","label":"11","content":"Thaum dhau plaub caug hnub plaub caug hmo lawm, tus TSWV muab ob daim txiag zeb uas nws sau nws tej lus cog tseg rau kuv."},{"bible_id":"1525","chapter_code":"DEU.9","verse_code":"DEU.9.12","label":"12","content":"“Tom qab ntawd tus TSWV hais rau kuv hais tias, ‘Koj cia li nqis saum Roob Xinais no mus, rau qhov cov neeg uas koj coj khiav nram tebchaws Iziv los twb ntxeev siab ua phem ua qias lawm. Lawv tso tej kevcai uas kuv qhia kom lawv ua tseg, thiab lawv nchuav tau ib tug mlom rau lawv pe.’"},{"bible_id":"1525","chapter_code":"DEU.9","verse_code":"DEU.9.13","label":"13","content":"“Tus TSWV hais ntxiv rau kuv hais tias, ‘Kuv paub cov neeg no tawv ncauj heev."},{"bible_id":"1525","chapter_code":"DEU.9","verse_code":"DEU.9.14","label":"14","content":"Tsis txhob cheem kuv, kuv yuav ua kom lawv puastsuaj mus, kom tsis muaj leejtwg hnov lawv moo ntxiv li lawm. Tom qab ntawd kuv yuav tsa koj cajces ua ib haivneeg uas muaj hwjchim thiab coob dua lawv.’"},{"bible_id":"1525","chapter_code":"DEU.9","verse_code":"DEU.9.15","label":"15","content":"“Yog li ntawd, kuv thiaj nqa ob daim txiag zeb uas sau Vajtswv tej lus cog tseg nqis saum roob los, thaum ntawd nplaim taws cig liab ploog saum roob."},{"bible_id":"1525","chapter_code":"DEU.9","verse_code":"DEU.9.16","label":"16","content":"Kuv pom nej tso tus TSWV uas yog nej tus Vajtswv tej lus uas nws qhia rau nej tseg sai kawg li, thiab nej ua txhaum rau tus TSWV, rau qhov nej muab kub nchuav ua ib tug mlom nyuj rau nej pe."},{"bible_id":"1525","chapter_code":"DEU.9","verse_code":"DEU.9.17","label":"17","content":"Kuv thiaj muab ob daim txiag zeb ntawd ntsawm tawg mos nyoos tabmeeg nej."},{"bible_id":"1525","chapter_code":"DEU.9","verse_code":"DEU.9.18","label":"18","content":"Kuv txawm rov txhos caug ntua, khoov ua ntsejmuag ti nkaus av, thiab thov tus TSWV tau plaub caug hnub plaub caug hmo, kuv tsis noj tsis haus ib yam dabtsi li. Kuv ua li no, twb yog vim nej ua txhaum rau tus TSWV thiab ua rau nws chim."},{"bible_id":"1525","chapter_code":"DEU.9","verse_code":"DEU.9.19","label":"19","content":"Kuv ntshai tus TSWV txojkev chim, rau qhov nws chim heev; nws twb yuav ua kom nej puastsuaj, tiamsis tus TSWV tseem mloog kuv tej lus thov dua ib zaug thiab."},{"bible_id":"1525","chapter_code":"DEU.9","verse_code":"DEU.9.20","label":"20","content":"Thaum ntawd tus TSWV chim rau Aloos heev, nws twb yuav luag muab Aloos tua povtseg, kuv thiaj thov tus TSWV zam txim rau Aloos."},{"bible_id":"1525","chapter_code":"DEU.9","verse_code":"DEU.9.21","label":"21","content":"Kuv muab nej txojkev txhaum uas yog tus mlom nyuj uas nej nchuav pov rau hauv cubtawg, kuv muab tsoo ua hmoov nphoo rau hauv tus dej uas ntws saum roob los."},{"bible_id":"1525","chapter_code":"DEU.9","verse_code":"DEU.9.22","label":"22","content":"“Thaum nej tseem nyob nram Tanpelas, Maxas thiab Kinpalaus Hatavas, nej tau ua rau tus TSWV uas yog nej tus Vajtswv chim heev."},{"bible_id":"1525","chapter_code":"DEU.9","verse_code":"DEU.9.23","label":"23","content":"Thiab thaum uas tus TSWV txib nej tawm hauv Kades Npane-as mus tua lub tebchaws uas tus TSWV yuav muab rau nej, nej ntxeev siab rau nws; nej tsis cia siab thiab tsis mloog nws lus."},{"bible_id":"1525","chapter_code":"DEU.9","verse_code":"DEU.9.24","label":"24","content":"Kuv paub nej txij thaum ntawd los, nej pheej ntxeev siab rau tus TSWV tsis tseg li."},{"bible_id":"1525","chapter_code":"DEU.9","verse_code":"DEU.9.25","label":"25","content":"“Kuv khoov ti nkaus rau hauv av, thov tus TSWV tau plaub caug hnub plaub caug hmo, rau qhov tus TSWV twb ua ib siab lawm hais tias, nws yuav ua kom nej puastsuaj tas."},{"bible_id":"1525","chapter_code":"DEU.9","verse_code":"DEU.9.26","label":"26","content":"Kuv thov tus TSWV hais tias, ‘Tus TSWV uas kav ib puas tsav yam, thov koj tsis txhob ua rau koj haivneeg puastsuaj, lawv yog haivneeg uas koj lub zog thiab lub hwjchim uas loj kawg nkaus cawm thiab coj nram tebchaws Iziv los."},{"bible_id":"1525","chapter_code":"DEU.9","verse_code":"DEU.9.27","label":"27","content":"Thov koj nco ntsoov Anplahas, Ixaj thiab Yakhauj uas yog koj cov tubtxib, thov koj tsis txhob xav txog cov neeg no tej kev tawv ncauj, kev phem thiab kev txhaum."},{"bible_id":"1525","chapter_code":"DEU.9","verse_code":"DEU.9.28","label":"28","content":"Nyob tsam cov Iziv yuav hais tias, koj coj tsis tau koj haivneeg mus nyob hauv lub tebchaws uas koj coglus tseg yuav muab rau lawv nyob. Cov Iziv yuav hais tias, koj ntxub koj haivneeg, koj thiaj coj lawv los tua rau ntawm tiaj suabpuam no xwb."},{"bible_id":"1525","chapter_code":"DEU.9","verse_code":"DEU.9.29","label":"29","content":"Lawv cov no yeej yog cov uas koj tau xaiv tseg ua koj haivneeg, thiab twb yog koj lub hwjchim uas loj kawg nkaus coj lawv tawm nram tebchaws Iziv los.’"},{"bible_id":"1525","chapter_code":"DEU.10","verse_code":"DEU.10.1","label":"1","content":"“Tom qab ntawd tus TSWV hais rau kuv hais tias, ‘Koj cia li txaug ob daim txiag zeb zoo ib yam li thawj ob daim, thiab ua ib lub Phijxab ntoo ntim ob daim txiag zeb ntawd. Thaum ua tau tiav lawm, koj cia li nqa tuaj cuag kuv saum roob,"},{"bible_id":"1525","chapter_code":"DEU.10","verse_code":"DEU.10.2","label":"2","content":"kuv yuav rov sau tej lus uas kuv twb xub sau rau ob daim txiag zeb uas koj muab ntsawm tawg tas lawm rau hauv ob daim txiag zeb ntawd. Koj mam li coj mus ntim cia rau hauv lub Phijxab ntoo.’"},{"bible_id":"1525","chapter_code":"DEU.10","verse_code":"DEU.10.3","label":"3","content":"“Yog li ntawd, kuv thiaj muab ntoo kubtwm ua tau ib lub Phijxab thiab txaug tau ob daim txiag zeb zoo ib yam li ob daim qub, thiab nqa mus saum roob."},{"bible_id":"1525","chapter_code":"DEU.10","verse_code":"DEU.10.4","label":"4","content":"Tus TSWV rov sau cov lus uas nws xub sau rau hauv thawj ob daim txiag zeb rau hauv ob daim tshiab ntawd. Tej lus ntawd yog Kaum Nqe Kevcai uas thaum nej mus ua ke ntawm lub roob thiab tus TSWV hais lus hauv cov nplaim taws tuaj rau nej. Tus TSWV muab ob daim txiag zeb ntawd rau kuv,"},{"bible_id":"1525","chapter_code":"DEU.10","verse_code":"DEU.10.5","label":"5","content":"kuv thiaj nqis saum roob los, thiab muab ob daim txiag zeb ntawd ntim rau hauv lub Phijxab uas kuv ua raws li tus TSWV hais rau kuv. Ob daim txiag zeb ntawm tseem nyob hauv lub Phijxab los txog nimno.” ("},{"bible_id":"1525","chapter_code":"DEU.10","verse_code":"DEU.10.6","label":"6","content":"Cov Yixalayees tsiv tawm ntawm cov Ya-akas tej qhovtshij los nyob rau ntawm Mauxelas. Aloos tuag thiab lawv muab nws faus rau qhov ntawd, Aloos tus tub Ele-axas thiaj ua povthawj hloov Aloos chaw."},{"bible_id":"1525","chapter_code":"DEU.10","verse_code":"DEU.10.7","label":"7","content":"Tom qab ntawd, lawv tsiv los txog rau ntawm Nkunkaudas, lawv mam li los nyob rau hauv Yaunpathas uas yog lub tebchaws muaj dej ntau heev."},{"bible_id":"1525","chapter_code":"DEU.10","verse_code":"DEU.10.8","label":"8","content":"Thaum lawv tseem nyob ntawm taw roob,  tus TSWV tau tsa xeem Levis ua cov kwv lub Phijxab uas ntim Vajtswv tej lus cog tseg uas yog Kaum Nqe Kevcai thiab tsa lawv ua cov povthawj uas ua tus TSWV tes haujlwm, thiab ua cov tuav tus TSWV lub npe foom koob hmoov rau sawvdaws. Lawv tseem ua li ntawd los txog niaj hnub no."},{"bible_id":"1525","chapter_code":"DEU.10","verse_code":"DEU.10.9","label":"9","content":"Yog li ntawd, xeem Levis thiaj tsis muaj feem nrog lwm xeem tau av; tiamsis lawv tau ua tus TSWV tes haujlwm raws li tus TSWV uas yog nej tus Vajtswv tau coglus tseg lawm.)"},{"bible_id":"1525","chapter_code":"DEU.10","verse_code":"DEU.10.10","label":"10","content":"“Kuv nyob saum roob tau plaub caug hnub plaub caug hmo ib yam li thawj zaug. Tus TSWV mloog kuv tej lus thov dua ib zaug, nws thiaj tsis ua rau nej puastsuaj."},{"bible_id":"1525","chapter_code":"DEU.10","verse_code":"DEU.10.11","label":"11","content":"Nws hais kom kuv cia li mus thiab coj nej mus, nej thiaj tau mus nyob hauv lub tebchaws uas nws tau coglus tseg hais tias yuav muab rau nej cov yawgkoob nyob."},{"bible_id":"1525","chapter_code":"DEU.10","verse_code":"DEU.10.12","label":"12","content":"“Ib tsoom Yixalayees, nej cia li ua tib zoo mloog saib tus TSWV uas yog nej tus Vajtswv hais kom nej ua dabtsi: nws xav kom nej hwm thiab ua raws li nws tej lus txhua lo. Nws kom nej muab siab npuab thiab ua nws tes haujlwm kawg siab kawg ntsws,"},{"bible_id":"1525","chapter_code":"DEU.10","verse_code":"DEU.10.13","label":"13","content":"thiab coj raws li nws tej kevcai txhua nqe. Tej kevcai uas hnub no kuv muab cob rau nej yuav muaj nqis rau nej."},{"bible_id":"1525","chapter_code":"DEU.10","verse_code":"DEU.10.14","label":"14","content":"Lub ntuj uas nyob saud yog tus TSWV tug; lub ntiajteb thiab ib puas tsav yam uas nyob hauv los puavleej yog tus TSWV tug huv tibsi."},{"bible_id":"1525","chapter_code":"DEU.10","verse_code":"DEU.10.15","label":"15","content":"Tus TSWV hlub nej cov yawgkoob heev, nws thiaj xaiv nej los ua nws haivneeg uas tseemceeb dua lwm haivneeg huv tibsi, thiab nimno nej yog haivneeg uas tus TSWV xaiv lawm."},{"bible_id":"1525","chapter_code":"DEU.10","verse_code":"DEU.10.16","label":"16","content":"Yog li ntawd, txij no mus nej yuav tsum mloog tus TSWV lus thiab tsis txhob tawv ncauj lawm."},{"bible_id":"1525","chapter_code":"DEU.10","verse_code":"DEU.10.17","label":"17","content":"Tus TSWV uas yog nej tus Vajtswv yog tus loj dua tej vajtswv thiab ib puas tsav yam uas muaj hwjchim huv tibsi. Nws muaj hwjchim loj thiab tseemceeb kawg nkaus, sawvdaws yuav tsum hwm thiab paub ntshai nws. Nws tsis xaiv leejtwg ntsejmuag, thiab tsis yuav leejtwg tej nyiaj xiab."},{"bible_id":"1525","chapter_code":"DEU.10","verse_code":"DEU.10.18","label":"18","content":"Nws tsomkwm cov menyuam ntsuag thiab tej pojntsuam tsis pub leejtwg ua phem rau lawv; nws hlub txhua haivneeg uas nrog peb nyob, nws pub lawv muaj ris tsho hnav thiab muaj zaub mov noj."},{"bible_id":"1525","chapter_code":"DEU.10","verse_code":"DEU.10.19","label":"19","content":"Yog li ntawd, nej yuav tsum hlub lwm haivneeg, rau qhov yav tas los uas nej nyob nram tebchaws Iziv, luag hu nej ua neeg txawv tebchaws."},{"bible_id":"1525","chapter_code":"DEU.10","verse_code":"DEU.10.20","label":"20","content":"Nej yuav tsum hwm tus TSWV uas yog nej tus Vajtswv thiab pehawm nws tib leeg xwb; nej yuav tsum muab siab npuab nws thiab tuav nws lub npe coglus xwb."},{"bible_id":"1525","chapter_code":"DEU.10","verse_code":"DEU.10.21","label":"21","content":"Nej yuav tsum ua nws tsaug rau qhov nws yog nej tus Vajtswv, nej lub qhovmuag twb pom tej txujci tseemceeb uas nws ua pab nej lawm."},{"bible_id":"1525","chapter_code":"DEU.10","verse_code":"DEU.10.22","label":"22","content":"Thaum ub nej cov yawgkoob mus nyob nram tebchaws Iziv, lawv tsuas muaj xya caum leej xwb. Tiamsis nimno tus TSWV uas yog nej tus Vajtswv pub rau nej huamvam coob ib yam li tej hnubqub saum nruab ntug lawm."},{"bible_id":"1525","chapter_code":"DEU.11","verse_code":"DEU.11.1","label":"1","content":"“Nej yuav tsum hlub tus TSWV uas yog nej tus Vajtswv thiab niaj hnub ua raws li nws tej kevcai."},{"bible_id":"1525","chapter_code":"DEU.11","verse_code":"DEU.11.2","label":"2","content":"Nej yuav tsum nco ntsoov tej uas tus TSWV qhuab ntuas nej. Twb yog nej lub qhovmuag pom tej txujci tseemceeb uas tus TSWV ua, tsis yog nej tej menyuam pom. Nej pom tus TSWV lub hwvxyeej, nws lub hwjchim uas loj kawg nkaus, nws lub zog loj zog nchav,"},{"bible_id":"1525","chapter_code":"DEU.11","verse_code":"DEU.11.3","label":"3","content":"thiab nws tej txujci tseemceeb. Nej pom tej uas tus TSWV rau txim rau Falaus uas yog cov Iziv tus vajntxwv thiab tagnrho nws lub tebchaws."},{"bible_id":"1525","chapter_code":"DEU.11","verse_code":"DEU.11.4","label":"4","content":"Nej pom tus TSWV ua rau cov Iziv tej tubrog tuag tas rau hauv Hiavtxwv Liab,  thaum lawv caum nej qab tuaj, tsis hais lawv cov nees, thiab lawv tej tsheb nees los puastsuaj tas huv tibsi."},{"bible_id":"1525","chapter_code":"DEU.11","verse_code":"DEU.11.5","label":"5","content":"Nej paub hais tias, thaum nej tseem nyob ntawm tiaj suabpuam, ua ntej uas nej los nyob ntawm no, tus TSWV tau pab nej npaum li cas."},{"bible_id":"1525","chapter_code":"DEU.11","verse_code":"DEU.11.6","label":"6","content":"Nyaj nej tseem nco tau tej uas tus TSWV rau txim rau Eli-as uas yog xeem Lunpees ob tug tub Dathas thiab Anpilas nkawd. Tus TSWV ua rau av qhib plho nqos kiag nkawd, nkawd pojniam menyuam, vajtse, tej tubqhe thiab tej tsiaj txhu huv tibsi tabmeeg nej."},{"bible_id":"1525","chapter_code":"DEU.11","verse_code":"DEU.11.7","label":"7","content":"Nej lub qhovmuag twb pom tej txujci tseemceeb uas tus TSWV tau ua lawm."},{"bible_id":"1525","chapter_code":"DEU.11","verse_code":"DEU.11.8","label":"8","content":"“Nej yuav tsum ua raws li tej lus uas hnub no kuv hais rau nej txhua lo huv tibsi, nej thiaj yuav tau hla dej mus tua lub tebchaws uas nej tabtom yuav mus nyob ntawd."},{"bible_id":"1525","chapter_code":"DEU.11","verse_code":"DEU.11.9","label":"9","content":"Nej thiaj muaj sia nyob ntev hauv lub tebchaws uas av rog thiab zoo qoob uas tus TSWV tau coglus tseg yuav muab rau nej cov yawgkoob thiab lawv cov xeebntxwv."},{"bible_id":"1525","chapter_code":"DEU.11","verse_code":"DEU.11.10","label":"10","content":"Lub tebchaws uas nej tabtom yuav mus nyob ntawd zoo tsis thooj li lub tebchaws Iziv uas nej nyob los lawm. Thaum nej nyob nram tebchaws Iziv, nej yuav tau khawb kwj tso dej los rau hauv nej tej liaj tej teb khwv kawg li, nej thiaj cog tau qoobloo,"},{"bible_id":"1525","chapter_code":"DEU.11","verse_code":"DEU.11.11","label":"11","content":"tiamsis lub tebchaws uas nej yuav mus nyob ntawd, muaj roob muaj hav, muaj dej muaj nag thiab av noo zaw."},{"bible_id":"1525","chapter_code":"DEU.11","verse_code":"DEU.11.12","label":"12","content":"Tus TSWV uas yog nej tus Vajtswv, tu thiab saib lub tebchaws ntawd tas niaj tas xyoo."},{"bible_id":"1525","chapter_code":"DEU.11","verse_code":"DEU.11.13","label":"13","content":"“Nej yuav tsum ua raws li tej lus uas hnub no kuv qhia rau nej lawm; hlub tus TSWV uas yog nej tus Vajtswv, thiab ua nws tes haujlwm kom kawg siab kawg ntsws."},{"bible_id":"1525","chapter_code":"DEU.11","verse_code":"DEU.11.14","label":"14","content":"Yog nej ua li ntawd, nws yuav tso nag los rau nej lub tebchaws, tsis hais lub caij nplooj ntoos zeeg, thiab lub caij nplooj ntoos hlav, nej yuav muaj qoobloo, muaj cawv txiv hmab, muaj roj txiv ntoo"},{"bible_id":"1525","chapter_code":"DEU.11","verse_code":"DEU.11.15","label":"15","content":"thiab muaj tshav zaub rau nej tej tsiaj noj. Nej yuav muaj zaub mov noj txaus siab txaus ntsws."},{"bible_id":"1525","chapter_code":"DEU.11","verse_code":"DEU.11.16","label":"16","content":"Nej tsis txhob cia leejtwg ntxias tau nej tso tus TSWV tseg mus pe luag tej vajtswv."},{"bible_id":"1525","chapter_code":"DEU.11","verse_code":"DEU.11.17","label":"17","content":"Yog nej ua li ntawd, tus TSWV yuav chim rau nej. Nws yuav tsis tso nag los rau nej lub tebchaws, av yuav qhuav, qoobloo yuav tuaj tsis taus. Txawm yog lub tebchaws uas tus TSWV muab rau nej nyob ntawd ibtxwm zoo qoob los yuav tsis zoo lawm. Nej mus nyob tsis ntev, ces nej yuav tuag tas."},{"bible_id":"1525","chapter_code":"DEU.11","verse_code":"DEU.11.18","label":"18","content":"“Nej yuav tsum nco ntsoov tej lus no cia rau nruab siab; muab pav rau ntawm nej cajnpab thiab dai rau ntawm nej hauvpliaj, nej thiaj yuav nco ntsoov."},{"bible_id":"1525","chapter_code":"DEU.11","verse_code":"DEU.11.19","label":"19","content":"Nej yuav tsum muab piav qhia rau nej tej menyuam, thiab niaj hnub hais txog tej lus no, tsis hais thaum nej nyob hauv tsev thiab thaum nej taug kev, thaum nej so thiab thaum nej ua haujlwm."},{"bible_id":"1525","chapter_code":"DEU.11","verse_code":"DEU.11.20","label":"20","content":"Nej cia li muab tej lus no sau rau ntawm nej tej ncej qhovrooj thiab ntawm tej roojvag."},{"bible_id":"1525","chapter_code":"DEU.11","verse_code":"DEU.11.21","label":"21","content":"Nej thiab nej tej tubki thiaj yuav muaj sia ua neej nyob ntev rau hauv lub tebchaws uas tus TSWV uas yog nej tus Vajtswv tau coglus yuav muab rau nej cov yawgkoob. Yog tseem muaj lub ntuj lub teb, ces nej yuav nyob hauv lub tebchaws no mus ibtxhis."},{"bible_id":"1525","chapter_code":"DEU.11","verse_code":"DEU.11.22","label":"22","content":"“Nej yuav tsum muab siab rau ua raws li tej lus uas kuv qhia rau nej: hlub tus TSWV uas yog nej tus Vajtswv, ua raws li nws tej lus txhua lo huv tibsi thiab muab siab npuab nws."},{"bible_id":"1525","chapter_code":"DEU.11","verse_code":"DEU.11.23","label":"23","content":"Tus TSWV thiaj li ntiab txhua haivneeg khiav tawm ua ntej nej mus tua, nej yuav tau kav lwm haivneeg uas loj thiab muaj zog dua nej lub tebchaws."},{"bible_id":"1525","chapter_code":"DEU.11","verse_code":"DEU.11.24","label":"24","content":"Txhua thaj av uas nej txhais taw mus tsuj puavleej yog nej tug. Nej tus ciamteb sab qabteb txij ntua ntawm tiaj suabpuam mus ti nkaus pem Roob Lenpanoos uas nyob sab qaumteb, thiab sab hnubtuaj txij ntua ntawm tus Dej Efalates mus ti nkaus ntawm Hiavtxwv Meditelanes uas nyob sab hnubpoob."},{"bible_id":"1525","chapter_code":"DEU.11","verse_code":"DEU.11.25","label":"25","content":"Lub tebchaws ntawd txhua qhov uas nej mus, tus TSWV uas yog nej tus Vajtswv yuav ua kom cov neeg uas nyob hauv ntshai nej, raws li tus TSWV twb coglus tseg lawm, yuav tsis muaj leejtwg txwv tau nej li."},{"bible_id":"1525","chapter_code":"DEU.11","verse_code":"DEU.11.26","label":"26","content":"“Hnub no kuv yuav cia nej xaiv saib nej yuav tej lus foom koob hmoov lossis yuav tej lus foom tsis zoo,"},{"bible_id":"1525","chapter_code":"DEU.11","verse_code":"DEU.11.27","label":"27","content":"yog nej ua raws li tus TSWV uas yog nej tus Vajtswv tej lus uas hnub no kuv qhia rau nej, nej yuav tau koob hmoov;"},{"bible_id":"1525","chapter_code":"DEU.11","verse_code":"DEU.11.28","label":"28","content":"tiamsis yog nej tsis ua raws li tej lus ntawd, nej tseem mus pe lwm haivneeg tej vajtswv uas nej tsis tau pe dua li, ces nej yuav raug foom tsis zoo."},{"bible_id":"1525","chapter_code":"DEU.11","verse_code":"DEU.11.29","label":"29","content":"Thaum tus TSWV coj nej mus nyob hauv lub tebchaws uas nej tabtom yuav mus nyob ntawd, nej yuav tsum qhia tej lus foom koob hmoov saum lub Roob Nkelixees thiab qhia tej lus foom tsis zoo saum lub Roob Enpales. ("},{"bible_id":"1525","chapter_code":"DEU.11","verse_code":"DEU.11.30","label":"30","content":"Ob lub roob no nyob ntawm tus Dej Yauladees sab hnubpoob hauv lub tebchaws Kana-as. Cov neeg ntawd nyob hauv lub tiaj nrag Yauladees sab hnubpoob, tsis deb ntawm tsob ntoo xeeb Maules uas nyob ze lub nroog Nkilenkas.)"},{"bible_id":"1525","chapter_code":"DEU.11","verse_code":"DEU.11.31","label":"31","content":"Nej tabtom yuav hla tus Dej Yauladees mus tua thiab nyob lub tebchaws uas tus TSWV uas yog nej tus Vajtswv yuav muab rau nej. Thaum nej mus tua yeej thiab nyob hauv lawm,"},{"bible_id":"1525","chapter_code":"DEU.11","verse_code":"DEU.11.32","label":"32","content":"nej yuav tsum ua raws li tej kevcai uas hnub no kuv qhia rau nej."},{"bible_id":"1525","chapter_code":"DEU.12","verse_code":"DEU.12.1","label":"1","content":"“Tej no yog tej kevcai uas nej yuav tau coj mus tas nej simneej nyob hauv lub tebchaws uas tus TSWV uas yog nej cov yawgkoob tus Vajtswv muab rau nej. Nej yuav tsum ua raws li ntawd!"},{"bible_id":"1525","chapter_code":"DEU.12","verse_code":"DEU.12.2","label":"2","content":"Thaum nej mus nyob hauv lub tebchaws ntawd, nej yuav tsum muab lwm haivneeg tej chaw uas lawv teev lawv tej vajtswv saum tej roob siab, tej pov roob thiab hauv tej qab ntoos uas muaj nplooj ntxoov nyos rhuav kom puastsuaj tas huv tibsi."},{"bible_id":"1525","chapter_code":"DEU.12","verse_code":"DEU.12.3","label":"3","content":"Cia li rhuav lawv tej thaj thiab tsoo lawv tej ncej zeb tseemceeb kom tawg tas huv tibsi. Hlawv lawv tej mlom Aselas kom kub hnyiab, thiab tsoo lawv tej mlom kom tawg ntsoog ntxaws. Lawv thiaj tsis tau chaw teev lawv tej vajtswv lawm."},{"bible_id":"1525","chapter_code":"DEU.12","verse_code":"DEU.12.4","label":"4","content":"“Nej tsis txhob pehawm tus TSWV uas yog nej tus Vajtswv ib yam li cov neeg ntawd pe lawv tej vajtswv xwb."},{"bible_id":"1525","chapter_code":"DEU.12","verse_code":"DEU.12.5","label":"5","content":"Tus TSWV xaiv ib thaj chaw hauv nej lub tebchaws los ua qhov chaw rau sawvdaws tuaj cuag nws thiab pehawm nws."},{"bible_id":"1525","chapter_code":"DEU.12","verse_code":"DEU.12.6","label":"6","content":"Nej yuav tsum coj nej tej khoom tuaj fij rau ntawm qhov chaw ntawd, tsis hais nej tej khoom uas hlawv fij theej txhoj thiab lwm yam khoom fij, tej khoom fij sib raug zoo, tej ib feem kaum, tej khoom fij uas nej coglus rau tus TSWV, tej khoom fij uas nej txaus siab muab thiab thawj tug menyuam nyuj thiab menyuam yaj."},{"bible_id":"1525","chapter_code":"DEU.12","verse_code":"DEU.12.7","label":"7","content":"Nyob hauv lub tebchaws ntawd, nej thiab nej tsevneeg yuav tau noj thiab haus txaus siab rau tej qoobloo uas tus TSWV foom koob hmoov rau nej khwv tau los, tabmeeg tus TSWV uas yog nej tus Vajtswv."},{"bible_id":"1525","chapter_code":"DEU.12","verse_code":"DEU.12.8","label":"8","content":"“Thaum txog lub sijhawm ntawd, nej yuav tsis tau ua ywj siab ib yam li nej tau ua yav tas los. Txhij puag thaum ub los txog niaj hnub no, nej tsuas pehawm raws li nej lub siab nyiam xwb,"},{"bible_id":"1525","chapter_code":"DEU.12","verse_code":"DEU.12.9","label":"9","content":"rau qhov nej tseem tsis tau mus nyob hauv lub tebchaws uas tus TSWV uas yog nej tus Vajtswv muab rau nej, qhov ntawd nej yuav tau nyob kaj siab lug."},{"bible_id":"1525","chapter_code":"DEU.12","verse_code":"DEU.12.10","label":"10","content":"Thaum nej hla dhau tus Dej Yauladees mus rau sab tid lawm, tus TSWV yuav muab lub tebchaws ntawd rau nej nyob ua nej tug. Nws yuav pab kom nej dim ntawm nej cov yeebncuab, thiab nej yuav tau nyob kaj siab lug."},{"bible_id":"1525","chapter_code":"DEU.12","verse_code":"DEU.12.11","label":"11","content":"Tus TSWV yuav xaiv ib thaj chaw cia ua qhov chaw rau nej mus pehawm nws, thiab nej yuav tsum coj txhua yam uas kuv qhia rau nej lawm tuaj fij rau tus TSWV: nej tej khoom uas hlawv fij theej txhoj thiab lwm yam khoom fij, tej ib feem kaum, tej khoom fij sib raug zoo thiab tej khoom uas nej coglus fij tshwjxeeb rau tus TSWV."},{"bible_id":"1525","chapter_code":"DEU.12","verse_code":"DEU.12.12","label":"12","content":"Nej, nej tej pojniam menyuam, nej tej tubqhe thiab cov Levis uas nrog nej nyob hauv nej tej nroog, cia li zoo siab tabmeeg tus TSWV; nej yuav tsum nco ntsoov hais tias cov Levis yuav tsis muaj av ua lawv tug."},{"bible_id":"1525","chapter_code":"DEU.12","verse_code":"DEU.12.13","label":"13","content":"Nej tsis txhob coj nej tej khoom mus fij rau ntawm qhov chaw uas nej nyiam;"},{"bible_id":"1525","chapter_code":"DEU.12","verse_code":"DEU.12.14","label":"14","content":"nej yuav tsum coj nej tej khoom mus fij rau ntawm tib qhov chaw uas tus TSWV xaiv ntawm nej ib xeem li av, thiab nej mus hlawv khoom fij rau ntawm qhov chaw uas tus TSWV qhia rau nej lawm xwb."},{"bible_id":"1525","chapter_code":"DEU.12","verse_code":"DEU.12.15","label":"15","content":"“Tiamsis tej tsiaj uas nej tua noj, nej nyob qhov twg, nej tua rau qhov ntawd los tau. Nej noj tau raws li tus TSWV pub rau nej muaj. Cov neeg uas huv thiab tsis huv los puavleej noj tau tej tsiaj ntawd, ib yam li nej noj tej nqaij kauv thiab nqaij muaslwj."},{"bible_id":"1525","chapter_code":"DEU.12","verse_code":"DEU.12.16","label":"16","content":"Tiamsis nej tsis txhob noj tej tsiaj ntawd cov ntshav; nej yuav tsum muab hliv povtseg ib yam li hliv dej."},{"bible_id":"1525","chapter_code":"DEU.12","verse_code":"DEU.12.17","label":"17","content":"Tsis pub nej nqa tej khoom uas nej muab fij rau tus TSWV lawm los noj hauv nej tej tsev, tsis hais tej ib feem kaum uas yog nej tej qoobloo, tej cawv txiv hmab, tej roj txiv ntoo lossis thawj tus menyuam nyuj thiab menyuam yaj, tej khoom uas nej coglus muab fij rau tus TSWV, tej khoom uas nej txaus siab muab fij lossis lwm yam khoom fij."},{"bible_id":"1525","chapter_code":"DEU.12","verse_code":"DEU.12.18","label":"18","content":"Nej thiab nej tej pojniam menyuam, nej tej tubqhe thiab cov Levis uas nrog nej nyob hauv nej tej nroog, nej tsuas noj tau tej khoom fij no tabmeeg tus TSWV uas yog nej tus Vajtswv rau ntawm qhov chaw uas tus TSWV uas yog nej tus Vajtswv xaiv tseg ua qhov chaw pehawm nws xwb. Nej cia li txaus siab rau tej uas Vajtswv foom koob hmoov rau nej mus khwv tau los."},{"bible_id":"1525","chapter_code":"DEU.12","verse_code":"DEU.12.19","label":"19","content":"Tiam twg uas nej tseem nyob hauv lub tebchaws ntawd, nej tsis txhob tso cov Levis tseg li."},{"bible_id":"1525","chapter_code":"DEU.12","verse_code":"DEU.12.20","label":"20","content":"“Thaum tus TSWV uas yog nej tus Vajtswv pub nej tau lub tebchaws dav ntxiv, raws li nws twb coglus tseg rau nej lawm, nej yuav tua nej tej tsiaj noj thaum twg los tau raws li nej siab nyiam."},{"bible_id":"1525","chapter_code":"DEU.12","verse_code":"DEU.12.21","label":"21","content":"Yog hais tias, qhov chaw uas nej mus pehawm tus TSWV nyob deb nej heev lawm, nej xav tua tej nyuj thiab tej yaj uas tus TSWV pub rau nej noj, nej cia li tua thiab noj tau hauv nej tej tsev raws li kuv qhia rau nej lawm."},{"bible_id":"1525","chapter_code":"DEU.12","verse_code":"DEU.12.22","label":"22","content":"Nej txhua tus, tsis hais cov neeg huv thiab tsis huv los puavleej noj tau cov nqaij ntawd, ib yam li nej noj tej nqaij kauv thiab nqaij muaslwj."},{"bible_id":"1525","chapter_code":"DEU.12","verse_code":"DEU.12.23","label":"23","content":"Tiamsis tsis txhob noj tej nqaij uas txheem ntshav, rau qhov ntshav yog txojsia, nej tsis txhob noj txojsia nrog cov nqaij."},{"bible_id":"1525","chapter_code":"DEU.12","verse_code":"DEU.12.24","label":"24","content":"Nej tsis txhob muab ntshav ua zaub noj; tiamsis nej cia li muab hliv povtseg ib yam li hliv dej."},{"bible_id":"1525","chapter_code":"DEU.12","verse_code":"DEU.12.25","label":"25","content":"Yog nej ua raws li kuv tej lus qhia no, tus TSWV yuav txaus siab rau nej, nej thiab nej tej xeebntxwv yuav noj qab nyob zoo."},{"bible_id":"1525","chapter_code":"DEU.12","verse_code":"DEU.12.26","label":"26","content":"Cia li coj nej tej khoom fij thiab nej tej khoom pub uas nej coglus mus fij rau tus TSWV ntawm qhov chaw uas nej pehawm nws."},{"bible_id":"1525","chapter_code":"DEU.12","verse_code":"DEU.12.27","label":"27","content":"Cia li coj nej tej khoom fij uas muab hlawv tagnrho, tej nqaij, thiab tej ntshav mus hlawv rau saum tus TSWV lub thaj. Thiab tej khoom fij uas nej noj tej nqaij, nej muab cov ntshav hliv rau saum lub thaj."},{"bible_id":"1525","chapter_code":"DEU.12","verse_code":"DEU.12.28","label":"28","content":"Nej yuav tsum muab siab rau ua raws li tej lus uas kuv qhia rau nej, nej thiab nej tej xeebntxwv thiaj yuav noj qab nyob zoo mus ibtxhis, rau qhov nej ua raws li tus TSWV uas yog nej tus Vajtswv lub siab nyiam."},{"bible_id":"1525","chapter_code":"DEU.12","verse_code":"DEU.12.29","label":"29","content":"“Tus TSWV uas yog nej tus Vajtswv yuav ua kom tej haivneeg uas nej tabtom yuav mus tua lawv thiab lawv lub tebchaws kom puastsuaj tas, nej yuav tau lub tebchaws ntawd nyob ua nej tug."},{"bible_id":"1525","chapter_code":"DEU.12","verse_code":"DEU.12.30","label":"30","content":"Tom qab uas tus TSWV ua rau tej haivneeg ntawd puastsuaj tas lawm, nej nco ntsoov tsis txhob pe mlom li lawv, nyob tsam nej raug puastsuaj. Tsis txhob lam mus xauj, saib lawv pe lawv tej vajtswv li cas, ces nej txawm yuav pe nej tus Vajtswv li ntawd."},{"bible_id":"1525","chapter_code":"DEU.12","verse_code":"DEU.12.31","label":"31","content":"Nej tsis txhob pehawm tus TSWV uas yog nej tus Vajtswv ib yam li lawv pe lawv tej vajtswv, rau qhov thaum lawv pe lawv tej vajtswv, lawv ua tej kev phem kev qias uas tus TSWV ntxub heev. Lawv muab lawv tej menyuam tua hlawv fij rau saum lawv tej thaj."},{"bible_id":"1525","chapter_code":"DEU.12","verse_code":"DEU.12.32","label":"32","content":"“Nej yuav tsum ua txhua yam raws li tej lus uas kuv qhia rau nej lawm; nej tsis txhob ntxiv lossis rho ib los li."},{"bible_id":"1525","chapter_code":"DEU.13","verse_code":"DEU.13.1","label":"1","content":"“Yog muaj ib tug cevlus lossis ib tug txawj txhais npau suav hais tias, yuav muaj tej txujci tseemceeb lossis tej xwmtxheej uas ua rau sawvdaws xav tsis thoob,"},{"bible_id":"1525","chapter_code":"DEU.13","verse_code":"DEU.13.2","label":"2","content":"coj nej mus pe lawv tej vajtswv uas nej tsis tau pe dua. Txawm yog tej uas nws hais ntawd muaj tseeb,"},{"bible_id":"1525","chapter_code":"DEU.13","verse_code":"DEU.13.3","label":"3","content":"los nej tsis txhob ntseeg tej lus uas nws hais ntawd li. Rau qhov tus TSWV uas yog nej tus Vajtswv siv nws sim nej siab, saib nej puas hlub tus TSWV kawg siab kawg ntsws tiag."},{"bible_id":"1525","chapter_code":"DEU.13","verse_code":"DEU.13.4","label":"4","content":"Nej yuav tsum ua raws li tus TSWV tej lus thiab hwm nws; ua raws li nws tej kevcai thiab mloog nws lus; muab siab npuab thiab pehawm nws."},{"bible_id":"1525","chapter_code":"DEU.13","verse_code":"DEU.13.5","label":"5","content":"Nej cia li muab tus uas txawj txhais npau suav lossis tus cevlus uas qhia kom nej ntxeev siab rau tus TSWV uas tso nej dim kev ua qhev nram tebchaws Iziv los tua povtseg. Tus ntawd yog neeg phem, nws ntxias kom nej muab txojkev uas tus TSWV qhia rau nej coj tso povtseg. Nej yuav tsum muab tus ntawd tua, nej thiaj dim txojkev phem no."},{"bible_id":"1525","chapter_code":"DEU.13","verse_code":"DEU.13.6","label":"6","content":"“Txawm yog koj tus kwvtij uas koom niam koom txiv lossis koj tej tub tej ntxhais, koj tus pojniam uas koj hlub lossis koj tus phoojywg zoo, yaum koj twjywm hais tias, “Peb cia li mus pe lwm tus vajtswv uas koj thiab koj cov yawgkoob tsis tau pe dua li.”"},{"bible_id":"1525","chapter_code":"DEU.13","verse_code":"DEU.13.7","label":"7","content":"Lawv cov no ib tug yuav ntxias koj thiab yaum kom koj cia li mus nrog cov neeg uas nyob deb lossis nyob ze koj pe lawv tej vajtswv,"},{"bible_id":"1525","chapter_code":"DEU.13","verse_code":"DEU.13.8","label":"8","content":"los koj tsis txhob cia nws ntxias tau koj; tsis txhob mloog nws hais. Tsis txhob hmov tshua lossis hlub nws, thiab tsis txhob npog nws."},{"bible_id":"1525","chapter_code":"DEU.13","verse_code":"DEU.13.9","label":"9","content":"Cia li muab nws tua! Koj yog thawj tug uas muab pobzeb ntaus nws, ces sawvdaws mam li ntaus tom qab."},{"bible_id":"1525","chapter_code":"DEU.13","verse_code":"DEU.13.10","label":"10","content":"Cia li muab pobzeb ntaus kom nws tuag! Rau qhov nws txhob txwm coj nej tawm ntawm tus TSWV uas yog nej tus Vajtswv uas coj nej tawm nram tebchaws Iziv uas nej ua luag qhev los."},{"bible_id":"1525","chapter_code":"DEU.13","verse_code":"DEU.13.11","label":"11","content":"Thaum cov Yixalayees hnov txog zaj no; lawv thiaj ntshai thiab tsis muaj leejtwg mus ua txojkev phem no lawm."},{"bible_id":"1525","chapter_code":"DEU.13","verse_code":"DEU.13.12","label":"12","content":"“Thaum nej nyob hauv tej nroog uas tus TSWV uas yog nej tus Vajtswv muab rau nej, nej yuav hnov"},{"bible_id":"1525","chapter_code":"DEU.13","verse_code":"DEU.13.13","label":"13","content":"cov neeg phem hauv nej lub tebchaws qee leej tau coj nej cov neeg uas nyob hauv lawv tej nroog mus pe tej vajtswv uas nej tsis tau pe dua li."},{"bible_id":"1525","chapter_code":"DEU.13","verse_code":"DEU.13.14","label":"14","content":"Yog nej hnov tej zaj tsis zoo li ntawd, nej yuav tsum maj nroos mus tshuaj saib puas muaj tseeb; yog muaj tus tau mus ua phem ua qias li ntawd tiag,"},{"bible_id":"1525","chapter_code":"DEU.13","verse_code":"DEU.13.15","label":"15","content":"ces cia li muab cov neeg hauv lub nroog thiab lawv tej tsiaj txhu tua kom tuag tas, thiab rhuav lawv lub nroog kom puastsuaj tas huv tibsi."},{"bible_id":"1525","chapter_code":"DEU.13","verse_code":"DEU.13.16","label":"16","content":"Cia li mus sau cov neeg ntawd tej khoom los tso ua ib pawg rau ntawm tshavpuam hauv lub nroog, ces muab lub nroog thiab txhua yam hlawv ua khoom fij rau tus TSWV uas yog nej tus Vajtswv. Cia lub nroog ntawd piamsij mus ibtxhis tsis txhob tsim dua ntxiv lawm."},{"bible_id":"1525","chapter_code":"DEU.13","verse_code":"DEU.13.17","label":"17","content":"Nej tsis txhob yuav tej khoom uas yuav muab hlawv fij rau tus TSWV ib yam li, tus TSWV thiaj yuav hlub nej thiab tsis chim rau nej. Nws yuav hlub nej thiab pub kom nej huamvam coob raws li nws tau coglus tseg rau nej cov yawgkoob lawm,"},{"bible_id":"1525","chapter_code":"DEU.13","verse_code":"DEU.13.18","label":"18","content":"yog nej ua raws li tus TSWV uas yog nej tus Vajtswv tej lus uas hnub no kuv qhia rau nej."},{"bible_id":"1525","chapter_code":"DEU.14","verse_code":"DEU.14.1","label":"1","content":"“Nej yog tus TSWV uas yog nej tus Vajtswv haivneeg. Thaum nej mus nyiav tus tuag, nej tsis txhob hlais nej lub cev lossis chais nej cov plaubhau ntawm hauvpliaj ib yam li lwm haivneeg ua."},{"bible_id":"1525","chapter_code":"DEU.14","verse_code":"DEU.14.2","label":"2","content":"Nej yog haivneeg tseemceeb rau tus TSWV uas yog nej tus Vajtswv; nws tau xaiv nej tawm ntawm ntau haivneeg hauv ntiajteb no los ua nws haivneeg."},{"bible_id":"1525","chapter_code":"DEU.14","verse_code":"DEU.14.3","label":"3","content":"“Nej tsis txhob noj tej tsiaj uas tus TSWV hais tias, yog tsiaj tsis huv."},{"bible_id":"1525","chapter_code":"DEU.14","verse_code":"DEU.14.4","label":"4","content":"Nej noj tau tej tsiaj no: nyuj, yaj, tshis,"},{"bible_id":"1525","chapter_code":"DEU.14","verse_code":"DEU.14.5","label":"5","content":"muaslwj, nyujkau, sai lossis kauv"},{"bible_id":"1525","chapter_code":"DEU.14","verse_code":"DEU.14.6","label":"6","content":"thiab txhua yam tsiaj uas rau taw ncau thiab zom zaub."},{"bible_id":"1525","chapter_code":"DEU.14","verse_code":"DEU.14.7","label":"7","content":"Tiamsis tej tsiaj uas rau taw tsis ncau thiab tsis zom zaub, mas nej tsis txhob noj li. Nej tsis txhob noj ntxhuav, luav lossis zajnpuas. Cov tsiaj no yog tsiaj tsis huv; cov tsiaj no rau ncau, tiamsis tsis zom zaub."},{"bible_id":"1525","chapter_code":"DEU.14","verse_code":"DEU.14.8","label":"8","content":"Nej tsis txhob noj nqaij npuas. Npua yog tsiaj tsis huv; npua rau taw ncau tiamsis tsis zom zaub. Nej tsis txhob noj cov tsiaj no lossis kov cov tsiaj ntawd lub cev tuag."},{"bible_id":"1525","chapter_code":"DEU.14","verse_code":"DEU.14.9","label":"9","content":"“Nej noj tau tej ntses uas muaj xiab thiab muaj nplai,"},{"bible_id":"1525","chapter_code":"DEU.14","verse_code":"DEU.14.10","label":"10","content":"tiamsis tej tsiaj nyob hauv dej uas tsis muaj xiab thiab tsis muaj nplai, nej tsis txhob noj; cov ntawd yog tsiaj tsis huv."},{"bible_id":"1525","chapter_code":"DEU.14","verse_code":"DEU.14.11","label":"11","content":"“Nej noj tau tej noog uas huv."},{"bible_id":"1525","chapter_code":"DEU.14","verse_code":"DEU.14.12+DEU.14.13+DEU.14.14+DEU.14.15+DEU.14.16+DEU.14.17+DEU.14.18","label":"12-18","content":"Tej noog no yog tej uas tsis huv nej tsis txhob noj: dav, plas, liaj, kaub kimyaj, tuayuag, dav npoj, uablag, noog ntxhuav, noog hiavtxwv, noog pashawv, noog noj ntses, roovdej, os dej, kos ntxhuav thiab puav."},{"bible_id":"1525","chapter_code":"DEU.14","verse_code":"DEU.14.19","label":"19","content":"“Txhua yam kab uas muaj tis uas tsis huv; nej tsis txhob noj."},{"bible_id":"1525","chapter_code":"DEU.14","verse_code":"DEU.14.20","label":"20","content":"Tiamsis txhua yam kab muaj tis uas huv nej noj tau."},{"bible_id":"1525","chapter_code":"DEU.14","verse_code":"DEU.14.21","label":"21","content":"“Nej tsis txhob noj tej tsiaj uas mob tuag, cia cov neeg txawv tebchaws uas nrog nej nyob noj xwb lossis muab muag rau cov neeg txawv tebchaws; rau qhov nej yog tus TSWV uas yog nej tus Vajtswv haivneeg; nej yog nws tug. “Nej tsis txhob muab tus menyuam yaj lossis tus menyuam tshis cov nqaij hau xyaw leej niam cov kua mis."},{"bible_id":"1525","chapter_code":"DEU.14","verse_code":"DEU.14.22","label":"22","content":"“Nej yuav tsum tshwj ib feem kaum ntawm tej qoobloo uas nej ua thiab sau tau hauv ib lub xyoo,"},{"bible_id":"1525","chapter_code":"DEU.14","verse_code":"DEU.14.23","label":"23","content":"coj mus rau ntawm qhov chaw uas tus TSWV uas yog nej tus Vajtswv xaiv tseg cia ua qhov chaw pehawm nws; thiab nej noj tej ib feem kaum uas yog nplej, cawv txiv hmab, roj txiv ntoo, thawj tug menyuam nyuj thiab menyuam yaj, tabmeeg tus TSWV. Nej ua li no thiaj yog nej hwm tus TSWV uas yog nej tus Vajtswv mus ibtxhis li."},{"bible_id":"1525","chapter_code":"DEU.14","verse_code":"DEU.14.24","label":"24","content":"Yog lub chaw uas pehawm tus TSWV nyob deb heev, nej coj tsis tau nej tej ib feem kaum ntawm nej tej qoobloo uas nej tus TSWV foom koob hmoov rau nej ua thiab sau tau los mus fij rau nws, ces nej ua li no:"},{"bible_id":"1525","chapter_code":"DEU.14","verse_code":"DEU.14.25","label":"25","content":"Nej muab tej qoobloo ib feem kaum ntawd muag thiab coj cov nyiaj mus fij rau tus TSWV ntawm qhov chaw pehawm tus TSWV."},{"bible_id":"1525","chapter_code":"DEU.14","verse_code":"DEU.14.26","label":"26","content":"Nej muab cov nyiaj ntawd yuav nqaij nyuj, nqaij yaj, cawv txiv hmab, cawv ntxwg thiab lwm yam uas nej xav yuav. Ces nej thiab nej tsevneeg noj haus thiab zoo siab tabmeeg tus TSWV uas yog nej tus Vajtswv."},{"bible_id":"1525","chapter_code":"DEU.14","verse_code":"DEU.14.27","label":"27","content":"“Nej tsis txhob tso cov Levis uas nrog nej nyob hauv tej nroog tseg; rau qhov lawv tsis muaj av ua lawv tug."},{"bible_id":"1525","chapter_code":"DEU.14","verse_code":"DEU.14.28","label":"28","content":"Txhua peb lub xyoo twg, coj ib feem kaum ntawm tej qoobloo uas nej ua thiab sau tau los tso rau hauv nej tej nroog."},{"bible_id":"1525","chapter_code":"DEU.14","verse_code":"DEU.14.29","label":"29","content":"Tej qoobloo ntawd yog muab rau cov Levis, rau qhov lawv tsis muaj av ua lawv tug, thiab muab rau cov neeg txawv tebchaws, cov menyuam ntsuag thiab cov pojntsuam uas nrog nej nyob hauv nej tej nroog. Kom lawv thiaj tau tej ntawd noj. Nej ua li no tus TSWV uas yog nej tus Vajtswv thiaj foom koob hmoov rau txhua yam uas nej ua."},{"bible_id":"1525","chapter_code":"DEU.15","verse_code":"DEU.15.1","label":"1","content":"“Txhua xya lub xyoo twg, nej yuav tsum xuam tej nyiaj uas luag tshuav nej nqi."},{"bible_id":"1525","chapter_code":"DEU.15","verse_code":"DEU.15.2","label":"2","content":"Tej uas nej yuav tau xuam yog li no: tej nyiaj uas nej qiv rau nej ib tug kwvtij Yixalayees yuav tsum xuam rau nws; nej tsis txhob tsib cov nyiaj ntawd rov qab; rau qhov tus TSWV kom nej xuam tej nujnqis ntawd."},{"bible_id":"1525","chapter_code":"DEU.15","verse_code":"DEU.15.3","label":"3","content":"Nej tsib tau tej nyiaj uas nej qiv rau cov neeg txawv tebchaws, tiamsis nej tsis txhob tsib cov nyiaj uas nej cov kwvtij tshuav nej nqi."},{"bible_id":"1525","chapter_code":"DEU.15","verse_code":"DEU.15.4","label":"4","content":"“Tus TSWV uas yog nej tus Vajtswv yuav foom koob hmoov rau nej thaum nej mus nyob hauv lub tebchaws uas nws coglus muab rau nej. Nws yuav tsis pub nej ib tug twg pluag li,"},{"bible_id":"1525","chapter_code":"DEU.15","verse_code":"DEU.15.5","label":"5","content":"yog nej hwm tus TSWV thiab ua raws li tej lus uas hnub no kuv qhia rau nej,"},{"bible_id":"1525","chapter_code":"DEU.15","verse_code":"DEU.15.6","label":"6","content":"tus TSWV yuav foom koob hmoov rau nej, raws li nws tau coglus tseg lawm. Nej yuav muaj nyiaj qiv rau ntau haivneeg, nej yuav tsis mus txais nyiaj ntawm ib haivneeg twg li; nej yuav kav ntau haivneeg, tiamsis yuav tsis muaj ib haivneeg twg kav nej."},{"bible_id":"1525","chapter_code":"DEU.15","verse_code":"DEU.15.7","label":"7","content":"“Thaum nej mus nyob hauv lub tebchaws uas tus TSWV uas yog nej tus Vajtswv muab rau nej, yog nej cov kwvtij Yixalayees uas nyob hauv nej tej nroog ib tug twg txomnyem, nej tsis txhob ua neeg qia dub thiab tsis kam pab tus ntawd."},{"bible_id":"1525","chapter_code":"DEU.15","verse_code":"DEU.15.8","label":"8","content":"Tiamsis, nej yuav tsum ua neeg siab dawb siab zoo thiab qiv nyiaj rau nws kom txaus li nws xav yuav."},{"bible_id":"1525","chapter_code":"DEU.15","verse_code":"DEU.15.9","label":"9","content":"Txawm yog twb ze rau xyoo uas xuam nujnqis lawm los nej yuav tsum qiv rau nws. Nej tsis txhob muaj lub siab xav phem. Yog nej tsis kam qiv, nws yuav quaj thov tus TSWV foom tsis zoo rau nej, ces nej yuav raug txim."},{"bible_id":"1525","chapter_code":"DEU.15","verse_code":"DEU.15.10","label":"10","content":"Nej yuav tsum zoo siab hlo muab rau nws ntawm lus siab dawb paug, tus TSWV thiaj yuav foom koob hmoov rau txhua yam uas nej ua."},{"bible_id":"1525","chapter_code":"DEU.15","verse_code":"DEU.15.11","label":"11","content":"Nej muaj cov kwvtij Yixalayees txomnyem uas nrog nej nyob, yog li ntawd kuv hais rau nej hais tias, nej yuav tsum ua siab dawb siab zoo rau lawv."},{"bible_id":"1525","chapter_code":"DEU.15","verse_code":"DEU.15.12","label":"12","content":"“Yog cov Yixalayees muaj ib tug twg, tsis hais pojniam lossis txivneej, muab nws muag  rau nej ua nej tus qhev, thaum uas nws ua haujlwm rau nej puv rau lub xyoos lawm, xyoo xya, nej yuav tsum tso nws mus."},{"bible_id":"1525","chapter_code":"DEU.15","verse_code":"DEU.15.13","label":"13","content":"Thaum nej tso nws mus, tsis txhob cia nws mus tes dawb tes npliag."},{"bible_id":"1525","chapter_code":"DEU.15","verse_code":"DEU.15.14","label":"14","content":"Nej yuav tsum ua siab dawb siab zoo, muab tej uas tus TSWV foom koob hmoov rau nej muaj uas yog: yaj, nplej thiab cawv txiv hmab pub rau nws coj mus."},{"bible_id":"1525","chapter_code":"DEU.15","verse_code":"DEU.15.15","label":"15","content":"Nco ntsoov hais tias, thaum nej nyob nram tebchaws Iziv, nej ua luag qhev, tus TSWV uas yog nej tus Vajtswv tau tso nej dim; twb yog vim li ntawd, hnub no kuv thiaj qhia tej no rau nej."},{"bible_id":"1525","chapter_code":"DEU.15","verse_code":"DEU.15.16","label":"16","content":"“Tiamsis yog hais tias nej tus qhev tsis kam mus; vim nws ncawg nej tsevneeg thiab nws yuav thov nrog nej nyob,"},{"bible_id":"1525","chapter_code":"DEU.15","verse_code":"DEU.15.17","label":"17","content":"nej coj nws mus rau ntawm qhovrooj thiab muab nws pobntseg tho; ces nws yuav ua nej qhev mus tas nws simneej. Nej ua ib yam li ntawd rau nej tus ntxhais qhev thiab."},{"bible_id":"1525","chapter_code":"DEU.15","verse_code":"DEU.15.18","label":"18","content":"Tsis txhob nyuaj siab thaum uas nej yuav tso ib tug qhev tawm mus, rau qhov nws ua haujlwm rau nej rau lub xyoos, nws tsuas tau nqi zog npaum li ib nrab  ntawm tus uas nej ntiav ua haujlwm xwb. Nej yuav tsum ua li no, tus TSWV uas yog nej tus Vajtswv thiaj foom koob hmoov rau tej uas nej ua."},{"bible_id":"1525","chapter_code":"DEU.15","verse_code":"DEU.15.19","label":"19","content":"“Nej yuav tsum tau xaiv thawj tug menyuam nyuj thiaj menyuam yaj uas yog tus txiv tshwj rau ib cag cia fij rau tus TSWV uas yog nej tus Vajtswv; tsis txhob siv cov menyuam nyuj ntawd ua haujlwm, thiab tsis txhob muab cov menyuam yaj ntawd txiav plaub."},{"bible_id":"1525","chapter_code":"DEU.15","verse_code":"DEU.15.20","label":"20","content":"Txhua xyoo nej thiab nej tej pojniam menyuam yuav tsum noj tej nqaij ntawd tabmeeg tus TSWV ntawm qhov chaw uas nej pehawm nws."},{"bible_id":"1525","chapter_code":"DEU.15","verse_code":"DEU.15.21","label":"21","content":"Tiamsis yog hais tias, tej tsiaj ntawd, cegtawv, digmuag lossis muaj mob, nej tsis txhob muab tus tsiaj ntawd mus fij rau tus TSWV uas yog nej tus Vajtswv."},{"bible_id":"1525","chapter_code":"DEU.15","verse_code":"DEU.15.22","label":"22","content":"Nej tua cov tsiaj ntawd noj tau hauv nej tej tsev, tsis hais cov neeg huv thiab tsis huv, puavleej noj tau ib yam li noj tej nqaij kauv lossis nqaij muaslwj."},{"bible_id":"1525","chapter_code":"DEU.15","verse_code":"DEU.15.23","label":"23","content":"Tiamsis nej yuav tsum tsis txhob noj cov ntshav; nej yuav tsum muab hliv povtseg ib yam li hliv dej."},{"bible_id":"1525","chapter_code":"DEU.16","verse_code":"DEU.16.1","label":"1","content":"“Nej yuav tsum ua Kevcai Hla Dhau rau thaum lub hlis Anpis, qhuas tus TSWV uas yog nej tus Vajtswv; rau qhov lub hli ntawd, muaj ib hmos yog hmo uas tus TSWV coj nej tawm nram tebchaws Iziv los."},{"bible_id":"1525","chapter_code":"DEU.16","verse_code":"DEU.16.2","label":"2","content":"Nej cia li coj ib tug nyuj lossis ib tug yaj mus rau ntawm qhov chaw pehawm tus TSWV, thiab muab tua ua Kevcai Hla Dhau qhuas tus TSWV uas yog nej tus Vajtswv."},{"bible_id":"1525","chapter_code":"DEU.16","verse_code":"DEU.16.3","label":"3","content":"Thaum nej noj cov nqaij ntawd, nej tsis txhob noj cov ncuav uas xyaw keeb. Xya hnub ntawd nej yuav tsum noj cov ncuav uas tsis xyaw keeb ib yam li thaum nej khiav tawm nram tebchaws Iziv los, nej maj heev, nej noj tej ncuav uas tsis xyaw keeb; cov ncuav ntawd hu ua ncuav txomnyem siab, nej ua li no nej thiaj yuav nco ntsoov hnub uas nej tawm nram tebchaws Iziv qhov chaw uas nej raug kev txomnyem."},{"bible_id":"1525","chapter_code":"DEU.16","verse_code":"DEU.16.4","label":"4","content":"Xya hnub ntawd, tsis pub ib tug twg uas nyob hauv nej lub tebchaws muaj tej keeb ncuav nyob hauv tsev li; tus tsiaj uas nej tua thawj hmo, nej yuav tsum noj kom tas dulug rau hmo ntawd."},{"bible_id":"1525","chapter_code":"DEU.16","verse_code":"DEU.16.5+DEU.16.6","label":"5-6","content":"“Tsuas pub nej tua tsiaj ua Kevcai Hla Dhau rau ntawm qhov chaw nej pehawm tus TSWV xwb, tsis pub nej tua rau lwm qhov hauv lub tebchaws uas tus TSWV uas yog nej tus Vajtswv muab rau nej. Nej ua rau thaum hnub poob qho uas yog lub caij nej tawm nram tebchaws Iziv los."},{"bible_id":"1525","chapter_code":"DEU.16","verse_code":"DEU.16.7","label":"7","content":"Nej hau cov nqaij ntawd noj rau ntawm qhov chaw uas nej pehawm tus TSWV; thiab hnub tom qab sawv ntxov nej mam li rov mus tsev."},{"bible_id":"1525","chapter_code":"DEU.16","verse_code":"DEU.16.8","label":"8","content":"Rau qhov rau hnub tom ntej nej yuav noj ncuav tsis xyaw keeb, thiab hnub xya nej yuav tsum tuaj ua ke pehawm tus TSWV uas yog nej tus Vajtswv thiab hnub ntawd nej tsis txhob ua haujlwm."},{"bible_id":"1525","chapter_code":"DEU.16","verse_code":"DEU.16.9","label":"9","content":"“Nej suav xya lub limtiam, txij hnub uas nej pib sau qoobloo mus,"},{"bible_id":"1525","chapter_code":"DEU.16","verse_code":"DEU.16.10","label":"10","content":"nej mam li ua Kevcai Sau Qoobloo qhuas tus TSWV uas yog nej tus Vajtswv, thiab coj tej khoom fij uas nej txaus siab muab rau tus TSWV raws li nws tau foom koob hmoov rau nej mus fij rau nws."},{"bible_id":"1525","chapter_code":"DEU.16","verse_code":"DEU.16.11","label":"11","content":"Nej thiab nej tej pojniam menyuam, nej cov tubtxib, cov Levis, cov neeg txawv tebchaws, cov menyuam ntsuag thiab cov pojntsuam uas nyob hauv nej tej nroog, nej cia li zoo siab thiab ua li no tabmeeg tus TSWV ntawm qhov chaw uas nej pehawm nws."},{"bible_id":"1525","chapter_code":"DEU.16","verse_code":"DEU.16.12","label":"12","content":"Nej yuav tsum nco ntsoov ua raws li tej lus qhia no; thiab nco ntsoov qhov uas nej ua luag qhev nram tebchaws Iziv."},{"bible_id":"1525","chapter_code":"DEU.16","verse_code":"DEU.16.13","label":"13","content":"“Tom qab uas nej ntaus nplej thiab tso kua txiv hmab tas lawm, nej cia li ua Kevcai nyob Tsev Pheebsuab xya hnub."},{"bible_id":"1525","chapter_code":"DEU.16","verse_code":"DEU.16.14","label":"14","content":"Nej thiab nej tej pojniam menyuam, tej tubtxib, cov Levis, cov neeg txawv tebchaws, cov menyuam ntsuag thiab cov pojntsuam uas nrog nej nyob hauv nej tej nroog cia li zoo siab."},{"bible_id":"1525","chapter_code":"DEU.16","verse_code":"DEU.16.15","label":"15","content":"Nej ua kevcai nyob tsev pheebsuab xya hnub qhuas tus TSWV uas yog nej tus Vajtswv, ntawm qhov chaw uas nej pehawm nws; nej cia li zoo siab rau qhov tus TSWV foom koob hmoov rau nej tej qoobloo thiab tej haujlwm uas nej ua."},{"bible_id":"1525","chapter_code":"DEU.16","verse_code":"DEU.16.16","label":"16","content":"“Nej haivneeg txhua tus txivneej yuav tsum tuaj pehawm tus TSWV ntawm qhov chaw uas nws xaiv cia ib xyoos peb zaug: ua Kevcai Hla Dhau, ua Kevcai Sau Qoobloo thiab ua Kevcai nyob Tsev Pheebsuab. Txhua tus tsis txhob tuaj tes dawb tes npliag, nyias yuav tsum nqa nyias ib yam khoom"},{"bible_id":"1525","chapter_code":"DEU.16","verse_code":"DEU.16.17","label":"17","content":"tuaj fij rau tus TSWV, raws li tus TSWV uas yog nej tus Vajtswv tau foom koob hmoov rau nej lawm."},{"bible_id":"1525","chapter_code":"DEU.16","verse_code":"DEU.16.18","label":"18","content":"“Nej yuav tsum tsa ib pab neeg ua cov txiav txim thiab tsa ib co nomtswv ua cov tswjhwm nyob rau hauv txhua lub nroog uas tus TSWV uas yog nej tus Vajtswv muab rau nej lawm. Cov uas nej tsa ntawd yuav txiav txim ncaj ncees rau nej haivneeg."},{"bible_id":"1525","chapter_code":"DEU.16","verse_code":"DEU.16.19","label":"19","content":"Lawv yuav tsum coj txojkev ncaj ncees tsis txhob tso tseg, tsis txhob txiav txim tsis ncaj, thiab tsis txhob yuav luag tej nyiaj xiab, rau qhov tej nyiaj xiab ntawd yuav ua rau cov neeg ncaj thiab txawj ntse qhovmuag fam txiav txim tsis ncaj."},{"bible_id":"1525","chapter_code":"DEU.16","verse_code":"DEU.16.20","label":"20","content":"Nej yuav tsum ua ncaj thiab ua zoo nyob hauv lub tebchaws uas tus TSWV uas yog nej tus Vajtswv yuav muab rau nej, nej thiaj yuav muaj sia ua neej nyob ntev rau hauv lub tebchaws ntawd."},{"bible_id":"1525","chapter_code":"DEU.16","verse_code":"DEU.16.21","label":"21","content":"“Thaum nej ua ib lub thaj rau tus TSWV uas yog nej tus Vajtswv, nej tsis txhob txhos tus mlom ntoo Aselas rau ntawm lub thaj ib sab;"},{"bible_id":"1525","chapter_code":"DEU.16","verse_code":"DEU.16.22","label":"22","content":"thiab nej tsis txhob txhos ncej zeb ua mlom rau nej pe; rau qhov tus TSWV ntxub tej mlom ntawd."},{"bible_id":"1525","chapter_code":"DEU.17","verse_code":"DEU.17.1","label":"1","content":"“Nej tsis txhob coj tus nyuj lossis tus yaj uas digmuag lossis cegtawv tuaj fij rau tus TSWV uas yog nej tus Vajtswv; tus TSWV ntxub qhov uas nej ua li no."},{"bible_id":"1525","chapter_code":"DEU.17","verse_code":"DEU.17.2","label":"2","content":"“Yog hais tias hauv nej tej nroog muaj ib tug pojniam lossis ib tug txivneej ua txhaum rau tus TSWV thiab rhuav nws tej lus cog tseg,"},{"bible_id":"1525","chapter_code":"DEU.17","verse_code":"DEU.17.3","label":"3","content":"mus pe lwm tus vajtswv, pe lub hnub, lub hli lossis pe tej hnubqub uas tus TSWV txwv tsis pub pe."},{"bible_id":"1525","chapter_code":"DEU.17","verse_code":"DEU.17.4","label":"4","content":"Yog muaj neeg qhia tej ntawd rau nej, nej yuav tsum ua tib zoo tshuaj saib, yog muaj tus ua phem li ntawd, nyob rau hauv cov Yixalayees tiag,"},{"bible_id":"1525","chapter_code":"DEU.17","verse_code":"DEU.17.5","label":"5","content":"nej cia li coj tus neeg ntawd mus rau sab nraum ntug nroog thiab muab pobzeb ntaus nws kom tuag."},{"bible_id":"1525","chapter_code":"DEU.17","verse_code":"DEU.17.6","label":"6","content":"Yog muaj ob lossis peb leeg ua timkhawv hais tias, tus ntawd ua txhaum, nej thiaj muaj cai muab nws tua; yog muaj ib leeg ua timkhawv xwb, nej tsis txhob muab nws tua."},{"bible_id":"1525","chapter_code":"DEU.17","verse_code":"DEU.17.7","label":"7","content":"Cov uas ua timkhawv yuav tsum xub muab pobzeb ntaus tus uas ua txhaum, sawvdaws mam li muab pobzeb ntaus tom qab; nej yuav tsum ua li ntawd thiaj tshem tau txojkev phem hauv nej mus."},{"bible_id":"1525","chapter_code":"DEU.17","verse_code":"DEU.17.8","label":"8","content":"“Yog hais tias nyob hauv nej lub nroog, muaj tej rooj plaub nyuaj uas nej tsis pom qab txiav txim uas yog plaub sib txeeb teb, plaub sib ntaus nqaij ntuag ntshav nrog lossis plaub tua neeg. Thaum muaj li ntawd nej cia li coj mus rau ntawm qhov chaw uas tus TSWV uas yog nej tus Vajtswv tau xaiv cia ua lub chaw pehawm nws,"},{"bible_id":"1525","chapter_code":"DEU.17","verse_code":"DEU.17.9","label":"9","content":"nej cia li peev lus rau cov povthawj thiab cov txiav txim uas yog cov tu plaub mloog, lawv yuav taug thiab tu rooj plaub ntawd."},{"bible_id":"1525","chapter_code":"DEU.17","verse_code":"DEU.17.10","label":"10","content":"Lawv yog cov uas yuav txiav txim siab, nej yuav tsum ua raws li lawv kom nej ua."},{"bible_id":"1525","chapter_code":"DEU.17","verse_code":"DEU.17.11","label":"11","content":"Nej cia li yuav raws li lawv tu thiab ua raws li lawv hais rau nej txhua yam huv tibsi."},{"bible_id":"1525","chapter_code":"DEU.17","verse_code":"DEU.17.12","label":"12","content":"Yog leejtwg tsis mloog tus povthawj lossis tus tu plaub lub sijhawm ntawd hais, cia li muab tus ntawd tua; nej ua li no thiaj tshem tau txojkev phem tawm hauv cov Yixalayees mus."},{"bible_id":"1525","chapter_code":"DEU.17","verse_code":"DEU.17.13","label":"13","content":"Thaum sawvdaws hnov zaj no, lawv yuav ntshai thiab tsis ua phem li ntawd lawm."},{"bible_id":"1525","chapter_code":"DEU.17","verse_code":"DEU.17.14","label":"14","content":"“Thaum nej mus nyob hauv lub tebchaws uas tus TSWV uas yog nej tus Vajtswv muab rau nej, nej yuav hais tias, ‘Peb yuav tsa kom muaj vajntxwv los kav peb ib yam li luag lwm haivneeg uas nyob puagncig peb.’"},{"bible_id":"1525","chapter_code":"DEU.17","verse_code":"DEU.17.15","label":"15","content":"Nej cia li tsa tus uas tus TSWV uas yog nej tus Vajtswv xaiv cia ua vajntxwv kav nej. Yog tsa nej cov kwvtij ib tug ua vajntxwv; tsis yog tsa lwm haivneeg."},{"bible_id":"1525","chapter_code":"DEU.17","verse_code":"DEU.17.16","label":"16","content":"Tus vajntxwv tsis txhob muaj nees coob dhau rau nws cov tubrog, thiab tsis txhob txib nws cov neeg mus yuav nees  nram tebchaws Iziv, rau qhov tus TSWV txwv tsis pub nej rov mus nram tebchaws Iziv li lawm."},{"bible_id":"1525","chapter_code":"DEU.17","verse_code":"DEU.17.17","label":"17","content":"Tus vajntxwv tsis txhob yuav ntau tus pojniam, nyob tsam nws tso tus TSWV tseg; thiab nws tsis txhob ua kom nws npluanuj, muaj nyiaj muaj kub ntau dhau."},{"bible_id":"1525","chapter_code":"DEU.17","verse_code":"DEU.17.18","label":"18","content":"Thaum nws ua vajntxwv kav lub tebchaws, nws kom neeg mus muab phau ntawv uas sau Vajtswv tej lus thiab tej kevcai ntawm cov Levis uas ua povthawj los theej dua ib phau raws nraim li thawj phau rau nws."},{"bible_id":"1525","chapter_code":"DEU.17","verse_code":"DEU.17.19","label":"19","content":"Nws yuav tsum khaws phau ntawv no thiab niaj hnub nyeem mus tas nws simneej, nws thiaj li paub hwm tus TSWV thiab ua raws li txhua yam uas qhia tseg rau hauv phau ntawv ntawd."},{"bible_id":"1525","chapter_code":"DEU.17","verse_code":"DEU.17.20","label":"20","content":"Yog nws ua li ntawd, nws yuav tsis khav hais tias nws yog tus zoo tshaj nws cov kwvtij Yixalayees, thiab nws thiaj tsis tso tus TSWV txoj kevcai tseg. Nws yuav tau ua vajntxwv kav ntev, thiab nws cajces thiaj yuav tau ua vajntxwv kav cov Yixalayees mus ntau tiam."},{"bible_id":"1525","chapter_code":"DEU.18","verse_code":"DEU.18.1","label":"1","content":"“Cov Levis uas ua povthawj thiab tagnrho xeem Levis tsis muaj feem nrog cov Yixalayees faib av; lawv tsuas tau noj tej uas luag coj tuaj fij thiab tej uas luag zoo siab coj tuaj pub rau tus TSWV xwb."},{"bible_id":"1525","chapter_code":"DEU.18","verse_code":"DEU.18.2","label":"2","content":"Lawv tsis nrog lawv cov kwvtij muaj liaj muaj teb los ua lawv tug; lawv feem yog ua tus TSWV cov povthawj raws li tus TSWV coglus tseg lawm."},{"bible_id":"1525","chapter_code":"DEU.18","verse_code":"DEU.18.3","label":"3","content":"“Thaum luag coj nyuj lossis yaj tuaj tua fij, mas ib ceg tes, lub puabtsaig thiab lub plab yog cov povthawj feem."},{"bible_id":"1525","chapter_code":"DEU.18","verse_code":"DEU.18.4","label":"4","content":"Thaum cov Yixalayees muab thawj phaum qoob ibtxhia uas yog nplej, cawv txiv hmab, roj txiv ntoo thiab cov plaub yaj uas lawv txiav thawj zaug coj tuaj fij, tej ntawd yog cov Levis tug."},{"bible_id":"1525","chapter_code":"DEU.18","verse_code":"DEU.18.5","label":"5","content":"Tus TSWV xaiv xeem Levis tawm ntawm nej txhua xeem los ua cov povthawj ua nws tes haujlwm mus ibtxhis li."},{"bible_id":"1525","chapter_code":"DEU.18","verse_code":"DEU.18.6","label":"6","content":"“Yog cov Levis uas nyob hauv nej tej nroog xav mus rau lwm lub nroog uas muaj chaw pehawm tus TSWV los nws yeej mus tau,"},{"bible_id":"1525","chapter_code":"DEU.18","verse_code":"DEU.18.7","label":"7","content":"nws yuav mus ua povthawj ua haujlwm rau tus TSWV uas yog nws tus Vajtswv, ib yam li nws cov kwvtij Levis uas tabtom ua rau tus TSWV ntawd."},{"bible_id":"1525","chapter_code":"DEU.18","verse_code":"DEU.18.8","label":"8","content":"Nws muaj feem tau noj sib npaug zos ib yam li lwm tus povthawj, tsis xam tej uas nws cov kwvtij coj tuaj rau nws."},{"bible_id":"1525","chapter_code":"DEU.18","verse_code":"DEU.18.9","label":"9","content":"“Thaum nej mus nyob hauv lub tebchaws uas tus TSWV uas yog nej tus Vajtswv muab rau nej, nej tsis txhob mus xyaum coj thiab ua tej kev phem kev qias li cov neeg uas nyob hauv lub tebchaws ntawd ua."},{"bible_id":"1525","chapter_code":"DEU.18","verse_code":"DEU.18.10","label":"10","content":"Nej tsis txhob muab nej tej menyuam tua hlawv fij, tsis txhob saib yaig, tsis txhob xam hnubnyoog, tsis txhob khov kuam,"},{"bible_id":"1525","chapter_code":"DEU.18","verse_code":"DEU.18.11","label":"11","content":"tsis txhob ua khawvkoob thiab tsis txhob mus cuag txivneeb txivyaig."},{"bible_id":"1525","chapter_code":"DEU.18","verse_code":"DEU.18.12","label":"12","content":"Tus TSWV uas yog nej tus Vajtswv ntxub cov neeg uas ua tej kev phem kev qias li ntawd, twb yog li ntawd, nws thiaj muab cov neeg uas nyob hauv lub tebchaws ntawd ntiab tawm ua ntej nej mus nyob."},{"bible_id":"1525","chapter_code":"DEU.18","verse_code":"DEU.18.13","label":"13","content":"Nej yuav tsum muab siab npuab tus TSWV uas yog nej tus Vajtswv kom kawg siab kawg ntsws.”"},{"bible_id":"1525","chapter_code":"DEU.18","verse_code":"DEU.18.14","label":"14","content":"Mauxes hais rau lawv hais tias, “Cov neeg uas nyob hauv lub tebchaws uas nej tabtom yuav mus tua thiab nyob ntawd, lawv saib yaig thiab xam hnubnyoog, tiamsis tus TSWV uas yog nej tus Vajtswv tsis pub nej ua li lawv ua."},{"bible_id":"1525","chapter_code":"DEU.18","verse_code":"DEU.18.15","label":"15","content":"Tus TSWV yuav xaiv ib tug hauv nej haivneeg los ua tus cevlus ib yam li kuv, nej yuav tsum mloog nws lus."},{"bible_id":"1525","chapter_code":"DEU.18","verse_code":"DEU.18.16","label":"16","content":"“Hnub uas nej mus rau ntawm Roob Xinais, nej thov kom tus TSWV tsis txhob hais lus rau nej thiab tsis txhob pub nej pom tej nplaim taws uas tus TSWV nyob hauv ntxiv lawm, rau qhov nej ntshai nyob tsam nej tuag."},{"bible_id":"1525","chapter_code":"DEU.18","verse_code":"DEU.18.17","label":"17","content":"Tus TSWV hais rau kuv hais tias, ‘Yeej yog li lawv tej lus thov."},{"bible_id":"1525","chapter_code":"DEU.18","verse_code":"DEU.18.18","label":"18","content":"Kuv yuav xaiv lawv haivneeg ib tug los ua tus cevlus ib yam li koj; kuv yuav qhia kom tus cevlus ntawd piav kuv tej lus txhua lo rau sawvdaws."},{"bible_id":"1525","chapter_code":"DEU.18","verse_code":"DEU.18.19","label":"19","content":"Tus cevlus tuav kuv lub npe qhia rau sawvdaws, yog leejtwg tsis ua raws li tej lus uas nws hais, ces kuv  yuav rau txim rau tus ntawd."},{"bible_id":"1525","chapter_code":"DEU.18","verse_code":"DEU.18.20","label":"20","content":"Tiamsis yog ib tug cevlus twg lam tuav kuv lub npe qhia ib yam dabtsi uas kuv tsis tau kom nws hais, thiab tus cevlus uas lam tuav lwm tus vajtswv lub npe qhia yuav tuag.’"},{"bible_id":"1525","chapter_code":"DEU.18","verse_code":"DEU.18.21","label":"21","content":"“Nej yuav paub hais tias tej lus uas tus cevlus hais tsis yog tus TSWV tej lus."},{"bible_id":"1525","chapter_code":"DEU.18","verse_code":"DEU.18.22","label":"22","content":"Yog tus cevlus uas tuav tus TSWV lub npe hais tias yuav muaj ib yam dabtsi tshwm los, tiamsis tsis muaj dabtsi tshwm raws li nws hais ntawd, tej lus ntawd tsis yog tus TSWV lus. Tus cevlus ntawd nws hais nws xwb, nej tsis txhob ntshai nws."},{"bible_id":"1525","chapter_code":"DEU.19","verse_code":"DEU.19.1","label":"1","content":"“Thaum tus TSWV uas yog nej tus Vajtswv muab cov neeg uas nyob hauv lub tebchaws uas nws yuav muab rau nej ua kom puastsuaj, thiab thaum nej mus nyob hauv lawv tej nroog thiab lawv tej tsev,"},{"bible_id":"1525","chapter_code":"DEU.19","verse_code":"DEU.19.2+DEU.19.3","label":"2-3","content":"nej muab lub tebchaws faib ua peb feem, tu ib lub nroog hauv ib feem uas nyob rau qhov chaw mus rau hauv yoojyim. Yog muaj ib tug twg tua yuam kev raug lwm tus tuag, nws thiaj tau kev khiav mus cawm siav hauv cov nroog ntawd ib lub."},{"bible_id":"1525","chapter_code":"DEU.19","verse_code":"DEU.19.4","label":"4","content":"Yog ib tug twg tua yuam kev raug lwm tus tuag uas tsis yog nws tus yeebncuab, nws khiav mus cawm siav hauv cov nroog ntawd ib lub, kom luag tsis txhob muab nws tua."},{"bible_id":"1525","chapter_code":"DEU.19","verse_code":"DEU.19.5","label":"5","content":"Yog hais tias muaj ob tug neeg ua ke mus txiav ntoo hauv havzoov, thaum ib tug tabtom ntov ntoo, nws rab taus hle mus raug ib tug tuag lawm, nws cia li khiav mus cawm siav hauv cov nroog ntawd ib lub, kom luag tsis txhob muab nws tua."},{"bible_id":"1525","chapter_code":"DEU.19","verse_code":"DEU.19.6","label":"6","content":"Yog muaj ib lub nroog cawm siav xwb, nyob tsam txojkev mus rau lub nroog ntawd deb heev, yog hais tias tus tuag cov kwvtij chim, lawv yuav raws qab mus ntes tau nws, ces lawv yuav cia li muab tus uas tsis muaj txim ntawd tua. Qhov uas tus ntawd tuag yog nws yuam kev xwb, tsis yog txhob txwm tua, rau qhov nkawd tsis yog yeebncuab."},{"bible_id":"1525","chapter_code":"DEU.19","verse_code":"DEU.19.7","label":"7","content":"Yog li ntawd, kuv thiaj kom nej tshwj peb lub nroog cawm siav tseg."},{"bible_id":"1525","chapter_code":"DEU.19","verse_code":"DEU.19.8","label":"8","content":"“Thaum tus TSWV uas yog nej tus Vajtswv pub kom nej tau lub tebchaws dav zuj zus ntxiv raws li nws coglus rau nej cov yawgkoob lawm hais tias, nws yuav muab rau nej,"},{"bible_id":"1525","chapter_code":"DEU.19","verse_code":"DEU.19.9","label":"9","content":"nej rov xaiv dua peb lub nroog cia ua nroog cawm siav. (Yog nej ua raws li tej lus uas hnub no kuv qhia rau nej, hlub tus TSWV uas yog nej tus Vajtswv, thiab ua raws li nws tej kevcai txhua nqe, nws yuav muab tagnrho lub tebchaws rau nej.)"},{"bible_id":"1525","chapter_code":"DEU.19","verse_code":"DEU.19.10","label":"10","content":"Nej yuav tsum ua li no, tus neeg uas tsis muaj txim thiaj tsis raug tua tuag, rau hauv lub tebchaws uas tus TSWV muab rau nej, nej thiaj tsis tau ris nws lub txim."},{"bible_id":"1525","chapter_code":"DEU.19","verse_code":"DEU.19.11","label":"11","content":"“Tiamsis yog leejtwg mus tos kev muab nws tus yeebncuab tua tuag, ces txawm yog nws khiav mus nkaum rau hauv cov nroog cawm siav ntawd lub twg los xij,"},{"bible_id":"1525","chapter_code":"DEU.19","verse_code":"DEU.19.12","label":"12","content":"cov kev txwjlaug uas nyob hauv lub nroog ntawd, yuav tso neeg mus ntes nws rov los cob rau tus tuag cov kwvtij, lawv yuav muab nws tua povtseg pauj qhov uas nws tua neeg."},{"bible_id":"1525","chapter_code":"DEU.19","verse_code":"DEU.19.13","label":"13","content":"Nej tsis txhob hlub nws. Cia li muab nws tshem tawm hauv cov Yixalayees mus, nej thiaj tau nyob kaj siab lug."},{"bible_id":"1525","chapter_code":"DEU.19","verse_code":"DEU.19.14","label":"14","content":"“Thaum nej mus nyob hauv lub tebchaws uas tus TSWV uas yog nej tus Vajtswv yuav muab rau nej, nej tsis txhob nam nej cov kwvtij tus ciamteb uas tej laus tu tseg."},{"bible_id":"1525","chapter_code":"DEU.19","verse_code":"DEU.19.15","label":"15","content":"“Yog ib tug ua timkhawv ntxo lwm tus uas ua txhaum xwb tsis txaus; yuav tsum yog muaj ob lossis peb leeg ua timkhawv thiaj li ntseeg tau."},{"bible_id":"1525","chapter_code":"DEU.19","verse_code":"DEU.19.16","label":"16","content":"Yog muaj leejtwg ua timkhawv cuav ntxo ib tug twg hais tias, tus ntawd tau ua txhaum,"},{"bible_id":"1525","chapter_code":"DEU.19","verse_code":"DEU.19.17","label":"17","content":"kom nkawd mus rau ntawm lub chaw pehawm tus TSWV, cia cov povthawj thiab cov txiav txim tu plaub rau nkawd."},{"bible_id":"1525","chapter_code":"DEU.19","verse_code":"DEU.19.18","label":"18","content":"Cov txiav txim yuav tsum ua tib zoo taug rooj plaub ntawd; yog tus ntawd lam ua timkhawv cuav ntxo nws tus kwvtij Yixalayees xwb,"},{"bible_id":"1525","chapter_code":"DEU.19","verse_code":"DEU.19.19","label":"19","content":"nej yuav tsum tau rau txim rau tus uas ua timkhawv cuav ntawd ib yam li lub txim uas nws ntxo lwm tus. Nej ua li ntawd, nej thiaj tshem tau tej kev phem kev qias no mus."},{"bible_id":"1525","chapter_code":"DEU.19","verse_code":"DEU.19.20","label":"20","content":"Thaum uas txhua tus hnov, lawv thiaj yuav ntshai thiab tsis ua txhaum li ntawd ntxiv lawm."},{"bible_id":"1525","chapter_code":"DEU.19","verse_code":"DEU.19.21","label":"21","content":"Nej tsis txhob hlub nws li; yuav tsum cia siav pauj siav, qhovmuag pauj qhovmuag, hniav pauj hniav, tes pauj tes thiab taw pauj taw."},{"bible_id":"1525","chapter_code":"DEU.20","verse_code":"DEU.20.1","label":"1","content":"“Thaum nej mus tua nej cov yeebncuab, yog nej pom lawv muaj tsheb nees, nees thiab tubrog coob tshaj nej los nej tsis txhob ntshai lawv. Tus TSWV uas yog nej tus Vajtswv, tus uas cawm nej dim nram tebchaws Iziv los yuav nrog nraim nej."},{"bible_id":"1525","chapter_code":"DEU.20","verse_code":"DEU.20.2","label":"2","content":"Ua ntej nej yuav mus ntaus rog, ib tug povthawj yuav tuaj hais rau cov tubrog hais tias,"},{"bible_id":"1525","chapter_code":"DEU.20","verse_code":"DEU.20.3","label":"3","content":"‘Ib tsoom tubrog Yixalayees, nej mloog kuv hais! Hnub no nej yuav sawv kev mus tua rog. Tiamsis nej tsis txhob ntshai nej cov yeebncuab, tsis txhob ntaus siab yau lossis txhawj."},{"bible_id":"1525","chapter_code":"DEU.20","verse_code":"DEU.20.4","label":"4","content":"Tus TSWV uas yog nej tus Vajtswv yuav nrog nej mus thiab pab kom nej tua yeej.’"},{"bible_id":"1525","chapter_code":"DEU.20","verse_code":"DEU.20.5","label":"5","content":"“Ces cov nomtswv yuav hais rau nej hais tias, ‘Puas muaj leejtwg ua tau tsev, tiamsis tsis tau muab fij rau tus TSWV? Yog muaj, nws cia li rov mus tsev. Nyob tsam nws mus raug tua tuag rau hauv tshavrog, ces lwm tus yuav tau muab nws lub tsev fij rau tus TSWV."},{"bible_id":"1525","chapter_code":"DEU.20","verse_code":"DEU.20.6","label":"6","content":"Puas muaj leejtwg nyuam qhuav mus cog tau txiv hmab, tiamsis tsis tau mus de? Yog muaj, nws cia li rov mus tsev. Nyob tsam nws mus raug tua tuag rau hauv tshavrog, ces lwm tus yuav zoo siab uas tau noj nws tej txiv hmab ntawd."},{"bible_id":"1525","chapter_code":"DEU.20","verse_code":"DEU.20.7","label":"7","content":"Puas muaj leejtwg qhaib tau ib tug hluas nkauj, tiamsis tsis tau yuav? Yog muaj, nws cia li rov mus tsev. Nyob tsam nws mus raug tua tuag rau hauv tshavrog, ces lwm tus yuav tau yuav tus hluas nkauj ntawd.’"},{"bible_id":"1525","chapter_code":"DEU.20","verse_code":"DEU.20.8","label":"8","content":"“Cov nomtswv rov hais rau cov tubrog hais tias, ‘Puas muaj leejtwg ntshai ua rau nws ibce tuag tas? Yog muaj, nws cia li rov mus tsev. Nyob tsam nws ua rau lwm tus tubrog qaug zog.’"},{"bible_id":"1525","chapter_code":"DEU.20","verse_code":"DEU.20.9","label":"9","content":"Tom qab uas cov nomtswv tuaj hais rau cov tubrog tas lawm, lawv mam xaiv cov thawjcoj uas saib tej pab tubrog ntawd."},{"bible_id":"1525","chapter_code":"DEU.20","verse_code":"DEU.20.10","label":"10","content":"“Thaum nej mus tua nej cov yeebncuab tej nroog, nej yuav tsum cia sijhawm rau cov neeg hauv lub nroog tsa tes thov nej."},{"bible_id":"1525","chapter_code":"DEU.20","verse_code":"DEU.20.11","label":"11","content":"Yog lawv qhib roojvag thiab tsa tes thov nej, lawv yuav tau ua nej qhev thiab ua haujlwm rau nej."},{"bible_id":"1525","chapter_code":"DEU.20","verse_code":"DEU.20.12","label":"12","content":"Tiamsis yog lawv tsis tsa tes thov nej, lawv yuav nrog nej sib tua, nej cov tubrog cia li vij lawv lub nroog."},{"bible_id":"1525","chapter_code":"DEU.20","verse_code":"DEU.20.13","label":"13","content":"Thaum tus TSWV uas yog nej tus Vajtswv, cia nej txeeb tau lawv lub nroog lawm, nej cia li muab txhua tus txivneej uas nyob hauv lub nroog ntawd tua huv tibsi."},{"bible_id":"1525","chapter_code":"DEU.20","verse_code":"DEU.20.14","label":"14","content":"Txawm li ntawd los pub nej coj lawv tej pojniam menyuam, tej tsiaj txhu thiab tej khoom uas nyob hauv lub nroog los. Nej siv tau txhua yam uas yog nej cov yeebncuab li. Tej ntawd yog tus TSWV uas yog nej tus Vajtswv muab rau nej."},{"bible_id":"1525","chapter_code":"DEU.20","verse_code":"DEU.20.15","label":"15","content":"Nej yuav tsum ua li ntawd rau cov nroog uas nyob deb lub tebchaws uas nej tabtom yuav mus nyob ntawd."},{"bible_id":"1525","chapter_code":"DEU.20","verse_code":"DEU.20.16","label":"16","content":"“Thaum nej mus txeeb tau tej nroog hauv lub tebchaws uas tus TSWV uas yog nej tus Vajtswv muab rau nej, nej yuav tsum muab cov neeg uas nyob hauv tua huv tibsi."},{"bible_id":"1525","chapter_code":"DEU.20","verse_code":"DEU.20.17","label":"17","content":"Nej yuav tsum tua cov Hitis, cov Amaules, cov Kana-as, cov Pelixes, cov Hivis thiab cov Yenpus kom tuag tas raws li tus TSWV hais rau nej lawm."},{"bible_id":"1525","chapter_code":"DEU.20","verse_code":"DEU.20.18","label":"18","content":"Nej ua li ntawd lawv thiaj tsis coj nej mus pe lawv tej vajtswv, kom nej ua txhaum tawmtsam tus TSWV."},{"bible_id":"1525","chapter_code":"DEU.20","verse_code":"DEU.20.19","label":"19","content":"“Thaum nej mus tua ib lub nroog twg, txawm yog yuav siv sijhawm mus vij ntev los nej tsis txhob ntov tej txiv hmab txiv ntoo povtseg. Nej noj tej txiv, tiamsis nej tsis txhob muab tsob ntoo ntov; rau qhov tsob ntoo tsis yog nej cov yeebncuab."},{"bible_id":"1525","chapter_code":"DEU.20","verse_code":"DEU.20.20","label":"20","content":"Nej ntov tau lwm yam ntoo los thaiv ua chaw tiv sib tua mus txog thaum nej txeeb tau lub nroog."},{"bible_id":"1525","chapter_code":"DEU.21","verse_code":"DEU.21.1","label":"1","content":"“Yog nej pom ib tug neeg tuag rau tom tej tiaj nrag hauv nej lub tebchaws uas tus TSWV uas yog nej tus Vajtswv muab rau nej, tiamsis tsis paub hais tias leejtwg tua."},{"bible_id":"1525","chapter_code":"DEU.21","verse_code":"DEU.21.2","label":"2","content":"Nej cov thawjcoj thiab cov txiav txim yuav tau mus ntsuas saib thaj chaw uas tus tuag nyob ze lub nroog twg tshaj."},{"bible_id":"1525","chapter_code":"DEU.21","verse_code":"DEU.21.3","label":"3","content":"Ces cov thawjcoj uas nyob hauv lub nroog uas ze tus tuag tshaj, yuav tsum xaiv ib tus xyuas nyuj uas tsis tau thauj dua nra thiab tsis tau laij dua teb li;"},{"bible_id":"1525","chapter_code":"DEU.21","verse_code":"DEU.21.4","label":"4","content":"kom lawv cab tus nyuj ntawd mus rau ntawm ib lub hav uas muaj dej tsis nqhuab li, thiab yog ib thaj chaw uas tsis tau muaj leejtwg khawb cog ib yam qoob dabtsi li, ces lawv muab tus nyuj lov cajdab rau qhov ntawd."},{"bible_id":"1525","chapter_code":"DEU.21","verse_code":"DEU.21.5","label":"5","content":"Cov povthawj yuav tsum mus rau ntawm thaj chaw ntawd, rau qhov tus TSWV uas yog nej tus Vajtswv xaiv lawv los ua nws tes haujlwm ntawd, thiab tuav tus TSWV lub npe foom koob hmoov. Lawv yog cov uas txiav txim siab rau tej plaub ntug uas tuag li ntawd kom tas."},{"bible_id":"1525","chapter_code":"DEU.21","verse_code":"DEU.21.6","label":"6","content":"Ces cov thawjcoj uas nyob hauv lub nroog uas ze rau tus tuag ntawd, lawv yuav ntxuav tes rau saum tus nyuj"},{"bible_id":"1525","chapter_code":"DEU.21","verse_code":"DEU.21.7","label":"7","content":"thiab hais tias, ‘Peb tsis tau tua tus neeg no, thiab peb tsis paub hais tias yog leejtwg tua."},{"bible_id":"1525","chapter_code":"DEU.21","verse_code":"DEU.21.8","label":"8","content":"Tus TSWV, thov koj zam txim rau koj haivneeg Yixalayees uas koj tau cawm lawv dim nram tebchaws Iziv los; thiab thov tsis txhob pub tus neeg uas tsis muaj txim no cov ntshav los raug koj haivneeg Yixalayees.’"},{"bible_id":"1525","chapter_code":"DEU.21","verse_code":"DEU.21.9","label":"9","content":"Yog nej ua raws li tej lus uas tus TSWV kom nej ua, nej thiaj yuav tsis tau ris tus uas tua tus neeg ntawd lub txim."},{"bible_id":"1525","chapter_code":"DEU.21","verse_code":"DEU.21.10","label":"10","content":"“Thaum tus TSWV uas yog nej tus Vajtswv pub nej tua yeej nej cov yeebncuab lawm, yog nej ntes tau tej neeg los,"},{"bible_id":"1525","chapter_code":"DEU.21","verse_code":"DEU.21.11","label":"11","content":"cov neeg uas nej ntes tau los ntawd, yog muaj ib tug hluas nkauj zoo nkauj uas nej nyiam thiab xav yuav ua pojniam."},{"bible_id":"1525","chapter_code":"DEU.21","verse_code":"DEU.21.12","label":"12","content":"Nej cia li coj tus hluas nkauj ntawd mus hauv nej tsev, kom nws chais nws cov plaubhau,  txiav nws cov rau tes,"},{"bible_id":"1525","chapter_code":"DEU.21","verse_code":"DEU.21.13","label":"13","content":"thiab hloov khaubncaws. Cia nws nyob hauv tsev quaj ntsuag nws niam thiab nws txiv ib lub hlis; koj mam li yuav nws ua pojniam."},{"bible_id":"1525","chapter_code":"DEU.21","verse_code":"DEU.21.14","label":"14","content":"Tom qab ntawd, yog koj tsis xav yuav nws lawm, koj yuav tsum tso nws mus dawb mus do. Tsis txhob muab nws muag lossis saib nws zoo li tus ntxhais qhev, rau qhov koj tsis yuav nws lawm."},{"bible_id":"1525","chapter_code":"DEU.21","verse_code":"DEU.21.15","label":"15","content":"“Yog hais tias, ib tug txivneej muaj ob tug pojniam, thiab ob tug pojniam ntawd puavleej yug tau tub rau nws, tiamsis tug tub hlob tsis yog tus pojniam uas nws nyiam dua yug."},{"bible_id":"1525","chapter_code":"DEU.21","verse_code":"DEU.21.16","label":"16","content":"Thaum leej txiv faib nws tej qubtxeeg qubteg rau nws cov tub, nws tsis txhob muab tus tub hlob ntawd feem rau tus tub uas yog tus pojniam uas nws nyiam dua yug yuav."},{"bible_id":"1525","chapter_code":"DEU.21","verse_code":"DEU.21.17","label":"17","content":"Tiamsis leej txiv yuav tsum muab nws tej qubtxeeg qubteg faib ob npaug rau tus tub hlob, txawm yog tus tub ntawd tsis yog tus pojniam uas nws nyiam dua yug los xij. Leej txiv yuav tsum tau lees paub nws tus tub hlob thiab faib nws tug rau nws raws li txoj cai uas nws yog tus tub hlob."},{"bible_id":"1525","chapter_code":"DEU.21","verse_code":"DEU.21.18","label":"18","content":"“Yog leejtwg muaj ib tug tub uas tawv ncauj, ntxeev siab thiab tsis hwm niamtxiv, txawm yog nws niam thiab nws txiv qhuab ntuas nws los nws tsis mloog li."},{"bible_id":"1525","chapter_code":"DEU.21","verse_code":"DEU.21.19","label":"19","content":"Nws niam thiab nws txiv cia li coj nws mus cuag cov thawjcoj hauv lawv lub nroog, thiab kom nws mus sawv ntawm qhov chaw txiav txim;"},{"bible_id":"1525","chapter_code":"DEU.21","verse_code":"DEU.21.20","label":"20","content":"ces nkawd hais rau cov thawjcoj hais tias, ‘Wb tus tub no tawv ncauj, ntxeev siab thiab tsis mloog wb tej lus qhuab ntuas li; nws muab tej nyiaj coj mus siv ua phuam lam tas, thiab ua neeg quav cawv.’"},{"bible_id":"1525","chapter_code":"DEU.21","verse_code":"DEU.21.21","label":"21","content":"Ces cov txivneej hauv lub nroog ntawd cia li muab pobzeb ntaus tus tub ntawd kom tuag, nej thiaj tshem tau txojkev phem kev qhia ntawd mus. Cov Yixalayees txhua tus uas hnov zaj no yuav ntshai heev."},{"bible_id":"1525","chapter_code":"DEU.21","verse_code":"DEU.21.22","label":"22","content":"“Yog muaj ib tug txivneej twg ua txhaum loj, nws raug muab dai cajdab tuag,"},{"bible_id":"1525","chapter_code":"DEU.21","verse_code":"DEU.21.23","label":"23","content":"tsis txhob cia dai ib hmos rau ntawd. Nej yuav tsum muab nws lub cev txo mus faus hnub ntawd, rau qhov lub cev tuag uas dai li ntawd, yuav ua rau Vajtswv foom tsis zoo rau nej lub tebchaws. Nej cia li muab tus tuag lub cev faus, thiaj tsis ua rau lub tebchaws uas tus TSWV uas yog nej tus Vajtswv muab rau nej tsis huv."},{"bible_id":"1525","chapter_code":"DEU.22","verse_code":"DEU.22.1","label":"1","content":"“Yog nej pom nej ib tug kwvtij Yixalayees twg tus nyuj lossis tus yajyuam kev tuaj rau ntawm nej, nej tsis txhob ua tus tsis pom; nej cia li coj tus tsiaj ntawd mus rau tus tswv."},{"bible_id":"1525","chapter_code":"DEU.22","verse_code":"DEU.22.2","label":"2","content":"Yog hais tias tus tswv nyob deb lossis nej tsis paub hais tias tus tswv yog leejtwg, nej cia li coj tus tsiaj ntawd los rau ntawm nej tsev, thiab pab ceev tseg mus txog thaum tus tswv tsiaj tuaj nrhiav, nej mam li muab rau tus tswv coj rov mus tsev."},{"bible_id":"1525","chapter_code":"DEU.22","verse_code":"DEU.22.3","label":"3","content":"Yog nej pom nej cov kwvtij Yixalayees ib tug twg tus neesluav, nws tej tsoos tsho lossis ib yam dabtsi uas ploj lawm, los nej ua ib yam li ntawd."},{"bible_id":"1525","chapter_code":"DEU.22","verse_code":"DEU.22.4","label":"4","content":"“Yog nej mus pom nej ib tug kwvtij Yixalayees twg ib tug neesluav lossis ib tug nyuj ntog rau ntawm kev, nej tsis txhob ua tus tsis pom; nej cia li pab muab tus tsiaj ntawd tsa sawv."},{"bible_id":"1525","chapter_code":"DEU.22","verse_code":"DEU.22.5","label":"5","content":"“Tej pojniam tsis txhob hnav txivneej tej tsoos tsho thiab tej txivneej los tsis txhob hnav pojniam tej tsoos tsho; tus TSWV uas yog nej tus Vajtswv ntxub cov neeg uas hnav li ntawd."},{"bible_id":"1525","chapter_code":"DEU.22","verse_code":"DEU.22.6","label":"6","content":"“Yog nej pom zes noog nyob saum ntoo lossis hauv av uas tus maum noog tseem puag qe lossis puag menyuam, nej tsis txhob tua tus maum."},{"bible_id":"1525","chapter_code":"DEU.22","verse_code":"DEU.22.7","label":"7","content":"Nej muab tau cov menyuam, tiamsis nej yuav tsum tso tus maum mus, yog nej ua li ntawd nej thiaj noj qab nyob zoo thiab muaj sia nyob ntev."},{"bible_id":"1525","chapter_code":"DEU.22","verse_code":"DEU.22.8","label":"8","content":"“Thaum nej ua tsev tshiab, nej yuav tsum xov puagncig lub rutsev tus npoo. Neeg thiaj tsis poob thiab tuag, nej thiaj tsis tau ris lub txim ntawd."},{"bible_id":"1525","chapter_code":"DEU.22","verse_code":"DEU.22.9","label":"9","content":"“Tsis txhob cog lwm yam qoob rau hauv nej daim teb txiv hmab; yog nej cog ob yam sib xyaws, tus TSWV yuav txwv tsis pub nej de tej txiv hmab lossis sau tej qoob uas nej cog xyaw ntawd."},{"bible_id":"1525","chapter_code":"DEU.22","verse_code":"DEU.22.10","label":"10","content":"“Nej tsis txhob muab nyuj thiab neesluav los ua ib nkawg cab tib rab khais laij teb."},{"bible_id":"1525","chapter_code":"DEU.22","verse_code":"DEU.22.11","label":"11","content":"“Nej tsis txhob hnav tej tsoos tsho uas muab xov plaub yaj thiab xov maj los ntos ua ke."},{"bible_id":"1525","chapter_code":"DEU.22","verse_code":"DEU.22.12","label":"12","content":"“Nej yuav tsum ntxhoo ntxhuav rau ntawm daim ntaub uas nej npua plaub ceg nkaum."},{"bible_id":"1525","chapter_code":"DEU.22","verse_code":"DEU.22.13","label":"13","content":"“Yog leejtwg yuav tau pojniam thiab tom qab uas nws nrog tus pojniam ntawd pw tas, nws tsis nyiam tus pojniam ntawd;"},{"bible_id":"1525","chapter_code":"DEU.22","verse_code":"DEU.22.14","label":"14","content":"thiab nws liam hais tias, tus pojniam tsis yog nkaujxwb, nws twb deev hluas nraug ua ntej nkawd sib yuav lawm."},{"bible_id":"1525","chapter_code":"DEU.22","verse_code":"DEU.22.15","label":"15","content":"“Yog muaj li ntawd, tus ntxhais niam thiab txiv yuav tsum nqa daim ntaub pua chaw uas lo ntshav mus ua povthawj rau cov txwjlaug hauv tsev tu plaub hauv lub nroog hais tias, nkawd tus ntxhais tseem yog nkaujxwb."},{"bible_id":"1525","chapter_code":"DEU.22","verse_code":"DEU.22.16","label":"16","content":"Tus ntxhais leej txiv hais rau cov txwjlaug hais tias, ‘Kuv muab kuv tus ntxhais qua rau tus txivneej no, tiamsis nws tsis nyiam kuv tus ntxhais."},{"bible_id":"1525","chapter_code":"DEU.22","verse_code":"DEU.22.17","label":"17","content":"Nws liam hais tias, thaum nws yuav kuv tus ntxhais, kuv tus ntxhais twb xub deev hluas nraug lawm. Tiamsis nej saib daim ntaub pua chaw uas lo tshav no; yog daim uas qhia hais tias, kuv tus ntxhais tsis tau deev dua hluas nraug.’"},{"bible_id":"1525","chapter_code":"DEU.22","verse_code":"DEU.22.18","label":"18","content":"Ces cov txwjlaug hauv lub nroog cia li muab tus txivneej ntawd nplawm;"},{"bible_id":"1525","chapter_code":"DEU.22","verse_code":"DEU.22.19","label":"19","content":"thiab lawv muab nws nplua ib puas daim nyiaj los kho tus ntxhais niam thiab txiv, rau qhov tus txivneej ntawd ua rau cov Yixalayees tej ntxhais poob ntsejmuag heev. Tus txivneej ntawd yuav tsum yuav tus pojniam, thiab tsis pub nws nrauj mus tas simneej."},{"bible_id":"1525","chapter_code":"DEU.22","verse_code":"DEU.22.20","label":"20","content":"“Tiamsis yog hais tias, qhov uas tus txivneej hais ntawd yeej muaj tseeb tiag, thiab yog tsis muaj povthawj hais tias tus ntxhais tseem yog nkaujxwb,"},{"bible_id":"1525","chapter_code":"DEU.22","verse_code":"DEU.22.21","label":"21","content":"ces lawv cia li coj tus ntxhais tawm hauv niamtxiv tsev mus rau sab nraud qhovrooj, cia cov txivneej uas nyob hauv lub nroog muab pobzeb ntaus tus ntxhais ntawd kom tuag. Rau qhov thaum nws tseem nrog nws niam nws txiv nyob, nws tau deev hluas nraug ua ntej yuav txiv, ua rau haivneeg Yixalayees poob ntsejmuag. Nej ua li ntawd thiaj tshem tau tej kev phem kev qias tawm hauv nej mus."},{"bible_id":"1525","chapter_code":"DEU.22","verse_code":"DEU.22.22","label":"22","content":"“Yog ntes tau ib tug txivneej, thaum nws nrog lwm tus txivneej tus pojniam pw, yuav tsum muab tus hluas nraug thiab tus pojniam ntawd tua povtseg huv tibsi. Nej ua li ntawd thiaj tshem tau tej kev phem kev qias tawm hauv nej mus."},{"bible_id":"1525","chapter_code":"DEU.22","verse_code":"DEU.22.23","label":"23","content":"“Yog muaj ib tug txivneej raug ntes tau hauv nroog, vim mus nrog tus hluas nkauj uas luag twb qhaib lawm pw."},{"bible_id":"1525","chapter_code":"DEU.22","verse_code":"DEU.22.24","label":"24","content":"Nej cia li coj nkawd tawm mus rau sab nraud ntug nroog thiab muab pobzeb ntaus kom nkawd tuag huv tibsi. Tus ntxhais tuag, vim nws nyob hauv nroog thiab nws tsis qw thov luag pab. Tus hluas nraug tuag, vim nws mus deev tus ntxhais uas luag twb qhaib lawm. Nej ua li ntawd, thiaj tshem tau tej kev phem kev qias tawm hauv nej mus."},{"bible_id":"1525","chapter_code":"DEU.22","verse_code":"DEU.22.25","label":"25","content":"“Yog hais tias, muaj ib tug txivneej mus ntsib ib tug ntxhais uas luag twb qhaib lawm, nws cia li muab mos tom xubtsuag, ces tsuas muab tus txivneej tua povtseg xwb;"},{"bible_id":"1525","chapter_code":"DEU.22","verse_code":"DEU.22.26","label":"26","content":"tsis txhob ua li cas rau tus ntxhais, rau qhov nws tsis tau ua txhaum uas tsimnyog muab nws tua. Rooj plaub no txiav txim ib yam li ob tug txivneej sib ntaus uas ib tug muab ib tug ntaus tuag lawm."},{"bible_id":"1525","chapter_code":"DEU.22","verse_code":"DEU.22.27","label":"27","content":"Rau qhov tus txivneej ntawd mus mos tus ntxhais uas luag qhaib lawm nyob deb nroog, txawm yog tus ntxhais ntawd qw thov neeg pab los tsis muaj leejtwg hnov thiab pab nws."},{"bible_id":"1525","chapter_code":"DEU.22","verse_code":"DEU.22.28","label":"28","content":"“Yog muaj ib tug txivneej mus mos tus ntxhais uas luag tsis tau qhaib."},{"bible_id":"1525","chapter_code":"DEU.22","verse_code":"DEU.22.29","label":"29","content":"Tus txivneej ntawd yuav tsum tau them tsib caug daim nyiaj rau tus ntxhais ntawd niam thiab txiv, thiab nws yuav tus ntxhais ntawd ua pojniam, rau qhov nws txhob txwm yuam tus ntxhais ntawd. Tsis pub nws nrauj tus pojniam ntawd mus tas simneej li."},{"bible_id":"1525","chapter_code":"DEU.22","verse_code":"DEU.22.30","label":"30","content":"“Tsis pub leejtwg nrog nws txiv tus pojniam pw, rau qhov ua li ntawd rhuav leej txiv ntsejmuag heev."},{"bible_id":"1525","chapter_code":"DEU.23","verse_code":"DEU.23.1","label":"1","content":"“Tus txivneej uas luag muab sam lossis txiav chaw xis lawm, tsis muaj feem nrog tus TSWV haivneeg."},{"bible_id":"1525","chapter_code":"DEU.23","verse_code":"DEU.23.2","label":"2","content":"“Tsis pub tus menyuam tsaub lossis nws cajces muaj feem koom nrog tus TSWV haivneeg, txawm yog tom qab kaum tiam neeg los tsis pub li."},{"bible_id":"1525","chapter_code":"DEU.23","verse_code":"DEU.23.3","label":"3","content":"“Tsis pub cov Amoos thiab cov Mau-am lossis ib tug ntawm ob haivneeg no cajces muaj feem koom nrog tus TSWV haivneeg, txawm yog tom qab kaum tiam neeg los tsis pub li."},{"bible_id":"1525","chapter_code":"DEU.23","verse_code":"DEU.23.4","label":"4","content":"Rau qhov thaum nej tsiv nram tebchaws Iziv los hla lawv lub tebchaws, lawv tsis kam muab zaub mov rau nej noj thiab muab dej rau nej haus, lawv tseem ntiav Npe-aus tus tub Npala-as uas nyob hauv lub nroog Pethaus pem tebchaws Mexuputamias tuaj foom tsis zoo rau nej thiab."},{"bible_id":"1525","chapter_code":"DEU.23","verse_code":"DEU.23.5","label":"5","content":"Tiamsis tus TSWV uas yog nej tus Vajtswv tsis mloog Npala-as tej lus; nws thiaj muab tej lus uas foom tsis zoo hloov ua koob hmoov rau nej, vim nws hlub nej."},{"bible_id":"1525","chapter_code":"DEU.23","verse_code":"DEU.23.6","label":"6","content":"Tiam twg nej tseem ua ib haivneeg nyob, nej tsis txhob pab cov neeg ntawd lossis txhawb kom lawv vammeej li."},{"bible_id":"1525","chapter_code":"DEU.23","verse_code":"DEU.23.7","label":"7","content":"“Tiamsis nej tsis txhob tso cov Edoos tseg, rau qhov lawv yog nej cov kwvtij. Nej tsis txhob tso cov Iziv tseg, rau qhov nej twb tau nyob hauv lawv lub tebchaws ib zaug lawm."},{"bible_id":"1525","chapter_code":"DEU.23","verse_code":"DEU.23.8","label":"8","content":"Tom qab uas dhau peb tiam neeg lawm, ob haivneeg no cajces muaj feem koom nrog tus TSWV haivneeg."},{"bible_id":"1525","chapter_code":"DEU.23","verse_code":"DEU.23.9","label":"9","content":"“Thaum nej tabtom sib tua nyob hauv lub yeej, nej yuav tsum txuag tsis pub kom muaj ib yam dabtsi ua rau nej tsis huv."},{"bible_id":"1525","chapter_code":"DEU.23","verse_code":"DEU.23.10","label":"10","content":"Yog muaj ib tug txivneej nyob hauv yeej ua npau suav nrog pojniam pw, ua rau nws lub ris ntub thiab tsis huv, nws yuav tsum tawm mus nyob sab nraum ntug yeej."},{"bible_id":"1525","chapter_code":"DEU.23","verse_code":"DEU.23.11","label":"11","content":"Thaum yuav tsaus ntuj, nws yuav tsum ntxuav nws lub cev kom huv, ces thaum hnub poob qho lawm nws mam li rov los rau hauv lub yeej."},{"bible_id":"1525","chapter_code":"DEU.23","verse_code":"DEU.23.12","label":"12","content":"“Nej yuav tsum tshwj ib thaj chaw rau sab nraum ntug yeej, nej thiaj tau chaw mus tawm rooj."},{"bible_id":"1525","chapter_code":"DEU.23","verse_code":"DEU.23.13","label":"13","content":"Nej cov tubrog txhua tus nyias yuav tsum muaj nyias ib rab tuam txhob lossis ib rab hlau nrog nraim, thaum nej mus tawm rooj, nej thiaj tau siv khawb qhov faus."},{"bible_id":"1525","chapter_code":"DEU.23","verse_code":"DEU.23.14","label":"14","content":"Nej yuav tsum tu nej lub yeej kom huv si, rau qhov tus TSWV uas yog nej tus Vajtswv nrog nraim nej nyob, tsomkwm nej thiab pab kom nej tua yeej nej cov yeebncuab. Tsis txhob ua ib yam dabtsi tsis huv uas ua rau tus TSWV tso nej tseg."},{"bible_id":"1525","chapter_code":"DEU.23","verse_code":"DEU.23.15","label":"15","content":"“Yog muaj ib tug qhev khiav nws tus tswv tuaj cuag nej kom nej pab nws, nej tsis txhob muab nws xa rov qab mus rau tus tswv."},{"bible_id":"1525","chapter_code":"DEU.23","verse_code":"DEU.23.16","label":"16","content":"Cia nws nrog nej nyob hauv nej tej nroog lub uas nws nyiam nyob, thiab nej tsis txhob tsimtxom nws."},{"bible_id":"1525","chapter_code":"DEU.23","verse_code":"DEU.23.17","label":"17","content":"“Tsis pub cov Yixalayees ib tug pojniam lossis txivneej mus ua niamntiav txivntiav nyob rau hauv tsev teev mlom,"},{"bible_id":"1525","chapter_code":"DEU.23","verse_code":"DEU.23.18","label":"18","content":"thiab tsis pub kom coj cov nyiaj uas nws mus ua niamntiav lossis txivntiav tau los tuaj tso rau hauv tus TSWV uas yog nej tus Vajtswv lub Tuamtsev raws li nws coglus lawm. Tus TSWV ntxub txojkev ua niamntiav txivntiav li ntawd."},{"bible_id":"1525","chapter_code":"DEU.23","verse_code":"DEU.23.19","label":"19","content":"“Thaum nej qiv nyiaj lossis txais zaub mov thiab lwm yam rau nej ib tug kwvtij Yixalayees, nej tsis txhob tsub paj rau nws them."},{"bible_id":"1525","chapter_code":"DEU.23","verse_code":"DEU.23.20","label":"20","content":"Yog nej qiv nyiaj rau tus neeg txawv tebchaws, nej tsub paj rau nws them los tau, tiamsis nej tsis txhob tsub paj rau nej cov kwvtij Yixalayees them. Nej yuav tsum ua raws li txoj kevcai no, tus TSWV uas yog nej tus Vajtswv thiaj foom koob hmoov rau txhua yam uas nej ua hauv lub tebchaws uas nws muab rau nej."},{"bible_id":"1525","chapter_code":"DEU.23","verse_code":"DEU.23.21","label":"21","content":"“Thaum nej coglus rau tus TSWV uas yog nej tus Vajtswv, nej tsis txhob rhuav tej lus cog tseg ntawd; tus TSWV yeej tsis tseev li, yog nej rhuav ces nej yuav txhaum."},{"bible_id":"1525","chapter_code":"DEU.23","verse_code":"DEU.23.22","label":"22","content":"Yog nej tsis tau coglus rau tus TSWV, nej yeej tsis muaj txim,"},{"bible_id":"1525","chapter_code":"DEU.23","verse_code":"DEU.23.23","label":"23","content":"tiamsis yog nej zoo siab coglus rau tus TSWV lawm, nej yuav tsum ua kom tiav."},{"bible_id":"1525","chapter_code":"DEU.23","verse_code":"DEU.23.24","label":"24","content":"“Thaum nej mus txog ntawm luag tej vaj txiv hmab txiv ntoo, nej de tau noj, tiamsis tsis txhob de ris los tsev."},{"bible_id":"1525","chapter_code":"DEU.23","verse_code":"DEU.23.25","label":"25","content":"Thaum nej mus txog ntawm luag tej teb npleg, nej de tau tej hnab nplej noj, tiamsis tsis txhob muab liag hlais."},{"bible_id":"1525","chapter_code":"DEU.24","verse_code":"DEU.24.1","label":"1","content":"“Yog ib tug txivneej twg yuav pojniam lawm, tiamsis tom qab ntawd nws tsis xav yuav nws tus pojniam, rau qhov nws pom tus pojniam ntawd ua tej yam tsis haum nws siab.  Ces nws cia li sau ib daim ntawv nrauj rau tus pojniam, thiab kom tus pojniam tawm hauv nws tsev mus."},{"bible_id":"1525","chapter_code":"DEU.24","verse_code":"DEU.24.2","label":"2","content":"Tus pojniam ntawd mus yuav dua lwm tus txiv,"},{"bible_id":"1525","chapter_code":"DEU.24","verse_code":"DEU.24.3","label":"3","content":"yog tus txiv tshiab los tsis xav yuav nws thiab, tus txiv tshiab cia li ua ntawv nrauj rau nws, thiab kom nws tawm mus. Lossis yog hais tias, tus txiv tshiab ntawd tuag lawm."},{"bible_id":"1525","chapter_code":"DEU.24","verse_code":"DEU.24.4","label":"4","content":"Txawm li ntawd los, thawj tus txiv tsis txhob rov mus yuav tus pojniam ntawd ib zaug ntxiv li lawm; nws yuav tsum suav hais tias tus pojniam ntawd yog neeg tsis huv. Yog nws rov yuav tus pojniam ntawd dua, yuav ua rau tus TSWV ntxub nws heev. Nej tsis txhob ua txhaum li no nyob hauv lub tebchaws uas tus TSWV uas yog nej tus Vajtswv muab rau nej."},{"bible_id":"1525","chapter_code":"DEU.24","verse_code":"DEU.24.5","label":"5","content":"“Thaum muaj ib tug txivneej twg nyuam qhuav yuav tau pojniam, tsis txhob coj tus ntawd mus tua rog lossis tsis txhob cia nws ua ib yam dabtsi rau nomtswv; tiamsis cia nws nyob hauv tsev ib xyoos, kom nws tus pojniam muaj kev zoo siab."},{"bible_id":"1525","chapter_code":"DEU.24","verse_code":"DEU.24.6","label":"6","content":"“Thaum nej qiv nyiaj rau luag, nej tsis txhob kom luag muab luag lub zeb lossis txhib zeb sab saum los yuam nqi, rau qhov lub zeb ntawd yog lub uas luag niaj hnub siv ua noj ua haus yug luag tsevneeg."},{"bible_id":"1525","chapter_code":"DEU.24","verse_code":"DEU.24.7","label":"7","content":"“Yog leejtwg mus nyiag nws cov kwvtij Yixalayees ib tug los ua nws qhev lossis muab muag mus ua luag qhev, yuav tsum muab tus uas nyiag ntawd tua povtseg. Nej ua li ntawd thiaj tshem tau tej kev phem kev qias tawm hauv nej mus."},{"bible_id":"1525","chapter_code":"DEU.24","verse_code":"DEU.24.8","label":"8","content":"“Yog nej cov muaj ib tug mob ruas, tus ntawd yuav tsum ua raws li cov povthawj kom nws ua, thiab ua raws li tej lus uas kuv qhia rau lawv lawm."},{"bible_id":"1525","chapter_code":"DEU.24","verse_code":"DEU.24.9","label":"9","content":"Nej nco ntsoov qhov uas tus TSWV uas yog nej tus Vajtswv tau ua rau Milias, thaum nej tsiv nram tebchaws Iziv los."},{"bible_id":"1525","chapter_code":"DEU.24","verse_code":"DEU.24.10","label":"10","content":"“Thaum nej qiv ib yam dabtsi rau ib tug twg, nej tsis txhob mus rau hauv nws tsev, thiab muab lub tsho uas nws muab yuam nqi rau nej;"},{"bible_id":"1525","chapter_code":"DEU.24","verse_code":"DEU.24.11","label":"11","content":"nej nyob nraum zoov tos, cia nws mam nqa tuaj rau nej xwb."},{"bible_id":"1525","chapter_code":"DEU.24","verse_code":"DEU.24.12","label":"12","content":"Yog tus ntawd txomnyem, nej tsis txhob coj nws lub tsho mus khaws cia ib hmos;"},{"bible_id":"1525","chapter_code":"DEU.24","verse_code":"DEU.24.13","label":"13","content":"tiamsis txhua hnub thaum yuav tsaus ntuj, nej cia li xa rov qab rau nws, nws thiaj tau hnav pw. Yog nej ua li no, nws thiaj yuav nco nej txiaj ntsig, thiab tus TSWV uas yog nej tus Vajtswv yuav txaus siab rau nej."},{"bible_id":"1525","chapter_code":"DEU.24","verse_code":"DEU.24.14","label":"14","content":"“Tsis txhob sej tej nqi zog uas cov neeg txomnyem tuaj ua zog ntawm nej, tsis hais nej tus kwvtij Yixalayees lossis tus neeg txawv tebchaws uas nyob hauv nej tej nroog."},{"bible_id":"1525","chapter_code":"DEU.24","verse_code":"DEU.24.15","label":"15","content":"Nej cia li muab nqi zog rau tus ntawd txhua hnub ua ntej lub hnub poob qho, rau qhov nws tos rawv tej nqi zog uas nws ua hnub ntawd. Yog nej tsis muab rau nws, nws yuav thov tus TSWV foom tsis zoo rau nej, ces nej yuav muaj txim."},{"bible_id":"1525","chapter_code":"DEU.24","verse_code":"DEU.24.16","label":"16","content":"“Yog menyuam ua txhaum, tsis txhob muab niamtxiv tua theej menyuam; yog niamtxiv ua txhaum, tsis txhob muab menyuam tua theej niamtxiv; tus twg ua txhaum tsuas cia tus ntawd tuag xwb."},{"bible_id":"1525","chapter_code":"DEU.24","verse_code":"DEU.24.17","label":"17","content":"“Nej tsis txhob txwv cov neeg txawv tebchaws thiab cov menyuam ntsuag txoj cai; thiab tsis txhob muab tus pojntsuam lub tsho los yuam tej nqi uas nws txais."},{"bible_id":"1525","chapter_code":"DEU.24","verse_code":"DEU.24.18","label":"18","content":"Nej nco ntsoov qhov uas nej tau ua luag qhev nram tebchaws Iziv, tus TSWV uas yog nej tus Vajtswv tau tso nej dim; twb yog li ntawd, kuv thiaj qhia kom nej ua li no."},{"bible_id":"1525","chapter_code":"DEU.24","verse_code":"DEU.24.19","label":"19","content":"“Thaum nej sau qoobloo, yog nej sau tsis txhua qee teg nplej uas nej hlais, nej tsis txhob rov mus sau dua lawm; tseg tej ntawd rau cov neeg txawv tebchaws, cov menyuam ntsuag thiab tej pojntsuam, tus TSWV uas yog nej tus Vajtswv thiaj yuav foom koob hmoov rau tej uas nej ua."},{"bible_id":"1525","chapter_code":"DEU.24","verse_code":"DEU.24.20","label":"20","content":"Thaum nej mus de tej txiv ntoo roj thawj lwm tas, nej tsis txhob rov mus de tej ntxaib ntxiv lawm; tseg tej ntawd rau cov menyuam ntsuag, cov pojntsuam thiab tej neeg txawv tebchaws de."},{"bible_id":"1525","chapter_code":"DEU.24","verse_code":"DEU.24.21","label":"21","content":"Thaum nej mus de tej txiv hmab thawj lwm tas, nej tsis txhob rov mus de tej ntxaib ntxiv lawm; tseg tej ntawd rau cov menyuam ntsuag, cov pojntsuam thiab tej neeg txawv tebchaws de."},{"bible_id":"1525","chapter_code":"DEU.24","verse_code":"DEU.24.22","label":"22","content":"Nej nco ntsoov hais tias nej tau ua luag qhev nyob nram tebchaws Iziv; twb yog vim li ntawd kuv thiaj qhia kom nej ua li no."},{"bible_id":"1525","chapter_code":"DEU.25","verse_code":"DEU.25.1","label":"1","content":"“Yog muaj ob tug Yixalayees muaj lus sib kom mus rau hauv tsev tu plaub, tus txiav txim phua hais tias ib tug txhaum thiab ib tug tsis txhaum."},{"bible_id":"1525","chapter_code":"DEU.25","verse_code":"DEU.25.2","label":"2","content":"Yog yuav nplawm tus uas tau ua txhaum, tus txiav txim yuav tsum hais kom tus ntawd pw khwb rwg tso mam li nplawm; thiab tsuas pub nplawm raws li nws txojkev txhaum xwb."},{"bible_id":"1525","chapter_code":"DEU.25","verse_code":"DEU.25.3","label":"3","content":"Nplawm heev kawg, tsuas pub nplawm plaub caug nplawm xwb, tsis pub nplawm tshaj ntawd. Yog nej nplawm tshaj ntawd, yuav rhuav nws ntsejmuag heev."},{"bible_id":"1525","chapter_code":"DEU.25","verse_code":"DEU.25.4","label":"4","content":"“Thaum nej tabtom muab nyuj mus tsuj nplej hauv tshav nplej, nej tsis txhob muab hnab looj nyuj qhovncauj."},{"bible_id":"1525","chapter_code":"DEU.25","verse_code":"DEU.25.5","label":"5","content":"“Yog muaj ob kwvtij nyob ua ib tse, ib tug mus yuav tau pojniam, tiamsis tus ntawd tuag thaum nws tus pojniam tseem tsis tau muaj tub, tus pojniam ntawd tsis txhob mus yuav lwm tus sab nraud; cia li muab nws txis rau nws tus txiv uas tuag lawm tus kwv xwb."},{"bible_id":"1525","chapter_code":"DEU.25","verse_code":"DEU.25.6","label":"6","content":"Thawj tug tub uas tus pojniam ntawd yug yuav tsum suav hais tias yog tus txiv uas tuag lawm tus tub, kom tus tuag lawm thiaj muaj cajces nyob hauv haivneeg Yixalayees mus lawm yav tom ntej."},{"bible_id":"1525","chapter_code":"DEU.25","verse_code":"DEU.25.7","label":"7","content":"Tiamsis yog hais tias tus txiv uas tuag lawm, tus kwv tsis kam yuav tus pojniam ntawd, ces tus pojniam cia li mus hais rau cov txwjlaug hauv lub nroog ntawd hais tias, ‘Kuv tus txiv tus kwv tsis kam yuav kuv kom kuv tus txiv uas tuag lawm muaj cajces tseg rau hauv haivneeg Yixalayees.’"},{"bible_id":"1525","chapter_code":"DEU.25","verse_code":"DEU.25.8","label":"8","content":"Cov txwjlaug hauv lub nroog ntawd hu tus kwv tuaj nug saib nws puas yuav los tsis yuav. Yog hais tias nws tsis kam yuav tus niamtij ntawd,"},{"bible_id":"1525","chapter_code":"DEU.25","verse_code":"DEU.25.9","label":"9","content":"ces kom tus pojniam ntawd mus muab tus kwv ib sab khau hle, nti qaubncaug rau tus kwv lub ntsejmuag tabmeeg cov txwjlaug thiab hais tias, ‘Tus uas tsis cia nws tus tijlaug muaj cajces, yeej tsimnyog raug li no.’"},{"bible_id":"1525","chapter_code":"DEU.25","verse_code":"DEU.25.10","label":"10","content":"Cov Yixalayees yuav hu tus txivneej ntawd tsevneeg hais tias, ‘Tsevneeg ntawm tus txivneej uas luag muab khau hle.’"},{"bible_id":"1525","chapter_code":"DEU.25","verse_code":"DEU.25.11","label":"11","content":"“Yog muaj ob tug txivneej sib ntaus, thiab ib tug ntawm ob tug ntawd, tus pojniam los pab nws tus txiv, yog tus pojniam ntawd xyab tes mus chua lwm tus txivneej chaw xis,"},{"bible_id":"1525","chapter_code":"DEU.25","verse_code":"DEU.25.12","label":"12","content":"nej cia li muab tus pojniam ntawd txhais tes txiav povtseg; tsis txhob hlub nws li."},{"bible_id":"1525","chapter_code":"DEU.25","verse_code":"DEU.25.13+DEU.25.14","label":"13-14","content":"“Nej tsis txhob muaj rab teev ntxo thiab lub kawm uas tsis txwm luj rau luag."},{"bible_id":"1525","chapter_code":"DEU.25","verse_code":"DEU.25.15","label":"15","content":"Nej yuav tsum siv rab teev uas tsis ntxo thiab lub kawm uas txwm los luj xwb, nej thiaj yuav muaj sia ua neej nyob ntev hauv lub tebchaws uas tus TSWV uas yog nej tus Vajtswv muab rau nej."},{"bible_id":"1525","chapter_code":"DEU.25","verse_code":"DEU.25.16","label":"16","content":"Rau qhov tus TSWV ntxub cov neeg uas ua tsis ncaj li ntawd."},{"bible_id":"1525","chapter_code":"DEU.25","verse_code":"DEU.25.17","label":"17","content":"“Nej nco ntsoov tej uas thaum nej tsiv nram tebchaws Iziv los, cov Amalej tau ua rau nej lawm."},{"bible_id":"1525","chapter_code":"DEU.25","verse_code":"DEU.25.18","label":"18","content":"Lawv tsis paub ntshai Vajtswv, lawv thiaj nyas tuaj tom qab tua nej, thaum uas nej qaug zog thiab tsaug muag heev, thiab lawv tua nej cov neeg uas nyob tom qab tuag tas."},{"bible_id":"1525","chapter_code":"DEU.25","verse_code":"DEU.25.19","label":"19","content":"Yog li ntawd, thaum tus TSWV uas yog nej tus Vajtswv muab lub tebchaws rau nej, thiab ua rau nej nyob tso siab lug tsis ntshai nej tej yeebncuab uas nyob ibncig nej, nej nco ntsoov muab cov Amalej tua kom tuag tas thiaj tsis muaj leejtwg nco txog lawv ntxiv lawm. Nej yuav tsum nco ntsoov tej no!"},{"bible_id":"1525","chapter_code":"DEU.26","verse_code":"DEU.26.1","label":"1","content":"“Thaum nej mus tua tau lub tebchaws uas tus TSWV uas yog nej tus Vajtswv muab rau nej thiab nej ua zej ua zos nyob rau hauv lawm,"},{"bible_id":"1525","chapter_code":"DEU.26","verse_code":"DEU.26.2","label":"2","content":"nej sawvdaws nyias muab nyias thawj cov qoob ib yam mentsis ntim rau hauv kawm coj mus rau ntawm qhov chaw pehawm tus TSWV uas yog nej tus Vajtswv."},{"bible_id":"1525","chapter_code":"DEU.26","verse_code":"DEU.26.3","label":"3","content":"Nej mus cuag tus povthawj uas ua haujlwm lub sijhawm ntawd; nej txhua tus nyias hais nyias rau nws hais tias, ‘Kuv thov hais rau tus TSWV uas yog kuv tus Vajtswv hais tias, kuv twb los nyob hauv lub tebchaws uas nws coglus muab rau peb cov yawgkoob lawm.’"},{"bible_id":"1525","chapter_code":"DEU.26","verse_code":"DEU.26.4","label":"4","content":"“Tus povthawj yuav txais nej tej tawb qoob coj mus tso rau ntawm tus TSWV uas yog nej tus Vajtswv lub thaj."},{"bible_id":"1525","chapter_code":"DEU.26","verse_code":"DEU.26.5","label":"5","content":"Tom qab ntawd, nej nyias yuav piav nyias tej lus rau tus TSWV hais tias: ‘Kuv yawgkoob yog neeg Alames, nws tsiv ncig teb ncig chaw, nws thiaj coj nws tsevneeg mus nyob nram tebchaws Iziv. Thaum lawv mus nyob nrad lawv muaj tsawg, tiamsis lawv huamvam coob thiab yog ib haivneeg uas muaj zog heev."},{"bible_id":"1525","chapter_code":"DEU.26","verse_code":"DEU.26.6","label":"6","content":"Cov neeg Iziv tsimtxom peb ua lwj ua liam thiab yuam peb ua lawv qhev."},{"bible_id":"1525","chapter_code":"DEU.26","verse_code":"DEU.26.7","label":"7","content":"Peb thiaj li tsa ncauj thov tus TSWV uas yog peb cov yawgkoob tus Vajtswv pab peb. Nws hnov peb tej lus thov, pom peb tej kev txomnyem, tej kev khwv thiab raug luag tsimtxom."},{"bible_id":"1525","chapter_code":"DEU.26","verse_code":"DEU.26.8","label":"8","content":"Nws lub hwjchim thiab lub zog loj zog nchav tso peb dim nram tebchaws Iziv los. Nws ua tej txujci loj thiab tseemceeb uas xav tsis thoob rau peb pom."},{"bible_id":"1525","chapter_code":"DEU.26","verse_code":"DEU.26.9","label":"9","content":"Nws coj peb los nyob ntawm no thiab muab lub tebchaws uas av rog thiab zoo qoob rau peb."},{"bible_id":"1525","chapter_code":"DEU.26","verse_code":"DEU.26.10","label":"10","content":"Yog li ntawd, nimno kuv thiaj coj thawj cov qoob uas tus TSWV pub rau kuv ua tau ibtxhia tuaj fij rau nws.’ “Tom qab ntawd muab cov qoobloo tso rau ntawm lub thaj thiab pehawm tus TSWV qhov ntawd."},{"bible_id":"1525","chapter_code":"DEU.26","verse_code":"DEU.26.11","label":"11","content":"Nej cia li zoo siab, rau qhov tus TSWV uas yog nej tus Vajtswv twb muab txhua yam uas zoo pub rau nej thiab nej tsevneeg lawm; cia cov Levis thiab cov neeg txawv tebchaws uas nrog nej nyob koom nrog nej zoo siab."},{"bible_id":"1525","chapter_code":"DEU.26","verse_code":"DEU.26.12","label":"12","content":"“Peb lub xyoo twg nej yuav tsum muab tej qoobloo uas yog ib feem kaum pub rau cov Levis, cov neeg txawv tebchaws, cov menyuam ntsuag thiab tej pojntsuam ib zaug; txawm yog lawv yuav nrog pab twg pawg twg nyob los lawv thiaj muaj noj muaj haus. Thaum nej ua tej no lawm,"},{"bible_id":"1525","chapter_code":"DEU.26","verse_code":"DEU.26.13","label":"13","content":"nej hais rau tus TSWV hais tias, ‘Kuv tej qoobloo tsis tshuav ib feem kaum uas yog koj tug nyob hauv kuv tsev lawm; kuv twb muab tagnrho rau cov Levis, cov neeg txawv tebchaws, cov menyuam ntsuag thiab tej pojntsuam raws li tej lus uas koj hais kom kuv ua lawm. Kuv nco ntsoov ua raws li koj tej kevcai uas qhia txog ib feem kaum txhua nqe huv tibsi tsis tso ib nqes tseg li."},{"bible_id":"1525","chapter_code":"DEU.26","verse_code":"DEU.26.14","label":"14","content":"Thaum kuv muaj kev quaj ntsuag, kuv tsis noj tej qoobloo uas yog koj feem ib qho li; thaum kuv tsis tau ua kevcai ntxuav, kuv yeej tsis coj tej qoobloo tawm hauv kuv tsev mus; thiab kuv tsis muab tej ntawd coj mus fij rau tej tuag.  Tus TSWV, kuv mloog koj lus thiab ua txhua yam raws li uas koj qhia txog ib feem kaum lawm."},{"bible_id":"1525","chapter_code":"DEU.26","verse_code":"DEU.26.15","label":"15","content":"Thov koj tus uas nyob qhov chaw dawbhuv saum ntuj, tsa muag saib peb thiab foom koob hmoov rau koj haivneeg Yixalayees, thiab lub tebchaws av rog thiab zoo qoob uas koj muab rau peb raws li koj tau coglus rau peb cov yawgkoob lawm.’"},{"bible_id":"1525","chapter_code":"DEU.26","verse_code":"DEU.26.16","label":"16","content":"“Hnub no tus TSWV uas yog nej tus Vajtswv hais kom nej ua raws li nws tej kevcai txhua nqe huv tibsi; nej cia li muab siab npuab thiab ua raws li ntawd kom kawg siab kawg ntsws."},{"bible_id":"1525","chapter_code":"DEU.26","verse_code":"DEU.26.17","label":"17","content":"Hnub no nej twb lees yuav tus TSWV ua nej tus Vajtswv lawm; nej coglus hais tias nej yuav mloog nws lus, coj raws li nws tej kevcai txhua nqe, thiab ua raws li tej uas nws hais txhua lo huv tibsi."},{"bible_id":"1525","chapter_code":"DEU.26","verse_code":"DEU.26.18","label":"18","content":"Hnub no tus TSWV yuav nej ua nws haivneeg raws li tej lus uas nws tau cog tseg rau nej lawm; thiab nws hais kom nej coj raws li tej kevcai ntawd txhua nqe."},{"bible_id":"1525","chapter_code":"DEU.26","verse_code":"DEU.26.19","label":"19","content":"Nws yuav ua kom nej ciaj ua ib haivneeg tseemceeb tshaj lwm haivneeg uas nws tsim huv tibsi; nej yuav ua rau sawvdaws qhuas thiab hwm nws lub npe.  Nej yuav tau ua nws haivneeg raws li nws tau coglus tseg rau nej lawm.”"},{"bible_id":"1525","chapter_code":"DEU.27","verse_code":"DEU.27.1","label":"1","content":"Mauxes thiab cov txwjlaug hais rau cov Yixalayees hais tias, “Nej yuav tsum ua raws li tus TSWV txoj kevcai uas hnub no kuv qhia rau nej lawm."},{"bible_id":"1525","chapter_code":"DEU.27","verse_code":"DEU.27.2","label":"2","content":"Hnub uas nej yuav hla tus Dej Yauladees mus rau hauv lub tebchaws uas tus TSWV uas yog nej tus Vajtswv muab rau nej; nej muab ob peb lub pobzeb loj los teeb, thiab muab hmoov sib leem rau txhua lub,"},{"bible_id":"1525","chapter_code":"DEU.27","verse_code":"DEU.27.3","label":"3","content":"thiab nej muab tej kevcai no sau rau ntawm cov pobzeb ntawd. Thaum nej mus rau hauv lub tebchaws av rog thiab zoo qoob uas tus TSWV uas yog nej cov yawgkoob tus Vajtswv tau coglus muab rau nej,"},{"bible_id":"1525","chapter_code":"DEU.27","verse_code":"DEU.27.4","label":"4","content":"thiab thaum nej hla tus Dej Yauladees mus rau sab tid lawm, nej muab cov pobzeb ntawd teeb rau saum lub Roob Enpales raws li hnub no kuv hais rau nej thiab muab hmoov sib leem rau."},{"bible_id":"1525","chapter_code":"DEU.27","verse_code":"DEU.27.5","label":"5","content":"Nej muab pobzeb teeb ua ib lub thaj fij khoom rau tus TSWV, tsis txhob muab cuabyeej hlau txaug cov pobzeb ntawd,"},{"bible_id":"1525","chapter_code":"DEU.27","verse_code":"DEU.27.6","label":"6","content":"rau qhov cov pobzeb uas nej muab ua lub thaj rau tus TSWV uas yog nej tus Vajtswv yuav tsum tsis pub muab cuabyeej hlau txaug li. Tom qab ntawd nej mam hlawv tau khoom fij rau saum lub thaj,"},{"bible_id":"1525","chapter_code":"DEU.27","verse_code":"DEU.27.7","label":"7","content":"thiab nej muab tej khoom uas fij ua kev sib raug zoo thiab noj zoo siab tabmeeg tus TSWV uas yog nej tus Vajtswv nyob qhov ntawd."},{"bible_id":"1525","chapter_code":"DEU.27","verse_code":"DEU.27.8","label":"8","content":"Nej sau Vajtswv txoj kevcai txhua nqe kom meej rau ntawm cov pobzeb ntawd.”"},{"bible_id":"1525","chapter_code":"DEU.27","verse_code":"DEU.27.9","label":"9","content":"Mauxes thiab cov povthawj hais rau cov Yixalayees hais tias, “Nej cia li nyob twjywm thiab mloog kuv hais. Hnub no nej tau ua tus TSWV uas yog nej tus Vajtswv haivneeg lawm;"},{"bible_id":"1525","chapter_code":"DEU.27","verse_code":"DEU.27.10","label":"10","content":"yog li ntawd, nej yuav tsum mloog tus TSWV lus, thiab ua raws li Vajtswv tej kevcai uas hnub no kuv qhia rau nej lawm.”"},{"bible_id":"1525","chapter_code":"DEU.27","verse_code":"DEU.27.11","label":"11","content":"Hnub ntawd Mauxes hais rau cov Yixalayees hais tias,"},{"bible_id":"1525","chapter_code":"DEU.27","verse_code":"DEU.27.12","label":"12","content":"“Thaum nej sawvdaws hla tus Dej Yauladees mus rau sab tid lawm, kom xeem Xime-oos, Levis, Yudas, Ixakhas, Yauxej thiab Npeenyamees mus sawv saum lub Roob Kelixees foom koob hmoov rau cov pejxeem."},{"bible_id":"1525","chapter_code":"DEU.27","verse_code":"DEU.27.13","label":"13","content":"Thiab kom xeem Lunpees, Khas, Aseles, Xenpuloos, Das thiab Nathalis mus sawv saum lub Roob Enpales foom tsis zoo rau cov pejxeem."},{"bible_id":"1525","chapter_code":"DEU.27","verse_code":"DEU.27.14","label":"14","content":"Cov Levis yuav hais nrov nrov rau cov Yixalayees hais tias:"},{"bible_id":"1525","chapter_code":"DEU.27","verse_code":"DEU.27.15","label":"15","content":"“ ‘Yog leejtwg txua mlom, tsis hais mlom pobzeb, mlom ntoo lossis mlom tooj thiab mus pe tej mlom ntawd nraim nkoos, Vajtswv yuav foom tsis zoo rau tus ntawd, rau qhov tus TSWV ntxub cov neeg pe mlom li ntawd.’ “Tagnrho cov Yixalayees yuav thooj txhij teb hais tias, ‘Amees!’"},{"bible_id":"1525","chapter_code":"DEU.27","verse_code":"DEU.27.16","label":"16","content":"“ ‘Yog leejtwg saib tsis taus nws niam nws txiv, Vajtswv yuav foom tsis zoo rau tus ntawd.’ “Tagnrho cov Yixalayees yuav thooj txhij teb hais tias, ‘Amees!’"},{"bible_id":"1525","chapter_code":"DEU.27","verse_code":"DEU.27.17","label":"17","content":"“ ‘Yog leejtwg nam dhau nws cov kwvtij tus ciamteb, Vajtswv yuav foom tsis zoo rau tus ntawd.’ “Tagnrho cov Yixalayees yuav thooj txhij teb hais tias, ‘Amees!’"},{"bible_id":"1525","chapter_code":"DEU.27","verse_code":"DEU.27.18","label":"18","content":"“ ‘Yog leejtwg dag cov neeg digmuag mus yuam kev, Vajtswv yuav foom tsis zoo rau tus ntawd.’ “Tagnrho cov Yixalayees yuav thooj txhij teb hais tias, ‘Amees!’"},{"bible_id":"1525","chapter_code":"DEU.27","verse_code":"DEU.27.19","label":"19","content":"“ ‘Yog leejtwg txwv cov neeg txawv tebchaws, cov menyuam ntsuag thiab tej pojntsuam txoj cai, Vajtswv yuav foom tsis zoo rau tus ntawd.’ “Tagnrho cov Yixalayees yuav thooj txhij teb hais tias, ‘Amees!’"},{"bible_id":"1525","chapter_code":"DEU.27","verse_code":"DEU.27.20","label":"20","content":"“ ‘Yog leejtwg deev nws txiv tus pojniam, rhuav nws txiv ntsejmuag, Vajtswv yuav foom tsis rau tus ntawd.’ “Tagnrho cov Yixalayees yuav thooj txhij teb hais tias, ‘Amees!’"},{"bible_id":"1525","chapter_code":"DEU.27","verse_code":"DEU.27.21","label":"21","content":"“ ‘Yog leejtwg deev tej tsiaj, Vajtswv yuav foom tsis zoo rau tus ntawd.’ “Tagnrho cov Yixalayees yuav thooj txhij teb hais tias, ‘Amees!’"},{"bible_id":"1525","chapter_code":"DEU.27","verse_code":"DEU.27.22","label":"22","content":"“ ‘Yog leejtwg deev nws tus muam, tsis hais koom niam tsis koom txiv, lossis koom txiv tsis koom niam, Vajtswv yuav foom tsis zoo rau tus ntawd.’ “Tagnrho cov Yixalayees yuav thooj txhij teb hais tias, ‘Amees!’"},{"bible_id":"1525","chapter_code":"DEU.27","verse_code":"DEU.27.23","label":"23","content":"“ ‘Yog leejtwg deev nws niamtais, Vajtswv yuav foom tsis zoo rau tus ntawd.’ “Tagnrho cov Yixalayees yuav thooj txhij teb hais tias, ‘Amees!’"},{"bible_id":"1525","chapter_code":"DEU.27","verse_code":"DEU.27.24","label":"24","content":"“ ‘Yog leejtwg nyiag tua neeg tsis muaj leejtwg paub, Vajtswv yuav foom tsis zoo rau tus ntawd.’ “Tagnrho cov Yixalayees yuav thooj txhij teb hais tias, ‘Amees!’"},{"bible_id":"1525","chapter_code":"DEU.27","verse_code":"DEU.27.25","label":"25","content":"“ ‘Yog leejtwg cia luag ntiav nws mus tua tus neeg uas tsis muaj txim tuag, Vajtswv yuav foom tsis zoo rau tus ntawd.’ “Tagnrho cov Yixalayees yuav thooj txhij teb hais tias, ‘Amees!’"},{"bible_id":"1525","chapter_code":"DEU.27","verse_code":"DEU.27.26","label":"26","content":"“ ‘Yog leejtwg tsis ua raws li Vajtswv tej kevcai no, Vajtswv yuav foom tsis zoo rau tus ntawd.’ “Tagnrho cov Yixalayees yuav thooj txhij teb hais tias, ‘Amees!’"},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.1","label":"1","content":"“Yog nej mloog tus TSWV uas yog nej tus Vajtswv lus thiab ua raws li nws tej kevcai uas hnub no kuv qhia rau nej, tus TSWV yuav tsa nej ua haivneeg uas muaj hwjchim loj dua lwm haivneeg hauv ntiajteb no."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.2","label":"2","content":"Yog nej mloog tus TSWV uas yog nej tus Vajtswv lus, nej yuav tau tej koob hmoov no:"},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.3","label":"3","content":"“Tus TSWV yuav foom koob hmoov rau nej tej nroog thiab tej liaj tej teb."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.4","label":"4","content":"“Tus TSWV yuav foom koob hmoov kom nej muaj tubki, muaj nyuj muaj yaj coob, thiab muaj qoobloo ntau."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.5","label":"5","content":"“Tus TSWV yuav foom koob hmoov rau nej tej qoobloo thiab tej zaub mov uas nej khwv tau los."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.6","label":"6","content":"“Tus TSWV yuav foom koob hmoov rau txhua yam uas nej ua."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.7","label":"7","content":"“Tus TSWV yuav ua rau nej cov yeebncuab swb thaum lawv tuaj tua nej. Lawv ua ke tuaj tua nej, tiamsis lawv yuav tawg ua sab ua sua rov qab."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.8","label":"8","content":"“Tus TSWV uas yog nej tus Vajtswv yuav foom koob hmoov rau tej uas nej ua thiab pub kom nej tau nplej ntau puv txhab. Nws yuav foom koob hmoov rau lub tebchaws uas nws muab rau nej lawm."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.9","label":"9","content":"“Yog nej mloog tus TSWV uas yog nej tus Vajtswv lus thiab ua raws li nws tej kevcai, tus TSWV yuav cia nej ua nws haivneeg raws li nws tau coglus tseg lawm."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.10","label":"10","content":"Txhua haivneeg uas nyob thoob ntiajteb yuav pom hais tias, tus TSWV twb xaiv nej los ua nws haivneeg lawm, lawv sawvdaws yuav ntshai nej."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.11","label":"11","content":"Tus TSWV yuav pub kom nej muaj tubki, muaj nyuj thiab muaj qoobloo ntau nyob hauv lub tebchaws uas tus TSWV tau coglus rau nej cov yawgkoob hais tias, nws yuav muab rau nej."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.12","label":"12","content":"Tus TSWV yuav qhib rooj ntug tso nag los raws caij raws nyoog thiab foom koob hmoov rau tej uas nej ua, nej yuav muaj qiv rau ntau lub tebchaws, tiamsis nej yuav tsis tau mus txais luag."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.13","label":"13","content":"Yog nej ua raws li tus TSWV uas yog nej tus Vajtswv tej kevcai txhua nqe uas kuv qhia rau nej, tus TSWV yuav tsa nej ua ntau haivneeg tus thawj, tsis yog ua tus uas raws luag qab; yog nej ua raws li tus TSWV tej lus uas hnub no kuv qhia rau nej, tej uas nej ua yuav vammeej."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.14","label":"14","content":"Tiamsis nej tsis txhob tso tej uas hnub no kuv qhia rau nej tseg, lossis tsis mus pe lwm tus vajtswv."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.15","label":"15","content":"“Yog nej tsis mloog tus TSWV uas yog nej tus Vajtswv lus, tsis muab siab npuab nws, thiab tsis ua raws li nws tej kevcai uas hnub no kuv qhia rau nej, ces nej yuav raug tej kev phem no:"},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.16","label":"16","content":"“Tus TSWV yuav foom tsis zoo rau nej tej nroog thiab tej liaj tej teb."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.17","label":"17","content":"“Tus TSWV yuav foom tsis zoo rau nej tej nplej thiab tej zaub mov uas nej khwv tau los."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.18","label":"18","content":"“Tus TSWV yuav foom kom nej tsis muaj tubki coob, tej qoobloo tsis zoo, thiab tej nyuj tej yaj tsis huamvam."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.19","label":"19","content":"“Tus TSWV yuav foom tsis zoo rau txhua yam uas nej ua."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.20","label":"20","content":"“Yog nej ua kev phem kev qias thiab tso tus TSWV tseg, nws yuav tso kev puastsuaj, kev covnyom thiab kev ntxhov siab los rau txhua yam uas nej ua mus txog hnub uas nej raug puastsuaj tas."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.21","label":"21","content":"Nws yuav tso kab mob ib yam tas ib yam tuaj rau nej, mus txog hnub uas nej puastsuaj tas rau hauv lub tebchaws uas nej yuav mus nyob ntawd."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.22","label":"22","content":"Tus TSWV yuav tso mob phem, mob rwj, thiab mob npaws los rau nej; nws yuav ua kom muaj ntuj qhua teb nkig thiab tso cua nplawm nej tej qoobloo kom qhuav tas. Tej siv tej npog no yuav los raug nej mus txog hnub uas nej tuag tas."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.23","label":"23","content":"Yuav tsis muaj nag los rau nej lub tebchaws, nej lub tebchaws yuav qhuav thiab tawv cuag hlau."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.24","label":"24","content":"Tus TSWV yuav tsis tso nag los, tiamsis nws yuav tso hmoov av thiab suabzeb saum ntuj los rau nej, mus txog thaum nej tuag tas."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.25","label":"25","content":"“Tus TSWV yuav cia nej cov yeebncuab tuaj tua yeej nej. Nej yuav ua ib pab mus tua cov yeebncuab, tiamsis nej yuav swb thiab khiav ua sab ua sua, thaum txhua haivneeg thoob ntiajteb pom nej raug tej xwm no lawv yuav ntshai tshee hnyo."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.26","label":"26","content":"Thaum nej tuag, tej noog thiab tej tsiaj nruab nrag yuav noj nej lub cev, thiab yuav tsis muaj leejtwg lawv tej tsiaj ntawd kom khiav."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.27","label":"27","content":"Tus TSWV yuav ua rau nej mob rwj, ib yam li nws ua rau cov Iziv lawm. Nws yuav ua kom nej lub cev tawg pleb, mob txhab qawj ua paug viag, thiab khaus thoob ibce kho tsis zoo li."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.28","label":"28","content":"Tus TSWV yuav ua kom nej lub tswvyim ploj xav tsis tawm dabtsi li; nws yuav ua kom nej qhovmuag fam thiab tsis pom qab ua dabtsi."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.29","label":"29","content":"Txawm yog nruab hnub nrig los nej yuav mus kev ib yam li tej neeg digmuag, nej yuav nrhiav tsis tau txoj haukev mus. Tej uas nej ua yuav tsis vammeej. Luag yuav huab nej tej khoom, thiab tsimtxom nej tas mus li, yuav tsis muaj leejtwg tuaj pab nej."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.30","label":"30","content":"“Nej qhaib tau luag ib tug ntxhais los lwm tus yuav tuaj txeeb yuav. Nej ua tau tsev los nej yuav tsis tau nyob. Nej cog tau txiv hmab los nej yuav tsis tau noj."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.31","label":"31","content":"Luag yuav muab nej tej nyuj tua tabmeeg nej los nej yuav tsis tau noj. Luag yuav tuaj cab nej tus neesluav tabmeeg nej, thiab tsis xa rov qab rau nej. Luag yuav tuaj muab nej tej yaj tej tshis coj mus pub nej cov yeebncuab, yuav tsis muaj leejtwg tuaj pab nej."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.32","label":"32","content":"Luag yuav tabmeeg coj nej tej tub tej ntxhais mus ua cov neeg txawv tebchaws qhev. Nej yuav niaj hnub tos ntsia kev ntsoov, tiamsis tsis pom luag xa nej tej menyuam rov los li."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.33","label":"33","content":"Lwm haivneeg yuav tuaj txeeb nej tej qoobloo uas nej ua khwv khwv, kom nej tsis tau noj, nej tseem yuav raug luag tsimtxom thiab quab yuam tas mus li."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.34","label":"34","content":"Nej raug luag tsimtxom li ntawd, yuav ua rau nej siab ntsws puas tas."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.35","label":"35","content":"Tus TSWV yuav ua kom nej mob rwj ntawm hauvcaug, ntawm txhais ceg, thiab thoob plaws saum taubhau ti hauv kotaw ua paug viag kho tsis zoo li."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.36","label":"36","content":"“Tus TSWV yuav coj nej thiab nej tus vajntxwv mus nyob lwm lub tebchaws uas nej thiab nej cov yawgkoob tsis tau mus nyob dua li; nyob hauv lub tebchaws ntawd, nej yuav pe luag tej vajtswv uas muab ntoo thiab pobzeb ua."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.37","label":"37","content":"Cov neeg uas nyob hauv tej tebchaws uas tus TSWV uas yog nej tus Vajtswv muab nej ntiab mus nyob, yuav xav tsis thoob tej uas tus TSWV ua rau nej; lawv yuav luag nej plig thiab txob thuam nej."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.38","label":"38","content":"“Nej cog qoobloo ntau, tiamsis sau tau tsawg, rau qhov yuav muaj kooj txomfav noj nej tej qoob."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.39","label":"39","content":"Nej cog txiv hmab thiab tu zoo heev, tiamsis nej yuav tsis tau de tej txiv thiab tsis tau haus tej cawv txiv hmab, rau qhov kab muab tej hmab noj tas lawm."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.40","label":"40","content":"Nej cog txiv ntoo roj thoob nej lub tebchaws, tiamsis nej tsis tau roj, rau qhov tej txiv zeeg tas lawm."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.41","label":"41","content":"Nej muaj tub muaj ntxhais, tiamsis lawv yuav tsis nrog nej nyob, rau qhov luag yuav ntes lawv mus."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.42","label":"42","content":"Kab yuav noj nej tej ntoo thiab nej tej qoobloo uas nyob hauv nej lub tebchaws tas."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.43","label":"43","content":"“Lwm haivneeg uas nrog nej nyob hauv nej lub tebchaws yuav muaj hwjchim loj zuj zus, tiamsis nej yuav poob hwjchim zuj zus."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.44","label":"44","content":"Lawv yuav muaj nyiaj qiv rau nej, tiamsis nej yuav tsis muaj nyiaj qiv rau lawv. Thaum kawg lawv yuav tswjhwm nej."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.45","label":"45","content":"“Tej kev siv kev npog no yuav los raug nej, mus txog thaum nej puastsuaj tas, rau qhov nej tsis mloog tus TSWV uas yog nej tus Vajtswv lus, thiab tsis ua raws li tej kevcai uas tus TSWV qhia rau nej."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.46","label":"46","content":"Tej xwmtxheej no yog lub cim uas qhia txog Vajtswv txojkev txiav txim rau nej thiab nej tej xeebntxwv mus tas ibtxhis li."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.47","label":"47","content":"Tus TSWV twb foom koob hmoov rau tej uas nej ua lawm, tiamsis nej tsis muab siab npuab thiab nej tsis muaj lub siab dawb paug pehawm nws."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.48","label":"48","content":"Tus TSWV yuav tso nej cov yeebncuab tuaj yuam nej ua lawv qhev. Nej yuav tshaib plab, nqhis dej, liabqab thiab nej yuav ntshaw ib puas tsav yam. Tus TSWV  yuav muab tus quab hlau uas hnyav heev los khuam rau nej cajdab, mus txog thaum nws ua rau nej puastsuaj tas."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.49","label":"49","content":"Tus TSWV yuav cia lwm haivneeg uas nyob tim qab ntuj kawg tuaj tawmtsam nej, yog haivneeg uas nej tsis paub lawv tej lus. Lawv yuav ya ib yam li dav tuaj tawmtsam nej."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.50","label":"50","content":"Haivneeg ntawd yuav tsis hlub thiab tsis txuag leejtwg, tsis hais tus laus lossis tus hluas li."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.51","label":"51","content":"Lawv yuav noj nej tej tsiaj txhu thiab nej tej qoob tas; nej yuav tuag tshaib. Lawv yuav tsis tseg nej tej nplej, cawv txiv hmab, roj txiv ntoo, nyuj lossis yaj rau nej li, ces nej yuav tuag tas."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.52","label":"52","content":"Lawv yuav tuaj tua txhua lub nroog hauv lub tebchaws uas tus TSWV uas yog nej tus Vajtswv muab rau nej, tej chaw tsomfaj uas siab, thiab tej ntsa yeej uas nej tso siab rau los yuav pob puas tas."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.53","label":"53","content":"“Thaum nej cov yeebncuab tuaj vij nej tej nroog, nej yuav tshaib plab heev, nej yuav noj nej tej menyuam uas tus TSWV uas yog nej tus Vajtswv muab rau nej."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.54+DEU.28.55","label":"54-55","content":"Txawm yog tus txivneej uas muaj siab dawb siab zoo los thaum cov yeebncuab tuaj vij ntawd, nws yuav tsis hlub thiab tshua leejtwg li, nws yuav noj nws cov menyuam ib tug, nws yuav tsis faib rau nws tej kwvtij, lossis nws tus pojniam uas nws hlub, lossis nws lwm tus menyuam noj li, rau qhov nws tsis muaj zaub mov noj lawm."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.56+DEU.28.57","label":"56-57","content":"Txawm yog tus pojniam uas muaj lub siab dawb siab zoo, thiab muaj txiag npluanuj tsis tau taug kev mus kotaw li los nws yuav ua ib yam li ntawd. Thaum yeebncuab tuaj vij nws lub nroog, nws yuav tshaib plab heev vim tsis muaj zaub mov noj li; nws yuav muab nws tus menyuam mos noj ntsiag to. Nws yuav tsis faib rau nws tus txiv uas nws hlub lossis nws lwm tus menyuam noj li."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.58","label":"58","content":"“Yog nej tsis mloog thiab tsis ua raws li Vajtswv tej lus qhia uas sau rau hauv phau ntawv no, thiab yog nej tsis hwm tus TSWV uas yog nej tus Vajtswv lub npe uas dawbhuv,"},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.59","label":"59","content":"ces nws yuav tso tej kab mob uas kho tsis zoo thiab tej sub tawg sub ntsha los rau nej thiab nej tej tubki."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.60","label":"60","content":"Nws yuav tso tej kab mob phem kawg nkaus uas nej pom thaum nej nyob nram tebchaws Iziv los raug nej; nej yuav kho tsis zoo li."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.61","label":"61","content":"Tus TSWV tseem yuav tso ntau yam kab mob thiab sub tawg sub ntsha uas tsis tau teev tseg rau hauv phau ntawv uas sau Vajtswv tej kevcai no los raug nej kom nej puastsuaj tas."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.62","label":"62","content":"Txawm yog nej yuav huamvam coob li cov hnubqub saum nruab ntug los tsuav qee leej seem xwb, rau qhov nej tsis mloog tus TSWV uas yog nej tus Vajtswv lus."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.63","label":"63","content":"Tus TSWV txaus siab pub rau nej vammeej thiab huamvam coob li cas, nws pom zoo yuav rhuav kom nej puastsuaj li ntawd. Nws yuav ntiab nej tawm hauv lub tebchaws uas nws muab rau nej."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.64","label":"64","content":"“Tus TSWV yuav ntiab nej mus nyob ua sab ua sua rau ntau lub tebchaws thoob qab ntuj, nej yuav mus pe luag tej vajtswv uas muab ntoo thiab pobzeb ua uas nej thiab nej cov yawgkoob tsis tau pe dua li."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.65","label":"65","content":"Hauv tej tebchaws uas nej mus nyob ntawd, nej yuav tsis muaj kev kaj siab, thiab tsis muaj av ua nej tug li; tus TSWV yuav ua rau nej ntshai tshee hnyo, qaug zog thiab tas kev cia siab."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.66","label":"66","content":"Nej lub neej yuav niaj hnub muaj kev ntxhov siab. Nruab hnub hmo ntuj los nej ntshai, thiab tsis paub xyov nej lub neej yuav xaus thaum twg."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.67","label":"67","content":"Tej uas nej pom yuav ua rau nej lub siab ntshai tshee hnyo. Thaum sawv ntxov nej xav kom yog tsaus ntuj; thaum tsaus ntuj los nej xav kom yog kaj ntug."},{"bible_id":"1525","chapter_code":"DEU.28","verse_code":"DEU.28.68","label":"68","content":"Txawm yog tus TSWV  hais tias nej yuav tsis rov mus nram tebchaws Iziv ntxiv lawm los tus TSWV yuav muab nkoj xa nej mus. Thaum nej mus nyob nrad, nej yuav muab nej muag rau nej cov yeebncuab ua lawv qhev los tsis muaj leejtwg yuav nej li.”"},{"bible_id":"1525","chapter_code":"DEU.29","verse_code":"DEU.29.1","label":"1","content":"Ntawm no yog tej lus cog tseg uas tus TSWV kom Mauxes hais rau cov Yixalayees thaum lawv tseem nyob hauv tebchaws Mau-am; cov lus cog tseg no yog hais ntxiv rau cov uas tus TSWV hais rau lawv ntawm Roob Xinais."},{"bible_id":"1525","chapter_code":"DEU.29","verse_code":"DEU.29.2","label":"2","content":"Mauxes hu cov Yixalayees tuaj thiab hais rau lawv hais tias, “Nej twb pom txhua yam uas tus TSWV ua rau Falaus, nws cov nomtswv thiab nws lub tebchaws."},{"bible_id":"1525","chapter_code":"DEU.29","verse_code":"DEU.29.3","label":"3","content":"Nej twb pom tej kev siv kev npog thiab tej txujci tseemceeb uas tus TSWV ua lawm."},{"bible_id":"1525","chapter_code":"DEU.29","verse_code":"DEU.29.4","label":"4","content":"Tiamsis los txog rau niaj hnub no, tus TSWV tseem tsis tau pub nej totaub txog tej uas nej pom tas los lawm."},{"bible_id":"1525","chapter_code":"DEU.29","verse_code":"DEU.29.5","label":"5","content":"Thaum tus TSWV coj nej los hla tiaj suabpuam tau plaub caug xyoo ntawd, nej tej ris tsho thiab tej khau twb tsis ntuag li."},{"bible_id":"1525","chapter_code":"DEU.29","verse_code":"DEU.29.6","label":"6","content":"Nej tsis muaj mov noj, tsis muaj cawv txiv hmab lossis cawv ntxwg haus los tus TSWV tseem pub rau nej tau noj tau haus, nej thiaj paub hais tias nws yog nej tus Vajtswv."},{"bible_id":"1525","chapter_code":"DEU.29","verse_code":"DEU.29.7","label":"7","content":"Thaum peb los txog ntawm no, Vajntxwv Xihoos uas kav lub nroog Hesenpoos thiab Vajntxwv Aunkas uas kav lub tebchaws Npasas tau tuaj tua peb. Tiamsis peb tua lawv swb,"},{"bible_id":"1525","chapter_code":"DEU.29","verse_code":"DEU.29.8","label":"8","content":"txeeb tau lawv lub tebchaws, thiab muab faib rau xeem Lunpees, xeem Khas thiab ib nrab xeem Manaxes."},{"bible_id":"1525","chapter_code":"DEU.29","verse_code":"DEU.29.9","label":"9","content":"Yog li ntawd, nej yuav tsum muab siab npuab thiab ua raws li tus TSWV tej lus cog tseg no txhua lo huv tibsi, tej uas nej ua thiaj yuav vammeej."},{"bible_id":"1525","chapter_code":"DEU.29","verse_code":"DEU.29.10","label":"10","content":"“Hnub no tagnrho nej sawvdaws sawv tabmeeg tus TSWV uas yog nej tus Vajtswv, cov txwjlaug, cov nomtswv, cov txivneej,"},{"bible_id":"1525","chapter_code":"DEU.29","verse_code":"DEU.29.11","label":"11","content":"cov pojniam menyuam thiab lwm haivneeg uas nrog nej nyob, cov kwv dej thiab txiav taws rau nej."},{"bible_id":"1525","chapter_code":"DEU.29","verse_code":"DEU.29.12","label":"12","content":"Hnub no nej tuaj sawv ntawm no yog nrog tus TSWV uas yog nej tus Vajtswv sib coglus, thiab lees hais tias nej yuav ua raws li tej lus no,"},{"bible_id":"1525","chapter_code":"DEU.29","verse_code":"DEU.29.13","label":"13","content":"tus TSWV thiaj txais yuav nej ua nws haivneeg, thiab nws yuav ua nej tus Vajtswv, raws li nws coglus tseg rau nej yawgkoob, Anplahas, Ixaj thiab Yakhauj lawm."},{"bible_id":"1525","chapter_code":"DEU.29","verse_code":"DEU.29.14","label":"14","content":"Tus TSWV tsis yog coglus rau nej cov uas nyob ntawm xwb,"},{"bible_id":"1525","chapter_code":"DEU.29","verse_code":"DEU.29.15","label":"15","content":"tiamsis nws coglus rau cov uas tsis nyob ntawm no, thiab nej tej xeebntxwv uas tseem tsis tau yug los huv tibsi."},{"bible_id":"1525","chapter_code":"DEU.29","verse_code":"DEU.29.16","label":"16","content":"“Nej paub hais tias peb nyob li cas nram tebchaws Iziv, thiab peb hla dhau ntau lub tebchaws los li cas."},{"bible_id":"1525","chapter_code":"DEU.29","verse_code":"DEU.29.17","label":"17","content":"Nej twb pom lawv tej mlom phem qias uas lawv muab ntoo, pobzeb, nyiaj thiab kub ua lawm."},{"bible_id":"1525","chapter_code":"DEU.29","verse_code":"DEU.29.18","label":"18","content":"Nej ceevfaj nyob tsam muaj tej tus txivneej, tej tus pojniam, tej tsevneeg, lossis ib xeem twg uas hnub no tuaj sawv ntawm no tso tus TSWV uas yog nej tus Vajtswv tseg mus pe lwm haivneeg tej vajtswv. Yog nej ua li ntawd, nej yuav zoo li tus cag tshuaj iab uas tuaj hauv nej haivneeg."},{"bible_id":"1525","chapter_code":"DEU.29","verse_code":"DEU.29.19","label":"19","content":"Nej ceevfaj tsis txhob pub nej cov ntawm no ib tug twg uas tau hnov Vajtswv tej lus cog tseg lawm, xav hais tias ua li nws lub siab phem xav los nws tseem yuav tau lub neej zoo, tiamsis yog nws ua li ntawd, yuav ua rau nej tus zoo tus phem puastsuaj huv tibsi."},{"bible_id":"1525","chapter_code":"DEU.29","verse_code":"DEU.29.20","label":"20","content":"Tus TSWV yuav tsis zam txim rau tus ntawd. Tus TSWV txojkev chim uas kub cuag nplaim taws yuav tawmtsam tus ntawd, thiab tej lus foom tsis zoo uas sau rau hauv phau ntawv no yuav raug tus ntawd mus txog hnub uas tus TSWV muab tus ntawd rhuav puastsuaj tas."},{"bible_id":"1525","chapter_code":"DEU.29","verse_code":"DEU.29.21","label":"21","content":"Tus TSWV yuav rau txim rau tus ntawd qhia rau cov Yixalayees txhua xeem; thiab tus ntawd yuav raug tej lus foom tsis zoo uas teev rau hauv phau ntawv uas yog tus TSWV tej lus."},{"bible_id":"1525","chapter_code":"DEU.29","verse_code":"DEU.29.22","label":"22","content":"“Nej tej tubki yav tom ntej thiab lwm haivneeg uas nyob deb yuav hnov tej kev txomnyem thiab kev siv kev npog uas tus TSWV tso los rau nej lub tebchaws."},{"bible_id":"1525","chapter_code":"DEU.29","verse_code":"DEU.29.23","label":"23","content":"Nej lub tebchaws yuav qhuav ua leejfaj thiab ua ntsev; cog tsis tau ib yam dabtsi, thiab nroj tsuag los tuaj tsis taus li. Nej lub tebchaws yuav zoo ib yam li lub nroog Xaudoos, lub nroog Kaumaulas, lub nroog Amas thiab lub nroog Xenpauyees uas tus TSWV chim thiab muab rhuav puastsuaj tas lawm."},{"bible_id":"1525","chapter_code":"DEU.29","verse_code":"DEU.29.24","label":"24","content":"Tej neeg thoob ntiajteb yuav nug hais tias, ‘Vim li cas tus TSWV ua li no rau lawv lub tebchaws? Yog vim li cas tus TSWV thiaj chim ua luaj?’"},{"bible_id":"1525","chapter_code":"DEU.29","verse_code":"DEU.29.25","label":"25","content":"Luag yuav teb hais tias, ‘Rau qhov tus TSWV haivneeg rhuav tej lus uas lawv cog tseg nrog tus TSWV uas yog lawv cov yawgkoob tus Vajtswv uas coj lawv tsiv nram tebchaws Iziv los lawm."},{"bible_id":"1525","chapter_code":"DEU.29","verse_code":"DEU.29.26","label":"26","content":"Lawv pe tej vajtswv uas lawv tsis tau pe dua li, yog tej vajtswv uas tus TSWV txwv tsis pub lawv pe."},{"bible_id":"1525","chapter_code":"DEU.29","verse_code":"DEU.29.27","label":"27","content":"Vim li no tus TSWV thiaj chim heev rau nws haivneeg thiab tso tej kev siv kev npog uas teev tseg rau hauv phau ntawv no los rau lawv lub tebchaws."},{"bible_id":"1525","chapter_code":"DEU.29","verse_code":"DEU.29.28","label":"28","content":"Tus TSWV npautaws heev, nws thiaj muab lawv ntiab tawm hauv lawv lub tebchaws mus nyob rau luag tej tebchaws uas nimno lawv tseem nyob ntawd.’"},{"bible_id":"1525","chapter_code":"DEU.29","verse_code":"DEU.29.29","label":"29","content":"“Muaj tej yam uas tus TSWV uas yog peb tus Vajtswv tsis qhia rau leejtwg paub; tiamsis nws twb qhia nws tej kevcai rau sawvdaws kom peb thiab peb tej xeebntxwv ua raws li tej kevcai ntawd mus ibtxhis."},{"bible_id":"1525","chapter_code":"DEU.30","verse_code":"DEU.30.1","label":"1","content":"“Kuv cia nej xaiv saib, nej yuav tej lus foom koob hmoov lossis tej lus foom tsis zoo. Thaum muaj tej xwm no los raug nej, thiab thaum tus TSWV uas yog nej tus Vajtswv ntiab nej mus nrog lwm haivneeg nyob, nej yuav nco txog tej uas kuv kom nej xaiv no."},{"bible_id":"1525","chapter_code":"DEU.30","verse_code":"DEU.30.2","label":"2","content":"Yog nej thiab nej tej tubki rov los cuag tus TSWV thiab ua raws li nws tej kevcai uas hnub no kuv qhia rau nej kawg siab kawg ntsws,"},{"bible_id":"1525","chapter_code":"DEU.30","verse_code":"DEU.30.3","label":"3","content":"tus TSWV uas yog nej tus Vajtswv yuav hlub nej. Nws yuav coj nej tawm hauv txhua lub tebchaws uas nws ntiab nej mus nyob rov los, thiab nws yuav pub kom nej lub neej rov vammeej dua."},{"bible_id":"1525","chapter_code":"DEU.30","verse_code":"DEU.30.4","label":"4","content":"Txawm yog nej tsiv mus nyob rau txhua ceg kaum ntuj lawm los tus TSWV uas yog nej tus Vajtswv yuav coj nej rov los;"},{"bible_id":"1525","chapter_code":"DEU.30","verse_code":"DEU.30.5","label":"5","content":"nej yuav tau kav lub tebchaws uas thaum ub nej cov yawgkoob nyob los lawm. Tus TSWV yuav pub kom nej huamvam thiab vammeej tshaj nej cov yawgkoob."},{"bible_id":"1525","chapter_code":"DEU.30","verse_code":"DEU.30.6","label":"6","content":"Tus TSWV uas yog nej tus Vajtswv yuav pub lub siab uas paub mloog lus rau nej thiab nej tej xeebntxwv, nej thiaj muab siab npuab tus TSWV thiab hlub nws kawg siab kawg ntsws, thiab nej yuav nyob hauv lub tebchaws ntawd mus li."},{"bible_id":"1525","chapter_code":"DEU.30","verse_code":"DEU.30.7","label":"7","content":"Nws yuav muab tej lus foom tsis zoo no rau nej tej yeebncuab uas ntxub thiab tsimtxom nej,"},{"bible_id":"1525","chapter_code":"DEU.30","verse_code":"DEU.30.8","label":"8","content":"nej thiaj yuav mloog nws lus thiab ua raws li nws tej kevcai txhua nqe uas hnub no kuv qhia rau nej."},{"bible_id":"1525","chapter_code":"DEU.30","verse_code":"DEU.30.9","label":"9","content":"Tus TSWV yuav pub kom tej uas nej ua vammeej; nej yuav muaj tubki thiab muaj tsiaj txhu coob ua npoj ntws, thiab nej tej teb yuav ntsu qoob. Tus TSWV yuav txaus siab ua kom nej vammeej ib yam li nws ua rau nej cov yawgkoob vammeej,"},{"bible_id":"1525","chapter_code":"DEU.30","verse_code":"DEU.30.10","label":"10","content":"tiamsis nej yuav tsum mloog nws lus thiab coj raws li nws tej kevcai uas sau rau hauv phau ntawv no txhua nqe huv tibsi. Nej yuav tsum tig rov los muab siab npuab tus TSWV kom kawg siab kawg ntsws."},{"bible_id":"1525","chapter_code":"DEU.30","verse_code":"DEU.30.11","label":"11","content":"“Tej kevcai uas hnub no kuv qhia rau nej, nej tsis txhob xav hais tias nyuaj thiab coj tsis tau."},{"bible_id":"1525","chapter_code":"DEU.30","verse_code":"DEU.30.12","label":"12","content":"Tej kevcai no tsis yog nyob saum ntuj. Tsis tas nej yuav nug hais tias, ‘Leejtwg yuav nce mus muab los rau peb, kom peb thiaj hnov thiab coj raws li ntawd?’"},{"bible_id":"1525","chapter_code":"DEU.30","verse_code":"DEU.30.13","label":"13","content":"Tej kevcai ntawd tsis yog nyob sab ntug hiavtxwv tim ub. Tsis tas nej yuav nug hais tias, ‘Leejtwg yuav hla hiavtxwv mus muab los rau peb, kom peb thiaj hnov thiab coj raws li ntawd?’"},{"bible_id":"1525","chapter_code":"DEU.30","verse_code":"DEU.30.14","label":"14","content":"Tej kevcai ntawd nyob ntawm nej no ntag. Nej yeej paub thiab nyob hauv nej lub siab, nej cia li ua raws li ntawd."},{"bible_id":"1525","chapter_code":"DEU.30","verse_code":"DEU.30.15","label":"15","content":"“Hnub no kuv cia nej xaiv, saib nej yuav qhov phem lossis qhov zoo, nej yuav txojsia lossis kev tuag."},{"bible_id":"1525","chapter_code":"DEU.30","verse_code":"DEU.30.16","label":"16","content":"Yog hais tias nej mloog thiab ua raws li tus TSWV uas yog nej tus Vajtswv tej lus  uas hnub no kuv qhia rau nej, yog nej hlub nws, mloog nws lus thiab coj raws li nws tej kevcai, nej yuav vammeej thiab ua ib haivneeg coob heev. Tus TSWV uas yog nej tus Vajtswv yuav foom koob hmoov rau lub tebchaws uas nej yuav mus nyob."},{"bible_id":"1525","chapter_code":"DEU.30","verse_code":"DEU.30.17","label":"17","content":"Tiamsis yog nej tsis mloog nws lus, tsis ua raws li nws tej lus qhia, thiab cia luag coj nej mus pe luag tej vajtswv,"},{"bible_id":"1525","chapter_code":"DEU.30","verse_code":"DEU.30.18","label":"18","content":"hnub no kuv hais rau nej hais tias nej yuav raug kev puastsuaj. Nej yuav tsis tau nyob ntev hauv lub tebchaws uas nej yuav hla tus Dej Yauladees mus tua thiab nyob."},{"bible_id":"1525","chapter_code":"DEU.30","verse_code":"DEU.30.19","label":"19","content":"Nimno kuv cia nej xaiv saib nej yuav txojsia lossis yuav kev tuag, nej yuav tej lus foom koob hmoov lossis tej lus foom tsis zoo; kuv thov lub ntuj lub teb nrog ua timkhawv rau tej uas hnub no nej xaiv. Nej cia li xaiv txojsia."},{"bible_id":"1525","chapter_code":"DEU.30","verse_code":"DEU.30.20","label":"20","content":"Hlub tus TSWV uas yog nej tus Vajtswv, ua raws li nws tej lus qhia, thiab muab siab npuab nws, nej thiab nej tej xeebntxwv thiaj muaj sia nyob ntev hauv lub tebchaws uas tus TSWV tau coglus tseg rau nej yawgkoob Anplahas, Ixaj thiab Yakhauj lawm.”"},{"bible_id":"1525","chapter_code":"DEU.31","verse_code":"DEU.31.1","label":"1","content":"Mauxes hais rau cov Yixalayees"},{"bible_id":"1525","chapter_code":"DEU.31","verse_code":"DEU.31.2","label":"2","content":"hais tias, “Nimno kuv hnubnyoog muaj ib puas nees nkaum xyoo, kuv ua tsis taus nej tus thawj mus ntxiv lawm. Dua li ntawd, tus TSWV hais rau kuv hais tias, kuv yuav tsis tau hla tus Dej Yauladees mus rau sab tid ub."},{"bible_id":"1525","chapter_code":"DEU.31","verse_code":"DEU.31.3","label":"3","content":"Tus TSWV uas yog nej tus Vajtswv yuav mus ua nej ntej thiab nws yuav tua txhua haivneeg uas nyob tid, nej thiaj yuav ntaus tau lawv lub tebchaws rau nej nyob; txij no mus Yausuas yuav ua nej tus thawjcoj raws li tus TSWV tau hais tseg lawm."},{"bible_id":"1525","chapter_code":"DEU.31","verse_code":"DEU.31.4","label":"4","content":"Tus TSWV yuav ua rau cov neeg uas nyob tid puastsuaj, ib yam li nws tau ua rau Xihoos thiab Aunkas uas ua vajntxwv kav cov Amaules lub tebchaws puastsuaj tas."},{"bible_id":"1525","chapter_code":"DEU.31","verse_code":"DEU.31.5","label":"5","content":"Tus TSWV yuav pub kom nej mus tua yeej cov neeg ntawd, thiab nej yuav tsum muab lawv tua kom tuag tas raws li tej lus uas kuv hais rau nej lawm."},{"bible_id":"1525","chapter_code":"DEU.31","verse_code":"DEU.31.6","label":"6","content":"Nej yuav tsum ua siab tawv thiab nyob khov kho tsis txhob ntshai cov neeg ntawd. Tus TSWV uas yog nej tus Vajtswv yuav nrog nraim nej, nws yuav tsis ncaim nej lossis tso nej tseg li.”"},{"bible_id":"1525","chapter_code":"DEU.31","verse_code":"DEU.31.7","label":"7","content":"Tom qab ntawd, Mauxes hu Yausuas los cuag nws, thiab nws hais rau Yausuas tabmeeg cov Yixalayees hais tias, “Koj cia li ua siab tawv tsis txhob ntshai; koj yog tus yuav coj cov neeg no mus tua lub tebchaws uas tus TSWV tau coglus tseg rau lawv cov yawgkoob lawm."},{"bible_id":"1525","chapter_code":"DEU.31","verse_code":"DEU.31.8","label":"8","content":"Tus TSWV yuav mus ua koj ntej thiab nrog nraim koj. Nws yuav tsis ncaim koj lossis tso koj tseg; koj tsis txhob poob siab lossis ntshai.”"},{"bible_id":"1525","chapter_code":"DEU.31","verse_code":"DEU.31.9","label":"9","content":"Mauxes sau Vajtswv tej Kevcai tseg thiab muab rau cov povthawj uas saib lub Phijxab uas ntim Vajtswv tej lus cog tseg, thiab cov Yixalayees tej thawjcoj."},{"bible_id":"1525","chapter_code":"DEU.31","verse_code":"DEU.31.10","label":"10","content":"Mauxes hais rau lawv hais tias, “Xya lub xyoo twg uas yog txwm rau xyoo xuam nujnqis, nej cia li nyeem phau ntawv no rau cov Yixalayees sawvdaws mloog, thaum nej ua Kevcai nyob Tsev Pheebsuab."},{"bible_id":"1525","chapter_code":"DEU.31","verse_code":"DEU.31.11","label":"11","content":"Thaum cov Yixalayees tuaj ua ke rau ntawm qhov chaw pehawm tus TSWV uas yog nej tus Vajtswv, nej cia li nyeem rau sawvdaws mloog."},{"bible_id":"1525","chapter_code":"DEU.31","verse_code":"DEU.31.12","label":"12","content":"Nej cia li hu sawvdaws, tsis hais pojniam txivneej, tus hlob tus yau thiab lwm haivneeg uas nrog nej nyob tuaj huv tibsi; sawvdaws thiaj hnov thiab hwm tus TSWV uas yog nej tus Vajtswv thiab muab siab npuab ua raws li nws tej lus."},{"bible_id":"1525","chapter_code":"DEU.31","verse_code":"DEU.31.13","label":"13","content":"Yog nej ua li ntawd, nej tej xeebntxwv uas tsis tau hnov dua tus TSWV uas yog nej tus Vajtswv tej Kevcai thiaj tau hnov thiab paub mloog tus TSWV lus mus tas lawv simneej uas nyob hauv lub tebchaws uas nej yuav hla tus Dej Yauladees mus tua thiab txeeb nyob ntawd.”"},{"bible_id":"1525","chapter_code":"DEU.31","verse_code":"DEU.31.14","label":"14","content":"Tom qab ntawd tus TSWV hais rau Mauxes hais tias, “Koj yuav ua neej nyob tsis ntev lawm. Koj cia li hu Yausuas tuaj cuag koj, thiab coj nws mus rau hauv kuv lub Tsevntaub sib ntsib, kuv yuav qhia nws.” Ces Mauxes thiab Yausuas txawm mus rau hauv tus TSWV lub Tsevntaub sib ntsib,"},{"bible_id":"1525","chapter_code":"DEU.31","verse_code":"DEU.31.15","label":"15","content":"thiab tus TSWV los rau nkawd pom nyob hauv tauv huab ntawm lub qhovrooj Tsevntaub."},{"bible_id":"1525","chapter_code":"DEU.31","verse_code":"DEU.31.16","label":"16","content":"Tus TSWV hais rau Mauxes hais tias, “Tshuav tsis ntev koj yuav tuag, thaum koj tuag lawm cov Yixalayees yuav tsis muab siab npuab kuv; lawv yuav tsis ua raws li tej lus uas kuv hais rau lawv. Lawv yuav tso kuv tseg thiab mus pe lwm haivneeg tej vajtswv hauv lub tebchaws uas kuv yuav muab rau nej nyob."},{"bible_id":"1525","chapter_code":"DEU.31","verse_code":"DEU.31.17","label":"17","content":"Thaum muaj tej no tshwm lawm, kuv yuav chim rau lawv; kuv yuav muab lawv tso tseg, thiab lawv yuav raug kev puastsuaj. Yuav muaj ntau yam kev siv kev npog los raug lawv, thaum ntawd lawv yuav paub hais tias qhov uas lawv raug tej ntawd, vim kuv uas yog lawv tus Vajtswv tsis nrog lawv nyob lawm."},{"bible_id":"1525","chapter_code":"DEU.31","verse_code":"DEU.31.18","label":"18","content":"Thaum ntawd, kuv yuav tsis pab lawv, rau qhov lawv mus ua kev phem kev qias thiab mus pe luag tej vajtswv lawm."},{"bible_id":"1525","chapter_code":"DEU.31","verse_code":"DEU.31.19","label":"19","content":"“Koj cia li sau zaj nkauj no tseg thiab qhia rau cov Yixalayees thiaj muaj lus kom lawv tej kev txhaum."},{"bible_id":"1525","chapter_code":"DEU.31","verse_code":"DEU.31.20","label":"20","content":"Kuv yuav coj lawv mus rau hauv lub tebchaws uas av rog thiab zoo qoob uas kuv tau coglus tseg rau lawv cov yawgkoob lawm. Lawv yuav muaj noj muaj haus txaus thiab nyob tso siab lug hauv lub tebchaws ntawd. Tiamsis lawv yuav ntxeev siab rau kuv thiab mus pe luag tej vajtswv. Lawv yuav tso kuv tseg thiab tsis ua raws li kuv tej lus;"},{"bible_id":"1525","chapter_code":"DEU.31","verse_code":"DEU.31.21","label":"21","content":"yuav muaj ntau yam kev siv kev npog los raug lawv, tiamsis lawv tej xeebntxwv tseem yuav hu zaj nkauj no tawmtsam lawv. Txawm yog kuv tsis tau coj lawv mus nyob hauv lub tebchaws uas kuv coglus yuav muab rau lawv los kuv twb paub lawv lub siab lawm.”"},{"bible_id":"1525","chapter_code":"DEU.31","verse_code":"DEU.31.22","label":"22","content":"Hnub ntawd Mauxes txawm sau ib zaj nkauj thiab qhia rau cov Yixalayees."},{"bible_id":"1525","chapter_code":"DEU.31","verse_code":"DEU.31.23","label":"23","content":"Tom qab ntawd tus TSWV hais rau Noos tus tub Yausuas hais tias, “Koj cia li ua siab tawv qhawv tsis txhob ntshai. Koj yuav ua tus coj cov Yixalayees mus nyob hauv lub tebchaws uas kuv tau coglus tseg yuav muab rau lawv, thiab kuv yuav nrog nraim koj.”"},{"bible_id":"1525","chapter_code":"DEU.31","verse_code":"DEU.31.24","label":"24","content":"Mauxes sau Vajtswv tej kevcai rau hauv ntawv tseg, nws sau txhua nqe tsis tseg ib nqe li."},{"bible_id":"1525","chapter_code":"DEU.31","verse_code":"DEU.31.25","label":"25","content":"Thaum nws sau tiav lawm, nws hais rau cov povthawj saib lub Phijxab uas ntim Vajtswv tej lus cog tseg hais tias,"},{"bible_id":"1525","chapter_code":"DEU.31","verse_code":"DEU.31.26","label":"26","content":"“Nej cia li coj phau ntawv uas yog Vajtswv tej Kevcai no mus tso rau ib sab ntawm lub Phijxab uas ntim tus TSWV uas yog nej tus Vajtswv tej lus cog tseg, cia nyob ntawd ua timkhawv kom nws haivneeg."},{"bible_id":"1525","chapter_code":"DEU.31","verse_code":"DEU.31.27","label":"27","content":"Kuv paub hais tias, lawv yog neeg tawv ncauj thiab ntxeev siab. Thaum kuv tseem ua neej nyob lawv twb ntxeev siab thiab tawmtsam tus TSWV ntau zaus lawm, tom qab kuv tuag lawm ntshai lawv hajyam yuav ntxeev siab ntxiv."},{"bible_id":"1525","chapter_code":"DEU.31","verse_code":"DEU.31.28","label":"28","content":"Nej cia li hu cov thawjcoj ntawm txhua xeem thiab cov nomtswv tuaj cuag kuv, kuv yuav qhia tej lus no rau lawv; kuv yuav thov lub ntuj lub teb ua timkhawv tawmtsam lawv tej kev txhaum."},{"bible_id":"1525","chapter_code":"DEU.31","verse_code":"DEU.31.29","label":"29","content":"Kuv paub hais tias thaum kuv tuag lawm, cov Yixalayees yuav ua kev phem kev qias thiab tsis kam ua raws li tej uas kuv twb qhia rau lawv lawm. Muaj ib hnub lawv yuav raug kev siv kev npog, rau qhov lawv txhob txwm ua tej uas tus TSWV txwv tsis pub lawv ua, lawv ua rau tus TSWV chim heev.”"},{"bible_id":"1525","chapter_code":"DEU.31","verse_code":"DEU.31.30","label":"30","content":"Tom qab ntawd Mauxes nyeem tagnrho zaj nkauj rau cov Yixalayees mloog:"},{"bible_id":"1525","chapter_code":"DEU.32","verse_code":"DEU.32.1","label":"1","content":"“Lub ntuj mloog kuv tej lus, lub ntiajteb hnov kuv hais."},{"bible_id":"1525","chapter_code":"DEU.32","verse_code":"DEU.32.2","label":"2","content":"Kuv tej lus qhia yuav poob los ib yam li nag thiab teev ib yam li lub lwg dej rau hauv ntiajteb. Kuv tej lus yuav poob ib yam li los nag tshauv rau tej qoobloo, thiab ib yam li kob nag los rau saum tej nroj tsuag."},{"bible_id":"1525","chapter_code":"DEU.32","verse_code":"DEU.32.3","label":"3","content":"Kuv yuav qhuas tus TSWV lub npe, thiab nws haivneeg yuav qhuas nws lub hwjchim uas loj kawg nkaus."},{"bible_id":"1525","chapter_code":"DEU.32","verse_code":"DEU.32.4","label":"4","content":"“Tus TSWV yog lub pobzeb uas tiv thaiv nej, nws yog tus uas zoo kawg nkaus, tej uas nws ua yeej ncaj ncees; Nej tus Vajtswv yog tus ncaj thiab tseeb; nws ua qhov yog thiab qhov tseeb xwb."},{"bible_id":"1525","chapter_code":"DEU.32","verse_code":"DEU.32.5","label":"5","content":"Tiamsis nej ua tsis ncaj, tsis tsimnyog nej ua nws haivneeg, nej yog haivneeg txhaum thiab dag."},{"bible_id":"1525","chapter_code":"DEU.32","verse_code":"DEU.32.6","label":"6","content":"Cov neeg ruam thiab tsis txawj xav, puas tsimnyog nej ua li no rau tus TSWV? Nws tsis yog nej Txiv, nws tsis yog tus tsim nej, thiab nws tsis yog tus uas ua rau nej ciaj ua ib haivneeg los?"},{"bible_id":"1525","chapter_code":"DEU.32","verse_code":"DEU.32.7","label":"7","content":"“Nco ntsoov tej xwmtxheej yav tas los, thiab xav txog tej neeg ntau tiam thaum ub; cia li nug nej txiv kom qhia nej, saib muaj dabtsi tshwmsim, cia li nug tej laus lawv yuav piav yav tas los rau nej mloog."},{"bible_id":"1525","chapter_code":"DEU.32","verse_code":"DEU.32.8","label":"8","content":"Tus TSWV uas muaj hwjchim loj kawg nkaus faib tebchaws rau txhua haivneeg, nws kom nyias nyob muaj nyias ciam raws li tej haivneeg uas muaj coob lossis muaj tsawg,"},{"bible_id":"1525","chapter_code":"DEU.32","verse_code":"DEU.32.9","label":"9","content":"tiamsis nws xaiv Yakhauj cov xeebntxwv ua nws haivneeg."},{"bible_id":"1525","chapter_code":"DEU.32","verse_code":"DEU.32.10","label":"10","content":"“Nws pom lawv mus mus los los tom tiaj suabpuam uas qhuav qhawv thiab cua ntsawj nrov vwg; Tus TSWV hlub thiab tsomkwm lawv ib yam li nws txuag nws lub qhovmuag."},{"bible_id":"1525","chapter_code":"DEU.32","verse_code":"DEU.32.11","label":"11","content":"Tus TSWV tsomkwm tsis pub cov Yixalayees poob, ib yam li tus dav qhia nws tej menyuam ya, nws muab nws ob phab tis txais tsis pub cov menyuam poob,"},{"bible_id":"1525","chapter_code":"DEU.32","verse_code":"DEU.32.12","label":"12","content":"Tus TSWV tib leej coj nws haivneeg, nws tsis yuav lwm haivneeg tus vajtswv pab."},{"bible_id":"1525","chapter_code":"DEU.32","verse_code":"DEU.32.13","label":"13","content":"“Nws cia lawv kav tej qhov chaw siab, lawv yuav tau noj tej qoobloo hauv lawv tej liaj tej teb. Lawv yuav tau haus tej zib ntab ntawm tej pobtsuas; thiab lawv tej txiv ntoo roj yuav txi ncw ntawm thaj av uas muaj pobzeb."},{"bible_id":"1525","chapter_code":"DEU.32","verse_code":"DEU.32.14","label":"14","content":"Lawv tej nyuj tej tshis yuav muaj kua mis ntau; lawv muaj tej yaj, tej tshis thiab tej nyuj, tej qib thiab tej cawv txiv hmab uas zoo kawg nkaus."},{"bible_id":"1525","chapter_code":"DEU.32","verse_code":"DEU.32.15","label":"15","content":"“Tus TSWV haivneeg npluanuj, tiamsis lawv yog neeg ntxeev siab; lawv rog vim lawv tau noj tau haus tsau npo. Lawv tsis lees paub Vajtswv tus uas tsim lawv, thiab lawv tso lawv tus cawmseej uas muaj hwjchim tseg."},{"bible_id":"1525","chapter_code":"DEU.32","verse_code":"DEU.32.16","label":"16","content":"Lawv pe mlom ua rau tus TSWV khib lawv heev, lawv ua kev phem kev qias ua rau tus TSWV npautaws rau lawv."},{"bible_id":"1525","chapter_code":"DEU.32","verse_code":"DEU.32.17","label":"17","content":"Lawv tua tsiaj fij rau tej vajtswv uas tsis yog Vajtswv, yog tej vajtswv uas lawv cov yawgkoob tsis tau pe dua, tej dab ntawd cov Yixalayees tsis coj thiab tsis tau pehawm dua li."},{"bible_id":"1525","chapter_code":"DEU.32","verse_code":"DEU.32.18","label":"18","content":"Lawv tsis nco qab lawv tus Vajtswv, tus cawmseej uas muaj hwjchim, thiab tus uas pub txojsia rau lawv lawm."},{"bible_id":"1525","chapter_code":"DEU.32","verse_code":"DEU.32.19","label":"19","content":"“Thaum tus TSWV pom tej no, nws npautaws kawg li, nws thiaj tso nws tej tub tej ntxhais tseg."},{"bible_id":"1525","chapter_code":"DEU.32","verse_code":"DEU.32.20","label":"20","content":"Tus TSWV hais tias, ‘Kuv yuav tsis pab lawv lawm,’ ‘kuv yuav saib puas muaj xwm dabtsi los raug lawv, lawv yog neeg tawv ncauj, tsis muab siab npuab kuv."},{"bible_id":"1525","chapter_code":"DEU.32","verse_code":"DEU.32.21","label":"21","content":"Kuv chim rau lawv vim lawv tej mlom, lawv pe tej vajtswv uas tsis yog Vajtswv ua rau kuv khib. Kuv yuav tso ib pab neeg uas tsis muaj tebchaws tuaj zes kom lawv chim; thiab kuv yuav tso ib haivneeg ruam tuaj ua kom lawv khib."},{"bible_id":"1525","chapter_code":"DEU.32","verse_code":"DEU.32.22","label":"22","content":"Kuv txojkev chim yuav cig ib yam li nplaim taws thiab yuav kub txhua yam uas nyob hauv ntiajteb. Cov nplaim taws yuav kub mus kom txog hauv tubtuag teb thiab yuav kub mus ti rau hauv qab tivtxwv roob.’"},{"bible_id":"1525","chapter_code":"DEU.32","verse_code":"DEU.32.23","label":"23","content":"“‘Kuv yuav tso kev siv kev pog los rau lawv ib yam tas ib yam tuaj, thiab tua kuv tej xubvos tawmtsam lawv."},{"bible_id":"1525","chapter_code":"DEU.32","verse_code":"DEU.32.24","label":"24","content":"Lawv yuav tuag tshaib thiab tuag mob tuag ntsaj; lawv yuav tuag tas rau tej kab mob phem. Kuv yuav tso tej tsiaj qus los tawmtsam lawv, thiab tso tej nab muaj taug los tom lawv."},{"bible_id":"1525","chapter_code":"DEU.32","verse_code":"DEU.32.25","label":"25","content":"Yuav muaj neeg raug hniav ntaj tuag pawglug ntawm tej kev; tej neeg uas nyob hauv tsev yuav ntshai ua plhu thimxem tas. Tej tub hluas ntxhais hluas yuav tuag tas; thiab tej menyuam mos lossis tej laus uas dawbhau paug los yuav tuag tas."},{"bible_id":"1525","chapter_code":"DEU.32","verse_code":"DEU.32.26","label":"26","content":"Kuv yuav ua kom lawv puastsuaj huv tibsi, yuav tsis muaj leejtwg nco txog lawv lawm."},{"bible_id":"1525","chapter_code":"DEU.32","verse_code":"DEU.32.27","label":"27","content":"Kuv yuav tsis pub lawv cov yeebncuab khav hais tias, lawv tua yeej kuv haivneeg, tiamsis yog kuv ua rau kuv haivneeg puastsuaj xwb.’"},{"bible_id":"1525","chapter_code":"DEU.32","verse_code":"DEU.32.28","label":"28","content":"“Cov Yixalayees yog ib haivneeg uas tsis txawj xav, lawv tsis muaj tswvyim li."},{"bible_id":"1525","chapter_code":"DEU.32","verse_code":"DEU.32.29","label":"29","content":"Lawv tsis paub hais tias yog li cas lawv thiaj swb; lawv tsis totaub hais tias vim li cas lawv raug tej ntawd."},{"bible_id":"1525","chapter_code":"DEU.32","verse_code":"DEU.32.30","label":"30","content":"Vim li cas luag ib leeg tua yeej nej ib txhiab leej, thiab vim li cas luag ob leeg tua yeej nej kaum txhiab leej? Twb yog tus TSWV uas yog lawv tus Vajtswv tso lawv tseg lawm; lawv tus Vajtswv uas muaj hwjchim loj muab lawv cob rau lawv cov yeebncuab."},{"bible_id":"1525","chapter_code":"DEU.32","verse_code":"DEU.32.31","label":"31","content":"Lawv cov yeebncuab yeej paub hais tias lawv tej vajtswv tsis muaj hwjchim npaum li cov Yixalayees tus Vajtswv."},{"bible_id":"1525","chapter_code":"DEU.32","verse_code":"DEU.32.32","label":"32","content":"Lawv cov yeebncuab ua kev phem kev qias ib yam li cov neeg hauv lub nroog Xaudoos thiab lub nroog Kaumaulas, ib yam li tsob txiv hmab uas txi txiv iab lom neeg tuag,"},{"bible_id":"1525","chapter_code":"DEU.32","verse_code":"DEU.32.33","label":"33","content":"ib yam li cov cawv uas muab taug nab ua."},{"bible_id":"1525","chapter_code":"DEU.32","verse_code":"DEU.32.34","label":"34","content":"“Tus TSWV nco ntsoov tej uas lawv cov yeebncuab tau ua tas los; nws tos txog sijhawm, ces nws yuav rau txim rau lawv."},{"bible_id":"1525","chapter_code":"DEU.32","verse_code":"DEU.32.35","label":"35","content":"Tus TSWV yuav pauj thiab rau txim rau lawv; hnub uas lawv raug kev puastsuaj twb los yuav txog, lub sijhawm ntawd twb los ze lawm."},{"bible_id":"1525","chapter_code":"DEU.32","verse_code":"DEU.32.36","label":"36","content":"Tus TSWV yuav pab nws haivneeg, thaum nws pom lawv qaug zog. Nws yuav hlub cov uas ua nws tes haujlwm, thaum nws pom lawv coogtxuj lawm."},{"bible_id":"1525","chapter_code":"DEU.32","verse_code":"DEU.32.37","label":"37","content":"Thaum ntawd tus TSWV yuav nug nws haivneeg hais tias, ‘Tej vajtswv uas nej cia siab rau nyob qhov twg lawm?"},{"bible_id":"1525","chapter_code":"DEU.32","verse_code":"DEU.32.38","label":"38","content":"Nej muab tej tsiaj uas nej tua fij tej roj coj mus pub rau tej vajtswv ntawd noj, thiab muab cawv txiv hmab fij rau tej vajtswv ntawd. Cia li hais kom tej vajtswv ntawd pab nej, thiab kom lawv cia li los cawm nej."},{"bible_id":"1525","chapter_code":"DEU.32","verse_code":"DEU.32.39","label":"39","content":"“ ‘Kuv tib leeg xwb thiaj yog Vajtswv, tsis muaj dua lwm tus vajtswv lawm. Kuv ua kom neeg tuag thiab kuv pub tau txojsia, kuv ua kom nqaij to thiab kho tau kom zoo. Tsis muaj leejtwg txwv tau tej uas kuv ua ntawd li."},{"bible_id":"1525","chapter_code":"DEU.32","verse_code":"DEU.32.40","label":"40","content":"Kuv yog Vajtswv tus uas muaj sia nyob, kuv tsa tes coglus tseg hais tias,"},{"bible_id":"1525","chapter_code":"DEU.32","verse_code":"DEU.32.41","label":"41","content":"kuv yuav hov kuv rab ntaj kom ci nplas, thiab txiav txim kom ncaj ncees. Kuv yuav ua pauj rau kuv cov yeebncuab thiab rau txim rau cov uas ntxub kuv."},{"bible_id":"1525","chapter_code":"DEU.32","verse_code":"DEU.32.42","label":"42","content":"Kuv cov xubvos yuav lo lawv tej ntshav, thiab kuv yuav muab ntaj tua txhua tus uas tawmtsam kuv. Kuv yuav tsis tseg cov uas tuaj tawmtsam kuv ib tug li; txawm yog cov uas raug mob thiab cov uas nyob hauv tsev lojcuj los yuav tuag tas.’"},{"bible_id":"1525","chapter_code":"DEU.32","verse_code":"DEU.32.43","label":"43","content":"“Txhua haivneeg thoob qab ntuj, nej cia li qhuas tus TSWV haivneeg, tus TSWV yuav rau txim rau txhua haivneeg uas tuaj tua nws haivneeg. Nws yuav ua pauj rau nws cov yeebncuab thiab zam txim rau nws haivneeg.”"},{"bible_id":"1525","chapter_code":"DEU.32","verse_code":"DEU.32.44","label":"44","content":"Mauxes thiab Noos tus tub Yausuas nyeem zaj nkauj no, cov Yixalayees txhua tus thiaj hnov."},{"bible_id":"1525","chapter_code":"DEU.32","verse_code":"DEU.32.45","label":"45","content":"Thaum Mauxes qhia Vajtswv tej lus rau sawvdaws mloog tas lawm,"},{"bible_id":"1525","chapter_code":"DEU.32","verse_code":"DEU.32.46","label":"46","content":"Mauxes hais tias, “Nej yuav tsum ua raws li tej lus uas hnub no kuv qhia rau nej lawm. Nej yuav tsum qhia tej lus no rau nej tej menyuam, lawv thiaj muab siab npuab thiab ua raws li Vajtswv tej lus qhia no txhua lo huv tibsi."},{"bible_id":"1525","chapter_code":"DEU.32","verse_code":"DEU.32.47","label":"47","content":"Tej lus ntawd tsis yog tej uas tsis muaj hauvpaus hauvntsis, tiamsis yog tej uas cawm tau nej txojsia. Nej yuav tsum coj raws li ntawd, nej thiaj muaj sia nyob ntev hauv lub tebchaws uas nej tabtom yuav hla tus Dej Yauladees mus tua thiab nyob ntawd.”"},{"bible_id":"1525","chapter_code":"DEU.32","verse_code":"DEU.32.48","label":"48","content":"Hnub ntawd tus TSWV hais rau Mauxes hais tias,"},{"bible_id":"1525","chapter_code":"DEU.32","verse_code":"DEU.32.49","label":"49","content":"“Koj cia li nce mus rau saum tej Roob Anpalees hauv tebchaws Mau-am uas saib ntsoov rau tim lub nroog Yelikaus, thiab nce mus rau saum lub ncov Roob Nenpaus, saib mus rau tim tebchaws Kana-as uas kuv yuav muab rau cov Yixalayees nyob."},{"bible_id":"1525","chapter_code":"DEU.32","verse_code":"DEU.32.50","label":"50","content":"Koj yuav tuag rau saum lub roob ntawd ib yam li koj tus tijlaug Aloos tuag rau saum lub Roob Haules,"},{"bible_id":"1525","chapter_code":"DEU.32","verse_code":"DEU.32.51","label":"51","content":"rau qhov neb tsis mloog kuv lus tabmeeg cov Yixalayees, thiab thaum nej nyob ntawm cov Qhovdej Melinpas uas ze lub nroog Kades hauv lub tiaj suabpuam Xees, neb ua saib tsis taus kuv tabmeeg cov Yixalayees."},{"bible_id":"1525","chapter_code":"DEU.32","verse_code":"DEU.32.52","label":"52","content":"Koj yuav tuaj deb pom lub tebchaws Kana-as xwb, tiamsis koj yuav tsis tau mus nyob lub tebchaws uas kuv yuav muab rau cov Yixalayees.”"},{"bible_id":"1525","chapter_code":"DEU.33","verse_code":"DEU.33.1","label":"1","content":"Mauxes uas yog Vajtswv tus neeg tej lus foom koob hmoov rau cov Yixalayees ua ntej nws tuag."},{"bible_id":"1525","chapter_code":"DEU.33","verse_code":"DEU.33.2","label":"2","content":"Tus TSWV nqis saum Roob Xinais los; nws sawv ib yam li lub hnub ci tuaj rau lub tebchaws Edoos, nws tus duab ci saum lub Roob Palas tuaj rau nws haivneeg. Muaj kaum txhiab tus timtswv nrog nws, muaj nplaim taws cig lam lug ntawm nws sab tes xis."},{"bible_id":"1525","chapter_code":"DEU.33","verse_code":"DEU.33.3","label":"3","content":"Tus TSWV hlub nws haivneeg thiab nws tsomkwm nws cov neeg. Peb thiaj txhos caug ntua ntawm  nws kotaw, thiab ua raws li nws tej lus."},{"bible_id":"1525","chapter_code":"DEU.33","verse_code":"DEU.33.4","label":"4","content":"Peb ua raws li tej Kevcai uas Mauxes qhia rau peb, tej no yog tej uas tseemceeb heev rau peb haivneeg."},{"bible_id":"1525","chapter_code":"DEU.33","verse_code":"DEU.33.5","label":"5","content":"Tus TSWV yuav ua Vajntxwv kav nws haivneeg Yixalayees thaum lawv txhua xeem thiab cov thawjcoj tuaj sib sau ua ke."},{"bible_id":"1525","chapter_code":"DEU.33","verse_code":"DEU.33.6","label":"6","content":"Mauxes hais txog xeem Lunpees hais tias: “Txawm yog xeem Lunpees muaj neeg tsawg los thov tsis txhob pub kom tu noob.”"},{"bible_id":"1525","chapter_code":"DEU.33","verse_code":"DEU.33.7","label":"7","content":"Mauxes hais txog xeem Yudas hais tias: “Tus TSWV, thov koj mloog lawv tej lus thov; thov koj sau lawv rov los koom nrog lwm xeem ua ke. Tus TSWV, thov koj tuaj lawv tog thiab pab lawv tawmtsam lawv cov yeebncuab.”"},{"bible_id":"1525","chapter_code":"DEU.33","verse_code":"DEU.33.8","label":"8","content":"Mauxes hais txog xeem Levis hais tias: “Tus TSWV, thov koj qhia xeem Levis uas yog koj cov tubtxib ncaj ncees kom paub txhais lub Ulees thiab lub Thumees. Koj twb sim lawv siab ntawm Maxas thiab koj paub lawv lub siab ntawm lub qhovdej Melinpas lawm.”"},{"bible_id":"1525","chapter_code":"DEU.33","verse_code":"DEU.33.9","label":"9","content":"Lawv muab siab npuab koj heev dua lawv muab siab npuab lawv niam lawv txiv, lawv tej kwvtij, lossis lawv tej menyuam. Lawv mloog koj lus thiab ua raws li koj tej lus cog tseg."},{"bible_id":"1525","chapter_code":"DEU.33","verse_code":"DEU.33.10","label":"10","content":"Lawv yuav qhia koj haivneeg ua raws li koj tej Kevcai; Lawv yuav tua tsiaj fij rau saum koj lub thaj."},{"bible_id":"1525","chapter_code":"DEU.33","verse_code":"DEU.33.11","label":"11","content":"Tus TSWV, thov pab kom lawv xeem muaj zog heev; Thov koj txaus siab rau tej haujlwm uas lawv ua. Thov rhuav lawv tej yeebncuab mus dulug; Thov tsis txhob pub cov yeebncuab ntawd sawv taus los tawmtsam lawv."},{"bible_id":"1525","chapter_code":"DEU.33","verse_code":"DEU.33.12","label":"12","content":"Mauxes hais txog xeem Npeenyamees hais tias: “Xeem no, yog xeem uas tus TSWV hlub thiab tsomkwm; Tus TSWV zov lawv tas hnub tas hmo thiab nrog nraim lawv nyob.”"},{"bible_id":"1525","chapter_code":"DEU.33","verse_code":"DEU.33.13","label":"13","content":"Mauxes hais txog xeem Yauxej hais tias: “Thov tus TSWV foom koob hmoov kom muaj nag los rau lawv lub tebchaws; Thiab muaj dej txheem hauv av tuaj ua rau av noo."},{"bible_id":"1525","chapter_code":"DEU.33","verse_code":"DEU.33.14","label":"14","content":"Thov tus TSWV foom koob hmoov rau lawv lub tebchaws, kom muaj tshav ntuj ua rau lawv tej txiv hmab txiv ntoo txi ua nrw niab thiab siav raws caij raws nyoog."},{"bible_id":"1525","chapter_code":"DEU.33","verse_code":"DEU.33.15","label":"15","content":"Thov kom lawv tej toj roob hauv pes uas nyob ibtxhis thaum ub los lawm, muaj txiv hmab txiv ntoo txi puv toj puv pes."},{"bible_id":"1525","chapter_code":"DEU.33","verse_code":"DEU.33.16","label":"16","content":"Thov kom lawv lub tebchaws muaj ib puas tsav yam zoo, thiab tau tus TSWV uas muaj siab zoo tej koob hmoov; Tus TSWV yog tus hais lus hauv tsob ntoo uas muaj nplaim taws cig. Thov kom xeem Yauxej tau tej koob hmoov no, rau qhov Yauxej yog nws cov kwvtij tus thawjcoj."},{"bible_id":"1525","chapter_code":"DEU.33","verse_code":"DEU.33.17","label":"17","content":"Yauxej muaj zog ib yam li tus heev nyuj, nws txwm kub yog kub nyujqus. Ib tug kub yog Manaxes uas yog ntau txhiab leej lub zog, ib tug kub yog Efalayees uas yog kaum txhiab leej lub zog. Yauxej siv ob tug kub ntawd nrau lwm haivneeg kom khiav tawm mus, nws raws lawv khiav mus ti qab ntuj kawg.”"},{"bible_id":"1525","chapter_code":"DEU.33","verse_code":"DEU.33.18","label":"18","content":"Mauxes hais txog xeem Xenpuloos thiab xeem Ixakhas hais tias: “Thov kom xeem Xenpuloos kev ua lag ua luam hauv hiavtxwv kom lawv muaj txiag npluanuj; Thiab thov kom xeem Ixakhas muaj txiag npluanuj nyob hauv vaj hauv tsev."},{"bible_id":"1525","chapter_code":"DEU.33","verse_code":"DEU.33.19","label":"19","content":"Lawv caw lwm haivneeg tuaj rau saum lawv tej roob tua tsiaj fij raws li lawv tej kabke. Lawv muaj txiag npluanuj vim txojkev ua lag ua luam hauv hiavtxwv, thiab raws ntug hiavtxwv.”"},{"bible_id":"1525","chapter_code":"DEU.33","verse_code":"DEU.33.20","label":"20","content":"Mauxes hais txog xeem Khas hais tias: “Ua Vajtswv tsaug uas nws ua rau xeem Khas lub tebchaws nthuav dav. Khas tos luag kev ib yam li tus tsov ntxhuav chua luag npab kom tu, lossis tev luag tawv taubhau yaws hlo."},{"bible_id":"1525","chapter_code":"DEU.33","verse_code":"DEU.33.21","label":"21","content":"Lawv xaiv lub tebchaws uas zoo tshaj ua lawv tug; Lawv tau tej uas yog cov thawjcoj feem. Thaum cov Yixalayees cov thawjcoj tuaj ua ke, xeem Khas mloog tus TSWV tej lus thiab uas raws li nws tej kevcai.”"},{"bible_id":"1525","chapter_code":"DEU.33","verse_code":"DEU.33.22","label":"22","content":"Mauxes hais txog xeem Das hais tias: “Das yog tus thav tsov ntxhuav uas dhia tej caws qia hauv tebchaws Npasas tuaj.”"},{"bible_id":"1525","chapter_code":"DEU.33","verse_code":"DEU.33.23","label":"23","content":"Mauxes hais txog xeem Nathalis hais tias: “Tus TSWV foom koob hmoov rau Nathalis ntau kawg nkaus; Lawv lub tebchaws txij ntua ntawm hiavtxwv Kalilais mus ti nkaus sab qabteb.”"},{"bible_id":"1525","chapter_code":"DEU.33","verse_code":"DEU.33.24","label":"24","content":"Mauxes hais txog xeem Aseles hais tias: “Aseles tau koob hmoov ntau dua lwm xeem huv tibsi. Thov kom nws cov kwvtij hlub nws tshaj lwm xeem, thiab thov kom nws lub tebchaws muaj txiv ntoo roj nplua mias."},{"bible_id":"1525","chapter_code":"DEU.33","verse_code":"DEU.33.25","label":"25","content":"Thov kom nws tej nroog muaj roojvag hlau thaiv khov kho, thiab thov kom nws nyob tso siab lug mus ibtxhis.”"},{"bible_id":"1525","chapter_code":"DEU.33","verse_code":"DEU.33.26","label":"26","content":"Cov Yixalayees, tsis muaj lwm tus vajtswv zoo npaum li nej tus Vajtswv, Nws mus saum nruab ntug, nws lub hwjchim ci ntsa iab, nws nqis nroos saum cov huab los cawm kom nej dim."},{"bible_id":"1525","chapter_code":"DEU.33","verse_code":"DEU.33.27","label":"27","content":"Vajtswv yog tus uas ibtxwm tsomkwm nej; nws ob txhais npab puag rawv nej mus ibtxhis. Nws ntiab nej tej yeebncuab khiav tawm ntawm nej mus, thiab nws kom nej ua rau yeebncuab puastsuaj tu noob nrho."},{"bible_id":"1525","chapter_code":"DEU.33","verse_code":"DEU.33.28","label":"28","content":"Yakhauj cov xeebntxwv thiaj tau nyob kaj siab lug, lawv yuav nyob tso siab plhuav hauv lub tebchaws uas zoo nplej thiab muaj cawv txiv hmab, lub tebchaws ntawd av noo thiab ntsu lwg."},{"bible_id":"1525","chapter_code":"DEU.33","verse_code":"DEU.33.29","label":"29","content":"Cov Yixalayees, ua cas nej yuav tau zoo ua luaj! Nej yog haivneeg uas tus TSWV cawm dim lawm; tsis muaj ib haivneeg twg uas tau zoo li nej. Tus TSWV yog nej daim thaiv hniav ntaj thiab yog nej nrab ntaj uas pab kom nej kovyeej; Nej tej yeebncuab yuav tsa suab thov kom nej hlub, thiab nej yuav muab lawv tsuj nthi rau hauv av."},{"bible_id":"1525","chapter_code":"DEU.34","verse_code":"DEU.34.1","label":"1","content":"Mauxes tawm hauv lub tiaj nrag Mau-am mus rau saum Roob Nenpaus, thiab nws nce mus txog rau saum lub ncov Roob Pinkas uas nyob sab hnubtuaj ntawm lub nroog Yelikaus; thaum Mauxes nce mus txog saud lawm, tus TSWV kom nws tsa qhovmuag saib thoob plaws lub tebchaws. Nws pom lub tebchaws Nkile-as thoob plaws mus ti nkaus lub nroog Das;"},{"bible_id":"1525","chapter_code":"DEU.34","verse_code":"DEU.34.2","label":"2","content":"nws ntsia pom tagnrho tej cheebtsam uas Nathalis, Efalayees, Manaxes thiab Yudas nyob mus rau sab hnubpoob ti nkaus rau hiavtxwv Meditelanes;"},{"bible_id":"1525","chapter_code":"DEU.34","verse_code":"DEU.34.3","label":"3","content":"nws pom tagnrho tebchaws Yudas sab qabteb, thiab lub tiaj nrag txij ntua ntawm lub nroog Xau-as mus ti nkaus lub nroog Yelikaus uas muaj toovlaj ntau heev."},{"bible_id":"1525","chapter_code":"DEU.34","verse_code":"DEU.34.4","label":"4","content":"Tus TSWV hais rau Mauxes hais tias, “Lub tebchaws no yog lub uas kuv tau coglus tseg rau Anplahas, Ixaj thiab Yakhauj hais tias kuv yuav muab rau lawv cov xeebntxwv. Kuv pub rau koj pom, tiamsis tsis pub koj mus nyob.”"},{"bible_id":"1525","chapter_code":"DEU.34","verse_code":"DEU.34.5","label":"5","content":"Tus TSWV tus tubtxib Mauxes, thiaj tuag rau hauv tebchaws Mau-am, raws li tus TSWV tau hais tseg lawm."},{"bible_id":"1525","chapter_code":"DEU.34","verse_code":"DEU.34.6","label":"6","content":"Tus TSWV muab Mauxes faus rau hauv ib lub hav hauv tebchaws Mau-am uas nyob ncaj lub nroog Npepe-aus, tiamsis txij thaum ntawd los txog niaj hnub no yeej tsis muaj leejtwg paub hais tias tus TSWV muab Mauxes lub cev coj mus faus rau qhov twg lawm."},{"bible_id":"1525","chapter_code":"DEU.34","verse_code":"DEU.34.7","label":"7","content":"Thaum Mauxes tuag, nws hnubnyoog muaj ib puas nees nkaum xyoo; txawm yog nws laus heev los nws tseem muaj zog thiab qhovmuag pom kev zoo."},{"bible_id":"1525","chapter_code":"DEU.34","verse_code":"DEU.34.8","label":"8","content":"Cov Yixalayees quaj nyiav Mauxes tau peb caug hnub hauv lub tiaj nrag Mau-am."},{"bible_id":"1525","chapter_code":"DEU.34","verse_code":"DEU.34.9","label":"9","content":"Noos tus tub Yausuas muaj tswvyim, Mauxes thiaj tsa nws ua tus hloov Mauxes chaw. Cov Yixalayees mloog Yausuas lus raws li tej lus uas tus TSWV kom Mauxes qhia rau lawv."},{"bible_id":"1525","chapter_code":"DEU.34","verse_code":"DEU.34.10","label":"10","content":"Txij thaum ntawd los cov Yixalayees tsis muaj ib tug cev Vajtswv lus zoo npaum li Mauxes uas tus TSWV nrog nws tham tim ntsej tim muag li lawm."},{"bible_id":"1525","chapter_code":"DEU.34","verse_code":"DEU.34.11","label":"11","content":"Tsis muaj ib tug cev Vajtswv lus twg uas ua tau tej txujci tseemceeb thiab xav tsis thoob ib yam li tej uas tus TSWV kom Mauxes ua rau Falaus, nws cov nomtswv thiab nws cov pejxeem hauv lub tebchaws Iziv pom."},{"bible_id":"1525","chapter_code":"DEU.34","verse_code":"DEU.34.12","label":"12","content":"Tsis muaj ib tug cev Vajtswv lus twg uas ua tau tej txujci tseemceeb thiab txaus ntshai ib yam li tej uas Mauxes ua rau cov Yixalayees pom li lawm."}]