[{"bible_id":"1525","chapter_code":"EXO.1","verse_code":"EXO.1.1","label":"1","content":"Yakhauj cov tub uas nyias coj nyias pojniam tubse nrog Yakhauj mus nyob nram tebchaws Iziv npe hu li no:"},{"bible_id":"1525","chapter_code":"EXO.1","verse_code":"EXO.1.2","label":"2","content":"Lunpees, Xime-oos, Levis, Yudas,"},{"bible_id":"1525","chapter_code":"EXO.1","verse_code":"EXO.1.3","label":"3","content":"Ixakhas, Xenpuloos, Npeenyamees,"},{"bible_id":"1525","chapter_code":"EXO.1","verse_code":"EXO.1.4","label":"4","content":"Das, Nathalis, Khas thiab Aseles."},{"bible_id":"1525","chapter_code":"EXO.1","verse_code":"EXO.1.5","label":"5","content":"Yakhauj tsevneeg uas nws coj mus muaj xya caum leej. Nws tus tub Yauxej twb xub mus nyob nram tebchaws Iziv lawm."},{"bible_id":"1525","chapter_code":"EXO.1","verse_code":"EXO.1.6","label":"6","content":"Tom qab ntawd Yauxej txawm tuag lawm, ces tagnrho nws cov tijlaug thiab cov neeg uas nyob tiam ntawd puavleej tuag tas huv tibsi."},{"bible_id":"1525","chapter_code":"EXO.1","verse_code":"EXO.1.7","label":"7","content":"Tiamsis lawv cov tubki uas yog cov Yixalayees muaj menyuam huamvam coob nyob puv nkaus tebchaws Iziv."},{"bible_id":"1525","chapter_code":"EXO.1","verse_code":"EXO.1.8","label":"8","content":"Tus vajntxwv tshiab uas los kav lub tebchaws Iziv, nws tsis paub Yauxej."},{"bible_id":"1525","chapter_code":"EXO.1","verse_code":"EXO.1.9","label":"9","content":"Nws hais rau nws cov pejxeem hais tias, “Cov Yixalayees huamvam coob thiab muaj zog heev, nyob tsam lawv ua phem rau peb."},{"bible_id":"1525","chapter_code":"EXO.1","verse_code":"EXO.1.10","label":"10","content":"Ces thaum muaj tsov muaj rog tuaj tua peb, lawv yuav sau nthwv tuaj yeebncuab tog tua peb, thiab lawv yuav khiav tawm  hauv peb lub tebchaws mus. Peb yuav tsum nrhiav kev txov cov neeg no tsis pub kom lawv huamvam ntxiv lawm.”"},{"bible_id":"1525","chapter_code":"EXO.1","verse_code":"EXO.1.11","label":"11","content":"Yog li ntawd, cov Iziv thiaj txib neeg mus yuam cov Yixalayees ua haujlwm hnyav kawg nkaus kom lawv poob siab. Cov Yixalayees ua lub nroog Phithoos thiab lub nroog Lamexes rau Falaus tej cuabyeej."},{"bible_id":"1525","chapter_code":"EXO.1","verse_code":"EXO.1.12","label":"12","content":"Txawm yog cov Iziv yuav quab yuam cov Yixalayees npaum li cas los lawv hajyam huamvam coob npaum li ntawd, thiab rhawv zej zos dav zuj zus ua rau cov Iziv ntshai lawv heev."},{"bible_id":"1525","chapter_code":"EXO.1","verse_code":"EXO.1.13","label":"13","content":"Cov Iziv yuam cov Yixalayees ua qhev txomnyem ntsuav,"},{"bible_id":"1525","chapter_code":"EXO.1","verse_code":"EXO.1.14","label":"14","content":"thiab yuam lawv ua cov Iziv tej vajtse, tej liaj teb thiab ua txhua yam haujlwm hnyav, lawv tsis hlub cov Yixalayees hlo li."},{"bible_id":"1525","chapter_code":"EXO.1","verse_code":"EXO.1.15","label":"15","content":"Muaj ib hnub cov Iziv tus vajntxwv hais rau ob tug pojniam uas yog Sifalas thiab Puahas uas pheej mus pab cov Henplais tej pojniam daws cev."},{"bible_id":"1525","chapter_code":"EXO.1","verse_code":"EXO.1.16","label":"16","content":"Nws hais rau nkawd hais tias, “Thaum neb mus pab cov Henplais tej pojniam daws cev, tus menyuam twg yog tus tub, neb cia li muab tua povtseg, tiamsis tus twg yog tus ntxhais, neb mam li cia nyob.”"},{"bible_id":"1525","chapter_code":"EXO.1","verse_code":"EXO.1.17","label":"17","content":"Tiamsis ob tug pojniam ntawd paub ntshai Vajtswv, nkawd thiaj tsis ua raws li vajntxwv hais, nkawd tsis tua tej menyuam tub povtseg."},{"bible_id":"1525","chapter_code":"EXO.1","verse_code":"EXO.1.18","label":"18","content":"Yog li ntawd, vajntxwv thiaj tso neeg mus hu nkawd tuaj cuag nws, thiab nws nug nkawd hais tias, “Vim li cas neb ua li no? Vim li cas neb tseem tseg cov menyuam tub nyob thiab?”"},{"bible_id":"1525","chapter_code":"EXO.1","verse_code":"EXO.1.19","label":"19","content":"Nkawd teb hais tias, “Cov pojniam Henplais tsis zoo li peb cov pojniam Iziv, lawv tau menyuam sai heev, thiab lawv twb tau menyuam ua ntej wb mus txog lawm.”"},{"bible_id":"1525","chapter_code":"EXO.1","verse_code":"EXO.1.20","label":"20","content":"Vim nkawd paub ntshai Vajtswv, Vajtswv thiaj ua zoo rau nkawd thiab pub nkawd muaj tubki coob."},{"bible_id":"1525","chapter_code":"EXO.1","verse_code":"EXO.1.21","label":"21","content":"Cov Yixalayees pheej huamvam coob zuj zus thiab muaj zog heev."},{"bible_id":"1525","chapter_code":"EXO.1","verse_code":"EXO.1.22","label":"22","content":"Thaum kawg Falaus samhwm rau nws cov pejxeem sawvdaws hais tias, “Cia li muab cov Henplais tej menyuam tub uas nyuam qhuav yug tau los txhua tus pov rau hauv tus Dej Niles, tiamsis tseg cov menyuam ntxhais cia.”"},{"bible_id":"1525","chapter_code":"EXO.2","verse_code":"EXO.2.1","label":"1","content":"Thaum ntawd muaj ib tug txivneej uas yog xeem Levis, mus yuav nws xeem ib tug ntxhais los ua pojniam,"},{"bible_id":"1525","chapter_code":"EXO.2","verse_code":"EXO.2.2","label":"2","content":"thiab tus pojniam ntawd yug tau ib tug tub rau nws. Thaum tus pojniam ntawd pom hais tias, tus tub no ntxim hlub heev, nws txawm muab zais tau peb lub hlis."},{"bible_id":"1525","chapter_code":"EXO.2","verse_code":"EXO.2.3","label":"3","content":"Tiamsis thaum uas nws yuav zais tsis tau tus tub ntawd ntxiv lawm, nws thiaj muab ib lub tawb kavtheej los thiab muab roj ntoos leem tsis pub kom dej txheem tau rau sab hauv. Nws muab tus tub ntawd tso pw rau hauv lub tawb thiab nqa mus tso rau hauv cov tauj npaig nram ntug dej."},{"bible_id":"1525","chapter_code":"EXO.2","verse_code":"EXO.2.4","label":"4","content":"Tus tub ntawd tus muam thiaj mus sawv ib cag deb tsawv saib tuaj, saib puas muaj xwm dabtsi rau tus tub ntawd."},{"bible_id":"1525","chapter_code":"EXO.2","verse_code":"EXO.2.5","label":"5","content":"Falaus tus ntxhais mus da dej nram hav dej, thaum uas nws cov ntxhais qhe ncig ua si ntawm ntug dej. Tamsim ntawd nws txawm pom ib lub tawb nyob hauv cov tauj npaig, nws thiaj kom ib tug nkauj nqe mus nqa los rau nws xyuas."},{"bible_id":"1525","chapter_code":"EXO.2","verse_code":"EXO.2.6","label":"6","content":"Thaum tus ntxhais qhev nqa los txog, Falaus tus ntxhais muab qhib plho saib, ua ciav muaj ib tug metub pw hauv. Tus metub ntawd quaj heev, ua rau Falaus tus ntxhais hlub nws kawg li, nws hais tias, “Tus tub no yog cov Henplais menyuam.”"},{"bible_id":"1525","chapter_code":"EXO.2","verse_code":"EXO.2.7","label":"7","content":"Tus tub ntawd tus muam thiaj los nug Falaus tus ntxhais hais tias, “Koj puas xav txib kuv mus nrhiav ib tug pojniam uas yog cov Henplais tu tus tub no rau koj?”"},{"bible_id":"1525","chapter_code":"EXO.2","verse_code":"EXO.2.8","label":"8","content":"Falaus tus ntxhais teb hais tias, “Thov koj cia li mus nrhiav.” Yog li ntawd, tus ntxhais thiaj mus coj tus tub ntawd leej niam tuaj."},{"bible_id":"1525","chapter_code":"EXO.2","verse_code":"EXO.2.9","label":"9","content":"Falaus tus ntxhais hais rau tus pojniam ntawd hais tias, “Koj coj tus menyuam no mus tu rau kuv, kuv yuav muab nqi zog rau koj.” Yog li ntawd, nws thiaj coj tus metub ntawd los tu."},{"bible_id":"1525","chapter_code":"EXO.2","verse_code":"EXO.2.10","label":"10","content":"Thaum tus menyuam ntawd loj hlob lawm, leej niam thiaj coj mus cob rau Falaus tus ntxhais uas yuav tus menyuam ntawd ua nws tus tub. Falaus tus ntxhais hais tias, “Kuv muab tus tub no hauv dej los, yog li ntawd, kuv yuav tis tus tub no lub npe hu ua Mauxes.”"},{"bible_id":"1525","chapter_code":"EXO.2","verse_code":"EXO.2.11","label":"11","content":"Thaum Mauxes hlob tiav txiv lawm, Mauxes mus ncig xyuas nws haivneeg, thiab nws pom lawv raug luag quab yuam ua haujlwm hnyav kawg li. Thiab nws tseem pom cov Iziv ib tug txivneej muab ib tug Henplais uas yog Mauxes haivneeg ntaus."},{"bible_id":"1525","chapter_code":"EXO.2","verse_code":"EXO.2.12","label":"12","content":"Thaum Mauxes pom li ntawd, Mauxes xam ncig lees thaj tsam ntawd tsis muaj leejtwg nyob ze, nws txawm muab tus Iziv ntawd tua kiag. Nws muab luag kiag mus faus rau hauv cov suabzeb."},{"bible_id":"1525","chapter_code":"EXO.2","verse_code":"EXO.2.13","label":"13","content":"Hnub tom qab, Mauxes rov tawm mus thiab pom ob tug Henplais tabtom sib ntaus. Mauxes hais rau tus uas ua txhaum hais tias, “Ua cas koj lam ntaus tus uas yog koj haivneeg Henplais?”"},{"bible_id":"1525","chapter_code":"EXO.2","verse_code":"EXO.2.14","label":"14","content":"Tus txivneej ntawd teb hais tias, “Leejtwg tsa koj ua nom tuaj txiav txim rau wb li no? Koj yuav muab kuv tua povtseg ib yam li koj tua tus neeg Iziv thiab los?” Ces Mauxes ntshai heev thiab nws xav hais tias, “Muaj neeg paub zaj uas kuv ua tas los lawm lauj.”"},{"bible_id":"1525","chapter_code":"EXO.2","verse_code":"EXO.2.15","label":"15","content":"Thaum Falaus hnov dheev zaj no, nws thiaj nrhiav Mauxes tua povtseg, tiamsis Mauxes twb xub khiav mus rau tim tebchaws Midias lawm. Muaj ib hnub, thaum Mauxes tabtom zaum ntawm ib lub qhovtshij,"},{"bible_id":"1525","chapter_code":"EXO.2","verse_code":"EXO.2.16","label":"16","content":"Yethoos uas yog tus povthawj hauv tebchaws Midias, xya leej ntxhais tuaj daus dej hliv rau hauv dab rau lawv txiv cov yaj thiab cov tshis haus."},{"bible_id":"1525","chapter_code":"EXO.2","verse_code":"EXO.2.17","label":"17","content":"Tiamsis cov neeg yug yaj muab Yethoos cov ntxhais raws khiav. Ces Mauxes thiaj mus pab lawv thiab daus dej rau lawv cov tsiaj haus."},{"bible_id":"1525","chapter_code":"EXO.2","verse_code":"EXO.2.18","label":"18","content":"Thaum cov ntxhais rov los txog tsev, lawv txiv nug lawv hais tias, “Ua cas hnub no nej los tsev ntxov dua txhia hnub?”"},{"bible_id":"1525","chapter_code":"EXO.2","verse_code":"EXO.2.19","label":"19","content":"Cov ntxhais teb hais tias, “Muaj ib tug neeg Iziv pab peb tsis pub cov yug yaj ua phem rau peb, thiab nws tseem daus dej rau peb thiab ce rau peb tej tsiaj haus huv tibsi, peb thiaj tau los tsev ntxov.”"},{"bible_id":"1525","chapter_code":"EXO.2","verse_code":"EXO.2.20","label":"20","content":"Yethoos nug nws cov ntxhais hais tias, “Tus txivneej ntawd nyob qhov twg? Ua li cas nej tsis coj nws los tsev? Nej cia li mus hu nws los nrog peb noj mov.”"},{"bible_id":"1525","chapter_code":"EXO.2","verse_code":"EXO.2.21","label":"21","content":"Yog li ntawd, Mauxes thiaj ua ib siab nyob hauv tebchaws Midias, thiab Yethoos muab nws tus ntxhais Xipaulas rau Mauxes yuav,"},{"bible_id":"1525","chapter_code":"EXO.2","verse_code":"EXO.2.22","label":"22","content":"Xipaulas yug tau ib tug tub rau Mauxes. Mauxes hais tias, “Rau qhov kuv yog neeg txawv tebchaws nyob hauv lub tebchaws no, yog li ntawd, kuv tis kuv tus tub no lub npe hu ua Nkesoos.”"},{"bible_id":"1525","chapter_code":"EXO.2","verse_code":"EXO.2.23","label":"23","content":"Tau ntau xyoo tom qab uas cov Iziv tus vajntxwv tuag lawm, tiamsis cov Yixalayees tseem pheej quaj ntsuag rau txojkev ua qhev thiab quaj thov Vajtswv pab. Lawv tej suab quaj mus txog Vajtswv,"},{"bible_id":"1525","chapter_code":"EXO.2","verse_code":"EXO.2.24","label":"24","content":"Vajtswv hnov lawv tej suab quaj thiab nco txog tej lus uas nws tau cog tseg rau Anplahas, Ixaj thiab Yakhauj lawm."},{"bible_id":"1525","chapter_code":"EXO.2","verse_code":"EXO.2.25","label":"25","content":"Vajtswv pom cov Yixalayees txojkev uas ua luag qhev thiab nws hlub lawv kawg nkaus li."},{"bible_id":"1525","chapter_code":"EXO.3","verse_code":"EXO.3.1","label":"1","content":"Muaj ib hnub Mauxes tabtom mus yug nws yawmtxiv Yethoos uas yog tus povthawj nyob hauv tebchaws Midias cov yaj thiab cov tshis, nws coj pab tsiaj ntawd hla tiaj suabpuam mus txog tim lub Roob Xinais uas yog lub roob dawbhuv."},{"bible_id":"1525","chapter_code":"EXO.3","verse_code":"EXO.3.2","label":"2","content":"Nyob rau qhov ntawd, tus TSWV ib tug timtswv tau los txia ua nplaim hluavtaws cig lam lug rau Mauxes pom nyob hauv ib tsob ntoo. Mauxes pom nplaim hluavtaws cig sib ntswg yos hauv tsob ntoo tuaj, tiamsis tsob ntoo tsis kub hnyiab li."},{"bible_id":"1525","chapter_code":"EXO.3","verse_code":"EXO.3.3","label":"3","content":"Mauxes xav hais tias, “Ua cas qhov no yuav txawv ua luaj, vim li cas tsob ntoo tsis kub hnyiab li, kuv yuav txav mus kom ze thiab xauj saib.”"},{"bible_id":"1525","chapter_code":"EXO.3","verse_code":"EXO.3.4","label":"4","content":"Thaum tus TSWV pom Mauxes txav los ze, nws hu Mauxes hauv tsob ntoo ntawd tuaj hais tias, “Mauxes! Mauxes!” Mauxes teb hais tias, “Kuv nyob ntawm no.”"},{"bible_id":"1525","chapter_code":"EXO.3","verse_code":"EXO.3.5","label":"5","content":"Vajtswv hais tias, “Tsis txhob txav los ze ntawm no. Cia li hle koj nkawm khau, rau qhov koj sawv ntawm thaj chaw uas dawbhuv."},{"bible_id":"1525","chapter_code":"EXO.3","verse_code":"EXO.3.6","label":"6","content":"Kuv yog koj cov yawgkoob tus Vajtswv, yog Anplahas, Ixaj thiab Yakhauj tus Vajtswv.” Yog li ntawd, Mauxes tsis muaj cuabkav yuav ntsia taus Vajtswv, nws thiaj muab tes pos nws ntsejmuag."},{"bible_id":"1525","chapter_code":"EXO.3","verse_code":"EXO.3.7","label":"7","content":"Tom qab ntawd tus TSWV hais tias, “Kuv pom kuv haivneeg uas nyob nram tebchaws Iziv raug kev tsimtxom heev, kuv hnov lawv tej suab quaj qw thov kuv pab kom lawv dim ntawm txojkev uas lawv raug yuam ua luag qhev. Kuv paub lawv raug kev txomnyem kawg nkaus li lawm,"},{"bible_id":"1525","chapter_code":"EXO.3","verse_code":"EXO.3.8","label":"8","content":"yog li ntawd, kuv thiaj los pab kom lawv dim ntawm cov neeg Iziv thiab yuav coj lawv tawm hauv tebchaws Iziv mus nyob lub tebchaws vammeej uas av rog thiab zoo qoob uas niaj hnub no cov Kana-as, cov Hitis, cov Amoos, cov Pelixes, cov Hivis thiab cov Yenpus nyob."},{"bible_id":"1525","chapter_code":"EXO.3","verse_code":"EXO.3.9","label":"9","content":"Kuv twb hnov kuv haivneeg lub suab quaj thov kuv pab lawv lawm, thiab kuv pom cov neeg Iziv tsimtxom lawv kawg nkaus li."},{"bible_id":"1525","chapter_code":"EXO.3","verse_code":"EXO.3.10","label":"10","content":"Nimno kuv yuav txib koj mus cuag Falaus thiab koj mus tso kuv haivneeg kom lawv tawm tau hauv nws lub tebchaws los.”"},{"bible_id":"1525","chapter_code":"EXO.3","verse_code":"EXO.3.11","label":"11","content":"Tiamsis Mauxes hais rau Vajtswv hais tias, “Kuv tsis yog ib tug nomtswv. Kuv yuav ua li cas muaj cuabkav mus cuag tau Falaus, thiab coj cov Yixalayees tawm hauv tebchaws Iziv los?”"},{"bible_id":"1525","chapter_code":"EXO.3","verse_code":"EXO.3.12","label":"12","content":"Vajtswv teb hais tias, “Kuv yuav nrog nraim koj, thiab thaum koj coj cov Yixalayees tawm hauv tebchaws Iziv los, nej yuav tuaj pehawm kuv saum lub roob no. Koj thiaj yuav paub hais tias kuv yog tus txib koj mus.”"},{"bible_id":"1525","chapter_code":"EXO.3","verse_code":"EXO.3.13","label":"13","content":"Mauxes teb Vajtswv hais tias, “Thaum kuv mus txog ntawm cov Yixalayees thiab qhia rau lawv hais tias, ‘Nej cov yawgkoob tus Vajtswv txib kuv tuaj cuag nej,’ thiab lawv yuav nug kuv hais tias, ‘Tus Vajtswv ntawd nws lub npe hu li cas?’ Yog li ntawd, kuv yuav teb lawv li cas?”"},{"bible_id":"1525","chapter_code":"EXO.3","verse_code":"EXO.3.14","label":"14","content":"Vajtswv hais tias, “Kuv yeej yog Kuv. Koj yuav tsum qhia rau lawv hais tias: ‘Tus uas nws lub npe hu ua Kuv Yeej Yog,  tau tso kuv tuaj pab nej.’"},{"bible_id":"1525","chapter_code":"EXO.3","verse_code":"EXO.3.15","label":"15","content":"Qhia rau cov Yixalayees paub hais tias, kuv yog tus TSWV, lawv cov yawgkoob tus Vajtswv uas yog Anplahas, Ixaj thiab Yakhauj tus Vajtswv txib koj mus pab lawv. Lub npe no yog kuv lub npe mus ibtxhis, txij no mus lawm yav tom ntej txhua tiam neeg yuav tsum hu kuv lub npe li no."},{"bible_id":"1525","chapter_code":"EXO.3","verse_code":"EXO.3.16","label":"16","content":"Koj cia li mus thiab hu cov Yixalayees tej kev txwjlaus neeg tuaj ua ke thiab qhia rau lawv hais tias, kuv yog tus TSWV, lawv cov yawgkoob tus Vajtswv uas yog Anplahas, Ixaj thiab Yakhauj tus Vajtswv tau los tshwm rau koj pom. Qhia rau lawv hais tias, kuv twb los xyuas lawv thiab kuv pom cov neeg Iziv tsimtxom lawv lawm."},{"bible_id":"1525","chapter_code":"EXO.3","verse_code":"EXO.3.17","label":"17","content":"Kuv npaj siab hais tias, kuv yuav coj lawv tawm hauv tebchaws Iziv, qhov chaw uas lawv raug luag tsimtxom mus nyob hauv lub tebchaws vammeej uas yog cov Kana-as, cov Hitis, cov Amoos, cov Pelixes, cov Hivis thiab cov Yenpus lub tebchaws vammeej uas av rog thiab zoo qoob."},{"bible_id":"1525","chapter_code":"EXO.3","verse_code":"EXO.3.18","label":"18","content":"“Kuv haivneeg yuav mloog tej lus uas koj hais. Ces koj yuav tsum nrog cov Yixalayees tej kev txwjlaus neeg mus cuag cov Iziv tus vajntxwv thiab hais rau nws hais tias, ‘Tus TSWV uas yog cov Henplais tus Vajtswv los ua rau peb pom. Nimno thov koj tso peb mus peb hnub ke rau tom tiaj suabpuam, peb yuav mus tua tsiaj fij rau tus TSWV uas yog peb tus Vajtswv.’"},{"bible_id":"1525","chapter_code":"EXO.3","verse_code":"EXO.3.19","label":"19","content":"Kuv paub hais tias, cov Iziv tus vajntxwv yeej yuav tsis tso nej mus, yog nws tsis raug tus uas muaj hwjchim loj kawg nkaus yuam kom tso."},{"bible_id":"1525","chapter_code":"EXO.3","verse_code":"EXO.3.20","label":"20","content":"Tiamsis kuv yuav siv kuv lub hwjchim uas txaus ntshai rau txim rau cov Iziv. Ces tom qab ntawd nws mam li yuav tso nej tawm mus."},{"bible_id":"1525","chapter_code":"EXO.3","verse_code":"EXO.3.21","label":"21","content":"“Kuv yuav tshoov cov Iziv siab kom lawv hwm koj, mas thaum kuv haivneeg tawm mus, lawv yuav tsis tawm mus tes dawb tes npliag."},{"bible_id":"1525","chapter_code":"EXO.3","verse_code":"EXO.3.22","label":"22","content":"Txhua tus pojniam Yixalayees yuav mus thov tej pojniam Iziv uas nrog nej nyob koom zej koom zos, thiab nrog nws nyob ua ib tse, tej tsoos tsho, saw nyiaj saw kub. Cov Yixalayees yuav muab tej ntawd rau lawv tej tub tej ntxhais coj thiab hnav, thiab nej yuav sau cov Iziv tej qhov txhia chaw huv tibsi mus.”"},{"bible_id":"1525","chapter_code":"EXO.4","verse_code":"EXO.4.1","label":"1","content":"Mauxes teb tus TSWV hais tias, “Tiamsis yog cov Yixalayees tsis ntseeg kuv thiab tsis mloog tej lus uas kuv hais. Kuv yuav ua li cas? Yog lawv hais tias, ‘Tus TSWV twb tsis tau los tshwm rau koj pom li ne.’ ”"},{"bible_id":"1525","chapter_code":"EXO.4","verse_code":"EXO.4.2","label":"2","content":"Tus TSWV thiaj nug Mauxes hais tias, “Koj tuav dabtsi ntawm koj txhais tes?” Mauxes teb hais tias, “Kuv tuav ib tug pas nrig.”"},{"bible_id":"1525","chapter_code":"EXO.4","verse_code":"EXO.4.3","label":"3","content":"Tus TSWV hais ntxiv rau Mauxes hais tias, “Koj cia li muab pov rau hauv av.” Thaum Mauxes muab tus pas nrig pov rhees rau hauv av, tus pas ntawd txawm txia kiag ua ib tug nab, Mauxes ntshai thiab nws cia li tig loo khiav."},{"bible_id":"1525","chapter_code":"EXO.4","verse_code":"EXO.4.4","label":"4","content":"Ces tus TSWV hais rau Mauxes hais tias, “Koj cia li cev tes tuav nkaus nab tus tw nqa hlo.” Mauxes thiaj cev loo tes tuav nkaus tus nab, ces tus nab rov qab yog tus pas nrig li qub lawm."},{"bible_id":"1525","chapter_code":"EXO.4","verse_code":"EXO.4.5","label":"5","content":"Tus TSWV hais rau Mauxes hais tias, “Koj ua li no qhia rau cov Yixalayees hais tias, tus TSWV uas yog lawv cov yawgkoob tus Vajtswv uas yog Anplahas, Ixaj thiab Yakhauj tus Vajtswv tau los tshwm rau koj pom tiag.”"},{"bible_id":"1525","chapter_code":"EXO.4","verse_code":"EXO.4.6","label":"6","content":"Tus TSWV hais ntxiv rau Mauxes hais tias, “Koj cia li muab koj txhais tes ntsaws rau hauv koj plab tshos.” Mauxes ua raws li ntawd, thiab thaum nws thau nws txhais tes tawm los, ua ciav nws txhais tes cia li mob ruas ua cos dawb paug ib yam li te."},{"bible_id":"1525","chapter_code":"EXO.4","verse_code":"EXO.4.7","label":"7","content":"Tus TSWV hais tias, “Koj cia li muab koj txhais tes ntsaws rov qab rau hauv koj plab tshos dua.” Mauxes txawm ua raws li ntawd, thaum nws thau nws txhais tes tawm los, ua ciav nws txhais tes zoo dulug ib yam li qub lawm."},{"bible_id":"1525","chapter_code":"EXO.4","verse_code":"EXO.4.8","label":"8","content":"Tus TSWV hais tias, “Yog lawv tsis ntseeg koj lossis tsis ntseeg thawj yam txujci uas koj ua, ces lawv yeej yuav tsum ntseeg zaj no xwb."},{"bible_id":"1525","chapter_code":"EXO.4","verse_code":"EXO.4.9","label":"9","content":"Thaum lawv pom koj ua ob yam txujci no tas, yog lawv tseem tsis ntseeg koj, thiab tsis kam mloog koj tej lus, koj cia li mus daus dej hauv tus dej Niles los hliv rau saum nruab nqhuab. Cov dej ntawd yuav txia ua ntshav.”"},{"bible_id":"1525","chapter_code":"EXO.4","verse_code":"EXO.4.10","label":"10","content":"Tiamsis Mauxes hais rau Vajtswv hais tias, “Tus TSWV, thov koj tsis txhob txib kuv mus. Kuv yeej ibtxwm hais lus txhav, txawm yog thaum koj nrog kuv tham los kuv yeej hais tsis tau lus nrawm li. Kuv yeej ibtxwm hais tsis tau lus zoo thiab nplaig yeej txhav.”"},{"bible_id":"1525","chapter_code":"EXO.4","verse_code":"EXO.4.11","label":"11","content":"Tus TSWV hais rau Mauxes hais tias, “Leejtwg yog tus tsim neeg kom muaj qhovncauj? Leejtwg yog tus uas ua rau neeg lag ntseg lossis ruam? Leejtwg ua rau neeg tsis pom kev lossis digmuag? Kuv yog tus TSWV uas ua tej no."},{"bible_id":"1525","chapter_code":"EXO.4","verse_code":"EXO.4.12","label":"12","content":"Koj cia li mus! Kuv yuav pab koj hais thiab yuav qhia kom koj txawj hais.”"},{"bible_id":"1525","chapter_code":"EXO.4","verse_code":"EXO.4.13","label":"13","content":"Tiamsis Mauxes teb hais tias, “Thov koj txib lwm tus mus.”"},{"bible_id":"1525","chapter_code":"EXO.4","verse_code":"EXO.4.14","label":"14","content":"Thaum Mauxes hais li no, tus TSWV npautaws heev rau Mauxes thiab hais tias, “Koj tus tijlaug Aloos uas yog xeem Levis ne? Kuv paub nws yeej hais tau lus zoo. Tamsim no nws tabtom tuaj cuag koj, thiab thaum nws pom koj nws yuav zoo siab heev."},{"bible_id":"1525","chapter_code":"EXO.4","verse_code":"EXO.4.15","label":"15","content":"Koj cia li nrog nws tham thiab qhia rau nws ua tus hais. Kuv yuav pab neb hais lus, thiab kuv yuav qhia kom neb paub tej uas tsimnyog neb ua."},{"bible_id":"1525","chapter_code":"EXO.4","verse_code":"EXO.4.16","label":"16","content":"Aloos yuav yog tus uas sawv koj cev hais koj cov lus rau cov pejxeem. Ces koj yuav zoo ib yam li Vajtswv, koj yuav ua tus qhia rau Aloos hais lus lawm xwb."},{"bible_id":"1525","chapter_code":"EXO.4","verse_code":"EXO.4.17","label":"17","content":"Nqa tus pas nrig no nrog koj mus, koj thiaj yuav tau tus pas no siv ua txujci rau lawv.”"},{"bible_id":"1525","chapter_code":"EXO.4","verse_code":"EXO.4.18","label":"18","content":"Ces Mauxes txawm rov qab mus cuag nws yawmtxiv Yethoos, thiab hais rau Yethoos hais tias, “Thov cia kuv rov qab mus xyuas kuv cov kwvtij uas nyob nram tebchaws Iziv, saib lawv puas tseem muaj sia nyob.” Yethoos pom zoo thiab hais tias, “Mus zoo koj.”"},{"bible_id":"1525","chapter_code":"EXO.4","verse_code":"EXO.4.19","label":"19","content":"Thaum Mauxes tseem nyob hauv tebchaws Midias, tus TSWV hais rau Mauxes hais tias, “Koj cia li rov qab mus nram tebchaws Iziv, rau qhov cov neeg uas nrhiav koj tua povtseg twb tuag tas lawm.”"},{"bible_id":"1525","chapter_code":"EXO.4","verse_code":"EXO.4.20","label":"20","content":"Mauxes thiaj tsaws nws tus pojniam thiab ob tug tub caij neesluav, thiab lawv rov mus rau tebchaws Iziv lawm. Mauxes nqa rawv nws tus pas nrig uas Vajtswv kom nws nqa nrog nws mus."},{"bible_id":"1525","chapter_code":"EXO.4","verse_code":"EXO.4.21","label":"21","content":"Tus TSWV hais rau Mauxes ib zaug ntxiv hais tias, “Thaum koj mus txog nram tebchaws Iziv, koj yuav tsum ua txhua yam txujci tseemceeb uas kuv twb muab hwjchim rau koj lawm, koj ua tim ntsej tim muag rau Falaus saib. Tiamsis kuv yuav ua kom Falaus muaj lub siab tawv, thiab nws yuav tsis kam tso cov neeg ntawd tawm mus."},{"bible_id":"1525","chapter_code":"EXO.4","verse_code":"EXO.4.22","label":"22","content":"Ces koj yuav tsum qhia rau Falaus hais tias, kuv uas yog tus TSWV hais li no, ‘Cov Yixalayees yog kuv tus tub hlob ntag."},{"bible_id":"1525","chapter_code":"EXO.4","verse_code":"EXO.4.23","label":"23","content":"Kuv hais rau koj hais tias, koj cia li tso kev rau kuv tus tub tawm mus, kom nws thiaj tau pehawm kuv, tiamsis koj pheej tsis kam tso li. Tamsim no kuv yuav tua koj tej tub hlob kom tuag tas.’ ”"},{"bible_id":"1525","chapter_code":"EXO.4","verse_code":"EXO.4.24","label":"24","content":"Thaum tus TSWV ntsib Mauxes tsuam chaw pw ntawm ib tog kev uas mus rau nram tebchaws Iziv, nws twb xav muab Mauxes tua povtseg rau nrad."},{"bible_id":"1525","chapter_code":"EXO.4","verse_code":"EXO.4.25","label":"25","content":"Ces Xipaulas uas yog Mauxes tus pojniam thiaj muab tau ib lub pobzeb ntse ntse los hlais nws tus tub daim tawv noov, thiab muab mus so zog Mauxes kotaw,  thiab hais tias, “Qhov tseeb tiag koj yog kuv tus txiv uas tso ntshav rau kuv.”"},{"bible_id":"1525","chapter_code":"EXO.4","verse_code":"EXO.4.26","label":"26","content":"Ces tus TSWV thiaj tseg Mauxes txojsia. Qhov uas nws hais tias, “Koj yog tus txiv uas tso ntshav,” twb yog hais txog qhov uas ua kevcai txiav tawv ntag."},{"bible_id":"1525","chapter_code":"EXO.4","verse_code":"EXO.4.27","label":"27","content":"Tom qab ntawd, tus TSWV hais rau Aloos hais tias, “Koj cia li mus ntsib Mauxes tom tiaj suabpuam.” Yog li ntawd, Aloos thiaj mus ntsib Mauxes rau saum lub roob dawbhuv, thiab thaum uas Aloos pom Mauxes, nws puag nkaus Mauxes nwj."},{"bible_id":"1525","chapter_code":"EXO.4","verse_code":"EXO.4.28","label":"28","content":"Ces Mauxes qhia Aloos txhua yam uas tus TSWV tau hais rau Mauxes kom nws rov los rau tebchaws Iziv, thiab nws tseem qhia tej txujci uas tus TSWV kom nws ua ntawd huv tibsi rau Aloos."},{"bible_id":"1525","chapter_code":"EXO.4","verse_code":"EXO.4.29","label":"29","content":"Mauxes thiab Aloos nkawd ua ke los rau nram tebchaws Iziv, thiab hu tagnrho cov Yixalayees tej thawjcoj tuaj txoos ua ke."},{"bible_id":"1525","chapter_code":"EXO.4","verse_code":"EXO.4.30","label":"30","content":"Aloos hais txhua yam uas tus TSWV hais rau Mauxes rau cov Yixalayees mloog, thiab Mauxes txawm ua txhua yam txujci tseemceeb uas tus TSWV qhia rau Mauxes lawm, rau cov Yixalayees saib."},{"bible_id":"1525","chapter_code":"EXO.4","verse_code":"EXO.4.31","label":"31","content":"Lawv kuj ntseeg thiab thaum lawv hnov hais tias, tus TSWV tau los xyuas lawv thiab pom lawv tej kev txomnyem uas raug luag tsimtxom ntawd lawm, lawv thiaj qhau cev hlo pehawm tus TSWV."},{"bible_id":"1525","chapter_code":"EXO.5","verse_code":"EXO.5.1","label":"1","content":"Tom qab ntawd, Mauxes thiab Aloos mus cuag Falaus thiab hais tias, “Tus TSWV uas yog cov Yixalayees tus Vajtswv hais tias, ‘Koj cia li tso kuv haivneeg mus, lawv yuav mus ua ib rooj mov noj puag tom tiaj suabpuam ua kuv tsaug.’ ”"},{"bible_id":"1525","chapter_code":"EXO.5","verse_code":"EXO.5.2","label":"2","content":"Tiamsis Falaus nug hais tias, “Tus TSWV yog leejtwg? Ua cas yuav kom kuv mloog nws lus thiab tso cov Yixalayees tawm mus? Kuv tsis paub tus TSWV; kuv tsis kam tso cov Yixalayees mus qhov twg li.”"},{"bible_id":"1525","chapter_code":"EXO.5","verse_code":"EXO.5.3","label":"3","content":"Mauxes thiab Aloos nkawd teb hais tias, “Cov Henplais tus Vajtswv los ua rau peb pom. Yog li ntawd, thov koj pub peb mus peb hnub ke rau tom tiaj suabpuam, mus tua tsiaj fij rau tus TSWV uas yog peb tus Vajtswv. Yog peb tsis ua li ntawd, nws yuav tua peb los ntawm tso tej kab mob phem lossis los ntawm tej hniav ntaj hniav riam kom peb tuag tas.”"},{"bible_id":"1525","chapter_code":"EXO.5","verse_code":"EXO.5.4","label":"4","content":"Falaus hais rau Mauxes thiab Aloos nkawd hais tias, “Yog li cas neb pheej xav ua kom cov neeg no tso lawv tes haujlwm tseg ua dabtsi? Cia li tso cov qhev no rov mus ua haujlwm tamsim no."},{"bible_id":"1525","chapter_code":"EXO.5","verse_code":"EXO.5.5","label":"5","content":"Neb saib maj, nej cov neeg uas nyob hauv lub tebchaws no huamvam coob tshaj cov Iziv lawm, nimno neb txawm yuav kom lawv tso haujlwm tseg no los?”"},{"bible_id":"1525","chapter_code":"EXO.5","verse_code":"EXO.5.6","label":"6","content":"Tib hnub ntawd, Falaus hais rau cov Iziv uas ua thawj saib cov qhev thiab hais rau cov Yixalayees uas ua thawjcoj li no:"},{"bible_id":"1525","chapter_code":"EXO.5","verse_code":"EXO.5.7","label":"7","content":"“Txij hnub no mus nej tsis txhob muab quavnyab rau cov neeg no xyaw av puab thwvcib li qub lawm. Nej cia lawv mam mus nrhiav lawv xwb."},{"bible_id":"1525","chapter_code":"EXO.5","verse_code":"EXO.5.8","label":"8","content":"Tiamsis yuav tsum yuam kom lawv puab tau thwvcib ntau ib yam li thaum uas nej tseem muab quavnyab rau lawv, tsis pub kom tsawg tshaj ntawd. Vim lawv tubnkeeg lawv thiaj tuaj thov kom kuv tso lawv coj khoom mus fij rau lawv tus Vajtswv."},{"bible_id":"1525","chapter_code":"EXO.5","verse_code":"EXO.5.9","label":"9","content":"Nej muab haujlwm rau lawv ua kom hnyav dua qhov qub, kom lawv khwv heev tsis tau so li, lawv thiaj tsis khoom mloog luag tej lus ntxias dag.”"},{"bible_id":"1525","chapter_code":"EXO.5","verse_code":"EXO.5.10","label":"10","content":"Cov Iziv uas saib cov qhev thiab cov Yixalayees uas ua thawjcoj thiaj mus hais rau cov Yixalayees hais tias, “Falaus yuav tsis muab quavnyab rau nej lawm."},{"bible_id":"1525","chapter_code":"EXO.5","verse_code":"EXO.5.11","label":"11","content":"Nws hais tias, nej yuav tsum mus nrhiav nej quavnyab thiab mus nrhiav qhov twg los tau, tiamsis yuav tsum puab kom tau thwvcib ntau npaum li qub.”"},{"bible_id":"1525","chapter_code":"EXO.5","verse_code":"EXO.5.12","label":"12","content":"Yog li ntawd, cov Yixalayees thiaj mus nrhiav quavnyab thoob plaws hauv tebchaws Iziv."},{"bible_id":"1525","chapter_code":"EXO.5","verse_code":"EXO.5.13","label":"13","content":"Cov thawj uas saib cov qhev ntawd, yuam kom txhua hnub lawv yuav tsum puab thwvcib tau ntau ib yam li thaum uas tseem muab quavnyab rau lawv."},{"bible_id":"1525","chapter_code":"EXO.5","verse_code":"EXO.5.14","label":"14","content":"Cov Iziv uas ua thawj saib cov qhev, ntaus cov Yixalayees uas lawv muab tsa ua cov thawj saib xyuas haujlwm. Lawv nug hais tias, “Vim li cas nej cov neeg puab tsis tau thwvcib ntau npaum li yav tas los lawm?”"},{"bible_id":"1525","chapter_code":"EXO.5","verse_code":"EXO.5.15","label":"15","content":"Cov Yixalayees uas saib haujlwm thiaj mus cuag Falaus thiab yws hais tias, “Vajntxwv, vim li cas koj ua li no rau peb?"},{"bible_id":"1525","chapter_code":"EXO.5","verse_code":"EXO.5.16","label":"16","content":"Koj twb tsis muab quavnyab rau peb li yav tas los, tiamsis koj tseem kom lawv yuam peb puab thwvcib tas zog li! Thiab nimno lawv ntaus peb ua lwj ua liam, mas tsimnyog koj nrog paub zaj no.”"},{"bible_id":"1525","chapter_code":"EXO.5","verse_code":"EXO.5.17","label":"17","content":"Falaus teb hais tias, “Nej tubnkeeg thiab tsis xav ua haujlwm xwb, thiab twb yog vim li no nej thiaj tuaj thov kuv kom kuv pub nej coj khoom mus fij rau tus TSWV."},{"bible_id":"1525","chapter_code":"EXO.5","verse_code":"EXO.5.18","label":"18","content":"Nej cia li rov qab mus ua haujlwm tamsim no, kuv yuav tsis muab quavnyab rau nej lawm, tiamsis nej yuav tsum puab thwvcib kom tau ntau ib yam li nej ibtxwm puab los lawm.”"},{"bible_id":"1525","chapter_code":"EXO.5","verse_code":"EXO.5.19","label":"19","content":"Cov Yixalayees uas saib xyuas haujlwm, pom hais tias lawv yeej yuav raug teebmeem xwb, rau qhov Falaus hais kom txhua hnub lawv yuav tsum puab thwvcib kom tau ntau ib yam li lawv ibtxwm puab los lawm."},{"bible_id":"1525","chapter_code":"EXO.5","verse_code":"EXO.5.20","label":"20","content":"Thaum lawv rov qab los, lawv ntsib Mauxes thiab Aloos nkawd tabtom tos lawv."},{"bible_id":"1525","chapter_code":"EXO.5","verse_code":"EXO.5.21","label":"21","content":"Lawv hais rau Mauxes thiab Aloos nkawd hais tias, “Thov Vajtswv taug tej haujlwm uas neb ua los lawm thiab rau txim rau neb, rau qhov neb ua rau Falaus thiab nws cov nomtswv ntxub peb heev. Neb ua li ntawd ib yam nkaus li yog neb muab ntaj cob rau lawv tua peb povtseg ntag.”"},{"bible_id":"1525","chapter_code":"EXO.5","verse_code":"EXO.5.22","label":"22","content":"Mauxes mus thov tus TSWV dua ib zaug ntxiv hais tias, “Tus TSWV, ua cas koj tsis hlub koj haivneeg? Vim li cas koj txib kuv tuaj?"},{"bible_id":"1525","chapter_code":"EXO.5","verse_code":"EXO.5.23","label":"23","content":"Txij hnub uas koj txib kuv ua tus sawv koj cev mus hais rau Falaus, nws tseem hajyam tsimtxom lawv heev xwb. Thiab koj twb tsis ua ib yam dabtsi pab lawv li!”"},{"bible_id":"1525","chapter_code":"EXO.6","verse_code":"EXO.6.1","label":"1","content":"Ces tus TSWV hais rau Mauxes hais tias, “Nimno koj yuav pom tej uas kuv yuav ua rau Falaus. Kuv yuav yuam kom nws tso kuv haivneeg tawm mus. Qhov tseeb, yog kuv yuam kom nws ntiab kuv haivneeg tawm hauv nws lub tebchaws mus.”"},{"bible_id":"1525","chapter_code":"EXO.6","verse_code":"EXO.6.2","label":"2","content":"Vajtswv nrog Mauxes tham thiab hais rau Mauxes hais tias, “Kuv yog tus TSWV."},{"bible_id":"1525","chapter_code":"EXO.6","verse_code":"EXO.6.3","label":"3","content":"Kuv yog tus Vajtswv uas muaj hwjchim loj kawg nkaus, kuv tau los tshwm rau Anplahas, Ixaj thiab Yakhauj pom, tiamsis kuv tsis tau qhia kuv lub npe dawbhuv uas yog tus TSWV rau lawv paub."},{"bible_id":"1525","chapter_code":"EXO.6","verse_code":"EXO.6.4","label":"4","content":"Thiab kuv tseem tau coglus rau lawv, yuav muab lub tebchaws Kana-as pub rau lawv, yog lub tebchaws uas thaum ub lawv los nyob ua neeg txawv tebchaws tau ib ntus."},{"bible_id":"1525","chapter_code":"EXO.6","verse_code":"EXO.6.5","label":"5","content":"Nimno kuv hnov cov Yixalayees uas raug cov Iziv muab yuam ua qhev lub suab quaj qw lawm, thiab kuv nco txog tej lus uas kuv cog tseg lawm."},{"bible_id":"1525","chapter_code":"EXO.6","verse_code":"EXO.6.6","label":"6","content":"Koj mus qhia rau cov Yixalayees hais tias, tej lus no yog kuv hais rau lawv ntag, ‘Kuv yog tus TSWV; kuv yuav pab nej thiab tso kom nej dim ntawm txojkev uas ua cov Iziv qhev. Kuv yuav tsa kuv txhais npab uas muaj zog loj zog nchav coj kev rau txim hnyav heev los rau lawv, thiab kuv yuav cawm kom nej dim."},{"bible_id":"1525","chapter_code":"EXO.6","verse_code":"EXO.6.7","label":"7","content":"Kuv yuav xaiv nej ua kuv haivneeg, thiab kuv yuav yog nej tus Vajtswv. Thaum kuv tso nej dim kev ua qhev hauv tebchaws Iziv los, nej thiaj yuav paub hais tias kuv yog tus TSWV uas yog nej tus Vajtswv."},{"bible_id":"1525","chapter_code":"EXO.6","verse_code":"EXO.6.8","label":"8","content":"Kuv yuav coj nej mus nyob hauv lub tebchaws uas kuv coglus rau Anplahas, Ixaj thiab Yakhauj lawm; thiab kuv yuav muab pub rau nej nyob ua nej tug. Kuv yog tus TSWV.’ ”"},{"bible_id":"1525","chapter_code":"EXO.6","verse_code":"EXO.6.9","label":"9","content":"Mauxes coj cov lus no mus hais rau cov Yixalayees, tiamsis lawv tsis ntseeg nws li, rau qhov lawv dhuav siab rau txojkev ua luag tauj luag qhev hwv lawm."},{"bible_id":"1525","chapter_code":"EXO.6","verse_code":"EXO.6.10","label":"10","content":"Ces tus TSWV hais rau Mauxes hais tias,"},{"bible_id":"1525","chapter_code":"EXO.6","verse_code":"EXO.6.11","label":"11","content":"“Koj mus hais rau Falaus uas yog cov Iziv tus vajntxwv kom nws cia li tso cov Yixalayees tawm hauv nws lub tebchaws mus.”"},{"bible_id":"1525","chapter_code":"EXO.6","verse_code":"EXO.6.12","label":"12","content":"Tiamsis Mauxes teb hais tias, “Cov Yixalayees twb tsis mloog kuv lus lawm, Falaus yuav ua li cas mloog kuv lus? Kuv yog ib tug neeg uas ibtxwm hais lus txhav heev.”"},{"bible_id":"1525","chapter_code":"EXO.6","verse_code":"EXO.6.13","label":"13","content":"Tus TSWV hais rau Mauxes thiab Aloos nkawd li no: “Neb cia li qhia rau cov Yixalayees thiab Falaus uas yog cov Iziv tus vajntxwv hais tias, ‘Kuv yog tus tsa neb ua ob tug coj cov Yixalayees tawm hauv tebchaws Iziv no mus.’ ”"},{"bible_id":"1525","chapter_code":"EXO.6","verse_code":"EXO.6.14","label":"14","content":"Yakhauj tus tub hlob Lunpees, muaj plaub tug tub: Hanauj, Palus, Hexeloos thiab Kalemis, lawv puavleej yog cov yawgkoob uas ris lawv cajces npe."},{"bible_id":"1525","chapter_code":"EXO.6","verse_code":"EXO.6.15","label":"15","content":"Xime-oos muaj rau tug tub: Yemuyees, Yamees, Auhas, Yakhees, Xauhas thiab Sa-ules, lawv yog tus pojniam Kana-as cov tub; lawv puavleej yog cov yawgkoob uas ris lawv cajces npe."},{"bible_id":"1525","chapter_code":"EXO.6","verse_code":"EXO.6.16","label":"16","content":"Levis muaj peb tug tub: Nkesoos, Kauhas thiab Melalis; lawv puavleej yog cov yawgkoob uas ris lawv cajces npe. Levis ua neej nyob tau ib puas peb caug xya xyoo."},{"bible_id":"1525","chapter_code":"EXO.6","verse_code":"EXO.6.17","label":"17","content":"Nkesoos muaj ob tug tub: Linpanis thiab Sime-is; nkawd muaj xeebntxwv coob heev."},{"bible_id":"1525","chapter_code":"EXO.6","verse_code":"EXO.6.18","label":"18","content":"Kauhas muaj plaub tug tub: Amalas, Ixehas, Henploos thiab Uxiyees. Kauhas ua neej nyob tau ib puas peb caug peb xyoo."},{"bible_id":"1525","chapter_code":"EXO.6","verse_code":"EXO.6.19","label":"19","content":"Melalis muaj ob tug tub: Mahalis thiab Musis. Cov no puavleej yog suav xeem Levis nrog lawv tej xeebntxwv huv tibsi."},{"bible_id":"1525","chapter_code":"EXO.6","verse_code":"EXO.6.20","label":"20","content":"Amalas yuav nws txiv tus muam Yaukhenpes los ua pojniam, Yaukhenpes thiaj yug tau Aloos thiab Mauxes nkawd. Amalas ua neej nyob tau ib puas peb caug xya xyoo."},{"bible_id":"1525","chapter_code":"EXO.6","verse_code":"EXO.6.21","label":"21","content":"Ixehas muaj peb tug tub: Kaulahas, Nefenkas thiab Xikhalis."},{"bible_id":"1525","chapter_code":"EXO.6","verse_code":"EXO.6.22","label":"22","content":"Uxiyees muaj peb tug tub: Misayees, Exafas thiab Sithalis."},{"bible_id":"1525","chapter_code":"EXO.6","verse_code":"EXO.6.23","label":"23","content":"Aloos yuav Elinpas uas yog Aminadas tus ntxhais thiab yog Nahasoos tus muam ua pojniam; Elinpas yug tau Nadas, Anpihus, Ele-axas thiab Ithamas rau Aloos."},{"bible_id":"1525","chapter_code":"EXO.6","verse_code":"EXO.6.24","label":"24","content":"Kaulas muaj peb tug tub: Axis, Ekanas thiab Anpe-asafas; lawv puavleej yog Kaulas cajces uas faib ua tej cuab lawm cov yawgkoob."},{"bible_id":"1525","chapter_code":"EXO.6","verse_code":"EXO.6.25","label":"25","content":"Aloos tus tub Ele-axas, yuav Putiyees ib tug ntxhais ua pojniam; thiab nws yug tau Finehas rau Ele-axas. Cov no yog cov thawjcoj ntawm nws cajces thiab yog tej cuab kwvtij ntawm xeem Levis."},{"bible_id":"1525","chapter_code":"EXO.6","verse_code":"EXO.6.26","label":"26","content":"Aloos thiab Mauxes nkawd yog ob tug uas Vajtswv hais tias, “Coj cov Yixalayees tawm hauv tebchaws Iziv mus.”"},{"bible_id":"1525","chapter_code":"EXO.6","verse_code":"EXO.6.27","label":"27","content":"Nkawd yog ob tug uas mus cuag Falaus uas yog cov Iziv tus vajntxwv kom tso cov Yixalayees tawm mus nyob ywjpheej."},{"bible_id":"1525","chapter_code":"EXO.6","verse_code":"EXO.6.28","label":"28","content":"Thaum tus TSWV los hais rau Mauxes hauv tebchaws Iziv,"},{"bible_id":"1525","chapter_code":"EXO.6","verse_code":"EXO.6.29","label":"29","content":"nws hais li no tias: “Kuv yog tus TSWV. Cia li qhia txhua yam uas kuv qhia koj lawm rau Falaus uas yog cov Iziv tus vajntxwv.”"},{"bible_id":"1525","chapter_code":"EXO.6","verse_code":"EXO.6.30","label":"30","content":"Tiamsis Mauxes teb hais tias, “Koj yeej paub kuv yog ib tug neeg uas hais lus txhav heev; yuav ua li cas Falaus thiaj mloog kuv hais?”"},{"bible_id":"1525","chapter_code":"EXO.7","verse_code":"EXO.7.1","label":"1","content":"Tus TSWV hais tias, “Kuv yuav ua kom koj zoo li Vajtswv rau Falaus, thiab koj tus tijlaug Aloos yuav ua tus cev koj tej lus rau nws."},{"bible_id":"1525","chapter_code":"EXO.7","verse_code":"EXO.7.2","label":"2","content":"Koj yuav tsum piav txhua yam uas kuv qhia koj rau Aloos, thiab nws yuav hais rau Falaus kom tso cov Yixalayees tawm hauv nws lub tebchaws mus."},{"bible_id":"1525","chapter_code":"EXO.7","verse_code":"EXO.7.3","label":"3","content":"Tiamsis kuv yuav ua kom Falaus muaj lub siab tawv heev, txawm yog nws yuav pom kuv ua tej txujci txaus ntshai heev nyob hauv tebchaws Iziv no npaum twg los nws yuav tsis mloog koj tej lus."},{"bible_id":"1525","chapter_code":"EXO.7","verse_code":"EXO.7.4","label":"4","content":"Ces kuv yuav tsa kuv txhais tes rau txim hnyav rau cov Iziv thiab yuav coj kuv haivneeg Yixalayees tawm hauv tebchaws Iziv mus."},{"bible_id":"1525","chapter_code":"EXO.7","verse_code":"EXO.7.5","label":"5","content":"Thaum kuv tsa kuv txhais tes los tawmtsam cov Iziv thiab coj kuv haivneeg tawm hauv lawv lub tebchaws mus, lawv thiaj yuav paub hais tias, kuv yog tus TSWV tiag.”"},{"bible_id":"1525","chapter_code":"EXO.7","verse_code":"EXO.7.6","label":"6","content":"Mauxes thiab Aloos nkawd ua raws li uas tus TSWV hais."},{"bible_id":"1525","chapter_code":"EXO.7","verse_code":"EXO.7.7","label":"7","content":"Thaum nkawd mus cuag Falaus, Mauxes hnubnyoog muaj yim caum xyoo, Aloos hnubnyoog muaj yim caum peb xyoo."},{"bible_id":"1525","chapter_code":"EXO.7","verse_code":"EXO.7.8","label":"8","content":"Tus TSWV hais rau Mauxes thiab Aloos nkawd hais tias,"},{"bible_id":"1525","chapter_code":"EXO.7","verse_code":"EXO.7.9","label":"9","content":"“Yog Falaus hais kom neb ua txujci rau nws saib, koj cia li hais kom Aloos muab nws tus pas nrig pov rhees rau ntawm Falaus xubntiag, ces tus pas ntawd yuav txia ua ib tug nab.”"},{"bible_id":"1525","chapter_code":"EXO.7","verse_code":"EXO.7.10","label":"10","content":"Mauxes thiab Aloos mus cuag Falaus thiab ua raws li tej uas tus TSWV hais. Aloos muab tus pas nrig pov rhees rau ntawm Falaus thiab nws cov nomtswv xubntiag, tus pas ntawd txawm txia ua ib tug nab."},{"bible_id":"1525","chapter_code":"EXO.7","verse_code":"EXO.7.11","label":"11","content":"Falaus hu nws cov neeg txawj ntse thiab cov neeg txawj ua yeessiv tuaj thiab lawv ua tau tej txujci ib yam li Mauxes nkawd ua."},{"bible_id":"1525","chapter_code":"EXO.7","verse_code":"EXO.7.12","label":"12","content":"Lawv muab lawv tej pas pov rau hauv av, tej pas ntawd txawm txia ua nab tas li thiab, tiamsis Aloos tus pas nrig muab lawv tej pas nrig nqos tas huv tibsi lawm."},{"bible_id":"1525","chapter_code":"EXO.7","verse_code":"EXO.7.13","label":"13","content":"Txawm yog li ntawd los Falaus tseem muaj lub siab tawv, tsis ntseeg Mauxes thiab Aloos nkawd tej lus raws li tus TSWV tau hais tseg lawm."},{"bible_id":"1525","chapter_code":"EXO.7","verse_code":"EXO.7.14","label":"14","content":"Ces tus TSWV hais rau Mauxes hais tias, “Falaus lub siab tawv heev, nws tsis kam tso cov Yixalayees tawm mus."},{"bible_id":"1525","chapter_code":"EXO.7","verse_code":"EXO.7.15","label":"15","content":"Yog li ntawd, thaum sawv ntxov koj cia li mus cuag Falaus thaum nws mus nram tus dej Niles. Koj nqa tus pas nrig uas txia tau ua nab, thiab mus tos nws nram ntug dej."},{"bible_id":"1525","chapter_code":"EXO.7","verse_code":"EXO.7.16","label":"16","content":"Koj hais rau Falaus hais tias, ‘Tus TSWV uas yog cov Henplais tus Vajtswv txib kuv tuaj hais kom koj cia li tso nws haivneeg tawm mus, lawv thiaj tau mus pehawm nws puag tom tiaj suabpuam. Tiamsis koj tseem tsis mloog Vajtswv lus li thiab."},{"bible_id":"1525","chapter_code":"EXO.7","verse_code":"EXO.7.17","label":"17","content":"Falaus, nimno tus TSWV hais tias, koj yuav paub nws yog tus TSWV los ntawm tej txujci uas nws yuav ua no. Koj saib, kuv yuav muab tus pas nrig no nplawm tus dej Niles no, mas tus dej no yuav txia ua ntshav tagnrho."},{"bible_id":"1525","chapter_code":"EXO.7","verse_code":"EXO.7.18","label":"18","content":"Tej ntses yuav tuag tas, thiab dej yuav tsw lwj ntxiag, ua rau cov Iziv yuav haus tsis taus tej dej ntawd.’ ”"},{"bible_id":"1525","chapter_code":"EXO.7","verse_code":"EXO.7.19","label":"19","content":"Tus TSWV hais rau Mauxes hais tias, “Koj kom Aloos muab nws tus pas nrig taw rau txhua tus dej, tej kwjdeg, thiab tej pasdej hauv tebchaws Iziv. Tej dej ntawd yuav txia ua ntshav, thiab yuav muaj ntshav thoob plaws lub tebchaws, txawm yog hauv tej thoob ntoo thiab tej hub pobzeb los yuav muaj ntshav tas huv tibsi.”"},{"bible_id":"1525","chapter_code":"EXO.7","verse_code":"EXO.7.20","label":"20","content":"Ces Mauxes thiab Aloos txawm ua raws li tus TSWV hais. Aloos muab nws tus pas nrig nplawm tus dej Niles tabmeeg Falaus thiab nws cov nomtswv, ces tej dej txawm txia ua ntshav tas huv tibsi lawm."},{"bible_id":"1525","chapter_code":"EXO.7","verse_code":"EXO.7.21","label":"21","content":"Tej ntses hauv dej tuag tas, tsw lwj ntxiag ua rau cov Iziv haus tsis taus. Thiab ua rau muaj ntshav thoob plaws tebchaws Iziv."},{"bible_id":"1525","chapter_code":"EXO.7","verse_code":"EXO.7.22","label":"22","content":"Cov Iziv uas txawj ua yeessiv, lawv ua tau ib yam li ntawd thiab, Falaus thiaj tseem muaj lub siab tawv li qub. Nws tsis mloog Mauxes thiab Aloos tej lus raws li tus TSWV tau hais tseg lawm."},{"bible_id":"1525","chapter_code":"EXO.7","verse_code":"EXO.7.23","label":"23","content":"Falaus rov qab mus tsev, nws tsis quavntsej zaj no li."},{"bible_id":"1525","chapter_code":"EXO.7","verse_code":"EXO.7.24","label":"24","content":"Cov Iziv mus khawb qhovdej raws tus ntug dej Niles, rau qhov lawv haus tsis taus tus dej Niles."},{"bible_id":"1525","chapter_code":"EXO.7","verse_code":"EXO.7.25","label":"25","content":"Xya hnub uas tus TSWV muab dej hloov ua ntshav dhau lawm."},{"bible_id":"1525","chapter_code":"EXO.8","verse_code":"EXO.8.1","label":"1","content":"Tus TSWV hais rau Mauxes hais tias, “Cia li mus cuag Falaus thiab hais rau nws hais tias, ‘Koj cia li tso kuv haivneeg mus, lawv yuav mus pehawm kuv."},{"bible_id":"1525","chapter_code":"EXO.8","verse_code":"EXO.8.2","label":"2","content":"Yog koj tseem tsis tso lawv mus, kuv yuav rau txim rau koj lub tebchaws uas yog tso qav los nyob puv nkaus koj lub tebchaws."},{"bible_id":"1525","chapter_code":"EXO.8","verse_code":"EXO.8.3","label":"3","content":"Qav yuav nyob puv nkaus hauv tus dej Niles, tej qav ntawd yuav tawm hauv tus dej Niles los nyob hauv koj tsev, hauv koj chav pw, saum koj lub txaj, hauv koj cov nomtswv thiab koj tej pejxeem tsev, hauv koj lub qhovcub thiab koj tej laujkaub ua noj ua haus."},{"bible_id":"1525","chapter_code":"EXO.8","verse_code":"EXO.8.4","label":"4","content":"Tej qav ntawd yuav dhia los nce koj, koj cov pejxeem thiab koj cov nomtswv huv tibsi.’ ”"},{"bible_id":"1525","chapter_code":"EXO.8","verse_code":"EXO.8.5","label":"5","content":"Tus TSWV hais rau Mauxes hais tias, “Koj kom Aloos muab nws tus pas nrig taw rau tej dej, tej kwjdeg thiab tej pasdej, ua kom qav tawm tuaj nyob thoob plaws lub tebchaws Iziv.”"},{"bible_id":"1525","chapter_code":"EXO.8","verse_code":"EXO.8.6","label":"6","content":"Yog li ntawd, Aloos thiaj muab nws tus pas taw rau tej dej, ces qav txawm tawm tuaj puv nkaus lub tebchaws Iziv."},{"bible_id":"1525","chapter_code":"EXO.8","verse_code":"EXO.8.7","label":"7","content":"Tiamsis cov Iziv uas txawj ua yeessiv, kuj ua yeessiv kom qav tawm tuaj puv nkaus lub tebchaws Iziv thiab."},{"bible_id":"1525","chapter_code":"EXO.8","verse_code":"EXO.8.8","label":"8","content":"Falaus hu Mauxes thiab Aloos nkawd mus cuag nws, nws hais rau nkawd hais tias, “Neb cia li thov kom tus TSWV tshem tej qav no tawm mus, kuv yuav tso nej cov neeg coj tsiaj mus fij rau tus TSWV.”"},{"bible_id":"1525","chapter_code":"EXO.8","verse_code":"EXO.8.9","label":"9","content":"Mauxes hais rau Falaus hais tias, “Kuv zoo siab thov Vajtswv pab koj. Saib koj muab lub sijhawm twg rau kuv thov Vajtswv rau koj, koj cov nomtswv thiab koj cov pejxeem. Kom tej qav ntawd khiav tawm ntawm nej mus, tsuas pub muaj nyob hauv tus dej Niles xwb.”"},{"bible_id":"1525","chapter_code":"EXO.8","verse_code":"EXO.8.10","label":"10","content":"Falaus teb hais tias, “Tagkis koj mam li thov Vajtswv rau kuv.” Mauxes teb hais tias, “Kuv yuav ua raws li koj thov, mas koj thiaj yuav paub hais tias, tsis muaj lwm tus vajtswv zoo npaum li tus TSWV uas yog peb tus Vajtswv no lawm."},{"bible_id":"1525","chapter_code":"EXO.8","verse_code":"EXO.8.11","label":"11","content":"Tej qav ntawd yuav khiav tawm ntawm koj, koj cov nomtswv thiab koj cov pejxeem mus, tsuas pub muaj nyob hauv tus dej Niles xwb.”"},{"bible_id":"1525","chapter_code":"EXO.8","verse_code":"EXO.8.12","label":"12","content":"Mauxes thiab Aloos tawm hauv Falaus tsev mus, thiab Mauxes thov tus TSWV kom tshem tej qav uas tso los tsimtxom Falaus ntawd mus kom tas."},{"bible_id":"1525","chapter_code":"EXO.8","verse_code":"EXO.8.13","label":"13","content":"Tus TSWV ua raws li Mauxes thov, tej qav uas nyob hauv tej tsev, hauv tej tshavpuam thiab tom tej teb puavleej tuag tas huv tibsi lawm."},{"bible_id":"1525","chapter_code":"EXO.8","verse_code":"EXO.8.14","label":"14","content":"Cov Iziv khaws tej qav tuag ntawd los tso ua tej pawg tsw lwj ntxiag mus thoob lub tebchaws."},{"bible_id":"1525","chapter_code":"EXO.8","verse_code":"EXO.8.15","label":"15","content":"Thaum Falaus pom tej qav ntawd tuag tas lawm, nws rov muaj lub siab tawv ib yam li qub, raws li tus TSWV tau hais lawm, Falaus yeej tsis mloog Mauxes thiab Aloos nkawd tej lus li."},{"bible_id":"1525","chapter_code":"EXO.8","verse_code":"EXO.8.16","label":"16","content":"Tus TSWV hais rau Mauxes hais tias, “Koj cia li hais kom Aloos muab nws tus pas nrig nplawm av, tej hmoov av uas nyob thoob plaws hauv lub tebchaws Iziv no yuav txia ua yoov qaib tas.”"},{"bible_id":"1525","chapter_code":"EXO.8","verse_code":"EXO.8.17","label":"17","content":"Yog li ntawd, Aloos muab nws tus pas nrig nplawm av, tej hmoov av thoob plaws lub tebchaws Iziv txawm txia ua yoov qaib ntsauv neeg thiab tej tsiaj."},{"bible_id":"1525","chapter_code":"EXO.8","verse_code":"EXO.8.18","label":"18","content":"Cov Iziv uas txawj yeessiv, lawv ua tas zog kom muaj yoov qaib, tiamsis lawv ua tsis tau li. Yoov qaib ya los puv nkaus txhua qhov txhia chaw,"},{"bible_id":"1525","chapter_code":"EXO.8","verse_code":"EXO.8.19","label":"19","content":"thiab cov neeg uas txawj ua yeessiv hais rau Falaus hais tias, “Vajtswv yog tus uas ua tej xwm no tiag!” Tiamsis Falaus tseem muaj lub siab tawv heev, nws tsis mloog Mauxes thiab Aloos nkawd lus raws li tus TSWV tau hais tseg lawm."},{"bible_id":"1525","chapter_code":"EXO.8","verse_code":"EXO.8.20","label":"20","content":"Tus TSWV hais rau Mauxes hais tias, “Tagkis sawv ntxov koj cia li mus cuag Falaus, thaum uas nws tabtom mus nram hav dej, thiab koj qhia tus TSWV tej lus rau nws hais tias, ‘Koj cia li tso kuv haivneeg mus, lawv thiaj tau mus pehawm kuv."},{"bible_id":"1525","chapter_code":"EXO.8","verse_code":"EXO.8.21","label":"21","content":"Kuv ceebtoom rau koj hais tias, yog koj tsis kam, kuv yuav rau txim rau koj uas yog tso yoov los tsaws koj, koj cov nomtswv thiab koj cov pejxeem. Cov Iziv tej tsev los yuav muaj yoov puv nkaus, thiab yuav ya los tsaws puv nkaus saum npoo av."},{"bible_id":"1525","chapter_code":"EXO.8","verse_code":"EXO.8.22","label":"22","content":"Tiamsis kuv yuav tseg cheebtsam Nkausees, thaj chaw uas kuv haivneeg nyob, yuav tsis pub kom muaj yoov hlo li. Kuv yuav ua li no koj thiaj paub hais tias, kuv yog tus TSWV uas ua tej no nyob hauv lub tebchaws no."},{"bible_id":"1525","chapter_code":"EXO.8","verse_code":"EXO.8.23","label":"23","content":"Kuv yuav ua ib yam los cais  kuv haivneeg thiab koj haivneeg. Tagkis yuav muaj yam txujci no tshwmsim los.’ ”"},{"bible_id":"1525","chapter_code":"EXO.8","verse_code":"EXO.8.24","label":"24","content":"Vajtswv tso yoov ya poog ntws los tsaws puv nkaus rau hauv Falaus lub loog thiab hauv nws cov nomtswv tej tsev. Cov yoov no ua rau cov pejxeem thoob plaws lub tebchaws Iziv tau kev ntxhov siab kawg li."},{"bible_id":"1525","chapter_code":"EXO.8","verse_code":"EXO.8.25","label":"25","content":"Falaus thiaj txib neeg mus hu Mauxes thiab Aloos nkawd tuaj cuag nws, thiab nws hais rau nkawd hais tias, “Nej cia li mus muab khoom hlawv fij rau nej tus Vajtswv nyob hauv lub tebchaws no.”"},{"bible_id":"1525","chapter_code":"EXO.8","verse_code":"EXO.8.26","label":"26","content":"Mauxes teb hais tias, “Ua li ntawd tsis yog cai, rau qhov tej tsiaj uas peb tua fij rau tus TSWV uas yog peb tus Vajtswv, yog ib yam uas qias heev rau cov Iziv. Yog peb muab tej tsiaj uas cov Iziv tsis nyiam los tua ua khoom fij nyob qhov twg, thaum lawv pom peb lawv yuav muab pobzeb ntaus kom peb tuag."},{"bible_id":"1525","chapter_code":"EXO.8","verse_code":"EXO.8.27","label":"27","content":"Yog li ntawd, peb yuav tsum tau mus peb hnub ke rau tom tiaj suabpuam, peb mam tua tsiaj fij rau tus TSWV uas yog peb tus Vajtswv, raws li nws tau hais rau peb lawm.”"},{"bible_id":"1525","chapter_code":"EXO.8","verse_code":"EXO.8.28","label":"28","content":"Falaus hais tias, “Yog nej mus tsis deb, kuv yuav tso nej mus tua tsiaj hlawv fij rau tus TSWV uas yog nej tus Vajtswv tom tiaj suabpuam. Nej thov Vajtswv pab kuv thiab.”"},{"bible_id":"1525","chapter_code":"EXO.8","verse_code":"EXO.8.29","label":"29","content":"Mauxes teb hais tias, “Thaum kuv rov mus, kuv yuav thov tus TSWV kom tagkis nws tshem cov yoov no tawm ntawm koj, koj cov nomtswv thiab koj cov pejxeem mus kom tas. Tiamsis koj tsis txhob dag peb ntxiv lawm, thiab pheej txwv tsis pub cov Yixalayees mus tua tsiaj fij rau tus TSWV.”"},{"bible_id":"1525","chapter_code":"EXO.8","verse_code":"EXO.8.30","label":"30","content":"Mauxes tawm ntawm Falaus lub tsev los thiab thov tus TSWV,"},{"bible_id":"1525","chapter_code":"EXO.8","verse_code":"EXO.8.31","label":"31","content":"thiab tus TSWV ua raws li Mauxes tej lus thov. Tej yoov ya tawm ntawm Falaus, ntawm nws cov nomtswv thiab ntawm nws cov pejxeem mus tas tsis tshuav ib tug seem nyob qhov twg li lawm."},{"bible_id":"1525","chapter_code":"EXO.8","verse_code":"EXO.8.32","label":"32","content":"Tiamsis zaum no los Falaus tseem muaj lub siab tawv ib yam li qub, thiab nws yeej tsis kam tso cov Yixalayees mus li."},{"bible_id":"1525","chapter_code":"EXO.9","verse_code":"EXO.9.1","label":"1","content":"Tus TSWV hais rau Mauxes hais tias, “Koj cia li rov mus cuag Falaus thiab hais rau nws hais tias, tus TSWV uas yog cov Henplais tus Vajtswv hais tias, ‘Koj cia li tso kuv haivneeg mus, lawv thiaj tau mus pehawm kuv."},{"bible_id":"1525","chapter_code":"EXO.9","verse_code":"EXO.9.2","label":"2","content":"Yog koj tseem tsis pub lawv mus,"},{"bible_id":"1525","chapter_code":"EXO.9","verse_code":"EXO.9.3","label":"3","content":"kuv yuav rau txim rau koj uas yog tso mob aws los rau nej tej tsiaj uas yog nej tej nees, tej neesluav, tej ntxhuav, tej nyuj, tej yaj thiab tej tshis."},{"bible_id":"1525","chapter_code":"EXO.9","verse_code":"EXO.9.4","label":"4","content":"Kuv yuav ua kom cov Iziv tej tsiaj txhu tuag tas, tiamsis kuv yuav tsis pub cov Yixalayees tej tsiaj txhu ib tug tuag li."},{"bible_id":"1525","chapter_code":"EXO.9","verse_code":"EXO.9.5","label":"5","content":"Kuv yog tus TSWV, kuv twb teem sijhawm cia lawm, tagkis kuv yuav ua tej txujci no.’ ”"},{"bible_id":"1525","chapter_code":"EXO.9","verse_code":"EXO.9.6","label":"6","content":"Hnub tom qab, tus TSWV txawm ua raws li nws tau hais ntawd, ces cov Iziv tej tsiaj tuag tas huv tibsi, tiamsis cov Yixalayees tej tsiaj tsis tuag ib tug li."},{"bible_id":"1525","chapter_code":"EXO.9","verse_code":"EXO.9.7","label":"7","content":"Falaus tso neeg mus tshuaj xyuas tej xwm ntawd, lawv pom hais tias, cov Yixalayees tej tsiaj tsis tuag ib tug li. Tiamsis Falaus tseem muaj lub siab tawv tsis tso cov Yixalayees mus li."},{"bible_id":"1525","chapter_code":"EXO.9","verse_code":"EXO.9.8","label":"8","content":"Tus TSWV hais rau Mauxes thiab Aloos nkawd hais tias, “Neb cia li tsuab ob peb teg tshauv hauv qhovcub muab rau Mauxes w rau saum nruab ntug tabmeeg Falaus."},{"bible_id":"1525","chapter_code":"EXO.9","verse_code":"EXO.9.9","label":"9","content":"Cov hmoov tshauv ntawd, yuav ya ri niab mus thoob plaws lub tebchaws Iziv, thiab cov hmoov tshauv ntawd ya mus txog thaj tsam twg, cov neeg thiab tej tsiaj uas nyob thaj tsam ntawd yuav mob rwj ua paug thoob plaws ibce.”"},{"bible_id":"1525","chapter_code":"EXO.9","verse_code":"EXO.9.10","label":"10","content":"Yog li ntawd, nkawd thiaj mus tsuab ib leeg ib teg tshauv, nkawd los sawv ze ntawm Falaus xubntiag, Mauxes muab cov tshauv ntawd w rau saum nruab ntug, cov tshauv ntawd, txawm ua rau tej neeg thiab tej tsiaj mob rwj thoob plaws ibce."},{"bible_id":"1525","chapter_code":"EXO.9","verse_code":"EXO.9.11","label":"11","content":"Cov neeg uas txawj ua yeessiv, lawv tsis muaj peevxwm los cuag Mauxes, rau qhov lawv mob rwj thoob plaws ibce ib yam lib cov Iziv thiab."},{"bible_id":"1525","chapter_code":"EXO.9","verse_code":"EXO.9.12","label":"12","content":"Tiamsis tus TSWV ua rau Falaus muaj lub siab tawv, raws li uas tus TSWV tau hais tseg lawm, Falaus thiaj tsis mloog Mauxes thiab Aloos nkawd tej lus."},{"bible_id":"1525","chapter_code":"EXO.9","verse_code":"EXO.9.13","label":"13","content":"Tus TSWV hais rau Mauxes hais tias, “Tagkis koj cia li sawv ntxov mus cuag Falaus thiab hais rau nws hais tias, tus TSWV uas yog cov Henplais tus Vajtswv hais tias, ‘Cia li tso kuv haivneeg mus, lawv yuav mus pehawm kuv."},{"bible_id":"1525","chapter_code":"EXO.9","verse_code":"EXO.9.14","label":"14","content":"Zaum no tsis yog kuv yuav rau txim rau koj cov nomtswv thiab koj cov pejxeem xwb, tiamsis kuv yuav rau txim rau koj ntag, koj thiaj yuav paub hais tias, nyob hauv ntiajteb no yeej tsis muaj ib tug uas yuav muaj hwjchim loj npaum li kuv."},{"bible_id":"1525","chapter_code":"EXO.9","verse_code":"EXO.9.15","label":"15","content":"Yog kuv tau tsa tes los tawmtsam koj thiab tso kab mob los rau koj cov pejxeem, ces nej yeej yuav tuag tas huv tibsi."},{"bible_id":"1525","chapter_code":"EXO.9","verse_code":"EXO.9.16","label":"16","content":"Tiamsis kuv tsis pub koj tuag rau qhov kuv xav kom koj pom kuv lub hwjchim, kuv lub koob meej thiaj yuav nrov ncha moo lug mus thoob plaws lub ntiajteb."},{"bible_id":"1525","chapter_code":"EXO.9","verse_code":"EXO.9.17","label":"17","content":"Nimno koj tseem muaj lub siab tawv thiab tsis kam tso kuv haivneeg mus."},{"bible_id":"1525","chapter_code":"EXO.9","verse_code":"EXO.9.18","label":"18","content":"Tagkis lub sijhawm no kuv yuav tso lawg los hlob heev, txij thaum muaj lub tebchaws Iziv no los, yeej tsis tau muaj dua ib zaug lawg los hlob npaum li zaum no."},{"bible_id":"1525","chapter_code":"EXO.9","verse_code":"EXO.9.19","label":"19","content":"Koj yuav tsum kom sawvdaws muab tej tsiaj txhu lawv los rau hauv nkuaj thiab muab txhua yam uas koj muaj coj los tso rau hauv tsev, rau qhov lawg yuav los ntaus cov neeg thiab tej tsiaj uas nyob ntawm tej tshavpuam kom tuag tas huv tibsi.’ ”"},{"bible_id":"1525","chapter_code":"EXO.9","verse_code":"EXO.9.20","label":"20","content":"Falaus cov nomtswv qee leej ntshai heev vim tej lus uas tus TSWV hais ntawd, lawv thiaj coj lawv cov qhev los tsev thiab cab lawv tej tsiaj los rau hauv nkuaj."},{"bible_id":"1525","chapter_code":"EXO.9","verse_code":"EXO.9.21","label":"21","content":"Tiamsis cov neeg uas tsis quavntsej Vajtswv tej lus, lawv tso lawv cov qhev thiab tej tsiaj nws nyob nws rau hauv tej teb."},{"bible_id":"1525","chapter_code":"EXO.9","verse_code":"EXO.9.22","label":"22","content":"Ces tus TSWV hais rau Mauxes hais tias, “Koj cia li tsa koj txhais tes rau saum ntuj, lawg yuav poob los thoob plaws lub tebchaws Iziv, lawg yuav ntaus neeg, ntaus tej tsiaj txhu thiab tej qoobloo uas nyob hauv tej teb kom puastsuaj tas.”"},{"bible_id":"1525","chapter_code":"EXO.9","verse_code":"EXO.9.23","label":"23","content":"Mauxes txawm muab nws tus pas nrig taw rau saum ntuj, tus TSWV ua xob nroo thiab xob laim los ti nkaus rau hauv av. Tus TSWV tso"},{"bible_id":"1525","chapter_code":"EXO.9","verse_code":"EXO.9.24","label":"24","content":"lawg los hlob heev nchuav nthwv ib tog tuaj, thiab xob laim liab pesvog, cua daj cua dub ntsawj nrov nroo ntws ib tog tuaj. Txij thaum muaj lub tebchaws Iziv los, cov Iziv yeej tsis tau pom muaj dua ib zaug li no."},{"bible_id":"1525","chapter_code":"EXO.9","verse_code":"EXO.9.25","label":"25","content":"Tej neeg, tej tsiaj txhu thiab txhua yam uas nyob tom tej tiaj nrag thoob plaws lub tebchaws Iziv raug lawg ntaus puastsuaj tas. Lawg tseem ntaus tej qoobloo uas cog rau hauv tej teb thiab txhua tsob ntoo ntsoog tas huv tibsi."},{"bible_id":"1525","chapter_code":"EXO.9","verse_code":"EXO.9.26","label":"26","content":"Tsuas tshuav cheebtsam Nkausees uas cov Yixalayees nyob thiaj tsis muaj lawg poob los raug xwb."},{"bible_id":"1525","chapter_code":"EXO.9","verse_code":"EXO.9.27","label":"27","content":"Falaus txib neeg mus hu Mauxes thiab Aloos nkawd tuaj cuag nws, nws hais rau nkawd hais tias, “Zaum no kuv ua txhaum lawm; tus TSWV yeej ua yog, kuv thiab kuv cov pejxeem puavleej ua txhaum."},{"bible_id":"1525","chapter_code":"EXO.9","verse_code":"EXO.9.28","label":"28","content":"Thov tus TSWV lauj! Peb tiv tsis taus tej suab xob nroo thiab tej lawg no lawm! Kuv thov coglus tso nej mus, tsis pub nej nyob hauv no ntxiv lawm.”"},{"bible_id":"1525","chapter_code":"EXO.9","verse_code":"EXO.9.29","label":"29","content":"Mauxes teb Falaus hais tias, “Thaum kuv tawm hauv lub nroog no mus, kuv yuav tsa tes thov tus TSWV. Xob yuav tsis nroo thiab lawg yuav tu tsis los ntxiv lawm, koj thiaj yuav paub hais tias lub ntiajteb no yog tus TSWV tug."},{"bible_id":"1525","chapter_code":"EXO.9","verse_code":"EXO.9.30","label":"30","content":"Tiamsis kuv twb paub lawm hais tias, koj thiab koj cov nomtswv yuav tsis ntshai tus TSWV uas yog Vajtswv.”"},{"bible_id":"1525","chapter_code":"EXO.9","verse_code":"EXO.9.31","label":"31","content":"Tej maj thiab nplej raug puastsuaj tas, rau qhov lub caij ntawd nplej tabtom siav, thiab maj tabtom tawg paj."},{"bible_id":"1525","chapter_code":"EXO.9","verse_code":"EXO.9.32","label":"32","content":"Tiamsis tej mog tsis raug puastsuaj, rau qhov tseem tuaj tsis tau nto npoo av."},{"bible_id":"1525","chapter_code":"EXO.9","verse_code":"EXO.9.33","label":"33","content":"Mauxes tawm hauv Falaus lub loog mus, nws mus rau nraum ntug nroog, nws tsa tes thov tus TSWV. Xob txawm ntsiag, lawg thiab nag txawm tu."},{"bible_id":"1525","chapter_code":"EXO.9","verse_code":"EXO.9.34","label":"34","content":"Thaum Falaus pom hais tias, xob tsis nroo, lawg thiab nag tsis los lawm, nws rov ua txhaum dua. Nws thiab nws cov nomtswv rov muaj lub siab tawv li qub,"},{"bible_id":"1525","chapter_code":"EXO.9","verse_code":"EXO.9.35","label":"35","content":"thiab ua raws li uas Vajtswv tau hais rau Mauxes lawm, mas Falaus yeej tsis kam tso cov Yixalayees mus li."},{"bible_id":"1525","chapter_code":"EXO.10","verse_code":"EXO.10.1","label":"1","content":"Ces tus TSWV hais rau Mauxes hais tias, “Koj cia li mus cuag Falaus. Kuv ua rau Falaus thiab nws cov nomtswv kom muaj lub siab tawv, kuv thiaj tau ua kuv tej txujci tseemceeb rau lawv pom"},{"bible_id":"1525","chapter_code":"EXO.10","verse_code":"EXO.10.2","label":"2","content":"thiab nej thiaj yuav tau piav rau nej tej xeebntxwv mloog hais tias, thaum kuv ua kuv tej txujci ntawd, cov Iziv poob ntsejmuag loj kawg nkaus. Nej thiaj yuav paub hais tias kuv yog tus TSWV.”"},{"bible_id":"1525","chapter_code":"EXO.10","verse_code":"EXO.10.3","label":"3","content":"Mauxes thiab Aloos nkawd mus cuag Falaus thiab hais rau nws hais tias, “Tus TSWV uas yog cov neeg Henplais tus Vajtswv hais tias, ‘Koj yuav tawv mus txog thaum twg koj mam li hwm kuv? Cia li tso kuv haivneeg mus, lawv yuav mus pehawm kuv."},{"bible_id":"1525","chapter_code":"EXO.10","verse_code":"EXO.10.4","label":"4","content":"Yog koj tseem tawv tsis kam tso kuv haivneeg mus, mas tagkis kuv yuav tso kooj los puv nkaus koj lub tebchaws."},{"bible_id":"1525","chapter_code":"EXO.10","verse_code":"EXO.10.5","label":"5","content":"Cov kooj ntawd yuav coob heev plooj nkaus saum npoo av. Cov kooj ntawd yuav noj txhua yam uas lawg ntaus tuag tsis tas thiab noj tej ntoo kom tas huv tibsi."},{"bible_id":"1525","chapter_code":"EXO.10","verse_code":"EXO.10.6","label":"6","content":"Cov kooj ntawd yuav ya los puv nkaus hauv koj lub loog thiab hauv koj cov nomtswv thiab koj cov pejxeem tej tsev. Cov kooj ntawd yuav ua phem tshaj plaws tej uas koj cov yawgkoob ibtxwm pom los lawm.’ ” Ces Mauxes txawm tawm hauv Falaus lub loog los lawm."},{"bible_id":"1525","chapter_code":"EXO.10","verse_code":"EXO.10.7","label":"7","content":"Falaus cov nomtswv hais rau Falaus hais tias, “Koj tseem yuav cia tus neeg no ua rau peb raug kev txomnyem mus txog thaum twg? Cia li tso cov Yixalayees no mus, lawv thiaj tau mus pe tus TSWV uas yog lawv tus Vajtswv. Koj tsis pom lub tebchaws Iziv twb puastsuaj tas lawm los?”"},{"bible_id":"1525","chapter_code":"EXO.10","verse_code":"EXO.10.8","label":"8","content":"Falaus txib neeg mus hu Mauxes thiab Aloos nkawd tuaj cuag nws, nws hais rau nkawd hais tias, “Cia li mus pehawm tus TSWV uas yog nej tus Vajtswv. Tiamsis cov twg yuav mus?”"},{"bible_id":"1525","chapter_code":"EXO.10","verse_code":"EXO.10.9","label":"9","content":"Mauxes teb hais tias, “Peb sawvdaws yuav mus tagnrho, mus kom tas peb tej menyuam thiab tej laus huv tibsi. Peb yuav coj peb cov tub cov ntxhais, tej yaj tej tshis thiab tej nyuj mus huv tibsi, rau qhov peb yuav mus ua ib rooj mov noj qhuas tus TSWV.”"},{"bible_id":"1525","chapter_code":"EXO.10","verse_code":"EXO.10.10","label":"10","content":"Falaus teb hais tias, “Kuv coglus rau tus TSWV hais tias kuv yuav tsis pub nej coj nej tej pojniam menyuam mus! Kuv paub hais tias, nej tabtom tuavhauv yuav ua phem."},{"bible_id":"1525","chapter_code":"EXO.10","verse_code":"EXO.10.11","label":"11","content":"Tsis tau, tsis pub mus! Yog hais tias nej xav mus tiag, tsuas pub cov txivneej mus xwb.” Ces Falaus txawm ntiab Mauxes thiab Aloos nkawd tawm hauv nws lub loog mus lawm."},{"bible_id":"1525","chapter_code":"EXO.10","verse_code":"EXO.10.12","label":"12","content":"Tus TSWV hais rau Mauxes hais tias, “Koj cia li tsa tes rau lub tebchaws Iziv, kom kooj los rau hauv tebchaws Iziv no. Kooj yuav los noj txhua tsav txhua yam qoobloo thiab noj tej uas lawg ntaus puastsuaj tsis tas.”"},{"bible_id":"1525","chapter_code":"EXO.10","verse_code":"EXO.10.13","label":"13","content":"Mauxes txawm muab nws tus pas nrig tsa rau lub tebchaws Iziv, tus TSWV tso cua ntsawj sab hnubtuaj tuaj, hnub ntawd ib hnub thiab ib hmos. Tagkis sawv ntxov cua txawm ntsawj kooj ya ua npoj ntws los."},{"bible_id":"1525","chapter_code":"EXO.10","verse_code":"EXO.10.14","label":"14","content":"Tej kooj ntawd ya ua tsheej ntshuas los tsaws puv nkaus lub tebchaws Iziv. Zaum no kooj txomfav coob tshaj plaws dua li uas txeev pom los, lossis yuav tsis pom ib zaug ntxiv li lawm."},{"bible_id":"1525","chapter_code":"EXO.10","verse_code":"EXO.10.15","label":"15","content":"Tej kooj ntawd ya los tsaws plooj nkaus av, tsis pom ib qhov av tshwm li. Tej kooj ntawd noj tej txiv ntoo thiab txhua yam uas lawg ntaus puastsuaj tsis tas huv tibsi, tsis hais tej qoobloo hauv tej teb thiab tej ntoo uas nyob thoob plaws hauv tebchaws Iziv tsis seem ib daim nplooj li."},{"bible_id":"1525","chapter_code":"EXO.10","verse_code":"EXO.10.16","label":"16","content":"Falaus txib neeg ceev heev mus hu Mauxes thiab Aloos nkawd tuaj thiab hais rau nkawd hais tias, “Kuv tau ua txhaum rau tus TSWV uas yog nej tus Vajtswv thiab ua txhaum rau neb lawm."},{"bible_id":"1525","chapter_code":"EXO.10","verse_code":"EXO.10.17","label":"17","content":"Nimno thov zam txim rau kuv ib zaug ntxiv thiab thov tus TSWV uas yog nej tus Vajtswv tshem lub txim uas yuav coj kuv mus rau txojkev tuag, tawm ntawm kuv mus.”"},{"bible_id":"1525","chapter_code":"EXO.10","verse_code":"EXO.10.18","label":"18","content":"Mauxes txawm tawm hauv Falaus lub loog mus thov tus TSWV."},{"bible_id":"1525","chapter_code":"EXO.10","verse_code":"EXO.10.19","label":"19","content":"Thiab tus TSWV muab cov cua uas ntsawj sab hnubtuaj tuaj hloov kom ntsawj sab hnubpoob tuaj, ntsawj tej kooj ntawd kom mus poob tas rau hauv Hiavtxwv Liab.  Tsis pub kom seem ib tug kooj nyob qhov twg li."},{"bible_id":"1525","chapter_code":"EXO.10","verse_code":"EXO.10.20","label":"20","content":"Tiamsis tus TSWV ua rau Falaus muaj lub siab tawv tsis kam tso cov Yixalayees mus li thiab."},{"bible_id":"1525","chapter_code":"EXO.10","verse_code":"EXO.10.21","label":"21","content":"Vajtswv hais rau Mauxes hais tias, “Koj cia li tsa koj txhais tes rau saum ntuj, yuav tsaus ntuj nti thoob plaws lub tebchaws Iziv.”"},{"bible_id":"1525","chapter_code":"EXO.10","verse_code":"EXO.10.22","label":"22","content":"Mauxes tsa tes rau saum ntuj, txawm tsaus ntuj nti thoob plaws lub tebchaws Iziv tau peb hnub."},{"bible_id":"1525","chapter_code":"EXO.10","verse_code":"EXO.10.23","label":"23","content":"Cov Iziv ib tug ntsia tsis pom ib tug li, thiab lub sijhawm ntawd ua rau cov Iziv tawm tsis tau hauv lawv tej tsev mus rau qhov twg, tiamsis thaj tsam uas cov Yixalayees nyob pom kev kaj nrig."},{"bible_id":"1525","chapter_code":"EXO.10","verse_code":"EXO.10.24","label":"24","content":"Falaus txib neeg mus hu Mauxes tuaj cuag nws thiab hais tias, “Nej cia li mus pehawm tus TSWV; txawm yog nej yuav coj nej cov pojniam menyuam nrog nej mus los tau. Tiamsis nej tej yaj, tej tshis thiab tej nyuj cia nyob ntawm no.”"},{"bible_id":"1525","chapter_code":"EXO.10","verse_code":"EXO.10.25","label":"25","content":"Mauxes teb hais tias, “Yog li ntawd, koj yuav tsum muab tsiaj rau peb coj mus tua hlawv fij rau tus TSWV uas yog peb tus Vajtswv."},{"bible_id":"1525","chapter_code":"EXO.10","verse_code":"EXO.10.26","label":"26","content":"Yeej tsis tau li, peb yuav tsum cab peb tej tsiaj nrog peb mus kom tas xwb; tsis pub seem ib tug rau qhov twg li. Peb yuav tsum xaiv tej tsiaj zoo tua hlawv fij rau tus TSWV uas yog peb tus Vajtswv. Nimno peb tseem tsis tau paub yuav muab tus tsiaj twg, thaum peb mus txog tod lawm, peb mam xaiv, peb thiaj paub muab tus zoo los tua fij rau nws.”"},{"bible_id":"1525","chapter_code":"EXO.10","verse_code":"EXO.10.27","label":"27","content":"Tus TSWV ua rau Falaus muaj lub siab tawv, nws thiaj tsis kam tso cov Yixalayees mus."},{"bible_id":"1525","chapter_code":"EXO.10","verse_code":"EXO.10.28","label":"28","content":"Falaus hais rau Mauxes hais tias, “Koj cia li khiav tawm mus, tsis txhob tuaj tshwm ntsejmuag rau kuv pom ib zaug ntxiv lawm. Hnub twg yog kuv pom koj, mas koj yeej yuav tuag xwb lauj!”"},{"bible_id":"1525","chapter_code":"EXO.10","verse_code":"EXO.10.29","label":"29","content":"Mauxes teb hais tias, “Ua li koj hais los mas! Kuv yuav tsis tuaj tswm rau koj pom ib zaug ntxiv li lawm!”"},{"bible_id":"1525","chapter_code":"EXO.11","verse_code":"EXO.11.1","label":"1","content":"Ces Vajtswv hais rau Mauxes hais tias, “Kuv yuav rau txim rau Falaus thiab cov Iziv ib zaug ntxiv thiab. Tom qab ntawd Falaus yuav tso nej mus. Nws yuav ntiab nej tawm hauv no mus kom tas."},{"bible_id":"1525","chapter_code":"EXO.11","verse_code":"EXO.11.2","label":"2","content":"Koj cia li mus hais rau cov Yixalayees txhua tus hais tias, kom lawv mus thov cov neeg zejzog, tej saw nyiaj saw kub.”"},{"bible_id":"1525","chapter_code":"EXO.11","verse_code":"EXO.11.3","label":"3","content":"Tus TSWV ua rau cov Iziv hwm cov Yixalayees, ua rau Falaus cov nomtswv thiab tagnrho cov Iziv suav hais tias, Mauxes yog ib tug neeg tseemceeb heev."},{"bible_id":"1525","chapter_code":"EXO.11","verse_code":"EXO.11.4","label":"4","content":"Mauxes txawm hais rau Falaus hais tias, “Vajtswv hais li no hais tias, ‘Thaum ib tag hmo kuv yuav los xyuas cov Iziv."},{"bible_id":"1525","chapter_code":"EXO.11","verse_code":"EXO.11.5","label":"5","content":"Cov Iziv tej tub hlob yuav tuag tagnrho, suav txij li Falaus tus tub hlob mus txog rau tus pojqhev uas zom zeb tus tub hlob. Tej tsiaj txhu thawj tug menyuam los yuav tuag tas huv tibsi thiab."},{"bible_id":"1525","chapter_code":"EXO.11","verse_code":"EXO.11.6","label":"6","content":"Yuav muaj suab quaj suab nyiav ntshoo nrooj thoob plaws hauv lub tebchaws Iziv uas ibtxwm yeej tsis tau muaj dua lossis yuav tsis muaj ib zaug ntxiv lawm."},{"bible_id":"1525","chapter_code":"EXO.11","verse_code":"EXO.11.7","label":"7","content":"Tiamsis cov Yixalayees nyob ntsiag to, twb tsis hnov ib lub suab dev tom tej neeg lossis tej tsiaj txhu li. Ces koj thiaj yuav paub hais tias, kuv yog tus TSWV uas tau muab ib yam los cais cov Iziv thiab cov Yixalayees.’ ”"},{"bible_id":"1525","chapter_code":"EXO.11","verse_code":"EXO.11.8","label":"8","content":"Mauxes xaus lus hais tias, “Tagnrho koj cov nomtswv yuav tsum tuaj qhau cev hlo pe kuv thiab lawv yuav tsa tes thov kom kuv coj tagnrho kuv haivneeg mus. Tom qab ntawd kuv mam li tawm mus.” Ces Mauxes npautaws heev ua ntsejmuag dub txig tawm hauv Falaus lub loog mus lawm."},{"bible_id":"1525","chapter_code":"EXO.11","verse_code":"EXO.11.9","label":"9","content":"Tus TSWV hais rau Mauxes hais tias, “Falaus yuav tsis kam mloog koj lus, kom kuv thiaj tau ua kuv tej txujci rau hauv lub tebchaws Iziv no ntxiv.”"},{"bible_id":"1525","chapter_code":"EXO.11","verse_code":"EXO.11.10","label":"10","content":"Mauxes thiab Aloos ua tej txujci tseemceeb no tabmeeg Falaus, tiamsis tus TSWV ua rau Falaus muaj lub siab tawv, nws thiaj tsis tso cov Yixalayees tawm hauv lub tebchaws Iziv mus li."},{"bible_id":"1525","chapter_code":"EXO.12","verse_code":"EXO.12.1","label":"1","content":"Tus TSWV hais rau Mauxes thiab Aloos thaum nkawd tseem nyob hauv lub tebchaws Iziv hais tias,"},{"bible_id":"1525","chapter_code":"EXO.12","verse_code":"EXO.12.2","label":"2","content":"“Lub hlis no yog lub ib hlis ntuj ntawm lub xyoo rau nej."},{"bible_id":"1525","chapter_code":"EXO.12","verse_code":"EXO.12.3","label":"3","content":"Neb cia li hais rau cov Yixalayees kom paub hais tias, lub hlis no, hnub xiab kaug, kom ib tug txiv tsev twg yuav tsum xaiv ib tug menyuam yaj lossis ib tug menyuam tshis npaj rau nws tsevneeg."},{"bible_id":"1525","chapter_code":"EXO.12","verse_code":"EXO.12.4","label":"4","content":"Yog yim neeg twg tsawg noj tsis tas tus tsiaj ntawd, kom nws thiab yim uas nyob ze nws koom tua ib tug tsiaj, lawv yuav tsum ntsuas saib yuav noj tas tus tsiaj luaj li cas, thiab lawv yuav tsum suav lawv cov neeg uas noj tus tsiaj ntawd huv tibsi."},{"bible_id":"1525","chapter_code":"EXO.12","verse_code":"EXO.12.5","label":"5","content":"Nej muab tus menyuam yaj lossis tus menyuam tshis ntawd tua noj, tiamsis yuav tsum yog tus uas tsis muaj ib qho phem li; thiab yog tus txiv uas muaj hnubnyoog ib xyoos xwb."},{"bible_id":"1525","chapter_code":"EXO.12","verse_code":"EXO.12.6","label":"6","content":"Ces lub hlis no hnub kaum plaub thaum tsaus ntuj, tagnrho cov Yixalayees yuav tsum tua cov tsiaj ntawd noj."},{"bible_id":"1525","chapter_code":"EXO.12","verse_code":"EXO.12.7","label":"7","content":"Kom lawv txhua yim uas tua tsiaj noj, muab tej ntshav tsiaj coj los pleev rau saum hau qhovrooj thiab ob tug ncej qhovrooj."},{"bible_id":"1525","chapter_code":"EXO.12","verse_code":"EXO.12.8","label":"8","content":"Hmo ntawd yuav tsum muab cov nqaij ci noj ntxuag cov ncuav uas tsis xyaw keeb thiab noj ntxuag tej zaub iab kom tas."},{"bible_id":"1525","chapter_code":"EXO.12","verse_code":"EXO.12.9","label":"9","content":"Nej yuav tsum tsis txhob noj nqaij nyoos lossis muab hau noj, tiamsis nej yuav tsum muab ci kheej, tsis txhob kaus plab hnyuv thiab siab ntsws hlo li."},{"bible_id":"1525","chapter_code":"EXO.12","verse_code":"EXO.12.10","label":"10","content":"Nej yuav tsum noj kom tas tsis txhob pub seem ib qho, mus txog rau tagkis kaj ntug li; yog nej noj tsis tas nej cia li muab hlawv huv tibsi povtseg."},{"bible_id":"1525","chapter_code":"EXO.12","verse_code":"EXO.12.11","label":"11","content":"Nej yuav tsum noj tsawg tsuag kom tas, rau qhov nej yuav tu nra sawv kev mus, rau khau thiab tuav rawv nej tus pas nrig rau ntawm nej txhais tes. Pluas hmo no yog nej noj ua Kevcai Hla Dhau hwm kuv uas yog tus TSWV."},{"bible_id":"1525","chapter_code":"EXO.12","verse_code":"EXO.12.12","label":"12","content":"“Hmo ntawd kuv yuav mus thoob plaws hauv lub tebchaws Iziv, tua cov Iziv txhua tus tub hlob thiab tej tsiaj thawj tug menyuam uas yog tus txiv kom tuag tas huv tibsi, thiab rau txim kom txhua nrho rau cov Iziv tej vajtswv. Kuv yog tus TSWV."},{"bible_id":"1525","chapter_code":"EXO.12","verse_code":"EXO.12.13","label":"13","content":"Tej ntshav uas nej pleev ntawm qhovrooj yuav ua lub cim, cim nej tej tsev. Thaum kuv pom cov ntshav ntawd kuv yuav hla nej mus thiab rau txim rau cov Iziv, kom nej thiaj tsis raug kev puastsuaj."},{"bible_id":"1525","chapter_code":"EXO.12","verse_code":"EXO.12.14","label":"14","content":"Nej nco ntsoov muab hnub no ua hnub tseemceeb rau nej. Nej yuav ua kevcai nco txog tej uas tus TSWV tau ua rau nej pom tas los lawm. Nej ua kevcai li no mus ibtxhis li.”"},{"bible_id":"1525","chapter_code":"EXO.12","verse_code":"EXO.12.15","label":"15","content":"Tus TSWV hais tias, “Nej yuav tsum noj tej ncuav uas tsis xyaw keeb kom puv xya hnub. Thawj hnub, nej yuav tsum muab tej keeb uas nyob hauv tsev povtseg huv tibsi, yog xya hnub ntawd leejtwg tseem noj ncuav xyaw keeb, nej tsis txhob suav hais tias tus ntawd yog kuv haivneeg lawm."},{"bible_id":"1525","chapter_code":"EXO.12","verse_code":"EXO.12.16","label":"16","content":"Thawj hnub thiab hnub xya, nej yuav tsum kom sawvdaws tuaj sib sau ua ke suav ua hnub dawbhuv. Tsis pub nej ua ib yam haujlwm dabtsi rau ob hnub ntawd, tsuas pub nej ua pluas noj pluas haus xwb."},{"bible_id":"1525","chapter_code":"EXO.12","verse_code":"EXO.12.17","label":"17","content":"Nej yuav tsum muab hnub uas nej ua kevcai noj ncuav tsis xyaw keeb no teem ua hnub uas tseemceeb, rau qhov hnub no yog hnub uas kuv coj nej txhua xeem tawm hauv tebchaws Iziv mus. Txhua xyoo rov txog hnub no, nej thiab nej cov xeebntxwv yuav tsum nco ntsoov ua txoj kevcai no."},{"bible_id":"1525","chapter_code":"EXO.12","verse_code":"EXO.12.18","label":"18","content":"Lub ib hlis ntuj, suav txij li hmo kaum plaub mus txog hmo nees nkaum ib, nej yuav tsum noj ncuav tsis xyaw keeb."},{"bible_id":"1525","chapter_code":"EXO.12","verse_code":"EXO.12.19","label":"19","content":"Xya hnub ntawd, tsis pub muaj ib qho keeb nyob hauv nej tej tsev hlo li. Txawm yog haivneeg Yixalayees lossis lwm haivneeg los xij, yog leejtwg tseem noj ncuav xyaw keeb, nej tsis txhob suav hais tias, tus ntawd yog kuv haivneeg lawm."},{"bible_id":"1525","chapter_code":"EXO.12","verse_code":"EXO.12.20","label":"20","content":"Txawm yog nej nyob qhov twg los xij. Nej tsis txhob noj tej ncuav uas xyaw keeb li, nej yuav tsum noj tej ncuav uas tsis xyaw keeb xwb.”"},{"bible_id":"1525","chapter_code":"EXO.12","verse_code":"EXO.12.21","label":"21","content":"Mauxes hu cov Yixalayees cov thawjcoj tuaj ua ke thiab hais rau lawv hais tias, “Nej txhua tus nyias cia li mus xaiv nyias ib tug menyuam yaj lossis menyuam tshis, los rau nej tej tsevneeg tua noj ua Kevcai Hla Dhau."},{"bible_id":"1525","chapter_code":"EXO.12","verse_code":"EXO.12.22","label":"22","content":"Nej muab ib re nplooj hixauv mus raus rau hauv lub phiab uas rau  cov ntshav tsiaj, thiab coj cov ntshav ntawd mus pleev rau ob tug ncej qhovrooj thiab saum hau qhovrooj. Hmo ntawd tsis pub nej ib tug twg tawm rau nraum zoov mus txog tagkis kaj ntug."},{"bible_id":"1525","chapter_code":"EXO.12","verse_code":"EXO.12.23","label":"23","content":"Thaum tus TSWV los tua cov Iziv, nws yuav pom tej ntshav uas nej pleev rau saum hau qhovrooj thiab ob tug ncej qhovrooj, nws yuav tsis pub tus Timtswv uas yog Txojkev tuag nkag los rau hauv nej tej tsev tua nej povtseg."},{"bible_id":"1525","chapter_code":"EXO.12","verse_code":"EXO.12.24","label":"24","content":"Nej thiab nej cov tubki yuav tsum hwm txoj kevcai no mus ibtxhis tsis kawg li."},{"bible_id":"1525","chapter_code":"EXO.12","verse_code":"EXO.12.25","label":"25","content":"Thaum nej mus txog hauv lub tebchaws uas tus TSWV coglus muab pub rau nej, nej yuav tsum nco ntsoov ua txoj kevcai no."},{"bible_id":"1525","chapter_code":"EXO.12","verse_code":"EXO.12.26","label":"26","content":"Thaum nej cov menyuam nug nej hais tias, ‘Txoj kevcai no lub ntsiab yog li cas?’"},{"bible_id":"1525","chapter_code":"EXO.12","verse_code":"EXO.12.27","label":"27","content":"Nej yuav tsum piav qhia rau lawv hais tias, ‘Yog txoj Kevcai Hla Dhau uas peb ua tus TSWV tsaug, rau qhov tus TSWV hla dhau peb cov Yixalayees tej vajtse mus tua cov Iziv, nws tua cov Iziv tiamsis nws tseg peb cia.’ ” Ib tsoom pejxeem Yixalayees txawm txhos caug ntua rau hauv av thiab pehawm Vajtswv."},{"bible_id":"1525","chapter_code":"EXO.12","verse_code":"EXO.12.28","label":"28","content":"Ces lawv txawm rov qab los tsev thiab ua li tus TSWV tau samhwm rau Mauxes thiab Aloos nkawd lawm."},{"bible_id":"1525","chapter_code":"EXO.12","verse_code":"EXO.12.29","label":"29","content":"Thaum ib tag hmo tus TSWV los tua cov Iziv cov tub hlob tuag tagnrho, suav txij li Falaus tus tub hlob, tus uas yuav los zaum saum lub zwmtxwv los txog rau cov neeg raug txim uas nyob hauv qhov tsaus ntuj cov tub hlob; thiab tagnrho tej tsiaj txhu thawj tug menyuam uas yog tus txiv puavleej raug tua tuag tas huv tibsi."},{"bible_id":"1525","chapter_code":"EXO.12","verse_code":"EXO.12.30","label":"30","content":"Hmo ntawd, Falaus, nws cov nomtswv thiab tagnrho cov Iziv sawv los quaj nyiav ntshoo nrooj, rau qhov lawv tej tub hlob tuag tas huv tibsi lawm."},{"bible_id":"1525","chapter_code":"EXO.12","verse_code":"EXO.12.31","label":"31","content":"Hmo ntawd, Falaus txib neeg mus hu Mauxes thiab Aloos tuaj cuag nws, nws hais rau nkawd hais tias, “Neb thiab cov Yixalayees cia li khiav tawm hauv peb lub tebchaws no mus pe tus TSWV raws li nej thov kuv."},{"bible_id":"1525","chapter_code":"EXO.12","verse_code":"EXO.12.32","label":"32","content":"Nej cia li cab nej tej yaj, tej tshis thiab tej nyuj mus kom tas. Neb thov Vajtswv foom koob hmoov rau kuv thiab.”"},{"bible_id":"1525","chapter_code":"EXO.12","verse_code":"EXO.12.33","label":"33","content":"Cov Iziv txhib ceev nrooj kom cov Yixalayees cia li khiav tawm hauv lawv lub tebchaws thiab hais tias, “Yog nej tsis tawm mas peb yuav tuag tas li lauj!.”"},{"bible_id":"1525","chapter_code":"EXO.12","verse_code":"EXO.12.34","label":"34","content":"Cov Yixalayees thiaj li muab tej hmoov nplej tsis xyaw keeb uas lawv twb muab ntse tau lawm qhwv rau hauv tej khaubncaws, thiab kwv saum xubpwg mus."},{"bible_id":"1525","chapter_code":"EXO.12","verse_code":"EXO.12.35","label":"35","content":"Lawv ua txhua yam raws li Mauxes twb hais rau lawv lawm, lawv thov cov Iziv tej nyiaj tej kub thiab tej tsoos tsho nqa huv tibsi mus."},{"bible_id":"1525","chapter_code":"EXO.12","verse_code":"EXO.12.36","label":"36","content":"Tus TSWV ua rau cov Iziv hwm cov Yixalayees heev, lawv thiaj muab lawv tej nyiaj tej kub rau cov Yixalayees raws li cov Yixalayees thov. Yog li ntawd, cov Yixalayees thiaj sau tagnrho cov Iziv tej nyiaj txiag coj nrog lawv mus."},{"bible_id":"1525","chapter_code":"EXO.12","verse_code":"EXO.12.37","label":"37","content":"Cov Yixalayees tawm hauv lub nroog Lamaxes mus rau nram lub nroog Xukaus. Cov txivneej muaj kwvyees li rau pua txhiab leej, tsis xam cov pojniam thiab cov menyuam."},{"bible_id":"1525","chapter_code":"EXO.12","verse_code":"EXO.12.38","label":"38","content":"Muaj lwm haivneeg coob heev nrog lawv mus thiab, lawv cab yaj, cab tshis thiab cab nyuj coob ua npoj ntws nrog lawv mus."},{"bible_id":"1525","chapter_code":"EXO.12","verse_code":"EXO.12.39","label":"39","content":"Lawv muab tej hmoov nplej tsis xyaw keeb uas lawv twb muab ntse tau hauv tebchaws Iziv lawm coj los cub ua ncuav noj, rau qhov cov Iziv ntiab lawv khiav tawm sai heev, lawv npaj tsis yeej tej ncuav uas xyaw keeb thiab tej khoom noj li."},{"bible_id":"1525","chapter_code":"EXO.12","verse_code":"EXO.12.40","label":"40","content":"Cov Yixalayees nyob hauv lub tebchaws Iziv tau plaub puas peb caug xyoo."},{"bible_id":"1525","chapter_code":"EXO.12","verse_code":"EXO.12.41","label":"41","content":"Thaum txog hnub uas txwm nkaus plaub puas peb caug xyoo, txhua xeem uas yog tus TSWV haivneeg txawm tawm hauv tebchaws Iziv mus."},{"bible_id":"1525","chapter_code":"EXO.12","verse_code":"EXO.12.42","label":"42","content":"Thaum ib tag hmo tus TSWV coj cov Yixalayees tawm hauv lub tebchaws Iziv mus. Cov Yixalayees thiaj muab hmo ntawd los zov hmo, thiab ua kevcai nco txog tus TSWV ib tiam dhau rau ib tiam."},{"bible_id":"1525","chapter_code":"EXO.12","verse_code":"EXO.12.43","label":"43","content":"Tus TSWV hais rau Mauxes thiab Aloos hais tias, “Ntawm no yog ua Kevcai Hla Dhau: tsis pub cov neeg txawv tebchaws noj rooj mov ua Kevcai Hla Dhau no,"},{"bible_id":"1525","chapter_code":"EXO.12","verse_code":"EXO.12.44","label":"44","content":"tiamsis txhua tus tubqhe uas nej yuav los, yog nej twb muab ua kevcai txiav tawv lawm tus ntawd noj tau."},{"bible_id":"1525","chapter_code":"EXO.12","verse_code":"EXO.12.45","label":"45","content":"Tiamsis tus tuaj ua qhua lossis tus tuaj nrhiav zog uas los so hauv nej tsev, nej tsis txhob pub nrog nej noj."},{"bible_id":"1525","chapter_code":"EXO.12","verse_code":"EXO.12.46","label":"46","content":"Pluas hmo no nyias yuav tsum noj hauv nyias tsev xwb, tsis txhob nqa tej nqaij tawm mus noj nraum zoov. Thiab nej tsis txhob muab tus tsiaj ntawd tej pobtxha lov li."},{"bible_id":"1525","chapter_code":"EXO.12","verse_code":"EXO.12.47","label":"47","content":"Cov Yixalayees txhua tus yuav tsum tuaj koom ua txoj kevcai no,"},{"bible_id":"1525","chapter_code":"EXO.12","verse_code":"EXO.12.48","label":"48","content":"tiamsis tsis pub cov txivneej uas tsis tau ua kevcai txiav tawv noj rooj mov no li. Yog cov neeg txawv tebchaws uas nrog nej nyob tus twg xav nrog nej koom ua Kevcai Hla Dhau ua tus TSWV tsaug, nej yuav tsum xub muab nws tsevneeg txhua tus txivneej ua kevcai txiav tawv tso, nej mam li pub nws nrog nej noj. Nws yuav tsum ua kevcai txiav tawv ib yam li tus uas yug hauv tsevneeg Yixalayees."},{"bible_id":"1525","chapter_code":"EXO.12","verse_code":"EXO.12.49","label":"49","content":"Cov Yixalayees thiab cov neeg txawv tebchaws uas los nrog nej nyob, sawvdaws yuav tsum coj txoj kevcai no.”"},{"bible_id":"1525","chapter_code":"EXO.12","verse_code":"EXO.12.50","label":"50","content":"Cov Yixalayees txhua tus puavleej ua raws li tej lus uas tus TSWV hais rau Mauxes thiab Aloos nkawd."},{"bible_id":"1525","chapter_code":"EXO.12","verse_code":"EXO.12.51","label":"51","content":"Hnub ntawd yog hnub uas tus TSWV coj cov Yixalayees txhua xeem tawm hauv tebchaws Iziv mus."},{"bible_id":"1525","chapter_code":"EXO.13","verse_code":"EXO.13.1","label":"1","content":"Tus TSWV hais rau Mauxes hais tias,"},{"bible_id":"1525","chapter_code":"EXO.13","verse_code":"EXO.13.2","label":"2","content":"“Nej yuav tsum muab nej cov Yixalayees tej tub hlob fij rau kuv mus ibtxhis, thiab nej yuav tsum muab tej tsiaj thawj tug menyuam uas yog tus txiv fij rau kuv ua kuv tug.”"},{"bible_id":"1525","chapter_code":"EXO.13","verse_code":"EXO.13.3","label":"3","content":"Mauxes hais rau cov Yixalayees hais tias, “Nej yuav tsum nco ntsoov hnub ntawd, rau qhov hnub ntawd tus TSWV uas muaj hwjchim loj kawg nkaus tau coj nej tawm hauv tebchaws Iziv qhov chaw uas nej ua luag qhev los. Hnub ntawd nej tsis txhob noj tej ncuav uas xyaw keeb li."},{"bible_id":"1525","chapter_code":"EXO.13","verse_code":"EXO.13.4","label":"4","content":"Hnub ntawd yog lub ib hlis ntuj uas yog lub hli Anpis uas nej khiav tawm hauv lub tebchaws Iziv los."},{"bible_id":"1525","chapter_code":"EXO.13","verse_code":"EXO.13.5","label":"5","content":"Tus TSWV tau coglus tseg rau nej cov yawgkoob hais tias nws yuav muab cov Kana-as, cov Hitis, cov Amoos, cov Hivis thiab cov Yenpus lub tebchaws rau nej nyob. Thaum Vajtswv coj nej mus txog rau hauv lub tebchaws vammeej uas av rog thiab zoo qoob, txhua xyoo thaum lub ib hlis ntuj nej yuav tsum ua kevcai noj ncuav tsis xyaw keeb li no."},{"bible_id":"1525","chapter_code":"EXO.13","verse_code":"EXO.13.6","label":"6","content":"Xya hnub ntawd nej yuav tsum noj cov ncuav tsis xyaw keeb nkaus xwb, mas hnub xya nej yuav tsum ua rooj mov noj ua tus TSWV tsaug."},{"bible_id":"1525","chapter_code":"EXO.13","verse_code":"EXO.13.7","label":"7","content":"Nej yuav tsum noj ncuav tsis xyaw keeb kom txwm nkaus xya hnub; tsis pub kom muaj keeb lossis ncuav xyaw keeb nyob hauv nej lub tebchaws li."},{"bible_id":"1525","chapter_code":"EXO.13","verse_code":"EXO.13.8","label":"8","content":"Hnub uas pib ua kevcai ntawd, koj yuav tsum qhia txhua yam rau koj cov menyuam hais tias, ‘Kuv ua li no, rau qhov tus TSWV tau ua rau kuv thaum kuv khiav tawm hauv tebchaws Iziv los.’"},{"bible_id":"1525","chapter_code":"EXO.13","verse_code":"EXO.13.9","label":"9","content":"Txoj kevcai no yuav ua rau nej nco ntsoov kawm thiab nco tus TSWV tej lus, ib yam li tej uas nej coj rawv ntawm nej tes lossis coj rawv saum nej hauvpliaj, ua rau nej nco ntsoov tus TSWV tej lus, rau qhov tus TSWV tus uas muaj hwjchim tau coj nej tawm nram tebchaws Iziv los."},{"bible_id":"1525","chapter_code":"EXO.13","verse_code":"EXO.13.10","label":"10","content":"Nej yuav tsum ua txoj kevcai no txhua xyoo thaum txog lub caij no, tsis txhob tso tseg li."},{"bible_id":"1525","chapter_code":"EXO.13","verse_code":"EXO.13.11","label":"11","content":"“Tus TSWV yuav coj nej mus nyob hauv cov Kana-as lub tebchaws uas nws twb coglus rau nej thiab nej cov yawgkoob lawm. Thaum nws muab lub tebchaws ntawd pub rau nej,"},{"bible_id":"1525","chapter_code":"EXO.13","verse_code":"EXO.13.12","label":"12","content":"nej yuav tsum muab nej tej tub hlob fij rau tus TSWV. Nej tej tsiaj thawj tus menyuam uas yog tus txiv puavleej yog tus TSWV tug,"},{"bible_id":"1525","chapter_code":"EXO.13","verse_code":"EXO.13.13","label":"13","content":"tiamsis txhua tus menyuam txiv neesluav, nej yuav tsum coj ib tug menyuam yaj mus hloov chaw txhiv ntawm tus TSWV rov qab. Yog nej tsis xav txhiv tus menyuam neesluav rov qab, nej cia li muab lov cajdab kom tuag. Nej yuav tsum txhiv nej tej tub hlob txhua tus rov qab huv tibsi thiab."},{"bible_id":"1525","chapter_code":"EXO.13","verse_code":"EXO.13.14","label":"14","content":"Lwm hnub, thaum koj tus tub nug koj hais tias, ‘Ua li no, lub ntsiab yog li cas?’ Koj qhia rau nws hais tias, ‘Tus TSWV tau siv nws lub hwjchim uas loj kawg nkaus coj peb tawm nram tebchaws Iziv qhov chaw uas peb ua luag qhev los."},{"bible_id":"1525","chapter_code":"EXO.13","verse_code":"EXO.13.15","label":"15","content":"Thaum Falaus muaj lub siab tawv tsis kam tso peb tawm, tus TSWV thiaj li tua cov Iziv tej tub hlob hauv lub tebchaws ntawd thiab tej tsiaj thawj tug menyuam uas yog tus txiv tuag tas huv tibsi. Vim li no peb thiaj li muab peb tej tsiaj thawj tus menyuam uas yog tus txiv tua fij rau tus TSWV, thiab txhiv peb tej tub hlob rov qab.’"},{"bible_id":"1525","chapter_code":"EXO.13","verse_code":"EXO.13.16","label":"16","content":"Txoj kevcai no, yog ua ib qho rau nej nco ntsoov rau nruab siab ib yam li tej uas peb coj ntawm peb txhais tes lossis saum peb hauvpliaj, ua rau peb nco ntsoov hnub uas tus TSWV uas muaj hwjchim loj kawg nkaus tau coj peb tawm hauv lub tebchaws Iziv los.”"},{"bible_id":"1525","chapter_code":"EXO.13","verse_code":"EXO.13.17","label":"17","content":"Thaum Falaus tso cov Yixalayees lawm, Vajtswv tsis coj lawv taug txojkev uas raws ntug hiavtxwv ncaj nraim mus rau pem tebchaws Filitees, txawm yog txojkev ntawd ze los nws tsis coj lawv mus txoj ntawd. Vajtswv xav hais tias, “Kuv tsis xav kom cov Yixalayees hloov siab khiav rov qab mus rau nram lub tebchaws Iziv thaum muaj kev sib ntaus siab tua ntawm kev.”"},{"bible_id":"1525","chapter_code":"EXO.13","verse_code":"EXO.13.18","label":"18","content":"Yog li ntawd, Vajtswv thiaj coj lawv taug kev raws tiaj suabpuam mus rau tom Hiavtxwv Liab.  Thaum cov Yixalayees taug kev tawm hauv lub tebchaws Iziv los, lawv yeej npaj cuabyeej ua rog nrog ncig tos sib tua thiab xwb."},{"bible_id":"1525","chapter_code":"EXO.13","verse_code":"EXO.13.19","label":"19","content":"Mauxes coj Yauxej cov pobtxha nrog nws los, raws li Yauxej kom cov Yixalayees coglus rau Yauxej hais tias, “Thaum Vajtswv los pab nej dim lawm, nej yuav tsum coj kuv tej pobtxha tawm hauv lub tebchaws Iziv no nrog nej mus.”"},{"bible_id":"1525","chapter_code":"EXO.13","verse_code":"EXO.13.20","label":"20","content":"Cov Yixalayees khiav tawm hauv Xukaus mus tsuam chaw so rau ntawm Ethas uas nyob ntawm ntug tiaj suabpuam."},{"bible_id":"1525","chapter_code":"EXO.13","verse_code":"EXO.13.21","label":"21","content":"Nruab hnub tus TSWV ua ib tauv huab mus ua lawv ntej coj lawv kev, thiab hmo ntuj nws ua ib tug nplaim hluavtaws cig lam lug mus ua lawv ntej kom lawv pom kev, lawv taug kev mus nruab hnub hmo ntuj los tau huv tibsi."},{"bible_id":"1525","chapter_code":"EXO.13","verse_code":"EXO.13.22","label":"22","content":"Nruab hnub tauv huab coj lawv kev mus tas hnub, thiab hmo ntuj tus nplaim hluavtaws cig lam lug coj lawv kev mus tas hmo."},{"bible_id":"1525","chapter_code":"EXO.14","verse_code":"EXO.14.1","label":"1","content":"Ces tus TSWV hais rau Mauxes hais tias,"},{"bible_id":"1525","chapter_code":"EXO.14","verse_code":"EXO.14.2","label":"2","content":"“Koj cia li kom cov Yixalayees rov qab mus tsuam chaw so rau ntawm Pis Hahilaus nyob hauv ntu nruab nrab ntawm Minkedaus thiab Hiavtxwv Liab uas nyob ze Npa-as Xefoos."},{"bible_id":"1525","chapter_code":"EXO.14","verse_code":"EXO.14.3","label":"3","content":"Falaus xav hais tias, cov Yixalayees yuav mus mus los los tom tiaj suabpuam, thiab nrhiav tsis tau kev hla tiaj suabpuam tawm mus."},{"bible_id":"1525","chapter_code":"EXO.14","verse_code":"EXO.14.4","label":"4","content":"Kuv yuav ua kom Falaus muaj lub siab tawv, thiab nws yuav caum nej qab tuaj, qhov uas kuv yeej Falaus thiab nws tej tubrog yuav ua rau kuv tau koob meej. Cov Iziv yuav paub hais tias, kuv yog tus TSWV.” Cov Yixalayees ua raws li tus tswv tej lus uas hais rau lawv lawm."},{"bible_id":"1525","chapter_code":"EXO.14","verse_code":"EXO.14.5","label":"5","content":"Thaum muaj neeg mus qhia rau Falaus hais tias, cov Yixalayees khiav tas lawm, nws thiab nws cov nomtswv hloov dua siab thiab hais tias, “Ua cas peb lam ua li no? Peb txawm tso cov Yixalayees khiav tas, thiab peb tsis tau lawv los ua qhev li lawm!”"},{"bible_id":"1525","chapter_code":"EXO.14","verse_code":"EXO.14.6","label":"6","content":"Falaus thiaj txhij tubrog thiab npaj tsheb nees caij ntaus rog mus caum cov Yixalayees qab."},{"bible_id":"1525","chapter_code":"EXO.14","verse_code":"EXO.14.7","label":"7","content":"Nws kom cov thawj tubrog caij rau pua lub tsheb nees caij ntaus rog uas zoo kawg nkaus, thiab lwm yam tsheb caij ntaus rog nrog nws mus thiab."},{"bible_id":"1525","chapter_code":"EXO.14","verse_code":"EXO.14.8","label":"8","content":"Tus TSWV ua rau Falaus muaj lub siab tawv, thiab nws txawm mus caum cov Yixalayees uas muaj Vajtswv ua tus tsomkwm lawv."},{"bible_id":"1525","chapter_code":"EXO.14","verse_code":"EXO.14.9","label":"9","content":"Cov Iziv cov tubrog caij nees thiab cov tubrog tsav tsheb nees tuaj caum cov Yixalayees qab. Lawv tuaj caum cuag cov Yixalayees ntawm ntug Hiavtxwv Liab, qhov chaw uas lawv tsuam chaw so thiab ze rau ntawm Pis Hahilaus thiab Npa-as Xefoos."},{"bible_id":"1525","chapter_code":"EXO.14","verse_code":"EXO.14.10","label":"10","content":"Thaum cov Yixalayees pom Falaus thiab nws cov tubrog caum tuaj yuav cuag, mas lawv ntshai kawg li, lawv thiaj quaj zom zaws thov tus TSWV pab lawv."},{"bible_id":"1525","chapter_code":"EXO.14","verse_code":"EXO.14.11","label":"11","content":"Lawv yws Mauxes hais tias, “Nyob tom tebchaws Iziv tsis muaj toj ntxas lawm los? Koj thiaj coj peb los tuag rau hauv tiaj suabpuam no puas yog? Ua cas koj tseem coj peb tawm hauv tebchaws Iziv los ua dabtsi thiab?"},{"bible_id":"1525","chapter_code":"EXO.14","verse_code":"EXO.14.12","label":"12","content":"Peb twb hais rau koj thaum tseem nyob tom tebchaws Iziv lawm hais tias, ‘Cia peb nyob twjywm; peb zoo siab ua cov Iziv qhev no ne’? Peb ua cov Iziv qhev zoo dua peb tuag tas rau hauv tiaj suabpuam no.”"},{"bible_id":"1525","chapter_code":"EXO.14","verse_code":"EXO.14.13","label":"13","content":"Mauxes ua tib zoo hais rau lawv tias, “Nej tsis txhob ntshai! Nej cia li nyob twjywm ntsia saib hnub no tus TSWV yuav pab nej li cas; nej yuav tsis pom cov Iziv no ib zaug ntxiv li lawm."},{"bible_id":"1525","chapter_code":"EXO.14","verse_code":"EXO.14.14","label":"14","content":"Tus TSWV yuav pab nej tawmtsam, nej cia li ua twjywm.”"},{"bible_id":"1525","chapter_code":"EXO.14","verse_code":"EXO.14.15","label":"15","content":"Tus TSWV hais rau Mauxes hais tias, “Vim li cas nej yuav quaj thov kuv pab? Kom cov neeg cia li txav mus lawm tom ntej."},{"bible_id":"1525","chapter_code":"EXO.14","verse_code":"EXO.14.16","label":"16","content":"Muab koj tus pas nrig taw rau saum nplaim dej hiavtxwv. Dej yuav faib rau ob sab, cov Yixalayees thiaj yuav tau taug kev av qhuav qhawv mus lawm sab tim ub."},{"bible_id":"1525","chapter_code":"EXO.14","verse_code":"EXO.14.17","label":"17","content":"Kuv yuav ua rau cov Iziv muaj lub siab tawv kom lawv caum nej qab, thiab kuv yuav tau koob meej los ntawm qhov uas kuv yeej Falaus, nws cov tubrog, nws tej tsheb nees thiab nws cov tubrog tsav tsheb nees."},{"bible_id":"1525","chapter_code":"EXO.14","verse_code":"EXO.14.18","label":"18","content":"Thaum kuv yeej lawv lawm, cov Iziv thiaj yuav paub hais tias, kuv yog tus TSWV.”"},{"bible_id":"1525","chapter_code":"EXO.14","verse_code":"EXO.14.19","label":"19","content":"Tus TSWV tus timtswv uas mus ua cov tubrog Yixalayees ntej, txav tuaj tom qab lawm. Tauv huab txawm tshem los thaiv"},{"bible_id":"1525","chapter_code":"EXO.14","verse_code":"EXO.14.20","label":"20","content":"nruab nrab ntawm cov tubrog Iziv thiab cov Yixalayees. Tauv huab ua rau cov tubrog Iziv sab tsaus ntuj nti, tiamsis ua rau cov Yixalayees sab pom kev kaj nrig,  thiab ua rau ob tog txav tsis tau los sib ze ib hmo."},{"bible_id":"1525","chapter_code":"EXO.14","verse_code":"EXO.14.21","label":"21","content":"Mauxes tsa tes rau saum dej hiavtxwv, tus TSWV tso cua tuaj sab hnubtuaj tuaj ntsawj hiavtxwv ib hmos kaj ntug ua rau dej hiavtxwv faib hlo rau ob sab ua kev qhuav qhawv,"},{"bible_id":"1525","chapter_code":"EXO.14","verse_code":"EXO.14.22","label":"22","content":"thiab cov Yixalayees taug kev av qhuav qhawv hauv plawv hiavtxwv mus rau sab tim ub, muaj dej nphau nphwv thaiv ob sab."},{"bible_id":"1525","chapter_code":"EXO.14","verse_code":"EXO.14.23","label":"23","content":"Cov tubrog Iziv, tej nees, tej tsheb nees thiab cov neeg tsav tsheb nees, raws cov Yixalayees qab tuaj rau hauv hiavtxwv."},{"bible_id":"1525","chapter_code":"EXO.14","verse_code":"EXO.14.24","label":"24","content":"Thaum kaj ntug txoog tus TSWV nyob hauv tus nplaim hluavtaws thiab tauv huab ntsia cov tubrog Iziv thiab ua rau cov tubrog Iziv ntshai ua ibce tshee hnyo."},{"bible_id":"1525","chapter_code":"EXO.14","verse_code":"EXO.14.25","label":"25","content":"Thiab nws ua rau lawv tej log tsheb nees ntog tsis taus, lawv sib tham zom zaws hais tias, “Peb cia li khiav rov qab tsis txhob caum cov Yixalayees, rau qhov tus TSWV pab lawv tawmtsam peb lawm.”"},{"bible_id":"1525","chapter_code":"EXO.14","verse_code":"EXO.14.26","label":"26","content":"Ces tus TSWV hais rau Mauxes hais tias, “Koj cia li tsa koj txhais tes rau saum dej hiavtxwv, kom dej nphau los npog cov Iziv, lawv tej tsheb nees, thiab cov neeg tsav tsheb nees huv tibsi.”"},{"bible_id":"1525","chapter_code":"EXO.14","verse_code":"EXO.14.27","label":"27","content":"Mauxes txawm tsa tes rau saum dej hiavtxwv, thaum kaj ntug ua ciav dej rov ntom zoo nkaus li qub. Cov Iziv khiav tas zog kom dim, tiamsis tus TSWV muab lawv pov rau hauv hiavtxwv."},{"bible_id":"1525","chapter_code":"EXO.14","verse_code":"EXO.14.28","label":"28","content":"Dej nphau los npog tej tsheb nees, cov neeg tsav tsheb nees thiab cov tubrog Iziv uas tabtom tuaj caum cov Yixalayees txog hauv plawv hiavtxwv tuag tas tsis seem ib tug li."},{"bible_id":"1525","chapter_code":"EXO.14","verse_code":"EXO.14.29","label":"29","content":"Tiamsis cov Yixalayees taug kev qhuav qhawv hauv hiavtxwv mus rau sab tim ub, muaj dej nphau nphwv ntawm ob sab ntug kev."},{"bible_id":"1525","chapter_code":"EXO.14","verse_code":"EXO.14.30","label":"30","content":"Hnub ntawd tus TSWV pab cov Yixalayees dim ntawm cov Iziv txhais tes, cov Yixalayees pom cov Iziv tuag ua sab ua sua raws ntug hiavtxwv."},{"bible_id":"1525","chapter_code":"EXO.14","verse_code":"EXO.14.31","label":"31","content":"Thaum cov Yixalayees pom tus TSWV lub hwjchim uas nws yeej cov Iziv, cov Yixalayees ntshai kawg, lawv muab siab npuab tus TSWV thiab cia siab rau Mauxes tus uas yog tus TSWV tus tubtxib."},{"bible_id":"1525","chapter_code":"EXO.15","verse_code":"EXO.15.1","label":"1","content":"Thaum ntawd Mauxes thiab cov Yixalayees hu nkauj ua tus TSWV tsaug hais tias: “Kuv yuav hu nkauj ua tus TSWV tsaug, rau qhov nws tau kovyeej cov yeebncuab; nws tau muab cov nees thiab cov neeg caij nees pov rau hauv hiavtxwv."},{"bible_id":"1525","chapter_code":"EXO.15","verse_code":"EXO.15.2","label":"2","content":"Tus TSWV yog kuv lub zog thiab yog tus tiv thaiv kuv; nws yog tus uas cawm kuv dim. Nws yog kuv tus Vajtswv, kuv yuav hu nkauj ua nws tsaug, Nws yog kuv cov yawgkoob tus Vajtswv, kuv yuav hu nkauj qhuas nws lub hwjchim uas loj kawg nkaus."},{"bible_id":"1525","chapter_code":"EXO.15","verse_code":"EXO.15.3","label":"3","content":"Tus TSWV yog tus thawj tubrog; nws lub npe hu ua tus TSWV."},{"bible_id":"1525","chapter_code":"EXO.15","verse_code":"EXO.15.4","label":"4","content":"“Nws muab cov tubrog Iziv thiab lawv tej tsheb nees pov rau hauv hiavtxwv; lawv tej thawj tubrog uas tseemceeb tau tog thiab tuag tas rau hauv plawv Hiavtxwv Liab."},{"bible_id":"1525","chapter_code":"EXO.15","verse_code":"EXO.15.5","label":"5","content":"Hiavtxwv tob nphau los npog nkaus lawv; lawv tog rau hauv qab thu ib yam li pobzeb."},{"bible_id":"1525","chapter_code":"EXO.15","verse_code":"EXO.15.6","label":"6","content":"“Tus TSWV, koj sab tes xis muaj hwjchim heev; koj nyem tej yeebncuab tawg txua lawm."},{"bible_id":"1525","chapter_code":"EXO.15","verse_code":"EXO.15.7","label":"7","content":"Koj lub hwjchim uas loj kawg nkaus ua rau koj cov yeebncuab tawg ua sab ua sua; koj txojkev chim hlawv lawv kub hnyiab tas ib yam li tej quavnyab."},{"bible_id":"1525","chapter_code":"EXO.15","verse_code":"EXO.15.8","label":"8","content":"Koj tshuab pa rau saum hiavtxwv ua rau dej faib ua av qhuav qhawv; dej sawv tau li tus ntsa yeej; hauv qab thu hiavtxwv av qhuav qhawv li saum nruab nqhuab."},{"bible_id":"1525","chapter_code":"EXO.15","verse_code":"EXO.15.9","label":"9","content":"Cov yeebncuab hais tias, ‘Kuv yuav caum lawv qab thiab ntes kom tau lawv; kuv yuav muab lawv tej nyiaj txiag los sib faib thiab huab txhua yam uas kuv xav tau; kuv yuav rho kuv rab ntaj thiab txeeb tagnrho tej uas lawv muaj.’"},{"bible_id":"1525","chapter_code":"EXO.15","verse_code":"EXO.15.10","label":"10","content":"Tiamsis tus TSWV, koj tshuab ib pas xwb, ua rau cov Iziv tog tagnrho rau hauv qab thu dej ib yam li tej quav txhuas."},{"bible_id":"1525","chapter_code":"EXO.15","verse_code":"EXO.15.11","label":"11","content":"“Tus TSWV, puas muaj lwm tus tswv uas yuav zoo npaum li koj? Leejtwg thiaj ua tau tej txujci tseemceeb li koj?"},{"bible_id":"1525","chapter_code":"EXO.15","verse_code":"EXO.15.12","label":"12","content":"Koj tsa hlo koj sab tes xis, ces av txawm nqos kiag peb cov yeebncuab."},{"bible_id":"1525","chapter_code":"EXO.15","verse_code":"EXO.15.13","label":"13","content":"Koj nco ntsoov tej lus uas koj cog tseg, koj coj cov neeg uas koj txhiv lawm, txhua leej khiav tawm los; koj lub hwjchim tsomkwm lawv mus nyob lub tebchaws uas zoo kawg nkaus."},{"bible_id":"1525","chapter_code":"EXO.15","verse_code":"EXO.15.14","label":"14","content":"Txhua haivneeg uas hnov tej no, lawv ntshai thiab poob siab ua ibce tshee hnyo; cov neeg Filitees ntshai kev puastsuaj ua ibce tshee hnyo."},{"bible_id":"1525","chapter_code":"EXO.15","verse_code":"EXO.15.15","label":"15","content":"Cov neeg Edoos tej nomtswv los puavleej ntshai; Mau-am cov thawj tubrog ntshai ua ibce tshee hnyo; cov neeg Kana-as tsis muaj kev cia siab."},{"bible_id":"1525","chapter_code":"EXO.15","verse_code":"EXO.15.16","label":"16","content":"Tej kev poob siab tau ua rau lawv ntshai kawg. Tus TSWV, lawv pom koj lub hwjchim, lawv ibce txhav tas ib yam li phab zeb cia mus txog thaum koj haivneeg mus dhau lawm, yog haivneeg uas koj tau coj tawm hauv txojkev ua luag qhev los."},{"bible_id":"1525","chapter_code":"EXO.15","verse_code":"EXO.15.17","label":"17","content":"Koj coj lawv los thiab tso lawv nyob rau saum koj lub roob, qhov chaw ntawd yeej yog koj qhov chaw, tus TSWV, koj xaiv qhov chaw ntawd ua koj lub tsev, lub Tuamtsev uas koj tau ua."},{"bible_id":"1525","chapter_code":"EXO.15","verse_code":"EXO.15.18","label":"18","content":"Tus TSWV, koj yuav ua Vajntxwv mus ibtxhis tsis kawg li.”"},{"bible_id":"1525","chapter_code":"EXO.15","verse_code":"EXO.15.19","label":"19","content":"Cov Yixalayees taug kev qhuav qhawv hauv hiavtxwv mus rau sab tim ub, tiamsis thaum cov tubrog Iziv tej tsheb nees thiab cov neeg tsav tsheb nees mus hauv hiavtxwv, tus TSWV ua kom dej nphau los npog lawv tuag tas huv tibsi."},{"bible_id":"1525","chapter_code":"EXO.15","verse_code":"EXO.15.20","label":"20","content":"Milias uas yog tus cev Vajtswv lus, nws yog Aloos tus muam, nws nqa ib lub nruas npuaj mus ua ntej, cov pojniam ib leeg nqa ib lub nruas npuaj seevcev raws nws qab."},{"bible_id":"1525","chapter_code":"EXO.15","verse_code":"EXO.15.21","label":"21","content":"Milias hu nkauj rau lawv mloog hais tias: “Hu nkauj ua Vajtswv tsaug, rau qhov nws tau kovyeej yeebncuab; nws tau muab cov nees thiab cov neeg caij nees pov tas rau hauv qab thu hiavtxwv.”"},{"bible_id":"1525","chapter_code":"EXO.15","verse_code":"EXO.15.22","label":"22","content":"Mauxes txawm coj cov Yixalayees sawv kev tawm ntawm ntug Hiavtxwv Liab mus rau tom tiaj suabpuam Sules. Lawv mus tau peb hnub ke rau tom tiaj suabpuam, tiamsis nrhiav tsis muaj dej haus li."},{"bible_id":"1525","chapter_code":"EXO.15","verse_code":"EXO.15.23","label":"23","content":"Lawv mus txog ntawm ib qhov chaw npe hu ua Malas, tiamsis lub qhovdej uas nyob ntawd iab heev, lawv haus tsis taus li. Vim li ntawd, thiaj tis npe rau qhov chaw ntawd hu ua Malas."},{"bible_id":"1525","chapter_code":"EXO.15","verse_code":"EXO.15.24","label":"24","content":"Cov Yixalayees yws Mauxes thiab nug hais tias, “Peb yuav haus dabtsi?”"},{"bible_id":"1525","chapter_code":"EXO.15","verse_code":"EXO.15.25","label":"25","content":"Mauxes thov tus TSWV, thiab tus TSWV qhia ib yav ntoo rau Mauxes, ces Mauxes muab yav ntoo ntawd pov rau hauv lub qhovdej, dej txawm zoo haus tsis iab lawm. Tus TSWV tau muab kevcai rau lawv thiab nws sim lawv siab ntawm qhov chaw ntawd."},{"bible_id":"1525","chapter_code":"EXO.15","verse_code":"EXO.15.26","label":"26","content":"Tus TSWV hais rau lawv hais tias, “Yog nej mloog kuv lus thiab ua raws li kuv lub siab nyiam, thiab muab siab npuab kuv tej kevcai txhua nqe huv tibsi, kuv yuav tsis rau txim rau nej kom muaj mob muaj nkeeg li uas kuv tso rau cov Iziv. Kuv yog tus TSWV, tus uas kho nej tej mob tej nkeeg.”"},{"bible_id":"1525","chapter_code":"EXO.15","verse_code":"EXO.15.27","label":"27","content":"Tom qab ntawd lawv los txog rau ntawm Elimas, nyob rau qhov ntawd muaj kaum ob lub qhovdej cag, thiab muaj xya caum tsob toovlaj; lawv tsuam chaw so ze rau ntawm cov qhovdej ntawd."},{"bible_id":"1525","chapter_code":"EXO.16","verse_code":"EXO.16.1","label":"1","content":"Cov Yixalayees sawv kev ntawm Elimas los, yog hnub kaum tsib, lub ob hlis ntuj, tom qab uas lawv tawm nram tebchaws Iziv los, lawv thiaj los txog rau hauv lub tiaj suabpuam Xees uas nyob ntawm Elimas thiab lub roob Xinais ntu nruab nrab."},{"bible_id":"1525","chapter_code":"EXO.16","verse_code":"EXO.16.2","label":"2","content":"Lawv yws Mauxes thiab Aloos nkawd tom tiaj suabpuam kawg li"},{"bible_id":"1525","chapter_code":"EXO.16","verse_code":"EXO.16.3","label":"3","content":"thiab hais rau nkawd hais tias, “Peb txaus siab cia tus TSWV muab peb tua kom tuag tas rau nram tebchaws Iziv. Peb nyob nrad, peb yeej tau zaub, tau nqaij thiab tau mov noj raws li peb siab xav. Tiamsis neb coj peb los nyob rau ntawm tiaj suabpuam no, kom peb tuag tshaib tas huv tibsi xwb.”"},{"bible_id":"1525","chapter_code":"EXO.16","verse_code":"EXO.16.4","label":"4","content":"Ces tus TSWV hais rau Mauxes hais tias, “Nimno kuv yuav tso mov poob saum ntuj los rau nej noj ib yam li nag los. Cov neeg niaj hnub yuav tau mus khaws, thiab khaws ib zaug kom txaus noj ib hnub xwb. Kuv ua li no, yog kuv sim saib lawv puas ua raws li kuv tej lus."},{"bible_id":"1525","chapter_code":"EXO.16","verse_code":"EXO.16.5","label":"5","content":"Hnub rau, lawv yuav tsum khaws kom tshaj qhov uas lawv niaj hnub khaws ib npaug ntxiv npaj tseg cia.”"},{"bible_id":"1525","chapter_code":"EXO.16","verse_code":"EXO.16.6","label":"6","content":"Mauxes thiab Aloos nkawd thiaj hais rau cov Yixalayees hais tias, “Hnub no thaum tsaus ntuj, nej yuav paub hais tias, tus TSWV yog tus uas coj nej khiav tawm nram tebchaws Iziv los."},{"bible_id":"1525","chapter_code":"EXO.16","verse_code":"EXO.16.7","label":"7","content":"Thaum sawv ntxov nej yuav pom tus TSWV lub tshwjchim uas ci ntsa iab, nws twb hnov tej lus uas nej yws nws lawm; qhov tseeb, yeej yog nej yws tus TSWV, rau qhov wb tsuas yog ob tug uas cev nws tej lus xwb.”"},{"bible_id":"1525","chapter_code":"EXO.16","verse_code":"EXO.16.8","label":"8","content":"Mauxes hais ntxiv hais tias, “Tus TSWV yog tus uas yuav muab nqaij los rau nej noj hmo no, thiab thaum sawv ntxov los nej yuav tau mov noj tsis tas li, rau qhov nws hnov tej lus uas nej yws nws lawm. Thaum nej yws wb, twb yog nej yws tus TSWV ntag.”"},{"bible_id":"1525","chapter_code":"EXO.16","verse_code":"EXO.16.9","label":"9","content":"Mauxes hais rau Aloos hais tias, “Koj hais kom sawvdaws cia li tuaj sawv tabmeeg tus TSWV, rau qhov nws twb hnov lawv tej lus yws lawm.”"},{"bible_id":"1525","chapter_code":"EXO.16","verse_code":"EXO.16.10","label":"10","content":"Thaum Aloos tseem tabtom hais rau sawvdaws, lawv txawm tig mus ntsia tom tiaj suabpuam, thiab tamsim ntawd lawv txawm pom tus TSWV lub tshwjchim ci ntsa iab tshwm saum cov huab tuaj."},{"bible_id":"1525","chapter_code":"EXO.16","verse_code":"EXO.16.11","label":"11","content":"Tus TSWV hais rau Mauxes hais tias,"},{"bible_id":"1525","chapter_code":"EXO.16","verse_code":"EXO.16.12","label":"12","content":"“Kuv hnov cov Yixalayees tej lus yws lawm. Cia li qhia rau lawv hais tias, thaum tsaus ntuj zuag lawv yuav tau nqaij noj, thiab thaum sawv ntxov lawv yuav tau ncuav noj txaus nkaus li lawv lub siab nyiam. Ces lawv yuav paub hais tias kuv yog tus TSWV uas yog lawv tus Vajtswv.”"},{"bible_id":"1525","chapter_code":"EXO.16","verse_code":"EXO.16.13","label":"13","content":"Thaum tsaus ntuj zuag txawm muaj ncuab coob heev ya ua npoj ntws los tsaws puv nkaus rau hauv lawv lub yeej, thiab thaum sawv ntxov muaj lwg ntsu thoob plaws lawv lub yeej."},{"bible_id":"1525","chapter_code":"EXO.16","verse_code":"EXO.16.14","label":"14","content":"Thaum lwg yaj tas lawm, muaj tej daim zoo li te khov dawb paug rau saum tej suabpuam."},{"bible_id":"1525","chapter_code":"EXO.16","verse_code":"EXO.16.15","label":"15","content":"Thaum cov Yixalayees pom tej ntawd, lawv tsis paub xyov yog dabtsi thiab lawv sib nug zom zaws hais tias, “Cov no yog dabtsi?” Mauxes teb hais tias, “Cov ntawd yog tej mov uas tus TSWV tso los rau nej noj ntag."},{"bible_id":"1525","chapter_code":"EXO.16","verse_code":"EXO.16.16","label":"16","content":"Tus TSWV kom nej nyias mus khaws kom txaus nyias tsevneeg noj. Khaws ib leeg ob taig kom txhua nws tsevneeg xwb.”"},{"bible_id":"1525","chapter_code":"EXO.16","verse_code":"EXO.16.17","label":"17","content":"Cov Yixalayees ua raws li Mauxes hais, muaj ibtxhia khaws tau ntau ibtxhia khaws tau tsawg."},{"bible_id":"1525","chapter_code":"EXO.16","verse_code":"EXO.16.18","label":"18","content":"Thaum lawv muab los luj, cov uas khaws tau ntau kuj tsis muaj tshaj, cov uas khaws tau tsawg kuj muaj txaus. Sawvdaws nyias khaws txaus nyias noj xwb."},{"bible_id":"1525","chapter_code":"EXO.16","verse_code":"EXO.16.19","label":"19","content":"Mauxes hais rau lawv hais tias, “Tsis txhob khaws los npaj cia rau tagkis.”"},{"bible_id":"1525","chapter_code":"EXO.16","verse_code":"EXO.16.20","label":"20","content":"Tiamsis muaj qee leej tsis mloog Mauxes lus, lawv txawm qee ib nrab cia npaj rau tagkis. Tagkis kaj ntug tej mov ntawd ua kas thiab lwj lawm, Mauxes chim rau lawv heev."},{"bible_id":"1525","chapter_code":"EXO.16","verse_code":"EXO.16.21","label":"21","content":"Cov Yixalayees niaj tagkis sawv ntxov mus khaws, lawv nyias khaws txaus nyias noj; thaum tshav ntuj tuaj kub lawm, tej mov uas lawv khaws tsis tas yaj huv tibsi lawm."},{"bible_id":"1525","chapter_code":"EXO.16","verse_code":"EXO.16.22","label":"22","content":"Thaum txog hnub rau lawv khaws ib leeg plaub taig kom txhua tsevneeg. Cov Yixalayees cov thawjcoj tuaj piav zaj no qhia rau Mauxes mloog,"},{"bible_id":"1525","chapter_code":"EXO.16","verse_code":"EXO.16.23","label":"23","content":"Mauxes teb lawv hais tias, “Tej lus no yog tus TSWV samhwm cia: tagkis yog hnub so uas yog tus TSWV hnub. Yog li ntawd, tej uas zoo ci, cia li muab ci thiab tej uas zoo hau cia li muab hau. Tej uas seem cia li muab khaws tseg cia rau tagkis.”"},{"bible_id":"1525","chapter_code":"EXO.16","verse_code":"EXO.16.24","label":"24","content":"Cov Yixalayees ua raws li Mauxes hais, lawv khaws tej mov ntawd cia txog tagkis los cov mov ntawd tsis lwj lossis tsis ua kas li."},{"bible_id":"1525","chapter_code":"EXO.16","verse_code":"EXO.16.25","label":"25","content":"Mauxes hais rau lawv hais tias, “Hnub no nej yuav tsum noj tej mov ntawd, rau qhov hnub no yog hnub Xanpataus uas yog tus TSWV hnub, thiab nej yuav tsis pom muaj mov nyob tom tshavpuam lawm."},{"bible_id":"1525","chapter_code":"EXO.16","verse_code":"EXO.16.26","label":"26","content":"Nej tsuas tau khaws rau hnub xwb, tiamsis hnub xya, yog hnub xanpataus, yuav tsis muaj mov rau nej khaws lawm.”"},{"bible_id":"1525","chapter_code":"EXO.16","verse_code":"EXO.16.27","label":"27","content":"Hnub xya muaj qee leej tseem mus nrhiav khaws mov, tiamsis tsis pom muaj ib lub mov nyob qhov twg li."},{"bible_id":"1525","chapter_code":"EXO.16","verse_code":"EXO.16.28","label":"28","content":"Tus TSWV hais rau Mauxes hais tias, “Nej tseem yuav tawv tsis ua raws li kuv tej lus thiab kuv tej kevcai mus txog thaum twg?"},{"bible_id":"1525","chapter_code":"EXO.16","verse_code":"EXO.16.29","label":"29","content":"Nej yuav tsum nco ntsoov hais tias, tus TSWV pub nej muaj hnub xanpataus, yog li ntawd, hnub rau kuv thiaj pub mov kom txaus nej noj ob hnub. Hnub xya txhua tus nyias yuav tsum nyob twjywm hauv nyias tsev, nws yuav tsum tsis txhob tawm mus nraum zoov hlo li.”"},{"bible_id":"1525","chapter_code":"EXO.16","verse_code":"EXO.16.30","label":"30","content":"Yog li ntawd, hnub xya cov neeg sawvdaws thiaj so, tsis ua ib yam haujlwm dabtsi li."},{"bible_id":"1525","chapter_code":"EXO.16","verse_code":"EXO.16.31","label":"31","content":"Cov Yixalayees hu cov mov ntawd ua manas.  Cov mov ntawd ua tej lub dawb dawb luaj li noob zaub txhwb, qab ib yam li mov xyaw zib ntab."},{"bible_id":"1525","chapter_code":"EXO.16","verse_code":"EXO.16.32","label":"32","content":"Mauxes hais tias, “Tus TSWV samhwm rau peb, kom peb khaws ib co manas tseg cia rau peb tej xeebntxwv tau saib, lawv thiaj li pom tej mov uas tus TSWV pub rau peb noj tom tiaj suabpuam thaum nws coj peb tawm nram tebchaws Iziv los.”"},{"bible_id":"1525","chapter_code":"EXO.16","verse_code":"EXO.16.33","label":"33","content":"Mauxes hais rau Aloos hais tias, “Muab ib lub hub los yawm ob taig manas ntim rau hauv, thiab nqa mus txawb rau hauv tus TSWV lub Tsevntaub, khaws tseg rau peb tej xeebntxwv tau saib.”"},{"bible_id":"1525","chapter_code":"EXO.16","verse_code":"EXO.16.34","label":"34","content":"Raws li tus TSWV tau samhwm rau Mauxes lawm, Aloos thiaj muab lub hub uas ntim cov manas ntawd coj mus txawb rau ntawm lub Phijxab uas ntim Vajtswv tej lus coglus tseg."},{"bible_id":"1525","chapter_code":"EXO.16","verse_code":"EXO.16.35","label":"35","content":"Cov Yixalayees noj cov manas ntawd tau plaub caug xyoo, lawv thiaj los txog rau hauv tebchaws Kana-as qhov chaw uas lawv los ua vaj ua tsev nyob. ("},{"bible_id":"1525","chapter_code":"EXO.16","verse_code":"EXO.16.36","label":"36","content":"Lub thoob uas sawvdaws ibtxwm yeem nplej ntim tau nees nkaum tais.)"},{"bible_id":"1525","chapter_code":"EXO.17","verse_code":"EXO.17.1","label":"1","content":"Cov Yixalayees sawv kev ntawm tiaj suabpuam Xees los, lawv tshais chaw ib qho rau ib qho ua ntu zus raws li tus TSWV hais. Lawv los tsuam chaw rau ntawm Lefidees, tiamsis thaj tsam ntawd tsis muaj dej haus hlo li."},{"bible_id":"1525","chapter_code":"EXO.17","verse_code":"EXO.17.2","label":"2","content":"Lawv thiaj tuaj yws Mauxes hais tias, “Cia li nrhiav dej rau peb haus!” Mauxes teb lawv hais tias, “Vim li cas nej yuav yws li ko? Ua cas nej yuav sim tus TSWV siab?”"},{"bible_id":"1525","chapter_code":"EXO.17","verse_code":"EXO.17.3","label":"3","content":"Tiamsis cov neeg nqhis dej heev mas lawv thiaj pheej yws Mauxes tsis tseg li. Lawv yws hais tias, “Vim li cas koj thiaj coj peb tawm nram tebchaws Iziv los? Koj puas paub hais tias, peb cov menyuam, peb tej tsiaj txhu thiab peb twb yuav tuag dej?”"},{"bible_id":"1525","chapter_code":"EXO.17","verse_code":"EXO.17.4","label":"4","content":"Mauxes thov tus TSWV hais tias, “Kuv yuav ua li cas rau cov neeg no thiaj li zoo? Lawv twb yuav muab pobzeb ntaus kom kuv tuag.”"},{"bible_id":"1525","chapter_code":"EXO.17","verse_code":"EXO.17.5","label":"5","content":"Tus TSWV hais rau Mauxes hais tias, “Coj cov Yixalayees tej thawjcoj qee leej nrog koj, thiab nej cia li mus ua sawvdaws ntej. Nqa koj tus pas nrig uas koj nplawm tus dej Niles nrog koj mus."},{"bible_id":"1525","chapter_code":"EXO.17","verse_code":"EXO.17.6","label":"6","content":"Kuv yuav sawv saum lub pobzeb uas nyob saum roob Xinais. Cia li ntaus lub pobzeb ntawd, dej yuav tawm hauv los rau cov neeg haus.” Mauxes ua li ntawd rau cov Yixalayees tej thawjcoj saib ntsoov."},{"bible_id":"1525","chapter_code":"EXO.17","verse_code":"EXO.17.7","label":"7","content":"Thiaj tis npe rau qhov chaw ntawd hu ua Maxas thiab Melinpas,  rau qhov cov Yixalayees tau yws thiab sim tus TSWV siab thaum lawv nug hais tias, “Tus TSWV nrog peb nyob los tsis nrog?”"},{"bible_id":"1525","chapter_code":"EXO.17","verse_code":"EXO.17.8","label":"8","content":"Cov Amalej cov tubrog tuaj tua cov Yixalayees ntawm Lefidees."},{"bible_id":"1525","chapter_code":"EXO.17","verse_code":"EXO.17.9","label":"9","content":"Mauxes hais rau Yausuas hais tias, “Tagkis koj cia li xaiv peb cov txivneej ibtxhia mus tua cov Amalej. Kuv yuav mus sawv saum ncov roob thiab tsa tus pas nrig uas Vajtswv kom kuv nqa.”"},{"bible_id":"1525","chapter_code":"EXO.17","verse_code":"EXO.17.10","label":"10","content":"Yausuas ua raws li Mauxes tau samhwm rau nws, thiab tawm mus tua cov Amalej. Mauxes, Aloos thiab Hules lawv nce mus saum roob."},{"bible_id":"1525","chapter_code":"EXO.17","verse_code":"EXO.17.11","label":"11","content":"Thaum Mauxes tsa nws txhais tes, cov Yixalayees tua yeej, tiamsis thaum nws tso tes, cov Amalej tua yeej zuj zus."},{"bible_id":"1525","chapter_code":"EXO.17","verse_code":"EXO.17.12","label":"12","content":"Thaum Mauxes tsaug npab lawm, Aloos thiab Hules nkawd thiaj mus nqa pobzeb los rau Mauxes zaum, nkawd ib leeg sawv ib sab tuav Mauxes ob txhais npab, thiab tsa mus txog thaum hnub poob qho."},{"bible_id":"1525","chapter_code":"EXO.17","verse_code":"EXO.17.13","label":"13","content":"Lawv ua li ntawd, Yausuas thiaj tua yeej cov Amalej."},{"bible_id":"1525","chapter_code":"EXO.17","verse_code":"EXO.17.14","label":"14","content":"Ces tus TSWV hais rau Mauxes hais tias, “Koj cia li sau zaj no tseg cia, sawvdaws thiaj li yuav nco ntsoov mus ibtxhis. Qhia rau Yausuas paub hais tias, kuv yuav ua kom cov Amalej puastsuaj tas huv tibsi mus.”"},{"bible_id":"1525","chapter_code":"EXO.17","verse_code":"EXO.17.15","label":"15","content":"Mauxes ua tau ib lub thaj thiab tis npe rau lub thaj ntawd hu ua “Tus TSWV yog kuv tus Chij.”"},{"bible_id":"1525","chapter_code":"EXO.17","verse_code":"EXO.17.16","label":"16","content":"Mauxes hais tias, “Tsa tus TSWV tus chij kom siab!  Tus TSWV yuav tawmtsam cov Amalej ib tiam dhau ib tiam, mus ibtxhis li!”"},{"bible_id":"1525","chapter_code":"EXO.18","verse_code":"EXO.18.1","label":"1","content":"Mauxes yawmtxiv Yethoos uas yog tus povthawj hauv tebchaws Midias, hnov txog tej uas Vajtswv ua pab Mauxes thiab pab cov Yixalayees thaum nws coj lawv tawm nram tebchaws Iziv los."},{"bible_id":"1525","chapter_code":"EXO.18","verse_code":"EXO.18.2","label":"2","content":"Yethoos coj Mauxes tus pojniam Xipaulas uas thaum Mauxes xa rov qab mus nrog nws nyob,"},{"bible_id":"1525","chapter_code":"EXO.18","verse_code":"EXO.18.3","label":"3","content":"thiab xa Nkesoos, Eli-exes uas yog Xipaulas ob tug tub tuaj rau Mauxes. (Mauxes hais tias, “Kuv yog neeg txawv tebchaws, mus nyob rau hauv lub tebchaws uas kuv ibtxwm tsis tau paub dua”; yog li ntawd, nws thiaj tis nws tus tub hlob npe hu ua Nkesoos.)"},{"bible_id":"1525","chapter_code":"EXO.18","verse_code":"EXO.18.4","label":"4","content":"Mauxes tseem hais ntxiv hais tias, “Kuv txiv tus Vajtswv pab kuv thiab cawm kuv dim ntawm Falaus rab ntaj uas yuav tua kuv povtseg”, nws thiaj tis tus tub yau npe hu ua Eli-exes."},{"bible_id":"1525","chapter_code":"EXO.18","verse_code":"EXO.18.5","label":"5","content":"Mauxes yawmtxiv Yethoos, coj Mauxes tus pojniam thiab Mauxes ob tug tub tuaj rau Mauxes hauv tiaj suabpuam, ntawm thaj chaw uas Mauxes los tsuam yeej nyob ze rau ntawm Vajtswv lub roob dawbhuv."},{"bible_id":"1525","chapter_code":"EXO.18","verse_code":"EXO.18.6","label":"6","content":"Yethoos txib neeg mus hais rau Mauxes hais tias, “Kuv uas yog koj yawmtxiv Yethoos, kuv tuaj xyuas koj thiab kuv coj koj pojniam thiab nws ob tug tub tuaj txog lawm.”"},{"bible_id":"1525","chapter_code":"EXO.18","verse_code":"EXO.18.7","label":"7","content":"Mauxes thiaj tawm mus ntsib nws yawmtxiv, hawm thiab nwj nws. Ces lawv txawm sib nug txog kev noj qab nyob zoo, thiab lawv mus rau hauv Mauxes lub tsevntaub lawm."},{"bible_id":"1525","chapter_code":"EXO.18","verse_code":"EXO.18.8","label":"8","content":"Mauxes piav txhua yam uas tus TSWV tau cawm cov Yixalayees ua ntu zus ntawm Falaus thiab cov Iziv rau nws yawmtxiv Yethoos mloog. Mauxes tseem piav tej kev nyuaj siab uas cov Yixalayees raug thaum lawv taug kev los thiab tej uas tus TSWV cawm lawv dim rau Yethoos mloog huv tibsi."},{"bible_id":"1525","chapter_code":"EXO.18","verse_code":"EXO.18.9","label":"9","content":"Thaum Yethoos hnov txhua yam no, nws zoo siab kawg li"},{"bible_id":"1525","chapter_code":"EXO.18","verse_code":"EXO.18.10","label":"10","content":"thiab nws hais tias, “Ua tus TSWV tsaug uas nws tau cawm nej dim ntawm Falaus thiab cov Iziv los! Ua tus TSWV tsaug uas nws tau cawm nws haivneeg dim ntawm txojkev ua luag qhev los lawm!"},{"bible_id":"1525","chapter_code":"EXO.18","verse_code":"EXO.18.11","label":"11","content":"Nimno kuv paub hais tias, tus TSWV yog tus uas muaj hwjchim loj tshaj plaws tej vajtswv huv tibsi, rau qhov nws tau ua tej no rau cov Iziv, thaum uas lawv tsimtxom cov Yixalayees hnyav heev.”"},{"bible_id":"1525","chapter_code":"EXO.18","verse_code":"EXO.18.12","label":"12","content":"Yethoos coj tsiaj tuaj tua hlawv kheej thiab coj khoom tuaj fij rau Vajtswv, ces Aloos thiab cov Yixalayees tej thawjcoj thiaj tuaj nrog nws noj rooj mov tseemceeb uas ua Vajtswv tsaug ntawd."},{"bible_id":"1525","chapter_code":"EXO.18","verse_code":"EXO.18.13","label":"13","content":"Hnub tom qab Mauxes txawm mus nyob tu cov pejxeem tej plaub, thiab nws tu plaub thaum sawv ntxov mus txog thaum tsaus ntuj."},{"bible_id":"1525","chapter_code":"EXO.18","verse_code":"EXO.18.14","label":"14","content":"Thaum Yethoos pom txhua yam uas Mauxes ua ntawd, nws txawm nug hais tias, “Koj ua dabtsi li no rau cov pejxeem? Vim li cas koj tib leeg yuav tu plaub rau cov pejxeem, thiab nrog cov pejxeem sawv ntawm no thaum sawv ntxov mus txog thaum tsaus ntuj li?”"},{"bible_id":"1525","chapter_code":"EXO.18","verse_code":"EXO.18.15","label":"15","content":"Mauxes teb hais tias, “Kuv yuav tsum tau ua li no rau qhov cov pejxeem tuaj cuag kuv, mas yog lawv xav paub qhov uas ua haum Vajtswv siab nyiam."},{"bible_id":"1525","chapter_code":"EXO.18","verse_code":"EXO.18.16","label":"16","content":"Thaum muaj ob tug neeg sib cav sib ceg, nkawd tuaj cuag kuv, kuv ua tus taug nkawd tej lus, thiab txiav txim rau nkawd saib leejtwg yog tus muaj cai, thiab kuv muab Vajtswv tej lus samhwm thiab kevcai los qhia rau nkawd.”"},{"bible_id":"1525","chapter_code":"EXO.18","verse_code":"EXO.18.17","label":"17","content":"Yethoos teb hais tias, “Koj ua li no tsis yog lawm."},{"bible_id":"1525","chapter_code":"EXO.18","verse_code":"EXO.18.18","label":"18","content":"Koj thiab cov pejxeem uas tuaj cuag koj yuav qaug zog heev. Tej haujlwm no hnyav heev rau koj, koj ib leeg xwb yuav tsis muaj peevxwm ua tau."},{"bible_id":"1525","chapter_code":"EXO.18","verse_code":"EXO.18.19","label":"19","content":"Koj mloog kuv hais, kuv yuav pab tswvyim qee yam rau koj, thiab thov Vajtswv nrog nraim koj. Koj yuav tsum ua tus sawv cev cov neeg rau ntawm Vajtswv thiab coj lawv tej plaub ntug mus cuag nws xwb."},{"bible_id":"1525","chapter_code":"EXO.18","verse_code":"EXO.18.20","label":"20","content":"Koj yuav tsum qhia Vajtswv txoj kevcai rau lawv, thiab qhia rau lawv ua lawv lub neej kom raws li kevcai."},{"bible_id":"1525","chapter_code":"EXO.18","verse_code":"EXO.18.21","label":"21","content":"Tiamsis koj yuav tsum xaiv ib co txivneej uas muaj peevxwm hauv cov Yixalayees thiab tsa lawv ua cov thawj kav cov pejxeem: tsa thawjcoj kav ib txhiab leej, kav ib puas leej, kav tsib caug leej thiab kav kaum leej. Lawv cov no yuav tsum yog cov uas hwm Vajtswv, yog cov uas sawvdaws cia siab tau rau thiab yog cov uas tsis yuav luag tej nyiaj xiab."},{"bible_id":"1525","chapter_code":"EXO.18","verse_code":"EXO.18.22","label":"22","content":"Cia lawv ua cov tu plaub ntug rau cov pejxeem mus li. Tej plaub ntug loj mam kom lawv coj tuaj cuag koj, tiamsis tej plaub ntug me cia rau lawv tu. Ua li no koj lub nra thiaj yuav sib, rau qhov lawv yuav pab koj ris koj lub nra."},{"bible_id":"1525","chapter_code":"EXO.18","verse_code":"EXO.18.23","label":"23","content":"Yog koj ua raws li Vajtswv hais, koj lub zog yuav tsis ntaug, thiab cov pejxeem yuav rov mus tsev zoo siab hlo.”"},{"bible_id":"1525","chapter_code":"EXO.18","verse_code":"EXO.18.24","label":"24","content":"Mauxes mloog nws yawmtxiv tej lus qhia,"},{"bible_id":"1525","chapter_code":"EXO.18","verse_code":"EXO.18.25","label":"25","content":"thiab xaiv cov neeg uas muaj peevxwm hauv cov Yixalayees. Nws muab lawv tsa ua thawjcoj kav ib txhiab leej, kav ib puas leej, kav tsib caug leej thiab kav kaum leej."},{"bible_id":"1525","chapter_code":"EXO.18","verse_code":"EXO.18.26","label":"26","content":"Lawv ua cov tu tej plaub ntug me rau cov pejxeem, tiamsis tej plaub ntug loj lawv coj tuaj rau Mauxes tu."},{"bible_id":"1525","chapter_code":"EXO.18","verse_code":"EXO.18.27","label":"27","content":"Ces Mauxes txawm xa nws yawmtxiv Yethoos sawv kev, thiab Yethoos mus tsev lawm."},{"bible_id":"1525","chapter_code":"EXO.19","verse_code":"EXO.19.1+EXO.19.2","label":"1-2","content":"Cov Yixalayees tawm hauv Lefidees los txog rau ntawm tiaj suabpuam Xinais, yog hnub xiab ib lub peb hli ntuj tom qab uas lawv khiav nram lub tebchaws Iziv los. Lawv rub tsevntaub nyob rau ntawm taw Roob Xinais,"},{"bible_id":"1525","chapter_code":"EXO.19","verse_code":"EXO.19.3","label":"3","content":"thiab Mauxes nce mus cuag Vajtswv saum roob. Tus TSWV hu saum roob tuaj rau Mauxes thiab qhia kom nws mus hais rau cov Yixalayees uas yog Yakhauj cov xeebntxwv hais tias,"},{"bible_id":"1525","chapter_code":"EXO.19","verse_code":"EXO.19.4","label":"4","content":"“Nej twb pom kuv uas yog tus TSWV ua rau cov Iziv thiab kuv tau puag rawv nej los ib yam li tus dav puag rawv nws cov menyuam hauv nws ob sab qab tis."},{"bible_id":"1525","chapter_code":"EXO.19","verse_code":"EXO.19.5","label":"5","content":"Nimno, yog nej mloog kuv lus thiab ua raws li kuv tej lus cog tseg, nej thiaj yuav yog kuv haivneeg. Tagnrho lub ntiajteb no yeej yog kuv li, tiamsis nej yog cov uas raug xaiv los ua kuv haivneeg,"},{"bible_id":"1525","chapter_code":"EXO.19","verse_code":"EXO.19.6","label":"6","content":"nej yog cov uas yuav tau ua povthawj ua kuv tes haujlwm thiab yog ib haivneeg dawbhuv. Ntawm no yog tej lus uas koj coj mus hais rau cov Yixalayees.”"},{"bible_id":"1525","chapter_code":"EXO.19","verse_code":"EXO.19.7","label":"7","content":"Yog li ntawd, Mauxes thiaj nqis los thiab hu tagnrho cov pejxeem thiab cov thawjcoj tuaj ua ke, nws piav tej lus uas tus TSWV hais rau nws rau lawv mloog."},{"bible_id":"1525","chapter_code":"EXO.19","verse_code":"EXO.19.8","label":"8","content":"Ces lawv txawm thooj txhij teb hais tias, “Peb yuav txaus siab ua txhua yam li tus TSWV hais,” Mauxes thiaj piav tej lus uas lawv lees ntawd rau tus TSWV."},{"bible_id":"1525","chapter_code":"EXO.19","verse_code":"EXO.19.9","label":"9","content":"Tus TSWV hais rau Mauxes hais tias, “Kuv yuav los cuag koj hauv tauv huab uas dub tsaus nti, kom cov pejxeem thiaj li hnov kuv lub suab nrog koj tham thiab txij no mus yav tom ntej lawv thiaj yuav ntseeg koj tej lus.” Mauxes piav cov pejxeem tej lus rau tus TSWV mloog,"},{"bible_id":"1525","chapter_code":"EXO.19","verse_code":"EXO.19.10","label":"10","content":"thiab tus TSWV hais rau Mauxes hais tias, “Cia li mus cuag cov pejxeem thiab hais rau lawv hais tias, lawv muab hnub no thiab tagkis los tu lawv lub siab kom zoo mus pehawm Vajtswv. Lawv yuav tsum ntxhua lawv tej khaubncaws huv tibsi,"},{"bible_id":"1525","chapter_code":"EXO.19","verse_code":"EXO.19.11","label":"11","content":"thiab nagkis lawv tu cev kom txhij. Hnub ntawd kuv yuav los saum Roob Xinais rau sawvdaws pom kuv."},{"bible_id":"1525","chapter_code":"EXO.19","verse_code":"EXO.19.12","label":"12","content":"Koj yuav tsum kem ciam ncig lub taw roob, kom cov pejxeem tsis txhob hla tus ciam ntawd, thiab hais rau lawv kom tsis txhob nce mus saum roob lossis mus ze lub taw roob. Yog leejtwg cev taw mus tsuj lub taw roob, tus ntawd yuav raug tua povtseg;"},{"bible_id":"1525","chapter_code":"EXO.19","verse_code":"EXO.19.13","label":"13","content":"yuav tsum muab pobzeb ntaus lossis muab hneevnti tua nws kom tuag, tsis pub leejtwg mus chwv nws li. Txawm yog neeg lossis tsiaj los yuav tsum muab tua kom tuag. Thaum hnov suab raj nrov lawm, mam pub cov pejxeem nce mus saum roob.”"},{"bible_id":"1525","chapter_code":"EXO.19","verse_code":"EXO.19.14","label":"14","content":"Ces Mauxes nqis saum roob los thiab hais rau cov pejxeem kom npaj mus pehawm Vajtswv. Yog li ntawd, lawv thiaj li ntxhua lawv tej ris tsho,"},{"bible_id":"1525","chapter_code":"EXO.19","verse_code":"EXO.19.15","label":"15","content":"thiab Mauxes hais rau lawv hais tias, “Nej sawvdaws tu cev thiab npaj kom txhij rau nagkis, thiab tsis pub leejtwg nrog pojniam pw li.”"},{"bible_id":"1525","chapter_code":"EXO.19","verse_code":"EXO.19.16","label":"16","content":"Hnub peb thaum sawv ntxov txawm muaj xob nroo thiab xob laim cig liab pesvog, pos huab tsaus nti npog nkaus saum roob, thiab hnov ib lub suab raj nrov heev. Ua rau cov neeg uas nyob hauv lawv lub yeej ntshai ibce tshee hnyo."},{"bible_id":"1525","chapter_code":"EXO.19","verse_code":"EXO.19.17","label":"17","content":"Mauxes coj lawv tawm hauv yeej mus ntsib Vajtswv, lawv mus sawv rau ntawm taw roob."},{"bible_id":"1525","chapter_code":"EXO.19","verse_code":"EXO.19.18","label":"18","content":"Pa ncho auv niab tsaus nti puv nkaus saum Roob Xinais, rau qhov tus TSWV ua hluavtaws los saum roob. Tej pa ncho auv niab ib yam li ib cub hluavtaws, thiab lub roob co ua zog koog."},{"bible_id":"1525","chapter_code":"EXO.19","verse_code":"EXO.19.19","label":"19","content":"Lub suab raj txawm nrov heev zuj zus tuaj. Mauxes hais rau Vajtswv, thiab Vajtswv teb Mauxes hauv lub suab xob tuaj."},{"bible_id":"1525","chapter_code":"EXO.19","verse_code":"EXO.19.20","label":"20","content":"Tus TSWV los rau saum Roob Xinais thiab nws hu Mauxes mus cuag nws rau saum roob. Mauxes thiaj nce mus rau saum roob"},{"bible_id":"1525","chapter_code":"EXO.19","verse_code":"EXO.19.21","label":"21","content":"thiab tus TSWV hais rau Mauxes hais tias, “Rov qab mus nram cov pejxeem thiab ceebtoom rau sawvdaws kom tsis txhob hla tus ciam tuaj cuag kuv, yog lawv tsis mloog, coob leej yuav raug tua tuag."},{"bible_id":"1525","chapter_code":"EXO.19","verse_code":"EXO.19.22","label":"22","content":"Txawm yog cov povthawj los lawv yuav tsum ua kevcai ntxuav lawv kom huv tso mam li tuaj cuag kuv, yog lawv tsis ua li ntawd kuv yuav rau txim rau lawv.”"},{"bible_id":"1525","chapter_code":"EXO.19","verse_code":"EXO.19.23","label":"23","content":"Mauxes hais rau tus TSWV hais tias, “Cov pejxeem tuaj tsis tau, rau qhov koj twb samhwm rau peb sawvdaws kom kem ciam ncig lub roob, cia ua qhov chaw tseemceeb lawm.”"},{"bible_id":"1525","chapter_code":"EXO.19","verse_code":"EXO.19.24","label":"24","content":"Tus TSWV hais rau Mauxes hais tias, “Koj cia li nqis mus coj Aloos nrog koj tuaj, tiamsis tsis txhob pub cov povthawj thiab cov pejxeem hla dhau tus ciam tuaj cuag kuv, yog lawv tsis mloog kuv lus, kuv yuav rau txim rau lawv.”"},{"bible_id":"1525","chapter_code":"EXO.19","verse_code":"EXO.19.25","label":"25","content":"Ces Mauxes nqis rov qab los rau nram cov pejxeem thiab qhia rau lawv paub tej uas tus TSWV tau hais rau nws lawm."},{"bible_id":"1525","chapter_code":"EXO.20","verse_code":"EXO.20.1","label":"1","content":"Cov lus no yog Vajtswv lus, thiab Vajtswv yog tus hais:"},{"bible_id":"1525","chapter_code":"EXO.20","verse_code":"EXO.20.2","label":"2","content":"“Kuv yog tus TSWV uas yog nej tus Vajtswv, tus uas coj nej tawm nram tebchaws Iziv uas nej ua luag qhev los.”"},{"bible_id":"1525","chapter_code":"EXO.20","verse_code":"EXO.20.3","label":"3","content":"“Tsis txhob pe lwm tus vajtswv, tiamsis pe kuv tib leeg xwb."},{"bible_id":"1525","chapter_code":"EXO.20","verse_code":"EXO.20.4","label":"4","content":"“Tsis txhob puab tej mlom uas zoo li tej uas nyob saum nruab ntug lossis hauv ntiajteb no, lossis hauv tivtxwv rau nej pe."},{"bible_id":"1525","chapter_code":"EXO.20","verse_code":"EXO.20.5","label":"5","content":"Tsis txhob pe ib tug mlom twg li, rau qhov kuv yog tus TSWV uas yog nej tus Vajtswv, kuv khib nej heev, kuv yog tus TSWV uas rau txim rau cov neeg uas ntxub kuv thiab rau lawv tej xeebntxwv mus txog peb thiab plaub tiam neeg."},{"bible_id":"1525","chapter_code":"EXO.20","verse_code":"EXO.20.6","label":"6","content":"Tiamsis kuv yuav qhia kuv txojkev hlub rau cov uas muab siab npuab kuv thiab coj raws li kuv tej kevcai, ib tiam dhau ib tiam mus txog ntau txhiab tiam neeg."},{"bible_id":"1525","chapter_code":"EXO.20","verse_code":"EXO.20.7","label":"7","content":"“Tsis txhob muab kuv lub npe mus hais ua dog ua dig, rau qhov kuv yog tus TSWV uas yog nej tus Vajtswv, kuv yuav rau txim rau cov neeg uas muab kuv lub npe mus hais ua dog ua dig."},{"bible_id":"1525","chapter_code":"EXO.20","verse_code":"EXO.20.8","label":"8","content":"“Nco ntsoov hnub Xanpataus ua hnub tseemceeb."},{"bible_id":"1525","chapter_code":"EXO.20","verse_code":"EXO.20.9","label":"9","content":"Nej ua nej tej haujlwm rau hnub,"},{"bible_id":"1525","chapter_code":"EXO.20","verse_code":"EXO.20.10","label":"10","content":"tiamsis hnub xya yog hnub so thiab pehawm tus TSWV. Hnub ntawd tsis pub leejtwg ua haujlwm li, tsis hais nej, nej tej tub tej ntxhais, nej tej tubqhe, nej tej tsiaj txhu lossis lwm haivneeg uas nrog nej nyob hauv nej lub tebchaws."},{"bible_id":"1525","chapter_code":"EXO.20","verse_code":"EXO.20.11","label":"11","content":"Kuv yog tus TSWV, rau hnub ntawd kuv tsim lub ntiajteb, lub ntuj, dej hiavtxwv, txhua yam uas nyob saum nruab ntug, nyob hauv ntiajteb no thiab hauv hiavtxwv, tiamsis hnub xya yog hnub uas kuv so. Yog li ntawd, kuv uas yog tus TSWV, thiaj foom koob hmoov rau hnub Xanpataus thiab muab hnub ntawd ua hnub tseemceeb."},{"bible_id":"1525","chapter_code":"EXO.20","verse_code":"EXO.20.12","label":"12","content":"“Yuav tsum hwm nej niam nej txiv, nej thiaj yuav muaj sia ua neej nyob ntev rau hauv lub tebchaws uas kuv muab pub rau nej nyob."},{"bible_id":"1525","chapter_code":"EXO.20","verse_code":"EXO.20.13","label":"13","content":"“Tsis txhob tua neeg."},{"bible_id":"1525","chapter_code":"EXO.20","verse_code":"EXO.20.14","label":"14","content":"“Tsis txhob deev luag pojniam luag txiv."},{"bible_id":"1525","chapter_code":"EXO.20","verse_code":"EXO.20.15","label":"15","content":"“Tsis txhob ua tubsab."},{"bible_id":"1525","chapter_code":"EXO.20","verse_code":"EXO.20.16","label":"16","content":"“Tsis txhob ua timkhawv tsis tseeb ntxo kwvtij zejzog."},{"bible_id":"1525","chapter_code":"EXO.20","verse_code":"EXO.20.17","label":"17","content":"“Tsis txhob ntshaw luag vaj luag tsev; tsis txhob ntshaw luag pojniam, luag tej tubqhe, luag tej nyuj, luag tej neesluav lossis tej uas yog luag tug.”"},{"bible_id":"1525","chapter_code":"EXO.20","verse_code":"EXO.20.18","label":"18","content":"Thaum sawvdaws hnov xob nroo thiab hnov suab raj nrov, lawv pom xob laim thiab pa ncho auv niab saum roob, lawv ntshai ua ibce tuag tag thiab sawv deb deb saib xwb."},{"bible_id":"1525","chapter_code":"EXO.20","verse_code":"EXO.20.19","label":"19","content":"Lawv hais rau Mauxes hais tias, “Yog koj qhia peb, peb yuav mloog koj lus; tiamsis peb ntshai heev yog tus TSWV hais rau peb, mas ntshai peb yuav tuag tas.”"},{"bible_id":"1525","chapter_code":"EXO.20","verse_code":"EXO.20.20","label":"20","content":"Mauxes teb hais tias, “Tsis txhob ntshai; Vajtswv los sim nej siab thiab ua kom nej hwm nws, kom nej tsis txhob mus ua txhaum xwb.”"},{"bible_id":"1525","chapter_code":"EXO.20","verse_code":"EXO.20.21","label":"21","content":"Tiamsis cov pejxeem tseem sawv nrug deb heev, tsuas yog Mauxes tib leeg thiaj li mus ze tauv huab dub tsaus nti uas Vajtswv nyob xwb."},{"bible_id":"1525","chapter_code":"EXO.20","verse_code":"EXO.20.22","label":"22","content":"Vajtswv kom Mauxes hais rau cov Yixalayees hais tias, “Nej twb pom kuv uas yog tus TSWV hais saum ntuj tuaj rau nej lawm."},{"bible_id":"1525","chapter_code":"EXO.20","verse_code":"EXO.20.23","label":"23","content":"Yog li ntawd, nej tsis txhob nchuav mlom nyiaj mlom kub los rau nej pe."},{"bible_id":"1525","chapter_code":"EXO.20","verse_code":"EXO.20.24","label":"24","content":"Muab av los puab ib lub thaj ua qhov chaw uas coj nej tej yaj, tej nyuj tuaj tua hlawv kheej theej txhoj thiab ua kev sib raug zoo nrog kuv. Txhua qhov chaw uas kuv kom nej pehawm kuv, kuv yuav nrog nej nyob thiab foom koob hmoov rau nej."},{"bible_id":"1525","chapter_code":"EXO.20","verse_code":"EXO.20.25","label":"25","content":"Yog nej muab pobzeb teeb ua kuv lub thaj, tsis txhob muab tej pobzeb uas txaug tau lawm ua, rau qhov tsis tsimnyog muab tej pobzeb uas txaug tau lawm los ua kuv lub thaj."},{"bible_id":"1525","chapter_code":"EXO.20","verse_code":"EXO.20.26","label":"26","content":"Nej tsis txhob ua kuv lub thaj kom muaj qib ntai nce rau saum; yog nej ua li ntawd, thaum nej nce mus rau saud luag yuav pom nej chaw txajmuag."},{"bible_id":"1525","chapter_code":"EXO.21","verse_code":"EXO.21.1","label":"1","content":"“Muab cov kevcai nram no rau cov pejxeem Yixalayees:"},{"bible_id":"1525","chapter_code":"EXO.21","verse_code":"EXO.21.2","label":"2","content":"Yog nej yuav cov Henplais los ua qhev, nws yuav tsum ua nej qhev kom txwm nkaus rau xyoo. Xyoo xya, nws mam li nyob ywj siab thiab tsis raug them nqi txhiv dabtsi."},{"bible_id":"1525","chapter_code":"EXO.21","verse_code":"EXO.21.3","label":"3","content":"Yog nws tsis tau yuav pojniam ua ntej uas nws los ua nej qhev, thaum nws rov qab mus nws yuav tsum tsis txhob coj tus pojniam nrog nws mus, tiamsis yog nws muaj pojniam ua ntej nws los ua nej qhev, thaum nws rov qab mus nws yuav tsum coj nws tus pojniam nrog nws mus."},{"bible_id":"1525","chapter_code":"EXO.21","verse_code":"EXO.21.4","label":"4","content":"Yog hais tias, tus tswv yuav pojniam rau nws thiab nws tus pojniam yug tau tub lossis ntxhais rau nws, mas tus pojniam thiab cov menyuam yog tus tswv li neeg, ces tus qhev nws tsuas tawm mus tib leeg xwb."},{"bible_id":"1525","chapter_code":"EXO.21","verse_code":"EXO.21.5","label":"5","content":"Tiamsis yog tus qhev hais tias, nws hlub nws tus tswv, nws tus pojniam, thiab nws cov menyuam thiab tsis xav tawm mus nyob ywj siab,"},{"bible_id":"1525","chapter_code":"EXO.21","verse_code":"EXO.21.6","label":"6","content":"ces cia nws tus tswv coj nws mus rau ntawm qhov chaw pehawm Vajtswv. Kom nws sawv ntawm qhovrooj lossis ntawm tus ncej qhovrooj thiab muab nws lub pobntseg tho qhov. Ces nws yuav tsum ua nws tus tswv qhev mus tas nws lub neej li."},{"bible_id":"1525","chapter_code":"EXO.21","verse_code":"EXO.21.7","label":"7","content":"“Yog leejtwg muag nws tus ntxhais mus ua luag qhev, mas tus ntxhais ntawd yuav tsis tau tawm mus ywj siab li tus txivneej."},{"bible_id":"1525","chapter_code":"EXO.21","verse_code":"EXO.21.8","label":"8","content":"Yog muab tus ntxhais ntawd muag rau lwm tus uas xav yuav nws mus ua pojniam, tiamsis yog tus txivneej ntawd tsis nyiam, nws yuav tsum muab tus pojniam ntawd muag rov rau nws txiv, tus txivneej ntawd tsis muaj cai muab nws muag rau cov neeg txawv tebchaws, rau qhov nws tau ua tsis ncaj rau tus pojniam ntawd lawm."},{"bible_id":"1525","chapter_code":"EXO.21","verse_code":"EXO.21.9","label":"9","content":"Yog tus tswv twg yuav ib tug ntxhais los ua qhev thiab muab txis rau nws tus tub, nws yuav tsum saib taus tus txhais ntawd ib yam li yog nws yug."},{"bible_id":"1525","chapter_code":"EXO.21","verse_code":"EXO.21.10","label":"10","content":"Yog tus txivneej ntawd yuav niamyau, nws yuav tsum pub tus niamhlob kom muaj noj muaj hnav thiab pub rau nws muaj cai ib yam li yav tas los."},{"bible_id":"1525","chapter_code":"EXO.21","verse_code":"EXO.21.11","label":"11","content":"Yog nws tsis ua li tej uas tau hais los saum no rau nws tus niamhlob, nws yuav tsum xa tus niamhlob ntawd rov qab thiab tsis pub kom them nyiaj rau tus txiv li."},{"bible_id":"1525","chapter_code":"EXO.21","verse_code":"EXO.21.12","label":"12","content":"“Leejtwg ntaus thiab tua ib tug neeg twg tuag, cia li muab tus ntawd tua kom tuag thiab."},{"bible_id":"1525","chapter_code":"EXO.21","verse_code":"EXO.21.13","label":"13","content":"Tiamsis yog tua yuam kev raug, tsis yog nws txhob txwm tua tus neeg ntawd, nws yuav tsum khiav mus nyob hauv qhov chaw uas kuv xaiv rau nej lawm, nws thiaj yuav dim."},{"bible_id":"1525","chapter_code":"EXO.21","verse_code":"EXO.21.14","label":"14","content":"Tiamsis yog tus txivneej ntawd chim thiab txhob txwm tua lwm tus, txawm yog nws khiav mus cawm siav rau ntawm kuv lub thaj los cia li muab nws tua kom tuag."},{"bible_id":"1525","chapter_code":"EXO.21","verse_code":"EXO.21.15","label":"15","content":"“Yog leejtwg ntaus nws niam lossis nws txiv, yuav tsum muab tus ntawd tua povtseg."},{"bible_id":"1525","chapter_code":"EXO.21","verse_code":"EXO.21.16","label":"16","content":"“Yog leejtwg mus nyiag ib tug neeg coj mus muag rau luag lwm tus lossis cia nyob ua nws qhev los cia li muab tus uas nyiag ntawd tua povtseg."},{"bible_id":"1525","chapter_code":"EXO.21","verse_code":"EXO.21.17","label":"17","content":"“Yog leejtwg foom phem rau nws niam lossis nws txiv, cia li muab tus ntawd tua povtseg."},{"bible_id":"1525","chapter_code":"EXO.21","verse_code":"EXO.21.18","label":"18","content":"“Yog muaj ob tug txivneej sib ceg, thiab muaj ib tug muab pobzeb ntaus ib tug lossis nkaug nrig rau, tiamsis nws tsis tuag, tsuas yog raug mob thiab pw xwb, tus uas ntaus ntawd yuav tsis raug txim,"},{"bible_id":"1525","chapter_code":"EXO.21","verse_code":"EXO.21.19","label":"19","content":"tiamsis tom qab uas tus raug mob sawv taus nrig pas tawm mus rau nraum zoov, tus uas ntaus tus ntawd yuav tsum them nqi rau nws lub sijhawm uas nws raug mob thiab tu mus txog thaum nws zoo."},{"bible_id":"1525","chapter_code":"EXO.21","verse_code":"EXO.21.20","label":"20","content":"“Yog tus txivneej twg muab pas ntoo ntaus nws tus tubqhe lossis ntxhais qhev tuag tamsim ntawd, tus txivneej ntawd yuav raug txim."},{"bible_id":"1525","chapter_code":"EXO.21","verse_code":"EXO.21.21","label":"21","content":"Tiamsis yog tus qhev ntawd tseem nyob tau ib hnub lossis ob hnub, mam li tuag, mas tus tswv yuav tsis raug txim; rau qhov tus qhe ntawd, yog nws yuav los."},{"bible_id":"1525","chapter_code":"EXO.21","verse_code":"EXO.21.22","label":"22","content":"“Yog muaj tej txivneej sib ntaus raug ib tug pojniam uas suab menyuam hauv plab, ua rau nws tus menyuam nchuav, tiamsis nws tsis mob ntxiv, mas yuav tsum muab tus uas ntaus raug tus pojniam ntawd nplua raws li nws tus txiv xav tau thiab raws li cov tu plaub pom zoo."},{"bible_id":"1525","chapter_code":"EXO.21","verse_code":"EXO.21.23","label":"23","content":"Tiamsis yog tus pojniam ntawd raug mob ib qho twg, mas yuav tsum rau txim siav pauj siav,"},{"bible_id":"1525","chapter_code":"EXO.21","verse_code":"EXO.21.24","label":"24","content":"qhovmuag pauj qhovmuag, hniav pauj hniav, tes pauj tes, kotaw pauj kotaw,"},{"bible_id":"1525","chapter_code":"EXO.21","verse_code":"EXO.21.25","label":"25","content":"qhov kub hnyiab pauj qhov kub hnyiab, qhov txhab pauj qhov txhab, thiab qhov nqaij pauj qhov nqaij xwb."},{"bible_id":"1525","chapter_code":"EXO.21","verse_code":"EXO.21.26","label":"26","content":"“Yog tus txivneej twg ntaus nws tus tubqhe lossis nws tus ntxhais qhev qhovmuag dig, nws yuav tsum tso tus qhev ntawd mus ywj siab, vim nws muab ntaus digmuag lawm."},{"bible_id":"1525","chapter_code":"EXO.21","verse_code":"EXO.21.27","label":"27","content":"Yog nws ntaus nws tus tubqhe lossis tus ntxhais qhev lov hniav, nws yuav tsum muab tso mus vim nws muab ntaus lov hniav lawm."},{"bible_id":"1525","chapter_code":"EXO.21","verse_code":"EXO.21.28","label":"28","content":"“Yog nyuj nrau ib tug neeg twg tuag, yuav tsum muab pobzeb ntaus tus nyuj ntawd kom tuag, thiab tsis txhob noj tus nyuj ntawd tej nqaij, tiamsis tsis txhob rau txim rau tus tswv nyuj."},{"bible_id":"1525","chapter_code":"EXO.21","verse_code":"EXO.21.29","label":"29","content":"Yog tus nyuj ntawd twb yeej txeev nrau neeg los thiab twb muaj neeg mus hais rau tus tswv nyuj paub lawm, tiamsis nws tsis ceev tus nyuj ntawd rau hauv nkuaj, thiaj mus nrau neeg tuag, yuav tsum muab pobzeb ntaus tus nyuj thiab tus tswv nyuj kom tuag huv tibsi."},{"bible_id":"1525","chapter_code":"EXO.21","verse_code":"EXO.21.30","label":"30","content":"Tsis tas li ntawd xwb, yog tus tswv txaus siab muab nyiaj txhiv nws txojsia, mas nws yuav tsum them raws li luag kom nws them."},{"bible_id":"1525","chapter_code":"EXO.21","verse_code":"EXO.21.31","label":"31","content":"Yog tus nyuj ntawd nrau tus tub lossis tus ntxhais twg tuag los yeej ua raws nraim li tib txoj kevcai no thiab."},{"bible_id":"1525","chapter_code":"EXO.21","verse_code":"EXO.21.32","label":"32","content":"Yog tus nyuj ntawd nrau tus tubqhe lossis tus ntxhais qhev twg tuag, tus tswv nyuj yuav tsum tau them peb caug daim nyiaj nqi taubhau rau tus qhev ntawd tus tswv, thiab yuav tsum muab pobzeb ntaus tus nyuj ntawd kom tuag."},{"bible_id":"1525","chapter_code":"EXO.21","verse_code":"EXO.21.33","label":"33","content":"“Yog leejtwg qhib qhov lossis khawb qhov cia tsis muab npog, ib tug nyuj lossis ib tug neesluav poob rau hauv lub qhov ntawd,"},{"bible_id":"1525","chapter_code":"EXO.21","verse_code":"EXO.21.34","label":"34","content":"nws yuav tsum tau them tus nqi tsiaj ntawd. Nws them nyiaj rau tus tswv tsiaj thiab nws yuav tus tsiaj ntawd."},{"bible_id":"1525","chapter_code":"EXO.21","verse_code":"EXO.21.35","label":"35","content":"Yog leejtwg tus nyuj mus nrau lwm tus, tus nyuj tuag, mas muab tus nyuj ntawd muag thiab muab cov nyiaj los faib rau nkawd ob leeg, thiab muab tus nyuj tuag los faib ib leeg ib sab."},{"bible_id":"1525","chapter_code":"EXO.21","verse_code":"EXO.21.36","label":"36","content":"Tiamsis yog tus tswv nyuj twb paub hais tias, nws tus nyuj txeev nrau lwm tug los lawm, tiamsis nws tsis ceev rau hauv nkuaj, nws yuav tau muab ib tug nyuj pauj tus nyuj uas tuag ntawd, thiab nws yuav tus nyuj uas tuag lawm ntawd."},{"bible_id":"1525","chapter_code":"EXO.22","verse_code":"EXO.22.1","label":"1","content":"“Yog leejtwg nyiag luag ib tug nyuj lossis ib tug yaj thiab muab tus tsiaj ntawd tua lossis muab muag lawm, nws yuav tsum tau them tsib tug nyuj pauj ib tug nyuj, thiab plaub tug yaj pauj ib tug yaj."},{"bible_id":"1525","chapter_code":"EXO.22","verse_code":"EXO.22.2","label":"2","content":"“Yog muaj tubsab tuaj tsoo tsev hmo ntuj thiab raug tua tuag, tus uas tua tus tubsab ntawd tsis txhaum."},{"bible_id":"1525","chapter_code":"EXO.22","verse_code":"EXO.22.3","label":"3","content":"Tiamsis yog nws tua nruab hnub, mas nws txhaum. “Tus tubsab yuav tsum raug them tej uas nws mus nyiag. Yog nws tsis muaj nyiaj them, nws yuav tsum muab nws muag mus ua luag qhev thiab muab cov nyiaj los them tej nqi uas nws nyiag ntawd."},{"bible_id":"1525","chapter_code":"EXO.22","verse_code":"EXO.22.4","label":"4","content":"“Yog tus tubsab ntawd nyiag tsiaj, tsis hais nyuj, neesluav lossis yaj uas mus nrhiav tau tseem ciaj sia thiab nws cab rawv ntawm nws tes, mas nws yuav tsum tau them ob tug pauj ib tug."},{"bible_id":"1525","chapter_code":"EXO.22","verse_code":"EXO.22.5","label":"5","content":"“Yog leejtwg tso nws cov tsiaj mus noj zaub hauv teb lossis vaj txiv hmab, thiab cov tsiaj ntawd mus noj luag lwm tus tej qoob  hauv luag thaj teb, nws yuav tsum muab tej qoob uas zoo tshaj plaws hauv nws thaj teb lossis hauv nws lub vaj txiv hmab mus them."},{"bible_id":"1525","chapter_code":"EXO.22","verse_code":"EXO.22.6","label":"6","content":"“Yog leejtwg hlawv nws thaj teb thiab kis mus kub luag tej pawg nplej hauv luag tej teb, thiab kub luag tej nplej uas tsis tau siav lossis twb hlais tas thiab muab sau ua pawg lawm, tus uas ua hluavtaws kub ntawd yuav tsum tau them tej uas nws ua hluavtaws kub ntawd."},{"bible_id":"1525","chapter_code":"EXO.22","verse_code":"EXO.22.7","label":"7","content":"“Yog leejtwg zoo siab khaws lwm tus tej nyiaj lossis tej khoom muaj nqis cia rau hauv nws tsev thiab muaj tubsab tuaj nyiag tej ntawd hauv nws tsev lawm, yog nws ntes tau, mas tus tubsab ntawd yuav tsum tau them ob npaug."},{"bible_id":"1525","chapter_code":"EXO.22","verse_code":"EXO.22.8","label":"8","content":"Tiamsis yog ntes tsis tau tus tubsab ntawd, mas yuav tau coj tus uas cia cov nyiaj ntawd mus rau tom qhov chaw uas pehawm Vajtswv, thiab kom nws twv hais tias, nws yeej tsis tau nyiag cov nyiaj ntawd."},{"bible_id":"1525","chapter_code":"EXO.22","verse_code":"EXO.22.9","label":"9","content":"“Txhua rooj plaub uas yog sib txeeb tej cuabtxhiaj cuabtam xwsli: nyuj, neesluav, yaj, ris tsho lossis lwm yam uas ploj lawm, yuav tsum coj ob tug txivneej uas sib txeeb tej ntawd mus sawv tim ntsej tim muag rau ntawm Vajtswv. Yog Vajtswv txiav txim rau tus twg, tus ntawd yuav tsum tau them ob npaug rau tus uas yeej cai."},{"bible_id":"1525","chapter_code":"EXO.22","verse_code":"EXO.22.10","label":"10","content":"“Yog leejtwg pom zoo coj lwm tus tej neesluav, nyuj, yaj lossis lwm yam tsiaj los tu, yog tus tsiaj ntawd tuag lossis raug mob lossis muaj lwm tus muab raws khiav lawm, thiab tsis muaj neeg ua timkhawv pom,"},{"bible_id":"1525","chapter_code":"EXO.22","verse_code":"EXO.22.11","label":"11","content":"ces nws yuav tsum mus rau ntawm qhov chaw pehawm Vajtswv thiab tsa tes twv hais tias, nws tsis tau nyiag. Yog tsis muaj neeg nyiag tus tsiaj ntawd, mas tus tswv tsiaj yuav tsum zoo siab cia tus tsiaj ntawd ploj mus, thiab tus uas saib tus tsiaj ntawd thiaj tsis tau them,"},{"bible_id":"1525","chapter_code":"EXO.22","verse_code":"EXO.22.12","label":"12","content":"tiamsis yog muaj neeg nyiag tus tsiaj ntawd lawm, nws yuav tsum tau them rau tus tswv tsiaj."},{"bible_id":"1525","chapter_code":"EXO.22","verse_code":"EXO.22.13","label":"13","content":"Yog muaj tsiaj qus tom tus tsiaj ntawd lawm, tus uas saib tus tsiaj ntawd tsuas nqa cov nqaij uas seem mus qhia rau tus tswv paub xwb, yog tsiaj tom tuag ces nws tsis tau them."},{"bible_id":"1525","chapter_code":"EXO.22","verse_code":"EXO.22.14","label":"14","content":"“Yog leejtwg mus qiv lwm tus ib tug tsiaj los ua raug mob lossis ua tuag thaum tus tswv tsis nyob ntawd pom, tus qiv yuav tsum them tus tsiaj ntawd."},{"bible_id":"1525","chapter_code":"EXO.22","verse_code":"EXO.22.15","label":"15","content":"Tiamsis yog tuag thaum tus tswv pom ntsoov, tus qiv yuav tsis tau them. Yog nws ntiav, ces cov nqi ntawd yeej npog tus tsiaj nqi lawm."},{"bible_id":"1525","chapter_code":"EXO.22","verse_code":"EXO.22.16","label":"16","content":"“Yog leejtwg mus ntxias ib tug nkaujxwb uas tsis tau muaj neeg qhaib thiab mus nrog nws pw lawm, tus ntawd yuav tsum tau them tus ntxhais ntawd nqi tshoob thiab yuav nws ua pojniam."},{"bible_id":"1525","chapter_code":"EXO.22","verse_code":"EXO.22.17","label":"17","content":"Tiamsis yog leej txiv tsis kam muab nws tus ntxhais rau tus ntawd yuav uas pojniam los nws yuav tsum them nyiaj kom txaus nkaus tus ntxhais ntawd cov nqi tshoob."},{"bible_id":"1525","chapter_code":"EXO.22","verse_code":"EXO.22.18","label":"18","content":"“Cov pojniam uas txawj ua khawvkoob thiab saib yaig, yuav tsum muab tua povtseg."},{"bible_id":"1525","chapter_code":"EXO.22","verse_code":"EXO.22.19","label":"19","content":"“Tus txivneej twg deev tsiaj, yuav tsum muab tus ntawd tua povtseg."},{"bible_id":"1525","chapter_code":"EXO.22","verse_code":"EXO.22.20","label":"20","content":"“Yog leejtwg fij khoom rau lwm tus vajtswv uas tsis yog tus TSWV, yuav tsum muab tus ntawd tua povtseg."},{"bible_id":"1525","chapter_code":"EXO.22","verse_code":"EXO.22.21","label":"21","content":"“Nej tsis txhob tsimtxom lossis quab yuam cov neeg txawv tebchaws uas nrog nej nyob, rau qhov thaum nej nyob nram tebchaws Iziv, nej twb yog neeg txawv tebchaws thiab."},{"bible_id":"1525","chapter_code":"EXO.22","verse_code":"EXO.22.22","label":"22","content":"Nej tsis txhob tsimtxom ib tug pojntsuam lossis ib tug menyuam ntsuag twg."},{"bible_id":"1525","chapter_code":"EXO.22","verse_code":"EXO.22.23","label":"23","content":"Yog nej tsimtxom lawv, thaum lawv quaj thov kuv, kuv uas yog tus TSWV hnov lawv tej suab quaj,"},{"bible_id":"1525","chapter_code":"EXO.22","verse_code":"EXO.22.24","label":"24","content":"kuv yuav npautaws rau nej thiab kuv yuav tua nej hauv tshavrog. Nej cov pojniam yuav ua pojntsuam thiab nej cov menyuam yuav ua menyuam ntsuag."},{"bible_id":"1525","chapter_code":"EXO.22","verse_code":"EXO.22.25","label":"25","content":"“Yog nej qiv nyiaj rau kuv cov neeg uas yog cov pluag, tsis txhob tsub paj rau nws them."},{"bible_id":"1525","chapter_code":"EXO.22","verse_code":"EXO.22.26","label":"26","content":"Yog leejtwg muab nws lub tsho ntev tuaj yuam nqi rau koj thiab nws coglus yuav txhiv rov qab, thaum tsaus ntuj koj yuav tsum xa rau nws,"},{"bible_id":"1525","chapter_code":"EXO.22","verse_code":"EXO.22.27","label":"27","content":"rau qhov nws muaj tib lub tsho ntawd hnav kom sov xwb. Nws yuav ua li cas pw tsaug zog? Thaum nws quaj thov kuv, kuv yuav teb nws tej lus thov, rau qhov kuv yog tus uas muaj lub siab hlub tshua."},{"bible_id":"1525","chapter_code":"EXO.22","verse_code":"EXO.22.28","label":"28","content":"“Nej tsis txhob hais lus phem rau Vajtswv,  thiab tsis txhob foom phem rau tej nomtswv uas tswjhwm nej."},{"bible_id":"1525","chapter_code":"EXO.22","verse_code":"EXO.22.29","label":"29","content":"“Muab nej tej qoobloo, nej tej txiv hmab thiab nej tej roj txiv ntoo, coj tuaj fij rau kuv thaum uas tej ntawd siav lawm. “Muab nej cov tub hlob pub rau kuv."},{"bible_id":"1525","chapter_code":"EXO.22","verse_code":"EXO.22.30","label":"30","content":"Muab nej tej nyuj thiab tej yaj thawj tus menyuam uas yog tus txiv, coj tuaj fij rau kuv. Thawj tug menyuam uas yog tus txiv, mas cia nrog tus niam nyob xya hnub xwb, hnub yim yuav tsum coj tuaj fij rau kuv."},{"bible_id":"1525","chapter_code":"EXO.22","verse_code":"EXO.22.31","label":"31","content":"“Nej yog kuv haivneeg, nej tej tsiaj uas raug tej tsiaj qus tom tuag rau hauv tshav zaub, nej tsis txhob muab tej nqaij los ua noj, cia li muab pov rau dev noj xwb."},{"bible_id":"1525","chapter_code":"EXO.23","verse_code":"EXO.23.1","label":"1","content":"“Tsis txhob coj tej zaj tsis tseeb mus hais rau nraum toj nraum pes, thiab tsis txhob ua timkhawv tsis tseeb pab tus neeg txhaum."},{"bible_id":"1525","chapter_code":"EXO.23","verse_code":"EXO.23.2","label":"2","content":"Tsis txhob nrog pab neeg coob mus ua txhaum lossis nrog feem coob ua timkhawv tsis ncaj hauv tsev tu plaub,"},{"bible_id":"1525","chapter_code":"EXO.23","verse_code":"EXO.23.3","label":"3","content":"thiab tsis txhob xaiv cov neeg pluag ntsejmuag hauv tsev tu plaub."},{"bible_id":"1525","chapter_code":"EXO.23","verse_code":"EXO.23.4","label":"4","content":"“Yog koj mus pom koj tus yeebncuab, tus nyuj lossis tus neesluav uas ploj lawm, koj cia li cab rov qab los rau nws."},{"bible_id":"1525","chapter_code":"EXO.23","verse_code":"EXO.23.5","label":"5","content":"Yog koj pom nws tus neesluav thauj nra ntog, koj yuav tsum mus pab tsa tus neesluav ntawd sawv; tsis txhob dhau mus."},{"bible_id":"1525","chapter_code":"EXO.23","verse_code":"EXO.23.6","label":"6","content":"“Tsis txhob txiav txim tsis ncaj rau tus neeg pluag thaum nws tuaj rau hauv tsev tu plaub."},{"bible_id":"1525","chapter_code":"EXO.23","verse_code":"EXO.23.7","label":"7","content":"Tsis txhob lam nrhiav lus tsis tseeb liam lwm tus, thiab tsis txhob tua cov neeg uas tsis muaj txim dabtsi povtseg. Kuv yuav rau txim rau txhua tus uas ua phem li ntawd."},{"bible_id":"1525","chapter_code":"EXO.23","verse_code":"EXO.23.8","label":"8","content":"Tsis txhob yuav luag tej nyiaj xiab, rau qhov tej nyiaj ntawd ua rau cov nomtswv qhovmuag fam, txiav txim tsis ncaj thiab ua rau cov neeg ncaj ncees swb cai."},{"bible_id":"1525","chapter_code":"EXO.23","verse_code":"EXO.23.9","label":"9","content":"“Tsis txhob tsimtxom cov neeg txawv tebchaws; nej yeej paub hais tias ua neeg txawv tebchaws zoo li cas, rau qhov thaum ub nej yeej tau mus ua neeg txawv tebchaws nyob nram tebchaws Iziv lawm thiab."},{"bible_id":"1525","chapter_code":"EXO.23","verse_code":"EXO.23.10","label":"10","content":"“Nej muab rau xyoo los tseb nplej thiab sau nej tej qoobloo hauv nej tej teb."},{"bible_id":"1525","chapter_code":"EXO.23","verse_code":"EXO.23.11","label":"11","content":"Tiamsis xyoo xya cia tej teb so, thiab tsis txhob sau ib yam dabtsi uas tuaj hauv nej tej teb ntawd li. Cov neeg pluag yuav noj tej khoom uas tuaj hauv tej teb ntawd, thiab tej tsiaj qus yuav tau noj tej uas seem. Nej tej vaj txiv hmab thiab nej tej txiv ntoo roj los ua ib yam li ntawd."},{"bible_id":"1525","chapter_code":"EXO.23","verse_code":"EXO.23.12","label":"12","content":"“Nej ua nej tej haujlwm rau hnub, tiamsis hnub xya nej so tsis txhob ua haujlwm, cia nej tej tubqhe thiab cov neeg txawv tebchaws uas ua haujlwm rau nej thiab nej tej tsiaj tau so."},{"bible_id":"1525","chapter_code":"EXO.23","verse_code":"EXO.23.13","label":"13","content":"“Nco ntsoov txhua yam uas kuv hais rau nej lawm. Tsis txhob thov lwm tus vajtswv; thiab tsis txhob hais txog lawv tej npe hlo li."},{"bible_id":"1525","chapter_code":"EXO.23","verse_code":"EXO.23.14","label":"14","content":"“Yuav tsum ua kevcai ua kuv tsaug ib xyoos twg peb zaug."},{"bible_id":"1525","chapter_code":"EXO.23","verse_code":"EXO.23.15","label":"15","content":"Lub hli Anpis, yog lub hli uas nej tawm nram tebchaws Iziv los, nej ua Kevcai Noj Ncuav Tsis Xyaw Keeb raws li kuv twb tau samhwm tseg rau nej lawm. Xya hnub uas nej ua kevcai ntawd nej tsis txhob noj tej ncuav xyaw keeb hlo li. Nej tsis txhob tuaj pehawm kuv tes dawb tes npliag."},{"bible_id":"1525","chapter_code":"EXO.23","verse_code":"EXO.23.16","label":"16","content":"“Ua Kevcai Sau Qoobloo rau thaum lub caij uas nej pib sau nej tej qoob. “Ua Kevcai Nyob Tsev Pheebsuab rau lub caij nplooj ntoos zeeg thiab thaum nej de nej tej txiv hmab txiv ntoo hauv nej tej vaj."},{"bible_id":"1525","chapter_code":"EXO.23","verse_code":"EXO.23.17","label":"17","content":"Nej yuav tsum ua kevcai ib xyoos peb zaug thiab tagnrho nej cov txivneej cia li tuaj pehawm kuv uas yog tus TSWV nej tus Vajtswv."},{"bible_id":"1525","chapter_code":"EXO.23","verse_code":"EXO.23.18","label":"18","content":"“Tsis txhob muab ncuav xyaw keeb fij rau kuv thaum nej muab tsiaj tua hlawv fij rau kuv. Cov roj tsiaj uas tua theej txhoj fij rau kuv thaum nej ua cov kevcai no tsis pub seem mus txog tagkis sawv ntxov li."},{"bible_id":"1525","chapter_code":"EXO.23","verse_code":"EXO.23.19","label":"19","content":"“Txhua xyoo nej yuav tsum coj tej qoob uas nej xub sau tau los, tuaj fij rau hauv tus TSWV uas yog nej tus Vajtswv lub tsev. “Tsis txhob muab tus menyuam yaj lossis tus menyuam tshis cov nqaij hau xyaw leej niam cov kua mis."},{"bible_id":"1525","chapter_code":"EXO.23","verse_code":"EXO.23.20","label":"20","content":"“Kuv yuav txib ib tug timtswv mus ua nej ntej, tsomkwm nej thaum nej tabtom taug kev thiab nws yuav coj nej mus kom txog qhov chaw uas kuv twb tau npaj tseg rau nej lawm."},{"bible_id":"1525","chapter_code":"EXO.23","verse_code":"EXO.23.21","label":"21","content":"Nej yuav tsum mloog nws lus thiab hwm nws. Tsis txhob ntxeev siab tawmtsam nws, rau qhov kuv yog tus tso nws los, thiab nws yuav tsis zam txim rau nej."},{"bible_id":"1525","chapter_code":"EXO.23","verse_code":"EXO.23.22","label":"22","content":"Tiamsis yog nej hwm nws thiab ua raws li kuv tej lus samhwm, kuv yuav tawmtsam nej tej yeebncuab."},{"bible_id":"1525","chapter_code":"EXO.23","verse_code":"EXO.23.23","label":"23","content":"Kuv tus timtswv yuav mus ua nej ntej thiab coj nej mus kom txog hauv lub tebchaws uas cov Amaules, cov Hitis, cov Pelixes, cov Kana-as, cov Hivis thiab cov Yenpus nyob, thiab kuv yuav ua kom lawv puastsuaj tas."},{"bible_id":"1525","chapter_code":"EXO.23","verse_code":"EXO.23.24","label":"24","content":"Nej tsis txhob pe lawv tej mlom thiab tsis txhob mus xyaum coj lawv tej kevcai. Muab lawv tej mlom rhuav povtseg thiab muab lawv tej ncej zeb tseemceeb tsoo povtseg."},{"bible_id":"1525","chapter_code":"EXO.23","verse_code":"EXO.23.25","label":"25","content":"Yog nej pehawm kuv uas yog tus TSWV nej tus Vajtswv, kuv yuav foom koob hmoov kom nej muaj mov noj thiab dej haus nplua mias thiab yuav tshem nej tej kab mob kev nkeeg mus huv tibsi."},{"bible_id":"1525","chapter_code":"EXO.23","verse_code":"EXO.23.26","label":"26","content":"Nyob hauv nej lub tebchaws, nej cov pojniam yuav tsis nchuav menyuam lossis txhua tus pojniam yuav muaj tub muaj ki, kuv yuav pub kom nej muaj sia nyob ntev."},{"bible_id":"1525","chapter_code":"EXO.23","verse_code":"EXO.23.27","label":"27","content":"“Kuv yuav ua rau cov neeg uas thaiv nej kev kom lawv ntshai kuv; kuv yuav coj kev ntxhov siab los rau cov neeg uas nej yuav mus tua ntawd thiab kuv yuav ua kom nej cov yeebncuab khiav tawm ntawm nej mus."},{"bible_id":"1525","chapter_code":"EXO.23","verse_code":"EXO.23.28","label":"28","content":"Kuv yuav ua kom nej cov yeebncuab ntshai yoob tas;  kuv yuav ntiab cov Hivis, cov Kana-as, thiab cov Hitis khiav ua ntej nej mus txog."},{"bible_id":"1525","chapter_code":"EXO.23","verse_code":"EXO.23.29","label":"29","content":"Kuv yuav tsis ntiab lawv khiav kom tas hauv ib lub xyoo. Yog kuv ua li ntawd, lub tebchaws yuav ciaj nroj tsuag thiab yuav muaj tsiaj qus coob heev."},{"bible_id":"1525","chapter_code":"EXO.23","verse_code":"EXO.23.30","label":"30","content":"Kuv yuav ntiab lawv tawm ib zaug mentsis, mus txog thaum nej huamvam coob zuj zus, mam li muab hlo lub tebchaws rau nej."},{"bible_id":"1525","chapter_code":"EXO.23","verse_code":"EXO.23.31","label":"31","content":"Kuv yuav tu ciam rau nej lub tebchaws pib kiag ntawm ces dej Hiavtxwv Liab mus txog ntua ntawm Hiavtxwv Meditelanes, thiab pib kiag ntawm tiaj suabpuam mus txog ntua ntawm tus Dej Efalates. Kuv yuav muab hwjchim rau nej raws cov neeg uas nyob hauv lub tebchaws ntawd kom khiav ua ntej uas nej mus nyob."},{"bible_id":"1525","chapter_code":"EXO.23","verse_code":"EXO.23.32","label":"32","content":"Nej tsis txhob koom tes nrog lawv lossis teev lawv tej mlom hlo li."},{"bible_id":"1525","chapter_code":"EXO.23","verse_code":"EXO.23.33","label":"33","content":"Tsis txhob cia cov neeg ntawd nrog nej nyob hauv nej lub tebchaws; yog nej cia lawv nrog nej nyob, lawv yuav coj nej mus ua txhaum tawmtsam kuv. Yog nej pe lawv tej mlom, tej mlom ntawd yuav yog ib rooj ntxiab uas tais nej cajdab.”"},{"bible_id":"1525","chapter_code":"EXO.24","verse_code":"EXO.24.1","label":"1","content":"Tus TSWV hais rau Mauxes hais tias, “Koj cia li tuaj cuag kuv saum roob no, coj Aloos, Nadas, Anpihus thiab cov Yixalayees cov thawjcoj xya caum leej nrog koj tuaj; thiab nej tuaj deb deb pehawm kuv xwb."},{"bible_id":"1525","chapter_code":"EXO.24","verse_code":"EXO.24.2","label":"2","content":"Tsuas pub koj txav tuaj ze kuv xwb, tsis pub lwm tus txav tuaj ze kuv. Tsis txhob pub cov pejxeem nce tuaj rau saum roob no hlo li.”"},{"bible_id":"1525","chapter_code":"EXO.24","verse_code":"EXO.24.3","label":"3","content":"Mauxes thiaj coj tus TSWV tej lus thiab tej kevcai los piav qhia rau cov pejxeem, thiab tagnrho cov pejxeem thooj txhij teb hais tias, “Peb yuav ua txhua yam raws li tus TSWV hais.”"},{"bible_id":"1525","chapter_code":"EXO.24","verse_code":"EXO.24.4","label":"4","content":"Mauxes sau tus TSWV tej lus huv tibsi cia. Hnub tom qab thaum sawv ntxov, Mauxes mus teeb ib lub thaj rau tim taw roob, thiab muab kaum ob lub pobzeb raws li cov Yixalayees kaum ob xeem los teeb tseg cia ua chaw nco txog."},{"bible_id":"1525","chapter_code":"EXO.24","verse_code":"EXO.24.5","label":"5","content":"Mauxes txib cov tub hluas Yixalayees kom mus hlawv tej khoom fij, thiab tua nyuj hlawv fij rau tus TSWV ua kev sib raug zoo."},{"bible_id":"1525","chapter_code":"EXO.24","verse_code":"EXO.24.6","label":"6","content":"Mauxes muab cov ntshav nyuj ib nrab tso rau hauv cov phiab thiab muab ib nrab ntov rau lub thaj."},{"bible_id":"1525","chapter_code":"EXO.24","verse_code":"EXO.24.7","label":"7","content":"Nws muab phau ntawv uas sau cov lus cog tseg uas tus TSWV samhwm kom sau, los nyeem rau cov pejxeem mloog. Cov pejxeem lees lus rau nws hais tias, “Peb yuav mloog thiab ua txhua yam raws li tus TSWV hais.”"},{"bible_id":"1525","chapter_code":"EXO.24","verse_code":"EXO.24.8","label":"8","content":"Ces Mauxes muab cov ntshav uas nyob hauv cov phiab nchos rau cov pejxeem. Mauxes hais tias, “Ntawm no yog cov ntshav uas tus TSWV muab ua lub cim coglus tseg rau nej raws li cov lus samhwm no.”"},{"bible_id":"1525","chapter_code":"EXO.24","verse_code":"EXO.24.9","label":"9","content":"Mauxes, Aloos, Nadas, Anpihus thiab cov Yixalayees xya caum leej thawjcoj thiaj nce mus rau saum roob"},{"bible_id":"1525","chapter_code":"EXO.24","verse_code":"EXO.24.10","label":"10","content":"thiab lawv pom cov Yixalayees tus Vajtswv. Qhov chaw uas nws tsuj pua cov hlaws ntsuab li ntuj ntsuab."},{"bible_id":"1525","chapter_code":"EXO.24","verse_code":"EXO.24.11","label":"11","content":"Vajtswv tsis ua li cas rau cov Yixalayees cov thawjcoj kom raug kev puastsuaj; lawv puavleej pom Vajtswv, thiab cov thawjcoj ntawd noj haus ua ke."},{"bible_id":"1525","chapter_code":"EXO.24","verse_code":"EXO.24.12","label":"12","content":"Tus TSWV hais rau Mauxes hais tias, “Koj cia li nce tuaj cuag kuv saum roob, nyob saum no tos, kuv yuav muab ob daim txiag zeb uas kuv sau kuv tej lus thiab kuv tej kevcai txhua nqe rau koj, kuv sau tej no tseg cia qhia sawvdaws.”"},{"bible_id":"1525","chapter_code":"EXO.24","verse_code":"EXO.24.13","label":"13","content":"Mauxes thiab Yausuas tus uas yog Mauxes tus tubtxib txawm sawv kev mus, thiab Mauxes txawm nce mus  saum Vajtswv lub roob lawm."},{"bible_id":"1525","chapter_code":"EXO.24","verse_code":"EXO.24.14","label":"14","content":"Mauxes hais rau cov thawjcoj hais tias, “Nej nyob ntawm lub yeej no tos txog thaum wb rov qab los. Aloos thiab Hules nkawd nrog nej nyob ntawm no; thiab yog nej leejtwg muaj plaub ntug dabtsi cia li mus cuag nkawd.”"},{"bible_id":"1525","chapter_code":"EXO.24","verse_code":"EXO.24.15","label":"15","content":"Mauxes nce mus saum roob thiab muaj huab pos tsaus nti saud."},{"bible_id":"1525","chapter_code":"EXO.24","verse_code":"EXO.24.16","label":"16","content":"Tus TSWV lub tshwjchim nyob saum Roob Xinais, thiab huab pos tsaus nti tau rau hnub; thiab hnub xya tus TSWV hu hauv tauv huab tuaj rau Mauxes."},{"bible_id":"1525","chapter_code":"EXO.24","verse_code":"EXO.24.17","label":"17","content":"Tus TSWV lub tshwjchim ci ntsa iab tshwm los rau cov Yixalayees pom zoo ib yam li nplaim taws cig lam lug saum roob tuaj."},{"bible_id":"1525","chapter_code":"EXO.24","verse_code":"EXO.24.18","label":"18","content":"Mauxes txawm nce mus saum roob thiab nkag mus rau hauv tauv huab. Nws mus nyob saum roob tau plaub caug hnub plaub caug hmo."},{"bible_id":"1525","chapter_code":"EXO.25","verse_code":"EXO.25.1","label":"1","content":"Tus TSWV hais rau Mauxes hais tias,"},{"bible_id":"1525","chapter_code":"EXO.25","verse_code":"EXO.25.2","label":"2","content":"“Koj hais rau cov Yixalayees kom coj khoom tuaj fij rau kuv. Koj cia li txais txhua yam uas cov neeg txaus siab coj tuaj fij rau kuv ntawd."},{"bible_id":"1525","chapter_code":"EXO.25","verse_code":"EXO.25.3","label":"3","content":"Cov khoom uas lawv coj tuaj fij no mas yog: kub, nyiaj, tooj;"},{"bible_id":"1525","chapter_code":"EXO.25","verse_code":"EXO.25.4","label":"4","content":"xov xiav, xov tsamxem, xov liab thiab tej ris tsho uas muab plaub tshis los ntos ua;"},{"bible_id":"1525","chapter_code":"EXO.25","verse_code":"EXO.25.5","label":"5","content":"thiab tej tawv yaj uas muab kob tsamxem zas, tej tawv nyuj uas zoo heev, ntoo kubtwm;"},{"bible_id":"1525","chapter_code":"EXO.25","verse_code":"EXO.25.6","label":"6","content":"thiab roj sam teeb, tej roj txhawb meejthawj, thiab tej hmoov tshuaj tsw qab;"},{"bible_id":"1525","chapter_code":"EXO.25","verse_code":"EXO.25.7","label":"7","content":"tej qe zeb kanelias thiab lwm yam hlaws uas coj mus dai rau ntawm tus Povthawj Hlob lub tsho efaus  thiab nws daim ntaub npog hauvsiab."},{"bible_id":"1525","chapter_code":"EXO.25","verse_code":"EXO.25.8","label":"8","content":"Lawv yuav tsum ua ib lub Tsevntaub rau kuv, kuv thiaj nrog lawv nyob."},{"bible_id":"1525","chapter_code":"EXO.25","verse_code":"EXO.25.9","label":"9","content":"Ua lub Tsevntaub no thiab npaj ua tej khoom siv rau hauv lub Tsevntaub ntawd raws li uas kuv yuav qhia koj ua ntag."},{"bible_id":"1525","chapter_code":"EXO.25","verse_code":"EXO.25.10","label":"10","content":"“Muab cov ntoo kubtwm los ua ib lub Phijxab, qhov ntev ob tshim thiab ib dos, qhov dav ib tshim thiab ib dos, thiab qhov siab ib tshim thiab ib dos."},{"bible_id":"1525","chapter_code":"EXO.25","verse_code":"EXO.25.11","label":"11","content":"Muab cov tseem kub vuam lub Phijxab ntawd sab nraud thiab sab hauv nruab nrog, thiab muab kub los ua tus ntug thoob plaws."},{"bible_id":"1525","chapter_code":"EXO.25","verse_code":"EXO.25.12","label":"12","content":"Muab kub ua plaub lub khawb ntsia rau ntawm plaub tus ceg, ntsia ib sab ob lub khawb."},{"bible_id":"1525","chapter_code":"EXO.25","verse_code":"EXO.25.13","label":"13","content":"Muab ntoo kubtwm ua ob tug nqaj uas kwv thiab muab kub vuam ob tug nqaj ntoo ntawd huv tibsi,"},{"bible_id":"1525","chapter_code":"EXO.25","verse_code":"EXO.25.14","label":"14","content":"thiab muab ob tug nqaj ntawd ntxig rau hauv cov khawb ntawm lub Phijxab ib sab ib tug nqaj."},{"bible_id":"1525","chapter_code":"EXO.25","verse_code":"EXO.25.15","label":"15","content":"Thaum ntxig rau hauv cov khawb lawm tsis txhob rho li."},{"bible_id":"1525","chapter_code":"EXO.25","verse_code":"EXO.25.16","label":"16","content":"Cia li muab ob daim txiag zeb uas kuv sau kuv cov lus samhwm uas kuv yuav muab rau koj tso rau hauv lub Phijxab ntawd."},{"bible_id":"1525","chapter_code":"EXO.25","verse_code":"EXO.25.17","label":"17","content":"“Muab cov tseem kub ua daim khwb, qhov ntev ob tshim thiab ib dos, qhov dav ib tshim thiab ib dos."},{"bible_id":"1525","chapter_code":"EXO.25","verse_code":"EXO.25.18","label":"18","content":"Muab kub ntaus ua ob tug qhelunpees muaj tis"},{"bible_id":"1525","chapter_code":"EXO.25","verse_code":"EXO.25.19","label":"19","content":"txawb ib tug rau ib tog hau Phijxab. Muab ob tug qhelunpees cog keevxeeb rau lub hau Phijxab ib tug rau ib tog."},{"bible_id":"1525","chapter_code":"EXO.25","verse_code":"EXO.25.20","label":"20","content":"Tso ob tug qhelunpees ntawd tig xubntiag tuaj ua ke, kom cov koojtis nthuav los roos lub Phijxab."},{"bible_id":"1525","chapter_code":"EXO.25","verse_code":"EXO.25.21","label":"21","content":"Muab ob daim txiag zeb cia rau hauv lub Phijxab thiab muab lub hau khwb lub Phijxab."},{"bible_id":"1525","chapter_code":"EXO.25","verse_code":"EXO.25.22","label":"22","content":"Kuv yuav ntsib koj qhov ntawd, thiab kuv nyob saum lub hau Phijxab kis nruab nrab ntawm ob sab qab koojtis qhelunpees, kuv yuav muab kuv tej kevcai rau koj coj mus qhia cov Yixalayees."},{"bible_id":"1525","chapter_code":"EXO.25","verse_code":"EXO.25.23","label":"23","content":"“Muab ntoo kubtwm los ua ib lub rooj ntev ob tshim, dav ib tshim thiab siab ib tshim thiab ib dos."},{"bible_id":"1525","chapter_code":"EXO.25","verse_code":"EXO.25.24","label":"24","content":"Muab kub vuam lub rooj ntawd, thiab muab kub nchuav ua ib tug ntug ncig thoob plaws lub npoo rooj."},{"bible_id":"1525","chapter_code":"EXO.25","verse_code":"EXO.25.25","label":"25","content":"Lub npoo rooj ntawd ua tuab nkaus li ib xib, thiab muab kub ua ib tug ntswg thoob plaws lub npoo rooj."},{"bible_id":"1525","chapter_code":"EXO.25","verse_code":"EXO.25.26","label":"26","content":"Muab kub ntaus ua plaub lub khawb ntsia rau plaub lub kaum rooj ntawm plaub tug ceg."},{"bible_id":"1525","chapter_code":"EXO.25","verse_code":"EXO.25.27","label":"27","content":"Cov khawb uas ntxig nqaj kwv lub rooj ntawd, muab ntsia kom ze rau ntawm tus npoo."},{"bible_id":"1525","chapter_code":"EXO.25","verse_code":"EXO.25.28","label":"28","content":"Muab ntoo kubtwm los txua ua ob tug nqaj thiab muab kub vuam rau ob tug nqaj ntawd."},{"bible_id":"1525","chapter_code":"EXO.25","verse_code":"EXO.25.29","label":"29","content":"Ua phaj, khob, hub thiab tais los tau hliv cawv txiv hmab ua khoom fij. Tej twj taig no yuav tsum muab cov tseem kub ua xwb."},{"bible_id":"1525","chapter_code":"EXO.25","verse_code":"EXO.25.30","label":"30","content":"Lub rooj ntawd yuav tsum txawb rau ntawm hauv ntej lub Phijxab uas ntim Vajtswv tej lus cog tseg, thiab cov ncuav dawbhuv uas fij rau kuv yuav tsum cia nyob saum lub rooj."},{"bible_id":"1525","chapter_code":"EXO.25","verse_code":"EXO.25.31","label":"31","content":"“Muab cov tseem kub ntaus ua ib lub teeb. Lub taw thiab tus ncej txawb teeb los muab tej tseem kub ntaus ua ib cov paj, ib cov cos paj thiab ib cov nplai paj kom keevxeeb rau ntawm tus ncej txawb teeb."},{"bible_id":"1525","chapter_code":"EXO.25","verse_code":"EXO.25.32","label":"32","content":"Thiab ua kom ncau ua rau ces, ib sab peb ceg."},{"bible_id":"1525","chapter_code":"EXO.25","verse_code":"EXO.25.33","label":"33","content":"Rau ces ntawd, ib ceg ua peb lub paj zoo li paj txiv duaj, nrog cov cos paj thiab cov cos nplooj."},{"bible_id":"1525","chapter_code":"EXO.25","verse_code":"EXO.25.34","label":"34","content":"Tus ncej txawb teeb mas zaig ua plaub lub paj zoo li paj txiv duaj, nrog cov cos paj thiab cov cos nplooj."},{"bible_id":"1525","chapter_code":"EXO.25","verse_code":"EXO.25.35","label":"35","content":"Ntawm rau tus ceg teeb ntawd, ua ib lub paj rau hauv qab ntawm cov ceg ncau."},{"bible_id":"1525","chapter_code":"EXO.25","verse_code":"EXO.25.36","label":"36","content":"Cov cos paj, cov ceg thiab tus ncej txawb teeb yog muab tib thooj kub ntaus ua xwb."},{"bible_id":"1525","chapter_code":"EXO.25","verse_code":"EXO.25.37","label":"37","content":"Ua xya lub teeb rau ntawm tus ncej txawb teeb, thiab taws kom cig pom kev lam lug rau tom hauv ntej."},{"bible_id":"1525","chapter_code":"EXO.25","verse_code":"EXO.25.38","label":"38","content":"Muab cov tseem kub ntaus ua rab txiab uas txiav cov teebxeeb thiab ua lub phaj rau txiab."},{"bible_id":"1525","chapter_code":"EXO.25","verse_code":"EXO.25.39","label":"39","content":"Muab xya caum tsib choj kub los ntaus ua tus ceg teeb, thiab tej twj taig uas siv rau lub teeb."},{"bible_id":"1525","chapter_code":"EXO.25","verse_code":"EXO.25.40","label":"40","content":"Yuav tsum ua txhua yam no raws li kuv tau qhia rau koj saum roob lawm."},{"bible_id":"1525","chapter_code":"EXO.26","verse_code":"EXO.26.1","label":"1","content":"“Muab kaum daim ntaubmag xiav uas zoo heev, ntaub tsamxem thiab xov liab los ua lub tsevntaub. Xaws ib co qhelunpees rau ntawm cov ntaub ntawd."},{"bible_id":"1525","chapter_code":"EXO.26","verse_code":"EXO.26.2","label":"2","content":"Txiav cov ntaub ntawd kom sib luag zos, ib daim ntev nees nkaum yim tshim, dav plaub tshim."},{"bible_id":"1525","chapter_code":"EXO.26","verse_code":"EXO.26.3","label":"3","content":"Muab tsib daim xaws ua ib daig, muab kaum daim xaws ua ob daig."},{"bible_id":"1525","chapter_code":"EXO.26","verse_code":"EXO.26.4","label":"4","content":"Xub muab daim ntaub xiav xaws rau txhua daim ntaub cov ntug sab nraud."},{"bible_id":"1525","chapter_code":"EXO.26","verse_code":"EXO.26.5","label":"5","content":"Ua tsib caug lub ntsej rau thawj daim ntaub thiab tsib caug lub ntsej rau daim ob; yuav tsum ntsuas kom sib ncag zos."},{"bible_id":"1525","chapter_code":"EXO.26","verse_code":"EXO.26.6","label":"6","content":"Muab kub ntaus ua tsib caug lub khawb khawm ob daim ntaub ua ib daig."},{"bible_id":"1525","chapter_code":"EXO.26","verse_code":"EXO.26.7","label":"7","content":"“Muab kaum ib daim ntaub plaub tshis xaws ua ib daig vov lub Tsevntaub ntawd."},{"bible_id":"1525","chapter_code":"EXO.26","verse_code":"EXO.26.8","label":"8","content":"Txiav cov ntaub ntawd kom sib luag zos, ib daig ntev peb caug tshim, thiab dav plaub tshim."},{"bible_id":"1525","chapter_code":"EXO.26","verse_code":"EXO.26.9","label":"9","content":"Muab tsib daim ntaub plaub tshis xaws ua ib daig, thiab muab rau daim xaws ua ib daig. Daim rau, yog daim uas dauv ua lub momkaum Tsevntaub."},{"bible_id":"1525","chapter_code":"EXO.26","verse_code":"EXO.26.10","label":"10","content":"Ua tsib caug lub ntsej tis rau tog taw tom no, thiab ua tsib caug lub ntsej tis rau tog taw tom ub."},{"bible_id":"1525","chapter_code":"EXO.26","verse_code":"EXO.26.11","label":"11","content":"Muab tooj ntaus ua tsib caug lub khawb khawm ob daim ntaub ntawd ua ib daig vov lub tsev."},{"bible_id":"1525","chapter_code":"EXO.26","verse_code":"EXO.26.12","label":"12","content":"Daim ntaub uas vov lub tsev, tseg ib nrab rub mus thaiv sab pem qaum Tsevntaub."},{"bible_id":"1525","chapter_code":"EXO.26","verse_code":"EXO.26.13","label":"13","content":"Tseg tw dauv rau ob sab, ib sab twg tseg ntev li ib tshim, dauv los npog lub Tsevntaub."},{"bible_id":"1525","chapter_code":"EXO.26","verse_code":"EXO.26.14","label":"14","content":"“Vov ob txheej tuaj saud, ib txheej yog muab cov tawv laug yaj uas zas liab, thiab ib txheej yog muab cov tawv uas zoo heev."},{"bible_id":"1525","chapter_code":"EXO.26","verse_code":"EXO.26.15","label":"15","content":"“Txiav ntoo kubtwm los ua cov tab uas sawv ntsug txheem lub Tsevntaub."},{"bible_id":"1525","chapter_code":"EXO.26","verse_code":"EXO.26.16","label":"16","content":"Txhua tus tab ntev kaum tshim thiab dav ib tshim thiab ib dos,"},{"bible_id":"1525","chapter_code":"EXO.26","verse_code":"EXO.26.17","label":"17","content":"muab ob sab npoo thais ua qwbdia sib dhos, kom cov tab ntawd sib dhos ua ke. Tagnrho cov tab ntawd puavleej muab thais ua qwbdia huv tibsi."},{"bible_id":"1525","chapter_code":"EXO.26","verse_code":"EXO.26.18","label":"18","content":"Muab nees nkaum tus tab txhos rau sab nrad,"},{"bible_id":"1525","chapter_code":"EXO.26","verse_code":"EXO.26.19","label":"19","content":"muab plaub caug pluaj nyiaj ua taw tiag rau nees nkaum tus tab, ob pluaj tiag ib tug tab, kom ob tug tab ntawd thiaj sib dhos ruaj."},{"bible_id":"1525","chapter_code":"EXO.26","verse_code":"EXO.26.20","label":"20","content":"Muab nees nkaum tus tab txheem lub Tsevntaub sab pem"},{"bible_id":"1525","chapter_code":"EXO.26","verse_code":"EXO.26.21","label":"21","content":"thiab muab plaub caug pluaj nyiaj ua taw tiag, ob pluaj tiag ib tug tab."},{"bible_id":"1525","chapter_code":"EXO.26","verse_code":"EXO.26.22","label":"22","content":"Lub Tsevntaub sab tom qab uas yog sab hnubpoob, txheem rau tus tab,"},{"bible_id":"1525","chapter_code":"EXO.26","verse_code":"EXO.26.23","label":"23","content":"thiab muab ob tug tab txheem lub kaum tsev tom kawg."},{"bible_id":"1525","chapter_code":"EXO.26","verse_code":"EXO.26.24","label":"24","content":"Cov taw tab puavleej txawb rau saum cov pluaj nyiaj ntawd. Ob tug tab hauv taw los yuav tsum txawb sib dhos ib yam nkaus."},{"bible_id":"1525","chapter_code":"EXO.26","verse_code":"EXO.26.25","label":"25","content":"Yog li ntawd, muaj yim tus tab thiab kaum rau pluaj nyiaj, ob pluaj tiag ib tug tab."},{"bible_id":"1525","chapter_code":"EXO.26","verse_code":"EXO.26.26","label":"26","content":"“Txuas kaum tsib tug tab ntoo kubtwm, muab tsib tug ua tab rau sab phabntsa Tsevntaub sab ped,"},{"bible_id":"1525","chapter_code":"EXO.26","verse_code":"EXO.26.27","label":"27","content":"muab tsib tug ua tab rau sab phabntsa sab nrad, thiab muab tsib tug ua tab rau sab momkaum tom qab kawg uas yog sab hnub poob."},{"bible_id":"1525","chapter_code":"EXO.26","verse_code":"EXO.26.28","label":"28","content":"Tus tab nruab nrab, yog tus uas yuam cov phabntsa ntu nruab nrab, tom no mus ti nkaus rau tom ub."},{"bible_id":"1525","chapter_code":"EXO.26","verse_code":"EXO.26.29","label":"29","content":"Muab cov tseem kub vuam cov tab thiab muab cov khawb kub khawm cov tab ntawd rau ntawm cov nqaj, cov nqaj ntawd puavleej muab kub vuam huv tibsi thiab."},{"bible_id":"1525","chapter_code":"EXO.26","verse_code":"EXO.26.30","label":"30","content":"Tsa lub Tsevntaub raws li kuv tau qhia rau koj saum Roob Xinais."},{"bible_id":"1525","chapter_code":"EXO.26","verse_code":"EXO.26.31","label":"31","content":"“Muab ib daim ntaubmag zoo heev uas txaij xiav, txaij tsamxem liab thiab cov plaub yaj uas zas liab los ua daim ntaub thaiv. Xaws cov duab qhelunpees rau ntawm daim ntaub ntawd."},{"bible_id":"1525","chapter_code":"EXO.26","verse_code":"EXO.26.32","label":"32","content":"Muab cov nqelauj kub dai rau thiab coj mus khuam rau ntawm plaub tug ncej ntoo kubtwm uas vuam kub, thiab muab txawb rau saum plaub pluaj nyiaj uas tiag taw."},{"bible_id":"1525","chapter_code":"EXO.26","verse_code":"EXO.26.33","label":"33","content":"Muab daim ntaub ntawd dai rau ntawm cov khawb hauv lub Tsev, thiab muab lub Phijxab uas ntim ob daim txiag zeb uas kuv sau tej lus cog tseg txawb rau sab ntawm daim ntaub sab tod. Daim ntaub ntawd quas chav Dawbhuv thiab chav uas Dawbhuv kawg nkaus."},{"bible_id":"1525","chapter_code":"EXO.26","verse_code":"EXO.26.34","label":"34","content":"Muab lub hau mus khwb lub Phijxab Coglus tseg."},{"bible_id":"1525","chapter_code":"EXO.26","verse_code":"EXO.26.35","label":"35","content":"Muab lub rooj mus txawb rau sab nraum daim ntaub sab ped, thiab muab tus ncej txawb teeb txawb rau sab nrad."},{"bible_id":"1525","chapter_code":"EXO.26","verse_code":"EXO.26.36","label":"36","content":"“Muab ib daim ntaubmag zoo zoo uas txaij xiav, txaij tsamxem thiab txaij liab uas xaws ua paj ntaub txaij nraug zees los ua daim ntaub npog lub qhovrooj Tsevntaub."},{"bible_id":"1525","chapter_code":"EXO.26","verse_code":"EXO.26.37","label":"37","content":"Koj yuav tsum ua tsib tug ncej ntoo kubtwm thiab muab tej tseem kub vuam rau thiab ua ib co nqelauj kub dai daim ntaub no rau saud; thiab ua tsib tug taw tooj tiag cov ncej ntawd."},{"bible_id":"1525","chapter_code":"EXO.27","verse_code":"EXO.27.1","label":"1","content":"“Muab ntoo kubtwm los ua ib lub thaj, qhov ntev tsib tshim, qhov dav tsib tshim thiab qhov siab peb tshim."},{"bible_id":"1525","chapter_code":"EXO.27","verse_code":"EXO.27.2","label":"2","content":"Ua plaub tug kub rau saum plaub ceg kaum thaj. Plaub tug kub ntawd, txua koom hlo nrog lub thaj thiab muab tooj vuam huv tibsi."},{"bible_id":"1525","chapter_code":"EXO.27","verse_code":"EXO.27.3","label":"3","content":"Ua ib co laujkaub ntim tshauv, ib co duav, ib co tais, ib co diav rawg thiab ib co yias rau hluavncaig. Tej cuabyeej no puavleej yog muab tooj ua."},{"bible_id":"1525","chapter_code":"EXO.27","verse_code":"EXO.27.4","label":"4","content":"Muab tooj hiab ua daim ntxaij, thiab muab tooj ntaus ua plaub lub khawb ntsia rau ntawm plaub ceg kaum ua tes nqa."},{"bible_id":"1525","chapter_code":"EXO.27","verse_code":"EXO.27.5","label":"5","content":"Muab daim ntxaij tooj ntawd pua rau hauv lub thaj kom txog ntua ib nrab."},{"bible_id":"1525","chapter_code":"EXO.27","verse_code":"EXO.27.6","label":"6","content":"Muab ntoo kubtwm ua ob tug nqaj uas kwv lub thaj, thiab muab tooj vuam rau,"},{"bible_id":"1525","chapter_code":"EXO.27","verse_code":"EXO.27.7","label":"7","content":"thiab muab ntxig rau ntawm plaub lub khawb uas ntsia rau ntawm lub thaj ob sab."},{"bible_id":"1525","chapter_code":"EXO.27","verse_code":"EXO.27.8","label":"8","content":"Muab txiag ntoo ua lub thaj thiab tseg hauv plawv khoob, raws nraim li tus qauv uas kuv tau qhia rau koj saum roob lawm."},{"bible_id":"1525","chapter_code":"EXO.27","verse_code":"EXO.27.9","label":"9","content":"“Koj yuav tsum xov vaj ncig lub Tsevntaub. Muab daim ntaubmag uas ntev ib puas tshim xov sab nrad,"},{"bible_id":"1525","chapter_code":"EXO.27","verse_code":"EXO.27.10","label":"10","content":"muab nees nkaum tus kav tooj ua ncej, muab nees nkaum tus kav tooj tiag taw, tiamsis cov khawb thiab cov hlua yog muab nyiaj ua."},{"bible_id":"1525","chapter_code":"EXO.27","verse_code":"EXO.27.11","label":"11","content":"Xov zoo ib yam li ntawd rau sab ntsavaj ped thiab."},{"bible_id":"1525","chapter_code":"EXO.27","verse_code":"EXO.27.12","label":"12","content":"Muab daim ntaub uas ntev tsib caug tshim xov sab hnubpoob, txhos kaum tus ncej thiab kaum tus tiag taw."},{"bible_id":"1525","chapter_code":"EXO.27","verse_code":"EXO.27.13","label":"13","content":"Sab hnubtuaj, yog lub roojvag uas nkag mus rau hauv, sab ntawd xov tsib caug tshim dav ib yam nkaus."},{"bible_id":"1525","chapter_code":"EXO.27","verse_code":"EXO.27.14","label":"14","content":"Ib sab roojvag twg ntev kaum tsib tshim, txhos peb tug ncej thiab peb tug tiag taw."},{"bible_id":"1525","chapter_code":"EXO.27","verse_code":"EXO.27.15","label":"15","content":"Sab roojvag tod los ntev kaum tsib tshim, txhos peb tug ncej thiab peb tug tiag taw."},{"bible_id":"1525","chapter_code":"EXO.27","verse_code":"EXO.27.16","label":"16","content":"Daim ntaubmag uas npog lub roojvag ntev nees nkaum tshim thiab txaij xiav, txaij tsamxem thiab txaij liab, thiab muab xaws ua paj ntaub txaij nraug zees rau. Txhos plaub tug ncej thiab plaub tug tiag taw ncej dai daim ntaub ntawd."},{"bible_id":"1525","chapter_code":"EXO.27","verse_code":"EXO.27.17","label":"17","content":"Tagnrho cov ncej uas xov ncig lub tsev, puavleej muab xov nyiaj pav, tej khawb khawm los yog khawb nyiaj, thiab cov tiag taw puavleej yog tooj."},{"bible_id":"1525","chapter_code":"EXO.27","verse_code":"EXO.27.18","label":"18","content":"Lub vaj, qhov ntev muaj ib puas tshim, qhov dav muaj tsib caug tshim, thiab qhov siab muaj tsib tshim. Muab cov ntaubmag uas zoo heev xaws ua ntsavaj thiab muab tooj ua cov tiag taw."},{"bible_id":"1525","chapter_code":"EXO.27","verse_code":"EXO.27.19","label":"19","content":"Tagnrho txhua yam cuabyeej siv hauv lub Tsevntaub, tej tswg uas txhos rub lub Tsevntaub thiab tus ntsavaj puavleej yog muab tooj ua."},{"bible_id":"1525","chapter_code":"EXO.27","verse_code":"EXO.27.20","label":"20","content":"“Cia li samhwm rau cov Yixalayees kom lawv nqa cov roj txiv ntoo uas zoo tshaj plaws tuaj rau koj sam rau lub teeb, thiaj tau taws txhua hmo."},{"bible_id":"1525","chapter_code":"EXO.27","verse_code":"EXO.27.21","label":"21","content":"Aloos thiab nws cov tub ua cov uas tu thiab taws lub teeb hauv lub Tsevntaub uas yog kuv qhov chaw sib ntsib uas ncaj lub Phijxab ntawm daim ntaub sab nraum no, kom cig tabmeeg kuv ib hmo kaj ntug. Cov Yixalayees thiab lawv cov xeebntxwv yuav tsum ceev cov lus samhwm no mus ibtxhis li."},{"bible_id":"1525","chapter_code":"EXO.28","verse_code":"EXO.28.1","label":"1","content":"“Cia li hu koj tus tijlaug Aloos thiab nws cov tub: Nadas, Anpihus, Ele-axas thiab Ithamas tuaj. Muab lawv cais tawm hauv cov Yixalayees, thiab muab lawv tsa ua cov povthawj ua kuv tes haujlwm."},{"bible_id":"1525","chapter_code":"EXO.28","verse_code":"EXO.28.2","label":"2","content":"Xaws cov tsho povthawj rau koj tus tijlaug Aloos hnav, tsav nws lub meejmom kom sawvdaws hwm."},{"bible_id":"1525","chapter_code":"EXO.28","verse_code":"EXO.28.3","label":"3","content":"Koj hu tagnrho cov neeg uas kuv pub lawv muaj peevxwm ua txhua yam tuaj, thiab qhia kom lawv xaws cov tsho ntev rau Aloos hnav, muab nws tsa ua tus povthawj ua kuv tes haujlwm."},{"bible_id":"1525","chapter_code":"EXO.28","verse_code":"EXO.28.4","label":"4","content":"Qhia kom lawv ua daim npog hauvsiab, lub tsho efaus, lub tsho ntev, lub tsho txaij, txoj phuam uas ntoo thiab txoj siv sia. Lawv ua cov tsho povthawj no rau koj tus tijlaug Aloos thiab nws cov tub hnav, kom lawv ua cov povthawj ua kuv tes haujlwm."},{"bible_id":"1525","chapter_code":"EXO.28","verse_code":"EXO.28.5","label":"5","content":"Cov neeg ntawd muab ntaub xiav, ntaub tsamxem, xov liab, xov kub thiab cov ntaubmag uas zoo heev xaws ua cov tsoos tsho ntawd."},{"bible_id":"1525","chapter_code":"EXO.28","verse_code":"EXO.28.6","label":"6","content":"“Lawv muab ntaub xiav, ntaub tsamxem, ntaub liab, xov kub thiab muab cov ntaubmag uas zoo heev xaws ua lub tsho efaus, thiab xaws paj ntaub txaij nraug zees rau."},{"bible_id":"1525","chapter_code":"EXO.28","verse_code":"EXO.28.7","label":"7","content":"Ob txoj hlab uas khuam xubpwg, muab sib rig rau nraum nraubqaum mus khawm rau nram ob sab ntha."},{"bible_id":"1525","chapter_code":"EXO.28","verse_code":"EXO.28.8","label":"8","content":"Txoj siv sia yog muab cov ntaub uas xaws lub tsho efaus ua, thiab muab xaws rau ntawm lub tsho efaus."},{"bible_id":"1525","chapter_code":"EXO.28","verse_code":"EXO.28.9","label":"9","content":"Muab ob lub qe zeb kanelias los txaug Yakhauj kaum ob tug tub cov npe rau,"},{"bible_id":"1525","chapter_code":"EXO.28","verse_code":"EXO.28.10","label":"10","content":"txaug kom raws li lawv tej hnubnyoog ib tug zuj zus, txaug rau leej npe rau ib lub qe zeb."},{"bible_id":"1525","chapter_code":"EXO.28","verse_code":"EXO.28.11","label":"11","content":"Yuav tsum yog tus uas txawj ntaus nplhaib thiaj txaug tau Yakhauj cov tub tej npe rau ntawm ob lub qe zeb, thiab yuav tsum nchuav ib daim phiaj kub cog ob lub qe zeb ntawd."},{"bible_id":"1525","chapter_code":"EXO.28","verse_code":"EXO.28.12","label":"12","content":"Muab ob lub qe zeb ntawd dai rau ntawm lub tsho efaus ob txoj hlab saum xubpwg, ua lub cim nco txog kaum ob xeem Yixalayees. Ua li ntawd Aloos thiaj tau coj rawv lawv tej npe rau saum nws ob sab xubpwg, kom kuv uas yog tus TSWV nco ntsoov kuv haivneeg."},{"bible_id":"1525","chapter_code":"EXO.28","verse_code":"EXO.28.13","label":"13","content":"Muab tej tseem kub nchuav ob daim phiaj txaij nraug zees"},{"bible_id":"1525","chapter_code":"EXO.28","verse_code":"EXO.28.14","label":"14","content":"thiab ua ob txoj saw kub ntswj zoo li txoj hlua, thiab muab tis rau ntawm ob daim phiaj ntawd."},{"bible_id":"1525","chapter_code":"EXO.28","verse_code":"EXO.28.15","label":"15","content":"“Ua daim ntaub npog hauvsiab rau tus Povthawj Hlob tau siv npog hauvsiab li Vajtswv lub siab nyiam. Muab cov ntaub uas xaws lub tsho efaus ua daim npog hauvsiab thiab xaws paj ntaub txaij nraug zees rau thiab."},{"bible_id":"1525","chapter_code":"EXO.28","verse_code":"EXO.28.16","label":"16","content":"Daim ntaub npog hauvsiab ntawd ua xwmfab xwmmeem thiab muab tais ua ob tsem, ntev ib dos thiab dav ib dos."},{"bible_id":"1525","chapter_code":"EXO.28","verse_code":"EXO.28.17","label":"17","content":"Cog plaub leej qe zeb muaj nqis rau ntawm daim ntaub npog hauvsiab; thawj leej cog ib lub qe zeb lunpis, ib lub qe zeb taupas thiab ib lub qe zeb nkanes;"},{"bible_id":"1525","chapter_code":"EXO.28","verse_code":"EXO.28.18","label":"18","content":"leej ob, cog ib lub qe zeb emelas, ib lub qe zeb xafiles thiab ib lub qe zeb dawb ci hob;"},{"bible_id":"1525","chapter_code":"EXO.28","verse_code":"EXO.28.19","label":"19","content":"leej peb, cog ib lub qe zeb xiav txho taws, ib lub qe zeb ankates thiab ib lub qe zeb amethis;"},{"bible_id":"1525","chapter_code":"EXO.28","verse_code":"EXO.28.20","label":"20","content":"thiab leej plaub, cog ib lub qe zeb npelis, ib lub qe zeb kanelias thiab ib lub qe zeb yapes. Cov qe zeb no puavleej muab dhos rau ntawm daim phiaj kub."},{"bible_id":"1525","chapter_code":"EXO.28","verse_code":"EXO.28.21","label":"21","content":"Kaum ob lub qe zeb ntawd puavleej txaug Yakhauj kaum ob leeg tub npe rau, cov qe zeb ntawd zoo ib yam li tej homthawj uas txaug kaum ob xeem ntawd npe rau."},{"bible_id":"1525","chapter_code":"EXO.28","verse_code":"EXO.28.22","label":"22","content":"Muab cov tseem kub nchuav ua ob txoj saw, thiab muab ntswj zoo li txoj hlua tis rau ntawm daim npog hauvsiab."},{"bible_id":"1525","chapter_code":"EXO.28","verse_code":"EXO.28.23","label":"23","content":"Ua ob lub khawb kub tis rau daim ntaub npog hauvsiab ob lub ntsej sab saud,"},{"bible_id":"1525","chapter_code":"EXO.28","verse_code":"EXO.28.24","label":"24","content":"thiab muab ob txoj saw kub tis rau ntawm ob lub khawb kub."},{"bible_id":"1525","chapter_code":"EXO.28","verse_code":"EXO.28.25","label":"25","content":"Muab ob tog qab tis rau ob daim phiaj, ua li no kom ob txoj saw lo rau lub tsho efaus ob daim tiag xubpwg ntawm xubntiag."},{"bible_id":"1525","chapter_code":"EXO.28","verse_code":"EXO.28.26","label":"26","content":"Ua dua ob lub khawb kub tis rau ntawm daim ntaub npog hauvsiab ob lub kaum hauv qab ntawm tus npoo uas npuab nkaus lub tsho efaus."},{"bible_id":"1525","chapter_code":"EXO.28","verse_code":"EXO.28.27","label":"27","content":"Ua dua ob lub khawb kub tis ntxiv rau lub tsho khuam ob txoj hlab khuam xubpwg ob tog tw kawg tom xubntiag uas ze kab xaws thiab txuas nkaus txoj siv uas muab ntaub plaub yaj xaws."},{"bible_id":"1525","chapter_code":"EXO.28","verse_code":"EXO.28.28","label":"28","content":"Muab ob txoj hlab ntaub xiav khi daim ntaub npog hauvsiab ob lub khawb rau ntawm lub tsho efaus ob lub khawb, kom txuas nkaus rau ntawm txoj siv liab, thiab kom daim ntaub npog hauvsiab nyob ncaj rau ntawm lub tsho efaus."},{"bible_id":"1525","chapter_code":"EXO.28","verse_code":"EXO.28.29","label":"29","content":"“Thaum Aloos mus rau hauv Chav Dawbhuv, nws yuav tsum npua rawv daim ntaub npog hauvsiab uas txaug tagnrho cov Yixalayees kaum ob xeem npe rau lawm, kom kuv uas yog tus TSWV, nco ntsoov kuv haivneeg."},{"bible_id":"1525","chapter_code":"EXO.28","verse_code":"EXO.28.30","label":"30","content":"Muab lub Ulees thiab lub Thumees  ntsaws rau hauv daim ntaub npog hauvsiab, kom thaum Aloos tuaj rau hauv chav dawbhuv uas yog kuv qhov chaw nyob, nws thiaj nqa rawv ob yam ntawd. Txhua zaus nws yuav tsum hnav daim ntaub npog hauvsiab tuaj, nws thiaj yuav paub qhia rau cov Yixalayees ua tej yam uas haum kuv siab."},{"bible_id":"1525","chapter_code":"EXO.28","verse_code":"EXO.28.31","label":"31","content":"“Muab cov xov xiav xaws ua lub tsho ntev hnav npog tuaj saum lub tsho efaus."},{"bible_id":"1525","chapter_code":"EXO.28","verse_code":"EXO.28.32","label":"32","content":"Lub tsho ntawd, xaws looj saum taubhau tuaj, thiab foob lub cajdab tshos kom thoob plaws thiaj tsis ntuag."},{"bible_id":"1525","chapter_code":"EXO.28","verse_code":"EXO.28.33+EXO.28.34","label":"33-34","content":"Muab xov xiav, xov tsamxem thiab xov liab khi ua tej lub txiv ntsiavkws, dai ib lub txiv ntsiavkws quas ib lub tswb kub, thoob plaws lub tw tsho ntev."},{"bible_id":"1525","chapter_code":"EXO.28","verse_code":"EXO.28.35","label":"35","content":"Thiab muab lub tsho ntev ntawd rau Aloos hnav thaum nws mus ua tes haujlwm povthawj, thiaj yuav hnov tej tswb ntawd nrov thaum nws mus rau hauv Chav Dawbhuv tim ntsej tim muag tus TSWV thiab thaum nws tawm rov qab, nws thiaj tsis raug tua tuag."},{"bible_id":"1525","chapter_code":"EXO.28","verse_code":"EXO.28.36","label":"36","content":"“Thiab koj muab cov tseem kub ntaus ua ib daim phiaj, thiab txaug ib co lus rau ntawm daim phiaj kub hais tias, ‘Dawbhuv rau tus TSWV.’"},{"bible_id":"1525","chapter_code":"EXO.28","verse_code":"EXO.28.37","label":"37","content":"Muab ib txoj hlab ntaub xiav khi daim phiaj kub ntawd rau saum txoj phuam uas ntoo saum taubhau."},{"bible_id":"1525","chapter_code":"EXO.28","verse_code":"EXO.28.38","label":"38","content":"Aloos coj rawv daim phiaj kub ntawd rau saum nws hauvpliaj, ces txawm yog cov pejxeem fij tej yam khoom yuam kev mentsis los kuv uas yog tus TSWV thiaj yuav txais cov Yixalayees tej khoom uas lawv coj tuaj fij rau kuv ntawd."},{"bible_id":"1525","chapter_code":"EXO.28","verse_code":"EXO.28.39","label":"39","content":"“Muab cov xov maj uas zoo heev ntos ua ib lub tsho rau Aloos hnav thiab ntos ua ib txoj phuam rau Aloos ntoo, thiab xaws paj ntaub rau txoj siv kom txaij nraug zees."},{"bible_id":"1525","chapter_code":"EXO.28","verse_code":"EXO.28.40","label":"40","content":"“Koj cia li ua ib cov tsho, ib cov siv thiab ib cov kausmom rau Aloos cov tub, koj yuav tsum ua kom zoo tsimnyog rau lawv hnav kom sawvdaws hwm lawv."},{"bible_id":"1525","chapter_code":"EXO.28","verse_code":"EXO.28.41","label":"41","content":"Muab cov tsho no rau koj tus tijlaug Aloos thiab nws cov tub hnav. Cia li muab roj txiv ntoo pleev lawv, thiab tsa lawv ua cov povthawj ua kuv tes haujlwm."},{"bible_id":"1525","chapter_code":"EXO.28","verse_code":"EXO.28.42","label":"42","content":"Koj muab ntaubmag xaws ib co ris luv rau lawv hnav tuaj hauv qab kom txij ntua ntawm duav rau nram ncejpuab, thiaj tsis pom lawv chaw txajmuag."},{"bible_id":"1525","chapter_code":"EXO.28","verse_code":"EXO.28.43","label":"43","content":"Aloos thiab nws cov tub yuav tsum hnav cov ris no thaum lawv mus rau hauv lub Tsevntaub uas yog kuv qhov chaw sib ntsib lossis thaum lawv mus sawv ntawm lub thaj ua tes haujlwm povthawj hauv Chav Dawbhuv, lawv thiaj tsis raug tua vim pom lawv tej chaw txajmuag. Qhov no yog txoj kevcai uas Aloos thiab nws cov xeebntxwv yuav tau coj mus ibtxhis li."},{"bible_id":"1525","chapter_code":"EXO.29","verse_code":"EXO.29.1","label":"1","content":"“Ntawm no yog tej uas koj yuav tsum tau ua rau Aloos thiab nws cov tub, muab lawv tsa ua povthawj ua kuv tes haujlwm. Muab ib tug menyuam heev nyuj thiab ob tug laug yaj uas tsis muaj ib qhov phem li."},{"bible_id":"1525","chapter_code":"EXO.29","verse_code":"EXO.29.2","label":"2","content":"Muab cov tseem hmoov nplej uas tsis xyaw keeb zuaj ua ib co ncuav, muab ib co hmoov ntse roj txiv ntoo ua dua ib co ncuav, thiab muab ib co puab ua tej lub nyias nyias muab roj txiv ntoo pleev rau saud."},{"bible_id":"1525","chapter_code":"EXO.29","verse_code":"EXO.29.3","label":"3","content":"Koj cia li muab cov ncuav ntawd ntim rau hauv tawb coj tuaj fij rau kuv thaum uas koj muab tus menyuam heev nyuj thiab ob tug laug yaj tua fij."},{"bible_id":"1525","chapter_code":"EXO.29","verse_code":"EXO.29.4","label":"4","content":"“Koj cia li coj Aloos thiab nws cov tub mus rau tom lub qhovrooj uas yuav mus rau hauv lub Tsevntaub uas yog kuv qhov chaw sib ntsib, thiab muab dej los ua kevcai ntxuav lawv."},{"bible_id":"1525","chapter_code":"EXO.29","verse_code":"EXO.29.5","label":"5","content":"Koj muab cov tsoos tsho rau Aloos hnav uas yog: lub tsho ntev, lub tsho efaus, lub tsho uas hnav npog lub tsho efaus, daim ntaub npog hauvsiab thiab txoj siv rau nws sia."},{"bible_id":"1525","chapter_code":"EXO.29","verse_code":"EXO.29.6","label":"6","content":"Muab txoj phuam rau Aloos ntoo saum taubhau, thiab muab daim phiaj kub dawbhuv uas txaug cov lus hais tias, ‘Dawbhuv rau tus TSWV,’ khi rau saum txoj phuam."},{"bible_id":"1525","chapter_code":"EXO.29","verse_code":"EXO.29.7","label":"7","content":"Ces koj muab cov roj uas txhawb meejthawj hliv rau saum Aloos taubhau, thiab muab nws tsa ua povthawj."},{"bible_id":"1525","chapter_code":"EXO.29","verse_code":"EXO.29.8","label":"8","content":"“Koj coj Aloos cov tub tuaj thiab muab cov tsho no rau lawv hnav;"},{"bible_id":"1525","chapter_code":"EXO.29","verse_code":"EXO.29.9","label":"9","content":"muab siv rau lawv sia thiab muab kausmom rau lawv ntoo. Ua li ntawd yog koj tsa Aloos thiab nws cov tub ntag. Ces lawv thiab lawv cov xeebntxwv yuav ua povthawj ua kuv tes haujlwm mus ibtxhis li."},{"bible_id":"1525","chapter_code":"EXO.29","verse_code":"EXO.29.10","label":"10","content":"“Cab tus heev nyuj mus rau ntawm hauv ntej lub Tsevntaub uas yog kuv qhov chaw sib ntsib, hais rau Aloos thiab nws cov tub kom tsa tes rau saum tus heev nyuj taubhau."},{"bible_id":"1525","chapter_code":"EXO.29","verse_code":"EXO.29.11","label":"11","content":"Muab tus heev nyuj ntawd tua tabmeeg tus TSWV rau ntawm lub qhovrooj Tsevntaub."},{"bible_id":"1525","chapter_code":"EXO.29","verse_code":"EXO.29.12","label":"12","content":"Muab koj tus ntivtes tub tus heev nyuj ntawd cov ntshav mus pleev rau lub thaj cov kub. Ces dua li cov ntshav uas seem muab hliv ywg lub taw thaj kom tas."},{"bible_id":"1525","chapter_code":"EXO.29","verse_code":"EXO.29.13","label":"13","content":"Koj muab cov npluag roj uas npog plab hnyuv, nplooj siab uas zoo tshaj plaws, thiab ob lub raum nrog cov npluag roj uas qhwv ob lub raum, coj mus hlawv rau saum lub thaj fij rau kuv."},{"bible_id":"1525","chapter_code":"EXO.29","verse_code":"EXO.29.14","label":"14","content":"Tiamsis tus nyuj cov nqaij, daim tawv thiab cov plab hnyuv mas muab coj mus hlawv rau sab nraum ntug yeej. Qhov no yog muab fij tshem cov povthawj lub txim povtseg."},{"bible_id":"1525","chapter_code":"EXO.29","verse_code":"EXO.29.15","label":"15","content":"“Muab ib tug yaj los thiab hais rau Aloos thiab nws cov tub, kom lawv tsa tes rau saum tus yaj ntawd taubhau,"},{"bible_id":"1525","chapter_code":"EXO.29","verse_code":"EXO.29.16","label":"16","content":"thiab koj cia li muab tus yaj ntawd tua, muab cov ntshav coj mus ywg rau lub thaj."},{"bible_id":"1525","chapter_code":"EXO.29","verse_code":"EXO.29.17","label":"17","content":"Ces muab tus yaj ntawd txiav ua tej daim; ntxuav tej plab hnyuv thiab cov cesqab kom huv, coj mus tso tshooj rau saum lub taubhau thiab cov nqaij,"},{"bible_id":"1525","chapter_code":"EXO.29","verse_code":"EXO.29.18","label":"18","content":"muab tagnrho tus yaj ntawd coj mus hlawv rau saum lub thaj fij rau tus TSWV, kom tej pa tsw qab ntxiag rau tus TSWV."},{"bible_id":"1525","chapter_code":"EXO.29","verse_code":"EXO.29.19","label":"19","content":"“Koj muab dua ib tug yaj los thiab hais kom Aloos thiab nws cov tub tsa tes rau saum tus yaj ntawd taubhau,"},{"bible_id":"1525","chapter_code":"EXO.29","verse_code":"EXO.29.20","label":"20","content":"koj muab tus yaj ntawd tua, thiab muab mentsis ntshav coj mus pleev rau Aloos thiab nws cov tub cov tsho ntev lub ntsej sab xis thiab pleev rau lawv cov ntivtaw xoo sab xis. Muab cov ntshav uas seem coj mus ywg rau lub thaj plaub sab ntawd huv tibsi."},{"bible_id":"1525","chapter_code":"EXO.29","verse_code":"EXO.29.21","label":"21","content":"Koj muab mentsis ntshav saum lub thaj thiab mentsis roj txhawb meejthawj nchos rau Aloos thiab nws lub tsho, nws cov tub thiab lawv cov tsho. Ces nws thiab nws cov tub thiab lawv tej tsoos tsho thiaj dawbhuv txaus kuv siab."},{"bible_id":"1525","chapter_code":"EXO.29","verse_code":"EXO.29.22","label":"22","content":"“Muab tej roj yaj hlais tseg, tej roj cesqab, tej npluag roj uas npog plab hnyuv, nplooj siab, ob lub raum nrog cov npluag roj uas qhwv ob lub raum, thiab cesqab sab xis."},{"bible_id":"1525","chapter_code":"EXO.29","verse_code":"EXO.29.23","label":"23","content":"Rho cov ncuav uas twb muab fij rau kuv lawm hauv tawb los, muab ib yam ib lub li no: muab ib lub ncuav xyaw roj txiv ntoo, muab ib lub ncuav tsis xyaw roj, muab ib lub ncuav nyias nyias,"},{"bible_id":"1525","chapter_code":"EXO.29","verse_code":"EXO.29.24","label":"24","content":"thiab koj muab tagnrho cov khoom fij no rau Aloos thiab nws cov tub, kom lawv muab yom fij rau kuv."},{"bible_id":"1525","chapter_code":"EXO.29","verse_code":"EXO.29.25","label":"25","content":"Ces koj rov txais cov zaub mov ntawm lawv tes los, thiab muab coj mus hlawv rau saum lub thaj, tso tshooj ntxiv rau saum cov zaub mov uas twb muab hlawv fij rau kuv lawm. Tej pa ntawd yuav tsw qab ntxiag txaus kuv siab heev."},{"bible_id":"1525","chapter_code":"EXO.29","verse_code":"EXO.29.26","label":"26","content":"“Koj muab lub hauvnrob yaj coj los yom fij tshwjxeeb rau kuv. Thooj nqaij hauvnrob no yog koj tug."},{"bible_id":"1525","chapter_code":"EXO.29","verse_code":"EXO.29.27","label":"27","content":"“Tus yaj uas muab tua yom fij rau kuv, thaum ua kevcai tsa tus povthawj, yuav tsum muab lub hauvnrob thiab cesqab tshwj rau ib cag, tseg rau Aloos thiab nws cov tub."},{"bible_id":"1525","chapter_code":"EXO.29","verse_code":"EXO.29.28","label":"28","content":"Thaum kuv haivneeg fij lawv tej khoom sib raug zoo, mas muab lub hauvnrob thiab cesqab ua cov povthawj tug, kuv thiaj tsis hloov siab. Qhov no yog cov pejxeem muab rau kuv uas yog tus TSWV."},{"bible_id":"1525","chapter_code":"EXO.29","verse_code":"EXO.29.29","label":"29","content":"“Thaum Aloos tuag, muab nws cov ris tsho uas yog tus povthawj rau nws cov tub hnav, rau qhov lawv yuav hnav thaum uas tsa lawv ua povthawj."},{"bible_id":"1525","chapter_code":"EXO.29","verse_code":"EXO.29.30","label":"30","content":"Aloos tus tub uas ua povthawj hloov nws chaw yuav tsum hnav cev ris tsho ntawd xya hnub, thaum uas nws tuaj rau hauv lub Tsevntaub uas yog kuv qhov chaw sib ntsib thiab ua kuv tes haujlwm hauv Chav Dawbhuv."},{"bible_id":"1525","chapter_code":"EXO.29","verse_code":"EXO.29.31","label":"31","content":"“Coj tus yaj uas tua ua kevcai tsa Aloos thiab nws cov tub ntawd, mus hau rau hauv chav dawbhuv."},{"bible_id":"1525","chapter_code":"EXO.29","verse_code":"EXO.29.32","label":"32","content":"Lawv yuav noj cov nqaij yaj thiab cov ncuav uas tseg rau hauv lub tawb nyob ntawm kuv lub Tsevntaub sib ntsib lub qhovrooj."},{"bible_id":"1525","chapter_code":"EXO.29","verse_code":"EXO.29.33","label":"33","content":"Lawv yuav tsum noj tej zaub mov uas ua kevcai ntxuav zam txim thaum tsa lawv ntawd."},{"bible_id":"1525","chapter_code":"EXO.29","verse_code":"EXO.29.34","label":"34","content":"Tej nqaij lossis tej mov uas seem txog tagkis sawv ntxov tsis txhob noj lawm, cia li muab hlawv povtseg; rau qhov yog tej khoom uas dawbhuv."},{"bible_id":"1525","chapter_code":"EXO.29","verse_code":"EXO.29.35","label":"35","content":"“Koj ua kevcai tsa Aloos thiab nws cov tub kom txwm nkaus xya hnub, raws li kuv tau samhwm rau koj lawm."},{"bible_id":"1525","chapter_code":"EXO.29","verse_code":"EXO.29.36","label":"36","content":"Txhua hnub twg koj yuav tsum muab ib tug heev nyuj los tua theej txhoj, ua kev zam lawv lub txim. Thiab qhov no yog koj ua kevcai ntxuav lub thaj. Koj cia li muab roj txiv ntoo hliv rau lub thaj ua kom lub thaj dawbhuv."},{"bible_id":"1525","chapter_code":"EXO.29","verse_code":"EXO.29.37","label":"37","content":"Ua li no kom txwm nkaus xya hnub. Lub thaj thiaj yuav dawbhuv, thiab txhua tus neeg lossis txhua yam uas mus chwv lub thaj, lub thaj yuav ua rau txhua tus neeg lossis tej khoom ntawd dawbhuv."},{"bible_id":"1525","chapter_code":"EXO.29","verse_code":"EXO.29.38","label":"38","content":"“Yuav tsum muab ob tug menyuam yaj uas muaj ib xyoo mus tua hlawv rau saum lub thaj, ib hnub dhau ib hnub tsis tu li."},{"bible_id":"1525","chapter_code":"EXO.29","verse_code":"EXO.29.39","label":"39","content":"Muab ob tug menyuam yaj ntawd ib tug tua hlawv theej txhoj rau thaum sawv ntxov thiab muab ib tug tua hlawv rau thaum yuav tsaus ntuj."},{"bible_id":"1525","chapter_code":"EXO.29","verse_code":"EXO.29.40","label":"40","content":"Luj ob choj tseem hmoov nplej zuaj xyaw ib lamhwj tseem roj txiv ntoo, thiab ib lamhwj cawv txiv hmab fij nrog thawj tug menyuam yaj."},{"bible_id":"1525","chapter_code":"EXO.29","verse_code":"EXO.29.41","label":"41","content":"Tus menyuam yaj uas hlawv theej txhoj thaum yuav tsaus ntuj, muab hmoov nplej, roj txiv ntoo thiab cawv txiv hmab coj mus fij nrog ib yam li tus uas fij thaum sawv ntxov. Cov no yog tej zaub mov uas fij rau kuv uas yog tus TSWV, thiab tej pa ntawd yuav tsw qab ntxiag txaus kuv siab."},{"bible_id":"1525","chapter_code":"EXO.29","verse_code":"EXO.29.42","label":"42","content":"Yuav tsum ua kevcai hlawv cov khoom fij li no tabmeeg kuv, rau ntawm lub Tsevntaub uas yog kuv qhov chaw sib ntsib lub qhovrooj mus ibtxhis. Kuv yuav nrog koj tham thiab ntsib kuv haivneeg ntawm qhov chaw ntawd."},{"bible_id":"1525","chapter_code":"EXO.29","verse_code":"EXO.29.43","label":"43","content":"Kuv yuav ntsib cov Yixalayees ntawm qhov chaw ntawd, thiab kuv lub tshwjchim uas ci ntsa iab hauv kuv qhov chaw sib ntsib yuav ua rau thaj chaw ntawd dawbhuv."},{"bible_id":"1525","chapter_code":"EXO.29","verse_code":"EXO.29.44","label":"44","content":"Kuv yuav ua kom lub Tsevntaub uas yog kuv qhov chaw sib ntsib thiab lub thaj dawbhuv, thiab kuv yuav tsa Aloos thiab nws cov tub ua cov povthawj ua kuv tes haujlwm."},{"bible_id":"1525","chapter_code":"EXO.29","verse_code":"EXO.29.45","label":"45","content":"Kuv yuav nrog cov Yixalayees nyob, thiab kuv yuav ua lawv tus Vajtswv."},{"bible_id":"1525","chapter_code":"EXO.29","verse_code":"EXO.29.46","label":"46","content":"Lawv yuav paub hais tias, kuv yog tus TSWV lawv tus Vajtswv uas coj lawv tawm nram tebchaws Iziv los, kuv thiaj nrog lawv nyob. Kuv yog tus TSWV uas yog lawv tus Vajtswv ntag."},{"bible_id":"1525","chapter_code":"EXO.30","verse_code":"EXO.30.1","label":"1","content":"“Muab ntoo kubtwm ua ib lub thaj hlawv tej hmoov tshuaj tsw qab."},{"bible_id":"1525","chapter_code":"EXO.30","verse_code":"EXO.30.2","label":"2","content":"Lub thaj ntawd txua ua plaub fab, ntev ib tshim thiab dav ib tshim, thiab siab ob tshim. Txua plaub tug kub koom hlo rau plaub ceg kaum thaj."},{"bible_id":"1525","chapter_code":"EXO.30","verse_code":"EXO.30.3","label":"3","content":"Koj muab tej tseem kub vuam rau plaub sab, thiab plaub tug kub huv tibsi, thiab muab ib pluaj kub ntsia puab tus ntug thoob plaws."},{"bible_id":"1525","chapter_code":"EXO.30","verse_code":"EXO.30.4","label":"4","content":"Ua plaub lub khawb kub rau lub thaj, thiab muab ntsia rau ob sab hauv qab tus ntug ib sab twg ob lub ua chaw ntxig nqaj kwv lub thaj."},{"bible_id":"1525","chapter_code":"EXO.30","verse_code":"EXO.30.5","label":"5","content":"Muab ntoo kubtwm txua ua nqaj kwv lub thaj thiab muab kub vuam ob tug nqaj ntawd huv tibsi."},{"bible_id":"1525","chapter_code":"EXO.30","verse_code":"EXO.30.6","label":"6","content":"Muab lub thaj ntawd txawb rau ntawm daim ntaub uas thaiv lub Phijxab sab nraum no. Qhov chaw ntawd, thiaj yog qhov chaw uas kuv yuav ntsib koj."},{"bible_id":"1525","chapter_code":"EXO.30","verse_code":"EXO.30.7","label":"7","content":"Txhua tagkis uas Aloos tuaj tu cov teeb, nws yuav tsum hlawv hmoov tshuaj kom tsw qab ntxiag rau saum lub thaj ntawd."},{"bible_id":"1525","chapter_code":"EXO.30","verse_code":"EXO.30.8","label":"8","content":"Thaum yuav tsaus ntuj uas Aloos tuaj taws cov teeb, nws yuav tsum hlawv tej hmoov tshuaj tsw qab ntawd ib yam nkaus. Tej hmoov tshuaj tsw qab no yuav tsum hlawv fij rau tus TSWV mus ibtxhis li."},{"bible_id":"1525","chapter_code":"EXO.30","verse_code":"EXO.30.9","label":"9","content":"Tsis txhob muab tej yam hmoov tshuaj tsw qab uas tsis dawbhuv lossis tsiaj lossis qoobloo hlawv rau saum lub thaj ntawd, thiab tsis pub hliv cawv txiv hmab fij rau saum lub thaj ntawd."},{"bible_id":"1525","chapter_code":"EXO.30","verse_code":"EXO.30.10","label":"10","content":"Aloos yuav tsum muab tej ntshav tsiaj uas tua theej txhoj, pleev lub thaj plaub tug kub ua kevcai ntxuav ib xyoo ib zaug. Yuav tsum ua li no txhua xyoo mus ibtxhis li. Lub thaj no yog lub uas dawbhuv kawg nkaus rau kuv uas yog tus TSWV.”"},{"bible_id":"1525","chapter_code":"EXO.30","verse_code":"EXO.30.11","label":"11","content":"Tus TSWV hais rau Mauxes hais tias,"},{"bible_id":"1525","chapter_code":"EXO.30","verse_code":"EXO.30.12","label":"12","content":"“Thaum koj txheeb cov Yixalayees npe, txhua tus txivneej yuav tsum them nyiaj rau kuv txhiv nws txojsia rov qab, ua li no thaum koj tabtom txheeb npe, lawv thiaj tsis raug kev puastsuaj."},{"bible_id":"1525","chapter_code":"EXO.30","verse_code":"EXO.30.13","label":"13","content":"Txhua tus uas sau npe yuav tsum them nyiaj kom puv ntoob li uas tau kom tseg, muab luj kom hnyav ntaus nqi raws nraim li nomtswv kevcai. Txhua tus yuav tsum them cov nyiaj no ua khoom fij rau kuv."},{"bible_id":"1525","chapter_code":"EXO.30","verse_code":"EXO.30.14","label":"14","content":"Txhua tus neeg uas muaj hnubnyoog nees nkaum xyoo rov saud uas twb sau npe tas lawm, yuav tsum tau coj nyiaj tuaj fij rau tus TSWV."},{"bible_id":"1525","chapter_code":"EXO.30","verse_code":"EXO.30.15","label":"15","content":"Thaum lawv them cov nyiaj no txhiv lawv txojsia, kom tus npluanuj tsis txhob them ntau tshaj, thiab tus pluag tsis txhob them tsawg tshaj."},{"bible_id":"1525","chapter_code":"EXO.30","verse_code":"EXO.30.16","label":"16","content":"Txais cov nyiaj uas cov pejxeem Yixalayees coj tuaj khaws tseg tau siv rau hauv lub Tsevntaub uas yog kuv qhov chaw sib ntsib. Cov nyiaj no yog coj tuaj txhiv lawv txojsia, kuv yuav nco ntsoov tsomkwm lawv.”"},{"bible_id":"1525","chapter_code":"EXO.30","verse_code":"EXO.30.17","label":"17","content":"Tus TSWV hais rau Mauxes hais tias,"},{"bible_id":"1525","chapter_code":"EXO.30","verse_code":"EXO.30.18","label":"18","content":"“Koj muab tooj ua ib lub phiab thiab lub taw phiab. Coj mus txawb rau ntawm lub Tsevntaub uas yog kuv qhov chaw sib ntsib thiab lub thaj kis nruab nrab, thiab nqa dej los hliv kom puv nkaus lub phiab ntawd."},{"bible_id":"1525","chapter_code":"EXO.30","verse_code":"EXO.30.19","label":"19","content":"Aloos thiab nws cov tub thiaj tau cov dej ntawd ntxuav tes ntxuav taw"},{"bible_id":"1525","chapter_code":"EXO.30","verse_code":"EXO.30.20","label":"20","content":"ua ntej uas lawv mus hauv lub Tsevntaub uas yog kuv qhov chaw sib ntsib lossis thaum lawv mus sawv fij zaub mov rau ntawm lub thaj. Lawv thiaj yuav tsis raug tua tuag."},{"bible_id":"1525","chapter_code":"EXO.30","verse_code":"EXO.30.21","label":"21","content":"Lawv yuav tsum nco ntsoov ntxuav tes thiab ntxuav taw, lawv thiaj yuav tsis tuag. Qhov no ua ib txoj kevcai rau lawv thiab lawv tej xeebntxwv coj mus ibtxhis li.”"},{"bible_id":"1525","chapter_code":"EXO.30","verse_code":"EXO.30.22","label":"22","content":"Tus TSWV hais rau Mauxes hais tias,"},{"bible_id":"1525","chapter_code":"EXO.30","verse_code":"EXO.30.23","label":"23","content":"“Muab tej khoom tsw qab no: kaum ob choj hmoov tshuaj tsw qab mules, rau choj nroj tsw qab, rau choj kabtsib tauj tsw qab,"},{"bible_id":"1525","chapter_code":"EXO.30","verse_code":"EXO.30.24","label":"24","content":"thiab kaum ob choj ntoo kubtwm (muab luj kom hnyav ntaus nqi raws li nomtswv kevcai). Hliv ib taub roj txiv ntoo ntxiv rau,"},{"bible_id":"1525","chapter_code":"EXO.30","verse_code":"EXO.30.25","label":"25","content":"thiab muab nyoj ua cov roj txhawb meejthawj, sib tov kom zoo ib yam li cov tshuaj tsw qab."},{"bible_id":"1525","chapter_code":"EXO.30","verse_code":"EXO.30.26","label":"26","content":"Muab cov roj ntawd pleev lub Tsevntaub uas yog kuv qhov chaw sib ntsib thiab lub Phijxab uas ntim Vajtswv tej lus cog tseg,"},{"bible_id":"1525","chapter_code":"EXO.30","verse_code":"EXO.30.27","label":"27","content":"lub rooj thiab tej cuabyeej uas siv rau lub rooj, lub teeb thiab tej cuabyeej uas siv rau lub teeb, lub thaj hlawv hmoov tshuaj tsw qab,"},{"bible_id":"1525","chapter_code":"EXO.30","verse_code":"EXO.30.28","label":"28","content":"lub thaj uas hlawv tej khoom fij thiab tej cuabyeej uas siv rau lub thaj ntawd, thiab lub phiab tooj uas ntxuav tes ntxuav taw thiab lub taw phiab."},{"bible_id":"1525","chapter_code":"EXO.30","verse_code":"EXO.30.29","label":"29","content":"Qhov uas koj ua li no yog muab tej ntawd fij kom dawbhuv, ces txhua tus neeg lossis txhua yam uas chwv tej ntawd thiaj li dawbhuv, vim chwv raug yam uas dawbhuv."},{"bible_id":"1525","chapter_code":"EXO.30","verse_code":"EXO.30.30","label":"30","content":"Koj muab Aloos thiab nws cov tub txhawb meejthawj, thiab muab lawv tsa ua cov povthawj ua kuv tes haujlwm."},{"bible_id":"1525","chapter_code":"EXO.30","verse_code":"EXO.30.31","label":"31","content":"Koj hais rau cov pejxeem Yixalayees hais tias, ‘Nej yuav tsum siv cov roj txhawb meejthawj uas dawbhuv no ua kuv tes haujlwm mus ibtxhis."},{"bible_id":"1525","chapter_code":"EXO.30","verse_code":"EXO.30.32","label":"32","content":"Cov roj no, koj tsis txhob muab hliv rau tej tus neeg uas tsis raug tsa, thiab koj tsis txhob muab cov roj no ua qauv mus ua dua ib co kom zoo li cov no ntxiv lawm. Cov roj no dawbhuv, mas koj yuav tsum saib taus cov roj dawbhuv no."},{"bible_id":"1525","chapter_code":"EXO.30","verse_code":"EXO.30.33","label":"33","content":"Yog leejtwg txhob txwm ua dua ib co roj kom zoo li cov no lossis muab cov roj no mus hliv rau tus neeg uas tsis yog povthawj, tus ntawd yuav raug rho tawm hauv kuv haivneeg Yixalayees mus.’ ”"},{"bible_id":"1525","chapter_code":"EXO.30","verse_code":"EXO.30.34","label":"34","content":"Tus TSWV hais rau Mauxes hais tias, “Koj cia li muab xatates, aunikes, nkanpanoos thiab cov tseem roj ntoo tsw qab uas tsw qab ntxiag no (txhua yam muab luj kom hnyav sib npaug zos),"},{"bible_id":"1525","chapter_code":"EXO.30","verse_code":"EXO.30.35","label":"35","content":"coj mus zom ua ke ua ib co hmoov tshuaj tsw qab, thiab muab ntsev tov ntxiv rau kom sib tov zoo thiaj dawbhuv."},{"bible_id":"1525","chapter_code":"EXO.30","verse_code":"EXO.30.36","label":"36","content":"Muab zom kom ua hmoov mos heev, thiab nqa mus cia rau hauv lub Tsevntaub uas yog kuv qhov chaw sib ntsib, thiab muab nphoo rau ntawm hauv ntej lub Phijxab uas ntim Vajtswv tej lus cog tseg. Cov hmoov tshuaj tsw qab no ua kom nej dawbhuv rau tus TSWV."},{"bible_id":"1525","chapter_code":"EXO.30","verse_code":"EXO.30.37","label":"37","content":"Tsis txhob muab tus qauv no mus ua hmoov tshuaj tsw qab rau nej siv ntxiv lawm. Tej hmoov tshuaj tsw qab no ua kom nej dawbhuv rau tus TSWV."},{"bible_id":"1525","chapter_code":"EXO.30","verse_code":"EXO.30.38","label":"38","content":"Yog leejtwg tseem ua dua ib co hmoov tshuaj tsw qab zoo li cov no los rau nws siv, cia li muab tus ntawd rho ntawm hauv kuv haivneeg mus.”"},{"bible_id":"1525","chapter_code":"EXO.31","verse_code":"EXO.31.1","label":"1","content":"Tus TSWV hais rau Mauxes hais tias,"},{"bible_id":"1525","chapter_code":"EXO.31","verse_code":"EXO.31.2","label":"2","content":"“Kuv xaiv Hules tus xeebntxwv uas yog Aulis tus tub Npexalees uas yog xeem Yudas,"},{"bible_id":"1525","chapter_code":"EXO.31","verse_code":"EXO.31.3","label":"3","content":"thiab kuv pub rau nws puv npo vaj ntsujplig.  Kuv pub rau nws muaj kev totaub, kev txawj paub thiab muaj peevxwm ua tau haujlwm txhua yam,"},{"bible_id":"1525","chapter_code":"EXO.31","verse_code":"EXO.31.4","label":"4","content":"kom muaj tswvyim txawj muab qauv txua tau txhua yam, txawj nchuav kub, nchuav nyiaj thiab nchuav tooj;"},{"bible_id":"1525","chapter_code":"EXO.31","verse_code":"EXO.31.5","label":"5","content":"txawj txiav tej saw los sib dhos, txaug ntoo thiab txawj ua tau txhua yam huv tibsi."},{"bible_id":"1525","chapter_code":"EXO.31","verse_code":"EXO.31.6","label":"6","content":"Thiab kuv tseem xaiv Ahixamas tus tub Auhauli-as uas yog xeem Das los nrog Npexalees ua haujlwm ua ke. Kuv pub tswvyim zoo rau lwm tus, kom lawv muaj peevxwm ua tau txhua yam uas kuv hais kom lawv ua, xwsli:"},{"bible_id":"1525","chapter_code":"EXO.31","verse_code":"EXO.31.7","label":"7","content":"lub Tsevntaub uas yog kuv qhov chaw sib ntsib, lub Phijxab uas ntim Vajtswv tej lus cog tseg thiab lub hau Phijxab, tagnrho tej cuabyeej uas siv hauv lub Tsevntaub,"},{"bible_id":"1525","chapter_code":"EXO.31","verse_code":"EXO.31.8","label":"8","content":"lub rooj thiab tej cuabyeej uas siv rau lub rooj, tus ncej teeb uas tseem kub thiab tej cuabyeej uas siv rau lub teeb, lub thaj hlawv hmoov tshuaj tsw qab,"},{"bible_id":"1525","chapter_code":"EXO.31","verse_code":"EXO.31.9","label":"9","content":"lub thaj uas hlawv khoom fij thiab tej cuabyeej uas siv rau lub thaj, lub phiab ntxuav tes ntxuav taw thiab lub taw phiab,"},{"bible_id":"1525","chapter_code":"EXO.31","verse_code":"EXO.31.10","label":"10","content":"cov tsho ntev uas Aloos thiab nws cov tub hnav thaum lawv ua cov povthawj tes haujlwm,"},{"bible_id":"1525","chapter_code":"EXO.31","verse_code":"EXO.31.11","label":"11","content":"cov roj txhawb meejthawj, thiab cov hmoov tshuaj tsw qab rau hauv Chav Dawbhuv kawg nkaus. Lawv yuav tsum ua txhua yam no, kom tiav raws li uas kuv tau hais rau koj lawm.”"},{"bible_id":"1525","chapter_code":"EXO.31","verse_code":"EXO.31.12","label":"12","content":"Tus TSWV hais rau Mauxes"},{"bible_id":"1525","chapter_code":"EXO.31","verse_code":"EXO.31.13","label":"13","content":"kom qhia rau cov Yixalayees hais tias, “Nej yuav tsum muab kuv hnub Xanpataus ua hnub so, rau qhov hnub ntawd yog lub cim rau nej thiab kuv mus ibtxhis, thiab qhia kom nej paub hais tias kuv yog nej tus TSWV, tus uas xaiv nej los ua kuv haivneeg."},{"bible_id":"1525","chapter_code":"EXO.31","verse_code":"EXO.31.14","label":"14","content":"Nej yuav tsum hwm hnub xanpataus; rau qhov hnub hnub ntawd yog hnub tseemceeb heev rau nej. Tiamsis yog leejtwg tsis hwm hnub ntawd, nws mus ua haujlwm hnub ntawd, cia li muab tus ntawd tua povtseg."},{"bible_id":"1525","chapter_code":"EXO.31","verse_code":"EXO.31.15","label":"15","content":"Nej muaj rau hnub ua nej tej haujlwm, tiamsis hnub xya yog hnub so uas dawbhuv rau tus TSWV; yog leejtwg tseem mus ua haujlwm hnub Xanpataus, cia li muab tus ntawd tua povtseg."},{"bible_id":"1525","chapter_code":"EXO.31","verse_code":"EXO.31.16","label":"16","content":"Cov Yixalayees yuav tsum muab hnub Xanpataus saib kom muaj nqis mus ibtxhis, nco ntsoov hnub ntawd yog lub cim rau cov lus cog tseg."},{"bible_id":"1525","chapter_code":"EXO.31","verse_code":"EXO.31.17","label":"17","content":"Hnub Xanpataus yog lub cim rau kuv thiab cov Yixalayees mus ibtxhis li, rau hnub ntawd kuv tsim lub ntuj thiab lub ntiajteb, tiamsis hnub xya kuv so, thiab tsis tsim ib yam dabtsi ntxiv lawm.”"},{"bible_id":"1525","chapter_code":"EXO.31","verse_code":"EXO.31.18","label":"18","content":"Thaum Vajtswv hais txhua yam rau Mauxes saum Roob Xinais lawm, Vajtswv thiaj muab ob daim txiag zeb uas Vajtswv muab nws tus ntivtes sau nws cov lus samhwm cob rau Mauxes."},{"bible_id":"1525","chapter_code":"EXO.32","verse_code":"EXO.32.1","label":"1","content":"Thaum cov neeg pom hais tias Mauxes pheej tsis nqis saum roob los, lawv txawm sib sau tuaj cuag Aloos thiab hais rau nws hais tias, “Peb tsis paub xyov muaj xwm dabtsi rau Mauxes tus uas coj peb nram tebchaws Iziv los lawm; yog li ntawd, koj cia li ncuav ib tug vajtswv  los ua tus coj peb.”"},{"bible_id":"1525","chapter_code":"EXO.32","verse_code":"EXO.32.2","label":"2","content":"Aloos teb lawv hais tias, “Cia li mus hle nej tej pojniam menyuam tej qhwsntsej kub nqa tuaj rau kuv.”"},{"bible_id":"1525","chapter_code":"EXO.32","verse_code":"EXO.32.3","label":"3","content":"Yog li ntawd, lawv thiaj hle tagnrho lawv tej qhwsntsej kub nqa tuaj rau Aloos."},{"bible_id":"1525","chapter_code":"EXO.32","verse_code":"EXO.32.4","label":"4","content":"Aloos muab cov qhwsntsej kub ntawd mus hlawv hauv lub yeejvub kom yaj, thiab muab nchuav ua ib tug mlom nyuj. Lawv hais tias, “Ib tsoom Yixalayees, tus no yog tus vajtswv uas coj peb nram tebchaws Iziv los!”"},{"bible_id":"1525","chapter_code":"EXO.32","verse_code":"EXO.32.5","label":"5","content":"Tom qab ntawd, Aloos ua ib lub thaj rau ntawm tus mlom nyuj ntawd hauv ntej thiab tshaj tawm rau sawvdaws hais tias, “Tagkis peb yuav ua ib pluag noj haus ua tus TSWV tsaug.”"},{"bible_id":"1525","chapter_code":"EXO.32","verse_code":"EXO.32.6","label":"6","content":"Tagkis, thaum kaj ntug txoog lawv thiaj coj tsiaj tuaj tua hlawv fij theej txhoj thiab muab dua ib co tua fij ua kev sib raug zoo. Cov pejxeem thiaj zaum tsaws noj tsau haus qaug, sawv dhia seevcev thiab sib deev."},{"bible_id":"1525","chapter_code":"EXO.32","verse_code":"EXO.32.7","label":"7","content":"Tus TSWV hais rau Mauxes hais tias, “Koj cia li maj nroos nqis rov qab mus tamsim no, rau qhov cov pejxeem uas koj coj nram tebchaws Iziv los, lawv ua txhaum thiab tso kuv tseg lawm."},{"bible_id":"1525","chapter_code":"EXO.32","verse_code":"EXO.32.8","label":"8","content":"Lawv tso txojkev uas kuv kom lawv taug tseg lawm; lawv muab kub nchuav ua ib mlom nyuj, lawv pe tus mlom nyuj ntawd, thiab muab khoom fij rau tus mlom nyuj, thiab lawv hais tias, ‘Ib tsoom Yixalayees, tus no yog tus vajtswv uas coj peb nram tebchaws Iziv los ntag!’"},{"bible_id":"1525","chapter_code":"EXO.32","verse_code":"EXO.32.9","label":"9","content":"Tus TSWV hais rau Mauxes hais tias, ‘Kuv paub cov neeg no zoo lawm, lawv yeej tawv ncauj heev."},{"bible_id":"1525","chapter_code":"EXO.32","verse_code":"EXO.32.10","label":"10","content":"Nimno, tsis txhob cheem kuv. Kuv chim rau lawv heev, kuv yuav ua kom lawv raug kev puastsuaj. Ces kuv yuav tsa koj thiab koj cov xeebntxwv ua ib haivneeg tseemceeb.’ ”"},{"bible_id":"1525","chapter_code":"EXO.32","verse_code":"EXO.32.11","label":"11","content":"Tiamsis Mauxes thov tus TSWV uas yog nws tus Vajtswv hais tias, “Tus TSWV, koj twb tau siv koj lub zog thiab lub hwjchim coj lawv tawm nram tebchaws Iziv los, vim li cas koj yuav chim rau koj haivneeg ua luaj?"},{"bible_id":"1525","chapter_code":"EXO.32","verse_code":"EXO.32.12","label":"12","content":"Cov Iziv yuav hais tias, koj coj koj haivneeg tawm hauv tebchaws Iziv los, yog koj coj lawv los tua povtseg thiab ua kom lawv puastsuaj tas rau tom roob mojsab qhua xwb? Thov koj ua siab ntev thiab txo koj txojkev chim, tsis txhob tso kev puastsuaj los rau koj haivneeg."},{"bible_id":"1525","chapter_code":"EXO.32","verse_code":"EXO.32.13","label":"13","content":"Thov koj nco ntsoov Anplahas, Ixaj thiab Yakhauj uas yog koj cov tubtxib. Nco ntsoov tej lus uas koj tau cog tseg lawm hais tias, koj yuav pub rau lawv muaj xeebntxwv coob ib yam li cov hnubqub saum ntuj thiab koj yuav muab lub tebchaws uas koj coglus tseg rau lawv cov xeebntxwv, thiab ua lawv tug mus ibtxhis li.”"},{"bible_id":"1525","chapter_code":"EXO.32","verse_code":"EXO.32.14","label":"14","content":"Yog li ntawd, tus TSWV thiaj hloov siab thiab tsis tso kev puastsuaj los rau nws haivneeg li uas nws tau hais lawm."},{"bible_id":"1525","chapter_code":"EXO.32","verse_code":"EXO.32.15","label":"15","content":"Mauxes txawm nqis saum roob los, nws nqa ob daim txiag zeb uas sau cov lus samhwm rau ob sab nrog Mauxes los."},{"bible_id":"1525","chapter_code":"EXO.32","verse_code":"EXO.32.16","label":"16","content":"Vajtswv yog tus txua ob daim txiag zeb thiab sau tej lus samhwm, thiab nws txaug npe ntawv rau saum ob daim txiag zeb ntawd."},{"bible_id":"1525","chapter_code":"EXO.32","verse_code":"EXO.32.17","label":"17","content":"Thaum Yausuas hnov cov neeg qw ua tsuj ua tsaug, nws hais rau Mauxes hais tias, “Kuv hnov suab sib ntaus sib tua qw ua tsuj ua tsaug nram lub yeej tuaj.”"},{"bible_id":"1525","chapter_code":"EXO.32","verse_code":"EXO.32.18","label":"18","content":"Mauxes teb hais tias, “Tsis yog lub suab qw zoo li thaum ntaus yeej rog lossis lub suab quaj thaum swb rog; lub suab ntawd yog suab hu nkauj.”"},{"bible_id":"1525","chapter_code":"EXO.32","verse_code":"EXO.32.19","label":"19","content":"Thaum Mauxes los ze lub yeej, nws pom tus mlom nyuj thiab pom cov neeg dhia seevcev lomzem xauv npo, nws chim heev. Nws thiaj muab ob daim txiag zeb ntawm nws tes ntsawm tawg ntsoog ntxaws rau ntawm taw roob."},{"bible_id":"1525","chapter_code":"EXO.32","verse_code":"EXO.32.20","label":"20","content":"Nws coj tus mlom nyuj uas lawv nchuav ntawd mus hlawv, muab zom ua hmoov mos mos, thiab muab tov dej rau cov Yixalayees haus."},{"bible_id":"1525","chapter_code":"EXO.32","verse_code":"EXO.32.21","label":"21","content":"Mauxes nug Aloos hais tias, “Cov neeg no ua li cas rau koj, koj thiaj coj lawv ua kev txhaum loj npaum li no?”"},{"bible_id":"1525","chapter_code":"EXO.32","verse_code":"EXO.32.22","label":"22","content":"Aloos teb hais tias, “Koj tsis txhob chim rau kuv, koj yeej paub cov neeg no, lawv lub siab yeej nyiam ua txojkev phem."},{"bible_id":"1525","chapter_code":"EXO.32","verse_code":"EXO.32.23","label":"23","content":"Lawv tuaj thov kuv hais tias, ‘Peb tsis paub xyov muaj xwm dabtsi rau Mauxes tus uas coj peb tawm nram tebchaws Iziv los lawm; yog li ntawd, koj cia li nchuav ib tug mlom los coj peb.’"},{"bible_id":"1525","chapter_code":"EXO.32","verse_code":"EXO.32.24","label":"24","content":"Kuv thiaj hais kom lawv nqa lawv tej saw kub thiab tej qhwsntsej kub uas lawv muaj tuaj rau kuv. Kuv thiaj coj mus hlawv rau hauv qhovcub, ces txawm ua tau tus mlom nyuj no.”"},{"bible_id":"1525","chapter_code":"EXO.32","verse_code":"EXO.32.25","label":"25","content":"Mauxes pom hais tias, Aloos tsis tswj cov neeg thiab tso lawv ua tej kev txajmuag tabmeeg rau tej yeebncuab saib tsis taus lawv."},{"bible_id":"1525","chapter_code":"EXO.32","verse_code":"EXO.32.26","label":"26","content":"Yog li ntawd, Mauxes thiaj li mus sawv ntawm roojvag qw hais tias, “Leejtwg tuaj tus TSWV tog cia li los cuag kuv!” Tagnrho xeem Levis txawm sau nthwv los vij Mauxes,"},{"bible_id":"1525","chapter_code":"EXO.32","verse_code":"EXO.32.27","label":"27","content":"Mauxes hais rau lawv hais tias, “Tus TSWV uas yog haivneeg Yixalayees tus Vajtswv samhwm kom nej nyias nqa nyias rab ntaj thiab pib ntawm lub roojvag no mus kom thoob plaws lub yeej no muab nej tej kwvtij, tej phoojywg thiab nej tej neeg zejzog tua povtseg kom tas.”"},{"bible_id":"1525","chapter_code":"EXO.32","verse_code":"EXO.32.28","label":"28","content":"Cov Levis mloog Mauxes lus, hnub ntawd lawv thiaj muab cov txivneej tua tuag kwvyees li peb txhiab leej."},{"bible_id":"1525","chapter_code":"EXO.32","verse_code":"EXO.32.29","label":"29","content":"Mauxes hais rau cov Levis hais tias, “Hnub no nej rov tsa nej  ua povthawj ua tus TSWV tes haujlwm rau qhov nej muab nej tej tub thiab tej kwvtij tua povtseg, yog li ntawd, hnub no tus TSWV thiaj foom koob hmoov rau nej.”"},{"bible_id":"1525","chapter_code":"EXO.32","verse_code":"EXO.32.30","label":"30","content":"Hnub tom qab Mauxes hais rau cov pejxeem hais tias, “Nej ua kev txhaum loj heev. Tiamsis nimno kuv yuav rov mus cuag tus TSWV saum roob dua; tej zaum kuv yuav mus thov tau tus TSWV zam txim rau nej.”"},{"bible_id":"1525","chapter_code":"EXO.32","verse_code":"EXO.32.31","label":"31","content":"Mauxes rov mus cuag tus TSWV thiab thov hais tias, “Cov neeg no ua kev txhaum loj kawg li. Lawv muab kub nchuav ua ib tug vajtswv thiab lawv pe tus vajtswv ntawd."},{"bible_id":"1525","chapter_code":"EXO.32","verse_code":"EXO.32.32","label":"32","content":"Thov koj zam lawv tej kev txhaum; tiamsis yog koj zam tsis tau, thov koj rho kuv lub npe tawm hauv phau ntawv uas koj sau koj haivneeg tej npe lawm.”"},{"bible_id":"1525","chapter_code":"EXO.32","verse_code":"EXO.32.33","label":"33","content":"Tus TSWV teb hais tias, “Cov twg ua txhaum rau kuv, cov ntawd thiaj yog cov uas yuav raug rho npe tawm hauv kuv phau ntawv mus xwb."},{"bible_id":"1525","chapter_code":"EXO.32","verse_code":"EXO.32.34","label":"34","content":"Tamsim no koj cia li rov qab mus, coj cov pejxeem mus nyob qhov chaw uas kuv twb qhia rau koj lawm. Nco ntsoov kuv tus timtswv yuav mus ua nej ntej coj nej kev, tiamsis thaum txog lub sijhawm kuv txiav txim, kuv yuav txiav txim rau lawv tej kev txhaum.”"},{"bible_id":"1525","chapter_code":"EXO.32","verse_code":"EXO.32.35","label":"35","content":"Tus TSWV tso kab mob kis los rau cov pejxeem, rau qhov lawv yuam Aloos muab kub nchuav ua ib tug mlom nyuj rau lawv pe."},{"bible_id":"1525","chapter_code":"EXO.33","verse_code":"EXO.33.1","label":"1","content":"Tus TSWV hais rau Mauxes hais tias, “Koj thiab cov neeg uas koj coj nram tebchaws Iziv los, cia li tawm ntawm qhov chaw no, thiab mus nyob lub tebchaws uas kuv coglus tseg rau Anplahas, Ixaj thiab Yakhauj hais tias kuv yuav muab rau lawv tej xeebntxwv nyob."},{"bible_id":"1525","chapter_code":"EXO.33","verse_code":"EXO.33.2","label":"2","content":"Kuv yuav tso ib tug timtswv los coj nej kev, kuv yuav ntiab cov Kana-as, cov Amaules, cov Hitis, cov Pelixes, cov Hivis thiab cov Yenpus kom khiav tawm mus."},{"bible_id":"1525","chapter_code":"EXO.33","verse_code":"EXO.33.3","label":"3","content":"Nej yuav mus nyob hauv lub tebchaws uas av rog thiab zoo qoob. Tiamsis kuv yuav tsis nrog nej mus, rau qhov nej yog cov neeg tawv ncauj heev, nyob tsam kuv ua rau nej puastsuaj tas tom ib tog kev.”"},{"bible_id":"1525","chapter_code":"EXO.33","verse_code":"EXO.33.4","label":"4","content":"Thaum cov pejxeem hnov zaj xov tsis zoo no, lawv txawm pib quaj thiab tsis coj nyiaj tsis coj kub li lawm."},{"bible_id":"1525","chapter_code":"EXO.33","verse_code":"EXO.33.5","label":"5","content":"Vim tus TSWV tau samhwm rau Mauxes kom hais rau lawv hais tias, “Nej yog cov neeg tawv ncauj. Yog kuv nrog nej mus, nyob tsam kuv ua rau nej puastsuaj tas. Nimno cia li hle nej tej nyiaj tej kub cia, kuv thiaj paub hais tias yuav ua li cas rau nej.”"},{"bible_id":"1525","chapter_code":"EXO.33","verse_code":"EXO.33.6","label":"6","content":"Yog li ntawd, tom qab uas lawv tawm ntawm Roob Xinais mus lawm, cov Yixalayees thiaj tsis coj nyiaj tsis coj kub lawm."},{"bible_id":"1525","chapter_code":"EXO.33","verse_code":"EXO.33.7","label":"7","content":"Txhua qhov uas cov Yixalayees tsuam chaw so, Mauxes coj lub Tsevntaub mus rub rau tom ntug yeej. Lub tsev ntawd hu ua tus TSWV lub Tsevntaub sib ntsib, thiab yog leejtwg xav mus cuag tus TSWV nws yuav tsum mus rau hauv lub Tsevntaub."},{"bible_id":"1525","chapter_code":"EXO.33","verse_code":"EXO.33.8","label":"8","content":"Yog thaum twg Mauxes tawm mus rau tom lub tsev ntawd, cov pejxeem tawm tuaj sawv ntawm lawv tej qhovrooj tsevntaub thiab ntsia Mauxes mus kom nkag plaws rau hauv lub tsev ntawd lawm."},{"bible_id":"1525","chapter_code":"EXO.33","verse_code":"EXO.33.9","label":"9","content":"Thaum Mauxes mus rau hauv lub tsevntaub lawm, tauv huab txawm txav los npog nkaus lub qhovrooj Tsevntaub, thiab tus TSWV nrog Mauxes tham hauv tauv huab tuaj."},{"bible_id":"1525","chapter_code":"EXO.33","verse_code":"EXO.33.10","label":"10","content":"Thaum cov pejxeem pom tauv huab txav los rau ntawm lub qhovrooj Tsevntaub, lawv sawvdaws tawm hauv lawv tej tsevntaub tuaj sawv ntawm nyias lub qhovrooj pehawm tus TSWV."},{"bible_id":"1525","chapter_code":"EXO.33","verse_code":"EXO.33.11","label":"11","content":"Tus TSWV nrog Mauxes tham tim ntsej tim muag ib yam li ob tug phoojywg sib tham. Ces thaum sib tham tas, Mauxes mam rov qab los tsev. Tiamsis Noos tus tub Yausuas uas yog tus tub hluas pab Mauxes, nws yeej nyob rawv hauv lub Tsevntaub ntawd li."},{"bible_id":"1525","chapter_code":"EXO.33","verse_code":"EXO.33.12","label":"12","content":"Mauxes hais rau tus TSWV hais tias, “Koj yeej kom kuv coj cov neeg no mus nyob hauv lub tebchaws ntawd, tiamsis koj twb tsis qhia rau kuv paub tus uas koj yuav tso nrog kuv mus. Koj hais tias koj paub kuv zoo thiab txaus siab rau kuv."},{"bible_id":"1525","chapter_code":"EXO.33","verse_code":"EXO.33.13","label":"13","content":"Yog koj txaus siab rau kuv, thov qhia tej uas koj npaj siab yuav ua ntawd rau kuv paub, kuv thiaj yuav ua tau tej uas haum koj siab. Nco ntsoov hais tias koj twb xaiv haivneeg no ua koj tug lawm.”"},{"bible_id":"1525","chapter_code":"EXO.33","verse_code":"EXO.33.14","label":"14","content":"Tus TSWV teb hais tias, “Kuv yuav nrog koj mus thiab pub kom koj muaj yeej.”"},{"bible_id":"1525","chapter_code":"EXO.33","verse_code":"EXO.33.15","label":"15","content":"Mauxes teb tus TSWV hais tias, “Yog koj tsis nrog peb mus, thov tsis txhob tso peb tawm qhov chaw no mus."},{"bible_id":"1525","chapter_code":"EXO.33","verse_code":"EXO.33.16","label":"16","content":"Yog koj tsis nrog peb mus, leejtwg yuav paub hais tias, koj txaus siab rau kuv thiab rau koj haivneeg? Koj nrog peb mus thiaj yuav cais tau peb tawm ntawm luag lwm haivneeg uas nyob hauv lub ntiajteb no.”"},{"bible_id":"1525","chapter_code":"EXO.33","verse_code":"EXO.33.17","label":"17","content":"Tus TSWV hais rau Mauxes hais tias, “Kuv yuav ua raws li koj thov, rau qhov kuv paub koj zoo thiab kuv yeej txaus siab rau koj.”"},{"bible_id":"1525","chapter_code":"EXO.33","verse_code":"EXO.33.18","label":"18","content":"Ces Mauxes txawm thov hais tias, “Thov koj qhia koj lub tshwjchim uas ci ntsa iab rau kuv pom.”"},{"bible_id":"1525","chapter_code":"EXO.33","verse_code":"EXO.33.19","label":"19","content":"Tus TSWV teb hais tias, “Kuv yuav tso kuv tej kev zoo mus ua koj ntej, thiab kuv yuav qhia kuv lub npe uas yog ‘Tus TSWV’ tabmeeg koj; kuv yuav hlub tus uas kuv hlub thiab tshua tus uas kuv tshua."},{"bible_id":"1525","chapter_code":"EXO.33","verse_code":"EXO.33.20","label":"20","content":"Kuv tsis pub koj pom kuv lub ntsejmuag, rau qhov yeej tsis muaj ib tug neeg twg uas pom kuv es tseem muaj sia nyob,"},{"bible_id":"1525","chapter_code":"EXO.33","verse_code":"EXO.33.21","label":"21","content":"tiamsis muaj ib qhov chaw nyob ntawm kuv ib sab no, koj cia li nce mus sawv saum lub pobzeb ntawd."},{"bible_id":"1525","chapter_code":"EXO.33","verse_code":"EXO.33.22","label":"22","content":"Thaum kuv lub tshwjchim uas ci ntsa iab hla los, kuv yuav muab koj tso rau hauv kis pobzeb, thiab muab kuv txhais tes thaiv koj mus txog thaum uas kuv hla dhau koj mus lawm."},{"bible_id":"1525","chapter_code":"EXO.33","verse_code":"EXO.33.23","label":"23","content":"Ces kuv yuav tshem kuv txhais tes tawm, thiab koj yuav pom kuv lub nraubqaum tiamsis tsis pom kuv lub ntsejmuag.”"},{"bible_id":"1525","chapter_code":"EXO.34","verse_code":"EXO.34.1","label":"1","content":"Tus TSWV hais rau Mauxes hais tias, “Koj txiav dua ob daim txiag zeb kom zoo ib yam li thawj ob daim, thiab kuv yuav sau tej lus uas nyob hauv thawj ob daim uas koj muab tsoo tawg lawm rau hauv ob daim tshiab ntawd."},{"bible_id":"1525","chapter_code":"EXO.34","verse_code":"EXO.34.2","label":"2","content":"Koj yuav tsum ua kom tiav rau tagkis, thiab tagkis sawv ntxov koj cia li nce tuaj rau saum Roob Xinais no, tuaj cuag kuv rau saum ncov roob."},{"bible_id":"1525","chapter_code":"EXO.34","verse_code":"EXO.34.3","label":"3","content":"Tsis txhob pub leejtwg nrog koj tuaj; tsis pub kom leejtwg tuaj rau kuv pom saum roob no li; thiab tsis txhob pub yaj, tshis thiab nyuj tuaj noj zaub ze ntawm lub taw roob no.”"},{"bible_id":"1525","chapter_code":"EXO.34","verse_code":"EXO.34.4","label":"4","content":"Yog li ntawd, Mauxes thiaj txiav ob daim txiag zeb zoo li thawj ob daim, thiab tagkis sawv ntxov nws thiaj nqa ob daim txiag zeb ntawd nce mus rau saum Roob Xinais raws li tus TSWV hais rau nws lawm."},{"bible_id":"1525","chapter_code":"EXO.34","verse_code":"EXO.34.5","label":"5","content":"Tus TSWV los nyob hauv tauv huab, nrog Mauxes sawv ua ke, thiab qhia nws lub npe dawbhuv uas yog hu ua tus TSWV rau Mauxes."},{"bible_id":"1525","chapter_code":"EXO.34","verse_code":"EXO.34.6","label":"6","content":"Tus TSWV hla Mauxes xubntiag mus thiab hu hais tias, “Kuv yog tus TSWV, Vajtswv tus uas muaj lub siab puv nkaus kev hlub thiab tshua, yog tus uas tsis chim sai thiab yog tus uas muaj kev hlub thiab ncaj ncees."},{"bible_id":"1525","chapter_code":"EXO.34","verse_code":"EXO.34.7","label":"7","content":"Kuv txojkev hlub yuav nyob nrog ntau txhiab tiam neeg,  thiab zam txim rau tej neeg ua phem thiab muaj txim; tiamsis kuv yuav rau txim rau lawv tej xeebntxwv mus txog peb thiab plaub tiam neeg, rau qhov lawv niam lawv txiv tau ua txhaum los lawm.”"},{"bible_id":"1525","chapter_code":"EXO.34","verse_code":"EXO.34.8","label":"8","content":"Mauxes txhos caug ntua thiab nyo ntshis rau hauv av pehawm."},{"bible_id":"1525","chapter_code":"EXO.34","verse_code":"EXO.34.9","label":"9","content":"Mauxes hais tias, “Tus TSWV, yog koj txaus siab rau kuv tiag, kuv thov koj nrog peb mus. Cov neeg no yeej tawv ncauj heev, tiamsis thov koj zam tej kev phem uas peb ua thiab lub txim uas peb muaj, thiab thov koj lees yuav peb ua koj haivneeg.”"},{"bible_id":"1525","chapter_code":"EXO.34","verse_code":"EXO.34.10","label":"10","content":"Tus TSWV hais rau Mauxes hais tias, “Kuv coglus rau cov Yixalayees. Kuv yuav ua txujci tseemceeb rau sawvdaws pom, yog tej txujci uas kuv yeej tsis tau ua rau ib haivneeg twg pom nyob hauv ntiajteb no li. Txhua tus yuav pom kuv uas yog tus TSWV ua tau txujci tseemceeb, rau qhov kuv yuav ua tej uas txaus ntshai rau nej pom."},{"bible_id":"1525","chapter_code":"EXO.34","verse_code":"EXO.34.11","label":"11","content":"Nej yuav tsum ua raws li txoj kevcai uas kuv muab rau nej hnub no lawm. Kuv thiaj yuav ntiab cov Amaules, cov Kana-as, cov Hitis, cov Pelixes, cov Hivis thiab cov Yenpus, kom khiav tawm ua ntej nej mus txog."},{"bible_id":"1525","chapter_code":"EXO.34","verse_code":"EXO.34.12","label":"12","content":"Nej tsis txhob coglus nrog cov neeg uas ibtxwm nyob hauv lub tebchaws uas nej yuav mus nyob ntawd, rau qhov tej ntawd yuav ua rooj hlua caws tos nej kev."},{"bible_id":"1525","chapter_code":"EXO.34","verse_code":"EXO.34.13","label":"13","content":"Nej cia li muab lawv tej thaj rhuav povtseg, muab lawv tej ncej zeb tsoo kom tawg tas, thiab muab lawv tej ncej mlom pojniam Aselas ntov povtseg huv tibsi."},{"bible_id":"1525","chapter_code":"EXO.34","verse_code":"EXO.34.14","label":"14","content":"“Nej tsis txhob pe ib tug vajtswv twg, rau qhov kuv uas yog tus TSWV khib nej heev."},{"bible_id":"1525","chapter_code":"EXO.34","verse_code":"EXO.34.15","label":"15","content":"Tsis txhob cog kev phoojywg nrog cov neeg hauv lub tebchaws ntawd, rau qhov thaum lawv mus pe lawv tej vajtswv thiab tua tsiaj fij rau tej mlom ntawd, lawv yuav caw nej mus koom nrog lawv, thiab lawv yuav ntxias kom nej nrog lawv noj tej nqaij uas muab fij rau lawv tej vajtswv."},{"bible_id":"1525","chapter_code":"EXO.34","verse_code":"EXO.34.16","label":"16","content":"Thaum nej mus yuav lawv cov ntxhais los rau nej cov tub ua pojniam, cov ntxhais ntawd puavleej ua niamntiav rau lawv tej vajtswv, ces lawv yuav coj nej cov tub mus ua ib yam li lawv ua ntawd thiab."},{"bible_id":"1525","chapter_code":"EXO.34","verse_code":"EXO.34.17","label":"17","content":"“Nej tsis txhob nchuav mlom tooj rau nej pe."},{"bible_id":"1525","chapter_code":"EXO.34","verse_code":"EXO.34.18","label":"18","content":"“Nco ntsoov ua kevcai noj ncuav tsis xyaw keeb. Ib yam li kuv tau samhwm rau nej, lub hli Anpis nej cia li ua kevcai noj ncuav tsis xyaw keeb xya hnub, rau qhov lub hli ntawd yog lub uas nej tawm nram tebchaws Iziv los."},{"bible_id":"1525","chapter_code":"EXO.34","verse_code":"EXO.34.19","label":"19","content":"“Nej tej tub hlob thiab tej tsiaj thawj tug menyuam uas yog tus txiv puavleej yog kuv tug huv tibsi,"},{"bible_id":"1525","chapter_code":"EXO.34","verse_code":"EXO.34.20","label":"20","content":"tiamsis muab tus menyuam yaj mus fij txhiv tus menyuam neesluav. Yog nej tsis txhiv tus menyuam neesluav rov qab, nej cia li muab tus menyuam neesluav ntawd lov cajdab kom tuag. Thiab txhiv nej cov tub hlob huv tibsi rov qab. “Tsis txhob pub ib tug twg tuaj cuag kuv tes dawb tes npliag li."},{"bible_id":"1525","chapter_code":"EXO.34","verse_code":"EXO.34.21","label":"21","content":"“Nej muaj rau hnub ua haujlwm, hnub xya nej yuav tsum so, txawm yog nej yuav maj cog qoobloo lossis sau qoobloo npaum twg los xij, nej tsis txhob mus ua haujlwm."},{"bible_id":"1525","chapter_code":"EXO.34","verse_code":"EXO.34.22","label":"22","content":"“Nco ntsoov ua Kevcai rau thaum nej pib hlais nej tej nplej caug, thiab ua Kevcai Nyob Tsev Pheebsuab rau thaum lub caij nplooj ntoos zeeg uas nej sau nej tej txiv hmab."},{"bible_id":"1525","chapter_code":"EXO.34","verse_code":"EXO.34.23","label":"23","content":"“Nej txhua tus txivneej yuav tsum tuaj pehawm kuv uas yog tus TSWV tus uas yog cov Yixalayees tus Vajtswv ib xyoo twg peb zaug."},{"bible_id":"1525","chapter_code":"EXO.34","verse_code":"EXO.34.24","label":"24","content":"Tom qab uas kuv ntiab lwm haivneeg khiav tawm ua ntej nej mus nyob thiab nthuav nej ciam dej ciam av dav lawm, tsis muaj leejtwg yuav tuaj txeeb nej lub tebchaws thaum uas nej ua peb zaug kevcai ntawd li."},{"bible_id":"1525","chapter_code":"EXO.34","verse_code":"EXO.34.25","label":"25","content":"“Nej tsis txhob muab ncuav xyaw keeb nqa tuaj fij thaum nej tua tsiaj fij rau kuv. Nej tsis txhob tseg tej nqaij uas nej tua ua Kevcai Hla Dhau mus txog tagkis kaj ntug."},{"bible_id":"1525","chapter_code":"EXO.34","verse_code":"EXO.34.26","label":"26","content":"“Txhua xyoo nej yuav tsum muab nej tej qoobloo uas nej xub sau tau los, nqa tuaj tso rau hauv tus TSWV lub tsev. “Nej tsis txhob muab tus menyuam yaj lossis tus menyuam tshis cov nqaij hau xyaw leej niam cov kua mis.”"},{"bible_id":"1525","chapter_code":"EXO.34","verse_code":"EXO.34.27","label":"27","content":"Tus TSWV hais rau Mauxes hais tias, “Cia li sau tej lus no tseg, rau qhov tej lus uas kuv cog tseg rau koj thiab cov Yixalayees puavleej hais raws li tej lus no.”"},{"bible_id":"1525","chapter_code":"EXO.34","verse_code":"EXO.34.28","label":"28","content":"Mauxes nrog tus TSWV nyob saum roob tau plaub caug hnub plaub caug hmo, nws tsis noj mov thiab tsis haus dej li. Thiab Vajtswv sau tej lus cog tseg uas yog Kaum Nqe Kevcai rau saum ob daim txiag zeb."},{"bible_id":"1525","chapter_code":"EXO.34","verse_code":"EXO.34.29","label":"29","content":"Thaum Mauxes nqis saum Roob Xinais los, nws nqa ob daim txiag zeb uas sau Kaum Nqe Kevcai ntawm nws ob txhais tes, nws lub ntsejmuag ci ntsa iab rau qhov nws nrog tus TSWV tham; tiamsis nws tsis paub hais tias, nws lub ntsejmuag ci li ntawd."},{"bible_id":"1525","chapter_code":"EXO.34","verse_code":"EXO.34.30","label":"30","content":"Thaum Aloos thiab cov Yixalayees pom Mauxes lub ntsejmuag ci ntsa iab, lawv ntshai heev thiab tsis kam txav mus ze nws li."},{"bible_id":"1525","chapter_code":"EXO.34","verse_code":"EXO.34.31","label":"31","content":"Tiamsis Mauxes hu kom lawv tuaj cuag nws, ces Aloos thiab cov Yixalayees tej thawjcoj thiaj mus cuag Mauxes, thiab nws nrog lawv tham."},{"bible_id":"1525","chapter_code":"EXO.34","verse_code":"EXO.34.32","label":"32","content":"Tom qab ntawd, cov pejxeem Yixalayees sib sau los sawv ncig Mauxes, thiab Mauxes qhia tagnrho tej kevcai uas tus TSWV muab rau nws saum Roob Xinais rau lawv mloog."},{"bible_id":"1525","chapter_code":"EXO.34","verse_code":"EXO.34.33","label":"33","content":"Thaum Mauxes qhia rau lawv tas lawm, nws thiaj muab ib daim ntaub npog nws lub ntsejmuag."},{"bible_id":"1525","chapter_code":"EXO.34","verse_code":"EXO.34.34","label":"34","content":"Txhua zaus uas Mauxes mus nrog tus TSWV tham hauv lub Tsevntaub, nws muab daim ntaub uas npog nws lub ntsejmuag yaws. Thaum nws tawm los, nws piav tej uas tus TSWV samhwm rau nws, rau cov Yixalayees mloog"},{"bible_id":"1525","chapter_code":"EXO.34","verse_code":"EXO.34.35","label":"35","content":"thiab lawv pom Mauxes lub ntsejmuag ci ntsa iab. Mauxes rov muab ntaub npog nws lub ntsejmuag mus txog thaum nws rov mus cuag tus TSWV."},{"bible_id":"1525","chapter_code":"EXO.35","verse_code":"EXO.35.1","label":"1","content":"Mauxes hu tagnrho ib tsoom pejxeem Yixalayees tuaj sib sau ua ke thiab nws hais rau lawv hais tias, “Ntawm no yog tus TSWV tej lus uas samhwm kom nej yuav tsum tau ua li no:"},{"bible_id":"1525","chapter_code":"EXO.35","verse_code":"EXO.35.2","label":"2","content":"Nej muaj rau hnub ua nej tej haujlwm, tiamsis hnub xya yog hnub tseemceeb rau nej, hnub Xanpataus yog hnub uas nej so thiab pehawm tus TSWV. Yog leejtwg tseem ua haujlwm hnub ntawd, yuav raug tua tuag."},{"bible_id":"1525","chapter_code":"EXO.35","verse_code":"EXO.35.3","label":"3","content":"Txawm yog hauv nej tej tsev los hnub Xanpataus tsis txhob rauv taws hlo li.”"},{"bible_id":"1525","chapter_code":"EXO.35","verse_code":"EXO.35.4","label":"4","content":"Mauxes hais rau cov Yixalayees hais tias, “Ntawm no yog tus TSWV tej lus samhwm:"},{"bible_id":"1525","chapter_code":"EXO.35","verse_code":"EXO.35.5","label":"5","content":"Muab txhua yam uas nej muaj coj tuaj fij rau tus TSWV. Txhua tus uas xav nqa khoom tuaj fij rau tus TSWV, mas yog nqa kub, nyiaj thiab tooj;"},{"bible_id":"1525","chapter_code":"EXO.35","verse_code":"EXO.35.6","label":"6","content":"tej tseem ntaubmag, ntaub xiav, ntaub tsamxem thiab xov liab; tej ntaub uas muab plaub tshis ntos;"},{"bible_id":"1525","chapter_code":"EXO.35","verse_code":"EXO.35.7","label":"7","content":"tawv laug yaj uas muab zas liab; tej tseem tawv nyuj; ntoo kubtwm;"},{"bible_id":"1525","chapter_code":"EXO.35","verse_code":"EXO.35.8","label":"8","content":"roj sam teeb; ntoo tsw qab tso rau cov roj txhawb meejthawj thiab tej hmoov tshuaj uas tsw qab;"},{"bible_id":"1525","chapter_code":"EXO.35","verse_code":"EXO.35.9","label":"9","content":"tej qe zeb kanelias thiab lwm yam hlaws uas muab xaws rau ntawm cov Povthawj Hlob lub tsho efaus thiab daim ntaub npog hauvsiab."},{"bible_id":"1525","chapter_code":"EXO.35","verse_code":"EXO.35.10","label":"10","content":"“Tagnrho nej cov uas muaj tswvyim ua txhua yam yuav tsum tuaj thiab ua tej uas tus TSWV samhwm tseg no:"},{"bible_id":"1525","chapter_code":"EXO.35","verse_code":"EXO.35.11","label":"11","content":"lub Tsevntaub, cov vov lub tsev, cov xov lub tsev, cov khawb, cov nqaj, cov tab, cov puab thiab cov tiag taw;"},{"bible_id":"1525","chapter_code":"EXO.35","verse_code":"EXO.35.12","label":"12","content":"lub Phijxab uas ntim Vajtswv tej lus cog tseg, ob tug nqaj, lub hau Phijxab thiab daim ntaub thaiv lub Phijxab;"},{"bible_id":"1525","chapter_code":"EXO.35","verse_code":"EXO.35.13","label":"13","content":"lub rooj, cov ceg rooj thiab tagnrho tej khoom siv rau lub rooj; cov ncuav uas fij rau tus TSWV;"},{"bible_id":"1525","chapter_code":"EXO.35","verse_code":"EXO.35.14","label":"14","content":"lub teeb uas taws kom cig pom kev thiab tej khoom siv; cov teebxeeb thiab cov roj;"},{"bible_id":"1525","chapter_code":"EXO.35","verse_code":"EXO.35.15","label":"15","content":"lub thaj hlawv hmoov tshuaj tsw qab thiab cov ceg; cov roj txhawb meejthawj, cov hmoov tshuaj tsw qab; daim ntaub thaiv lub qhovrooj uas mus rau hauv lub Tsevntaub;"},{"bible_id":"1525","chapter_code":"EXO.35","verse_code":"EXO.35.16","label":"16","content":"lub thaj hlawv khoom fij thiab daim ntxaij uas pua lub thaj; cov ceg thaj, thiab tej khoom siv rau lub thaj; lub phiab tooj ntxuav tes ntxuav taw thiab lub taw phiab;"},{"bible_id":"1525","chapter_code":"EXO.35","verse_code":"EXO.35.17","label":"17","content":"daim ntaub xov vaj cov ncej vaj, thiab cov tiag taw, daim ntaub roojvag;"},{"bible_id":"1525","chapter_code":"EXO.35","verse_code":"EXO.35.18","label":"18","content":"lub Tsevntaub tej ntsia thiab tej hlua pav lub Tsevntaub thiab lub vaj;"},{"bible_id":"1525","chapter_code":"EXO.35","verse_code":"EXO.35.19","label":"19","content":"thiab tej tsoos tsho rau cov povthawj hnav thaum lawv mus ua haujlwm hauv Chav Dawbhuv, tej tsoos tsho rau Aloos uas yog tus povthawj thiab nws cov tub hnav.”"},{"bible_id":"1525","chapter_code":"EXO.35","verse_code":"EXO.35.20","label":"20","content":"Ces cov Yixalayees txawm sawv kev mus,"},{"bible_id":"1525","chapter_code":"EXO.35","verse_code":"EXO.35.21","label":"21","content":"thiab lawv txhua tus txaus siab hlo coj lawv tej khoom tuaj fij ua tus TSWV lub Tsevntaub sib ntsib. Lawv puavleej nqa txhua yam khoom mus tso rau hauv lub tsev ntawd, kom tau siv thiab ua tej tsoos tsho rau cov povthawj."},{"bible_id":"1525","chapter_code":"EXO.35","verse_code":"EXO.35.22","label":"22","content":"Tagnrho tej pojniam txivneej uas xav muab khoom fij ntawd, thiaj nqa paj ntaub, qhwsntsej, nplhaib, saw, xauv thiab txhua yam uas yog saw kub tuaj fij rau tus TSWV."},{"bible_id":"1525","chapter_code":"EXO.35","verse_code":"EXO.35.23","label":"23","content":"Txhua tus uas muaj coj tej tseem ntaubmag, ntaub xiav, ntaub tsamxem, xov liab lossis tej tseem tawv nyuj tuaj."},{"bible_id":"1525","chapter_code":"EXO.35","verse_code":"EXO.35.24","label":"24","content":"Cov uas txaus siab muab nyiaj lossis tooj tuaj fij, kom lawv cia li nqa tuaj fij rau tus TSWV, thiab txhua tus uas muaj ntoo kubtwm uas zoo siv coj tuaj huv tibsi."},{"bible_id":"1525","chapter_code":"EXO.35","verse_code":"EXO.35.25","label":"25","content":"Txhua tus pojniam uas txawj ntos ntaub kom lawv nqa tej tseem xov maj, xov xiav, xov tsamxem thiab xov liab lossis tej ntaub uas lawv twb ntos tau lawm huv tibsi tuaj."},{"bible_id":"1525","chapter_code":"EXO.35","verse_code":"EXO.35.26","label":"26","content":"Thiab kom lawv muab tej plaub tshis xuab ua xov."},{"bible_id":"1525","chapter_code":"EXO.35","verse_code":"EXO.35.27","label":"27","content":"Kom cov thawjcoj nqa tej qe zeb kanelias thiab lwm yam hlaws uas muaj nqis tuaj dai rau lub tsho efaus thiab daim ntaub npog hauvsiab,"},{"bible_id":"1525","chapter_code":"EXO.35","verse_code":"EXO.35.28","label":"28","content":"thiab nqa tej ntoo tsw qab thiab tej roj uas sam rau cov teeb, cov roj txhawb meejthawj thiab tej hmoov tshuaj uas tsw qab tuaj."},{"bible_id":"1525","chapter_code":"EXO.35","verse_code":"EXO.35.29","label":"29","content":"Cov Yixalayees tej pojniam thiab txivneej uas txaus siab hlo, puavleej nqa lawv tej khoom tuaj fij pub rau tus TSWV ua tej haujlwm uas tus TSWV tau samhwm rau Mauxes kom lawv ua ntawd."},{"bible_id":"1525","chapter_code":"EXO.35","verse_code":"EXO.35.30","label":"30","content":"Mauxes hais rau cov Yixalayees hais tias, “Tus TSWV xaiv Npexalees uas yog Ulis tus tub thiab yog Hules tus xeebntxwv hauv xeem Yudas tuaj."},{"bible_id":"1525","chapter_code":"EXO.35","verse_code":"EXO.35.31","label":"31","content":"Vajtswv pub rau nws puv npo Vajtswv tus ntsujplig,  muaj kev txawj, muaj peevxwm thiab totaub ua tau txhua yam,"},{"bible_id":"1525","chapter_code":"EXO.35","verse_code":"EXO.35.32","label":"32","content":"muaj tswvyim paub muab qauv thiab txawj nchuav kub, nchuav nyiaj thiab nchuav tooj;"},{"bible_id":"1525","chapter_code":"EXO.35","verse_code":"EXO.35.33","label":"33","content":"txiav tej qe zeb dai ua tej tsham, txawj txua ntoo; thiab txawj ua tau txhua yam."},{"bible_id":"1525","chapter_code":"EXO.35","verse_code":"EXO.35.34","label":"34","content":"Thiab Vajtswv pub rau Auhauli-as uas yog Ahixamas tus tub uas yog xeem Das, thiab Npexalees kom muaj peevxwm qhia tau lwm tus."},{"bible_id":"1525","chapter_code":"EXO.35","verse_code":"EXO.35.35","label":"35","content":"Vajtswv pub tswvyim rau nkawd txawj ua txhua yam uas yog txawj muab qauv, ntos tej tseem ntaubmag; ntaub xiav, ntaub tsamxem thiab ntaub plaub yaj liab thiab lwm yam ntaub. Nkawd muaj peevxwm ua tau txhua yam thiab txawj muab txhua yam qauv."},{"bible_id":"1525","chapter_code":"EXO.36","verse_code":"EXO.36.1","label":"1","content":"“Npexalees, Auhauli-as, thiab txhua tus uas tus TSWV pub tswvyim kom txawj thiab totaub ua txhua yam uas xav tau los ua lub Tsevntaub, lawv ua txhua yam raws li tus TSWV tau samhwm tseg.”"},{"bible_id":"1525","chapter_code":"EXO.36","verse_code":"EXO.36.2","label":"2","content":"Mauxes hu Npexalees, Auhauli-as, thiab tagnrho cov txivneej txawj ua haujlwm uas tus TSWV pub kom muaj peevxwm thiab cov uas txaus siab pab tuaj, thiab Mauxes kom lawv cia li pib ua lub Tsevntaub."},{"bible_id":"1525","chapter_code":"EXO.36","verse_code":"EXO.36.3","label":"3","content":"Mauxes muab tej khoom uas cov Yixalayees coj tuaj ua lub Tsevntaub rau lawv, thiab cov Yixalayees tseem niaj tagkis nqa khoom fij tuaj rau Mauxes."},{"bible_id":"1525","chapter_code":"EXO.36","verse_code":"EXO.36.4","label":"4","content":"Ces cov txivneej uas txawj ua haujlwm thiaj mus cuag"},{"bible_id":"1525","chapter_code":"EXO.36","verse_code":"EXO.36.5","label":"5","content":"Mauxes thiab hais rau nws hais tias, “Cov neeg nqa khoom tuaj ntau tshaj tej uas peb xav tau coj los ua tes haujlwm uas tus TSWV samhwm tseg kom ua lawm.”"},{"bible_id":"1525","chapter_code":"EXO.36","verse_code":"EXO.36.6","label":"6","content":"Ces Mauxes thiaj hais rau cov pejxeem thoob plaws hauv lub yeej, kom tsis txhob nqa khoom tuaj ua lub Tsevntaub ntxiv lawm; yog li ntawd, cov pejxeem thiaj tseg tsis nqa tuaj lawm."},{"bible_id":"1525","chapter_code":"EXO.36","verse_code":"EXO.36.7","label":"7","content":"Cov khoom uas lawv xub nqa tuaj yeej txaus ua lub tsev tiav lawm."},{"bible_id":"1525","chapter_code":"EXO.36","verse_code":"EXO.36.8","label":"8","content":"Cov txivneej uas ua tus TSWV lub Tsevntaub puavleej yog cov uas paub thiab txawj. Lawv muab kaum daim ntaubmag uas txaij xiav, txaij tsamxem thiab txaij liab xaws ua duab qhelunpees rau."},{"bible_id":"1525","chapter_code":"EXO.36","verse_code":"EXO.36.9","label":"9","content":"Cov ntaub ntawd puavleej loj sib luag, ntev nees nkaum yim tshim, thiab dav plaub tshim."},{"bible_id":"1525","chapter_code":"EXO.36","verse_code":"EXO.36.10","label":"10","content":"Lawv muab tsib daim ntaub xaws ua ib daig thiab muab dua tsib daim los xaws ua ke ib yam nkaus li ntawd."},{"bible_id":"1525","chapter_code":"EXO.36","verse_code":"EXO.36.11","label":"11","content":"Lawv muab ntaub xiav xaws ua ib co ntsej tis raws tus ntug thoob plaws daim ntaub ob sab ntug nraud."},{"bible_id":"1525","chapter_code":"EXO.36","verse_code":"EXO.36.12","label":"12","content":"Ces lawv muab tsib caug lub ntsej tis rau thawj daim, thiab muab tsib caug lub tis rau daim ob kom sib ncag zos."},{"bible_id":"1525","chapter_code":"EXO.36","verse_code":"EXO.36.13","label":"13","content":"Thiab lawv ntaus tsib caug lub khawb kub, los khawm ob daim ntaub ua ke."},{"bible_id":"1525","chapter_code":"EXO.36","verse_code":"EXO.36.14","label":"14","content":"Ces lawv muab plaub tshis ntos tau kaum ib daim ntaub los vov lub Tsevntaub."},{"bible_id":"1525","chapter_code":"EXO.36","verse_code":"EXO.36.15","label":"15","content":"Thiab lawv ntos cov ntaub ntawd sib luag zos, ntev peb caug tshim thiab dav plaub tshim."},{"bible_id":"1525","chapter_code":"EXO.36","verse_code":"EXO.36.16","label":"16","content":"Lawv muab tsib daim los xaws ua ke ua ib daig thiab muab rau daim los xaws ua ke ua ib daig."},{"bible_id":"1525","chapter_code":"EXO.36","verse_code":"EXO.36.17","label":"17","content":"Lawv muab tsib caug lub ntsej tis rau thawj daig ntaub tus ntug ib sab thiab muab dua tsib caug lub ntsej tis rau daim ob tus ntug sab tod ib yam nkaus."},{"bible_id":"1525","chapter_code":"EXO.36","verse_code":"EXO.36.18","label":"18","content":"Lawv muab tooj ntaus ua tsib caug lub khawb khawm ob daim ntaub ua ib daig vov lub tsev."},{"bible_id":"1525","chapter_code":"EXO.36","verse_code":"EXO.36.19","label":"19","content":"Lawv tseem vov ob txheej ntxiv tuaj sab saud, ib txheej yog cov tawv yaj uas zas liab thiab ib txheej yog cov tawv uas zoo."},{"bible_id":"1525","chapter_code":"EXO.36","verse_code":"EXO.36.20","label":"20","content":"Lawv phua ntoo kubtwm los ua cov tab sawv ntsug rau lub Tsevntaub."},{"bible_id":"1525","chapter_code":"EXO.36","verse_code":"EXO.36.21","label":"21","content":"Txhua tus tab siab kaum tshim thiab dav ib tshim thiab ib dos,"},{"bible_id":"1525","chapter_code":"EXO.36","verse_code":"EXO.36.22","label":"22","content":"muab ob tug tab thais ua qwbdia, kom ob tug tab ntawd sib dhos ua ke."},{"bible_id":"1525","chapter_code":"EXO.36","verse_code":"EXO.36.23","label":"23","content":"Lawv ua nees nkaum tus tab rau sab nrad"},{"bible_id":"1525","chapter_code":"EXO.36","verse_code":"EXO.36.24","label":"24","content":"thiab muab plaub caug pluaj nyiaj ua taw tiag cov tab, ob daig tiag taw, tiag ib tug tab kom ob tug tab ruaj."},{"bible_id":"1525","chapter_code":"EXO.36","verse_code":"EXO.36.25","label":"25","content":"Sab pem qaum Tsevntaub los lawv ua nees nkaum tus tab,"},{"bible_id":"1525","chapter_code":"EXO.36","verse_code":"EXO.36.26","label":"26","content":"thiab muab plaub caug pluaj nyiaj ua cov tiag taw, ob daig ua taw tiag ib tug tab."},{"bible_id":"1525","chapter_code":"EXO.36","verse_code":"EXO.36.27","label":"27","content":"Lub Tsevntaub tog sab hnubpoob, lawv ua rau tus tab"},{"bible_id":"1525","chapter_code":"EXO.36","verse_code":"EXO.36.28","label":"28","content":"thiab ua ob tug rau ntawm ob lub kaum."},{"bible_id":"1525","chapter_code":"EXO.36","verse_code":"EXO.36.29","label":"29","content":"Ob tug tab uas nyob ntawm kaum tsev, muab sib dhos hauv taw nto plaws rau saum. Ob tug tab ntawm ob lub kaum tsev puavleej ua zoo ib yam nkaus."},{"bible_id":"1525","chapter_code":"EXO.36","verse_code":"EXO.36.30","label":"30","content":"Yog li ntawd, thiaj muab yim tug tab thiab kaum rau pluaj nyiaj los ua taw, ob pluaj nyiaj tiag ib tug tab."},{"bible_id":"1525","chapter_code":"EXO.36","verse_code":"EXO.36.31","label":"31","content":"Lawv muab ntoo kubtwm ua kaum tsib tug las, tsib tug yuam ib sab phabntsa Tsevntaub,"},{"bible_id":"1525","chapter_code":"EXO.36","verse_code":"EXO.36.32","label":"32","content":"muab tsib tug yuam sab phabntsa nrad, thiab muab tsib tug yuam sab uas nyob sab hnubpoob."},{"bible_id":"1525","chapter_code":"EXO.36","verse_code":"EXO.36.33","label":"33","content":"Tus las ntoo uas yuam lub Tsevntaub sab phabntsa ntu nruab nrab, yuam tog tom no mus ti nkaus tog tom ub."},{"bible_id":"1525","chapter_code":"EXO.36","verse_code":"EXO.36.34","label":"34","content":"Lawv muab kub los vuam cov phabntsa ntawd thoob plaws thiab lawv muab khawb kub khawm cov tab uas vuam kub huv tibsi rau ntawm cov phabntsa."},{"bible_id":"1525","chapter_code":"EXO.36","verse_code":"EXO.36.35","label":"35","content":"Daim ntaub thaiv, mas lawv muab cov tseem ntaubmag uas txaij xiav, txaij tsamxem thiab txaij liab xaws ua duab qhelunpees rau ntawm daim ntaub ntawd huv tibsi."},{"bible_id":"1525","chapter_code":"EXO.36","verse_code":"EXO.36.36","label":"36","content":"Lawv muab ntoo kubtwm ua plaub tug ncej uas dai daim ntaub, muab kub vuam huv tibsi, thiab muab tej khawb kub los khawm rau. Ces lawv muab nyiaj ntaus ua plaub daim taw tiag plaub tug taw ncej ntawd."},{"bible_id":"1525","chapter_code":"EXO.36","verse_code":"EXO.36.37","label":"37","content":"Lawv muab cov tseem ntaubmag uas txaij xiav, txaij tsamxem thiab txaij liab xaws ua paj ntaub txaij nraug zees rau, los ua daim npog lub qhovrooj Tsevntaub."},{"bible_id":"1525","chapter_code":"EXO.36","verse_code":"EXO.36.38","label":"38","content":"Lawv ua tsib tug ncej dai daim ntaub ntawd, muab khawb khawm rau, thiab muab kub vuam cov hau ncej thiab tej hlua pav ncej, thiab muab tooj ua tsib daim taw tiag tsib tug ncej ntawd."},{"bible_id":"1525","chapter_code":"EXO.37","verse_code":"EXO.37.1","label":"1","content":"Npexalees muab ntoo kubtwm los txua ua lub Phijxab uas ntim Vajtswv tej lus cog tseg, qhov ntev ob tshim thiab ib dos, qhov dav ib tshim thiab ib dos, qhov siab ib tshim thiab ib dos."},{"bible_id":"1525","chapter_code":"EXO.37","verse_code":"EXO.37.2","label":"2","content":"Nws muab cov tseem kub vuam sab hauv, sab nraud thiab ua ib tug ntug thi thoob plaws lub Phijxab."},{"bible_id":"1525","chapter_code":"EXO.37","verse_code":"EXO.37.3","label":"3","content":"Nws ua plaub lub khawb kub rau lub Phijxab, thiab muab ntsia rau ntawm plaub ceg kaum taw Phijxab ib sab ob lub."},{"bible_id":"1525","chapter_code":"EXO.37","verse_code":"EXO.37.4","label":"4","content":"Nws muab ntoo kubtwm ua ob tug nqaj kwv lub Phijxab, thiab vuam kub huv tibsi rau,"},{"bible_id":"1525","chapter_code":"EXO.37","verse_code":"EXO.37.5","label":"5","content":"thiab muab ob tug nqaj ntawd ntxig rau cov khawb, ib sab Phijxab ib tug."},{"bible_id":"1525","chapter_code":"EXO.37","verse_code":"EXO.37.6","label":"6","content":"Nws muab cov tseem kub los ua lub hau Phijxab, qhov ntev ob tshim thiab ib dos, qhov dav ib tshim thiab ib dos."},{"bible_id":"1525","chapter_code":"EXO.37","verse_code":"EXO.37.7","label":"7","content":"Nws muab kub ntaus ua ob tug qhelunpees,"},{"bible_id":"1525","chapter_code":"EXO.37","verse_code":"EXO.37.8","label":"8","content":"ib tug txawb rau ib tog hau Phijxab. Nws muab ob tug qhelunpees ntawd ham kiag rau lub hau Phijxab."},{"bible_id":"1525","chapter_code":"EXO.37","verse_code":"EXO.37.9","label":"9","content":"Ob tug qhelunpees ntawd puavleej tig ntsejmuag tuaj ua ke, thiab ob tug qhelunpees ntawd puavleej nthuav tis npog lub Phijxab."},{"bible_id":"1525","chapter_code":"EXO.37","verse_code":"EXO.37.10","label":"10","content":"Npexalees muab ntoo kubtwm txua ua ib lub rooj ntev ob tshim, dav ib tshim, siab ib tshim thiab ib dos."},{"bible_id":"1525","chapter_code":"EXO.37","verse_code":"EXO.37.11","label":"11","content":"Nws muab cov tseem kub vuam lub rooj, thiab muab kub ua ib tug ntug thi thoob plaws lub rooj ntawd."},{"bible_id":"1525","chapter_code":"EXO.37","verse_code":"EXO.37.12","label":"12","content":"Nws ua ib tug npoo siab li ib xib ncig tus ntug thiab muab kub ua tus ntug thoob plaws tus npoo."},{"bible_id":"1525","chapter_code":"EXO.37","verse_code":"EXO.37.13","label":"13","content":"Nws ua plaub lub khawb kub ntsia rau plaub lub kaum rooj ntawm plaub tug ceg."},{"bible_id":"1525","chapter_code":"EXO.37","verse_code":"EXO.37.14","label":"14","content":"Cov khawb uas ntxig ob tug nqaj kwv lub rooj, muab ntsia ze rau ntawm tus ntug."},{"bible_id":"1525","chapter_code":"EXO.37","verse_code":"EXO.37.15","label":"15","content":"Nws muab ntoo kubtwm ua ob tug nqaj uas kwv lub rooj thiab muab kub vuam rau ob tug nqaj ntawd huv tibsi."},{"bible_id":"1525","chapter_code":"EXO.37","verse_code":"EXO.37.16","label":"16","content":"Nws tseem muab tej tseem kub nchuav ua ib co twj taig tau siv rau lub rooj: phaj, khob, hub thiab tais tau siv rau cawv txiv hmab ua khoom fij."},{"bible_id":"1525","chapter_code":"EXO.37","verse_code":"EXO.37.17","label":"17","content":"Npexalees muab cov tseem kub ua tus ncej txawb teeb. Nws muab kub ntaus ua tus taw thiab tus ncej txawb teeb; ntaus ua ib cov paj, ib cov cos paj thiab nplai paj keevxeeb nrog tus ncej txawb teeb."},{"bible_id":"1525","chapter_code":"EXO.37","verse_code":"EXO.37.18","label":"18","content":"Thiab ua kom ncau ua rau ceg, ib sab peb ceg."},{"bible_id":"1525","chapter_code":"EXO.37","verse_code":"EXO.37.19","label":"19","content":"Rau ceg ntawd, ib ceg ua peb lub paj zoo li paj txiv duaj nrog cov cos paj thiab cov nplai paj."},{"bible_id":"1525","chapter_code":"EXO.37","verse_code":"EXO.37.20","label":"20","content":"Tus ncej txhawb teeb mas zaig ua plaub lub paj zoo li paj txiv duaj, nrog cov cos paj thiab cov nplai paj."},{"bible_id":"1525","chapter_code":"EXO.37","verse_code":"EXO.37.21","label":"21","content":"Ntawm rau tus ceg teeb ntawd, ua ib lub paj rau hauv qab ntawm cov ceg ncau."},{"bible_id":"1525","chapter_code":"EXO.37","verse_code":"EXO.37.22","label":"22","content":"Cov cos paj, cov ceg thiab tus ncej txawb teeb yog muab tib co kub ntaus ua xwb."},{"bible_id":"1525","chapter_code":"EXO.37","verse_code":"EXO.37.23","label":"23","content":"Ua xya lub teeb rau ntawm tus ncej txawb teeb, thiab nws muab tej tseem kub ntaus ua phaj thiab txiab txiav teebxeeb."},{"bible_id":"1525","chapter_code":"EXO.37","verse_code":"EXO.37.24","label":"24","content":"Nws muab xya caum tsib choj kub ntaus ua tus ncej txawb teeb thiab tej twj uas siv rau lub teeb."},{"bible_id":"1525","chapter_code":"EXO.37","verse_code":"EXO.37.25","label":"25","content":"Npexalees muab ntoo kubtwm txua lub thaj hlawv hmoov tshuaj tsw qab. Lub thaj ntawd txua ua plaub fab, ntev ib tshim thiab dav ib tshim, thiab siab ob tshim. Txua plaub tug kub koom hlo rau plaub ceg kaum thaj."},{"bible_id":"1525","chapter_code":"EXO.37","verse_code":"EXO.37.26","label":"26","content":"Nws muab tej tseem kub vuam rau plaub sab, thiab plaub tug kub huv tibsi, thiab muab ib pluaj kub ntsia puab tus ntug thoob plaws."},{"bible_id":"1525","chapter_code":"EXO.37","verse_code":"EXO.37.27","label":"27","content":"Ua khawb kub rau lub thaj thiab muab ntsia rau ob sab hauv qab tus ntug, ib sab twg ob lub ua chaw ntxig tus nqaj kwv lub thaj."},{"bible_id":"1525","chapter_code":"EXO.37","verse_code":"EXO.37.28","label":"28","content":"Nws muab ntoo kubtwm txua ua ob tug nqaj kwv lub thaj thiab muab kub vuam ob tug nqaj ntawd huv tibsi."},{"bible_id":"1525","chapter_code":"EXO.37","verse_code":"EXO.37.29","label":"29","content":"Npexalees tseem ua cov roj txhawb meejthawj dawbhuv thiab muab cov nroj tsw qab los tov ib yam li tov tej tshuaj tsw qab."},{"bible_id":"1525","chapter_code":"EXO.38","verse_code":"EXO.38.1","label":"1","content":"Npexalees muab ntoo kubtwm txua ua ib lub thaj, qhov ntev tsib tshim, qhov dav tsib tshim thiab qhov siab peb tshim."},{"bible_id":"1525","chapter_code":"EXO.38","verse_code":"EXO.38.2","label":"2","content":"Nws ua plaub tug kub rau saum plaub ceg kaum thaj, plaub tug kub ntawd txua koom hlo nrog lub thaj thiab muab tooj vuam huv tibsi."},{"bible_id":"1525","chapter_code":"EXO.38","verse_code":"EXO.38.3","label":"3","content":"Nws tseem ua tej twj siv rau lub thaj: laujkaub, duav, tais, nqelauj thiab yias rau hluavncaig. Tej cuabyeej no puavleej yog muab tooj ua xwb."},{"bible_id":"1525","chapter_code":"EXO.38","verse_code":"EXO.38.4","label":"4","content":"Nws muab tooj hiab ib daim ntxaij pua rau hauv lub thaj txog ntua ib nrab."},{"bible_id":"1525","chapter_code":"EXO.38","verse_code":"EXO.38.5","label":"5","content":"Nws muab tooj ntaus ua plaub lub khawb ntsia rau ntawm plaub ceg kaum thaj ua tes nqa."},{"bible_id":"1525","chapter_code":"EXO.38","verse_code":"EXO.38.6","label":"6","content":"Nws muab ntoo kubtwm txua ua ob tug nqaj uas kwv lub thaj thiab muab tooj vuam rau,"},{"bible_id":"1525","chapter_code":"EXO.38","verse_code":"EXO.38.7","label":"7","content":"thiab muab ob tug nqaj ntawd ntxig rau ntawm plaub lub khawb uas ntsia rau ntawm lub thaj ob sab. Muab txiag ntoo ua lub thaj thiab tseg hauv plawv khoob."},{"bible_id":"1525","chapter_code":"EXO.38","verse_code":"EXO.38.8","label":"8","content":"Npexalees ua lub phiab ntxuav tes thiab lub taw phiab, yog muab cov pojniam uas ua haujlwm ntawm tus TSWV lub Tsevntaub sib ntsib lub qhovrooj, tej tsom iav tooj los nchuav ua."},{"bible_id":"1525","chapter_code":"EXO.38","verse_code":"EXO.38.9","label":"9","content":"Npexalees xov vaj ncig tus TSWV lub Tsevntaub. Nws muab daim ntaubmag uas ntev ib puas tshim xov sab nrad,"},{"bible_id":"1525","chapter_code":"EXO.38","verse_code":"EXO.38.10","label":"10","content":"muab nees nkaum tus kav tooj ua ncej, muab nees nkaum daim tooj tiag taw, tiamsis cov khawb thiab cov hlua yog muab nyiaj ua."},{"bible_id":"1525","chapter_code":"EXO.38","verse_code":"EXO.38.11","label":"11","content":"Xov zoo ib yam li ntawd rau sab ntsavaj ped thiab."},{"bible_id":"1525","chapter_code":"EXO.38","verse_code":"EXO.38.12","label":"12","content":"Muab daim ntaub uas ntev tsib caug tshim xov sab hnubpoob, txhos kaum tus ncej, thiab kaum daim tiag taw, cov khawb thiab cov hlua yog muab nyiaj ua."},{"bible_id":"1525","chapter_code":"EXO.38","verse_code":"EXO.38.13","label":"13","content":"Sab hnubtuaj, yog lub roojvag uas nkag mus rau hauv, sab ntawd xov tsib caug tshim dav ib yam nkaus."},{"bible_id":"1525","chapter_code":"EXO.38","verse_code":"EXO.38.14","label":"14","content":"Ib sab roojvag twg ntev kaum tsib tshim, txhos peb tug ncej thiab peb daim tiag taw."},{"bible_id":"1525","chapter_code":"EXO.38","verse_code":"EXO.38.15","label":"15","content":"Sab roojvag tod los ntev kaum tsib tshim, txhos peb tug ncej thiab peb daim tiag taw."},{"bible_id":"1525","chapter_code":"EXO.38","verse_code":"EXO.38.16","label":"16","content":"Tagnrho cov ntaub uas xov ncig lub Tsevntaub yog muab tej ntaubmag zoo zoo xov xwb."},{"bible_id":"1525","chapter_code":"EXO.38","verse_code":"EXO.38.17","label":"17","content":"Cov tiag taw ncej yog muab tooj ua, cov khawb, cov hlua pav thiab cov hau khwb ncej yog muab nyiaj ua. Tagnrho cov ncej lajkab uas xov ncig lub tsev yog muab xov nyiaj pav xwb."},{"bible_id":"1525","chapter_code":"EXO.38","verse_code":"EXO.38.18","label":"18","content":"Muab cov ntaubmag zoo zoo uas txaij xiav, txaij tsamxem thiab txaij liab, xaws ua paj ntaub txaij nraug zees thaiv lub roojvag. Daim ntaub ntawd ntev nees nkaum tshim thiab siab tsib tshim, ib yam li cov ntaub uas xov lub vaj."},{"bible_id":"1525","chapter_code":"EXO.38","verse_code":"EXO.38.19","label":"19","content":"Plaub tug ncej thiab plaub daim tiag taw. Cov khawb uas khawm tej ncej, cov hau khwb ncej thiab cov hlua pav puavleej yog muab nyiaj ua."},{"bible_id":"1525","chapter_code":"EXO.38","verse_code":"EXO.38.20","label":"20","content":"Tagnrho cov ntsia uas ntsia lub Tsevntaub thiab cov ncej lajkab uas xov ncig lub Tsevntaub puavleej yog muab tooj ua."},{"bible_id":"1525","chapter_code":"EXO.38","verse_code":"EXO.38.21","label":"21","content":"Ntawm no mus yog teev tej khoom siv hauv lub Tsevntaub. Mauxes kom cov Levis ua txhua yam haujlwm, thiab lawv nyob qab tswjhwm ntawm Aloos tus tub Ithamas uas yog tus povthawj."},{"bible_id":"1525","chapter_code":"EXO.38","verse_code":"EXO.38.22","label":"22","content":"Ulis tus tub Npexalees uas yog Hules tus xeebntxwv thiab yog xeem Yudas, ua txhua yam uas tus TSWV tau samhwm kom ua ntawd tiav tas huv tibsi lawm."},{"bible_id":"1525","chapter_code":"EXO.38","verse_code":"EXO.38.23","label":"23","content":"Tus uas pab Npexalees yog Auhauli-as uas yog Ahixamas tus tub thiab nws yog xeem Das, Auhauli-as yog tus uas txawj txaug ntoo, muab qauv thiab ntos tej ntaubmag txaij xiav, txaij tsamxem thiab txaij liab."},{"bible_id":"1525","chapter_code":"EXO.38","verse_code":"EXO.38.24","label":"24","content":"Tagnrho tej kub uas coj tuaj fij rau tus TSWV ua lub Tsevntaub ntawd hnyav ob txhiab cuaj caum tsib choj, yog luj raws li nomtswv kom tseg."},{"bible_id":"1525","chapter_code":"EXO.38","verse_code":"EXO.38.25","label":"25","content":"Cov nyiaj uas tau los ntawm cov pejxeem uas tuaj sau npe hnyav xya txhiab tsib puas tsib caug choj, yog luj raws li nomtswv kom tseg."},{"bible_id":"1525","chapter_code":"EXO.38","verse_code":"EXO.38.26","label":"26","content":"Tagnrho txhua tus neeg uas tuaj sau npe ntawd puavleej tau them nqi sib npaug zos, thiab txhua tus them tus nqi kom raws li nomtswv kevcai. Cov txivneej uas hnubnyoog muaj nees nkaum xyoo rov saud, tuaj sau npe yog muaj rau pua peb txhiab tsib puas tsib caug leej."},{"bible_id":"1525","chapter_code":"EXO.38","verse_code":"EXO.38.27","label":"27","content":"Cov nyiaj ntawd, lawv muab xya txhiab tsib puas choj los ua ib puas daim tiag taw, tiag lub Tsevntaub thiab ua taw rau cov ntaub xov, ib tug taw twg hnyav xya caum tsib choj."},{"bible_id":"1525","chapter_code":"EXO.38","verse_code":"EXO.38.28","label":"28","content":"Muab tsib caug choj nyiaj rau Npexalees ua hlua, ua khawb khawm cov ncej thiab ua hau khwb cov ncej."},{"bible_id":"1525","chapter_code":"EXO.38","verse_code":"EXO.38.29","label":"29","content":"Cov tooj uas coj tuaj fij rau tus TSWV hnyav tsib txhiab peb puas kaum choj."},{"bible_id":"1525","chapter_code":"EXO.38","verse_code":"EXO.38.30","label":"30","content":"Npexalees muab cov tooj no ua cov tiag taw qhovrooj rau tus TSWV lub Tsevntaub sib ntsib, ua lub thaj, ua daim ntxaij thiab ua tagnrho tej khoom uas siv rau lub thaj,"},{"bible_id":"1525","chapter_code":"EXO.38","verse_code":"EXO.38.31","label":"31","content":"cov tiag ncej lajkab uas xov ncig lub Tsevntaub thiab cov tiag taw ncej roojvag, thiab tej ntsia lajkab puavleej yog muab cov tooj ntawd ua."},{"bible_id":"1525","chapter_code":"EXO.39","verse_code":"EXO.39.1","label":"1","content":"Lawv muab tej ntaub uas txaij xiav, txaij tsamxem thiab txaij liab los xaws ua tsoos tsho rau cov povthawj hnav thaum lawv mus ua Vajtswv tes haujlwm hauv Chav Dawbhuv. Thiab lawv tseem xaws ib cev tsoos tsho povthawj rau Aloos, raws li tus TSWV tau samhwm rau Mauxes lawm."},{"bible_id":"1525","chapter_code":"EXO.39","verse_code":"EXO.39.2","label":"2","content":"Lawv muab tej tseem ntaubmag uas txaij xiav, txaij tsamxem thiab txaij liab; thiab xov kub xaws ua lub tsho efaus."},{"bible_id":"1525","chapter_code":"EXO.39","verse_code":"EXO.39.3","label":"3","content":"Lawv muab kub ntaus ua tej pluaj nyias nyias thiab muab txiav ua xov coj los ntos nrog cov tseem xov maj xiav, xov tsamxem thiab xov liab."},{"bible_id":"1525","chapter_code":"EXO.39","verse_code":"EXO.39.4","label":"4","content":"Lawv xaws ob txog hlab khuam rau saum xubpwg lo rau lub tsho efaus, thiab muab ib txog khuam ib sab xubpwg, ua li ntawd thiaj muaj chaw khawm."},{"bible_id":"1525","chapter_code":"EXO.39","verse_code":"EXO.39.5","label":"5","content":"Muab cov xov thiab cov ntaub uas xaws lub tsho efaus, los ntos ua txoj siv sia uas muab xaws lo rau ntawm lub tsho efaus, raws li tus TSWV tau samhwm rau Mauxes lawm."},{"bible_id":"1525","chapter_code":"EXO.39","verse_code":"EXO.39.6","label":"6","content":"Lawv muab ob lub qe zeb kanelias uas txaug Yakhauj kaum ob leeg tub cov npe rau; cog rau ntawm daim phiaj kub."},{"bible_id":"1525","chapter_code":"EXO.39","verse_code":"EXO.39.7","label":"7","content":"Lawv muab ob lub qe zeb ntawd ntsaws rau hauv lub tsho efaus ob daim tiag xubpwg, yog ob lub qe zeb ua kev nco txog kaum ob xeem Yixalayees raws li tus TSWV tau samhwm rau Mauxes lawm."},{"bible_id":"1525","chapter_code":"EXO.39","verse_code":"EXO.39.8","label":"8","content":"Lawv muab tib yam xov uas xaws ua lub tsho efaus, los xaws daim ntaub npog hauvsiab, thiab xaws paj ntaub rau kom zoo ib yam nkaus."},{"bible_id":"1525","chapter_code":"EXO.39","verse_code":"EXO.39.9","label":"9","content":"Daim ntaub ntawd ua plaub fab thiab muab tais ua ob tsem, ntev ib dos thiab dav ib dos."},{"bible_id":"1525","chapter_code":"EXO.39","verse_code":"EXO.39.10","label":"10","content":"Lawv cog plaub leej qe zeb rau daim ntaub npog hauvsiab: thawj leej cog ib lub qe zeb lunpis, ib lub qe zeb taupas thiab ib lub qe zeb nkaunes;"},{"bible_id":"1525","chapter_code":"EXO.39","verse_code":"EXO.39.11","label":"11","content":"leej ob, cog ib lub qe zeb emelas, ib lub qe zeb xafiles thiab ib lub qe zeb dawb ci hob;"},{"bible_id":"1525","chapter_code":"EXO.39","verse_code":"EXO.39.12","label":"12","content":"leej peb, cog ib lub qe zeb xiav txho taws, ib lub qe zeb ankates thiab ib lub qe zeb amethis;"},{"bible_id":"1525","chapter_code":"EXO.39","verse_code":"EXO.39.13","label":"13","content":"thiab leej plaub, cog ib lub qe zeb npelis, ib lub qe zeb kanelias thiab ib lub qe zeb yapes. Tagnrho cov qe zeb no puavleej muab cog rau ntawm daim phiaj kub."},{"bible_id":"1525","chapter_code":"EXO.39","verse_code":"EXO.39.14","label":"14","content":"Kaum ob lub qe zeb ntawd puavleej txaug Yakhauj kaum ob leeg tub cov npe rau, sawv cev kaum ob xeem Yixalayees."},{"bible_id":"1525","chapter_code":"EXO.39","verse_code":"EXO.39.15","label":"15","content":"Lawv muab cov tseem kub los ntaus ua ib txoj saw ntswj zoo li txoj hlua tis rau daim ntaub npog hauvsiab."},{"bible_id":"1525","chapter_code":"EXO.39","verse_code":"EXO.39.16","label":"16","content":"Lawv muab kub ntaus ua ob daim phiaj thiab ob lub khawb kub, muab ob lub khawb kub tis rau ntawm daim ntaub npog hauvsiab ob ceg kaum saud."},{"bible_id":"1525","chapter_code":"EXO.39","verse_code":"EXO.39.17","label":"17","content":"Lawv muab ob txoj saw kub tis rau ntawm ob lub khawb kub,"},{"bible_id":"1525","chapter_code":"EXO.39","verse_code":"EXO.39.18","label":"18","content":"thiab muab ob tog tw tis rau ob daim phiaj, ua li no kom ob txoj saw lo lub tsho efaus ob daim tiag xubpwg uas dauv rau ntawm xubntiag."},{"bible_id":"1525","chapter_code":"EXO.39","verse_code":"EXO.39.19","label":"19","content":"Lawv ua ob lub khawb kub tis rau daim ntaub npog hauvsiab ob lub ntsej hauv qab, ntawm tus ntug sab hauv uas puab lub tsho efaus."},{"bible_id":"1525","chapter_code":"EXO.39","verse_code":"EXO.39.20","label":"20","content":"Lawv ua dua ob lub khawb kub tis rau lub tsho efaus ob daim tiag xubpwg sab hauv qab ntawm xubntiag, ze rau ntawm kab leejleeg nyob rau saum txoj siv uas sia lub tsho efaus."},{"bible_id":"1525","chapter_code":"EXO.39","verse_code":"EXO.39.21","label":"21","content":"Lawv muab ntaub xiav khi daim npog hauvsiab ob lub khawb rau ntawm lub tsho efaus ob lub khawb uas txuas rau ntawm txoj siv, kom daim ntaub npog hauvsiab thiaj tsis txav ntawm lub tsho efaus, raws li tus TSWV tau samhwm rau Mauxes lawm."},{"bible_id":"1525","chapter_code":"EXO.39","verse_code":"EXO.39.22","label":"22","content":"Lub tsho ntev uas hnav tshooj saum lub tsho efaus, yog muab ntaub xiav xaws."},{"bible_id":"1525","chapter_code":"EXO.39","verse_code":"EXO.39.23","label":"23","content":"Lub cajdab tshos, xaws looj saum taubhau tuaj, muab cov ntaub uas ntos sib qhaib los xaws ua lub cajdab tshos kom tsis txhob ntuag."},{"bible_id":"1525","chapter_code":"EXO.39","verse_code":"EXO.39.24","label":"24","content":"Lawv muab cov ntaub uas txaij xiav, txaij tsamxem thiab txaij liab xaws ua ib co txiv ntsiavkws dai rau ntawm lub tw tsho ntev."},{"bible_id":"1525","chapter_code":"EXO.39","verse_code":"EXO.39.25","label":"25","content":"Thiab lawv muab cov tseem kub ntaus ua ib cov tswb dai rau ntawm lub tw tsho nruab nrab ntawm cov txiv ntsiavkws,"},{"bible_id":"1525","chapter_code":"EXO.39","verse_code":"EXO.39.26","label":"26","content":"muab cov tswb thiab cov txiv ntsiavkws dai thoob plaws lub tw tsho, dai ib lub txiv ntsiavkws quas ib lub tswb, raws li tus TSWV tau samhwm rau Mauxes lawm."},{"bible_id":"1525","chapter_code":"EXO.39","verse_code":"EXO.39.27","label":"27","content":"Lawv muab tej ntaubmag uas ntos tau zoo heev, xaws ib cov tsho loj rau Aloos thiab nws cov tub hnav,"},{"bible_id":"1525","chapter_code":"EXO.39","verse_code":"EXO.39.28","label":"28","content":"thiab muab ntaubmag xaws phuam, kausmom, ris luv,"},{"bible_id":"1525","chapter_code":"EXO.39","verse_code":"EXO.39.29","label":"29","content":"thiab muab cov ntaubmag uas txaij xiav, txaij tsamxem thiab txaij liab ua siv sia, thiab xaws paj ntaub rau kom txaij nraug zees raws li tus TSWV tau samhwm rau Mauxes lawm."},{"bible_id":"1525","chapter_code":"EXO.39","verse_code":"EXO.39.30","label":"30","content":"Lawv muab cov tseem kub ntaus ua ib daim phiaj, thiab txaug npe ntawv rau saum daim phiaj ntawd hais tias, “Dawbhuv rau tus TSWV.”"},{"bible_id":"1525","chapter_code":"EXO.39","verse_code":"EXO.39.31","label":"31","content":"Lawv muab ib txoj hlua ntaub xiav khi daim phiaj kub rau txoj phuam uas ntoo saum taubhau thiab muab tig rau ntawm hauvpliaj."},{"bible_id":"1525","chapter_code":"EXO.39","verse_code":"EXO.39.32","label":"32","content":"Txhua yam haujlwm uas ua tus TSWV lub Tsevntaub sib ntsib twb tiav tas lawm. Cov Yixalayees ua txhua yam raws li tus TSWV tau samhwm rau Mauxes lawm."},{"bible_id":"1525","chapter_code":"EXO.39","verse_code":"EXO.39.33","label":"33","content":"Lawv coj lub Tsevntaub, cov khawb, cov ntsa, cov tab, cov ncej thiab tej tiag taw ncej los rau Mauxes;"},{"bible_id":"1525","chapter_code":"EXO.39","verse_code":"EXO.39.34","label":"34","content":"cov tawv yaj uas zas liab thiab cov tawv nyuj yog cov vov; cov ntaub thaiv;"},{"bible_id":"1525","chapter_code":"EXO.39","verse_code":"EXO.39.35","label":"35","content":"lub Phijxab uas ntim ob daim txiag zeb, ob tug nqaj, lub hau Phijxab;"},{"bible_id":"1525","chapter_code":"EXO.39","verse_code":"EXO.39.36","label":"36","content":"lub rooj thiab tagnrho tej khoom siv ntawm lub rooj, thiab cov ncuav uas fij rau Vajtswv;"},{"bible_id":"1525","chapter_code":"EXO.39","verse_code":"EXO.39.37","label":"37","content":"tus ncej txawb teeb uas yog cov tseem kub, cov teeb, tagnrho tej khoom siv ntawm lub teeb thiab cov roj sam teeb;"},{"bible_id":"1525","chapter_code":"EXO.39","verse_code":"EXO.39.38","label":"38","content":"lub thaj kub, cov roj txhawb meejthawj; cov hmoov tshuaj tsw qab; daim ntaub thaiv lub qhovrooj mus rau hauv lub Tsevntaub;"},{"bible_id":"1525","chapter_code":"EXO.39","verse_code":"EXO.39.39","label":"39","content":"lub thaj tooj nrog daim npog lub thaj; cov ncej thaj, thiab tej khoom siv ntawm lub thaj; lub phiab tooj ntxuav tes thiab lub taw phiab;"},{"bible_id":"1525","chapter_code":"EXO.39","verse_code":"EXO.39.40","label":"40","content":"cov ntaub xov vaj ncig lub Tsevntaub thiab cov ncej lajkab thiab tej tiag taw ncej lajkab; daim ntaub thaiv lub roojvag thiab cov hlua khi daim ntaub, cov ntsia; thiab tagnrho tej khoom uas siv rau tus TSWV lub Tsevntaub sib ntsib;"},{"bible_id":"1525","chapter_code":"EXO.39","verse_code":"EXO.39.41","label":"41","content":"thiab tej tsoos tsho uas xaws rau cov povthawj hnav mus ua haujlwm hauv Chav Dawbhuv, cov tsoos tsho povthawj rau Aloos thiab nws cov tub hnav ua tes haujlwm povthawj."},{"bible_id":"1525","chapter_code":"EXO.39","verse_code":"EXO.39.42","label":"42","content":"Ces cov Yixalayees ua txhua yam uas tus TSWV tau samhwm rau Mauxes tiav tas huv tibsi lawm."},{"bible_id":"1525","chapter_code":"EXO.39","verse_code":"EXO.39.43","label":"43","content":"Mauxes tshuaj thiab pom hais tias txhua yam uas cov Yixalayees ua tiav tas raws li tus TSWV tau samhwm tseg lawm tiag. Yog li ntawd, Mauxes thiaj foom koob hmoov rau lawv."},{"bible_id":"1525","chapter_code":"EXO.40","verse_code":"EXO.40.1","label":"1","content":"Tus TSWV hais rau Mauxes hais tias,"},{"bible_id":"1525","chapter_code":"EXO.40","verse_code":"EXO.40.2","label":"2","content":"“Koj cia li tsa tus TSWV lub Tsevntaub sib ntsib rau lub ib hlis ntuj hnub xiab ib."},{"bible_id":"1525","chapter_code":"EXO.40","verse_code":"EXO.40.3","label":"3","content":"Thiab muab lub Phijxab uas ntim Vajtswv tej lus cog tseg coj mus tso rau hauv lub Tsevntaub thiab muab daim ntaub dai thaiv lub Phijxab."},{"bible_id":"1525","chapter_code":"EXO.40","verse_code":"EXO.40.4","label":"4","content":"Nqa lub rooj los teeb rau hauv, muab tej cuabyeej tso rau saum lub rooj. Thiab nqa tus ncej teeb los txawb thiab muab cov teebxeeb rau hauv lub teeb."},{"bible_id":"1525","chapter_code":"EXO.40","verse_code":"EXO.40.5","label":"5","content":"Muab lub thaj kub uas hlawv hmoov tshuaj tsw qab teeb rau ntawm lub Phijxab hauv ntej thiab dai daim ntaub thaiv lub qhovrooj Tsevntaub."},{"bible_id":"1525","chapter_code":"EXO.40","verse_code":"EXO.40.6","label":"6","content":"Teeb ib lub thaj rau ntawm lub Tsevntaub hauv ntej tau hlawv khoom fij."},{"bible_id":"1525","chapter_code":"EXO.40","verse_code":"EXO.40.7","label":"7","content":"Thiab muab lub phiab ntxuav tes ntxuav taw teeb rau kis nruab nrab ntawm tus TSWV lub Tsevntaub sib ntsib thiab lub thaj, thiab nqa dej los hliv rau hauv kom puv."},{"bible_id":"1525","chapter_code":"EXO.40","verse_code":"EXO.40.8","label":"8","content":"Xov vaj ncig thoob plaws thiab muab daim ntaub los dai thaiv lub roojvag."},{"bible_id":"1525","chapter_code":"EXO.40","verse_code":"EXO.40.9","label":"9","content":"“Ces muab cov roj txhawb meejthawj nchos rau lub Tsevntaub thiab tagnrho tej cuabyeej siv, kom lub Tsevntaub thiab tej cuabyeej thiaj yuav dawbhuv."},{"bible_id":"1525","chapter_code":"EXO.40","verse_code":"EXO.40.10","label":"10","content":"Dua li ntawd, tseem muab nchos rau lub thaj thiab lub thaj tej cuabyeej, kom lub thaj thiab tej cuabyeej thiaj yuav dawbhuv."},{"bible_id":"1525","chapter_code":"EXO.40","verse_code":"EXO.40.11","label":"11","content":"Thiab muab nchos rau lub phiab ntxuav tes ntxuav taw thiab lub taw phiab huv tibsi."},{"bible_id":"1525","chapter_code":"EXO.40","verse_code":"EXO.40.12","label":"12","content":"“Coj Aloos thiab nws cov tub tuaj rau ntawm tus TSWV lub Tsevntaub sib ntsib lub qhovrooj, thiab muab dej los ntxuav lawv."},{"bible_id":"1525","chapter_code":"EXO.40","verse_code":"EXO.40.13","label":"13","content":"Muab lub tsho loj rau Aloos hnav thiab muab nws txhawb meejthawj, nej ua li no thiaj yog nej muab nws tsa ua povthawj ua kuv tes haujlwm."},{"bible_id":"1525","chapter_code":"EXO.40","verse_code":"EXO.40.14","label":"14","content":"Coj Aloos cov tub tuaj thiab muab cov tsho loj rau lawv hnav."},{"bible_id":"1525","chapter_code":"EXO.40","verse_code":"EXO.40.15","label":"15","content":"Muab roj pleev lawv ib yam li pleev rau lawv txiv, lawv thiaj tau ua cov povthawj ua kuv tes haujlwm. Muab lawv txhawb meejthawj li no, lawv thiaj yuav tau ua cov povthawj mus ibtxhis.”"},{"bible_id":"1525","chapter_code":"EXO.40","verse_code":"EXO.40.16","label":"16","content":"Mauxes ua txhua yam raws li tus TSWV hais rau nws."},{"bible_id":"1525","chapter_code":"EXO.40","verse_code":"EXO.40.17","label":"17","content":"Yog li ntawd, lub ib hlis ntuj hnub xiab ib uas yog xyoo ob, suav txij li thaum lawv khiav tawm nram tebchaws Iziv los, yog hnub uas Mauxes tsa lub Tsevntaub."},{"bible_id":"1525","chapter_code":"EXO.40","verse_code":"EXO.40.18","label":"18","content":"Mauxes cog cov tiag taw ncej, tsa cov tab, muab cov las los yuam rau, thiab txhos cov ncej."},{"bible_id":"1525","chapter_code":"EXO.40","verse_code":"EXO.40.19","label":"19","content":"Nthuav ntaub vov lub Tsevntaub thiab nthuav daim tawv uas vov tuaj saum vov lub tsev, raws li tus TSWV tau samhwm lawm."},{"bible_id":"1525","chapter_code":"EXO.40","verse_code":"EXO.40.20","label":"20","content":"Ces Mauxes thiaj muab ob daim txiag zeb tso rau hauv lub Phijxab. Nws muab ob tug nqaj ntxig rau ntawm lub Phijxab cov khawb thiab muab lub hau khwb lub Phijxab."},{"bible_id":"1525","chapter_code":"EXO.40","verse_code":"EXO.40.21","label":"21","content":"Nws muab lub Phijxab mus tso rau hauv lub Tsevntaub, thiab dai daim ntaub thaiv. Qhov uas nws ua li no twb yog muab daim ntaub thaiv lub Phijxab raws li tus TSWV tau samhwm tseg lawm."},{"bible_id":"1525","chapter_code":"EXO.40","verse_code":"EXO.40.22","label":"22","content":"Mauxes teeb rooj rau hauv tus TSWV lub Tsevntaub sib ntsib, ntawm daim ntaub thaiv sab ped,"},{"bible_id":"1525","chapter_code":"EXO.40","verse_code":"EXO.40.23","label":"23","content":"thiab muab cov ncuav uas fij rau tus TSWV tso rau saum lub rooj, raws li tus TSWV tau samhwm tseg rau nws lawm."},{"bible_id":"1525","chapter_code":"EXO.40","verse_code":"EXO.40.24","label":"24","content":"Nws muab tus ncej teeb mus txawb rau hauv tus TSWV lub Tsevntaub sib ntsib sab nrad uas yog nyob sib ncag zos lub rooj,"},{"bible_id":"1525","chapter_code":"EXO.40","verse_code":"EXO.40.25","label":"25","content":"thiab nws taws cov teeb ntawd rau hauv chav uas nrog tus TSWV sib ntsib, raws li tus TSWV tau samhwm tseg rau nws lawm."},{"bible_id":"1525","chapter_code":"EXO.40","verse_code":"EXO.40.26","label":"26","content":"Nws muab lub thaj kub coj mus teeb rau hauv tus TSWV lub Tsevntaub sib ntsib ntawm daim ntaub uas kem lub tsev hauv ntej,"},{"bible_id":"1525","chapter_code":"EXO.40","verse_code":"EXO.40.27","label":"27","content":"thiab hlawv tej hmoov tshuaj uas tsw qab, raws li tus TSWV tau samhwm tseg rau nws."},{"bible_id":"1525","chapter_code":"EXO.40","verse_code":"EXO.40.28","label":"28","content":"Ces nws thiaj dai daim ntaub thaiv lub qhovrooj Tsevntaub,"},{"bible_id":"1525","chapter_code":"EXO.40","verse_code":"EXO.40.29","label":"29","content":"thiab nws muab lub thaj hlawv khoom fij coj mus teeb rau ntawm hauv ntej daim ntaub thaiv lub qhovrooj Tsevntaub sib ntsib. Nws coj tej khoom fij thiab tej qoobloo uas yog khoom fij coj mus hlawv huv tibsi rau saum lub thaj, raws li tus TSWV tau samhwm tseg rau nws."},{"bible_id":"1525","chapter_code":"EXO.40","verse_code":"EXO.40.30","label":"30","content":"Nws muab lub phiab ntxuav tes ntxuav taw coj mus teeb rau ntawm tus TSWV lub Tsevntaub sib ntsib thiab lub thaj kis nruab nrab thiab nqa dej los hliv rau hauv puv nkaus."},{"bible_id":"1525","chapter_code":"EXO.40","verse_code":"EXO.40.31","label":"31","content":"Mauxes, Aloos, thiab Aloos cov tub ntxuav lawv tej tes thiab tej taw ntawm lub phiab ntawd,"},{"bible_id":"1525","chapter_code":"EXO.40","verse_code":"EXO.40.32","label":"32","content":"lawv ntxuav tes ntxuav taw ua ntej uas mus hauv tus TSWV lub Tsevntaub sib ntsib lossis mus ntawm lub thaj, raws li tus TSWV tau samhwm tseg rau nws lawm."},{"bible_id":"1525","chapter_code":"EXO.40","verse_code":"EXO.40.33","label":"33","content":"Mauxes xov vaj ncig lub Tsevntaub thiab lub thaj thiab nws dai ib daim ntaub thaiv lub roojvag. Yog li ntawd, nws thiaj ua txhua yam tiav huv tibsi lawm."},{"bible_id":"1525","chapter_code":"EXO.40","verse_code":"EXO.40.34","label":"34","content":"Ces pos huab tsaus nti laum nkaus tus TSWV lub Tsevntaub sib ntsib thiab tus TSWV lub tshwjchim ci ntsa iab hauv lub tsev."},{"bible_id":"1525","chapter_code":"EXO.40","verse_code":"EXO.40.35","label":"35","content":"Yog vim li ntawd, Mauxes thiaj mus tsis tau rau hauv tus TSWV lub Tsevntaub."},{"bible_id":"1525","chapter_code":"EXO.40","verse_code":"EXO.40.36","label":"36","content":"Thaum tauv huab tshem tawm ntawm lub Tsevntaub lawm, cov Yixalayees thiaj tshais chaw tau mus rau lwm qhov."},{"bible_id":"1525","chapter_code":"EXO.40","verse_code":"EXO.40.37","label":"37","content":"Tiamsis yog tauv huab ntawd tsis tshem, ces lawv yeej tsis tshais chaw mus txog thaum uas tauv huab tshem."},{"bible_id":"1525","chapter_code":"EXO.40","verse_code":"EXO.40.38","label":"38","content":"Lub sijhawm uas cov Yixalayees pheej tsiv mus tsiv los, nruab hnub lawv yeej pom tauv huab uas yog tus TSWV qhov chaw nyob pos tsaus nti saum lub Tsevntaub thiab hmo ntuj nplaim taws cig lam lug."}]