[{"bible_id":"1525","chapter_code":"HEB.1","verse_code":"HEB.1.1","label":"1","content":"Thaum ub muaj ntau zaus Vajtswv ua li ub li no qhia cov uas cev Vajtswv lus kom lawv qhia rau peb cov yawgkoob paub tej uas Vajtswv hais,"},{"bible_id":"1525","chapter_code":"HEB.1","verse_code":"HEB.1.2","label":"2","content":"tiamsis tiam kawg no Vajtswv txib Vajtswv tus Tub los qhia peb. Vajtswv tsa Vajtswv tus Tub ua tus tsim lub ntuj thiab lub ntiajteb. Thaum kawg Vajtswv yuav pub ib puas tsav yam huv tibsi ua tus Tub ntawd tug."},{"bible_id":"1525","chapter_code":"HEB.1","verse_code":"HEB.1.3","label":"3","content":"Vajtswv lub hwjchim ua rau tus Tub ntawd ci ntsa iab. Nws muaj hwvxyeej ib yam li Vajtswv, nws tej lus uas muaj hwjchim loj kawg nkaus tuav lub ntuj thiab lub ntiajteb. Thaum nws theej neeg lub txhoj tas lawm, nws mus saum ntuj ceebtsheej. Nws mus zaum ntawm Vajtswv tus uas muaj hwjchim loj kawg nkaus sab xis."},{"bible_id":"1525","chapter_code":"HEB.1","verse_code":"HEB.1.4","label":"4","content":"Vajtswv tis lub npe uas tseemceeb dua cov timtswv ceebtsheej lub rau Vajtswv tus Tub, ib yam li Vajtswv tsa Vajtswv tus Tub ua tus uas muaj hwjchim loj dua cov timtswv ceebtsheej."},{"bible_id":"1525","chapter_code":"HEB.1","verse_code":"HEB.1.5","label":"5","content":"Rau qhov Vajtswv yeej tsis tau hais rau nws cov timtswv ib tug twg hais tias, “Koj yog kuv tus Tub; hnub no kuv ua koj Txiv lawm.” Lossis Vajtswv tau hais rau cov timtswv ib tug twg hais tias, “Kuv yuav yog nws Txiv, thiab nws yuav ua kuv tus Tub.”"},{"bible_id":"1525","chapter_code":"HEB.1","verse_code":"HEB.1.6","label":"6","content":"Thaum Vajtswv yuav txib Vajtswv tus Tub hlob nqis los hauv ntiajteb, Vajtswv rov hais dua li no: “Vajtswv cov timtswv txhua tus yuav tsum pehawm tus Tub.”"},{"bible_id":"1525","chapter_code":"HEB.1","verse_code":"HEB.1.7","label":"7","content":"Thaum Vajtswv hais txog cov timtswv, nws hais tias, “Vajtswv tsim Vajtswv cov timtswv zoo li cua, thiab nws tsim nws cov tubtxib zoo li nplaim taws.”"},{"bible_id":"1525","chapter_code":"HEB.1","verse_code":"HEB.1.8","label":"8","content":"Tiamsis thaum Vajtswv hais txog nws tus Tub, nws hais tias: “Vajtswv, koj lub tebchaws  yuav nyob mus ibtxhis, Koj  kav koj haivneeg mus rau txojkev ncaj ncees."},{"bible_id":"1525","chapter_code":"HEB.1","verse_code":"HEB.1.9","label":"9","content":"Koj nyiam qhov zoo, koj ntxub qhov phem. Twb yog vim li no Vajtswv tus uas yog koj tus Vajtswv thiaj xaiv koj cia thiab ua rau koj zoo siab kawg li, rau qhov koj tau koob meej heev dua koj cov phoojywg.”"},{"bible_id":"1525","chapter_code":"HEB.1","verse_code":"HEB.1.10","label":"10","content":"Nws hais dua hais tias, “Tus Tswv, thaum chivkeeb koj tsim lub ntiajteb thiab yog koj txhais tes tsim lub ntuj."},{"bible_id":"1525","chapter_code":"HEB.1","verse_code":"HEB.1.11","label":"11","content":"Tej ntawd puavleej yuav ploj mus, tiamsis koj yuav nyob mus li; tej ntawd yuav txawj qub ib yam li tej ris tsho."},{"bible_id":"1525","chapter_code":"HEB.1","verse_code":"HEB.1.12","label":"12","content":"Koj yuav muab tej ntawd tais cia ib yam li luag tais lub tsho ntev, thiab koj yuav muab tej ntawd hloov ib yam li luag hloov ris tsho. Tiamsis koj yeej zoo li qub, koj yuav tsis txawj laus.”"},{"bible_id":"1525","chapter_code":"HEB.1","verse_code":"HEB.1.13","label":"13","content":"Vajtswv yeej tsis tau hais rau Vajtswv cov timtswv ib tug twg hais tias, “Koj cia li los zaum ntawm kuv sab xis mus txog thaum kuv muab koj cov yeebncuab rau koj tsuj.”"},{"bible_id":"1525","chapter_code":"HEB.1","verse_code":"HEB.1.14","label":"14","content":"Yog li ntawd, cov timtswv ceebtsheej tsuas yog cov neeg qaum ntuj uas ua Vajtswv txoj haujlwm xwb. Vajtswv txib lawv los pab cov neeg uas yuav dim lub txim."},{"bible_id":"1525","chapter_code":"HEB.2","verse_code":"HEB.2.1","label":"1","content":"Yog li ntawd peb yuav tsum hajyam ua tib zoo khaws tej lus tseemceeb uas peb tau hnov los lawm cia zoo zoo, peb thiaj li yuav muab siab npuab tej lus ntawd."},{"bible_id":"1525","chapter_code":"HEB.2","verse_code":"HEB.2.2","label":"2","content":"Rau qhov tej lus uas cov timtswv ceebtsheej qhia puavleej yog lus tseeb. Tus uas tsis mloog thiab tsis ua raws li tej lus ntawd, tus ntawd twb raug txim raws li nws tej kev txhaum lawm."},{"bible_id":"1525","chapter_code":"HEB.2","verse_code":"HEB.2.3","label":"3","content":"Yog peb tsis quavntsej txojkev dim txim uas tseemceeb, peb yuav ua li cas dim tau. Tus Tswv yog tus uas xub qhia txojkev dim txim ntawd ntag. Cov neeg uas hnov nws qhia, lawv qhia tseeb rau peb hais tias muaj li ntawd tiag."},{"bible_id":"1525","chapter_code":"HEB.2","verse_code":"HEB.2.4","label":"4","content":"Tsis yog li ntawd xwb, Vajtswv tseem ua tej txujci loj thiab tseemceeb thiab ua tej uas qhia nws lub hwjchim rau sawvdaws pom hais tias yeej muaj li lawv hais tiag. Thiab Vajtswv pub Vaj Ntsujplig tus dawbhuv rau sawvdaws raws li Vajtswv pom zoo pub."},{"bible_id":"1525","chapter_code":"HEB.2","verse_code":"HEB.2.5","label":"5","content":"Vajtswv tsis tau tsa cov timtswv ceebtsheej ua cov kav lub ntiajteb tshiab uas peb hais txog uas yuav los tom ntej no."},{"bible_id":"1525","chapter_code":"HEB.2","verse_code":"HEB.2.6","label":"6","content":"Tiamsis Vajtswv txojlus hais tias, “Vajtswv, neeg tsimtxiaj npaum li cas, koj ho xam txog lawv? Tej tibneeg, lawv tsimtxiaj npaum li cas koj ho yuav saib xyuas lawv?"},{"bible_id":"1525","chapter_code":"HEB.2","verse_code":"HEB.2.7","label":"7","content":"Koj tsim nws, koj pub nws muaj hwjchim yau dua cov timtswv ib nyuag ntu, koj pub nws muaj hwjchim thiab tau ntsejmuag,"},{"bible_id":"1525","chapter_code":"HEB.2","verse_code":"HEB.2.8","label":"8","content":"thiab tsa nws ua tus kav ib puas tsav yam huv tibsi.” Lo lus uas hais tias Vajtswv tsa neeg ua “tus kav ib puas tsav yam,” lo lus ntawd qhia tseeb hais tias tsis muaj ib yam dabtsi uas Vajtswv tsis muab rau neeg kav. Txawm li ntawd los nimno peb tseem tsis tau pom neeg kav ib puas tsav yam."},{"bible_id":"1525","chapter_code":"HEB.2","verse_code":"HEB.2.9","label":"9","content":"Tiamsis peb pom hais tias Vajtswv cia Yexus muaj hwjchim yau dua cov timtswv ceebtsheej ib nyuag ntu. Vajtswv ua li ntawd, rau qhov Vajtswv tus uas hlub sawvdaws nws yuav txib Yexus los tuag theej sawvdaws lub txhoj. Nimno peb pom Yexus muaj lub tshwjchim ci ntsa iab thiab nws tau ntsejmuag, rau qhov nws raug kev tuag txomnyem ntsuav."},{"bible_id":"1525","chapter_code":"HEB.2","verse_code":"HEB.2.10","label":"10","content":"Qhov uas Vajtswv tus uas tsim thiab saib xyuas ib puas tsav yam txib Yexus los raug kev txomnyem kom Yexus thiaj ua tau Yexus txoj haujlwm tiav, qhov ntawd Vajtswv ua yog lawm. Vajtswv ua li ntawd, nws thiaj yuav coj tau nws cov menyuam ntau leej los txais yuav nws txoj koob hmoov, rau qhov Yexus yog tus uas cawm lawv kom lawv dim lawv lub txim."},{"bible_id":"1525","chapter_code":"HEB.2","verse_code":"HEB.2.11","label":"11","content":"Yexus thiab cov neeg uas Yexus twb pub lub siab tshiab rau lawm puavleej yog tib leeg txiv yug xwb. Twb yog vim li ntawd Yexus thiaj tsis txajmuag hu hais tias lawv yog nws cov kwvtij."},{"bible_id":"1525","chapter_code":"HEB.2","verse_code":"HEB.2.12","label":"12","content":"Raws li tej lus uas nws hais tseg lawm hais tias, “Vajtswv, kuv yuav qhia koj zaj rau kuv cov kwvtij mloog; Kuv yuav hu nkauj ua koj tsaug tabmeeg cov neeg uas tuaj nyob ua ke mloog lus qhuab qhia.”"},{"bible_id":"1525","chapter_code":"HEB.2","verse_code":"HEB.2.13","label":"13","content":"Nws hais dua hais tias, “Kuv yuav cia siab rau Vajtswv.” Thiab nws hais ntxiv dua hais tias, “Kuv nrog cov menyuam uas Vajtswv pub rau kuv nyob ntawm no.”"},{"bible_id":"1525","chapter_code":"HEB.2","verse_code":"HEB.2.14","label":"14","content":"Vim cov menyuam ntawd puavleej yog neeg muaj roj muaj ntshav; yog li ntawd, Yexus thiaj los yug ua neeg muaj roj muaj ntshav ib yam li lawv. Nws ua li ntawd, nws txojkev tuag thiaj rhuav tau dab Ntxwgnyoog lub hwjchim uas ua kom neeg tuag puastsuaj mus"},{"bible_id":"1525","chapter_code":"HEB.2","verse_code":"HEB.2.15","label":"15","content":"thiab tso tau cov neeg uas ibtxwm ntshai kev ploj kev tuag kom lawv dim."},{"bible_id":"1525","chapter_code":"HEB.2","verse_code":"HEB.2.16","label":"16","content":"Peb twb pom tseeb lawm hais tias tsis yog Vajtswv pab cov timtswv ceebtsheej tiamsis yog Vajtswv pab Anplahas cov xeebntxwv."},{"bible_id":"1525","chapter_code":"HEB.2","verse_code":"HEB.2.17","label":"17","content":"Yog li ntawd, Yexus thiaj los yug ua neeg ib yam li nws cov kwvtij, nws thiaj tau ua lawv tus Povthawj Hlob uas ncaj ncees thiab muaj lub siab hlub uas ua Vajtswv txoj haujlwm. Nws ua li ntawd Vajtswv thiaj yuav zam tau sawvdaws lub txim."},{"bible_id":"1525","chapter_code":"HEB.2","verse_code":"HEB.2.18","label":"18","content":"Nimno Yexus paub pab cov neeg uas raug kev sim siab, rau qhov nws twb raug kev sim siab thiab kev tsimtxom los lawm."},{"bible_id":"1525","chapter_code":"HEB.3","verse_code":"HEB.3.1","label":"1","content":"Yog li ntawd, cov kwvtij uas ntseeg Yexus, nej puavleej yog cov uas Vajtswv hu los ua Vajtswv haivneeg lawm; nej yuav tsum ntsia ntsoov Yexus tus uas Vajtswv txib los ua tus Povthawj Hlob saib xyuas tej uas peb ntseeg."},{"bible_id":"1525","chapter_code":"HEB.3","verse_code":"HEB.3.2","label":"2","content":"Yexus muaj nplooj siab dawb paug ua txoj haujlwm uas Vajtswv muab tso rau nws ua, ib yam li Mauxes muaj nplooj siab dawb paug pab cov Yixalayees uas yog Vajtswv tsevneeg txhua tus huv tibsi."},{"bible_id":"1525","chapter_code":"HEB.3","verse_code":"HEB.3.3","label":"3","content":"Sawvdaws yeej qhuas tus kws ua tsev heev dua qhuas lub tsev. Ib yam nkaus li ntawd tsimnyog Yexus tau ntsejmuag heev dua Mauxes."},{"bible_id":"1525","chapter_code":"HEB.3","verse_code":"HEB.3.4","label":"4","content":"Tej tsev yeej muaj tus ua, tiamsis Vajtswv yog tus tsim ib puas tsav yam."},{"bible_id":"1525","chapter_code":"HEB.3","verse_code":"HEB.3.5","label":"5","content":"Mauxes muaj nplooj siab dawb paug pab Vajtswv tsevneeg txhua tus huv tibsi. Nws yeej yog ib tug tubtxib; nws hais txog tej uas Vajtswv yuav qhia rau sawvdaws yav tom ntej."},{"bible_id":"1525","chapter_code":"HEB.3","verse_code":"HEB.3.6","label":"6","content":"Tiamsis Yexus Khetos yog Vajtswv tus Tub; nws muaj nplooj siab dawb paug saib xyuas Vajtswv tsevneeg. Yog peb muaj nplooj siab tawv qhawv thiab ua siab ntev tos tej uas peb cia siab rau, peb thiaj yuav ua tau Vajtswv tsevneeg."},{"bible_id":"1525","chapter_code":"HEB.3","verse_code":"HEB.3.7","label":"7","content":"Rau qhov Vaj Ntsujplig tus Dawbhuv qhia hais tias, “Hnub no yog nej hnov Vajtswv lub suab hu,"},{"bible_id":"1525","chapter_code":"HEB.3","verse_code":"HEB.3.8","label":"8","content":"nej tsis txhob tawv ncauj ib yam li yav tas los nej cov yawgkoob ntxeev siab rau Vajtswv thiab ib yam li hnub uas lawv sim Vajtswv siab thaum lawv nyob tom tiaj suabpuam,"},{"bible_id":"1525","chapter_code":"HEB.3","verse_code":"HEB.3.9","label":"9","content":"Vajtswv hais tias, txawm yog nej cov yawgkoob pom tej uas kuv ua los tau plaub caug xyoo los lawv tseem sim kuv siab thiab."},{"bible_id":"1525","chapter_code":"HEB.3","verse_code":"HEB.3.10","label":"10","content":"Twb yog vim li ntawd kuv thiaj chim rau lawv cov ntawd thiab kuv hais tias, ‘Lawv lub siab yeej nyiam ua phem thiab lawv tsis kawm kuv tej kevcai.’"},{"bible_id":"1525","chapter_code":"HEB.3","verse_code":"HEB.3.11","label":"11","content":"Kuv chim, kuv thiaj coglus tseg hais tias, ‘Lawv cov ntawd yuav tsis tau los nrog kuv so ib zaug li.’ ”"},{"bible_id":"1525","chapter_code":"HEB.3","verse_code":"HEB.3.12","label":"12","content":"Cov kwvtij, nej yuav tsum ceevfaj zoo nyob tsam nej cov muaj ib tug muaj lub siab phem thiab tsis ntseeg, nws cia li tso Vajtswv tus uas muaj sia nyob tseg."},{"bible_id":"1525","chapter_code":"HEB.3","verse_code":"HEB.3.13","label":"13","content":"Nej tsis txhob ua li ntawd, nej ib leeg yuav tsum niaj hnub pab ib leeg thaum peb tseem hu tau hais tias, “Hnub No”; yog nej ua li ntawd, kev txhaum yuav ntxias tsis tau nej ib tug twg ua neeg tawv ncauj."},{"bible_id":"1525","chapter_code":"HEB.3","verse_code":"HEB.3.14","label":"14","content":"Yog peb muab siab npuab tej uas thaum chivthawj peb cia siab rau mus txog hnub kawg, peb yuav nrog Yexus Khetos tau koob hmoov ib yam nkaus."},{"bible_id":"1525","chapter_code":"HEB.3","verse_code":"HEB.3.15","label":"15","content":"Vajtswv txojlus hais tias, “Hnub no yog nej hnov Vajtswv lub suab hu, nej tsis txhob tawv ncauj ib yam li yav tas los nej cov yawgkoob ntxeev siab rau Vajtswv.”"},{"bible_id":"1525","chapter_code":"HEB.3","verse_code":"HEB.3.16","label":"16","content":"Cov uas hnov Vajtswv lub suab hu thiab ntxeev siab rau Vajtswv yog cov twg? Twb yog txhua tus uas Mauxes coj tawm hauv tebchaws Iziv los ntag."},{"bible_id":"1525","chapter_code":"HEB.3","verse_code":"HEB.3.17","label":"17","content":"Lub sijhawm plaub caug xyoo ntawd Vajtswv chim rau cov neeg twg? Vajtswv chim rau cov neeg uas ua txhaum, cov neeg ntawd twb yog cov uas tuag pawglug tom tiaj suabpuam."},{"bible_id":"1525","chapter_code":"HEB.3","verse_code":"HEB.3.18","label":"18","content":"Thaum Vajtswv coglus tseg hais tias, “Lawv cov ntawd yuav tsis tau los so hauv qhov chaw uas kuv tu tseg rau lawv ib zaug li”, yog nws hais txog cov twg? Twb yog nws hais txog cov neeg uas ntxeev siab rau nws ntag."},{"bible_id":"1525","chapter_code":"HEB.3","verse_code":"HEB.3.19","label":"19","content":"Yog li ntawd, peb paub hais tias vim lawv tsis ntseeg, Vajtswv thiaj tsis pub lawv mus hauv qhov chaw ntawd."},{"bible_id":"1525","chapter_code":"HEB.4","verse_code":"HEB.4.1","label":"1","content":"Vajtswv coglus tseg rau peb hais tias nws yuav pub peb mus nrog nws so. Yog li ntawd, peb sawvdaws yuav tsum ceevfaj, nyob tsam nej cov muaj qee leej tsis tau mus nrog nws so."},{"bible_id":"1525","chapter_code":"HEB.4","verse_code":"HEB.4.2","label":"2","content":"Rau qhov peb puavleej hnov txojmoo zoo ib yam li lawv tau hnov lawm thiab. Lawv hnov tiamsis txojmoo zoo ntawd tsis muaj nqis rau lawv, rau qhov thaum lawv hnov lawv tsis ntseeg."},{"bible_id":"1525","chapter_code":"HEB.4","verse_code":"HEB.4.3","label":"3","content":"Peb cov uas ntseeg peb yuav tau mus nrog Vajtswv so. Raws li Vajtswv hais tseg hais tias, “Kuv chim kuv thiaj coglus hais tias, ‘Lawv cov ntawd yuav tsis tau los nrog kuv so ib zaug li.’ ” Txawm yog thaum Vajtswv tsim ntuj tsim teb, nws twb ua nws tej haujlwm tiav tas lawm los nws tseem hais li ntawd."},{"bible_id":"1525","chapter_code":"HEB.4","verse_code":"HEB.4.4","label":"4","content":"Rau qhov Vajtswv txojlus muaj ib qho hais txog hnub xya hais tias, “Hnub xya Vajtswv so, Vajtswv tsis tsim ib yam dabtsi ntxiv lawm.”"},{"bible_id":"1525","chapter_code":"HEB.4","verse_code":"HEB.4.5","label":"5","content":"Muaj dua ib los hais txog zaj no hais tias, “Lawv cov ntawd yuav tsis tau los nrog kuv so ib zaug li.”"},{"bible_id":"1525","chapter_code":"HEB.4","verse_code":"HEB.4.6","label":"6","content":"Cov neeg thaum ub uas xub hnov txojmoo zoo lawv tsis tau mus nrog Vajtswv so rau qhov lawv tsis ntseeg, tiamsis Vajtswv pub lwm cov mus nrog Vajtswv so."},{"bible_id":"1525","chapter_code":"HEB.4","verse_code":"HEB.4.7","label":"7","content":"Peb paub hais tias muaj li ntawd, rau qhov Vajtswv teem dua ib hnub tseg hu hais tias, “Hnub No.” Tom qab ntawd ntau xyoo Vajtswv kom Daviv hais txog zaj ntawd raws li twb hais tas los lawm hais tias, “Hnub no yog nej hnov Vajtswv lub suab hu, nej tsis txhob tawv ncauj.”"},{"bible_id":"1525","chapter_code":"HEB.4","verse_code":"HEB.4.8","label":"8","content":"Rau qhov yog Yausuas twb coj lawv sawvdaws mus nrog Vajtswv so lawm, ces tsis tas Vajtswv yuav rov hais dua hais tias hnub no."},{"bible_id":"1525","chapter_code":"HEB.4","verse_code":"HEB.4.9","label":"9","content":"Txawm li cas los Vajtswv haivneeg yeej yuav tau so ib yam li hnub xya Vajtswv so."},{"bible_id":"1525","chapter_code":"HEB.4","verse_code":"HEB.4.10","label":"10","content":"Rau qhov tus uas mus nrog Vajtswv so lawm, tus ntawd yuav tsis ua haujlwm ib yam li Vajtswv tsis ua haujlwm lawm."},{"bible_id":"1525","chapter_code":"HEB.4","verse_code":"HEB.4.11","label":"11","content":"Yog li ntawd, tsimnyog peb sawvdaws yuav tsum ua tiag mus kom peb tau nrog Vajtswv so. Tsis txhob pub peb cov ib tug twg tsis mloog lus li lawv cov ntawd nyob tsam nws tsis tau mus so."},{"bible_id":"1525","chapter_code":"HEB.4","verse_code":"HEB.4.12","label":"12","content":"Rau qhov Vajtswv tus uas muaj sia nyob, nws tej lus tseemceeb thiab muaj kuab kawg li. Tej lus ntawd ntse dua rab ntaj ob sab ntse, nkaug mus txog nruab plab nruab plawv nruab nqaij nruab txha. Tej lus ntawd paub tej uas neeg xav thiab paub neeg lub siab huv tibsi."},{"bible_id":"1525","chapter_code":"HEB.4","verse_code":"HEB.4.13","label":"13","content":"Tsis muaj ib yam dabtsi uas neeg yuav muab ntis tau tsis pub Vajtswv pom. Ib puas tsav yam uas Vajtswv tsim los lawm Vajtswv yeej pom huv tibsi, thiab peb txhua tus nyias yuav tsum piav nyias lub neej qhia rau Vajtswv."},{"bible_id":"1525","chapter_code":"HEB.4","verse_code":"HEB.4.14","label":"14","content":"Yog li ntawd, peb yuav tsum muab siab npuab tej uas peb hais tias, peb ntseeg, rau qhov peb muaj tib tug Povthawj Hlob uas twb mus cuag Vajtswv lawm, tus ntawd yog Vajtswv tus Tub Yexus."},{"bible_id":"1525","chapter_code":"HEB.4","verse_code":"HEB.4.15","label":"15","content":"Peb tus Povthawj Hlob yeej paub tej uas peb qaug zog, rau qhov nws twb raug kev dag ntxias ib yam li peb los lawm. Txawm li ntawd los nws tsis tau ua ib qho txhaum li."},{"bible_id":"1525","chapter_code":"HEB.4","verse_code":"HEB.4.16","label":"16","content":"Yog li ntawd, peb cia li ua siab tawv qhawv mus cuag Vajtswv tus uas zaum saum lub Zwmtxwv, rau qhov nws yog tus uas hlub peb. Nws yuav pab peb thiab foom koob hmoov rau txhua tus uas thov nws."},{"bible_id":"1525","chapter_code":"HEB.5","verse_code":"HEB.5.1","label":"1","content":"Txhua tus Povthawj Hlob puavleej yog Vajtswv xaiv neeg los ua thiab tsa lawv ua Vajtswv txoj haujlwm pab sawvdaws. Thaum tus Povthawj Hlob ua txoj haujlwm ntawd, nws muab khoom fij rau Vajtswv thiab muab tsiaj tua theej sawvdaws lub txhoj."},{"bible_id":"1525","chapter_code":"HEB.5","verse_code":"HEB.5.2","label":"2","content":"Vim nws qaug zog ib yam li sawvdaws, nws thiaj paub ua siab ntev pab cov neeg uas ruam thiab yuam kev ua txhaum."},{"bible_id":"1525","chapter_code":"HEB.5","verse_code":"HEB.5.3","label":"3","content":"Tus Povthawj Hlob yog tus uas muab tsiaj tua theej sawvdaws lub txhoj, tiamsis vim nws yeej qaug zog ib yam li sawvdaws, nws yuav tsum theej nws lub txhoj thiab."},{"bible_id":"1525","chapter_code":"HEB.5","verse_code":"HEB.5.4","label":"4","content":"Tsis muaj leejtwg yuav muaj cuabkav tsa nws ua tus Povthawj Hlob, tsuas yog Vajtswv pom zoo tsa tus twg tus ntawd thiaj tau ua, ib yam li Vajtswv pom zoo tsa Aloos ua tus Povthawj Hlob."},{"bible_id":"1525","chapter_code":"HEB.5","verse_code":"HEB.5.5","label":"5","content":"Ib yam li ntawd, Yexus Khetos tsis tau khav hais tias nws yog ib tug Povthawj Hlob. Tiamsis Vajtswv yog tus uas hais rau nws hais tias, “Koj yog kuv tus Tub; hnub no kuv ua koj Txiv lawm.”"},{"bible_id":"1525","chapter_code":"HEB.5","verse_code":"HEB.5.6","label":"6","content":"Vajtswv hais dua ib los hais tias, “Koj yuav ua Povthawj Hlob mus ibtxhis ib yam li Mekhixedes.”"},{"bible_id":"1525","chapter_code":"HEB.5","verse_code":"HEB.5.7","label":"7","content":"Thaum Yexus tseem nyob hauv ntiajteb no, nws thov Vajtswv tus uas pab tau kom nws dim kev ploj kev tuag. Thaum nws thov nws quaj thiab los kua muag kawg li. Vajtswv mloog nws tej lus thov, rau qhov nws txo nws lub hwjchim thiab muab nws txojsia tso plhuav rau Vajtswv kav."},{"bible_id":"1525","chapter_code":"HEB.5","verse_code":"HEB.5.8","label":"8","content":"Txawm yog Yexus yog Vajtswv tus Tub los nws tseem kawm mloog lus los ntawm txojkev uas tiv kev txomnyem."},{"bible_id":"1525","chapter_code":"HEB.5","verse_code":"HEB.5.9","label":"9","content":"Thaum Vajtswv ua rau nws zoo kawg nkaus lawm, nws thiaj yog tus uas pub txojsia ntev dhawv mus ibtxhis rau txhua tus uas mloog nws lus."},{"bible_id":"1525","chapter_code":"HEB.5","verse_code":"HEB.5.10","label":"10","content":"Tom qab ntawd Vajtswv tsa nws ua tus Povthawj Hlob ib yam li Mekhixedes."},{"bible_id":"1525","chapter_code":"HEB.5","verse_code":"HEB.5.11","label":"11","content":"Peb tseem muaj ntau zaj uas yuav piav qhia nej tiamsis piav nyuaj heev, rau qhov nej tsis tshua totaub."},{"bible_id":"1525","chapter_code":"HEB.5","verse_code":"HEB.5.12","label":"12","content":"Nimno twb tsimnyog nej ua taus xibhwb lawm, tiamsis tseem yuav tsum muaj neeg muab Vajtswv zaj lub hauvpaus los qhia nej dua. Twb tsimnyog nej noj taus zaub taus mov lawm, tiamsis nej tseem noj mis."},{"bible_id":"1525","chapter_code":"HEB.5","verse_code":"HEB.5.13","label":"13","content":"Tus uas noj mis tus ntawd tseem yog menyuam yaus; nws tsis tau paub tseeb hais tias zaj twg yog zaj twg tsis yog."},{"bible_id":"1525","chapter_code":"HEB.5","verse_code":"HEB.5.14","label":"14","content":"Tiamsis tej zaub mov tsuas yog cov laus thiaj noj taus xwb. Lawv twb xyaum los lawm lawv thiaj paub hais tias yam twg phem yam twg zoo."},{"bible_id":"1525","chapter_code":"HEB.6","verse_code":"HEB.6.1","label":"1","content":"Yog li ntawd, peb tsis txhob pheej niaj hnub kawm Yexus Khetos txoj kevcai lub hauvpaus xwb, peb yuav tsum kawm ntxiv lawm tom ntej thiab. Peb tsis txhob rov pib qab ua dua, tsis hais tso tej uas tsis muaj nqis tseg ntseeg Vajtswv,"},{"bible_id":"1525","chapter_code":"HEB.6","verse_code":"HEB.6.2","label":"2","content":"lossis kevcai ntxuav  kevcai tsa tes, zaj uas neeg tuag sawv hauv qhov tuag rov qab los, thiab zaj uas neeg raug txim mus ibtxhis. Tej ntawd peb twb kawm los lawm tsis tas peb yuav rov qab kawm dua."},{"bible_id":"1525","chapter_code":"HEB.6","verse_code":"HEB.6.3","label":"3","content":"Peb yuav tsum kawm ntxiv mus lawm tom ntej. Yog Vajtswv pom zoo peb yeej yuav ua li ntawd."},{"bible_id":"1525","chapter_code":"HEB.6","verse_code":"HEB.6.4","label":"4","content":"Cov neeg uas twb tso Yexus tseg lawm yuav ua li cas rov qab los hloov dua siab tshiab ib zaug ntxiv? Yav tas los Vajtswv ua rau cov neeg ntawd pom kev, nws foom koob hmoov rau lawv thiab nws pub Vaj Ntsujplig tus Dawbhuv rau lawv."},{"bible_id":"1525","chapter_code":"HEB.6","verse_code":"HEB.6.5","label":"5","content":"Lawv puavleej paub hais tias Vajtswv txojlus yog txoj uas tseemceeb kawg li, thiab lawv twb pom lub hwjchim uas yuav muaj los tiam tom ntej no mentsis lawm."},{"bible_id":"1525","chapter_code":"HEB.6","verse_code":"HEB.6.6","label":"6","content":"Txawm yog lawv paub li ntawd los tom qab ntawd lawv tseem tso Yexus tseg lawm thiab. Yog yuav coj lawv rov qab los hloov dua siab tshiab yeej tsis tau li, rau qhov qhov uas lawv tso Yexus tseg twb yog lawv rov muab Vajtswv tus Tub ntsia rau saum tus ntoo khaublig dua ib zaug thiab ua rau luag thuam luag rhuav Yexus ntsejmuag ntag."},{"bible_id":"1525","chapter_code":"HEB.6","verse_code":"HEB.6.7","label":"7","content":"Vajtswv foom koob hmoov rau thaj av uas niaj hnub nqus dej nag. Tej qoobloo uas cog rau hauv thaj av ntawd yuav loj hlob zoo thiab yuav muaj nqis rau tus uas cog."},{"bible_id":"1525","chapter_code":"HEB.6","verse_code":"HEB.6.8","label":"8","content":"Tiamsis yog thaj av ntawd muaj nroj thiab muaj pos tuaj xwb, thaj av ntawd tsis muaj nqis dabtsi li. Thaum kawg Vajtswv yuav foom tsis zoo rau thav av ntawd thiab hluavtaws yuav kub thaj av ntawd tas huv tibsi."},{"bible_id":"1525","chapter_code":"HEB.6","verse_code":"HEB.6.9","label":"9","content":"Cov kwvtij uas peb hlub, txawm yog peb hais li no rau nej lawm los peb tseem cia siab tau rau nej. Peb paub hais tias nej muaj txoj koob hmoov uas zoo dua tej uas peb hais los lawm. Txoj ntawd yog txoj uas pab nej dim nej lub txim."},{"bible_id":"1525","chapter_code":"HEB.6","verse_code":"HEB.6.10","label":"10","content":"Vajtswv yog tus ncaj ncees! Nws yeej yuav nco ntsoov tej haujlwm uas nej tau ua los lawm thiab qhov uas nej pab cov ntseeg ib yam li niaj hnub no nej tseem pab. Nej ua li ntawd twb yog vim nej muab siab npuab Vajtswv."},{"bible_id":"1525","chapter_code":"HEB.6","verse_code":"HEB.6.11","label":"11","content":"Peb xav xav kom nej txhua tus muab siab npuab Vajtswv mus txog hnub kawg, nej thiaj yuav tau tej uas nej cia siab rau."},{"bible_id":"1525","chapter_code":"HEB.6","verse_code":"HEB.6.12","label":"12","content":"Peb tsis xav pub nej ua neeg tubnkeeg, peb xav kom nej ua nej lub neej zoo li cov uas muab siab rau ntseeg thiab ua siab ntev lub, nej thiaj yuav tau tej uas Vajtswv coglus tseg lawm hais tias nws yuav muab pub rau nej."},{"bible_id":"1525","chapter_code":"HEB.6","verse_code":"HEB.6.13","label":"13","content":"Thaum Vajtswv coglus tseg rau Anplahas, nws hais tseeb hais tias nws yuav ua raws li tej lus uas nws cog tseg. Thaum nws coglus tseg ntawd, nws tuav nws lub npe coglus xwb, rau qhov yeej tsis muaj ib tug uas muaj hwjchim loj dua nws."},{"bible_id":"1525","chapter_code":"HEB.6","verse_code":"HEB.6.14","label":"14","content":"Vajtswv hais tias, “Kuv coglus tseg rau koj hais tias kuv yuav foom koob hmoov rau koj thiab kom koj cov xeebntxwv huamvam coob.”"},{"bible_id":"1525","chapter_code":"HEB.6","verse_code":"HEB.6.15","label":"15","content":"Anplahas ua siab ntev tos nws thiaj tau tej uas Vajtswv coglus tseg."},{"bible_id":"1525","chapter_code":"HEB.6","verse_code":"HEB.6.16","label":"16","content":"Thaum ib tug neeg yuav coglus, nws yuav tsum tuav tus uas muaj hwjchim loj dua nws lub npe coglus. Tej lus uas nws coglus ntawd thiaj yuav ua rau sawvdaws tsis muaj lus sib cav sib ceg."},{"bible_id":"1525","chapter_code":"HEB.6","verse_code":"HEB.6.17","label":"17","content":"Vajtswv xav kom cov uas yuav tau tej uas Vajtswv coglus tseg lawm paub tseeb hais tias Vajtswv yeej tsis hloov tej uas nws yuav ua, Vajtswv thiaj hais ib lo lus tseemceeb ntxiv rau lo lus uas nws tau cog tseg lawm."},{"bible_id":"1525","chapter_code":"HEB.6","verse_code":"HEB.6.18","label":"18","content":"Yog li ntawd, ob yam no yeej hloov tsis tau; Vajtswv tsis hais dag. Peb cov uas khiav dim kev puastsuaj los nrog Vajtswv nyob lawm, peb thiaj yuav ua taus siab ntev tos yam uas peb cia siab hais tias yav tom ntej no peb yuav tau."},{"bible_id":"1525","chapter_code":"HEB.6","verse_code":"HEB.6.19","label":"19","content":"Qhov uas peb cia siab no zoo ib yam li tus tswg uas muaj hlua khi peb lub siab kom nyob ruaj ruaj. Qhov uas peb cia siab ntawd yuav coj peb hla dhau daim ntaub uas thaiv hauv lub tuamtsev saum ntuj ceebtsheej mus rau sab hauv."},{"bible_id":"1525","chapter_code":"HEB.6","verse_code":"HEB.6.20","label":"20","content":"Yexus twb xub ua peb ntej mus hauv qhov chaw ntawd lawm. Nws mus li ntawd twb yog nws pab peb. Nws ua tus Povthawj Hlob mus ibtxhis ib yam li Mekhixedes."},{"bible_id":"1525","chapter_code":"HEB.7","verse_code":"HEB.7.1","label":"1","content":"Tus Mekhixedes no ua vajntxwv kav lub nroog Xalees, Vajtswv tus uas muaj hwjchim loj kawg nkaus tsa nws ua tus povthawj. Thaum Anplahas mus ntaus rog, Anplahas tua tau ntau tus vajntxwv. Thaum nws rov qab los, Mekhixedes tawm mus tos nws thiab foom koob hmoov rau nws."},{"bible_id":"1525","chapter_code":"HEB.7","verse_code":"HEB.7.2","label":"2","content":"Anplahas muab tej qhov txhia chaw uas nws txeeb tau los ib feem kaum rau Mekhixedes. (Mekhixedes lub npe muaj ob lub ntsiab lus. Thawj lub txhais hais tias, “Tus Vajntxwv uas Ncaj Ncees”; thiab vim nws ua vajntxwv kav lub nroog Xalees, nws thiaj muaj dua ib lub npe uas txhais hais tias, “Tus Vajntxwv uas ua rau sawvdaws tau zoo nyob kaj siab lug.”)"},{"bible_id":"1525","chapter_code":"HEB.7","verse_code":"HEB.7.3","label":"3","content":"Yeej tsis muaj ntawv sau qhia tseg hais tias leejtwg yog Mekhixedes niam thiab txiv lossis qhia hais tias leejtwg yog nws yawgkoob. Tsis muaj ntawv sau qhia tseg hais txog hnub uas nws yug lossis hnub uas nws tuag. Nws ua tus povthawj mus ibtxhis ib yam li Vajtswv tus Tub."},{"bible_id":"1525","chapter_code":"HEB.7","verse_code":"HEB.7.4","label":"4","content":"Yog li ntawd, nej sim ua tib zoo xav saib nws muaj hwjchim loj npaum li cas diam. Anplahas tus uas yog cov Yudais tus yawgkoob thiaj muab tej qhov txhia chaw uas nws txeeb tau los thaum nws mus ntaus rog ib feem kaum rau Mekhixedes."},{"bible_id":"1525","chapter_code":"HEB.7","verse_code":"HEB.7.5","label":"5","content":"Vajtswv txoj kevcai qhia hais tias cov Levis cov xeebntxwv uas ua povthawj, lawv yuav tsum sau cov Yixalayees tej qhov txhia chaw ib feem kaum coj los ua lawv tug. Lawv ua li ntawd twb yog lawv sau lawv tib haivneeg tej qhov txhia chaw ntag. Txawm yog lawv yog Anplahas cov xeebntxwv los lawv tseem sau thiab."},{"bible_id":"1525","chapter_code":"HEB.7","verse_code":"HEB.7.6","label":"6","content":"Mekhixedes yeej tsis yog cov Levis xeebntxwv, tiamsis nws sau Anplahas ib feem kaum thiab nws foom koob hmoov rau Anplahas tus uas tau tej uas Vajtswv coglus tseg."},{"bible_id":"1525","chapter_code":"HEB.7","verse_code":"HEB.7.7","label":"7","content":"Qhov tseemceeb tus uas foom koob hmoov yeej muaj hwjchim loj dua tus uas tau txais koob hmoov."},{"bible_id":"1525","chapter_code":"HEB.7","verse_code":"HEB.7.8","label":"8","content":"Txawm yog cov povthawj yog cov neeg uas txawj ploj txawj tuag los lawv tseem sau ib feem kaum, tiamsis Mekhixedes tsis zoo li lawv, nws sau ib feem kaum. Raws li muaj lus sau cia rau hauv Vajtswv Txojlus lawm hais tias nws yog tus uas muaj sia nyob."},{"bible_id":"1525","chapter_code":"HEB.7","verse_code":"HEB.7.9","label":"9","content":"Tej zaum yuav muaj ib tug hais tias thaum Anplahas muab ib feem kaum rau Mekhixedes, kuj yog cov Levis muab lawm thiab. (Cov Levis tej xeebntxwv yeej yog cov uas sau sawvdaws ib feem kaum.)"},{"bible_id":"1525","chapter_code":"HEB.7","verse_code":"HEB.7.10","label":"10","content":"Rau qhov thaum Mekhixedes tawm mus tos Anplahas, thaum ntawd cov Levis tseem nyob hauv Anplahas tus uas yog cov Levis tus yawgkoob tej roj ntsha."},{"bible_id":"1525","chapter_code":"HEB.7","verse_code":"HEB.7.11","label":"11","content":"Yog li ntawd, yog cov povthawj uas yog xeem Levis coj tau neeg los cuag Vajtswv lawm, ces tsis tas yuav muaj dua ib tug povthawj uas muaj yam ntxwv zoo li Mekhixedes los hloov cov povthawj uas muaj yam ntxwv zoo li Aloos. (Cov uas qhia Vajtswv txoj kevcai rau cov Yixalayees yog cov povthawj uas yog xeem Levis.)"},{"bible_id":"1525","chapter_code":"HEB.7","verse_code":"HEB.7.12","label":"12","content":"Rau qhov yog Vajtswv hloov cov povthawj lawm, nws yuav tsum hloov nws tej kevcai thiab."},{"bible_id":"1525","chapter_code":"HEB.7","verse_code":"HEB.7.13","label":"13","content":"Peb tus Tswv uas peb hais txog no yog lwm xeem. Xeem ntawd luag yeej tsis pub ib tug ua povthawj li."},{"bible_id":"1525","chapter_code":"HEB.7","verse_code":"HEB.7.14","label":"14","content":"Sawvdaws puavleej paub tseeb hais tias Yexus Khetos yug hauv xeem Yudas, thiab Mauxes tsis tau hais tias xeem ntawd yuav muaj tus ua povthawj."},{"bible_id":"1525","chapter_code":"HEB.7","verse_code":"HEB.7.15","label":"15","content":"Zaj no ua rau sawvdaws paub hais tias twb muaj dua ib tug povthawj lawm. Tus ntawd muaj yam ntxwv zoo li Mekhixedes."},{"bible_id":"1525","chapter_code":"HEB.7","verse_code":"HEB.7.16","label":"16","content":"Luag yeej tsis tsa nws ua povthawj raws li neeg tej kevcai, tiamsis vim nws yog tus uas muaj sia ntev dhawv mus ibtxhis, nws thiaj ua tau povthawj pab peb."},{"bible_id":"1525","chapter_code":"HEB.7","verse_code":"HEB.7.17","label":"17","content":"Rau qhov Vajtswv hais txog nws hais tias, “Koj yuav ua povthawj mus ibtxhis ib yam li Mekhixedes.”"},{"bible_id":"1525","chapter_code":"HEB.7","verse_code":"HEB.7.18","label":"18","content":"Yog li ntawd, peb thiaj tso txoj qub kevcai tseg, rau qhov txoj kevcai ntawd pab tsis tau peb thiab tsis tseemceeb."},{"bible_id":"1525","chapter_code":"HEB.7","verse_code":"HEB.7.19","label":"19","content":"Mauxes txoj kevcai ua tsis tau kom neeg ua tau zoo kawg nkaus. Nimno peb muaj ib qhov chaw cia siab uas tseemceeb dua qhov ntawd. Vim li ntawd peb thiaj los cuag tau Vajtswv."},{"bible_id":"1525","chapter_code":"HEB.7","verse_code":"HEB.7.20","label":"20","content":"Dua li ntawd, thaum Vajtswv tsa Yexus ua povthawj Vajtswv yeej coglus tseg, tiamsis thaum lwm tus ua povthawj Vajtswv tsis tau coglus tseg."},{"bible_id":"1525","chapter_code":"HEB.7","verse_code":"HEB.7.21","label":"21","content":"Thaum Vajtswv tsa Yexus ua tus povthawj, Vajtswv coglus tseg rau nws hais tias, “Tus Tswv coglus tseg hais tias, ‘Koj yuav ua povthawj mus ibtxhis li.’ ”"},{"bible_id":"1525","chapter_code":"HEB.7","verse_code":"HEB.7.22","label":"22","content":"Yog li ntawd, Yexus yog tus uas qhia tseg hais tias txoj kevcai tshiab zoo dua txoj qub."},{"bible_id":"1525","chapter_code":"HEB.7","verse_code":"HEB.7.23","label":"23","content":"Xeem Levis pheej muaj neeg sawv ua povthawj ib tiam dhau ib tiam, rau qhov cov uas tuag ua tsis tau haujlwm lawm."},{"bible_id":"1525","chapter_code":"HEB.7","verse_code":"HEB.7.24","label":"24","content":"Tiamsis Yexus muaj sia nyob mus ibtxhis, thiab nws tes haujlwm ua povthawj tsis poob mus rau lwm tus ua."},{"bible_id":"1525","chapter_code":"HEB.7","verse_code":"HEB.7.25","label":"25","content":"Twb yog vim li ntawd, nws thiaj pab tau cov neeg uas nws coj los cuag Vajtswv, tsis hais nimno lossis yav tom ntej, rau qhov nws muaj sia nyob mus ibtxhis thiab thov Vajtswv pab cov neeg ntawd."},{"bible_id":"1525","chapter_code":"HEB.7","verse_code":"HEB.7.26","label":"26","content":"Yog li ntawd, Yexus yog tus Povthawj Hlob uas pab tau txhua tus uas thov nws. Nws yog tus uas zoo kawg nkaus, nws tsis muaj ib qho txhaum li. Vajtswv coj nws tawm hauv cov neeg txhaum mus nyob saum ntuj ceebtsheej."},{"bible_id":"1525","chapter_code":"HEB.7","verse_code":"HEB.7.27","label":"27","content":"Nws tsis zoo li tej Povthawj Hlob; tsis tas nws yuav niaj hnub muab tsiaj coj los tua theej nws lub txhoj ua ntej mam li theej sawvdaws lub, ib yam li tej Povthawj Hlob pheej ua. Nws muab nws lub cev theej sawvdaws lub txhoj tib zaug xwb, theej tau mus ibtxhis li lawm."},{"bible_id":"1525","chapter_code":"HEB.7","verse_code":"HEB.7.28","label":"28","content":"Mauxes txoj kevcai ibtxwm tsa cov neeg uas zoo tsis heev ua Povthawj Hlob, tiamsis tej lus uas Vajtswv cog tseg tom qab Mauxes txoj kevcai tsa Leej Tub tus uas zoo kawg nkaus ua povthawj mus ibtxhis li."},{"bible_id":"1525","chapter_code":"HEB.8","verse_code":"HEB.8.1","label":"1","content":"Zaj uas peb tabtom hais no lub ntsiab lus tseemceeb hais tias peb muaj ib tug Povthawj Hlob zoo li ntawd; nws zaum ntawm tus uas muaj hwjchim loj kawg nkaus lub zwmtxwv sab xis saum ntuj ceebtsheej."},{"bible_id":"1525","chapter_code":"HEB.8","verse_code":"HEB.8.2","label":"2","content":"Nws ua tus povthawj hlob txoj haujlwm hauv Chav uas Dawbhuv Kawg Nkaus uas nyob hauv lub tsevntaub tseemceeb uas yog tus Tswv ua tsis yog neeg ua."},{"bible_id":"1525","chapter_code":"HEB.8","verse_code":"HEB.8.3","label":"3","content":"Txhua tus Povthawj Hlob puavleej yog Vajtswv tsa lo ua cov uas muab khoom thiab tua tsiaj fij rua Vajtswv. Yog li ntawd, peb tus Povthawj Hlob yuav tsum muaj ib yam dabtsi fij rau Vajtswv thiab."},{"bible_id":"1525","chapter_code":"HEB.8","verse_code":"HEB.8.4","label":"4","content":"Yog nimno nws tseem nyob hauv ntiajteb no nws yuav tsis ua povthawj, rau qhov twb muaj cov povthawj uas muab khoom fij rau Vajtswv raws li cov Yudais txoj kevcai lawm."},{"bible_id":"1525","chapter_code":"HEB.8","verse_code":"HEB.8.5","label":"5","content":"Tej haujlwm uas cov povthawj ntawd ua tsuas yog tej uas muaj nyob saum ntuj tus yam ntxwv thiab tus duab xwb. Ib yam li thaud Mauxes tabtom yuav ua lub tsevntaub, Vajtswv hais rau Mauxes hais tias, “Koj yuav tsum ua txhua yam raws li tej qauv uas kuv qhia rau koj saum roob.”"},{"bible_id":"1525","chapter_code":"HEB.8","verse_code":"HEB.8.6","label":"6","content":"Tiamsis Vajtswv muab txoj haujlwm uas tseemceeb dua cov povthawj ntawd txoj rau Yexus ua. Ib yam li txoj kevcai tshiab uas Yexus ua kom neeg thiab Vajtswv sib cuag tau, txoj ntawd yeej zoo dua txoj qub, rau qhov txoj ntawd muaj lus cog tseg hais txog tej uas hajyam zoo dua."},{"bible_id":"1525","chapter_code":"HEB.8","verse_code":"HEB.8.7","label":"7","content":"Yog txoj qub kevcai zoo lawm, ces tsis tas yuav muaj dua txoj tshiab."},{"bible_id":"1525","chapter_code":"HEB.8","verse_code":"HEB.8.8","label":"8","content":"Tiamsis Vajtswv thuam nws haivneeg hais tias, “Tus Tswv hais tias, muaj ib hnub tom ntej no, kuv yuav pub ib txoj kevcai tshiab rau cov Yixalayees thiab rau xeem Yudas."},{"bible_id":"1525","chapter_code":"HEB.8","verse_code":"HEB.8.9","label":"9","content":"Txoj ntawd yuav zoo tsis thooj li txoj uas kuv muab rau lawv cov yawgkoob; hnub uas kuv muab txoj kevcai ntawd, kuv tuav lawv tes coj lawv tawm hauv tebchaws Iziv los. Lawv tsis ua raws li txoj kevcai uas kuv muab rau lawv, yog li ntawd kuv thiaj tsis quavntsej lawv li lawm."},{"bible_id":"1525","chapter_code":"HEB.8","verse_code":"HEB.8.10","label":"10","content":"Txoj no yog txoj kevcai uas kuv yuav muab rau cov Yixalayees. Tus Tswv hais tias, tom qab ntawd kuv yuav ua kom lawv nco ntsoov kuv txoj Kevcai, thiab kuv yuav sau txoj kevcai ntawd rau hauv lawv lub siab. Kuv yuav yog lawv tus Vajtswv, thiab lawv yuav yog kuv haivneeg."},{"bible_id":"1525","chapter_code":"HEB.8","verse_code":"HEB.8.11","label":"11","content":"Tsis tas lawv yuav qhia rau tej neeg zejzog lossis qhia lawv tib haivneeg kom paub tus Tswv, rau qhov lawv txhua tus puavleej yuav paub kuv, tsis hais tus hlob tus yau."},{"bible_id":"1525","chapter_code":"HEB.8","verse_code":"HEB.8.12","label":"12","content":"Kuv yuav ua siab ntev rau txhua tus uas ua txhaum thiab yuav tsis cim ntsoov lawv lub txim ib zaug li lawm.”"},{"bible_id":"1525","chapter_code":"HEB.8","verse_code":"HEB.8.13","label":"13","content":"Thaum Vajtswv hais txog ib txoj kevcai tshiab twb yog nws suav hais tias txoj qub kevcai tsis zoo siv lawm. Thiab tej uas qub lawm tsis hais yam twg los yeej yuav puastsuaj mus sai."},{"bible_id":"1525","chapter_code":"HEB.9","verse_code":"HEB.9.1","label":"1","content":"Txoj qub kevcai yeej muaj lus qhia kom neeg paub pehawm Vajtswv, thiab muaj ib qho chaw uas neeg ua cia rau sawvdaws mus pehawm Vajtswv."},{"bible_id":"1525","chapter_code":"HEB.9","verse_code":"HEB.9.2","label":"2","content":"Lawv ua ib lub tsevntaub, chav sab nraud sawvdaws hu hais tias Chav Dawbhuv. Nyob hauv muaj teeb, muaj rooj thiab muaj cov ncuav fij rau Vajtswv."},{"bible_id":"1525","chapter_code":"HEB.9","verse_code":"HEB.9.3","label":"3","content":"Chav uas nyob tom qab ntawm daim ntaub thaiv uas yog daim ob uas mus rau sab hauv, sawvdaws hu hais tias Chav uas Dawbhuv Kawg Nkaus."},{"bible_id":"1525","chapter_code":"HEB.9","verse_code":"HEB.9.4","label":"4","content":"Nyob hauv chav ntawd muaj ib lub rooj kub cia ua qhov chaw hlawv hmoov tshuaj tsw qab thiab muaj ib lub Phijxab vuam kub ntim txoj Kevcai rau hauv. Nyob hauv lub Phijxab ntawd muaj ib lub tais kub uas muaj hau kaw ntim Manas. Muaj Aloos tus pas nrig uas hlav nplooj thiab muaj ob daim txiag zeb uas sau txoj Kevcai."},{"bible_id":"1525","chapter_code":"HEB.9","verse_code":"HEB.9.5","label":"5","content":"Lawv puab ob tug qhelunpees uas muaj Vajtswv lub tshwjchim uas ci ntsa iab rau saum lub Phijxab. Qhov ntawd yog Vajtswv qhov chaw nyob. Lawv puab ob tug qhelunpees ntawd nthuav tis vov qhov chaw uas Vajtswv zam txim rau neeg. Tiamsis nimno tsis yog lub sijhawm uas yuav qhia zaj no txhua txhua huv tibsi."},{"bible_id":"1525","chapter_code":"HEB.9","verse_code":"HEB.9.6","label":"6","content":"Thaum npaj tej ntawd txhij rau hauv lawm, cov povthawj yuav tsum niaj hnub mus hauv lub tsevntaub chav ntawd ua lawv tes haujlwm."},{"bible_id":"1525","chapter_code":"HEB.9","verse_code":"HEB.9.7","label":"7","content":"Tiamsis tsuas yog tus Povthawj Hlob tib leeg xwb thiaj mus tau rau hauv Chav Dawbhuv. Ib xyoos nws mus ib zaug; nws nqa cov ntshav tsiaj coj mus fij daws nws thiab daws sawvdaws tej kev txhaum uas sawvdaws yuam kev ua lawm."},{"bible_id":"1525","chapter_code":"HEB.9","verse_code":"HEB.9.8","label":"8","content":"Vaj Ntsujplig tus Dawbhuv qhia tej ntawd rau sawvdaws paub tseeb hais tias thaum chav nraud tseem muaj nyob, Vajtswv tsis qhib kev rau sawvdaws mus hauv Chav uas Dawbhuv Kawg Nkaus."},{"bible_id":"1525","chapter_code":"HEB.9","verse_code":"HEB.9.9","label":"9","content":"Chav ntawd piv txog daim ntaub ntag. Lub ntsiab lus txhais hais tias tej tsiaj uas sawvdaws muab tua fij rau Vajtswv pab tsis tau kom cov neeg uas tuaj pehawm Vajtswv ua tau neeg zoo."},{"bible_id":"1525","chapter_code":"HEB.9","verse_code":"HEB.9.10","label":"10","content":"Tej ntawd tsuas yog zaub, yog mov, yog dej haus thiab yog tej kevcai ntxuav xwb. Tej ntawd yog tej kevcai uas neeg yuav tsum xyaum coj mus txog hnub uas Vajtswv hloov dua ib puas tsav yam tshiab."},{"bible_id":"1525","chapter_code":"HEB.9","verse_code":"HEB.9.11","label":"11","content":"Tiamsis Yexus Khetos twb los ua tus Povthawj Hlob saib xyuas ib puas tsav yam zoo uas nimno twb muaj lawm.  Lub tsevntaub uas Yexus mus ua haujlwm hauv, lub ntawd tseemceeb dua thiab zoo dua lub qub. Lub ntawd tsis yog neeg txhais tes ua thiab tsis yog lub uas Vajtswv tsim cia rau hauv ntiajteb no."},{"bible_id":"1525","chapter_code":"HEB.9","verse_code":"HEB.9.12","label":"12","content":"Thaum Yexus mus hauv lub tsevntaub ntawd, nws mus hauv Chav uas Dawbhuv Kawg Nkaus tib zaug xwb; nws tsis nqa ntshav tshis thiab ntshav heev nyuj coj mus theej txhoj, tiamsis nws muab nws cov ntshav theej peb lub txhoj kom peb dim peb lub txim mus ibtxhis li."},{"bible_id":"1525","chapter_code":"HEB.9","verse_code":"HEB.9.13","label":"13","content":"Lawv muab cov ntshav tshis thiab ntshav heev nyuj thiab tej tshauv uas hlawv tus menyuam xyuas nyuj ntawd nchos thiab nphoo rau cov neeg uas ua txhaum kevcai. Tej ntawd sau cov neeg ntawd tej kev txhaum mus."},{"bible_id":"1525","chapter_code":"HEB.9","verse_code":"HEB.9.14","label":"14","content":"Yog li ntawd, Yexus Khetos cov ntshav hajyam muaj nqis heev dua tej ntawd thiab. Vajtswv tus uas muaj sia nyob mus ibtxhis, nws tus Ntsujplig kom Yexus muab Yexus lub cev uas zoo kawg nkaus pub rau Vajtswv theej neeg lub txhoj. Nws cov ntshav ntxuav peb lub siab kom peb dim tej kev txhaum uas peb tau ua los lawm, peb thiaj yuav ua tau Vajtswv tus uas muaj txojsia nyob tes haujlwm."},{"bible_id":"1525","chapter_code":"HEB.9","verse_code":"HEB.9.15","label":"15","content":"Twb yog vim li ntawd Yexus Khetos thiaj ua ib txoj kevcai tshiab kom cov neeg uas Vajtswv hu los ua Vajtswv haivneeg lawm tau koob hmoov mus ibtxhis raws li tej lus uas Vajtswv cog tseg. Lawv yeej yuav tau, rau qhov muaj ib tug los tuag theej lawv tej kev txhaum uas lawv ua thaum lawv tseem coj raws li txoj qub kevcai."},{"bible_id":"1525","chapter_code":"HEB.9","verse_code":"HEB.9.16","label":"16","content":"Yog thaum twg muaj neeg muab daim ntawv uas sau qhia faib qubtxeeg qubteg los nyeem, yuav tsum muaj ib tug paub tseeb hais tias tus uas sau daim ntawv ntawd tuag lawm tiag."},{"bible_id":"1525","chapter_code":"HEB.9","verse_code":"HEB.9.17","label":"17","content":"Thaum tus uas sau daim ntawv ntawd tseem ua neej nyob daim ntawv ntawd tsis tseemceeb dabtsi, tsuas tseemceeb thaum tus ntawd tuag lawm xwb."},{"bible_id":"1525","chapter_code":"HEB.9","verse_code":"HEB.9.18","label":"18","content":"Peb thiaj paub hais tias txawm yog thawj txoj kevcai  los yuav tsum muaj nqaij ntuag ntshav nrog thiaj tseemceeb."},{"bible_id":"1525","chapter_code":"HEB.9","verse_code":"HEB.9.19","label":"19","content":"Mauxes xub qhia txhua nqe raws li muaj hauv txoj Kevcai rau sawvdaws mloog, nws mam li muab ib re nplooj hixauv thiab cov plaub yaj uas lawv muab zas liab los raus cov ntshav heev nyuj thiab cov tshav tshis uas muab tov dej nchos rau phau ntawv uas sau Vajtswv txoj Kevcai thiab nchos rau cov pejxeem."},{"bible_id":"1525","chapter_code":"HEB.9","verse_code":"HEB.9.20","label":"20","content":"Mauxes hais tias, “Cov ntshav no ua lub cim nias rau txoj kevcai uas Vajtswv kom nej coj.”"},{"bible_id":"1525","chapter_code":"HEB.9","verse_code":"HEB.9.21","label":"21","content":"Mauxes muab ntshav nchos rau lub tsevntaub thiab tej qhov txhia chaw uas sawvdaws siv thaum lawv pehawm Vajtswv ib yam nkaus li ntawd."},{"bible_id":"1525","chapter_code":"HEB.9","verse_code":"HEB.9.22","label":"22","content":"Qhov tseemceeb, raws li Vajtswv txoj Kevcai yuav luag txhua yam yuav tsum muaj nqaij ntuag ntshav nrog thiaj raws li kevcai. Yog nqaij tsis ntuag ntshav tsis nrog Vajtswv yeej zam tsis tau neeg lub txim."},{"bible_id":"1525","chapter_code":"HEB.9","verse_code":"HEB.9.23","label":"23","content":"Txawm yog tej ntawd puavleej piv txog tej uas nyob saum ntuj ceebtsheej los yuav tsum muaj nqaij ntuag ntshav nrog thiaj raws li kevcai. Tiamsis tej uas nyob saum ntuj ceebtsheej yuav tsum muaj yam uas tsimtxiaj dua tej ntawd thiaj haum Vajtswv siab."},{"bible_id":"1525","chapter_code":"HEB.9","verse_code":"HEB.9.24","label":"24","content":"Rau qhov Yexus Khetos tsis mus hauv Chav Dawbhuv uas yog neeg txhais tes ua. Chav ntawd tsuas yog Chav Dawbhuv tus yam ntxwv xwb. Tiamsis nws mus saum ntuj ceebtsheej thiab nyob ntawm Vajtswv xubntiag thov Vajtswv pab peb."},{"bible_id":"1525","chapter_code":"HEB.9","verse_code":"HEB.9.25","label":"25","content":"Cov Yudais tus Povthawj Hlob niaj xyoo nqa ntshav tsiaj mus hauv Chav uas Dawbhuv Kawg Nkaus. Tiamsis Yexus Khetos tsis niaj xyoo muab nws lub cev theej neeg lub txhoj."},{"bible_id":"1525","chapter_code":"HEB.9","verse_code":"HEB.9.26","label":"26","content":"Yog Yexus ua li ntawd ces txij thaum tsim ntuj tsim teb los nws yuav tsum ib sij raug kev txomnyem ib zaug los txog niaj hnub nimno. Tiamsis tiam kawg no nws tsuas los tib zaug xwb, nws muab nws lub cev theej tau sawvdaws lub txhoj huv tibsi lawm."},{"bible_id":"1525","chapter_code":"HEB.9","verse_code":"HEB.9.27","label":"27","content":"Txhua tus neeg puavleej yuav tuag ib zaug thiab tom qab ntawd Vajtswv yuav txiav txim rau lawv."},{"bible_id":"1525","chapter_code":"HEB.9","verse_code":"HEB.9.28","label":"28","content":"Ib yam li ntawd Yexus Khetos muab nws lub cev pub rau Vajtswv tib zaug xwb ris tau ntau leej lub txim. Nws yuav rov qab los dua ib zaug. Zaum no tsis yog nws los theej neeg lub txhoj lawm, tiamsis nws los pab cov neeg uas tabtom tos nws kom lawv dim lawv lub txim."},{"bible_id":"1525","chapter_code":"HEB.10","verse_code":"HEB.10.1","label":"1","content":"Cov Yudais txoj Kevcai tsuas yog tej tseemceeb uas yuav los tom ntej no tus duab xwb, yeej tsis yog tej ntawd tiag tiag. Txoj kevcai ntawd pab tsis tau cov neeg uas niaj xyoo nqa qhov txhia chaw mus theej txhoj kom ua tau neeg zoo li."},{"bible_id":"1525","chapter_code":"HEB.10","verse_code":"HEB.10.2","label":"2","content":"Yog cov neeg uas mus pehawm Vajtswv ntawd twb dim lawv lub txim lawm tiag, ces lawv yeej yuav tsis niaj hnub xav txog lawv qhov txhaum thiab lawv yuav tsis muab tsiaj tua theej lawv lub txhoj lawm."},{"bible_id":"1525","chapter_code":"HEB.10","verse_code":"HEB.10.3","label":"3","content":"Txawm yog li ntawd los qhov uas lawv theej lawv lub txhoj ntawd ua rau lawv niaj xyoo nco ntsoov lawv tej kev txhaum."},{"bible_id":"1525","chapter_code":"HEB.10","verse_code":"HEB.10.4","label":"4","content":"Rau qhov tej ntshav heev nyuj thiab ntshav tshis yeej ntxuav tsis tau neeg tej kev txhaum mus ib zaug li."},{"bible_id":"1525","chapter_code":"HEB.10","verse_code":"HEB.10.5","label":"5","content":"Twb yog vim li ntawd, thaum Yexus Khetos yuav los rau hauv ntiajteb no, nws hais rau Vajtswv hais tias, “Koj tsis yuav tej tsiaj uas neeg tua theej txhoj thiab tej khoom uas lawv muab fij rau koj, yog li ntawd koj thiaj npaj ib lub cev rau kuv lawm."},{"bible_id":"1525","chapter_code":"HEB.10","verse_code":"HEB.10.6","label":"6","content":"Tej tsiaj uas neeg muab tua hlawv tagnrho rau saum lub thaj thiab tej uas lawv coj tuaj fij daws txim tsis haum koj siab."},{"bible_id":"1525","chapter_code":"HEB.10","verse_code":"HEB.10.7","label":"7","content":"Tom qab ntawd kuv hais tias, ‘Vajtswv, kuv nyob ntawm no. Kuv yuav ua txhua yam uas koj xav kom kuv ua raws li muaj lus sau cia hais txog kuv hauv Phau Kevcai lawm.’ ”"},{"bible_id":"1525","chapter_code":"HEB.10","verse_code":"HEB.10.8","label":"8","content":"Thaum chivthawj nws hais tias, “Koj tsis yuav tej tsiaj uas neeg tua theej txhoj, tej khoom uas lawv fij rau koj, tej tsiaj uas neeg muab hlawv kheej rau saum lub thaj, tej uas lawv coj tuaj theej txhoj.” Txawm yog lawv ua tej ntawd raws li kevcai los tej ntawd puavleej tsis haum koj siab."},{"bible_id":"1525","chapter_code":"HEB.10","verse_code":"HEB.10.9","label":"9","content":"Tom qab ntawd nws hais tias, “Vajtswv, kuv nyob ntawd no, kuv yuav ua txhua yam uas koj xav kom kuv ua.” Yog li ntawd, Vajtswv thiaj muab txoj qub kevcai uas neeg muab tsiaj tua theej txhoj ntawd tso tseg kom muaj ib txoj tshiab."},{"bible_id":"1525","chapter_code":"HEB.10","verse_code":"HEB.10.10","label":"10","content":"Vim Yexus Khetos ua txhua yam raws li Vajtswv xav kom nws ua thiab vim nws muab nws lub cev pub rau Vajtswv theej peb lub txhoj, peb thiaj ua tau neeg zoo tsis muaj ib qho txhaum li. Qhov uas Yexus muab Yexus lub cev theej txhoj ntawd, nws ua tib zaug xwb theej tau mus ibtxhis li."},{"bible_id":"1525","chapter_code":"HEB.10","verse_code":"HEB.10.11","label":"11","content":"Cov Yudais cov povthawj txhua tus ua haujlwm thiab muab tej tsiaj tua theej txhoj, lawv niaj hnub ua tib yam qub xwb; tej ntawd ntxuav tsis tau neeg tej kev txhaum mus ib zaug li."},{"bible_id":"1525","chapter_code":"HEB.10","verse_code":"HEB.10.12","label":"12","content":"Tiamsis Yexus Khetos theej txhoj tib zaug xwb nws theej tau mus ibtxhis. Tom qab ntawd nws mus zaum ntawm Vajtswv sab xis."},{"bible_id":"1525","chapter_code":"HEB.10","verse_code":"HEB.10.13","label":"13","content":"Nimno nws tseem nyob ntawd tos mus txog hnub uas Vajtswv muab nws cov yeebncuab los rau nws tsuj."},{"bible_id":"1525","chapter_code":"HEB.10","verse_code":"HEB.10.14","label":"14","content":"Nws theej txhoj tib zaug xwb ua rau cov neeg uas nws xub ntxuav lawm ua tau neeg zoo kawg nkaus mus ibtxhis li."},{"bible_id":"1525","chapter_code":"HEB.10","verse_code":"HEB.10.15","label":"15","content":"Vaj Ntsujplig tus Dawbhuv ua timkhawv rau peb hais tias yeej muaj li ntawd tiag. Nws xub hais tias,"},{"bible_id":"1525","chapter_code":"HEB.10","verse_code":"HEB.10.16","label":"16","content":"“Tus Tswv hais tias tom qab tiam ntawd kuv yuav pub txoj kevcai no rau lawv. Kuv yuav kom lawv nco ntsoov kuv txoj Kevcai, thiab kuv yuav sau txoj kevcai ntawd rau hauv lawv lub siab.”"},{"bible_id":"1525","chapter_code":"HEB.10","verse_code":"HEB.10.17","label":"17","content":"Thiab tom qab ntawd nws rov hais dua hais tias, “Kuv yuav tsis cim ntsoov lawv lub txim lossis lawv tej kev txhaum ib zaug li lawm.”"},{"bible_id":"1525","chapter_code":"HEB.10","verse_code":"HEB.10.18","label":"18","content":"Vajtswv twb zam tej kev txhaum ntawd lawm, yog li ntawd tsis tas peb yuav tua tsiaj theej txhoj li lawm."},{"bible_id":"1525","chapter_code":"HEB.10","verse_code":"HEB.10.19","label":"19","content":"Cov kwvtij, twb yog vim Yexus tuag theej peb lub txhoj, peb thiaj muaj cuabkav mus rau hauv Chav uas Dawbhuv Kawg Nkaus."},{"bible_id":"1525","chapter_code":"HEB.10","verse_code":"HEB.10.20","label":"20","content":"Nws qhia txojkev tshiab uas cawm neeg txojsia rau peb taug; nws qhib daim ntaub kom peb tau kev mus rau sab hauv, daim ntaub ntawd yog nws lub cev."},{"bible_id":"1525","chapter_code":"HEB.10","verse_code":"HEB.10.21","label":"21","content":"Peb muaj ib tug Povthawj Hlob uas saib xyuas Vajtswv tsevneeg."},{"bible_id":"1525","chapter_code":"HEB.10","verse_code":"HEB.10.22","label":"22","content":"Yog li ntawd, peb cia li muaj nplooj siab dawb paug los cuag Vajtswv thiab cia siab ntsoov rau nws rau qhov peb paub hais tias Yexus cov ntshav twb ntxuav peb lub siab thiab dej twb ntxuav peb lub cev huv tibsi lawm."},{"bible_id":"1525","chapter_code":"HEB.10","verse_code":"HEB.10.23","label":"23","content":"Tej uas peb qhia hais tias peb cia siab rau, peb yuav tsum muab siab npuab tsis txhob tso tseg, rau qhov peb paub tseeb hais tias Vajtswv yeej yuav ua raws li Vajtswv tej lus cog tseg."},{"bible_id":"1525","chapter_code":"HEB.10","verse_code":"HEB.10.24","label":"24","content":"Peb yuav tsum ua tib zoo xyuas saib peb yuav ua li cas ib tug thiaj txhawb tau ib tug lub zog kom ib tug txawj hlub ib tug thiab ib tug ua zoo rau ib tug."},{"bible_id":"1525","chapter_code":"HEB.10","verse_code":"HEB.10.25","label":"25","content":"Sawvdaws yuav tsum tuaj ua ke mloog lus qhuab qhia tsis txhob tso tseg, ib yam li muaj qee leej tau tso tseg lawm. Nej puavleej paub hais tias twb yuav txog hnub uas Yexus rov qab los. Yog li ntawd peb ib tug hajyam yuav tsum txhawb ib tug lub zog heev dua qhov qub."},{"bible_id":"1525","chapter_code":"HEB.10","verse_code":"HEB.10.26","label":"26","content":"Peb cov uas twb paub tseeb lawm, yog peb tseem txhob txwm ua txhaum dua yeej tsis muaj ib yam dabtsi yuav theej tau peb lub txhoj li,"},{"bible_id":"1525","chapter_code":"HEB.10","verse_code":"HEB.10.27","label":"27","content":"peb tsuas muaj kev txhawj kev ntshai tos rawv hnub uas Vajtswv rau txim thiab muab cov hluavtaws uas kub heev coj los hlawv cov neeg uas tawmtsam Vajtswv xwb."},{"bible_id":"1525","chapter_code":"HEB.10","verse_code":"HEB.10.28","label":"28","content":"Yog muaj ob leeg lossis peb leeg ua timkhawv hais tias lawv pom ib tug ua txhaum Mauxes txoj kevcai, ces cia li muab tus uas ua txhaum ntawd tua povtseg tsis txhob khuvxim nws li."},{"bible_id":"1525","chapter_code":"HEB.10","verse_code":"HEB.10.29","label":"29","content":"Yog li ntawd, tus uas saib tsis taus Vajtswv tus Tub hajyam muaj txim loj dua tus uas ua txhaum Mauxes txoj kevcai. Rau qhov nws saib tsis tau Yexus cov ntshav uas twb ntxuav nws tej kev txhaum lawm kom nws ua tau neeg zoo raws li Vajtswv txoj kevcai tshiab."},{"bible_id":"1525","chapter_code":"HEB.10","verse_code":"HEB.10.30","label":"30","content":"Rau qhov peb paub tus uas hais tias, “Kuv yuav pauj kom tau”; thiab tus uas hais tias, “Tus Tswv yuav txiav txim rau nws haivneeg.”"},{"bible_id":"1525","chapter_code":"HEB.10","verse_code":"HEB.10.31","label":"31","content":"Sawvdaws puavleej paub hais tias tus uas poob rau hauv Vajtswv tus uas muaj sia nyob lub xibteg, tus ntawd yuav ntshai kawg nkaus li."},{"bible_id":"1525","chapter_code":"HEB.10","verse_code":"HEB.10.32","label":"32","content":"Nej cia li ua tib zoo xav saib yav tas los nej lub neej zoo li cas. Thaum Vajtswv coj nej los nyob hauv qhov kaj lawm, tom qab ntawd txawm yog nej raug ntau yam kev txomnyem los nej tseem ua siab ntev tiv."},{"bible_id":"1525","chapter_code":"HEB.10","verse_code":"HEB.10.33","label":"33","content":"Muaj qee zaus luag thuam thiab tsimtxom nej tabmeeg sawvdaws. Thaum nej pom nej tib pab raug luag tsimtxom puavleej mob nej siab."},{"bible_id":"1525","chapter_code":"HEB.10","verse_code":"HEB.10.34","label":"34","content":"Nej muaj lub siab hlub cov neeg uas raug txim. Thaum muaj neeg txeeb nej tej qhov txhia chaw, nej zoo siab hlob cia lawv nqa mus, rau qhov nej paub hais tias nej twb muaj yam uas zoo dua tej ntawd lawm thiab yam ntawd yuav nyob mus ibtxhis."},{"bible_id":"1525","chapter_code":"HEB.10","verse_code":"HEB.10.35","label":"35","content":"Nej tsis txhob poob siab, yog nej cia siab nej yeej yuav tau nqi zog ntau."},{"bible_id":"1525","chapter_code":"HEB.10","verse_code":"HEB.10.36","label":"36","content":"Nej yuav tsum ua siab ntev, nej thiaj yuav ua tau raws li Vajtswv lub siab nyiam thiab tau tej uas Vajtswv coglus tseg hais tias nws yuav muab rau nej."},{"bible_id":"1525","chapter_code":"HEB.10","verse_code":"HEB.10.37","label":"37","content":"Rau qhov Vajtswv txojlus hais tias, “Tshuav tsis ntev tus uas yuav los nws yuav los, thiab nws yuav tsis ncua sijhawm lawm."},{"bible_id":"1525","chapter_code":"HEB.10","verse_code":"HEB.10.38","label":"38","content":"tiamsis kuv haivneeg uas ncaj ncees yuav muaj sia nyob vim lawv ntseeg; tiamsis yog lawv cov ntawd muaj ib tug thim rov qab lawm, kuv yuav tsis txaus siab rau tus ntawd.”"},{"bible_id":"1525","chapter_code":"HEB.10","verse_code":"HEB.10.39","label":"39","content":"Peb tsis yog cov uas thim rov qab mus raug kev puastsuaj, tiamsis peb yog cov uas ntseeg mus txog hnub uas peb dim peb lub txim."},{"bible_id":"1525","chapter_code":"HEB.11","verse_code":"HEB.11.1","label":"1","content":"Kev ntseeg yog qhov uas peb paub tseeb hais tias peb yuav tau tej uas peb cia siab rau thiab yog qhov uas peb cia siab ntsoov rau tej uas peb qhovmuag tsis pom."},{"bible_id":"1525","chapter_code":"HEB.11","verse_code":"HEB.11.2","label":"2","content":"Twb yog vim cov neeg txheej thaum ub ntseeg lawv thiaj ua tau haum Vajtswv siab."},{"bible_id":"1525","chapter_code":"HEB.11","verse_code":"HEB.11.3","label":"3","content":"Twb yog vim peb ntseeg peb thiaj totaub hais tias thaum Vajtswv tsim ntuj tsim teb Vajtswv hais kom muaj, txawm cia li muaj tiag. Yog li ntawd tej uas peb qhovmuag pom yeej los ntawm tej uas peb qhovmuag tsis pom los."},{"bible_id":"1525","chapter_code":"HEB.11","verse_code":"HEB.11.4","label":"4","content":"Twb yog vim Anpees ntseeg, nws thiaj muab tej uas zoo dua Ka-ees li fij rau Vajtswv. Vim Anpees ntseeg, Vajtswv thiaj suav hais tias Anpees yog tus ncaj ncees, rau qhov tej uas Anpees muab fij rau Vajtswv ntawd haum Vajtswv siab. Txawm yog Anpees twb tuag lawm los nimno nws kev ntseeg tseem niaj hnub qhia peb."},{"bible_id":"1525","chapter_code":"HEB.11","verse_code":"HEB.11.5","label":"5","content":"Twb yog vim Enauj ntseeg, Enauj thiaj tsis tuag. Vajtswv coj nws mus thiaj tsis muaj leejtwg nrhiav tau nws, rau qhov Vajtswv twb coj nws mus lawm. Vajtswv txojlus hais tias, “Thaum Vajtswv tseem tsis tau coj Enauj mus, Enauj yeej ua haum Vajtswv siab.”"},{"bible_id":"1525","chapter_code":"HEB.11","verse_code":"HEB.11.6","label":"6","content":"Tus uas tsis ntseeg yeej ua tsis tau haum Vajtswv siab, rau qhov tus uas xav los cuag Vajtswv, tus ntawd yuav tsum ntseeg hais tias yeej muaj Vajtswv tiag, thiab Vajtswv yuav muab nqi zog rau tus uas los cuag Vajtswv."},{"bible_id":"1525","chapter_code":"HEB.11","verse_code":"HEB.11.7","label":"7","content":"Twb yog vim Nau-es ntseeg, Nau-es thiaj mloog Vajtswv lus. Vajtswv qhia rau Nau-es txog tej xwmtxheej uas yav tom ntej yuav muaj los uas Nau-es qhovmuag tsis pom. Nau-es thiaj txua ib lub nkoj, Nau-es thiab nws tsevneeg thiaj dim kev ploj kev tuag. Vajtswv ua li ntawd twb yog nws rau txim rau tej neeg uas tsis ntseeg. Vim Nau-es ntseeg, Vajtswv thiaj suav hais tias Nau-es yog tus uas ncaj ncees."},{"bible_id":"1525","chapter_code":"HEB.11","verse_code":"HEB.11.8","label":"8","content":"Twb yog vim Anplahas ntseeg, thaum Vajtswv kom Anplahas tawm mus nyob lub tebchaws uas Vajtswv coglus tseg hais tias Vajtswv yuav muab pub rau nws, nws thiaj mloog Vajtswv lus. Anplahas tawm hauv nws lub tebchaws mus, tiamsis nws tsis paub hais tias xyov nws yuav mus qhov twg."},{"bible_id":"1525","chapter_code":"HEB.11","verse_code":"HEB.11.9","label":"9","content":"Twb yog vim Anplahas ntseeg, Anplahas thiaj tau mus nyob lub tebchaws uas Vajtswv coglus tseg hais tias Vajtswv yuav muab pub rau nws nyob. Anplahas nyob hauv tsevntaub ib yam li nws yog tus neeg uas tsis muaj tebchaws nyob. Tom qab ntawd Ixaj thiab Yakhauj nyob hauv tsevntaub ib yam li nkawd yawg Anplahas. Vajtswv coglus tseg rau nkawd ib yam li coglus rau Anplahas."},{"bible_id":"1525","chapter_code":"HEB.11","verse_code":"HEB.11.10","label":"10","content":"Anplahas nyob li ntawd, rau qhov nws tabtom tos hnub uas Vajtswv coj nws mus hauv lub nroog uas nyob mus ibtxhis, lub nroog ntawd Vajtswv yog tus uas muab qauv thiab ua lub nroog ntawd."},{"bible_id":"1525","chapter_code":"HEB.11","verse_code":"HEB.11.11","label":"11","content":"Twb yog vim Anplahas ntseeg, Anplahas thiaj muaj tub muaj ki. Txawm yog nws laus heev thiab Xalas ibtxwm xeeb tsis taus tub los nws  cia siab hais tias Vajtswv yeej yuav ua raws li Vajtswv tej lus cog tseg."},{"bible_id":"1525","chapter_code":"HEB.11","verse_code":"HEB.11.12","label":"12","content":"Txawm yog Anplahas laus laus lawm twb yuav tuag los nws tseem muaj xeebntxwv coob npaum li cov hnubqub uas nyob saum nruab ntug thiab npaum li cov suabzeb nram ntug hiavtxwv uas tsis muaj neeg suav txheeb."},{"bible_id":"1525","chapter_code":"HEB.11","verse_code":"HEB.11.13","label":"13","content":"Cov neeg ntawd lawv muab siab rau ntseeg mus txog hnub uas lawv tuag. Lawv tseem tsis tau tau tej uas Vajtswv coglus tseg hais tias Vajtswv yuav muab pub rau lawv, tiamsis lawv cia siab hais tias yav tom ntej lawv yuav tau, lawv thiaj zoo siab tos. Lawv lees tabmeeg sawvdaws hais tias lawv tsis muaj teb tsis muaj chaw nyob hauv ntiajteb no, lawv taug kev tuaj ua qhua xwb."},{"bible_id":"1525","chapter_code":"HEB.11","verse_code":"HEB.11.14","label":"14","content":"Peb paub hais tias cov neeg uas hais li ntawd lawv tabtom nrhiav teb nrhiav chaw nyob."},{"bible_id":"1525","chapter_code":"HEB.11","verse_code":"HEB.11.15","label":"15","content":"Lawv yeej nco tsis txog lub tebchaws uas lawv tawm tuaj lawm. Yog lawv nco txog, nyaj lawv yuav tau rov qab mus nyob,"},{"bible_id":"1525","chapter_code":"HEB.11","verse_code":"HEB.11.16","label":"16","content":"tiamsis lawv xav mus nyob lub tebchaws uas zoo dua lub ntawd. Lub tebchaws uas lawv xav mus nyob yog saum ntuj ceebtsheej. Yog li ntawd, Vajtswv thiaj tsis txajmuag cia lawv hu nws hais tias nws yog lawv tus Vajtswv, rau qhov Vajtswv twb tu ib lub tebchaws cia rau lawv lawm."},{"bible_id":"1525","chapter_code":"HEB.11","verse_code":"HEB.11.17","label":"17","content":"Twb yog vim Anplahas ntseeg, Anplahas thiaj coj nws tus tub Ixaj mus yuav muab tua fij rau Vajtswv. Thaum ntawd twb yog Vajtswv sim Anplahas siab. Txawm yog Vajtswv coglus tseg rau Anplahas lawm los Anplahas tseem zoo siab muab nws tib leeg tub coj mus tua fij rau Vajtswv thiab."},{"bible_id":"1525","chapter_code":"HEB.11","verse_code":"HEB.11.18","label":"18","content":"Vajtswv twb hais rau Anplahas lawm hais tias, “Koj cov xeebntxwv yuav los ntawm Ixaj los.”"},{"bible_id":"1525","chapter_code":"HEB.11","verse_code":"HEB.11.19","label":"19","content":"Anplahas cia siab hais tias txawm yog Ixaj tuag lawm los Vajtswv yuav tsa Ixaj sawv hauv qhov tuag rov qab los. Qhov uas Vajtswv cheem tsis pub Anplahas tua Ixaj, qhov ntawd piv ib yam li Ixaj sawv hauv qhov tuag rov qab los ntag."},{"bible_id":"1525","chapter_code":"HEB.11","verse_code":"HEB.11.20","label":"20","content":"Twb yog vim Ixaj ntseeg, Ixaj thiaj foom koob hmoov rau Yakhauj thiab Exaus. Ixaj qhia tej xwmtxheej uas yuav muaj los yav tom ntej rau nkawd."},{"bible_id":"1525","chapter_code":"HEB.11","verse_code":"HEB.11.21","label":"21","content":"Twb yog vim Yakhauj ntseeg, thaum Yakhauj yuav tuag nws thiaj foom koob hmoov rau Yauxej ob tug tub. Thaum Yakhauj pehawm Vajtswv, Yakhauj muab nws tus pas nrig los txheem nws lub cev, rau qhov nws laus heev lawm."},{"bible_id":"1525","chapter_code":"HEB.11","verse_code":"HEB.11.22","label":"22","content":"Twb yog vim Yauxej ntseeg, thaum Yauxej yuav tuag nws thiaj hais txog zaj uas cov Yixalayees yuav tawm hauv tebchaws Iziv mus. Thiab nws qhia qhov chaw uas nws kom lawv coj nws lub cev mus faus cia."},{"bible_id":"1525","chapter_code":"HEB.11","verse_code":"HEB.11.23","label":"23","content":"Twb yog vim Mauxes niam thiab txiv ntseeg, thaum yug tau Mauxes, nkawd thiaj muab Mauxes zais tau peb lub hlis. Nkawd pom hais tias, nkawd tus metub ntawd zoo nraug heev, nkawd thiaj muaj lub siab tawv tsis ua raws li vajntxwv tej lus."},{"bible_id":"1525","chapter_code":"HEB.11","verse_code":"HEB.11.24","label":"24","content":"Twb yog vim Mauxes ntseeg, thaum nws hlob lawm nws tsis pub sawvdaws hu hais tias nws yog Falaus tus ntxhais tus tub."},{"bible_id":"1525","chapter_code":"HEB.11","verse_code":"HEB.11.25","label":"25","content":"Nws txaus siab nrog Vajtswv haivneeg raug kev txomnyem; nws hais tias nws ua li ntawd zoo dua li nws yuav mus ua tej kev phem kev qias uas nyob ib nyuag ntu xwb."},{"bible_id":"1525","chapter_code":"HEB.11","verse_code":"HEB.11.26","label":"26","content":"Nws ntseeg hais tias Vajtswv yuav txib tus Mexiyas los pab Vajtswv haivneeg. Txawm yog tej uas nws ntseeg li ntawd ua rau luag thuam nws los nws pom hais tias qhov ntawd muaj nqis heev dua txhua tsav yam zoo uas nyob hauv tebchaws Iziv, rau qhov nws saib ntsoov tej uas yav tom ntej Vajtswv yuav muab rau nws."},{"bible_id":"1525","chapter_code":"HEB.11","verse_code":"HEB.11.27","label":"27","content":"Twb yog vim Mauxes ntseeg, Mauxes thiaj tawm hauv tebchaws Iziv mus. Txawm yog vajntxwv chim rau nws los nws tsis ntshai. Nws tsis rov qab los, rau qhov nws ntseeg cuag li uas nws lub qhovmuag twb pom Vajtswv tus uas sawvdaws qhovmuag tsis pom ntag."},{"bible_id":"1525","chapter_code":"HEB.11","verse_code":"HEB.11.28","label":"28","content":"Twb yog vim Mauxes ntseeg, Mauxes thiaj ua kevcai Hla Dhau thiab kom sawvdaws muab ntshav pleev qhovrooj. Lawv ua li ntawd tus timtswv uas yog txojkev tuag thiaj tsis tua cov Yixalayees cov tub hlob."},{"bible_id":"1525","chapter_code":"HEB.11","verse_code":"HEB.11.29","label":"29","content":"Twb yog vim cov Yixalayees ntseeg, lawv cia li mus hauv hiavtxwv liab ib yam li lawv mus saum nruab nqhuab. Tiamsis thaum cov Iziv uas raws lawv qab mus hauv, dej cia li nphau los npog cov neeg Iziv tuag tas huv tibsi."},{"bible_id":"1525","chapter_code":"HEB.11","verse_code":"HEB.11.30","label":"30","content":"Twb yog vim cov Yixalayees ntseeg, thaum lawv mus ncig lub nroog Yelikaus xya hnub lawm, lub nroog ntawd tej ntsa yeej txawm vau tas huv tibsi."},{"bible_id":"1525","chapter_code":"HEB.11","verse_code":"HEB.11.31","label":"31","content":"Twb yog vim tus niamntiav uas hu ua Lahaj ntseeg nws thiaj dim. Nws tsis nrog cov neeg uas tsis mloog Vajtswv lus raug kev puastsuaj, rau qhov nws hu ob tug soj tebchaws los hauv nws tsev thiab pab nkawd."},{"bible_id":"1525","chapter_code":"HEB.11","verse_code":"HEB.11.32","label":"32","content":"Kuv hais tso tseg txij no xwb, rau qhov kuv tsis muaj sijhawm txaus yuav hais txog Nkide-oos, Npalaj, Xaxoos, Yefethas, Daviv, Xamuyees thiab cov cev Vajtswv lus ntau leej."},{"bible_id":"1525","chapter_code":"HEB.11","verse_code":"HEB.11.33","label":"33","content":"Twb yog vim lawv ntseeg, lawv thiaj ntaus tau tebchaws tagnrho. Lawv ua neeg ncaj ncees thiab lawv tau tej uas Vajtswv coglus tseg hais tias Vajtswv yuav muab rau lawv. Lawv ua rau tsov ntxhuav rua tsis taus qhovncauj."},{"bible_id":"1525","chapter_code":"HEB.11","verse_code":"HEB.11.34","label":"34","content":"Lawv tua tau cov hluavtaws uas cig hlob hlob thiab khiav dim hniav ntaj hniav riam. Lawv qaug zog, tiamsis lawv ho rov qab muaj zog. Lawv muaj tswvyim ua tsov ua rog thiab lawv tawmtsam yeej lwm haivneeg cov tubrog."},{"bible_id":"1525","chapter_code":"HEB.11","verse_code":"HEB.11.35","label":"35","content":"Twb yog vim muaj qee leej pojniam ntseeg, lawv thiaj tau lawv tej neeg uas tuag lawm sawv rov qab los. Muaj qee leej tsis kam tawm hauv tsev lojcuj, lawv zoo siab raug kev tsimtxom mus txog hnub tuag, rau qhov lawv cia siab hais tias Vajtswv yuav tsa lawv sawv hauv qhov tuag rov qab los thiab pub txojsia uas zoo dua lawv txoj rau lawv."},{"bible_id":"1525","chapter_code":"HEB.11","verse_code":"HEB.11.36","label":"36","content":"Muaj qee leej raug luag thuam thiab raug luag nplawm, thiab muaj qee leej raug luag muab saw hlau khi thiab cia luag muab kaw rau hauv tsev lojcuj;"},{"bible_id":"1525","chapter_code":"HEB.11","verse_code":"HEB.11.37","label":"37","content":"muaj qee leej raug luag muab pobzeb ntaus, muaj qee leej raug luag muab kaw kaw ua ob ya, muaj qee leej raug luag muab ntaj tua, muaj qee leej hnav tawv yaj tawv tshis mus rau ub rau no, lawv tsis muaj noj tsis muaj haus, txomnyem thiab raug luag tsimtxom kawg li."},{"bible_id":"1525","chapter_code":"HEB.11","verse_code":"HEB.11.38","label":"38","content":"Lawv yog neeg zoo dhau lawm, lub ntiajteb no tsis phim rau lawv nyob. Lawv tsis muaj vaj tsis muaj tsev, lawv mus nyob tom tej roob mojsab qhua thiab pem tej roob. Lawv nyob hauv tej qhov zeb qhov tsua thiab khawb qhov av nyob."},{"bible_id":"1525","chapter_code":"HEB.11","verse_code":"HEB.11.39","label":"39","content":"Twb yog vim lawv ntseeg, lawv lub koob meej thiaj nrov ncha moo lug mus thoob plaws qhov txhia chaw. Tiamsis lawv tseem tsis tau tau tej uas Vajtswv coglus tseg hais tias Vajtswv yuav pub rau lawv,"},{"bible_id":"1525","chapter_code":"HEB.11","verse_code":"HEB.11.40","label":"40","content":"rau qhov Vajtswv twb tu yam uas zoo dua tej uas lawv muaj rau peb lawm. Vajtswv yeej xav kom lawv thiab peb tib txhij ua tau neeg zoo kawg nkaus."},{"bible_id":"1525","chapter_code":"HEB.12","verse_code":"HEB.12.1","label":"1","content":"Peb twb muaj neeg coob coob nyob puagncig peb ua timkhawv rau peb lawm. Yog li ntawd, peb cia li muab txhua yam uas thaiv peb kev thiab tej kev txhaum uas khi peb tso povtseg, thiab peb cia li sib tw khiav ncaj nraim mus kom txog tus ciam tom kawg."},{"bible_id":"1525","chapter_code":"HEB.12","verse_code":"HEB.12.2","label":"2","content":"Peb yuav tsum ntsia ntsoov Yexus tus uas yog peb lub hauvpaus kev ntseeg thiab ua kom peb kev ntseeg tiav. Thaum luag muab nws ntsia rau saum ntoo khaublig, nws ua siab ntev nyiaj tej kev txomnyem ntawd, nws tsis suav hais tias qhov uas nws tuag saum ntoo khaublig ua rau nws poob ntsejmuag, rau qhov nws paub hais tias thaum dhau txojkev txomnyem lawm, nws yuav zoo siab kawg li; nimno nws twb mus zaum ntawm Vajtswv lub zwmtxwv sab xis lawm."},{"bible_id":"1525","chapter_code":"HEB.12","verse_code":"HEB.12.3","label":"3","content":"Nej yuav tsum nco ntsoov Yexus tej kev txomnyem thiab qhov uas nws ua siab ntev rau cov neeg txhaum uas ntxub nws. Yog nej ua li ntawd, nej yeej yuav tsis poob siab lossis tso Yexus tseg."},{"bible_id":"1525","chapter_code":"HEB.12","verse_code":"HEB.12.4","label":"4","content":"Nej cov ua tawmtsam kev phem, nej tseem tsis tau tawmtsam mus txog hnub uas raug luag tua."},{"bible_id":"1525","chapter_code":"HEB.12","verse_code":"HEB.12.5","label":"5","content":"Nej tsis nco qab tej lus uas Vajtswv ntuas nej lawm los? Nws ntuas nej rau qhov nej yog nws cov menyuam. Nws hais tias, “Metub, thaum tus Tswv qhuab ntuas koj, koj yuav tsum khaws nws tej lus cia, thiab thaum nws cem koj, koj tsis txhob poob siab."},{"bible_id":"1525","chapter_code":"HEB.12","verse_code":"HEB.12.6","label":"6","content":"Rau qhov tus Tswv qhuab ntuas txhua tus uas nws hlub, thiab nws nplawm txhua tus uas nws coj los ua nws tub.”"},{"bible_id":"1525","chapter_code":"HEB.12","verse_code":"HEB.12.7","label":"7","content":"Nej yuav tsum ua siab ntev nyiaj tej uas nej raug, ib yam li nej ua siab ntev thaum nej txiv qhuab ntuas nej, rau qhov tej ntawd ua rau sawvdaws paub hais tias Vajtswv qhuab ntuas nej vim nej yog nws cov menyuam. Yeej tsis muaj ib tug menyuam uas leej txiv yuav tsis tau qhuab ntuas li."},{"bible_id":"1525","chapter_code":"HEB.12","verse_code":"HEB.12.8","label":"8","content":"Yog Vajtswv tsis qhuab ntuas nej ib yam li nws qhuab ntuas nws cov menyuam tiag, ces nej yog menyuam tsaub xwb."},{"bible_id":"1525","chapter_code":"HEB.12","verse_code":"HEB.12.9","label":"9","content":"Peb muaj niam muaj txiv qhuab ntuas peb, peb thiaj hwm nkawd. Yog li ntawd hajyam tsimnyog peb mloog peb Txiv tus uas nyob saum ntuj ceebtsheej lus, peb thiaj tau txojsia ntev dhawv mus ibtxhis."},{"bible_id":"1525","chapter_code":"HEB.12","verse_code":"HEB.12.10","label":"10","content":"Peb niam peb txiv qhuab ntuas peb thaum peb tseem yau raws li lawv pom zoo xwb, tiamsis Vajtswv qhuab ntuas peb kom muaj nqis rau peb, peb thiaj li yuav ua tau neeg dawbhuv ib yam li Vajtswv yog tus uas dawbhuv."},{"bible_id":"1525","chapter_code":"HEB.12","verse_code":"HEB.12.11","label":"11","content":"Thaum luag qhuab ntuas peb, thaum ntawd peb tsis kaj siab, peb nyuaj siab xwb; tiamsis tom qab ntawd cov neeg uas khaws luag tej lus qhuab ntuas rau nruab siab, cov neeg ntawd yuav tsimtxiaj thiab yuav tau zoo nyob kaj siab lug."},{"bible_id":"1525","chapter_code":"HEB.12","verse_code":"HEB.12.12","label":"12","content":"Yog li ntawd, nej yuav tsum muab nej txhais tes uas tsaug lawm tsa ua haujlwm, thiab muab nej lub hauvcaug uas tsis muaj zog qoj kom mus taus kev."},{"bible_id":"1525","chapter_code":"HEB.12","verse_code":"HEB.12.13","label":"13","content":"Nej yuav tsum taug kev ncaj nraim mus kom txog qhov kawg. Nej ua li ntawd, txhais kotaw uas cegtawv lawm thiaj yuav zoo. Yog nej tsis ua li ntawd, ntshai nyob tsam yuav kho tsis tau."},{"bible_id":"1525","chapter_code":"HEB.12","verse_code":"HEB.12.14","label":"14","content":"Nej yuav tsum ua siab ntev nrog sawvdaws sib nraug zoo, thiab nej yuav tsum xyaum ua kom nej lub neej dawbhuv, rau qhov tus uas tsis muaj lub neej zoo li no yeej yuav tsis pom tus Tswv ib zaug li."},{"bible_id":"1525","chapter_code":"HEB.12","verse_code":"HEB.12.15","label":"15","content":"Nej yuav tsum ceevfaj tsis txhob pub nej cov ib tub twg tso Vajtswv txoj koob hmoov tseg. Nej yuav tsum ceevfaj tsis txhob pub nej cov ib tug twg ua li tsob nroj iab uas ua rau ntau leej muaj kev ntxhov siab."},{"bible_id":"1525","chapter_code":"HEB.12","verse_code":"HEB.12.16","label":"16","content":"Nej yuav tsum ceevfaj tsis txhob pub nej cov ib tug twg ua txhaum kev nkauj kev nraug lossis ua saib tsis taus Vajtswv ib yam li Exaus, nws muab nws lub npe tij pauv tib pluag mov noj xwb."},{"bible_id":"1525","chapter_code":"HEB.12","verse_code":"HEB.12.17","label":"17","content":"Nej twb paub lawm hais tias tom qab ntawd Exaus xav tau nws txiv tej koob hmoov tiamsis tsis tau, rau qhov nws hloov tsis tau tej uas nws tau ua los lawm. Txawm yog nws quaj kua muag ntws si laim los nws tsis tau li lawm."},{"bible_id":"1525","chapter_code":"HEB.12","verse_code":"HEB.12.18","label":"18","content":"Nej tsis tau mus pom lub roob Xinais ib yam li cov Yixalayees mus pom. Lawv pom tsaus huab nti, muaj hluavtaws cig liab ploog thiab cua daj cua dub ntsawj nrov nroo ntws,"},{"bible_id":"1525","chapter_code":"HEB.12","verse_code":"HEB.12.19","label":"19","content":"muaj suab xyu nrov qog qees thiab muaj ib lub suab hais lus nrov ntxhe ntws. Thaum sawvdaws hnov lub suab ntawd lawv thov kom tsis txhob hais ntxiv rau lawv lawm,"},{"bible_id":"1525","chapter_code":"HEB.12","verse_code":"HEB.12.20","label":"20","content":"rau qhov lawv tsis xav hnov tej lus uas hais tias, “Txawm yog ib tug tsiaj tuaj chwv lub taw roob no los yuav tsum muab pobzeb ntaus tus tsiaj ntawd kom tuag.”"},{"bible_id":"1525","chapter_code":"HEB.12","verse_code":"HEB.12.21","label":"21","content":"Sawvdaws pom li ntawd lawv ntshai kawg li, Mauxes thiaj hais tias, “Kuv ntshai ua ibce tshee hnyo.”"},{"bible_id":"1525","chapter_code":"HEB.12","verse_code":"HEB.12.22","label":"22","content":"Tiamsis nej tuaj txog lub roob Xi-oos thiab tuaj txog Vajtswv tus uas muaj sia nyob lub nroog. Lub nroog ntawd yog lub nroog Yeluxalees nyob saum ntuj ceebtsheej uas muaj cov timtswv ntau txhiab leej nyob,"},{"bible_id":"1525","chapter_code":"HEB.12","verse_code":"HEB.12.23","label":"23","content":"thiab tuaj nrog Vajtswv cov tub hlob nyob ua ke zoo siab; lawv cov ntawd yog cov uas muaj lub npe sau cia rau saum ntuj ceebtsheej. Nej tuaj cuag Vajtswv tus uas txiav txim rau sawvdaws thiab tuaj txog ntawm cov neeg ncaj ncees uas tuag lawm cov ntsujplig. Vajtswv twb ua rau lawv cov ntawd ua tau neeg zoo kawg nkaus lawm."},{"bible_id":"1525","chapter_code":"HEB.12","verse_code":"HEB.12.24","label":"24","content":"Nej tuaj cuag Yexus tus uas ua kom muaj txoj kevcai tshiab, thiab tuaj cuag nws cov ntshav uas ntws los ywg sawvdaws; cov ntshav coglus ntawd zoo dua Anpees cov ntshav."},{"bible_id":"1525","chapter_code":"HEB.12","verse_code":"HEB.12.25","label":"25","content":"Yog li ntawd, nej yuav tsum ceevfaj tsis txhob tawv tus uas qhia nej. Cov neeg uas tsis kam mloog tus uas qhia Vajtswv txojlus hauv ntiajteb no, cov neeg ntawd yeej tsis muaj ib tug dim li. Yog li ntawd, yog peb tsis mloog tus uas hais saum ntuj tuaj tej lus, peb hajyam yuav raug txim hnyav dua lawv thiab!"},{"bible_id":"1525","chapter_code":"HEB.12","verse_code":"HEB.12.26","label":"26","content":"Thaum ntawd Vajtswv lub suab ua rau lub ntiajteb ua zog koog, tiamsis nimno Vajtswv coglus tseg hais tias, “Tseem tshuav ib zaug kuv yuav ua kom lub ntiajteb ua zog koog, tsis yog lub ntiajteb xwb, tiamsis lub ntuj los yuav ua zog koog thiab.”"},{"bible_id":"1525","chapter_code":"HEB.12","verse_code":"HEB.12.27","label":"27","content":"Lo lus uas hais tias, “Tseem tshuav ib zaug”, lo lus ntawd qhia rau sawvdaws paub tseeb hais tias, tej uas Vajtswv tsim yuav ua zog koog thiab yuav raug muab tshem mus, tiamsis tej uas tsis ua zog yuav nyob khov kho mus li."},{"bible_id":"1525","chapter_code":"HEB.12","verse_code":"HEB.12.28","label":"28","content":"Yog li ntawd, peb cia li ua Vajtswv tsaug, rau qhov peb tau lub tebchaws uas nyob khov kho ua peb tug. Peb yuav tsum ua nws tsaug thiab pehawm nws raws li nws lub siab nyiam. Thaum peb pehawm nws, peb yuav tsum hwm thiab paub ntshai nws;"},{"bible_id":"1525","chapter_code":"HEB.12","verse_code":"HEB.12.29","label":"29","content":"rau qhov peb tus Vajtswv yog cov nplaim taws uas kub tau txhua yam yaj tas huv tibsi."},{"bible_id":"1525","chapter_code":"HEB.13","verse_code":"HEB.13.1","label":"1","content":"Cov ntseeg ib tug yuav tsum hlub ib tug ib yam li kwvtij sib hlub."},{"bible_id":"1525","chapter_code":"HEB.13","verse_code":"HEB.13.2","label":"2","content":"Nej yuav tsum nco ntsoov hu tej qhua los so hauv nej tej tsev. Muaj qee leej hu tau cov timtswv ceebtsheej los lawv twb tsis paub hais tias yog cov timtswv."},{"bible_id":"1525","chapter_code":"HEB.13","verse_code":"HEB.13.3","label":"3","content":"Nej yuav tsum nco ntsoov cov neeg uas raug kaw hauv tsev lojcuj ib yam li nej nrog lawv raug kaw, thiab nej yuav tsum nco ntsoov cov neeg uas raug kev tsimtxom ib yam li nej nrog lawv raug."},{"bible_id":"1525","chapter_code":"HEB.13","verse_code":"HEB.13.4","label":"4","content":"Txojkev sib yuav yog ib qho uas tseemceeb, tsimnyog nej txhua tus yuav tsum saib taus qhov ntawd. Tus txiv thiab tus niam, ib tug yuav tsum ncaj ncees rau ib tug, rau qhov Vajtswv yuav rau txim rau cov neeg uas ua txhaum kev nkauj kev nraug thiab rau cov neeg uas deev luag pojniam luag txiv."},{"bible_id":"1525","chapter_code":"HEB.13","verse_code":"HEB.13.5","label":"5","content":"Nej tsis txhob qaug rau nyiaj rau kub, nej muaj npaum li cas nej cia li zoo siab rau tej uas nej muaj; rau qhov Vajtswv hais tias, “Kuv yuav tsis tso koj tseg lossis kuv yuav tsis muab koj povtseg ib zaug li.”"},{"bible_id":"1525","chapter_code":"HEB.13","verse_code":"HEB.13.6","label":"6","content":"Yog li ntawd peb tsis txhob ntshai, peb cia li hais tias, “Tus Tswv yog tus uas pab kuv, kuv yuav tsis ntshai. Leejtwg yuav ua li cas tau rau kuv?”"},{"bible_id":"1525","chapter_code":"HEB.13","verse_code":"HEB.13.7","label":"7","content":"Nej yuav tsum nco ntsoov txog cov thawj uas yav tas los lawv ua cov saib nej, thiab qhia Vajtswv txojlus rau nej. Nej yuav tsum ua tib zoo xav saib thaud lawv ua lawv lub neej zoo li cas thiab lawv tuag li cas. Nej yuav tsum muab siab rau ntseeg ib yam li lawv."},{"bible_id":"1525","chapter_code":"HEB.13","verse_code":"HEB.13.8","label":"8","content":"Yexus Khetos, nws yeej zoo nws li qub; nag hmo thiab hnub no nws zoo li cas, nws yeej zoo li ntawd mus ibtxhis li."},{"bible_id":"1525","chapter_code":"HEB.13","verse_code":"HEB.13.9","label":"9","content":"Nej tsis txhob cia tej neeg uas qhia txawv txawv ntxias tau nej yuam kev. Qhov uas nej lub siab muaj zog twb yog vim Vajtswv foom koob hmoov rau nej, tsis yog vim nej caiv tsis noj yam ub yam no. Tej kevcai ntawd yeej pab tsis tau cov neeg uas xyaum coj raws li ntawd."},{"bible_id":"1525","chapter_code":"HEB.13","verse_code":"HEB.13.10","label":"10","content":"Cov povthawj uas ua haujlwm hauv cov Yudais lub tsevntaub, lawv tsis muaj cai noj tej uas luag coj tuaj fij theej txhoj saum lub thaj."},{"bible_id":"1525","chapter_code":"HEB.13","verse_code":"HEB.13.11","label":"11","content":"Cov Yudais tus Povthawj Hlob niaj zaus tua tsiaj nqa ntshav mus theej txhoj hauv Chav uas Dawbhuv Kawg Nkaus, tiamsis nws muab tus tsiaj ntawd nqa mus hlawv sab ntug yeej nraud."},{"bible_id":"1525","chapter_code":"HEB.13","verse_code":"HEB.13.12","label":"12","content":"Twb yog vim li ntawd luag thiaj coj Yexus mus tua sab ntug nroog nraud. Yexus tuag li ntawd twb yog nws muab nws cov ntshav ntxuav sawvdaws lub txim huv tibsi mus."},{"bible_id":"1525","chapter_code":"HEB.13","verse_code":"HEB.13.13","label":"13","content":"Yog li ntawd, peb cia li tawm mus cuag nws sab ntug yeej nraud thiab nrog nws tiv kev txajmuag."},{"bible_id":"1525","chapter_code":"HEB.13","verse_code":"HEB.13.14","label":"14","content":"Rau qhov hauv ntiajteb no yeej tsis muaj ib lub nroog uas yuav nyob mus ibtxhis rau peb nyob, tiamsis peb tabtom tos lub nroog uas Vajtswv ua rau peb nyob yav tom ntej no."},{"bible_id":"1525","chapter_code":"HEB.13","verse_code":"HEB.13.15","label":"15","content":"Yog li ntawd, peb cov uas ntseeg Yexus peb yuav tsum niaj hnub ua Vajtswv tsaug. Peb ua li ntawd ib yam li peb muab tej uas haum Vajtswv siab fij rau Vajtswv saum lub thaj. Kuv hais li no yog kuv hais tias peb lub qhovncauj yuav tsum niaj hnub ua Vajtswv tsaug."},{"bible_id":"1525","chapter_code":"HEB.13","verse_code":"HEB.13.16","label":"16","content":"Nej yuav tsum nco ntsoov ua haujlwm zoo thiab ib tug pab ib tug, rau qhov tej ntawd haum Vajtswv siab."},{"bible_id":"1525","chapter_code":"HEB.13","verse_code":"HEB.13.17","label":"17","content":"Nej yuav tsum mloog cov thawj uas saib xyuas nej tej lus thiab ua raws li lawv hais. Lawv niaj hnub saib xyuas nej lawv tsis nkees thiab tsis dhuav li, rau qhov lawv yuav tsum qhia tej haujlwm uas lawv ua rau Vajtswv. Yog nej mloog lawv lus, lawv yuav kaj siab lug ua lawv tej haujlwm. Yog nej tsis mloog lawv lus, lawv yuav nyuaj siab xwb, lawv yuav pab tsis tau nej hlo li."},{"bible_id":"1525","chapter_code":"HEB.13","verse_code":"HEB.13.18","label":"18","content":"Thov nej niaj hnub thov Vajtswv pab peb, rau qhov peb paub tseeb hais tias peb tsis tau ua txhaum, peb niaj hnub xav ua tej haujlwm zoo xwb."},{"bible_id":"1525","chapter_code":"HEB.13","verse_code":"HEB.13.19","label":"19","content":"Kuv thov nej kub siab lug thov Vajtswv kom nws yuav txib kuv rov tuaj xyuas nej sai sai."},{"bible_id":"1525","chapter_code":"HEB.13","verse_code":"HEB.13.20","label":"20","content":"Vajtswv twb tsa peb tus Tswv Yexus sawv hauv qhov tuag rov qab los lawm. Twb yog vim Yexus tuag nws thiaj ua tau tus tswv yug yaj uas muaj hwjchim loj. Nws cov ntshav ua lub cim nias rau Vajtswv tej lus cog tseg uas yuav nyob mus ibtxhis."},{"bible_id":"1525","chapter_code":"HEB.13","verse_code":"HEB.13.21","label":"21","content":"Thov Vajtswv tus uas pab nej tau zoo nyob kaj siab lug pub txhua yam zoo uas nej yuav tsum muaj rau nej, nej thiaj ua tau raws li Vajtswv lub siab nyiam. Thiab thov Vajtswv tshoov peb cov uas ntseeg Yexus Khetos lub siab kom peb ua tej uas haum Vajtswv siab. Thov kom Yexus Khetos tau ntsejmuag mus ibtxhis li! Amees."},{"bible_id":"1525","chapter_code":"HEB.13","verse_code":"HEB.13.22","label":"22","content":"Cov kwvtij, kuv thov nej ua siab ntev mloog tej lus uas kuv sau tuaj ntuas nej no, rau qhov kuv yeej sau tsis ntau pestsawg tuaj rau nej."},{"bible_id":"1525","chapter_code":"HEB.13","verse_code":"HEB.13.23","label":"23","content":"Kuv hais rau nej paub hais tias luag twb tso peb tus kwv Timautes tawm hauv tsev lojcuj lawm. Yog nws tuaj txog sai, kuv yuav coj nws nrog kuv tuaj xyuas nej."},{"bible_id":"1525","chapter_code":"HEB.13","verse_code":"HEB.13.24","label":"24","content":"Thov nej hais peb tej lus noj qab nyob zoo rau nej cov thawjcoj thiab cov ntseeg Vajtswv txhua tus huv tibsi."},{"bible_id":"1525","chapter_code":"HEB.13","verse_code":"HEB.13.25","label":"25","content":"Thov Vajtswv foom koob hmoov rau nej sawvdaws."}]