[{"bible_id":"1525","chapter_code":"HOS.1","verse_code":"HOS.1.1","label":"1","content":"Ntawm no yog tus TSWV cov lus hais rau Npelais tus tub Hauxeyas, tiam uas Uxiyas, Yauthas, Ahas, thiab Hexekiyas ua vajntxwv kav tebchaws Yudas thiab Yehau-as tus tub Yelaunpau-as ua vajntxwv kav tebchaws Yixalayees."},{"bible_id":"1525","chapter_code":"HOS.1","verse_code":"HOS.1.2","label":"2","content":"Thawj zaug uas tus TSWV hais rau Hauxeyas mas nws hais tias, “Koj cia li mus yuav pojniam; koj tus pojniam yuav tsis muab siab npuab koj, thiab koj cov menyuam yuav coj ib yam li nws.  Kuv haivneeg tso kuv tseg thiab mus ua cov neeg uas tsis muaj lub siab ncaj rau kuv ib yam li ntawd.”"},{"bible_id":"1525","chapter_code":"HOS.1","verse_code":"HOS.1.3","label":"3","content":"Yog li ntawd, Hauxeyas thiaj mus yuav Nkaumes uas yog Dinpelayees tus ntxhais ua pojniam. Thaum nkawd yug tau thawj tug tub,"},{"bible_id":"1525","chapter_code":"HOS.1","verse_code":"HOS.1.4","label":"4","content":"tus TSWV hais rau Hauxeyas hais tias, “Koj tis nws lub npe hu ua ‘Yexelees,’ rau qhov tshuav tsis ntev lawm kuv yuav rau txim rau tus vajntxwv uas kav tebchaws Yixalayees, vim nws yawgkoob Yehus tau tua neeg hauv lub nroog Yexelees.  Kuv yuav ua kom Yehus cajces vajntxwv  tuag tu noob nrho mus."},{"bible_id":"1525","chapter_code":"HOS.1","verse_code":"HOS.1.5","label":"5","content":"Thaum txog lub sijhawm ntawd kuv yuav ua kom cov tubrog Yixalayees raug puastsuaj tas rau hauv lub Voshav Yexelees.”"},{"bible_id":"1525","chapter_code":"HOS.1","verse_code":"HOS.1.6","label":"6","content":"Tom qab ntawd Nkaumes yug tau ib tug ntxhais. Tus TSWV hais rau Hauxeyas hais tias, “Koj tis nws lub npe hu ua ‘Tsis hlub,’ rau qhov kuv yuav tsis hlub cov Yixalayees lossis tsis zam txim rau lawv lawm."},{"bible_id":"1525","chapter_code":"HOS.1","verse_code":"HOS.1.7","label":"7","content":"Tiamsis kuv yuav hlub cov Yudas. Kuv yog tus TSWV uas yog lawv tus Vajtswv, kuv yuav cawm lawv, tiamsis tsis yog kuv siv ntaj lossis hneevnti thiab xubvos lossis nees thiab tubrog caij nees los cawm lawv.”"},{"bible_id":"1525","chapter_code":"HOS.1","verse_code":"HOS.1.8","label":"8","content":"Thaum uas Nkaumes tus ntxhais tseg taus mis lawm, nws rov suab menyuam thiab yug tau ib tug tub."},{"bible_id":"1525","chapter_code":"HOS.1","verse_code":"HOS.1.9","label":"9","content":"Tus TSWV hais rau Hauxeyas hais tias, “Koj tis nws lub npe hu ua ‘Tsis Yog Kuv Haivneeg,’ rau qhov cov Yixalayees tsis yog kuv haivneeg thiab kuv tsis yog lawv tus Vajtswv lawm.”"},{"bible_id":"1525","chapter_code":"HOS.1","verse_code":"HOS.1.10","label":"10","content":"Cov Yixalayees yuav coob ib yam li tej suabzeb ntawm ntug hiavtxwv uas tsis muaj leejtwg suav txheeb lossis luj tau. Nimno Vajtswv hais rau lawv hais tias, “Nej tsis yog kuv haivneeg,” tiamsis muaj ib hnub nws yuav hais rau lawv hais tias, “Nej yog Vajtswv tus uas muaj sia nyob mus ibtxhis cov menyuam!”"},{"bible_id":"1525","chapter_code":"HOS.1","verse_code":"HOS.1.11","label":"11","content":"Cov Yudas thiab cov Yixalayees yuav rov los sib sau ua ke ua ib haivneeg dua. Lawv yuav xaiv ib tug los ua lawv tus thawjcoj, lawv yuav rov huamvam thiab vammeej dua nyob hauv lawv lub tebchaws. Yuav muaj li ntawd tiag, Yexelees  hnub ntawd yuav yog hnub uas tseemceeb heev!"},{"bible_id":"1525","chapter_code":"HOS.2","verse_code":"HOS.2.1","label":"1","content":"Yog li ntawd, cia li hu koj cov kwvtij Yixalayees hais tias, “Vajtswv Haivneeg” thiab cov uas “Tus TSWV Hlub.”"},{"bible_id":"1525","chapter_code":"HOS.2","verse_code":"HOS.2.2","label":"2","content":"Kuv cov menyuam, nej cia li thov nej niam; txawm hais tias nws tsis yog kuv tus pojniam thiab kuv tsis yog nws tus txiv los nej thov kom nws tso txojkev ua nkauj ua nraug thiab ua niamntiav tseg."},{"bible_id":"1525","chapter_code":"HOS.2","verse_code":"HOS.2.3","label":"3","content":"Yog nws tsis tso tej ntawd tseg, kuv yuav muab nws tej ris tsho hle kom nws nyob liabqab ploog ib yam li hnub uas nws yug los. Kuv yuav ua kom nws qhuav ib yam li lub tebchaws uas qhuav nkig nkuav, thiab nws yuav nqhis dej tuag."},{"bible_id":"1525","chapter_code":"HOS.2","verse_code":"HOS.2.4+HOS.2.5","label":"4-5","content":"Kuv yuav tsis hlub nws cov menyuam, rau qhov lawv yog tus niamntiav uas tsis paub txajmuag cov menyuam.  Nws tseem hais tias, “Kuv yuav raws kuv cov hluas nraug mus, lawv mam muab zaub mov, dej haus, ntaub plaub yaj, ntaubmag, roj txiv ntoo thiab cawv txiv hmab rau kuv.”"},{"bible_id":"1525","chapter_code":"HOS.2","verse_code":"HOS.2.6","label":"6","content":"Yog li ntawd, kuv yuav muab pos los xov vaj ncig nws thiab xov lajkab thaiv nws txoj haukev."},{"bible_id":"1525","chapter_code":"HOS.2","verse_code":"HOS.2.7","label":"7","content":"Nws yuav caum nws cov hluas nraug qab tiamsis nws raws tsis cuag lawv. Nws yuav mus nrhiav lawv tiamsis nrhiav tsis tau. Ces nws yuav hais tias, “Kuv yuav rov mus nrog kuv thawj tug txiv nyob, yav tas los kuv lub neej yeej zoo tshaj tamsim no lawm ntau.”"},{"bible_id":"1525","chapter_code":"HOS.2","verse_code":"HOS.2.8","label":"8","content":"Nws yuav tsis kam lees hais tias tej nplej, cawv txiv hmab, roj txiv ntoo thiab tagnrho tej nyiaj tej kub uas nws pheej coj mus fij rau Npa-as ntawd yog kuv muab rau nws."},{"bible_id":"1525","chapter_code":"HOS.2","verse_code":"HOS.2.9","label":"9","content":"Yog li ntawd, thaum txog lub caij sau qoob kuv yuav muab tej nplej thiab tej cawv txiv hmab uas kuv muab pub nws lawm coj rov los, thiab kuv yuav muab tej ntaub plaub yaj thiab tej ntaubmag uas kuv muab rau nws xaws ua ris tsho hnav coj rov los huv tibsi."},{"bible_id":"1525","chapter_code":"HOS.2","verse_code":"HOS.2.10","label":"10","content":"Kuv yuav muab nws hle liabqab tabmeeg nws tej hluas nraug, thiab yuav tsis muaj leejtwg muaj cuabkav cawm tau nws kom dim ntawm kuv txhais tes."},{"bible_id":"1525","chapter_code":"HOS.2","verse_code":"HOS.2.11","label":"11","content":"Kuv yuav ua kom nws tej rooj noj rooj haus uas niaj xyoo thiab niaj hli ua, tej kevcai hnub Xanpataus thiab tej rooj noj haus uas nws teem tseg ntawd kom tu nrho mus."},{"bible_id":"1525","chapter_code":"HOS.2","verse_code":"HOS.2.12","label":"12","content":"Kuv yuav muab tej txiv hmab thiab txiv ncuavpias uas nws khav hais tias yog nws cov hluas nraug muab them nws, rau qhov nws nrog lawv ua nkauj ua nraug, ua kom puastsuaj tas huv tibsi. Kuv yuav muab nws tej vaj txiv hmab thiab txiv cev ua kom qhuav qhawv ib yam li mojsab qhua; tej tsiaj qus yuav los muab ua kom puastsuaj tas."},{"bible_id":"1525","chapter_code":"HOS.2","verse_code":"HOS.2.13","label":"13","content":"Kuv yuav rau txim rau nws vim nws tsis nco qab kuv lawm; nws tau mus hlawv tshuaj tsw qab rau Npa-as, thiab coj saw nyiaj saw kub mus caum nws cov hluas nraug qab. Tus TSWV yog tus uas hais li ntawd."},{"bible_id":"1525","chapter_code":"HOS.2","verse_code":"HOS.2.14","label":"14","content":"Yog li ntawd, kuv yuav coj nws mus tso rau tom tiaj suabpuam dua; kuv yuav hais lus mos lus muag rau nws thiaj coj tau nws rov los."},{"bible_id":"1525","chapter_code":"HOS.2","verse_code":"HOS.2.15","label":"15","content":"Kuv yuav muab nws tej vaj txiv hmab rov qab rau nws thiab muab lub Hav Covnyom hloov ua lub roojloog uas cia siab tau. Nws yuav teb kuv tej lus ib yam li thaum nws tseem hluas uas nws nyuam qhuav los nram tebchaws Iziv los."},{"bible_id":"1525","chapter_code":"HOS.2","verse_code":"HOS.2.16","label":"16","content":"Nws yuav rov hu kuv ua nws tus txiv, nws yuav tsis hu kuv ua nws tus Npa-as  ntxiv lawm."},{"bible_id":"1525","chapter_code":"HOS.2","verse_code":"HOS.2.17","label":"17","content":"Kuv yuav tsis pub nws hais txog Npa-as lub npe ib zaug li lawm."},{"bible_id":"1525","chapter_code":"HOS.2","verse_code":"HOS.2.18","label":"18","content":"Lub sijhawm ntawd kuv yuav coglus rau tej tsiaj qus thiab tej noog kom tsis txhob los tom kuv haivneeg. Kuv yuav tshem tej cuabyeej ua rog tawm hauv lub tebchaws mus kom tas, tsis hais tej ntaj thiab tej hneevnti; kuv yuav cia kuv haivneeg nyob kaj siab lug thiab muaj kev thajyeeb."},{"bible_id":"1525","chapter_code":"HOS.2","verse_code":"HOS.2.19","label":"19","content":"Yixalayees, kuv yuav yuav koj ua kuv tus pojniam; kuv yuav ua ncaj thiab muab siab npuab koj; kuv yuav hlub thiab hmov tshua koj, thiab yuav koj ua kuv tug mus ibtxhis li."},{"bible_id":"1525","chapter_code":"HOS.2","verse_code":"HOS.2.20","label":"20","content":"Kuv yuav ua raws li kuv tej lus cog tseg thiab yuav koj ua kuv tug, thiab koj yuav lees yuav kuv ua koj tus TSWV."},{"bible_id":"1525","chapter_code":"HOS.2","verse_code":"HOS.2.21+HOS.2.22","label":"21-22","content":"Lub sijhawm ntawd kuv yuav teb kuv haivneeg Yixalayees  tej lus thov. Kuv yuav tso nag los rau hauv lub ntiajteb no, ces lub ntiajteb yuav tuaj qoobloo, txiv hmab thiab txiv ntoo roj."},{"bible_id":"1525","chapter_code":"HOS.2","verse_code":"HOS.2.23","label":"23","content":"Kuv yuav tsa kuv haivneeg rau hauv lub tebchaws ntawd thiab ua kom lawv vammeej. Kuv yuav hlub cov neeg uas muaj lub npe hu hais tias “Tsis Hlub,” thiab hlub cov neeg uas hu hais tias “Tsis Yog Kuv Haivneeg” Kuv yuav hais tias, “Nej yog kuv haivneeg,” thiab lawv yuav teb hais tias, “Koj yog peb tus Vajtswv.”"},{"bible_id":"1525","chapter_code":"HOS.3","verse_code":"HOS.3.1","label":"1","content":"Tus TSWV hais rau kuv hais tias, “Koj cia li rov qab mus  hlub tus pojniam uas mus deev hluas nraug lawm. Koj yuav tsum hlub nws ib yam li kuv tseem hlub cov Yixalayees, txawm yog lawv tso kuv tseg thiab mus pe lwm tus vajtswv thiab muab tej txiv hmab qhuav coj mus fij rau tej mlom,  los kuv tseem hlub lawv.”"},{"bible_id":"1525","chapter_code":"HOS.3","verse_code":"HOS.3.2","label":"2","content":"Yog li ntawd, kuv thiaj muab tau kaum tsib daim nyiaj thiab xya tawb nplej mus yuav nws rov los."},{"bible_id":"1525","chapter_code":"HOS.3","verse_code":"HOS.3.3","label":"3","content":"Kuv hais rau nws hais tias, “Kom nws nyob tos kuv, tsis txhob mus ua niamntiav lossis deev hluas nraug li. Txawm yog kuv los kuv yuav nyob tos nws xwb.”"},{"bible_id":"1525","chapter_code":"HOS.3","verse_code":"HOS.3.4","label":"4","content":"Cov Yixalayees yuav nyob ntev loo ib yam li ntawd, yuav tsis muaj vajntxwv lossis cov thawjcoj, tsis muaj khoom fij lossis tsis muaj tej ncej zeb tseemceeb, tsis muaj mlom lossis mojzeej rau lawv pe li."},{"bible_id":"1525","chapter_code":"HOS.3","verse_code":"HOS.3.5","label":"5","content":"Tiamsis muaj ib lub sijhawm cov Yixalayees yuav rov los cuag tus TSWV uas yog lawv tus Vajtswv thiab los cuag vajntxwv Daviv ib tug xeebntxwv. Thaum ntawd lawv yuav hwm tus TSWV thiab yuav tau txais tej khoom zoo uas nws muab pub rau lawv."},{"bible_id":"1525","chapter_code":"HOS.4","verse_code":"HOS.4.1","label":"1","content":"Tus TSWV muaj lus kom cov neeg uas nyob hauv lub tebchaws no. Cov Yixalayees, nej cia li mloog tej lus uas hais tias, “Cov neeg uas nyob hauv lub tebchaws no, tsis muaj kev ncaj ncees lossis kev hlub, thiab tsis lees paub hais tias kuv yog lawv tus Vajtswv."},{"bible_id":"1525","chapter_code":"HOS.4","verse_code":"HOS.4.2","label":"2","content":"Lawv coglus thiab tsis ua raws li tej lus cog tseg ntawd; lawv hais lus dag, tua neeg, ua tubsab thiab ua kev nkauj kev nraug. Muaj kev phem kev qias ntau zuj zus, thiab muaj kev tua neeg ib tug tas ib tug tuaj."},{"bible_id":"1525","chapter_code":"HOS.4","verse_code":"HOS.4.3","label":"3","content":"Yog li ntawd, lub tebchaws yuav qhuav thiab txhua tsav yam uas nyob hauv lub tebchaws yuav tuag tas. Txhua yam tsiaj thiab noog, thiab txawm yog tej ntses hauv dej los yuav tuag tas huv tibsi.”"},{"bible_id":"1525","chapter_code":"HOS.4","verse_code":"HOS.4.4","label":"4","content":"Tus TSWV hais tias, “Tsis pub nej leejtwg kom lossis cem tej pejxeem hlo li, kuv tsuas cem nej cov uas yog povthawj xwb."},{"bible_id":"1525","chapter_code":"HOS.4","verse_code":"HOS.4.5","label":"5","content":"Nej niaj hnub niaj hmo ua txhaum, thiab cov cevlus los ua txhaum ib yam li nej. Kuv yuav muab haivneeg Yixalayees uas yog nej niam rhuav kom puastsuaj mus."},{"bible_id":"1525","chapter_code":"HOS.4","verse_code":"HOS.4.6","label":"6","content":"Kuv haivneeg raug puastsuaj vim lawv tsis lees paub kuv. Nej cov uas yog povthawj los tsis lees paub kuv thiab tso kuv tej lus qhuab qhia tseg. Yog li ntawd, kuv thiaj tsis lees paub nej thiab tsis pub nej cov tub los ua kuv cov povthawj."},{"bible_id":"1525","chapter_code":"HOS.4","verse_code":"HOS.4.7","label":"7","content":"“Nej yimhuab muaj povthawj coob, nej yimhuab ua txhaum tawmtsam kuv; yog li ntawd, kuv yuav muab nej tej kev tau ntsejmuag hloov ua kev poob ntsejmuag."},{"bible_id":"1525","chapter_code":"HOS.4","verse_code":"HOS.4.8","label":"8","content":"Nej muaj txiag npluanuj vim nej cia kuv haivneeg mus ua kev txhaum; yog li ntawd, nej thiaj xav kom lawv hajyam ua kev txhaum ntau zuj zus ntxiv."},{"bible_id":"1525","chapter_code":"HOS.4","verse_code":"HOS.4.9","label":"9","content":"Nej yuav raug txim txomnyem ib yam li tej neeg sawvdaws ntag! Kuv yuav rau txim rau nej raws li tej uas nej tau ua lawm."},{"bible_id":"1525","chapter_code":"HOS.4","verse_code":"HOS.4.10","label":"10","content":"Nej yuav noj tej khoom fij uas yog nej tug, tiamsis tseem tshaib plab qees. Nej yuav pe thiab thov ntau tus vajtswv kom nej muaj tubki, tiamsis nej yuav muaj tsis taus tubki, rau qhov nej tau tso kuv tseg thiab mus pe lwm tus vajtswv lawm.”"},{"bible_id":"1525","chapter_code":"HOS.4","verse_code":"HOS.4.11","label":"11","content":"Tus TSWV hais tias, “Twb yog tej cawv txiv hmab qub thiab tshiab ua rau kuv haivneeg tsis meejpem lawm!"},{"bible_id":"1525","chapter_code":"HOS.4","verse_code":"HOS.4.12","label":"12","content":"Lawv mus pe tej mlom ntoo! Lawv khov kuam saib tej uas lawv xav paub! Lawv tso kuv tseg. Lawv muab lawv fij rau lwm tus vajtswv ib yam li tus pojniam uas mus ua niamntiav."},{"bible_id":"1525","chapter_code":"HOS.4","verse_code":"HOS.4.13","label":"13","content":"Lawv coj khoom mus fij saum tej roob thiab mus hlawv tshuaj tsw qab hauv tej qab ntoos uas muaj nplooj ntxoov nyos saum tej roob, rau qhov tus duab ntxoov ntxoo ua rau laj siab ntxiag. “Yog li ntawd, nej tej ntxhais thiaj mus ua niamntiav, thiab nej tej nyab thiaj mus deev hluas nraug."},{"bible_id":"1525","chapter_code":"HOS.4","verse_code":"HOS.4.14","label":"14","content":"Txawm li ntawd los kuv yuav tsis rau txim rau nej tej ntxhais thiab tej nyab uas ua txhaum li ntawd, rau qhov nej cov uas yog txivneej twb mus nrog tej niamntiav  nyob ua ke hauv lub tsev teev mlom thiab nrog luag koom muab khoom fij rau dab rau mlom. Raws li muaj pajlug hais tseg tias, ‘Ib tug neeg uas tsis muaj tswvyim yuav raug puastsuaj.’"},{"bible_id":"1525","chapter_code":"HOS.4","verse_code":"HOS.4.15","label":"15","content":"“Txawm yog nej cov Yixalayees tsis muab siab npuab kuv los thov kom cov Yudas tsis txhob mus ua txhaum li nej ua. Tsis txhob mus pehawm hauv lub nroog Nkilenkas lossis hauv lub nroog Npethavees,  lossis tsis txhob mus nyob hauv tej nroog ntawd tuav tus TSWV uas muaj sia nyob lub npe coglus li."},{"bible_id":"1525","chapter_code":"HOS.4","verse_code":"HOS.4.16","label":"16","content":"Cov Yixalayees tawv ncauj ib yam li tej nees zag. Kuv yuav ua li cas yug tau lawv ib yam li yug pab yaj hauv tshav zaub?"},{"bible_id":"1525","chapter_code":"HOS.4","verse_code":"HOS.4.17","label":"17","content":"Cov Yixalayees qaug rau txojkev pe mlom lawm. Cia lawv ua ywj lawv lub siab."},{"bible_id":"1525","chapter_code":"HOS.4","verse_code":"HOS.4.18","label":"18","content":"Thaum lawv haus cawv txiv hmab ntau lawm, lawv zoo siab hlo mus sib deev lawv nyiam kev poob ntsejmuag heev dua tau ntsejmuag."},{"bible_id":"1525","chapter_code":"HOS.4","verse_code":"HOS.4.19","label":"19","content":"Lawv yuav raug luag cab mus ib yam li cua ntsawj, thiab lawv yuav raug kev txajmuag vim qhov uas lawv fij khoom rau dab."},{"bible_id":"1525","chapter_code":"HOS.5","verse_code":"HOS.5.1","label":"1","content":"“Cov povthawj, nej cia li mloog! Cov Yixalayees, nej cia li ua tib zoo mloog! Cov uas yog vajntxwv cajces, nej cia li mloog! Tsimnyog nej txiav txim ncaj ncees tiamsis nej tsis ua. Yog li ntawd nej yuav raug txim. Nej yog rooj nta npuj uas caws tos nyob hauv lub nroog Mixepas, yog lub vas uas nthuav rau saum lub Roob Tanpaus,"},{"bible_id":"1525","chapter_code":"HOS.5","verse_code":"HOS.5.2","label":"2","content":"thiab yog lub qhov uas tob heev hauv lub nroog Akaxias,  kuv yuav rau txim rau nej txhua tus huv tibsi."},{"bible_id":"1525","chapter_code":"HOS.5","verse_code":"HOS.5.3","label":"3","content":"Kuv paub Yixalayees lub siab, nws yeej khiav tsis dhau kuv li. Nws yeej tsis muaj lub siab ncaj, thiab nws cov neeg yeej tsis tsimnyog pehawm kuv.”"},{"bible_id":"1525","chapter_code":"HOS.5","verse_code":"HOS.5.4","label":"4","content":"Tej kev phem kev qias uas cov neeg ua ntawd thaiv lawv txoj haukev tsis pub lawv los cuag tau lawv tus Vajtswv. Lawv lub siab xib rau kev pe dab pe mlom, lawv thiaj tsis lees yuav tus TSWV."},{"bible_id":"1525","chapter_code":"HOS.5","verse_code":"HOS.5.5","label":"5","content":"Cov Yixalayees tej kev khavtheeb rov kom lawv. Lawv tej kev txhaum ua rau lawv ntog, thiab cov Yudas nrog lawv ntog ib yam nkaus."},{"bible_id":"1525","chapter_code":"HOS.5","verse_code":"HOS.5.6","label":"6","content":"Lawv coj lawv tej yaj thiab nyuj mus tua fij rau tus TSWV, tiamsis tej ntawd pab tsis tau lawv dabtsi li. Lawv nrhiav tsis tau tus TSWV, rau qhov nws twb tso lawv tseg lawm."},{"bible_id":"1525","chapter_code":"HOS.5","verse_code":"HOS.5.7","label":"7","content":"Lawv tsis muab siab npuab tus TSWV; lawv tej menyuam tsis yog tus TSWV menyuam. Yog li ntawd, tshuav tsis ntev lawv thiab lawv tej liaj tej teb yuav raug puastsuaj tas."},{"bible_id":"1525","chapter_code":"HOS.5","verse_code":"HOS.5.8","label":"8","content":"Cia li tshuab xyu hauv lub nroog Nkinpe-as! Cia li tshuab xyu ceebtoom hauv lub nroog Lamas! Cia li qw ntshoo nrooj hauv lub nroog Npethavees! Cov Npeenyamees cia li mus ntaus rog!"},{"bible_id":"1525","chapter_code":"HOS.5","verse_code":"HOS.5.9","label":"9","content":"Hnub rau txim twb los yuav txog, cov Yixalayees yuav raug puastsuaj. Cov Yixalayees, yeej yuav muaj tej xwm no los tiag tiag li!"},{"bible_id":"1525","chapter_code":"HOS.5","verse_code":"HOS.5.10","label":"10","content":"Tus TSWV hais tias, “Kuv chim rau cov Yudas, rau qhov lawv cov thawjcoj tau txhij tubrog tuaj tua cov Yixalayees thiab txeeb lawv lub tebchaws. Yog li ntawd, kuv yuav rau txim hnyav rau lawv ib yam li dej nyab."},{"bible_id":"1525","chapter_code":"HOS.5","verse_code":"HOS.5.11","label":"11","content":"Cov Yixalayees raug tsimtxom; luag txeeb tau lawv lub tebchaws lawm, rau qhov lawv pheej mus thov cov neeg uas pab tsis tau tuaj pab lawv xwb."},{"bible_id":"1525","chapter_code":"HOS.5","verse_code":"HOS.5.12","label":"12","content":"Kuv yuav tso kev puastsuaj los rau cov Yixalayees thiab yuav ua kom cov Yudas puastsuaj mus."},{"bible_id":"1525","chapter_code":"HOS.5","verse_code":"HOS.5.13","label":"13","content":"“Thaum cov Yixalayees pom hais tias lawv raug mob sab heev thiab thaum cov Yudas pom lawv tej qhov txhab, ces cov Yixalayees thiaj mus thov cov Axilias tus vajntxwv uas muaj hwjchim loj tuaj pab lawv, tiamsis nws tsis muaj cuabkav cawm tau lawv lossis kho tau lawv tej qhov txhab zoo."},{"bible_id":"1525","chapter_code":"HOS.5","verse_code":"HOS.5.14","label":"14","content":"Kuv yuav tawmtsam cov Yixalayees thiab cov Yudas ib yam li tus tsov ntxhuav. Kuv yuav muab lawv dua ua tej daim povtseg. Thaum kuv cab lawv mus povtseg tsis muaj leejtwg yuav muaj cuabkav cawm tau lawv li."},{"bible_id":"1525","chapter_code":"HOS.5","verse_code":"HOS.5.15","label":"15","content":"“Vim kuv haivneeg tej kev txhaum, kuv yuav muab lawv tso tseg mus txog thaum uas lawv txomnyem txaus, thiab lawv tig rov los cuag kuv tso. Tej zaum thaum lawv raug kev txomnyem li ntawd, lawv yuav tig rov los nrhiav kuv.”"},{"bible_id":"1525","chapter_code":"HOS.6","verse_code":"HOS.6.1","label":"1","content":"Tej neeg hais tias, “Peb cia li rov mus cuag tus TSWV! Nws tau ua rau peb raug mob, tiamsis nws yuav kho peb tej mob kom zoo; nws tau ua rau peb tej nqaij to, tiamsis nws yuav qhwv peb tej qhov txhab puas yog?"},{"bible_id":"1525","chapter_code":"HOS.6","verse_code":"HOS.6.2","label":"2","content":"Ob peb hnub saum no nws yuav muab peb hloov dua tshiab, thiab peb yuav tau mus nrog nws nyob."},{"bible_id":"1525","chapter_code":"HOS.6","verse_code":"HOS.6.3","label":"3","content":"Cia peb xyaum tiag kom paub tus TSWV. Nws yuav los cuag peb ib yam li qhov kaj ntug uas niaj tagkis muaj thiab ib yam li kob nag tshiab uas niaj xyoo los rau hauv lub ntiajteb.”"},{"bible_id":"1525","chapter_code":"HOS.6","verse_code":"HOS.6.4","label":"4","content":"Tiamsis tus TSWV hais tias, “Cov Yudas thiab cov Yixalayees, kuv yuav ua dabtsi rau nej? Nej hlub kuv ib yam li cov huab tsaus ib pliag thaum sawv ntxov thiab ib yam li tej lwg dej uas tshav ntuj tuaj ziab ces qhuav tas lawm xwb."},{"bible_id":"1525","chapter_code":"HOS.6","verse_code":"HOS.6.5","label":"5","content":"Twb yog vim li ntawd kuv thiaj txib kuv cov cevlus los qhia kuv tej kev txiav txim thiab kev puastsuaj rau nej. Nej twb pom tseeb thiab paub meej tej uas kuv xav tau ntawm nej lawm."},{"bible_id":"1525","chapter_code":"HOS.6","verse_code":"HOS.6.6","label":"6","content":"Qhov uas kuv xav tau yog kom nej muaj txojkev hlub, tsis yog tus tsiaj uas nej muab tua theej txhoj. Kuv xav kom kuv haivneeg paub kuv tseeb dua li uas cia lawv coj khoom tuaj fij rau kuv."},{"bible_id":"1525","chapter_code":"HOS.6","verse_code":"HOS.6.7","label":"7","content":"“Tiamsis thaum lawv los txog rau ntawm lub nroog Adas  xwb, lawv twb rhuav kuv tej lus cog tseg lawm."},{"bible_id":"1525","chapter_code":"HOS.6","verse_code":"HOS.6.8","label":"8","content":"Nkile-as yog lub nroog uas cov neeg ua phem ua qias thiab tua neeg nyob puv nkaus."},{"bible_id":"1525","chapter_code":"HOS.6","verse_code":"HOS.6.9","label":"9","content":"Cov povthawj zoo ib yam li tej tubsab uas tos rawv ua limhiam rau tej neeg taug kev. Lawv tua neeg raws txojkev uas mus rau ntawm qhov chaw dawbhuv hauv Sekhees, thiab txhua yam kev phem no yog lawv txhob txwm ua xwb."},{"bible_id":"1525","chapter_code":"HOS.6","verse_code":"HOS.6.10","label":"10","content":"Kuv pom muaj ib yam uas phem heev nyob hauv cov Yixalayees: Qhov ntawd yog kuv haivneeg mus pe mlom ua rau lawv tsis huv lawm."},{"bible_id":"1525","chapter_code":"HOS.6","verse_code":"HOS.6.11","label":"11","content":"“Hais rau nej cov Yudas paub hais tias kuv twb teem caij yuav rau txim rau nej raws li tej kev txhaum uas nej niaj hnub ua ntawd lawm."},{"bible_id":"1525","chapter_code":"HOS.7","verse_code":"HOS.7.1","label":"1","content":"“Thaum uas kuv xav kho kuv haivneeg Yixalayees thiab ua kom lawv rov vammeej dua, los kuv tsuas pom tej kev phem kev qias uas lawv ua xwb. Lawv ib leeg dag ntxias ib leeg; lawv tsoo luag tsev thiab nyiag luag khoom; lawv huab luag tug ntawm tej kev."},{"bible_id":"1525","chapter_code":"HOS.7","verse_code":"HOS.7.2","label":"2","content":"Lawv xav tsis txog hais tias kuv yuav cim ntsoov tej kev phem kev qias uas lawv ua; lawv tej kev txhaum nyob puagncig lawv, thiab kuv pom ntsoov tsis muaj ib yam dabtsi roos tau li.”"},{"bible_id":"1525","chapter_code":"HOS.7","verse_code":"HOS.7.3","label":"3","content":"Tus TSWV hais tias, “Tej pejxeem tuavhauv dag ntxias uas phem rau vajntxwv thiab nws cov nomtswv."},{"bible_id":"1525","chapter_code":"HOS.7","verse_code":"HOS.7.4","label":"4","content":"Lawv sawvdaws puavleej yog neeg ntxeev siab thiab tsis sib hwm. Lawv tej kev ntxub kub ib yam li lub qhovtxos uas luag rauv cub ncuav thiab cig ntsaj thuav mus txog thaum ncuav siav tsis tsij taws ntxiv li."},{"bible_id":"1525","chapter_code":"HOS.7","verse_code":"HOS.7.5","label":"5","content":"Hnub uas lawv ua kevcai hawm vajntxwv, lawv muab cawv txhaus vajntxwv thiab nws cov nomtswv kom qaug thiab vwm cawv ua dog ua dig."},{"bible_id":"1525","chapter_code":"HOS.7","verse_code":"HOS.7.6","label":"6","content":"Lawv txojkev tuavhauv kub  ib yam li lub qhovtxos. Lawv txojkev chim ntaiv hwv ib hmo, ces thaum kaj ntug lawv txojkev chim txawm cig plaws ib yam li tej nplaim taws."},{"bible_id":"1525","chapter_code":"HOS.7","verse_code":"HOS.7.7","label":"7","content":"“Vim lawv txojkev chim uas kub heev ntawd, lawv thiaj muab lawv cov thawjcoj tua povtseg. Lawv cov vajntxwv raug tua ib tug dhau ib tug, tiamsis tsis muaj leejtwg tsa ncauj thov kuv pab li.”"},{"bible_id":"1525","chapter_code":"HOS.7","verse_code":"HOS.7.8","label":"8","content":"Tus TSWV hais tias, “Cov Yixalayees zoo ib yam li lub ncuav uas muab cub siav txog nrab xwb. Lawv cia siab kawg rau tej haivneeg uas nyob puagncig lawv."},{"bible_id":"1525","chapter_code":"HOS.7","verse_code":"HOS.7.9","label":"9","content":"Lawv twb tsis paub hais tias qhov uas lawv tso siab rau cov neeg txawv tebchaws ntawd ua rau lawv lub zog ntaug zuj zus lawm. Vajtswv twb teem hnub kawg cia rau lawv lawm, tiamsis lawv tsis paub li."},{"bible_id":"1525","chapter_code":"HOS.7","verse_code":"HOS.7.10","label":"10","content":"Cov Yixalayees tej kev khavtheeb rov kom lawv lawm. Txawm yog twb muaj tej xwm no los lawv tseem tsis kam tig los cuag tus TSWV uas yog lawv tus Vajtswv."},{"bible_id":"1525","chapter_code":"HOS.7","verse_code":"HOS.7.11","label":"11","content":"Cov Yixalayees lub siab ywjfab ywjfwj ib yam li tus nquab uas ya mus ya los tsis paub yuav tsaws qhov twg; thawj zaug lawv mus thov cov Iziv pab, ces tom qab ntawd lawv ho mus thov cov Axilias pab!"},{"bible_id":"1525","chapter_code":"HOS.7","verse_code":"HOS.7.12","label":"12","content":"Tiamsis kuv yuav nthuav vas cuab lawv ib yam li cuab noog. Kuv yuav rau txim rau lawv, vim tej kev phem kev qias uas lawv tau ua tas los."},{"bible_id":"1525","chapter_code":"HOS.7","verse_code":"HOS.7.13","label":"13","content":"“Lawv raug puastsuaj lawm! Lawv tau ntxeev siab rau kuv thiab tso kuv tseg. Lawv yuav raug kev puastsuaj. Kuv xav cawm kom lawv dim, tiamsis lawv tsis muaj nplooj siab pehawm kuv tiag."},{"bible_id":"1525","chapter_code":"HOS.7","verse_code":"HOS.7.14","label":"14","content":"Lawv tsis muaj lub siab dawb paug thov kuv tiag, tiamsis lawv lam quaj tso cev da xwb. Thaum lawv thov kuv pub nplej thiab cawv txiv hmab rau lawv, lawv muab riam hlais lawv tej nqaij to. Lawv ntxeev siab rau kuv!"},{"bible_id":"1525","chapter_code":"HOS.7","verse_code":"HOS.7.15","label":"15","content":"Kuv yog tus cob qhia lawv thiab txhawb kom lawv muaj zog los lawv tseem ntxeev siab tawmtsam kuv."},{"bible_id":"1525","chapter_code":"HOS.7","verse_code":"HOS.7.16","label":"16","content":"Lawv tso kuv tseg thiab mus teev tus vajtswv uas tsis muaj hwjchim dabtsi li.  Kuv cia siab tsis tau rau lawv ib yam li tus qhaub hneevnti uas tuag duav lawm. Rau qhov lawv cov thawjcoj khavtheeb heev, lawv yuav raug hniav ntaj tuag tas, thiab cov Iziv yuav luag lawv plig.”"},{"bible_id":"1525","chapter_code":"HOS.8","verse_code":"HOS.8.1","label":"1","content":"Tus TSWV hais tias, “Cia li tshuab xyu ceebtoom rau sawvdaws! Yeebncuab sau nthwv tuaj rau hauv kuv lub tebchaws ib yam li tus dav ya tuaj! Kuv haivneeg tsis ua raws li tej lus uas kuv tau cog tseg rau lawv, thiab lawv tau ntxeev siab tawmtsam kuv tej lus qhia."},{"bible_id":"1525","chapter_code":"HOS.8","verse_code":"HOS.8.2","label":"2","content":"Txawm yog li ntawd los lawv tseem muaj plhus hu kuv ua lawv tus Vajtswv thiab khav hais tias lawv yog kuv haivneeg thiab paub kuv,"},{"bible_id":"1525","chapter_code":"HOS.8","verse_code":"HOS.8.3","label":"3","content":"tiamsis lawv tsis kam lees yuav qhov zoo. Vim li ntawd lawv cov yeebncuab thiaj caum lawv tua."},{"bible_id":"1525","chapter_code":"HOS.8","verse_code":"HOS.8.4","label":"4","content":"“Kuv haivneeg xaiv lawv cov vajntxwv, tiamsis lawv xaiv raws li lawv pom zoo xwb. Lawv tsa tej thawjcoj, tiamsis kuv tsis pom zoo. Lawv muab lawv tej nyiaj tej kub coj mus nchuav mlom rau lawv pe; lawv ua li ntawd twb yog lawv rov ua rau lawv raug kev puastsuaj ntag."},{"bible_id":"1525","chapter_code":"HOS.8","verse_code":"HOS.8.5","label":"5","content":"Kuv ntxub tus mlom nyuj uas cov neeg hauv lub nroog Xamalis pe kawg li. Kuv npautaws heev rau lawv. Thaum twg lawv mam li tso lawv txojkev pe mlom ntawd tseg?"},{"bible_id":"1525","chapter_code":"HOS.8","verse_code":"HOS.8.6","label":"6","content":"Tus mlom uas tus neeg Yixalayees nchuav ntawd yeej tsis yog tus vajtswv tiag! Tus mlom nyuj uas sawvdaws pe hauv lub nroog Xamalis yuav raug muab tsoo kom tawg mos nyoos."},{"bible_id":"1525","chapter_code":"HOS.8","verse_code":"HOS.8.7","label":"7","content":"Yog lawv tseb cua, lawv yuav tau sau nagxob nagcua! Cov nplej hauv daim teb uas tseem tsis tau siav, yeej muab tsis tau los ua ncuav li. Tiamsis yog siav lawm, tej neeg txawv tebchaws yuav tuaj muab noj tas."},{"bible_id":"1525","chapter_code":"HOS.8","verse_code":"HOS.8.8","label":"8","content":"Cov Yixalayees zoo ib yam li lwm haivneeg, thiab tsis muaj nqis ib yam li lub laujkaub av uas tawg lawm."},{"bible_id":"1525","chapter_code":"HOS.8","verse_code":"HOS.8.9","label":"9","content":"Cov Yixalayees tawv ncauj npaum nkaus li tej neesluav qus, lawv ua raws li lawv lub siab nyiam xwb. Lawv mus thov cov Axilias tuaj pab thiab lawv mus ntiav lwm haivneeg tuaj pab tiv thaiv lawv lub tebchaws."},{"bible_id":"1525","chapter_code":"HOS.8","verse_code":"HOS.8.10","label":"10","content":"Tiamsis nimno kuv yuav sau zog lawv los ua ke thiab rau txim rau lawv. Tshuav tsis ntev tus vajntxwv uas kav tebchaws Axilias yuav tuaj tsimtxom lawv, lawv yuav raug mob quaj da pes luam."},{"bible_id":"1525","chapter_code":"HOS.8","verse_code":"HOS.8.11","label":"11","content":"“Cov Yixalayees yimhuab teeb ntau lub thaj los daws kev txhaum, mas yimhuab muaj ntau lub chaw rau lawv mus ua kev txhaum ntxiv!"},{"bible_id":"1525","chapter_code":"HOS.8","verse_code":"HOS.8.12","label":"12","content":"Kuv sau tau ntau zaj lus qhuab ntuas uas suav tsis txheeb qhia rau cov Yixalayees, tiamsis lawv tsis lees yuav; lawv suav hais tias yog tej lus uas lawv tsis tau hnov dua thiab yog lwm haivneeg li."},{"bible_id":"1525","chapter_code":"HOS.8","verse_code":"HOS.8.13","label":"13","content":"Lawv coj tsiaj tuaj tua fij rau kuv, thiab lawv noj tej nqaij uas yog cov khoom fij ntawd.  Tiamsis kuv yog tus TSWV kuv tsis txaus siab rau lawv; nimno kuv yuav cim ntsoov lawv tej kev txhaum thiab rau txim rau lawv, vim tej uas lawv tau ua ntawd; kuv yuav xa lawv rov qab mus rau nram tebchaws Iziv!"},{"bible_id":"1525","chapter_code":"HOS.8","verse_code":"HOS.8.14","label":"14","content":"“Cov Yixalayees ua tau ntau lub loog, tiamsis lawv tsis nco qab tus uas Tsim lawv lawm. Thiab cov Yudas tsim tau ntau lub nroog uas txhim ntsa yeej khov kho. Tiamsis kuv yuav tso hluavtaws los hlawv lawv tej loog thiab tej nroog kom puastsuaj tas.”"},{"bible_id":"1525","chapter_code":"HOS.9","verse_code":"HOS.9.1","label":"1","content":"Cov Yixalayees, nej cia li tseg tsis txhob ua rooj noj rooj haus ib yam li tej neeg tsis hwm Vajtswv ua. Nej tau tso nej tus Vajtswv tseg thiab tsis muab siab npuab nws lawm. Nej muab nej muag rau Npa-as thoob tebchaws ib yam li tej niamntiav, thiab nej txaus siab rau tej nplej uas nej xav hais tias yog nws muab them rau nej!"},{"bible_id":"1525","chapter_code":"HOS.9","verse_code":"HOS.9.2","label":"2","content":"Tiamsis tshuav tsis ntev nej yuav tsis muaj nplej thiab roj txiv ntoo txaus rau nej noj thiab tsis muaj cawv txiv hmab rau nej haus lawm."},{"bible_id":"1525","chapter_code":"HOS.9","verse_code":"HOS.9.3","label":"3","content":"Cov Yixalayees yuav tsis nyob hauv tus TSWV lub tebchaws lawm, tiamsis lawv yuav tau rov mus nyob nram tebchaws Iziv thiab yuav tau noj tej zaub mov uas tsis huv  nyob pem tebchaws Axilias."},{"bible_id":"1525","chapter_code":"HOS.9","verse_code":"HOS.9.4","label":"4","content":"Thaum lawv mus nyob hauv lwm haivneeg tej tebchaws lawv yuav tsis muab cawv txiv hmab lossis tsiaj tuaj fij rau tus TSWV lawm. Txhua tus uas noj lawv tej zaub mov ntawd yuav ua rau nws tsis huv ib yam li noj tej zaub mov hauv tsev pam tuag. Tej zaub mov ntawd tsuas yog cov neeg uas tshaib plab noj xwb; tej zaub mov ntawd tsis muaj ib yam uas yuav zoo coj mus fij rau hauv tus TSWV lub Tuamtsev li."},{"bible_id":"1525","chapter_code":"HOS.9","verse_code":"HOS.9.5","label":"5","content":"Thaum txog lub sijhawm uas teem tseg ua kevcai hawm tus TSWV, lawv yuav ua li cas?"},{"bible_id":"1525","chapter_code":"HOS.9","verse_code":"HOS.9.6","label":"6","content":"Thaum txog hnub uas kev puastsuaj los ti, tej neeg yuav tawg khiav mus nyob ua sab ua sua; cov Iziv yuav sau lawv los ua ke, coj lawv mus faus rau hauv Meefis! Lawv tej txhab nyiaj thiab tej vajtse yuav tuaj nroj tsuag thiab tuaj pos ntxhov hnyo."},{"bible_id":"1525","chapter_code":"HOS.9","verse_code":"HOS.9.7","label":"7","content":"Twb txog lub sijhawm uas lawv raug txim thiab lub sijhawm uas lawv yuav sau lawv tej kev txhaum. Thaum muaj li ntawd, cov Yixalayees yuav paub! Nej hais tias, “Tus cev Vajtswv lus no ruam kawg nkaus li! Tus neeg uas Vajtswv tshoov siab ntawd vwm lawm.” Nej ntxub kuv heev, vim nej ua txhaum loj kawg li."},{"bible_id":"1525","chapter_code":"HOS.9","verse_code":"HOS.9.8","label":"8","content":"Vajtswv tau txib kuv ua ib tug cev Vajtswv lus ntuas nws haivneeg Yixalayees. Tiamsis txhua qhov uas kuv mus nej cuab hlua tos kuv kev ib yam li cuab noog. Hauv Vajtswv lub tebchaws los tej neeg tseem ua yeebncuab rau cov cev Vajtswv lus."},{"bible_id":"1525","chapter_code":"HOS.9","verse_code":"HOS.9.9","label":"9","content":"Lawv ua phem ua qias ib yam li thaum uas lawv nyob hauv Nkinpe-as.  Vajtswv yuav cim ntsoov tej kev txhaum uas lawv ua thiab rau txim rau lawv vim tej uas lawv ua ntawd."},{"bible_id":"1525","chapter_code":"HOS.9","verse_code":"HOS.9.10","label":"10","content":"Tus TSWV hais tias, “Thaum chivthawj uas kuv nrhiav tau cov Yixalayees zoo ib yam li kuv pom tsob txiv hmab uas tuaj hauv tiaj suabpuam. Thaum chivthawj uas kuv pom nej cov yawgkoob zoo ib yam li kuv pom thawj phaum txiv ncuavpias uas siav thaum txog caij. Tiamsis thaum lawv los txog ntawm lub Roob Pe-aus, lawv txawm pib pe Npa-as thiab tsis ntev lawv txawm mus ua phem ua qias ib yam li tej vajtswv uas lawv nyiam pe ntawd lawm."},{"bible_id":"1525","chapter_code":"HOS.9","verse_code":"HOS.9.11","label":"11","content":"Cov Yixalayees lub hwjchim yuav ploj mus ib yam li tus noog ya, lawv yuav tsis muaj tubki; lawv tej pojniam yuav tsis xeeb tub thiab tsis yug menyuam lawm."},{"bible_id":"1525","chapter_code":"HOS.9","verse_code":"HOS.9.12","label":"12","content":"Txawm yog lawv muaj taus menyuam los kuv yuav coj huv tibsi mus tsis tseg ib tug muaj sia nyob li. Thaum kuv tso haivneeg no tseg lawm, lawv yuav raug kev txomnyem loj kawg nkaus.”"},{"bible_id":"1525","chapter_code":"HOS.9","verse_code":"HOS.9.13","label":"13","content":"Tus TSWV, kuv twb pom luag caum  lawv cov menyuam thiab muab tua lawm."},{"bible_id":"1525","chapter_code":"HOS.9","verse_code":"HOS.9.14","label":"14","content":"Kuv yuav thov kom koj ua li cas rau cov neeg no? Thov koj ua rau lawv tej pojniam kom muaj tsis taus menyuam thiab ua kom lawv tsis muaj mis pub lawv tej menyuam."},{"bible_id":"1525","chapter_code":"HOS.9","verse_code":"HOS.9.15","label":"15","content":"Tus TSWV hais tias, “Lawv pib ua kev txhaum nyob hauv lub nroog Nkilenkas. Kuv thiaj pib ntxub lawv thaum ntawd los. Thiab vim yog tej kev phem kev qias uas lawv ua ntawd kuv thiaj yuav muab lawv ntiab tawm hauv kuv lub tebchaws mus. Kuv yuav tsis hlub lawv ntxiv lawm; lawv cov thawjcoj puavleej ntxeev siab tawmtsam kuv."},{"bible_id":"1525","chapter_code":"HOS.9","verse_code":"HOS.9.16","label":"16","content":"Cov Yixalayees zoo ib yam li tsob ntoo uas tej cag twb qhuav tas thiab tsis txi txiv lawm. Lawv yuav tsis muaj menyuam, txawm yog lawv muaj los kuv yuav muab tej menyuam uas lawv hlub heev tua povtseg huv tibsi.”"},{"bible_id":"1525","chapter_code":"HOS.9","verse_code":"HOS.9.17","label":"17","content":"Tus Vajtswv uas kuv pehawm yuav tso nws haivneeg tseg vim lawv tsis mloog nws lus. Lawv yuav ua neeg poob tebchaws mus nyob xyaw luag lwm haivneeg."},{"bible_id":"1525","chapter_code":"HOS.10","verse_code":"HOS.10.1","label":"1","content":"Cov Yixalayees zoo ib yam li tsob txiv hmab uas txi txiv ncw heev. Lawv vammeej npaum twg, lawv yimhuab teeb thaj ntau npaum ntawd. Lawv lub tebchaws ua tau qoobloo ntau npaum twg, lawv yimhuab teeb ncej zeb ntau npaum ntawd rau lawv pe."},{"bible_id":"1525","chapter_code":"HOS.10","verse_code":"HOS.10.2","label":"2","content":"Cov neeg uas muaj lub siab dag ntxias yuav raug kev txomnyem vim lawv tej kev txhaum ntawd. Vajtswv yuav rhuav lawv tej thaj thiab tsoo lawv tej ncej zeb kom puastsuaj tas."},{"bible_id":"1525","chapter_code":"HOS.10","verse_code":"HOS.10.3","label":"3","content":"Tsis ntev cov neeg no yuav hais tias, “Peb tsis muaj vajntxwv, rau qhov peb tsis hwm tus TSWV. Txawm yog peb muaj vajntxwv los nws yuav ua tau dabtsi pab peb?”"},{"bible_id":"1525","chapter_code":"HOS.10","verse_code":"HOS.10.4","label":"4","content":"Lawv hais lus ua dog ua dig tsis muaj hauvpaus hauvntsis lawv coglus dag. Lawv muab kev ncaj ncees hloov ua kev tsis ncaj ncees ib yam li tsob tshuaj kuab taw hnyuv uas loj hlob hauv daim teb uas luag laij cia lawm."},{"bible_id":"1525","chapter_code":"HOS.10","verse_code":"HOS.10.5","label":"5","content":"Cov neeg uas nyob hauv lub nroog Xamalis yuav ntshai thiab quaj ntsuag tus mlom heev nyuj  uas yog muab kub nchuav ua nyob hauv lub nroog Npethees. Lawv thiab cov povthawj uas pe tus mlom ntawd yuav quaj ntsuag. Lawv yuav tsa suab quaj thaum luag muab tej kub uas vuam tus mlom ntawd tev tas lawm."},{"bible_id":"1525","chapter_code":"HOS.10","verse_code":"HOS.10.6","label":"6","content":"Luag yuav coj tus mlom ntawd mus pub rau cov Axilias tus vajntxwv uas muaj hwjchim loj. Yixalayees yuav poob ntsejmuag thiab txajmuag vim nws ua raws li luag tej lus haub ntxias."},{"bible_id":"1525","chapter_code":"HOS.10","verse_code":"HOS.10.7","label":"7","content":"Yixalayees tus vajntxwv yuav raug luag cab mus ib yam li daim nplais ntoo uas dej tshoob lawm."},{"bible_id":"1525","chapter_code":"HOS.10","verse_code":"HOS.10.8","label":"8","content":"Tej tsev teev mlom uas nyob saum roob hauv lub nroog Avees  uas cov Yixalayees pheej mus pe mlom yuav raug puastsuaj tas. Pos thiab nroj yuav tuaj laum lawv tej thaj. Tej neeg yuav thov tej roob hais tias, “Thov npog peb lauj!” thiab thov tej pov roob hais tias, “Thov txhub peb lauj!”."},{"bible_id":"1525","chapter_code":"HOS.10","verse_code":"HOS.10.9","label":"9","content":"Tus TSWV hais tias, “Txij thaum cov Yixalayees ua txhaum rau kuv hauv lub nroog Nkinpe-as los,  lawv yeej tsis tso txojkev txhaum uas lawv ua ntawd tseg li. Yog li ntawd, yuav muaj kev tsov kev rog tuaj tua lawv hauv lub nroog Nkinpe-as."},{"bible_id":"1525","chapter_code":"HOS.10","verse_code":"HOS.10.10","label":"10","content":"Kuv yuav tawmtsam  cov neeg ua txhaum no thiab rau txim rau lawv. Ntau haivneeg yuav sib sau ua ke tuaj tua lawv, thiab lawv yuav raug txim rau qhov lawv tau ua txhaum ntau heev."},{"bible_id":"1525","chapter_code":"HOS.10","verse_code":"HOS.10.11","label":"11","content":"“Yav tas los cov Yixalayees zoo ib yam li tus xyuas nyuj uas twb cob tau thiab tos rawv coj mus tsuj nplej lawm xwb. Tiamsis kuv npaj siab muab tus quab  khuam rau nws lub cajdab uas ntug ntoob kom nws ua haujlwm hnyav dua qhov qub. Kuv kom Yudas cab rab khais thiab kom Yixalayees cab lub zuag."},{"bible_id":"1525","chapter_code":"HOS.10","verse_code":"HOS.10.12","label":"12","content":"Kuv hais tias, ‘Nej cia li mus laij dua daim teb tshiab rau nej cog kev ncaj ncees thiab sau tej koob hmoov uas kuv muab rau txhua tus uas muab siab npuab kuv. Twb txog lub sijhawm uas nej los cuag kuv uas yog nej tus TSWV lawm, kuv yuav los thiab nchuav koob hmoov rau nej.’"},{"bible_id":"1525","chapter_code":"HOS.10","verse_code":"HOS.10.13","label":"13","content":"Tiamsis nej tsis ua li ntawd; nej tseb kev phem thiab sau kev tsis ncaj ncees nkaus xwb. Nej tej kev dag twb tawg paj txi txiv rau nej noj lawm. “Vim nej cia siab rau nej tej tsheb nees  thiab nej cov tubrog uas coob heev,"},{"bible_id":"1525","chapter_code":"HOS.10","verse_code":"HOS.10.14","label":"14","content":"thiaj yuav muaj tsov muaj rog tuaj tua nej haivneeg, thiab tagnrho nej tej chaw fajxwm yuav puastsuaj tas. Mas yuav zoo ib yam li hnub uas Vajntxwv Salemas tuaj tua lub nroog Npethanpees; tej pojniam thiab cov menyuam raug luag muab tsuj tuag tas."},{"bible_id":"1525","chapter_code":"HOS.10","verse_code":"HOS.10.15","label":"15","content":"Tej xwm zoo li ntawd yuav los raug nej cov neeg uas nyob hauv lub nroog Npethees vim tej kev phem kev qias uas nej ua tas los lawm. Thaum pib sib tua xwb cov Yixalayees tus vajntxwv twb raug tua tuag lawm.”"},{"bible_id":"1525","chapter_code":"HOS.11","verse_code":"HOS.11.1","label":"1","content":"Tus TSWV hais tias, “Thaum Yixalayees tseem yog menyuam yaus kuv hlub nws heev, thiab kuv hu nws tawm nram tebchaws Iziv los ua kuv tus tub."},{"bible_id":"1525","chapter_code":"HOS.11","verse_code":"HOS.11.2","label":"2","content":"Tiamsis kuv  yimhuab hu nws, nws yimhuab khiav ntawm kuv  mus deb npaum ntawd. Kuv haivneeg tua tsiaj fij rau Npa-as; lawv hlawv tshuaj tsw qab rau tej mlom."},{"bible_id":"1525","chapter_code":"HOS.11","verse_code":"HOS.11.3","label":"3","content":"Kuv yog tus uas qhia cov Yixalayees mus kev. Kuv tsaws kuv haivneeg los puag rau ntawm kuv ob txhais npab, tiamsis lawv tsis paub hais tias kuv yog tus uas tu lawv hlob li."},{"bible_id":"1525","chapter_code":"HOS.11","verse_code":"HOS.11.4","label":"4","content":"Kuv ua tib zoo rub lawv los cuag kuv thiab kuv hlub lawv kawg. Kuv tsaws hlo lawv los puag npuab kuv lub plhu; kuv khoov mus tu lawv thiab pub mov rau lawv noj."},{"bible_id":"1525","chapter_code":"HOS.11","verse_code":"HOS.11.5","label":"5","content":"“Lawv tsis kam tig rov los cuag kuv; yog li ntawd, lawv yuav tsum tau rov mus rau nram tebchaws Iziv, thiab haivneeg Axilias yuav tswjhwm lawv."},{"bible_id":"1525","chapter_code":"HOS.11","verse_code":"HOS.11.6","label":"6","content":"Yuav muaj tsov muaj rog tuaj tua lawv tej nroog thiab tsoo tej roojvag kom pob puas tas. Luag yuav ua kom kuv haivneeg raug puastsuaj tas, vim lawv xav hais tias tej uas lawv ua yeej zoo heev lawm."},{"bible_id":"1525","chapter_code":"HOS.11","verse_code":"HOS.11.7","label":"7","content":"Lawv tawv ncauj thiab khiav tawm ntawm kuv mus. Lawv yuav tsa suab hlo quaj vim tus quab uas lawv kwv, tiamsis yuav tsis muaj leejtwg muab tus quab ntawd tshem ntawm lawv mus li."},{"bible_id":"1525","chapter_code":"HOS.11","verse_code":"HOS.11.8","label":"8","content":"“Yixalayees, kuv yuav ua li cas tso taus koj? Kuv yuav ua li cas thiaj tso taus koj tseg? Kuv puas khuv ua kom koj puastsuaj ib yam li kuv ua rau lub nroog Amas lossis ua rau koj ib yam li kuv ua rau lub nroog Xenpauyees? Kuv lub siab yeej tsis kheev kuv ua li ntawd! Rau qhov kuv hlub koj heev."},{"bible_id":"1525","chapter_code":"HOS.11","verse_code":"HOS.11.9","label":"9","content":"Thaum kuv chim kuv yuav tsis rau txim rau koj; kuv yuav tsis ua kom cov Yixalayees raug puastsuaj ib zaug ntxiv li lawm. Rau qhov kuv yog Vajtswv, kuv tsis yog noobneej. Kuv yog tus Dawbhuv, kuv nrog nej nyob. Kuv yuav tsis los cuag nej ua tus npautaws tsawv."},{"bible_id":"1525","chapter_code":"HOS.11","verse_code":"HOS.11.10","label":"10","content":"“Thaum kuv nyooj laws ib yam li tus tsov ntxhuav rau kuv haivneeg tej yeebncuab, kuv haivneeg yuav raws kuv qab. Lawv yuav maj ceev nrooj tim sab hnubpoob rov los cuag kuv."},{"bible_id":"1525","chapter_code":"HOS.11","verse_code":"HOS.11.11","label":"11","content":"Lawv yuav khiav ceev npaum nkaus li tej noog ya nram tebchaws Iziv los thiab ceev npaum nkaus li nquab ya pem tebchaws Axilias los. Kuv yuav coj lawv rov los nyob hauv lawv tej vajtse dua. Kuv yog tus TSWV uas hais li ntawd.”"},{"bible_id":"1525","chapter_code":"HOS.11","verse_code":"HOS.11.12","label":"12","content":"Tus TSWV hais tias, “Cov Yixalayees hais lus dag thiab ntxeev ntxias puagncig kuv, thiab cov Yudas tseem ntxeev siab tsis tseg rau kuv uas yog Vajtswv tus Dawbhuv thiab ncaj ncees."},{"bible_id":"1525","chapter_code":"HOS.12","verse_code":"HOS.12.1","label":"1","content":"Txhua yam uas cov Yixalayees ua thaum sawv ntxov mus txog thaum tsaus ntuj yeej tsis muaj nqis dabtsi li tsuas yog coj kev puastsuaj los xwb. Lawv ntxeev siab thiab ua limhiam heev zuj zus. Lawv nrog cov Axilias coglus ua phoojywg thiab nrog cov Iziv ua lag ua luam.”"},{"bible_id":"1525","chapter_code":"HOS.12","verse_code":"HOS.12.2","label":"2","content":"Tus TSWV muaj lus kom cov Yudas; nws yuav rau txim rau cov Yixalayees raws li tej kev txhaum uas lawv ua. Nws yuav ua pauj tej kev txhaum uas lawv ua rov rau lawv."},{"bible_id":"1525","chapter_code":"HOS.12","verse_code":"HOS.12.3","label":"3","content":"Lawv yawgkoob Yakhauj yeej nrog nws tijlaug Exaus uas nkawd yog menyuam ntxaib sib tawmtsam thaum tseem nyob hauv leej niam plab lawm; thaum Yakhauj loj hlob los, nws tau nrog Vajtswv sib qhau thiab."},{"bible_id":"1525","chapter_code":"HOS.12","verse_code":"HOS.12.4","label":"4","content":"Nws qhau yeej ib tug timtswv ceebtsheej. Nws tau quaj thiab thov kom foom koob hmoov rau nws. Vajtswv los rau peb yawgkoob Yakhauj pom thiab nrog nws  tham nyob hauv Npethees."},{"bible_id":"1525","chapter_code":"HOS.12","verse_code":"HOS.12.5","label":"5","content":"Tus no yog tus TSWV uas yog Vajtswv tus muaj hwjchim loj kawg nkaus; tus TSWV lub npe yeej yog lub npe uas tsimnyog sawvdaws pehawm."},{"bible_id":"1525","chapter_code":"HOS.12","verse_code":"HOS.12.6","label":"6","content":"Yakhauj cov xeebntxwv, nimno nej cia li cia siab rau nej tus Vajtswv thiab rov los cuag nws. Ua siab dawb siab zoo thiab ua siab ncaj thiab ua siab ntev tos nej tus Vajtswv."},{"bible_id":"1525","chapter_code":"HOS.12","verse_code":"HOS.12.7","label":"7","content":"Tus TSWV hais tias, “Cov Yixalayees lub siab tsis ncaj ib yam li cov Kana-as thiab ntag; lawv nyiam muab rab teev tsis txwm los luj ntxo cov neeg uas tuaj yuav khoom ntawm lawv."},{"bible_id":"1525","chapter_code":"HOS.12","verse_code":"HOS.12.8","label":"8","content":"Lawv hais tias, ‘Peb npluanuj heev, peb muaj hmoo kawg nkaus. Txawm yog peb ua tsis ncaj kom peb npluanuj los yeej tsis muaj leejtwg hais tau peb li.’"},{"bible_id":"1525","chapter_code":"HOS.12","verse_code":"HOS.12.9","label":"9","content":"Tiamsis kuv yog tus TSWV, nej tus Vajtswv uas tau coj nej khiav nram tebchaws Iziv los, kuv yuav ua kom nej rov mus nyob tsevntaub ib yam li thaum nej nyob nram tiaj suabpuam uas kuv los cuag nej."},{"bible_id":"1525","chapter_code":"HOS.12","verse_code":"HOS.12.10","label":"10","content":"“Kuv tau los hais rau cov cevlus ua rau lawv pom ntau zaj yogtoog thiab kuv kom cov cevlus ntuas kuv haivneeg ntau zaus."},{"bible_id":"1525","chapter_code":"HOS.12","verse_code":"HOS.12.11","label":"11","content":"Tiamsis lawv tseem pe tej mlom hauv Nkile-as thiab, cov neeg uas pe tej mlom ntawd yuav tuag tas. Lawv cab tej heev nyuj mus tua fij nyob hauv Nkilenkas; tej thaj ntawd yuav raug rhuav ua tej pawg pobzeb nyob rau hauv tej tiaj nrag.”"},{"bible_id":"1525","chapter_code":"HOS.12","verse_code":"HOS.12.12","label":"12","content":"Peb yawgkoob Yakhauj tau khiav mus rau tim Mexuputamias, nws tau mus ua haujlwm rau ib tug txivneej thiab yug tus txivneej ntawd pab yaj kom nws tau pojniam."},{"bible_id":"1525","chapter_code":"HOS.12","verse_code":"HOS.12.13","label":"13","content":"Tus TSWV txib ib tug cevlus mus cawm haivneeg Yixalayees kom dim ntawm txojkev ua qhev nram tebchaws Iziv thiab nws saib xyuas lawv."},{"bible_id":"1525","chapter_code":"HOS.12","verse_code":"HOS.12.14","label":"14","content":"Cov Yixalayees ua rau tus TSWV chim heev; yeej tsimnyog cia lawv tuag mus vim lawv tej kev txhaum. Tus TSWV yuav rau txim rau lawv, vim tej uas lawv ua rau nws poob ntsejmuag ntawd."},{"bible_id":"1525","chapter_code":"HOS.13","verse_code":"HOS.13.1","label":"1","content":"Yav tas los, yog xeem Efalayees hais, lwm xeem Yixalayees ntshai; lawv puavleej tsa qhovmuag ntsia cov Efalayees. Tiamsis Efalayees ua txhaum rau qhov lawv mus pe Npa-as, vim li no lawv yuav tuag tas."},{"bible_id":"1525","chapter_code":"HOS.13","verse_code":"HOS.13.2","label":"2","content":"Lawv tseem pheej ua txhaum vim qhov uas lawv nchuav mlom rau lawv pe; tej mlom nyiaj ntawd yog ua raws li neeg lub tswvyim thiab yog neeg txhais tes ua xwb, los lawv tseem hais tias, “Cia li muab khoom mus fij rau tej mlom ntawd!” Neeg yuav ua li cas mus nwj tej mlom heev nyuj ntawd!"},{"bible_id":"1525","chapter_code":"HOS.13","verse_code":"HOS.13.3","label":"3","content":"Vim li ntawd, cov neeg ntawd yuav yaj ntshis ib yam li tej huab pw hav thaum sawv ntxov thiab ib yam li tej lwg dej uas tshav ntuj tuaj ziab qhuav thaum nruab hnub. Lawv yuav zoo ib yam li tej npluag nplej uas cua muab ntsawj ya tawm hauv lub tshav nplej thiab zoo ib yam li tej pa taws uas ncho tawm hauv lub cubtawg mus lawm."},{"bible_id":"1525","chapter_code":"HOS.13","verse_code":"HOS.13.4","label":"4","content":"Tus TSWV hais tas, “Kuv yog tus TSWV uas yog nej tus Vajtswv, kuv coj nej tawm nram tebchaws Iziv los. Nej tsis muaj dua lwm tus Vajtswv li tsuas yog kuv xwb. Kuv tib leeg thiaj yog nej tus cawmseej."},{"bible_id":"1525","chapter_code":"HOS.13","verse_code":"HOS.13.5","label":"5","content":"Kuv saib xyuas nej thaum nej nyob nram tiaj suabpuam, lub tebchaws uas qhuav nkig nkuav."},{"bible_id":"1525","chapter_code":"HOS.13","verse_code":"HOS.13.6","label":"6","content":"Tiamsis thaum nej los nyob rau hauv lub tebchaws uas av zoo, nej tau noj tsau npo thiab txaus siab heev, ces nej txawm cia li khavtheeb thiab tsis nco qab kuv lawm."},{"bible_id":"1525","chapter_code":"HOS.13","verse_code":"HOS.13.7","label":"7","content":"Yog li ntawd, kuv yuav tawmtsam nej ib yam li tus tsov ntxhuav. Kuv yuav tos nej kev ib yam li tus tsov pomtxwv."},{"bible_id":"1525","chapter_code":"HOS.13","verse_code":"HOS.13.8","label":"8","content":"Kuv yuav tawmtsam nej ib yam li tus maum dais uas nws cov menyuam ploj lawm; kuv yuav muab nej dua ib yam li tsov ntxhuav dua; thiab kuv yuav muab nej dua ua tej daim ib yam li tej tsiaj qus dua."},{"bible_id":"1525","chapter_code":"HOS.13","verse_code":"HOS.13.9","label":"9","content":"“Cov Yixalayees, kuv yuav ua kom nej puastsuaj mus! Leejtwg yuav pab tau nej?"},{"bible_id":"1525","chapter_code":"HOS.13","verse_code":"HOS.13.10","label":"10","content":"Nej thov kom muaj ib tug vajntxwv thiab muaj cov thawjcoj, tiamsis lawv yuav ua li cas pab tau nej haivneeg?"},{"bible_id":"1525","chapter_code":"HOS.13","verse_code":"HOS.13.11","label":"11","content":"Chim kuv siab kuv thiaj pub nej muaj vajntxwv, thiab kuv npautaws heev kuv thiaj coj lawv rov lawm."},{"bible_id":"1525","chapter_code":"HOS.13","verse_code":"HOS.13.12","label":"12","content":"“Cov Yixalayees txojkev txhaum thiab lub txim twb muab sau tseg cia lawm thiab twb muab tej ntaub ntawv ntawd khaws cia rau qhov chaw zoo lawm."},{"bible_id":"1525","chapter_code":"HOS.13","verse_code":"HOS.13.13","label":"13","content":"Tseem tshuav sijhawm rau cov Yixalayees tau txojsia, tiamsis vim lawv ruam heev lawv thiaj tsis kam txais yuav txojsia ntawd ib yam li tus menyuam uas twb yuav yug tiamsis nws tsis kam tawm hauv leej niam plab los li."},{"bible_id":"1525","chapter_code":"HOS.13","verse_code":"HOS.13.14","label":"14","content":"Kuv yuav tsis cawm cov neeg no kom dim hauv tubtuag teb lossis pab kom lawv dim ntawm txojkev tuag lub hwjchim. Kev tuag, cia li tso  koj tej sub tawg sub ntsa los! Tubtuag teb, cia li tso koj txojkev puastsuaj los! Kuv yuav tsis hlub haivneeg no ntxiv lawm."},{"bible_id":"1525","chapter_code":"HOS.13","verse_code":"HOS.13.15","label":"15","content":"Txawm yog cov Yixalayees hlob mos nyoos ib yam li tej nroj tsuag,  los kuv yuav tso cov cua kub kub uas nyob sab hnubtuaj ntsawj tom tiaj suabpuam tuaj, kom lawv tej qhovtshij thiab tej dej cag qhuav tas. Cua yuav ntsawj txhua yam uas muaj nqis mus tas huv tibsi."},{"bible_id":"1525","chapter_code":"HOS.13","verse_code":"HOS.13.16","label":"16","content":"Lub nroog Xamalis yuav raug txim vim nws ntxeev siab tawmtsam kuv. Nws cov neeg yuav tuag tas rau hauv tshavrog; tej menyuam mos yuav raug luag tsuj rau hauv av, thiab tej pojniam uas suab menyuam yuav raug luag phais.”"},{"bible_id":"1525","chapter_code":"HOS.14","verse_code":"HOS.14.1","label":"1","content":"Cov Yixalayees, nej cia li rov los cuag tus TSWV uas yog nej tus Vajtswv. Nej txojkev txhaum ua rau nej dawm thiab ntog lawm."},{"bible_id":"1525","chapter_code":"HOS.14","verse_code":"HOS.14.2","label":"2","content":"Nej cia li rov los cuag tus TSWV thiab tsa ncauj thov nws hais tias, “Thov zam peb tej kev txhaum thiab mloog peb tej lus thov; peb yuav ua koj tsaug raws li peb tau coglus tseg lawm."},{"bible_id":"1525","chapter_code":"HOS.14","verse_code":"HOS.14.3","label":"3","content":"Cov Axilias yeej pab tsis tau peb, thiab tej nees uas caij mus ntaus rog yeej tiv thaiv tsis tau peb. Peb yuav tsis hu peb tej mlom hais tias lawv yog peb tus vajtswv ib zaug ntxiv lawm. Tus TSWV, koj yeej hlub cov neeg uas tsis pom qab mus cuag leejtwg li lawm.”"},{"bible_id":"1525","chapter_code":"HOS.14","verse_code":"HOS.14.4","label":"4","content":"Tus TSWV hais tias, “Kuv yuav coj kuv haivneeg rov qab los cuag kuv dua. Kuv yuav hlub lawv kom kawg kuv lub siab lub ntsws; kuv yuav tsis chim rau lawv ntxiv lawm."},{"bible_id":"1525","chapter_code":"HOS.14","verse_code":"HOS.14.5","label":"5","content":"Kuv yuav ua kom Yixalayees zoo ib yam li thaj av qhuav uas tau dej nag; lawv yuav tawg paj ib yam li tej paj ntoos uas tawg tshiab tshiab; lawv nrhau cag ntsia av tob ib yam li tej ntoo pem Lenpanoos."},{"bible_id":"1525","chapter_code":"HOS.14","verse_code":"HOS.14.6","label":"6","content":"Lawv yuav ciaj sia thiab hlav dua kaus tshiab, thiab yuav zoo nkauj npaum nkaus li tej ntoo roj. Lawv yuav tsw qab ib yam li tej ntoo ciab pem Lenpanoos."},{"bible_id":"1525","chapter_code":"HOS.14","verse_code":"HOS.14.7","label":"7","content":"Kuv yuav tau tsomkwm lawv dua ib zaug ntxiv. Lawv yuav cog qoobloo thiab yuav txi ncw ib yam li tsob txiv hmab. Lawv yuav nto moo lug ib yam li tej cawv txiv hmab pem Lenpanoos."},{"bible_id":"1525","chapter_code":"HOS.14","verse_code":"HOS.14.8","label":"8","content":"Cov Yixalayees  yuav tsis quavntsej tej mlom ntxiv lawm; kuv yuav teb lawv tej lus thov thiab saib xyuas lawv. Kuv yuav ua duab ntxoo roos lawv ib yam li tsob ntoo uas nplooj ntsuab thawm xyoo; kuv yog lub hauvpaus koob hmoov rau lawv.”"},{"bible_id":"1525","chapter_code":"HOS.14","verse_code":"HOS.14.9","label":"9","content":"Thov kom txhua tus uas txawj ntse totaub txog tej lus uas sau tseg no thiab muab khaws nkaus cia rau nruab siab. Tus TSWV txojkev yeej yog txoj tseeb, thiab cov neeg ncaj ncees uas taug txojkev no yuav tau txojsia, tiamsis cov neeg txhaum yuav dawm thiab ntog vim lawv tsis mloog tej lus no."}]