[{"bible_id":"1525","chapter_code":"JHN.1","verse_code":"JHN.1.1","label":"1","content":"Thaum tsis tau tsim lub ntiajteb, Txojlus yeej muaj nyob lawm; Txojlus ntawd ibtxwm nrog Vajtswv nyob, thiab Txojlus ntawd yog Vajtswv."},{"bible_id":"1525","chapter_code":"JHN.1","verse_code":"JHN.1.2","label":"2","content":"Thaum chivkeeb Txojlus ntawd yeej ibtxwm nrog Vajtswv nyob."},{"bible_id":"1525","chapter_code":"JHN.1","verse_code":"JHN.1.3","label":"3","content":"Vajtswv kom nws tsim ib puas tsav yam huv tibsi; ib puas tsav yam ntawd tsis muaj ib yam uas tsis yog nws tsim li."},{"bible_id":"1525","chapter_code":"JHN.1","verse_code":"JHN.1.4","label":"4","content":"Txojlus ntawd yog lub hauvpaus txojsia,  thiab txojsia ntawd yog qhov kaj rau neeg pom kev."},{"bible_id":"1525","chapter_code":"JHN.1","verse_code":"JHN.1.5","label":"5","content":"Qhov kaj ntawd ci tuaj rau hauv qhov tsaus, thiab qhov tsaus laum tsis tau qhov kaj kom tsaus."},{"bible_id":"1525","chapter_code":"JHN.1","verse_code":"JHN.1.6","label":"6","content":"Vajtswv txib ib tug txivneej uas yog nws tus tubtxib hu ua Yauhas"},{"bible_id":"1525","chapter_code":"JHN.1","verse_code":"JHN.1.7","label":"7","content":"los qhia rau neeg sawvdaws txog qhov kaj kom txhua tus tau hnov Txojlus ntawd thiaj los ntseeg."},{"bible_id":"1525","chapter_code":"JHN.1","verse_code":"JHN.1.8","label":"8","content":"Yauhas tsis yog qhov kaj; nws tsuas los qhia qhov kaj xwb."},{"bible_id":"1525","chapter_code":"JHN.1","verse_code":"JHN.1.9","label":"9","content":"Qhov kaj ntawd yog qhov tseeb uas los rau hauv lub ntiajteb no thiab ci rau txhua haivneeg pom kev."},{"bible_id":"1525","chapter_code":"JHN.1","verse_code":"JHN.1.10","label":"10","content":"Txojlus ntawd twb los nyob hauv ntiajteb no lawm, thiab Vajtswv kom nws tsim lub ntiajteb, tiamsis ntiajteb tsis paub nws."},{"bible_id":"1525","chapter_code":"JHN.1","verse_code":"JHN.1.11","label":"11","content":"Nws los rau hauv nws lub tebchaws, tiamsis nws haivneeg tsis lees yuav nws."},{"bible_id":"1525","chapter_code":"JHN.1","verse_code":"JHN.1.12","label":"12","content":"Txawm yog li ntawd los cov neeg uas lees yuav nws thiab ntseeg nws, nws pub lawv muaj cai los ua Vajtswv cov menyuam."},{"bible_id":"1525","chapter_code":"JHN.1","verse_code":"JHN.1.13","label":"13","content":"Qhov uas lawv tau los ua Vajtswv cov menyuam tsis yog raws li neeg ibtxwm muaj menyuam uas yog muaj niam muaj txiv yug; Vajtswv yog lawv txiv."},{"bible_id":"1525","chapter_code":"JHN.1","verse_code":"JHN.1.14","label":"14","content":"Txojlus ntawd tau los yug ua neeg, nws puv npo txojkev hlub, nws yog qhov tseeb thiab nws nrog peb nyob. Peb pom nws lub tshwjchim ci ntsa iab; Leej Txiv pub lub tshwjchim ntawd rau nws, rau qhov nws yog Leej Txiv tib leeg Tub."},{"bible_id":"1525","chapter_code":"JHN.1","verse_code":"JHN.1.15","label":"15","content":"Yauhas qhia tus ntawd zaj rau sawvdaws. Yauhas hais nrov nrov hais tias, “Tus txivneej no yog tus uas kuv twb qhia rau nej lawm hais tias, ‘Nws yuav lawv kuv qab los, tiamsis nws muaj hwjchim loj dua kuv, rau qhov nws ibtxwm muaj nyob ua ntej yug kuv lawm.’ ”"},{"bible_id":"1525","chapter_code":"JHN.1","verse_code":"JHN.1.16","label":"16","content":"Nws hlub peb kawg nkaus, nws thiaj foom koob hmoov nplua mias rau peb sawvdaws tsis paub kawg li."},{"bible_id":"1525","chapter_code":"JHN.1","verse_code":"JHN.1.17","label":"17","content":"Vajtswv muab txoj Kevcai rau Mauxes qhia rau peb, tiamsis Yexus Khetos qhia txojkev hlub thiab qhov tseeb rau peb."},{"bible_id":"1525","chapter_code":"JHN.1","verse_code":"JHN.1.18","label":"18","content":"Yeej tsis tau muaj leejtwg pom Vajtswv ib zaug li. Tsuas yog Leej Tub uas yog Vajtswv thiab nyob ntawm Leej Txiv ib sab, nws qhia Vajtswv rau sawvdaws paub xwb."},{"bible_id":"1525","chapter_code":"JHN.1","verse_code":"JHN.1.19","label":"19","content":"Cov Yudais tej nomtswv uas nyob hauv lub nroog Yeluxalees tso cov povthawj thiab cov Levis qee leej mus nug Yauhas hais tias, “Koj yog leejtwg?”"},{"bible_id":"1525","chapter_code":"JHN.1","verse_code":"JHN.1.20","label":"20","content":"Yauhas qhia tseeb rau lawv hais tias, “Kuv tsis yog tus Mexiyas.”"},{"bible_id":"1525","chapter_code":"JHN.1","verse_code":"JHN.1.21","label":"21","content":"Lawv nug hais tias, “Koj yog leejtwg? Koj puas yog Eliyas?” Yauhas teb hais tias, “Kuv tsis yog.” Lawv nug hais tias, “Koj puas yog tus uas cev Vajtswv lus?” Yauhas teb hais tias, “Kuv tsis yog.”"},{"bible_id":"1525","chapter_code":"JHN.1","verse_code":"JHN.1.22","label":"22","content":"Lawv hais tias, “Koj qhia rau peb saib koj yog leejtwg tiag, peb thiaj paub rov mus qhia rau cov neeg uas txib peb tuaj. Koj hais tias koj yog leejtwg?”"},{"bible_id":"1525","chapter_code":"JHN.1","verse_code":"JHN.1.23","label":"23","content":"Yauhas teb lawv raws li Yaxayas uas yog tus cev Vajtswv lus sau tseg hais tias, “Kuv yog tus uas hais nrov nrov tom roob mojsab qhua tuaj hais tias, ‘Kho kev kom ncaj tos tus Tswv!’ ”"},{"bible_id":"1525","chapter_code":"JHN.1","verse_code":"JHN.1.24","label":"24","content":"Cov neeg uas cov Falixais txib mus ntawd,"},{"bible_id":"1525","chapter_code":"JHN.1","verse_code":"JHN.1.25","label":"25","content":"lawv  nug Yauhas hais tias, “Yog koj hais tias koj tsis yog tus Mexiyas, tsis yog Eliyas thiab tsis yog tus uas cev Vajtswv lus, vim li cas koj ho muab neeg ua kevcai raus dej?”"},{"bible_id":"1525","chapter_code":"JHN.1","verse_code":"JHN.1.26","label":"26","content":"Yauhas teb hais tias, “Kuv muab neeg ua kevcai raus dej tiag, tiamsis muaj ib tug nrog nej nyob ntawm no, nej twb tsis paub nws."},{"bible_id":"1525","chapter_code":"JHN.1","verse_code":"JHN.1.27","label":"27","content":"Nws yog tus uas tabtom lawv kuv qab los, tiamsis kuv twb tsis tsimnyog daws nws txoj nyuag hlua khau.”"},{"bible_id":"1525","chapter_code":"JHN.1","verse_code":"JHN.1.28","label":"28","content":"Tej xwm no muaj hauv lub zos Npethanis uas nyob ntawm ntug dej Yauladees sab hnubtuaj, qhov chaw uas Yauhas muab neeg ua kevcai raus dej."},{"bible_id":"1525","chapter_code":"JHN.1","verse_code":"JHN.1.29","label":"29","content":"Hnub tom qab, Yauhas pom Yexus taug kev tuaj rau ntawm nws, Yauhas hais tias, “Tus no yog Vajtswv tus menyuam yaj uas yuav ris neeg ntiajteb lub txim!"},{"bible_id":"1525","chapter_code":"JHN.1","verse_code":"JHN.1.30","label":"30","content":"Tus no yog tus uas kuv qhia hais tias, ‘Muaj ib tug tabtom lawv kuv qab los, nws muaj hwjchim loj dua kuv, rau qhov nws yeej ibtxwm muaj nyob ua ntej yug kuv lawm.’"},{"bible_id":"1525","chapter_code":"JHN.1","verse_code":"JHN.1.31","label":"31","content":"Kuv tsis tau paub hais tias nws yog leejtwg, tiamsis kuv los muab neeg ua kevcai raus dej kom cov Yixalayees paub nws.”"},{"bible_id":"1525","chapter_code":"JHN.1","verse_code":"JHN.1.32","label":"32","content":"Yauhas ua timkhawv hais tias, “Kuv pom Vaj Ntsujplig zoo ib yam li tus nquab los saum ntuj los nyob saum nws."},{"bible_id":"1525","chapter_code":"JHN.1","verse_code":"JHN.1.33","label":"33","content":"Kuv tseem tsis tau paub hais tias nws yog leejtwg, tiamsis Vajtswv tus uas txib kuv los muab neeg ua kevcai raus dej hais rau kuv hais tias, ‘Koj yuav pom Vaj Ntsujplig los rau saum ib tug txivneej; nws yog tus uas yuav muab neeg ua kevcai raus los ntawm Vaj Ntsujplig tus Dawbhuv.’"},{"bible_id":"1525","chapter_code":"JHN.1","verse_code":"JHN.1.34","label":"34","content":"Yauhas hais tias, ‘Kuv twb pom nws lawm, thiab kuv qhia rau nej hais tias nws yog Vajtswv tus Tub.’ ”"},{"bible_id":"1525","chapter_code":"JHN.1","verse_code":"JHN.1.35","label":"35","content":"Hnub tom qab, thaum uas Yauhas tabtom nrog nws ob tug thwjtim sawv ua ke dua,"},{"bible_id":"1525","chapter_code":"JHN.1","verse_code":"JHN.1.36","label":"36","content":"thaum ntawd Yauhas pom Yexus taug kev tuaj. Yauhas hais tias, “Tus ntawd yog Vajtswv tus menyuam yaj!”"},{"bible_id":"1525","chapter_code":"JHN.1","verse_code":"JHN.1.37","label":"37","content":"Yauhas ob tus thwjtim hnov Yauhas hais li ntawd, ces nkawd txawm nrog Yexus mus lawm."},{"bible_id":"1525","chapter_code":"JHN.1","verse_code":"JHN.1.38","label":"38","content":"Yexus tig los pom nkawd raws nws qab, Yexus nug nkawd hais tias, “Neb nrhiav dabtsi?” Nkawd teb hais tias, “Lanpis (lo lus no txhais hais tias ‘Xibhwb’), koj so qhov twg?”"},{"bible_id":"1525","chapter_code":"JHN.1","verse_code":"JHN.1.39","label":"39","content":"Yexus teb hais tias, “Neb cia li los saib.” (Thaum ntawd yog plaub teev hnub qaij.) Yog li ntawd, nkawd txawm nrog Yexus mus thiab pom qhov chaw uas Yexus nyob, thiab hnub ntawd nkawd nrog Yexus nyob."},{"bible_id":"1525","chapter_code":"JHN.1","verse_code":"JHN.1.40","label":"40","content":"Ob tug uas hnov Yauhas hais thiab raws Yexus qab mus ntawd muaj ib tug yog Ximoos Petus tus kwv Adales."},{"bible_id":"1525","chapter_code":"JHN.1","verse_code":"JHN.1.41","label":"41","content":"Adales txawm mus hais rau nws tus tijlaug Ximoos hais tias, “Wb twb ntsib tus Mexiyas lawm.” (Lo lus Mexiyas txhais hais tias “Khetos.”)"},{"bible_id":"1525","chapter_code":"JHN.1","verse_code":"JHN.1.42","label":"42","content":"Ces Adales thiaj coj Ximoos mus cuag Yexus. Yexus ntsia ntsoov Ximoos thiab hais tias, “Koj lub npe hu ua Ximoos uas yog Yauhas tus tub, tiamsis yuav muab koj hu ua Kefas.” (Lo lus Kefas thiab Petus txhais hais tias, “lub pobzeb.”)"},{"bible_id":"1525","chapter_code":"JHN.1","verse_code":"JHN.1.43","label":"43","content":"Hnub tom qab Yexus yuav mus pem Kalilais. Nws mus pom Filis, nws hu Filis hais tias, “Koj cia li nrog kuv mus!” ("},{"bible_id":"1525","chapter_code":"JHN.1","verse_code":"JHN.1.44","label":"44","content":"Filis nyob hauv lub nroog Npexaidas uas Adales thiab Petus nkawd nyob.)"},{"bible_id":"1525","chapter_code":"JHN.1","verse_code":"JHN.1.45","label":"45","content":"Filis mus hais rau Nathana-ees hais tias, “Peb twb ntsib Yexus uas yog neeg Naxales uas yog Yauxej tus tub uas Mauxes sau hais txog nws hauv phau ntawv Kevcai thiab cov uas cev Vajtswv lus sau hais txog nws lawm.”"},{"bible_id":"1525","chapter_code":"JHN.1","verse_code":"JHN.1.46","label":"46","content":"Nathana-ees nug Filis hais tias, “Puas muaj ib yam dabtsi zoo uas tuaj hauv lub nroog Naxales tuaj?” Filis teb hais tias, “Koj cia li tuaj saib maj.”"},{"bible_id":"1525","chapter_code":"JHN.1","verse_code":"JHN.1.47","label":"47","content":"Thaum Yexus pom Nathana-ees tabtom tuaj cuag Yexus, Yexus txawm hais txog Nathana-ees hais tias, “Tus no yog ib tug neeg Yixalayees tiag; nws yeej tsis tau ua ib qho txhaum li!”"},{"bible_id":"1525","chapter_code":"JHN.1","verse_code":"JHN.1.48","label":"48","content":"Nathana-ees nug Yexus hais tias, “Ua li cas koj txawm siv paub kuv lawm?” Yexus teb hais tias, “Kuv twb pom koj thaum koj nyob hauv qab tsob txiv ncuavpias ua ntej uas Filis hu koj lawm.”"},{"bible_id":"1525","chapter_code":"JHN.1","verse_code":"JHN.1.49","label":"49","content":"Nathana-ees teb hais tias, “Xibhwb, koj yog Vajtswv tus Tub! Koj yog cov Yixalayees tus Vajntxwv tiag!”"},{"bible_id":"1525","chapter_code":"JHN.1","verse_code":"JHN.1.50","label":"50","content":"Yexus hais rau Nathana-ees hais tias, “Vim kuv hais rau koj tias kuv twb pom koj nyob hauv qab tsob txiv ncuavpias, koj thiaj li ntseeg los? Koj tseem yuav pom tej yam tseemceeb dua qhov no thiab!”"},{"bible_id":"1525","chapter_code":"JHN.1","verse_code":"JHN.1.51","label":"51","content":"Thiab Yexus hais rau nkawd hais tias, “Kuv qhia tseeb rau neb hais tias, neb yuav pom rooj ntug qhib thiab pom Vajtswv cov timtswv nce mus thiab nqis los ntawm Neeg Leej Tub xubntiag.”"},{"bible_id":"1525","chapter_code":"JHN.2","verse_code":"JHN.2.1","label":"1","content":"Tau ob hnub tom qab muaj neeg ua ib rooj tshoob hauv lub zos Kanas uas nyob hauv lub xeev Kalilais. Yexus niam mus nrog lawv noj tshoob;"},{"bible_id":"1525","chapter_code":"JHN.2","verse_code":"JHN.2.2","label":"2","content":"lawv caw Yexus thiab nws cov thwjtim mus koom thiab."},{"bible_id":"1525","chapter_code":"JHN.2","verse_code":"JHN.2.3","label":"3","content":"Thaum cawv txiv hmab tas lawm, Yexus niam hais rau Yexus hais tias, “Lawv cov cawv txiv hmab tas lawm.”"},{"bible_id":"1525","chapter_code":"JHN.2","verse_code":"JHN.2.4","label":"4","content":"Yexus teb hais tias, “Tsis tas koj yuav hais li ko rau kuv, tseem tsis tau txog kuv lub sijhawm.”"},{"bible_id":"1525","chapter_code":"JHN.2","verse_code":"JHN.2.5","label":"5","content":"Ces Yexus niam hais rau cov tubtxib hais tias, “Nws kom nej ua dabtsi, nej cia li ua raws li nws hais.”"},{"bible_id":"1525","chapter_code":"JHN.2","verse_code":"JHN.2.6","label":"6","content":"Cov Yudais ibtxwm ua kevcai ntxuav, yog li ntawd thiaj muaj rau lub hub dej nyob ntawd; cov hub ntawd ib lub twg ntim tau plaub lossis tsib thoob dej."},{"bible_id":"1525","chapter_code":"JHN.2","verse_code":"JHN.2.7","label":"7","content":"Yexus hais rau cov tubtxib hais tias, “Nej cia li mus nqa dej los hliv kom puv nkaus cov hub no.” Ces lawv txawm mus nqa dej los hliv puv nkaus rau hauv cov hub ntawd,"},{"bible_id":"1525","chapter_code":"JHN.2","verse_code":"JHN.2.8","label":"8","content":"thiab Yexus hais rau lawv hais tias, “Nej cia li ce mentsis nqa mus rau tus kavxwm.” Lawv txawm ce mentsis nqa mus rau tus kavxwm."},{"bible_id":"1525","chapter_code":"JHN.2","verse_code":"JHN.2.9","label":"9","content":"Thaum tus kavxwm saj cov dej uas txia ua cawv txiv hmab ntawd lawm. Nws tsis paub hais tias muab cov cawv txiv hmab no qhov twg los (tiamsis cov tubtxib uas ce cov dej ntawd twb paub lawm); yog li ntawd tus kavxwm thiaj hu tus nraug vauv los"},{"bible_id":"1525","chapter_code":"JHN.2","verse_code":"JHN.2.10","label":"10","content":"thiab hais rau nws hais tias, “Txhua tus yeej xub muab cov thawj caw los rau sawvdaws haus ua ntej tso, thiab thaum sawvdaws haus ntau lawm, nws mam muab cov tw los rau sawvdaws haus. Tiamsis koj tsis ua li ntawd, koj ho muab cov thawj caw cia rau tom qab!”"},{"bible_id":"1525","chapter_code":"JHN.2","verse_code":"JHN.2.11","label":"11","content":"Thawj zaug txujci tseemceeb no Yexus ua hauv lub zos Kanas uas nyob hauv lub xeev Kalilais; nws ua li ntawd qhia nws lub hwjchim rau sawvdaws pom, thiab nws cov thwjtim pom li ntawd lawv ntseeg nws."},{"bible_id":"1525","chapter_code":"JHN.2","verse_code":"JHN.2.12","label":"12","content":"Tom qab ntawd, Yexus thiab nws niam, nws cov kwv, thiab nws cov thwjtim txawm mus rau hauv lub zos Kapena-us thiab lawv nyob hauv tau ob peb hnub."},{"bible_id":"1525","chapter_code":"JHN.2","verse_code":"JHN.2.13","label":"13","content":"Thaum yuav txog lub caij uas ua Kevcai Hla Dhau, Yexus txawm mus nram lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"JHN.2","verse_code":"JHN.2.14","label":"14","content":"Yexus pom tej neeg tuaj muag nyuj, yaj, nquab thiab cov neeg pauv nyiaj zaum pawglug ntawm lawv tej rooj ntawm lub Tuamtsev lub tshavpuam."},{"bible_id":"1525","chapter_code":"JHN.2","verse_code":"JHN.2.15","label":"15","content":"Yog li ntawd, Yexus muab ib co hlua ntswj kiag ua ib qhoo thiab raws lawv tej nyuj thiab tej yaj tawm ntawm lub Tuamtsev huv tibsi mus; nws muab cov neeg pauv nyiaj tej rooj ntxeev pes hlo ua rau lawv tej nyiaj poob dawb vog;"},{"bible_id":"1525","chapter_code":"JHN.2","verse_code":"JHN.2.16","label":"16","content":"thiab Yexus hais rau cov neeg muag nquab hais tias, “Nej cia li nqa nej tej nquab khiav ntawm no mus! Tseg kiag tsis txhob tuaj muab kuv Txiv lub tsev ua chaw ua lag ua luam ib zaug li.”"},{"bible_id":"1525","chapter_code":"JHN.2","verse_code":"JHN.2.17","label":"17","content":"Thaum Yexus cov thwjtim pom li ntawd, lawv nco dheev txog Vajtswv Txojlus uas hais tias, “Vajtswv, kuv mob siab koj lub tsev heev, ib yam li hluavtaws kub hauv kuv lub siab.”"},{"bible_id":"1525","chapter_code":"JHN.2","verse_code":"JHN.2.18","label":"18","content":"Cov Yudais tej nomtswv los nug Yexus hais tias, “Koj puas ua tau tej txujci tseemceeb qhia rau peb hais tias koj muaj cai tuaj ua li no?”"},{"bible_id":"1525","chapter_code":"JHN.2","verse_code":"JHN.2.19","label":"19","content":"Yexus teb hais tias, “Nej cia li muab lub Tuamtsev no rhuav povtseg, thiab peb hnub xwb kuv yuav rov ua tau dua ib lub tshiab.”"},{"bible_id":"1525","chapter_code":"JHN.2","verse_code":"JHN.2.20","label":"20","content":"Lawv nug Yexus hais tias, “Lub Tuamtsev no peb ua tau plaub caug rau xyoo thiaj li tiav, peb hnub xwb koj puas yuav ua tau ib lub?”"},{"bible_id":"1525","chapter_code":"JHN.2","verse_code":"JHN.2.21","label":"21","content":"Tiamsis lub Tuamtsev uas Yexus hais ntawd yog hais txog nws lub cev."},{"bible_id":"1525","chapter_code":"JHN.2","verse_code":"JHN.2.22","label":"22","content":"Yog li ntawd, thaum Vajtswv tsa Yexus sawv hauv qhov tuag rov qab los lawm, Yexus cov thwjtim nco dheev txog tej lus uas nws hais ntawd, lawv thiaj ntseeg Vajtswv Txojlus uas luag sau tseg thiab Yexus tej lus."},{"bible_id":"1525","chapter_code":"JHN.2","verse_code":"JHN.2.23","label":"23","content":"Thaum lub sijhawm uas sawvdaws ua Kevcai Hla Dhau ntawd, Yexus tseem nyob hauv lub nroog Yeluxalees; muaj neeg coob coob los ntseeg Yexus, rau qhov lawv pom tej txujci tseemceeb uas Yexus ua."},{"bible_id":"1525","chapter_code":"JHN.2","verse_code":"JHN.2.24","label":"24","content":"Tiamsis Yexus tsis ntseeg lawv siab, rau qhov nws yeej paub sawvdaws lub siab lawm."},{"bible_id":"1525","chapter_code":"JHN.2","verse_code":"JHN.2.25","label":"25","content":"Tsis tas leejtwg yuav qhia nws lub siab rau Yexus li, rau qhov Yexus yeej paub txhua tus lub siab xav lawm."},{"bible_id":"1525","chapter_code":"JHN.3","verse_code":"JHN.3.1","label":"1","content":"Cov Yudais muaj ib tug thawjcoj hu ua Nikaudemaus, nws yog ib tug ntawm cov Falixais."},{"bible_id":"1525","chapter_code":"JHN.3","verse_code":"JHN.3.2","label":"2","content":"Muaj ib hmo nws tuaj cuag Yexus thiab hais rau Yexus hais tias, “Xibhwb, peb paub hais tias koj yog tus xibhwb uas Vajtswv txib los. Tsis muaj leejtwg ua tau tej txujci tseemceeb uas koj ua no, tsuas yog tus uas Vajtswv nrog nws, tus ntawd thiaj ua tau xwb.”"},{"bible_id":"1525","chapter_code":"JHN.3","verse_code":"JHN.3.3","label":"3","content":"Yexus teb hais tias, “Kuv qhia tseeb rau koj hais tias yog leejtwg tsis yug dua tshiab,  tus ntawd yeej tsis pom Vajtswv lub Tebchaws li.”"},{"bible_id":"1525","chapter_code":"JHN.3","verse_code":"JHN.3.4","label":"4","content":"Nikaudemaus nug Yexus hais tias, “Ib tug neeg laus lawm, yuav ua li cas rov yug dua tshiab tau? Nws yeej mus tsis tau rau hauv nws niam plab thiab rov yug dua ib zaug!”"},{"bible_id":"1525","chapter_code":"JHN.3","verse_code":"JHN.3.5","label":"5","content":"Yexus teb hais tias, “Kuv qhia tseeb rau koj hais tias tus neeg uas tsis tau yug los ntawm dej thiab ntawm Vaj Ntsujplig, tus ntawd yeej mus tsis tau Vajtswv lub Tebchaws li."},{"bible_id":"1525","chapter_code":"JHN.3","verse_code":"JHN.3.6","label":"6","content":"Tus uas yog neeg yug yeej yog neeg, tiamsis tus uas yug los ntawm Vaj Ntsujplig yeej yog ntsujplig."},{"bible_id":"1525","chapter_code":"JHN.3","verse_code":"JHN.3.7","label":"7","content":"Koj tsis txhob poob siab rau tej lus uas kuv qhia rau koj hais tias, txhua tus yuav tsum yug dua tshiab."},{"bible_id":"1525","chapter_code":"JHN.3","verse_code":"JHN.3.8","label":"8","content":"Cua yuav ntsawj mus sab twg los yeej tau; koj hnov cua tuaj, tiamsis cua tuaj qhov twg tuaj lossis cua mus qhov twg koj yeej tsis paub. Txhua tus uas yug los ntawm Vaj Ntsujplig zoo ib yam nkaus li ntawd.”"},{"bible_id":"1525","chapter_code":"JHN.3","verse_code":"JHN.3.9","label":"9","content":"Nikaudemaus nug Yexus hais tias, “Yuav ua li cas thiaj muaj tau raws li koj hais ko?”"},{"bible_id":"1525","chapter_code":"JHN.3","verse_code":"JHN.3.10","label":"10","content":"Yexus teb hais tias, “Koj twb yog cov Yixalayees ib tug xibhwb, ua li cas koj tseem tsis paub tej no thiab?"},{"bible_id":"1525","chapter_code":"JHN.3","verse_code":"JHN.3.11","label":"11","content":"Kuv qhia tseeb rau koj hais tias peb hais tej uas peb paub thiab qhia tej uas peb pom xwb los nej yeej tsis muaj ib tug ntseeg tej lus uas peb qhia li."},{"bible_id":"1525","chapter_code":"JHN.3","verse_code":"JHN.3.12","label":"12","content":"Kuv qhia nej txog tej yam uas nyob hauv lub ntiajteb no xwb, nej twb tsis ntseeg; yog kuv tseem qhia tej yam uas nyob saum ntuj ceebtsheej nej hajyam yuav tsis ntseeg."},{"bible_id":"1525","chapter_code":"JHN.3","verse_code":"JHN.3.13","label":"13","content":"Thiab yeej tsis tau muaj leejtwg mus txog saum ntuj ceebtsheej li, tsuas yog Neeg Leej Tub xwb, nws thiaj los saum ntuj ceebtsheej los."},{"bible_id":"1525","chapter_code":"JHN.3","verse_code":"JHN.3.14","label":"14","content":"“Mauxes tsa tus nab tooj rau saum tus ncej tom tiaj suabpuam li cas, luag yuav muab Neeg Leej Tub dai ib yam li ntawd;"},{"bible_id":"1525","chapter_code":"JHN.3","verse_code":"JHN.3.15","label":"15","content":"yog li ntawd, txhua tus uas ntseeg nws yuav tau txojsia ntev dhawv mus ibtxhis."},{"bible_id":"1525","chapter_code":"JHN.3","verse_code":"JHN.3.16","label":"16","content":"“Rau qhov Vajtswv hlub neeg ntiajteb kawg li, nws thiaj txib nws tib Leeg Tub los rau hauv ntiajteb. Tus uas ntseeg nws Leej Tub, tus ntawd yuav tsis tuag, tiamsis yuav tau txojsia ntev dhawv mus ibtxhis."},{"bible_id":"1525","chapter_code":"JHN.3","verse_code":"JHN.3.17","label":"17","content":"“Qhov uas Vajtswv txib nws Leej Tub los rau hauv ntiajteb no, tsis yog los txiav txim rau neeg ntiajteb, tiamsis yog los cawm neeg ntiajteb kom lawv dim lawv lub txim."},{"bible_id":"1525","chapter_code":"JHN.3","verse_code":"JHN.3.18","label":"18","content":"“Tus uas ntseeg Leej Tub yuav tsis raug txiav txim, tiamsis tus uas tsis ntseeg twb raug txiav txim lawm, rau qhov nws tsis ntseeg Vajtswv tib Leeg Tub."},{"bible_id":"1525","chapter_code":"JHN.3","verse_code":"JHN.3.19","label":"19","content":"Qhov uas txiav txim yog li no: Qhov kaj twb los rau hauv lub ntiajteb lawm, tiamsis neeg nyiam qhov tsaus ntuj heev dua nyiam qhov kaj, rau qhov lawv nyiam ua phem ua qias."},{"bible_id":"1525","chapter_code":"JHN.3","verse_code":"JHN.3.20","label":"20","content":"Tus uas nyiam ua phem ua qias yeej tsis nyiam qhov kaj thiab tsis los nyob hauv qhov kaj, rau qhov lawv tsis xav kom sawvdaws pom lawv tej kev phem kev qias."},{"bible_id":"1525","chapter_code":"JHN.3","verse_code":"JHN.3.21","label":"21","content":"Tiamsis tus uas nyiam ua zoo yeej los nyob hauv qhov kaj kom sawvdaws pom hais tias nws ua nws tes haujlwm raws li Vajtswv lub siab nyiam.”"},{"bible_id":"1525","chapter_code":"JHN.3","verse_code":"JHN.3.22","label":"22","content":"Tom qab ntawd, Yexus thiab nws cov thwjtim mus rau nram lub xeev Yudas, Yexus nrog lawv nyob tau ib ntus thiab muab neeg ua kevcai raus dej."},{"bible_id":"1525","chapter_code":"JHN.3","verse_code":"JHN.3.23","label":"23","content":"Thaum ntawd, Yauhas muab neeg ua kevcai raus dej hauv lub zos Ainoos uas nyob tsis deb ntawm lub zos Xalis thiab, rau qhov nyob ntawd muaj dej ntau. Neeg niaj hnub tuaj cuag Yauhas thiab thov Yauhas muab lawv ua kevcai raus dej. ("},{"bible_id":"1525","chapter_code":"JHN.3","verse_code":"JHN.3.24","label":"24","content":"Thaum ntawd luag tseem tsis tau coj Yauhas mus kaw rau hauv tsev lojcuj.)"},{"bible_id":"1525","chapter_code":"JHN.3","verse_code":"JHN.3.25","label":"25","content":"Yauhas cov thwjtim qee leej nrog ib tug neeg Yudais  sib cav hais txog txoj kevcai ntxuav."},{"bible_id":"1525","chapter_code":"JHN.3","verse_code":"JHN.3.26","label":"26","content":"Yog li ntawd, lawv thiaj mus cuag Yauhas thiab hais tias, “Xibhwb, koj puas nco qab tus txivneej uas nrog koj ua ke ntawm tus dej Yauladees sab hnubtuaj uas koj hais ntawd? Tamsim no nws tabtom muab neeg ua kevcai raus dej, thiab sawvdaws puavleej mus cuag nws!”"},{"bible_id":"1525","chapter_code":"JHN.3","verse_code":"JHN.3.27","label":"27","content":"Yauhas teb hais tias, “Txhua yam uas neeg muaj puavleej yog Vajtswv pub rau lawv."},{"bible_id":"1525","chapter_code":"JHN.3","verse_code":"JHN.3.28","label":"28","content":"Nej yeej hnov kuv hais tias, ‘Kuv tsis yog tus Mexiyas, tiamsis kuv yog tus uas Vajtswv txib los ua nws ntej xwb, nej sawvdaws yeej ua tau timkhawv li ntawd.’"},{"bible_id":"1525","chapter_code":"JHN.3","verse_code":"JHN.3.29","label":"29","content":"Tus nkauj nyab yog tus nraug vauv pojniam, tiamsis tus phijlaj tsuas yog tus uas sawv ib sab ua luag thiab mloog xwb. Thaum nws hnov tus nraug vauv tej lus, nws zoo siab heev. Nimno kuv zoo siab ib yam nkaus li ntawd ntag."},{"bible_id":"1525","chapter_code":"JHN.3","verse_code":"JHN.3.30","label":"30","content":"Nws yuav muaj hwjchim loj zuj zus, tiamsis kuv lub hwjchim yuav yau zuj zus.”"},{"bible_id":"1525","chapter_code":"JHN.3","verse_code":"JHN.3.31","label":"31","content":"Tus uas los saum ntuj los, nws muaj hwjchim loj dua sawvdaws. Tus uas nyob hauv ntiajteb yeej yog neeg ntiajteb thiab hais neeg ntiajteb zaj, tiamsis tus uas los saum ntuj los muaj hwjchim loj dua ib puas tsav yam."},{"bible_id":"1525","chapter_code":"JHN.3","verse_code":"JHN.3.32","label":"32","content":"Nws qhia tej uas nws pom thiab tej uas nws hnov rau sawvdaws mloog, tiamsis tsis muaj leejtwg ntseeg nws tej lus."},{"bible_id":"1525","chapter_code":"JHN.3","verse_code":"JHN.3.33","label":"33","content":"Tiamsis tus uas ntseeg nws tej lus, tus ntawd yeej ntseeg hais tias Vajtswv yog tus ncaj ncees."},{"bible_id":"1525","chapter_code":"JHN.3","verse_code":"JHN.3.34","label":"34","content":"Tus uas Vajtswv txib los nws yeej hais Vajtswv tej lus, rau qhov Vajtswv pub Vajtswv tus Ntsujplig puv npo rau tus ntawd."},{"bible_id":"1525","chapter_code":"JHN.3","verse_code":"JHN.3.35","label":"35","content":"Leej Txiv hlub nws tus Tub kawg li thiab muab ib puas tsav yam tso rau nws kav huv tibsi."},{"bible_id":"1525","chapter_code":"JHN.3","verse_code":"JHN.3.36","label":"36","content":"Tus uas ntseeg Leej Tub yuav tau txojsia ntev dhawv mus ibtxhis, tiamsis tus uas tsis mloog Leej Tub tej lus yuav tsis tau txojsia; Vajtswv yuav rau txim rau tus ntawd."},{"bible_id":"1525","chapter_code":"JHN.4","verse_code":"JHN.4.1","label":"1","content":"Cov Falixais hnov hais tias Yexus muaj thwjtim thiab muab neeg ua kevcai raus dej coob dua Yauhas. ("},{"bible_id":"1525","chapter_code":"JHN.4","verse_code":"JHN.4.2","label":"2","content":"Qhov tseeb, Yexus yeej tsis tau muab neeg ua kevcai raus dej, tsuas yog Yexus cov thwjtim muab xwb.)"},{"bible_id":"1525","chapter_code":"JHN.4","verse_code":"JHN.4.3","label":"3","content":"Thaum Yexus hnov li ntawd, nws txawm tawm hauv lub xeev Yudas rov qab mus rau pem lub xeev Kalilais;"},{"bible_id":"1525","chapter_code":"JHN.4","verse_code":"JHN.4.4","label":"4","content":"nws yuav tsum taug txojkev uas mus hla lub xeev Xamalis mus."},{"bible_id":"1525","chapter_code":"JHN.4","verse_code":"JHN.4.5","label":"5","content":"Yexus mus txog ntawm lub nroog Xikhas uas nyob hauv lub xeev Xamalis lub nroog ntawd nyob tsis deb ntawm thaj teb uas Yakhauj muab rau nws tus tub Yauxej."},{"bible_id":"1525","chapter_code":"JHN.4","verse_code":"JHN.4.6","label":"6","content":"Thaum ub Yakhauj khawb tau ib lub qhovtshij rau ntawd. Thaum Yexus taug kev los txog ntawm lub qhovtshij ntawd, Yexus lim heev, nws thiaj zaum ntawm lub qhovtshij ntawd. Lub sijhawm ntawd yog thaum tavsu."},{"bible_id":"1525","chapter_code":"JHN.4","verse_code":"JHN.4.7","label":"7","content":"Muaj ib tug pojniam Xamalis tuaj ce dej, Yexus hais rau tus pojniam ntawd hais tias, “Thov koj ce mentsis dej rau kuv haus.” ("},{"bible_id":"1525","chapter_code":"JHN.4","verse_code":"JHN.4.8","label":"8","content":"Yexus cov thwjtim mus yuav zaub mov rau tom nroog lawm.)"},{"bible_id":"1525","chapter_code":"JHN.4","verse_code":"JHN.4.9","label":"9","content":"Tus pojniam ntawd teb Yexus hais tias, “Koj yog neeg Yudais, thiab kuv yog neeg Xamalis, ua li cas koj lam thov dej ntawm kuv haus?” (Cov Yudais yeej ibtxwm tsis koom siv cov Xamalis tej khob thiab tej tais li.)"},{"bible_id":"1525","chapter_code":"JHN.4","verse_code":"JHN.4.10","label":"10","content":"Yexus teb tus pojniam ntawd hais tias, “Yog koj paub yam uas Vajtswv yuav pub rau koj, thiab paub tus uas thov dej ntawm koj haus yog leejtwg, ces koj yeej yuav thov nws, thiab nws yuav muab cov dej uas cawm txojsia rau koj haus.”"},{"bible_id":"1525","chapter_code":"JHN.4","verse_code":"JHN.4.11","label":"11","content":"Tus pojniam ntawd hais tias, “Tus tswv, koj twb tsis muaj dabtsi ce dej, thiab lub qhovtshij no tob heev. Koj yuav muab cov dej uas cawm txojsia qhov twg los?"},{"bible_id":"1525","chapter_code":"JHN.4","verse_code":"JHN.4.12","label":"12","content":"Peb yawgkoob Yakhauj muab lub qhovtshij no rau peb; nws thiab nws cov tub thiab nws tej tsiaj puavleej haus cov dej hauv lub qhovtshij no. Koj tseem muaj hwjchim loj dua peb yawgkoob Yakhauj thiab los?”"},{"bible_id":"1525","chapter_code":"JHN.4","verse_code":"JHN.4.13","label":"13","content":"Yexus teb hais tias, “Txhua tus uas haus cov dej hauv lub qhovtshij no tseem yuav rov nqhis dua,"},{"bible_id":"1525","chapter_code":"JHN.4","verse_code":"JHN.4.14","label":"14","content":"tiamsis tus uas haus cov dej uas kuv muab rau nws yuav tsis nqhis ib zaug li lawm. Cov dej uas kuv muab rau nws yuav txhawv hauv nws lub siab thiab cawm nws txojsia mus ibtxhis.”"},{"bible_id":"1525","chapter_code":"JHN.4","verse_code":"JHN.4.15","label":"15","content":"Tus pojniam ntawd hais rau Yexus hais tias, “Tus tswv, thov koj muab cov dej uas koj hais ko rau kuv haus! Kuv thiaj yuav tsis nqhis dua thiab tsis tau tuaj ce dej hauv lub qhovtshij no lawm.”"},{"bible_id":"1525","chapter_code":"JHN.4","verse_code":"JHN.4.16","label":"16","content":"Yexus hais rau tus pojniam ntawd hais tias, “Koj cia li mus hu koj tus txiv tuaj ntawm no.”"},{"bible_id":"1525","chapter_code":"JHN.4","verse_code":"JHN.4.17","label":"17","content":"Tus pojniam ntawd teb hais tias, “Kuv tsis muaj txiv.” Yexus teb hais tias, “Koj hais tias koj tsis muaj txiv, koj hais yog lawm."},{"bible_id":"1525","chapter_code":"JHN.4","verse_code":"JHN.4.18","label":"18","content":"Koj twb yuav tsib tug txiv lawm, thiab tus txivneej uas nimno koj nrog nyob ntawd los yeej tsis yog koj tus txiv. Tej uas koj qhia rau kuv ntawd, koj hais tseeb lawm.”"},{"bible_id":"1525","chapter_code":"JHN.4","verse_code":"JHN.4.19","label":"19","content":"Tus pojniam ntawd hais rau Yexus hais tias, “Tus tswv, kuv paub hais tias koj yog ib tug cev Vajtswv lus."},{"bible_id":"1525","chapter_code":"JHN.4","verse_code":"JHN.4.20","label":"20","content":"Peb cov uas yog neeg Xamalis cov yawgkoob ibtxwm pehawm Vajtswv saum lub roob no, tiamsis nej cov uas yog neeg Yudais hais tias sawvdaws yuav tsum mus pehawm Vajtswv nram lub nroog Yeluxalees thiaj yog.”"},{"bible_id":"1525","chapter_code":"JHN.4","verse_code":"JHN.4.21","label":"21","content":"Yexus hais rau tus pojniam ntawd hais tias, “Koj cia li ntseeg kuv tej lus; twb yuav txog lub sijhawm uas neeg yuav tsis pehawm Leej Txiv saum lub roob no lossis nram lub nroog Yeluxalees lawm."},{"bible_id":"1525","chapter_code":"JHN.4","verse_code":"JHN.4.22","label":"22","content":"Nej cov uas yog neeg Xamalis, nej tsis paub tus uas nej pehawm yog leejtwg; tiamsis peb cov uas yog neeg Yudais, peb paub tus uas peb pehawm, rau qhov tus Cawmseej los yug rau hauv cov neeg Yudais."},{"bible_id":"1525","chapter_code":"JHN.4","verse_code":"JHN.4.23","label":"23","content":"Lub sijhawm ntawd tabtom los, thiab lub sijhawm ntawd twb los txog lawm; cov neeg uas pehawm Leej Txiv yuav pehawm ntawm sab Ntsujplig thiab qhov tseeb, rau qhov Leej Txiv xav kom sawvdaws muaj nplooj siab dawb paug pehawm nws tiag."},{"bible_id":"1525","chapter_code":"JHN.4","verse_code":"JHN.4.24","label":"24","content":"Vajtswv yog Ntsujplig, cov uas pehawm Vajtswv yuav tsum pehawm ntawm sab ntsujplig thiab qhov tseeb.”"},{"bible_id":"1525","chapter_code":"JHN.4","verse_code":"JHN.4.25","label":"25","content":"Tus pojniam ntawd hais rau Yexus hais tias, “Kuv paub hais tias tus Mexiyas yuav los, thiab thaum nws los lawm, nws yuav qhia txhua yam rau peb.”"},{"bible_id":"1525","chapter_code":"JHN.4","verse_code":"JHN.4.26","label":"26","content":"Yexus teb hais tias, “Kuv yog nws, kuv tabtom nrog koj tham no ntag.”"},{"bible_id":"1525","chapter_code":"JHN.4","verse_code":"JHN.4.27","label":"27","content":"Tamsim ntawd Yexus cov thwjtim txawm los txog, lawv pom Yexus nrog tus pojniam ntawd tham, lawv xav tsis thoob li. Tiamsis tsis muaj ib tug nug tus pojniam ntawd hais tias, “Koj xav yuav dabtsi?” lossis nug Yexus hais tias, “Vim li cas koj nrog tus pojniam ntawd tham?”"},{"bible_id":"1525","chapter_code":"JHN.4","verse_code":"JHN.4.28","label":"28","content":"Ces tus pojniam ntawd txawm muab nws lub hub dej tso plhuav tseg; nws rov qab mus rau tom nroog, thiab nws hais rau cov neeg hauv nroog hais tias,"},{"bible_id":"1525","chapter_code":"JHN.4","verse_code":"JHN.4.29","label":"29","content":"“Nej cia li mus saib tus txivneej uas nyob tod saib, nws qhia txhua yam uas kuv tau ua tas los lawm huv tibsi rau kuv mloog! Nws puas yog tus Mexiyas?”"},{"bible_id":"1525","chapter_code":"JHN.4","verse_code":"JHN.4.30","label":"30","content":"Yog li ntawd, sawvdaws txawm tawm zom zaws hauv nroog tuaj saib Yexus."},{"bible_id":"1525","chapter_code":"JHN.4","verse_code":"JHN.4.31","label":"31","content":"Thaum ntawd cov thwjtim hais rau Yexus hais tias, “Xibhwb, cia li los noj mov tso!”"},{"bible_id":"1525","chapter_code":"JHN.4","verse_code":"JHN.4.32","label":"32","content":"Tiamsis Yexus teb hais tias, “Kuv twb muaj mov noj lawm, tej ntawd nej tsis paub.”"},{"bible_id":"1525","chapter_code":"JHN.4","verse_code":"JHN.4.33","label":"33","content":"Yog li ntawd, cov thwjtim thiaj sib nug hais tias, “Leejtwg twb nqa mov tuaj rau nws noj lawm?”"},{"bible_id":"1525","chapter_code":"JHN.4","verse_code":"JHN.4.34","label":"34","content":"Yexus hais rau cov thwjtim hais tias, “Kuv tej mov yog ua raws li tus uas txib kuv los lub siab nyiam, thiab ua tes haujlwm uas nws tso rau kuv ua lawm kom tiav."},{"bible_id":"1525","chapter_code":"JHN.4","verse_code":"JHN.4.35","label":"35","content":"Muaj ib lo lus uas nej hais tias, ‘Tshuav plaub hlis mam li txog caij hlais nplej.’ Tiamsis kuv qhia rau nej hais tias nej cia li tsa qhovmuag saib tej teb; nplej twb siav heev zoo hlais lawm!"},{"bible_id":"1525","chapter_code":"JHN.4","verse_code":"JHN.4.36","label":"36","content":"Tus neeg uas hlais nplej twb tau nqe zog lawm, thiab tej uas nws sau los cia twb tau txojsia ntev dhawv mus ibtxhis lawm; Yog li ntawd, tus uas cog thiab tus uas hlais yuav zoo siab kawg li."},{"bible_id":"1525","chapter_code":"JHN.4","verse_code":"JHN.4.37","label":"37","content":"Vim li ntawd lo lus uas hais tias, ‘Muaj ib tug cog, thiab muaj dua ib tug hlais,’ lo lus ntawd yeej muaj tseeb tiag!"},{"bible_id":"1525","chapter_code":"JHN.4","verse_code":"JHN.4.38","label":"38","content":"Kuv txib nej mus hlais cov nplej hauv daim teb uas tsis yog nej lub zog ua; daim teb ntawd yog lwm tus lub zog ua, tiamsis nej tau sau tej uas yog lwm tus lub zog ua.”"},{"bible_id":"1525","chapter_code":"JHN.4","verse_code":"JHN.4.39","label":"39","content":"Cov neeg Xamalis uas nyob hauv lub nroog ntawd muaj ntau leej ntseeg Yexus, rau qhov tus pojniam ntawd hais rau lawv hais tias, “Nws qhia txhua yam uas kuv tau ua tas los lawm huv tibsi rau kuv mloog.”"},{"bible_id":"1525","chapter_code":"JHN.4","verse_code":"JHN.4.40","label":"40","content":"Yog li ntawd, thaum cov neeg Xamalis tuaj cuag Yexus, lawv cheem kom Yexus nrog lawv nyob, ces Yexus txawm mus nyob hauv lub nroog ntawd tau ob hnub."},{"bible_id":"1525","chapter_code":"JHN.4","verse_code":"JHN.4.41","label":"41","content":"Muaj ntau leej los ntseeg Yexus ntxiv, rau qhov lawv hnov Yexus tej lus qhia,"},{"bible_id":"1525","chapter_code":"JHN.4","verse_code":"JHN.4.42","label":"42","content":"thiab lawv hais rau tus pojniam ntawd hais tias, “Nimno peb ntseeg tsis yog vim tej lus uas koj hais, tiamsis peb ntseeg vim peb tau hnov nws tej lus thiab peb paub hais tias nws yog neeg ntiajteb tus Cawmseej tiag.”"},{"bible_id":"1525","chapter_code":"JHN.4","verse_code":"JHN.4.43","label":"43","content":"Tom qab uas Yexus nyob hauv lub nroog ntawd tau ob hnub, nws txawm mus rau pem lub xeev Kalilais lawm."},{"bible_id":"1525","chapter_code":"JHN.4","verse_code":"JHN.4.44","label":"44","content":"Rau qhov Yexus hais tias, “Cov neeg uas nyob hauv lub tebchaws uas tus cev Vajtswv lus nyob, cov neeg ntawd yeej tsis hwm nws.”"},{"bible_id":"1525","chapter_code":"JHN.4","verse_code":"JHN.4.45","label":"45","content":"Thaum Yexus mus txog pem lub xeev Kalilais, sawvdaws tuaj tos txais nws, rau qhov lawv tau mus ua Kevcai Hla Dhau nram lub nroog Yeluxalees thiab pom txhua yam uas Yexus ua thaum ua Kevcai Hla Dhau ntawd."},{"bible_id":"1525","chapter_code":"JHN.4","verse_code":"JHN.4.46","label":"46","content":"Ces Yexus txawm rov qab mus rau hauv lub zos Kanas uas nyob hauv lub xeev Kalilais uas thaud Yexus muab dej txia ua cawv txiv hmab. Muaj ib tug nom nyob hauv lub nroog Kapena-us, nws tus tub mob heev."},{"bible_id":"1525","chapter_code":"JHN.4","verse_code":"JHN.4.47","label":"47","content":"Thaum nws hnov hais tias Yexus rov qab nram lub xeev Yudas los txog rau hauv lub xeev Kalilais lawm, nws thiaj mus cuag Yexus thiab thov kom Yexus mus kho nws tus tub uas mob heev yuav tuag hauv lub nroog Kapena-us."},{"bible_id":"1525","chapter_code":"JHN.4","verse_code":"JHN.4.48","label":"48","content":"Yexus hais rau tus nom ntawd tias “Yog nej tsis pom tej txujci tseemceeb, nej yeej tsis ntseeg kuv tej lus li?”"},{"bible_id":"1525","chapter_code":"JHN.4","verse_code":"JHN.4.49","label":"49","content":"Tus nom ntawd hais rau Yexus hais tias, “Tus tswv, cheem kuv tus tub tseem tsis tau tuag, thov koj mus pab kho!”"},{"bible_id":"1525","chapter_code":"JHN.4","verse_code":"JHN.4.50","label":"50","content":"Yexus hais rau tus nom ntawd hais tias, “Koj cia li rov qab mus tsev, koj tus tub yuav tsis tuag!” Tus nom ntawd ntseeg Yexus tej lus, nws txawm rov qab mus tsev lawm."},{"bible_id":"1525","chapter_code":"JHN.4","verse_code":"JHN.4.51","label":"51","content":"Thaum nws tabtom taug kev mus tsev, nws cov tubtxib tuaj caum nws thiab qhia rau nws hais tias, “Koj tus tub zoo lawm.”"},{"bible_id":"1525","chapter_code":"JHN.4","verse_code":"JHN.4.52","label":"52","content":"Nws nug lawv hais tias thaum twg nws tus tub zoo lawm, thiab lawv teb hais tias, “Nag hmo thaum ib teev ces nws tus npaws txawm tu lawm.”"},{"bible_id":"1525","chapter_code":"JHN.4","verse_code":"JHN.4.53","label":"53","content":"Ces leej txiv nco dheev txog hais tias thaum ntawd yog lub sijhawm uas Yexus hais rau nws hais tias, “Koj tus tub yuav tsis tuag.” Yog li ntawd, nws thiab nws tsevneeg thiaj ntseeg Yexus."},{"bible_id":"1525","chapter_code":"JHN.4","verse_code":"JHN.4.54","label":"54","content":"Txij thaum Yexus rov nram lub xeev Yudas los txog rau hauv lub xeev Kalilais, nws ua txujci tseemceeb ob zaug rau zaum no."},{"bible_id":"1525","chapter_code":"JHN.5","verse_code":"JHN.5.1","label":"1","content":"Tom qab ntawd, thaum txog lub caij uas cov Yudais ua kevcai, Yexus txawm mus rau nram lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"JHN.5","verse_code":"JHN.5.2","label":"2","content":"Nyob hauv lub nroog Yeluxalees muaj ib lub pasdej nyob ze ze ntawm lub Roojvag Yaj  thiab muaj tsib lub qabkhav nyob ncig lub pasdej; qhov chaw ntawd lus Henplais hu ua Npexathas."},{"bible_id":"1525","chapter_code":"JHN.5","verse_code":"JHN.5.3","label":"3","content":"Muaj ib co neeg mob coob coob tuaj pw hauv tej qabkhav ntawd, cov neeg digmuag, cov neeg cegtawv thiab cov neeg tuag tes tuag taw. Lawv tuaj nyob ntawd tos saib thaum twg lub pasdej ntas."},{"bible_id":"1525","chapter_code":"JHN.5","verse_code":"JHN.5.4","label":"4","content":"Rau qhov tus Tswv ib tug timtswv pheej los do lub pasdej ntawd. Thaum lub pasdej ntawd ntas, yog tus neeg mob twg xub nqis mus rau hauv lub pasdej, ces tus ntawd tej mob zoo."},{"bible_id":"1525","chapter_code":"JHN.5","verse_code":"JHN.5.5","label":"5","content":"Muaj ib tug txivneej mob tau peb caug yim xyoo lawm, nws tuaj pw ntawm lub pasdej ntawd."},{"bible_id":"1525","chapter_code":"JHN.5","verse_code":"JHN.5.6","label":"6","content":"Yexus pom nws pw ntawd, Yexus paub hais tias nws mob tau ntev los lawm; Yog li ntawd, Yexus thiaj nug nws hais tias, “Koj puas xav zoo?”"},{"bible_id":"1525","chapter_code":"JHN.5","verse_code":"JHN.5.7","label":"7","content":"Nws teb Yexus hais tias, “Tus tswv, thaum dej ntas tsis muaj leejtwg pab tuav kuv mus rau hauv lub pasdej; thaum kuv tabtom yuav nqis mus rau hauv, twb muaj lwm tus xub nqis ua kuv ntej mus rau hauv lawm.”"},{"bible_id":"1525","chapter_code":"JHN.5","verse_code":"JHN.5.8","label":"8","content":"Yexus hais rau nws hais tias, “Koj cia li sawv, yaws koj daim lev thiab mus.”"},{"bible_id":"1525","chapter_code":"JHN.5","verse_code":"JHN.5.9","label":"9","content":"Tamsim ntawd nws tus mob txawm cia li zoo hlo; ces nws txawm yaws hlo nws daim lev thiab mus lawm. Hnub ntawd yog hnub Xanpataus;"},{"bible_id":"1525","chapter_code":"JHN.5","verse_code":"JHN.5.10","label":"10","content":"yog li ntawd, cov Yudais tej nomtswv thiaj hais rau tus txivneej uas zoo mob ntawd hais tias, “Hnub no yog hnub Xanpataus, koj nqa koj daim lev taug kev mas txhaum peb cov neeg Yudais txoj Kevcai lawm.”"},{"bible_id":"1525","chapter_code":"JHN.5","verse_code":"JHN.5.11","label":"11","content":"Nws teb lawv hais tias, “Tus uas kho kuv zoo hais rau kuv hais tias, ‘Cia li yaws koj daim lev thiab mus.’ ”"},{"bible_id":"1525","chapter_code":"JHN.5","verse_code":"JHN.5.12","label":"12","content":"Lawv nug nws hais tias, “Tus uas hais kom koj ua li no yog leejtwg?”"},{"bible_id":"1525","chapter_code":"JHN.5","verse_code":"JHN.5.13","label":"13","content":"Tiamsis tus txivneej ntawd tsis paub hais tias Yexus yog leejtwg, rau qhov muaj neeg coob coob nyob ntawd, thiab Yexus twb mus rau lwm qhov lawm."},{"bible_id":"1525","chapter_code":"JHN.5","verse_code":"JHN.5.14","label":"14","content":"Tom qab ntawd Yexus mus ntsib tus txivneej ntawd hauv lub Tuamtsev, thiab Yexus hais rau nws hais tias, “Koj mloog kuv hais, nimno koj twb zoo lawm, koj tseg tsis txhob ua txhaum lawm, nyob tsam koj raug kev txomnyem heev dua qub.”"},{"bible_id":"1525","chapter_code":"JHN.5","verse_code":"JHN.5.15","label":"15","content":"Ces tus txivneej ntawd txawm tawm mus qhia rau cov Yudais tej nomtswv hais tias tus uas kho nws zoo mob ntawd yog Yexus."},{"bible_id":"1525","chapter_code":"JHN.5","verse_code":"JHN.5.16","label":"16","content":"Yog li ntawd, lawv txawm tuavhauv ua phem rau Yexus, rau qhov Yexus kho tus txivneej ntawd hnub Xanpataus."},{"bible_id":"1525","chapter_code":"JHN.5","verse_code":"JHN.5.17","label":"17","content":"Yexus teb lawv hais tias, “Kuv Txiv yeej ua haujlwm tsis so li, yog li ntawd kuv yeej yuav ua haujlwm thiab.”"},{"bible_id":"1525","chapter_code":"JHN.5","verse_code":"JHN.5.18","label":"18","content":"Qhov uas Yexus hais no ua rau cov Yudais tej nomtswv hajyam xav muab Yexus tua povtseg; tsis yog qhov uas Yexus ua txhaum txoj kevcai hnub Xanpataus xwb, tiamsis Yexus tseem khav hais tias Vajtswv yog nws Txiv, thiab Yexus hais li uas nws muaj hwjchim sib luag zos li Vajtswv ntag."},{"bible_id":"1525","chapter_code":"JHN.5","verse_code":"JHN.5.19","label":"19","content":"Yexus teb lawv hais tias, “Kuv qhia tseeb rau nej hais tias Leej Tub yeej tsis ua ib yam dabtsi raws li nws lub siab; nws tsuas ua tej uas nws pom nws Txiv ua xwb. Tej uas Leej Txiv ua, Leej Tub thiaj ua."},{"bible_id":"1525","chapter_code":"JHN.5","verse_code":"JHN.5.20","label":"20","content":"Rau qhov Leej Txiv hlub Leej Tub thiab qhia ib puas tsav yam uas nws ua rau Leej Tub. Nws yuav qhia tej haujlwm uas tseemceeb dua tej no rau Leej Tub, thiab tej ntawd yuav ua rau nej xav tsis thoob."},{"bible_id":"1525","chapter_code":"JHN.5","verse_code":"JHN.5.21","label":"21","content":"Leej Txiv tsa cov neeg uas tuag lawm sawv rov qab los li cas, Leej Tub yuav pub txojsia rau cov neeg uas nws pom zoo pub rau ib yam li ntawd."},{"bible_id":"1525","chapter_code":"JHN.5","verse_code":"JHN.5.22","label":"22","content":"Leej Txiv tsis txiav txim rau leejtwg, tiamsis nws tsa Leej Tub ua tus txiav txim,"},{"bible_id":"1525","chapter_code":"JHN.5","verse_code":"JHN.5.23","label":"23","content":"kom txhua tus hwm Leej Tub ib yam li hwm Leej Txiv. Tus uas tsis hwm Leej Tub, tus ntawd yeej tsis hwm Leej Txiv tus uas txib Leej Tub los thiab."},{"bible_id":"1525","chapter_code":"JHN.5","verse_code":"JHN.5.24","label":"24","content":"“Kuv qhia tseeb rau nej hais tias tus uas mloog kuv lus thiab ntseeg tus uas txib kuv los, tus ntawd thiaj tau txojsia ntev dhawv mus ibtxhis. Nws yuav tsis raug txiav txim, rau qhov nws twb tawm hauv txojkev tuag los tau txojsia lawm."},{"bible_id":"1525","chapter_code":"JHN.5","verse_code":"JHN.5.25","label":"25","content":"Kuv qhia tseeb rau nej hais tias lub sijhawm tabtom los thiab twb los txog lawm; thaum ntawd yog thaum uas cov neeg tuag lawm yuav hnov Vajtswv tus Tub lub suab hu, thiab txhua tus uas hnov yuav ciaj rov qab los."},{"bible_id":"1525","chapter_code":"JHN.5","verse_code":"JHN.5.26","label":"26","content":"Leej Txiv yog lub hauvpaus txojsia li cas, nws tsa Leej Tub ua lub hauvpaus txojsia ib yam li ntawd."},{"bible_id":"1525","chapter_code":"JHN.5","verse_code":"JHN.5.27","label":"27","content":"Thiab Leej Txiv tsa Leej Tub ua tus txiav txim, rau qhov nws yog Neeg Leej Tub."},{"bible_id":"1525","chapter_code":"JHN.5","verse_code":"JHN.5.28","label":"28","content":"Nej tsis txhob poob siab rau kuv tej lus no, rau qhov lub sijhawm tabtom los lawm; thaum ntawd cov neeg uas tuag lawm yuav hnov Leej Tub lub suab hu,"},{"bible_id":"1525","chapter_code":"JHN.5","verse_code":"JHN.5.29","label":"29","content":"thiab lawv yuav tawm hauv lawv tej qhov ntxa los: cov neeg uas ua zoo yuav sawv los tau txojsia, cov neeg uas ua phem ua qias yuav sawv los raug kev txiav txim."},{"bible_id":"1525","chapter_code":"JHN.5","verse_code":"JHN.5.30","label":"30","content":"“Kuv tsis muaj cai ua ib yam dabtsi raws li kuv lub siab xav; kuv tsuas txiav txim raws li Vajtswv kom kuv txiav xwb; yog li ntawd, kuv yeej txiav txim ncaj ncees, rau qhov kuv tsis ua raws li kuv lub siab nyiam, tiamsis kuv tsuas ua raws li tus uas txib kuv los lub siab nyiam xwb."},{"bible_id":"1525","chapter_code":"JHN.5","verse_code":"JHN.5.31","label":"31","content":"“Yog kuv rov ua kuv tus timkhawv, ces yeej tsis muaj neeg ntseeg tej uas kuv hais."},{"bible_id":"1525","chapter_code":"JHN.5","verse_code":"JHN.5.32","label":"32","content":"Tiamsis yeej muaj ib tug ua kuv tus timkhawv, thiab kuv paub hais tias tej uas nws hais txog kuv, nws yeej hais tseeb xwb."},{"bible_id":"1525","chapter_code":"JHN.5","verse_code":"JHN.5.33","label":"33","content":"Nej txib nej cov neeg mus cuag Yauhas, thiab Yauhas yeej ua timkhawv hais tias tej lus uas kuv hais puavleej tseeb."},{"bible_id":"1525","chapter_code":"JHN.5","verse_code":"JHN.5.34","label":"34","content":"Tsis yog kuv xav kom neeg ua kuv tus timkhawv, tiamsis kuv hais li no kom nej dim nej lub txim."},{"bible_id":"1525","chapter_code":"JHN.5","verse_code":"JHN.5.35","label":"35","content":"Yauhas zoo li lub teeb uas taws cig ntsa iab, thiab nej yuav zoo siab ib nyuag ntu thaum uas nej nyob hauv qhov kaj ntawd."},{"bible_id":"1525","chapter_code":"JHN.5","verse_code":"JHN.5.36","label":"36","content":"Tiamsis kuv muaj ib qho timkhawv uas tseemceeb dua tej uas Yauhas hais: Tej uas kuv ua yog tej haujlwm uas Leej Txiv muab rau kuv ua, tej haujlwm uas kuv ua qhia rau sawvdaws paub tseeb hais tias kuv yog tus uas Leej Txiv txib los."},{"bible_id":"1525","chapter_code":"JHN.5","verse_code":"JHN.5.37","label":"37","content":"Thiab Leej Txiv tus uas txib kuv los yeej ua timkhawv hais txog kuv zaj ib yam nkaus. Nej yeej ibtxwm tsis tau hnov nws lub suab lossis pom nws lub ntsejmuag,"},{"bible_id":"1525","chapter_code":"JHN.5","verse_code":"JHN.5.38","label":"38","content":"thiab nej yeej tsis khaws nws tej lus cia rau nruab siab, vim nej tsis ntseeg tus uas nws txib los."},{"bible_id":"1525","chapter_code":"JHN.5","verse_code":"JHN.5.39","label":"39","content":"Nej kawm Vajtswv Txojlus, rau qhov nej xav hais tias txojlus ntawd yuav cawm tau nej txojsia mus ibtxhis; Vajtswv Txojlus ntawd twb hais txog kuv ntag!"},{"bible_id":"1525","chapter_code":"JHN.5","verse_code":"JHN.5.40","label":"40","content":"Tiamsis nej tsis kam los cuag kuv kom nej tau txojsia."},{"bible_id":"1525","chapter_code":"JHN.5","verse_code":"JHN.5.41","label":"41","content":"“Kuv tsis xav kom neeg qhuas kuv."},{"bible_id":"1525","chapter_code":"JHN.5","verse_code":"JHN.5.42","label":"42","content":"Tiamsis kuv paub hais tias nej tsis muaj lub siab hlub Vajtswv."},{"bible_id":"1525","chapter_code":"JHN.5","verse_code":"JHN.5.43","label":"43","content":"Kuv yog tus uas kuv Txiv txib los, tiamsis nej tsis lees yuav kuv; tus uas tsis muaj leejtwg txib los, nws los nws xwb, nej ho lees yuav tus ntawd."},{"bible_id":"1525","chapter_code":"JHN.5","verse_code":"JHN.5.44","label":"44","content":"Nej ib leeg nyiam ua rau ib leeg qhuas, tiamsis nej tsis muaj ib tug nyiam ua rau Vajtswv qhuas; yog li ntawd, nej yuav ua li cas ntseeg kuv tej lus."},{"bible_id":"1525","chapter_code":"JHN.5","verse_code":"JHN.5.45","label":"45","content":"Nej tsis txhob xav hais tias kuv yuav nkaug nej rau kuv Txiv. Mauxes tus uas nej cia siab rau, nws yog tus uas yuav nkaug nej rau kuv Txiv."},{"bible_id":"1525","chapter_code":"JHN.5","verse_code":"JHN.5.46","label":"46","content":"Yog nej ntseeg Mauxes tej lus, nej yeej yuav ntseeg kuv, rau qhov Mauxes yeej sau hais txog kuv."},{"bible_id":"1525","chapter_code":"JHN.5","verse_code":"JHN.5.47","label":"47","content":"Yog nej twb tsis ntseeg tej lus uas Mauxes sau, nej yuav ua li cas ntseeg kuv tej lus?”"},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.1","label":"1","content":"Tom qab ntawd Yexus caij nkoj hla Hiavtxwv Kalilais mus rau sab tim ub (lub hiavtxwv ntawd muaj dua ib lub npe hu ua Tinpelias)."},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.2","label":"2","content":"Muaj neeg coob coob raws Yexus qab mus, rau qhov lawv pom tej txujci uas nws kho tau tej neeg muaj mob zoo."},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.3","label":"3","content":"Yexus mus rau saum roob thiab nrog nws cov thwjtim zaum ua ke."},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.4","label":"4","content":"Thaum ntawd twb yuav txog lub caij uas cov Yudais ua Kevcai Hla Dhau."},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.5","label":"5","content":"Yexus tsa qhovmuag saib, nws pom neeg coob coob tabtom tuaj cuag nws; yog li ntawd, nws txawm hais rau Filis hais tias, “Peb yuav mus muas mov qhov twg thiaj li txaus sawvdaws noj?” ("},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.6","label":"6","content":"Yexus hais li no yog nws sim Filis siab; qhov tseeb, Yexus twb paub lawm hais tias Yexus yuav ua li cas.)"},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.7","label":"7","content":"Filis teb hais tias, “Txawm yog muab ob puas tawm lub nyiaj  mus yuav mov los ntshai ib leeg tsuas tau ib nyuag qhov me me xwb.”"},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.8","label":"8","content":"Yexus cov thwjtim muaj ib tug hu ua Adales, nws yog Ximoos Petus tus kwv, nws hais tias,"},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.9","label":"9","content":"“Muaj ib tug menyuam tub nyob ntawm no, nws muaj tsib lub ncuav thiab ob tug ntses. Tiamsis yuav tsis txaus cov neeg no noj.”"},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.10","label":"10","content":"Yexus hais tias, “Nej cia li hais kom sawvdaws zaum.” (Thaj chaw ntawd muaj muaj nyom.) Yog li ntawd, sawvdaws txawm zaum; cov txivneej uas nyob ntawd muaj kwvlam li tsib txhiab leej."},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.11","label":"11","content":"Yexus muab tsib lub ncuav ntawd los ua Vajtswv tsaug, thiab nws muab faib rau sawvdaws noj. Nws muab ob tug ntses los ua ib yam nkaus li ntawd thiab, tus uas yuav noj ntau npaum li cas los tau."},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.12","label":"12","content":"Thaum sawvdaws noj tsau lawm, Yexus hais rau nws cov thwjtim hais tias, “Nej cia li mus sau tej uas sawvdaws noj tsis tas los, tsis pub ib qho xuam li.”"},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.13","label":"13","content":"Yog li ntawd, cov thwjtim thiaj mus sau tej ncuav seem uas sawvdaws noj tsis tas tau kaum ob tawb puv nkaus."},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.14","label":"14","content":"Thaum cov neeg sawvdaws pom Yexus ua zaj txujci tseemceeb no, lawv hais tias, “Tus no yog tus cev Vajtswv lus  uas nqis los rau hauv ntiajteb no tiag!”"},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.15","label":"15","content":"Yexus paub hais tias lawv yuav tuaj muab nws yuam tsa ua vajntxwv; Yog li ntawd, nws tib leeg thiaj mus rau saum roob lawm."},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.16","label":"16","content":"Thaum yuav tsaus ntuj, Yexus cov thwjtim mus rau nram ntug hiavtxwv;"},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.17","label":"17","content":"lawv nce rau hauv lub nkoj thiab caij nkoj hla hiavtxwv rov qab mus rau pem lub nroog Kapena-us. Thaum ntawd twb tsaus ntuj zuag lawm, Yexus tseem tsis tau los rau ntawm lawv."},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.18","label":"18","content":"Ces txawm muaj cua daj cua dub ntsawj dej ntas cuag dabtsi."},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.19","label":"19","content":"Cov thwjtim twb nquam lub nkoj mus deb kwvlam li tsib raus kilumev lawm, thaum lawv pom Yexus los kotaw sau nplaim dej los ze zuj zus rau ntawm lawv lub nkoj, lawv ntshai kawg li."},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.20","label":"20","content":"Yexus hais rau lawv hais tias, “Nej tsis txhob ntshai, twb yog kuv ntag!”"},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.21","label":"21","content":"Lawv thiaj zoo siab cia Yexus los rau hauv lawv lub nkoj, tamsim ntawd lub nkoj twb mus txog ntua ntawm ntug qhov chaw uas lawv yuav mus lawm."},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.22","label":"22","content":"Hnub tom qab cov neeg coob coob uas nyob sab ntug hiavtxwv tim ub pom hais tias tsuas muaj tib lub nkoj nyob ntawd xwb. Lawv paub hais tias Yexus yeej tsis tau nrog nws cov thwjtim caij lub nkoj ntawd mus, lawv tsuas pom cov thwjtim caij mus xwb."},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.23","label":"23","content":"Muaj dua ib co nkoj tuaj tim lub nroog Tinpelias tuaj nres ze rau ntawm qhov chaw uas Yexus muab ncuav los ua Vajtswv tsaug thiab muab ntais faib rau sawvdaws noj."},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.24","label":"24","content":"Thaum cov neeg coob coob ntawd paub hais tias Yexus thiab nws cov thwjtim tsis nyob qhov ntawd lawm, lawv txawm nce rau hauv cov nkoj ntawd thiab caij mus nrhiav Yexus rau tim lub nroog Kapena-us."},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.25","label":"25","content":"Thaum cov neeg ntawd mus nrhiav tau Yexus nyob sab hiavtxwv tim ub lawm, lawv hais rau Yexus hais tias, “Xibhwb, thaum twg koj twb tuaj rau ntawm no lawm?”"},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.26","label":"26","content":"Yexus teb hais tias, “Kuv qhia tseeb rau nej hais tias twb yog vim kuv muab mov rau nej noj tsau, nej thiaj tuaj nrhiav kuv, tsis yog vim nej pom tej txujci tseemceeb uas kuv ua."},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.27","label":"27","content":"Nej tsis txhob nrhiav tej mov uas txawj lwj, tiamsis nej yuav tsum nrhiav tej mov uas tsis txawj lwj. Neeg Leej Tub yuav muab cov mov uas cawm tau txojsia ntev dhawv mus ibtxhis rau nej, rau qhov Vajtswv tus uas yog Leej Txiv twb nias homthawj rau nws lawm.”"},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.28","label":"28","content":"Lawv nug Yexus hais tias, “Peb yuav ua li cas thiaj ua tau raws li Vajtswv xav kom peb ua?”"},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.29","label":"29","content":"Yexus teb hais tias, “Qhov uas Vajtswv xav kom nej ua yog nws xav kom nej ntseeg tus uas nws txib los.”"},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.30","label":"30","content":"Lawv teb hais tias, “Koj yuav ua yam txujci tseemceeb dabtsi rau peb saib kom peb ntseeg koj? Koj yuav ua dabtsi?"},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.31","label":"31","content":"Thaum ub peb cov yawgkoob noj manas tom tiaj suabpuam raws li Vajtswv Txojlus hais tias, ‘Nws muab mov saum ntuj los rau lawv noj.’ ”"},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.32","label":"32","content":"Yexus hais tias, “Kuv qhia tseeb rau nej hais tias tej mov uas Mauxes muab rau nej noj tsis yog tej uas los saum ntuj los; tej mov uas kuv Txiv muab rau nej noj thiaj yog tej tseem mov uas los saum ntuj los."},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.33","label":"33","content":"Rau qhov tus uas los saum ntuj los, nws yog cov mov uas Vajtswv muab los cawm neeg ntiajteb txojsia.”"},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.34","label":"34","content":"Lawv thov Yexus hais tias, “Tus tswv, thov koj muab cov mov ntawd rau peb noj mus li.”"},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.35","label":"35","content":"Yexus qhia lawv hais tias, “Kuv yog cov mov uas cawm neeg txojsia. Tus uas los cuag kuv, tus ntawd yuav tsis tshaib ib zaug li; tus uas ntseeg kuv tus ntawd yuav tsis nqhis ib zaug li lawm."},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.36","label":"36","content":"Kuv hais rau nej hais tias nimno nej twb pom kuv lawm, tiamsis nej tsis ntseeg kuv."},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.37","label":"37","content":"Txhua tus uas kuv Txiv pub rau kuv, lawv yeej yuav los cuag kuv. Txhua tus uas los cuag kuv, kuv lees yuav huv tibsi,"},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.38","label":"38","content":"rau qhov kuv los saum ntuj los tsis yog los ua raws li kuv lub siab, tiamsis kuv los ua raws li tus uas txib kuv los lub siab nyiam."},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.39","label":"39","content":"Tus uas txib kuv los kom kuv saib cov neeg uas nws pub rau kuv lawm, tsis txhob cia ib tug twg ploj li, thiab thaum txog hnub kawg kuv yuav tsa lawv txhua tus sawv hauv qhov tuag rov qab los."},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.40","label":"40","content":"Rau qhov kuv Txiv xav kom txhua tus uas pom Leej Tub thiab ntseeg nws lawm muaj txojsia ntev dhawv mus ibtxhis. Thiab thaum txog hnub kawg kuv yuav tsa lawv sawv hauv qhov tuag rov qab los.”"},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.41","label":"41","content":"Ces cov Yudais txawm yws Yexus, rau qhov Yexus hais tias, “Kuv yog cov mov uas los saum ntuj los.”"},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.42","label":"42","content":"Yog li ntawd, lawv thiaj hais tias, “Tus txivneej no yog Yauxej tus tub Yexus los tsis yog? Peb yeej paub nws niam nws txiv huv tibsi. Ua li cas nws yuav hais tias nws los saum ntuj los?”"},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.43","label":"43","content":"Yexus hais rau lawv hais tias, “Nej cia li tseg tsis txhob yws li ntawd lawm."},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.44","label":"44","content":"Yeej tsis muaj leejtwg los cuag tau kuv, tsuas yog Leej Txiv tus uas txib kuv los, nws coj leejtwg los tus ntawd thiaj tau los cuag kuv xwb; thiab thaum txog hnub kawg kuv yuav tsa tus ntawd sawv hauv qhov tuag rov qab los."},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.45","label":"45","content":"Cov cev Vajtswv lus sau tseg hais tias, ‘Vajtswv yuav qhia txhua tus huv tibsi.’ Txhua tus uas hnov Leej Txiv tej lus thiab ua raws li nws qhia yeej los cuag kuv."},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.46","label":"46","content":"Kuv hais li no tsis yog hais tias txhua tus puavleej pom Leej Txiv; tsuas yog tus uas Vajtswv txib los, nws tib leeg xwb thiaj pom Leej Txiv."},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.47","label":"47","content":"Kuv qhia tseeb rau nej hais tias tus uas ntseeg kuv, tus ntawd twb tau txojsia ntev dhawv mus ibtxhis lawm."},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.48","label":"48","content":"Kuv yog cov mov uas cawm neeg txojsia."},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.49","label":"49","content":"Txawm yog nej cov yawgkoob tau noj manas tom tiaj suabpuam los lawv twb tuag tas lawm."},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.50","label":"50","content":"Tiamsis yog leejtwg noj cov mov uas los saum ntuj los, tus ntawd yuav tsis tuag."},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.51","label":"51","content":"Kuv yog cov mov uas los saum ntuj los cawm neeg txojsia. Tus uas noj cov mov no yuav tau txojsia ntev dhawv mus ibtxhis; thiab cov mov uas kuv yuav muab cawm neeg ntiajteb txojsia ntawd twb yog kuv cev nqaij ntag.”"},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.52","label":"52","content":"Ces cov Yudais txawm sib cav npautaws vog hais tias, “Tus txivneej no yuav ua li cas muab tau nws cev nqaij rau peb noj?”"},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.53","label":"53","content":"Yexus hais rau lawv hais tias, “Kuv qhia tseeb rau nej hais tias yog nej tsis noj Neeg Leej Tub cev nqaij thiab tsis haus nws cov ntshav, ces nej yuav tsis tau txojsia."},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.54","label":"54","content":"Tus uas noj kuv cev nqaij thiab haus kuv cov ntshav, tus ntawd tau txojsia ntev dhawv mus ibtxhis, thiab thaum txog hnub kawg kuv yuav tsa nws sawv hauv qhov tuag rov qab los."},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.55","label":"55","content":"Rau qhov kuv cev nqaij yog cov tseem mov, thiab kuv cov ntshav yog cov tseem dej."},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.56","label":"56","content":"Tus uas noj kuv cev nqaij thiab haus kuv cov ntshav, tus ntawd nrog kuv koom ib txojsia, thiab kuv nrog tus ntawd koom ib txojsia."},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.57","label":"57","content":"Leej Txiv tus uas txib kuv los, nws yog tus uas muaj txojsia; vim kuv nrog nws koom ib txojsia, kuv thiaj li muaj txojsia. Ib yam nkaus li ntawd, tus uas noj kuv cev nqaij tus ntawd tau txojsia, rau qhov kuv yog tus uas muaj txojsia."},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.58","label":"58","content":"Cov mov no yog cov mov uas los saum ntuj los; cov mov no tsis zoo li cov mov uas nej cov yawgkoob noj, thiab lawv tuag tas lawm. Tus uas noj cov mov no yuav tau txojsia ntev dhawv mus ibtxhis.”"},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.59","label":"59","content":"Yexus hais cov lus no thaum nws qhia hauv lub tsev sablaj uas nyob hauv lub nroog Kapena-us."},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.60","label":"60","content":"Cov neeg uas raws Yexus qab hnov tej lus uas nws qhia ntawd, muaj ntau leej hais tias, “Cov lus no nyuaj kawg li. Leejtwg thiaj yuav totaub?”"},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.61","label":"61","content":"Tiamsis Yexus paub hais tias lawv yws txog tej lus uas Yexus hais, Yexus thiaj hais rau lawv hais tias, “Tej lus uas kuv hais ntawd ua rau nej nyuaj siab los?"},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.62","label":"62","content":"Yog hais tias nej pom Neeg Leej Tub rov qab mus nyob saum qhov chaw uas nws ibtxwm nyob los lawm, nej ho yuav xav li cas?"},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.63","label":"63","content":"Vajtswv tus Ntsujplig ua tau rau neeg muaj sia, tiamsis neeg nqaij tawv ua tsis tau li ntawd. Tej lus uas kuv qhia rau nej ntawd yog ntsujplig thiab yog txojsia."},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.64","label":"64","content":"Tiamsis nej cov muaj qee leej tsis ntseeg kuv tej lus.” (Yexus hais li ntawd, rau qhov thaum chivthawj nws twb xub paub lawm hais tias, nws cov thwjtim tus twg yog tus tsis ntseeg thiab tus twg yog tus uas yuav ntxeev siab rau nws.)"},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.65","label":"65","content":"Thiab Yexus hais ntxiv tias “Twb yog vim li no kuv thiaj hais rau nej tias yeej tsis muaj ib tug los cuag kuv, tsuas yog tus uas Leej Txiv tshoov nws lub siab thiaj los cuag kuv xwb.”"},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.66","label":"66","content":"Vim li ntawd, cov neeg uas caum Yexus qab muaj coob leej thiaj tso Yexus tseg thiab tsis nrog nws mus lawm."},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.67","label":"67","content":"Yog li ntawd, Yexus thiaj nug nws kaum ob tug thwjtim hais tias, “Nej ne, nej yuav tso kuv tseg thiab los?”"},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.68","label":"68","content":"Ximoos Petus teb Yexus hais tias, “Tus tswv, yog peb tso koj tseg, peb yuav mus cuag leejtwg? Tsuas yog koj tib leeg tej lus xwb, thiaj pub tau txojsia ibtxhis rau neeg."},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.69","label":"69","content":"Nimno peb ntseeg thiab paub tseeb hais tias koj yog tus dawbhuv uas Vajtswv txib los.”"},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.70","label":"70","content":"Yexus teb lawv hais tias, “Puas yog kuv xaiv nej kaum ob leeg no? Tiamsis nej cov ko muaj ib tug yog dab ntxwgnyoog.”"},{"bible_id":"1525","chapter_code":"JHN.6","verse_code":"JHN.6.71","label":"71","content":"Yexus hais li ntawd yog hais txog Ximoos Ixakali-us tus tub Yudas. Txawm yog Yudas yog ib tug ntawm Yexus kaum ob tug thwjtim los nws tseem ntxeev siab rau Yexus."},{"bible_id":"1525","chapter_code":"JHN.7","verse_code":"JHN.7.1","label":"1","content":"Tom qab ntawd, Yexus mus mus los los hauv lub xeev Kalilais; nws tsis xav mus nram lub xeev Yudas, rau qhov cov Yudais tuavhauv yuav muab nws tua povtseg."},{"bible_id":"1525","chapter_code":"JHN.7","verse_code":"JHN.7.2","label":"2","content":"Thaum yuav txog lub caij uas cov Yudais ua Kevcai nyob Tsev Pheebsuab,"},{"bible_id":"1525","chapter_code":"JHN.7","verse_code":"JHN.7.3","label":"3","content":"Yexus cov kwv hais rau Yexus hais tias, “Koj cia li mus rau nram lub xeev Yudas kom cov neeg uas caum koj qab thiaj li pom tej uas koj ua."},{"bible_id":"1525","chapter_code":"JHN.7","verse_code":"JHN.7.4","label":"4","content":"Tsis muaj leejtwg muab tej uas nws ua zais, yog hais tias nws xav kom luag paub tej uas nws ua. Tej txujci tseemceeb uas koj ua no cia li ua qhia kom neeg ntiajteb paub koj.” ("},{"bible_id":"1525","chapter_code":"JHN.7","verse_code":"JHN.7.5","label":"5","content":"Txawm yog Yexus cov kwv los lawv tseem tsis ntseeg Yexus thiab.)"},{"bible_id":"1525","chapter_code":"JHN.7","verse_code":"JHN.7.6","label":"6","content":"Yexus hais rau lawv hais tias, “Tseem tsis tau txog kuv lub sijhawm, tiamsis nej li lub sijhawm twg los yeej tau."},{"bible_id":"1525","chapter_code":"JHN.7","verse_code":"JHN.7.7","label":"7","content":"Neeg ntiajteb tsis ntxub nej, tiamsis neeg ntiajteb ntxub kuv, rau qhov kuv pheej qhia lawv tej kev phem kev qias rau lawv."},{"bible_id":"1525","chapter_code":"JHN.7","verse_code":"JHN.7.8","label":"8","content":"Nej yuav mus ua kevcai, nej mus nej. Kuv tsis mus,  rau qhov tsis tau txog kuv lub sijhawm.”"},{"bible_id":"1525","chapter_code":"JHN.7","verse_code":"JHN.7.9","label":"9","content":"Tom qab uas Yexus hais li ntawd rau lawv tas lawm, Yexus tseem nyob hauv lub xeev Kalilais."},{"bible_id":"1525","chapter_code":"JHN.7","verse_code":"JHN.7.10","label":"10","content":"Thaum Yexus cov kwv ua ntej mus ua kevcai lawm, tom qab ntawd Yexus txawm lawv qab mus thiab; tiamsis nws tsis tabmeeg mus, rau qhov nws tsis xav kom leejtwg paub."},{"bible_id":"1525","chapter_code":"JHN.7","verse_code":"JHN.7.11","label":"11","content":"Thaum sawvdaws tabtom ua kevcai, cov Yudais tej nomtswv nrhiav Yexus ntawm qhov chaw uas sawvdaws tuaj ua kevcai ntawd. Lawv sib nug hais tias, “Nws nyob qhov twg?”"},{"bible_id":"1525","chapter_code":"JHN.7","verse_code":"JHN.7.12","label":"12","content":"Cov neeg coob coob ntawd sib ntxhi zom zaws hais txog Yexus; muaj ibtxhia hais tias, “Nws yog neeg zoo,” muaj ibtxhia hais tias, “Tsis yog li ntawd, nws yog tus uas ntxias sawvdaws xwb.”"},{"bible_id":"1525","chapter_code":"JHN.7","verse_code":"JHN.7.13","label":"13","content":"Tiamsis tsis muaj leejtwg muaj cuabkav piav Yexus zaj tabmeeg sawvdaws li, rau qhov lawv ntshai cov Yudais tej nomtswv."},{"bible_id":"1525","chapter_code":"JHN.7","verse_code":"JHN.7.14","label":"14","content":"Thaum sawvdaws ua kevcai txog tog lawm, Yexus txawm mus qhuab qhia hauv lub Tuamtsev."},{"bible_id":"1525","chapter_code":"JHN.7","verse_code":"JHN.7.15","label":"15","content":"Cov Yudais tej nomtswv xav tsis thoob thiab hais tias, “Ua li cas tus txivneej no yuav paub ua luaj li, nws twb tsis tau kawm ntawv li los sav?”"},{"bible_id":"1525","chapter_code":"JHN.7","verse_code":"JHN.7.16","label":"16","content":"Yexus teb hais tias, “Tej lus uas kuv qhia no tsis yog kuv tej lus, tiamsis yog Vajtswv tus uas txib kuv los tej lus."},{"bible_id":"1525","chapter_code":"JHN.7","verse_code":"JHN.7.17","label":"17","content":"Yog leejtwg txaus siab ua raws li Vajtswv lub siab nyiam, tus ntawd yuav paub hais tias tej lus uas kuv qhia no yog Vajtswv kom kuv hais lossis yog kuv hais kev xwb."},{"bible_id":"1525","chapter_code":"JHN.7","verse_code":"JHN.7.18","label":"18","content":"Tus neeg uas xav kom lwm tus qhuas nws, nws lam tau lam hais. Tiamsis tus uas xav ua kom luag qhuas tus uas txib nws los, nws yeej hais lus tseeb xwb, nws tsis hais dag."},{"bible_id":"1525","chapter_code":"JHN.7","verse_code":"JHN.7.19","label":"19","content":"Puas yog Mauxes qhia Vajtswv txoj Kevcai rau nej? Tiamsis nej tsis muaj ib tug coj raws li txoj Kevcai ntawd li. Ua li cas nej tseem yuav muab kuv tua povtseg thiab?”"},{"bible_id":"1525","chapter_code":"JHN.7","verse_code":"JHN.7.20","label":"20","content":"Sawvdaws teb hais tias, “Koj raug dab vwm lawm! Leejtwg yuav muab koj tua povtseg no?”"},{"bible_id":"1525","chapter_code":"JHN.7","verse_code":"JHN.7.21","label":"21","content":"Yexus teb hais tias, “Kuv ua txujci tseemceeb ib zaug xwb, nej twb xav tsis thoob li."},{"bible_id":"1525","chapter_code":"JHN.7","verse_code":"JHN.7.22","label":"22","content":"Mauxes kom nej muab nej tej menyuam ua kevcai txiav, thiab nej twb muab ib tug menyuam tub ua kevcai txiav Hnub Xanpataus (Mauxes tsis yog tus qhia kom nej ua kevcai txiav, tiamsis yog nej cov yawgkoob qhia nej ua)."},{"bible_id":"1525","chapter_code":"JHN.7","verse_code":"JHN.7.23","label":"23","content":"Yog nej twb muab ib tug menyuam tub ua kevcai txiav Hnub Xanpataus kom nej tsis txhob ua txhaum Mauxes txoj Kevcai, ua li cas kuv kho ib tug txivneej zoo mob Hnub Xanpataus nej tseem yuav npautaws rau kuv thiab?"},{"bible_id":"1525","chapter_code":"JHN.7","verse_code":"JHN.7.24","label":"24","content":"Tsis txhob txiav txim raws li nej qhovmuag pom xwb, tiamsis yuav tsum txiav txim raws li txojkev ncaj ncees.”"},{"bible_id":"1525","chapter_code":"JHN.7","verse_code":"JHN.7.25","label":"25","content":"Cov neeg uas nyob hauv lub nroog Yeluxalees muaj qee leej hais tias, “Tus txivneej no tsis yog tus uas cov nomtswv nrhiav yuav muab tua povtseg los?"},{"bible_id":"1525","chapter_code":"JHN.7","verse_code":"JHN.7.26","label":"26","content":"Nej saib! Nws tabmeeg qhia sawvdaws, tiamsis tsis muaj leejtwg muaj cuabkav hais dabtsi rau nws li! Ntshai lawv paub hais tias nws yog tus Mexiyas tiag!"},{"bible_id":"1525","chapter_code":"JHN.7","verse_code":"JHN.7.27","label":"27","content":"Thaum tus Mexiyas los, tsis muaj leejtwg paub hais tias nws los qhov twg los, tiamsis peb puavleej paub hais tias tus txivneej no los qhov twg los.”"},{"bible_id":"1525","chapter_code":"JHN.7","verse_code":"JHN.7.28","label":"28","content":"Thaum Yexus tabtom qhia hauv lub Tuamtsev, Yexus hais nrov nrov rau sawvdaws hais tias, “Nej yeej paub hais tias kuv los qhov twg los lawm tiag los? Tsis yog kuv lam los kuv. Tiamsis tus uas txib kuv los, nws yog tus ncaj ncees. Nej tsis paub nws,"},{"bible_id":"1525","chapter_code":"JHN.7","verse_code":"JHN.7.29","label":"29","content":"tiamsis kuv paub nws, rau qhov kuv los ntawm nws los, thiab nws yog tus txib kuv los.”"},{"bible_id":"1525","chapter_code":"JHN.7","verse_code":"JHN.7.30","label":"30","content":"Lawv txawm yuav ntes Yexus, tiamsis tsis muaj leejtwg nqis tes ntes nws li, rau qhov tsis tau txog nws lub sijhawm."},{"bible_id":"1525","chapter_code":"JHN.7","verse_code":"JHN.7.31","label":"31","content":"Tiamsis cov neeg coob coob ntawd muaj ntau leej ntseeg Yexus, thiab lawv hais tias, “Thaum Tus Mexiyas los, nws tseem yuav ua tau ntau yam txujci tseemceeb dua tus txivneej no ua thiab los?”"},{"bible_id":"1525","chapter_code":"JHN.7","verse_code":"JHN.7.32","label":"32","content":"Thaum cov Falixais hnov cov neeg coob coob ntawd sib cav zom zaws txog Yexus, ces cov Falixais thiab cov thawj ntawm cov povthawj txawm txib ib co tubrog mus ntes Yexus."},{"bible_id":"1525","chapter_code":"JHN.7","verse_code":"JHN.7.33","label":"33","content":"Yexus hais tias, “Kuv yuav tsis nrog nej nyob ntev lawm; kuv yuav rov mus cuag tus uas txib kuv los."},{"bible_id":"1525","chapter_code":"JHN.7","verse_code":"JHN.7.34","label":"34","content":"Nej yuav nrhiav kuv, tiamsis nej yuav nrhiav tsis tau kuv, rau qhov qhov chaw uas kuv yuav mus ntawd nej mus tsis tau.”"},{"bible_id":"1525","chapter_code":"JHN.7","verse_code":"JHN.7.35","label":"35","content":"Cov Yudais tej nomtswv sib nug zom zaws hais tias, “Nws yuav mus qhov twg kom peb nrhiav tsis tau nws no? Ntshai nws yuav mus rau pem cov neeg Kilis tej nroog uas peb cov neeg nyob thiab qhia cov neeg Kilis los?"},{"bible_id":"1525","chapter_code":"JHN.7","verse_code":"JHN.7.36","label":"36","content":"Nws hais tias peb yuav nrhiav nws, tiamsis peb yuav nrhiav tsis tau nws, thiab qhov uas nws yuav mus ntawd peb mus tsis tau. Nws hais li ntawd yog nws hais li cas?”"},{"bible_id":"1525","chapter_code":"JHN.7","verse_code":"JHN.7.37","label":"37","content":"Hnub ua kevcai xaus yog hnub tseemceeb kawg nkaus, Yexus sawv ntsug hais nrov nrov rau sawvdaws hais tias, “Tus uas nqhis dej cia li los cuag kuv, kuv yuav muab dej rau nws haus"},{"bible_id":"1525","chapter_code":"JHN.7","verse_code":"JHN.7.38","label":"38","content":"raws li Vajtswv Txojlus hais tias, ‘Yog leejtwg ntseeg kuv, tus dej uas cawm neeg txojsia yuav txhawv hauv tus ntawd lub siab los.’ ”"},{"bible_id":"1525","chapter_code":"JHN.7","verse_code":"JHN.7.39","label":"39","content":"Yexus hais li no yog hais txog Vaj Ntsujplig; yog leejtwg ntseeg Yexus, tus ntawd yuav tau txais. Thaum lub sijhawm ntawd Vajtswv tseem tsis tau txib Vaj Ntsujplig los, rau qhov Vajtswv tseem tsis tau tsa Yexus ua tus muaj tshwjchim ci ntsa iab."},{"bible_id":"1525","chapter_code":"JHN.7","verse_code":"JHN.7.40","label":"40","content":"Thaum cov neeg coob coob ntawd hnov Yexus hais li ntawd, muaj qee leej hais tias, “Tus txivneej no yog tus cev Vajtswv lus  tiag!”"},{"bible_id":"1525","chapter_code":"JHN.7","verse_code":"JHN.7.41","label":"41","content":"Muaj qee leej hais tias, “Nws yog tus Mexiyas ntag!” Tiamsis muaj qee leej hais tias, “Tus Mexiyas yuav tsis tuaj pem Kalilais tuaj ib zaug li."},{"bible_id":"1525","chapter_code":"JHN.7","verse_code":"JHN.7.42","label":"42","content":"Vajtswv Txojlus hais tias tus Mexiyas yuav yog Daviv ib tug xeebntxwv, thiab nws yuav los yug hauv lub nroog Npelehees uas thaum ub Daviv nyob.”"},{"bible_id":"1525","chapter_code":"JHN.7","verse_code":"JHN.7.43","label":"43","content":"Yog li ntawd, cov pejxeem thiaj tsis sib haum, vim qhov uas lawv sib cav hais txog Yexus ntawd."},{"bible_id":"1525","chapter_code":"JHN.7","verse_code":"JHN.7.44","label":"44","content":"Muaj qee leej xav ntes Yexus, tiamsis tsis muaj leejtwg kam nqis tes ntes li."},{"bible_id":"1525","chapter_code":"JHN.7","verse_code":"JHN.7.45","label":"45","content":"Thaum cov tubrog rov los txog, cov thawj ntawm cov povthawj thiab cov Falixais nug lawv hais tias, “Ua li cas nej tsis coj Yexus los?”"},{"bible_id":"1525","chapter_code":"JHN.7","verse_code":"JHN.7.46","label":"46","content":"Cov tubrog teb hais tias, “Yeej tsis muaj ib tug txawj hais li tus txivneej no hais li!”"},{"bible_id":"1525","chapter_code":"JHN.7","verse_code":"JHN.7.47","label":"47","content":"Cov Falixais nug hais tias, “Tsis yog nws ntxias tau nej lawm thiab los?"},{"bible_id":"1525","chapter_code":"JHN.7","verse_code":"JHN.7.48","label":"48","content":"Nej yeej ibtxwm tsis tau hnov hais tias cov nomtswv lossis cov Falixais ib tug ntseeg tus ntawd li los sav?"},{"bible_id":"1525","chapter_code":"JHN.7","verse_code":"JHN.7.49","label":"49","content":"Cov neeg coob coob uas tsis paub Mauxes txoj Kevcai ntawd, Vajtswv twb foom tsis zoo rau lawv lawm.”"},{"bible_id":"1525","chapter_code":"JHN.7","verse_code":"JHN.7.50","label":"50","content":"Cov Falixais ntawd muaj ib tug yog Nikaudemaus, nws yog tus uas twb mus nrog Yexus tham ib zaug lawm. Nws hais rau lawv hais tias,"},{"bible_id":"1525","chapter_code":"JHN.7","verse_code":"JHN.7.51","label":"51","content":"“Raws li peb txoj Kevcai, peb txiav txim tsis tau rau ib tug twg ua ntej uas peb tsis tau hnov nws peev lus thiab taug nws zaj tso.”"},{"bible_id":"1525","chapter_code":"JHN.7","verse_code":"JHN.7.52","label":"52","content":"Lawv teb hais tias, “Tsis yog koj tuaj pem Kalilais tuaj thiab los? Koj cia li nyeem Vajtswv Txojlus koj thiaj yuav paub hais tias yeej tsis muaj ib tug cev Vajtswv lus tuaj  pem Kalilais tuaj li.” ["},{"bible_id":"1525","chapter_code":"JHN.7","verse_code":"JHN.7.53","label":"53","content":"Ces lawv nyias txawm rov mus nyias tsev lawm,"},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.1","label":"1","content":"tiamsis Yexus nce mus rau pem Roob Txiv Ntoo Roj lawm."},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.2","label":"2","content":"Hnub tom qab thaum kaj ntug txoog Yexus rov qab los rau hauv lub Tuamtsev. Muaj neeg coob coob tuaj cuag nws, ces nws zaum thiab qhia lawv."},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.3","label":"3","content":"Cov xibhwb uas qhia Vajtswv txoj Kevcai thiab cov Falixais txawm coj ib tug pojniam uas lawv ntes tau thaum nws tabtom deev hluas nraug tuaj cuag Yexus; lawv coj tus pojniam ntawd tuaj sawv tabmeeg sawvdaws."},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.4","label":"4","content":"Lawv hais rau Yexus hais tias, “Xibhwb, muaj neeg ntes tau tus pojniam no thaum nws tabtom deev hluas nraug."},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.5","label":"5","content":"Mauxes txoj Kevcai qhia rau peb hais tias peb yuav tsum muab pobzeb ntaus tus neeg uas ua txhaum li tus pojniam no kom tuag. Yog li ntawd, saib koj yuav hais li cas?”"},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.6","label":"6","content":"Lawv hais li no yog lawv nrhiav lus xaub Yexus, kom lawv thiaj liam txim tau rau Yexus. Tiamsis Yexus txawm khoov thiab xuas ntivtes sau hauv av."},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.7","label":"7","content":"Thaum uas lawv tseem sawv qhov ntawd thiab nug Yexus, Yexus txawm tsa hau hlo thiab hais rau lawv hais tias, “Nej cov uas nyob ntawm no, yog leejtwg yeej tsis tau ua txhaum li, tus ntawd cia li xub muab pobzeb ntaus tus pojniam no.”"},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.8","label":"8","content":"Ces Yexus rov khoov thiab xuas ntivtes sau hauv av dua."},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.9","label":"9","content":"Thaum lawv hnov Yexus hais li ntawd, lawv txhua tus nyias txawm khiav nyias mus lawm, cov laus xub khiav ua ntej. Tsuas tshuav Yexus thiab tus pojniam uas tseem sawv ntawm Yexus hauv ntej xwb."},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.10","label":"10","content":"Yexus tsa qhovmuag ntsia thiab hais rau tus pojniam ntawd hais tias, “Lawv dua twg tas lawm? Tsis muaj leejtwg rau txim rau koj los?”"},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.11","label":"11","content":"Tus pojniam ntawd teb hais tias, “Tus tswv, tsis muaj leejtwg rau txim rau kuv li.” Yexus hais tias, “Kuv yuav tsis rau txim rau koj thiab. Koj cia li mus tsev thiab tsis txhob ua txhaum ntxiv lawm.”]"},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.12","label":"12","content":"Yexus rov hais rau cov Falixais hais tias, “Kuv yog qhov kaj rau neeg ntiajteb. Tus uas raws kuv qab yuav tsis taug txojkev uas tsaus ntuj nti, tiamsis nws yuav tau lub neej tshav ntuj nrig.”"},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.13","label":"13","content":"Cov Falixais hais rau Yexus hais tias, “Tej lus uas koj hais ko yog koj rov ua koj tus timkhawv xwb; koj tej lus ko yeej tsis tseemceeb dabtsi.”"},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.14","label":"14","content":"Yexus teb hais tias, “Tsis yog li nej hais, txawm yog kuv rov ua kuv tus timkhawv los tej lus uas kuv hais yeej tseeb, rau qhov kuv paub hais tias kuv los qhov twg los thiab kuv yuav mus qhov twg. Tiamsis nej tsis paub xyov kuv los qhov twg los thiab kuv yuav mus qhov twg."},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.15","label":"15","content":"Nej txiav txim raws li neeg lub siab xav, tiamsis kuv tsis txiav txim rau leejtwg."},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.16","label":"16","content":"Tiamsis yog kuv txiav txim, kuv yeej txiav txim ncaj ncees, rau qhov tsis yog kuv tib leeg xwb; Leej Txiv tus uas txib kuv los, nws yeej nrog kuv txiav txim thiab."},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.17","label":"17","content":"Twb muaj lus sau cia rau hauv nej txoj Kevcai lawm hais tias yog muaj ob leeg ua timkhawv lawm, qhov uas nkawd hais ntawd yeej muaj tseeb tiag."},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.18","label":"18","content":"Kuv yeej ua tau kuv tus timkhawv, thiab Leej Txiv tus uas txib kuv los, nws ua kuv tus timkhawv thiab.”"},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.19","label":"19","content":"Lawv nug Yexus hais tias, “Koj txiv nyob qhov twg?” Yexus teb hais tias, “Nej twb tsis paub kuv, nej yuav ua li cas paub kuv Txiv. Yog nej paub kuv, nej yeej yuav paub kuv Txiv thiab.”"},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.20","label":"20","content":"Yexus hais tej lus no thaum nws qhia hauv lub Tuamtsev, hauv chav uas tso tej phijxab rau nyiaj. Tsis muaj leejtwg ntes Yexus, rau qhov tseem tsis tau txog nws lub sijhawm."},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.21","label":"21","content":"Yexus rov hais ntxiv rau lawv hais tias, “Kuv yuav mus; nej yuav nrhiav kuv, tiamsis nej yuav tuag vim nej tej kev txhaum. Qhov uas kuv yuav mus, nej mus tsis tau.”"},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.22","label":"22","content":"Yog li ntawd, cov Yudais tej nomtswv hais tias, “Nws hais tias qhov uas nws yuav mus ntawd peb mus tsis tau. Tsis yog nws yuav muab nws tua povtseg los?”"},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.23","label":"23","content":"Yexus teb hais tias, “Nej yog neeg ntiajteb, tiamsis kuv los saum ntuj los. Nej nyob hauv lub ntiajteb no, tiamsis kuv tsis nyob hauv lub ntiajteb no."},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.24","label":"24","content":"Twb yog vim li ntawd kuv thiaj qhia rau nej hais tias, nej yuav tuag vim nej tej kev txhaum. Yog nej tsis ntseeg hais tias, ‘Kuv Yog tus uas Kuv Yog,’ nej yuav tuag vim nej tej kev txhaum.”"},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.25","label":"25","content":"Lawv nug Yexus hais tias, “Koj yog leejtwg?” Yexus teb lawv hais tias, “Kuv yog tus uas kuv twb qhia rau  nej thaum ub los lawm."},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.26","label":"26","content":"Kuv muaj ntau zaj uas hais txog nej thiab txiav txim rau nej. Tus uas txib kuv los, nws yog tus ncaj ncees. Tej uas kuv qhia rau neeg ntiajteb, kuv tsuas qhia raws li tej uas nws kom kuv qhia xwb.”"},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.27","label":"27","content":"Lawv tsis totaub hais tias Yexus qhia lawv hais txog Leej Txiv li."},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.28","label":"28","content":"Yog li ntawd, Yexus hais rau lawv hais tias, “Thaum twg nej muab Neeg Leej Tub dai lawm, nej thiaj yuav paub hais tias, ‘Kuv Yog tus uas Kuv Yog’; thiab nej yuav paub hais tias kuv tsis ua ib yam dabtsi raws li kuv lub siab, tiamsis kuv tsuas hais tej uas Leej Txiv kom kuv hais xwb."},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.29","label":"29","content":"Thiab tus uas txib kuv los yeej nrog kuv nyob; nws tsis tso kuv tseg ib zaug li, rau qhov kuv ua txhua yam raws li nws lub siab nyiam xwb.”"},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.30","label":"30","content":"Cov neeg uas hnov Yexus tej lus muaj coob leej los ntseeg Yexus."},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.31","label":"31","content":"Yog li ntawd, Yexus hais rau cov Yudais uas ntseeg nws hais tias, “Yog nej ua raws li tej lus uas kuv qhia, nej thiaj yog kuv cov thwjtim tiag."},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.32","label":"32","content":"Nej yuav paub qhov tseeb, thiab qhov tseeb ntawd yuav tso nej dim.”"},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.33","label":"33","content":"Lawv teb hais tias, “Peb sawvdaws puavleej yog Anplahas cov xeebntxwv, thiab peb yeej tsis tau ua leejtwg qhev li. Lo lus uas koj hais tias, ‘Nej yuav dim’, yog koj hais li cas?”"},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.34","label":"34","content":"Yexus hais rau lawv hais tias, “Kuv qhia tseeb rau nej hais tias txhua tus uas ua txhaum puavleej ua txojkev txhaum qhev."},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.35","label":"35","content":"Tus uas ua luag qhev yeej tsis nrog ib tsevneeg nyob mus tas simneej, tsuas yog tus tub thiaj yuav nyob xwb."},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.36","label":"36","content":"Yog Leej Tub tso nej dim, ces nej thiaj yuav dim tiag tiag li."},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.37","label":"37","content":"Kuv paub hais tias nej yog Anplahas cov xeebntxwv. Tiamsis nej pheej nrhiav kuv tua povtseg, rau qhov nej tsis ntseeg tej lus uas kuv qhia."},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.38","label":"38","content":"Kuv hais raws li tej lus uas kuv Txiv qhia rau kuv, tiamsis nej ua raws li tej lus uas nej txiv qhia rau nej.”"},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.39","label":"39","content":"Lawv teb Yexus hais tias, “Peb txiv yog Anplahas.” Yexus hais rau lawv hais tias, “Yog nej yog Anplahas cov menyuam tiag, nej yeej yuav ua  nej lub neej ib yam li Anplahas lub."},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.40","label":"40","content":"Kuv tsuas qhia rau nej raws li qhov tseeb uas Vajtswv kom kuv qhia xwb, tiamsis nej pheej nrhiav kuv tua povtseg. Anplahas tsis ua li nej ua."},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.41","label":"41","content":"Nej ua ib yam li nej txiv tau ua lawm.” Lawv teb hais tias, “Peb tsis yog menyuam tsaub, peb muaj tib leeg txiv xwb; peb txiv yog Vajtswv.”"},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.42","label":"42","content":"Yexus hais rau lawv hais tias, “Yog Vajtswv yog nej txiv tiag, nej yeej yuav hlub kuv, rau qhov Vajtswv yog tus uas txib kuv los thiab nimno kuv twb nrog nej nyob ntawm no. Tsis yog kuv los kuv xwb tiamsis yog Vajtswv txib kuv los."},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.43","label":"43","content":"Ua li cas nej tsis totaub tej lus uas kuv hais no? Nej tsis totaub rau qhov nej tsis xav mloog tej lus uas kuv qhia."},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.44","label":"44","content":"Dab Ntxwgnyoog yog nej txiv, thiab nej yeej nyiam ua raws li nej txiv lub siab. Txij thaum chivkeeb los dab Ntxwgnyoog yeej yog tus tua neeg thiab nws tsis ua raws li qhov tseeb, rau qhov nws tsis nyiam qhov tseeb. Tej lus uas nws hais nws hais dag xwb, rau qhov nws yeej yog tus niag dag thiab nws yog txhua tus uas dag leej txiv."},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.45","label":"45","content":"Twb yog vim kuv qhia qhov tseeb, nej thiaj tsis ntseeg kuv tej lus."},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.46","label":"46","content":"Nej cov leejtwg pom hais tias kuv ua txhaum? Tej lus uas kuv hais, kuv yeej hais tseeb xwb, ua li cas nej tsis ntseeg kuv?"},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.47","label":"47","content":"Tus uas los ntawm Vajtswv los yeej mloog Vajtswv lus. Nej tsis yog los ntawm Vajtswv los, nej thiaj tsis mloog Vajtswv lus.”"},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.48","label":"48","content":"Cov Yudais nug Yexus hais tias, “Lo lus uas peb hais tias koj yog neeg Xamalis thiab raug dab ntawd, peb hais tsis yog los?”"},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.49","label":"49","content":"Yexus teb lawv hais tias “Kuv tsis raug dab. Kuv yeej hwm kuv Txiv, tiamsis nej tsis hwm kuv."},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.50","label":"50","content":"Kuv tsis tau kom leejtwg hwm kuv. Tiamsis muaj ib tug kom neeg hwm kuv, thiab tus ntawd yog tus uas yuav txiav txim."},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.51","label":"51","content":"Kuv qhia tseeb rau nej hais tias tus uas ua raws li kuv tej lus qhia, tus ntawd yuav tsis tuag li.”"},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.52","label":"52","content":"Cov Yudais hais rau Yexus hais tias, “Nimno peb paub hais tias koj raug dab lawm, Anplahas los twb tuag thiab cov cev Vajtswv lus los twb tuag tas huv tibsi lawm, tiamsis koj ho hais tias tus uas coj raws li koj tej lus qhia tus ntawd yuav tsis tuag li."},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.53","label":"53","content":"Koj hais tias koj muaj hwjchim loj dua peb txiv Anplahas uas twb tuag lawm thiab los? Cov cev Vajtswv lus twb tuag tas huv tibsi lawm. Koj tseem khav hais tias koj yog leejtwg?”"},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.54","label":"54","content":"Yexus teb hais tias, “Yog kuv rov qhuas kuv xwb, kuv tej lus yeej tsis muaj qabhau dabtsi li. Kuv Txiv yog tus uas qhuas kuv; nws yog tus uas nej hu hais tias yog nej tus Vajtswv."},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.55","label":"55","content":"Nej yeej tsis paub nws, tiamsis kuv paub nws. Yog kuv hais tias kuv tsis paub nws, kuv yog tus uas hais dag ib yam li nej. Tiamsis kuv yeej paub nws, thiab kuv ua raws li nws tej lus."},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.56","label":"56","content":"Nej txiv Anplahas zoo siab hais tias nws yuav pom hnub uas kuv los; nimno nws twb pom lawm, nws zoo siab kawg li.”"},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.57","label":"57","content":"Lawv hais rau Yexus hais tias, “Koj hnubnyoog twb tsis tau muaj tsib caug xyoo, ua li cas koj hais tias koj pom Anplahas?”"},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.58","label":"58","content":"Yexus teb lawv hais tias, “Kuv qhia tseeb rau nej hais tias, ‘Kuv xub nyob ua ntej Anplahas yug lawm.’ ”"},{"bible_id":"1525","chapter_code":"JHN.8","verse_code":"JHN.8.59","label":"59","content":"Lawv txawm khaws pobzeb yuav ntaus Yexus, tiamsis Yexus khiav nkaum thiab tawm hauv lub Tuamtsev mus lawm."},{"bible_id":"1525","chapter_code":"JHN.9","verse_code":"JHN.9.1","label":"1","content":"Thaum Yexus tabtom taug kev mus, Yexus pom ib tug txivneej uas digmuag thaum nruab thiab los lawm."},{"bible_id":"1525","chapter_code":"JHN.9","verse_code":"JHN.9.2","label":"2","content":"Yexus cov thwjtim nug Yexus hais tias, “Xibhwb, leejtwg ua txhaum thiaj ua rau tus txivneej no digmuag thaum nruab thiab los lawm? Yog nws ua txhaum lossis nws niam nws txiv ua txhaum?”"},{"bible_id":"1525","chapter_code":"JHN.9","verse_code":"JHN.9.3","label":"3","content":"Yexus teb hais tias, “Qhov uas nws digmuag li no tsis yog vim nws tej kev txhaum lossis vim nws niam nws txiv tej kev txhaum. Nws digmuag kom sawvdaws pom Vajtswv lub hwjchim xwb."},{"bible_id":"1525","chapter_code":"JHN.9","verse_code":"JHN.9.4","label":"4","content":"Thaum uas tseem yog nruab hnub, peb yuav tsum ua tus uas txib kuv los tej haujlwm; thaum tsaus ntuj lawm yuav tsis muaj neeg pom kev ua haujlwm."},{"bible_id":"1525","chapter_code":"JHN.9","verse_code":"JHN.9.5","label":"5","content":"Thaum kuv tseem nyob hauv ntiajteb no, kuv yog qhov kaj rau neeg ntiajteb pom kev.”"},{"bible_id":"1525","chapter_code":"JHN.9","verse_code":"JHN.9.6","label":"6","content":"Thaum Yexus hais li no tas, Yexus txawm nto qaubncaug rau hauv av; nws muab do xyaw hmoov av; Yexus muab cov av nkos ntawd pleev tus txivneej ntawd ob lub qhovmuag,"},{"bible_id":"1525","chapter_code":"JHN.9","verse_code":"JHN.9.7","label":"7","content":"thiab Yexus hais rau tus txivneej ntawd hais tias, “Koj cia li mus ntxuav muag ntawm lub pasdej Xilau-as.” (Lub npe no txhais hais tias, “Txib mus.”) Tus txivneej digmuag ntawd thiaj mus ntxuav muag thiab rov qab los, ces nws txawm pom kev lawm."},{"bible_id":"1525","chapter_code":"JHN.9","verse_code":"JHN.9.8","label":"8","content":"Tej neeg zejzog thiab cov neeg uas pheej pom tus txivneej ntawd thov khawv txawm sib nug hais tias, “Tus txivneej no tsis yog tus uas niaj hnub zaum thov khawv los?”"},{"bible_id":"1525","chapter_code":"JHN.9","verse_code":"JHN.9.9","label":"9","content":"Muaj qee leej hais tias, “Nws yog tus ntawd ntag,” tiamsis muaj qee leej hais tias, “Nws zoo li tus ntawd xwb, tiamsis nws tsis yog tus ntawd.” Tus txivneej ntawd hais tias, “Kuv yog tus ntawd ntag.”"},{"bible_id":"1525","chapter_code":"JHN.9","verse_code":"JHN.9.10","label":"10","content":"Lawv nug nws hais tias, “Ua li cas koj ho pom kev lawm?”"},{"bible_id":"1525","chapter_code":"JHN.9","verse_code":"JHN.9.11","label":"11","content":"Nws teb hais tias, “Tus txivneej uas npe hu ua Yexus ua ib co av nkos los pleev kuv ob lub qhovmuag thiab hais kom kuv mus ntxuav muag ntawm lub pasdej Xilau-as. Yog li ntawd, kuv thiaj mus, thiab thaum kuv ntxuav muag tas, ces kuv qhovmuag txawm pom kev lawm.”"},{"bible_id":"1525","chapter_code":"JHN.9","verse_code":"JHN.9.12","label":"12","content":"Lawv nug hais tias, “Nws nyob qhov twg?” Tus txivneej ntawd teb hais tias, “Kuv tsis paub.”"},{"bible_id":"1525","chapter_code":"JHN.9","verse_code":"JHN.9.13","label":"13","content":"Lawv coj tus txivneej digmuag uas twb pom kev lawm mus cuag cov Falixais."},{"bible_id":"1525","chapter_code":"JHN.9","verse_code":"JHN.9.14","label":"14","content":"Hnub uas Yexus ua av nkos pleev tus digmuag ntawd ob lub qhovmuag yog Hnub Xanpataus."},{"bible_id":"1525","chapter_code":"JHN.9","verse_code":"JHN.9.15","label":"15","content":"Cov Falixais rov nug tus txivneej ntawd hais tias, “Ua li cas koj pom kev lawm?” Nws qhia rau lawv hais tias, “Tus ntawd muab mentsis av nkos pleev kuv ob lub qhovmuag, kuv mus ntxuav muag tas, ces kuv txawm pom kev lawm.”"},{"bible_id":"1525","chapter_code":"JHN.9","verse_code":"JHN.9.16","label":"16","content":"Cov Falixais muaj qee leej hais tias, “Tus txivneej uas ua li no yeej tsis yog tus uas Vajtswv txib los, rau qhov nws tsis hwm Hnub Xanpataus.” Tiamsis muaj qee leej hais tias, “Tus neeg txhaum yuav ua li cas ua tau tej txujci tseemceeb no?” Ces lawv txawm tsis sib haum lawm."},{"bible_id":"1525","chapter_code":"JHN.9","verse_code":"JHN.9.17","label":"17","content":"Yog li ntawd, cov Falixais rov nug tus txivneej ntawd dua hais tias, “Koj hais tias yog tus ntawd kho koj ob lub qhovmuag pom kev, koj sim piav saib nws yog leejtwg?” Tus txivneej ntawd teb hais tias, “Nws yog ib tug cev Vajtswv lus.”"},{"bible_id":"1525","chapter_code":"JHN.9","verse_code":"JHN.9.18","label":"18","content":"Cov Yudais tej nomtswv tsis ntseeg hais tias tus txivneej ntawd yog tus digmuag uas twb pom kev lawm mus txog thaum uas lawv mus hu nws niam nws txiv tuaj,"},{"bible_id":"1525","chapter_code":"JHN.9","verse_code":"JHN.9.19","label":"19","content":"thiab lawv nug nkawd hais tias, “Tus no puas yog neb tus tub uas neb hais tias nws ibtxwm digmuag thaum nruab thiab los? Ua li cas nimno nws ho pom kev lawm?”"},{"bible_id":"1525","chapter_code":"JHN.9","verse_code":"JHN.9.20","label":"20","content":"Nws niam nws txiv teb hais tias, “Wb paub hais tias nws yog wb tus tub thiab paub hais tias nws ibtxwm digmuag thaum nruab thiab los tiag."},{"bible_id":"1525","chapter_code":"JHN.9","verse_code":"JHN.9.21","label":"21","content":"Tiamsis wb tsis paub xyov ua cas nimno nws ho pom kev lawm, thiab wb tsis paub hais tias xyov leejtwg kho nws ob lub qhovmuag. Nws twb tiav hluas lawm, nej cia li nug nws xwb; nws mam li qhia rau nej.”"},{"bible_id":"1525","chapter_code":"JHN.9","verse_code":"JHN.9.22","label":"22","content":"Nws niam nws txiv hais li no, vim nkawd ntshai cov Yudais tej nomtswv, rau qhov cov Yudais tej nomtswv tau sablaj hais tias yog leejtwg lees hais tias Yexus yog tus Mexiyas, lawv yuav muab tus ntawd ntiab tawm hauv lub tsev sablaj mus."},{"bible_id":"1525","chapter_code":"JHN.9","verse_code":"JHN.9.23","label":"23","content":"Twb yog vim li no nws niam nws txiv thiaj hais tias, “Nws twb tiav hluas lawm; nej cia li nug nws xwb!”"},{"bible_id":"1525","chapter_code":"JHN.9","verse_code":"JHN.9.24","label":"24","content":"Lawv txawm rov hu tus txivneej uas ibtxwm digmuag thaum nruab thiab ntawd los cuag lawv dua zaum ob; lawv hais rau nws hais tias, “Koj cia li coglus tabmeeg Vajtswv hais tias, koj yuav qhia qhov tseeb rau peb. Peb paub hais tias tus txivneej ntawd yog ib tug neeg txhaum.”"},{"bible_id":"1525","chapter_code":"JHN.9","verse_code":"JHN.9.25","label":"25","content":"Tus txivneej ntawd teb hais tias, “Kuv tsis paub hais tias tus ntawd yog ib tug neeg txhaum lossis tsis yog. Kuv tsuas paub hais tias kuv ibtxwm digmuag, tiamsis nimno kuv pom kev lawm xwb.”"},{"bible_id":"1525","chapter_code":"JHN.9","verse_code":"JHN.9.26","label":"26","content":"Lawv nug hais tias, “Nws ua li cas rau koj? Nws kho koj ob lub qhovmuag li cas, koj thiaj pom kev?”"},{"bible_id":"1525","chapter_code":"JHN.9","verse_code":"JHN.9.27","label":"27","content":"Tus txivneej ntawd teb hais tias, “Kuv twb qhia tas rau nej lawm, tiamsis nej tsis mloog kuv tej lus li. Ua li cas nej tseem xav rov qab hnov dua thiab? Puas yog nej xav ua nws thwjtim thiab?”"},{"bible_id":"1525","chapter_code":"JHN.9","verse_code":"JHN.9.28","label":"28","content":"Lawv txawm cem nws hais tias, “Koj thiaj yog tus ntawd tus thwjtim, tiamsis peb yog Mauxes cov thwjtim."},{"bible_id":"1525","chapter_code":"JHN.9","verse_code":"JHN.9.29","label":"29","content":"Peb paub hais tias Vajtswv nrog Mauxes tham xwb; tus neeg ntawd xyov nws tuaj qhov twg tuaj peb tsis paub.”"},{"bible_id":"1525","chapter_code":"JHN.9","verse_code":"JHN.9.30","label":"30","content":"Tus txivneej ntawd teb lawv hais tias, “Kuv xav tsis thoob li! Xyov ua li cas nej tsis paub hais tias nws tuaj qhov twg tuaj, tiamsis nws ho kho tau kuv ob lub qhovmuag pom kev lawm!"},{"bible_id":"1525","chapter_code":"JHN.9","verse_code":"JHN.9.31","label":"31","content":"Peb paub hais tias Vajtswv yeej tsis mloog cov neeg txhaum tej lus; nws tsuas mloog cov neeg uas hwm nws thiab ua raws li nws tej lus xwb."},{"bible_id":"1525","chapter_code":"JHN.9","verse_code":"JHN.9.32","label":"32","content":"Txij thaum chivkeeb uas muaj lub ntiajteb no los, tsis tau muaj leejtwg hnov hais tias muaj ib tug neeg twg kho tau tus neeg uas digmuag thaum nruab thiab los kom pom kev li."},{"bible_id":"1525","chapter_code":"JHN.9","verse_code":"JHN.9.33","label":"33","content":"Yog tus ntawd tsis yog tus uas Vajtswv txib los, nws yeej ua tsis tau li no li.”"},{"bible_id":"1525","chapter_code":"JHN.9","verse_code":"JHN.9.34","label":"34","content":"Lawv teb hais tias, “Koj yog neeg txhaum thaum nruab thiab los lawm, koj tseem yuav ntuas peb thiab los?” Ces lawv txawm muab nws ntiab tawm hauv tsev sablaj mus lawm."},{"bible_id":"1525","chapter_code":"JHN.9","verse_code":"JHN.9.35","label":"35","content":"Thaum Yexus hnov hais tias lawv muab tus txivneej ntawd ntiab tawm hauv tsev sablaj mus lawm, Yexus txawm mus nug nws hais tias, “Koj puas ntseeg Neeg Leej Tub?”"},{"bible_id":"1525","chapter_code":"JHN.9","verse_code":"JHN.9.36","label":"36","content":"Tus txivneej ntawd teb hais tias, “Xibhwb, thov koj qhia kuv saib Neeg Leej Tub yog leejtwg? Kuv thiaj paub ntseeg nws.”"},{"bible_id":"1525","chapter_code":"JHN.9","verse_code":"JHN.9.37","label":"37","content":"Yexus hais rau nws hais tias, “Koj twb pom Neeg Leej Tub lawm, nws yog tus uas tabtom nrog koj tham no ntag.”"},{"bible_id":"1525","chapter_code":"JHN.9","verse_code":"JHN.9.38","label":"38","content":"Tus txivneej ntawd hais tias, “Tus Tswv, kuv ntseeg lawm.” Nws txawm txhos caug ntua pehawm Yexus."},{"bible_id":"1525","chapter_code":"JHN.9","verse_code":"JHN.9.39","label":"39","content":"Yexus hais tias, “Kuv los hauv lub ntiajteb no yog los txiav txim, kom tus digmuag pom kev thiab kom cov neeg uas pom kev digmuag.”"},{"bible_id":"1525","chapter_code":"JHN.9","verse_code":"JHN.9.40","label":"40","content":"Cov Falixais uas nyob ntawd muaj qee leej hnov Yexus hais li no, lawv txawm nug Yexus hais tias, “Tsis yog koj hais tias peb puavleej digmuag huv tibsi no los?”"},{"bible_id":"1525","chapter_code":"JHN.9","verse_code":"JHN.9.41","label":"41","content":"Yexus teb hais tias, “Yog nej digmuag, ces nej tsis yog neeg txhaum ib zaug li, tiamsis nej khav hais tias nej pom kev, yog li ntawd nej thiaj tseem yog neeg txhaum.”"},{"bible_id":"1525","chapter_code":"JHN.10","verse_code":"JHN.10.1","label":"1","content":"Yexus hais tias, “Kuv qhia tseeb rau nej hais tias tus uas mus hauv lub nkuaj yaj, yog nws tsis mus ntawm lub rooj nkuag mus nws cia li nce lwm qhov mus xwb, tus ntawd yog tubsab."},{"bible_id":"1525","chapter_code":"JHN.10","verse_code":"JHN.10.2","label":"2","content":"Tus uas mus ntawm rooj nkuag mus, tus ntawd thiaj yog tus tswv yug yaj."},{"bible_id":"1525","chapter_code":"JHN.10","verse_code":"JHN.10.3","label":"3","content":"Tus uas zov qhovrooj yuav qhib rooj nkuag rau nws, thaum nws cuab nws pab yaj tej npe, pab yaj paub nws lub suab thiab nws coj nws pab yaj tawm mus."},{"bible_id":"1525","chapter_code":"JHN.10","verse_code":"JHN.10.4","label":"4","content":"Thaum nws coj nws pab yaj tawm mus lawm, nws mus ua pab yaj ntej thiab pab yaj raws nws qab, rau qhov pab yaj paub nws lub suab."},{"bible_id":"1525","chapter_code":"JHN.10","verse_code":"JHN.10.5","label":"5","content":"Pab yaj yuav tsis raws lwm tus qab, tiamsis pab yaj yuav khiav ntawm tus ntawd mus, rau qhov pab yaj tsis paub tus ntawd lub suab.”"},{"bible_id":"1525","chapter_code":"JHN.10","verse_code":"JHN.10.6","label":"6","content":"Yexus hais zaj lus pivtxwv no rau lawv, tiamsis lawv tsis totaub xyov yog Yexus hais dabtsi."},{"bible_id":"1525","chapter_code":"JHN.10","verse_code":"JHN.10.7","label":"7","content":"Yexus rov hais rau lawv hais tias, “Kuv qhia tseeb rau nej hais tias kuv yog lub rooj nkuag yaj."},{"bible_id":"1525","chapter_code":"JHN.10","verse_code":"JHN.10.8","label":"8","content":"Txhua tus uas los ua kuv ntej puavleej yog tubsab xwb, tiamsis pab yaj tsis mloog lawv tej lus."},{"bible_id":"1525","chapter_code":"JHN.10","verse_code":"JHN.10.9","label":"9","content":"Kuv yog lub rooj nkuag. Tus uas mus ntawm kuv mus, tus ntawd yuav dim; nws yuav mus mus los los thiab nrhiav tau zaub noj."},{"bible_id":"1525","chapter_code":"JHN.10","verse_code":"JHN.10.10","label":"10","content":"Thaum tubsab tuaj tsuas yog tuaj nyiag, tuaj tua thiab ua kom puastsuaj xwb. Tiamsis kuv los, yog los ua kom nej tau txojsia thiab tau lub neej puv npo."},{"bible_id":"1525","chapter_code":"JHN.10","verse_code":"JHN.10.11","label":"11","content":"“Kuv yog tus tswv yug yaj uas zoo. Tus tswv yug yaj uas zoo txaus siab tuag theej paj yaj."},{"bible_id":"1525","chapter_code":"JHN.10","verse_code":"JHN.10.12","label":"12","content":"Tus uas luag ntiav zov pab yaj tsis yog tus tswv, thiab pab yaj tsis yog nws li. Thaum nws pom hma tuaj, nws yuav khiav tso pab yaj tseg; hma yuav tom pab yaj thiab pab yaj yuav khiav tas."},{"bible_id":"1525","chapter_code":"JHN.10","verse_code":"JHN.10.13","label":"13","content":"Tus ntawd khiav, rau qhov luag ntiav nws zov pab yaj xwb, nws thiaj tsis mob siab pab yaj."},{"bible_id":"1525","chapter_code":"JHN.10","verse_code":"JHN.10.14+JHN.10.15","label":"14-15","content":"Kuv yog tus tswv yug yaj uas zoo. Kuv paub kuv pab yaj thiab kuv pab yaj paub kuv, ib yam li Leej Txiv paub kuv thiab kuv paub Leej Txiv. Kuv txaus siab tuag theej kuv pab yaj."},{"bible_id":"1525","chapter_code":"JHN.10","verse_code":"JHN.10.16","label":"16","content":"Kuv muaj dua ib pab yaj uas tsis nyob hauv lub nkuaj no. Kuv yuav tsum mus coj lawv los rau hauv lub nkuaj no; lawv yuav mloog kuv lub suab, thiab lawv yuav los  ua ib pab koom ib tug tswv xwb.”"},{"bible_id":"1525","chapter_code":"JHN.10","verse_code":"JHN.10.17","label":"17","content":"“Leej Txiv hlub kuv rau qhov kuv txaus siab tso kuv txojsia tseg; kuv ua li ntawd kuv thiaj tau kuv txojsia ntawd rov qab los."},{"bible_id":"1525","chapter_code":"JHN.10","verse_code":"JHN.10.18","label":"18","content":"Tsis muaj leejtwg yuav txeeb tau kuv txojsia. Kuv txaus siab tso kuv txojsia tseg. Kuv muaj cai tso kuv txojsia tseg, thiab kuv muaj cai muab kuv txojsia rov qab los. Kuv Txiv kom kuv los ua li no.”"},{"bible_id":"1525","chapter_code":"JHN.10","verse_code":"JHN.10.19","label":"19","content":"Vim tej lus uas Yexus hais no thiaj ua rau cov Yudais rov tsis sib haum dua."},{"bible_id":"1525","chapter_code":"JHN.10","verse_code":"JHN.10.20","label":"20","content":"Muaj ntau leej hais tias, “Nws raug dab! Nws vwm lawm! Ua li cas nej tseem yuav mloog nws tej lus ua dabtsi?”"},{"bible_id":"1525","chapter_code":"JHN.10","verse_code":"JHN.10.21","label":"21","content":"Tiamsis muaj qee leej hais tias, “Tus neeg uas raug dab yeej tsis txawj hais li tus no hais! Dab yeej kho tsis tau tus neeg uas digmuag kom pom kev li.”"},{"bible_id":"1525","chapter_code":"JHN.10","verse_code":"JHN.10.22","label":"22","content":"Thaum lub caij ntuj no uas ua kevcai nco txog hnub uas kho lub Tuamtsev hauv lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"JHN.10","verse_code":"JHN.10.23","label":"23","content":"Yexus ncig mus ncig los hauv Xalumoos lub qabkhav ntawm lub Tuamtsev;"},{"bible_id":"1525","chapter_code":"JHN.10","verse_code":"JHN.10.24","label":"24","content":"cov Yudais txawm sib sau tuaj cuag Yexus thiab nug nws hais tias, “Koj tseem yuav cia peb tos txog thaum twg thiab? Yog hais tias koj yog tus Mexiyas, koj cia li qhia qhov tseeb rau peb.”"},{"bible_id":"1525","chapter_code":"JHN.10","verse_code":"JHN.10.25","label":"25","content":"Yexus teb hais tias, “Kuv twb qhia rau nej lawm, tiamsis nej tsis ntseeg kuv tej lus. Tej haujlwm uas kuv Txiv kom kuv ua twb qhia kuv rau nej paub lawm;"},{"bible_id":"1525","chapter_code":"JHN.10","verse_code":"JHN.10.26","label":"26","content":"tiamsis nej tsis ntseeg, rau qhov nej tsis yog kuv pab yaj."},{"bible_id":"1525","chapter_code":"JHN.10","verse_code":"JHN.10.27","label":"27","content":"Kuv pab yaj paub kuv lub suab; kuv paub kuv pab yaj thiab pab yaj raws kuv qab."},{"bible_id":"1525","chapter_code":"JHN.10","verse_code":"JHN.10.28","label":"28","content":"Kuv muab txojsia ntev dhawv mus ibtxhis rau lawv; lawv yuav tsis tuag ib zaug li, thiab tsis muaj leejtwg yuav txeeb tau lawv hauv kuv txhais tes mus li."},{"bible_id":"1525","chapter_code":"JHN.10","verse_code":"JHN.10.29","label":"29","content":"Tej uas kuv Txiv muab pub rau kuv tseemceeb dua txhua yam huv tibsi,  thiab tsis muaj leejtwg tuaj txeeb tau tej uas Leej Txiv saib xyuas."},{"bible_id":"1525","chapter_code":"JHN.10","verse_code":"JHN.10.30","label":"30","content":"Leej Txiv thiab kuv yog tib tug.”"},{"bible_id":"1525","chapter_code":"JHN.10","verse_code":"JHN.10.31","label":"31","content":"Ces cov Yudais txawm khaws pobzeb yuav rov ntaus Yexus dua."},{"bible_id":"1525","chapter_code":"JHN.10","verse_code":"JHN.10.32","label":"32","content":"Yexus hais rau lawv hais tias, “Kuv Txiv kom kuv ua ntau yam haujlwm zoo rau nej pom; tej ntawd yam twg ua rau nej ntsawv siab, nej thiaj yuav muab pobzeb ntaus kuv?”"},{"bible_id":"1525","chapter_code":"JHN.10","verse_code":"JHN.10.33","label":"33","content":"Lawv teb hais tias, “Qhov uas peb yuav muab pobzeb ntaus koj tsis yog vim tej haujlwm zoo uas koj ua, tiamsis vim qhov uas koj hais lus saib tsis taus Vajtswv. Koj tsuas yog neeg xwb, tiamsis koj khav hais tias koj yog Vajtswv.”"},{"bible_id":"1525","chapter_code":"JHN.10","verse_code":"JHN.10.34","label":"34","content":"Yexus teb hais tias, “Twb muaj lus sau tseg rau hauv nej txoj Kevcai lawm, Vajtswv hais tias, ‘Nej yog tej vajtswv.’"},{"bible_id":"1525","chapter_code":"JHN.10","verse_code":"JHN.10.35","label":"35","content":"Yog Vajtswv txojlus twb hais tias lawv yog ‘tej vajtswv;’ yog li ntawd, yeej tsis muaj leejtwg yuav rhuav tau Vajtswv Txojlus li."},{"bible_id":"1525","chapter_code":"JHN.10","verse_code":"JHN.10.36","label":"36","content":"Kuv twb yog tus uas Leej Txiv xaiv thiab txib kuv los rau hauv ntiajteb. Ua li cas nej hais tias kuv hais lus saib tsis tau Vajtswv, rau qhov kuv hais tias kuv yog Vajtswv Leej Tub?"},{"bible_id":"1525","chapter_code":"JHN.10","verse_code":"JHN.10.37","label":"37","content":"Yog kuv tsis ua tej haujlwm uas kuv Txiv kom kuv ua, ces nej tsis txhob ntseeg kuv tej lus."},{"bible_id":"1525","chapter_code":"JHN.10","verse_code":"JHN.10.38","label":"38","content":"Tiamsis kuv twb ua tej haujlwm ntawd lawm, txawm yog nej tsis ntseeg kuv los nej yuav tsum ntseeg tej haujlwm uas kuv ua ntawd; nej yuav paub hais tias Leej Txiv thiab kuv koom ib txojsia.”"},{"bible_id":"1525","chapter_code":"JHN.10","verse_code":"JHN.10.39","label":"39","content":"Ces lawv yuav rov ntes Yexus dua, tiamsis Yexus khiav lawm."},{"bible_id":"1525","chapter_code":"JHN.10","verse_code":"JHN.10.40","label":"40","content":"Ces Yexus txawm hla tus dej Yauladees mus rau ntawm qhov chaw uas Yauhas muab neeg ua kevcai raus dej thiab Yexus mus nyob tid."},{"bible_id":"1525","chapter_code":"JHN.10","verse_code":"JHN.10.41","label":"41","content":"Muaj neeg coob coob tuaj cuag Yexus, lawv hais tias, “Yauhas twb tsis tau ua ib yam txujci tseemceeb li, tiamsis txhua yam uas Yauhas hais txog tus txivneej no puavleej muaj tseeb.”"},{"bible_id":"1525","chapter_code":"JHN.10","verse_code":"JHN.10.42","label":"42","content":"Cov neeg uas tuaj ntawd muaj ntau leej ntseeg Yexus."},{"bible_id":"1525","chapter_code":"JHN.11","verse_code":"JHN.11.1","label":"1","content":"Muaj ib tug txivneej hu ua Laxalus nyob hauv lub zos Npethanis, nws mob heev. Npethanis yog lub zos uas Malis thiab nws tus niamlaus Mathas nyob. ("},{"bible_id":"1525","chapter_code":"JHN.11","verse_code":"JHN.11.2","label":"2","content":"Tus Malis no yog tus uas muab tshuaj tsw qab hliv rau Yexus kotaw thiab nws muab nws cov plaubhau so; tus Laxalus uas mob heev ntawd yog Malis tus nus.)"},{"bible_id":"1525","chapter_code":"JHN.11","verse_code":"JHN.11.3","label":"3","content":"Laxalus ob tug muam txib neeg mus hais rau Yexus hais tias, “Tus Tswv, koj tus phoojywg uas koj hlub mob heev.”"},{"bible_id":"1525","chapter_code":"JHN.11","verse_code":"JHN.11.4","label":"4","content":"Thaum Yexus hnov li ntawd, nws hais tias, “Laxalus tus mob no yuav tsis ua rau Laxalus tuag, tiamsis Laxalus tus mob yuav ua rau Vajtswv tau koob meej thiab yuav ua rau Vajtswv tus Tub tau koob meej.”"},{"bible_id":"1525","chapter_code":"JHN.11","verse_code":"JHN.11.5","label":"5","content":"Yexus hlub Mathas thiab Mathas tus niamhluas thiab Laxalus heev."},{"bible_id":"1525","chapter_code":"JHN.11","verse_code":"JHN.11.6","label":"6","content":"Thaum uas Yexus hnov hais tias Laxalus mob heev ntawd, nws tseem nyob ntawm qhov chaw ntawd tau ob hnub ntxiv."},{"bible_id":"1525","chapter_code":"JHN.11","verse_code":"JHN.11.7","label":"7","content":"Ces Yexus hais rau nws cov thwjtim hais tias, “Peb cia li rov qab mus rau nram lub xeev Yudas.”"},{"bible_id":"1525","chapter_code":"JHN.11","verse_code":"JHN.11.8","label":"8","content":"Cov thwjtim teb hais tias, “Xibhwb, nyuam qhuav tsis ntev no cov neeg uas nyob nrad twb yuav muab pobzeb ntaus koj; koj tseem yuav rov qab mus nrad dua thiab los?”"},{"bible_id":"1525","chapter_code":"JHN.11","verse_code":"JHN.11.9","label":"9","content":"Yexus hais tias, “Ib hnub muaj kaum ob txoos teev puas yog? Yog li ntawd tus uas taug kev nruab hnub yuav tsis dawm rau qhov nws pom qhov kaj uas ci rau lub ntiajteb."},{"bible_id":"1525","chapter_code":"JHN.11","verse_code":"JHN.11.10","label":"10","content":"Tiamsis yog nws taug kev hmo ntuj nws yuav dawm, rau qhov nws tsis muaj qhov kaj.”"},{"bible_id":"1525","chapter_code":"JHN.11","verse_code":"JHN.11.11","label":"11","content":"Tom qab uas Yexus hais li no tas lawm, nws rov hais tias, “Peb tus phoojywg Laxalus twb tsaug zog lawm, tiamsis kuv yuav mus tsa nws sawv.”"},{"bible_id":"1525","chapter_code":"JHN.11","verse_code":"JHN.11.12","label":"12","content":"Cov thwjtim teb hais tias, “Tus Tswv, yog nws tsaug taus zog lawm, nws tus mob yeej yuav zoo.”"},{"bible_id":"1525","chapter_code":"JHN.11","verse_code":"JHN.11.13","label":"13","content":"Yexus hais li ntawd yog hais tias Laxalus twb tuag lawm, tiamsis cov thwjtim xav hais tias Yexus hais txog qhov uas Laxalus tsaug zog xwb."},{"bible_id":"1525","chapter_code":"JHN.11","verse_code":"JHN.11.14","label":"14","content":"Yog li ntawd, Yexus txawm qhia tseeb rau lawv hais tias, “Laxalus twb tuag lawm,"},{"bible_id":"1525","chapter_code":"JHN.11","verse_code":"JHN.11.15","label":"15","content":"tiamsis kuv zoo siab uas muaj nej, kuv thiaj tsis nrog nws nyob ntawd, kuv ua li no kom nej ntseeg kuv. Peb cia li mus xyuas nws.”"},{"bible_id":"1525","chapter_code":"JHN.11","verse_code":"JHN.11.16","label":"16","content":"Thaumas (tus uas hu ua Ntxaib) thiaj hais rau cov phoojywg thwjtim hais tias, “Peb cia li nrog Xibhwb mus, peb thiaj yuav tau nrog nws tuag ua ke.”"},{"bible_id":"1525","chapter_code":"JHN.11","verse_code":"JHN.11.17","label":"17","content":"Thaum Yexus mus txog hauv Npethanis, Yexus hnov hais tias lawv twb muab Laxalus faus tau plaub hnub lawm."},{"bible_id":"1525","chapter_code":"JHN.11","verse_code":"JHN.11.18","label":"18","content":"Lub zos Npethanis nyob nrug deb ntawm lub nroog Yeluxalees mus kwvlam li peb kilumev kev."},{"bible_id":"1525","chapter_code":"JHN.11","verse_code":"JHN.11.19","label":"19","content":"Cov Yudais muaj coob leej tuaj nplig Mathas thiab Malis nkawd siab, rau qhov nkawd tus nus tuag lawm."},{"bible_id":"1525","chapter_code":"JHN.11","verse_code":"JHN.11.20","label":"20","content":"Thaum Mathas hnov hais tias Yexus tabtom taug kev tuaj, Mathas txawm mus tos Yexus, tiamsis Malis nyob hauv tsev."},{"bible_id":"1525","chapter_code":"JHN.11","verse_code":"JHN.11.21","label":"21","content":"Mathas hais rau Yexus hais tias, “Tus Tswv, yog koj nrog peb nyob ntawm no, kuv tus nus yuav tsis tuag!"},{"bible_id":"1525","chapter_code":"JHN.11","verse_code":"JHN.11.22","label":"22","content":"Tiamsis kuv paub hais tias txawm yog nimno koj thov Vajtswv ib yam dabtsi, Vajtswv yeej yuav muab yam ntawd rau koj.”"},{"bible_id":"1525","chapter_code":"JHN.11","verse_code":"JHN.11.23","label":"23","content":"Yexus hais rau Mathas hais tias, “Koj tus nus yeej yuav sawv rov qab los.”"},{"bible_id":"1525","chapter_code":"JHN.11","verse_code":"JHN.11.24","label":"24","content":"Mathas teb hais tias, “Kuv paub hais tias thaum txog hnub kawg nws yeej yuav sawv rov qab los tiag.”"},{"bible_id":"1525","chapter_code":"JHN.11","verse_code":"JHN.11.25","label":"25","content":"Yexus hais rau Mathas hais tias, “Kuv yog txojkev sawv hauv qhov tuag rov qab los thiab yog txojsia. Tus uas ntseeg kuv, txawm yog nws tuag lawm los nws yeej yuav muaj txojsia;"},{"bible_id":"1525","chapter_code":"JHN.11","verse_code":"JHN.11.26","label":"26","content":"tus uas muaj sia nyob thiab ntseeg kuv, tus ntawd yuav tsis tuag ib zaug li. Koj puas ntseeg kuv tej lus no?”"},{"bible_id":"1525","chapter_code":"JHN.11","verse_code":"JHN.11.27","label":"27","content":"Mathas teb hais tias, “Yog tiag, tus Tswv! Kuv ntseeg hais tias koj yog tus Mexiyas uas yog Vajtswv tus Tub uas los rau hauv ntiajteb no.”"},{"bible_id":"1525","chapter_code":"JHN.11","verse_code":"JHN.11.28","label":"28","content":"Tom qab uas Mathas hais li no tas, Mathas txawm rov los thiab hais twjywm rau nws tus niamhluas Malis hais tias, “Xibhwb tuaj lawm, nws nug nug koj.”"},{"bible_id":"1525","chapter_code":"JHN.11","verse_code":"JHN.11.29","label":"29","content":"Thaum Malis hnov dheev li ntawd, Malis txawm sawv tsees thiab tawm ceev nrooj mus cuag Yexus. ("},{"bible_id":"1525","chapter_code":"JHN.11","verse_code":"JHN.11.30","label":"30","content":"Yexus tuaj tsis tau txog hauv zos, tiamsis nws tseem nyob ntawm qhov chaw uas Mathas mus tos nws.)"},{"bible_id":"1525","chapter_code":"JHN.11","verse_code":"JHN.11.31","label":"31","content":"Cov Yudais uas tuaj nplig Malis hauv Malis tsev pom Malis sawv tsees tawm ceev nrooj mus lawm, lawv txawm raws nws qab mus. Lawv xav hais tias nws yuav mus quaj tom lub ntxa."},{"bible_id":"1525","chapter_code":"JHN.11","verse_code":"JHN.11.32","label":"32","content":"Thaum Malis mus txog ntawm qhov chaw uas Yexus nyob, nws pom dheev Yexus, nws txawm txhos cuag ntua rau ntawm Yexus kotaw. Nws hais tias, “Tus Tswv, yog koj nrog peb nyob ntawm no, kuv tus nus yuav tsis tuag.”"},{"bible_id":"1525","chapter_code":"JHN.11","verse_code":"JHN.11.33","label":"33","content":"Thaum Yexus pom Malis thiab cov Yudais uas nrog Malis tuaj ntawd quaj quaj; Yexus hlub lawv thiab nyuaj siab kawg li."},{"bible_id":"1525","chapter_code":"JHN.11","verse_code":"JHN.11.34","label":"34","content":"Yexus thiaj nug lawv hais tias, “Nej coj Laxalus mus faus rau qhov twg lawm?” Lawv teb hais tias, “Tus Tswv, koj cia li mus saib.”"},{"bible_id":"1525","chapter_code":"JHN.11","verse_code":"JHN.11.35","label":"35","content":"Yexus txawm quaj."},{"bible_id":"1525","chapter_code":"JHN.11","verse_code":"JHN.11.36","label":"36","content":"Yog li ntawd cov Yudais hais tias, “Nej saib, Yexus hlub Laxalus kawg li.”"},{"bible_id":"1525","chapter_code":"JHN.11","verse_code":"JHN.11.37","label":"37","content":"Tiamsis lawv cov ntawd muaj qee leej hais tias, “Nws twb kho tau tus txivneej uas digmuag kom pom kev, nws ua tsis tau kom Laxalus tsis txhob tuag los?”"},{"bible_id":"1525","chapter_code":"JHN.11","verse_code":"JHN.11.38","label":"38","content":"Yexus rov nyuaj siab kawg li, Yexus mus rau tom lub qhov ntxa uas luag txaug rau ntawm ib phab pobzeb thiab muaj ib daim txiag zeb npog lub rooj ntxas."},{"bible_id":"1525","chapter_code":"JHN.11","verse_code":"JHN.11.39","label":"39","content":"Yexus hais tias, “Nej cia li muab daim txiag zeb tshem tawm.” Mathas uas yog tus tuag ntawd tus muam teb hais tias, “Tus Tswv, peb twb muab nws faus tau plaub hnub lawm, ntshai nws twb tsw tsw lwj lawm.”"},{"bible_id":"1525","chapter_code":"JHN.11","verse_code":"JHN.11.40","label":"40","content":"Yexus hais rau Mathas hais tias, “Kuv puas tau hais rau koj tias yog koj ntseeg koj yeej yuav pom Vajtswv lub hwjchim xwb no?”"},{"bible_id":"1525","chapter_code":"JHN.11","verse_code":"JHN.11.41","label":"41","content":"Yog li ntawd, lawv thiaj muab daim txiag zeb tshem tawm. Yexus txawm tsa qhovmuag saib saum ntuj thiab hais tias, “Txiv, kuv ua koj tsaug uas koj mloog kuv tej lus thov."},{"bible_id":"1525","chapter_code":"JHN.11","verse_code":"JHN.11.42","label":"42","content":"Kuv paub hais tias koj yeej ibtxwm mloog kuv tej lus thov, kuv hais li no kom cov neeg uas nyob ntawm no ntseeg hais tias koj yog tus uas txib kuv los.”"},{"bible_id":"1525","chapter_code":"JHN.11","verse_code":"JHN.11.43","label":"43","content":"Thaum Yexus hais li ntawd tas, nws txawm hu nrov nrov hais tias, “Laxalus, koj cia li tawm los!”"},{"bible_id":"1525","chapter_code":"JHN.11","verse_code":"JHN.11.44","label":"44","content":"Laxalus txawm tawm los, tej ntaub tseem qhwv nws tes taw thiab muaj ib daim ntaub npog nws lub ntsejmuag. Yexus hais rau lawv hais tias, “Nej cia li daws tej ntaub uas qhwv nws ntawd thiab cia nws mus.”"},{"bible_id":"1525","chapter_code":"JHN.11","verse_code":"JHN.11.45","label":"45","content":"Thaum cov Yudais uas tuaj xyuas Malis pom tej uas Yexus ua ntawd, muaj ntau leej ntseeg Yexus."},{"bible_id":"1525","chapter_code":"JHN.11","verse_code":"JHN.11.46","label":"46","content":"Tiamsis muaj qee leej rov mus cuag cov Falixais thiab qhia tej uas Yexus ua ntawd rau lawv."},{"bible_id":"1525","chapter_code":"JHN.11","verse_code":"JHN.11.47","label":"47","content":"Cov Falixais thiab cov thawj ntawm cov povthawj mus sablaj rau cov nomtswv hais tias, “Peb yuav ua li cas rau tus txivneej uas ua ntau yam txujci tseemceeb no?"},{"bible_id":"1525","chapter_code":"JHN.11","verse_code":"JHN.11.48","label":"48","content":"Yog peb cia nws ua li no, nyob tsam cov pejxeem yuav ntseeg nws tas, thiab cov nomtswv Loos yuav tuaj muab lub Tuamtsev rhuav povtseg thiab muab peb haivneeg ua kom puastsuaj tas.”"},{"bible_id":"1525","chapter_code":"JHN.11","verse_code":"JHN.11.49","label":"49","content":"Lawv cov ntawd muaj ib tug hu ua Kaiyafas. Xyoo ntawd nws ua tus Povthawj Hlob, nws hais tias, “Ua li cas nej yuav ruam ua luaj!"},{"bible_id":"1525","chapter_code":"JHN.11","verse_code":"JHN.11.50","label":"50","content":"Nej tsis paub hais tias cia ib tug tuag theej sawvdaws zoo dua li uas cia tagnrho peb haivneeg raug kev puastsuaj huv tibsi no los?”"},{"bible_id":"1525","chapter_code":"JHN.11","verse_code":"JHN.11.51","label":"51","content":"Qhov tseeb, tej lus uas nws hais ntawd tsis yog nws lam hais; nws hais li ntawd, rau qhov xyoo ntawd nws ua tus Povthawj Hlob, yog nws qhia ua ntej hais tias Yexus yuav tuag theej cov Yudais lub txhoj,"},{"bible_id":"1525","chapter_code":"JHN.11","verse_code":"JHN.11.52","label":"52","content":"thiab tsis yog rau lawv xwb, tiamsis nws yuav coj tagnrho Vajtswv cov menyuam uas khiav mus nyob txhua qhov lawm rov los nyob ua ke dua."},{"bible_id":"1525","chapter_code":"JHN.11","verse_code":"JHN.11.53","label":"53","content":"Txij hnub ntawd los cov Yudais tej nomtswv txawm tuavhauv yuav muab Yexus tua povtseg."},{"bible_id":"1525","chapter_code":"JHN.11","verse_code":"JHN.11.54","label":"54","content":"Yog li ntawd, Yexus thiaj tsis tabmeeg mus mus los los hauv lub xeev Yudas lawm, tiamsis nws mus rau tom ib lub nroog hu ua Efalayees uas nyob ze tiaj suabpuam; nws nrog nws cov thwjtim nyob ntawd."},{"bible_id":"1525","chapter_code":"JHN.11","verse_code":"JHN.11.55","label":"55","content":"Thaum ntawd twb yuav txog lub caij uas cov Yudais ua Kevcai Hla Dhau, muaj neeg coob coob tuaj pem tej yajsab tuaj rau hauv lub nroog Yeluxalees; lawv yuav xub tuaj ua kevcai ntxuav ua ntej tso mam li ua Kevcai Hla Dhau."},{"bible_id":"1525","chapter_code":"JHN.11","verse_code":"JHN.11.56","label":"56","content":"Thaum lawv tuaj ua ke rau hauv lub Tuamtsev, lawv xam saib puas pom Yexus; lawv sib nug hais tias, “Nej xav li cas? Nws puas tuaj ua kevcai ntawm no los tsis tuaj?”"},{"bible_id":"1525","chapter_code":"JHN.11","verse_code":"JHN.11.57","label":"57","content":"Cov thawj ntawm cov povthawj thiab cov Falixais twb hais rau sawvdaws lawm hais tias yog leejtwg paub hais tias Yexus nyob qhov twg cia li mus qhia rau lawv, lawv yuav mus ntes Yexus."},{"bible_id":"1525","chapter_code":"JHN.12","verse_code":"JHN.12.1","label":"1","content":"Tshuav rau hnub mam txog lub caij ua Kevcai Hla Dhau, Yexus txawm mus rau hauv lub zos Npethanis, Laxalus tus uas Yexus tsa sawv hauv qhov tuag rov qab los nyob hauv lub zos ntawd."},{"bible_id":"1525","chapter_code":"JHN.12","verse_code":"JHN.12.2","label":"2","content":"Lawv ua ib pluag hmo rau Yexus noj; Mathas ua tus txhab zaub mov, Laxalus yog ib tug ntawm cov neeg uas nrog Yexus zaum ua ke ntawm rooj mov thiab."},{"bible_id":"1525","chapter_code":"JHN.12","verse_code":"JHN.12.3","label":"3","content":"Ces Malis txawm muab tau ib hwj roj tsw qab kim heev uas yog muab roj naludas ua los hliv rau Yexus ob txhais taw thiab muab nws cov plaubhau so. Cov roj ntawd tsw thoob plaws hauv tsev."},{"bible_id":"1525","chapter_code":"JHN.12","verse_code":"JHN.12.4","label":"4","content":"Thaum Yexus cov thwjtim tus uas hu ua Yudas Ixakali-us, tus uas yuav ntxeev siab rau Yexus, pom li ntawd nws txawm hais tias,"},{"bible_id":"1525","chapter_code":"JHN.12","verse_code":"JHN.12.5","label":"5","content":"“Ua li cas tsis muab hwj roj tsw qab no coj mus muag peb puas lub nyiaj,  thiab muab cov nyiaj ntawd coj mus pub rau cov neeg pluag?”"},{"bible_id":"1525","chapter_code":"JHN.12","verse_code":"JHN.12.6","label":"6","content":"Yudas hais li ntawd tsis yog vim nws hlub cov neeg pluag, tiamsis vim nws yog tubsab. Nws yog tus ceev lub hnab nyiaj thiab nws pheej qee coj mus siv."},{"bible_id":"1525","chapter_code":"JHN.12","verse_code":"JHN.12.7","label":"7","content":"Tiamsis Yexus hais tias, “Cia nws ua nws! Nws npaj tej no tseg rau hnub uas faus kuv."},{"bible_id":"1525","chapter_code":"JHN.12","verse_code":"JHN.12.8","label":"8","content":"Yuav muaj cov neeg pluag nrog nej nyob mus li, tiamsis kuv yuav tsis nrog nej nyob mus li.”"},{"bible_id":"1525","chapter_code":"JHN.12","verse_code":"JHN.12.9","label":"9","content":"Cov Yudais muaj ntau leej hnov hais tias Yexus tuaj nyob hauv lub zos Npethanis; yog li ntawd, lawv txawm tuaj rau hauv thiab. Tsis yog lawv xav pom Yexus xwb, tiamsis lawv xav pom Laxalus tus uas Yexus tsa sawv hauv qhov tuag rov qab los thiab."},{"bible_id":"1525","chapter_code":"JHN.12","verse_code":"JHN.12.10","label":"10","content":"Vim li ntawd cov thawj ntawm cov povthawj thiaj tuavhauv yuav muab Laxalus tua povtseg,"},{"bible_id":"1525","chapter_code":"JHN.12","verse_code":"JHN.12.11","label":"11","content":"vim hais tias qhov uas Yexus tsa Laxalus sawv ntawd ua rau cov Yudais coob leej ntseeg Yexus thiab tso cov povthawj tseg lawm."},{"bible_id":"1525","chapter_code":"JHN.12","verse_code":"JHN.12.12","label":"12","content":"Hnub tom qab cov neeg coob coob uas tuaj ua Kevcai Hla Dhau hnov hais tias Yexus tabtom tuaj rau hauv lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"JHN.12","verse_code":"JHN.12.13","label":"13","content":"Yog li ntawd, lawv txawm mus txiav tej nplooj toovlaj nqa mus tos Yexus, thiab lawv hais nrov nrov hais tias, “Cia li qhuas Vajtswv!  Thov Vajtswv foom koob hmoov rau tus uas Vajtswv txib los! Thov Vajtswv foom koob hmoov rau cov Yixalayees tus Vajntxwv!”"},{"bible_id":"1525","chapter_code":"JHN.12","verse_code":"JHN.12.14","label":"14","content":"Yexus pom ib tug neesluav thiab nws caij tus neesluav ntawd tuaj, raws li Vajtswv txojlus tau sau tseg lawm hais tias,"},{"bible_id":"1525","chapter_code":"JHN.12","verse_code":"JHN.12.15","label":"15","content":"“Lub nroog Xi-oos, koj tsis txhob ntshai. Koj saib, koj tus Vajntxwv tabtom caij ib tug menyuam neesluav los cuag koj.”"},{"bible_id":"1525","chapter_code":"JHN.12","verse_code":"JHN.12.16","label":"16","content":"Thaum ntawd Yexus cov thwjtim tsis totaub li, tiamsis thaum Vajtswv tsa Yexus sawv hauv qhov tuag rov qab los tau koob meej lawm, cov thwjtim nco dheev txog Vajtswv txojlus uas hais txog Yexus thiab tej uas neeg tau ua rau nws lawm."},{"bible_id":"1525","chapter_code":"JHN.12","verse_code":"JHN.12.17","label":"17","content":"Cov neeg uas nrog Yexus ua ke thaum Yexus tsa Laxalus sawv hauv qhov tuag thiab hu Laxalus tawm hauv qhov ntxa los, lawv twb mus piav tej ntawd rau sawvdaws mloog lawm."},{"bible_id":"1525","chapter_code":"JHN.12","verse_code":"JHN.12.18","label":"18","content":"Yog li ntawd, thiaj muaj neeg coob coob tuaj tos Yexus, rau qhov lawv hnov hais tias Yexus ua tau tej txujci tseemceeb."},{"bible_id":"1525","chapter_code":"JHN.12","verse_code":"JHN.12.19","label":"19","content":"Ces cov Falixais txawm sib tham zom zaws hais tias, “Nej saib, peb ua tsis tau dabtsi li lawm! Nej saib, tas teb tas chaw puavleej caum nws lawm.”"},{"bible_id":"1525","chapter_code":"JHN.12","verse_code":"JHN.12.20","label":"20","content":"Thaum lub sijhawm ntawd cov neeg uas tuaj ua kevcai hauv lub nroog Yeluxalees muaj qee leej yog cov neeg Kilis."},{"bible_id":"1525","chapter_code":"JHN.12","verse_code":"JHN.12.21","label":"21","content":"Lawv mus cuag Filis tus uas nyob hauv lub zos Npexaidas pem lub xeev Kalilais tuaj thiab hais tias, “Tus tswv, peb xav ntsib Yexus.”"},{"bible_id":"1525","chapter_code":"JHN.12","verse_code":"JHN.12.22","label":"22","content":"Filis mus hais rau Adales, ces nkawd txawm mus hais rau Yexus."},{"bible_id":"1525","chapter_code":"JHN.12","verse_code":"JHN.12.23","label":"23","content":"Yexus teb hais tias, “Nimno twb txog lub sijhawm uas Neeg Leej Tub yuav tau txais koob meej lawm."},{"bible_id":"1525","chapter_code":"JHN.12","verse_code":"JHN.12.24","label":"24","content":"Kuv qhia tseeb rau nej hais tias yog tsis muab lub noob nplej faus rau hauv av kom lwj, ces lub noob ntawd nws yuav nyob nws tib lub xwb. Yog lub noob nplej ntawd lwj thiaj yuav tuaj kaus thiab txi tau ntau lub."},{"bible_id":"1525","chapter_code":"JHN.12","verse_code":"JHN.12.25","label":"25","content":"Tus uas khuvxim nws txojsia, tus ntawd yuav tsis tau txojsia; tus uas tsis khuvxim nws txojsia hauv lub ntiajteb no, tus ntawd yuav tau txojsia ibtxhis."},{"bible_id":"1525","chapter_code":"JHN.12","verse_code":"JHN.12.26","label":"26","content":"Tus uas xav ua kuv tus tubtxib, tus ntawd yuav tsum nrog kuv mus, thiab kuv nyob qhov twg kuv tus tubtxib yuav nrog kuv nyob qhov ntawd. Kuv Txiv yuav qhuas tus uas ua kuv tus tubtxib."},{"bible_id":"1525","chapter_code":"JHN.12","verse_code":"JHN.12.27","label":"27","content":"“Nimno kuv nyuaj siab kawg li, kuv yuav hais li cas thiaj zoo? Kuv yuav hais tias, ‘Txiv, thov tsis txhob cia lub sijhawm no los raug kuv.’ Tiamsis tsis txhob ua li ntawd, qhov uas kuv los twb yog los kom raug txojkev txomnyem uas yuav los ntawd ntag."},{"bible_id":"1525","chapter_code":"JHN.12","verse_code":"JHN.12.28","label":"28","content":"Txiv, thov kom koj lub npe tau koob meej!” Ces muaj ib lub suab hais saum ntuj tuaj hais tias, “Kuv twb ua rau kuv lub npe tau koob meej lawm, thiab kuv yuav rov ua dua.”"},{"bible_id":"1525","chapter_code":"JHN.12","verse_code":"JHN.12.29","label":"29","content":"Cov neeg coob coob uas sawv ntawd hnov lub suab ntawd, muaj qee leej hais tias yog xob nroo, muaj qee leej hais tias, “Timtswv ceebtsheej nrog nws tham!”"},{"bible_id":"1525","chapter_code":"JHN.12","verse_code":"JHN.12.30","label":"30","content":"Tiamsis Yexus hais tias, “Lub suab ntawd tsis yog hais rau kuv, tiamsis yog hais rau nej."},{"bible_id":"1525","chapter_code":"JHN.12","verse_code":"JHN.12.31","label":"31","content":"Nimno twb txog lub sijhawm uas txiav txim rau neeg ntiajteb lawm; nimno luag twb yuav muab tus uas kav lub ntiajteb no ntiab tawm mus."},{"bible_id":"1525","chapter_code":"JHN.12","verse_code":"JHN.12.32","label":"32","content":"Thaum luag muab kuv dai, kuv yuav coj txhua haivneeg los cuag kuv.” ("},{"bible_id":"1525","chapter_code":"JHN.12","verse_code":"JHN.12.33","label":"33","content":"Yexus hais li ntawd, twb yog nws qhia hais tias nws yuav tuag txomnyem li cas.)"},{"bible_id":"1525","chapter_code":"JHN.12","verse_code":"JHN.12.34","label":"34","content":"Cov neeg coob coob ntawd teb hais tias, “Peb txoj Kevcai qhia rau peb hais tias tus Mexiyas yuav nrog peb nyob mus ibtxhis li. Ua li cas koj ho hais tias luag yuav muab Neeg Leej Tub dai? Neeg Leej Tub yog leejtwg?”"},{"bible_id":"1525","chapter_code":"JHN.12","verse_code":"JHN.12.35","label":"35","content":"Yexus teb hais tias, “Qhov kaj tseem yuav nrog nej nyob ib nyuag ntu ntxiv. Thaum uas tseem pom kev, nej cia li rau siab ntso ua nej lub neej, nyob tsam tsaus nej ntuj; rau qhov tus uas maub hmo ntuj, nws yeej tsis paub hais tias nws tabtom mus qhov twg."},{"bible_id":"1525","chapter_code":"JHN.12","verse_code":"JHN.12.36","label":"36","content":"Yog li ntawd, thaum tseem muaj qhov kaj, nej cia li ntseeg qhov kaj kom nej thiaj tau ua cov neeg uas nyob qhov kaj.” Tom qab uas Yexus hais li ntawd tas, Yexus txawm khiav mus nkaum kom lawv tsis pom nws."},{"bible_id":"1525","chapter_code":"JHN.12","verse_code":"JHN.12.37","label":"37","content":"Txawm yog Yexus ua ntau yam txujci tseemceeb rau lawv pom los lawv tsis ntseeg nws li,"},{"bible_id":"1525","chapter_code":"JHN.12","verse_code":"JHN.12.38","label":"38","content":"tej no thiaj muaj tiav raws li Yaxayas uas yog tus cev Vajtswv lus tau hais tseg lawm hais tias, “Tus Tswv, leejtwg thiaj yuav ntseeg tej lus uas peb qhia? Tus Tswv ua nws hwjchim rau leejtwg pom?”"},{"bible_id":"1525","chapter_code":"JHN.12","verse_code":"JHN.12.39","label":"39","content":"Twb yog vim li ntawd lawv thiaj tsis ntseeg, rau qhov Yaxayas hais ntxiv hais tias,"},{"bible_id":"1525","chapter_code":"JHN.12","verse_code":"JHN.12.40","label":"40","content":"“Vajtswv ua rau lawv digmuag thiab ua rau lawv lub siab ruam kom lawv qhovmuag tsis pom kev thiab lawv lub siab tsis totaub; Vajtswv hais tias ua li ntawd lawv thiaj tsis txhob los cuag kuv kom kuv kho lawv.”"},{"bible_id":"1525","chapter_code":"JHN.12","verse_code":"JHN.12.41","label":"41","content":"Yaxayas hais li ntawd, rau qhov nws twb pom Yexus lub tshwjchim thiab nws twb hais txog Yexus zaj ntag."},{"bible_id":"1525","chapter_code":"JHN.12","verse_code":"JHN.12.42","label":"42","content":"Txawm yog li ntawd los cov Yudais tej nomtswv kuj muaj ntau leej ntseeg Yexus; tiamsis vim lawv ntshai cov Falixais, lawv thiaj tsis qhia rau sawvdaws paub, kom lawv tsis raug ntiab tawm hauv lub tsev sablaj mus."},{"bible_id":"1525","chapter_code":"JHN.12","verse_code":"JHN.12.43","label":"43","content":"Lawv nyiam kom neeg qhuas lawv heev dua li nyiam kom Vajtswv qhuas lawv."},{"bible_id":"1525","chapter_code":"JHN.12","verse_code":"JHN.12.44","label":"44","content":"Yexus hais nrov nrov rau sawvdaws hais tias, “Tus uas ntseeg kuv tsis yog nws ntseeg kuv tib leeg xwb, tiamsis yog nws ntseeg tus uas txib kuv los thiab."},{"bible_id":"1525","chapter_code":"JHN.12","verse_code":"JHN.12.45","label":"45","content":"Tus uas pom kuv, tus ntawd pom tus uas txib kuv los thiab."},{"bible_id":"1525","chapter_code":"JHN.12","verse_code":"JHN.12.46","label":"46","content":"Kuv los ua qhov kaj rau neeg ntiajteb pom kev; txhua tus uas ntseeg kuv yuav tsis nyob hauv qhov tsaus ntuj lawm."},{"bible_id":"1525","chapter_code":"JHN.12","verse_code":"JHN.12.47","label":"47","content":"Tus uas hnov kuv tej lus thiab tsis ua raws li kuv tej lus, kuv yuav tsis txiav txim rau tus ntawd. Kuv tsis yog los txiav txim rau neeg ntiajteb, tiamsis yog kuv los cawm neeg ntiajteb kom lawv dim lawv lub txim."},{"bible_id":"1525","chapter_code":"JHN.12","verse_code":"JHN.12.48","label":"48","content":"Muaj ib tug yuav txiav txim rau tus uas tsis lees paub kuv thiab tsis mloog kuv tej lus qhia. Thaum txog hnub kawg, tej lus uas kuv qhia lawm yuav txiav txim rau tus ntawd."},{"bible_id":"1525","chapter_code":"JHN.12","verse_code":"JHN.12.49","label":"49","content":"Rau qhov tej lus uas kuv hais ntawd tsis yog kuv hais raws li kuv lub siab, tiamsis Leej Txiv uas txib kuv los kom kuv hais thiab kuv qhia."},{"bible_id":"1525","chapter_code":"JHN.12","verse_code":"JHN.12.50","label":"50","content":"Kuv paub hais tias nws tej lus samhwm yog txojsia mus ibtxhis. Tej lus uas kuv hais puavleej yog Leej Txiv qhia rau kuv hais.”"},{"bible_id":"1525","chapter_code":"JHN.13","verse_code":"JHN.13.1","label":"1","content":"Thaum yuav txog hnub ua Kevcai Hla Dhau, Yexus paub hais tias twb txog lub sijhawm uas nws yuav tawm hauv lub ntiajteb no rov mus cuag Leej Txiv lawm. Yexus yeej ibtxwm hlub nws cov neeg uas nyob hauv ntiajteb no, thiab nws yuav hlub lawv mus txog hnub kawg li."},{"bible_id":"1525","chapter_code":"JHN.13","verse_code":"JHN.13.2","label":"2","content":"Thaum Yexus thiab nws cov thwjtim tabtom noj hmo, dab Ntxwgnyoog twb xub tshoov Ximoos Ixakali-us tus tub Yudas lub siab lawm kom nws ntxeev siab rau Yexus."},{"bible_id":"1525","chapter_code":"JHN.13","verse_code":"JHN.13.3","label":"3","content":"Yexus paub hais tias Leej Txiv twb muab ib puas tsav yam tso rau nws kav huv tibsi lawm; nws paub hais tias Vajtswv txib nws los thiab nws yuav rov mus cuag Vajtswv."},{"bible_id":"1525","chapter_code":"JHN.13","verse_code":"JHN.13.4","label":"4","content":"Yog li ntawd, Yexus txawm sawv ntawm rooj mov mus hle nws lub tsho ntev, thiab muab ib txoj phuam los sia ntawm duav."},{"bible_id":"1525","chapter_code":"JHN.13","verse_code":"JHN.13.5","label":"5","content":"Ces nws muab dej hliv rau hauv lub phiab thiab nqa los ntxuav cov thwjtim kotaw thiab muab txoj phuam uas nws sia ntawm duav so lawv kotaw."},{"bible_id":"1525","chapter_code":"JHN.13","verse_code":"JHN.13.6","label":"6","content":"Thaum Yexus ntxuav los txog ntawm Ximoos Petus, Ximoos Petus txawm hais rau Yexus hais tias, “Tus Tswv, koj yuav ntxuav kuv kotaw thiab los?”"},{"bible_id":"1525","chapter_code":"JHN.13","verse_code":"JHN.13.7","label":"7","content":"Yexus teb hais tias, “Tamsim no koj tseem tsis tau totaub qhov uas kuv ua no, tiamsis lwm hnub koj yuav totaub.”"},{"bible_id":"1525","chapter_code":"JHN.13","verse_code":"JHN.13.8","label":"8","content":"Petus hais tias, “Kuv yeej tsis pub koj ntxuav kuv kotaw ib zaug li!” Yexus teb hais tias, “Yog kuv tsis ntxuav koj kotaw, koj yuav tsis tau ua kuv tus thwjtim lawm.”"},{"bible_id":"1525","chapter_code":"JHN.13","verse_code":"JHN.13.9","label":"9","content":"Ximoos Petus teb hais tias, “Tus Tswv, yog li ntwd, thov tsis txhob ntxuav kuv kotaw xwb, tiamsis ntxuav kuv tes thiab taubhau huv tibsi.”"},{"bible_id":"1525","chapter_code":"JHN.13","verse_code":"JHN.13.10","label":"10","content":"Yexus hais tias, “Tus uas da dej nws lub cev yeej huv lawm, tsis tas yuav rov ntxuav dua, tsuas ntxuav nws kotaw lawm xwb.  Nej txhua tus puavleej huv lawm, tsuas yog tshuav ib tug xwb thiaj tsis huv.” ("},{"bible_id":"1525","chapter_code":"JHN.13","verse_code":"JHN.13.11","label":"11","content":"Yexus paub hais tias tus twg yog tus uas yuav ntxeev siab rau nws; yog li ntawd nws thiaj hais tias, “Nej txhua tus puavleej huv lawm, tsuas yog tshuav ib tug xwb thiaj tsis huv.”)"},{"bible_id":"1525","chapter_code":"JHN.13","verse_code":"JHN.13.12","label":"12","content":"Tom qab uas Yexus ntxuav lawv kotaw tas lawm, nws rov muab nws lub tsho ntev los hnav thiab rov los zaum nws lub chaw ntawm rooj mov. Yexus nug cov thwjtim hais tias, “Qhov uas kuv ua rau nej no, nej puas totaub?"},{"bible_id":"1525","chapter_code":"JHN.13","verse_code":"JHN.13.13","label":"13","content":"Nej hu kuv ua Xibhwb thiab tus Tswv, nej hu li ntawd yog lawm rau qhov kuv yeej yog tiag."},{"bible_id":"1525","chapter_code":"JHN.13","verse_code":"JHN.13.14","label":"14","content":"Kuv yog nej tus Tswv thiab yog nej tus Xibhwb, kuv twb ntxuav nej kotaw lawm; yog li ntawd, nej ib leeg yuav tsum ntxuav ib leeg kotaw."},{"bible_id":"1525","chapter_code":"JHN.13","verse_code":"JHN.13.15","label":"15","content":"Kuv ua qauv li no qhia rau nej kom nej xyaum ua raws li kuv ua rau nej lawm."},{"bible_id":"1525","chapter_code":"JHN.13","verse_code":"JHN.13.16","label":"16","content":"Kuv qhia tseeb rau nej hais tias tus qhev yeej tsis muaj hwjchim loj dua nws tus tswv, thiab tus tubtxib yeej tsis muaj hwjchim loj dua tus uas txib nws mus."},{"bible_id":"1525","chapter_code":"JHN.13","verse_code":"JHN.13.17","label":"17","content":"Thaum nej paub zaj no lawm, yog nej ua raws li ntawd nej yuav tau kev kaj siab!"},{"bible_id":"1525","chapter_code":"JHN.13","verse_code":"JHN.13.18","label":"18","content":"“Kuv tsis yog hais txog nej txhua tus; kuv yeej paub cov uas kuv xaiv cia lawm. Tiamsis yuav tsum muaj raws li Vajtswv txojlus uas hais tias, ‘Tus uas nrog kuv koom noj ib taig mov yuav ntxeev siab rau kuv.’"},{"bible_id":"1525","chapter_code":"JHN.13","verse_code":"JHN.13.19","label":"19","content":"Kuv xub qhia rau nej ua ntej uas muaj tej no kom thaum muaj tej no tshwm tuaj, nej thiaj yuav ntseeg hais tias, ‘Kuv Yog Tus uas Kuv Yog.’"},{"bible_id":"1525","chapter_code":"JHN.13","verse_code":"JHN.13.20","label":"20","content":"Kuv qhia tseeb rau nej hais tias tus uas lees yuav tus uas kuv txib los, tus ntawd lees yuav kuv; thiab tus uas lees yuav kuv, tus ntawd yeej lees yuav tus uas txib kuv los.”"},{"bible_id":"1525","chapter_code":"JHN.13","verse_code":"JHN.13.21","label":"21","content":"Tom qab uas Yexus hais li ntawd tas nws nyuaj siab heev, thiab nws hais tias, “Kuv qhia tseeb rau nej hais tias nej cov ko muaj ib tug yuav ntxeev siab rau kuv.”"},{"bible_id":"1525","chapter_code":"JHN.13","verse_code":"JHN.13.22","label":"22","content":"Cov thwjtim ib leeg txawm ntsia ib leeg, lawv tsis paub hais tias tus uas Yexus hais ntawd yog leejtwg."},{"bible_id":"1525","chapter_code":"JHN.13","verse_code":"JHN.13.23","label":"23","content":"Yexus cov thwjtim tus uas Yexus hlub heev, nws zaum npuab Yexus."},{"bible_id":"1525","chapter_code":"JHN.13","verse_code":"JHN.13.24","label":"24","content":"Ximoos Petus txawm ua laj muag rau tus thwjtim ntawd thiab hais tias, “Koj nug Yexus saib tus uas nws hais ntawd yog leejtwg?”"},{"bible_id":"1525","chapter_code":"JHN.13","verse_code":"JHN.13.25","label":"25","content":"Ces tus thwjtim ntawd tig mus nug Yexus hais tias, “Tus Tswv, tus ntawd yog leejtwg?”"},{"bible_id":"1525","chapter_code":"JHN.13","verse_code":"JHN.13.26","label":"26","content":"Yexus teb hais tias, “Kuv muab ncuav ntsw cev rau leejtwg noj, ces yog tus ntawd ntag.” Yog li ntawd, Yexus txawm muab ncuav ntsw cev rau Ximoos Ixakali-us tus tub Yudas noj."},{"bible_id":"1525","chapter_code":"JHN.13","verse_code":"JHN.13.27","label":"27","content":"Thaum Yudas txhais nkaus qhov ncuav ntawd, dab Ntxwgnyoog txawm nkag rau hauv Yudas. Yexus hais rau Yudas hais tias, “Koj yuav ua dabtsi, koj cia li ua tsawg tsuag!”"},{"bible_id":"1525","chapter_code":"JHN.13","verse_code":"JHN.13.28","label":"28","content":"Cov thwjtim uas zaum ntawm rooj mov tsis muaj ib tug totaub hais tias, vim li cas Yexus hais li ntawd rau Yudas."},{"bible_id":"1525","chapter_code":"JHN.13","verse_code":"JHN.13.29","label":"29","content":"Yudas yog tus ceev lub hnab nyiaj, cov thwjtim qee leej thiaj xav hais tias Yexus txib Yudas mus muas tej yam los rau lawv siv ua kevcai, lossis Yexus kom Yudas muab mentsis nyiaj mus pub rau cov neeg pluag."},{"bible_id":"1525","chapter_code":"JHN.13","verse_code":"JHN.13.30","label":"30","content":"Yudas txais nkaus qhov ncuav ntawd noj, tamsim ntawd Yudas txawm tawm plaws mus lawm. Thaum ntawd twb tsaus ntuj lawm."},{"bible_id":"1525","chapter_code":"JHN.13","verse_code":"JHN.13.31","label":"31","content":"Tom qab uas Yudas tawm mus lawm, Yexus hais tias, “Nimno twb txog lub sijhawm uas Neeg Leej Tub tau koob meej lawm; nimno nws yuav ua rau Vajtswv tau koob meej."},{"bible_id":"1525","chapter_code":"JHN.13","verse_code":"JHN.13.32","label":"32","content":"Yog Neeg Leej Tub ua rau Vajtswv tau koob meej lawm, Vajtswv yuav ua rau Neeg Leej Tub tau koob meej ib yam nkaus thiab; Vajtswv yuav ua li ntawd tamsim no ntag."},{"bible_id":"1525","chapter_code":"JHN.13","verse_code":"JHN.13.33","label":"33","content":"Kuv cov menyuam, kuv yuav nrog nej nyob tsis ntev lawm. Nej yuav nrhiav kuv, tiamsis nimno kuv qhia rau nej ib yam li kuv twb qhia rau cov Yudais tej nomtswv lawm hais tias, ‘Qhov chaw uas kuv yuav mus ntawd nej mus tsis tau.’"},{"bible_id":"1525","chapter_code":"JHN.13","verse_code":"JHN.13.34","label":"34","content":"Nimno kuv yuav muab ib txoj kevcai tshiab rau nej: Nej ib leeg yuav tsum hlub ib leeg ib yam li kuv hlub nej. Nej ib leeg yuav tsum hlub ib leeg."},{"bible_id":"1525","chapter_code":"JHN.13","verse_code":"JHN.13.35","label":"35","content":"Yog nej ib leeg hlub ib leeg, sawvdaws thiaj yuav paub hais tias nej yog kuv cov thwjtim.”"},{"bible_id":"1525","chapter_code":"JHN.13","verse_code":"JHN.13.36","label":"36","content":"Ximoos Petus nug Yexus hais tias, “Tus Tswv, koj yuav mus qhov twg?” Yexus teb hais tias, “Qhov chaw uas kuv yuav mus ntawd, nimno koj nrog kuv mus tsis tau, tiamsis lwm hnub koj mam li lawv kuv qab los.”"},{"bible_id":"1525","chapter_code":"JHN.13","verse_code":"JHN.13.37","label":"37","content":"Petus nug hais tias, “Tus Tswv, ua li cas kuv nrog koj mus tsis tau? Kuv yeej txaus siab tuag theej koj!”"},{"bible_id":"1525","chapter_code":"JHN.13","verse_code":"JHN.13.38","label":"38","content":"Yexus teb hais tias, “Koj yeej txaus siab tuag theej kuv tiag los? Kuv qhia tseeb rau koj hais tias, thaum qaib tsis tau qua koj yuav hais peb zaug hais tias koj tsis paub kuv.”"},{"bible_id":"1525","chapter_code":"JHN.14","verse_code":"JHN.14.1","label":"1","content":"Yexus hais rau nws cov thwjtim hais tias, “Nej tsis txhob txhawj thiab tsis txhob nyuaj siab, nej cia li ntseeg  Vajtswv thiab ntseeg kuv."},{"bible_id":"1525","chapter_code":"JHN.14","verse_code":"JHN.14.2","label":"2","content":"Hauv kuv Txiv lub tsev muaj ntau chav, thiab kuv tabtom yuav mus tu chaw rau nej. Yog tsis muaj li ntawd, kuv yeej yuav tsis qhia li no rau nej."},{"bible_id":"1525","chapter_code":"JHN.14","verse_code":"JHN.14.3","label":"3","content":"Thaum uas kuv tu tau chaw rau nej lawm, kuv yuav rov qab los thiab tos nej mus nrog kuv nyob; kuv nyob qhov twg nej yeej yuav nrog kuv nyob qhov ntawd."},{"bible_id":"1525","chapter_code":"JHN.14","verse_code":"JHN.14.4","label":"4","content":"Qhov chaw uas kuv yuav mus nej twb paub kev mus lawm.”"},{"bible_id":"1525","chapter_code":"JHN.14","verse_code":"JHN.14.5","label":"5","content":"Thaumas hais rau Yexus hais tias, “Tus Tswv, peb tsis paub xyov koj yuav mus qhov twg; yog li ntawd, peb yuav ua li cas paub kev mus?”"},{"bible_id":"1525","chapter_code":"JHN.14","verse_code":"JHN.14.6","label":"6","content":"Yexus teb Thaumas hais tias, “Kuv yog txojkev, yog qhov tseeb thiab yog txojsia; tsis muaj leejtwg mus cuag tau Leej Txiv, tsuas yog mus ntawm kuv mus xwb thiaj tau.”"},{"bible_id":"1525","chapter_code":"JHN.14","verse_code":"JHN.14.7","label":"7","content":"Yexus hais rau lawv hais tias, “Nimno nej twb paub kuv lawm, nej yeej yuav paub  kuv Txiv thiab txij no mus nej yuav paub nws thiab pom nws.”"},{"bible_id":"1525","chapter_code":"JHN.14","verse_code":"JHN.14.8","label":"8","content":"Filis hais rau Yexus hais tias, “Tus Tswv, thov koj qhia Leej Txiv rau peb pom kom peb txaus siab.”"},{"bible_id":"1525","chapter_code":"JHN.14","verse_code":"JHN.14.9","label":"9","content":"Yexus teb hais tias, “Filis, kuv twb nrog nej nyob ntev los lawm, ua li cas koj tseem tsis tau paub kuv thiab? Tus uas pom kuv, tus ntawd twb pom Leej Txiv lawm. Ua li cas koj tseem yuav hais tias, ‘Thov koj qhia Leej Txiv rau peb pom thiab’?"},{"bible_id":"1525","chapter_code":"JHN.14","verse_code":"JHN.14.10","label":"10","content":"Filis, koj tsis ntseeg hais tias kuv nyob hauv Leej Txiv thiab Leej Txiv nyob hauv kuv los?” Yexus hais rau nws cov thwjtim hais tias, “Tej lus uas kuv qhia rau nej no tsis yog kuv tej lus. Tiamsis yog Leej Txiv tus uas nyob hauv kuv, ua nws tes haujlwm xwb.”"},{"bible_id":"1525","chapter_code":"JHN.14","verse_code":"JHN.14.11","label":"11","content":"Nej cia li ntseeg tej lus uas kuv hais tias, kuv nyob hauv Leej Txiv thiab Leej Txiv nyob hauv kuv. Txawm yog nej tsis ntseeg li kuv hais los nej yuav tsum ntseeg tej haujlwm uas kuv ua."},{"bible_id":"1525","chapter_code":"JHN.14","verse_code":"JHN.14.12","label":"12","content":"Kuv qhia tseeb rau nej hais tias tus uas ntseeg kuv yuav ua tej haujlwm uas kuv ua; tsis yog li ntawd xwb, nws tseem yuav ua tau ntau dua tej uas kuv ua, rau qhov kuv mus cuag Leej Txiv lawm."},{"bible_id":"1525","chapter_code":"JHN.14","verse_code":"JHN.14.13","label":"13","content":"Thiab yog nej tuav kuv lub npe thov ib yam dabtsi kuv yuav pub yam ntawd rau nej, tej uas Leej Tub ua ntawd yuav ua rau Leej Txiv tau ntsejmuag."},{"bible_id":"1525","chapter_code":"JHN.14","verse_code":"JHN.14.14","label":"14","content":"Yog nej tuav kuv  lub npe thov kom kuv ua ib yam dabtsi, kuv yuav ua yam ntawd rau nej."},{"bible_id":"1525","chapter_code":"JHN.14","verse_code":"JHN.14.15","label":"15","content":"“Yog nej hlub kuv, nej yeej yuav ua raws li kuv tej lus samhwm."},{"bible_id":"1525","chapter_code":"JHN.14","verse_code":"JHN.14.16","label":"16","content":"Kuv yuav thov Leej Txiv, thiab nws yuav txib dua ib tug Pab los, tus ntawd yuav nrog nej nyob mus ibtxhis."},{"bible_id":"1525","chapter_code":"JHN.14","verse_code":"JHN.14.17","label":"17","content":"Nws yog Vaj Ntsujplig, nws yuav qhia Vajtswv zaj uas yog qhov tseeb rau nej. Neeg ntiajteb tsis lees yuav nws, rau qhov lawv tsis pom nws lossis tsis paub nws. Tiamsis nej paub nws, rau qhov nws nrog nej nyob thiab nws yuav nyob  hauv nej lub siab."},{"bible_id":"1525","chapter_code":"JHN.14","verse_code":"JHN.14.18","label":"18","content":"“Kuv yuav tsis tso nej ua ntsuag ib zaug li; kuv yuav rov qab los cuag nej."},{"bible_id":"1525","chapter_code":"JHN.14","verse_code":"JHN.14.19","label":"19","content":"Tshuav tsis ntev neeg ntiajteb yuav tsis pom kuv lawm, tiamsis nej yuav pom kuv; nej yuav muaj txojsia nyob, rau qhov kuv muaj txojsia nyob."},{"bible_id":"1525","chapter_code":"JHN.14","verse_code":"JHN.14.20","label":"20","content":"Thaum txog hnub ntawd nej yuav paub hais tias kuv nyob hauv Leej Txiv thiab nej nyob hauv kuv ib yam li kuv nyob hauv nej."},{"bible_id":"1525","chapter_code":"JHN.14","verse_code":"JHN.14.21","label":"21","content":"“Tus uas lees yuav kuv tej lus qhia thiab ua raws li tej lus ntawd, tus ntawd yog tus uas hlub kuv. Tus uas hlub kuv, kuv Txiv yuav hlub tus ntawd; kuv yuav hlub tus ntawd thiab qhia kuv rau nws paub.”"},{"bible_id":"1525","chapter_code":"JHN.14","verse_code":"JHN.14.22","label":"22","content":"Yudas (tus uas tsis yog Yudas Ixakali-us) hais tias, “Tus Tswv, ua li cas koj yuav qhia koj rau peb paub xwb, koj ho tsis qhia koj rau neeg ntiajteb paub?”"},{"bible_id":"1525","chapter_code":"JHN.14","verse_code":"JHN.14.23","label":"23","content":"Yexus teb Yudas hais tias, “Tus uas hlub kuv yeej ua raws li kuv tej lus qhia. Kuv Txiv yuav hlub tus ntawd; kuv Txiv thiab kuv yuav los cuag nws thiab nrog nws nyob."},{"bible_id":"1525","chapter_code":"JHN.14","verse_code":"JHN.14.24","label":"24","content":"Tus uas tsis hlub kuv yeej tsis ua raws li kuv tej lus qhia. Thiab tej lus uas nej hnov kuv qhia ntawd tsis yog kuv tej lus tiamsis yog Leej Txiv tus uas txib kuv los tej lus."},{"bible_id":"1525","chapter_code":"JHN.14","verse_code":"JHN.14.25","label":"25","content":"“Nimno kuv tseem nrog nej nyob, kuv thiaj qhia tej no rau nej."},{"bible_id":"1525","chapter_code":"JHN.14","verse_code":"JHN.14.26","label":"26","content":"Tus Pab uas yog Vaj Ntsujplig tus Dawbhuv uas kuv thov kom Leej Txiv txib los, nws yuav qhia txhua yam rau nej thiab pab kom nej nco txhua yam uas kuv tau qhia rau nej lawm."},{"bible_id":"1525","chapter_code":"JHN.14","verse_code":"JHN.14.27","label":"27","content":"“Kuv muab kuv txojkev kaj siab tso rau nej; txojkev kaj siab uas kuv muab pub rau nej, kuv tsis muab rau nej li neeg ntiajteb muab. Nej tsis txhob txhawj, tsis txhob nyuaj siab thiab tsis txhob ntshai."},{"bible_id":"1525","chapter_code":"JHN.14","verse_code":"JHN.14.28","label":"28","content":"Nej twb hnov kuv hais rau nej hais tias, ‘Kuv yuav mus, tiamsis kuv yuav rov qab los cuag nej.’ Yog nej hlub kuv, nej yeej yuav zoo siab qhov uas kuv mus cuag Leej Txiv; rau qhov nws muaj hwjchim loj dua kuv."},{"bible_id":"1525","chapter_code":"JHN.14","verse_code":"JHN.14.29","label":"29","content":"Nimno kuv qhia tej no rau nej, thaum muaj lawm nej thiaj yuav ntseeg kuv."},{"bible_id":"1525","chapter_code":"JHN.14","verse_code":"JHN.14.30","label":"30","content":"Kuv yuav tsis tau nrog nej tham ntev lawm, rau qhov tus uas kav lub ntiajteb tabtom los lawm. Nws tsis muaj hwjchim kav kuv,"},{"bible_id":"1525","chapter_code":"JHN.14","verse_code":"JHN.14.31","label":"31","content":"tiamsis kuv ua ib puas tsav yam raws li Leej Txiv kom kuv ua, neeg ntiajteb thiaj paub hais tias kuv hlub Leej Txiv. “Cia li sawv peb mus."},{"bible_id":"1525","chapter_code":"JHN.15","verse_code":"JHN.15.1","label":"1","content":"“Kuv yog tsob tseem txiv hmab, thiab kuv Txiv yog tus uas tu."},{"bible_id":"1525","chapter_code":"JHN.15","verse_code":"JHN.15.2","label":"2","content":"Nws muab txhua ceg hmab uas tsis txi txiv ntshua tawm ntawm kuv mus povtseg. Txhua ceg hmab uas txi txiv nws muab tav kom hajyam txi txiv ncw."},{"bible_id":"1525","chapter_code":"JHN.15","verse_code":"JHN.15.3","label":"3","content":"Tej lus uas kuv qhia nej, twb yog ntxuav kom nej huv ntag."},{"bible_id":"1525","chapter_code":"JHN.15","verse_code":"JHN.15.4","label":"4","content":"Nej cia li txuas rau ntawm kuv thiab kuv yuav txuas rau ntawm nej. Tus ceg hmab uas tsis txuas rau ntawm txoj hmab yeej txi tsis taus txiv. Ib yam li ntawd, yog nej tsis txuas rau ntawm kuv, nej yeej txi tsis taus txiv."},{"bible_id":"1525","chapter_code":"JHN.15","verse_code":"JHN.15.5","label":"5","content":"“Kuv yog tsob hmab, nej yog cov ceg. Tus uas txuas rau ntawm kuv, thiab kuv txuas rau ntawm nws, tus ntawd yuav txi txiv ncw; yog nej tsis txuas rau ntawm kuv, nej yeej ua tsis tau ib yam dabtsi li."},{"bible_id":"1525","chapter_code":"JHN.15","verse_code":"JHN.15.6","label":"6","content":"Tus uas tsis txuas rau ntawm kuv, tus ntawd zoo ib yam li tus ceg hmab uas luag muab txiav povtseg; thaum qhuav lawm, luag yuav muab sua mus pov hlawv kom kub hnyiab tas huv tibsi."},{"bible_id":"1525","chapter_code":"JHN.15","verse_code":"JHN.15.7","label":"7","content":"Yog nej txuas rau ntawm kuv thiab nej khaws kuv tej lus cia rau nruab siab lawm, nej xav yuav yam twg, nej cia li thov nej yuav tau yam ntawd."},{"bible_id":"1525","chapter_code":"JHN.15","verse_code":"JHN.15.8","label":"8","content":"Yog nej txi txiv ncw, kuv Txiv yuav tau ntsejmuag, thiab yog nej ua li ntawd, nej yuav tau ua kuv cov thwjtim."},{"bible_id":"1525","chapter_code":"JHN.15","verse_code":"JHN.15.9","label":"9","content":"Kuv hlub nej ib yam li kuv Txiv hlub kuv; nej yuav tsum muaj lub siab hlub ib yam li kuv."},{"bible_id":"1525","chapter_code":"JHN.15","verse_code":"JHN.15.10","label":"10","content":"Yog nej ua raws li kuv tej lus, nej yuav muaj lub siab hlub ib yam li kuv ua raws li kuv Txiv tej lus thiab kuv muaj lub siab hlub ib yam li nws."},{"bible_id":"1525","chapter_code":"JHN.15","verse_code":"JHN.15.11","label":"11","content":"“Kuv hais tej no rau nej kom nej zoo siab ib yam li kuv zoo siab, thiab nej yuav zoo siab kawg nkaus li."},{"bible_id":"1525","chapter_code":"JHN.15","verse_code":"JHN.15.12","label":"12","content":"Kuv lo lus samhwm yog li no: Nej ib leeg yuav tsum hlub ib leeg, ib yam li kuv hlub nej."},{"bible_id":"1525","chapter_code":"JHN.15","verse_code":"JHN.15.13","label":"13","content":"Tus uas muaj kev hlub loj tshaj plaws yog tus uas zoo siab tuag theej nws cov phoojywg."},{"bible_id":"1525","chapter_code":"JHN.15","verse_code":"JHN.15.14","label":"14","content":"Yog nej ua raws li kuv hais, nej thiaj yog kuv cov phoojywg."},{"bible_id":"1525","chapter_code":"JHN.15","verse_code":"JHN.15.15","label":"15","content":"Nimno kuv tsis hu nej ua tubtxib lawm, rau qhov tus tubtxib tsis paub xyov nws tus tswv ua dabtsi. Tiamsis kuv hu nej ua phoojywg, rau qhov kuv twb qhia txhua yam uas kuv Txiv qhia rau kuv rau nej lawm."},{"bible_id":"1525","chapter_code":"JHN.15","verse_code":"JHN.15.16","label":"16","content":"Tsis yog nej xaiv kuv, tiamsis yog kuv xaiv nej thiab tsa nej kom mus txi cov txiv uas nyob mus ibtxhis. Yog nej tuav kuv lub npe thov yam twg, Leej Txiv yuav pub yam ntawd rau nej."},{"bible_id":"1525","chapter_code":"JHN.15","verse_code":"JHN.15.17","label":"17","content":"Tej lus uas kuv samhwm rau nej yog li no: Nej ib leeg yuav tsum hlub ib leeg."},{"bible_id":"1525","chapter_code":"JHN.15","verse_code":"JHN.15.18","label":"18","content":"“Yog neeg ntiajteb ntxub nej, nej yuav tsum nco ntsoov hais tias, lawv twb xub ntxub kuv ua ntej lawm."},{"bible_id":"1525","chapter_code":"JHN.15","verse_code":"JHN.15.19","label":"19","content":"Yog nej nyiam uas raws li neeg ntiajteb ua, ces neeg ntiajteb yuav hlub nej. Tiamsis nej tsis nyiam ua raws li neeg ntiajteb ua, rau qhov kuv twb xaiv nej tawm hauv lub ntiajteb no lawm; yog li ntawd, neeg ntiajteb thiaj li ntxub nej."},{"bible_id":"1525","chapter_code":"JHN.15","verse_code":"JHN.15.20","label":"20","content":"Nej yuav tsum nco ntsoov tej lus uas kuv qhia rau nej hais tias, ‘Tus tubqhe yeej tsis muaj hwjchim loj dua nws tus tswv.’ Yog lawv tsimtxom kuv, lawv yuav tsimtxom nej thiab; yog lawv ua raws li kuv tej lus qhia, lawv yuav ua raws li nej tej lus qhia thiab."},{"bible_id":"1525","chapter_code":"JHN.15","verse_code":"JHN.15.21","label":"21","content":"Lawv yuav ua tej no rau nej, vim nej yog kuv li, rau qhov lawv tsis paub tus uas txib kuv los."},{"bible_id":"1525","chapter_code":"JHN.15","verse_code":"JHN.15.22","label":"22","content":"Yog kuv tsis tau los qhia lawv, lawv yeej yuav tsis muaj txim, tiamsis nimno lawv hais tsis tau hais tias lawv tsis muaj txim."},{"bible_id":"1525","chapter_code":"JHN.15","verse_code":"JHN.15.23","label":"23","content":"Tus uas ntxub kuv, tus ntawd yeej ntxub kuv Txiv thiab."},{"bible_id":"1525","chapter_code":"JHN.15","verse_code":"JHN.15.24","label":"24","content":"Yog kuv tsis tau los ua tej haujlwm uas tsis tau muaj neeg ua dua rau lawv pom ces lawv yeej tsis muaj txim, tiamsis lawv twb pom tej uas kuv ua lawm lawv thiaj ntxub kuv thiab kuv txiv."},{"bible_id":"1525","chapter_code":"JHN.15","verse_code":"JHN.15.25","label":"25","content":"Yeej yuav muaj li no thiaj raws li tej lus uas sau tseg rau hauv lawv txoj kevcai hais tias, ‘Kuv twb tsis tau ua txhaum los lawv cia li ntxub kuv.’"},{"bible_id":"1525","chapter_code":"JHN.15","verse_code":"JHN.15.26","label":"26","content":"“Tus Pab yog Vaj Ntsujplig, nws los qhia Vajtswv zaj uas yog qhov tseeb thiab yog Leej Txiv txib nws los. Kuv yuav kom Leej Txiv txib nws los, thiab nws yuav qhia kuv zaj rau nej."},{"bible_id":"1525","chapter_code":"JHN.15","verse_code":"JHN.15.27","label":"27","content":"Thiab nej yuav qhia kuv zaj, rau qhov nej yeej nrog kuv nyob thaum chivthawj los lawm."},{"bible_id":"1525","chapter_code":"JHN.16","verse_code":"JHN.16.1","label":"1","content":"“Kuv qhia tej no rau nej kom nej thiaj tsis tso kev ntseeg tseg."},{"bible_id":"1525","chapter_code":"JHN.16","verse_code":"JHN.16.2","label":"2","content":"Lawv yuav ntiab nej tawm hauv tej tsev sablaj mus, thiab twb yuav txog lub sijhawm uas lawv coj nej mus tua povtseg; qhov uas lawv ua li ntawd lawv xav hais tias yog lawv ua Vajtswv tes haujlwm."},{"bible_id":"1525","chapter_code":"JHN.16","verse_code":"JHN.16.3","label":"3","content":"Lawv yuav ua li no rau nej, rau qhov lawv tsis paub Leej Txiv thiab tsis paub kuv."},{"bible_id":"1525","chapter_code":"JHN.16","verse_code":"JHN.16.4","label":"4","content":"Kuv xub hais li no qhia nej kom thaum txog lub sijhawm uas lawv tsimtxom nej, nej thiaj li yuav nco txog tej lus uas kuv twb qhia rau nej lawm. “Thaum chivthawj kuv tsis tau qhia tej no rau nej rau qhov kuv tseem nrog nej nyob."},{"bible_id":"1525","chapter_code":"JHN.16","verse_code":"JHN.16.5","label":"5","content":"Tiamsis nimno kuv yuav mus cuag tus uas txib kuv los, txawm li ntawd los nej twb tsis muaj ib tug nug hais tias kuv yuav mus qhov twg."},{"bible_id":"1525","chapter_code":"JHN.16","verse_code":"JHN.16.6","label":"6","content":"Nimno kuv qhia tej no rau nej, nej yuav nyuaj siab kawg li."},{"bible_id":"1525","chapter_code":"JHN.16","verse_code":"JHN.16.7","label":"7","content":"Tiamsis kuv qhia tseeb rau nej hais tias qhov uas kuv ncaim nej mus yuav zoo dua; yog kuv tsis mus, tus Pab yuav tsis los cuag nej. Tiamsis yog kuv mus lawm, kuv yuav txib nws los nrog nej nyob."},{"bible_id":"1525","chapter_code":"JHN.16","verse_code":"JHN.16.8","label":"8","content":"Thaum nws los lawm, nws yuav qhia rau neeg ntiajteb kom paub txog kev txhaum, kev ncaj ncees thiab Vajtswv txojkev txiav txim:"},{"bible_id":"1525","chapter_code":"JHN.16","verse_code":"JHN.16.9","label":"9","content":"qhov uas lawv muaj kev txhaum, vim lawv tsis ntseeg kuv;"},{"bible_id":"1525","chapter_code":"JHN.16","verse_code":"JHN.16.10","label":"10","content":"qhov uas muaj kev ncaj ncees, vim kuv yuav mus cuag Leej Txiv, thiab nej yuav tsis pom kuv lawm;"},{"bible_id":"1525","chapter_code":"JHN.16","verse_code":"JHN.16.11","label":"11","content":"qhov uas muaj kev txiav txim, vim tus uas kav lub ntiajteb twb raug txiav txim lawm."},{"bible_id":"1525","chapter_code":"JHN.16","verse_code":"JHN.16.12","label":"12","content":"“Tseem tshuav ntau zaj uas kuv xav qhia rau nej, tiamsis ntshai nej yuav ris tsis taus."},{"bible_id":"1525","chapter_code":"JHN.16","verse_code":"JHN.16.13","label":"13","content":"Thaum Vaj Ntsujplig tus uas qhia qhov tseeb los lawm, nws yuav qhia qhov tseeb rau nej; nws yuav tsis hais raws li nws xav, tiamsis nws tsuas hais tej uas nws tau hnov, thiab nws yuav qhia tej uas yuav muaj los yav tom ntej rau nej."},{"bible_id":"1525","chapter_code":"JHN.16","verse_code":"JHN.16.14","label":"14","content":"Nws yuav ua rau kuv tau ntsejmuag, rau qhov nws yuav muab kuv tej lus coj los qhia rau nej."},{"bible_id":"1525","chapter_code":"JHN.16","verse_code":"JHN.16.15","label":"15","content":"Tej uas Leej Txiv muaj puavleej yog kuv tug thiab. Twb yog vim li no, Vaj Ntsujplig thiaj coj tej uas kuv qhia rau nws lawm los qhia rau nej."},{"bible_id":"1525","chapter_code":"JHN.16","verse_code":"JHN.16.16","label":"16","content":"“Tsis ntev no nej yuav tsis pom kuv lawm, thiab tom qab ntawd tsis ntev nej yuav rov pom kuv.”"},{"bible_id":"1525","chapter_code":"JHN.16","verse_code":"JHN.16.17","label":"17","content":"Ces Yexus cov thwjtim qee leej sib tham hais tias, “Nws hais rau peb hais tias, ‘Tsis ntev no nej yuav tsis pom kuv lawm, thiab tom qab ntawd tsis ntev nej yuav rov pom kuv,’ nws hais li ntawd, yog nws hais li cas? Thiab nws hais tias, ‘Rau qhov kuv yuav mus cuag Leej Txiv.’"},{"bible_id":"1525","chapter_code":"JHN.16","verse_code":"JHN.16.18","label":"18","content":"Qhov uas nws hais tias, ‘tsis ntev no,’ yog hais li cas? Peb tsis paub xyov yog nws hais dabtsi.”"},{"bible_id":"1525","chapter_code":"JHN.16","verse_code":"JHN.16.19","label":"19","content":"Yexus paub tej uas lawv xav nug nws; yog li ntawd, Yexus thiaj hais rau lawv hais tias, “Puas yog nej sib nug txog qhov uas kuv hais tias, ‘Tsis ntev no nej yuav tsis pom kuv lawm, thiab tom qab ntawd tsis ntev nej yuav rov pom kuv’?"},{"bible_id":"1525","chapter_code":"JHN.16","verse_code":"JHN.16.20","label":"20","content":"Kuv qhia tseeb rau nej hais tias nej yuav quaj thiab ntxhov siab, tiamsis neeg ntiajteb yuav zoo siab kawg li; nej yuav nyuaj siab, tiamsis nej tej kev nyuaj siab ntawd yuav hloov ua kev zoo siab."},{"bible_id":"1525","chapter_code":"JHN.16","verse_code":"JHN.16.21","label":"21","content":"Tus pojniam uas muaj menyuam hauv plab, thaum yuav txog caij yug nws txhawj kawg li. Tiamsis thaum nws yug tau tus menyuam, nws tsis nco qab qhov uas nws mob plab lawm; nws zoo siab heev rau qhov nws yug tau ib tug menyuam los rau hauv ntiajteb no."},{"bible_id":"1525","chapter_code":"JHN.16","verse_code":"JHN.16.22","label":"22","content":"Nimno nej muaj kev nyuaj siab ib yam li ntawd, tiamsis kuv yuav rov los cuag nej dua, mas nej yuav zoo siab kawg li. Txojkev zoo siab ntawd tsis muaj leejtwg txeeb tau ntawm nej mus li."},{"bible_id":"1525","chapter_code":"JHN.16","verse_code":"JHN.16.23","label":"23","content":"“Thaum txog hnub ntawd nej yuav tsis nug kuv ib los li lawm. Kuv qhia tseeb rau nej hais tias yog nej tuav kuv lub npe thov ib yam dabtsi ntawm Leej Txiv,  nws yeej yuav pub yam ntawd rau nej."},{"bible_id":"1525","chapter_code":"JHN.16","verse_code":"JHN.16.24","label":"24","content":"Nej ibtxwm tsis tuav kuv lub npe thov ib yam dabtsi los txog nimno. Nej cia li thov nej thiaj yuav tau; thaum nej tau lawm, nej yuav zoo siab kawg li."},{"bible_id":"1525","chapter_code":"JHN.16","verse_code":"JHN.16.25","label":"25","content":"“Tej uas kuv hais rau nej no kuv ua lus pivtxwv hais xwb. Tiamsis thaum txog lub sijhawm ntawd kuv yuav tsis ua lus pivtxwv hais rau nej lawm, kuv yuav qhia Leej Txiv zaj tseeb tseeb rau nej."},{"bible_id":"1525","chapter_code":"JHN.16","verse_code":"JHN.16.26","label":"26","content":"Thaum txog hnub ntawd nej yuav tuav kuv lub npe thov Leej Txiv; kuv tsis tau hais tias kuv yuav pab nej thov Leej Txiv,"},{"bible_id":"1525","chapter_code":"JHN.16","verse_code":"JHN.16.27","label":"27","content":"Leej Txiv yeej hlub nej, rau qhov nej hlub kuv thiab ntseeg hais tias kuv yog tus uas Vajtswv txib los."},{"bible_id":"1525","chapter_code":"JHN.16","verse_code":"JHN.16.28","label":"28","content":"Yeej yog Leej Txiv txib kuv los hauv ntiajteb no, nimno kuv tabtom yuav tawm hauv lub ntiajteb no rov mus cuag Leej Txiv.”"},{"bible_id":"1525","chapter_code":"JHN.16","verse_code":"JHN.16.29","label":"29","content":"Ces Yexus cov thwjtim hais rau Yexus hais tias, “Zaum no koj qhia tseeb rau peb tiag, koj tsis ua lus pivtxwv qhia rau peb lawm."},{"bible_id":"1525","chapter_code":"JHN.16","verse_code":"JHN.16.30","label":"30","content":"Nimno peb paub hais tias koj paub ib puas tsav yam huv tibsi, tsis tas ib tug twg yuav nug koj lawm; tej no ua rau peb paub hais tias koj yog tus uas Vajtswv txib los tiag.”"},{"bible_id":"1525","chapter_code":"JHN.16","verse_code":"JHN.16.31","label":"31","content":"Yexus teb lawv hais tias, “Nimno nej ntseeg lawm tiag los?"},{"bible_id":"1525","chapter_code":"JHN.16","verse_code":"JHN.16.32","label":"32","content":"Twb yuav txog lub sijhawm, nimno twb txog lub sijhawm ntawd lawm, nej nyias yuav khiav nyias mus tsev, thiab nej yuav tso kuv tseg. Txawm li ntawd los tsis yog kuv tib leeg nyob xwb, tiamsis Leej Txiv nrog kuv nyob thiab."},{"bible_id":"1525","chapter_code":"JHN.16","verse_code":"JHN.16.33","label":"33","content":"Kuv qhia tej no rau nej kom nej cov uas txuas rau ntawm kuv muaj kev kaj siab. Neeg ntiajteb yuav tsimtxom nej. Tiamsis nej yuav tsum ua siab tawv, rau qhov kuv twb kovyeej lub ntiajteb no lawm.”"},{"bible_id":"1525","chapter_code":"JHN.17","verse_code":"JHN.17.1","label":"1","content":"Tom qab uas Yexus hais li ntawd tas, nws tsa qhovmuag ntsia saum ntuj thiab hais tias, “Txiv, twb txog lub sijhawm lawm; thov koj ua kom Leej Tub tau koob meej, Leej Tub thiaj yuav ua rau koj tau koob meej,"},{"bible_id":"1525","chapter_code":"JHN.17","verse_code":"JHN.17.2","label":"2","content":"rau qhov koj tsa Leej Tub ua tus uas muaj hwjchim loj dua txhua tus neeg, kom Leej Tub thiaj pub tau txojsia ntev dhawv mus ibtxhis rau txhua tus uas koj muab rau nws lawm."},{"bible_id":"1525","chapter_code":"JHN.17","verse_code":"JHN.17.3","label":"3","content":"Txojsia ntev dhawv mus ibtxhis ntawd yog qhov uas lawv paub koj thiab paub hais tias koj tib leeg thiaj yog Vajtswv thiab paub Yexus Khetos tus uas koj txib los."},{"bible_id":"1525","chapter_code":"JHN.17","verse_code":"JHN.17.4","label":"4","content":"Kuv ua rau koj tau koob meej hauv ntiajteb no; tes haujlwm uas koj kom kuv ua, kuv twb ua tiav lawm."},{"bible_id":"1525","chapter_code":"JHN.17","verse_code":"JHN.17.5","label":"5","content":"Txiv, nimno kuv nyob ntawm koj lub xubntiag; thov koj ua rau kuv tau koob meej ib yam li thaum uas tseem tsis tau tsim lub ntiajteb no wb ibtxwm tau koob meej."},{"bible_id":"1525","chapter_code":"JHN.17","verse_code":"JHN.17.6","label":"6","content":"“Kuv twb qhia koj rau cov neeg uas koj muab pub rau kuv hauv ntiajteb no txhua tus paub lawm. Lawv yog koj tug, thiab koj muab lawv pub rau kuv, thiab lawv ua raws li koj tej lus."},{"bible_id":"1525","chapter_code":"JHN.17","verse_code":"JHN.17.7","label":"7","content":"Nimno lawv paub hais tias ib puas tsav yam uas koj muab rau kuv puavleej yog koj tug;"},{"bible_id":"1525","chapter_code":"JHN.17","verse_code":"JHN.17.8","label":"8","content":"rau qhov tej lus uas koj hais rau kuv, kuv twb qhia huv tibsi rau lawv lawm; lawv khaws tej lus ntawd cia; lawv paub tseeb thiab ntseeg hais tias yog koj txib kuv los hauv ntiajteb no."},{"bible_id":"1525","chapter_code":"JHN.17","verse_code":"JHN.17.9","label":"9","content":"“Kuv thov koj pab lawv; kuv tsis tau thov koj pab neeg ntiajteb, tiamsis kuv thov koj pab cov neeg uas koj twb muab rau kuv lawm, rau qhov lawv yog koj tug."},{"bible_id":"1525","chapter_code":"JHN.17","verse_code":"JHN.17.10","label":"10","content":"Ib puas tsav yam uas kuv muaj puavleej yog koj tug, thiab ib puas tsav yam uas koj muaj puavleej yog kuv tug; thiab ib puas tsav yam ntawd ua rau kuv tau koob meej."},{"bible_id":"1525","chapter_code":"JHN.17","verse_code":"JHN.17.11","label":"11","content":"Nimno kuv yuav rov qab los cuag koj, kuv yuav tsis nyob hauv lub ntiajteb no ntxiv lawm, tiamsis lawv tseem nyob hauv lub ntiajteb no. Leej Txiv tus uas Dawbhuv! Thov koj tsomkwm lawv ntawm koj lub npe uas muaj hwjchim,  kom lawv thiaj yuav koom ib lub siab ib yam li koj thiab kuv koom ib lub siab."},{"bible_id":"1525","chapter_code":"JHN.17","verse_code":"JHN.17.12","label":"12","content":"Thaum uas kuv tseem nrog lawv nyob, kuv tsomkwm lawv ntawm koj lub npe uas muaj hwjchim.  Kuv tsomkwm lawv, lawv tsis muaj ib tug ploj li, tsuas yog tus uas yeej yuav puastsuaj thiaj puastsuaj xwb; yeej yuav muaj li ntawd kom tiav raws li tej lus uas twb sau tseg lawm."},{"bible_id":"1525","chapter_code":"JHN.17","verse_code":"JHN.17.13","label":"13","content":"Nimno kuv tabtom yuav rov qab los cuag koj, thaum kuv tseem nyob hauv ntiajteb, kuv hais tej lus no kom lawv zoo siab ib yam li kuv zoo siab."},{"bible_id":"1525","chapter_code":"JHN.17","verse_code":"JHN.17.14","label":"14","content":"Kuv twb qhia koj tej lus rau lawv lawm, ntiajteb thiaj ntxub lawv, rau qhov lawv tsis yog ntiajteb li ib yam li kuv tsis yog ntiajteb li."},{"bible_id":"1525","chapter_code":"JHN.17","verse_code":"JHN.17.15","label":"15","content":"Kuv tsis tau thov kom koj coj lawv tawm hauv lub ntiajteb no mus, tiamsis kuv thov koj tsomkwm lawv kom lawv tsis txhob raug dab Ntxwgnyoog dag ntxias."},{"bible_id":"1525","chapter_code":"JHN.17","verse_code":"JHN.17.16","label":"16","content":"Lawv tsis yog ntiajteb li ib yam li kuv tsis yog ntiajteb li."},{"bible_id":"1525","chapter_code":"JHN.17","verse_code":"JHN.17.17","label":"17","content":"Koj txojlus yog lus tseeb; thov muab koj txojlus tseeb ntxuav kom lawv huv."},{"bible_id":"1525","chapter_code":"JHN.17","verse_code":"JHN.17.18","label":"18","content":"Koj txib kuv los rau hauv lub ntiajteb no li cas, kuv txib lawv mus hauv lub ntiajteb ib yam li ntawd."},{"bible_id":"1525","chapter_code":"JHN.17","verse_code":"JHN.17.19","label":"19","content":"Vim lawv, kuv thiaj muab kuv fij rau koj; kuv ua li ntawd kom lawv thiaj muab lawv fij rau koj."},{"bible_id":"1525","chapter_code":"JHN.17","verse_code":"JHN.17.20","label":"20","content":"“Tsis yog kuv thov koj pab cov neeg no xwb, tiamsis kuv thov koj pab cov neeg uas hnov tej lus uas lawv qhia thiab los ntseeg kuv"},{"bible_id":"1525","chapter_code":"JHN.17","verse_code":"JHN.17.21","label":"21","content":"kom lawv koom ib lub siab. Txiv, thov cia lawv nyob hauv wb, ib yam li koj nyob hauv kuv thiab kuv nyob hauv koj; thov koj pab kom lawv ua tau ib lub siab, ntiajteb thiaj paub hais tias koj txib kuv los."},{"bible_id":"1525","chapter_code":"JHN.17","verse_code":"JHN.17.22","label":"22","content":"Kuv ua rau lawv tau koob meej ib yam li koj ua rau kuv tau koob meej; kuv ua li ntawd kom lawv koom tau ib lub siab ib yam li wb koom tau ib lub siab."},{"bible_id":"1525","chapter_code":"JHN.17","verse_code":"JHN.17.23","label":"23","content":"Kuv nyob hauv lawv thiab koj nyob hauv kuv, kuv ua li ntawd kom lawv thiaj koom tau ib lub siab, ntiajteb thiaj paub hais tias koj txib kuv los thiab paub hais tias koj hlub lawv ib yam li koj hlub kuv."},{"bible_id":"1525","chapter_code":"JHN.17","verse_code":"JHN.17.24","label":"24","content":"“Txiv, kuv nyob qhov twg, kuv xav kom cov neeg uas koj muab pub rau kuv lawm, nrog kuv nyob qhov ntawd, lawv thiaj yuav pom lub hwjchim uas koj pub rau kuv, rau qhov koj yeej hlub kuv thaum tsis tau tsim lub ntiajteb los lawm."},{"bible_id":"1525","chapter_code":"JHN.17","verse_code":"JHN.17.25","label":"25","content":"Txiv, koj yog tus uas Ncaj Ncees, ntiajteb tsis paub koj, tiamsis kuv paub koj; cov neeg no puavleej paub hais tias koj txib kuv los."},{"bible_id":"1525","chapter_code":"JHN.17","verse_code":"JHN.17.26","label":"26","content":"Kuv qhia koj lub npe rau lawv paub lawm, thiab kuv tseem yuav niaj hnub qhia lawv kom lawv muaj txojkev hlub uas koj hlub kuv nyob hauv lawv, thiab kuv yuav nyob hauv lawv.”"},{"bible_id":"1525","chapter_code":"JHN.18","verse_code":"JHN.18.1","label":"1","content":"Thaum Yexus thov Vajtswv tas lawm, Yexus coj nws cov thwjtim hla lub kwjha Kiloos mus rau sab tid. Qhov ntawd muaj ib lub vaj; Yexus thiab nws cov thwjtim txawm mus rau hauv lub vaj ntawd."},{"bible_id":"1525","chapter_code":"JHN.18","verse_code":"JHN.18.2","label":"2","content":"Yudas tus uas ntxeev siab rau Yexus yeej paub qhov chaw ntawd thiab, rau qhov Yexus twb coj cov thwjtim mus ntau zaus hauv lub vaj ntawd lawm."},{"bible_id":"1525","chapter_code":"JHN.18","verse_code":"JHN.18.3","label":"3","content":"Yog li ntawd, Yudas thiaj coj ib co tubrog Loos thiab cov uas zov lub Tuamtsev qee leej uas cov thawj ntawm cov povthawj thiab cov Falixais tso tuaj, tuaj rau hauv lub vaj; lawv nqa ntaj, taws teeb thiab taws tsau cig lam lug tuaj."},{"bible_id":"1525","chapter_code":"JHN.18","verse_code":"JHN.18.4","label":"4","content":"Yexus yeej paub tej xwm uas nws yuav raug, nws txav zog mus nug lawv hais tias, “Nej tuaj nrhiav leejtwg?”"},{"bible_id":"1525","chapter_code":"JHN.18","verse_code":"JHN.18.5","label":"5","content":"Lawv teb hais tias, “Peb tuaj nrhiav Yexus tus uas yog neeg Naxales.” Yexus teb lawv hais tias, “Nws yog kuv ntag.” Yudas tus uas ntxeev siab rau Yexus, nws nrog lawv sawv ua ke ntawd thiab."},{"bible_id":"1525","chapter_code":"JHN.18","verse_code":"JHN.18.6","label":"6","content":"Thaum Yexus hais rau lawv hais tias, “Nws yog kuv ntag,” lawv thaub ncho rov qab thiab ntog pawglug rau hauv av."},{"bible_id":"1525","chapter_code":"JHN.18","verse_code":"JHN.18.7","label":"7","content":"Yexus rov qab nug lawv hais tias, “Nej tuaj nrhiav leejtwg?” Lawv teb hais tias, “Peb tuaj nrhiav Yexus tus uas yog neeg Naxales.”"},{"bible_id":"1525","chapter_code":"JHN.18","verse_code":"JHN.18.8","label":"8","content":"Yexus hais rau lawv hais tias, “Kuv twb qhia rau nej hais tias nws yog kuv ntag; yog nej tuaj nrhiav kuv tiag, nej cia li tso cov neeg no mus.” ("},{"bible_id":"1525","chapter_code":"JHN.18","verse_code":"JHN.18.9","label":"9","content":"Yexus hais li no kom tiav raws li tej lus uas Yexus hais tias, “Txiv, cov neeg uas koj muab rau kuv lawm tsis muaj ib tug ploj li.”)"},{"bible_id":"1525","chapter_code":"JHN.18","verse_code":"JHN.18.10","label":"10","content":"Ximoos Petus nqa ib rab ntaj; nws rho hlo nws rab ntaj tib ntag rau tus Povthawj Hlob ib tug qhev sab pobntseg xis tu nrho. Tus qhev ntawd hu ua Malekhus."},{"bible_id":"1525","chapter_code":"JHN.18","verse_code":"JHN.18.11","label":"11","content":"Yexus hais rau Petus hais tias, “Koj cia li muab koj rab ntaj ntxig rov rau hauv hnab. Koj xav hais tias kuv yuav tsis haus lub khob uas kuv Txiv muab rau kuv haus no los?”"},{"bible_id":"1525","chapter_code":"JHN.18","verse_code":"JHN.18.12","label":"12","content":"Cov neeg Loos tus thawj tubrog thiab nws cov tubrog thiab cov Yudais cov tub ceevxwm txawm ntes Yexus thiab muab nws khi."},{"bible_id":"1525","chapter_code":"JHN.18","verse_code":"JHN.18.13","label":"13","content":"Lawv xub coj Yexus mus cuag Anas uas yog Kaiyafas yawmtxiv; xyoo ntawd Kaiyafas yog tus Povthawj Hlob."},{"bible_id":"1525","chapter_code":"JHN.18","verse_code":"JHN.18.14","label":"14","content":"Kaiyafas yog tus uas hais rau cov Yudais tej nomtswv hais tias cia ib tug tuag zoo dua cia sawvdaws tuag."},{"bible_id":"1525","chapter_code":"JHN.18","verse_code":"JHN.18.15","label":"15","content":"Ximoos Petus thiab muaj dua ib tug thwjtim raws Yexus qab mus. Tus Povthawj Hlob paub tus thwjtim ntawd; tus thwjtim ntawd raws Yexus mus rau ntawm lub tshavpuam hauv tus Povthawj Hlob lub tsev,"},{"bible_id":"1525","chapter_code":"JHN.18","verse_code":"JHN.18.16","label":"16","content":"Petus sawv sab roojvag nraud. Tus thwjtim uas tus Povthawj Hlob paub, nws tawm tuaj hais rau tus ntxhais qhev uas nyob ntawm roojvag kom coj Petus los rau hauv tsev."},{"bible_id":"1525","chapter_code":"JHN.18","verse_code":"JHN.18.17","label":"17","content":"Tus ntxhais qhev uas nyob ntawm roojvag hais rau Petus hais tias, “Koj yog tus txivneej uas raug ntes ntawd ib tug thwjtim los sav?” Petus teb hais tias, “Kuv tsis yog.”"},{"bible_id":"1525","chapter_code":"JHN.18","verse_code":"JHN.18.18","label":"18","content":"Hmo ntawd no heev, cov tubtxib thiab cov tub ceevxwm rauv tau ib cub thee, thiab sawvdaws sawv puagncig nte. Petus txawm mus nrog lawv nte thiab."},{"bible_id":"1525","chapter_code":"JHN.18","verse_code":"JHN.18.19","label":"19","content":"Tus Povthawj Hlob nug Yexus txog Yexus cov thwjtim thiab Yexus tej lus qhuab qhia."},{"bible_id":"1525","chapter_code":"JHN.18","verse_code":"JHN.18.20","label":"20","content":"Yexus teb hais tias, “Kuv tabmeeg qhia rau tej neeg sawvdaws; kuv yeej ibtxwm qhia hauv tej tsev sablaj thiab hauv lub Tuamtsev; cov Yudais yeej niaj zaus tuaj mloog kuv qhia. Kuv yeej tsis tau hais ib zaj nraim nkoos qhov twg li."},{"bible_id":"1525","chapter_code":"JHN.18","verse_code":"JHN.18.21","label":"21","content":"Koj tseem yuav nug kuv ua dabtsi? Koj cia li nug cov neeg uas hnov kuv qhia saib kuv hais li cas rau lawv; lawv yeej paub tej uas kuv qhia huv tibsi.”"},{"bible_id":"1525","chapter_code":"JHN.18","verse_code":"JHN.18.22","label":"22","content":"Thaum Yexus tabtom hais li ntawd, muaj ib tug tub ceevxwm nyob ze ntawd txawm cia li tib tawg ncuav rau Yexus ntsejmuag thiab hais tias, “Koj teb tus Povthawj Hlob li ko los!”"},{"bible_id":"1525","chapter_code":"JHN.18","verse_code":"JHN.18.23","label":"23","content":"Yexus teb hais tias, “Yog kuv hais txhaum, koj cia li qhia kuv qhov txhaum rau sawvdaws paub. Tiamsis yog kuv hais tseeb, ua li cas koj lam ntaus kuv ua dabtsi?”"},{"bible_id":"1525","chapter_code":"JHN.18","verse_code":"JHN.18.24","label":"24","content":"Ces Anas thiaj xa Yexus mus rau Kaiyafas uas yog tus Povthawj Hlob; thaum ntawd lawv tseem khi rawv Yexus."},{"bible_id":"1525","chapter_code":"JHN.18","verse_code":"JHN.18.25","label":"25","content":"Thaum Ximoos Petus tseem sawv nte taws. Cov neeg uas nyob ntawd hais rau Petus hais tias, “Koj yog tus txivneej uas raug ntes ntawd ib tug thwjtim los tsis yog?” Tiamsis Petus tsis lees li, Petus hais tias, “Kuv tsis yog.”"},{"bible_id":"1525","chapter_code":"JHN.18","verse_code":"JHN.18.26","label":"26","content":"Tus Povthawj Hlob ib tug qhev uas yog tus txivneej uas Petus txiav ib sab pobntseg tu ntawd ib tug kwvtij txawm nug Petus hais tias, “Puas yog kuv twb pom koj nrog tus txivneej ntawd nyob hauv vaj?”"},{"bible_id":"1525","chapter_code":"JHN.18","verse_code":"JHN.18.27","label":"27","content":"Petus rov qab hais tias, “Tsis yog kuv.” Tamsim ntawd qaib txawm qua."},{"bible_id":"1525","chapter_code":"JHN.18","verse_code":"JHN.18.28","label":"28","content":"Thaum kaj ntug txoog, lawv coj Yexus tawm hauv Kaiyafas tsev mus rau ntawm Philaj lub loog. Cov Yudais tej nomtswv tsis kam mus hauv lub loog, rau qhov lawv tsis xav ua kom lawv tsis huv, lawv thiaj noj tau rooj mov uas ua Kevcai Hla Dhau."},{"bible_id":"1525","chapter_code":"JHN.18","verse_code":"JHN.18.29","label":"29","content":"Yog li ntawd, Philaj thiaj tawm mus nug lawv hais tias, “Tus txivneej no ua txhaum dabtsi, nej thiaj coj nws tuaj cuag kuv?”"},{"bible_id":"1525","chapter_code":"JHN.18","verse_code":"JHN.18.30","label":"30","content":"Lawv teb hais tias, “Yog nws tsis tau ua txhaum, peb yeej tsis coj nws tuaj cuag koj.”"},{"bible_id":"1525","chapter_code":"JHN.18","verse_code":"JHN.18.31","label":"31","content":"Philaj hais rau lawv hais tias, “Nej cia li coj nws mus thiab taug nws zaj raws li nej txoj kevcai.” Cov Yudais teb hais tias, “Peb tsis muaj cai muab leejtwg tua povtseg.” ("},{"bible_id":"1525","chapter_code":"JHN.18","verse_code":"JHN.18.32","label":"32","content":"Qhov no muaj raws li tej lus uas Yexus twb qhia ua ntej lawm hais tias nws yuav tuag li cas.)"},{"bible_id":"1525","chapter_code":"JHN.18","verse_code":"JHN.18.33","label":"33","content":"Philaj rov qab mus rau hauv loog thiab hu Yexus los cuag nws. Philaj nug Yexus hais tias, “Koj yog cov Yudais tus vajntxwv los?”"},{"bible_id":"1525","chapter_code":"JHN.18","verse_code":"JHN.18.34","label":"34","content":"Yexus teb hais tias, “Koj nug kuv raws li koj paub lossis yog lwm tus qhia kuv zaj rau koj xwb?.”"},{"bible_id":"1525","chapter_code":"JHN.18","verse_code":"JHN.18.35","label":"35","content":"Philaj teb hais tias, “Koj xav hais tias kuv yog neeg Yudais no los? Twb yog koj haivneeg thiab cov thawj ntawm cov povthawj ntes koj tuaj rau kuv xwb. Koj ua txhaum dabtsi?”"},{"bible_id":"1525","chapter_code":"JHN.18","verse_code":"JHN.18.36","label":"36","content":"Yexus teb hais tias, “Kuv lub tebchaws tsis yog lub ntiajteb no. Yog kuv lub tebchaws yog lub ntiajteb no, kuv cov thwjtim yeej yuav tawmtsam kom yeej, tsis pub leejtwg ntes tau kuv coj mus rau cov Yudais tej nomtswv. Tiamsis kuv lub tebchaws tsis yog lub ntiajteb no.”"},{"bible_id":"1525","chapter_code":"JHN.18","verse_code":"JHN.18.37","label":"37","content":"Philaj nug Yexus hais tias yog li ntawd, “Koj yog ib tug vajntxwv los?” Yexus teb hais tias, “Koj yog tus uas hu kuv ua vajntxwv. Twb yog vim li no, kuv thiaj los yug rau hauv lub ntiajteb no thiab qhia qhov tseeb. Txhua tus uas nyiam qhov tseeb yeej mloog kuv lus.”"},{"bible_id":"1525","chapter_code":"JHN.18","verse_code":"JHN.18.38","label":"38","content":"Philaj nug Yexus hais tias, “Qhov tseeb yog dabtsi?” Thaum Phijlaj hais li ntawd tas, Philaj tawm rov mus cuag cov Yudais rau sab nraud thiab hais rau lawv hais tias, “Kuv pom hais tias nws tsis tau ua ib qho txhaum uas txaus txiav txim rau nws li."},{"bible_id":"1525","chapter_code":"JHN.18","verse_code":"JHN.18.39","label":"39","content":"Tiamsis raws li nej txoj kevcai, txhua zaus uas nej ua kevcai Hla Dhau, kuv yeej tso ib tug neeg raug txim rau nej. Nej puas xav kom kuv tso cov Yudais tus vajntxwv?”"},{"bible_id":"1525","chapter_code":"JHN.18","verse_code":"JHN.18.40","label":"40","content":"Lawv txawm hais nrov nrov rau Philaj hais tias, “Tsis txhob tso tus txivneej ntawd, koj cia li tso Npalanpas xwb.” (Npalanpas yog ib tug tubsab.)"},{"bible_id":"1525","chapter_code":"JHN.19","verse_code":"JHN.19.1","label":"1","content":"Tom qab ntawd Philaj txawm muab Yexus rau cov tubrog nplawm."},{"bible_id":"1525","chapter_code":"JHN.19","verse_code":"JHN.19.2","label":"2","content":"Cov tubrog muab hmab pos ua kauj looj Yexus taubhau, thiab lawv muab ib lub tsho ntev tsamxem kho rau Yexus hnav."},{"bible_id":"1525","chapter_code":"JHN.19","verse_code":"JHN.19.3","label":"3","content":"Lawv hais rau Yexus hais tias, “Cov Yudais tus vajntxwv, koj yuav muaj sia nyob ntev!” Thiab lawv xuas tawg ncuav rau Yexus ntsejmuag."},{"bible_id":"1525","chapter_code":"JHN.19","verse_code":"JHN.19.4","label":"4","content":"Philaj rov tawm tuaj hais rau lawv hais tias, “Nej saib, kuv yuav coj nws tuaj rau nej kom nej paub hais tias kuv tsis pom nws ua ib qhov txhaum uas txaus txiav txim rau nws li.”"},{"bible_id":"1525","chapter_code":"JHN.19","verse_code":"JHN.19.5","label":"5","content":"Thaum Yexus tawm los, nws ntoo rawv lub kauj hmab pos thiab hnav lub tsho ntev tsamxem. Philaj hais rau lawv hais tias, “Nej saib! Tus txivneej ntawd nyob ntawm no.”"},{"bible_id":"1525","chapter_code":"JHN.19","verse_code":"JHN.19.6","label":"6","content":"Thaum cov thawj ntawm cov povthawj thiab cov tub ceevxwm uas zov lub Tuamtsev pom Yexus, lawv hais nrov nrov hais tias, “Muab nws ntsia rau saum ntoo khaublig! Muab nws ntsia rau saum ntoo khaublig!” Philaj hais rau lawv hais tias, “Nej cia li coj nws mus thiab muab nws ntsia rau saum ntoo khaublig. Kuv yeej tsis pom nws ua ib qho txhaum uas txaus txiav txim rau nws li.”"},{"bible_id":"1525","chapter_code":"JHN.19","verse_code":"JHN.19.7","label":"7","content":"Cov Yudais teb Philaj hais tias, “Peb muaj ib txoj kevcai, raws li txoj kevcai ntawd hais, mas tsimnyog muab nws tua povtseg, rau qhov nws khav hais tias nws yog Vajtswv tus tub.”"},{"bible_id":"1525","chapter_code":"JHN.19","verse_code":"JHN.19.8","label":"8","content":"Thaum Philaj hnov lawv hais li ntawd ua rau Philaj hajyam ntshai heev."},{"bible_id":"1525","chapter_code":"JHN.19","verse_code":"JHN.19.9","label":"9","content":"Philaj rov mus hauv nws lub loog thiab nug Yexus hais tias, “Koj nyob qhov twg tuaj?” Tiamsis Yexus tsis teb Philaj ib los li."},{"bible_id":"1525","chapter_code":"JHN.19","verse_code":"JHN.19.10","label":"10","content":"Philaj hais rau Yexus hais tias, “Koj txawm tsis teb kuv li los? Koj tsis paub hais tias kuv muaj cai tso tau koj thiab muaj cai muab koj ntsia rau saum ntoo khaublig no los?”"},{"bible_id":"1525","chapter_code":"JHN.19","verse_code":"JHN.19.11","label":"11","content":"Yexus teb hais tias, “Koj yeej tsis muaj hwjchim loj dua kuv, tsuas yog Vajtswv pub hwjchim rau koj xwb; tus uas ntes kuv coj tuaj rau koj, tus ntawd ua txhaum loj kawg li.”"},{"bible_id":"1525","chapter_code":"JHN.19","verse_code":"JHN.19.12","label":"12","content":"Thaum Philaj hnov Yexus hais li ntawd, nws xav muab Yexus tso. Tiamsis cov Yudais hais nrov nrov hais tias, “Yog koj muab nws tso mas koj yeej tsis yog Xixas tus phoojywg li. Tus uas khav hais tias nws yog vajntxwv, tus ntawd yog Xixas tus yeebncuab!”"},{"bible_id":"1525","chapter_code":"JHN.19","verse_code":"JHN.19.13","label":"13","content":"Thaum Philaj hnov li ntawd, Philaj txawm coj Yexus tawm los rau sab nraud thiab Philaj zaum saum lub rooj txiav txim, qhov chaw uas hu ua “Pua Pobzeb.” (Lus Henplais hu ua “Nkanpathas.”)"},{"bible_id":"1525","chapter_code":"JHN.19","verse_code":"JHN.19.14","label":"14","content":"Thaum ntawd yuav luag tavsu, hnub ntawd yog hnub uas npaj ua Kevcai Hla Dhau. Philaj hais rau cov Yudais hais tias, “Nej tus Vajntxwv nyob ntawm no.”"},{"bible_id":"1525","chapter_code":"JHN.19","verse_code":"JHN.19.15","label":"15","content":"Lawv hais nrov nrov hais tias, “Muab nws tua povtseg! Muab nws tua povtseg! Muab nws ntsia rau saum ntoo khaublig!” Philaj thiaj nug lawv hais tias, “Nej xav kom kuv muab nej tus vajntxwv ntsia rau saum ntoo khaublig los?” Cov thawj ntawm cov povthawj teb hais tias, “Peb muaj tib tug vajntxwv xwb, tus ntawd yog Xixas.”"},{"bible_id":"1525","chapter_code":"JHN.19","verse_code":"JHN.19.16","label":"16","content":"Ces Philaj txawm muab Yexus rau cov Yudais coj mus ntsia rau saum ntoo khaublig. Yog li ntawd, lawv thiaj coj Yexus tawm mus;"},{"bible_id":"1525","chapter_code":"JHN.19","verse_code":"JHN.19.17","label":"17","content":"thiab muab Yexus tus ntoo khaublig rau Yexus kwv, lawv coj Yexus mus txog ntawm qhov chaw uas hu ua “Pobtxha Taubhau.” (Lus Henplais hu ua “Khaulakhauthas.”)"},{"bible_id":"1525","chapter_code":"JHN.19","verse_code":"JHN.19.18","label":"18","content":"Nyob qhov ntawd lawv muab Yexus ntsia rau saum ntoo khaublig, thiab lawv coj tau ob tug txivneej tuaj ntsia rau saum ntoo khaublig, muab ib tug txhos rau ib sab thiab muab Yexus txhos rau hauv nruab nrab."},{"bible_id":"1525","chapter_code":"JHN.19","verse_code":"JHN.19.19","label":"19","content":"Philaj sau ib daim ntawv ntsia rau saum Yexus tus ntoo khaublig. Cov lus ntawd nyeem hais li no: “Yexus tus uas yog neeg Naxales yog cov Yudais tus Vajntxwv.”"},{"bible_id":"1525","chapter_code":"JHN.19","verse_code":"JHN.19.20","label":"20","content":"Muaj neeg coob leej nyeem daim ntawv ntawd, rau qhov thaj chaw uas muab Yexus ntsia rau saum ntoo khaublig nyob tsis deb ntawm lub nroog. Cov ntawv ntawd sau ua lus Henplais, lus Latees thiab lus Kilis."},{"bible_id":"1525","chapter_code":"JHN.19","verse_code":"JHN.19.21","label":"21","content":"Cov thawj ntawm cov povthawj hais rau Philaj hais tias, “Koj tsis txhob sau hais tias, ‘Cov Yudais tus Vajntxwv,’ tiamsis sau hais tias, ‘Tus txivneej no hais tias, kuv yog cov Yudais tus Vajntxwv.’ ”"},{"bible_id":"1525","chapter_code":"JHN.19","verse_code":"JHN.19.22","label":"22","content":"Philaj teb hais tias, “Kuv sau li cas yuav li ntawd.”"},{"bible_id":"1525","chapter_code":"JHN.19","verse_code":"JHN.19.23","label":"23","content":"Tom qab uas cov tubrog muab Yexus ntsia rau saum ntoo khaublig lawm, lawv muab Yexus tej ris tsho faib ua plaub co, ib leeg yuav ib co. Lawv tseem muab Yexus lub tsho ntev lawm thiab, lub tsho ntev ntawd ntos thoob plaws tsis muaj leejleeg li."},{"bible_id":"1525","chapter_code":"JHN.19","verse_code":"JHN.19.24","label":"24","content":"Cov tubrog sib tham hais tias, “Peb tsis txhob muab lub tsho no dua, tiamsis cia peb muab twv saib leejtwg tau lub tsho ntawd xwb.” Tej uas lawv ua no muaj tiav raws li Vajtswv txojlus uas hais tias, “Lawv muab kuv tej ris tsho sib faib, thiab muab kuv lub tsho ntev twv saib leejtwg tau.” Twb yog vim li no cov tubrog thiaj ua li ntawd."},{"bible_id":"1525","chapter_code":"JHN.19","verse_code":"JHN.19.25","label":"25","content":"Thaum ntawd Yexus niam, Yexus niam tus niamhluas, Malis uas yog Kelaupas tus pojniam thiab Malis Madalas, lawv sawv ze ntawm Yexus tus ntoo khaublig."},{"bible_id":"1525","chapter_code":"JHN.19","verse_code":"JHN.19.26","label":"26","content":"Yexus pom nws niam thiab tus thwjtim uas nws hlub heev sawv ua ke ntawd, Yexus hais rau nws niam hais tias, “Niam, tus uas nrog koj sawv ntawm ko yog koj tus tub.”"},{"bible_id":"1525","chapter_code":"JHN.19","verse_code":"JHN.19.27","label":"27","content":"Yexus hais rau tus thwjtim ntawd hais tias, “Tus uas nrog koj sawv ntawd ko yog koj niam.” Txij thaum ntawd los tus thwjtim ntawd txawm coj Yexus niam mus nrog nws nyob lawm."},{"bible_id":"1525","chapter_code":"JHN.19","verse_code":"JHN.19.28","label":"28","content":"Tom qab ntawd, Yexus paub hais tias txhua yam tiav tas lawm, nws hais tias, “Kuv nqhis dej,” (nws hais li ntawd kom muaj tiav raws li Vajtswv txojlus)."},{"bible_id":"1525","chapter_code":"JHN.19","verse_code":"JHN.19.29","label":"29","content":"Nyob qhov ntawd muaj ib taig kua txiv hmab qaub; lawv muab ib lub xwbkuab chob rau ntawm ib tug pas hixauv raus cov kua txiv hmab qaub ntawd thiab cev mus rau ntawm Yexus qhovncauj."},{"bible_id":"1525","chapter_code":"JHN.19","verse_code":"JHN.19.30","label":"30","content":"Yexus haus cov kua txiv hmab qaub ntawd, thiab Yexus hais tias, “Tiav lawm lauj!” Ces Yexus txawm nyo hau ntshis thiab tu siav nrho tamsim ntawd."},{"bible_id":"1525","chapter_code":"JHN.19","verse_code":"JHN.19.31","label":"31","content":"Cov Yudais tej nomtswv mus thov Philaj tso cai rau lawv muab cov neeg uas ntsia saum ntoo khaublig ntawd tsoo kom lov ceg thiab muab lawv txo saum ntoo khaublig los. Lawv ua li no rau qhov hnub ntawd yog hnub Npaj ua kevcai; cov Yudais tsis xav cia cov neeg tuag ntawd nyob saum ntoo khaublig Hnub Xanpataus, rau qhov Hnub Xanpataus yog hnub uas tseemceeb heev."},{"bible_id":"1525","chapter_code":"JHN.19","verse_code":"JHN.19.32","label":"32","content":"Cov tubrog txawm mus muab ob tug uas lawv muab ntsia rau saum ntoo khaublig ib yam li Yexus tsoo kom lov ceg; lawv xub tsoo ib tug ua ntej mam li tsoo ib tug tom qab."},{"bible_id":"1525","chapter_code":"JHN.19","verse_code":"JHN.19.33","label":"33","content":"Tiamsis thaum lawv mus txog ntawm Yexus, lawv pom hais tias Yexus twb tuag lawm, lawv thiaj tsis tsoo Yexus ob txhais ceg."},{"bible_id":"1525","chapter_code":"JHN.19","verse_code":"JHN.19.34","label":"34","content":"Txawm li ntawd los tseem muaj ib tug tubrog muab nws rab hmuv nkaug Yexus sab tav to ntshua; tamsim ntawd ntshav thiab dej los si laim. ("},{"bible_id":"1525","chapter_code":"JHN.19","verse_code":"JHN.19.35","label":"35","content":"Tus uas pom zaj no, nws ua timkhawv qhia rau sawvdaws  hais tias yeej muaj tseeb, thiab nws paub hais tias nws hais tseeb xwb, nej thiaj yuav ntseeg zaj ntawd.)"},{"bible_id":"1525","chapter_code":"JHN.19","verse_code":"JHN.19.36","label":"36","content":"Qhov no muaj raws li Vajtswv txojlus uas hais tias, “Nws tej txha yeej tsis muaj ib yag yuav lov li.”"},{"bible_id":"1525","chapter_code":"JHN.19","verse_code":"JHN.19.37","label":"37","content":"Thiab Vajtswv txojlus muaj dua ib nqe hais tias, “Yuav muaj neeg saib ntsoov tus uas lawv xuas hmuv nkaug.”"},{"bible_id":"1525","chapter_code":"JHN.19","verse_code":"JHN.19.38","label":"38","content":"Tom qab ntawd, Yauxej uas nyob pem lub nroog Alimathas tuaj; nws mus thov Philaj cia nws muab Yexus lub cev txo. (Yauxej yog Yexus ib tug thwjtim thiab, tiamsis nws tsis qhia rau leejtwg paub, rau qhov nws ntshai cov Yudais.) Philaj tso cai rau Yauxej; yog li ntawd, Yauxej thiaj mus muab Yexus lub cev txo coj mus faus."},{"bible_id":"1525","chapter_code":"JHN.19","verse_code":"JHN.19.39","label":"39","content":"Nikaudemaus tus uas mus cuag Yexus ib zaug thaum tsaus ntuj nrog Yauxej mus; nws nqa ib co roj ntoo tsw qab tov cov tshuaj tsw qab mules thiab alau-es muaj kwvlam li peb caug tawm choj mus thiab."},{"bible_id":"1525","chapter_code":"JHN.19","verse_code":"JHN.19.40","label":"40","content":"Nkawd muab Yexus lub cev txo los, muab cov tshuaj tsw qab pleev thiab muab ntaubmag qhwv Yexus lub cev raws li cov Yudais txoj kevcai faus tuag uas lawv ibtxwm ua."},{"bible_id":"1525","chapter_code":"JHN.19","verse_code":"JHN.19.41","label":"41","content":"Muaj ib lub vaj nyob ntawm qhov chaw uas lawv muab Yexus ntsia rau saum ntoo khaublig; nyob hauv lub vaj ntawd muaj ib lub qhov ntxa tshiab uas tseem tsis tau muaj leejtwg muab neeg tuag faus rau hauv li."},{"bible_id":"1525","chapter_code":"JHN.19","verse_code":"JHN.19.42","label":"42","content":"Rau qhov hnub ntawd yog hnub uas cov Yudais Npaj ua kevcai thiab lub qhov ntxa ntawd nyob ze, lawv thiaj coj Yexus lus cev mus tso rau hauv lub qhov ntxa ntawd."},{"bible_id":"1525","chapter_code":"JHN.20","verse_code":"JHN.20.1","label":"1","content":"Hnubkaj thaum sawv ntxov uas kaj ntug txoog, Malis Madalas mus txog ntawm lub ntxa thiab nws pom daim txiag zeb uas npog lub rooj ntxas twb dov rau ib cag lawm."},{"bible_id":"1525","chapter_code":"JHN.20","verse_code":"JHN.20.2","label":"2","content":"Malis txawm khiav rov qab los cuag Ximoos Petus thiab tus thwjtim uas Yexus hlub, thiab nws hais rau nkawd hais tias, “Lawv twb muab tus Tswv nqa tawm hauv qhov ntxa lawm, peb tsis paub xyov lawv coj nws mus tso qhov twg lawm.”"},{"bible_id":"1525","chapter_code":"JHN.20","verse_code":"JHN.20.3","label":"3","content":"Petus thiab tus thwjtim ntawd txawm mus rau tom lub ntxa."},{"bible_id":"1525","chapter_code":"JHN.20","verse_code":"JHN.20.4","label":"4","content":"Nkawd sib tw khiav mus, tiamsis tus thwjtim ntawd khiav ceev dua Petus nws thiaj xub mus txog ntawm lub ntxa."},{"bible_id":"1525","chapter_code":"JHN.20","verse_code":"JHN.20.5","label":"5","content":"Nws khoov ntshis mus xauj hauv lub qhov ntxa; nws pom daim ntaubmag uas qhwv Yexus hle ua ib pawg rau hauv, tiamsis nws tsis nkag mus rau hauv."},{"bible_id":"1525","chapter_code":"JHN.20","verse_code":"JHN.20.6","label":"6","content":"Thaum Ximoos Petus mus txog, nws txawm nkag plaws mus saib hauv lub qhov ntxa. Nws pom daim ntaubmag uas qhwv Yexus hle ua ib pawg rau hauv,"},{"bible_id":"1525","chapter_code":"JHN.20","verse_code":"JHN.20.7","label":"7","content":"thiab nws pom daim ntaub uas qhwv Yexus taubhau tais tso rau ib cag tsis nyob nrog daim ntaubmag uas qhwv Yexus."},{"bible_id":"1525","chapter_code":"JHN.20","verse_code":"JHN.20.8","label":"8","content":"Tus thwjtim uas xub mus txog ntawm lub ntxa mam li nkag mus rau hauv, nws tau pom tej ntawd thiab ntseeg. ("},{"bible_id":"1525","chapter_code":"JHN.20","verse_code":"JHN.20.9","label":"9","content":"Nkawd tseem tsis tau totaub Vajtswv txojlus uas hais tias nws yuav sawv hauv qhov tuag rov qab los.)"},{"bible_id":"1525","chapter_code":"JHN.20","verse_code":"JHN.20.10","label":"10","content":"Tom qab ntawd, nkawd rov qab los tsev lawm."},{"bible_id":"1525","chapter_code":"JHN.20","verse_code":"JHN.20.11","label":"11","content":"Tiamsis Malis tseem sawv ntawm lub qhov ntxa sab nraud quaj. Thaum nws tseem quaj quaj ntawd nws khoov ntshis xauj hauv lub qhov ntxa,"},{"bible_id":"1525","chapter_code":"JHN.20","verse_code":"JHN.20.12","label":"12","content":"nws pom ob tug timtswv ceebtsheej hnav ris tsho dawb paug zaum ntawm qhov chaw uas tso Yexus lub cev rau; ib tug zaum pem taubhau thiab ib tug zaum nram kotaw."},{"bible_id":"1525","chapter_code":"JHN.20","verse_code":"JHN.20.13","label":"13","content":"Nkawd nug Malis hais tias, “Mentxhais, ua li cas koj quaj?” Malis teb nkawd hais tias, “Xyov lawv coj kuv tus Tswv mus tso rau qhov twg lawm, kuv tsis paub li.”"},{"bible_id":"1525","chapter_code":"JHN.20","verse_code":"JHN.20.14","label":"14","content":"Thaum Malis hais li ntawd tas nws tig hlo los pom Yexus sawv ntawm nws ib sab, tiamsis nws tsis paub hais tias yog Yexus."},{"bible_id":"1525","chapter_code":"JHN.20","verse_code":"JHN.20.15","label":"15","content":"Yexus nug Malis hais tias, “Mentxhais, ua li cas koj quaj?” Malis xav hais tias Yexus yog tus txivneej uas tu lub vaj ntawd, nws thiaj nug hais tias, “Tus tswv, yog koj muab nws mus tso rau qhov twg lawm, thov koj qhia rau kuv; kuv yuav mus nqa nws rov qab los.”"},{"bible_id":"1525","chapter_code":"JHN.20","verse_code":"JHN.20.16","label":"16","content":"Yexus hais rau Malis hais tias, “Malis!” Malis tig hlo mus saib Yexus thiab ua lus Henplais hais rau Yexus hais tias, “Lanpaunis!” (Lo lus no txhais hais tias, “Xibhwb.”)"},{"bible_id":"1525","chapter_code":"JHN.20","verse_code":"JHN.20.17","label":"17","content":"Yexus hais rau Malis hais tias, “Koj tsis txhob tuav kuv, rau qhov kuv tseem tsis tau rov mus cuag kuv Txiv. Koj cia li mus hais rau kuv cov kwvtij hais tias, ‘Kuv yuav rov mus cuag tus uas yog kuv Txiv thiab nej Txiv; nws yog kuv tus Vajtswv thiab nej tus Vajtswv.’ ”"},{"bible_id":"1525","chapter_code":"JHN.20","verse_code":"JHN.20.18","label":"18","content":"Yog li ntawd, Malis Madalas thiaj rov qab mus qhia rau cov thwjtim hais tias, “Kuv twb pom tus Tswv lawm”; thiab Malis qhia Yexus tej lus rau lawv."},{"bible_id":"1525","chapter_code":"JHN.20","verse_code":"JHN.20.19","label":"19","content":"Hnubkaj thaum tsaus ntuj, cov thwjtim sib sau ua ke rau hauv ib lub tsev thiab liaj qhovrooj huv tibsi, rau qhov lawv ntshai cov Yudais tej nomtswv. Thaum ntawd Yexus los sawv nruab nrab hauv lawv; Yexus hais rau lawv hais tias, “Nej cia li muaj kev kaj siab.”"},{"bible_id":"1525","chapter_code":"JHN.20","verse_code":"JHN.20.20","label":"20","content":"Thaum Yexus hais li ntawd tas, nws cev nws ob txhais tes thiab thws nws sab tav rau lawv saib. Cov thwjtim zoo siab heev rau qhov lawv pom tus Tswv lawm."},{"bible_id":"1525","chapter_code":"JHN.20","verse_code":"JHN.20.21","label":"21","content":"Yexus rov hais rau lawv dua hais tias, “Nej cia li muaj kaj siab. Leej Txiv txib kuv los li cas, kuv yuav txib nej mus ib yam nkaus li ntawd.”"},{"bible_id":"1525","chapter_code":"JHN.20","verse_code":"JHN.20.22","label":"22","content":"Thaum Yexus hais li ntawd tas, nws txawm tshuab pa rau lawv thiab hais tias, “Nej cia li txais yuav Vaj Ntsujplig tus Dawbhuv."},{"bible_id":"1525","chapter_code":"JHN.20","verse_code":"JHN.20.23","label":"23","content":"Yog nej zam txim rau leejtwg, Vajtswv yuav zam txim rau tus ntawd; yog nej tsis zam txim rau leejtwg, Vajtswv yuav tsis zam tus ntawd lub txim thiab.”"},{"bible_id":"1525","chapter_code":"JHN.20","verse_code":"JHN.20.24","label":"24","content":"Thaumas (tus uas muaj dua ib lub npe hu ua Ntxaib) yog ib tug ntawm kaum ob tug thwjtim, nws tsis nrog cov thwjtim nyob ua ke thaum Yexus los tshwm rau lawv pom."},{"bible_id":"1525","chapter_code":"JHN.20","verse_code":"JHN.20.25","label":"25","content":"Cov thwjtim qhia rau Thaumas hais tias, “Peb twb pom tus Tswv lawm.” Thaumas hais rau lawv hais tias, “Yog kuv tsis pom cov qhov ntsia hlau ntawm nws ob txhais tes tsis tau muab kuv tus ntivtes xuas lub qhov ntsia hlau thiab yog kuv tsis tau xuas lub qhov uas lawv nkaug nws sab tav mas kuv yeej tsis ntseeg li.”"},{"bible_id":"1525","chapter_code":"JHN.20","verse_code":"JHN.20.26","label":"26","content":"Tau ib limtiam tom qab, Yexus cov thwjtim rov tuaj sib sau rau hauv lub tsev ntawd dua; zaum no Thaumas nrog lawv nyob. Lawv liaj qhovrooj huv tibsi, tiamsis Yexus los sawv nruab nrab hauv lawv thiab hais tias, “Nej cia li muaj kev kaj siab.”"},{"bible_id":"1525","chapter_code":"JHN.20","verse_code":"JHN.20.27","label":"27","content":"Yexus hais rau Thaumas hais tias, “Koj cia li saib kuv ob txhais tes thiab cev koj tus ntivtes los xuas. Cev koj txhais tes los xuas lub qhov ntawm kuv sab tav. Tsis txhob ua xyem xyav, cia li ntseeg.”"},{"bible_id":"1525","chapter_code":"JHN.20","verse_code":"JHN.20.28","label":"28","content":"Thaumas teb Yexus hais tias, “Koj yog kuv tus Tswv thiab yog kuv tus Vajtswv!”"},{"bible_id":"1525","chapter_code":"JHN.20","verse_code":"JHN.20.29","label":"29","content":"Yexus hais rau Thaumas hais tias, “Koj pom kuv, koj thiaj ntseeg xwb los? Tus uas tsis tau pom kuv tiamsis nws ntseeg, tus ntawd tau koob hmoov.”"},{"bible_id":"1525","chapter_code":"JHN.20","verse_code":"JHN.20.30","label":"30","content":"Yexus ua ntau yam txujci tseemceeb rau nws cov thwjtim pom, tiamsis tsis tau muab sau rau hauv phau ntawv no."},{"bible_id":"1525","chapter_code":"JHN.20","verse_code":"JHN.20.31","label":"31","content":"Tej uas sau rau hauv phau ntawv no yog sau los qhia kom nej ntseeg  hais tias Yexus yog tus Mexiyas uas yog Vajtswv tus Tub; txhua tus uas ntseeg Yexus yuav tau txojsia ntev dhawv mus ibtxhis."},{"bible_id":"1525","chapter_code":"JHN.21","verse_code":"JHN.21.1","label":"1","content":"Tom qab ntawd, Yexus rov los tshwm rau nws cov thwjtim pom nram ntug Hiavtxwv Tinpelias; thiab qhov uas nws los tshwm rau lawv pom muaj li no."},{"bible_id":"1525","chapter_code":"JHN.21","verse_code":"JHN.21.2","label":"2","content":"Ximoos Petus, Thaumas (tus uas muaj dua ib lub npe hu ua Ntxaib), Nathana-ees (tus uas nyob hauv lub zos Kanas pem lub xeev Kalilais), Xenpedais ob tug tub thiab muaj dua ob tug ntawm Yexus cov thwjtim tuaj nyob ua ke."},{"bible_id":"1525","chapter_code":"JHN.21","verse_code":"JHN.21.3","label":"3","content":"Ximoos Petus hais rau cov thwjtim ntawd hais tias, “Kuv yuav mus ntaus ntses.” Lawv hais rau Petus hais tias, “Peb yuav nrog koj mus thiab.” Lawv txawm nce rau hauv nkoj; hmo ntawd lawv ntaus ntses ib hmo tiamsis tsis tau ib tug ntses li."},{"bible_id":"1525","chapter_code":"JHN.21","verse_code":"JHN.21.4","label":"4","content":"Thaum kaj ntug txoog, Yexus los sawv tim ntug dej, tiamsis cov thwjtim tsis paub hais tias yog Yexus."},{"bible_id":"1525","chapter_code":"JHN.21","verse_code":"JHN.21.5","label":"5","content":"Yexus nug lawv hais tias, “Cov hluas, nej ntaus tsis tau ntses li los?” Lawv teb hais tias, “Ntaus tsis tau ib tug li.”"},{"bible_id":"1525","chapter_code":"JHN.21","verse_code":"JHN.21.6","label":"6","content":"Yexus hais rau lawv hais tias, “Nej cia li ntaus nej lub vas rau ntawm lub nkoj sab xis rau hauv thiaj yuav tau ntses.” Yog li ntawd, lawv txawm muab lub vas ntaus rau hauv thiab lub vas mag tau ntses ntau heev; lawv rub tsis taus lub vas los rau hauv nkoj li."},{"bible_id":"1525","chapter_code":"JHN.21","verse_code":"JHN.21.7","label":"7","content":"Tus thwjtim uas Yexus hlub hais rau Petus hais tias, “Tus sawv tid yog peb tus Tswv ntag los sav!” Thaum Petus hnov dheev hais tias peb tus Tswv, Petus txawm muab nws lub tsho ntev los hnav, (rau qhov nws muab hle lawm) nws txawm dhia rau hauv hiavtxwv."},{"bible_id":"1525","chapter_code":"JHN.21","verse_code":"JHN.21.8","label":"8","content":"Cov thwjtim uas tseem nyob hauv lub nkoj, lawv nquam lub nkoj thiab rub lub vas uas mag ntses puv nkaus los rau ntawm ntug dej, rau qhov lawv nyob tsis deb ntawm ntug dej kwvlam li tsib caug daj xwb."},{"bible_id":"1525","chapter_code":"JHN.21","verse_code":"JHN.21.9","label":"9","content":"Thaum lawv mus txog tim ntug lawm, lawv pom ib cub thee cig ntsaj thuav muaj ntses thiab ncuav ci nyob saum cub thee ntawd."},{"bible_id":"1525","chapter_code":"JHN.21","verse_code":"JHN.21.10","label":"10","content":"Yexus hais rau lawv hais tias, “Nej cia li nqa cov ntses uas nej nyuam qhuav ntaus tau tus puav los ntawm no.”"},{"bible_id":"1525","chapter_code":"JHN.21","verse_code":"JHN.21.11","label":"11","content":"Ximoos Petus nce rau hauv lub nkoj rub lub vas uas mag tau ntses puv nkaus ntawd los rau tim ntug; cov ntses loj uas lawv ntaus tau ntawd muaj ib puas tsib caug peb tug; txawm yog mag tau ntses ntau npaum li ntawd los lub vas tsis ntuag ib qho li."},{"bible_id":"1525","chapter_code":"JHN.21","verse_code":"JHN.21.12","label":"12","content":"Yexus hais rau lawv hais tias, “Nej cia li los noj tshais.” Cov thwjtim tsis muaj ib tug muaj cuabkav nug Yexus hais tias, “Koj yog leejtwg?” rau qhov lawv paub hais tias nws yog lawv tus Tswv."},{"bible_id":"1525","chapter_code":"JHN.21","verse_code":"JHN.21.13","label":"13","content":"Yog li ntawd, Yexus txawm mus muab ncuav thiab muab ntses los faib rau lawv noj."},{"bible_id":"1525","chapter_code":"JHN.21","verse_code":"JHN.21.14","label":"14","content":"Tom qab uas Yexus sawv hauv qhov tuag rov qab los lawm, nws los tshwm rau cov thwjtim pom peb zaug rau zaum no."},{"bible_id":"1525","chapter_code":"JHN.21","verse_code":"JHN.21.15","label":"15","content":"Thaum lawv noj tshais tas lawm, Yexus hais rau Ximoos Petus hais tias, “Ximoos Yauhas tus tub, koj hlub kuv tshaj lawv cov no los?” Ximoos teb Yexus hais tias, “Tus Tswv, koj yeej paub hais tias kuv hlub koj.” Yexus hais rau Ximoos hais tias, “Koj cia li yug kuv cov menyuam yaj.”"},{"bible_id":"1525","chapter_code":"JHN.21","verse_code":"JHN.21.16","label":"16","content":"Yexus rov hais dua zaum ob hais tias, “Ximoos Yauhas tus tub, koj puas hlub kuv?” Ximoos teb Yexus hais tias, “Tus Tswv, koj yeej paub hais tias kuv hlub koj.” Yexus hais rau Ximoos hais tias, “Koj cia li yug kuv pab yaj.”"},{"bible_id":"1525","chapter_code":"JHN.21","verse_code":"JHN.21.17","label":"17","content":"Yexus rov hais dua zaum peb hais tias, “Ximoos Yauhas tus tub, koj puas hlub kuv?” Petus nyuaj siab heev rau qhov Yexus nug Petus peb zaug hais tias, “Koj puas hlub kuv?” Petus txawm hais rau Yexus hais tias, “Tus Tswv, koj yeej paub ib puas tsav yam huv tibsi; koj yeej paub hais tias kuv hlub koj.” Yexus hais rau Petus hais tias, “Koj cia li yug kuv pab yaj."},{"bible_id":"1525","chapter_code":"JHN.21","verse_code":"JHN.21.18","label":"18","content":"Kuv qhia tseeb rau koj hais tias thaum koj tseem hluas koj xav mus qhov twg, koj cia li tu cev zoj zeeg mus xwb. Tiamsis thaum koj laus lawm, koj yuav xyab tes rau luag khi thiab luag yuav coj koj mus rau qhov chaw uas koj tsis xav mus.”"},{"bible_id":"1525","chapter_code":"JHN.21","verse_code":"JHN.21.19","label":"19","content":"(Yexus hais li ntawd yog Yexus hais tias Petus yuav tuag li cas thiaj ua rau Vajtswv tau koob meej.) Yexus hais rau Petus hais tias, “Koj cia li nrog kuv mus.”"},{"bible_id":"1525","chapter_code":"JHN.21","verse_code":"JHN.21.20","label":"20","content":"Petus tig los pom tus thwjtim uas Yexus hlub nyob tom nkawd qab; nws yog tus uas txav los rau ntawm Yexus thaum lawv noj hmo thiab nug hais tias, “Tus Tswv, leejtwg yog tus uas yuav ntxeev siab rau koj?”"},{"bible_id":"1525","chapter_code":"JHN.21","verse_code":"JHN.21.21","label":"21","content":"Thaum Petus pom tus thwjtim ntawd, Petus nug Yexus hais tias, “Tus Tswv, ua li tus txivneej no ne, ho yuav zoo li cas?”"},{"bible_id":"1525","chapter_code":"JHN.21","verse_code":"JHN.21.22","label":"22","content":"Yexus teb Petus hais tias, “Yog kuv cia nws nyob mus txog hnub uas kuv rov qab los yeej tsis ua li cas rau koj. Koj cia li nrog kuv mus!”"},{"bible_id":"1525","chapter_code":"JHN.21","verse_code":"JHN.21.23","label":"23","content":"Zaj ntawd nrov ncha mus thoob plaws rau tej neeg sawvdaws hais tias tus thwjtim ntawd yuav tsis tuag. Tiamsis Yexus tsis tau hais tias tus thwjtim ntawd yuav tsis tuag; Yexus hais tias, “Yog kuv cia nws nyob mus txog hnub uas kuv rov qab los yeej tsis ua li cas rau koj?”"},{"bible_id":"1525","chapter_code":"JHN.21","verse_code":"JHN.21.24","label":"24","content":"Tus thwjtim ntawd yog tus uas hais tej lus no thiab muab sau tseg rau hauv ntawv; thiab peb paub hais tias tej lus uas nws hais yeej muaj tseeb."},{"bible_id":"1525","chapter_code":"JHN.21","verse_code":"JHN.21.25","label":"25","content":"Tseem muaj ntau yam uas Yexus tau ua tas los lawm. Yog yuav muab tej ntawd sau tseg huv tibsi rau hauv ntawv, kuv xav hais tias lub ntiajteb no yuav tsis muaj chaw txaus ntim tej ntawv ntawd."}]