[{"bible_id":"1525","chapter_code":"JOB.1","verse_code":"JOB.1.1","label":"1","content":"Muaj ib tug txivneej npe hu ua Yauj nyob hauv lub tebchaws Uxes,  nws hwm thiab muab siab npuab Vajtswv. Nws yog neeg zoo thiab tsis ua kev phem kev qias."},{"bible_id":"1525","chapter_code":"JOB.1","verse_code":"JOB.1.2","label":"2","content":"Nws muaj xya tus tub thiab peb tug ntxhais,"},{"bible_id":"1525","chapter_code":"JOB.1","verse_code":"JOB.1.3","label":"3","content":"muaj xya txhiab tus yaj, peb txhiab tus ntxhuav, ib txhiab tus nyuj, tsib puas tus neesluav thiab muaj tubtxib coob heev. Nws yog tug uas npluanuj tshaj plaws nyob sab Hnubtuaj."},{"bible_id":"1525","chapter_code":"JOB.1","verse_code":"JOB.1.4","label":"4","content":"Yauj cov tub sib hloo nto ua rooj noj rooj haus; ib tug ua ces sawvdaws tuaj koom thiab caw lawv cov muam tuaj nrog lawv noj lawv haus."},{"bible_id":"1525","chapter_code":"JOB.1","verse_code":"JOB.1.5","label":"5","content":"Txhua zaus uas lawv noj haus tas, tagkis tom qab Yauj sawv ntxov muab tsiaj mus tua hlawv fij ua kevcai daws nws cov menyuam tej kev txhaum. Nws niaj zaus ua kevcai daws kev txhaum li ntawd rau nws cov menyuam, rau qhov nws ntshai nyob tsam nws cov menyuam ua txhaum rau Vajtswv."},{"bible_id":"1525","chapter_code":"JOB.1","verse_code":"JOB.1.6","label":"6","content":"Muaj ib hnub cov timtswv ceebtsheej  tuaj cuag tus TSWV, Ntxwgnyoog  los kuj tuaj nrog lawv nyob ntawd thiab."},{"bible_id":"1525","chapter_code":"JOB.1","verse_code":"JOB.1.7","label":"7","content":"Tus TSWV nug Ntxwgnyoog hais tias, “Koj mus dabtsi los?” Ntxwgnyoog teb hais tias, “Kuv mus ncig ntuj ncig teb los xwb.”"},{"bible_id":"1525","chapter_code":"JOB.1","verse_code":"JOB.1.8","label":"8","content":"Tus TSWV nug hais tias, “Koj puas pom Yauj uas yog kuv tus tubtxib? Tej neeg uas nyob hauv ntiajteb tsis muaj ib tug ua zoo thiab muab siab npuab kuv li nws. Nws hwm kuv thiab tsis ua kev phem kev qias li.”"},{"bible_id":"1525","chapter_code":"JOB.1","verse_code":"JOB.1.9","label":"9","content":"Ntxwgnyoog teb hais tias, “Yog koj tsis pub nws muaj ib yam dabtsi li, nws puas tseem yuav hwm koj?”"},{"bible_id":"1525","chapter_code":"JOB.1","verse_code":"JOB.1.10","label":"10","content":"Koj yeej ibtxwm tsomkwm nws, nws tsevneeg thiab txhua yam uas nws muaj. Koj foom koob hmoov rau txhua yam uas nws ua thiab pub rau nws muaj tsiaj txhu coob ua npoj ntws puv toj puv pes."},{"bible_id":"1525","chapter_code":"JOB.1","verse_code":"JOB.1.11","label":"11","content":"Tiamsis nimno yog koj muab txhua yam uas nws muaj tshem huv tibsi mus, nws yuav cem nkaug tes nkuav rau koj ntag!"},{"bible_id":"1525","chapter_code":"JOB.1","verse_code":"JOB.1.12","label":"12","content":"Tus TSWV hais rau Ntxwgnyoog hais tias, “Koj yuav ua li cas rau txhua yam uas nws muaj los tau, tiamsis koj tsis txhob kov nws li.” Ces Ntxwgnyoog txawm mus lawm."},{"bible_id":"1525","chapter_code":"JOB.1","verse_code":"JOB.1.13","label":"13","content":"Muaj ib hnub thaum Yauj cov menyuam tabtom noj haus nyob hauv tus tijlaug hlob lub tsev,"},{"bible_id":"1525","chapter_code":"JOB.1","verse_code":"JOB.1.14","label":"14","content":"txawm muaj ib tug tubtxib khiav los qhia rau Yauj hais tias, “Thaum peb tabtom muab nyuj laij teb, thiab tej neesluav tseem noj zaub zom zaws ibncig ntawm peb,"},{"bible_id":"1525","chapter_code":"JOB.1","verse_code":"JOB.1.15","label":"15","content":"ces tamsim ntawd cov neeg Xanpees  txawm tuaj tua thiab txeeb tagnrho tej nyuj thiab tej neesluav huv tibsi cab mus lawm. Lawv muab koj cov tubtxib tua tuag tas, tsuas tshuav kuv tib leeg khiav dim los qhia koj xwb.”"},{"bible_id":"1525","chapter_code":"JOB.1","verse_code":"JOB.1.16","label":"16","content":"Thaum tus ntawd tseem hais tsis tau tas, txawm siv muaj dua ib tug tubtxib khiav los qhia hais tias, “Xob tua koj tej yaj thiab cov tub yug yaj tuag tas, tsuas tshuav kuv tib leeg dim los qhia koj xwb.”"},{"bible_id":"1525","chapter_code":"JOB.1","verse_code":"JOB.1.17","label":"17","content":"Thaum tus ntawd tseem hais tsis tau tas, ho muaj dua ib tug tubtxib khiav los qhia hais tias, “Muaj peb pab neeg Khadees  tuaj tua peb, lawv txeeb tagnrho tej ntxhuav thiab tua koj cov tubtxib tuag tas, tsuas tshuav kuv tib leeg dim los qhia koj paub xwb.”"},{"bible_id":"1525","chapter_code":"JOB.1","verse_code":"JOB.1.18","label":"18","content":"Thaum tus ntawd tseem hais tsis tau tas, rov muaj dua ib tug tubtxib khiav los qhia hais tias, “Koj cov menyuam tseem tabtom noj haus hauv koj tus tub hlob lub tsev,"},{"bible_id":"1525","chapter_code":"JOB.1","verse_code":"JOB.1.19","label":"19","content":"muaj cua daj cua dub ntsawj tom tiaj suabpuam tuaj ua rau lub tsev vau los ntaus koj cov menyuam tuag tas, tsuas tshuav kuv tib leeg dim los qhia koj paub xwb.”"},{"bible_id":"1525","chapter_code":"JOB.1","verse_code":"JOB.1.20","label":"20","content":"Thaum Yauj hnov li ntawd, nws sawv tsees dua rhe nws lub tsho thiab tu siab heev. Yauj muab nws cov plaubhau chais thiab pw nthi rau hauv av."},{"bible_id":"1525","chapter_code":"JOB.1","verse_code":"JOB.1.21","label":"21","content":"Yauj hais tias, “Kuv niam yug kuv los liabqab li cas, ces kuv yuav rov mus liabqab ib yam li ntawd. Tus TSWV muab txhua yam rau kuv, nimno tus TSWV coj rov qab. Thov kom sawvdaws qhuas nws lub npe.”"},{"bible_id":"1525","chapter_code":"JOB.1","verse_code":"JOB.1.22","label":"22","content":"Txawm yog muaj tej xwm no los raug Yauj los nws tsis tau ua txhaum lossis liam txim rau Vajtswv li."},{"bible_id":"1525","chapter_code":"JOB.2","verse_code":"JOB.2.1","label":"1","content":"Muaj ib hnub cov timtswv ceebtsheej tuaj cuag tus TSWV dua, Ntxwgnyoog kuj tuaj nrog lawv nyob ntawd thiab."},{"bible_id":"1525","chapter_code":"JOB.2","verse_code":"JOB.2.2","label":"2","content":"Tus TSWV nug Ntxwgnyoog hais tias, “Koj mus dabtsi los?” Ntxwgnyoog teb hais tias, “Kuv mus ncig ntuj ncig teb los xwb.”"},{"bible_id":"1525","chapter_code":"JOB.2","verse_code":"JOB.2.3","label":"3","content":"Tus TSWV nug hais tias, “Koj puas pom Yauj uas yog kuv tus tubtxib? Tej neeg uas nyob hauv ntiajteb tsis muaj ib tug ua zoo thiab muab siab npuab kuv npaum li nws. Nws hwm kuv thiab tsis ua kev phem kev qias li. Twb tsis muaj qabhau dabtsi los koj thov kuv cia koj mus tawmtsam Yauj, tiamsis nws tseem muab siab npuab kuv ib yam li nws ibtxwm ua.”"},{"bible_id":"1525","chapter_code":"JOB.2","verse_code":"JOB.2.4","label":"4","content":"Ntxwgnyoog teb hais tias, “Neeg yeem tso txhua tsav yam tseg kom nws tau txojsia xwb."},{"bible_id":"1525","chapter_code":"JOB.2","verse_code":"JOB.2.5","label":"5","content":"Tiamsis nimno yog koj ua rau nws lub cev muaj mob, nws yeej yuav cem nkaug tes nkuav rau koj ntag!”"},{"bible_id":"1525","chapter_code":"JOB.2","verse_code":"JOB.2.6","label":"6","content":"Yog li ntawd, tus TSWV thiaj hais rau Ntxwgnyoog hais tias, “Koj yuav ua li cas rau nws los tau, tiamsis koj tsis txhob txov nws txojsia.”"},{"bible_id":"1525","chapter_code":"JOB.2","verse_code":"JOB.2.7","label":"7","content":"Ntxwgnyoog txawm ncaim ntawm tus TSWV mus thiab ua rau Yauj mob ua paug viag thoob plaws ibce."},{"bible_id":"1525","chapter_code":"JOB.2","verse_code":"JOB.2.8","label":"8","content":"Yauj mus zaum ntawm cub tshau thiab muab ib daim txhais laujkaub av los kuam nws tej qhov txhab."},{"bible_id":"1525","chapter_code":"JOB.2","verse_code":"JOB.2.9","label":"9","content":"Yauj tus pojniam hais rau Yauj hais tias, “Koj tseem muab siab npuab koj tus Vajtswv li uas koj ibtxwm ua thiab los? Ua li cas koj tsis cem koj tus Vajtswv thiab tuag mus?”"},{"bible_id":"1525","chapter_code":"JOB.2","verse_code":"JOB.2.10","label":"10","content":"Yauj teb hais tias, “Ua cas koj hais lus li tus pojniam uas tsis paub qabhau! Thaum Vajtswv pub tej uas zoo rau peb, peb twb zoo siab hlo yuav, tiamsis thaum Vajtswv cia peb raug kev txomnyem, peb txawm ho yuav yws no los?” Txawm yog Yauj raug kev txomnyem npaum li ntawd los nws tsis tawmtsam Vajtswv li."},{"bible_id":"1525","chapter_code":"JOB.2","verse_code":"JOB.2.11","label":"11","content":"Thaum Yauj peb tug phoojywg uas yog Elifas uas yog neeg Temas, Npiledas uas yog neeg Suas, thiab Xaufes uas yog neeg Namas hnov hais tias Yauj mob txomnyem kawg li, lawv txawm tuaj nplig Yauj siab."},{"bible_id":"1525","chapter_code":"JOB.2","verse_code":"JOB.2.12","label":"12","content":"Thaum lawv tuaj deb pom Yauj, lawv tsis paub nws lawm. Thaum lawv paub hais tias yog Yauj tiag, lawv txawm tsa suab hlo quaj, dua lawv tej tsho, tsuab hmoov av rau saum lawv taubhau thiab w rau saum nruab ntug."},{"bible_id":"1525","chapter_code":"JOB.2","verse_code":"JOB.2.13","label":"13","content":"Lawv tuaj nrog Yauj zaum hauv av li ntawd tau xya hnub xya hmo tsis hais ib lo lus li, rau qhov lawv pom Yauj txomnyem heev."},{"bible_id":"1525","chapter_code":"JOB.3","verse_code":"JOB.3.1","label":"1","content":"Thaum kawg Yauj tsa suab foom hnub uas yug nws."},{"bible_id":"1525","chapter_code":"JOB.3","verse_code":"JOB.3.2+JOB.3.3","label":"2-3","content":"Yauj hais tias, “Vajtswv, thov koj foom tsis zoo rau hnub uas yug kuv; thov koj cem hmo uas kuv xeeb rau hauv kuv niam plab!"},{"bible_id":"1525","chapter_code":"JOB.3","verse_code":"JOB.3.4","label":"4","content":"Vajtswv, thov koj cia hnub ntawd tsaus ntuj nti. Thov tsis txhob nco txog hnub ntawd thiab tsis txhob pub muaj duab ci rau hnub ntawd."},{"bible_id":"1525","chapter_code":"JOB.3","verse_code":"JOB.3.5","label":"5","content":"Thov kom hnub ntawd tsaus ntuj ntom nti; Thov tso huab laum hnub ntawd ua kom lub hnub tsaus dub nciab."},{"bible_id":"1525","chapter_code":"JOB.3","verse_code":"JOB.3.6","label":"6","content":"Thov muab hmo ntawd tshem tawm ntawm lub xyoo mus; tsis txhob suav hmo ntawd li lawm;"},{"bible_id":"1525","chapter_code":"JOB.3","verse_code":"JOB.3.7","label":"7","content":"thov kom hmo ntawd tsis txhob xeeb taus menyuam thiab tsis txhob muaj kev zoo siab."},{"bible_id":"1525","chapter_code":"JOB.3","verse_code":"JOB.3.8","label":"8","content":"Hais kom tej txivneeb txivyaig thiab tej neeg uas txawj ua rau Levi-athas  tawm tuaj foom tsis zoo rau hnub ntawd."},{"bible_id":"1525","chapter_code":"JOB.3","verse_code":"JOB.3.9","label":"9","content":"Thov kom lub hnubqub uas ci thaum sawv ntxov qauj mus; thov kom hmo ntawd tsis txhob kaj ntug;"},{"bible_id":"1525","chapter_code":"JOB.3","verse_code":"JOB.3.10","label":"10","content":"thov foom tsis zoo rau hmo uas kuv yug los, rau qhov hmo ntawm cia kuv niam xeeb kuv, kuv thiaj raug kev txomnyem."},{"bible_id":"1525","chapter_code":"JOB.3","verse_code":"JOB.3.11","label":"11","content":"“Kheev lam kuv tuag thaum kuv tseem nyob hauv kuv niam plab lossis tuag thaum yug poob nthav los."},{"bible_id":"1525","chapter_code":"JOB.3","verse_code":"JOB.3.12","label":"12","content":"Ua li cas kuv niam tseem tau puag kuv rau ntawm nws lub xubntiag? Ua cas nws tseem tau pub mis rau kuv noj?"},{"bible_id":"1525","chapter_code":"JOB.3","verse_code":"JOB.3.13","label":"13","content":"Yog kuv ntxov tuag, ces nimno kuv twb tau so thiab"},{"bible_id":"1525","chapter_code":"JOB.3","verse_code":"JOB.3.14","label":"14","content":"tau mus pw tsaug zog ib yam li tej vajntxwv thiab tej nomtswv uas txhim kho tej loog uas nyob tiam thaum ub."},{"bible_id":"1525","chapter_code":"JOB.3","verse_code":"JOB.3.15","label":"15","content":"Ces kuv twb tau pw tsaug zog ib yam li tej nomtswv uas muaj nyiaj muaj kub puv nkaus lawv tej tsev,"},{"bible_id":"1525","chapter_code":"JOB.3","verse_code":"JOB.3.16","label":"16","content":"lossis tau pw tsaug zog ib yam li tus menyuam uas tuag thaum tseem nyob nruab thiab."},{"bible_id":"1525","chapter_code":"JOB.3","verse_code":"JOB.3.17","label":"17","content":"Thaum nyob hauv qhov ntxa tej neeg siab phem yuav tsis ua kev phem kev qias lawm, thiab tej neeg uas tsaug leeg vim ua haujlwm sab yuav tau so."},{"bible_id":"1525","chapter_code":"JOB.3","verse_code":"JOB.3.18","label":"18","content":"Tej neeg raug txim yuav tau zoo nyob tsis ntxhov siab, lawv tsis hnov tus uas saib lawv lub suab nthe lawm."},{"bible_id":"1525","chapter_code":"JOB.3","verse_code":"JOB.3.19","label":"19","content":"Tej neeg uas muaj koob meej thiab tej uas tsis muaj koob meej puavleej nyob qhov ntawd, thiab tej tubtxib yuav dim plaws txojkev ua luag qhev."},{"bible_id":"1525","chapter_code":"JOB.3","verse_code":"JOB.3.20","label":"20","content":"“Ua li cas cia tus neeg txomnyem ua neej nyob lwj siab ntsuav? Ua li cas cia tus neeg quaj ntsuag pom qhov kaj?"},{"bible_id":"1525","chapter_code":"JOB.3","verse_code":"JOB.3.21","label":"21","content":"Lawv tos ntsoov txojkev tuag, tiamsis kev tuag tsis los li; lawv ntshaw lub qhov ntxa heev dua ntshaw nyiaj thiab kub."},{"bible_id":"1525","chapter_code":"JOB.3","verse_code":"JOB.3.22","label":"22","content":"Lawv tsis muaj kev zoo siab mus txog hnub uas lawv tuag thiab coj lawv mus faus;"},{"bible_id":"1525","chapter_code":"JOB.3","verse_code":"JOB.3.23","label":"23","content":"Vajtswv thaiv lawv txoj hauv kev, thiab xov puagncig tsis pub lawv tawm."},{"bible_id":"1525","chapter_code":"JOB.3","verse_code":"JOB.3.24","label":"24","content":"Kuv tej kua muag yog zaub mov rau kuv noj, thiab kuv lub suab ntsaj tsis tu li."},{"bible_id":"1525","chapter_code":"JOB.3","verse_code":"JOB.3.25","label":"25","content":"Tej uas kuv txhawj thiab ntshai txawm los raug kuv."},{"bible_id":"1525","chapter_code":"JOB.3","verse_code":"JOB.3.26","label":"26","content":"Kuv tsis muaj kev kaj siab, tsis tau so, thiab niaj hnub raug kev txomnyem tsis paub tas li.”"},{"bible_id":"1525","chapter_code":"JOB.4","verse_code":"JOB.4.1+JOB.4.2","label":"1-2","content":"Tom qab ntawd Elifas uas yog neeg Temas hais rau Yauj hais tias: “Yog kuv hais ob peb lo lus koj puas chim? Kuv npo tsis tau kuv tej lus lawm."},{"bible_id":"1525","chapter_code":"JOB.4","verse_code":"JOB.4.3","label":"3","content":"Koj twb ntuas tej neeg ntau leej los lawm, thiab txhawb cov neeg uas qaug zog kom muaj zog tuaj."},{"bible_id":"1525","chapter_code":"JOB.4","verse_code":"JOB.4.4","label":"4","content":"Thaum muaj neeg qaug zog thiab dawm ntog lawm, koj tej lus txhawb tau lawv lub zog."},{"bible_id":"1525","chapter_code":"JOB.4","verse_code":"JOB.4.5","label":"5","content":"Nimno kev txomnyem los raug koj lawm, koj yuav tsis muaj zog tiv taus tej kev txomnyem ntawd."},{"bible_id":"1525","chapter_code":"JOB.4","verse_code":"JOB.4.6","label":"6","content":"Koj hwm Vajtswv thiab ua koj lub neej zoo tsis muaj leejtwg thuam tau; tsimnyog koj muab siab npuab thiab cia siab rau tus TSWV."},{"bible_id":"1525","chapter_code":"JOB.4","verse_code":"JOB.4.7","label":"7","content":"Koj ua tib zoo xav saib tej neeg ncaj ncees yeej tsis muaj ib tug raug kev puastsuaj li."},{"bible_id":"1525","chapter_code":"JOB.4","verse_code":"JOB.4.8","label":"8","content":"Raws li kuv pom mas tej neeg uas ua kev txhaum, thiab ua kev phem kev qias yeej yuav tau sau tej uas lawv ua ntawd."},{"bible_id":"1525","chapter_code":"JOB.4","verse_code":"JOB.4.9","label":"9","content":"Vajtswv txojkev chim ua rau lawv raug kev puastsuaj ib yam li nthwv cua daj cua dub los nplawm lawv tej vajtse vau tas."},{"bible_id":"1525","chapter_code":"JOB.4","verse_code":"JOB.4.10","label":"10","content":"Cov neeg siab phem nthe nrov ib yam li tsov ntxhuav nyooj, tiamsis Vajtswv kaw lawv qhovncauj thiab tsoo lawv tej hniav lov."},{"bible_id":"1525","chapter_code":"JOB.4","verse_code":"JOB.4.11","label":"11","content":"Lawv yuav tuag ib yam li tej tsov ntxhuav tuag tshaib uas tom tsis tau tsiaj noj, thiab lawv tej menyuam yuav khiav ua sab ua sua tas."},{"bible_id":"1525","chapter_code":"JOB.4","verse_code":"JOB.4.12","label":"12","content":"“Muaj ib lub suab hais rau kuv; lub suab ntawd hais yau heev kuv twb yuav luag tsis hnov."},{"bible_id":"1525","chapter_code":"JOB.4","verse_code":"JOB.4.13","label":"13","content":"Lub suab ntawd zoo li yam li zaj npau suav phem uas ua rau kuv tsim dheev nruab dab ntub los."},{"bible_id":"1525","chapter_code":"JOB.4","verse_code":"JOB.4.14","label":"14","content":"Kuv ntshai ua ibce tshee hnyo; thiab ua rau kuv lub cev tshee laim dais."},{"bible_id":"1525","chapter_code":"JOB.4","verse_code":"JOB.4.15","label":"15","content":"Muaj ib nthwv cua ntsawj ntxias zias rau kuv lub plhu, ua rau kuv poob siab nthav ibce xob tagnrho."},{"bible_id":"1525","chapter_code":"JOB.4","verse_code":"JOB.4.16","label":"16","content":"Kuv pom ib yam sawv ntawm kuv hauv ntej; kuv tsa qhovmuag ntsia, tiamsis kuv tsis paub hais tias yog dabtsi. Kuv txawm hnov ib lub suab hais ntawm qhov chaw uas ntsiag to tuaj hais tias,"},{"bible_id":"1525","chapter_code":"JOB.4","verse_code":"JOB.4.17","label":"17","content":"‘Puas muaj ib tug neeg ncaj ncees tshaj Vajtswv? Lossis puas muaj ib tug neeg dawbhuv tshaj tus TSWV uas Tsim nws?"},{"bible_id":"1525","chapter_code":"JOB.4","verse_code":"JOB.4.18","label":"18","content":"Vajtswv tsis ntseeg nws cov timtswv saum ntuj siab; txawm yog nws cov timtswv los ua txhaum thiab."},{"bible_id":"1525","chapter_code":"JOB.4","verse_code":"JOB.4.19","label":"19","content":"Koj puas xav hais tias Vajtswv yuav cia siab rau tus uas nws muab av nplaum puab? Tej uas nws muab av puab ntawd tsis ruaj tsis khov ib yam li tus kab npauj uas luag muab zuaj ces yuav mos tas?"},{"bible_id":"1525","chapter_code":"JOB.4","verse_code":"JOB.4.20","label":"20","content":"Thaum sawv ntxov tej neeg tseem ua neej nyob, tiamsis thaum tsis tau tsaus ntuj lawv twb tuag lawm, tsis muaj leejtwg paub."},{"bible_id":"1525","chapter_code":"JOB.4","verse_code":"JOB.4.21","label":"21","content":"Luag yuav txeeb txhua tsav yam uas lawv muaj mus tas; thaum lawv tseem tsis tau muaj kev txawj ntse lawv twb tuag lawm.’"},{"bible_id":"1525","chapter_code":"JOB.5","verse_code":"JOB.5.1","label":"1","content":"“Yauj, koj cia li tsa suab hu saib puas muaj leejtwg teb koj? Puas muaj ib tug timtswv nyob qhov twg uas koj yuav mus cuag tau?"},{"bible_id":"1525","chapter_code":"JOB.5","verse_code":"JOB.5.2","label":"2","content":"Tus neeg ruam tuag vim nws txojkev chim, tus neeg tsis paub qabhau tuag vim nws txojkev khib."},{"bible_id":"1525","chapter_code":"JOB.5","verse_code":"JOB.5.3","label":"3","content":"Kuv pom cov neeg ruam nyob tso siab lug, tiamsis tos nco kuv txawm foom tsis zoo rau lawv tej vajtse lawm."},{"bible_id":"1525","chapter_code":"JOB.5","verse_code":"JOB.5.4","label":"4","content":"Lawv tej menyuam yuav khiav tsis dim kev txomnyem li; tsis muaj leejtwg yuav pab txheem lawv hauv tsev tu plaub."},{"bible_id":"1525","chapter_code":"JOB.5","verse_code":"JOB.5.5","label":"5","content":"Cov neeg tshaib plab yuav tau noj cov neeg ruam tej qoobloo, txawm yog tej qoobloo uas tuaj xyaw hmab pos los lawv yuav sau kom tas mus. thiab cov neeg ntshaw nyiaj yuav txeeb lawv tej nyiaj tej kub kom tas."},{"bible_id":"1525","chapter_code":"JOB.5","verse_code":"JOB.5.6","label":"6","content":"Kev phem kev qias yeej tsis tawm hauv av tuaj, lossis teebmeem yeej tsis tshwm hauv nruab av tuaj li."},{"bible_id":"1525","chapter_code":"JOB.5","verse_code":"JOB.5.7","label":"7","content":"Tiamsis neeg lob teebmeem los rau ib yam li txim taws ya hauv qhovcub tuaj."},{"bible_id":"1525","chapter_code":"JOB.5","verse_code":"JOB.5.8","label":"8","content":"“Kheev kuv lam yog koj, kuv twb mus cuag Vajtswv thiab piav kuv tej kev txomnyem rau nws lawm."},{"bible_id":"1525","chapter_code":"JOB.5","verse_code":"JOB.5.9","label":"9","content":"Peb tsis totaub tej haujlwm tseemceeb uas Vajtswv ua, thiab nws tej txujci tseemceeb muaj ntau heev suav tsis txheeb li."},{"bible_id":"1525","chapter_code":"JOB.5","verse_code":"JOB.5.10","label":"10","content":"Nws tso nag los rau lub ntiajteb thiab nws ua kom muaj dej yug tej qoobloo hauv tej liaj tej teb."},{"bible_id":"1525","chapter_code":"JOB.5","verse_code":"JOB.5.11","label":"11","content":"Vajtswv tsa cov neeg uas txo hwjchim lub neej rau qhov siab, thiab pab cov neeg uas muaj kev txhawjxeeb quaj ntsuag kom muaj kev zoo siab."},{"bible_id":"1525","chapter_code":"JOB.5","verse_code":"JOB.5.12+JOB.5.13","label":"12-13","content":"Nws tawmtsam cov neeg dag ntxias tej tswvyim thiab muab cov neeg txawj ntse tej tswvyim cuab lawv kev, kom lawv ua tsis tau lawv tej haujlwm tiav;"},{"bible_id":"1525","chapter_code":"JOB.5","verse_code":"JOB.5.14","label":"14","content":"txawm yog nruab hnub nrig los lawv maub ib yam li tsaus ntuj nti."},{"bible_id":"1525","chapter_code":"JOB.5","verse_code":"JOB.5.15","label":"15","content":"Tiamsis Vajtswv pab cov neeg pluag  dim kev ploj kev tuag; thiab nws pab cov neeg txomnyem dim kev tsimtxom."},{"bible_id":"1525","chapter_code":"JOB.5","verse_code":"JOB.5.16","label":"16","content":"Vajtswv pub cov neeg txomnyem muaj chaw cia siab, tiamsis nws kaw cov neeg ua phem ua qias lub qhovncauj."},{"bible_id":"1525","chapter_code":"JOB.5","verse_code":"JOB.5.17","label":"17","content":"“Tus uas Vajtswv qhuab qhia, tus ntawd tau koob hmoov; thaum Vajtswv qhuab ntuas koj, koj tsis txhob tu siab."},{"bible_id":"1525","chapter_code":"JOB.5","verse_code":"JOB.5.18","label":"18","content":"Vajtswv ua rau koj nqaij to, tiamsis nws yuav qhwv koj lub qhov txhab; nws txhais tes nplawm koj, tiamsis nws txhais tes yuav kho koj."},{"bible_id":"1525","chapter_code":"JOB.5","verse_code":"JOB.5.19","label":"19","content":"Nws niaj hnub yuav cawm kom koj dim kev puastsuaj."},{"bible_id":"1525","chapter_code":"JOB.5","verse_code":"JOB.5.20","label":"20","content":"Thaum muaj kev tshaib nqhis, nws yuav cawm tsis pub koj tuag, thiab thaum muaj kev tsov kev rog, nws yuav tsomkwm tsis pub koj tuag."},{"bible_id":"1525","chapter_code":"JOB.5","verse_code":"JOB.5.21","label":"21","content":"Vajtswv yuav pab kom koj tsis txhob raug xaiv raug lus; thiab thaum muaj kev puastsuaj tuaj nws yuav cawm koj."},{"bible_id":"1525","chapter_code":"JOB.5","verse_code":"JOB.5.22","label":"22","content":"Thaum muaj kev puastsuaj thiab muaj kev tshaib nqhis koj yuav luag, thiab koj yuav tsis ntshai tej tsiaj qus."},{"bible_id":"1525","chapter_code":"JOB.5","verse_code":"JOB.5.23","label":"23","content":"Tej liaj tej teb uas koj laij yuav tsis muaj pobzeb, thiab tej tsiaj qus yuav tsis tom koj."},{"bible_id":"1525","chapter_code":"JOB.5","verse_code":"JOB.5.24","label":"24","content":"Koj yuav nyob kaj siab lug hauv koj lub tsevntaub; thaum koj tsa qhovmuag saib koj tej yaj, koj yuav pom txhua tus nyob txhij."},{"bible_id":"1525","chapter_code":"JOB.5","verse_code":"JOB.5.25","label":"25","content":"Koj yuav muaj xeebntxwv coob ib yam li tej nroj tsuag hauv tiaj nrag."},{"bible_id":"1525","chapter_code":"JOB.5","verse_code":"JOB.5.26","label":"26","content":"Koj yuav ua neej nyob laus nkoos ib yam li hnab nplej uas siav kus rau lub caij sau qoobloo."},{"bible_id":"1525","chapter_code":"JOB.5","verse_code":"JOB.5.27","label":"27","content":"Yauj, peb twb pom thiab paub hais tias tej no yog lus tseeb tiag, yog li ntawd, koj cia li khaws nkaus tej no rau nruab siab.”"},{"bible_id":"1525","chapter_code":"JOB.6","verse_code":"JOB.6.1+JOB.6.2","label":"1-2","content":"Yauj teb hais tias: “Yog muab kuv tej kev txomnyem thiab kev nyuaj siab los luj rau saum teev,"},{"bible_id":"1525","chapter_code":"JOB.6","verse_code":"JOB.6.3","label":"3","content":"tseem hnyav dua tej suabzeb ntawm ntug hiavtxwv, yog li ntawd, kuv tej lus yuav tsis hnyav rau koj ua luaj twg."},{"bible_id":"1525","chapter_code":"JOB.6","verse_code":"JOB.6.4","label":"4","content":"Vajtswv tus uas muaj hwjchim loj kawg nkaus muab xubvos tua kuv, mas tej taug huam thoob plaws kuv lub cev. Vajtswv tso nws tej kev nruj tsiv tuaj tawmtsam kuv."},{"bible_id":"1525","chapter_code":"JOB.6","verse_code":"JOB.6.5","label":"5","content":"“Tus neesluav qus txaus siab heev thaum nws tau zaub noj, thiab thaum nyuj tau zaub noj, nyuj nyob ntsiag to."},{"bible_id":"1525","chapter_code":"JOB.6","verse_code":"JOB.6.6","label":"6","content":"Leejtwg thiaj noj taus tej nqaij uas tsis rau ntsev? Lub qe txheej dawb puas qab dabtsi?"},{"bible_id":"1525","chapter_code":"JOB.6","verse_code":"JOB.6.7","label":"7","content":"Kuv tsis nqhis tej zaub mov uas zoo li ntawd, thiab txhua yam uas kuv noj ua rau kuv mob."},{"bible_id":"1525","chapter_code":"JOB.6","verse_code":"JOB.6.8","label":"8","content":"“Vim li cas Vajtswv tsis muab tej uas kuv thov rau kuv? Vim li cas nws tsis teb kuv tej lus thov?"},{"bible_id":"1525","chapter_code":"JOB.6","verse_code":"JOB.6.9","label":"9","content":"Kheev lam Vajtswv muab kuv tua kom tuag!"},{"bible_id":"1525","chapter_code":"JOB.6","verse_code":"JOB.6.10","label":"10","content":"Yog kuv paub hais tias Vajtswv yuav muab kuv tua, txawm yog mob npaum li cas los kuv yeej zoo siab. Kuv paub hais tias Vajtswv yog tus dawbhuv; kuv tsis tau tawmtsam nws tej lus samhwm li."},{"bible_id":"1525","chapter_code":"JOB.6","verse_code":"JOB.6.11","label":"11","content":"Kuv yuav ua li cas cuab tau zog ua kuv lub neej mus ntxiv? Thaum kuv tsis muaj kev cia siab lawm, yuav ua li cas xav ua neej nyob?"},{"bible_id":"1525","chapter_code":"JOB.6","verse_code":"JOB.6.12","label":"12","content":"Kuv lub cev puas yog pobzeb? Kuv tej txha puas yog tooj?"},{"bible_id":"1525","chapter_code":"JOB.6","verse_code":"JOB.6.13","label":"13","content":"Kuv lub zog ntaug tas pab tsis tau kuv lawm; tsis muaj ib qhov chaw uas kuv yuav vamkhom li."},{"bible_id":"1525","chapter_code":"JOB.6","verse_code":"JOB.6.14","label":"14","content":"“Thaum raug kev txomnyem  nyuaj siab li no, kuv xav tau kev pab ntawm tej phoojywg uas siab dawb siab zoo, tsis hais thaum kuv tso Vajtswv tseg lossis tsis tso."},{"bible_id":"1525","chapter_code":"JOB.6","verse_code":"JOB.6.15","label":"15","content":"Tiamsis nej cov uas yog kuv phoojywg, nej dag kuv ib yam li lub hav qhuav uas tsis muaj dej thaum lub caij tsis los nag."},{"bible_id":"1525","chapter_code":"JOB.6","verse_code":"JOB.6.16","label":"16","content":"Yog los daus thiab dej nkoog yuav ua rau dej ntws tsis taus,"},{"bible_id":"1525","chapter_code":"JOB.6","verse_code":"JOB.6.17","label":"17","content":"tiamsis thaum tshav ntuj tuaj ziab, tej dej nkoog yuav yaj tas, thiab tshuav lub kwjha qhuav qhawv cia lawm xwb."},{"bible_id":"1525","chapter_code":"JOB.6","verse_code":"JOB.6.18","label":"18","content":"Tej neeg uas taug kev mus nrhiav dej haus yuam kev tas; lawv mus mus los los thiab tuag tas rau tom tiaj suabpuam."},{"bible_id":"1525","chapter_code":"JOB.6","verse_code":"JOB.6.19","label":"19","content":"Tej neeg taug kev hauv lub nroog Senpas thiab lub nroog Temas tuaj nrhiav dej haus,"},{"bible_id":"1525","chapter_code":"JOB.6","verse_code":"JOB.6.20","label":"20","content":"tiamsis lawv tej kev cia siab yuav ploj tas rau ntawm lub kwjha qhuav ntawd."},{"bible_id":"1525","chapter_code":"JOB.6","verse_code":"JOB.6.21","label":"21","content":"Nej zoo ib yam li  tej kwjha qhuav rau kuv xwb, nej tuaj pom kuv raug txomnyem li no, ua rau nej ntshai thiab khiav rov qab."},{"bible_id":"1525","chapter_code":"JOB.6","verse_code":"JOB.6.22","label":"22","content":"Kuv puas tau thov kom nej muab ib yam dabtsi pub rau kuv, lossis muab xiab lwm tus kom tuaj tso kuv,"},{"bible_id":"1525","chapter_code":"JOB.6","verse_code":"JOB.6.23","label":"23","content":"lossis cawm kom kuv dim ntawm kuv cov yeebncuab, lossis dim ntawm cov neeg uas tsimtxom kuv?"},{"bible_id":"1525","chapter_code":"JOB.6","verse_code":"JOB.6.24","label":"24","content":"“Nej cia li qhia kuv, kuv yuav nyob twjywm mloog; qhia saib kuv ua txhaum dabtsi."},{"bible_id":"1525","chapter_code":"JOB.6","verse_code":"JOB.6.25","label":"25","content":"Tej lus tseeb hloov tau lwm tus lub siab, tiamsis nej tej lus tsis muaj qabhau li."},{"bible_id":"1525","chapter_code":"JOB.6","verse_code":"JOB.6.26","label":"26","content":"Nej xav hais tias tej lus uas kuv hais tsis muaj qabhau ib yam li cua ntsawj xwb; tiamsis ua li cas nej ho teb kuv tej lus uas tas kev cia siab thiab?"},{"bible_id":"1525","chapter_code":"JOB.6","verse_code":"JOB.6.27","label":"27","content":"Txawm yog tej menyuam ntsuag los nej muab rho ntawv coj mus ua qhev, thiab ua tsis ncaj rau tej phoojywg zoo kom nej npluanuj."},{"bible_id":"1525","chapter_code":"JOB.6","verse_code":"JOB.6.28","label":"28","content":"“Nej saib kuv lub ntsejmuag, kuv yeej tsis dag."},{"bible_id":"1525","chapter_code":"JOB.6","verse_code":"JOB.6.29","label":"29","content":"Nej hais ntau dhau heev lawm, cia li tseg tej uas nej hais tsis tseeb. Tsis txhob liam hais tias kuv ua txhaum, rau qhov kuv yeej ua yog lawm."},{"bible_id":"1525","chapter_code":"JOB.6","verse_code":"JOB.6.30","label":"30","content":"Tiamsis nej xav hais tias kuv yog neeg dag. Nej xav hais tias kuv tsis paub qhov yog thiab qhov tsis yog."},{"bible_id":"1525","chapter_code":"JOB.7","verse_code":"JOB.7.1","label":"1","content":"“Neeg lub neej nyob hauv ntiajteb no zoo ib yam li tus tubrog thiab tus tub zog uas luag ntiav ua haujlwm hnyav,"},{"bible_id":"1525","chapter_code":"JOB.7","verse_code":"JOB.7.2","label":"2","content":"thiab zoo ib yam li tus tubqhe uas ntshaw tus duab ntxoov ntxoo uas laj ntxiag; thiab zoo ib yam li tus tub zog uas tos ntsoov nws tej nqi zog,"},{"bible_id":"1525","chapter_code":"JOB.7","verse_code":"JOB.7.3","label":"3","content":"kuv tos ib hlis dhau ib hlis los tsis muaj ib yam zoo rau kuv lub neej; tos ib hmos dhau ib hmos los kuv tsuas muaj kev nyuaj siab xwb."},{"bible_id":"1525","chapter_code":"JOB.7","verse_code":"JOB.7.4","label":"4","content":"Thaum kuv mus pw los hmo ntev heev; kuv nti khuj khuav laj tos txog kaj ntug."},{"bible_id":"1525","chapter_code":"JOB.7","verse_code":"JOB.7.5","label":"5","content":"Muaj kas thoob plaws kuv lub cev; kuv daim tawv tu pleb qhuav nkig nkuav; thiab ua paug viag tawm tuaj."},{"bible_id":"1525","chapter_code":"JOB.7","verse_code":"JOB.7.6","label":"6","content":"Kuv lub caij nyoog dhau mus zuj zus tsis muaj kev cia siab, thiab dhau mus ceev dua lub nqos ntos ntaub."},{"bible_id":"1525","chapter_code":"JOB.7","verse_code":"JOB.7.7","label":"7","content":"“Vajtswv, thov koj nco ntsoov kuv, kuv txojsia ntev li ua ib pas xwb; kuv tej kev zoo siab tsis muaj tas lawm."},{"bible_id":"1525","chapter_code":"JOB.7","verse_code":"JOB.7.8","label":"8","content":"Nimno koj tseem pom kuv, tiamsis koj yuav tsis pom ntxiv lawm. Txawm yog koj nrhiav kuv los yuav tsis pom kuv."},{"bible_id":"1525","chapter_code":"JOB.7","verse_code":"JOB.7.9+JOB.7.10","label":"9-10","content":"Zoo ib yam li tauv huab uas yaj tas lawm, tus neeg tuag yeej tsis sawv rov los ib zaug li; txhua tus uas paub nws yuav tsis nco txog nws li lawm."},{"bible_id":"1525","chapter_code":"JOB.7","verse_code":"JOB.7.11","label":"11","content":"Yog li ntawd, kuv yuav nyob twjywm tsis tau! Kuv chim siab thiab npautaws heev, kuv yuav tsum tau hais xwb."},{"bible_id":"1525","chapter_code":"JOB.7","verse_code":"JOB.7.12","label":"12","content":"“Vim li cas koj zov rawv kuv li? Koj xav hais tias kuv yog tus zaj uas nyob hauv hiavtxwv no los?"},{"bible_id":"1525","chapter_code":"JOB.7","verse_code":"JOB.7.13","label":"13","content":"Kuv xav pw thiab so kom los siav; kuv qhau cev pw saib kuv tej mob puas ntaug."},{"bible_id":"1525","chapter_code":"JOB.7","verse_code":"JOB.7.14","label":"14","content":"Tiamsis koj ua rau kuv ua npau suav ntshai heev; koj ua rau kuv ua yogtoog thiab ua npau suav phem,"},{"bible_id":"1525","chapter_code":"JOB.7","verse_code":"JOB.7.15","label":"15","content":"ua rau kuv xav npo pa tuag ntshai zoo dua ua neej nyob lub cev muaj mob lwj ntsuav li no."},{"bible_id":"1525","chapter_code":"JOB.7","verse_code":"JOB.7.16","label":"16","content":"Kuv dhuav heev; kuv tsis xav ua neej nyob lawm. Tsis txhob quavntsej kuv, kuv lub neej tsis muaj qabhau lawm."},{"bible_id":"1525","chapter_code":"JOB.7","verse_code":"JOB.7.17","label":"17","content":"“Vim li cas koj thiaj muab neeg saib tseemceeb? Vim li cas koj thiaj mob saib nws?"},{"bible_id":"1525","chapter_code":"JOB.7","verse_code":"JOB.7.18","label":"18","content":"Koj tshuaj nws txhua tagkis sawv ntxov thiab sim nws siab txhua lub sijhawm."},{"bible_id":"1525","chapter_code":"JOB.7","verse_code":"JOB.7.19","label":"19","content":"Thaum twg koj mam li tso tseg tsis saib kuv, kuv thiaj tau hloov pa nqos qaubncaug?"},{"bible_id":"1525","chapter_code":"JOB.7","verse_code":"JOB.7.20","label":"20","content":"Tus uas saib neeg, yog hais tias kuv muaj txim, kuv ua txhaum dabtsi rau koj? Vim li cas koj muab kuv ua daim phiaj rau koj sim? Kuv ua ib lub nra hnyav rau koj los?"},{"bible_id":"1525","chapter_code":"JOB.7","verse_code":"JOB.7.21","label":"21","content":"Koj txawm zam tsis tau kuv lub txim li? Koj txawm zam tsis tau tej uas kuv ua txhaum li? Tsis ntev kuv twb yuav mus rau hauv kuv lub qhov ntxa, thaum koj nrhiav kuv yuav tsis pom kuv lawm.”"},{"bible_id":"1525","chapter_code":"JOB.8","verse_code":"JOB.8.1+JOB.8.2","label":"1-2","content":"Npiledas uas yog neeg Sus teb hais tias: “Koj yuav hais koj tej lus uas zoo li cua ntsawj mus txog thaum twg?"},{"bible_id":"1525","chapter_code":"JOB.8","verse_code":"JOB.8.3","label":"3","content":"Vajtswv yeej tsis rhuav kev ncaj ncees; nws yeej ua qhov tseeb xwb."},{"bible_id":"1525","chapter_code":"JOB.8","verse_code":"JOB.8.4","label":"4","content":"Yeej yog koj tej menyuam tau ua txhaum rau Vajtswv lawm, yog li ntawd, Vajtswv thiaj rau txim rau lawv raws li lawv tsimnyog raug."},{"bible_id":"1525","chapter_code":"JOB.8","verse_code":"JOB.8.5","label":"5","content":"Tiamsis nimno koj cia li tig rov los cuag Vajtswv tus uas muaj hwjchim loj kawg nkaus thiab ua kom haum nws siab;"},{"bible_id":"1525","chapter_code":"JOB.8","verse_code":"JOB.8.6","label":"6","content":"Yog koj yeej ua ncaj thiab tsis muaj txhaum, Vajtswv yeej yuav pab koj thiab rov pub kom koj lub cuab lub yig vammeej dua."},{"bible_id":"1525","chapter_code":"JOB.8","verse_code":"JOB.8.7","label":"7","content":"Koj tej kev npluanuj uas ploj tas lawm, piv tsis tau tej uas Vajtswv yuav muab rau koj yav tom ntej."},{"bible_id":"1525","chapter_code":"JOB.8","verse_code":"JOB.8.8","label":"8","content":"“Koj tig mus saib tej kev txawj ntse tiam thaum ub; ua tib zoo xav txog tej kev tseeb uas peb cov yawgkoob muaj los lawm."},{"bible_id":"1525","chapter_code":"JOB.8","verse_code":"JOB.8.9","label":"9","content":"Peb txojsia luv kawg li, peb tsis paub xyov yuav zoo li cas; peb lub neej dhau mus yam li tus duab ntxoov ntxoo uas los nroos lub ntiajteb ib vuag."},{"bible_id":"1525","chapter_code":"JOB.8","verse_code":"JOB.8.10","label":"10","content":"Tiamsis cia cov neeg txawj ntse tiam thaum ub qhia koj; cia li mloog tej lus uas lawv qhia hais tias:"},{"bible_id":"1525","chapter_code":"JOB.8","verse_code":"JOB.8.11","label":"11","content":"“Tauj npaig yeej tsis tuaj ntawm qhov chaw uas tsis muaj dej; thiab yeej tsis muaj tauj npaig nyob saum nruab qhuab li."},{"bible_id":"1525","chapter_code":"JOB.8","verse_code":"JOB.8.12","label":"12","content":"Yog dej qhuav, ces tauj npaig yog cov uas xub tuag thaum tseem mos uas tsis tau zoo txiav los siv."},{"bible_id":"1525","chapter_code":"JOB.8","verse_code":"JOB.8.13","label":"13","content":"Tej neeg uas tsis paub Vajtswv zoo ib yam li tej tauj npaig ntawd; thaum twg lawv tso Vajtswv tseg, ces lawv kev cia siab ploj mus tas."},{"bible_id":"1525","chapter_code":"JOB.8","verse_code":"JOB.8.14","label":"14","content":"Lawv cia siab rau kab laugsab tej nyuag xov ua zes."},{"bible_id":"1525","chapter_code":"JOB.8","verse_code":"JOB.8.15","label":"15","content":"Yog lawv tso cev rau kab laugsab lub zes puas yuav khov lawv? Yog lawv tuav tej xov kab laugsab ntawd, puas yuav pab tau lawv sawv ntsug?”"},{"bible_id":"1525","chapter_code":"JOB.8","verse_code":"JOB.8.16","label":"16","content":"Cov neeg siab phem hlob mos nyoos ib yam li tej nroj uas tau tshav ntuj, thiab zoo ib yam li tej nroj uas huam puv vaj."},{"bible_id":"1525","chapter_code":"JOB.8","verse_code":"JOB.8.17","label":"17","content":"Tej cag nrhau mus qhwv tej pobzeb thiab zawm  txhua lub pobzeb ruaj heev."},{"bible_id":"1525","chapter_code":"JOB.8","verse_code":"JOB.8.18","label":"18","content":"Tiamsis yog muab lawv rho tawm ntawm lawv qhov chaw tsis muaj leejtwg paub hais tias lawv nyob ntawd li."},{"bible_id":"1525","chapter_code":"JOB.8","verse_code":"JOB.8.19","label":"19","content":"Tej ntawd yog cov neeg siab phem tej kev zoo siab; nimno yuav muaj lwm yam los hloov lawv chaw."},{"bible_id":"1525","chapter_code":"JOB.8","verse_code":"JOB.8.20","label":"20","content":"Tiamsis Vajtswv yeej tsis tso tus uas muab siab npuab nws tseg lossis pab tus neeg siab phem li."},{"bible_id":"1525","chapter_code":"JOB.8","verse_code":"JOB.8.21","label":"21","content":"Vajtswv yuav rov pub koj qw thiab luag zoo siab dua,"},{"bible_id":"1525","chapter_code":"JOB.8","verse_code":"JOB.8.22","label":"22","content":"tiamsis nws yuav ua rau cov uas ntxub koj poob ntsejmuag, thiab cov neeg siab phem tej vajtse yuav puastsuaj tas."},{"bible_id":"1525","chapter_code":"JOB.9","verse_code":"JOB.9.1+JOB.9.2","label":"1-2","content":"Yauj teb hais tias: “Kuv twb hnov dua tej ko los lawm. Tiamsis neeg yuav ua li cas ua plaub yeej Vajtswv?"},{"bible_id":"1525","chapter_code":"JOB.9","verse_code":"JOB.9.3","label":"3","content":"Leejtwg yuav ua li cas cav yeej Vajtswv? Vajtswv ib txhiab lo lus nug tsis muaj leejtwg teb  tau ib los li."},{"bible_id":"1525","chapter_code":"JOB.9","verse_code":"JOB.9.4","label":"4","content":"Vajtswv muaj hwjchim thiab ntse heev; tsis muaj leejtwg tawmtsam yeej nws."},{"bible_id":"1525","chapter_code":"JOB.9","verse_code":"JOB.9.5","label":"5","content":"Nws tshem tej roob los tej roob yeej tsis paub li, thiab nws txojkev chim rhuav tej roob puastsuaj tas."},{"bible_id":"1525","chapter_code":"JOB.9","verse_code":"JOB.9.6","label":"6","content":"Vajtswv ua kom av qeeg thiab co kom ntiajteb ua zog koog; nws diaj tej ncej zeb uas txheem lub ntiajteb."},{"bible_id":"1525","chapter_code":"JOB.9","verse_code":"JOB.9.7","label":"7","content":"Nws txwv tau tsis pub kom lub hnub tawm tuaj, thiab txwv tau tsis pub kom tej hnubqub ci hmo ntuj."},{"bible_id":"1525","chapter_code":"JOB.9","verse_code":"JOB.9.8","label":"8","content":"Yeej tsis muaj leejtwg pab Vajtswv nthuav lub ntuj lossis muab tus zaj hauv hiavtxwv tsuj nthi tseg."},{"bible_id":"1525","chapter_code":"JOB.9","verse_code":"JOB.9.9","label":"9","content":"Vajtswv muab tej hnubqub uas yog: cov hnubqub Ntsauv, cov hnubqub Pojsua Kwv Ntas, cov hnubqub Txhiaj Txivmim thiab cov hnubqub sab qabteb, teeb rau saum nruab ntug."},{"bible_id":"1525","chapter_code":"JOB.9","verse_code":"JOB.9.10","label":"10","content":"Peb tsis totaub tej txujci tseemceeb uas nws ua thiab tej txujci uas nws ua yeej suav tsis txheeb li."},{"bible_id":"1525","chapter_code":"JOB.9","verse_code":"JOB.9.11","label":"11","content":"“Vajtswv hla ntawm kuv hauv ntej, tiamsis kuv tsis pom nws. Nws los ntawm kuv ib sab, tiamsis kuv tsis hnov."},{"bible_id":"1525","chapter_code":"JOB.9","verse_code":"JOB.9.12","label":"12","content":"Nws muab tej uas nws xav yuav, tsis muaj leejtwg txwv tau; tsis muaj leejtwg muaj cuabkav nug hais tias, ‘Koj ua dabtsi?’"},{"bible_id":"1525","chapter_code":"JOB.9","verse_code":"JOB.9.13","label":"13","content":"Vajtswv yuav tsis tshem nws txojkev chim. Nws yuav tsuj nws cov yeebncuab uas pab Lahaj uas yog tus zaj hauv hiavtxwv uas tawmtsam Vajtswv."},{"bible_id":"1525","chapter_code":"JOB.9","verse_code":"JOB.9.14","label":"14","content":"Yog li ntawd, kuv yuav ua li cas nrhiav tau lus teb Vajtswv?"},{"bible_id":"1525","chapter_code":"JOB.9","verse_code":"JOB.9.15","label":"15","content":"Txawm yog kuv tsis tau ua txhaum li los, kuv yeej tsis muaj cuabkav teb nws, kuv tsuas thov kom Vajtswv uas yog tus txiav txim hlub kuv xwb."},{"bible_id":"1525","chapter_code":"JOB.9","verse_code":"JOB.9.16","label":"16","content":"Txawm yog nws pub kuv hais los xyov nws puas yuav mloog kuv tej lus."},{"bible_id":"1525","chapter_code":"JOB.9","verse_code":"JOB.9.17","label":"17","content":"Txawm yog kuv tsis tau ua txhaum los nws tso nagxob nagcua los ntsawj thiab ntaus kuv nqaij doog tas."},{"bible_id":"1525","chapter_code":"JOB.9","verse_code":"JOB.9.18","label":"18","content":"Nws tsis pub kuv hloov pa li; nws ua rau kuv lub neej iab siab kawg li."},{"bible_id":"1525","chapter_code":"JOB.9","verse_code":"JOB.9.19","label":"19","content":"Yog hais txog qhov muaj zog, Vajtswv yog tus muaj zog dua! Yog hais txog kev ncaj ncees, leejtwg thiaj yuav piv tau nws?"},{"bible_id":"1525","chapter_code":"JOB.9","verse_code":"JOB.9.20","label":"20","content":"Txawm yog kuv tsis tau ua txhaum los tej lus uas kuv hais rov rau txim rau kuv, txawm yog kuv ua zoo los Vajtswv hais tias kuv ua txhaum."},{"bible_id":"1525","chapter_code":"JOB.9","verse_code":"JOB.9.21+JOB.9.22","label":"21-22","content":"Kuv tsis tau ua txhaum los tsis muaj leejtwg quavntsej kuv. Kuv dhuav tsis xav ua neej nyob lawm, tsis muaj dabtsi zoo rau kuv li; txawm yog peb ua txhaum thiab tsis txhaum los Vajtswv yuav rhuav kom puastsuaj tas huv tibsi."},{"bible_id":"1525","chapter_code":"JOB.9","verse_code":"JOB.9.23","label":"23","content":"Thaum ib tug neeg tsis muaj txim cia li tuag, Vajtswv khaws luag xwb."},{"bible_id":"1525","chapter_code":"JOB.9","verse_code":"JOB.9.24","label":"24","content":"Vajtswv muab lub ntiajteb no cob rau cov neeg siab phem. Vajtswv ua rau cov txiav txim digmuag tas. Yog tsis yog Vajtswv ua leejtwg yog tus ua?"},{"bible_id":"1525","chapter_code":"JOB.9","verse_code":"JOB.9.25","label":"25","content":"“Kuv lub caij lub nyoog dhau mus ceev tshaj tej neeg sib tw khiav, tiamsis tsis muaj ib hnub zoo li."},{"bible_id":"1525","chapter_code":"JOB.9","verse_code":"JOB.9.26","label":"26","content":"Kuv lub neej dhau mus ceev ib yam li lub nkoj uas khiav hauv dej, thiab ceev ib yam li tus dav uas rwg los muab qaib."},{"bible_id":"1525","chapter_code":"JOB.9","verse_code":"JOB.9.27+JOB.9.28","label":"27-28","content":"Yog kuv ua ntsejmuag luag ntxhi thiab ua txuj tsis nco qab kuv tej mob, ces kuv tej kev txomnyem siab txawm rov los tsimtxom kuv ntag; kuv paub hais tias Vajtswv tseem hais tias kuv muaj txim."},{"bible_id":"1525","chapter_code":"JOB.9","verse_code":"JOB.9.29","label":"29","content":"Yog kuv muaj txim, tseem yuav nkim kuv lub zog ua dabtsi?"},{"bible_id":"1525","chapter_code":"JOB.9","verse_code":"JOB.9.30","label":"30","content":"Tsis muaj ib yam tshuaj uas ntxuav tau kuv tej kev txhaum li."},{"bible_id":"1525","chapter_code":"JOB.9","verse_code":"JOB.9.31","label":"31","content":"Vajtswv muab kuv pov rau hauv pas av nkos, txawm yog kuv tej ris tsho los twb tsis nyiam kuv."},{"bible_id":"1525","chapter_code":"JOB.9","verse_code":"JOB.9.32","label":"32","content":"Kheev lam Vajtswv yog neeg, kuv yuav muaj cuabkav teb nws; wb yuav mus hauv tsev tu plaub kom luag txiav txim rau wb tej lus sib cav."},{"bible_id":"1525","chapter_code":"JOB.9","verse_code":"JOB.9.33","label":"33","content":"Tiamsis tsis muaj leejtwg nyob nruab nrab txiav txim rau kuv thiab Vajtswv."},{"bible_id":"1525","chapter_code":"JOB.9","verse_code":"JOB.9.34","label":"34","content":"Vajtswv, thov koj tsis txhob rau txim rau rau kuv! Thov tshem koj tej kev nruj kev tsiv mus!"},{"bible_id":"1525","chapter_code":"JOB.9","verse_code":"JOB.9.35","label":"35","content":"Kuv yeej tsis ntshai li. Kuv yuav tsum hais xwb, rau qhov kuv yeej paub kuv lub siab."},{"bible_id":"1525","chapter_code":"JOB.10","verse_code":"JOB.10.1","label":"1","content":"“Kuv dhuav ua neej nyob heev lawm. Thov mloog kuv yws kuv tej kev lwj siab!"},{"bible_id":"1525","chapter_code":"JOB.10","verse_code":"JOB.10.2","label":"2","content":"Vajtswv, thov tsis txhob rau txim rau kuv. Thov qhia rau kuv saib! Yog li cas koj thiaj rau txim rau kuv?"},{"bible_id":"1525","chapter_code":"JOB.10","verse_code":"JOB.10.3","label":"3","content":"Puas tsimnyog koj ua nruj ua tsiv rau kuv, saib tsis taus tej uas koj tsim, thiab luag ntxhi rau tej neeg siab phem tej haujlwm?"},{"bible_id":"1525","chapter_code":"JOB.10","verse_code":"JOB.10.4","label":"4","content":"Koj puas muaj qhovmuag li neej muaj? Koj puas pom li neeg pom?"},{"bible_id":"1525","chapter_code":"JOB.10","verse_code":"JOB.10.5","label":"5","content":"Koj hnubnyoog puas luv li neeg lossis koj txojsia puas luv li neeg txoj?"},{"bible_id":"1525","chapter_code":"JOB.10","verse_code":"JOB.10.6","label":"6","content":"Vim li cas koj pheej nrhiav kuv tej kev txhaum thiab tshawb tej uas kuv ua tsis yog?"},{"bible_id":"1525","chapter_code":"JOB.10","verse_code":"JOB.10.7","label":"7","content":"Koj yeej paub hais tias kuv tsis muaj txim thiab tsis muaj leejtwg cawm kom kuv dim ntawm koj."},{"bible_id":"1525","chapter_code":"JOB.10","verse_code":"JOB.10.8","label":"8","content":"“Koj txhais tes tsim thiab puab kuv, nimno  los yog koj ob txhais tes rhuav kuv."},{"bible_id":"1525","chapter_code":"JOB.10","verse_code":"JOB.10.9","label":"9","content":"Nco ntsoov hais tias koj muab av nplaum  puab kuv; koj yuav muab kuv tsoo kom rov ua hmoov av los?"},{"bible_id":"1525","chapter_code":"JOB.10","verse_code":"JOB.10.10","label":"10","content":"Koj pub kuv txiv tsim muaj kuv; koj cia kuv loj hlob hauv kuv niam plab."},{"bible_id":"1525","chapter_code":"JOB.10","verse_code":"JOB.10.11","label":"11","content":"Koj tsim kuv lub cev muaj pobtxha thiab muaj leeg thiab kom muaj nqaij muaj tawv qhwv tej pobtxha."},{"bible_id":"1525","chapter_code":"JOB.10","verse_code":"JOB.10.12","label":"12","content":"Koj pub kuv muaj sia thiab muaj kev hlub tsis tu, thiab koj tsomkwm kom kuv muaj sia nyob."},{"bible_id":"1525","chapter_code":"JOB.10","verse_code":"JOB.10.13","label":"13","content":"Tiamsis nimno kuv paub hais tias, koj nyas nrhw ua rau kuv raug mob txhua lub sijhawm."},{"bible_id":"1525","chapter_code":"JOB.10","verse_code":"JOB.10.14","label":"14","content":"Koj tos ntsoov saib kuv puas ua txhaum, ces koj yuav tsis zam txim rau kuv."},{"bible_id":"1525","chapter_code":"JOB.10","verse_code":"JOB.10.15","label":"15","content":"Thaum twg kuv ua txhaum, ces txawm tsis haum koj siab ntag, tiamsis yog kuv ua ncaj, koj yeej tsis qhuas kuv li. Kuv txajmuag kawg, tsa tsis tau taubhau li."},{"bible_id":"1525","chapter_code":"JOB.10","verse_code":"JOB.10.16","label":"16","content":"Kuv lub neej nyuam qhuav pib zoo xwb, koj txawm siv txo kuv lub neej ib yam li tsov ntxhuav caum tsiaj tom; thiaj koj tseem ua tej txujci tawmtsam kuv."},{"bible_id":"1525","chapter_code":"JOB.10","verse_code":"JOB.10.17","label":"17","content":"Koj ibtxwm muaj timkhawv nkaug kuv; koj txojkev chim huam loj zuj zus tuaj tawmtsam kuv; koj ibtxwm nrhiav lub tswvyim tshiab tawmtsam kuv."},{"bible_id":"1525","chapter_code":"JOB.10","verse_code":"JOB.10.18","label":"18","content":"“Vajtswv, vim li cas koj thiaj li cia kuv yug los? Tsimnyog koj cia kuv tuag ua ntej thaum tsis tau muaj leejtwg pom kuv."},{"bible_id":"1525","chapter_code":"JOB.10","verse_code":"JOB.10.19","label":"19","content":"Yog kuv ncaj nraim hauv kuv niam plab mus rau hauv qhov ntxa, mas yuav zoo ib yam li uas kuv tsis tau yug los."},{"bible_id":"1525","chapter_code":"JOB.10","verse_code":"JOB.10.20","label":"20","content":"Puas yog kuv lub neej twb yuav dua? Tsis txhob thab kuv! Cia kuv muaj kev zoo siab thaum kuv tseem tshuav sijhawm."},{"bible_id":"1525","chapter_code":"JOB.10","verse_code":"JOB.10.21","label":"21","content":"Kuv twb yuav mus sai sai no thiab yuav tsis rov qab los li lawm, yuav mus rau hauv lub tebchaws uas tsaus ntuj dub nciab,"},{"bible_id":"1525","chapter_code":"JOB.10","verse_code":"JOB.10.22","label":"22","content":"yog lub tebchaws uas muaj duab tsaus ntuj, txawm yog qhov kaj los zoo li qhov tsaus ntuj.”"},{"bible_id":"1525","chapter_code":"JOB.11","verse_code":"JOB.11.1+JOB.11.2","label":"1-2","content":"Xaufas uas yog neeg Namas teb hais tias: “Txawm tsis muaj leejtwg teb tej lus uas tsis muaj qabhau no li? Tus neeg uas hais lus ntau puas yog neeg ncaj ncees?"},{"bible_id":"1525","chapter_code":"JOB.11","verse_code":"JOB.11.3","label":"3","content":"Yauj, koj xav hais tias peb teb tsis tau koj tej lus no los? Koj tej lus txob thuam yuav ua rau peb nyob twjywm no los?"},{"bible_id":"1525","chapter_code":"JOB.11","verse_code":"JOB.11.4","label":"4","content":"Koj khav hais tias koj hais lus tseeb; koj khav hais tias koj dawbhuv tabmeeg Vajtswv."},{"bible_id":"1525","chapter_code":"JOB.11","verse_code":"JOB.11.5","label":"5","content":"Kuv xav kom Vajtswv teb koj tej lus!"},{"bible_id":"1525","chapter_code":"JOB.11","verse_code":"JOB.11.6","label":"6","content":"Nws yuav qhia ntau lub tswvyim rau koj; muaj ntau yam kev txawj ntse uas neeg tsis paub. Vajtswv rau txim rau koj sib tshaj qhov uas koj tsimnyog raug."},{"bible_id":"1525","chapter_code":"JOB.11","verse_code":"JOB.11.7","label":"7","content":"“Koj puas paub txog Vajtswv lub peevxwm, koj puas paub Vajtswv lub hwjchim uas loj kawg nkaus?"},{"bible_id":"1525","chapter_code":"JOB.11","verse_code":"JOB.11.8","label":"8","content":"Saum nruab ntug yeej tsis muaj ciam tiamsis koj qhovmuag pom tsis tas. Vajtswv paub tubtuag teb huv tibsi, tiamsis koj tsis paub."},{"bible_id":"1525","chapter_code":"JOB.11","verse_code":"JOB.11.9","label":"9","content":"Vajtswv lub hwjchim loj tshaj lub ntiajteb thiab dav dua hiavtxwv."},{"bible_id":"1525","chapter_code":"JOB.11","verse_code":"JOB.11.10","label":"10","content":"Yog Vajtswv kom koj thiab coj koj mus rau rau hauv tsev tu plaub leejtwg yuav cheem tau nws?"},{"bible_id":"1525","chapter_code":"JOB.11","verse_code":"JOB.11.11","label":"11","content":"Vajtswv paub tej neeg uas tsis muaj nqis; Vajtswv pom neeg tej kev phem kev qias."},{"bible_id":"1525","chapter_code":"JOB.11","verse_code":"JOB.11.12","label":"12","content":"Thaum twg tus neesluav qus yug tau los ua neeg, mas tus neeg ruam thiaj yuav txawj ntse."},{"bible_id":"1525","chapter_code":"JOB.11","verse_code":"JOB.11.13","label":"13","content":"“Yauj, koj cia li ua siab ncaj, koj thiaj mus cuag tau Vajtswv."},{"bible_id":"1525","chapter_code":"JOB.11","verse_code":"JOB.11.14","label":"14","content":"Tshem tej kev phem kev qias thiab kev txhaum tawm hauv koj tsev mus."},{"bible_id":"1525","chapter_code":"JOB.11","verse_code":"JOB.11.15","label":"15","content":"Koj thiaj muaj ntsejmuag fim neeg ntiajteb thiab nyob tso siab lug tsis ntshai leejtwg."},{"bible_id":"1525","chapter_code":"JOB.11","verse_code":"JOB.11.16","label":"16","content":"Koj yuav tsis nco qab txog koj tej kev nyuaj siab, koj tej kev nyuaj siab yuav dhau mus ib yam li dej ntws, koj yuav nco tsis txog li lawm."},{"bible_id":"1525","chapter_code":"JOB.11","verse_code":"JOB.11.17","label":"17","content":"Koj lub neej yuav ci tshaj lub hnub ci thaum tavsu, thiab koj lub neej uas tsaus ntuj nti yuav kaj nrig ib yam li thaum sawv ntxov."},{"bible_id":"1525","chapter_code":"JOB.11","verse_code":"JOB.11.18","label":"18","content":"Koj yuav ua lub neej nyob kaj siab lug, thiab muaj kev cia siab; Vajtswv yuav tsomkwm koj thiab pub kom koj tau so."},{"bible_id":"1525","chapter_code":"JOB.11","verse_code":"JOB.11.19","label":"19","content":"Koj yuav tsis ntshai koj tej yeebncuab; neeg coob leej yuav tuaj thov koj pab."},{"bible_id":"1525","chapter_code":"JOB.11","verse_code":"JOB.11.20","label":"20","content":"Tiamsis cov neeg siab phem yuav saib ncig lees tsis muaj chaw cia siab thiab lawv yuav nrhiav tsis tau kev khiav dim li. Lawv txojkev cia siab tsuas yog txojkev tuag xwb.”"},{"bible_id":"1525","chapter_code":"JOB.12","verse_code":"JOB.12.1+JOB.12.2","label":"1-2","content":"Yauj teb hais tias: “Koj yog cov neeg ntawd ntag. Thaum koj tuag, koj tej kev txawj ntse yuav tuag nrog koj mus."},{"bible_id":"1525","chapter_code":"JOB.12","verse_code":"JOB.12.3","label":"3","content":"Tiamsis kuv kuj muaj kev txawj ntse ib yam li koj thiab; kuv yeej tsis ntshai thiab tsis swb koj li; txhua tus puavleej paub tej uas koj hais ntawd."},{"bible_id":"1525","chapter_code":"JOB.12","verse_code":"JOB.12.4","label":"4","content":"Txawm yog kuv tej phoojywg los niaj hnub luag kuv plig; txawm yog kuv yeej ncaj ncees thiab tsis tau ua txhaum los lawv tseem luag kuv; tiamsis kuv paub hais tias muaj ib hnub Vajtswv yuav teb kuv tej lus thov."},{"bible_id":"1525","chapter_code":"JOB.12","verse_code":"JOB.12.5","label":"5","content":"Koj tsis muaj kev nyuaj siab dabtsi, ces koj txawm tuaj muab kuv tso daj tso luag; koj ua li ntawd, yog koj ntaus ib tug txivneej twb yuav ntog."},{"bible_id":"1525","chapter_code":"JOB.12","verse_code":"JOB.12.6","label":"6","content":"Tiamsis cov neeg tubsab thiab tsis hwm Vajtswv nyob kaj siab lug, lawv tus vajtswv ces yog lawv lub zog xwb."},{"bible_id":"1525","chapter_code":"JOB.12","verse_code":"JOB.12.7","label":"7","content":"“Tiamsis koj cia li mus nug tej tsiaj lossis tej noog, lawv yuav qhia koj;"},{"bible_id":"1525","chapter_code":"JOB.12","verse_code":"JOB.12.8","label":"8","content":"cia li mus thov tej tsiaj nruab nqhuab thiab tej tsiaj nruab deg qhia kev txawj ntse rau koj."},{"bible_id":"1525","chapter_code":"JOB.12","verse_code":"JOB.12.9","label":"9","content":"Txawm yog tej tsiaj los twb paub hais tias Vajtswv yog tus tsim lawv."},{"bible_id":"1525","chapter_code":"JOB.12","verse_code":"JOB.12.10","label":"10","content":"Vajtswv yog tus tswj neeg thiab tej tsiaj txojsia; Vajtswv lub hwjchim tuav txhua tus tibneeg txojsia."},{"bible_id":"1525","chapter_code":"JOB.12","verse_code":"JOB.12.11","label":"11","content":"Ib yam li koj lub qhovntsej nyiam mloog luag tej lus, thiab koj tus nplaig nyiam saj tej zaub mov."},{"bible_id":"1525","chapter_code":"JOB.12","verse_code":"JOB.12.12+JOB.12.13","label":"12-13","content":"“Tej neeg laus muaj tswvyim, tiamsis Vajtswv muaj tswvyim thiab muaj hwjchim huv tibsi. Tej neeg laus muaj kev txawj ntse, tiamsis Vajtswv muaj kev txawj ntse thiab muaj hwjchim ua tau haujlwm tiav."},{"bible_id":"1525","chapter_code":"JOB.12","verse_code":"JOB.12.14","label":"14","content":"Yog Vajtswv muab rhuav lawm, leejtwg yuav txhim kho dua; thiab leejtwg muaj cuabkav tso tau tus neeg uas Vajtswv muab kaw lawm?"},{"bible_id":"1525","chapter_code":"JOB.12","verse_code":"JOB.12.15","label":"15","content":"Yog Vajtswv tsis tso nag los, ces yuav muaj ntuj qhua teb nkig; yog Vajtswv tso nag los, ces yuav muaj dej nyab."},{"bible_id":"1525","chapter_code":"JOB.12","verse_code":"JOB.12.16","label":"16","content":"“Vajtswv yog tus muaj zog thiab nws ibtxwm muaj yeej; tus neeg dag ntxias thiab tus uas raug luag dag ntxias puavleej yog Vajtswv kav."},{"bible_id":"1525","chapter_code":"JOB.12","verse_code":"JOB.12.17","label":"17","content":"Nws rhuav cov nomtswv tej kev txawj ntse thiab ua rau cov thawjcoj kom lawv ua ib yam li tej neeg ruam."},{"bible_id":"1525","chapter_code":"JOB.12","verse_code":"JOB.12.18","label":"18","content":"Nws txo tau tej vajntxwv thiab coj lawv mus kaw rau hauv tsev lojcuj;"},{"bible_id":"1525","chapter_code":"JOB.12","verse_code":"JOB.12.19","label":"19","content":"nws txo cov povthawj thiab tej neeg muaj hwjchim kom poob hwjchim."},{"bible_id":"1525","chapter_code":"JOB.12","verse_code":"JOB.12.20","label":"20","content":"Nws kaw cov tuavxam uas luag cia siab rau lub qhovncauj, thiab muab cov neeg laus tej kev txawj ntse tshem mus."},{"bible_id":"1525","chapter_code":"JOB.12","verse_code":"JOB.12.21","label":"21","content":"Nws rhuav cov neeg muaj hwjchim kom poob ntsejmuag thiab ua rau tej nomtswv lub zog ntaug."},{"bible_id":"1525","chapter_code":"JOB.12","verse_code":"JOB.12.22","label":"22","content":"Nws ua qhov kaj ci pom kev rau hauv tubtuag teb."},{"bible_id":"1525","chapter_code":"JOB.12","verse_code":"JOB.12.23","label":"23","content":"Nws ua rau ntau haivneeg muaj zog thiab muaj hwjchim, tiamsis nws ua rau lawv swb thiab puastsuaj."},{"bible_id":"1525","chapter_code":"JOB.12","verse_code":"JOB.12.24","label":"24","content":"Nws ua rau lawv cov thawjcoj ua neeg ruam thiab ua rau lawv yuam kev mus mus los los tsis paub mus qhov twg;"},{"bible_id":"1525","chapter_code":"JOB.12","verse_code":"JOB.12.25","label":"25","content":"lawv maub tsaus ntuj nti ntog pujpoog ib yam li tej neeg qaug cawv."},{"bible_id":"1525","chapter_code":"JOB.13","verse_code":"JOB.13.1+JOB.13.2","label":"1-2","content":"“Tej uas koj hais ntawd, kuv twb hnov tas lawm. Kuv totaub txhua yam; kuv paub ib yam li koj paub. Kuv lub qhovmuag yeej pom tej no lawm. Kuv tsis tau swb koj."},{"bible_id":"1525","chapter_code":"JOB.13","verse_code":"JOB.13.3","label":"3","content":"Tiamsis yog kuv nrog Vajtswv sib hais, tsis yog nrog koj sib cav; kuv xav nrog Vajtswv sib hais txog kuv zaj."},{"bible_id":"1525","chapter_code":"JOB.13","verse_code":"JOB.13.4","label":"4","content":"Koj muab tej lus dag los npog koj txojkev ruam; koj zoo li tej kws tshuaj uas kho tsis tau luag tej mob zoo."},{"bible_id":"1525","chapter_code":"JOB.13","verse_code":"JOB.13.5","label":"5","content":"Koj tsis txhob hais lus, luag thiaj xav hais tias koj yog neeg ntse!"},{"bible_id":"1525","chapter_code":"JOB.13","verse_code":"JOB.13.6","label":"6","content":"“Koj cia li mloog kuv hais kuv zaj."},{"bible_id":"1525","chapter_code":"JOB.13","verse_code":"JOB.13.7","label":"7","content":"Vim li cas koj hais lus dag? Koj xav hais tias koj tej lus dag muaj nqis rau Vajtswv no los?"},{"bible_id":"1525","chapter_code":"JOB.13","verse_code":"JOB.13.8","label":"8","content":"Koj yuav tuaj Vajtswv tog txheem los? Koj yuav nrog Vajtswv hais nws zaj hauv tsev tu plaub los?"},{"bible_id":"1525","chapter_code":"JOB.13","verse_code":"JOB.13.9","label":"9","content":"Yog Vajtswv ua tib zoo saib koj, nws puas pom koj muaj ib qhov zoo? Koj xav hais tias koj dag tau Vajtswv li koj dag neeg no los?"},{"bible_id":"1525","chapter_code":"JOB.13","verse_code":"JOB.13.10","label":"10","content":"Yog hais tias koj ua tsis ncaj rau ib tog, Vajtswv yuav rau txim hnyav rau koj,"},{"bible_id":"1525","chapter_code":"JOB.13","verse_code":"JOB.13.11","label":"11","content":"thiab nws lub hwjchim yuav ua rau koj ntshai kawg nkaus li."},{"bible_id":"1525","chapter_code":"JOB.13","verse_code":"JOB.13.12","label":"12","content":"Koj tej pajlug tsis muaj nqis ib yam li tej hmoov tshauv; koj tej lus sib cav muag ib yam li tej av nplaum."},{"bible_id":"1525","chapter_code":"JOB.13","verse_code":"JOB.13.13","label":"13","content":"Koj cia li nyob twjywm kuv thiaj li muaj sijhawm hais lus, cia saib thaum kawg tej ntawd yuav zoo li cas."},{"bible_id":"1525","chapter_code":"JOB.13","verse_code":"JOB.13.14","label":"14","content":"“Kuv  pheej hmoo ua kuv lub neej."},{"bible_id":"1525","chapter_code":"JOB.13","verse_code":"JOB.13.15","label":"15","content":"Kuv tas kev cia siab lawm, Vajtswv yuav muab kuv tua povtseg los xijpeem. Kuv yeej yuav mus nrog nws hais kuv zaj xwb."},{"bible_id":"1525","chapter_code":"JOB.13","verse_code":"JOB.13.16","label":"16","content":"Tej zaum qhov uas kuv muaj lub siab tawv li no yuav pab tau kuv, rau qhov cov neeg siab phem tsis muaj ib tug mus cuag tau Vajtswv li."},{"bible_id":"1525","chapter_code":"JOB.13","verse_code":"JOB.13.17","label":"17","content":"Nimno koj cia li ua tib zoo mloog tej lus uas kuv qhia koj."},{"bible_id":"1525","chapter_code":"JOB.13","verse_code":"JOB.13.18","label":"18","content":"Kuv yeej npaj rawv yuav mus hais kuv zaj, rau qhov kuv paub hais tias kuv tsis tau ua txhaum."},{"bible_id":"1525","chapter_code":"JOB.13","verse_code":"JOB.13.19","label":"19","content":"“Vajtswv, koj yuav kom kuv ntag los? Yog koj kom kuv, ces kuv yeej hais tsis taus thiab tuag xwb!"},{"bible_id":"1525","chapter_code":"JOB.13","verse_code":"JOB.13.20","label":"20","content":"Cia kuv thov ob yam; thov kom koj pom li no, kuv yuav tsis khiav nkaum koj;"},{"bible_id":"1525","chapter_code":"JOB.13","verse_code":"JOB.13.21","label":"21","content":"tsis txhob rau txim rau kuv thiab tsis txhob ua rau kuv ntshai dhau."},{"bible_id":"1525","chapter_code":"JOB.13","verse_code":"JOB.13.22","label":"22","content":"“Vajtswv, koj hais ua ntej kuv mam li teb. Lossis cia kuv hais ua ntej, koj mam li teb."},{"bible_id":"1525","chapter_code":"JOB.13","verse_code":"JOB.13.23","label":"23","content":"Kuv tej kev txhaum yog dabtsi? Kuv tau ua txhaum dabtsi? Thov koj cia li phua kuv tej kev txhaum rau kuv."},{"bible_id":"1525","chapter_code":"JOB.13","verse_code":"JOB.13.24","label":"24","content":"“Vim li cas koj tso kuv tseg? Vim li cas koj saib kuv zoo li tus yeebncuab?"},{"bible_id":"1525","chapter_code":"JOB.13","verse_code":"JOB.13.25","label":"25","content":"Puas yog koj ua kom kuv ntshai? Kuv tsis tseemceeb dabtsi li, kuv zoo li daim nplooj xwb; koj lam tawmtsam tej nyuag quavnyab qhuav los?"},{"bible_id":"1525","chapter_code":"JOB.13","verse_code":"JOB.13.26","label":"26","content":"“Koj muab kev iab siab los tawmtsam kuv, koj sau tej kev txhaum uas kuv ua thaum kuv tseem hluas los rau kuv ris."},{"bible_id":"1525","chapter_code":"JOB.13","verse_code":"JOB.13.27","label":"27","content":"Koj muab saw hlau khi kuv kotaw; koj saib ntsoov kuv tshais txhua kauj ruam, thiab koj tu ciam rau kuv tsuj."},{"bible_id":"1525","chapter_code":"JOB.13","verse_code":"JOB.13.28","label":"28","content":"Thaum kawg kuv zoo ib yam li yav cav ntoo lwj, thiab zoo ib yam li lub tsho uas ntsaum kabrwg noj."},{"bible_id":"1525","chapter_code":"JOB.14","verse_code":"JOB.14.1","label":"1","content":"“Txhua tus neeg uas yug los ntawm pojniam ua neej nyob tsis ntev thiab niaj hnub muaj kev ntxhov siab."},{"bible_id":"1525","chapter_code":"JOB.14","verse_code":"JOB.14.2","label":"2","content":"Peb loj hlob thiab ntsws sai ib yam li tej paj ntoos; peb dhau mus zuj zus ib yam li tus duab ntxoov ntxoo."},{"bible_id":"1525","chapter_code":"JOB.14","verse_code":"JOB.14.3","label":"3","content":"Vajtswv, koj puas yuav tsa laj muag saib kuv, lossis taug kuv zaj thiab txiav txim rau kuv?"},{"bible_id":"1525","chapter_code":"JOB.14","verse_code":"JOB.14.4","label":"4","content":"Yeej tsis muaj ib yam huv yuav tawm ntawm qhov uas tsis huv li neeg los."},{"bible_id":"1525","chapter_code":"JOB.14","verse_code":"JOB.14.5","label":"5","content":"Neeg lub hnubnyoog ua neej nyob koj twb teem tseg, thiab koj paub hais tias lawv yuav nyob pestsawg hli. Lub sijhawm uas koj teem tseg yeej tsis muaj leejtwg hloov tau li."},{"bible_id":"1525","chapter_code":"JOB.14","verse_code":"JOB.14.6","label":"6","content":"Koj cia li tig rau ib qhov thiab tso nws tseg; cia nws tau so thiab zoo siab ib yam li tus tub zog uas ua haujlwm hnyav."},{"bible_id":"1525","chapter_code":"JOB.14","verse_code":"JOB.14.7","label":"7","content":"“Tseem muaj kev cia siab rau tus ntoo uas luag muab ntov lawm; nws lub hauvpaus tseem ciaj thiab hlav taus kaus tuaj."},{"bible_id":"1525","chapter_code":"JOB.14","verse_code":"JOB.14.8","label":"8","content":"Txawm yog nws tej cag laus thiab lub hauvpaus qhuav rau saum npoo av lawm"},{"bible_id":"1525","chapter_code":"JOB.14","verse_code":"JOB.14.9","label":"9","content":"los thaum muaj dej ntub nws yuav hlav kaus tuaj ib yam li tsob ntoo mos."},{"bible_id":"1525","chapter_code":"JOB.14","verse_code":"JOB.14.10","label":"10","content":"Tiamsis thaum neeg tuag lawm, ces nws txojsia kawg rau hnub ntawd; thaum neeg tuag, nws mus nyob qhov twg lawm?"},{"bible_id":"1525","chapter_code":"JOB.14","verse_code":"JOB.14.11","label":"11","content":"“Dej tu tsis ntws thiab pasdej qhuav zoo li cas,"},{"bible_id":"1525","chapter_code":"JOB.14","verse_code":"JOB.14.12","label":"12","content":"ces neeg tuag tsis sawv rov los ib yam li ntawd. Thaum lub ntuj tseem muaj nyob lawv yuav tsis sawv rov qab los; lawv yuav tsis tsim ntawm qhov chaw uas lawv pw."},{"bible_id":"1525","chapter_code":"JOB.14","verse_code":"JOB.14.13","label":"13","content":"“Kuv xav kom koj muab kuv coj mus zais rau hauv tubtuag teb; cia kuv nraim hauv mus txog thaum koj txojkev chim dhau tso, thiab thov koj teem ib lub caij nco txog kuv."},{"bible_id":"1525","chapter_code":"JOB.14","verse_code":"JOB.14.14","label":"14","content":"Yog neeg tuag lawm, nws puas yuav rov muaj sia? Tiamsis kuv yuav niaj hnub tos txog lub sijhawm uas koj tso kuv dim tej kev nyuaj siab."},{"bible_id":"1525","chapter_code":"JOB.14","verse_code":"JOB.14.15","label":"15","content":"Thaum ntawd koj yuav hu kuv, thiab kuv yuav teb koj, thiab koj yuav txaus siab rau tus uas koj tsim."},{"bible_id":"1525","chapter_code":"JOB.14","verse_code":"JOB.14.16","label":"16","content":"Koj yuav saib ntsoov kuv tshais txhua kauj ruam, tiamsis koj yuav tsis suav kuv tej kev txhaum lawm."},{"bible_id":"1525","chapter_code":"JOB.14","verse_code":"JOB.14.17","label":"17","content":"Koj yuav zam kuv tej kev txhaum thiab muab tshem mus povtseg; txhua yam kev txhaum uas kuv tau ua, koj yuav muab ntxuav huv tibsi mus."},{"bible_id":"1525","chapter_code":"JOB.14","verse_code":"JOB.14.18","label":"18","content":"“Yuav muaj ib lub sijhawm uas tej hauv roob yuav nphau tas, thiab tej roob tsuas los yuav raug tshem ntawm nws qhov chaw mus."},{"bible_id":"1525","chapter_code":"JOB.14","verse_code":"JOB.14.19","label":"19","content":"Dej yuav tshoob tej pobzeb thiab tuamtsam nag yuav kuav tej av mus tas; yog li ntawd koj thiaj rhuav neeg txojkev cia siab uas ua neej nyob."},{"bible_id":"1525","chapter_code":"JOB.14","verse_code":"JOB.14.20","label":"20","content":"Koj muaj zog tshaj neeg thiab muab lawv tshem tawm mus ibtxhis; lawv tuag lawv lub ntsejmuag txawv hlo."},{"bible_id":"1525","chapter_code":"JOB.14","verse_code":"JOB.14.21","label":"21","content":"Txawm yog nws tej tub tau ntsej tau muag los nws tsis paub, thiab yog lawv poob ntsej poob muag los lawv qhia tsis tau rau nws."},{"bible_id":"1525","chapter_code":"JOB.14","verse_code":"JOB.14.22","label":"22","content":"Nws tsuas hnov nws ibce mob lwj ntsuav, thiab nws quaj ntsuag rau nws tej kev nyuaj siab.”"},{"bible_id":"1525","chapter_code":"JOB.15","verse_code":"JOB.15.1+JOB.15.2","label":"1-2","content":"Elifas uas yog neeg Temas teb Yauj hais tias: “Yauj, koj hais lus tso ncua! Koj tso ncua xwb!"},{"bible_id":"1525","chapter_code":"JOB.15","verse_code":"JOB.15.3","label":"3","content":"Yeej tsis muaj ib tug neeg ntse hais lus li koj hais lossis hais tej lus tsis muaj lub ntsiab tseemceeb uas txaus luag yuav."},{"bible_id":"1525","chapter_code":"JOB.15","verse_code":"JOB.15.4","label":"4","content":"Yog ua li uas koj hais yuav tsis muaj leejtwg hwm Vajtswv thiab tsis muaj leejtwg thov Vajtswv li."},{"bible_id":"1525","chapter_code":"JOB.15","verse_code":"JOB.15.5","label":"5","content":"Koj tej kev phem kev qias ua rau koj hais tej lus ko ntag; koj khaws luag tej lus txawj ntse hais xwb."},{"bible_id":"1525","chapter_code":"JOB.15","verse_code":"JOB.15.6","label":"6","content":"Tsis tas kuv yuav rau txim rau koj li; tej lus uas koj hais rov ua timkhawv tawmtsam koj."},{"bible_id":"1525","chapter_code":"JOB.15","verse_code":"JOB.15.7","label":"7","content":"“Koj yog thawj tus neeg uas yug los rau hauv lub ntiajteb no los? Koj nyob ua ntej Vajtswv tsim tej hauv roob los?"},{"bible_id":"1525","chapter_code":"JOB.15","verse_code":"JOB.15.8","label":"8","content":"Koj puas tau hnov tej uas Vajtswv npaj yuav ua? Puas yog neeg txojkev txawj ntse yog koj li?"},{"bible_id":"1525","chapter_code":"JOB.15","verse_code":"JOB.15.9","label":"9","content":"Puas muaj ib yam dabtsi uas koj paub uas peb tsis paub."},{"bible_id":"1525","chapter_code":"JOB.15","verse_code":"JOB.15.10","label":"10","content":"Peb kawm kev txawj ntse los ntawm tej laus plaubhau dawb paug uas lawv yug ua ntej koj txiv."},{"bible_id":"1525","chapter_code":"JOB.15","verse_code":"JOB.15.11","label":"11","content":"“Vajtswv twb nplig koj siab, ua cas koj tsis yuav? Tej uas peb hais rau koj, twb yog lus mos lus muag ntag."},{"bible_id":"1525","chapter_code":"JOB.15","verse_code":"JOB.15.12","label":"12","content":"Ua cas koj yuav ua ywj koj lub siab thiab hais lus npautaws vog rau peb xwb."},{"bible_id":"1525","chapter_code":"JOB.15","verse_code":"JOB.15.13","label":"13","content":"Koj chim rau Vajtswv, koj thiaj hais tej lus ko tawmtsam nws."},{"bible_id":"1525","chapter_code":"JOB.15","verse_code":"JOB.15.14","label":"14","content":"“Yuav ua li cas neeg thiaj ua tau zoo? Yuav ua li cas neeg thiaj ua tau neeg ncaj ncees tabmeeg Vajtswv?"},{"bible_id":"1525","chapter_code":"JOB.15","verse_code":"JOB.15.15","label":"15","content":"Txawm yog Vajtswv cov timtswv los nws yeej tsis ntseeg siab; rau qhov cov timtswv los twb tsis ncaj tabmeeg Vajtswv."},{"bible_id":"1525","chapter_code":"JOB.15","verse_code":"JOB.15.16","label":"16","content":"Neeg haus kev phem kev qias ib yam li haus dej; qhov tseeb neeg yeej tsis ncaj; neeg yeej tsis muaj nqis li."},{"bible_id":"1525","chapter_code":"JOB.15","verse_code":"JOB.15.17","label":"17","content":"“Yauj, nimno koj cia li mloog kuv hais tej uas kuv paub."},{"bible_id":"1525","chapter_code":"JOB.15","verse_code":"JOB.15.18","label":"18","content":"Tej neeg txawj ntse yeej qhia tej lus tseeb rau kuv, lawv kawm tej kev txawj ntse ntawd ntawm lawv txiv, lawv qhia txhua yam rau kuv tsis zais li."},{"bible_id":"1525","chapter_code":"JOB.15","verse_code":"JOB.15.19","label":"19","content":"Lawv lub tebchaws yeej yog lawv tug; lwm haivneeg yuav tsis tuaj tsuj lawv lub tebchaws."},{"bible_id":"1525","chapter_code":"JOB.15","verse_code":"JOB.15.20","label":"20","content":"“Tus neeg siab phem uas tsimtxom lwm tus nws yuav raug luag tsimtxom mus tas simneej."},{"bible_id":"1525","chapter_code":"JOB.15","verse_code":"JOB.15.21","label":"21","content":"Nws lub qhovntsej yuav hnov tej suab quaj suab qw tsis tu, thiab tubsab yuav tuaj huab nws thaum nws xav hais tias nws tau zoo nyob tso siab lug."},{"bible_id":"1525","chapter_code":"JOB.15","verse_code":"JOB.15.22","label":"22","content":"Nws tsis muaj kev cia siab uas yuav khiav dim ntawm qhov tsaus ntuj, rau qhov muaj ib rab ntaj tos rawv yuav tua nws povtseg,"},{"bible_id":"1525","chapter_code":"JOB.15","verse_code":"JOB.15.23","label":"23","content":"thiab dav npoj  tos rawv  yuav noj nws lub cev. Nws yeej paub nws lub neej tom hauv ntej tsaus ntuj nti."},{"bible_id":"1525","chapter_code":"JOB.15","verse_code":"JOB.15.24","label":"24","content":"Kev puastsuaj muaj hwjchim ib yam li tug vajntxwv uas tos rawv yuav tawmtsam nws."},{"bible_id":"1525","chapter_code":"JOB.15","verse_code":"JOB.15.25","label":"25","content":"“Tus neeg uas tsa tes tawmtsam Vajtswv thiab twv tus uas muaj hwjchim loj kawg nkaus,"},{"bible_id":"1525","chapter_code":"JOB.15","verse_code":"JOB.15.26+JOB.15.27","label":"26-27","content":"tus ntawd yog neeg khavtheeb thiab ntxeev siab rau Vajtswv; nws muaj lub siab tawv tsa nws daim thaiv hniav ntaj dhia mus tawmtsam Vajtswv."},{"bible_id":"1525","chapter_code":"JOB.15","verse_code":"JOB.15.28","label":"28","content":"“Tus neeg ntawd mus txeeb tej nroog thiab huab tej tsev uas cov tswv khiav lawm, tiamsis yuav muaj tsov muaj rog tuaj txeeb tej nroog thiab huab tej vajtse ntawd."},{"bible_id":"1525","chapter_code":"JOB.15","verse_code":"JOB.15.29","label":"29","content":"Nws txojkev npluanuj yuav nyob tsis ntev; thiab tej uas nws khwv tau yuav tsis nyob mus ibtxhis. Txawm yog nws tus duab  los yuav dua mus,"},{"bible_id":"1525","chapter_code":"JOB.15","verse_code":"JOB.15.30","label":"30","content":"thiab nws yuav khiav tsis dim tej kev tsaus ntuj li. Nws yuav zoo ib yam li tsob ntoo uas hluavtaws kub tej ceg tas, thiab cua ntsawj tej paj  ya tas lawm."},{"bible_id":"1525","chapter_code":"JOB.15","verse_code":"JOB.15.31","label":"31","content":"Yog nws txojkev ruam ua rau nws cia siab rau txojkev ua phem ua qias, ces nws yuav tau kev phem kev qias ua nqi zog."},{"bible_id":"1525","chapter_code":"JOB.15","verse_code":"JOB.15.32","label":"32","content":"Nws yuav ntsws  ua ntej uas tsis tau txog nws lub sijhawm thiab nws yuav qhuav ib yam li tus ceg ntoo uas hlav tsis taus nplooj."},{"bible_id":"1525","chapter_code":"JOB.15","verse_code":"JOB.15.33","label":"33","content":"Nws zoo ib yam li tsob hmab uas cov txiv zeeg thaum tsis tau siav; thiab zoo ib yam li tsob txiv ntoo roj uas tej paj zeeg tas lawm."},{"bible_id":"1525","chapter_code":"JOB.15","verse_code":"JOB.15.34","label":"34","content":"Cov neeg uas tsis hwm Vajtswv yuav tsis muaj xeebntxwv, thiab hluavtaws yuav kub lawv tej vajtse uas muab tej nyiaj xiab los ua."},{"bible_id":"1525","chapter_code":"JOB.15","verse_code":"JOB.15.35","label":"35","content":"Lawv yog cov neeg uas tsim kev kub ntxhov thiab ua phem; lawv lub siab npaj rawv dag ntxias lwm tus.”"},{"bible_id":"1525","chapter_code":"JOB.16","verse_code":"JOB.16.1+JOB.16.2","label":"1-2","content":"Yauj teb hais tias: “Kuv yeej hnov luag hais tej ko los lawm; nej tej lus nplig ua rau kuv ntxhov siab xwb."},{"bible_id":"1525","chapter_code":"JOB.16","verse_code":"JOB.16.3","label":"3","content":"Nej tej lus uas tsis muaj qabhau ko hais tsis paub tas li los? Nej yuav hais mus kom txog haum kawg los?"},{"bible_id":"1525","chapter_code":"JOB.16","verse_code":"JOB.16.4","label":"4","content":"Yog hais tias nej yog kuv, thiab kuv yog nej, kuv yeej hais tau txhua yam li nej hais thiab. Kuv yuav co taubhau thiab hais tau tej lus tuam mom nej ib yam nkaus."},{"bible_id":"1525","chapter_code":"JOB.16","verse_code":"JOB.16.5","label":"5","content":"Kuv muaj cuabkav pab tau nej, txhawb nej lub zog thiab nplig tau nej siab."},{"bible_id":"1525","chapter_code":"JOB.16","verse_code":"JOB.16.6","label":"6","content":"“Txawm yog kuv hais lus los tsis pab dabtsi, thiab yog kuv ua twjywm los kuv tus mob tsis ntaug."},{"bible_id":"1525","chapter_code":"JOB.16","verse_code":"JOB.16.7","label":"7","content":"Vajtswv, koj ua rau kuv lub cev mob lwj ntsuav; koj cia kuv tsevneeg raug tua tuag tas."},{"bible_id":"1525","chapter_code":"JOB.16","verse_code":"JOB.16.8","label":"8","content":"Koj muab kuv khi, thiab koj yog kuv tus yeebncuab. Kuv tshuav tawv thiab pobtxha lawm xwb, thiab luag muab tej ntawd ua timtseeb hais tias kuv ua txhaum."},{"bible_id":"1525","chapter_code":"JOB.16","verse_code":"JOB.16.9","label":"9","content":"“Vajtswv chim nws thiaj muab kuv dua ua tej daim; nws ntxub kuv thiab ntsia qhovmuag qaujles rau kuv."},{"bible_id":"1525","chapter_code":"JOB.16","verse_code":"JOB.16.10","label":"10","content":"Tej neeg tuaj nyob puagncig kuv, lawv hais lus saib tsis tau kuv, thiab xuas tawg ncuav rau kuv lub plhu."},{"bible_id":"1525","chapter_code":"JOB.16","verse_code":"JOB.16.11","label":"11","content":"Vajtswv muab kuv cob rau cov neeg ua phem ua qias."},{"bible_id":"1525","chapter_code":"JOB.16","verse_code":"JOB.16.12","label":"12","content":"Kuv yeej ua neej nyob kaj siab lug, tiamsis Vajtswv tsawv nkaus kuv cajdab cab, nws nplawm kuv thiab tsuj kuv ntsoog tas. Vajtswv muab kuv ua daim phiaj rau nws sim"},{"bible_id":"1525","chapter_code":"JOB.16","verse_code":"JOB.16.13","label":"13","content":"thiab tua xub hneevnti txhua phab tuaj rau kuv, tej xub ntawd tuaj raug kuv ua rau kuv nqaij to; txawm li ntawd los nws tsis hlub kuv li."},{"bible_id":"1525","chapter_code":"JOB.16","verse_code":"JOB.16.14","label":"14","content":"Nws ua rau kuv raug mob ua ntu zus; nws tawmtsam kuv ib yam li tus tubrog."},{"bible_id":"1525","chapter_code":"JOB.16","verse_code":"JOB.16.15","label":"15","content":"“Kuv quaj ntsuag thiab muab ntaubtsaj los xaws ua ris tsho hnav, kuv txo hwjchim thiab zaum hauv av."},{"bible_id":"1525","chapter_code":"JOB.16","verse_code":"JOB.16.16","label":"16","content":"Kuv quaj cebmuag tas, kuv ob lub qhovmuag o liab ploog,"},{"bible_id":"1525","chapter_code":"JOB.16","verse_code":"JOB.16.17","label":"17","content":"tiamsis kuv tsis tau ua txhaum dabtsi, thiab kuv muaj lub siab dawb paug thov Vajtswv."},{"bible_id":"1525","chapter_code":"JOB.16","verse_code":"JOB.16.18","label":"18","content":"“Lub ntiajteb, tsis txhob muab kuv tej kev txhaum npog cia! Tsis txhob cia kuv lub suab thov kev ncaj ncees ntsiag."},{"bible_id":"1525","chapter_code":"JOB.16","verse_code":"JOB.16.19","label":"19","content":"Muaj ib tug nyob saum ntuj ceebtsheej npaj rawv tuaj kuv tog pab kuv."},{"bible_id":"1525","chapter_code":"JOB.16","verse_code":"JOB.16.20","label":"20","content":"Kuv tej phoojywg txob thuam kuv; kuv quaj kua muag ntws laws rau Vajtswv."},{"bible_id":"1525","chapter_code":"JOB.16","verse_code":"JOB.16.21","label":"21","content":"Kuv xav kom muaj ib tug pab kuv mus thov Vajtswv, ib yam li tus neeg uas mus thov nws tus phoojywg."},{"bible_id":"1525","chapter_code":"JOB.16","verse_code":"JOB.16.22","label":"22","content":"Tshuav tsis muaj pestsawg xyoo lawm, kuv yuav tau taug txojkev uas mus tsis muaj hnub rov los."},{"bible_id":"1525","chapter_code":"JOB.17","verse_code":"JOB.17.1","label":"1","content":"“Kuv txojsia twb yuav tu. Kuv ua tsis taus pa lawm; tsis tshuav ib yam dabtsi rau kuv li, tsuas tshuav lub qhov ntxa qhib lug tos kuv xwb."},{"bible_id":"1525","chapter_code":"JOB.17","verse_code":"JOB.17.2","label":"2","content":"Kuv saib ntsoov luag txob thuam kuv mob kawg li."},{"bible_id":"1525","chapter_code":"JOB.17","verse_code":"JOB.17.3","label":"3","content":"Vajtswv, kuv yeej ua ncaj. Thov koj mloog kuv tej lus. Yeej tsis muaj leejtwg mloog kuv tej lus li."},{"bible_id":"1525","chapter_code":"JOB.17","verse_code":"JOB.17.4","label":"4","content":"Koj kaw lawv lub siab kom lawv tsis totaub; thov tsis txhob pub lawv kovyeej kuv."},{"bible_id":"1525","chapter_code":"JOB.17","verse_code":"JOB.17.5","label":"5","content":"Tus neeg uas dag nws tus phoojywg nyiaj yuav, nws tej menyuam yuav raug kev txomnyem vim tej uas nws ua ntawd."},{"bible_id":"1525","chapter_code":"JOB.17","verse_code":"JOB.17.6","label":"6","content":"Vajtswv ua rau kuv raug luag hais tsis zoo; thiab luag nti qaubncaug rau kuv ntsejmuag."},{"bible_id":"1525","chapter_code":"JOB.17","verse_code":"JOB.17.7","label":"7","content":"Kuv tej kev quaj ntsuag ua rau kuv lub qhovmuag tsis pom kev; kuv ob txhais npab thiab ob sab ceg qhuav qhawv ib yam li tej mojzeej."},{"bible_id":"1525","chapter_code":"JOB.17","verse_code":"JOB.17.8","label":"8","content":"Cov neeg uas khav hais tias lawv ncaj ncees yuav xav tsis thoob tej no, thiab lawv thuam hais tias kuv tsis hwm Vajtswv."},{"bible_id":"1525","chapter_code":"JOB.17","verse_code":"JOB.17.9","label":"9","content":"Cov neeg uas muaj meejmom khav hais tias lawv yog cov ncaj ncees tshaj."},{"bible_id":"1525","chapter_code":"JOB.17","verse_code":"JOB.17.10","label":"10","content":"Tiamsis yog lawv cov ntawd tuaj sawv tabmeeg kuv, kuv pom hais tias lawv tsis muaj ib tug ntse li."},{"bible_id":"1525","chapter_code":"JOB.17","verse_code":"JOB.17.11","label":"11","content":"“Kuv lub sijhawm twb dhau lawm, tej uas kuv npaj siab ua tsis tau tiav; kuv tas kev cia siab lawm."},{"bible_id":"1525","chapter_code":"JOB.17","verse_code":"JOB.17.12","label":"12","content":"Tiamsis kuv tej phoojywg hais tias hmo ntuj yuav hloov ua nruab hnub, lawv hais tias qhov kaj twb los ze lawm, tiamsis kuv pom hais tias kuv tseem nyob hauv qhov uas tsaus ntuj nti."},{"bible_id":"1525","chapter_code":"JOB.17","verse_code":"JOB.17.13","label":"13","content":"Kuv txojkev cia siab tsuas yog tubtuag teb xwb, yog qhov chaw tsaus ntuj nti uas kuv yuav mus pw."},{"bible_id":"1525","chapter_code":"JOB.17","verse_code":"JOB.17.14","label":"14","content":"Kuv yuav hu lub qhov ntxa ua kuv txiv, thiab hu tej kas uas noj kuv ua kuv niam thiab kuv cov muam."},{"bible_id":"1525","chapter_code":"JOB.17","verse_code":"JOB.17.15","label":"15","content":"Kuv tseem tshuav kev cia siab thiab los? Leejtwg pom hais tias tseem muaj kev cia siab?"},{"bible_id":"1525","chapter_code":"JOB.17","verse_code":"JOB.17.16","label":"16","content":"Thaum kuv mus rau hauv tubtuag teb, kuv tsis muaj kev cia siab  li lawm.”"},{"bible_id":"1525","chapter_code":"JOB.18","verse_code":"JOB.18.1+JOB.18.2","label":"1-2","content":"Npeledas uas yog neeg Sus teb hais tias: “Yauj, koj txawm yuav hais lus tsis paub xaus li los? Yog koj tsum peb thiaj yuav zoo hais rau koj mloog."},{"bible_id":"1525","chapter_code":"JOB.18","verse_code":"JOB.18.3","label":"3","content":"Yog li cas koj xav hais tias peb ruam ib yam li tej nyuj?"},{"bible_id":"1525","chapter_code":"JOB.18","verse_code":"JOB.18.4","label":"4","content":"Qhov uas koj chim hajyam ua rau koj mob heev xwb. Koj txojkev chim puas yuav ua rau lub ntiajteb no hloov ua suabpuam? Vajtswv puas yuav muab tej hauv roob tshem kom koj zoo siab?"},{"bible_id":"1525","chapter_code":"JOB.18","verse_code":"JOB.18.5","label":"5","content":"“Tus neeg siab phem lub teeb twb tuag thiab nws lub cubtawg yuav tsis cig lawm."},{"bible_id":"1525","chapter_code":"JOB.18","verse_code":"JOB.18.6","label":"6","content":"Lub teeb uas nyob hauv nws lub tsevntaub yuav tsaus mus."},{"bible_id":"1525","chapter_code":"JOB.18","verse_code":"JOB.18.7","label":"7","content":"Thaum ub nws tshais ruam khov kho, tiamsis nimno nws ntog lawm; qhov uas nws ntog twb yog vim nws ua ywj nws lub siab."},{"bible_id":"1525","chapter_code":"JOB.18","verse_code":"JOB.18.8","label":"8","content":"Nws taug kev mus rau ntawm luag lub vojhlua, thiab lub vojhlua yuav soo nws kotaw,"},{"bible_id":"1525","chapter_code":"JOB.18","verse_code":"JOB.18.9","label":"9","content":"rab cuamkoob yuav tais nws lujtaws ruaj nrees cia."},{"bible_id":"1525","chapter_code":"JOB.18","verse_code":"JOB.18.10","label":"10","content":"Luag faus vojhlua rau hauv av thiab cuab hmuv tos nws kev."},{"bible_id":"1525","chapter_code":"JOB.18","verse_code":"JOB.18.11","label":"11","content":"“Muaj kev txhawj ntshai nyob ibncig nws, thiab caum nws mus txhua kauj ruam."},{"bible_id":"1525","chapter_code":"JOB.18","verse_code":"JOB.18.12","label":"12","content":"Nws ibtxwm npluanuj, tiamsis nimno nws tshaib nqhis; kev puastsuaj sawv ntawm nws ib sab tos nws."},{"bible_id":"1525","chapter_code":"JOB.18","verse_code":"JOB.18.13","label":"13","content":"Muaj mob ua pawg viag thoob plaws nws lub cev, ua rau nws ob txhais npab thiab ob txhais ceg qawj tob zuj zus."},{"bible_id":"1525","chapter_code":"JOB.18","verse_code":"JOB.18.14","label":"14","content":"Nws raug muab rho ntawm hauv lub tsevntaub uas nws nyob kaj siab lug, thiab muab cab mus cuag tus Vajntxwv uas yog txojkev Tuag."},{"bible_id":"1525","chapter_code":"JOB.18","verse_code":"JOB.18.15","label":"15","content":"Hluavtaws leejfaj yuav kub txhua yam hauv nws lub tsevntaub kom tas dulug, tsis tshuav ib yam dabtsi nyob hauv li lawm!"},{"bible_id":"1525","chapter_code":"JOB.18","verse_code":"JOB.18.16","label":"16","content":"Nws tej cag yuav qhuav thiab tej nplooj yuav ntsws."},{"bible_id":"1525","chapter_code":"JOB.18","verse_code":"JOB.18.17","label":"17","content":"Nws lub koob lub npe yuav ploj hauv ntiajteb no mus; thiab yuav tsis muaj leejtwg nco nws li lawm."},{"bible_id":"1525","chapter_code":"JOB.18","verse_code":"JOB.18.18","label":"18","content":"Luag yuav muab nws tshem tawm ntawm cov uas tseem muaj sia nyob lub tebchaws mus, thiab muab nws ntiab tawm ntawm qhov kaj mus rau hauv qhov uas tsaus ntuj nti."},{"bible_id":"1525","chapter_code":"JOB.18","verse_code":"JOB.18.19","label":"19","content":"Nws tsis muaj xeebntxwv seem ua neej nyob li lawm."},{"bible_id":"1525","chapter_code":"JOB.18","verse_code":"JOB.18.20","label":"20","content":"Tej neeg uas nyob sab hnubtuaj thiab sab hnubpoob, hnov txog tej kev puastsuaj uas los raug nws, lawv ntshai ua ibce tshee hnyo."},{"bible_id":"1525","chapter_code":"JOB.18","verse_code":"JOB.18.21","label":"21","content":"Cov neeg uas ua phem ua qias yuav tau tej no, thiab cov neeg uas tsis quavntsej Vajtswv los yuav tau tej no ib yam nkaus.”"},{"bible_id":"1525","chapter_code":"JOB.19","verse_code":"JOB.19.1+JOB.19.2","label":"1-2","content":"Yauj teb hais tias, “Ua li cas nej pheej hais lus twm kuv?"},{"bible_id":"1525","chapter_code":"JOB.19","verse_code":"JOB.19.3","label":"3","content":"Nej niaj hnub hais lus saib tsis taus kuv, nej pheej cem kuv, nej tsis txajmuag li."},{"bible_id":"1525","chapter_code":"JOB.19","verse_code":"JOB.19.4","label":"4","content":"Txawm yog kuv tau ua txhaum tiag los tej kev txhaum ntawd tsuas raug kuv xwb."},{"bible_id":"1525","chapter_code":"JOB.19","verse_code":"JOB.19.5","label":"5","content":"Nej xav hais tias nej yog neeg zoo dua kuv, thiab nej suav hais tias qhov uas kuv raug kev txomnyem yog kuv ua txhaum."},{"bible_id":"1525","chapter_code":"JOB.19","verse_code":"JOB.19.6","label":"6","content":"Nej tsis paub hais tias Vajtswv yog tus ua tej no los? Vajtswv cuab hlua kom mag kuv."},{"bible_id":"1525","chapter_code":"JOB.19","verse_code":"JOB.19.7","label":"7","content":"Kuv cam qhov uas nws quab yuam kuv, tiamsis tsis muaj leejtwg mloog kuv hais; tsis muaj leejtwg hnov kuv lub suab quaj thov kev ncaj ncees."},{"bible_id":"1525","chapter_code":"JOB.19","verse_code":"JOB.19.8","label":"8","content":"Vajtswv tav kuv txoj haukev, kuv thiaj mus tsis dhau; nws ua rau kuv txoj haukev tsaus ntuj nti."},{"bible_id":"1525","chapter_code":"JOB.19","verse_code":"JOB.19.9","label":"9","content":"Nws sau kuv tej nyiaj tej kub lawm tas thiab txo kuv lub koob lub npe."},{"bible_id":"1525","chapter_code":"JOB.19","verse_code":"JOB.19.10","label":"10","content":"Nws puav kuv ntaus txhua ces kaum. Nws rho kuv txojkev cia siab ib yam li dob nroj kom kuv qhuav thiab tuag mus."},{"bible_id":"1525","chapter_code":"JOB.19","verse_code":"JOB.19.11","label":"11","content":"Vajtswv chim thiab ua nruj ua tsiv tawmtsam kuv; nws ua rau kuv ib yam li kuv yog nws tus yeebncuab."},{"bible_id":"1525","chapter_code":"JOB.19","verse_code":"JOB.19.12","label":"12","content":"Nws tso nws tej tubrog tuaj tawmtsam kuv; lawv khawb qhov thiab tsuam yeej ibncig kuv lub tsevntaub."},{"bible_id":"1525","chapter_code":"JOB.19","verse_code":"JOB.19.13","label":"13","content":"“Vajtswv ua rau kuv tej kwvtij tso kuv tseg; cov neeg uas ibtxwm swm kuv tsis paub kuv lawm."},{"bible_id":"1525","chapter_code":"JOB.19","verse_code":"JOB.19.14","label":"14","content":"Kuv tej kwvtij kwvnpawg khiav tas tso kuv tseg."},{"bible_id":"1525","chapter_code":"JOB.19","verse_code":"JOB.19.15","label":"15","content":"Tej neeg uas ibtxwm tuaj ua qhua hauv kuv tsev tsis xam muaj kuv lawm; txawm yog kuv tej txhais qhev los saib kuv zoo li tus qhua thiab yog neeg txawv tebchaws lawm xwb."},{"bible_id":"1525","chapter_code":"JOB.19","verse_code":"JOB.19.16","label":"16","content":"Thaum kuv hu kuv tus tubtxib, nws tsis teb kuv, txawm yog kuv thov nws los nws tsis pab."},{"bible_id":"1525","chapter_code":"JOB.19","verse_code":"JOB.19.17","label":"17","content":"Kuv tus pojniam hnia tsis tau kuv tus ntxhiab, thiab kuv tej kwvtij tsis muaj ib tug txav los ze kuv."},{"bible_id":"1525","chapter_code":"JOB.19","verse_code":"JOB.19.18","label":"18","content":"Thaum tej menyuam yaus pom kuv, lawv saib tsis taus kuv thiab luag kuv."},{"bible_id":"1525","chapter_code":"JOB.19","verse_code":"JOB.19.19","label":"19","content":"Kuv tej phoojywg uas zoo los lawv qias kuv; cov neeg uas ibtxwm hlub kuv tig rov tawmtsam kuv."},{"bible_id":"1525","chapter_code":"JOB.19","verse_code":"JOB.19.20","label":"20","content":"Kuv yuag heev tshuav tawv qhwv txha lawm xwb; kuv twb yuav luag tsis ciaj los ua neej nyob."},{"bible_id":"1525","chapter_code":"JOB.19","verse_code":"JOB.19.21","label":"21","content":"Nej yog kuv cov phoojywg, nej cia li hlub kuv! Vim Vajtswv tsa nws txhais tes ntaus kuv ntog lawm."},{"bible_id":"1525","chapter_code":"JOB.19","verse_code":"JOB.19.22","label":"22","content":"Ua li cas nej thiaj tsimtxom kuv ib yam li Vajtswv ua rau kuv? Nej tseem tsimtxom kuv tsis tau txaus los?"},{"bible_id":"1525","chapter_code":"JOB.19","verse_code":"JOB.19.23","label":"23","content":"“Kuv xav kom muaj ib tug nco kuv tej lus thiab muab sau tseg rau hauv ntawv!"},{"bible_id":"1525","chapter_code":"JOB.19","verse_code":"JOB.19.24","label":"24","content":"Lossis muab kuv tej lus txaug rau ntawm tej pobzeb kom nyob mus ibtxhis."},{"bible_id":"1525","chapter_code":"JOB.19","verse_code":"JOB.19.25","label":"25","content":"“Tiamsis kuv paub hais tias muaj ib tug nyob saum ntuj ceebtsheej, thaum kawg nws yuav los pab kuv daws kuv zaj."},{"bible_id":"1525","chapter_code":"JOB.19","verse_code":"JOB.19.26","label":"26","content":"Txawm yog tej kab mob noj kuv cev nqaij daim tawv tas lawm los tiam neej no kuv tseem yuav pom Vajtswv."},{"bible_id":"1525","chapter_code":"JOB.19","verse_code":"JOB.19.27","label":"27","content":"Kuv lub qhovmuag yuav pom ntsoov nws, nws yuav tsis zoo li tus neeg uas kuv tsis paub. “Kuv qaug zog rau qhov nej hais tias,"},{"bible_id":"1525","chapter_code":"JOB.19","verse_code":"JOB.19.28","label":"28","content":"‘Peb yuav tsimtxom nws li cas?’ Nej nrhiav tswvyim ntau yam tawmtsam kuv."},{"bible_id":"1525","chapter_code":"JOB.19","verse_code":"JOB.19.29","label":"29","content":"Tiamsis nimno nej cia li ntshai hniav ntaj hniav riam, Vajtswv txojkev chim yog rab ntaj uas yuav los hlais tus neeg uas ua txhaum, kom nej paub hais tias muaj ib tug yuav txiav txim.”"},{"bible_id":"1525","chapter_code":"JOB.20","verse_code":"JOB.20.1+JOB.20.2","label":"1-2","content":"Xaufas uas yog neeg Namas teb hais tias: “Yauj, koj ua rau kuv npautaws heev, kuv tos tsis taus yuav rawm teb koj."},{"bible_id":"1525","chapter_code":"JOB.20","verse_code":"JOB.20.3","label":"3","content":"Tej uas koj hais ntawd yog lus txob thuam saib tsis taus kuv, tiamsis kuv paub hais tias kuv yuav teb koj li cas."},{"bible_id":"1525","chapter_code":"JOB.20","verse_code":"JOB.20.4","label":"4","content":"“Koj yeej paub hais tias tiam thaum ub zoo li cas, txij thaum muaj neeg nyob hauv lub ntiajteb no"},{"bible_id":"1525","chapter_code":"JOB.20","verse_code":"JOB.20.5","label":"5","content":"yeej tsis muaj ib tug neeg siab phem yuav ua neej nyob ntev li."},{"bible_id":"1525","chapter_code":"JOB.20","verse_code":"JOB.20.6","label":"6","content":"Txawm yog nws txojkev khavtheeb yuav siab mus nto ntuj, thiab nws lub taubhau yuav siab mus txog saum cov huab"},{"bible_id":"1525","chapter_code":"JOB.20","verse_code":"JOB.20.7","label":"7","content":"los nws yuav raug tshuab ya mus ib yam li tej hmoov av. Cov neeg uas ibtxwm paub nws yuav xav tsis thoob hais tias xyov nws mus dua qhov twg lawm."},{"bible_id":"1525","chapter_code":"JOB.20","verse_code":"JOB.20.8","label":"8","content":"Nws yuav yaj ntshis mus ib yam li zaj npau suav lossis zaj yogtoog uas ploj mus tsis pom ntxiv li lawm."},{"bible_id":"1525","chapter_code":"JOB.20","verse_code":"JOB.20.9","label":"9","content":"Nws yuav ploj ntais ntawm qhov chaw uas nws ibtxwm nyob;"},{"bible_id":"1525","chapter_code":"JOB.20","verse_code":"JOB.20.10","label":"10","content":"nws tej tub yuav xa tej uas nws nyiag ntawm cov neeg pluag los rov qab."},{"bible_id":"1525","chapter_code":"JOB.20","verse_code":"JOB.20.11","label":"11","content":"Nws lub cev tseem hluas, tiamsis tsis ntev yuav mus ua av."},{"bible_id":"1525","chapter_code":"JOB.20","verse_code":"JOB.20.12+JOB.20.13","label":"12-13","content":"“Kev phem kev qias qab heev, nws thiaj muab ibtxhia npuav rau hauv nws qhovncauj kom nws zoo siab."},{"bible_id":"1525","chapter_code":"JOB.20","verse_code":"JOB.20.14","label":"14","content":"Tiamsis tej zaub mov hauv nws plab iab heev, iab ib yam li tej tshuaj muaj taug."},{"bible_id":"1525","chapter_code":"JOB.20","verse_code":"JOB.20.15","label":"15","content":"Tus neeg siab phem yuav ntuav tej kev npluanuj uas nws nyiag luag tug los tawm; Vajtswv yuav muab tej uas nws ntuav tawm los xa rov qab huv tibsi."},{"bible_id":"1525","chapter_code":"JOB.20","verse_code":"JOB.20.16","label":"16","content":"Tej uas cov neeg siab phem nqos, zoo ib yam li tej tshuaj muaj taug; tej ntawd yuav tom nws tuag ib yam li tus nab muaj taug tom."},{"bible_id":"1525","chapter_code":"JOB.20","verse_code":"JOB.20.17","label":"17","content":"Nws yuav tsis tau pom tus dej cag uas muaj kua mis thiab zib ntab lossis muaj roj txiv ntoo."},{"bible_id":"1525","chapter_code":"JOB.20","verse_code":"JOB.20.18","label":"18","content":"Nws yuav tso txhua yam uas nws khwv tau los tseg; nws yuav tsis muaj kev zoo siab rau tej pajlaum uas nws tau,"},{"bible_id":"1525","chapter_code":"JOB.20","verse_code":"JOB.20.19","label":"19","content":"rau qhov nws tsimtxom thiab tsis quavntsej cov neeg txomnyem; thiab txhav luag tej tsev uas ua tau lawm yuav."},{"bible_id":"1525","chapter_code":"JOB.20","verse_code":"JOB.20.20","label":"20","content":"Nws txojkev ua neeg siab hlob tsis paub txaus li."},{"bible_id":"1525","chapter_code":"JOB.20","verse_code":"JOB.20.21","label":"21","content":"Thaum nws noj, nws tsis tseg ib yam dabtsi seem li, tiamsis nimno nws txojkev npluanuj twb xaus lawm."},{"bible_id":"1525","chapter_code":"JOB.20","verse_code":"JOB.20.22","label":"22","content":"Thaum nws muaj txaus lawm, kev piamsij yuav los raug nws."},{"bible_id":"1525","chapter_code":"JOB.20","verse_code":"JOB.20.23","label":"23","content":"Cia nws noj kom txaus raws li nws lub siab! Vajtswv txojkev chim uas nruj tsiv yuav rau txim rau nws."},{"bible_id":"1525","chapter_code":"JOB.20","verse_code":"JOB.20.24","label":"24","content":"Txawm yog nws khiav dim rab ntaj hlau los xibxub tooj yuav chob nws."},{"bible_id":"1525","chapter_code":"JOB.20","verse_code":"JOB.20.25","label":"25","content":"Xibxub yuav chob nws lub cev tshab plaws; lub hauxub uas ntse yuav ua rau nws ntshav nrog, thiab kev txhawj ntshai yuav los raug nws ua rau nws lub siab tshee hnyo."},{"bible_id":"1525","chapter_code":"JOB.20","verse_code":"JOB.20.26","label":"26","content":"Txhua yam uas nws khaws tseg raug puastsuaj tas; cov nplaim taws uas tsis yog neeg txhais tes hlawv yuav kub nws thiab nws tsevneeg huv tibsi."},{"bible_id":"1525","chapter_code":"JOB.20","verse_code":"JOB.20.27","label":"27","content":"Lub ntuj qhia tus neeg no tej kev txhaum, thiab lub ntiajteb ua timkhawv tawmtsam nws."},{"bible_id":"1525","chapter_code":"JOB.20","verse_code":"JOB.20.28","label":"28","content":"Vajtswv txojkev chim yuav phwj tuaj ua rau tus neeg ntawd txojkev npluanuj puastsuaj tas."},{"bible_id":"1525","chapter_code":"JOB.20","verse_code":"JOB.20.29","label":"29","content":"“Tej no yog tej uas cov neeg siab phem tau, thiab yog tej uas Vajtswv npaj tseg rau lawv.”"},{"bible_id":"1525","chapter_code":"JOB.21","verse_code":"JOB.21.1+JOB.21.2","label":"1-2","content":"Yauj teb hais tias: “Nej cia li mloog kuv tej lus; yog nej mloog kuv hais thiaj li nplig tau kuv siab."},{"bible_id":"1525","chapter_code":"JOB.21","verse_code":"JOB.21.3","label":"3","content":"Cia sijhawm rau kuv hais kuv tej lus, thaum kuv hais tas lawm, nej xav txob thuam li cas los tau."},{"bible_id":"1525","chapter_code":"JOB.21","verse_code":"JOB.21.4","label":"4","content":"“Kuv tsis yog nrog neeg sib cav; yog li ntawd, kuv thiaj ua tsis taus siab ntev."},{"bible_id":"1525","chapter_code":"JOB.21","verse_code":"JOB.21.5","label":"5","content":"Nej cia li ntsia kuv. Nej yuav xav tsis thoob thiab tsis paub hais li cas."},{"bible_id":"1525","chapter_code":"JOB.21","verse_code":"JOB.21.6","label":"6","content":"Thaum kuv xav txog tej xwmtxheej uas los raug kuv, kuv ibce tuag tas, kuv ntshai thiab tshee kawg li."},{"bible_id":"1525","chapter_code":"JOB.21","verse_code":"JOB.21.7","label":"7","content":"“Ua li cas Vajtswv cia cov neeg siab phem muaj sia nyob, pub lawv vammeej thiab ua neej nyob laus nkoos?"},{"bible_id":"1525","chapter_code":"JOB.21","verse_code":"JOB.21.8","label":"8","content":"Lawv muaj tubki, muaj xeebntxwv, thiab tseem pom lawv tej tubki loj hlob."},{"bible_id":"1525","chapter_code":"JOB.21","verse_code":"JOB.21.9","label":"9","content":"Vajtswv tsis tso kev puastsuaj los raug lawv tej vajtse; lawv lub neej tsis tau raug kev txhawj ntshai ib zaug li."},{"bible_id":"1525","chapter_code":"JOB.21","verse_code":"JOB.21.10","label":"10","content":"Lawv tej nyuj muaj menyuam zoo thiab tsis muaj ib tug tshob li."},{"bible_id":"1525","chapter_code":"JOB.21","verse_code":"JOB.21.11","label":"11","content":"Lawv tej menyuam dhia ua si ib yam li tej menyuam yaj"},{"bible_id":"1525","chapter_code":"JOB.21","verse_code":"JOB.21.12","label":"12","content":"thiab seevcev nrog tej suab raj suab xyu."},{"bible_id":"1525","chapter_code":"JOB.21","verse_code":"JOB.21.13","label":"13","content":"Thaum lawv ua neej nyob, lawv nyob kaj siab lug, thiab thaum lawv tuag, lawv tsis tuag txomnyem ntsuav."},{"bible_id":"1525","chapter_code":"JOB.21","verse_code":"JOB.21.14","label":"14","content":"“Cov neeg siab phem kom Vajtswv tsis txhob thab lawv; lawv tsis nyiam ua lawv lub neej raws li Vajtswv lub siab nyiam."},{"bible_id":"1525","chapter_code":"JOB.21","verse_code":"JOB.21.15","label":"15","content":"Lawv xav hais tias txawm yuav pehawm Vajtswv lossis thov Vajtswv los yeej tsis muaj qabhau dabtsi."},{"bible_id":"1525","chapter_code":"JOB.21","verse_code":"JOB.21.16","label":"16","content":"Lawv khav hais tias qhov uas lawv ua tau yog lawv lub zog, tiamsis kuv tsis yuav tej lus uas lawv hais ntawd."},{"bible_id":"1525","chapter_code":"JOB.21","verse_code":"JOB.21.17","label":"17","content":"“Tus neeg siab phem lub teeb puas txawj tuag? Cov neeg ntawd puas muaj ib tug tsis raug kev puastsuaj li? Vajtswv puas tau chim thiab rau txim rau cov neeg siab phem,"},{"bible_id":"1525","chapter_code":"JOB.21","verse_code":"JOB.21.18","label":"18","content":"thiab muab lawv tshuab ya ib yam li cua ntsawj tej quavnyab, lossis ib yam li cua daj cua dub ntsawj tej hmoov av ya?"},{"bible_id":"1525","chapter_code":"JOB.21","verse_code":"JOB.21.19","label":"19","content":"“Nej xav hais tias Vajtswv rau txim rau tej menyuam vim leej txiv tej kev txhaum. Tsis yog li ntawd! Vajtswv tsuas rau txim rau cov uas ua txhaum xwb; qhov uas Vajtswv ua li ntawd yog nws qhia hais tias vim lawv tej kev txhaum."},{"bible_id":"1525","chapter_code":"JOB.21","verse_code":"JOB.21.20","label":"20","content":"Cia cov neeg txhaum ris lawv lub txim vim lawv tej kev txhaum; cia lawv haus Vajtswv tus uas muaj hwjchim loj kawg nkaus txojkev chim."},{"bible_id":"1525","chapter_code":"JOB.21","verse_code":"JOB.21.21","label":"21","content":"Thaum ib tug neeg twg tuag lawm, nws puas txhawj txog nws tej menyuam saib puas nrog luag ua neej zoo?"},{"bible_id":"1525","chapter_code":"JOB.21","verse_code":"JOB.21.22","label":"22","content":"Neeg puas muaj peevxwm qhia Vajtswv; leejtwg yog tus uas txiav txim rau cov uas nyob siab tshaj plaws?"},{"bible_id":"1525","chapter_code":"JOB.21","verse_code":"JOB.21.23+JOB.21.24","label":"23-24","content":"“Muaj ibtxhia neeg noj qab nyob zoo mus txog hnub uas lawv tas simneej; thaum lawv lub cev tseem muaj zog khov kho, lawv tuag kaj siab lug thiab tsis mob txomnyem ntsuav."},{"bible_id":"1525","chapter_code":"JOB.21","verse_code":"JOB.21.25","label":"25","content":"Muaj ibtxhia neeg tsis muaj kev tau zoo hlo li; lawv ua neej lwj siab thiab tuag txomnyem ntsuav."},{"bible_id":"1525","chapter_code":"JOB.21","verse_code":"JOB.21.26","label":"26","content":"Tiamsis txhua tus puavleej tuag, luag yuav muab faus, thiab kas yuav noj lawv txhua tus ib yam nkaus."},{"bible_id":"1525","chapter_code":"JOB.21","verse_code":"JOB.21.27","label":"27","content":"“Kuv paub tej uas nej xav, thiab lub tswvyim uas nej xav ua phem rau kuv."},{"bible_id":"1525","chapter_code":"JOB.21","verse_code":"JOB.21.28","label":"28","content":"Nej nug hais tias, ‘Nimno tus nomtswv loj uas yog neeg ua phem ua qias lub tsev nyob qhov twg lawm?’"},{"bible_id":"1525","chapter_code":"JOB.21","verse_code":"JOB.21.29","label":"29","content":"“Nej puas tau nrog cov neeg uas mus tsham tebchaws tham? Nej puas paub tej uas lawv coj rov los piav rau sawvdaws?"},{"bible_id":"1525","chapter_code":"JOB.21","verse_code":"JOB.21.30","label":"30","content":"Hnub uas Vajtswv chim thiab rau txim, tsuas yog cov neeg siab phem thiaj seem xwb."},{"bible_id":"1525","chapter_code":"JOB.21","verse_code":"JOB.21.31","label":"31","content":"Tsis muaj leejtwg yuav nkaug tus neeg siab phem, lossis ua pauj rau nws tej uas nws tau ua los lawm."},{"bible_id":"1525","chapter_code":"JOB.21","verse_code":"JOB.21.32","label":"32","content":"Thaum luag kwv nws mus rau tom qhov ntxa, muaj neeg zov nws lub ntxa,"},{"bible_id":"1525","chapter_code":"JOB.21","verse_code":"JOB.21.33","label":"33","content":"muaj neeg qas txhiab qas vam leej tuaj hlub tshua nws; thiab tej av los npog nws lub cev zoo kawg li."},{"bible_id":"1525","chapter_code":"JOB.21","verse_code":"JOB.21.34","label":"34","content":"“Tej lus uas nej tuaj nplig kuv tsis muaj qabhau li! Tej lus uas nej teb kuv yog lus dag xwb!”"},{"bible_id":"1525","chapter_code":"JOB.22","verse_code":"JOB.22.1+JOB.22.2","label":"1-2","content":"Elifas uas yog neeg Temas teb hais tias: “Neeg muaj nqis dabtsi rau Vajtswv? Txawm yog tej neeg txawj ntse los puas muaj qabhau rau Vajtswv?"},{"bible_id":"1525","chapter_code":"JOB.22","verse_code":"JOB.22.3","label":"3","content":"Qhov uas koj ua neeg ncaj puas haum Vajtswv siab, lossis yog koj ua neeg zoo puas pab tau Vajtswv?"},{"bible_id":"1525","chapter_code":"JOB.22","verse_code":"JOB.22.4","label":"4","content":"Tsis yog vim koj hwm Vajtswv, Vajtswv thiaj nplawm thiab rau txim rau koj los?"},{"bible_id":"1525","chapter_code":"JOB.22","verse_code":"JOB.22.5","label":"5","content":"Tsis yog li ntawd, twb yog vim koj ua kev txhaum thiab ua kev phem kev qias ntau heev."},{"bible_id":"1525","chapter_code":"JOB.22","verse_code":"JOB.22.6","label":"6","content":"Koj yuam kom koj tus kwvtij them tej nqi uas nws tshuav koj rov qab, koj cia li mus sau nws tej tsoos tsho los thiab cia nws nyob liabqab."},{"bible_id":"1525","chapter_code":"JOB.22","verse_code":"JOB.22.7","label":"7","content":"Koj tsis pub dej rau cov uas nqhis dej haus, thiab tsis pub mov rau cov uas tshaib plab noj."},{"bible_id":"1525","chapter_code":"JOB.22","verse_code":"JOB.22.8","label":"8","content":"Koj siv koj lub hwjchim thiab lub meejmom hom tagnrho lub tebchaws ua koj tug."},{"bible_id":"1525","chapter_code":"JOB.22","verse_code":"JOB.22.9","label":"9","content":"Tsis yog koj tsis pab cov pojntsuam xwb, tiamsis koj tseem mus huab tej menyuam ntsuag tug thiab tsimtxom lawv."},{"bible_id":"1525","chapter_code":"JOB.22","verse_code":"JOB.22.10","label":"10","content":"Yog li ntawd, luag thiaj cuab hlua puagncig koj, thiab tos nco kev txhawj ntshai tuaj voob nkaus koj,"},{"bible_id":"1525","chapter_code":"JOB.22","verse_code":"JOB.22.11","label":"11","content":"lossis tsaus ntuj nti ua rau koj tsis pom kev, thiab dej nyab tuaj npog nkaus koj."},{"bible_id":"1525","chapter_code":"JOB.22","verse_code":"JOB.22.12","label":"12","content":"“Puas yog Vajtswv nyob siab heev puag saum ntuj ceebtsheej? Txawm yog tej hnubqub nyob siab heev los Vajtswv tseem tuaj saud saib tej hnubqub ntawd."},{"bible_id":"1525","chapter_code":"JOB.22","verse_code":"JOB.22.13","label":"13","content":"Yog li cas koj nug hais tias, ‘Vajtswv tsis paub dabtsi? Muaj huab thaiv Vajtswv lawm, nws yuav ua li cas txiav txim tau rau peb?’"},{"bible_id":"1525","chapter_code":"JOB.22","verse_code":"JOB.22.14","label":"14","content":"Koj xav hais tias thaum Vajtswv mus kev saum nruab ntug, nws pom tshab tej tauv huab tuab tuab tuaj rau peb."},{"bible_id":"1525","chapter_code":"JOB.22","verse_code":"JOB.22.15","label":"15","content":"“Koj txiav txim siab taug txoj qub kev uas tej neeg siab phem ibtxwm taug lawm los?"},{"bible_id":"1525","chapter_code":"JOB.22","verse_code":"JOB.22.16","label":"16","content":"Txawm yog tsis tau txog lawv lub sijhawm los dej twb muab lawv kuav mus tas lawm."},{"bible_id":"1525","chapter_code":"JOB.22","verse_code":"JOB.22.17","label":"17","content":"Cov neeg ntawd yog cov uas tso Vajtswv tseg, thiab ntseeg hais tias Vajtswv ua tsis tau li cas rau lawv."},{"bible_id":"1525","chapter_code":"JOB.22","verse_code":"JOB.22.18","label":"18","content":"Tiamsis twb yog Vajtswv ua rau lawv vammeej ntag, kuv tsis totaub cov neeg siab phem tej kev xav li."},{"bible_id":"1525","chapter_code":"JOB.22","verse_code":"JOB.22.19","label":"19","content":"Cov neeg ua zoo thiab cov neeg ncaj ncees yuav zoo siab luag thaum lawv pom cov neeg siab phem raug txim."},{"bible_id":"1525","chapter_code":"JOB.22","verse_code":"JOB.22.20","label":"20","content":"Tej uas cov neeg siab phem tau yog kev puastsuaj xwb, thiab hluavtaws yuav kub tej uas seem kom tas dulug."},{"bible_id":"1525","chapter_code":"JOB.22","verse_code":"JOB.22.21","label":"21","content":"“Yauj, nimno koj cia li nrog Vajtswv sib raug zoo thiab tsis txhob ua rau nws ib yam li nws yog yeebncuab; yog koj ua li kuv hais, nws yuav foom koob hmoov rau koj."},{"bible_id":"1525","chapter_code":"JOB.22","verse_code":"JOB.22.22","label":"22","content":"Cia li lees yuav nws tej lus qhuab ntuas; koj cia li khaws nws tej lus rau nruab siab."},{"bible_id":"1525","chapter_code":"JOB.22","verse_code":"JOB.22.23","label":"23","content":"Qhov tseemceeb, koj yuav tsum txo hwjchim tig los cuag Vajtswv thiab tshem tej kev phem kev qias hauv koj lub tsev mus kom deb."},{"bible_id":"1525","chapter_code":"JOB.22","verse_code":"JOB.22.24","label":"24","content":"Cia li muab koj tej kub coj mus povtseg thiab muab koj tej tseem kub coj mus pov rau hauv kwjha qhuav."},{"bible_id":"1525","chapter_code":"JOB.22","verse_code":"JOB.22.25","label":"25","content":"Cia Vajtswv tus uas muaj hwjchim loj kawg nkaus hloov koj tej kub chaw, thiab cia nws yog koj tej nyiaj uas teeb tej pawg."},{"bible_id":"1525","chapter_code":"JOB.22","verse_code":"JOB.22.26","label":"26","content":"Ces koj thiaj cia siab ntsoov rau Vajtswv, thiab koj yuav paub hais tias nws yog koj txojkev zoo siab."},{"bible_id":"1525","chapter_code":"JOB.22","verse_code":"JOB.22.27","label":"27","content":"Thaum koj thov Vajtswv, nws yuav mloog koj tej lus thov, thiab koj yuav ua tau tiav raws li koj tej lus cog tseg."},{"bible_id":"1525","chapter_code":"JOB.22","verse_code":"JOB.22.28","label":"28","content":"Txhua yam uas koj ua thiaj yuav tiav thiab koj txoj haukev yuav tshav ntuj nrig."},{"bible_id":"1525","chapter_code":"JOB.22","verse_code":"JOB.22.29","label":"29","content":"Vajtswv yuav txo tus uas khavtheeb thiab pab tus uas txo hwjchim."},{"bible_id":"1525","chapter_code":"JOB.22","verse_code":"JOB.22.30","label":"30","content":"Yog koj yeej yog neeg ncaj ncees thiab ua koj tes haujlwm ncaj nws yuav cawm koj.”"},{"bible_id":"1525","chapter_code":"JOB.23","verse_code":"JOB.23.1+JOB.23.2","label":"1-2","content":"Yauj teb hais tias: “Kuv tseem yuav cam thiab yws Vajtswv; kuv nyiaj tsis taus lawm, kuv thiaj quaj thiab ntsaj ua luaj."},{"bible_id":"1525","chapter_code":"JOB.23","verse_code":"JOB.23.3","label":"3","content":"Kuv xav paub saib nws nyob qhov twg, kom kuv thiaj paub mus txog ntawm nws qhov chaw nyob."},{"bible_id":"1525","chapter_code":"JOB.23","verse_code":"JOB.23.4","label":"4","content":"Kuv yuav piav kuv zaj tabmeeg nws thiab hais txhua yam daws kuv zaj."},{"bible_id":"1525","chapter_code":"JOB.23","verse_code":"JOB.23.5","label":"5","content":"Kuv xav paub saib nws yuav hais li cas, thiab nws yuav teb kuv tej lus li cas."},{"bible_id":"1525","chapter_code":"JOB.23","verse_code":"JOB.23.6","label":"6","content":"Vajtswv yuav siv tagnrho nws lub zog tawmtsam kuv los? Tsis yog li ntawd, nws yeej yuav mloog kuv tej lus."},{"bible_id":"1525","chapter_code":"JOB.23","verse_code":"JOB.23.7","label":"7","content":"Kuv yog neeg ncaj; kuv yeej muaj cuabkav hais kuv zaj tabmeeg Vajtswv; tus uas txiav txim rau kuv nws yuav tso kuv dim  mus ibtxhis."},{"bible_id":"1525","chapter_code":"JOB.23","verse_code":"JOB.23.8","label":"8","content":"“Kuv mus nrhiav sab hnubtuaj, tiamsis Vajtswv tsis nyob ntawd; kuv mus nrhiav rau sab hnubpoob, tiamsis tsis pom nws."},{"bible_id":"1525","chapter_code":"JOB.23","verse_code":"JOB.23.9","label":"9","content":"Vajtswv yeej ua haujlwm rau sab qaumteb thiab sab qabteb, tiamsis kuv nrhiav tsis pom nws li."},{"bible_id":"1525","chapter_code":"JOB.23","verse_code":"JOB.23.10","label":"10","content":"Vajtswv yeej paub txhua kauj ruam uas kuv mus; yog nws sim kuv, nws yuav pom hais tias kuv tsis muaj txhaum."},{"bible_id":"1525","chapter_code":"JOB.23","verse_code":"JOB.23.11","label":"11","content":"Kuv taug ncaj nraim txojkev uas nws xaiv rau kuv, kuv tsis ncaim mus sab twg li."},{"bible_id":"1525","chapter_code":"JOB.23","verse_code":"JOB.23.12","label":"12","content":"Kuv ibtxwm ua raws li Vajtswv tej lus samhwm; kuv ua raws li nws siab nyiam, kuv tsis ua raws li kuv lub siab xav."},{"bible_id":"1525","chapter_code":"JOB.23","verse_code":"JOB.23.13","label":"13","content":"Vajtswv yeej tsis hloov siab li. Tsis muaj leejtwg yuav tawmtsam tau nws, lossis txwv tau nws kom tsis txhob ua tej uas nws yuav ua."},{"bible_id":"1525","chapter_code":"JOB.23","verse_code":"JOB.23.14","label":"14","content":"Tej uas nws npaj rau kuv lawm, nws yuav ua kom tiav; qhov no tsuas yog ib yam ntawm tej uas nws npaj xwb."},{"bible_id":"1525","chapter_code":"JOB.23","verse_code":"JOB.23.15","label":"15","content":"Kuv ntshai ua ibce tshee hnyo tabmeeg nws."},{"bible_id":"1525","chapter_code":"JOB.23","verse_code":"JOB.23.16+JOB.23.17","label":"16-17","content":"Vajtswv tus uas muaj hwjchim loj kawg nkaus ua rau kuv lub zog ntaug tas. Txawm yog qhov tsaus ntuj ua rau kuv tsis pom kev los tsis yog qhov tsaus ntuj ua rau kuv ntshai, tiamsis yog Vajtswv ua."},{"bible_id":"1525","chapter_code":"JOB.24","verse_code":"JOB.24.1","label":"1","content":"“Vim li cas Vajtswv tsis teem ib lub sijhawm tseg txiav txim, thiab ua li cas cov uas ua nws tes haujlwm tsis pom hnub uas txiav txim ncaj ncees li?"},{"bible_id":"1525","chapter_code":"JOB.24","verse_code":"JOB.24.2","label":"2","content":"Tej neeg uas nam luag ciamteb kom tau av dav; lawv mus nyiag luag tej yaj los ua lawv tug."},{"bible_id":"1525","chapter_code":"JOB.24","verse_code":"JOB.24.3","label":"3","content":"Lawv mus txhav cov menyuam ntsuag tej neesluav, thiab cab cov pojntsuam tej nyuj los yuam nqi mus txog thaum uas lawv them nqi tas."},{"bible_id":"1525","chapter_code":"JOB.24","verse_code":"JOB.24.4","label":"4","content":"Lawv yuam cov neeg txomnyem txoj cai thiab ntiab cov neeg pluag khiav tawm mus."},{"bible_id":"1525","chapter_code":"JOB.24","verse_code":"JOB.24.5","label":"5","content":"“Yog li ntawd, cov neeg txomnyem thiaj mus nrhiav noj tom tiaj suabpuam ib yam li tej neesluav qus; tsis muaj ib thaj chaw twg uas lawv yuav mus nrhiav zaub mov los rau lawv tej menyuam noj li."},{"bible_id":"1525","chapter_code":"JOB.24","verse_code":"JOB.24.6","label":"6","content":"Lawv yuav tau mus sau qoobloo tom tej teb uas tsis yog lawv li, thiab yuav tau mus de txiv hmab hauv cov neeg siab phem tej vaj."},{"bible_id":"1525","chapter_code":"JOB.24","verse_code":"JOB.24.7","label":"7","content":"Hmo ntuj lawv pw liabqab tsis muaj ris tsho hnav, thiab tsis muaj ib yam dabtsi rau lawv vov tiv no li."},{"bible_id":"1525","chapter_code":"JOB.24","verse_code":"JOB.24.8","label":"8","content":"Tej kob tuamtsam nag uas los lawv roob ua rau lawv ntub tas, thiab lawv mus nraim ntawm tej qab pobzeb xwb."},{"bible_id":"1525","chapter_code":"JOB.24","verse_code":"JOB.24.9","label":"9","content":"“Cov neeg siab phem yuam tej menyuam uas tsis muaj niam tsis muaj txiv ua lawv qhev, thiab lawv mus coj cov neeg pluag tej menyuam los yuam tej nqi uas cov neeg pluag them tsis taus."},{"bible_id":"1525","chapter_code":"JOB.24","verse_code":"JOB.24.10","label":"10","content":"Tiamsis cov neeg pluag yuav tau tawm liabqab mus tiv thaiv lawv tej menyuam; thiab lawv yuav tau yoo tshaib mus sau qoob."},{"bible_id":"1525","chapter_code":"JOB.24","verse_code":"JOB.24.11","label":"11","content":"Lawv yuav tau yoo nqhis mus tsuam txiv ntoo roj los ua roj thiab mus tsuam txiv hmab los ua cawv."},{"bible_id":"1525","chapter_code":"JOB.24","verse_code":"JOB.24.12","label":"12","content":"Tej neeg uas raug mob thiab yuav tuag quaj ntsoog qees hauv tej nroog, tiamsis Vajtswv tsis quavntsej lawv tej lus thov li."},{"bible_id":"1525","chapter_code":"JOB.24","verse_code":"JOB.24.13","label":"13","content":"“Muaj ib cov neeg tsis kam txais yuav txojkev kaj; lawv tsis totaub thiab tsis paub mus raws li txojkev kaj coj lawv."},{"bible_id":"1525","chapter_code":"JOB.24","verse_code":"JOB.24.14","label":"14","content":"Thaum sawv ntxov cov neeg tua neeg sawv mus tua cov neeg pluag thiab txomnyem, thiab thaum tsaus ntuj lawv mus ua tubsab."},{"bible_id":"1525","chapter_code":"JOB.24","verse_code":"JOB.24.15","label":"15","content":"Tus neeg uas ua kev nkauj kev nraug tos tsis taus tsaus ntuj; nws muab ntaub npog nws lub ntsejmuag kom tsis muaj leejtwg paub nws."},{"bible_id":"1525","chapter_code":"JOB.24","verse_code":"JOB.24.16","label":"16","content":"Hmo ntuj tubsab tsoo los hauv tsev, tiamsis nruab hnub tubsab khiav nkaum kom luag tsis pom."},{"bible_id":"1525","chapter_code":"JOB.24","verse_code":"JOB.24.17","label":"17","content":"Nruab hnub lawv ntshai qhov kaj, tiamsis hmo ntuj lawv tsis ntshai dabtsi li.”"},{"bible_id":"1525","chapter_code":"JOB.24","verse_code":"JOB.24.18","label":"18","content":"“Tus neeg siab phem yuav raug dej kuav mus, thiab nws tej liaj tej teb yuav raug Vajtswv foom tsis zoo; nws yuav tsis tau mus tu nws tej vaj txiv hmab lawm."},{"bible_id":"1525","chapter_code":"JOB.24","verse_code":"JOB.24.19","label":"19","content":"Tshav ntuj ziab tej daus yaj thiab qhuav li cas, ces tubtuag teb yuav coj tus neeg txhaum mus li ntawd ntag."},{"bible_id":"1525","chapter_code":"JOB.24","verse_code":"JOB.24.20","label":"20","content":"Txawm yog nws niam los twb tsis nco txog nws li lawm; kas yuav noj nws lub cev thiab nws cev nqaij yuav puastsuaj ib yam li tus cav ntoo lwj."},{"bible_id":"1525","chapter_code":"JOB.24","verse_code":"JOB.24.21","label":"21","content":"Tej ntawd los raug nws rau qhov nws tsis ua zoo rau tej pojntsuam thiab tsis ua siab dawb siab zoo rau cov pojniam uas tsis muaj menyuam."},{"bible_id":"1525","chapter_code":"JOB.24","verse_code":"JOB.24.22","label":"22","content":"Vajtswv lub hwjchim yuav rhuav tshem tus neeg uas muaj zog; tus neeg siab phem ua neej nyob tsis muaj kev cia siab."},{"bible_id":"1525","chapter_code":"JOB.24","verse_code":"JOB.24.23","label":"23","content":"Vajtswv cia nws nyob tso siab lug, tiamsis Vajtswv saib ntsoov nws txhua lub sijhawm."},{"bible_id":"1525","chapter_code":"JOB.24","verse_code":"JOB.24.24","label":"24","content":"Cov neeg siab phem tsuas vammeej ib ntu xwb, tiamsis tom qab ntawd nws yuav ntsws thiab qhuav ib yam li tej nroj tsuag, nws zoo li tej kav nplej uas luag muab txiav lawm."},{"bible_id":"1525","chapter_code":"JOB.24","verse_code":"JOB.24.25","label":"25","content":"Puas muaj leejtwg ua timkhawv hais tias tsis muaj li ntawd? Puas muaj leejtwg ua timkhawv hais tias kuv tej lus tsis tseeb?”"},{"bible_id":"1525","chapter_code":"JOB.25","verse_code":"JOB.25.1+JOB.25.2","label":"1-2","content":"Npiledas uas yog neeg Sus teb hais tias: “Vajtswv yog tus uas muaj hwjchim, peb txhua tus yuav tsum hwm nws; nws tswj nws lub ntuj ceebtsheej nyob thajyeeb lug."},{"bible_id":"1525","chapter_code":"JOB.25","verse_code":"JOB.25.3","label":"3","content":"Puas muaj leejtwg suav txheeb cov timtswv uas ua haujlwm rau Vajtswv? Puas muaj ib qhov chaw twg uas Vajtswv qhov kaj ci mus tsis txog li?"},{"bible_id":"1525","chapter_code":"JOB.25","verse_code":"JOB.25.4","label":"4","content":"Puas muaj ib tug neeg twg ncaj ncees lossis dawbhuv tabmeeg Vajtswv?"},{"bible_id":"1525","chapter_code":"JOB.25","verse_code":"JOB.25.5","label":"5","content":"Vajtswv saib mas txawm yog lub hli los tsis ci thiab tej hnubqub los tsis huv."},{"bible_id":"1525","chapter_code":"JOB.25","verse_code":"JOB.25.6","label":"6","content":"Neeg yog dabtsi, yog kas thiab yog kab xwb los? Vajtswv saib neeg tseemceeb li cas?”"},{"bible_id":"1525","chapter_code":"JOB.26","verse_code":"JOB.26.1+JOB.26.2","label":"1-2","content":"Yauj teb hais tias: “Ua li cas koj yuav sib zog pab kuv uas yog tus neeg txomnyem ua luaj! Ua li cas koj pab tus neeg uas tsis muaj zog!"},{"bible_id":"1525","chapter_code":"JOB.26","verse_code":"JOB.26.3","label":"3","content":"Koj pab tuav tswvyim zoo kawg, thiab qhia koj tej kev txawj ntse rau tus neeg ruam li kuv no!"},{"bible_id":"1525","chapter_code":"JOB.26","verse_code":"JOB.26.4","label":"4","content":"Koj xav hais tias leejtwg thiaj yuav mloog koj tej lus? Leejtwg tshoov koj siab kom hais tej lus no?”"},{"bible_id":"1525","chapter_code":"JOB.26","verse_code":"JOB.26.5","label":"5","content":"“Cov neeg tuag tej ntsujplig tshee laim dais hauv cov dej uas nyob hauv nruab tivtxwv."},{"bible_id":"1525","chapter_code":"JOB.26","verse_code":"JOB.26.6","label":"6","content":"Tubtuag teb qhib lug tabmeeg Vajtswv; tsis muaj dabtsi thaiv tau tsis pub Vajtswv pom li."},{"bible_id":"1525","chapter_code":"JOB.26","verse_code":"JOB.26.7","label":"7","content":"Vajtswv nthuav lub ntuj mus rau sab qaumteb thiab muab lub ntiajteb tso rau ntawm qhov chaw uas tsis muaj dabtsi."},{"bible_id":"1525","chapter_code":"JOB.26","verse_code":"JOB.26.8","label":"8","content":"Vajtswv ua kom muaj dej nyob hauv cov huab, thiab tsis pub kom cov dej ntawd xau hauv cov huab los."},{"bible_id":"1525","chapter_code":"JOB.26","verse_code":"JOB.26.9","label":"9","content":"Vajtswv cia tej tauv huab los roos thaum lub hli nra."},{"bible_id":"1525","chapter_code":"JOB.26","verse_code":"JOB.26.10","label":"10","content":"Nws kom ciam rau saum nplaim hiavtxwv, ua ciam cais qhov kaj tawm ntawm qhov tsaus."},{"bible_id":"1525","chapter_code":"JOB.26","verse_code":"JOB.26.11","label":"11","content":"Thaum Vajtswv diaj tej ncej uas txheem lub ntuj, lub ntuj ua zog kais txaus ntshai kawg."},{"bible_id":"1525","chapter_code":"JOB.26","verse_code":"JOB.26.12","label":"12","content":"Vajtswv lub hwjchim tswj hiavtxwv nyob tus yees; thiab nws txojkev txawj ntse rhuav tau Lahaj  uas yog tus zaj."},{"bible_id":"1525","chapter_code":"JOB.26","verse_code":"JOB.26.13","label":"13","content":"Vajtswv ua pa lub ntuj thiaj kaj nrig, thiab nws txhais tes tua tau tus zaj  uas khiav dim lawm."},{"bible_id":"1525","chapter_code":"JOB.26","verse_code":"JOB.26.14","label":"14","content":"Tiamsis tej ntawd tsuas yog Vajtswv lub hwjchim thiab yog tej uas peb hnov zoo li lub suab ntxhi xwb. Puas muaj leejtwg paub hais tias Vajtswv muaj hwjchim npaum li cas?”"},{"bible_id":"1525","chapter_code":"JOB.27","verse_code":"JOB.27.1+JOB.27.2","label":"1-2","content":"Yauj hais ntxiv tias: “Kuv twv ntxhias ntawm Vajtswv tus muaj hwjchim loj thiab muaj sia nyob uas tsis pom kuv txojkev ncaj ncees thiab ua rau kuv lub neej txomnyem ntsuav hais tias,"},{"bible_id":"1525","chapter_code":"JOB.27","verse_code":"JOB.27.3","label":"3","content":"yog thaum twg Vajtswv tseem pub kuv muaj txojsia nyob,"},{"bible_id":"1525","chapter_code":"JOB.27","verse_code":"JOB.27.4","label":"4","content":"kuv lub qhovncauj yuav tsis hais ib lo lus phem thiab kuv tus nplaig yuav tsis hais ib lo lus dag li."},{"bible_id":"1525","chapter_code":"JOB.27","verse_code":"JOB.27.5","label":"5","content":"Kuv yuav tsis lees hais tias nej hais yog; kuv yuav cam hais tias kuv tsis muaj txhaum mus txog hnub kuv tuag."},{"bible_id":"1525","chapter_code":"JOB.27","verse_code":"JOB.27.6","label":"6","content":"Kuv yuav tuav rawv txojkev ncaj ncees tsis tso tseg li; kuv lub siab yeej paub meej li ntawd."},{"bible_id":"1525","chapter_code":"JOB.27","verse_code":"JOB.27.7","label":"7","content":"“Thov kom txhua tus uas tsis tuaj kuv tog thiab tawmtsam kuv raug txiav txim ib yam li tus neeg siab phem thiab siab tsis ncaj."},{"bible_id":"1525","chapter_code":"JOB.27","verse_code":"JOB.27.8","label":"8","content":"Cov neeg uas tsis hwm Vajtswv puas muaj kev cia siab thaum Vajtswv txiav txim rau lawv?"},{"bible_id":"1525","chapter_code":"JOB.27","verse_code":"JOB.27.9","label":"9","content":"Thaum lawv muaj kev nyuaj siab Vajtswv puas yuav hnov lawv tej lus thov?"},{"bible_id":"1525","chapter_code":"JOB.27","verse_code":"JOB.27.10","label":"10","content":"Tsimnyog lawv txaus siab rau Vajtswv thiab thov Vajtswv txhua lub sijhawm."},{"bible_id":"1525","chapter_code":"JOB.27","verse_code":"JOB.27.11","label":"11","content":"“Cia kuv qhia Vajtswv lub hwjchim thiab piav Vajtswv tus muaj hwjchim loj kawg nkaus tes haujlwm rau nej paub."},{"bible_id":"1525","chapter_code":"JOB.27","verse_code":"JOB.27.12","label":"12","content":"Tiamsis tsis tas kuv yuav qhia nej, rau qhov nej twb pom lawm; yog li cas nej pheej hais tej lus uas tsis muaj qabhau?”"},{"bible_id":"1525","chapter_code":"JOB.27","verse_code":"JOB.27.13","label":"13","content":"“Tej no yog Vajtswv tus uas muaj hwjchim loj kawg nkaus, rau txim rau cov neeg siab phem thiab ua nruj ua tsiv."},{"bible_id":"1525","chapter_code":"JOB.27","verse_code":"JOB.27.14","label":"14","content":"Txawm yog lawv tej tubki coob los yuav raug hniav ntaj hniav riam tuag tas rau hauv tshavrog; lawv tej menyuam yuav tsis muaj noj tsis muaj haus txaus."},{"bible_id":"1525","chapter_code":"JOB.27","verse_code":"JOB.27.15","label":"15","content":"Cov uas seem yuav raug kab mob kev nkeeg tuag tas, thiab lawv cov pojntsuam yuav tsis quaj nyiav lawv tej neeg tuag."},{"bible_id":"1525","chapter_code":"JOB.27","verse_code":"JOB.27.16","label":"16","content":"Cov neeg siab phem muaj nyiaj ntau suav tsis txheeb, thiab muaj tsoo tsho ntau hnav tsis tas;"},{"bible_id":"1525","chapter_code":"JOB.27","verse_code":"JOB.27.17","label":"17","content":"tiamsis qee leej neeg siab zoo yuav tau tej tsoo tsho ntawd hnav, thiab qee leej neeg ncaj ncees yuav tau tej nyiaj ntawd siv."},{"bible_id":"1525","chapter_code":"JOB.27","verse_code":"JOB.27.18","label":"18","content":"Cov neeg siab phem ua tsev zoo li kab laugsab tej zes, lossis zoo ib yam li tus tubqhe lub tsev uas nws nyob zov teb."},{"bible_id":"1525","chapter_code":"JOB.27","verse_code":"JOB.27.19","label":"19","content":"Thaum lawv pw,  lawv tej nyiaj txiag nyob txhij, tiamsis thaum lawv sawv los, lawv tej nyiaj txiag ploj tas lawm."},{"bible_id":"1525","chapter_code":"JOB.27","verse_code":"JOB.27.20","label":"20","content":"Kev txhawj kev ntshai yuav los raug lawv ib yam li dej nyab; hmo ntuj cua daj cua dub yuav ntsawj lawv mus tas;"},{"bible_id":"1525","chapter_code":"JOB.27","verse_code":"JOB.27.21","label":"21","content":"cov cua sab hnubtuaj yuav ntsawj lawv tawm hauv lawv tej tsev mus;"},{"bible_id":"1525","chapter_code":"JOB.27","verse_code":"JOB.27.22","label":"22","content":"thaum lawv nrhiav kev khiav kom dim, tej cua ntawd yuav ntsawj lawv, tsis hlub lawv li,"},{"bible_id":"1525","chapter_code":"JOB.27","verse_code":"JOB.27.23","label":"23","content":"Thaum lawv khiav cua ntsawj nrov nroo ntws, lub hwjchim uas yog kev puastsuaj ua rau lawv ntshai heev.”"},{"bible_id":"1525","chapter_code":"JOB.28","verse_code":"JOB.28.1","label":"1","content":"Muaj ntau thaj chaw uas luag khawb nyiaj; thiab muaj ntau lub chaw uas luag nchuav kub."},{"bible_id":"1525","chapter_code":"JOB.28","verse_code":"JOB.28.2","label":"2","content":"Neeg khawb tau hlau hauv av los, thiab muab pobzeb hlawv kom nchuav tau tooj liab."},{"bible_id":"1525","chapter_code":"JOB.28","verse_code":"JOB.28.3","label":"3","content":"Neeg mus nrhiav nyiaj thiab kub hauv qhov tob tob uas tsaus ntuj nti. Lawv nrhiav hauv lub ntiajteb no qhov uas tob kawg nkaus, thiab lawv mus khawb tej pobzeb uas nyob hauv qhov uas tsaus ntuj nti."},{"bible_id":"1525","chapter_code":"JOB.28","verse_code":"JOB.28.4","label":"4","content":"Neeg mus nrhiav khawb nyiaj khawb kub deb ntawm tej chaw uas neeg nyob, lossis qhov chaw uas neeg tsis tau mus txog dua li. lawv ua haujlwm kho siab khuav, dauv hlua nqis mus los hauv tej qhov av."},{"bible_id":"1525","chapter_code":"JOB.28","verse_code":"JOB.28.5","label":"5","content":"Qoobloo tuaj hauv av tuaj, Tiamsis muaj hluavtaws kub nyob hauv nruab tivtxwv av."},{"bible_id":"1525","chapter_code":"JOB.28","verse_code":"JOB.28.6","label":"6","content":"Tej pobzeb uas nyob hauv av puavleej muaj tej hlaws xafiles, thiab muaj kub nyob hauv tej hmoov av."},{"bible_id":"1525","chapter_code":"JOB.28","verse_code":"JOB.28.7","label":"7","content":"Tsis muaj ib tug dav twg pom txojkev uas mus rau ntawm tej chaw khawb nyiaj, thiab tej dav npoj los tsis tau ya los hla tej chaw ntawd li."},{"bible_id":"1525","chapter_code":"JOB.28","verse_code":"JOB.28.8","label":"8","content":"Tsis muaj tsov ntxhuav lossis tsiaj nyaum taug tej kev uas ntsiag to ntawd li."},{"bible_id":"1525","chapter_code":"JOB.28","verse_code":"JOB.28.9","label":"9","content":"Neeg khawb tej pobzeb uas tawv tshaj plaws, lawv khawb tas tej roob saum ncov los ti hauv taw."},{"bible_id":"1525","chapter_code":"JOB.28","verse_code":"JOB.28.10","label":"10","content":"Thaum lawv tho tej roob tsuas tshab lawm, lawv nrhiav tau tej pobzeb uas muaj nqis."},{"bible_id":"1525","chapter_code":"JOB.28","verse_code":"JOB.28.11","label":"11","content":"Lawv khawb mus tshwm rau hauv cov dej, lawv muab tej yam uas nyob nraim nkoos rho tawm los rau ntawm qhov pom kev."},{"bible_id":"1525","chapter_code":"JOB.28","verse_code":"JOB.28.12","label":"12","content":"Tiamsis yuav nrhiav tswvyim qhov twg thiab tau? Thiab yuav kawm kev totaub qhov twg?"},{"bible_id":"1525","chapter_code":"JOB.28","verse_code":"JOB.28.13","label":"13","content":"Lub tswvyim tsis nyob ntawm tej neeg; Thiab tsis muaj leejtwg paub lub tswvyim tus nqi."},{"bible_id":"1525","chapter_code":"JOB.28","verse_code":"JOB.28.14","label":"14","content":"Qhov uas tob tshaj plaws thiab hiavtxwv hais tias lub tswvyim tsis nyob hauv no."},{"bible_id":"1525","chapter_code":"JOB.28","verse_code":"JOB.28.15","label":"15","content":"Txawm yog muab nyiaj muab kub yuav los yeej tsis tau lub tswvyim ntawd."},{"bible_id":"1525","chapter_code":"JOB.28","verse_code":"JOB.28.16","label":"16","content":"Tej tseem kub thiab tej saw nyiaj saw kub ntaus tsis tau lub tswvyim tus nqi."},{"bible_id":"1525","chapter_code":"JOB.28","verse_code":"JOB.28.17","label":"17","content":"Lub tswvyim muaj nqis tshaj kub, tej khob kub lossis khob iav pauv tsis tau lub tswvyim."},{"bible_id":"1525","chapter_code":"JOB.28","verse_code":"JOB.28.18","label":"18","content":"Lub tswvyim muaj nqis dua tej qe zeb kaulas, qe zeb iav thiab hlaws."},{"bible_id":"1525","chapter_code":"JOB.28","verse_code":"JOB.28.19","label":"19","content":"Tej tseem kub thiab tseem qe zeb khixaulais los yeej ntaus tsis tau lub tswvyim tus nqis li."},{"bible_id":"1525","chapter_code":"JOB.28","verse_code":"JOB.28.20","label":"20","content":"Lub tswvyim los qhov twg los? Thiab kev totaub nyob qhov twg?"},{"bible_id":"1525","chapter_code":"JOB.28","verse_code":"JOB.28.21","label":"21","content":"Txhua yam uas muaj sia yeej tsis pom lub tswvyim li, txawm yog tej noog uas ya saum nruab ntug los yeej tsis pom."},{"bible_id":"1525","chapter_code":"JOB.28","verse_code":"JOB.28.22","label":"22","content":"Txawm yog kev puastsuaj thiab kev tuag los tsuas hnov luag cav txog lub tswvyim xwb."},{"bible_id":"1525","chapter_code":"JOB.28","verse_code":"JOB.28.23","label":"23","content":"Vajtswv tib leeg thiaj paub txojkev uas mus nrhiav lub tswvyim, thiab paub hais tias lub tswvyim nyob qhov twg."},{"bible_id":"1525","chapter_code":"JOB.28","verse_code":"JOB.28.24","label":"24","content":"Rau qhov Vajtswv pom ti nkaus qab ntuj kawg thiab pom txhua yam uas nyob saum nruab ntug."},{"bible_id":"1525","chapter_code":"JOB.28","verse_code":"JOB.28.25","label":"25","content":"Thaum Vajtswv pub rau tej cua muaj hwjchim thiab cais kom hiavtxwv nyob muaj ciam;"},{"bible_id":"1525","chapter_code":"JOB.28","verse_code":"JOB.28.26","label":"26","content":"Thaum Vajtswv txiav txim siab tso nag los, ua huab tsaus thiab xob laim rau qhov twg;"},{"bible_id":"1525","chapter_code":"JOB.28","verse_code":"JOB.28.27","label":"27","content":"Vajtswv pom lub tswvyim, nws saib lub tswvyim yog qhov zoo, thiab nws qhuas hais tias zoo kawg nkaus."},{"bible_id":"1525","chapter_code":"JOB.28","verse_code":"JOB.28.28","label":"28","content":"Vajtswv hais rau neeg tias, “Yog nej xav txawj ntse, nej yuav tsum hwm tus TSWV. Yog nej xav totaub, nej yuav tsum tso kev phem kev qias tseg.”"},{"bible_id":"1525","chapter_code":"JOB.29","verse_code":"JOB.29.1+JOB.29.2","label":"1-2","content":"Yauj rov hais ntxiv dua hais tias: “Kheev lam kuv lub neej rov zoo li yav thaum ub uas Vajtswv tseem saib xyuas kuv."},{"bible_id":"1525","chapter_code":"JOB.29","verse_code":"JOB.29.3","label":"3","content":"Vajtswv ibtxwm nrog kuv thiab nws ua qhov kaj rau kuv thaum kuv taug txojkev tsaus ntuj."},{"bible_id":"1525","chapter_code":"JOB.29","verse_code":"JOB.29.4","label":"4","content":"Tej ntawd yog hais txog thaum kuv lub neej tseem vammeej uas kuv nrog Vajtswv sib raug zoo thiab Vajtswv tseem tsomkwm kuv lub tsev."},{"bible_id":"1525","chapter_code":"JOB.29","verse_code":"JOB.29.5","label":"5","content":"Thaum ntawd Vajtswv tus uas muaj hwjchim loj kawg nkaus, tseem nrog nraim kuv thiab kuv tej menyuam tseem nyob puagncig kuv."},{"bible_id":"1525","chapter_code":"JOB.29","verse_code":"JOB.29.6","label":"6","content":"Kuv tej nyuj tej tshis muaj kua mis ntau heev, thiab kuv tej ntoo roj los loj hlob mos nyoos ntawm tej av uas muaj pobzeb."},{"bible_id":"1525","chapter_code":"JOB.29","verse_code":"JOB.29.7","label":"7","content":"Txhua zaus uas cov txwjlaug hauv lub nroog sablaj, kuv kuj mus koom nrog lawv,"},{"bible_id":"1525","chapter_code":"JOB.29","verse_code":"JOB.29.8","label":"8","content":"thaum tej tub hluas pom kuv, lawv zam kev rau ob sab, thiab tej neeg laus sawv ntsug hwm kuv."},{"bible_id":"1525","chapter_code":"JOB.29","verse_code":"JOB.29.9","label":"9","content":"Cov thawjcoj nyob ntsiag to tsis sib tham;"},{"bible_id":"1525","chapter_code":"JOB.29","verse_code":"JOB.29.10","label":"10","content":"txawm yog tej nomtswv los tsis hais lus li."},{"bible_id":"1525","chapter_code":"JOB.29","verse_code":"JOB.29.11","label":"11","content":"“Txhua tus uas pom kuv lossis hnov kuv hais lus, lawv puavleej qhuas tej uas kuv tau ua tas los lawm."},{"bible_id":"1525","chapter_code":"JOB.29","verse_code":"JOB.29.12","label":"12","content":"Thaum tej neeg txomnyem quaj thov, kuv kuj pab lawv; kuv pab tej menyuam ntsuag uas tsis pom qab vamkhom leejtwg."},{"bible_id":"1525","chapter_code":"JOB.29","verse_code":"JOB.29.13","label":"13","content":"Tej neeg txomnyem los qhuas kuv, thiab kuv pab cov pojntsuam kom nyob tso siab lug."},{"bible_id":"1525","chapter_code":"JOB.29","verse_code":"JOB.29.14","label":"14","content":"Kuv yeej ua ncaj thiab ua siab dawb siab zoo."},{"bible_id":"1525","chapter_code":"JOB.29","verse_code":"JOB.29.15","label":"15","content":"Yav tas los kuv ua qhovmuag rau cov digmuag thiab ua kotaw rau cov sav ceg."},{"bible_id":"1525","chapter_code":"JOB.29","verse_code":"JOB.29.16","label":"16","content":"Kuv zoo ib yam li leej txiv rau cov neeg pluag thiab tuaj lwm haivneeg tog thaum lawv raug kev txomnyem."},{"bible_id":"1525","chapter_code":"JOB.29","verse_code":"JOB.29.17","label":"17","content":"Kuv rhuav cov neeg nruj tsiv lub hwjchim thiab cawm cov neeg uas raug luag tsimtxom."},{"bible_id":"1525","chapter_code":"JOB.29","verse_code":"JOB.29.18","label":"18","content":"“Kuv xav ua neej kom muaj txojsia nyob ntev thiab tuag kaj siab lug hauv kuv lub tsev."},{"bible_id":"1525","chapter_code":"JOB.29","verse_code":"JOB.29.19","label":"19","content":"Yav tas los kuv zoo li tsob ntoo uas muaj dej yug nws tej cag thiab muaj lwg ntsu saum nws tej ceg."},{"bible_id":"1525","chapter_code":"JOB.29","verse_code":"JOB.29.20","label":"20","content":"Txhua tus puavleej qhuas kuv, thiab kuv lub zog yeej tsis ntaug li."},{"bible_id":"1525","chapter_code":"JOB.29","verse_code":"JOB.29.21","label":"21","content":"Thaum kuv ntuas sawvdaws, txhua tus nyob ntsiag to thiab ua tib zoo mloog kuv tej lus;"},{"bible_id":"1525","chapter_code":"JOB.29","verse_code":"JOB.29.22","label":"22","content":"thaum kuv hais tas, tsis muaj leejtwg hais ntxiv li lawm. Kuv tej lus nkag rau hauv lawv lub siab ib yam li tej lwg dej;"},{"bible_id":"1525","chapter_code":"JOB.29","verse_code":"JOB.29.23","label":"23","content":"txhua tus txaus siab yuav kuv tej lus ib yam li tej tub qoob tub loo txaus siab rau tej nag tshiab."},{"bible_id":"1525","chapter_code":"JOB.29","verse_code":"JOB.29.24","label":"24","content":"Thaum lawv muaj kev nyuaj siab, kuv ua ntsejmuag luag ntxhi rau lawv, kuv lub ntsejmuag uas luag ntxhi txhawb lawv zog kawg li."},{"bible_id":"1525","chapter_code":"JOB.29","verse_code":"JOB.29.25","label":"25","content":"Kuv ua tus txiav txim thiab leg tagnrho lub luag haujlwm; kuv coj lawv ib yam li tus vajntxwv coj nws pab tubrog; thiab nplig lawv thaum lawv tas kev cia siab."},{"bible_id":"1525","chapter_code":"JOB.30","verse_code":"JOB.30.1","label":"1","content":"“Tiamsis nimno cov neeg uas hluas dua kuv muab kuv tso daj tso luag! Thaum lawv txiv yeej ibtxwm tsis muaj nqis rau kuv, kuv twb tsis pub lawv pab kuv cov dev zov yaj."},{"bible_id":"1525","chapter_code":"JOB.30","verse_code":"JOB.30.2","label":"2","content":"Lawv tsis muaj nqis, rau qhov lawv lub zog ntaug tas ua tsis tau haujlwm rau kuv."},{"bible_id":"1525","chapter_code":"JOB.30","verse_code":"JOB.30.3","label":"3","content":"Lawv pluag thiab tshaib nqhis heev, hmo ntuj lawv thiaj mus khaws tej cag ntoo qhuav tim tej nras mojsab qhua."},{"bible_id":"1525","chapter_code":"JOB.30","verse_code":"JOB.30.4","label":"4","content":"Lawv mus de tej nroj tom tiaj suabpuam, thiab dawj tej cag ntoo uas tsis qab los noj!"},{"bible_id":"1525","chapter_code":"JOB.30","verse_code":"JOB.30.5","label":"5","content":"Tej neeg qw ua tsuj ua tsaug raws lawv tawm ib yam li luag qw tubsab."},{"bible_id":"1525","chapter_code":"JOB.30","verse_code":"JOB.30.6","label":"6","content":"Lawv mus nyob hauv tej qhov tsua thiab qhov av uas luag khawb rau ntawm tej kis zeb."},{"bible_id":"1525","chapter_code":"JOB.30","verse_code":"JOB.30.7","label":"7","content":"Lawv quaj ib yam li tej tsiaj qus quaj tim tej havzoov tuaj, thiab mus khooj rau hauv tej koog ntoo."},{"bible_id":"1525","chapter_code":"JOB.30","verse_code":"JOB.30.8","label":"8","content":"Lawv yog ib pab neeg uas tsis muaj koob tsis muaj npe thiab tsis muaj nqis dabtsi! Lawv raug luag ntiab tawm hauv lub tebchaws mus."},{"bible_id":"1525","chapter_code":"JOB.30","verse_code":"JOB.30.9","label":"9","content":"“Tiamsis nimno lawv tuaj luag kuv plig; thiab muab kuv tso daj tso luag."},{"bible_id":"1525","chapter_code":"JOB.30","verse_code":"JOB.30.10","label":"10","content":"Lawv ua phem ua qias rau kuv; lawv xav hais tias lawv zoo dua kuv, kuv tsis phim lawv, thiab lawv tseem tuaj nti qaubncaug rau kuv ntsejmuag."},{"bible_id":"1525","chapter_code":"JOB.30","verse_code":"JOB.30.11","label":"11","content":"Rau qhov Vajtswv ua rau kuv qaug zog thiab tas kev cia siab, lawv thiaj ua nruj ua tsiv tawmtsam kuv."},{"bible_id":"1525","chapter_code":"JOB.30","verse_code":"JOB.30.12","label":"12","content":"Cov neeg siab phem too hau lis tuaj tawmtsam kuv, lawv raws kuv tawm thiab npaj rawv tua kuv povtseg."},{"bible_id":"1525","chapter_code":"JOB.30","verse_code":"JOB.30.13","label":"13","content":"Lawv xav ua kom kuv puastsuaj, lawv thiaj tav kuv txoj haukev tsis pub kom kuv khiav dim; thiab tsis muaj leejtwg cheem  tau lawv li."},{"bible_id":"1525","chapter_code":"JOB.30","verse_code":"JOB.30.14","label":"14","content":"Lawv sau nthwv nkag qhov lajkab tuaj tawmtsam kuv, thiab lawv ntog tsheej pawg tsuam kuv;"},{"bible_id":"1525","chapter_code":"JOB.30","verse_code":"JOB.30.15","label":"15","content":"Tej kev txhawj ntshai npog kuv tas, kuv lub koob meej ploj mus ib yam li nthwv cua, thiab kuv txojkev vammeej ploj tas ib yam li tauv huab."},{"bible_id":"1525","chapter_code":"JOB.30","verse_code":"JOB.30.16","label":"16","content":"“Nimno kuv twb yuav tuag; tsis muaj ib yam dabtsi pab tau kom kuv dim kev txomnyem li."},{"bible_id":"1525","chapter_code":"JOB.30","verse_code":"JOB.30.17","label":"17","content":"Thaum tsaus ntuj kuv tej pobtxha mob lwj ntsuav; tus mob noj rawv kuv tsis tso tseg li."},{"bible_id":"1525","chapter_code":"JOB.30","verse_code":"JOB.30.18","label":"18","content":"Vajtswv tsawv nkaus kuv cajdab tshos thiab muab ntswj kiag ua ib caj."},{"bible_id":"1525","chapter_code":"JOB.30","verse_code":"JOB.30.19","label":"19","content":"Nws muab kuv pov rau hauv pas av; kuv twb zoo tsis cuag tej plua tshauv."},{"bible_id":"1525","chapter_code":"JOB.30","verse_code":"JOB.30.20","label":"20","content":"“Vajtswv, kuv hu koj tiamsis koj tsis teb kuv li; thiab thaum kuv thov koj, koj yeej tsis quavntsej kuv."},{"bible_id":"1525","chapter_code":"JOB.30","verse_code":"JOB.30.21","label":"21","content":"Koj ua nruj ua tsiv rau kuv; koj siv koj lub hwjchim tsimtxom kuv."},{"bible_id":"1525","chapter_code":"JOB.30","verse_code":"JOB.30.22","label":"22","content":"Koj tso cua los muab kuv ntsawj ya mus tas; koj muab kuv pov rau hauv nthwv cua daj cua dub uas ntswj pesyos."},{"bible_id":"1525","chapter_code":"JOB.30","verse_code":"JOB.30.23","label":"23","content":"Kuv paub hais tias koj muab kuv pov rau hauv txojkev tuag, thiab rau hauv lub tsev uas koj npaj rau txhua tus uas muaj sia mus nyob."},{"bible_id":"1525","chapter_code":"JOB.30","verse_code":"JOB.30.24","label":"24","content":"“Vim li cas koj tawmtsam tus neeg uas puastsuaj, yog tus neeg uas ua tsis tau dabtsi, tiamsis thov kom koj hlub xwb?"},{"bible_id":"1525","chapter_code":"JOB.30","verse_code":"JOB.30.25","label":"25","content":"Puas yog kuv twb nrog tej neeg nyuaj siab quaj, thiab nrog cov neeg txomnyem nyuaj siab?"},{"bible_id":"1525","chapter_code":"JOB.30","verse_code":"JOB.30.26","label":"26","content":"Kuv xav tau lub neej zoo thiab kaj siab lug; tiamsis kuv ua neej nyuaj siab thiab tsaus ntuj nti xwb."},{"bible_id":"1525","chapter_code":"JOB.30","verse_code":"JOB.30.27","label":"27","content":"Kev nyuaj siab thiab ntxhov siab ua rau kuv lwj siab ntsuav; kuv ua neej txomnyem ntsuav ib hnub dhau ib hnub."},{"bible_id":"1525","chapter_code":"JOB.30","verse_code":"JOB.30.28","label":"28","content":"Kuv ua neej tsaus ntuj nti tsis muaj hnub tshav ntuj li, kuv mus sawv ntawm tej chaw sablaj thov luag pab kuv."},{"bible_id":"1525","chapter_code":"JOB.30","verse_code":"JOB.30.29","label":"29","content":"Kuv tu siab thiab quaj ib yam li tej hma thiab tej noog ntxhuav quaj."},{"bible_id":"1525","chapter_code":"JOB.30","verse_code":"JOB.30.30","label":"30","content":"Kuv daim tawv dub, thiab kuv ua npaws kub heev."},{"bible_id":"1525","chapter_code":"JOB.30","verse_code":"JOB.30.31","label":"31","content":"Qhov chaw uas kuv ibtxwm hnov tej suab nkauj nogncas lomzem xyivfab, nimno kuv tsuas hnov suab quaj thiab suab nyiav lawm xwb."},{"bible_id":"1525","chapter_code":"JOB.31","verse_code":"JOB.31.1","label":"1","content":"“Kuv twv taus rau lub ntuj hais tias, kuv tsis tau ntsia ib tug hluas nkauj twg rau zaj phem li."},{"bible_id":"1525","chapter_code":"JOB.31","verse_code":"JOB.31.2","label":"2","content":"“Vajtswv tus uas muaj hwjchim loj kawg nkaus ua dabtsi rau peb, thiab muab dabtsi pauj tej haujlwm uas peb tibneeg ua?"},{"bible_id":"1525","chapter_code":"JOB.31","verse_code":"JOB.31.3","label":"3","content":"Vajtswv tso sub tawg sub ntsha thiab kev puastsuaj rau cov uas ua txhaum."},{"bible_id":"1525","chapter_code":"JOB.31","verse_code":"JOB.31.4","label":"4","content":"Vajtswv paub txhua yam uas kuv ua; nws saib ntsoov kuv rho txhua kauj ruam mus kev."},{"bible_id":"1525","chapter_code":"JOB.31","verse_code":"JOB.31.5","label":"5","content":"“Kuv twv taus rau lub ntuj hais tias kuv tsis tau ua phem thiab tsis tau dag ntxias leejtwg li."},{"bible_id":"1525","chapter_code":"JOB.31","verse_code":"JOB.31.6","label":"6","content":"Cia Vajtswv muab rab teev uas haum txiaj los luj kuv, nws thiaj pom hais tias kuv yog neeg zoo npaum li cas."},{"bible_id":"1525","chapter_code":"JOB.31","verse_code":"JOB.31.7","label":"7","content":"Yog hais tias kuv tsis taug txojkev ncaj lossis cia txojkev phem coj kuv mus ua txhaum, yog kuv txhais tes tsis ncaj tsis huv vim muaj txhim,"},{"bible_id":"1525","chapter_code":"JOB.31","verse_code":"JOB.31.8","label":"8","content":"ces cia kom kuv tej qoobloo puastsuaj mus, lossis thov kom lwm tus tau noj tej qoobloo uas kuv cog."},{"bible_id":"1525","chapter_code":"JOB.31","verse_code":"JOB.31.9","label":"9","content":"“Yog hais tias kuv ntshaw luag pojniam, lossis mus nkaum xauj nws qhov tsev,"},{"bible_id":"1525","chapter_code":"JOB.31","verse_code":"JOB.31.10","label":"10","content":"ces cia kom kuv tus pojniam mus ua zaub mov rau luag noj thiab luag nrog nws pw."},{"bible_id":"1525","chapter_code":"JOB.31","verse_code":"JOB.31.11","label":"11","content":"Cov uas ua kev phem kev qias li ntawd, tsimnyog raug txim tuag."},{"bible_id":"1525","chapter_code":"JOB.31","verse_code":"JOB.31.12","label":"12","content":"Qhov ntawd yuav zoo ib yam cov hluavtaws leejfaj uas kub txhua tsav yam uas nws muaj tas dulug."},{"bible_id":"1525","chapter_code":"JOB.31","verse_code":"JOB.31.13","label":"13","content":"“Thaum kuv cov tubtxib ib tug yws kuv, kuv mloog nws hais thiab ua zoo rau nws."},{"bible_id":"1525","chapter_code":"JOB.31","verse_code":"JOB.31.14","label":"14","content":"Yog kuv tsis ua li ntawd, kuv yuav ua li cas fim taus Vajtswv? Thaum uas Vajtswv los txiav txim rau kuv, kuv yuav hais li cas rau nws?"},{"bible_id":"1525","chapter_code":"JOB.31","verse_code":"JOB.31.15","label":"15","content":"Tus Vajtswv uas tsim kuv thiab tsim kuv cov tubtxib yog tib tug."},{"bible_id":"1525","chapter_code":"JOB.31","verse_code":"JOB.31.16","label":"16","content":"“Kuv yeej ibtxwm pab cov neeg pluag, tsis muaj ib zaug uas kuv tsis kam pab li, kuv yeej ibtxwm pab cov pojntsuam thiab tsis tau ua rau lawv tu siab,"},{"bible_id":"1525","chapter_code":"JOB.31","verse_code":"JOB.31.17","label":"17","content":"lossis cia tej menyuam ntsuag tshaib nqhis thaum kuv muaj noj muaj haus."},{"bible_id":"1525","chapter_code":"JOB.31","verse_code":"JOB.31.18","label":"18","content":"Kuv yeej ibtxwm pab luag los laus li no."},{"bible_id":"1525","chapter_code":"JOB.31","verse_code":"JOB.31.19","label":"19","content":"“Thaum kuv pom ib tug twg txomnyem uas tsis taus ris tsho hnav,"},{"bible_id":"1525","chapter_code":"JOB.31","verse_code":"JOB.31.20","label":"20","content":"kuv muab tej ris tsho uas kuv muab tej plaub yaj ntos rau tus ntawd hnav. Ces nws thiaj ua kuv tsaug thiab nco kuv txiaj ntsig."},{"bible_id":"1525","chapter_code":"JOB.31","verse_code":"JOB.31.21","label":"21","content":"Yog kuv tau txhav ib tug menyuam ntsuag twg tug yuav, vim kuv paub hais tias kuv yuav yeej nws hauv tsev tu plaub,"},{"bible_id":"1525","chapter_code":"JOB.31","verse_code":"JOB.31.22","label":"22","content":"ces cia kom kuv ob txhais npab lov; cia kom kuv ob txhais npab pluam ntawm kuv xubpwg mus."},{"bible_id":"1525","chapter_code":"JOB.31","verse_code":"JOB.31.23","label":"23","content":"Rau qhov kuv ntshai Vajtswv rau txim rau kuv, kuv thiaj tsis ua txhaum li ntawd."},{"bible_id":"1525","chapter_code":"JOB.31","verse_code":"JOB.31.24","label":"24","content":"“Kuv yeej ibtxwm tsis cia siab rau tej nyiaj txiag"},{"bible_id":"1525","chapter_code":"JOB.31","verse_code":"JOB.31.25","label":"25","content":"lossis tso siab rau kev npluanuj."},{"bible_id":"1525","chapter_code":"JOB.31","verse_code":"JOB.31.26","label":"26","content":"Kuv yeej tsis tau pe lub hnub uas ci ntsa iab lossis pe lub hli thaum tabtom nra."},{"bible_id":"1525","chapter_code":"JOB.31","verse_code":"JOB.31.27","label":"27","content":"Kuv tsis tau nwj kuv txhais tes hawm tej ntawd kom ua rau kuv yuam kev ib zaug li."},{"bible_id":"1525","chapter_code":"JOB.31","verse_code":"JOB.31.28","label":"28","content":"Tus uas ua txhaum li ntawd tsimnyog raug txim tuag, rau qhov nws saib tsis taus Vajtswv tus uas muaj hwjchim loj kawg nkaus."},{"bible_id":"1525","chapter_code":"JOB.31","verse_code":"JOB.31.29","label":"29","content":"“Thaum kuv cov yeebncuab raug kev txomnyem kuv tsis hnyos lawv, lossis zoo siab thaum lawv raug kev puastsuaj;"},{"bible_id":"1525","chapter_code":"JOB.31","verse_code":"JOB.31.30","label":"30","content":"kuv tsis tau ua txhaum uas yog thov Vajtswv kom kuv cov yeebncuab tuag."},{"bible_id":"1525","chapter_code":"JOB.31","verse_code":"JOB.31.31","label":"31","content":"Txhua tus tub zog uas ua haujlwm rau kuv hais tias kuv yeej ibtxwm nyiam tiam qhua."},{"bible_id":"1525","chapter_code":"JOB.31","verse_code":"JOB.31.32","label":"32","content":"Kuv zoo siab hlo caw tej neeg taug kev los so hauv kuv tsev, thiab tsis cia lawv pw ntawm tej kev."},{"bible_id":"1525","chapter_code":"JOB.31","verse_code":"JOB.31.33","label":"33","content":"“Luag lwm tus pheej npog luag tej kev txhaum, tiamsis kuv yeej tsis npog kuv tej kev txhaum li."},{"bible_id":"1525","chapter_code":"JOB.31","verse_code":"JOB.31.34","label":"34","content":"Kuv yeej ibtxwm tsis ntshai tej uas luag hais kuv; kuv ibtxwm tsis nyob ntsiag to lossis nkaum nkoos hauv tsev, vim ntshai nyob tsam luag txob thuam kuv."},{"bible_id":"1525","chapter_code":"JOB.31","verse_code":"JOB.31.35","label":"35","content":"“Tsis muaj leejtwg yuav mloog kuv tej lus li los? Kuv twv taus rau lub ntuj hais tias txhua lo lus uas kuv hais yog lus tseeb. Cia Vajtswv tus muaj hwjchim loj kawg nkaus teb kuv. “Kheev lam kuv pom tej uas yeebncuab kom kuv ntawd sau rau hauv nruab ntaw,"},{"bible_id":"1525","chapter_code":"JOB.31","verse_code":"JOB.31.36","label":"36","content":"kuv yuav muab dai rau ntawm xubpwg, thiab muab ntoo rau saum taubhau ib yam li ntoo kausmom yeebkoob;"},{"bible_id":"1525","chapter_code":"JOB.31","verse_code":"JOB.31.37","label":"37","content":"kuv yuav piav txhua yam uas kuv ua qhia rau Vajtswv mloog, thiab kuv yuav muaj plhus ntxiag thaum kuv mus cuag nws."},{"bible_id":"1525","chapter_code":"JOB.31","verse_code":"JOB.31.38","label":"38","content":"“Yog kuv tau txeeb daim teb uas kuv ua no ntawm lwm tus los,"},{"bible_id":"1525","chapter_code":"JOB.31","verse_code":"JOB.31.39","label":"39","content":"lossis yog kuv tau mus txhav luag tej qoobloo loj noj, thiab cia tus tswv qoob tshaib plab;"},{"bible_id":"1525","chapter_code":"JOB.31","verse_code":"JOB.31.40","label":"40","content":"ces cia tej pos thiab nroj tuaj hloov kuv tej qoobloo chaw.” Yauj cov lus xaus li no."},{"bible_id":"1525","chapter_code":"JOB.32","verse_code":"JOB.32.1","label":"1","content":"Rau qhov Yauj hais tias nws tsis muaj txim txhaum dabtsi, peb tug txivneej ntawd thiaj tseg tsis teb Yauj lawm."},{"bible_id":"1525","chapter_code":"JOB.32","verse_code":"JOB.32.2","label":"2","content":"Tiamsis muaj ib tug txivneej npe hu ua Elihus chim heev, nws tswj tsis tau nws txojkev chim rau qhov Yauj hais tias Yauj ua ncaj, tiamsis Vajtswv ua tsis ncaj. (Elihus yog Npalakees tus tub uas yog Npuxes tus xeebntxwv thiab yog xeem Las)."},{"bible_id":"1525","chapter_code":"JOB.32","verse_code":"JOB.32.3","label":"3","content":"Elihus chim heev rau Yauj peb tug phoojywg. Vim lawv tsis muaj lus teb Yauj li, qhov ntawd suav hais tias Vajtswv yog tus ua tsis ncaj."},{"bible_id":"1525","chapter_code":"JOB.32","verse_code":"JOB.32.4","label":"4","content":"Vim Elihus hluas dua lawv, nws thiaj tos kom lawv hais tas tso."},{"bible_id":"1525","chapter_code":"JOB.32","verse_code":"JOB.32.5","label":"5","content":"Thaum Elihus pom hais tias lawv peb leeg ntawd, teb tsis tau Yauj tej lus li, mas nws chim heev."},{"bible_id":"1525","chapter_code":"JOB.32","verse_code":"JOB.32.6","label":"6","content":"Npalakees tus tub Elihus uas yog Npuxes tus xeebntxwv thiaj cuab hais nws zaj tuaj; nws teb hais tias: “Kuv yog tus hluas thiab nej yog cov laus lawm, yog li ntawd, kuv thiaj ntshai qhia tej uas kuv xav rau nej mloog."},{"bible_id":"1525","chapter_code":"JOB.32","verse_code":"JOB.32.7","label":"7","content":"Kuv xav hais tias, ‘Tsimnyog cia nej hais, nej cov laus tsimnyog sib pab tawm tswvyim."},{"bible_id":"1525","chapter_code":"JOB.32","verse_code":"JOB.32.8","label":"8","content":"Tiamsis yog Vajtswv tus uas muaj hwjchim loj kawg nkaus tus ntsujplig los kav neeg lub siab thiab pub tswvyim rau neeg xwb."},{"bible_id":"1525","chapter_code":"JOB.32","verse_code":"JOB.32.9","label":"9","content":"Tsis yog hais tias leejtwg laus ces txawm yuav muaj kev txawj ntse, lossis kev laus yuav ua kom lawv paub qhov yog thiab qhov tsis yog."},{"bible_id":"1525","chapter_code":"JOB.32","verse_code":"JOB.32.10","label":"10","content":"Yog li ntawd, kuv xav kom nej mloog kuv hais; cia kuv hais tej uas kuv xav rau nej mloog.’"},{"bible_id":"1525","chapter_code":"JOB.32","verse_code":"JOB.32.11","label":"11","content":"“Kuv ua siab ntev mloog nej hais ntev loo los lawm, thiab tos nej nthuav nej tej kev txawj ntse los hais tso."},{"bible_id":"1525","chapter_code":"JOB.32","verse_code":"JOB.32.12","label":"12","content":"Kuv ua tib zoo mloog lawm, nej tsis muaj lus hais; nej tsis muaj ib tug teb tau Yauj tej lus li."},{"bible_id":"1525","chapter_code":"JOB.32","verse_code":"JOB.32.13","label":"13","content":"Nej yuav ua li cas hais tau tias nej muaj tswvyim, Vajtswv yuav teb rau Yauj tej uas nej teb tsis tau."},{"bible_id":"1525","chapter_code":"JOB.32","verse_code":"JOB.32.14","label":"14","content":"Yauj hais rau nej xwb, tsis yog hais rau kuv, tiamsis kuv yuav tsis teb li nej."},{"bible_id":"1525","chapter_code":"JOB.32","verse_code":"JOB.32.15","label":"15","content":"“Yauj, lawv swb lus lawm, lawv tsis muaj lus teb koj li."},{"bible_id":"1525","chapter_code":"JOB.32","verse_code":"JOB.32.16","label":"16","content":"Thaum lawv tsis muaj lus hais, txawm yuav cia kuv nyob twjywm thiab los? Lawv sawv ntawd los tsis muaj lus hais li."},{"bible_id":"1525","chapter_code":"JOB.32","verse_code":"JOB.32.17","label":"17","content":"Tsis tau, nimno kuv yuav tsum teb thiab hais tej uas kuv xav rau koj mloog."},{"bible_id":"1525","chapter_code":"JOB.32","verse_code":"JOB.32.18","label":"18","content":"Kuv yuav rawm hais kuv tej lus; kuv ua tsis taus siab ntev lawm."},{"bible_id":"1525","chapter_code":"JOB.32","verse_code":"JOB.32.19","label":"19","content":"Yog tsis muaj sijhawm rau kuv hais lus, kuv tej lus yuav phwj ib yam li cov cawv txiv hmab tshiab uas phwj tawm hauv lub hnab tuaj."},{"bible_id":"1525","chapter_code":"JOB.32","verse_code":"JOB.32.20","label":"20","content":"Kuv yuav tsum hais kuv lub siab thiaj nqig."},{"bible_id":"1525","chapter_code":"JOB.32","verse_code":"JOB.32.21","label":"21","content":"Qhov uas kuv cav no tsis yog kuv yuav xav tuaj leejtwg tog lossis tsis yog kuv qhuas ib tug twg."},{"bible_id":"1525","chapter_code":"JOB.32","verse_code":"JOB.32.22","label":"22","content":"Kuv tsis lam ua txuj qhuas ib tug twg, yog kuv ua li ntawd Vajtswv yuav rau txim rau kuv.”"},{"bible_id":"1525","chapter_code":"JOB.33","verse_code":"JOB.33.1","label":"1","content":"Yauj, koj ua tib zoo mloog tej lus uas kuv yuav hais rau koj."},{"bible_id":"1525","chapter_code":"JOB.33","verse_code":"JOB.33.2","label":"2","content":"Kuv yuav hais tej uas kuv twb xav tseg lawm rau koj mloog."},{"bible_id":"1525","chapter_code":"JOB.33","verse_code":"JOB.33.3","label":"3","content":"Tej lus uas kuv hais yog los ntawm lub siab pheejxeeb, thiab kuv hais tej lus tseeb xwb."},{"bible_id":"1525","chapter_code":"JOB.33","verse_code":"JOB.33.4","label":"4","content":"Vajtswv tus ntsujplig tsim kuv thiab pub txojsia rau kuv."},{"bible_id":"1525","chapter_code":"JOB.33","verse_code":"JOB.33.5","label":"5","content":"Yog koj teb tau, cia li teb kuv tej lus thiab npaj nrog kuv sib cav."},{"bible_id":"1525","chapter_code":"JOB.33","verse_code":"JOB.33.6","label":"6","content":"Koj thiab kuv zoo ib yam nkaus tabmeeg Vajtswv, wb ob leeg puavleej yog muab av puab."},{"bible_id":"1525","chapter_code":"JOB.33","verse_code":"JOB.33.7","label":"7","content":"Yog li ntawd, tsis tas koj yuav ntshai kuv; kuv yuav tsis hais hnyav rau koj."},{"bible_id":"1525","chapter_code":"JOB.33","verse_code":"JOB.33.8","label":"8","content":"Tej no yog tej lus uas kuv hnov koj hais:"},{"bible_id":"1525","chapter_code":"JOB.33","verse_code":"JOB.33.9","label":"9","content":"“Kuv tsis muaj txim; kuv tsis tau ua txhaum dabtsi. Kuv ncaj ncees thiab tsis muaj txim."},{"bible_id":"1525","chapter_code":"JOB.33","verse_code":"JOB.33.10","label":"10","content":"Tiamsis yog Vajtswv nrhiav lus tawmtsam kuv, thiab ua rau kuv ib yam li ua rau tus yeebncuab."},{"bible_id":"1525","chapter_code":"JOB.33","verse_code":"JOB.33.11","label":"11","content":"Vajtswv muab saw hlau khi kuv kotaw; nws saib ntsoov kuv tshais txhua kauj ruam.”"},{"bible_id":"1525","chapter_code":"JOB.33","verse_code":"JOB.33.12","label":"12","content":"Yauj, cia kuv qhia koj, koj yeej ua tsis yog lawm. Vajtswv muaj hwjchim loj dua neeg."},{"bible_id":"1525","chapter_code":"JOB.33","verse_code":"JOB.33.13","label":"13","content":"Ua li cas koj liam hais tias Vajtswv tsis teb koj tej lus yws?"},{"bible_id":"1525","chapter_code":"JOB.33","verse_code":"JOB.33.14","label":"14","content":"Txawm yog Vajtswv hais tas hais thiab los tsis muaj leejtwg quavntsej nws tej lus li."},{"bible_id":"1525","chapter_code":"JOB.33","verse_code":"JOB.33.15","label":"15","content":"Thaum tsaus ntuj uas neeg pw tsaug zog, Vajtswv hais rau neeg hauv nruab npau suav thiab ua rau neeg ua yogtoog pom."},{"bible_id":"1525","chapter_code":"JOB.33","verse_code":"JOB.33.16","label":"16","content":"Vajtswv ua kom neeg mloog Vajtswv tej lus, thiab kom lawv hwm Vajtswv tej lus ntuas."},{"bible_id":"1525","chapter_code":"JOB.33","verse_code":"JOB.33.17","label":"17","content":"Vajtswv hais kom neeg tso lawv tej kev txhaum tseg thiab cawm lawv dim ntawm txojkev uas ua neeg khavtheeb."},{"bible_id":"1525","chapter_code":"JOB.33","verse_code":"JOB.33.18","label":"18","content":"Vajtswv tsis xav kom neeg raug kev puastsuaj; Vajtswv cawm kom neeg dim ntawm txojkev tuag."},{"bible_id":"1525","chapter_code":"JOB.33","verse_code":"JOB.33.19","label":"19","content":"Vajtswv ntuas neeg los ntawm tej kab mob kev nkeeg uas ua rau nws lub cev mob lwj ntsuav."},{"bible_id":"1525","chapter_code":"JOB.33","verse_code":"JOB.33.20","label":"20","content":"Tus neeg muaj mob, nws yeej tsis qab los, txawm yog zaub mov qab npaum twg los nws dhuav kawg li."},{"bible_id":"1525","chapter_code":"JOB.33","verse_code":"JOB.33.21","label":"21","content":"Nws lub cev yuag zuj zus tsis tshuav dabtsi li; ua rau koj pom nws tej pobtxha nyob zoj;"},{"bible_id":"1525","chapter_code":"JOB.33","verse_code":"JOB.33.22","label":"22","content":"nws twb yuav mus rau hauv tubtuag teb."},{"bible_id":"1525","chapter_code":"JOB.33","verse_code":"JOB.33.23","label":"23","content":"Tej zaum kuj muaj ib tug timtswv los pab nws, yog ib tug ntawm Vajtswv ib txhiab tus timtswv uas los qhia kom neeg paub txojkev ncaj ncees."},{"bible_id":"1525","chapter_code":"JOB.33","verse_code":"JOB.33.24","label":"24","content":"Vim txojkev hlub, tus timtswv ntawd hais tias, “Cia li tso nws! Nws tsis yog tus uas yuav mus rau hauv tubtuag teb. Ntawm no yog qhov uas txhiv nws.”"},{"bible_id":"1525","chapter_code":"JOB.33","verse_code":"JOB.33.25","label":"25","content":"Nws lub cev yuav rov puv mos nyoos thiab muaj zog tuaj;"},{"bible_id":"1525","chapter_code":"JOB.33","verse_code":"JOB.33.26","label":"26","content":"thaum nws thov, Vajtswv yuav teb nws tej lus; nws yuav pehawm Vajtswv ntawm lub siab xyivfab hlo; Vajtswv yuav pauj tej uas nws ua ncaj ua ncees rov rau nws."},{"bible_id":"1525","chapter_code":"JOB.33","verse_code":"JOB.33.27","label":"27","content":"Nws yuav hais tabmeeg rau sawvdaws tias, “Kuv tau ua txhaum lawm tiag. Kuv yeej ua tsis ncaj tiamsis yog Vajtswv tshwj kuv xwb."},{"bible_id":"1525","chapter_code":"JOB.33","verse_code":"JOB.33.28","label":"28","content":"Vajtswv tsis cia kuv mus rau hauv tubtuag teb, kuv thiaj tseem muaj sia nyob.”"},{"bible_id":"1525","chapter_code":"JOB.33","verse_code":"JOB.33.29","label":"29","content":"Vajtswv ua txua yam no, nws ua tas los ua thiab;"},{"bible_id":"1525","chapter_code":"JOB.33","verse_code":"JOB.33.30","label":"30","content":"Vajtswv cawm neeg txojsia thiab pub kom neeg muaj kev kaj siab."},{"bible_id":"1525","chapter_code":"JOB.33","verse_code":"JOB.33.31","label":"31","content":"Yauj, nimno koj cia li mloog kuv tej lus thiab nyob twjywm cia kuv hais."},{"bible_id":"1525","chapter_code":"JOB.33","verse_code":"JOB.33.32","label":"32","content":"Tiamsis yog koj muaj dabtsi cia li hais rau kuv; yog koj hais yog lawm, kuv txaus siab yuav li koj hais."},{"bible_id":"1525","chapter_code":"JOB.33","verse_code":"JOB.33.33","label":"33","content":"Tiamsis yog koj hais tsis yog, ces koj nyob twjywm mloog kuv hais, thiab kuv yuav qhia kom koj ua tau neeg ntse."},{"bible_id":"1525","chapter_code":"JOB.34","verse_code":"JOB.34.1+JOB.34.2","label":"1-2","content":"Elihus hais ntxiv tias: “Nej cov uas yog neeg txawj ntse, nimno nej cia li mloog tej uas kuv yuav hais."},{"bible_id":"1525","chapter_code":"JOB.34","verse_code":"JOB.34.3","label":"3","content":"Thaum nej noj, nej thiaj paub hais tias zaub mov qab, tiamsis thaum nej hnov luag tej lus, nej ho tsis ntse."},{"bible_id":"1525","chapter_code":"JOB.34","verse_code":"JOB.34.4","label":"4","content":"Cia peb xaiv saib qhov twg yog qhov zoo; cia peb txiav txim siab saib qhov twg yog qhov yog."},{"bible_id":"1525","chapter_code":"JOB.34","verse_code":"JOB.34.5","label":"5","content":"Yauj khav hais tias nws tsis muaj txim txhaum dabtsi, tsuas yog Vajtswv thiaj tsis lees hais tias, Yauj yog neeg ncaj ncees xwb;"},{"bible_id":"1525","chapter_code":"JOB.34","verse_code":"JOB.34.6","label":"6","content":"Yauj nug hais tias, ‘Kuv yuav ua li cas dag hais tias kuv ua txhaum? Kuv muaj mob kho tsis tau, tiamsis tsis yog vim kuv ua txhaum.’"},{"bible_id":"1525","chapter_code":"JOB.34","verse_code":"JOB.34.7","label":"7","content":"“Nej puas tau pom dua ib tug neeg zoo li Yauj? Nws yeej tsis hwm Vajtswv li."},{"bible_id":"1525","chapter_code":"JOB.34","verse_code":"JOB.34.8","label":"8","content":"Nws nyiam ua phoojywg nrog cov neeg ua phem ua qias thiab mus koom nrog cov neeg txhaum xwb."},{"bible_id":"1525","chapter_code":"JOB.34","verse_code":"JOB.34.9","label":"9","content":"Nws hais tias qhov uas ua raws li Vajtswv siab nyiam tsis muaj qabhau dabtsi li."},{"bible_id":"1525","chapter_code":"JOB.34","verse_code":"JOB.34.10","label":"10","content":"“Nej cov uas yog neeg paub tab, nej cia li mloog kuv hais! Vajtswv tus uas muaj hwjchim loj kawg nkaus puas ua txhaum?"},{"bible_id":"1525","chapter_code":"JOB.34","verse_code":"JOB.34.11","label":"11","content":"Nws yuav muab nqi zog rau neeg raws li tes haujlwm uas lawv ua, thiab ua zoo rau lawv kom tsimnyog qhov uas lawv tau."},{"bible_id":"1525","chapter_code":"JOB.34","verse_code":"JOB.34.12","label":"12","content":"Vajtswv tus uas muaj hwjchim loj kawg nkaus yeej tsis ua txhaum li; nws ibtxwm ua ncaj rau sawvdaws."},{"bible_id":"1525","chapter_code":"JOB.34","verse_code":"JOB.34.13","label":"13","content":"Puas muaj leejtwg muab hwjchim rau Vajtswv? Puas muaj leejtwg tsa Vajtswv kav lub ntiajteb?"},{"bible_id":"1525","chapter_code":"JOB.34","verse_code":"JOB.34.14","label":"14","content":"Yog Vajtswv rho neeg txojsia lawm,"},{"bible_id":"1525","chapter_code":"JOB.34","verse_code":"JOB.34.15","label":"15","content":"ces txhua tus uas muaj sia yuav tuag rov mus ua av dua."},{"bible_id":"1525","chapter_code":"JOB.34","verse_code":"JOB.34.16","label":"16","content":"“Yog hais tias nej yog neeg ntse, nimno nej cia li mloog kuv hais."},{"bible_id":"1525","chapter_code":"JOB.34","verse_code":"JOB.34.17","label":"17","content":"Nej tseem yuav rau txim rau Vajtswv tus uas ncaj ncees thiab los? Nej xav hais tias Vajtswv ntxub kev ncaj ncees no los?"},{"bible_id":"1525","chapter_code":"JOB.34","verse_code":"JOB.34.18","label":"18","content":"Vajtswv rau txim rau cov vajntxwv thiab cov nomtswv thaum lawv ua phem ua qias lossis ua tsis ncaj."},{"bible_id":"1525","chapter_code":"JOB.34","verse_code":"JOB.34.19","label":"19","content":"Vajtswv tsis tuaj cov nomtswv tog lossis tsis saib cov npluanuj tseemceeb dua cov pluag. Rau qhov txhua tus puavleej yog Vajtswv tsim."},{"bible_id":"1525","chapter_code":"JOB.34","verse_code":"JOB.34.20","label":"20","content":"Hmo ntuj tej neeg cia li tuag twjywm lawm. Vajtswv ua tau kom neeg tuag thiab puastsuaj mus; tej neeg uas muaj zog los Vajtswv ua kom tuag yoojyim heev."},{"bible_id":"1525","chapter_code":"JOB.34","verse_code":"JOB.34.21","label":"21","content":"Vajtswv saib ntsoov txhua tus neeg tshais ruam mus kev."},{"bible_id":"1525","chapter_code":"JOB.34","verse_code":"JOB.34.22","label":"22","content":"Tsis muaj ib qhov tsaus ntuj uas thaiv tau kom Vajtswv tsis pom tus neeg txhaum li."},{"bible_id":"1525","chapter_code":"JOB.34","verse_code":"JOB.34.23","label":"23","content":"Vajtswv tsis tau teem ib lub sijhawm rau neeg mus rau Vajtswv txiav txim."},{"bible_id":"1525","chapter_code":"JOB.34","verse_code":"JOB.34.24","label":"24","content":"Vajtswv muab ib co thawjcoj rho thiab muab ib co los hloov tsis tas yuav taug lawv lub neej li."},{"bible_id":"1525","chapter_code":"JOB.34","verse_code":"JOB.34.25","label":"25","content":"Rau qhov Vajtswv yeej paub tej uas lawv ua huv tibsi lawm; thaum tsaus ntuj nws muab lawv ntsawm thiab tsuj ntiag tseg."},{"bible_id":"1525","chapter_code":"JOB.34","verse_code":"JOB.34.26","label":"26","content":"Vajtswv rau txim rau cov neeg txhaum rau sawvdaws saib ntsoov,"},{"bible_id":"1525","chapter_code":"JOB.34","verse_code":"JOB.34.27","label":"27","content":"rau qhov lawv tso nws tseg thiab tsis quavntsej nws tej lus samhwm."},{"bible_id":"1525","chapter_code":"JOB.34","verse_code":"JOB.34.28","label":"28","content":"Lawv quab yuam tej neeg pluag, ua rau cov neeg pluag lub suab quaj mus txog Vajtswv, thiab Vajtswv hnov lawv lub suab quaj thov pab."},{"bible_id":"1525","chapter_code":"JOB.34","verse_code":"JOB.34.29","label":"29","content":"“Yog Vajtswv txiav txim siab tsis ua ib yam dabtsi los yeej tsis muaj leejtwg thuam tau nws li. Yog Vajtswv khiav nkaum lawm, yeej tsis muaj leejtwg nrhiav tau tsis hais ib tug twg lossis ib haivneeg twg li."},{"bible_id":"1525","chapter_code":"JOB.34","verse_code":"JOB.34.30","label":"30","content":"Ntau haivneeg ua tsis tau ib yam dabtsi rau cov neeg ua phem ua qias kom tsis txhob tswjhwm lawv."},{"bible_id":"1525","chapter_code":"JOB.34","verse_code":"JOB.34.31","label":"31","content":"“Yauj, koj puas lees koj tej kev txhaum rau Vajtswv, thiab coglus hais tias koj yuav tsis ua ntxiv lawm?"},{"bible_id":"1525","chapter_code":"JOB.34","verse_code":"JOB.34.32","label":"32","content":"Koj puas tau thov Vajtswv qhia koj tej kev txhaum rau koj, thiab koj puas txaus siab tso koj tej kev phem kev qias tseg?"},{"bible_id":"1525","chapter_code":"JOB.34","verse_code":"JOB.34.33","label":"33","content":"Rau qhov koj tsis lees paub tej uas Vajtswv ua, koj yuav ua li cas kom Vajtswv ua raws li koj xav tau? Koj yog tus txiav txim siab tsis yog kuv; cia li qhia tej uas koj xav rau kuv."},{"bible_id":"1525","chapter_code":"JOB.34","verse_code":"JOB.34.34","label":"34","content":"“Tus neeg uas thoob tsib to nrog yeej mloog kuv hais, tus neeg muaj tswvyim uas hnov kuv hais yuav hais tias"},{"bible_id":"1525","chapter_code":"JOB.34","verse_code":"JOB.34.35","label":"35","content":"tej lus uas Yauj hais tsis yog lus txawj ntse, thiab tej uas nws hais tsis muaj qabhau dabtsi."},{"bible_id":"1525","chapter_code":"JOB.34","verse_code":"JOB.34.36","label":"36","content":"Nej ua tib zoo mloog tej uas Yauj hais; nej yuav pom hais tias nws hais li tus neeg siab phem hais."},{"bible_id":"1525","chapter_code":"JOB.34","verse_code":"JOB.34.37","label":"37","content":"Yauj ntxeev siab tsub ntxiv rau nws tej kev txhaum; nws ua saib tsis taus Vajtswv tabmeeg peb.”"},{"bible_id":"1525","chapter_code":"JOB.35","verse_code":"JOB.35.1+JOB.35.2","label":"1-2","content":"Elihus hais ntxiv tias: “Yauj koj hais tias, koj tsis tau ua txhaum tabmeeg Vajtswv, koj hais li ntawd tsis yog lawm,"},{"bible_id":"1525","chapter_code":"JOB.35","verse_code":"JOB.35.3","label":"3","content":"lossis koj nug Vajtswv hais tias, ‘Kuv tej kev txhaum ua li cas rau koj? Yog kuv tsis ua txhaum, kuv ho tau dabtsi?’"},{"bible_id":"1525","chapter_code":"JOB.35","verse_code":"JOB.35.4","label":"4","content":"Kuv yuav teb koj thiab koj cov phoojywg tej lus huv tibsi."},{"bible_id":"1525","chapter_code":"JOB.35","verse_code":"JOB.35.5","label":"5","content":"“Cia li saib saum nruab ntug! Saib tej huab nyob siab npaum li cas!"},{"bible_id":"1525","chapter_code":"JOB.35","verse_code":"JOB.35.6","label":"6","content":"Txawm yog koj ua txhaum los yeej tsis mob Vajtswv li. Yog koj ua txhaum ntau zaus puas ua li cas rau Vajtswv?"},{"bible_id":"1525","chapter_code":"JOB.35","verse_code":"JOB.35.7","label":"7","content":"Yog koj ua ncaj ncees puas pab tau Vajtswv dabtsi? Tsis muaj ib yam dabtsi uas Vajtswv xav tau ntawm koj li."},{"bible_id":"1525","chapter_code":"JOB.35","verse_code":"JOB.35.8","label":"8","content":"Koj tej kev txhaum yuav raug lwm tus uas zoo li koj, thiab koj txojkev ua zoo yuav pab tau lwm tus."},{"bible_id":"1525","chapter_code":"JOB.35","verse_code":"JOB.35.9","label":"9","content":"“Thaum neeg raug tsimtxom, lawv quaj ntsuag; lawv quaj thov kom lwm tus cawm lawv."},{"bible_id":"1525","chapter_code":"JOB.35","verse_code":"JOB.35.10","label":"10","content":"Tiamsis lawv tsis mus cuag Vajtswv tus uas tsim lawv; tus uas pub lawv muaj kev cia siab thaum lawv raug kev tsaus ntuj."},{"bible_id":"1525","chapter_code":"JOB.35","verse_code":"JOB.35.11","label":"11","content":"Lawv tsis mus cuag Vajtswv tus uas pub kev txawj ntse rau peb, kom ntse tshaj tej tsiaj thiab tej noog."},{"bible_id":"1525","chapter_code":"JOB.35","verse_code":"JOB.35.12","label":"12","content":"Lawv quaj thov kev pab, tiamsis Vajtswv tsis teb, rau qhov lawv siab phem thiab khavtheeb heev."},{"bible_id":"1525","chapter_code":"JOB.35","verse_code":"JOB.35.13","label":"13","content":"Qhov uas lawv quaj tsis muaj qabhau, Vajtswv tus uas muaj hwjchim loj kawg nkaus tsis pom lossis tsis hnov li."},{"bible_id":"1525","chapter_code":"JOB.35","verse_code":"JOB.35.14","label":"14","content":"Yauj, koj hais tias koj tsis pom Vajtswv, tiamsis koj ua siab ntev tos, koj zaj yeej nyob ntawm Vajtswv lawm."},{"bible_id":"1525","chapter_code":"JOB.35","verse_code":"JOB.35.15","label":"15","content":"Koj xav hais tias Vajtswv yuav tsis rau txim rau neeg, thiab nws tsis quavntsej neeg tej kev txhaum no los?"},{"bible_id":"1525","chapter_code":"JOB.35","verse_code":"JOB.35.16","label":"16","content":"Txawm yog koj hais lus ntau los tsis muaj qabhau, rau qhov koj tsis paub hais tias koj hais dabtsi.”"},{"bible_id":"1525","chapter_code":"JOB.36","verse_code":"JOB.36.1+JOB.36.2","label":"1-2","content":"Elihus hais ntxiv tias: “Koj ua siab ntev mloog kuv hais, tej lus no yog kuv sawv cev Vajtswv hais rau koj."},{"bible_id":"1525","chapter_code":"JOB.36","verse_code":"JOB.36.3","label":"3","content":"Kuv muaj kev txawj ntse heev; kuv yuav qhia rau koj raws li kuv paub hais tias Vajtswv tus uas tsim kuv, nws yog tus ncaj ncees."},{"bible_id":"1525","chapter_code":"JOB.36","verse_code":"JOB.36.4","label":"4","content":"Tej lus uas kuv hais rau koj tsis yog lus cuav; tus uas nyob ntawm koj hauv ntej no yog ib tug neeg ncaj thiab ntse heev."},{"bible_id":"1525","chapter_code":"JOB.36","verse_code":"JOB.36.5","label":"5","content":"“Vajtswv yog tus muaj zog loj zog nchav! Nws tsis xaiv leejtwg ntsejmuag; tsis muaj ib yam uas Vajtswv tsis paub li."},{"bible_id":"1525","chapter_code":"JOB.36","verse_code":"JOB.36.6","label":"6","content":"Vajtswv tsis pub tus neeg txhaum ua neej nyob, tiamsis nws ua ncaj rau tus neeg txomnyem."},{"bible_id":"1525","chapter_code":"JOB.36","verse_code":"JOB.36.7","label":"7","content":"Vajtswv tsomkwm cov neeg ncaj ncees; nws cia lawv kav lwm tus ib yam li tej vajntxwv, thiab cia luag hwm lawv mus ibtxhis."},{"bible_id":"1525","chapter_code":"JOB.36","verse_code":"JOB.36.8","label":"8","content":"Tiamsis qhov uas lawv raug luag cuab luag khi thiab raug txomnyem yog vim tej uas lawv ua,"},{"bible_id":"1525","chapter_code":"JOB.36","verse_code":"JOB.36.9","label":"9","content":"Vajtswv thiaj qhia lawv tej kev txhaum thiab lawv tej kev khavtheeb rau lawv."},{"bible_id":"1525","chapter_code":"JOB.36","verse_code":"JOB.36.10","label":"10","content":"Vajtswv ua rau lawv mloog Vajtswv tej lus ntuas, thiab tso lawv tej kev phem kev qias tseg."},{"bible_id":"1525","chapter_code":"JOB.36","verse_code":"JOB.36.11","label":"11","content":"Yog lawv mloog Vajtswv lus thiab pehawm nws, lawv lub neej yuav vammeej thiab nyob kaj siab lug."},{"bible_id":"1525","chapter_code":"JOB.36","verse_code":"JOB.36.12","label":"12","content":"Tiamsis yog lawv tsis mloog Vajtswv lus, lawv yuav tuag rau hniav ntaj hniav riam vim lawv tsis quavntsej Vajtswv."},{"bible_id":"1525","chapter_code":"JOB.36","verse_code":"JOB.36.13","label":"13","content":"“Cov neeg uas tsis hwm Vajtswv, lawv tsuas npautaws tas mus li xwb, txawm yog thaum lawv raug txim los lawv tsis thov Vajtswv li."},{"bible_id":"1525","chapter_code":"JOB.36","verse_code":"JOB.36.14","label":"14","content":"Lawv tuag tas rau thaum lawv tseem hluas, lawv lub neej puastsuaj tas txajmuag ntsuav."},{"bible_id":"1525","chapter_code":"JOB.36","verse_code":"JOB.36.15","label":"15","content":"Tiamsis Vajtswv cia kev txomnyem los qhia neeg ua neej, thiab siv txojkev ntxhov siab los qhib neeg lub qhovmuag."},{"bible_id":"1525","chapter_code":"JOB.36","verse_code":"JOB.36.16","label":"16","content":"“Vajtswv tso koj dim kev nyuaj siab, thiab pub kom koj nyob tso siab lug; saum koj lub rooj muaj zaub mov nplua mias."},{"bible_id":"1525","chapter_code":"JOB.36","verse_code":"JOB.36.17","label":"17","content":"Tiamsis nimno tsimnyog koj raug txim raws li tej uas koj ua."},{"bible_id":"1525","chapter_code":"JOB.36","verse_code":"JOB.36.18","label":"18","content":"Ceevfaj tsis txhob cia luag tej nyiaj xiab ntxias tau koj, lossis tsis txhob cia kev npluanuj coj koj mus yuam kev."},{"bible_id":"1525","chapter_code":"JOB.36","verse_code":"JOB.36.19","label":"19","content":"Tej nyiaj xiab ntawd yuav tsis pab koj thaum koj thov kev pab; txawm yog koj siv tagnrho koj lub zog los pab tsis tau koj dim."},{"bible_id":"1525","chapter_code":"JOB.36","verse_code":"JOB.36.20","label":"20","content":"Tsis txhob tos hais tias muaj ib hmos txhua haivneeg yuav raug kev puastsuaj."},{"bible_id":"1525","chapter_code":"JOB.36","verse_code":"JOB.36.21","label":"21","content":"Ceevfaj tsis txhob raus tes rau kev ua phem ua qias; qhov uas koj raug txomnyem yog ua kom koj tso kev txhaum tseg."},{"bible_id":"1525","chapter_code":"JOB.36","verse_code":"JOB.36.22","label":"22","content":"“Nco ntsoov hais tias Vajtswv yog tus muaj hwjchim loj kawg nkaus; nws yog tus xibhwb uas zoo tshaj tej xibhwb huv tibsi."},{"bible_id":"1525","chapter_code":"JOB.36","verse_code":"JOB.36.23","label":"23","content":"Tsis muaj leejtwg hais kom Vajtswv ua li ub li no lossis liam hais tias Vajtswv ua txhaum."},{"bible_id":"1525","chapter_code":"JOB.36","verse_code":"JOB.36.24","label":"24","content":"Luag ibtxwm qhuas tej uas Vajtswv ua; koj los yuav tsum qhuas nws thiab."},{"bible_id":"1525","chapter_code":"JOB.36","verse_code":"JOB.36.25","label":"25","content":"Txhua tus puavleej pom tej uas Vajtswv tau ua lawm, tiamsis peb tsuas tuaj deb  saib xwb."},{"bible_id":"1525","chapter_code":"JOB.36","verse_code":"JOB.36.26","label":"26","content":"Peb tsis paub Vajtswv lub hwjchim lossis tsis paub hais tias Vajtswv nyob thaum twg los lawm."},{"bible_id":"1525","chapter_code":"JOB.36","verse_code":"JOB.36.27","label":"27","content":"“Vajtswv yog tus nqa tej dej hauv ntiajteb no mus thiab tso ua nag los rau lub ntiajteb."},{"bible_id":"1525","chapter_code":"JOB.36","verse_code":"JOB.36.28","label":"28","content":"Vajtswv tso nag hauv tej tauv huab los rau neeg ntiajteb."},{"bible_id":"1525","chapter_code":"JOB.36","verse_code":"JOB.36.29","label":"29","content":"Tsis muaj leejtwg paub hais tias yog li cas huab thiaj txawj txav lossis yog li cas xob thiaj nroo thoob saum ntuj qhov chaw uas Vajtswv nyob tuaj."},{"bible_id":"1525","chapter_code":"JOB.36","verse_code":"JOB.36.30","label":"30","content":"Vajtswv ua kom muaj xob laim thoob ntuj, tiamsis hauv qab thu hiavtxwv tseem tsaus ntuj nti."},{"bible_id":"1525","chapter_code":"JOB.36","verse_code":"JOB.36.31","label":"31","content":"Qhov ntawd qhia hais tias Vajtswv pub txhua haivneeg muaj noj muaj haus nplua mias."},{"bible_id":"1525","chapter_code":"JOB.36","verse_code":"JOB.36.32","label":"32","content":"Vajtswv sau zog tej xob laim rau hauv nws xibteg thiab tso tej xob laim ntawd mus raug qhov chaw uas nws hom tseg."},{"bible_id":"1525","chapter_code":"JOB.36","verse_code":"JOB.36.33","label":"33","content":"Xob nroo yog ceebtoom hais tias yuav los nagxob nagcua, txawm yog tej tsiaj los twb paub hais tias nagxob nagcua yuav los."},{"bible_id":"1525","chapter_code":"JOB.37","verse_code":"JOB.37.1","label":"1","content":"“Nagxob nagcua ua rau kuv lub siab tshee hnyo."},{"bible_id":"1525","chapter_code":"JOB.37","verse_code":"JOB.37.2","label":"2","content":"Nej txhua tus cia li mloog Vajtswv lub suab, yog lub suab xob nroo uas tawm ntawm nws lub qhovncauj tuaj."},{"bible_id":"1525","chapter_code":"JOB.37","verse_code":"JOB.37.3","label":"3","content":"Vajtswv ua kom muaj xob laim ci thoob plaws saum nruab ntug, sab ntuj tim no mus ti nkaus sab ntuj tim ub."},{"bible_id":"1525","chapter_code":"JOB.37","verse_code":"JOB.37.4","label":"4","content":"Ces hnov nws lub suab nrov nroo ntws tuaj, yog lub suab xob nroo uas txaus ntshai thaum uas muaj xob laim tuaj."},{"bible_id":"1525","chapter_code":"JOB.37","verse_code":"JOB.37.5","label":"5","content":"Vajtswv ua kom muaj tej txujci tseemceeb tshwm thiab muaj ntau yam uas peb xav tsis thoob li."},{"bible_id":"1525","chapter_code":"JOB.37","verse_code":"JOB.37.6","label":"6","content":"Vajtswv tso daus, tso nag tshauv thiab tuamtsam nag los rau lub ntiajteb."},{"bible_id":"1525","chapter_code":"JOB.37","verse_code":"JOB.37.7","label":"7","content":"Txhua tus uas Vajtswv tsim yuav paub Vajtswv tes haujlwm; Vajtswv tsis pub neeg ua tau tes haujlwm uas Vajtswv ua."},{"bible_id":"1525","chapter_code":"JOB.37","verse_code":"JOB.37.8","label":"8","content":"Tej tsiaj qus nkag mus nkaum rau hauv lawv tej qhov."},{"bible_id":"1525","chapter_code":"JOB.37","verse_code":"JOB.37.9","label":"9","content":"Cua daj cua dub ntsawj sab qabteb tuaj, thiab cov cua uas txias heev ntsawj sab qaumteb tuaj."},{"bible_id":"1525","chapter_code":"JOB.37","verse_code":"JOB.37.10","label":"10","content":"Vajtswv tshuab pa ua rau dej nkoog tas, thiab muab dej ua kom khov ua tej thooj."},{"bible_id":"1525","chapter_code":"JOB.37","verse_code":"JOB.37.11","label":"11","content":"Xob laim ci nplas hauv tej tauv huab tuaj,"},{"bible_id":"1525","chapter_code":"JOB.37","verse_code":"JOB.37.12","label":"12","content":"tej huab ntawd txav mus raws li Vajtswv siab nyiam. Tej huab ntawd ua raws li Vajtswv tej lus samhwm thoob plaws qab ntuj."},{"bible_id":"1525","chapter_code":"JOB.37","verse_code":"JOB.37.13","label":"13","content":"Vajtswv tso nag los ywg lub ntiajteb; tej zaum yog Vajtswv tso los rau txim lossis tso los qhia kom neeg paub nws txojkev hlub."},{"bible_id":"1525","chapter_code":"JOB.37","verse_code":"JOB.37.14","label":"14","content":"“Yauj, koj so ib pliag thiab ua tib zoo mloog; ua tib zoo saib tej txujci tseemceeb uas Vajtswv ua."},{"bible_id":"1525","chapter_code":"JOB.37","verse_code":"JOB.37.15","label":"15","content":"Koj puas paub hais tias Vajtswv yog tus samhwm thiab ua kom muaj xob laim hauv tej tauv huab tuaj?"},{"bible_id":"1525","chapter_code":"JOB.37","verse_code":"JOB.37.16","label":"16","content":"Koj puas paub hais tias ua li cas tej huab thiaj nyob tau nta yees saum nruab ntug, tsis yog Vajtswv tej txujci tseemceeb uas xav tsis thoob los?"},{"bible_id":"1525","chapter_code":"JOB.37","verse_code":"JOB.37.17","label":"17","content":"Koj tsuas paub tiv cua kub txomnyem ntsuav thaum cua ntsawj sab qabteb tuaj rau thaj av."},{"bible_id":"1525","chapter_code":"JOB.37","verse_code":"JOB.37.18","label":"18","content":"Koj puas pab tau Vajtswv nthuav lub ntuj, thiab ua kom lub ntuj tawv li tooj thiab du li iav?"},{"bible_id":"1525","chapter_code":"JOB.37","verse_code":"JOB.37.19","label":"19","content":"Koj qhia rau peb saib yuav hais li cas rau Vajtswv; peb tsis muaj tswvyim thiab tsis paub hais."},{"bible_id":"1525","chapter_code":"JOB.37","verse_code":"JOB.37.20","label":"20","content":"Kuv yuav tsis nrog Vajtswv hais; vim li cas kuv yuav cia nws rhuav kuv?"},{"bible_id":"1525","chapter_code":"JOB.37","verse_code":"JOB.37.21","label":"21","content":"“Thaum cua ntsawj lub ntuj kaj huv si, lub hnub uas nyob saum nruab ntug ci heev tsis muaj leejtwg ntsia taus."},{"bible_id":"1525","chapter_code":"JOB.37","verse_code":"JOB.37.22","label":"22","content":"Muaj ib qho ci ntsa iab sab qaumteb tuaj, thiab Vajtswv lub tshwjchim ci ntsa iab tuaj ua rau peb ntshai kawg li."},{"bible_id":"1525","chapter_code":"JOB.37","verse_code":"JOB.37.23","label":"23","content":"Vajtswv lub hwjchim loj heev ua rau peb txav tsis tau ze nws; Vajtswv yeej ua ncaj ua ncees thaum nws txiav txim rau neeg."},{"bible_id":"1525","chapter_code":"JOB.37","verse_code":"JOB.37.24","label":"24","content":"Twb yog vim li ntawd neeg thiaj hwm nws, thiab nws tsis quavntsej cov neeg uas khav hais tias lawv ntse.”"},{"bible_id":"1525","chapter_code":"JOB.38","verse_code":"JOB.38.1","label":"1","content":"Tus TSWV teb Yauj hauv nthwv cua daj cua dub tuaj hais tias:"},{"bible_id":"1525","chapter_code":"JOB.38","verse_code":"JOB.38.2","label":"2","content":"“Koj yog leejtwg, koj thiaj tuaj nug kuv lub tswvyim, koj tej lus tsis muaj hauvpaus hauvntsis li los sav?"},{"bible_id":"1525","chapter_code":"JOB.38","verse_code":"JOB.38.3","label":"3","content":"Nimno koj cia li sawv khov kho ib yam li tus txivneej yawg thiab cia li teb tej lus uas kuv yuav nug koj."},{"bible_id":"1525","chapter_code":"JOB.38","verse_code":"JOB.38.4","label":"4","content":"Thaum kuv tsim lub ntiajteb koj puas nyob ntawd? Yog koj paub txhij paub txhua, koj cia li qhia rau kuv saib;"},{"bible_id":"1525","chapter_code":"JOB.38","verse_code":"JOB.38.5","label":"5","content":"leejtwg yog tus uas hais tias yuav tsim lub ntiajteb loj li cas? Leejtwg yog tus muab hlua ntsuas lub ntiajteb? Koj paub tej no huv tibsi los?"},{"bible_id":"1525","chapter_code":"JOB.38","verse_code":"JOB.38.6","label":"6","content":"Yam dabtsi tuav tej ncej  uas txheem lub ntiajteb no kom khov? Leejtwg yog tus txhos tus ncej zeb uas txheem lub ntiajteb?"},{"bible_id":"1525","chapter_code":"JOB.38","verse_code":"JOB.38.7","label":"7","content":"Hnub ntawd thaum kaj ntug txoog, tej hnubqub hu nkauj ua ke thiab tej timtswv saum ntuj  qw zoo siab."},{"bible_id":"1525","chapter_code":"JOB.38","verse_code":"JOB.38.8","label":"8","content":"“Leejtwg yog tus uas kaw rooj qho dej hiavtxwv thaum hiavtxwv phwj yaws hauv nruab tivtxwv tuaj?"},{"bible_id":"1525","chapter_code":"JOB.38","verse_code":"JOB.38.9","label":"9","content":"Kuv yog tus uas ua kom huab laum nkaus hiavtxwv thiab ua kom qhov tsaus ntuj qhwv nkaus dej hiavtxwv."},{"bible_id":"1525","chapter_code":"JOB.38","verse_code":"JOB.38.10","label":"10","content":"Kuv tu kom muab ciam dej ciam av rau hiavtxwv nyob, thiab muab ntsia liaj lub rooj qho tsis pub dej tawm."},{"bible_id":"1525","chapter_code":"JOB.38","verse_code":"JOB.38.11","label":"11","content":"Kuv hais rau dej hais tias, ‘Kuv tsuas pub koj puv txij no xwb, tsis pub puv dhau! Koj lub zog uas ntas tuaj tsuas pub ntas tuaj txog txij no xwb.’"},{"bible_id":"1525","chapter_code":"JOB.38","verse_code":"JOB.38.12","label":"12","content":"“Yauj, txij thaum koj xeevxwm ua neej los txog nimno, koj puas tau hais kom lub hnub tawm tuaj?"},{"bible_id":"1525","chapter_code":"JOB.38","verse_code":"JOB.38.13","label":"13","content":"Thaum sawv ntxov koj puas tau kom tshav ntuj ci tuaj ziab ntiajteb thiab co kom cov neeg siab phem tawm hauv tej chaw uas lawv nkaum los?"},{"bible_id":"1525","chapter_code":"JOB.38","verse_code":"JOB.38.14","label":"14","content":"Tej duab tshav ntuj ntawd ua rau sawvdaws pom tej toj roob hauv pes sawv ntshais ntsho ib yam li tej ntaub uas luag muab nthuav pom tej nre tais meej nriav, thiab pom tseeb li lub yeem homthawj uas luag nias rau av nplaum."},{"bible_id":"1525","chapter_code":"JOB.38","verse_code":"JOB.38.15","label":"15","content":"Nruab hnub pom kev rau cov neeg siab phem ua tsis tau phem thiab txwv tsis pub lawv ua nruj ua tsiv."},{"bible_id":"1525","chapter_code":"JOB.38","verse_code":"JOB.38.16","label":"16","content":"“Koj twb mus txog hauv qhov uas hiavtxwv txhawv lawm los? Koj twb mus hauv qab thu dej hiavtxwv los lawm los?"},{"bible_id":"1525","chapter_code":"JOB.38","verse_code":"JOB.38.17","label":"17","content":"Twb muaj neeg coj koj mus saib lub roojvag uas quas tubtuag teb uas tsaus ntuj nti lawm los?"},{"bible_id":"1525","chapter_code":"JOB.38","verse_code":"JOB.38.18","label":"18","content":"Koj puas paub hais tias lub ntiajteb no loj li cas? Yog koj paub, koj cia li qhia kuv saib!"},{"bible_id":"1525","chapter_code":"JOB.38","verse_code":"JOB.38.19","label":"19","content":"“Koj puas paub hais tias tus duab ci yog ci qhov twg tuaj? Lossis qhov tsaus ntuj yog los qhov twg los?"},{"bible_id":"1525","chapter_code":"JOB.38","verse_code":"JOB.38.20","label":"20","content":"Koj puas qhia tau kom tej duab ci thiab duab tsaus, ci thiab tsaus mus txog txij twg lossis hais kom rov los nyob qhov qub?"},{"bible_id":"1525","chapter_code":"JOB.38","verse_code":"JOB.38.21","label":"21","content":"Kuv xav hais tias koj ua tau, rau qhov koj twb laus heev lawm, thiab thaum tsim ntiajteb koj twb nyob ntawd ntag!"},{"bible_id":"1525","chapter_code":"JOB.38","verse_code":"JOB.38.22","label":"22","content":"“Koj puas tau mus pom tej txhab uas kuv cia ntim daus thiab lawg?"},{"bible_id":"1525","chapter_code":"JOB.38","verse_code":"JOB.38.23","label":"23","content":"Kuv npaj tej ntawd cia rau lub sijhawm uas muaj kev txomnyem thiab hnub uas muaj kev tsov kev rog."},{"bible_id":"1525","chapter_code":"JOB.38","verse_code":"JOB.38.24","label":"24","content":"Koj twb mus txog ntawm qhov chaw uas lub hnub tawm tuaj lossis ntawm qhov chaw uas cov cua sab hnubtuaj ntsawj tuaj lawm los?"},{"bible_id":"1525","chapter_code":"JOB.38","verse_code":"JOB.38.25","label":"25","content":"“Leejtwg yog tus khawb kwj rau nag los thiab qhib kev rau xob nroo?"},{"bible_id":"1525","chapter_code":"JOB.38","verse_code":"JOB.38.26","label":"26","content":"Leejtwg yog tus tso nag los rau tej toj roob hau pes uas tsis muaj neeg nyob?"},{"bible_id":"1525","chapter_code":"JOB.38","verse_code":"JOB.38.27","label":"27","content":"Leejtwg yog tus ywg dej rau thaj av uas qhuav nkig nkuav kom tej nroj tsuag hlob taus?"},{"bible_id":"1525","chapter_code":"JOB.38","verse_code":"JOB.38.28","label":"28","content":"Leejtwg yog tej nag thiab tej lwg txiv?"},{"bible_id":"1525","chapter_code":"JOB.38","verse_code":"JOB.38.29","label":"29","content":"Leejtwg yog tej dej nkoog thiab tej te niam?"},{"bible_id":"1525","chapter_code":"JOB.38","verse_code":"JOB.38.30","label":"30","content":"Tej ntawd ua rau dej khov tawv cuag pobzeb thiab ua rau nplaim hiavtxwv nkoog khov kho."},{"bible_id":"1525","chapter_code":"JOB.38","verse_code":"JOB.38.31","label":"31","content":"“Koj puas yog tus uas muab cov hnubqub Txhiaj Txivmim los teeb ua ib ntsau lossis muab cov hnubqub Pojsua Kwv ntas cais nyias nyob nyias?"},{"bible_id":"1525","chapter_code":"JOB.38","verse_code":"JOB.38.32","label":"32","content":"Puas yog koj ua rau tej hnubqub tig tau mus los haum lub caij lub nyoog lossis qhia kev rau tej hnubqub Ntsau loj thiab Ntsau me?"},{"bible_id":"1525","chapter_code":"JOB.38","verse_code":"JOB.38.33","label":"33","content":"Koj paub tej kevcai uas luag tswjhwm saum nruab ntug, thiab koj muab tau tej kevcai ntawd los siv rau hauv lub ntiajteb no los?"},{"bible_id":"1525","chapter_code":"JOB.38","verse_code":"JOB.38.34","label":"34","content":"“Koj puas hais tau kom tej huab tso nag los rau koj?"},{"bible_id":"1525","chapter_code":"JOB.38","verse_code":"JOB.38.35","label":"35","content":"Yog koj hais kom xob laim, nws puas tawm tuaj hais rau koj tias, ‘Kuv nyob ntawm no?’"},{"bible_id":"1525","chapter_code":"JOB.38","verse_code":"JOB.38.36","label":"36","content":"Leejtwg qhia rau tus qaibdeg hais tias tus dej Niles yuav huam tuaj lossis leejtwg qhia rau tus lau qaib hais tias nag yuav los?"},{"bible_id":"1525","chapter_code":"JOB.38","verse_code":"JOB.38.37","label":"37","content":"Leejtwg muaj kev txawj ntse suav txheeb tej huab thiab hais kom tej huab ntawd tso nag los"},{"bible_id":"1525","chapter_code":"JOB.38","verse_code":"JOB.38.38","label":"38","content":"rau tej plua av kom nplaum ua tej thooj?"},{"bible_id":"1525","chapter_code":"JOB.38","verse_code":"JOB.38.39","label":"39","content":"“Koj puas nrhiav tau nqaij rau tej tsov ntxhuav noj, thiab ua kom tej menyuam tsov ntxhuav tsau plab,"},{"bible_id":"1525","chapter_code":"JOB.38","verse_code":"JOB.38.40","label":"40","content":"thaum lawv nkaum hauv qhov tsua lossis pw hauv lawv tej qhov?"},{"bible_id":"1525","chapter_code":"JOB.38","verse_code":"JOB.38.41","label":"41","content":"Thaum uablag tshaib plab thiab ya rau ub rau no, leejtwg yog tug pub rau uablag noj, thiab pub rau uablag tej menyuam uas quaj thov kuv?"},{"bible_id":"1525","chapter_code":"JOB.39","verse_code":"JOB.39.1","label":"1","content":"“Koj puas paub thaum twg sai yug menyuam? Koj saib ntsoov muaslwj yug menyuam los?"},{"bible_id":"1525","chapter_code":"JOB.39","verse_code":"JOB.39.2","label":"2","content":"Koj puas paub tej tsiaj ntawd suab menyuam pestsawg hli? Thiab thaum twg lawv yug menyuam?"},{"bible_id":"1525","chapter_code":"JOB.39","verse_code":"JOB.39.3","label":"3","content":"Koj puas paub thaum twg tej tsiaj qus zaum ntua yug menyuam?"},{"bible_id":"1525","chapter_code":"JOB.39","verse_code":"JOB.39.4","label":"4","content":"Tej menyuam tsiaj ntawd loj hlob muaj zog nyob nruab zoo nruab tsuag; lawv mus thiab tsis rov los li lawm."},{"bible_id":"1525","chapter_code":"JOB.39","verse_code":"JOB.39.5","label":"5","content":"“Leejtwg cia tej neesluav qus nyob ywj siab? Leejtwg daws hlua thiab tso lawv mus?"},{"bible_id":"1525","chapter_code":"JOB.39","verse_code":"JOB.39.6","label":"6","content":"Kuv cia tiaj suabpuam ua tej neesluav lub chaw nyob thiab cia lawv nyob hauv lub tiaj ntsev."},{"bible_id":"1525","chapter_code":"JOB.39","verse_code":"JOB.39.7","label":"7","content":"Tej neesluav ntawd nyiam mus nyob deb tej nroog kom tsis muaj suab ntshoo, thiab tsis muaj leejtwg muab lawv cob thauj nra."},{"bible_id":"1525","chapter_code":"JOB.39","verse_code":"JOB.39.8","label":"8","content":"Toj roob hauv pes yog lawv tej tshav zaub thiab yog lawv tej chaw ncig nrhiav noj."},{"bible_id":"1525","chapter_code":"JOB.39","verse_code":"JOB.39.9","label":"9","content":"“Nyujqus puas luag ntoo rau koj? Nws puas los nyob hauv koj lub nkuaj ib hmos?"},{"bible_id":"1525","chapter_code":"JOB.39","verse_code":"JOB.39.10","label":"10","content":"Koj puas muab hlua khi tau nws cab mus laij teb? Lossis koj puas muab tau nws los cab khais haiv koj thaj teb?"},{"bible_id":"1525","chapter_code":"JOB.39","verse_code":"JOB.39.11","label":"11","content":"Koj cia siab rau nws lub zog loj zog nchav, thiab xav hais tias nws yuav ua koj tej haujlwm hnyav no los?"},{"bible_id":"1525","chapter_code":"JOB.39","verse_code":"JOB.39.12","label":"12","content":"Koj xav hais tias nws yuav thauj tej qoobloo uas koj sau thiab tej nplej hauv koj lub tshav nplej los tsev no los?"},{"bible_id":"1525","chapter_code":"JOB.39","verse_code":"JOB.39.13","label":"13","content":"“Noog ntxhuav ntxuaj tis thawv zoo li yuav ya taus! Tiamsis nws ya tsis taus li tus os dej ya."},{"bible_id":"1525","chapter_code":"JOB.39","verse_code":"JOB.39.14","label":"14","content":"Noog ntxhuav nteg qe rau hauv av thiab cia av ncu kom daug."},{"bible_id":"1525","chapter_code":"JOB.39","verse_code":"JOB.39.15","label":"15","content":"Nws tsis txhawj hais tias nyob tsam luag tsuj lossis nyob tsam tej tsiaj nruab nrag los muab ua tawg."},{"bible_id":"1525","chapter_code":"JOB.39","verse_code":"JOB.39.16","label":"16","content":"Nws ua ib yam li tej qe ntawd tsis yog nws li, nws tsis mob siab hais tias nyob tsam nkim nws lub zog."},{"bible_id":"1525","chapter_code":"JOB.39","verse_code":"JOB.39.17","label":"17","content":"Twb yog kuv tsim kom nws ruam li ntawd thiab tsis pub nws muaj tswvyim."},{"bible_id":"1525","chapter_code":"JOB.39","verse_code":"JOB.39.18","label":"18","content":"Tiamsis thaum twg nws khiav, nws luag tus nees thiab tus neeg uas caij nees plig."},{"bible_id":"1525","chapter_code":"JOB.39","verse_code":"JOB.39.19","label":"19","content":"“Yauj, koj puas yog tus uas ua kom nees muaj zog thiab cog txoob rau nees?"},{"bible_id":"1525","chapter_code":"JOB.39","verse_code":"JOB.39.20","label":"20","content":"Puas yog koj ua kom nees txawj tuam tau li kooj thiab hee ua rau neeg ceeb pes nkaus?"},{"bible_id":"1525","chapter_code":"JOB.39","verse_code":"JOB.39.21","label":"21","content":"Tej nees txauj av xyivfab hlo nram tiaj; lawv dhia tsaus nti kawg lawv lub zog mus rau hauv tshavrog."},{"bible_id":"1525","chapter_code":"JOB.39","verse_code":"JOB.39.22","label":"22","content":"Lawv tsis paub ntshai dabtsi li, thiab tsis muaj ib rab ntaj uas ua rau lawv thim rov qab."},{"bible_id":"1525","chapter_code":"JOB.39","verse_code":"JOB.39.23","label":"23","content":"Cov neeg caij nees tej cuabyeej ua rog nrov zom zaws thiab tej hniav ntaj ci nplas."},{"bible_id":"1525","chapter_code":"JOB.39","verse_code":"JOB.39.24","label":"24","content":"Lawv phoom pesyos dhia mus rau tom hauv ntej; thaum lawv hnov suab raj suab xyu nrov lawv nyob tsis tswm li."},{"bible_id":"1525","chapter_code":"JOB.39","verse_code":"JOB.39.25","label":"25","content":"Thaum lawv hnov suab raj suab xyu nrov, lawv hee laws; thaum tseem mus tsis tau txog tshavrog lawv twb hnov ntxhiab lawm, thiab lawv mloog ntsoov cov thawj tubrog lub suab nthe."},{"bible_id":"1525","chapter_code":"JOB.39","verse_code":"JOB.39.26","label":"26","content":"“Thaum liaj nthuav ti ya rau nram qabteb, puas yog koj qhia nws ya?"},{"bible_id":"1525","chapter_code":"JOB.39","verse_code":"JOB.39.27","label":"27","content":"Puas yog dav tos koj hais nws, nws mam mus ua zes rau saum tej roob siab?"},{"bible_id":"1525","chapter_code":"JOB.39","verse_code":"JOB.39.28","label":"28","content":"Nws ua zes rau saum tej roob tsuas siab thiab ua chaw nkaum saum tej nkiav zeb."},{"bible_id":"1525","chapter_code":"JOB.39","verse_code":"JOB.39.29","label":"29","content":"Nws nyob rawv zov ntsia deb thiab ze saib puas pom ib tug tsiaj nyob qhov twg uas nws yuav muab tau los noj."},{"bible_id":"1525","chapter_code":"JOB.39","verse_code":"JOB.39.30","label":"30","content":"Cov dav ntawd ya poog ntws vij tej tsiaj tuag, thiab tej menyuam dav zov rawv haus tej tsiaj tuag cov ntshav.”"},{"bible_id":"1525","chapter_code":"JOB.40","verse_code":"JOB.40.1+JOB.40.2","label":"1-2","content":"Tus TSWV hais rau Yauj hais tias: “Yauj, koj pheej nrog Vajtswv tus uas muaj hwjchim loj kawg nkaus sib cav; nimno koj yuav tso tseg lossis tseem yuav cav thiab?”"},{"bible_id":"1525","chapter_code":"JOB.40","verse_code":"JOB.40.3+JOB.40.4","label":"3-4","content":"Yauj teb tus TSWV hais tias: “Tus TSWV, kuv yog neeg ruam heev, kuv ua li cas teb tau koj tej lus? Kuv yuav tsis hais ib los ntxiv li lawm."},{"bible_id":"1525","chapter_code":"JOB.40","verse_code":"JOB.40.5","label":"5","content":"Kuv twb hais tshaj qhov uas tsimnyog kuv hais lawm.”"},{"bible_id":"1525","chapter_code":"JOB.40","verse_code":"JOB.40.6","label":"6","content":"Tom qab ntawd, tus TSWV rov hais hauv nthwv cua daj cua dub tuaj rau Yauj ib zaug ntxiv."},{"bible_id":"1525","chapter_code":"JOB.40","verse_code":"JOB.40.7","label":"7","content":"Tus TSWV hais rau Yauj hais tias, “Koj cia li sawv khov kho ib yam li tus txivneej yawg thiab teb kuv tej lus."},{"bible_id":"1525","chapter_code":"JOB.40","verse_code":"JOB.40.8","label":"8","content":"Koj hais rau kuv tias kuv ua tsis ncaj, thiab hais tias kuv yog tus txhaum, koj yog tus tsis txhaum no los?"},{"bible_id":"1525","chapter_code":"JOB.40","verse_code":"JOB.40.9","label":"9","content":"Koj muaj zog npaum li kuv los? Koj ua tau koj lub suab nrov qeeg nkaws ib yam li kuv lub los?"},{"bible_id":"1525","chapter_code":"JOB.40","verse_code":"JOB.40.10","label":"10","content":"Yog koj ua tau, koj cia li sawv khav txiv ntxhias ib yam li tus muaj hwjchim, muab koj lub meejmom thiab lub tshwjchim los hnav kiag saib."},{"bible_id":"1525","chapter_code":"JOB.40","verse_code":"JOB.40.11","label":"11","content":"Koj cia li saib tej neeg khavtheeb; cia li nthe tawg ntho kom lawv txo hwjchim."},{"bible_id":"1525","chapter_code":"JOB.40","verse_code":"JOB.40.12","label":"12","content":"Koj cia li saib cov neeg khavtheeb thiab txo lawv lub hwjchim kom qis; muab cov neeg siab phem tsuj nthi rau ntawm lawv qhov chaw."},{"bible_id":"1525","chapter_code":"JOB.40","verse_code":"JOB.40.13","label":"13","content":"Muab lawv faus kiag rau hauv nruab av; muab lawv khi kiag rau hauv tubtuag teb."},{"bible_id":"1525","chapter_code":"JOB.40","verse_code":"JOB.40.14","label":"14","content":"Yog koj ua tau, kuv yog thawj tug uas yuav qhuas koj, thiab lees hais tias koj yog tus uas kovyeej lawm."},{"bible_id":"1525","chapter_code":"JOB.40","verse_code":"JOB.40.15","label":"15","content":"“Koj cia li saib tus tsiaj Npehemaus; kuv tsim nws thiab tsim koj huv tibsi. Nws noj zaub li tus nyuj,"},{"bible_id":"1525","chapter_code":"JOB.40","verse_code":"JOB.40.16","label":"16","content":"tiamsis yog dabtsi ua rau tus tsiaj ntawd lub cev muaj zog heev, thiab yog lub hwjchim dabtsi ua rau nws tej nqaij puv nruj nreem!"},{"bible_id":"1525","chapter_code":"JOB.40","verse_code":"JOB.40.17","label":"17","content":"Nws tus kotw tsa ntshuas ib yam li tsob ntoo ciab, thiab nws ncejpuab ntug ntoob muaj zog heev."},{"bible_id":"1525","chapter_code":"JOB.40","verse_code":"JOB.40.18","label":"18","content":"Nws tej pobtxha khov cuag tooj, thiab nws tej tes taw tawv cuag hlau."},{"bible_id":"1525","chapter_code":"JOB.40","verse_code":"JOB.40.19","label":"19","content":"“Tus tsiaj uas muaj hwvxyeej tshaj tej tsiaj uas kuv tsim; tsuas yog tus tswv uas tsim nws thiaj kovyeej nws xwb."},{"bible_id":"1525","chapter_code":"JOB.40","verse_code":"JOB.40.20","label":"20","content":"Nws noj zaub saum tej roob uas yog tej tsiaj nruab nrag tej chaw ncig."},{"bible_id":"1525","chapter_code":"JOB.40","verse_code":"JOB.40.21","label":"21","content":"Nws pw hauv qab tej xyuv pos, thiab pw tsau hawv tsawv hauv qab tej tauj iab."},{"bible_id":"1525","chapter_code":"JOB.40","verse_code":"JOB.40.22","label":"22","content":"Tej ntoo pos thiab tej lwgzaj uas tuaj ntawm ntug dej ua duab ntxoov ntxoo rau nws nkaum."},{"bible_id":"1525","chapter_code":"JOB.40","verse_code":"JOB.40.23","label":"23","content":"Nws tsis ntshai tus dej uas ntws ceev; thaum tus dej Yauladees ntsawj nws taubhau los nws tseem nres khov kho."},{"bible_id":"1525","chapter_code":"JOB.40","verse_code":"JOB.40.24","label":"24","content":"Leejtwg muaj cuabkav ua rau nws digmuag thiab ntes tau nws? Lossis leejtwg muaj cuabkav muab hlua chaws tau nws qhovntswg?"},{"bible_id":"1525","chapter_code":"JOB.41","verse_code":"JOB.41.1","label":"1","content":"“Koj muaj cuabkav muab nuv ntses nuv tau Levi-athas lossis muab hlua khi tau nws tus nplaig los?"},{"bible_id":"1525","chapter_code":"JOB.41","verse_code":"JOB.41.2","label":"2","content":"Koj puas muab hlua chaws tau nws qhovntswg? Lossis muab nuv ntses nqe tau nws lub puabtsaig?"},{"bible_id":"1525","chapter_code":"JOB.41","verse_code":"JOB.41.3","label":"3","content":"Nws puas yuav thov kom koj tso nws mus? Nws puas yuav ua tib zoo thov kom koj hlub nws?"},{"bible_id":"1525","chapter_code":"JOB.41","verse_code":"JOB.41.4","label":"4","content":"Nws puas kam lees thiab coglus rau koj hais tias nws yuav ua koj qhev mus ibtxhis?"},{"bible_id":"1525","chapter_code":"JOB.41","verse_code":"JOB.41.5","label":"5","content":"Koj puas yuav khi tau nws ib yam li khi noog rau koj tej ntxhais ua si?"},{"bible_id":"1525","chapter_code":"JOB.41","verse_code":"JOB.41.6","label":"6","content":"Cov neeg ntaus ntses puas tuaj kheev nqi yuav nws? Tej tub lag tub luam puas yuav muab nws coj mus txhoov muag?"},{"bible_id":"1525","chapter_code":"JOB.41","verse_code":"JOB.41.7","label":"7","content":"Koj puas yuav muab hmuv nkaug tau nws daim tawv lossis muab hmuv hlau nkaug tau nws taubhau tshab?"},{"bible_id":"1525","chapter_code":"JOB.41","verse_code":"JOB.41.8","label":"8","content":"Yog koj nrog nws sib ntsuas zog ib zaug, koj yuav zeem kiag tsis kov ntxiv li lawm."},{"bible_id":"1525","chapter_code":"JOB.41","verse_code":"JOB.41.9","label":"9","content":"“Yog leejtwg pom Levi-athas, nws yuav ntshai ua ibce tuag tas thiab ntog rau hau av."},{"bible_id":"1525","chapter_code":"JOB.41","verse_code":"JOB.41.10","label":"10","content":"Thaum muaj neeg mus thab nws, nws yuav ua tsiv kawg nkaus, tsis muaj leejtwg yuav tiv taus li."},{"bible_id":"1525","chapter_code":"JOB.41","verse_code":"JOB.41.11","label":"11","content":"Leejtwg tawmtsam nws tas thiab tseem muaj sia nyob? Nyob hauv ntiajteb no yeej tsis muaj leejtwg ua tau li ntawd."},{"bible_id":"1525","chapter_code":"JOB.41","verse_code":"JOB.41.12","label":"12","content":"“Cia kuv qhia Zaj tej tes taw rau koj paub, thiab qhia rau koj saib nws loj thiab muaj zog npaum li cas."},{"bible_id":"1525","chapter_code":"JOB.41","verse_code":"JOB.41.13","label":"13","content":"Tsis muaj leejtwg laws tau nws daim tawv lossis nkaug tshab nws tej nplai."},{"bible_id":"1525","chapter_code":"JOB.41","verse_code":"JOB.41.14","label":"14","content":"Leejtwg muaj cuabkav rua tau nws lub qhovncauj uas hniav zuag plias thiab txaus ntshai ntawd?"},{"bible_id":"1525","chapter_code":"JOB.41","verse_code":"JOB.41.15","label":"15","content":"Nws lub nraubqaum  ua nplai rees ua tej nreej tawv cuag pobzeb."},{"bible_id":"1525","chapter_code":"JOB.41","verse_code":"JOB.41.16","label":"16","content":"Nws tej nplai sib dhos ntom nti, txawm yog cua los twb txeem tsis tau."},{"bible_id":"1525","chapter_code":"JOB.41","verse_code":"JOB.41.17","label":"17","content":"Tej nplai ntawd sib dhos ua nreej rees, tsis muaj ib yam dabtsi ua tau rau cov nplai ntawd nti li."},{"bible_id":"1525","chapter_code":"JOB.41","verse_code":"JOB.41.18","label":"18","content":"Thaum nws txham muaj duab ci laim liab vog, thiab nws ob lub qhovmuag ci li thaum lub hnub tawm tuaj."},{"bible_id":"1525","chapter_code":"JOB.41","verse_code":"JOB.41.19","label":"19","content":"Muaj nplaim taws cig laim lias hauv nws qhovncauj thiab ya liab vog tuaj."},{"bible_id":"1525","chapter_code":"JOB.41","verse_code":"JOB.41.20","label":"20","content":"Muaj pa ncho tawm hauv nws qhovntswg tuaj ib yam li tej pa quavnyab ncho hauv qab laujkaub."},{"bible_id":"1525","chapter_code":"JOB.41","verse_code":"JOB.41.21","label":"21","content":"Nws tej pa ua tau hluavtaws; muaj hluavtaws tawm liab vog hauv nws qhovncauj tuaj."},{"bible_id":"1525","chapter_code":"JOB.41","verse_code":"JOB.41.22","label":"22","content":"Nws lub cajdab muaj zog heev, txhua tus uas pom nws ntshai kawg li."},{"bible_id":"1525","chapter_code":"JOB.41","verse_code":"JOB.41.23","label":"23","content":"Nws daim tawv, tawv cuag hlau txias, tsis muaj ib qho zooj li."},{"bible_id":"1525","chapter_code":"JOB.41","verse_code":"JOB.41.24","label":"24","content":"Nws siab tawv ib yam li pobzeb, thiab tawv ib yam li txhib zeb tsis ntshai dabtsi li."},{"bible_id":"1525","chapter_code":"JOB.41","verse_code":"JOB.41.25","label":"25","content":"Thaum nws tawm plaws tuaj, txawm yog tej neeg uas muaj zog heev los yeej ntshai ua ibce tuag tas tsis paub ua zaj twg."},{"bible_id":"1525","chapter_code":"JOB.41","verse_code":"JOB.41.26","label":"26","content":"Tsis muaj ib rab ntaj uas yuav txiav tau nws li; txawm yog muab ntaj, muab hmuv lossis muab xubvos tua los yeej tsis to li."},{"bible_id":"1525","chapter_code":"JOB.41","verse_code":"JOB.41.27","label":"27","content":"Muab hmuv hlau nkaug nws, ces ib yam lib muab quavnyab nkaug, thiab muab hmuv tooj nkaug, ces ib yam li muab ntoo lwj nkaug xwb."},{"bible_id":"1525","chapter_code":"JOB.41","verse_code":"JOB.41.28","label":"28","content":"Tsis muaj ib xibxub vos uas yuav ua tau rau nws khiav li; muab pobzeb ntaus nws, ces ib yam li muab quavnyab ntaus xwb."},{"bible_id":"1525","chapter_code":"JOB.41","verse_code":"JOB.41.29","label":"29","content":"Muab qws ntaus nws, ces ib yam li muab ib tug quavnyab npleg ntaus; thiab thaum neeg muab hmuv nkaug nws, nws tseem luag thiab."},{"bible_id":"1525","chapter_code":"JOB.41","verse_code":"JOB.41.30","label":"30","content":"Nws tej nplai hauv qab plab ntse cuag li tej txhais lamhwj; thaum nws mus, nws tshiav av tawg pes rhe ib yam li khais laij liag."},{"bible_id":"1525","chapter_code":"JOB.41","verse_code":"JOB.41.31","label":"31","content":"Nws ua rau dej hiavtxwv npau ib yam li dej kub npau, thiab ua rau dej hiavtxwv ua npuas ib yam li laujkaub roj."},{"bible_id":"1525","chapter_code":"JOB.41","verse_code":"JOB.41.32","label":"32","content":"Nws mus kev mas ua rau dej txaws dawb vog rov tom qab; thiab nws ua rau dej hiavtxwv ua npuas dawb paug."},{"bible_id":"1525","chapter_code":"JOB.41","verse_code":"JOB.41.33","label":"33","content":"Tsis muaj ib yam dabtsi hauv ntiajteb no yuav piv tau nws; nws yog tus tsiaj uas tsis paub ntshai dabtsi li."},{"bible_id":"1525","chapter_code":"JOB.41","verse_code":"JOB.41.34","label":"34","content":"Txawm yog tej tsiaj ua tau heev los nws tsis ntshai; nws yog tus vajntxwv uas kav tagnrho txhua yam tsiaj nruab nrag.”"},{"bible_id":"1525","chapter_code":"JOB.42","verse_code":"JOB.42.1","label":"1","content":"Yauj teb tus TSWV hais tias:"},{"bible_id":"1525","chapter_code":"JOB.42","verse_code":"JOB.42.2","label":"2","content":"“Tus TSWV, kuv paub hais tias koj yog tus uas muaj hwjchim loj kawg nkaus; koj xav ua dabtsi, koj yeej ua tau huv tibsi."},{"bible_id":"1525","chapter_code":"JOB.42","verse_code":"JOB.42.3","label":"3","content":"Koj nug hais tias ua li cas kuv thiaj muaj siab tawv nrog koj sib cav; kuv yog neeg ruam, kuv hais txog tej uas kuv tsis totaub, thiab tej yam xav tsis thoob uas kuv tsis tau paub dua li xwb."},{"bible_id":"1525","chapter_code":"JOB.42","verse_code":"JOB.42.4","label":"4","content":"Koj kom kuv mloog koj hais thiab teb koj tej lus."},{"bible_id":"1525","chapter_code":"JOB.42","verse_code":"JOB.42.5","label":"5","content":"Yav tas los kuv tsuas paub raws li luag qhia kuv xwb, tiamsis nimno kuv qhovmuag pom koj lawm tiag."},{"bible_id":"1525","chapter_code":"JOB.42","verse_code":"JOB.42.6","label":"6","content":"Yog li ntawd kuv txajmuag kawg nkaus rau tej lus uas kuv hais, kuv thiaj mus zaum ntawm cub tshau thiab hauv av ris siab hlo tsis ua ntxiv li lawm.”"},{"bible_id":"1525","chapter_code":"JOB.42","verse_code":"JOB.42.7","label":"7","content":"Tom qab uas tus TSWV hais rau Yauj tas lawm, tus TSWV hais rau Elifas hais tias, “Kuv chim heev rau koj thiab koj ob tug phoojywg, rau qhov thaum nej piav txog kuv zaj, nej hais tsis tseeb raws li Yauj uas yog kuv tus tubtxib hais."},{"bible_id":"1525","chapter_code":"JOB.42","verse_code":"JOB.42.8","label":"8","content":"Nimno nej cia li mus ntes xya tus heev nyuj thiab xya tus laug yaj tuaj rau Yauj tua hlawv fij daws nej lub txim. Yauj yuav thov kuv zam txim rau nej, kuv yuav teb Yauj tej lus thov, thiab kuv yuav tsis rau txim rau nej raws li nej tau ua txhaum lawm. Thaum nej piav txog kuv zaj, nej tsis hais lus tseeb raws li Yauj hais.”"},{"bible_id":"1525","chapter_code":"JOB.42","verse_code":"JOB.42.9","label":"9","content":"Ces Elifas, Npiledas thiab Xaufas txawm ua raws li tus TSWV hais, thiab tus TSWV teb Yauj tej lus thov."},{"bible_id":"1525","chapter_code":"JOB.42","verse_code":"JOB.42.10","label":"10","content":"Tom qab Yauj thov Vajtswv rau nws peb tug phoojywg tas, tus TSWV tau foom koob hmoov rau Yauj rov tau zoo neej dua thiab pub Yauj muaj txhua yam li qub thiab ib npaug ntxiv."},{"bible_id":"1525","chapter_code":"JOB.42","verse_code":"JOB.42.11","label":"11","content":"Yauj cov kwvtij, cov nkauj muam thiab tej phoojywg thaum ub tuaj xyuas Yauj thiab nrog Yauj noj haus hauv nws tsev. Lawv nplig Yauj siab thiab txhawb nws zog txog tej kev txomnyem uas tus TSWV tso los rau Yauj. Lawv sawvdaws muab nyiaj thiab ib leeg muab ib nti nplhaib kub rau Yauj."},{"bible_id":"1525","chapter_code":"JOB.42","verse_code":"JOB.42.12","label":"12","content":"Tus TSWV foom koob hmoov rau Yauj lub neej zoo heev dua thaum chivthawj. Yauj muaj kaum plaub txhiab tus yaj, rau txhiab tus ntxhuav, ob txhiab tus nyuj thiab ib txhiab tus neesluav."},{"bible_id":"1525","chapter_code":"JOB.42","verse_code":"JOB.42.13","label":"13","content":"Yauj muaj xya leej tub thiab peb leeg ntxhais."},{"bible_id":"1525","chapter_code":"JOB.42","verse_code":"JOB.42.14","label":"14","content":"Yauj muab tus ntxhais hlob tis npe hu ua Yemimas, tus ntxhais nrab hu ua Kexiyas thiab tus ntxhais ntxawm hu ua Keles Hapus."},{"bible_id":"1525","chapter_code":"JOB.42","verse_code":"JOB.42.15","label":"15","content":"Tej pojniam uas nyob hauv ntiajteb no tsis muaj ib tug zoo nkauj npaum li Yauj cov ntxhais. Yauj faib nws tej qubtxeeg qubteg rau nws cov ntxhais ib yam li faib rau nws cov tub."},{"bible_id":"1525","chapter_code":"JOB.42","verse_code":"JOB.42.16","label":"16","content":"Tom qab ntawd Yauj ua neej nyob tau ib puas plaub caug xyoo ntxiv, nws pom nws cov tub cov ntxhais tej xeebntxwv huv tibsi."},{"bible_id":"1525","chapter_code":"JOB.42","verse_code":"JOB.42.17","label":"17","content":"Ces thaum Yauj laus heev lawm nws mam li tuag."}]