[{"bible_id":"1525","chapter_code":"JOL.1","verse_code":"JOL.1.1","label":"1","content":"Ntawm no yog tus TSWV cov lus uas hais rau Pethuyees tus tub Yau-ees."},{"bible_id":"1525","chapter_code":"JOL.1","verse_code":"JOL.1.2","label":"2","content":"Nej cov neeg laus cia li ua tib zoo mloog; txhua tus uas nyob hauv tebchaws Yudas, nej cia li mloog. Puas tau muaj tej yam zoo li no tshwmsim los rau nej tiam lossis nej cov yawgkoob tiam?"},{"bible_id":"1525","chapter_code":"JOL.1","verse_code":"JOL.1.3","label":"3","content":"Cia li piav tej no qhia rau nej cov menyuam; ces lawv mam li piav qhia rau lawv tej menyuam, lawv ib tiam yuav piav qhia rau ib tiam mus li."},{"bible_id":"1525","chapter_code":"JOL.1","verse_code":"JOL.1.4","label":"4","content":"Kooj txomfav ib pab tas ib pab tuaj nyob puv nkaus ntawm tej qoobloo; yam twg uas ib pab kooj noj tsis tas mas lwm pab kooj los muab khee noj kom tas."},{"bible_id":"1525","chapter_code":"JOL.1","verse_code":"JOL.1.5","label":"5","content":"Cov neeg qaug cawv, nej cia li sawv thiab quaj; cov neeg quav cawv, nej cia li tsa suab hlo quaj; rau qhov tej txiv hmab uas yuav cia ua cawv tshiab twb puastsuaj tas lawm."},{"bible_id":"1525","chapter_code":"JOL.1","verse_code":"JOL.1.6","label":"6","content":"Ib pab tubrog kooj ya tsaus nti tuaj tawmtsam peb lub tebchaws; lawv muaj zog heev thiab coob kawg nkaus suav tsis txheeb li; lawv tej hniav ntse npaum nkaus li hniav tsov ntxhuav."},{"bible_id":"1525","chapter_code":"JOL.1","verse_code":"JOL.1.7","label":"7","content":"Lawv muab peb tej vaj txiv hmab noj tas dulug thiab noj peb tej ntoo txiv ncuavpias tas huv tibsi. Lawv noj tej nplooj thiab kaws tej tawv, tsuas tshuav tej kav nyob dawb paug cia xwb."},{"bible_id":"1525","chapter_code":"JOL.1","verse_code":"JOL.1.8","label":"8","content":"Tej pejxeem, nej cia li quaj ib yam li tus hluas nkauj quaj tus hluas nraug uas nws tabtom yuav mus yuav ua nws tus txiv, tiamsis tus hluas nraug ntawd cia li tuag lawm."},{"bible_id":"1525","chapter_code":"JOL.1","verse_code":"JOL.1.9","label":"9","content":"Tsis muaj nplej lossis cawv txiv hmab coj mus fij rau hauv lub Tuamtsev; cov povthawj quaj ntsuag vim tsis muaj neeg nqa khoom tuaj fij rau tus TSWV lawm."},{"bible_id":"1525","chapter_code":"JOL.1","verse_code":"JOL.1.10","label":"10","content":"Tej teb av liab nploog cia, tej av qhuav nkig nkuav, rau qhov tej qoobloo puastsuaj tas; tej txiv hmab thiab tej txiv ntoo roj los qhuav ntsws tas."},{"bible_id":"1525","chapter_code":"JOL.1","verse_code":"JOL.1.11","label":"11","content":"Cov neeg ua liaj ua teb, nej cia li tu siab; cov neeg uas tu tej vaj txiv hmab, nej cia li tsa suab quaj, rau qhov tej qib, tej nplej thiab tej qoobloo twb puastsuaj tas lawm."},{"bible_id":"1525","chapter_code":"JOL.1","verse_code":"JOL.1.12","label":"12","content":"Tej txiv hmab thiab txiv ncuavpias qhuav thiab ntsws; tej txiv ntoo puavleej qhuav thiab tuag tas. Tej neeg sawvdaws nyob nyuaj siab ntsuav."},{"bible_id":"1525","chapter_code":"JOL.1","verse_code":"JOL.1.13","label":"13","content":"Nej cov povthawj uas fij khoom ntawm lub thaj cia li npua ntaubtsaj thiab quaj! Cia li mus rau hauv lub Tuamtsev thiab quaj ib hmos kaj ntug! Rau qhov tsis muaj nplej lossis cawv txiv hmab fij rau nej tus Vajtswv lawm."},{"bible_id":"1525","chapter_code":"JOL.1","verse_code":"JOL.1.14","label":"14","content":"Cia li hais kom sawvdaws yoo mov, cia li hu sawvdaws tuaj ua ke! Cia li hu cov thawjcoj thiab tagnrho cov Yudas tuaj rau hauv tus TSWV uas yog nej tus Vajtswv lub Tuamtsev thiab thov nws pab."},{"bible_id":"1525","chapter_code":"JOL.1","verse_code":"JOL.1.15","label":"15","content":"Twb yuav txog hnub uas tus TSWV teem cia, yog hnub uas tus muaj Hwjchim Loj kawg nkaus yuav ua kom ib puas tsav yam raug puastsuaj. Hnub ntawd yog hnub uas sawvdaws yuav ntshai kawg nkaus li!"},{"bible_id":"1525","chapter_code":"JOL.1","verse_code":"JOL.1.16","label":"16","content":"Peb saib ntsoov peb tej qoobloo raug puastsuaj tas. Tsis muaj kev zoo siab nyob hauv Vajtswv lub Tuamtsev lawm."},{"bible_id":"1525","chapter_code":"JOL.1","verse_code":"JOL.1.17","label":"17","content":"Tej noob qoob lwj tas rau hauv tej av qhuav. Tsis muaj qoobloo sau los rau hauv tej txhab, yog li ntawd tej txhab thiaj pob puas tas."},{"bible_id":"1525","chapter_code":"JOL.1","verse_code":"JOL.1.18","label":"18","content":"Tej nyuj qaug zog zis rau qhov tsis muaj zaub rau nyuj noj li lawm; tej yaj los tsis muaj zaub noj ib yam nkaus."},{"bible_id":"1525","chapter_code":"JOL.1","verse_code":"JOL.1.19","label":"19","content":"Tus TSWV, kuv tsa ncauj thov koj, vim tej nroj tsuag thiab tej ntoo tuag tas ib yam li hluavtaws plhov."},{"bible_id":"1525","chapter_code":"JOL.1","verse_code":"JOL.1.20","label":"20","content":"Txawm yog tej tsiaj qus los puavleej tsa suab quaj thov koj pab, rau qhov tej hav dej qhuav tas lawm."},{"bible_id":"1525","chapter_code":"JOL.2","verse_code":"JOL.2.1","label":"1","content":"Nej cia li nyob saum Vajtswv lub roob Xi-oos uas dawbhuv  tshuab xyu ceebtoom rau sawvdaws. Cov Yudas, nej cia li ntshai ua ibce tshee hnyo! Rau qhov twb yuav txog hnub uas tus TSWV teem tseg."},{"bible_id":"1525","chapter_code":"JOL.2","verse_code":"JOL.2.2","label":"2","content":"Hnub ntawd ntuj yuav tsaus ntais, teb yuav tsaus nti, huab laum nkaus ntuj tsaus dub nciab. Cov tubrog kooj ntawd nias tsam tsaus nti tuaj ib yam li duab ntxoov ntxoo roos tej roob. Yeej tsis tau muaj dua ib yam zoo li no hlo li, thiab yuav tsis muaj ib zaug zoo li no ntxiv lawm."},{"bible_id":"1525","chapter_code":"JOL.2","verse_code":"JOL.2.3","label":"3","content":"Lawv noj tej nroj tsuag thiab qoobloo tas dulug ib yam li hluavtaws kub. Lub tebchaws no zoo ib yam li lub Vaj Edees nyob tom lawv hauv ntej, tiamsis tom lawv qab av liab ploog ib yam li tiaj suabpuam. Tsis muaj ib yam dabtsi yuav khiav dim ntawm lawv li."},{"bible_id":"1525","chapter_code":"JOL.2","verse_code":"JOL.2.4","label":"4","content":"Lawv lub cev zoo ib yam li nees lub; lawv khiav ib yam li tej nees uas caij mus ntaus rog."},{"bible_id":"1525","chapter_code":"JOL.2","verse_code":"JOL.2.5","label":"5","content":"Thaum lawv dhia mus rau saum tej roob mas nrov npaum li tej tsheb nees nrov thiab nrov nroo ntws ib yam li hluavtaws kub nroj tsuag qhuav. Lawv sawv ua tsheej kab coob ib yam li cov tubrog uas npaj nroos yuav ntaus rog."},{"bible_id":"1525","chapter_code":"JOL.2","verse_code":"JOL.2.6","label":"6","content":"Lawv mus txog qhov twg txhua tus neeg ntshai ua ntsejmuag thimxem tas."},{"bible_id":"1525","chapter_code":"JOL.2","verse_code":"JOL.2.7","label":"7","content":"Cov kooj ntawd mos tsaus tsi tuaj ib yam li pab tubrog; lawv nce tej ntsa yeej ib yam li tej tubrog. Lawv too hau ntsoov nias tsam mus rau tom hauv ntej tsis tig saib qab"},{"bible_id":"1525","chapter_code":"JOL.2","verse_code":"JOL.2.8","label":"8","content":"lossis ib tug tsis txeeb ib tug ntej li. Lawv nias luag tej yeej tuaj tsis muaj leejtwg tiv tau li."},{"bible_id":"1525","chapter_code":"JOL.2","verse_code":"JOL.2.9","label":"9","content":"Lawv txeem tuaj rau hauv nroog, lawv dhia hla tej ntsa yeej tuaj; lawv nce pes hlo mus rau saum tej tsev thiab nkag ntawm tej qhovrai mus ib yam li tej tubsab."},{"bible_id":"1525","chapter_code":"JOL.2","verse_code":"JOL.2.10","label":"10","content":"Thaum lawv taug kev tuaj lub ntiajteb ua zog koog, lub ntuj ntseeg nkawg. Lub hnub thiab lub hli cia li tsaus dub nciab, thiab tej hnubqub los cia li tsis ci lawm."},{"bible_id":"1525","chapter_code":"JOL.2","verse_code":"JOL.2.11","label":"11","content":"Tus TSWV nthe nqho nws cov tubrog. Cov tubrog uas mloog nws lus muaj coob thiab muaj zog kawg li. Hnub uas tus TSWV teem cia yog hnub uas sawvdaws yuav ntshai kawg nkaus! Leejtwg tseem yuav dim tau?"},{"bible_id":"1525","chapter_code":"JOL.2","verse_code":"JOL.2.12","label":"12","content":"Tus TSWV hais tias, “Txawm yog li ntawd los nimno nej cia li tso plhuav nej tej kev txhaum ntawd tseg, thiab tig rov los cuag kuv ntawm nej lub siab dawb paug, cia li yoo mov, quaj ntsuag thiab tu siab."},{"bible_id":"1525","chapter_code":"JOL.2","verse_code":"JOL.2.13","label":"13","content":"Nej yuav tsum ua rau luag pom hais tias nej nyuaj siab tiag, tsis yog lam dua nej tej ris tsho xwb.” Cia li rov los cuag tus TSWV uas yog nej tus Vajtswv. Nws muaj lub siab dawb siab zoo thiab puv npo txojkev hlub; nws muaj lub siab ntev thiab ua raws li nws tej lus cog tseg; nws zoo siab yuav zam txim thiab tsis rau txim rau nej."},{"bible_id":"1525","chapter_code":"JOL.2","verse_code":"JOL.2.14","label":"14","content":"Tej zaum tus TSWV uas yog nej tus Vajtswv yuav hloov siab thiab foom koob hmoov kom nej muaj qoobloo nplua mias. Ces nej yuav muaj qoobloo thiab cawv txiv hmab fij rau tus TSWV."},{"bible_id":"1525","chapter_code":"JOL.2","verse_code":"JOL.2.15","label":"15","content":"Cia li tshuab xyu saum Roob Xi-oos; hu sawvdaws tuaj ua ke thiab ua kevcai yoo mov!"},{"bible_id":"1525","chapter_code":"JOL.2","verse_code":"JOL.2.16","label":"16","content":"Cia li hu kom cov pejxeem tuaj ua ke; kom lawv txhua tus npaj tuaj koom lub rooj sablaj tseemceeb; coj cov laus, cov menyuam yaus thiab cov menyuam mos tuaj huv tibsi. Txawm yog tej niamtxiv uas sib yuav tshiab los lawv yuav tsum tawm hauv lawv tej tsev tuaj mus koom."},{"bible_id":"1525","chapter_code":"JOL.2","verse_code":"JOL.2.17","label":"17","content":"Cov povthawj uas tu tus TSWV ntawm lub thaj thiab ntawm txojkev uas mus rau hauv lub Tuamtsev kis nruab nrab, cia li quaj thiab thov Vajtswv hais tias, “Tus TSWV, thov hlub koj haivneeg. Thov tsis txhob cia lwm haivneeg txob thuam peb, saib tsis taus peb thiab hais tias, ‘Nej tus Vajtswv nyob qhov twg?’ ”"},{"bible_id":"1525","chapter_code":"JOL.2","verse_code":"JOL.2.18","label":"18","content":"Tom qab ntawd tus TSWV rov hlub nws lub tebchaws thiab hlub nws haivneeg."},{"bible_id":"1525","chapter_code":"JOL.2","verse_code":"JOL.2.19","label":"19","content":"Nws teb lawv tej lus thov hais tias, “Nimno kuv yuav pub kom nej muaj nplej, cawv txiv hmab thiab roj txiv ntoo ces nej yuav txaus siab heev. Lwm haivneeg yuav tsis txob thuam nej ntxiv lawm."},{"bible_id":"1525","chapter_code":"JOL.2","verse_code":"JOL.2.20","label":"20","content":"Kuv yuav raws cov tubrog kooj uas tuaj pem qaumteb tuaj kom tawm mus thiab yuav ntiab ib txhia mus rau tom tiaj suabpuam. Kuv yuav puav pab uas ua ntej mus rau hauv Hiavtxwv Tuag, thiab kuv yuav puav pab tom qab mus rau hauv Hiavtxwv Meditelanes. Lawv tej cev tuag yuav tsw lwj ntxiag. Kuv yuav ua kom lawv puastsuaj tas vim tej uas lawv tau ua rau nej lawm."},{"bible_id":"1525","chapter_code":"JOL.2","verse_code":"JOL.2.21","label":"21","content":"“Tej liaj tej teb, nej tsis txhob ntshai tiamsis cia li xyivfab thiab zoo siab rau tej uas tus TSWV tau pab nej lawm."},{"bible_id":"1525","chapter_code":"JOL.2","verse_code":"JOL.2.22","label":"22","content":"Tej tsiaj txhu, tsis xob ntshai. Tej tshav zaub los twb rov hlav ntsuab xiab, tej ntoo los rov tawg paj txi txiv thiab tej txiv hmab, txiv ncuavpias los muaj nplua mias lawm."},{"bible_id":"1525","chapter_code":"JOL.2","verse_code":"JOL.2.23","label":"23","content":"“Cov neeg hauv Xi-oos, cia li zoo siab; zoo siab rau tej uas tus TSWV uas yog nej tus Vajtswv twb pab nej lawm. Nws tso nag los kom txaus rau lub caij ntuj nag; nws tso nag ntuj tsaug thiab nag ntuj tshiab los rau nej ib yam li yav thaum ub."},{"bible_id":"1525","chapter_code":"JOL.2","verse_code":"JOL.2.24","label":"24","content":"Yuav muaj nplej puv nkaus hauv nej tej tshav nplej; thiab tej rhawv tsuam txiv hmab yuav muaj cawv txiv hmab thiab roj txiv ntoo puv phwj yaws."},{"bible_id":"1525","chapter_code":"JOL.2","verse_code":"JOL.2.25","label":"25","content":"Ntau xyoo uas tas los kooj txomfav noj nej tej qoobloo tas lawm, tiamsis nimno kuv yuav them rov qab rau nej, kuv yog tus uas tso cov tubrog no tuaj tawmtsam nej ntag."},{"bible_id":"1525","chapter_code":"JOL.2","verse_code":"JOL.2.26","label":"26","content":"Nimno nej yuav muaj noj muaj haus nplua mias thiab txaus nej siab. Nej yuav qhuas tus TSWV uas yog nej tus Vajtswv, tus uas ua tej haujlwm zoo heev pab nej. Kuv haivneeg yuav tsis raug luag txob thuam ntxiv lawm."},{"bible_id":"1525","chapter_code":"JOL.2","verse_code":"JOL.2.27","label":"27","content":"Cov Yixalayees, nej yuav paub hais tias kuv nrog nraim nej thiab kuv yog tus TSWV uas yog nej tus Vajtswv, tsis muaj dua lwm tus lawm. Kuv haivneeg yuav tsis raug luag txob thuam ntxiv lawm."},{"bible_id":"1525","chapter_code":"JOL.2","verse_code":"JOL.2.28","label":"28","content":"“Tom qab ntawd kuv yuav pub kuv tus ntsujplig los rau txhua tus: nej tej tub thiab tej ntxhais yuav qhia kuv txojlus; nej cov laus yuav ua npau suav, thiab nej cov tub hluas yuav pom tej zaj yogtoog."},{"bible_id":"1525","chapter_code":"JOL.2","verse_code":"JOL.2.29","label":"29","content":"Thaum txog lub sijhawm ntawd, kuv yuav pub kuv tus ntsujplig rau tej tubtxib tsis hais pojniam lossis txivneej."},{"bible_id":"1525","chapter_code":"JOL.2","verse_code":"JOL.2.30","label":"30","content":"“Thaum txog hnub ntawd kuv yuav ua tej yam cim qhia rau saum nruab ntug thiab hauv ntiajteb; yuav muaj ntshav nrog, hluavtaws thiab pa taws ncho auv niab."},{"bible_id":"1525","chapter_code":"JOL.2","verse_code":"JOL.2.31","label":"31","content":"Ua ntej hnub tseemceeb thiab tej kev txhawj ntshai uas tus TSWV teem cia ntawd los txog, lub hnub yuav tsaus thiab lub hli yuav liab ib yam li ntshav."},{"bible_id":"1525","chapter_code":"JOL.2","verse_code":"JOL.2.32","label":"32","content":"Tiamsis txhua tus uas thov tus TSWV pab yuav dim. Raws li tus TSWV tau hais tseg lawm tias, ‘Muaj qee leej uas nyob hauv Yeluxalees yuav khiav dim; cov neeg uas kuv xaiv lawm thiaj yuav muaj sia nyob xwb.’ ”"},{"bible_id":"1525","chapter_code":"JOL.3","verse_code":"JOL.3.1","label":"1","content":"Tus TSWV hais tias, “Thaum txog lub sijhawm ntawd kuv yuav rov txhim kho lub tebchaws Yudas thiab lub nroog Yeluxalees kom vammeej."},{"bible_id":"1525","chapter_code":"JOL.3","verse_code":"JOL.3.2","label":"2","content":"Kuv yuav sau txhua haivneeg tuaj ua ke thiab coj lawv mus rau hauv lub Hav Txiav Txim. Kuv yuav txiav txim rau lawv nyob hauv lub hav ntawd raws li tej uas lawv ua rau kuv haivneeg lawm. Lawv ua rau cov Yixalayees tawg mus nyob ua sab ua sua rau lwm tebchaws thiab muab kuv lub tebchaws Yixalayees faib rau lawv."},{"bible_id":"1525","chapter_code":"JOL.3","verse_code":"JOL.3.3","label":"3","content":"Lawv rho ntawv saib leejtwg tau cov neeg uas raug ntes ntawd. Lawv muab tej tub thiab tej ntxhais muag mus ua luag qhev kom tau nyiaj mus them tej niamntiav thiab yuav cawv haus."},{"bible_id":"1525","chapter_code":"JOL.3","verse_code":"JOL.3.4","label":"4","content":"“Tiles, Xidoos thiab lub tebchaws Filitees, nej pheej ua dabtsi rau kuv? Puas yog nej yuav ua phem pauj kuv? Yog nej ua li ntawd kuv yuav ua pauj rau nej tamsim no ntag!"},{"bible_id":"1525","chapter_code":"JOL.3","verse_code":"JOL.3.5","label":"5","content":"Nej muab kuv tej nyiaj tej kub thiab nqa kuv tej khoom uas muaj nqis mus tso rau hauv nej tej tuamtsev lawm."},{"bible_id":"1525","chapter_code":"JOL.3","verse_code":"JOL.3.6","label":"6","content":"Nej coj cov neeg hauv tebchaws Yudas thiab hauv lub nroog Yeluxalees mus muag rau cov neeg Kilis kom lawv mus nyob deb lawv lub tebchaws."},{"bible_id":"1525","chapter_code":"JOL.3","verse_code":"JOL.3.7","label":"7","content":"Nimno kuv yuav coj lawv tawm hauv tej tebchaws uas nej coj lawv mus muag ntawd rov qab los. Kuv yuav ua rau nej ib yam li nej tau ua rau lawv lawm."},{"bible_id":"1525","chapter_code":"JOL.3","verse_code":"JOL.3.8","label":"8","content":"Kuv yuav cia luag coj nej tej tub thiab tej ntxhais mus muag rau cov neeg Yudas; cov Yudas yuav muab nej tej tub tej ntxhais muag mus rau cov neeg Xanpees uas nyob deb heev. Kuv yog tus TSWV uas hais li ntawd."},{"bible_id":"1525","chapter_code":"JOL.3","verse_code":"JOL.3.9","label":"9","content":"“Cia li qhia rau txhua haivneeg li no: ‘Nej cia li npaj mus ua rog, txhij nej cov tubrog uas txawj ntaus rog tuaj; sau tagnrho nej cov tubrog tuaj thiab sawv kev mus!"},{"bible_id":"1525","chapter_code":"JOL.3","verse_code":"JOL.3.10","label":"10","content":"Cia li muab nej tej khais laij teb los ntaus ua ntaj thiab muab nej tej liag hlais nplej los ntaus ua hmuv. Txawm yog tus uas tsis muaj zog li los yuav tsum tau mus ntaus rog."},{"bible_id":"1525","chapter_code":"JOL.3","verse_code":"JOL.3.11","label":"11","content":"Nej txhua haivneeg uas nyob ibncig ntawm no, cia li tuaj  sib sau rau hauv lub voshav.’ ” Tus TSWV, thov koj cia li tso koj cov tubrog tuaj tawmtsam lawv!"},{"bible_id":"1525","chapter_code":"JOL.3","verse_code":"JOL.3.12","label":"12","content":"“Txhua haivneeg yuav tsum npaj kom txhij tuaj rau hauv lub Hav Txiav Txim. Kuv uas yog tus TSWV yuav zaum qhov ntawd txiav txim rau txhua haivneeg uas nyob ibncig ntawd."},{"bible_id":"1525","chapter_code":"JOL.3","verse_code":"JOL.3.13","label":"13","content":"Lawv yog cov neeg uas ua phem heev; cia li muab lawv hlais ib yam li hlais nplej; cia li muab lawv tsuam ib yam li tsuam txiv hmab kom cov kua ntws si laim.”"},{"bible_id":"1525","chapter_code":"JOL.3","verse_code":"JOL.3.14","label":"14","content":"Thaum muaj ntau txhiab ntau vam leej neeg tuaj rau hauv lub Hav Txiav Txim lawm. Ces hnub uas tus TSWV teem cia twb los yuav txog."},{"bible_id":"1525","chapter_code":"JOL.3","verse_code":"JOL.3.15","label":"15","content":"Lub hnub thiab lub hli yuav tsaus dub nciab, thiab tej hnubqub yuav tsis ci lawm."},{"bible_id":"1525","chapter_code":"JOL.3","verse_code":"JOL.3.16","label":"16","content":"Tus TSWV nthe nqho saum lub Roob Xi-oos tuaj; nws lub suab nrov ntxhe ntws hauv lub nroog Yeluxalees; lub ntiajteb thiab lub ntuj ntseeg nkaws. Tiamsis nws yuav tsomkwm nws haivneeg."},{"bible_id":"1525","chapter_code":"JOL.3","verse_code":"JOL.3.17","label":"17","content":"“Cov Yixalayees, nej yuav tsum paub hais tias kuv yog tus TSWV uas yog nej tus Vajtswv. Kuv nyob saum lub Roob Xi-oos uas yog kuv lub roob dawbhuv. Yeluxalees yuav yog lub nroog uas dawbhuv; tej neeg txawv tebchaws yuav ntaus tsis yeej ib zaug li lawm."},{"bible_id":"1525","chapter_code":"JOL.3","verse_code":"JOL.3.18","label":"18","content":"Thaum txog lub sijhawm ntawd luag yuav cog txiv hmab puv nkaus saum tej roob, thiab yuav pom nyuj noj zaub nplawg ntia saum tej roob; Tebchaws Yudas yuav muaj dej nplua mias haus tsis tas. Muaj ib tug dej yuav ntws hauv tus TSWV lub Tuamtsev mus ywg lub Hav Akaxias."},{"bible_id":"1525","chapter_code":"JOL.3","verse_code":"JOL.3.19","label":"19","content":"“Tebchaws Iziv yuav ua tiaj suabpuam, thiab tebchaws Edoos yuav puastsuaj tas, rau qhov lawv tau tuaj tua lub tebchaws Yudas thiab tua nws tej neeg uas tsis muaj txim."},{"bible_id":"1525","chapter_code":"JOL.3","verse_code":"JOL.3.20+JOL.3.21","label":"20-21","content":"Kuv yuav sawv cev cov neeg uas raug tua tuag chaw ua pauj lawv cov yeebncuab; Kuv yuav tsis tseg cov neeg ua txhaum ib tug li. Tiamsis lub tebchaws Yudas thiab lub nroog Yeluxalees yuav muaj neeg nyob mus ibtxhis, thiab kuv uas yog tus TSWV yuav nyob saum lub Roob Xi-oos.”"}]