[{"bible_id":"1525","chapter_code":"JOS.1","verse_code":"JOS.1.1","label":"1","content":"Thaum Mauxes uas yog tus TSWV tus tubtxib tuag lawm, tus TSWV hais rau Noos tus tub Yausuas uas yog tus pab Mauxes hais tias:"},{"bible_id":"1525","chapter_code":"JOS.1","verse_code":"JOS.1.2","label":"2","content":"“Kuv tus tubtxib Mauxes tuag lawm. Nimno koj thiab cov Yixalayees cia li sawbsim hla tus Dej Yauladees mus rau lub tebchaws uas kuv yuav muab rau lawv."},{"bible_id":"1525","chapter_code":"JOS.1","verse_code":"JOS.1.3","label":"3","content":"Raws li kuv tau coglus rau Mauxes lawm hais tias, txhua thaj av uas nej txhais kotaw mus tsuj, kuv yuav muab rau nej."},{"bible_id":"1525","chapter_code":"JOS.1","verse_code":"JOS.1.4","label":"4","content":"Nej tus ciamteb sab qabteb txij ntua ntawm tiaj suabpuam, sab qaumteb txij ntua ntawm Roob Lenpanoos; sab hnubtuaj txij ntua ntawm tus dej Efalates, thiab sab hnubpoob tagnrho tebchaws Hitis mus ti nkaus rau Hiavtxwv Meditelanes."},{"bible_id":"1525","chapter_code":"JOS.1","verse_code":"JOS.1.5","label":"5","content":"Yausuas, thaum koj tseem ua neej nyob yuav tsis muaj leejtwg tawmtsam yeej koj. Kuv yuav nrog nraim koj ib yam li kuv nrog Mauxes. Kuv yuav nrog nraim koj tsis tso koj tseg."},{"bible_id":"1525","chapter_code":"JOS.1","verse_code":"JOS.1.6","label":"6","content":"Koj ua siab tawv qhawv tsis txhob ntshai, rau qhov koj yog tus yuav coj cov neeg no mus nyob lub tebchaws uas kuv coglus yuav muab rau lawv cov yawgkoob."},{"bible_id":"1525","chapter_code":"JOS.1","verse_code":"JOS.1.7","label":"7","content":"Koj yuav tsum ua siab tawv qhawv tsis txhob ntshai leejtwg thiab coj raws li tej kevcai uas kuv tus tubtxib Mauxes muab rau koj lawm. Koj tsis txhob tso ib nqe tseg li, koj thiaj yuav kovyeej txhua qhov chaw uas koj mus."},{"bible_id":"1525","chapter_code":"JOS.1","verse_code":"JOS.1.8","label":"8","content":"Thaum sawvdaws tuaj ua ke pehawm kuv, yuav tsum muaj neeg nyeem kuv phau Kevcai rau sawvdaws mloog. Koj yuav tsum niaj hnub niaj hmo kawm thiab ua raws li tej lus ntawd, koj tes haujlwm thiaj yuav tiav thiab vammeej."},{"bible_id":"1525","chapter_code":"JOS.1","verse_code":"JOS.1.9","label":"9","content":"Koj yuav tsum nco ntsoov tej uas kuv hais rau koj lawm, koj ua siab tawv qhawv tsis txhob ntshai, tsis txhob txhawj, thiab tsis txhob poob siab, rau qhov kuv yog tus TSWV uas yog koj tus Vajtswv, kuv yuav nrog nraim koj txhua qhov uas koj mus.”"},{"bible_id":"1525","chapter_code":"JOS.1","verse_code":"JOS.1.10","label":"10","content":"Yausuas hais rau cov thawjcoj hais tias,"},{"bible_id":"1525","chapter_code":"JOS.1","verse_code":"JOS.1.11","label":"11","content":"“Nej cia li mus thoob plaws hauv lub yeej thiab hais kom cov pejxeem npaj zaub mov kom txaus, tshuav peb hnub saum no nej yuav hla tus Dej Yauladees mus rau hauv lub tebchaws uas tus TSWV uas yog nej tus Vajtswv yuav muab rau nej.”"},{"bible_id":"1525","chapter_code":"JOS.1","verse_code":"JOS.1.12","label":"12","content":"Yausuas hais rau xeem Lunpees, xeem Khas thiab ib nrab xeem Manaxes hais tias,"},{"bible_id":"1525","chapter_code":"JOS.1","verse_code":"JOS.1.13","label":"13","content":"“Nej yuav tsum nco ntsoov tej lus uas tus TSWV tus tubtxib Mauxes qhia rau nej lawm hais tias, tus TSWV uas yog nej tus Vajtswv yuav muab lub tebchaws ntawm tus Dej Yauladees sab hnubtuaj ua nej tug."},{"bible_id":"1525","chapter_code":"JOS.1","verse_code":"JOS.1.14","label":"14","content":"Cia nej pojniam, menyuam thiab tej tsiaj txhu nyob ntawm no, tiamsis nej cov tubrog cia li coj tej cuabyeej ua rog hla dej ua nej cov kwvtij Yixalayees ntej mus pab lawv ntaus tebchaws"},{"bible_id":"1525","chapter_code":"JOS.1","verse_code":"JOS.1.15","label":"15","content":"mus txog thaum lawv tua yeej thiab txeeb tau lub tebchaws ntawm tus Dej Yauladees sab hnubpoob uas tus TSWV uas yog nej tus Vajtswv muab pub rau lawv tso. Thaum tus TSWV pub rau cov Yixalayees txhua xeem tau nyob kaj siab lug lawm, nej mam li rov qab los rau hauv nej lub tebchaws uas nyob ntawm tus Dej Yauladees sab hnubtuaj uas tus TSWV tus tubtxib Mauxes faib rau nej lawm.”"},{"bible_id":"1525","chapter_code":"JOS.1","verse_code":"JOS.1.16","label":"16","content":"Lawv teb Yausuas hais tias, “Peb yuav ua txhua yam raws li koj hais thiab yuav mus txhua qhov uas koj txib peb mus."},{"bible_id":"1525","chapter_code":"JOS.1","verse_code":"JOS.1.17","label":"17","content":"Peb yuav mloog koj lus ib yam li peb mloog Mauxes lus, thiab peb thov tus TSWV uas yog koj tus Vajtswv nrog nraim koj ib yam li nws nrog Mauxes."},{"bible_id":"1525","chapter_code":"JOS.1","verse_code":"JOS.1.18","label":"18","content":"Yog leejtwg tawv nyom tsis ua raws li koj hais, peb yuav muab tus ntawd tua povtseg. Txawm li cas los xij, koj yuav tsum ua siab tawv qhawv tsis txhob ntshai li!”"},{"bible_id":"1525","chapter_code":"JOS.2","verse_code":"JOS.2.1","label":"1","content":"Tom qab ntawd, Yausuas tso ob tug neeg tawm hauv lawv lub yeej uas nyob ntawm tiaj ntoo Akaxias mus soj lub nroog Yelikaus hauv tebchaws Kana-as twjywm. Thaum nkawd mus txog hauv lub nroog Yelikaus lawm, nkawd mus so hauv ib tug niamntiav uas npe hu ua Lahaj lub tsev."},{"bible_id":"1525","chapter_code":"JOS.2","verse_code":"JOS.2.2","label":"2","content":"Tus vajntxwv uas kav lub nroog Yelikaus hnov hais tias, hmo ntawd muaj ob tug neeg Yixalayees tuaj rau hauv lawv lub nroog lawm, yog tuaj soj tebchaws,"},{"bible_id":"1525","chapter_code":"JOS.2","verse_code":"JOS.2.3","label":"3","content":"vajntxwv txawm tso neeg mus hais rau Lahaj hais tias: “Koj cia li coj ob tus txivneej uas tuaj so hauv koj tsev tawm los rau peb, rau qhov nkawd tuaj soj peb lub tebchaws.”"},{"bible_id":"1525","chapter_code":"JOS.2","verse_code":"JOS.2.4+JOS.2.5+JOS.2.6","label":"4-6","content":"(Tiamsis Lahaj twb coj nkawd mus zais rau hauv cov maj uas nws hlais los cia rau saum tsev lawm.) Lahaj hais rau lawv hais tias, “Muaj ob tug txivneej tuaj hauv kuv tsev no tiag, tiamsis kuv tsis paub hais tias xyov nkawd tuaj qhov twg tuaj; thiab thaum tsaus ntuj zuag uas luag tseem tsis tau kaw roojvag, nkawd twb tawm mus lawm. Kuv tsis paub xyov nkawd mus rau qhov twg lawm, nej kavtsij caum nkawd qab mus, nyaj nej yuav mus caum cuag.”"},{"bible_id":"1525","chapter_code":"JOS.2","verse_code":"JOS.2.7","label":"7","content":"Thaum vajntxwv cov neeg ntawd tawm mus dhau lawm, luag txawm kaw roojvag. Lawv nrhiav mus ti nkaus nram ntug Dej Yauladees ntu uas neeg pheej hla mus los, los tsis pom li."},{"bible_id":"1525","chapter_code":"JOS.2","verse_code":"JOS.2.8","label":"8","content":"Thaum nkawd tsis tau pw, Lahaj nce mus"},{"bible_id":"1525","chapter_code":"JOS.2","verse_code":"JOS.2.9","label":"9","content":"hais rau nkawd hais tias, “Kuv paub hais tias, tus TSWV twb muab lub tebchaws no rau nej lawm. Tej neeg uas nyob hauv lub tebchaws no poob siab thiab ntshai nej kawg li."},{"bible_id":"1525","chapter_code":"JOS.2","verse_code":"JOS.2.10","label":"10","content":"Peb hnov hais tias thaum nej los nram tebchaws Iziv los, tus TSWV ua rau Hiavtxwv Liab qhuav qhawv ua kev rau nej mus, thiab peb tseem hnov hais tias, thaum nej los txog ntawm tus Dej Yauladees sab hnubtuaj, nej ntes tau Xihoos thiab Aunkas uas yog cov Amaules ob tug vajntxwv tua povtseg lawm."},{"bible_id":"1525","chapter_code":"JOS.2","verse_code":"JOS.2.11","label":"11","content":"Thaum peb hnov tej xwm no, peb txhawj thiab ntshai kawg li; peb txhua tus qaug zog tas vim tej uas nej ua ntawd. Tus TSWV uas yog nej tus Vajtswv yog tus uas kav saum ntuj thiab hauv ntiajteb no."},{"bible_id":"1525","chapter_code":"JOS.2","verse_code":"JOS.2.12","label":"12","content":"Muaj Vajtswv saib ntsoov peb, yog li ntawd neb yuav tsum coglus rau kuv hais tias, nej yuav ua zoo rau kuv thiab kuv tej kwvtij neejtsa ib yam li kuv twb tau ua zoo rau neb lawm, thov neb muab ib yam khoom ua timkhawv rau kuv, kuv thiaj yuav ntseeg neb."},{"bible_id":"1525","chapter_code":"JOS.2","verse_code":"JOS.2.13","label":"13","content":"Thov neb coglus rau kuv hais tias, nej yuav pab kuv niam kuv txiv, kuv cov nus, kuv tej vivncaus thiab lawv tsevneeg kom dim, tsis txhob cia luag tua peb!”"},{"bible_id":"1525","chapter_code":"JOS.2","verse_code":"JOS.2.14","label":"14","content":"Ob tug txivneej ntawd hais rau Lahaj hais tias, “Yog wb tsis ua raws li wb hais,  thov kom Vajtswv rho wb txojsia! Yog koj tsis qhia qhov uas wb tuaj no rau leejtwg paub li, thaum tus TSWV muab lub tebchaws no rau peb lawm, wb yuav ua raws li tej lus uas wb tau cog tseg rau koj.”"},{"bible_id":"1525","chapter_code":"JOS.2","verse_code":"JOS.2.15","label":"15","content":"Lahaj lub tsev nyob npuab tus ntsa yeej uas thaiv lub nroog, nws tso hlua dauv ntawm qhovrai raws tus ntsa yeej rau sab nraud rau nkawd nqis khiav lawm."},{"bible_id":"1525","chapter_code":"JOS.2","verse_code":"JOS.2.16","label":"16","content":"Nws hais rau nkawd hais tias, “Neb cia li khiav mus nkaum peb hnub rau pem tej roob, kom vajntxwv cov neeg uas nrhiav neb rov los tas tso. Neb yuav mus qhov twg los neb mam li mus, lawv thiaj tsis pom neb.”"},{"bible_id":"1525","chapter_code":"JOS.2","verse_code":"JOS.2.17","label":"17","content":"Ob tug txivneej ntawd hais rau Lahaj hais tias, “Wb yuav ua raws li koj kom wb coglus rau koj."},{"bible_id":"1525","chapter_code":"JOS.2","verse_code":"JOS.2.18","label":"18","content":"Koj yuav tsum tau ua li no. Thaum peb tuaj tua nej lub tebchaws, koj yuav tsum muab ib pluaj ntaub liab khi rau ntawm lub qhovrai uas koj tso hlua rau wb nqis khiav. Koj cia li coj koj niam koj txiv, koj cov nus, cov vivncaus thiab lawv tsevneeg tuaj nyob hauv koj tsev."},{"bible_id":"1525","chapter_code":"JOS.2","verse_code":"JOS.2.19","label":"19","content":"Yog leejtwg tawm hauv koj tsev mus rau sab nraud, nws raug tua tuag los nws tsuas ris nws lub txim xwb, wb yuav tsis nrog paub; tiamsis yog cov neeg uas nyob hauv koj tsev raug tua tuag, wb yuav ris lub txim ntawd."},{"bible_id":"1525","chapter_code":"JOS.2","verse_code":"JOS.2.20","label":"20","content":"Yog hais tias koj qhia tej uas wb tuaj no rau luag paub lawm, wb yuav tsis ua raws li tej lus uas koj kom wb coglus rau koj.”"},{"bible_id":"1525","chapter_code":"JOS.2","verse_code":"JOS.2.21","label":"21","content":"Lahaj pom zoo ua raws li nkawd hais, nws thiaj kom nkawd tawm mus. Thaum nkawd mus lawm, nws txawm muab ib pluaj ntaub liab khi rau ntawm qhovrai."},{"bible_id":"1525","chapter_code":"JOS.2","verse_code":"JOS.2.22","label":"22","content":"Nkawd txawm khiav mus nkaum pem roob; mas vajntxwv cov neeg mus nrhiav nkawd rau txhua qhov tau peb hnub los nrhiav tsis tau li. Lawv thiaj rov los rau hauv Yelikaus lawm."},{"bible_id":"1525","chapter_code":"JOS.2","verse_code":"JOS.2.23","label":"23","content":"Tom qab ntawd, nkawd mam li nqis saum roob los hla tus Dej Yauladees mus cuag Yausuas. Nkawd piav tej xwm ntawd huv tibsi rau Yausuas mloog,"},{"bible_id":"1525","chapter_code":"JOS.2","verse_code":"JOS.2.24","label":"24","content":"thiab nkawd hais ntxiv hais tias, “Wb paub tseeb hais tias tus TSWV twb muab lub tebchaws no rau peb lawm. Cov neeg uas nyob hauv lub nroog ntawd ntshai peb kawg li.”"},{"bible_id":"1525","chapter_code":"JOS.3","verse_code":"JOS.3.1","label":"1","content":"Hnub tom qab thaum sawv ntxov Yausuas thiab cov Yixalayees txawm tawm hauv lawv lub yeej ntawm tiaj ntoo Akaxias mus rau nram ntug Dej Yauladees, lawv tsuam yeej rau ntawd npaj yuav hla dej."},{"bible_id":"1525","chapter_code":"JOS.3","verse_code":"JOS.3.2","label":"2","content":"Tom qab ntawd peb hnub, cov thawjcoj ncig mus thoob plaws hauv lub yeej,"},{"bible_id":"1525","chapter_code":"JOS.3","verse_code":"JOS.3.3","label":"3","content":"thiab hais rau cov pejxeem hais tias, “Thaum nej pom cov povthawj kwv lub Phijxab uas tim tus TSWV uas yog nej tus Vajtswv Tej Lus Cog Tseg mus lawm, nej cia li thiaj cuabtam raws lawv qab,"},{"bible_id":"1525","chapter_code":"JOS.3","verse_code":"JOS.3.4","label":"4","content":"nej thiaj paub kev mus, rau qhov nej tsis tau mus dua txojkev ntawd ib zaug li. Tiamsis nej tsis txhob mus ze lub Phijxab; nej yuav tsum mus kom nrug deb kwvyees li ob txhiab tshim.”"},{"bible_id":"1525","chapter_code":"JOS.3","verse_code":"JOS.3.5","label":"5","content":"Yausuas hais rau cov neeg hais tias, “Nej cia li tu nej lub siab, rau qhov tagkis tus TSWV yuav ua tej txujci tseemceeb rau nej pom.”"},{"bible_id":"1525","chapter_code":"JOS.3","verse_code":"JOS.3.6","label":"6","content":"Tom qab ntawd, Yausuas hais kom cov povthawj kwv lub Phijxab uas tim Vajtswv Tej Lus Cog Tseg mus ua sawvdaws ntej, thiab lawv ua raws li nws hais."},{"bible_id":"1525","chapter_code":"JOS.3","verse_code":"JOS.3.7","label":"7","content":"Tus TSWV hais rau Yausuas hais tias, “Tej txujci uas hnub no kuv ua yuav ua rau cov Yixalayees hwm hais tias koj yog ib tug neeg tseemceeb, thiab lawv yuav paub hais tias, kuv nrog nraim koj ib yam li kuv nrog Mauxes."},{"bible_id":"1525","chapter_code":"JOS.3","verse_code":"JOS.3.8","label":"8","content":"Koj cia li hais rau cov povthawj uas kwv lub Phijxab hais tias, thaum lawv mus txog nram ntug Dej Yauladees lawm, lawv yuav tsum mus nres hauv dej tos.”"},{"bible_id":"1525","chapter_code":"JOS.3","verse_code":"JOS.3.9","label":"9","content":"Yausuas hais rau cov neeg hais tias, “Nej cia li txav los ze ntawm no thiab mloog tej lus uas tus TSWV uas yog nej tus Vajtswv hais rau nej."},{"bible_id":"1525","chapter_code":"JOS.3","verse_code":"JOS.3.10","label":"10","content":"Thaum nej tabtom mus rau hauv lub tebchaws ntawd, tus TSWV yuav ntiab cov Kana-as, cov Hitis, cov Hivis, cov Pelixes, cov Nkinkasis, cov Amaules thiab cov Yenpus tawm ntawm nej hauv ntej mus. Nej thiaj yuav paub hais tias tus Vajtswv uas muaj sia nyob nrog nraim nej"},{"bible_id":"1525","chapter_code":"JOS.3","verse_code":"JOS.3.11","label":"11","content":"thaum lawv kwv tus TSWV uas kav lub ntiajteb no lub Phijxab hla tus Dej Yauladees ua nej ntej."},{"bible_id":"1525","chapter_code":"JOS.3","verse_code":"JOS.3.12","label":"12","content":"Nimno nej cia li xaiv cov Yixalayees kaum ob leeg txivneej, ib xeem ib leeg tuaj."},{"bible_id":"1525","chapter_code":"JOS.3","verse_code":"JOS.3.13","label":"13","content":"Thaum cov povthawj uas kwv tus TSWV uas kav lub ntiajteb no lub Phijxab nqis kiag rau hauv dej lawm, tus Dej Yaudalees yuav faib hlo ua kev rau lawv mus.”"},{"bible_id":"1525","chapter_code":"JOS.3","verse_code":"JOS.3.14+JOS.3.15","label":"14-15","content":"Thaum ntawd yog lub caij sau qoobloo, dej tabtom huam loj heev. Cov neeg tawm hauv lub yeej mus hla tus Dej Yauladees, cov povthawj kwv lub Phijxab mus ua sawvdaws ntej. Thaum uas cov povthawj nqis kiag rau hauv tus dej,"},{"bible_id":"1525","chapter_code":"JOS.3","verse_code":"JOS.3.16","label":"16","content":"dej txawm teev tsis ntws. Tus dej ntawd yav hauv dej, puv mus txog ntua pem lub nroog Adas uas nyob ntawm Xalethas ib sab, thiab tus dej ntawd yav qabdeg nqhuab mus ti nkaus nram Hiavtxwv Tuag. Cov neeg thiaj hla tau mus rau tim lub nroog Yelikaus."},{"bible_id":"1525","chapter_code":"JOS.3","verse_code":"JOS.3.17","label":"17","content":"Cov povthawj kwv tus TSWV lub Phijxab mus sawv hauv plawv tus Dej Yauladees uas nqhuab lawm, tos txog thaum cov neeg mus dhau rau sab tid tas huv tibsi lawm."},{"bible_id":"1525","chapter_code":"JOS.4","verse_code":"JOS.4.1","label":"1","content":"Thaum cov neeg mus dhau tus Dej Yauladees rau sab tim ub lawm, tus TSWV hais rau Yausuas hais tias,"},{"bible_id":"1525","chapter_code":"JOS.4","verse_code":"JOS.4.2","label":"2","content":"“Koj cia li xaiv cov Yixalayees kaum ob leeg, ib xeem ib leeg,"},{"bible_id":"1525","chapter_code":"JOS.4","verse_code":"JOS.4.3","label":"3","content":"thiab kom lawv ib leeg khaws ib lub pobzeb hauv plawv Dej Yauladees, ntawm thaj chaw uas cov povthawj sawv los tso rau ntawm thaj chaw uas hmo no nej yuav mus tsuam chaw so.”"},{"bible_id":"1525","chapter_code":"JOS.4","verse_code":"JOS.4.4","label":"4","content":"Yausuas hu kaum ob leeg uas nws twb xaiv tau ntawd los cuag nws,"},{"bible_id":"1525","chapter_code":"JOS.4","verse_code":"JOS.4.5","label":"5","content":"thiab nws hais rau lawv hais tias, “Nej cia li mus rau hauv tus Dej Yaudalees, ntawm tus TSWV uas yog nej tus Vajtswv lub Phijxab hauv ntej. Nej ib leeg khaws ib lub pobzeb kwv saum xubpwg los rau cov Yixalayees ib xeem ib lub."},{"bible_id":"1525","chapter_code":"JOS.4","verse_code":"JOS.4.6","label":"6","content":"Cov pobzeb ntawd yuav ua lub cim rau cov neeg nco txog tej uas tus TSWV tau ua los lawm. Yav tom ntej yog nej cov menyuam nug nej hais tias, ‘Pawg pobzeb no piv txog dabtsi?’"},{"bible_id":"1525","chapter_code":"JOS.4","verse_code":"JOS.4.7","label":"7","content":"ces nej yuav tsum qhia rau lawv hais tias, thaum ub cov povthawj kwv tus TSWV lub Phijxab los hla tus Dej Yaudalees, tus dej txawm teev tsis ntws. Cov pobzeb no yuav ua cim rau cov Yixalayees nco ntsoov txog tej xwm uas muaj rau ntawm thaj chaw no mus tas lawv simneej li.”"},{"bible_id":"1525","chapter_code":"JOS.4","verse_code":"JOS.4.8","label":"8","content":"Lawv txawm mus ua raws li Yausuas hais rau lawv. Lawv kwv kaum ob lub pobzeb hauv plawv Dej Yaudalees los, ib lub rau ib xeem, coj los tso rau ntawm qhov chaw uas lawv tsuam yeej, raws li tus TSWV qhia rau Yausuas lawm."},{"bible_id":"1525","chapter_code":"JOS.4","verse_code":"JOS.4.9","label":"9","content":"Yausuas muab dua kaum ob lub pobzeb teeb rau hauv plawv Dej Yaudalees ntawm qhov chaw uas cov povthawj kwv lub Phijxab los sawv. (Niaj hnub nimno cov pobzeb tseem nyob hauv plawv dej.)"},{"bible_id":"1525","chapter_code":"JOS.4","verse_code":"JOS.4.10","label":"10","content":"Cov povthawj sawv hauv plawv tus Dej Yaudalees mus txog thaum lawv ua txhua yam tiav tas raws li tus TSWV kom Yausuas hais rau sawvdaws lawm. Tej no muaj raws li Mauxes hais tseg. Cov neeg mus ceev nrooj tas rau sab ntug dej tim ub."},{"bible_id":"1525","chapter_code":"JOS.4","verse_code":"JOS.4.11","label":"11","content":"Thaum sawvdaws mus dhau tas rau sab tim ub lawm, cov povthawj uas kwv tus TSWV lub Phijxab mam los mus ua lawv ntej."},{"bible_id":"1525","chapter_code":"JOS.4","verse_code":"JOS.4.12","label":"12","content":"Cov txivneej uas yog xeem Lunpees, xeem Khas thiab ib nrab ntawm xeem Manaxes, nqa lawv tej cuabyeej ua rog hla mus ua sawvdaws ntej raws li Mauxes twb hais tseg rau lawv lawm."},{"bible_id":"1525","chapter_code":"JOS.4","verse_code":"JOS.4.13","label":"13","content":"Suav tagnrho cov tubrog ntawd muaj kwvyees li plaub caug txhiab leej uas npaj rawv mus ua rog, tus TSWV saib ntsoov lawv hla dej mus rau hauv lub tiaj uas nyob ze lub nroog Yelikaus."},{"bible_id":"1525","chapter_code":"JOS.4","verse_code":"JOS.4.14","label":"14","content":"Qhov uas hnub ntawd tus TSWV ua, ua rau cov Yixalayees sawvdaws hwm hais tias, Yausuas yog ib tug neeg uas tseemceeb. Lawv hwm Yausuas mus tas nws simneej ib yam li lawv hwm Mauxes."},{"bible_id":"1525","chapter_code":"JOS.4","verse_code":"JOS.4.15","label":"15","content":"Tus TSWV hais rau Yausuas hais tias,"},{"bible_id":"1525","chapter_code":"JOS.4","verse_code":"JOS.4.16","label":"16","content":"“Koj hais kom cov povthawj uas kwv lub Phijxab, cia li tawm hauv tus Dej Yauladees los.”"},{"bible_id":"1525","chapter_code":"JOS.4","verse_code":"JOS.4.17","label":"17","content":"Yausuas ua raws li ntawd,"},{"bible_id":"1525","chapter_code":"JOS.4","verse_code":"JOS.4.18","label":"18","content":"thaum cov povthawj los txog tim ntug dej lawm, dej txawm nphau nphwv los puv nkaus kwj ib yam li qub."},{"bible_id":"1525","chapter_code":"JOS.4","verse_code":"JOS.4.19","label":"19","content":"Hnub uas lawv hla tus Dej Yauladees, yog lub kaum ib hlis ntuj, hnub xiab kaug thiab lawv los tsuam yeej rau ntawm Nkilenkas uas nyob ntawm lub nroog Yelikaus sab hnubtuaj."},{"bible_id":"1525","chapter_code":"JOS.4","verse_code":"JOS.4.20","label":"20","content":"Yausuas muab kaum ob lub pobzeb uas lawv khaws hauv tus Dej Yaudalees los teeb ua ib pawg rau ntawm thaj chaw uas lawv so ntawd."},{"bible_id":"1525","chapter_code":"JOS.4","verse_code":"JOS.4.21","label":"21","content":"Yausuas hais rau cov Yixalayees hais tias, “Yav tom ntej, yog nej tej menyuam nug nej hais tias, ‘Pawg pobzeb no piv txog dabtsi?’"},{"bible_id":"1525","chapter_code":"JOS.4","verse_code":"JOS.4.22","label":"22","content":"Nej yuav tsum qhia rau nej cov menyuam kom paub txog lub sijhawm uas cov Yixalayees taug kev qhuav qhawv hauv tus Dej Yaudalees los;"},{"bible_id":"1525","chapter_code":"JOS.4","verse_code":"JOS.4.23","label":"23","content":"rau qhov tus TSWV uas yog nej tus Vajtswv ua rau tus Dej Yauladees qhuav ua kev rau nej mus ib yam li thaum ub nws ua rau Hiavtxwv Liab faib hlo ua kev qhuav qhawv rau peb los."},{"bible_id":"1525","chapter_code":"JOS.4","verse_code":"JOS.4.24","label":"24","content":"Vim muaj tej xwm no, tej neeg uas nyob thoob ntiajteb thiaj paub hais tias tus TSWV yog tus uas muaj hwjchim loj kawg nkaus, thiab nej yuav tsum hwm tus TSWV uas yog nej tus Vajtswv mus ibtxhis.”"},{"bible_id":"1525","chapter_code":"JOS.5","verse_code":"JOS.5.1","label":"1","content":"Thaum cov vajntxwv uas kav cov Amaules uas nyob ntawm tus Dej Yaudalees sab hnubpoob thiab cov vajntxwv uas kav cov Kana-as uas nyob raws ntug Hiavtxwv Meditelanes hnov hais tias, tus TSWV ua rau tus Dej Yauladees faib hlo ua kev qhuav qhawv rau cov Yixalayees mus, lawv ntshai cov Yixalayees thiab poob siab kawg li."},{"bible_id":"1525","chapter_code":"JOS.5","verse_code":"JOS.5.2","label":"2","content":"Tus TSWV hais rau Yausuas hais tias, “Koj cia li muab zebntais tsoo kom ntse li hniav riam thiab muab cov Yixalayees ua kevcai txiav.”"},{"bible_id":"1525","chapter_code":"JOS.5","verse_code":"JOS.5.3","label":"3","content":"Yausuas thiaj muab cov Yixalayees ua kevcai txiav saum lub Pov Roob uas hu ua lub Pov Roob Kevcai Txiav raws li tus TSWV hais."},{"bible_id":"1525","chapter_code":"JOS.5","verse_code":"JOS.5.4+JOS.5.5+JOS.5.6","label":"4-6","content":"Thaum cov Yixalayees tawm nram tebchaws Iziv los, cov txivneej puavleej ua kevcai txiav tas lawm. Tiamsis plaub caug xyoo uas cov Yixalayees los hla tiaj suabpuam, lawv tsis tau muab cov menyuam tub ua kevcai txiav li. Cov txivneej uas muaj hnubnyoog ua taus tubrog uas los nram tebchaws Iziv los tuag tas lawm, rau qhov lawv tsis mloog tus TSWV lus. Tej ntawd yog muaj raws li tus TSWV tau coglus tseg hais tias, yuav tsis pub lawv mus pom lub tebchaws av rog thiab zoo qoob uas nws tau coglus tseg rau lawv cov yawgkoob lawm."},{"bible_id":"1525","chapter_code":"JOS.5","verse_code":"JOS.5.7","label":"7","content":"Yausuas muab lawv cov tub ua kevcai txiav, rau qhov cov menyuam tiam ntawd tseem tsis tau ua kevcai txiav li."},{"bible_id":"1525","chapter_code":"JOS.5","verse_code":"JOS.5.8","label":"8","content":"Tom qab lawv ua kevcai txiav tas lawm, lawv so mus txog thaum uas lawv tej qhov txhab zoo tas."},{"bible_id":"1525","chapter_code":"JOS.5","verse_code":"JOS.5.9","label":"9","content":"Tus TSWV hais rau Yausuas hais tias, “Txawm yog nej ua luag qhev thiab poob ntsejmuag thaum nej nyob nram tebchaws Iziv los hnub no kuv pub kom nej rov tau ntsejmuag.” Yog li ntawd, lawv thiaj li tis npe rau thaj chaw ntawd hu ua Nkilenkas,  niaj hnub no luag tseem hu lub npe ntawd."},{"bible_id":"1525","chapter_code":"JOS.5","verse_code":"JOS.5.10","label":"10","content":"Thaum cov Yixalayees tseem nyob hauv Nkilenkas ntawm lub tiaj nrag uas ze lub nroog Yelikaus, lub hlis ntawd hmo kaum plaub thaum yuav tsaus ntuj lawv ua kevcai Hla Dhau."},{"bible_id":"1525","chapter_code":"JOS.5","verse_code":"JOS.5.11","label":"11","content":"Hnub tom qab yog thawj hnub uas lawv tau noj tej qoobloo uas lawv ua tau hauv tebchaws Kana-as: yog cov ncuav tsis xyaw keeb thiab tej mov kib."},{"bible_id":"1525","chapter_code":"JOS.5","verse_code":"JOS.5.12","label":"12","content":"Txij hnub ntawd manas tsis poob saum ntuj los, thiab cov Yixalayees tsis tau manas noj li lawm. Xyoo ntawd lawv noj tej qoobloo uas lawv ua tau hauv tebchaws Kana-as lawm xwb."},{"bible_id":"1525","chapter_code":"JOS.5","verse_code":"JOS.5.13","label":"13","content":"Thaum Yausuas lawv mus ze lub nroog Yelikaus, nws pom ib tug txivneej tuav rawv ib rab ntaj sawv ntawm nws hauv ntej. Yausuas txav zog mus ze thiab nug nws hais tias, “Koj yog peb ib tug tubrog lossis koj yog yeebncuab?”"},{"bible_id":"1525","chapter_code":"JOS.5","verse_code":"JOS.5.14","label":"14","content":"Tus txivneej ntawd teb hais tias, “Kuv tsis yog tog twg tubrog li. Kuv los no yog los ua tus TSWV pab tubrog tus thawj.” Yausuas txhos caug ntua pe thiab hais tias, “Tus tswv, kuv yog koj tus tubtxib, koj xav kom kuv ua dabtsi?”"},{"bible_id":"1525","chapter_code":"JOS.5","verse_code":"JOS.5.15","label":"15","content":"Tus TSWV pab tubrog tus thawj hais rau Yausuas hais tias, “Cia li hle koj nkawm khau, vim thaj chaw uas koj sawv ko yog qhov chaw dawbhuv.” Yausuas txawm ua li nws hais."},{"bible_id":"1525","chapter_code":"JOS.6","verse_code":"JOS.6.1","label":"1","content":"Vim cov Yixalayees mus ze lub nroog Yelikaus, cov neeg hauv lub nroog thiaj kaw tej roojvag, tsis pub leejtwg tawm lossis mus tau rau hauv lub nroog li."},{"bible_id":"1525","chapter_code":"JOS.6","verse_code":"JOS.6.2","label":"2","content":"Tus TSWV hais rau Yausuas hais tias, “Kuv yuav muab lub nroog Yelikaus, tus vajntxwv uas kav lub nroog, thiab tej tubrog uas siab tawv cob rau koj tes."},{"bible_id":"1525","chapter_code":"JOS.6","verse_code":"JOS.6.3","label":"3","content":"Koj thiab koj cov tubrog cia li ncig lub nroog no rau hnub, ib hnub ncig ib lwm."},{"bible_id":"1525","chapter_code":"JOS.6","verse_code":"JOS.6.4","label":"4","content":"Koj kom xya tus povthawj, ib leeg nqa ib lub xyu mus ua cov povthawj uas kwv lub Phijxab ntej. Hnub xya koj thiab koj cov tubrog mus ncig lub nroog xya lwm, thiab kom cov povthawj tshuab raj tshuab xyu mus ua ntej,"},{"bible_id":"1525","chapter_code":"JOS.6","verse_code":"JOS.6.5","label":"5","content":"thiab koj hais kom lawv tshuab raj tshuab xyu ib zaj ua lub suab nrov ntev loo. Thaum nej hnov lub suab xyu ntawd, nej sawvdaws cia li qw nrov nrov, ces tej ntsa yeej yuav pob zuav pes zog, thaum ntawd nej sawvdaws cia li mus kiag rau hauv lub nroog.”"},{"bible_id":"1525","chapter_code":"JOS.6","verse_code":"JOS.6.6","label":"6","content":"Yausuas thiaj hu cov povthawj los cuag nws, nws hais rau lawv hais tias, “Nej cia li kwv lub Phijxab mus thiab kom xya tus povthawj uas nqa xyu mus ua ntej.”"},{"bible_id":"1525","chapter_code":"JOS.6","verse_code":"JOS.6.7","label":"7","content":"Yausuas hais rau cov tubrog hais tias, “Peb cia li mus ncig lub nroog, cia ib pab tubrog mus ua tus TSWV lub Phijxab ntej.”"},{"bible_id":"1525","chapter_code":"JOS.6","verse_code":"JOS.6.8+JOS.6.9","label":"8-9","content":"Thaum Yausuas hais li ntawd tas, ib pab tubrog txawm mus ua cov povthawj uas tshuab raj tshuab xyu ntej; pab uas mus ua cov tshuab xyu qab yog cov povthawj uas kwv lub Phijxab, thiab ib pab tubrog lawv cov povthawj ntawd qab. Lub sijhawm ntawd suab raj suab xyu nrov tsis tu li."},{"bible_id":"1525","chapter_code":"JOS.6","verse_code":"JOS.6.10","label":"10","content":"Yausuas hais rau nws cov tubrog kom tsis txhob qw thiab tsis txhob hais lus mus txog thaum Yausuas kom lawv hais, lawv mam li hais thiab qw."},{"bible_id":"1525","chapter_code":"JOS.6","verse_code":"JOS.6.11","label":"11","content":"Yausuas kom cov povthawj kwv tus TSWV lub Phijxab mus ncig lub nroog ib lwm rov los so hauv yeej ib hmos."},{"bible_id":"1525","chapter_code":"JOS.6","verse_code":"JOS.6.12+JOS.6.13","label":"12-13","content":"Hnub tom qab Yausuas sawv ntxov los txhib cov povthawj thiab cov tubrog rov mus ncig lub nroog Yelikaus ib yam li thawj hnub: ib pab tubrog mus ua xya tus povthawj uas tshuab xya lub xyu ntej; cov povthawj uas kwv tus TSWV lub Phijxab ua cov tshuab xyu qab, thiab ib pab tubrog lawv cov povthawj ntawd qab. Lub sijhawm ntawd suab raj suab xyu nrov tsis tu li."},{"bible_id":"1525","chapter_code":"JOS.6","verse_code":"JOS.6.14","label":"14","content":"Hnub ob los lawv rov mus ncig lub nroog ib lwm, lawv mam li rov los rau hauv lub yeej. Lawv ua li ntawd tau rau hnub."},{"bible_id":"1525","chapter_code":"JOS.6","verse_code":"JOS.6.15","label":"15","content":"Hnub xya lawv sawv ntxov mus ncig lub nroog ib yam li txhua hnub, tib hnub ntawd lawv ncig xya lwm."},{"bible_id":"1525","chapter_code":"JOS.6","verse_code":"JOS.6.16","label":"16","content":"Thaum lawv ncig lwm xya tas, cov povthawj txawm tshuab raj tshuab xyu, thiab Yausuas hais kom nws cov tubrog cia li qw nrov nrov, thiab nws hais tias, “Tus TSWV twb muab lub nroog no rau nej lawm!"},{"bible_id":"1525","chapter_code":"JOS.6","verse_code":"JOS.6.17","label":"17","content":"Nej yuav tsum ua kom txhua yam uas nyob hauv lub nroog no puastsuaj tas, thiaj suav tau hais tias yog muab tej ntawd fij rau tus TSWV. Nej tsuas tseg tus niamntiav uas hu ua Lahaj thiab nws tsevneeg xwb, rau qhov nws tau zais peb ob tug neeg soj tebchaws."},{"bible_id":"1525","chapter_code":"JOS.6","verse_code":"JOS.6.18","label":"18","content":"Nej tsis txhob yuav ib yam dabtsi uas tus TSWV hais kom muab rhuav kom puastsuaj huv tibsi; yog nej muab tej ntawd los yuav, nej yuav ua rau cov Yixalayees raug kev txomnyem thiab lub yeej yuav puastsuaj."},{"bible_id":"1525","chapter_code":"JOS.6","verse_code":"JOS.6.19","label":"19","content":"Tej cuabyeej uas yog muab nyiaj, muab kub, muab tooj lossis muab hlau ua, yog tej uas tshwj tseg rau tus TSWV. Nej yuav tsum coj tej ntawd los tso rau hauv tus TSWV lub txhab.”"},{"bible_id":"1525","chapter_code":"JOS.6","verse_code":"JOS.6.20","label":"20","content":"Cov povthawj tshuab raj tshuab xyu. Thaum cov tubrog hnov tej suab xyu, lawv txawm qw nrov nrov, ces lub nroog Yelikaus tej ntsa yeej txawm pob zuav pes zog tas. Cov tubrog txawm nce pes hlo mus rau hauv lub nroog thiab txeeb kiag tau tamsim ntawd."},{"bible_id":"1525","chapter_code":"JOS.6","verse_code":"JOS.6.21","label":"21","content":"Lawv muab ntaj tua txhua tus neeg hauv lub nroog, tsis hais pojniam txivneej, tus hlob tus yau thiab tua tej nyuj tej yaj, tej neesluav tuag tas huv tibsi."},{"bible_id":"1525","chapter_code":"JOS.6","verse_code":"JOS.6.22","label":"22","content":"Yausuas hais rau ob tug uas mus soj tebchaws hais tias, “Neb cia li mus rau hauv Lahaj uas yog tus niamntiav lub tsev, coj nws thiab nws tsevneeg txhua tus tawm los, raws li neb tau coglus rau nws lawm.”"},{"bible_id":"1525","chapter_code":"JOS.6","verse_code":"JOS.6.23","label":"23","content":"Yog li ntawd, nkawd thiaj mus coj Lahaj, nws niam nws txiv, nws cov kwvtij thiab cov tubqhe uas nyob hauv nws tsev tawm los, thiab coj lawv los nyob ze cov Yixalayees lub yeej."},{"bible_id":"1525","chapter_code":"JOS.6","verse_code":"JOS.6.24","label":"24","content":"Ces cov Yixalayees txawm hlawv lub nroog thiab txhua yam uas nyob hauv kub hnyiab tas, tsuas tseg tej cuabyeej uas yog muab nyiaj, muab kub, muab tooj lossis muab hlau ua uas lawv yuav coj los tso rau hauv tus TSWV lub txhab xwb."},{"bible_id":"1525","chapter_code":"JOS.6","verse_code":"JOS.6.25","label":"25","content":"Vim tus niamntiav Lahaj tau zais ob tug uas Yausuas tso mus soj lub nroog Yelikaus, Yausuas thiaj tsis tua nws, nws niam nws txiv, thiab nws cov kwvtij. (Lahaj cov xeebntxwv tseem nyob hauv tebchaws Yixalayees los txog niaj hnub no.)"},{"bible_id":"1525","chapter_code":"JOS.6","verse_code":"JOS.6.26","label":"26","content":"Thaum ntawd Yausuas coglus samhwm hais tias: “Yog leejtwg tseem rov txhim kho lub nroog Yelikaus no dua, tus ntawd yuav raug tus TSWV foom tsis zoo. Yog leejtwg kho lub nroog no, nws tus tub hlob yuav tuag; Yog leejtwg kho tej roojvag, nws tus tub ntxawg yuav tuag.”"},{"bible_id":"1525","chapter_code":"JOS.6","verse_code":"JOS.6.27","label":"27","content":"Tus TSWV nrog nraim Yausuas, ua rau nws lub koob lub npe nrov ncha moo lug mus thoob lub tebchaws."},{"bible_id":"1525","chapter_code":"JOS.7","verse_code":"JOS.7.1","label":"1","content":"Tus TSWV txwv tsis pub cov Yixalayees muab ib yam khoom dabtsi uas tus TSWV hais kom muab rhuav kom puastsuaj huv tibsi hauv lub nroog los yuav; tiamsis muaj ib tug txivneej hu ua Akhas tsis mloog tus TSWV lus, yog li ntawd, tus TSWV thiaj chim rau cov Yixalayees. (Akhas yog Kalemis tus tub thiab yog Xanpedis tus xeebntxwv uas yog Zelas cuab kwvtij thiab yog xeem Yudas.)"},{"bible_id":"1525","chapter_code":"JOS.7","verse_code":"JOS.7.2","label":"2","content":"Yausuas tso neeg tawm hauv lub nroog Yelikaus mus soj lub nroog A-is uas nyob ntawm Npethees sab hnubtuaj ze Npethavees, thiab kom lawv mus soj thoob plaws lub tebchaws ntawd. Thaum lawv mus soj thoob lawm,"},{"bible_id":"1525","chapter_code":"JOS.7","verse_code":"JOS.7.3","label":"3","content":"lawv rov los qhia rau Yausuas hais tias, “Lub nroog A-is tsis yog lub nroog loj, tsis txhob cia tagnrho peb cov tubrog mus tua lub nroog ntawd, tsuas tso ob txhiab lossis peb txhiab leej tubrog mus tua xwb.”"},{"bible_id":"1525","chapter_code":"JOS.7","verse_code":"JOS.7.4","label":"4","content":"Yog li ntawd, lawv thiaj tso kwvyees li peb txhiab leej tubrog Yixalayees mus tua, tiamsis lawv swb thiab thim rov los."},{"bible_id":"1525","chapter_code":"JOS.7","verse_code":"JOS.7.5","label":"5","content":"Cov tubrog hauv lub nroog A-is caum lawv tua ntawm lub roojvag nroog tuaj ti nkaus ntawm thaj chaw uas khawb pobzeb, lawv raug caum tua nqis hav ua rau cov Yixalayees tuag kwvyees li peb caug rau leej. Lawv qaug zog thiab ntshai kawg li."},{"bible_id":"1525","chapter_code":"JOS.7","verse_code":"JOS.7.6","label":"6","content":"Yausuas thiab cov Yixalayees cov thawjcoj dua lawv tej tsho thiab nyuaj siab kawg, lawv txhos caug khoov ti nkaus hauv av tabmeeg tus TSWV lub Phijxab ib hnub tsaus ntuj, lawv tsuab hmoov av rau saum lawv taubhau qhia hais tias lawv nyuaj siab kawg li."},{"bible_id":"1525","chapter_code":"JOS.7","verse_code":"JOS.7.7","label":"7","content":"Yausuas hais tias, “Tus TSWV uas kav ib puas tsav yam! Vim li cas koj coj peb hla tus Dej Yauladees los? Puas yog koj coj peb los cob rau cov Amaules txhais tes kom peb raug puastsuaj tas? Ua cas tsis cia peb nyob twjywm sab ntug Dej Yauladees tim ub?"},{"bible_id":"1525","chapter_code":"JOS.7","verse_code":"JOS.7.8","label":"8","content":"Tus TSWV, nimno cov tubrog Yixalayees raug yeebncuab tua swb thim rov los lawm, kuv yuav hais li cas rau lawv?"},{"bible_id":"1525","chapter_code":"JOS.7","verse_code":"JOS.7.9","label":"9","content":"Cov Kana-as thiab tej neeg uas nyob hauv lub tebchaws no yuav hnov tej xwm no. Lawv yuav tuaj vij thiab muab peb txhua tus tua huv tibsi. Yuav ua li cas koj lub npe thiaj tsis raug luag txob thuam?”"},{"bible_id":"1525","chapter_code":"JOS.7","verse_code":"JOS.7.10","label":"10","content":"Tus TSWV hais rau Yausuas hais tias, “Cia li sawv! Ua li cas koj yuav da hauv av li no?"},{"bible_id":"1525","chapter_code":"JOS.7","verse_code":"JOS.7.11","label":"11","content":"Cov Yixalayees ua txhaum! Lawv tsis mloog kuv lus, lawv tsis ua raws li tej lus cog tseg uas kuv kom lawv ua. Lawv tau muab tej khoom uas kuv hais kom muab rhuav kom puastsuaj. Lawv ua tubsab, lawv dag thiab lawv nqa tej khoom ntawd los zais xyaw lawv cov lawm."},{"bible_id":"1525","chapter_code":"JOS.7","verse_code":"JOS.7.12","label":"12","content":"Twb yog vim li no cov tubrog Yixalayees thiaj tua tsis yeej lawv cov yeebncuab. Lawv swb thiab thim rov qab los, rau qhov lawv raug foom kom puastsuaj lawm. Yog nej tsis muab tej khoom uas kuv hais kom nej tsis txhob muab ntawd povtseg, kuv yuav tsis nrog nej nyob lawm!"},{"bible_id":"1525","chapter_code":"JOS.7","verse_code":"JOS.7.13","label":"13","content":"Koj cia li sawv! Muab cov neeg ua kevcai ntxuav kom huv thiab coj lawv tuaj cuag kuv. Koj hais kom lawv cia li npaj, tagkis tus TSWV uas yog cov Yixalayees tus Vajtswv muaj lus yuav hais rau lawv: ‘Cov Yixalayees, nej muab tej khoom uas kuv kom muab rhuav puastsuaj huv tibsi qee yam lawm! Nej yuav tua tsis yeej nej cov yeebncuab mus txog thaum uas nej muab tej khoom ntawd tshem tawm ntawm nej mus!’"},{"bible_id":"1525","chapter_code":"JOS.7","verse_code":"JOS.7.14","label":"14","content":"Koj hais rau lawv hais tias, tagkis sawv ntxov lawv txhua xeem yuav tau tuaj sawv rau ntawm hauv ntej ib xeem zuj zus. Kuv hu xeem twg, xeem ntawd sawv los ib cuab zuj zus, kuv hu cuab twg, cuab ntawd sawv los ib tse zuj zus, thiab kuv hu tsev twg, tsev ntawd sawv los ib tug zuj zus."},{"bible_id":"1525","chapter_code":"JOS.7","verse_code":"JOS.7.15","label":"15","content":"Yog xaiv tau tus twg thiab tej khoom uas nws muab nyob ntawm nws, mas yuav muab tej uas nws nyiag los, nws tej qhov txhia chaw, thiab nws tsevneeg hlawv huv tibsi povtseg, rau qhov nws tsis mloog kuv lus thiab nws ua rau cov Yixalayees poob ntsejmuag.”"},{"bible_id":"1525","chapter_code":"JOS.7","verse_code":"JOS.7.16","label":"16","content":"Hnub tom qab thaum sawv ntxov, Yausuas thiaj coj cov Yixalayees txhua xeem tuaj thiab kom ib xeem zuj zus sawv los rau tom hauv ntej, ces lawv txawm rho ntawv tau xeem Yudas npe."},{"bible_id":"1525","chapter_code":"JOS.7","verse_code":"JOS.7.17","label":"17","content":"Nws thiaj coj xeem Yudas ib cuab zuj zus los, lawv rho tau cuab Xelas npe. Ces nws coj cuab Zelas ib tse zuj zus los, ces lawv rho tau Xanpedis tsevneeg npe."},{"bible_id":"1525","chapter_code":"JOS.7","verse_code":"JOS.7.18","label":"18","content":"Nws coj Xanpedis tsevneeg ib tug zuj zus los, lawv rho tau Akhas uas yog Kalemis tus tub lub npe, Akhas yog Xelas tus tub Xanpedis tus xeebntxwv thiab yog xeem Yudas."},{"bible_id":"1525","chapter_code":"JOS.7","verse_code":"JOS.7.19","label":"19","content":"Yausuas hais rau Akhas hais tias, “Kuv tus tub, koj cia li qhia tseeb rau tus TSWV uas yog cov Yixalayees tus Vajtswv thiab lees koj tej kev txhaum. Nimno koj cia li qhia rau kuv saib koj tau ua dabtsi. Koj tsis txhob zais li.”"},{"bible_id":"1525","chapter_code":"JOS.7","verse_code":"JOS.7.20","label":"20","content":"Akhas teb hais tias, “Muaj tseeb tiag, kuv tau ua txhaum rau tus TSWV uas yog cov Yixalayees tus Vajtswv lawm, kuv tau ua li no:"},{"bible_id":"1525","chapter_code":"JOS.7","verse_code":"JOS.7.21","label":"21","content":"Tej khoom uas peb mus txeeb tau ntawd, kuv pom ib lub tsho Npanpiloos uas zoo nkauj heev, thiab pom tsib choj nyiaj thiab ib daim kub hnyav ib choj tawm. Kuv ntshaw heev, kuv thiaj muab los cia lawm. Kuv muab faus rau hauv kuv lub tsevntaub thiab muab cov nyiaj tso rau hauv qab.”"},{"bible_id":"1525","chapter_code":"JOS.7","verse_code":"JOS.7.22","label":"22","content":"Yog li ntawd, Yausuas thiaj txib ob peb leeg txivneej mus rau hauv Akhas lub tsevntaub thiab pom cov khoom ntawd faus rau hauv, thiab cov nyiaj nyob hauv qab tiag."},{"bible_id":"1525","chapter_code":"JOS.7","verse_code":"JOS.7.23","label":"23","content":"Lawv nqa cov khoom ntawd hauv Akhas lub tsevntaub los rau Yausuas thiab cov Yixalayees saib thiab muab tso tabmeeg tus TSWV."},{"bible_id":"1525","chapter_code":"JOS.7","verse_code":"JOS.7.24","label":"24","content":"Yausuas thiab cov Yixalayees txawm coj Akhas, coj cov nyiaj, coj lub tsho, coj daim kub thiab coj nws pojniam menyuam, nws cov nyuj, nws cov neesluav, nws cov yaj, nws cov tshis, nws lub tsevntaub thiab nws tej khoom txhua yam mus rau hauv lub Hav Covnyom."},{"bible_id":"1525","chapter_code":"JOS.7","verse_code":"JOS.7.25","label":"25","content":"Yausuas hais rau Akhas hais tias, “Ua cas koj yuav coj tej kev ntxhov siab li no los rau peb? Hnub no tus TSWV yuav coj kev covnyom los rau koj!” Ces tagnrho cov Yixalayees txawm muab pobzeb ntaus Akhas, ntaus nws pojniam menyuam tuag tas huv tibsi, thiab muab lawv hlawv nrog nws tej khoom txhua yam kub hnyiab tas dulug."},{"bible_id":"1525","chapter_code":"JOS.7","verse_code":"JOS.7.26","label":"26","content":"Lawv muab pobzeb pov rau saum Akhas teeb ua ib pawg loj heev, pawg pobzeb ntawd tseem nyob los txog niaj hnub no. Yog li ntawd, thiaj muab thaj chaw ntawd hu ua lub Hav Covnyom. Tus TSWV thiaj tsis chim rau lawv lawm."},{"bible_id":"1525","chapter_code":"JOS.8","verse_code":"JOS.8.1","label":"1","content":"Tus TSWV hais rau Yausuas hais tias, “Cia li coj tagnrho koj cov tubrog mus tua lub nroog A-is; tsis txhob ntshai lossis qaug zog. Kuv yuav pab kom koj mus tua yeej tus vajntxwv uas kav lub nroog ntawd; kuv twb muab nws lub tebchaws, lub nroog thiab nws cov pejxeem cob rau koj tes lawm."},{"bible_id":"1525","chapter_code":"JOS.8","verse_code":"JOS.8.2","label":"2","content":"Koj cia li mus tua lub nroog A-is thiab nws tus vajntxwv ib yam li koj ua rau lub nroog Yelikaus thiab tus vajntxwv, tiamsis zaum no koj tseg tej khoom tseemceeb thiab tej tsiaj uas nej txeeb tau los ua koj tug. Nej cia li txhij tubrog thiab nyas twjywm mus tuaj tom lawv qab tua lub nroog.”"},{"bible_id":"1525","chapter_code":"JOS.8","verse_code":"JOS.8.3","label":"3","content":"Yog li ntawd, Yausuas thiaj txhij tubrog mus tua lub nroog A-is. Nws xaiv nws cov tubrog tau peb caug txhiab leej uas khov kho thiab kom lawv mus thaum ib tag hmo,"},{"bible_id":"1525","chapter_code":"JOS.8","verse_code":"JOS.8.4","label":"4","content":"Yausuas hais rau lawv hais tias, “Nej mus nkaum ze rau ntawm ntug nroog, npaj rawv tos sib tua."},{"bible_id":"1525","chapter_code":"JOS.8","verse_code":"JOS.8.5","label":"5","content":"Kuv thiab cov tubrog uas nrog kuv, peb yuav txeem mus rau hauv lub nroog ua ntej. Thaum cov tubrog hauv lub nroog A-is tawm tuaj tua peb, peb yuav ua txuj thim khiav rov qab ib yam li peb ua thawj zaug."},{"bible_id":"1525","chapter_code":"JOS.8","verse_code":"JOS.8.6","label":"6","content":"Lawv yeej yuav caum peb tua tuaj dhau ntug nroog. Lawv yuav xav hais tias peb swb lawv ib yam li thawj zaug."},{"bible_id":"1525","chapter_code":"JOS.8","verse_code":"JOS.8.7","label":"7","content":"Thaum ntawd nej cia li tawm hauv nej tej chaw nkaum mus txeeb kiag lub nroog. Tus TSWV uas yog nej tus Vajtswv twb muab lub nroog ntawd rau nej lawm."},{"bible_id":"1525","chapter_code":"JOS.8","verse_code":"JOS.8.8","label":"8","content":"Thaum nej txeeb tau lub nroog lawm, nej cia li zes taws hlawv lub nroog raws li tus TSWV tau hais lawm. Tej no yog lus samhwm rau nej.”"},{"bible_id":"1525","chapter_code":"JOS.8","verse_code":"JOS.8.9","label":"9","content":"Yausuas kom lawv mus nrhiav chaw nkaum ntawm lub nroog A-is sab hnubpoob nruab nrab ntawm lub nroog A-is thiab Npethees zov tos. Hmo ntawd Yausuas tseem nyob hauv lub yeej."},{"bible_id":"1525","chapter_code":"JOS.8","verse_code":"JOS.8.10","label":"10","content":"Tagkis sawv ntxov, Yausuas hu nws cov tubrog tuaj ua ke. Ces Yausuas thiab Yixalayees cov thawjcoj txawm coj cov tubrog mus rau pem lub nroog A-is."},{"bible_id":"1525","chapter_code":"JOS.8","verse_code":"JOS.8.11","label":"11","content":"Yausuas thiab cov tubrog uas nrog nws txawm mus rau ntawm ncauj ke uas mus rau hauv lub nroog, thiab lawv tsuam yeej rau ntawm ntug nroog sab qaumteb uas muaj ib lub voshav quas lawv thiab lub nroog A-is."},{"bible_id":"1525","chapter_code":"JOS.8","verse_code":"JOS.8.12","label":"12","content":"Yausuas coj kwvyees li tsib txhiab leej tubrog nrog nws mus nkaum ntawm lub nroog A-is sab hnubpoob nruab nrab ntawm lub nroog A-is thiab Npethees."},{"bible_id":"1525","chapter_code":"JOS.8","verse_code":"JOS.8.13","label":"13","content":"Cov tubrog uas yuav xub mus tua, lawv tsuam yeej rau ntawm lub nroog sab qaumteb, thiab dua li lwm cov, lawv mus zov kev rau sab hnubpoob. Hmo ntawd, Yausuas nyob ib hmos hauv lub voshav."},{"bible_id":"1525","chapter_code":"JOS.8","verse_code":"JOS.8.14","label":"14","content":"Thaum tus vajntxwv uas kav lub nroog A-is pom Yausuas cov tubrog, nws txawm txhij nws cov tubrog ceev nrooj tuaj. Nws thiab nws cov tubrog taug lub Hav Yauladees tuaj tua cov Yixalayees ntawm qhov chaw uas lawv sib tua thawj zaug, tiamsis vajntxwv tsis paub hais tias cov tubrog Yixalayees yuav puav tom qab tuaj."},{"bible_id":"1525","chapter_code":"JOS.8","verse_code":"JOS.8.15","label":"15","content":"Yausuas thiab cov tubrog uas nrog nws ua txuj swb thiab khiav mus rau tom tiaj suabpuam."},{"bible_id":"1525","chapter_code":"JOS.8","verse_code":"JOS.8.16","label":"16","content":"Luag hu tagnrho cov txivneej hauv nroog tuaj caum Yausuas lawv tua, thiab thaum lawv caum Yausuas cov tubrog mus deb nroog lawm."},{"bible_id":"1525","chapter_code":"JOS.8","verse_code":"JOS.8.17","label":"17","content":"Cov txivneej hauv lub nroog A-is  txhua tus mus caum cov Yixalayees tua tsis tseg ib tug cia zov lub nroog li, thiab tseg lub roojvag qhib lug cia."},{"bible_id":"1525","chapter_code":"JOS.8","verse_code":"JOS.8.18","label":"18","content":"Ces tus TSWV hais rau Yausuas hais tias, “Cia li tsa koj rab hmuv rau lub nroog A-is; kuv twb muab lub nroog ntawd cob rau koj tes lawm.” Yausuas txawm ua raws li tus TSWV hais,"},{"bible_id":"1525","chapter_code":"JOS.8","verse_code":"JOS.8.19","label":"19","content":"thiab thaum cov tubrog uas nkaum ntawm ntug nroog pom Yausuas tsa nws rab hmuv, lawv txawm sawv dhia mus rau hauv lub nroog thiab txeeb kiag tau lub nroog, lawv txawm zes hluavtaws hlawv tamsim ntawd."},{"bible_id":"1525","chapter_code":"JOS.8","verse_code":"JOS.8.20","label":"20","content":"Thaum cov tubrog A-is tig saib tom qab, lawv pom pa taws ncho auv niab rau saum ntuj ua rau lawv tau kev tws, rau qhov cov tubrog Yixalayees uas khiav rau tom tiaj suabpuam tig rov los tua lawv."},{"bible_id":"1525","chapter_code":"JOS.8","verse_code":"JOS.8.21","label":"21","content":"Thaum Yausuas thiab cov tubrog uas nrog nws, pom nws lwm pab tubrog txeeb tau lub nroog A-is thiab zes hluavtaws hlawv lawm, lawv txawm tig rov los tua cov tubrog A-is."},{"bible_id":"1525","chapter_code":"JOS.8","verse_code":"JOS.8.22","label":"22","content":"Cov tubrog Yixalayees uas mus txeeb thiab hlawv lub nroog tawm los pab tua thiab. Cov tubrog A-is pom hais tias cov tubrog Yixalayees vij lawv tas lawm, cov tubrog Yixalayees muab cov tubrog A-is tua tuag tas tsis muaj ib tug dim li,"},{"bible_id":"1525","chapter_code":"JOS.8","verse_code":"JOS.8.23","label":"23","content":"tsuas tseg tus vajntxwv uas kav lub nroog A-is xwb. Lawv ntes tau nws thiab coj mus cuag Yausuas."},{"bible_id":"1525","chapter_code":"JOS.8","verse_code":"JOS.8.24","label":"24","content":"Cov tubrog Yixalayees tua cov tubrog A-is uas tuaj caum lawv tuag tas rau tom tiaj suabpuam, ces lawv rov los rau hauv lub nroog thiab muab cov neeg uas nyob hauv nroog tua tuag tas huv tibsi."},{"bible_id":"1525","chapter_code":"JOS.8","verse_code":"JOS.8.25+JOS.8.26","label":"25-26","content":"Yausuas tseem tuav rawv nws rab hmuv tsa rau lub nroog A-is mus txog thaum lawv tua txhua tus tuag tas huv tibsi. Hnub ntawd cov neeg hauv lub nroog A-is, tsis hais pojniam txivneej uas raug tua tuag muaj kaum ob txhiab leej."},{"bible_id":"1525","chapter_code":"JOS.8","verse_code":"JOS.8.27","label":"27","content":"Cov Yixalayees tseg tej khoom tseemceeb thiab tej tsiaj uas lawv txeeb tau hauv lub nroog cia raws li tus TSWV tau hais rau Yausuas lawm."},{"bible_id":"1525","chapter_code":"JOS.8","verse_code":"JOS.8.28","label":"28","content":"Yausuas hlawv lub nroog A-is kub hnyiab ua hmoov tshauv tas thiab nws tseem zoo li ntawd los txog niaj hnub no."},{"bible_id":"1525","chapter_code":"JOS.8","verse_code":"JOS.8.29","label":"29","content":"Yausuas muab tus vajntxwv uas kav lub nroog A-is dai rau ntawm ib tug ntoo mus txog thaum yuav tsaus ntuj. Thaum lub hnub yuav poob qho, Yausuas hais kom nws cov tubrog mus muab vajntxwv lub cev txo los, thiab coj mus pov rau tim ncauj ke roojvag nroog. Lawv khaws pobzeb los teeb rau saum nws ua ib pawg loj loj, pawg pobzeb ntawd tseem nyob los txog niaj hnub no."},{"bible_id":"1525","chapter_code":"JOS.8","verse_code":"JOS.8.30","label":"30","content":"Yausuas teeb ib lub thaj rau saum lub Roob Enpales rau tus TSWV uas yog cov Yixalayees tus Vajtswv."},{"bible_id":"1525","chapter_code":"JOS.8","verse_code":"JOS.8.31","label":"31","content":"Yausuas ua lub thaj ntawd zoo ib yam li tus qauv uas tus TSWV tus tubtxib Mauxes qhia tseg rau cov Yixalayees thiab raws li Mauxes txoj kevcai uas hais tseg hais tias: “Lub thaj uas muab pobzeb ua, tsis txhob muab txaug hlau txaug.” Lawv hlawv khoom theej txhoj rau saum lub thaj thiab muab khoom hlawv fij ua kev sib raug zoo rau tus TSWV."},{"bible_id":"1525","chapter_code":"JOS.8","verse_code":"JOS.8.32","label":"32","content":"Thaum ntawd, Yausuas sau Vajtswv txoj kevcai uas Mauxes twb xub sau tseg lawm rau saum cov pobzeb  tabmeeg cov Yixalayees."},{"bible_id":"1525","chapter_code":"JOS.8","verse_code":"JOS.8.33","label":"33","content":"Cov Yixalayees, lawv cov thawjcoj, cov nomtswv, cov txiav txim thiab lwm haivneeg uas nrog lawv nyob, puavleej tuaj sawv ntawm tus TSWV lub Phijxab ob sab, tig xubntiag rau cov povthawj uas kwv lub phijxab. Cov neeg ib nrab tig nraubqaum rau lub Roob Khelixemes, thiab ib nrab tig nraubqaum rau lub Roob Enpales. Tus TSWV tus tubtxib Mauxes hais kom cov Yixalayees ua li ntawd, lub sijhawm uas lawv tuaj txais koob hmoov."},{"bible_id":"1525","chapter_code":"JOS.8","verse_code":"JOS.8.34","label":"34","content":"Yausuas nyeem tus TSWV txoj Kevcai thiab nyeem tej lus foom koob hmoov thiab tej lus foom tsis zoo, raws li twb sau cia rau hauv phau ntawv uas teev txoj Kevcai lawm."},{"bible_id":"1525","chapter_code":"JOS.8","verse_code":"JOS.8.35","label":"35","content":"Txhua nqe kevcai uas Mauxes sau tseg, Yausuas muab los nyeem rau sawvdaws mloog, tsis hais pojniam, menyuam thiab lwm haivneeg uas nrog lawv nyob."},{"bible_id":"1525","chapter_code":"JOS.9","verse_code":"JOS.9.1","label":"1","content":"Qhov uas cov Yixalayees muaj yeej ntawd, nrov ncha mus txog cov vajntxwv uas nyob ntawm tus Dej Yaudalees sab hnubpoob, tsis hais saum tej laj roob, tej taw roob, tej tiaj nrag thiab raws tus ntug Hiavtxwv Meditelanes mus rau pem Lenpanoos; cov vajntxwv no yog cov uas kav cov Hitis, cov Amaules, cov Kana-as, cov Pelixes, cov Hivis thiab cov Yenpus."},{"bible_id":"1525","chapter_code":"JOS.9","verse_code":"JOS.9.2","label":"2","content":"Cov vajntxwv no koom ua ke tuaj tua Yausuas thiab cov Yixalayees."},{"bible_id":"1525","chapter_code":"JOS.9","verse_code":"JOS.9.3","label":"3","content":"Tiamsis cov Nkinpe-oos uas yog cov Hivis, hnov tej uas Yausuas tua yeej lub nroog Yelikaus thiab lub nroog A-is,"},{"bible_id":"1525","chapter_code":"JOS.9","verse_code":"JOS.9.4","label":"4","content":"ces cov Nkinpe-oos txawm tuav tswvyim tuaj dag Yausuas. Lawv muab tej khoom noj ntim rau hauv tej hnab qub qub uas twb to qhov lawm, thiab muab tej cawv txiv hmab ntim rau hauv tej hnab tawv qub qub nog rau lawv tej neesluav thauj tuaj."},{"bible_id":"1525","chapter_code":"JOS.9","verse_code":"JOS.9.5","label":"5","content":"Lawv hnav tej ris tsho thiab rau tej khau ntuag ntuag uas twb zoo muab povtseg lawm xwb; thiab tej ncuav uas lawv coj tuaj twb qhuav thiab tuaj pwm tas lawm."},{"bible_id":"1525","chapter_code":"JOS.9","verse_code":"JOS.9.6","label":"6","content":"Lawv tuaj rau hauv lub yeej uas nyob ntawm Nkilenkas, lawv hais rau Yausuas thiab cov Yixalayees hais tias, “Peb taug kev deb heev tuaj, peb xav tuaj nrog nej sib coglus.”"},{"bible_id":"1525","chapter_code":"JOS.9","verse_code":"JOS.9.7","label":"7","content":"Tiamsis cov Yixalayees teb hais tias, “Vim li cas peb thiaj yuav nrog nej sib coglus? Tej zaum nej nyob ibncig ze ntawm no xwb?”"},{"bible_id":"1525","chapter_code":"JOS.9","verse_code":"JOS.9.8","label":"8","content":"Lawv hais rau Yausuas hais tias, “Peb txaus siab ua koj cov tubqhe.” Yausuas nug lawv hais tias, “Nej yog leejtwg thiab nej tuaj qhov twg tuaj?”"},{"bible_id":"1525","chapter_code":"JOS.9","verse_code":"JOS.9.9","label":"9","content":"Lawv hais rau Yausuas hais tias: “Peb tuaj lub tebchaws uas deb heev tuaj, rau qhov peb tau hnov txog tus TSWV uas yog nej tus Vajtswv thiab txhua yam txujci uas nws tau ua nram tebchaws Iziv,"},{"bible_id":"1525","chapter_code":"JOS.9","verse_code":"JOS.9.10","label":"10","content":"thiab tej uas nws tau ua rau ob tug vajntxwv uas kav cov Amaules uas nyob tim ntug Dej Yauladees sab hnubtuaj uas yog: Vajntxwv Xihoos uas kav lub nroog Hesenpoos thiab Vajntxwv Aunkas uas nyob hauv lub nroog Asetalus uas kav lub tebchaws Npasas."},{"bible_id":"1525","chapter_code":"JOS.9","verse_code":"JOS.9.11","label":"11","content":"Peb cov thawjcoj thiab cov pejxeem uas nyob hauv peb lub tebchaws kom peb npaj mentsis khoom noj khoom haus taug kev tuaj cuag koj ua koj qhev, thiab thov nrog koj sib coglus."},{"bible_id":"1525","chapter_code":"JOS.9","verse_code":"JOS.9.12","label":"12","content":"Thaum peb sawv kev tuaj, peb tej ncuav tseem sov, tiamsis koj siab! Twb qhuav thiab tuaj pwm tas lawm."},{"bible_id":"1525","chapter_code":"JOS.9","verse_code":"JOS.9.13","label":"13","content":"Thaum peb ntim kua txiv hmab rau hauv cov hnab tawv no, cov hnab tseem tshiab, tiamsis koj saib! Tej hnab to tas. Peb tej ris tsho thiab khau los ntuag tas, vim peb taug kev deb heev tuaj.”"},{"bible_id":"1525","chapter_code":"JOS.9","verse_code":"JOS.9.14","label":"14","content":"Cov Yixalayees txawm txais cov neeg ntawd tej khoom noj uas lawv coj tuaj qee yam, tiamsis lawv tsis nug tus TSWV li."},{"bible_id":"1525","chapter_code":"JOS.9","verse_code":"JOS.9.15","label":"15","content":"Yausuas pom zoo nrog cov Nkinpe-oos cog phoojywg thiab cia lawv nrog cov Yixalayees nyob. Cov Yixalayees tej thawjcoj txawm coglus rau lawv hais tias yuav ceev tej lus cog tseg ntawd."},{"bible_id":"1525","chapter_code":"JOS.9","verse_code":"JOS.9.16","label":"16","content":"Tom qab uas coglus tas tau peb hnub, cov Yixalayees mam li paub hais tias cov neeg ntawd nyob ibncig ze ntawm lawv xwb."},{"bible_id":"1525","chapter_code":"JOS.9","verse_code":"JOS.9.17","label":"17","content":"Cov Yixalayees mus peb hnub xwb, lawv txawm mus txog tej nroog uas cov neeg ntawd nyob. Cov nroog ntawd yog: lub nroog Nkinpe-oos, lub nroog Khefilas, lub nroog Npeluthas thiab lub nroog Kili-as Ye-alees."},{"bible_id":"1525","chapter_code":"JOS.9","verse_code":"JOS.9.18","label":"18","content":"Tiamsis cov Yixalayees tsis tua lawv, rau qhov lawv cov thawjcoj twb tuav tus TSWV uas yog cov Yixalayees tus Vajtswv lub npe nrog cov neeg ntawd coglus lawm. Cov Yixalayees thiaj li yws lawv cov thawjcoj,"},{"bible_id":"1525","chapter_code":"JOS.9","verse_code":"JOS.9.19","label":"19","content":"tiamsis cov thawjcoj teb hais tias, “Peb twb tuav tus TSWV uas yog cov Yixalayees tus Vajtswv lub npe nrog lawv coglus lawm. Nimno peb tua tsis tau lawv cov ntawd."},{"bible_id":"1525","chapter_code":"JOS.9","verse_code":"JOS.9.20","label":"20","content":"Peb yuav tsum cia lawv nrog peb nyob, vim tej lus uas peb cog tseg rau lawv; yog peb tsis cia lawv nyob, Vajtswv yuav rau txim rau peb."},{"bible_id":"1525","chapter_code":"JOS.9","verse_code":"JOS.9.21","label":"21","content":"Peb tseg lawv nyob, tiamsis cia lawv mus txiav taws thiab nqa dej rau peb.” Cov Yixalayees tej thawjcoj pom zoo ua li ntawd."},{"bible_id":"1525","chapter_code":"JOS.9","verse_code":"JOS.9.22","label":"22","content":"Yausuas tso neeg mus coj cov Nkinpe-oos tuaj cuag nws. Yausuas nug lawv hais tias, “Vim li cas nej tuaj dag peb hais tias, nej yog neeg nyob deb heev tuaj, tiamsis nej nyob ibncig ntawm no xwb?"},{"bible_id":"1525","chapter_code":"JOS.9","verse_code":"JOS.9.23","label":"23","content":"Vim nej dag li ntawd, Vajtswv thiaj rau txim rau nej. Nej cov neeg yuav ua qhev txiav taws thiab nqa dej rau hauv kuv tus Vajtswv lub tuamtsev mus li.”"},{"bible_id":"1525","chapter_code":"JOS.9","verse_code":"JOS.9.24","label":"24","content":"Lawv teb hais tias, “Qhov uas peb ua li no vim peb paub hais tias, tus TSWV uas yog nej tus Vajtswv tau hais rau nws tus tubtxib Mauxes tias nws yuav muab tagnrho lub tebchaws Kana-as no rau nej, thiab nej yuav tua cov neeg uas nyob hauv lub tebchaws no kom tuag tas huv tibsi ib yam li nej tau ua tas los lawm. Peb dag nej li ntawd vim peb ntshai nej heev; peb ua neej nyob ntshai rwg xwb."},{"bible_id":"1525","chapter_code":"JOS.9","verse_code":"JOS.9.25","label":"25","content":"Nimno peb nyob hauv nej xibteg lawm; nej yuav ua li cas rau peb los nyob ntawm nej pom zoo.”"},{"bible_id":"1525","chapter_code":"JOS.9","verse_code":"JOS.9.26","label":"26","content":"Yog li ntawd, Yausuas thiaj tsis pub kom cov Yixalayees tua lawv."},{"bible_id":"1525","chapter_code":"JOS.9","verse_code":"JOS.9.27","label":"27","content":"Tiamsis txij hnub ntawd mus cov Nkinpe-oos ua qhev txiav taws thiab nqa dej rau cov Yixalayees thiab rau tus TSWV lub thaj. Lawv tseem ua qhev li ntawd rau hauv tus TSWV lub tuamtsev los txog niaj hnub nimno."},{"bible_id":"1525","chapter_code":"JOS.10","verse_code":"JOS.10.1","label":"1","content":"Adaunixedes uas ua vajntxwv kav lub nroog Yeluxalees,  hnov hais tias Yausuas mus tua tau lub nroog A-is thiab muab rhuav puastsuaj tas, ntes tau tus vajntxwv uas kav lub nroog ntawd, thiab muab tua povtseg ib yam li tua tus vajntxwv uas kav lub nroog Yelikaus thiab ua rau lub nroog puastsuaj; thiab nws tseem hnov hais tias cov Nkinpe-oos nrog cov Yixalayees cog phoojywg thiab nrog lawv nyob lawm."},{"bible_id":"1525","chapter_code":"JOS.10","verse_code":"JOS.10.2","label":"2","content":"Cov neeg uas nyob hauv lub nroog Yeluxalees ntshai heev, rau qhov lub nroog Nkinpe-oos tseem loj tshaj tej nroog uas muaj vajntxwv kav thiab loj dua lub nroog A-is; thiab muaj tej tubrog uas txawj tua rog nyob hauv."},{"bible_id":"1525","chapter_code":"JOS.10","verse_code":"JOS.10.3","label":"3","content":"Vajntxwv Adaunixedes thiaj li tso neeg mus hais rau Vajntxwv Hauhas uas kav lub nroog Henploos, Vajntxwv Pilas uas kav lub nroog Yamus, Vajntxwv Yafias uas kav lub nroog Lakhis thiab Vajntxwv Denpis uas kav lub nroog Ekiloos hais tias:"},{"bible_id":"1525","chapter_code":"JOS.10","verse_code":"JOS.10.4","label":"4","content":"“Nej cia li tuaj pab kuv tua lub nroog Nkinpe-oos, rau qhov cov neeg uas nyob hauv lub nroog ntawd mus nrog Yausuas thiab cov Yixalayees cog phoojywg lawm.”"},{"bible_id":"1525","chapter_code":"JOS.10","verse_code":"JOS.10.5","label":"5","content":"Cov Amaules tsib tug vajntxwv uas kav lub nroog Yeluxalees, lub nroog Henploos, lub nroog Yamus, lub nroog Lakhis thiab lub nroog Ekiloos thiaj koom tuaj tua lub nroog Nkinpe-oos."},{"bible_id":"1525","chapter_code":"JOS.10","verse_code":"JOS.10.6","label":"6","content":"Cov Nkinpe-oos thiaj tso neeg tuaj cuag Yausuas hauv lub yeej uas nyob ntawm Nkilenkas hais tias: “Koj cia li tuaj pab peb, rau qhov cov Amaules cov vajntxwv uas nyob saum tej laj roob hauv tebchaws no koom ua ke tuaj tua peb lawm; thov koj tsis txhob tso peb tseg, cia li tuaj cawm peb!”"},{"bible_id":"1525","chapter_code":"JOS.10","verse_code":"JOS.10.7","label":"7","content":"Yog li ntawd, Yausuas thiab tagnrho nws cov tubrog thiab cov tubrog uas ua tau tshaj plaws txawm sawv kev hauv Nkilenkas mus lawm."},{"bible_id":"1525","chapter_code":"JOS.10","verse_code":"JOS.10.8","label":"8","content":"Tus TSWV hais rau Yausuas hais tias, “Koj tsis txhob ntshai lawv. Kuv twb muab lawv cob rau koj txhais tes lawm; yuav tsis muaj leejtwg tawmtsam yeej koj.”"},{"bible_id":"1525","chapter_code":"JOS.10","verse_code":"JOS.10.9","label":"9","content":"Yausuas txawm coj nws pab tubrog tawm hauv Nkilenkas maub ib hmos kaj ntug mus txog ntua lub nroog Nkinpe-oos, thiab lawv cia li tua thaum cov Amaules tsis nco ceevfaj li."},{"bible_id":"1525","chapter_code":"JOS.10","verse_code":"JOS.10.10","label":"10","content":"Thaum cov Amaules pom cov Yixalayees, tus TSWV ua rau cov Amaules ceeb thiab tawg khiav ua sab ua sua tas. Cov Yixalayees tua cov Amaules tuag coob heev rau hauv lub nroog Nkinpe-oos, thiab caum lawv khiav hla lub dawm Npethes Hauloos mus txog ntua nram lub nroog Axekas thiab lub nroog Makedas."},{"bible_id":"1525","chapter_code":"JOS.10","verse_code":"JOS.10.11","label":"11","content":"Thaum cov Amaules khiav hla lub dawm ntawd mus ua cov Yixalayees ntej, tus TSWV tso tej lawg uas loj heev los ntaus cov Amaules tuag pawglug mus ti nkaus lub nroog Axekas. Cov uas lawg ntaus tuag tseem coob tshaj cov uas raug cov Yixalayees tua."},{"bible_id":"1525","chapter_code":"JOS.10","verse_code":"JOS.10.12","label":"12","content":"Hnub uas tus TSWV pab cov Yixalayees tua yeej cov Amaules, Yausuas hais rau tus TSWV tabmeeg cov Yixalayees hais tias: “Lub hnub, cia li nres rau saum lub nroog Nkinpe-oos; Lub hli, cia li nres rau saum lub Hav Aiyaloos.”"},{"bible_id":"1525","chapter_code":"JOS.10","verse_code":"JOS.10.13","label":"13","content":"Lub hnub thiab lub hli txawm nres raws li Yausuas hais mus txog thaum cov Yixalayees tua yeej lawv cov yeebncuab. Zaj xwmtxheej no lawv muab sau tseg rau hauv Yasas Phau Ntawv. Lub hnub nres rau saum nruab ntug ntev li ib hnub nkaus."},{"bible_id":"1525","chapter_code":"JOS.10","verse_code":"JOS.10.14","label":"14","content":"Txij thaum ub los txog niaj hnub no yeej tsis tau muaj ib zaug uas tus TSWV mloog neeg lus li hnub ntawd. Tus TSWV tuaj cov Yixalayees tog."},{"bible_id":"1525","chapter_code":"JOS.10","verse_code":"JOS.10.15","label":"15","content":"Tom qab ntawd Yausuas thiab nws cov tubrog thiaj rov los rau hauv lub yeej uas nyob hauv Nkilenkas lawm."},{"bible_id":"1525","chapter_code":"JOS.10","verse_code":"JOS.10.16","label":"16","content":"Cov Amaules tsib tug vajntxwv khiav mus nkaum rau hauv lub qhov tsua Makedas."},{"bible_id":"1525","chapter_code":"JOS.10","verse_code":"JOS.10.17","label":"17","content":"Tiamsis muaj neeg pom thiab los qhia rau Yausuas hais tias tsib tug vajntxwv ntawd khiav mus nkaum hauv lub qhov tsua Makedas."},{"bible_id":"1525","chapter_code":"JOS.10","verse_code":"JOS.10.18","label":"18","content":"Yausuas hais tias, “Cia li dov ib co pobzeb loj los txhaws lub qhov tsua, thiab tso neeg zov ntawm rooj qho,"},{"bible_id":"1525","chapter_code":"JOS.10","verse_code":"JOS.10.19","label":"19","content":"tiamsis nej tsis txhob tso tseg. Nej yuav tsum caum cov yeebncuab mus thiab tuaj tom qab tua lawv; tsis txhob pub kom lawv khiav dim rov mus rau hauv lawv tej nroog li! Tus TSWV uas yog nej tus Vajtswv twb pub nej tua yeej lawv lawm.”"},{"bible_id":"1525","chapter_code":"JOS.10","verse_code":"JOS.10.20","label":"20","content":"Yausuas thiab cov Yixalayees tua cov yeebncuab tuag coob heev, tiamsis muaj ibtxhia khiav mus nkaum rau ntawm tej ntsa yeej uas thaiv lub nroog lawm, lawv thiaj tsis raug tua."},{"bible_id":"1525","chapter_code":"JOS.10","verse_code":"JOS.10.21","label":"21","content":"Yausuas cov tubrog rov los cuag nws hauv lub yeej ntawm Makedas, txhua tus puavleej nyob txhij. Tsis muaj leejtwg yuav muaj cuabkav cem lossis tawmtsam cov Yixalayees li."},{"bible_id":"1525","chapter_code":"JOS.10","verse_code":"JOS.10.22","label":"22","content":"Yausuas hais rau nws cov tubrog hais tias, “Nej cia li qhib lub qhov tsua thiab coj tsib tug vajntxwv ntawd los cuag kuv.”"},{"bible_id":"1525","chapter_code":"JOS.10","verse_code":"JOS.10.23","label":"23","content":"Cov tubrog thiaj mus qhib lub qhov tsua thiab coj tsib tug vajntxwv uas kav lub nroog Yeluxalees, lub nroog Henploos, lub nroog Yamus, lub nroog Lakhis thiab lub nroog Ekiloos tawm hauv qhov tsua"},{"bible_id":"1525","chapter_code":"JOS.10","verse_code":"JOS.10.24","label":"24","content":"los cuag Yausuas. Yausuas thiaj hu tagnrho cov tubrog Yixalayees los cuag nws, thiab nws kom cov thawj tubrog uas nrog nws mus tsuj cov vajntxwv ntawd cajdab. Ces lawv ua raws li Yausuas hais."},{"bible_id":"1525","chapter_code":"JOS.10","verse_code":"JOS.10.25","label":"25","content":"Yausuas hais rau cov thawj tubrog hais tias, “Nej tsis txhob ntshai lossis qaug zog. Nej cia li ua siab tawv qhawv thiab tso siab rau tus TSWV, rau qhov nws yeej pom zoo kom nej ua li no rau peb cov yeebncuab.”"},{"bible_id":"1525","chapter_code":"JOS.10","verse_code":"JOS.10.26","label":"26","content":"Yausuas muab tsib tug vajntxwv ntawd tua thiab coj mus dai rau ntawm tsib tug ntoo ib hnub tsaus ntuj."},{"bible_id":"1525","chapter_code":"JOS.10","verse_code":"JOS.10.27","label":"27","content":"Thaum lub hnub poob qho lawm, Yausuas hais kom cov tubrog mus muab cov vajntxwv ntawd txo thiab coj mus pov rau hauv lub qhov tsua uas lawv khiav mus nkaum, thiab lawv muab ib co pobzeb loj los txhaws lub qhov tsua. Niaj hnub no tej pobzeb ntawd tseem nyob."},{"bible_id":"1525","chapter_code":"JOS.10","verse_code":"JOS.10.28","label":"28","content":"Hnub uas Yausuas mus tua thiab txeeb tau lub nroog Makedas, nws ntes tau tus vajntxwv uas kav lub nroog ntawd. Nws muab tus vajntxwv thiab cov pejxeem tua tuag tas tsis tseg ib tug seem li. Yausuas ua rau tus vajntxwv uas kav lub nroog Makedas ib yam li nws ua rau tus vajntxwv uas kav lub nroog Yelikaus."},{"bible_id":"1525","chapter_code":"JOS.10","verse_code":"JOS.10.29","label":"29","content":"Tom qab ntawd, Yausuas thiab nws cov tubrog tawm hauv lub nroog Makedas mus tua lub nroog Linas."},{"bible_id":"1525","chapter_code":"JOS.10","verse_code":"JOS.10.30","label":"30","content":"Tus TSWV pub cov Yixalayees tua yeej tus vajntxwv thiab txeeb tau lub nroog ntawd. Lawv tua txhua tus tsis tseg ib tug seem li. Lawv ua rau tus vajntxwv ntawd ib yam li lawv ua rau tus vajntxwv uas kav lub nroog Yelikaus."},{"bible_id":"1525","chapter_code":"JOS.10","verse_code":"JOS.10.31","label":"31","content":"Tom qab ntawd, Yausuas thiab nws cov tubrog tawm hauv lub nroog Linas mus vij thiab tua lub nroog Lakhis."},{"bible_id":"1525","chapter_code":"JOS.10","verse_code":"JOS.10.32","label":"32","content":"Hnub ob, tus TSWV pub cov Yixalayees tua yeej lub nroog Lakhis, lawv tua txhua tus tsis tseg ib tug seem li. Lawv ua rau lub nroog Lakhis ib yam li lawv ua rau lub nroog Linas."},{"bible_id":"1525","chapter_code":"JOS.10","verse_code":"JOS.10.33","label":"33","content":"Vajntxwv Haulas uas kav lub nroog Nkexes txawm tuaj pab lub nroog Lakhis, tiamsis Yausuas lawv tua nws thiab nws cov tubrog tuag tas tsis tshuav ib tug seem li."},{"bible_id":"1525","chapter_code":"JOS.10","verse_code":"JOS.10.34","label":"34","content":"Tom qab ntawd, Yausuas thiab nws cov tubrog tawm hauv lub nroog Lakhis mus vij thiab tua lub nroog Enkiloos."},{"bible_id":"1525","chapter_code":"JOS.10","verse_code":"JOS.10.35","label":"35","content":"Hnub uas lawv txeeb tau lub nroog ntawd, lawv tua cov neeg hauv tuag tas tsis tseg ib tug seem ib yam li lawv ua rau lub nroog Lakhis."},{"bible_id":"1525","chapter_code":"JOS.10","verse_code":"JOS.10.36","label":"36","content":"Tom qab ntawd, Yausuas thiab nws cov tubrog tawm hauv lub nroog Enkiloos nce tej laj roob mus tua lub nroog Henploos"},{"bible_id":"1525","chapter_code":"JOS.10","verse_code":"JOS.10.37","label":"37","content":"thiab txeeb tau lub nroog ntawd. Lawv tua tus vajntxwv thiab cov pejxeem tuag tas ib yam li lawv ua rau cov nroog uas nyob ibncig lub nroog ntawd. Yausuas lawv ua rau lub nroog thiab cov neeg puastsuaj tas ib yam li lawv ua rau lub nroog Ekiloos tsis tseg ib tug seem li."},{"bible_id":"1525","chapter_code":"JOS.10","verse_code":"JOS.10.38","label":"38","content":"Ces Yausuas thiab nws cov tubrog rov los tua lub nroog Denpis."},{"bible_id":"1525","chapter_code":"JOS.10","verse_code":"JOS.10.39","label":"39","content":"Yausuas txeeb tau lub nroog Denpis, tua tus vajntxwv thiab cov nroog uas nyob ibncig ntawd. Yausuas ua rau lub nroog Denpis tus vajntxwv ib yam li nws ua rau lub nroog Henploos thiab lub nroog Linas thiab ob tug vajntxwv."},{"bible_id":"1525","chapter_code":"JOS.10","verse_code":"JOS.10.40","label":"40","content":"Yausuas tua yeej thoob plaws lub tebchaws, tsis hais tus vajntxwv uas nyob saum laj roob, nyob zaj tav zag sab hnubtuaj, nyob zaj taw roob sab hnubpoob thiab zaj mojsab sab qabteb. Lawv tua txhua tus tsis tseg ib tug seem raws li tus TSWV hais rau Yausuas lawm."},{"bible_id":"1525","chapter_code":"JOS.10","verse_code":"JOS.10.41","label":"41","content":"Yausuas tua yeej txij ntua ntawm Kades Npane-as uas nyob sab qabteb mus rau Nkaxas uas nyob ze ntug hiavtxwv, thiab tau tagnrho cheebtsam Nkausees mus txog Nkinpe-oos uas nyob sab qaumteb."},{"bible_id":"1525","chapter_code":"JOS.10","verse_code":"JOS.10.42","label":"42","content":"Yausuas tua yeej cov vajntxwv no thiab lawv tej nroog, rau qhov tus TSWV uas yog cov Yixalayees tus Vajtswv tuaj cov Yixalayees tog."},{"bible_id":"1525","chapter_code":"JOS.10","verse_code":"JOS.10.43","label":"43","content":"Tom qab ntawd, Yausuas thiab nws cov tubrog rov los rau hauv lub yeej uas nyob ntawm Nkilenkas."},{"bible_id":"1525","chapter_code":"JOS.11","verse_code":"JOS.11.1","label":"1","content":"Thaum Vajntxwv Yanpees uas kav lub nroog Haxaules hnov hais tias, Yausuas thiab nws cov tubrog tua yeej ntau lub nroog lawm, nws xa xov mus rau Vajntxwv Yaunpaj uas kav lub nroog Madoos, tus vajntxwv uas kav lub nroog Simeloos thiab tus vajntxwv uas kav lub nroog Akisas,"},{"bible_id":"1525","chapter_code":"JOS.11","verse_code":"JOS.11.2","label":"2","content":"tus vajntxwv uas nyob saum lub laj roob sab qaumteb, tus vajntxwv uas nyob hauv lub Hav Yauladees ntawm Hiavtxwv Kalilais sab qabteb, tus vajntxwv uas nyob ntawm taw roob thiab tus vajntxwv uas nyob ntawm ntug hiavtxwv ze lub nroog Daules,"},{"bible_id":"1525","chapter_code":"JOS.11","verse_code":"JOS.11.3","label":"3","content":"thiab Vajntxwv Yanpees hais mus rau cov Kana-as uas nyob raws ob sab ntug Dej Yaudalees, cov Amaules, cov Hitis, cov Pelixes, cov Yenpus uas nyob saum lub laj roob thiab cov Hivis uas nyob ntawm taw roob Helemoos hauv tebchaws Mixepas huv tibsi."},{"bible_id":"1525","chapter_code":"JOS.11","verse_code":"JOS.11.4","label":"4","content":"Lawv coj lawv cov tubrog coob heev tuaj npaum li tej suabzeb ntawm ntug hiavtxwv. Lawv muaj nees thiab tsheb nees ntau kawg li."},{"bible_id":"1525","chapter_code":"JOS.11","verse_code":"JOS.11.5","label":"5","content":"Tagnrho cov vajntxwv no sib sau ua ke tuaj tsuam yeej rau ntawm ntug dej Meloos tua cov Yixalayees."},{"bible_id":"1525","chapter_code":"JOS.11","verse_code":"JOS.11.6","label":"6","content":"Tus TSWV hais rau Yausuas hais tias, “Koj tsis txhob ntshai lawv. Tagkis tav lub caij no, kuv yuav pab cov Yixalayees tua kom lawv tuag tas huv tibsi. Tom qab ntawd koj cia li muab lawv tej nees txiav leeg raws thiab hlawv lawv tej tsheb nees.”"},{"bible_id":"1525","chapter_code":"JOS.11","verse_code":"JOS.11.7","label":"7","content":"Yausuas thiab nws cov tubrog mus tua lawv cov yeebncuab ntawm tus dej Meloos thaum lawv tsis nco ceevfaj."},{"bible_id":"1525","chapter_code":"JOS.11","verse_code":"JOS.11.8","label":"8","content":"Tus TSWV twb muab cov yeebncuab cob rau cov Yixalayees tes lawm; lawv thiaj caum cov yeebncuab tua mus txog ntawm Milefus Mees thiab Xidoos uas nyob sab qaumteb, thiab mus txog rau ntawm lub hav Mixepas uas nyob sab hnubtuaj. Lawv sib tua mus txog thaum cov yeebncuab tuag tas."},{"bible_id":"1525","chapter_code":"JOS.11","verse_code":"JOS.11.9","label":"9","content":"Yausuas ua rau cov yeebncuab raws li tus TSWV hais rau nws lawm. Yausuas thiaj muab cov yeebncuab tej nees txiav leeg raws thiab hlawv lawv tej tsheb nees."},{"bible_id":"1525","chapter_code":"JOS.11","verse_code":"JOS.11.10","label":"10","content":"Yausuas rov los txeeb tau lub nroog Haxaules thiab muab tus vajntxwv uas kav lub nroog ntawd tua. (Thaum ntawd lub nroog Haxaules muaj zog dua lwm lub nroog hauv lub tebchaws ntawd.)"},{"bible_id":"1525","chapter_code":"JOS.11","verse_code":"JOS.11.11","label":"11","content":"Lawv muab txhua tus uas nyob hauv lub nroog ntawd tua tuag tas tsis tseg ib tug seem li thiab muab lub nroog hlawv."},{"bible_id":"1525","chapter_code":"JOS.11","verse_code":"JOS.11.12","label":"12","content":"Yausuas tua yeej cov vajntxwv, txeeb tau lawv tej nroog, thiab muab txhua tus neeg tua tuag tas huv tibsi raws li tus TSWV tus tubtxib Mauxes tau hais tseg lawm."},{"bible_id":"1525","chapter_code":"JOS.11","verse_code":"JOS.11.13","label":"13","content":"Tiamsis cov Yixalayees tsis hlawv tej nroog uas nyob saum tej pov roob li, tsuas yog lub nroog Haxaules uas Yausuas muab hlawv lawm xwb."},{"bible_id":"1525","chapter_code":"JOS.11","verse_code":"JOS.11.14","label":"14","content":"Cov Yixalayees nqa tej khoom muaj nqis thiab coj tej tsiaj txhu hauv lub nroog ntawd mus ua lawv tug. Tiamsis lawv muab cov neeg tua tuag tas tsis tseg ib tug seem li."},{"bible_id":"1525","chapter_code":"JOS.11","verse_code":"JOS.11.15","label":"15","content":"Tus TSWV hais rau nws tus tubtxib Mauxes, kom Mauxes hais rau Yausuas thiab Yausuas ua raws li tej lus ntawd. Yausuas thiaj ua txhua yam raws li tej lus uas tus TSWV tau hais rau Mauxes lawm."},{"bible_id":"1525","chapter_code":"JOS.11","verse_code":"JOS.11.16","label":"16","content":"Yausuas txeeb tau tagnrho lub tebchaws: cheebtsam uas ua laj roob thiab taw roob, tsis hais qabteb thiab qaumteb tagnrho cheebtsam Nkausees, cheebtsam mojsab qhua uas nyob sab qabteb, thiab tagnrho lub Hav Yauladees."},{"bible_id":"1525","chapter_code":"JOS.11","verse_code":"JOS.11.17+JOS.11.18","label":"17-18","content":"Cheebtsam sab qabteb txij ntua ntawm lub Roob Halaj uas ze rau ntawm Edoos, thiab sab qaumteb mus txog ntua Npankas hauv lub hav Lenpanoos uas nyob ntawm lub Roob Helemoos sab qabteb. Yausuas ua rog nrog cov vajntxwv uas kav tej cheebtsam ntawd tau ntev loo, tiamsis thaum kawg Yausuas ntes tau cov vajntxwv ntawd thiab muab tua povtseg huv tibsi lawm."},{"bible_id":"1525","chapter_code":"JOS.11","verse_code":"JOS.11.19","label":"19","content":"Tsuas yog tshuav lub nroog Nkinpe-oos uas cov Hivis ibtxhia uas nrog cov Yixalayees cog phoojywg thiaj tsis raug tua xwb. Dua li lwm lub nroog raug tua thiab raug rhuav puastsuaj tas."},{"bible_id":"1525","chapter_code":"JOS.11","verse_code":"JOS.11.20","label":"20","content":"Tus TSWV ua kom lawv muaj lub siab tawv tuaj tua cov Yixalayees, yog li ntawd, cov Yixalayees thiaj tsis hlub tshua lawv thiab muab lawv tua puastsuaj tas. Tej no muaj raws li tus TSWV hais rau Mauxes lawm."},{"bible_id":"1525","chapter_code":"JOS.11","verse_code":"JOS.11.21","label":"21","content":"Thaum ntawd Yausuas mus tua thiab rhuav cov neeg Anakees uas loj thiab siab heev uas nyob saum tej laj roob, hauv lub nroog Henploos, lub nroog Denpis, lub nroog Anas thiab tagnrho saum tej laj roob uas cov Yudas thiab cov Yixalayees nyob. Yausuas tua cov neeg thiab rhuav lawv tej nroog puastsuaj tas huv tibsi."},{"bible_id":"1525","chapter_code":"JOS.11","verse_code":"JOS.11.22","label":"22","content":"Tsis tshuav cov Anakees ib tug seem nyob hauv cov Yixalayees lub tebchaws li; tsuas tshuav leej puav nyob hauv Nkaxas, Nkathas thiab Asedaus xwb."},{"bible_id":"1525","chapter_code":"JOS.11","verse_code":"JOS.11.23","label":"23","content":"Yausuas txeeb tau tagnrho lub tebchaws raws li tus TSWV hais tseg rau Mauxes lawm. Yausuas muab lub tebchaws faib rau cov Yixalayees txhua xeem, nyias nyob muaj nyias cheebtsam av. Cov Yixalayees thiaj tau nyob thajyeeb lug tsis ua rog li lawm."},{"bible_id":"1525","chapter_code":"JOS.12","verse_code":"JOS.12.1","label":"1","content":"Cov Yixalayees tua yeej thiab txeeb tau tagnrho lub tebchaws ntawm tus Dej Yaudalees sab hnubtuaj, txij ntua ntawm lub Hav Alenoos mus rau lub Hav Yauladees, thiab mus rau pem lub Roob Helemoos uas nyob sab qaumteb. Lawv tua yeej ob tug vajntxwv,"},{"bible_id":"1525","chapter_code":"JOS.12","verse_code":"JOS.12.2","label":"2","content":"ib tug yog Xihoos uas ua vajntxwv kav cov Amaules nyob hauv lub nroog Hesenpoos. Nws kav ib nrab tebchaws Nkile-as: txij ntua ntawm Alu-es (uas nyob ntawm lub Hav Alenoos), thiab txij ntua ntawm lub nroog uas nyob hauv  plawv lub hav ntawd mus txog rau ntawm tus Dej Yanpaus uas yog cov Amoos tus ciamteb;"},{"bible_id":"1525","chapter_code":"JOS.12","verse_code":"JOS.12.3","label":"3","content":"thiab tagnrho lub Hav Yauladees txij ntua ntawm Hiavtxwv Kalilais sab qabteb mus txog rau ntawm Npethes Yesimaus (uas nyob ntawm Hiavtxwv Tuag sab hnubtuaj) thiab mus rau ntawm lub taw Roob Pinkas."},{"bible_id":"1525","chapter_code":"JOS.12","verse_code":"JOS.12.4","label":"4","content":"Thiab lawv tseem tua yeej Vajntxwv Aunkas uas nyob hauv lub tebchaws Npasas, nws yog tus vajntxwv kawg ntawm haivneeg Lefayees; nws kav lub nroog Asethas thiab Edeles."},{"bible_id":"1525","chapter_code":"JOS.12","verse_code":"JOS.12.5","label":"5","content":"Vajntxwv Aunkas kav tagnrho lub Roob Helemoos, Xalekas thiab tagnrho tebchaws Npasas mus txog ntua ntawm cov Nkesus thiab cov Ma-akas tus ciamteb, thiab ib nrab tebchaws Nkile-as mus txog rau ntawm lub nroog Hesenpoos uas Vajtswv Xihoos kav."},{"bible_id":"1525","chapter_code":"JOS.12","verse_code":"JOS.12.6","label":"6","content":"Ob tug vajntxwv no, yog ob tug uas yav tas los Mauxes thiab cov Yixalayees tua yeej. Tus TSWV tus tubtxib Mauxes muab lub tebchaws no faib rau xeem Lunpees, xeem Khas thiab ib nrab xeem Manaxes ua lawv tug mus li."},{"bible_id":"1525","chapter_code":"JOS.12","verse_code":"JOS.12.7","label":"7","content":"Yausuas thiab cov Yixalayees tua yeej tagnrho cov vajntxwv uas nyob lub tebchaws ntawm tus Dej Yauladees sab hnubpoob, txij ntua ntawm Npankas uas nyob hauv lub Hav Lenpanoos mus txog rau ntawm lub Roob Halaj uas nyob ze Edoos sab qabteb. Yausuas muab lub tebchaws faib rau cov Yixalayees txhua xeem ua lawv tug raws li no:"},{"bible_id":"1525","chapter_code":"JOS.12","verse_code":"JOS.12.8","label":"8","content":"tej laj roob, tej taw roob sab hnubpoob, lub Hav Yauladees thiab tej taw roob, tej ntav zag sab hnubtuaj, thiab sab qabteb uas ua suabpuam. Lub tebchaws no yav tas los yog cov Hitis, cov Amaules, cov Kana-as, cov Pelixes, cov Hivis thiab cov Yenpus lub tebchaws."},{"bible_id":"1525","chapter_code":"JOS.12","verse_code":"JOS.12.9","label":"9","content":"Cov Yixalayees tua yeej cov vajntxwv uas kav cov nroog no: Yelikaus, A-is (uas nyob ze lub nroog Npethees,)"},{"bible_id":"1525","chapter_code":"JOS.12","verse_code":"JOS.12.10","label":"10","content":"Yeluxalees, Henploos,"},{"bible_id":"1525","chapter_code":"JOS.12","verse_code":"JOS.12.11","label":"11","content":"Yamus, Lakhis,"},{"bible_id":"1525","chapter_code":"JOS.12","verse_code":"JOS.12.12","label":"12","content":"Ekiloos, Nkexes,"},{"bible_id":"1525","chapter_code":"JOS.12","verse_code":"JOS.12.13","label":"13","content":"Denpis, Nkedes,"},{"bible_id":"1525","chapter_code":"JOS.12","verse_code":"JOS.12.14","label":"14","content":"Haumas, Alas,"},{"bible_id":"1525","chapter_code":"JOS.12","verse_code":"JOS.12.15","label":"15","content":"Linas, Adulas,"},{"bible_id":"1525","chapter_code":"JOS.12","verse_code":"JOS.12.16","label":"16","content":"Makedas, Npethees,"},{"bible_id":"1525","chapter_code":"JOS.12","verse_code":"JOS.12.17","label":"17","content":"Tapuas, Hefeles,"},{"bible_id":"1525","chapter_code":"JOS.12","verse_code":"JOS.12.18","label":"18","content":"Afes, Lasaloos,"},{"bible_id":"1525","chapter_code":"JOS.12","verse_code":"JOS.12.19","label":"19","content":"Madoos, Haxaules,"},{"bible_id":"1525","chapter_code":"JOS.12","verse_code":"JOS.12.20","label":"20","content":"Simeloos, Meloos, Akhesas,"},{"bible_id":"1525","chapter_code":"JOS.12","verse_code":"JOS.12.21","label":"21","content":"Tanas, Menkidaus,"},{"bible_id":"1525","chapter_code":"JOS.12","verse_code":"JOS.12.22","label":"22","content":"Kedes, Yaune-as, (uas nyob hauv Kalemees),"},{"bible_id":"1525","chapter_code":"JOS.12","verse_code":"JOS.12.23","label":"23","content":"Dules (uas nyob ntawm ntug hiavtxwv), Nku-ees (uas nyob hauv Kalilais ),"},{"bible_id":"1525","chapter_code":"JOS.12","verse_code":"JOS.12.24","label":"24","content":"thiab Tilexas, tagnrho huv tibsi muaj peb caug ib tug vajntxwv."},{"bible_id":"1525","chapter_code":"JOS.13","verse_code":"JOS.13.1","label":"1","content":"Thaum Yausuas laus heev lawm, tus TSWV hais rau nws hais tias, “Koj twb laus heev lawm, tiamsis lub tebchaws tseem tshuav ntau qhov uas nej tsis tau mus txeeb:"},{"bible_id":"1525","chapter_code":"JOS.13","verse_code":"JOS.13.2","label":"2","content":"yog tagnrho cheebtsam uas cov Filitees thiab cov Nkesus nyob,"},{"bible_id":"1525","chapter_code":"JOS.13","verse_code":"JOS.13.3","label":"3","content":"mus rau cheebtsam Avimes uas nyob sab qabteb. (Lub tebchaws txij ntua ntawm tus Dej Sihus uas yog ntawm cov Iziv tus ciamteb sab qaumteb mus txog ntua ntawm cov Ekiloos tus ciamteb uas ibtxwm paub hais tias yog cov Kana-as li; cov Filitees cov vajntxwv nyob hauv lub nroog Nkaxas, Asedaus, Asekeloos, Nkathas thiab Ekiloos.)"},{"bible_id":"1525","chapter_code":"JOS.13","verse_code":"JOS.13.4","label":"4","content":"Tshuav tagnrho lub tebchaws Kana-as thiab Melas (uas yog cov Xidoos tug) mus rau ntawm Afes uas nyob ntawm cov Amaules tus ciamteb;"},{"bible_id":"1525","chapter_code":"JOS.13","verse_code":"JOS.13.5","label":"5","content":"tebchaws Nkenpas; thiab tagnrho tebchaws Lenpanoos mus rau sab hnubtuaj, txij ntua ntawm Npankas uas nyob ntawm lub Roob Helemoos sab qabteb mus rau ntawm lub Dawm Hamas."},{"bible_id":"1525","chapter_code":"JOS.13","verse_code":"JOS.13.6","label":"6","content":"Ntawm no yog xam tagnrho cov Xidoos lub tebchaws uas nyob saum tej laj roob ntu nruab nrab ntawm tej Roob Lenpanoos thiab Milefus Mees. Kuv yuav ntiab cov neeg hauv lub tebchaws ntawd tawm ua ntej uas cov Yixalayees mus nyob. Koj yuav tsum muab lub tebchaws faib rau cov Yixalayees raws li kuv hais rau koj lawm."},{"bible_id":"1525","chapter_code":"JOS.13","verse_code":"JOS.13.7","label":"7","content":"Nimno koj cia li muab lub tebchaws faib rau cov Yixalayees cuaj xeem thiab ib nrab xeem Manaxes ua lawv tug mus li.”"},{"bible_id":"1525","chapter_code":"JOS.13","verse_code":"JOS.13.8","label":"8","content":"Xeem Lunpees, xeem Khas thiab ib nrab xeem Manaxes twb tau feem av uas tus TSWV tus tubtxib Mauxes faib rau lawv lawm; yog cheebtsam ntawm tus Dej Yauladees sab hnubtuaj."},{"bible_id":"1525","chapter_code":"JOS.13","verse_code":"JOS.13.9","label":"9","content":"Lawv ciam av txij ntua ntawm Alu-es (uas nyob ntawm lub Hav Alenoos) thiab lub nroog uas nyob hauv plawv lub voshav ntawd, thiab tagnrho lub tiaj nrag ntawm Medenpas mus txog rau ntawm Dinpoos;"},{"bible_id":"1525","chapter_code":"JOS.13","verse_code":"JOS.13.10","label":"10","content":"thiab mus txog rau ntawm cov Amoos tus ciamteb thiab tagnrho cov nroog uas cov Amaules tus vajntxwv Xihoos uas nyob hauv lub nroog Hesenpoos kav;"},{"bible_id":"1525","chapter_code":"JOS.13","verse_code":"JOS.13.11","label":"11","content":"thiab cheebtsam Nkile-as, cheebtsam Nkesus, cheebtsam Ma-akas, lub Roob Helemoos thiab tagnrho tebchaws Npasas mus txog rau ntawm lub nroog Xalekas;"},{"bible_id":"1525","chapter_code":"JOS.13","verse_code":"JOS.13.12","label":"12","content":"thiab lub nroog Asetalus thiab lub nroog Edeles uas Vajntxwv Aunkas kav, Aunkas yog tus vajntxwv kawg ntawm cov Lefayees. Mauxes tua yeej cov neeg no thiab muab lawv ntiab tawm khiav mus."},{"bible_id":"1525","chapter_code":"JOS.13","verse_code":"JOS.13.13","label":"13","content":"Tiamsis cov Yixalayees tsis ntiab cov Nkesus thiab cov Ma-akas; lawv tseem nrog cov Yixalayees nyob hauv lub tebchaws."},{"bible_id":"1525","chapter_code":"JOS.13","verse_code":"JOS.13.14","label":"14","content":"Mauxes tsis faib av rau xeem Levis raws li tus TSWV tau hais rau Mauxes hais tias, lawv feem tug yog tej uas cov Yixalayees coj tuaj fij rau saum tus TSWV uas yog cov Yixalayees tus Vajtswv lub thaj."},{"bible_id":"1525","chapter_code":"JOS.13","verse_code":"JOS.13.15","label":"15","content":"Mauxes faib av rau xeem Lunpees ua lawv tug raws li lawv tej tsevneeg."},{"bible_id":"1525","chapter_code":"JOS.13","verse_code":"JOS.13.16","label":"16","content":"Lawv ciam av txij ntua ntawm Alu-es (uas nyob ntawm lub Hav Alenoos) thiab lub nroog uas nyob hauv plawv lub voshav ntawd, thiab tagnrho lub tiaj nrag uas nyob puagncig lub nroog Medenpas;"},{"bible_id":"1525","chapter_code":"JOS.13","verse_code":"JOS.13.17","label":"17","content":"thiab lub nroog Hesenpoos, thiab cov nroog uas nyob hauv lub tiaj nrag yog: Denpoos, Npamaus Npa-as, Npethes, Npa-ame-oos,"},{"bible_id":"1525","chapter_code":"JOS.13","verse_code":"JOS.13.18","label":"18","content":"Yahas, Kedemaus, Mefas,"},{"bible_id":"1525","chapter_code":"JOS.13","verse_code":"JOS.13.19","label":"19","content":"Kiliyathas, Xinpemas, Xeles Sahas uas nyob saum lub laj roob hauv lub Hav,"},{"bible_id":"1525","chapter_code":"JOS.13","verse_code":"JOS.13.20","label":"20","content":"Npepe-aus, thiab tej ntav zag ntawm lub Roob Pinkas thiab Npethes Yesimaus;"},{"bible_id":"1525","chapter_code":"JOS.13","verse_code":"JOS.13.21","label":"21","content":"thiab tagnrho cov nroog uas nyob hauv tej tiaj nrag thiab cheebtsam uas cov Amaules tus vajntxwv Xihoos uas nyob hauv lub nroog Hesenpoos kav. Mauxes tua yeej Xihoos ib yam li nws tua yeej cov nomtswv uas nyob hauv tebchaws Midias: Evis, Lekees, Xules, Hules thiab Lenpas. Tagnrho cov nomtswv no puavleej nrog vajntxwv Xihoos kav tebchaws."},{"bible_id":"1525","chapter_code":"JOS.13","verse_code":"JOS.13.22","label":"22","content":"Npe-aus tus tub Npala-as uas txawj saib hmoov yog ib tug ntawm cov neeg uas cov Yixalayees muab tua lawm."},{"bible_id":"1525","chapter_code":"JOS.13","verse_code":"JOS.13.23","label":"23","content":"Xeem Lunpees tus ciamteb sab hnubpoob yog raws tus Dej Yauladees. Tej nroog thiab tej zos uas hais tas los no yog muab rau xeem Lunpees ua lawv tug raws li lawv tej tsevneeg."},{"bible_id":"1525","chapter_code":"JOS.13","verse_code":"JOS.13.24","label":"24","content":"Mauxes faib av rau xeem Khas ua lawv tug raws li lawv tej tsevneeg."},{"bible_id":"1525","chapter_code":"JOS.13","verse_code":"JOS.13.25","label":"25","content":"Lawv ciam av yog tagnrho lub nroog Yaxes thiab cov nroog uas nyob hauv Nkile-as, thiab ib nrab tebchaws Amoos mus txog rau ntawm Alu-es uas nyob ntawm Lanpas sab hnubtuaj;"},{"bible_id":"1525","chapter_code":"JOS.13","verse_code":"JOS.13.26","label":"26","content":"thiab txij ntua ntawm Hesenpoos mus txog rau ntawm Lamas Mipes, Npetunis, thiab txij ntua ntawm Mahana-ees mus txog rau ntawm cov Ludenpas tus ciamteb."},{"bible_id":"1525","chapter_code":"JOS.13","verse_code":"JOS.13.27","label":"27","content":"Nyob hauv lub Hav Yauladees tagnrho tej nroog thiab tej zos yog: Npethes Halas, Npenilas, Xukaus thiab Xafoos, feem av seem uas Vajntxwv Xihoos uas nyob hauv lub nroog Hesenpoos kav. Lawv tus ciam av sab hnubpoob raws tus Dej Yauladees mus txog rau pem Hiavtxwv Kalilais."},{"bible_id":"1525","chapter_code":"JOS.13","verse_code":"JOS.13.28","label":"28","content":"Cov nroog thiab cov zos uas hais los no yog cov uas muab faib rau xeem Khas ua lawv tug raws li lawv tej tsevneeg."},{"bible_id":"1525","chapter_code":"JOS.13","verse_code":"JOS.13.29","label":"29","content":"Mauxes faib av rau ib nrab xeem Manaxes ua lawv tug raws li lawv tej tsevneeg."},{"bible_id":"1525","chapter_code":"JOS.13","verse_code":"JOS.13.30","label":"30","content":"Lawv ciam av yog txij ntua ntawm Mahana-ees thiab tagnrho lub tebchaws Npasas uas Vajntxwv Aunkas kav, thiab tagnrho Yailes rau caum lub zos uas nyob hauv tebchaws Npasas;"},{"bible_id":"1525","chapter_code":"JOS.13","verse_code":"JOS.13.31","label":"31","content":"thiab tagnrho lub tebchaws Nkile-as ib nrab mus txog rau ntawm lub nroog Asetalus thiab lub nroog Edeles uas yog cov tuamceeb nroog hauv lub tebchaws Npasas uas Aunkas kav. Tagnrho cov nroog thiab cov zos no muab faib rau Manaxes tus tub Makhiles cov xeebntxwv ib nrab, ua lawv tug raws li lawv tej tsevneeg."},{"bible_id":"1525","chapter_code":"JOS.13","verse_code":"JOS.13.32","label":"32","content":"Thaum Mauxes nyob hauv lub tiaj nrag Mau-am, nws faib lub tebchaws ntawm lub nroog Yelikaus thiab tus Dej Yauladees sab hnubtuaj rau cov Yixalayees;"},{"bible_id":"1525","chapter_code":"JOS.13","verse_code":"JOS.13.33","label":"33","content":"tiamsis Mauxes tsis faib av rau xeem Levis. Nws hais rau lawv hais tias, lawv feem tug yog tej uas sawvdaws coj tuaj fij rau tus TSWV uas yog cov Yixalayees tus Vajtswv xwb."},{"bible_id":"1525","chapter_code":"JOS.14","verse_code":"JOS.14.1","label":"1","content":"Ntawm no yog hais txog muab lub tebchaws Kana-as uas nyob ntawm tus Dej Yauladees sab hnubpoob faib rau cov Yixalayees. Tus povthawj Ele-axas, Noos tus tub Yausuas thiab cov Yixalayees txhua xeem tej thawjcoj yog cov faib rau lawv."},{"bible_id":"1525","chapter_code":"JOS.14","verse_code":"JOS.14.2","label":"2","content":"Lawv rho ntawv  faib cheebtsam av ntawm tus Dej Yauladees sab hnubpoob rau cuaj xeem thiab ib nrab xeem Manaxes raws li tus TSWV hais rau Mauxes lawm."},{"bible_id":"1525","chapter_code":"JOS.14","verse_code":"JOS.14.3+JOS.14.4","label":"3-4","content":"Mauxes twb faib lub tebchaws ntawm tus Dej Yauladees sab hnubtuaj rau ob xeem thiab ib nrab xeem lawm. (Yauxej cajces faib ua ob xeem: xeem Manaxes thiab xeem Efalayees.) Tiamsis Mauxes tsis faib av rau xeem Levis, rau qhov lawv nyob qhov twg lawv yeej tau av los ua vaj ua tsev thiab tau tshav zaub rau lawv tej tsiaj."},{"bible_id":"1525","chapter_code":"JOS.14","verse_code":"JOS.14.5","label":"5","content":"Cov Yixalayees muab lub tebchaws faib raws li tus TSWV hais rau Mauxes lawm."},{"bible_id":"1525","chapter_code":"JOS.14","verse_code":"JOS.14.6","label":"6","content":"Muaj ib hnub xeem Yudas ibtxhia tuaj cuag Yausuas ntawm Nkilenkas. Yefunes tus tub Kalej uas yog cuab Kenais hais rau Yausuas hais tias, “Koj yeej paub qhov uas tus TSWV hais rau nws tus tubtxib Mauxes txog koj thiab kuv, thaum peb tseem nyob ntawm Kades Npane-as lawm."},{"bible_id":"1525","chapter_code":"JOS.14","verse_code":"JOS.14.7","label":"7","content":"Thaum tus TSWV tus tubtxib Mauxes txib kuv hauv Kades Npane-as tuaj soj lub tebchaws no, kuv hnubnyoog muaj plaub caug xyoo. Kuv coj tej lus tseeb rov los qhia rau nws."},{"bible_id":"1525","chapter_code":"JOS.14","verse_code":"JOS.14.8","label":"8","content":"Cov neeg uas nrog kuv mus soj tebchaws ua rau peb cov neeg ntshai heev, tiamsis kuv muab siab npuab tus TSWV uas yog kuv tus Vajtswv."},{"bible_id":"1525","chapter_code":"JOS.14","verse_code":"JOS.14.9","label":"9","content":"Vim kuv ua li ntawd, Mauxes thiaj coglus hais tias, kuv thiab kuv cov xeebntxwv yuav tau feem av hauv lub tebchaws uas kuv tau mus tsuj ua kuv tug."},{"bible_id":"1525","chapter_code":"JOS.14","verse_code":"JOS.14.10","label":"10","content":"Tiamsis txij thaum tus TSWV hais rau Mauxes los txog nimno twb tau plaub caug tsib xyoos lawm. Thaum ntawd cov Yixalayees tseem taug kev los hla tiaj suabpuam, thiab tus TSWV tseem pub kuv muaj sia nyob los txog niaj hnub no raws li nws tau coglus tseg lawm. Koj sim saib saib! Nimno kuv twb muaj yim caum tsib xyoos lawm,"},{"bible_id":"1525","chapter_code":"JOS.14","verse_code":"JOS.14.11","label":"11","content":"tiamsis hnub no kuv tseem muaj zog khov kho ua taus rog thiab ua taus haujlwm ib yam li thaum Mauxes txib kuv mus soj tebchaws."},{"bible_id":"1525","chapter_code":"JOS.14","verse_code":"JOS.14.12","label":"12","content":"Nimno, thov koj muab cheebtsam uas ua laj roob rau kuv raws li tus TSWV tau coglus tseg rau kuv, hnub uas kuv thiab cov neeg uas nrog kuv mus soj tebchaws los qhia rau Mauxes. Peb qhia rau nej sawvdaws hais tias, cov neeg Anakees uas loj thiab siab nyob hauv tej nroog loj uas muaj ntsa yeej thaiv khov heev. Tej zaum tus TSWV yuav nrog nraim kuv, thiab kuv yuav raws tau lawv tawm ib yam li tus TSWV tau coglus tseg lawm.”"},{"bible_id":"1525","chapter_code":"JOS.14","verse_code":"JOS.14.13","label":"13","content":"Yausuas foom koob hmoov rau Yefunes tus tub Kalej thiab muab lub nroog Henploos rau nws ua nws tug."},{"bible_id":"1525","chapter_code":"JOS.14","verse_code":"JOS.14.14","label":"14","content":"Lub nroog Henploos tseem yog Yefunes tus tub Kalej uas yog cuab Kenais cov xeebntxwv li, rau qhov Kalej muab siab npuab tus TSWV uas yog cov Yixalayees tus Vajtswv."},{"bible_id":"1525","chapter_code":"JOS.14","verse_code":"JOS.14.15","label":"15","content":"Yav tas los lub nroog Henploos no hu ua Alenpas. (Alenpas yog cov Anakees ib tug neeg uas muaj zog heev.) Lub tebchaws thiaj nyob thajyeeb tsis ua rog."},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.1","label":"1","content":"Xeem Yudas tej tsevneeg tau av ua lawv tug raws li no: Lawv cheebtsam av sab qabteb mus cob rau ntawm tiaj suabpuam Xees uas npuab tebchaws Edoos tus ciamteb."},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.2","label":"2","content":"Tus ciamteb sab qabteb txij ntua ntawm qab Hiavtxwv Tuag"},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.3","label":"3","content":"mus rau sab qabteb, pib kiag ntawm lub Dawm Alanpees mus rau tiaj suabpuam Xees, nqis mus rau sab qabteb ntawm Kades Npane-as, hla Hexeloos nce mus rau Adales lem mus rau Kalikas,"},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.4","label":"4","content":"thiab mus rau ntawm lub nroog Aximoos raws tus dej uas npuab Iziv tus ciamteb mus xaus rau ntawm Hiavtxwv Meditelanes. Tej uas hais los no yog xeem Yudas tus ciamteb sab qabteb."},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.5","label":"5","content":"Xeem Yudas tus ciamteb sab hnubtuaj, yog pib ntawm qab Hiavtxwv Tuag, nce mus rau qaum Hiavtxwv Tuag uas tus Dej Yauladees los xaus. Tus ciamteb sab qaumteb yog pib qhov ntawd"},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.6","label":"6","content":"mus rau Npethes Haunkelas thiab nce mus rau sab qaumteb ntawm lub dawm uas saib ntsoov rau lub Hav Yauladees; thiab tus ciamteb nce mus rau ntawm lub Pobzeb Npuhas (Npuhas yog Lunpees tus tub lub npe),"},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.7","label":"7","content":"pib ntawm lub Hav Covnyom nce mus rau Denpis thiab lem rau sab qaumteb mus rau ntawm Nkilenkas uas tig mus rau lub dawm Adumees ntawm lub hav sab qabteb. Tus ciamteb nce mus rau ntawm lub qhovdej Esemes, tawm mus rau Elaunkees,"},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.8","label":"8","content":"thiab mus hla lub Hav Hinoos sab qabteb ntawm lub roob uas yog cov Yenpus lub nroog Yeluxalees. Tus ciamteb tseem nce mus rau saum lub ncov roob uas nyob ntawm lub Hav Hinoos sab hnubpoob, thiab mus xaus rau ntawm lub Hav Lefayees sab qaumteb."},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.9","label":"9","content":"Pib ntawd mus rau ntawm lub qhovdej Netu-as thiab mus rau ntawm cov nroog uas nyob ze lub Roob Efaloos. Tus ciamteb pib ntawd nkhaus mus rau Npa-alas (lossis Kili-as Ye-alees),"},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.10","label":"10","content":"tus ciamteb nkhaus puav ntawm Npa-alas sab hnubpoob mus rau tebchaws Edoos uas ua laj roob, nce mus rau lub Roob Ye-alees (lossis Khexaloos) sab qaumteb, nqis mus rau Npethes Semes thiab hla mus rau ntawm lub nroog Teenas."},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.11","label":"11","content":"Tus ciamteb mus rau ntawm lub roob uas nyob ntawm lub nroog Ekiloos sab qaumteb, thiab lem mus rau ntawm Sikeloos hla lub Roob Npa-alas mus rau Yanias, thiab mus xaus rau ntawm Hiavtxwv Meditelanes,"},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.12","label":"12","content":"thiab tus ciamteb sab hnubpoob yog pib qhov ntawd mus. Xeem Yudas tej tsevneeg ciam av yog raws li cov ciamteb uas hais los no."},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.13","label":"13","content":"Yausuas faib xeem Yudas av rau Yefunes tus tub Kalej raws li tus TSWV hais tau nws lawm. Kalej tau lub nroog Henploos uas yog Anaj txiv Alenpas lub nroog."},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.14","label":"14","content":"Kalej raws cov Sesais, cov Ahimas thiab cov Talemais uas yog Anaj cov xeebntxwv tawm hauv lub nroog ntawd mus."},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.15","label":"15","content":"Kalej tawm hauv Henploos mus tua cov neeg hauv lub nroog Denpis. (Lub nroog no thaum ub hu ua Kili-as Xefes.)"},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.16","label":"16","content":"Kalej hais tias, “Yog leejtwg mus tua thiab txeeb tau lub nroog Kili-as Xefes kuv yuav muab kuv tus ntxhais Akhexas rau tus ntawd yuav ua pojniam.”"},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.17","label":"17","content":"Kalej tus kwv Kenas tus tub Authaniyees mus tua thiab txeeb tau lub nroog Denpis, Kalej thiaj muab nws tus ntxhais Akhexas rau Auniyees yuav ua pojniam."},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.18","label":"18","content":"Hnub uas noj tshoob Authaniyees txawm taij nws tus pojniam  kom thov nws txiv muab ib thaj teb rau nws. Akhexas nqis saum nws tus neesluav los, thiab Kalej nug hais tias, “Koj xav yuav dabtsi?”"},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.19","label":"19","content":"Akhexas teb hais tias, “Kuv xav yuav ib cov qhovdej, rau qhov thaj av uas koj muab rau kuv lawm yog av qhuav xwb.” Kalej thiaj muab thaj av uas muaj ib lub qhovdej nyob sab ped thiab ib lub qhovdej nyob sab nrad rau nws tus ntxhais."},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.20","label":"20","content":"Ntawm no yog cheebtsam av uas faib rau xeem Yudas ua lawv tug raws li lawv tej tsevneeg."},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.21","label":"21","content":"Lawv cov nroog sab qabteb uas nyob ze Edoos tus ciamteb yog: Kaxees, Edes, Yankus,"},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.22","label":"22","content":"Kinas, Dimunas, Adadas,"},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.23","label":"23","content":"Kedes, Haxaules, Inas,"},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.24","label":"24","content":"Xifes, Telees, Npelaus,"},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.25","label":"25","content":"Haxaules, Hadatas, Keli-aus Hexeloos (lossis Haxaules),"},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.26","label":"26","content":"Amas, Semas, Mauladas,"},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.27","label":"27","content":"Haxas Nkadas, Hesemoos, Npethepelej,"},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.28","label":"28","content":"Haxas Sualis, Npesenpas, Npisithiyas,"},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.29","label":"29","content":"Npa-alas, Iyees, Exees,"},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.30","label":"30","content":"Etaulas, Khesis, Haumas,"},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.31","label":"31","content":"Xilas, Mamanas, Xaxanas,"},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.32","label":"32","content":"Lenpaus, Sihees, Ayees thiab Limoos, tagnrho muaj nees nkaum cuaj lub nroog thiab tej zos uas nyob ibncig."},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.33","label":"33","content":"Cov nroog uas nyob raws tej taw roob yog: Esetaus, Xaulas, Asenas,"},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.34","label":"34","content":"Xanau-as, Enkanees, Tapuas, Enas,"},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.35","label":"35","content":"Yamus, Adulas, Xukaus, Axekas,"},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.36","label":"36","content":"Sa-alayees, Adithais, Nkedelas thiab Nkedelauthais, tagnrho muaj kaum plaub lub nroog thiab tej zos uas nyob ibncig."},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.37","label":"37","content":"Thiab Xenas, Hadasas, Midankas,"},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.38","label":"38","content":"Dilees, Mixepas, Yauthees,"},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.39","label":"39","content":"Lakhis, Npauxekas, Enkiloos,"},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.40","label":"40","content":"Kanpoos, Lamas, Kilis,"},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.41","label":"41","content":"Nkedelaus, Npedankoos, Namas thiab Makedas, tagnrho muaj kaum rau lub nroog thiab tej zos uas nyob ibncig."},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.42","label":"42","content":"Thiab Linas, Ethes, Asas,"},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.43","label":"43","content":"Itas, Asenas, Nexis,"},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.44","label":"44","content":"Kelas, Akhexis thiab Malesas, tagnrho muaj cuaj lub nroog thiab tej zos uas nyob ibncig."},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.45","label":"45","content":"Lub nroog Ekiloos thiab tej zos uas nyob ibncig,"},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.46","label":"46","content":"tagnrho tej nroog thiab tej zos uas nyob ze lub nroog Asedaus uas txij ntua ntawm lub nroog Ekiloos mus txog rau Hiavtxwv Meditelanes."},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.47","label":"47","content":"Lub nroog Asedaus thiab lub nroog Nkaxas, thiab tej zos loj zos me mus ti nkaus rau tus dej uas nyob npuab cov Iziv tus ciamteb thiab ntug Hiavtxwv Meditelanes."},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.48","label":"48","content":"Tej nroog uas nyob saum roob yog: Samiles, Yatis, Xukaus,"},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.49","label":"49","content":"Danas, Kili-as Xefes (lossis Denpis),"},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.50","label":"50","content":"Anas, Etemaus, Anees,"},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.51","label":"51","content":"Nkausees, Hauloos thiab Nkilaus, tagnrho muaj kaum ib lub nroog thiab tej zos uas nyob ibncig."},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.52","label":"52","content":"Thiab Alav, Dumas, Esas,"},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.53","label":"53","content":"Yanimes, Npes Tapuas, Apekas,"},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.54","label":"54","content":"Hutas, Henploos thiab Xi-aus, tagnrho muaj cuaj lub nroog thiaj tej zos uas nyob ibncig."},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.55","label":"55","content":"Thiab Ma-oos, Kalamees, Xifes, Yutas,"},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.56","label":"56","content":"Yexelees, Yaudees, Xanau-as,"},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.57","label":"57","content":"Kais, Nkinpe-as thiab Tinas, tagnrho muaj kaum lub nroog thiab tej zos uas nyob ibncig."},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.58","label":"58","content":"Thiab Halehus, Npexules, Nkedaus,"},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.59","label":"59","content":"Malas, Npethanaus thiab Etekoos, tagnrho muaj rau lub nroog thiab tej zos uas nyob ibncig."},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.60","label":"60","content":"Thiab Kili-as Npa-as (lossis Kili-as Ye-alees) thiab Lanpas, tagnrho muaj ob lub nroog thiab tej zos uas nyob ibncig."},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.61","label":"61","content":"Cov nroog uas nyob hauv tiaj suabpuam: Npethes Alanpas, Midees, Xekakas,"},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.62","label":"62","content":"Nisas, Nroog Ntsev thiab Enkedis, tagnrho muaj rau lub nroog thiab tej zos uas nyob ibncig."},{"bible_id":"1525","chapter_code":"JOS.15","verse_code":"JOS.15.63","label":"63","content":"Tiamsis cov neeg Yudas tsis ntiab cov neeg Yenpus uas nyob hauv Yeluxalees tawm. Cov Yenpus tseem nrog cov Yudas nyob."},{"bible_id":"1525","chapter_code":"JOS.16","verse_code":"JOS.16.1","label":"1","content":"Yauxej cov xeebntxwv tus ciamteb sab qabteb yog txij ntua ntawm tus Dej Yauladees uas ze lub nroog Yelikaus ntawm lub qhovdej uas nyob ntawm Yelikaus sab hnubtuaj mus rau tom tiaj suabpuam. Tus ciamteb pib ntawm Yelikaus nce mus rau saum lub laj roob mus rau pem lub nroog Npethees."},{"bible_id":"1525","chapter_code":"JOS.16","verse_code":"JOS.16.2","label":"2","content":"Pib ntawm Npethees mus rau Lus thiab hla mus rau ntawm Atalaus Adales uas yog cov Alekhis nyob."},{"bible_id":"1525","chapter_code":"JOS.16","verse_code":"JOS.16.3","label":"3","content":"Tus ciamteb nkhaus mus rau sab hnubpoob ntawm cheebtsam uas cov Yafeles nyob, thiab dhau mus rau ntawm Npethes Hauloos Theem Qis. Tus ciamteb pib qhov ntawd mus rau Nkexes thiab mus xaus rau tom Hiavtxwv Meditelanes."},{"bible_id":"1525","chapter_code":"JOS.16","verse_code":"JOS.16.4","label":"4","content":"Yauxej cov xeebntxwv uas yog xeem Efalayees thiab xeem Manaxes sab Hnubpoob tau tej av no ua lawv tug."},{"bible_id":"1525","chapter_code":"JOS.16","verse_code":"JOS.16.5","label":"5","content":"Ntawm no yog cheebtsam av uas faib rau xeem Efalayees raws li lawv tej tsevneeg. Lawv tus ciamteb txij ntua ntawm Atalaus Adales sab hnubtuaj mus rau Npethes Hauloos Theem Siab,"},{"bible_id":"1525","chapter_code":"JOS.16","verse_code":"JOS.16.6","label":"6","content":"thiab pib ntawd mus rau Hiavtxwv Meditelanes. Lub nroog Mimethas nyob rau sab qaumteb ntawm lawv lub tebchaws. Lawv tus ciamteb sab hnubtuaj nkhaus mus rau Tanas Silaus thiab mus hla ntawm Yanau-as sab hnubtuaj."},{"bible_id":"1525","chapter_code":"JOS.16","verse_code":"JOS.16.7","label":"7","content":"Tus ciamteb pib ntawm Yanau-as nqis mus rau Atalaus thiab Nalas, dhau mus rau ntawm Yelikaus thiab mus xaus rau ntawm tus Dej Yauladees."},{"bible_id":"1525","chapter_code":"JOS.16","verse_code":"JOS.16.8","label":"8","content":"Tus ciamteb uas mus rau sab hnubpoob, pib ntawm Tapuas mus rau ntawm tus Dej Kanas thiab mus xaus rau ntawm Hiavtxwv Meditelanes. Tej uas hais los no yog cheebtsam av uas muab faib rau xeem Efalayees ua lawv tug raws li lawv tej tsevneeg,"},{"bible_id":"1525","chapter_code":"JOS.16","verse_code":"JOS.16.9","label":"9","content":"thiab tej zos loj zos me uas nyob hauv xeem Manaxes tus ciamteb, tiamsis muab tu rau xeem Efalayees lawm."},{"bible_id":"1525","chapter_code":"JOS.16","verse_code":"JOS.16.10","label":"10","content":"Xeem Efalayees tsis ntiab cov Kana-as uas nyob hauv lub nroog Nkexes tawm, yog li ntawd, cov Kana-as thiaj tseem nrog cov Efalayees nyob los txog niaj hnub no, tiamsis cov Efalayees yuam cov Kana-as ua lawv qhev."},{"bible_id":"1525","chapter_code":"JOS.17","verse_code":"JOS.17.1","label":"1","content":"Muab feem av ntawm tus Dej Yauladees sab hnubpoob faib rau Yauxej tus tub hlob Manaxes cov xeebntxwv ua lawv tug raws li lawv tej tsevneeg. Manaxes tus tub hlob Makhiles uas yog Nkile-as txiv, nws yog ib tug tubrog uas ua tau heev, yog li ntawd, lawv thiaj muab cheebtsam Nkile-as thiab Npasas ntawm tus Dej Yauladees sab hnubtuaj rau Makhis."},{"bible_id":"1525","chapter_code":"JOS.17","verse_code":"JOS.17.2","label":"2","content":"Muab feem av ntawm tus Dej Yauladees sab hnubpoob faib rau xeem Manaxes uas tseem tsis tau av raws li lawv tej tsevneeg: Anpixes, Heles, Aliyees, Sekhees, Hefeles thiab Semidas. Lawv yog Yauxej tus tub hlob Manaxes cov xeebntxwv uas ua thawjcoj rau lawv tej tsevneeg."},{"bible_id":"1525","chapter_code":"JOS.17","verse_code":"JOS.17.3","label":"3","content":"Manaxes tus tub yog Makhis, Makhiles tus tub yog Nkile-as, Nkile-as tus tub yog Xelaufehas, Xelaufehas tsis muaj tub, tiamsis nws muaj tsib tug ntxhais; nws cov ntxhais yog Malas, Nau-es, Haunkelas, Milekas thiab Tilexas."},{"bible_id":"1525","chapter_code":"JOS.17","verse_code":"JOS.17.4","label":"4","content":"Lawv tsib leeg mus thov tus povthawj Ele-axas, Noos tus tub Yausuas thiab cov thawjcoj hais tias, “Tus TSWV tau hais rau Mauxes kom faib av rau peb ua peb tug ib yam li faib rau peb tej nus kwvtij.” Yog li ntawd, cov thawjcoj thiaj faib av rau lawv tsib leeg ntawd ib yam li faib rau lawv tej nus kwvtij."},{"bible_id":"1525","chapter_code":"JOS.17","verse_code":"JOS.17.5","label":"5","content":"Yog li ntawd, xeem Manaxes thiaj tau av kaum feem ntxiv rau cheebtsam Nkile-as thiab Npasas uas nyob sab hnubtuaj ntawm tus Dej Yauladees,"},{"bible_id":"1525","chapter_code":"JOS.17","verse_code":"JOS.17.6","label":"6","content":"rau qhov Manaxes cov xeebntxwv, tsis hais cov ntxhais lossis cov tub puavleej muaj feem tau av ua lawv tug. Yog li ntawd, thiaj muab hlo cheebtsam Nkile-as faib rau Manaxes cov xeebntxwv."},{"bible_id":"1525","chapter_code":"JOS.17","verse_code":"JOS.17.7","label":"7","content":"Manaxes cheebtsam av tus ciamteb pib ntawm Aseles mus rau ntawm lub nroog Mimethas uas nyob ntawm Sekhees sab hnubtuaj. Tus ciamteb nqis mus rau sab qabteb, mus txog rau ntawm cov Etapuas tus ciamteb."},{"bible_id":"1525","chapter_code":"JOS.17","verse_code":"JOS.17.8","label":"8","content":"Feem av uas nyob ibncig lub nroog Tapuas puavleej yog xeem Manaxes li, tiamsis lub nroog Tapuas uas nyob ntawm tus ciamteb yog Efalayees cov xeebntxwv li."},{"bible_id":"1525","chapter_code":"JOS.17","verse_code":"JOS.17.9","label":"9","content":"Tus ciamteb nqis mus rau ntawm tus Dej Kanas. Txawm yog cov nroog uas nyob sab qabteb ntawm tus Dej Kanas hauv xeem Manaxes tus ciamteb los cov nroog ntawd puavleej yog xeem Efalayees li. Xeem Manaxes tus ciamteb raws tus Dej Kanas sab qaumteb mus xaus rau ntawm Hiavtxwv Meditelanes."},{"bible_id":"1525","chapter_code":"JOS.17","verse_code":"JOS.17.10","label":"10","content":"Xeem Efalayees nyob sab qabteb thiab xeem Manaxes nyob sab qaumteb uas yog Hiavtxwv Meditelanes ua lawv tus ciamteb sab hnubpoob. Xeem Aseles nyob sab qaumteb hnubpoob thiab xeem Ixakhas nyob sab qaumteb hnubtuaj."},{"bible_id":"1525","chapter_code":"JOS.17","verse_code":"JOS.17.11","label":"11","content":"Xeem Manaxes tau lub nroog Npethes Sas thiab lub nroog Inpelas, thiab tej zos uas nyob ibncig thiab lub nroog Daules (lub nroog uas nyob ntawm ntug hiavtxwv),  lub nroog Edaules, Tanas, Menkidaus thiab tej zos uas nyob ibncig hauv xeem Ixakhas thiab xeem Aseles cheebtsam av."},{"bible_id":"1525","chapter_code":"JOS.17","verse_code":"JOS.17.12","label":"12","content":"Tiamsis cov Manaxes tsis ntiab cov neeg uas nyob hauv cov nroog no khiav, cov Kana-as thiaj tseem nrog lawv nyob rau hauv cov nroog ntawd."},{"bible_id":"1525","chapter_code":"JOS.17","verse_code":"JOS.17.13","label":"13","content":"Txawm yog cov Yixalayees huamvam coob thiab muaj zog txaus los lawv tsis ntiab cov Kana-as khiav, tiamsis lawv yuam kom cov Kana-as ua lawv qhev."},{"bible_id":"1525","chapter_code":"JOS.17","verse_code":"JOS.17.14","label":"14","content":"Yauxej cov xeebntxwv tuaj hais rau Yausuas hais tias, “Tus TSWV twb foom koob hmoov rau peb, peb huamvam coob heev lawm, ua li cas koj faib tib thaj av rau peb xwb?”"},{"bible_id":"1525","chapter_code":"JOS.17","verse_code":"JOS.17.15","label":"15","content":"Yausuas teb lawv hais tias, “Yog nej muaj neeg coob heev lawm, feem av ua laj roob uas faib rau xeem Efalayees tsis txaus nej nyob, nej cia li mus luaj thiab ntov thaj havzoov hauv cov Pelixes thiab Lefayees lub tebchaws ua nroog rau nej nyob.”"},{"bible_id":"1525","chapter_code":"JOS.17","verse_code":"JOS.17.16","label":"16","content":"Lawv teb hais tias, “Feem av uas ua laj roob dav tsis txaus peb nyob; tsis yog li ntawd xwb, cov Kana-as uas nyob hauv tiaj nrag, tsis hais cov uas nyob hauv Npethes Sas thiab nyob hauv tej zos ibncig thiab cov uas nyob hauv lub Hav Yexelees puavleej muaj tsheb nees hlau.”"},{"bible_id":"1525","chapter_code":"JOS.17","verse_code":"JOS.17.17","label":"17","content":"Yausuas hais rau xeem Efalayees thiab xeem Manaxes sab hnubpoob hais tias, “Nej cov neeg coob thiab muaj zog heev lawm. Yeej tsimnyog nej tau dua ib feem av ntxiv."},{"bible_id":"1525","chapter_code":"JOS.17","verse_code":"JOS.17.18","label":"18","content":"Feem av uas ua laj roob yuav yog nej li. Txawm yog feem av ntawd tseem ua havzoov los nej cia li mus luaj thiab ntov ua nej tug, tagnrho sab no mus rau sab tim ub. Txawm yog cov Kana-as muaj tsheb nees hlau thiab muaj zog heev los nej cia li muab lawv ntiab khiav mus.”"},{"bible_id":"1525","chapter_code":"JOS.18","verse_code":"JOS.18.1","label":"1","content":"Thaum cov Yixalayees tua thiab txeeb tau tebchaws tas lawm, tagnrho cov Yixalayees tuaj sib sau rau hauv Silaus thiab tsa tus TSWV lub Tsevntaub. Ces lub tebchaws nyob thajyeeb lug lawm."},{"bible_id":"1525","chapter_code":"JOS.18","verse_code":"JOS.18.2","label":"2","content":"Tiamsis tseem tshuav xya xeem Yixalayees uas tsis tau faib av rau lawv."},{"bible_id":"1525","chapter_code":"JOS.18","verse_code":"JOS.18.3","label":"3","content":"Yausuas hais rau cov Yixalayees hais tias, “Nej tseem yuav tos txog thaum twg nej mam li mus tua thiab txeeb lub tebchaws uas tus TSWV uas yog nej cov yawgkoob tus Vajtswv twb muab rau nej lawm?"},{"bible_id":"1525","chapter_code":"JOS.18","verse_code":"JOS.18.4","label":"4","content":"Nej cia li xaiv ib xeem peb leeg txivneej tuaj rau kuv. Kuv yuav txib lawv mus kom thoob lub tebchaws ntsuas tej cheebtsam av uas lawv nyiam nyob ua lawv tug. Tom qab ntawd lawv mam rov los qhia rau kuv."},{"bible_id":"1525","chapter_code":"JOS.18","verse_code":"JOS.18.5","label":"5","content":"Yuav muab lub tebchaws uas lawv mus ntsuas ntawd faib ua xya cheebtsam rau lawv; xeem Yudas yuav nyob cheebtsam sab qabteb, thiab xeem Yauxej yuav nyob cheebtsam sab qaumteb."},{"bible_id":"1525","chapter_code":"JOS.18","verse_code":"JOS.18.6","label":"6","content":"Nej muab xya cheebtsam av ntawd sau kom meej rau hauv ntawv thiab coj los rau kuv. Kuv yuav rho ntawv  thiab nug tus TSWV uas yog peb tus Vajtswv thiab faib av rau nej."},{"bible_id":"1525","chapter_code":"JOS.18","verse_code":"JOS.18.7","label":"7","content":"Tiamsis kuv yuav tsis faib av rau xeem Levis, rau qhov lawv feem tug yog ua cov povthawj uas ua tus TSWV tes haujlwm. Tiamsis xeem Khas, xeem Lunpees thiab ib nrab xeem Manaxes, ces peb twb paub hais tias tus TSWV tus tubtxib Mauxes twb faib cheebtsam av ntawm tus Dej Yauladees sab hnubtuaj rau lawv lawm.”"},{"bible_id":"1525","chapter_code":"JOS.18","verse_code":"JOS.18.8","label":"8","content":"Yausuas hais tias, “Nej cia li mus ntsuas kom thoob lub tebchaws thiab muab sau rau hauv ntawv coj los rau kuv. Kuv yuav nyob hauv lub nroog Silaus no rho ntawv rau nej tabmeeg tus TSWV.” Thaum Yausuas hais li ntawd tas, lawv txawm mus ntsuas lub tebchaws lawm."},{"bible_id":"1525","chapter_code":"JOS.18","verse_code":"JOS.18.9","label":"9","content":"Cov txivneej ntawd txawm mus thoob plaws lub tebchaws thiab los zaum tsaws sau saib yuav muab faib li cas thiaj tau xya cheebtsam, thiab sau tej nroog txhua lub. Ces lawv rov los cuag Yausuas hauv Silaus."},{"bible_id":"1525","chapter_code":"JOS.18","verse_code":"JOS.18.10","label":"10","content":"Yausuas thiaj li rho ntawv tabmeeg tus TSWV thiab muab tej cheebtsam av ntawd faib rau xya xeem Yixalayees ib xeem ib cheebtsam."},{"bible_id":"1525","chapter_code":"JOS.18","verse_code":"JOS.18.11","label":"11","content":"Xeem Npeenyamees yog thawj pab uas Yausuas xub faib av rau. Lawv cheebtsam av nyob ntu nruab nrab ntawm xeem Yudas thiab xeem Yauxej."},{"bible_id":"1525","chapter_code":"JOS.18","verse_code":"JOS.18.12","label":"12","content":"Lawv tus ciamteb sab qaumteb yog txij ntua ntawm tus Dej Yauladees nce mus rau zaj ntav zag ntawm Yelikaus sab qaumteb, nkhaus mus rau sab hnubpoob mus hla cheebtsam uas ua laj roob thiab mus rau tiaj suabpuam Npethavees."},{"bible_id":"1525","chapter_code":"JOS.18","verse_code":"JOS.18.13","label":"13","content":"Tus ciamteb mus rau zaj ntav zag uas nyob sab qabteb ntawm lub nroog Lus (uas hu ua Npethees), nqis mus rau Atalaus Adales mus rau saum lub roob uas nyob sab qabteb ntawm Npethes Hauloos Theem Qis."},{"bible_id":"1525","chapter_code":"JOS.18","verse_code":"JOS.18.14","label":"14","content":"Tus ciamteb puav lub roob no sab hnubpoob mus rau sab qabteb thiab mus rau ntawm Kili-as Npa-as (lossis Kili-as Ye-alees) uas yog xeem Yudas av. Tej uas hais los no yog tus ciamteb sab hnubpoob."},{"bible_id":"1525","chapter_code":"JOS.18","verse_code":"JOS.18.15","label":"15","content":"Tus ciamteb sab qabteb txij ntua ntawm ces kaum nroog Kili-as Ye-alees thiab mus  rau ntawm cov Qhovdej Netau-as."},{"bible_id":"1525","chapter_code":"JOS.18","verse_code":"JOS.18.16","label":"16","content":"Tus ciamteb nqis mus rau ntawm lub taw roob uas saib ntsoov lub Hav Hinoos ntawm sab qaumteb uas lub Hav Lefayees mus xaus. Tus ciamteb hla lub Hav Hinoos nqis mus rau zaj ntav zag sab qabteb ntawm Yenpus thiab nqis mus rau Elaunkees."},{"bible_id":"1525","chapter_code":"JOS.18","verse_code":"JOS.18.17","label":"17","content":"Tus ciamteb lem mus rau sab qaumteb mus rau Esemes, mus rau Nkelilaus uas nyob ncaj lub Dawm Adumees, thiab tus ciamteb nqis mus rau ntawm lub Pobzeb Npuhas (Npuhas yog Lunpees tus tub),"},{"bible_id":"1525","chapter_code":"JOS.18","verse_code":"JOS.18.18","label":"18","content":"thiab hla sab qaumteb ntawm zaj ntav zag uas saib ntsoov rau hauv lub Hav Yauladees. Tus ciamteb nqis mus rau hauv lub hav ntawd,"},{"bible_id":"1525","chapter_code":"JOS.18","verse_code":"JOS.18.19","label":"19","content":"thiab hla mus rau zaj ntav zag ntawm Npethes Haunkelas sab qaumteb, mus xaus rau ntawm Hiavtxwv Tuag uas tus Dej Yauladees los tshuam sab qaumteb. Tej uas hais los no yog tus ciamteb kawg sab qabteb."},{"bible_id":"1525","chapter_code":"JOS.18","verse_code":"JOS.18.20","label":"20","content":"Tus ciamteb sab hnubtuaj yog raws tus Dej Yauladees. Tej uas hais los no yog cheebtsam av uas tu rau xeem Npeenyamees ua lawv tug raws li lawv tej tsevneeg."},{"bible_id":"1525","chapter_code":"JOS.18","verse_code":"JOS.18.21","label":"21","content":"Cov nroog uas faib rau xeem Npeenyamees ua lawv tug raws li lawv tej tsevneeg yog: Yelikaus, Npethes Haunkelas, Emes Kexis,"},{"bible_id":"1525","chapter_code":"JOS.18","verse_code":"JOS.18.22","label":"22","content":"Npethes Alanpas, Xemalais, Npethees,"},{"bible_id":"1525","chapter_code":"JOS.18","verse_code":"JOS.18.23","label":"23","content":"Avimes, Palas, Aupalas,"},{"bible_id":"1525","chapter_code":"JOS.18","verse_code":"JOS.18.24","label":"24","content":"Khefalamaunis, Aufanis thiab Nkenpas, tagnrho muaj kaum ob lub nroog thiab tej zos uas nyob ibncig."},{"bible_id":"1525","chapter_code":"JOS.18","verse_code":"JOS.18.25","label":"25","content":"Thiab Nkinpe-oos, Lamas, Npelaus,"},{"bible_id":"1525","chapter_code":"JOS.18","verse_code":"JOS.18.26","label":"26","content":"Mixepas, Khefilas, Mauxas"},{"bible_id":"1525","chapter_code":"JOS.18","verse_code":"JOS.18.27","label":"27","content":"Lekees, Ipees, Talalaj,"},{"bible_id":"1525","chapter_code":"JOS.18","verse_code":"JOS.18.28","label":"28","content":"Xelas, Halefas, Yenpus (lossis Yeluxalees), Nkinpe-as thiab Kili-as Ye-alees, tagnrho muaj kaum plaub lub nroog thiab tej zos uas nyob ibncig. Tej uas hais los no yog cheebtsam av uas faib rau xeem Npeenyamees ua lawv tug raws li lawv tej tsevneeg."},{"bible_id":"1525","chapter_code":"JOS.19","verse_code":"JOS.19.1","label":"1","content":"Xeem Xime-oos yog pab ob uas Yausuas faib av rau lawv raws li lawv tej tsevneeg. Lawv cheebtsam av nthuav mus txog ntua ntawm xeem Yudas tus ciamteb"},{"bible_id":"1525","chapter_code":"JOS.19","verse_code":"JOS.19.2","label":"2","content":"uas yog lub nroog Npesenpas, Senpas, Mauladas,"},{"bible_id":"1525","chapter_code":"JOS.19","verse_code":"JOS.19.3","label":"3","content":"Haxas Sualis, Npalas, Exees,"},{"bible_id":"1525","chapter_code":"JOS.19","verse_code":"JOS.19.4","label":"4","content":"Etaulas, Npethus, Haumas,"},{"bible_id":"1525","chapter_code":"JOS.19","verse_code":"JOS.19.5","label":"5","content":"Xikelas, Npethes Mankanpaus, Haxas Xuxas,"},{"bible_id":"1525","chapter_code":"JOS.19","verse_code":"JOS.19.6","label":"6","content":"Npethes Lenpaus thiab Saluhees, tagnrho muaj kaum peb lub nroog thiab tej zos uas nyob ibncig."},{"bible_id":"1525","chapter_code":"JOS.19","verse_code":"JOS.19.7","label":"7","content":"Thiab lub nroog Ayees, Limoos, Ethes thiab Asas, tagnrho yog muab plaub lub nroog thiab tej zos uas nyob ibncig."},{"bible_id":"1525","chapter_code":"JOS.19","verse_code":"JOS.19.8","label":"8","content":"Tagnrho tej zos uas nyob ibncig tej nroog ntawd, mus rau ntawm Npalas Npelis (lossis Lamas) uas nyob sab qabteb. Tej uas hais los no yog feem av uas faib rau xeem Xime-oos ua lawv tug raws li lawv tej tsevneeg."},{"bible_id":"1525","chapter_code":"JOS.19","verse_code":"JOS.19.9","label":"9","content":"Vim xeem Yudas tau av dav lawv nyob tsis tas thiaj muab ib feem faib rau xeem Xime-oos."},{"bible_id":"1525","chapter_code":"JOS.19","verse_code":"JOS.19.10","label":"10","content":"Xeem Xenpuloos yog pab peb uas Yausuas faib av rau lawv raws li lawv tej tsevneeg. Lawv cheebtsam av nthuav mus txog ntua lub nroog Xalis."},{"bible_id":"1525","chapter_code":"JOS.19","verse_code":"JOS.19.11","label":"11","content":"Lawv tus ciamteb txij ntua ntawd mus rau sab hnubpoob, mus txog rau ntawm Male-as uas npuab lub nroog Danpeses thiab raws tus dej ntawm Yaune-as sab hnubtuaj."},{"bible_id":"1525","chapter_code":"JOS.19","verse_code":"JOS.19.12","label":"12","content":"Tus ciamteb pib ntawm Xalis mus rau sab hnubtuaj mus txog rau Khilaus Tanpaus, mus rau Danpelas thiab nce mus rau pem Yafias."},{"bible_id":"1525","chapter_code":"JOS.19","verse_code":"JOS.19.13","label":"13","content":"Tus ciamteb sab hnubtuaj tseem mus ntxiv rau Nkas Hefeles thiab Ekaxees, nkhaus raws lub nroog Ne-as tus ciamteb mus txog ntua ntawm Limoos."},{"bible_id":"1525","chapter_code":"JOS.19","verse_code":"JOS.19.14","label":"14","content":"Sab qaumteb, tus ciamteb nkhaus mus rau Hanathoos thiab mus xaus rau ntawm lub Hav Itahees;"},{"bible_id":"1525","chapter_code":"JOS.19","verse_code":"JOS.19.15","label":"15","content":"thiab lub nroog Katas, Nahalas, Simeloos, Idalas thiab Npelehees, tagnrho muaj kaum ob lub nroog thiab tej zos uas nyob ibncig."},{"bible_id":"1525","chapter_code":"JOS.19","verse_code":"JOS.19.16","label":"16","content":"Tej uas hais los no yog tej nroog thiab tej zos hauv cheebtsam uas faib rau xeem Xenpuloos ua lawv tug raws li lawv tej tsevneeg."},{"bible_id":"1525","chapter_code":"JOS.19","verse_code":"JOS.19.17","label":"17","content":"Xeem Ixakhas yog pab plaub uas Yausuas faib av rau lawv raws li lawv tej tsevneeg."},{"bible_id":"1525","chapter_code":"JOS.19","verse_code":"JOS.19.18","label":"18","content":"Lawv cheebtsam av tagnrho yog lub nroog Yexelees, Khexulaus, Sunees,"},{"bible_id":"1525","chapter_code":"JOS.19","verse_code":"JOS.19.19","label":"19","content":"Hafalais, Si-oos, Anahalas,"},{"bible_id":"1525","chapter_code":"JOS.19","verse_code":"JOS.19.20","label":"20","content":"Lanpis, Kisi-oos, Enpes,"},{"bible_id":"1525","chapter_code":"JOS.19","verse_code":"JOS.19.21","label":"21","content":"Lemes, Enkanees, Ehadas thiab Npepaxes."},{"bible_id":"1525","chapter_code":"JOS.19","verse_code":"JOS.19.22","label":"22","content":"Lawv tus ciamteb npuab Tanpaus, Sahaxumas thiab Npethes Semes, thiab mus xaus rau ntawm tus Dej Yauladees, tagnrho muaj kaum rau lub nroog thiab tej zos uas nyob ibncig."},{"bible_id":"1525","chapter_code":"JOS.19","verse_code":"JOS.19.23","label":"23","content":"Tej uas hais los no yog tej nroog thiab tej zos hauv cheebtsam av uas faib rau xeem Ixakhas ua lawv tug raws li lawv tej tsevneeg."},{"bible_id":"1525","chapter_code":"JOS.19","verse_code":"JOS.19.24","label":"24","content":"Xeem Aseles yog pab tsib uas Yausuas faib av rau lawv raws li lawv tej tsevneeg."},{"bible_id":"1525","chapter_code":"JOS.19","verse_code":"JOS.19.25","label":"25","content":"Lawv cheebtsam av tagnrho yog lub nroog Helekas, Halis, Npetees, Akesas,"},{"bible_id":"1525","chapter_code":"JOS.19","verse_code":"JOS.19.26","label":"26","content":"Alas Melej, Amas thiab Misales. Lawv tus ciamteb sab hnubpoob yog npuab lub Roob Kalemees thiab Sihaus Linas."},{"bible_id":"1525","chapter_code":"JOS.19","verse_code":"JOS.19.27","label":"27","content":"Tus ciamteb nkhaus mus rau sab hnubtuaj mus txog rau Npedankoos, npuab Xenpuloos thiab lub Hav Itahees uas mus rau sab qaumteb txog pem lub nroog Npethemes thiab Neyees. Tus ciamteb mus ntxiv rau sab qaumteb mus txog ntawm lub nroog Kanpus,"},{"bible_id":"1525","chapter_code":"JOS.19","verse_code":"JOS.19.28","label":"28","content":"Enpeloos, Lehaus, Hamoos thiab Kanas, mus rau ntawm lub nroog Xidoos."},{"bible_id":"1525","chapter_code":"JOS.19","verse_code":"JOS.19.29","label":"29","content":"Ces tus ciamteb lem mus rau ntawm Lamas thiab mus tshuam rau ntawm lub nroog Tiles uas muaj ntsa yeej thaiv; thiab lem mus rau ntawm Hauxas thiab mus xaus rau ntawm Hiavtxwv Meditelanes. Xam lub nroog Mahelas, Akhexis,"},{"bible_id":"1525","chapter_code":"JOS.19","verse_code":"JOS.19.30","label":"30","content":"Umas, Afes thiab Lehaus, tagnrho muaj nees nkaum ob lub nroog thiab tej zos uas nyob ibncig."},{"bible_id":"1525","chapter_code":"JOS.19","verse_code":"JOS.19.31","label":"31","content":"Tej uas hais los no yog tej nroog thiab tej zos hauv cheebtsam av uas faib rau xeem Aseles ua lawv tug raws li lawv tej tsevneeg."},{"bible_id":"1525","chapter_code":"JOS.19","verse_code":"JOS.19.32","label":"32","content":"Xeem Nathalis yog pab rau uas Yausuas faib av rau lawv raws li lawv tej tsevneeg."},{"bible_id":"1525","chapter_code":"JOS.19","verse_code":"JOS.19.33","label":"33","content":"Lawv tus ciamteb txij ntua ntawm Heles mus rau ntawm tsob ntoo qhib hauv Xananees mus rau Adaminekes thiab mus rau Yanias, dhau mus rau ntawm Lakus thiab mus xaus rau ntawm tus Dej Yauladees."},{"bible_id":"1525","chapter_code":"JOS.19","verse_code":"JOS.19.34","label":"34","content":"Tus ciamteb pib ntawd lem mus rau sab hnubpoob mus txog rau Anaus Tanpaus, thiab pib ntawd mus rau Hukaus, npuab Xenpuloos sab qabteb, Aseles nyob sab hnubpoob thiab tus Dej Yauladees  nyob sab hnubtuaj."},{"bible_id":"1525","chapter_code":"JOS.19","verse_code":"JOS.19.35","label":"35","content":"Tej nroog uas muaj ntsa yeej thaiv yog: Xidis, Xeles, Hamas, Lakas, Khineles,"},{"bible_id":"1525","chapter_code":"JOS.19","verse_code":"JOS.19.36","label":"36","content":"Adamas, Lamas, Haxaules,"},{"bible_id":"1525","chapter_code":"JOS.19","verse_code":"JOS.19.37","label":"37","content":"Kedes, Edeles, Ehaxaus,"},{"bible_id":"1525","chapter_code":"JOS.19","verse_code":"JOS.19.38","label":"38","content":"Yiloos, Midales, Haulees, Npethanas thiab Npethes Semes. Tagnrho muaj kaum cuaj lub nroog thiab tej zos uas nyob ibncig."},{"bible_id":"1525","chapter_code":"JOS.19","verse_code":"JOS.19.39","label":"39","content":"Tej uas hais los no yog tej nroog thiab tej zos hauv cheebtsam av uas faib rau xeem Nathalis ua lawv tug raws li lawv tej tsevneeg."},{"bible_id":"1525","chapter_code":"JOS.19","verse_code":"JOS.19.40","label":"40","content":"Xeem Das yog pab xya uas Yausuas faib av rau lawv raws li lawv tej tsevneeg."},{"bible_id":"1525","chapter_code":"JOS.19","verse_code":"JOS.19.41","label":"41","content":"Lawv cheebtsam av tagnrho yog lub nroog Xaulas, Esetaus, Isemes,"},{"bible_id":"1525","chapter_code":"JOS.19","verse_code":"JOS.19.42","label":"42","content":"Sa-anpimes, Aiyaloos, Ithelas,"},{"bible_id":"1525","chapter_code":"JOS.19","verse_code":"JOS.19.43","label":"43","content":"Eloos, Tinas, Ekiloos,"},{"bible_id":"1525","chapter_code":"JOS.19","verse_code":"JOS.19.44","label":"44","content":"Etekes, Nkinpethoos, Npalas,"},{"bible_id":"1525","chapter_code":"JOS.19","verse_code":"JOS.19.45","label":"45","content":"Yehus, Npenenpelas, Nkalimoos,"},{"bible_id":"1525","chapter_code":"JOS.19","verse_code":"JOS.19.46","label":"46","content":"Meyakoos thiab Lakoos mus rau cheebtsam uas nyob ibncig lub nroog Yaupas."},{"bible_id":"1525","chapter_code":"JOS.19","verse_code":"JOS.19.47","label":"47","content":"Thaum xeem Das lub tebchaws poob lawm, lawv mus tua thiab txeeb lub nroog Laises. Lawv txeeb tau lub nroog ntawd los ua lawv tug, thiab lawv muab cov neeg uas nyob hauv lub nroog tua povtseg huv tibsi. Lawv mus nyob hauv thiab muab lub nroog ntawd hloov dua npe hu ua Das raws li lawv yawgkoob Das lub npe."},{"bible_id":"1525","chapter_code":"JOS.19","verse_code":"JOS.19.48","label":"48","content":"Tej uas hais los no yog tej nroog thiab tej zos hauv cheebtsam av uas faib rau xeem Das ua lawv tug raws li lawv tej tsevneeg."},{"bible_id":"1525","chapter_code":"JOS.19","verse_code":"JOS.19.49","label":"49","content":"Thaum cov Yixalayees faib av rau txhua xeem tas lawm. Lawv muab ib feem av rau Noos tus tub Yausuas ua nws tug"},{"bible_id":"1525","chapter_code":"JOS.19","verse_code":"JOS.19.50","label":"50","content":"raws li tus TSWV tau hais tseg lawm, lawv muab lub nroog Tinas Xelas uas nyob hauv xeem Efalayees cheebtsam av uas ua laj roob rau Yausuas raws li nws thov. Yausuas ua nroog thiab nyob hauv."},{"bible_id":"1525","chapter_code":"JOS.19","verse_code":"JOS.19.51","label":"51","content":"Tus povthawj Ele-axas, Noos tus tub Yausuas thiab cov thawjcoj ntawm txhua xeem Yixalayees tej tsevneeg tuaj rho ntawv  nug tus TSWV hauv lub nroog Silaus ntawm tus TSWV lub Tsevntaub. Lawv muab lub tebchaws faib tiav tas li ntawd."},{"bible_id":"1525","chapter_code":"JOS.20","verse_code":"JOS.20.1","label":"1","content":"Tus TSWV hais rau Yausuas hais tias,"},{"bible_id":"1525","chapter_code":"JOS.20","verse_code":"JOS.20.2","label":"2","content":"“Koj hais rau cov Yixalayees kom lawv cia li xaiv ib co nroog cawm siav raws li kuv hais rau Mauxes qhia rau koj lawm."},{"bible_id":"1525","chapter_code":"JOS.20","verse_code":"JOS.20.3","label":"3","content":"Yog leejtwg tua yuam kev raug ib tug neeg tuag, tus ntawd cia li khiav mus nkaum hauv cov nroog ntawd kom dim ntawm tus uas nrhiav nws tua pauj."},{"bible_id":"1525","chapter_code":"JOS.20","verse_code":"JOS.20.4","label":"4","content":"Nws yuav tsum khiav mus nkaum hauv cov nroog ntawd ib lub, mus rau ntawm qhov chaw txiav txim uas nyob ntawm roojvag nroog, thiab piav tej xwm ntawd qhia rau cov thawjcoj. Ces lawv thiaj yuav pub nws mus rau hauv lub nroog thiab muab chaw rau nws nyob."},{"bible_id":"1525","chapter_code":"JOS.20","verse_code":"JOS.20.5","label":"5","content":"Yog hais tias tus uas nrhiav nws tua tuaj txog ntawm roojvag los lawv yuav tsis muab nws cob rau tus ntawd. Lawv yuav tsomkwm nws, rau qhov yog nws tua yuam kev raug tuag xwb, tsis yog nws chim thiab txhob txwm tua."},{"bible_id":"1525","chapter_code":"JOS.20","verse_code":"JOS.20.6","label":"6","content":"Nws yuav tau nyob hauv lub nroog ntawd mus txog hnub uas luag coj nws mus txiav txim lossis mus txog hnub uas tus ua Povthawj Hlob lub sijhawm ntawd tuag tso, nws mam li dim lub txim tua neeg thiab tau rov mus rau hauv nws lub nroog.”"},{"bible_id":"1525","chapter_code":"JOS.20","verse_code":"JOS.20.7","label":"7","content":"Yog li ntawd, sab tebchaws ntawm tus Dej Yauladees sab hnubpoob, lawv thiaj tshwj lub nroog Kedes hauv Kalilais hauv xeem Nathalis cheebtsam av uas ua laj roob; lub nroog Sekhees hauv xeem Efalayees cheebtsam av uas ua laj roob; thiab lub nroog Henploos hauv xeem Yudas cheebtsam av uas ua laj roob."},{"bible_id":"1525","chapter_code":"JOS.20","verse_code":"JOS.20.8","label":"8","content":"Ntawm tus Dej Yauladees sab hnubtuaj, hauv lub tiaj suabpuam uas nyob ntawm lub nroog Yelikaus sab hnubtuaj, lawv xaiv lub nroog Npexeles hauv xeem Lunpees cheebtsam av; lub nroog Lamaus hauv Nkile-as uas yog xeem Khas cheebtsam av thiab lub nroog Nkaulas hauv Npasas uas yog xeem Manaxes cheebtsam av."},{"bible_id":"1525","chapter_code":"JOS.20","verse_code":"JOS.20.9","label":"9","content":"Cov nroog cawm siav no, yog cov Yixalayees xaiv rau lawv thiab cov neeg txawv tebchaws uas nrog lawv nyob. Yog leejtwg tua yuam kev raug ib tug neeg tuag, nws thiaj tau chaw mus nkaum hauv cov nroog ntawd ib lub kom dim tus uas nrhiav nws tua; nws thiaj tsis raug tua ua ntej luag txiav txim rau nws."},{"bible_id":"1525","chapter_code":"JOS.21","verse_code":"JOS.21.1","label":"1","content":"Xeem Levis cov thawjcoj mus cuag tus povthawj Ele-axas, Noos tus tub Yausuas, thiab txhua xeem Yixalayees cov thawjcoj ntawm tej tsevneeg,"},{"bible_id":"1525","chapter_code":"JOS.21","verse_code":"JOS.21.2","label":"2","content":"ntawm lub nroog Silaus hauv tebchaws Kana-as thiab hais tias, “Tus TSWV hais rau Mauxes kom muab ib co nroog uas muaj tshav zaub nyob ibncig rau peb tej tsiaj noj rau peb nyob.”"},{"bible_id":"1525","chapter_code":"JOS.21","verse_code":"JOS.21.3","label":"3","content":"Yog li ntawd, cov thawjcoj thiaj faib tej nroog uas muaj tshav zaub hauv lawv tej cheebtsam rau xeem Levis raws li tus TSWV tau hais rau cov Yixalayees lawm."},{"bible_id":"1525","chapter_code":"JOS.21","verse_code":"JOS.21.4","label":"4","content":"Xeem Levis uas yog cuab Kauhas yog thawj pab uas cov thawjcoj faib nroog rau. Tus povthawj Aloos cov xeebntxwv tej tsevneeg tau kaum peb lub nroog hauv xeem Yudas, xeem Sime-oos thiab xeem Npeenyamees cheebtsam av."},{"bible_id":"1525","chapter_code":"JOS.21","verse_code":"JOS.21.5","label":"5","content":"Dua li lwm tsevneeg ntawm cuab Kauhas tau kaum lub nroog hauv xeem Efalayees, xeem Das thiab xeem Manaxes sab Hnubpoob cheebtsam av."},{"bible_id":"1525","chapter_code":"JOS.21","verse_code":"JOS.21.6","label":"6","content":"Cuab Nkesoos tau kaum peb lub nroog hauv xeem Ixakhas, xeem Aseles, xeem Nathalis thiab xeem Manaxes sab Hnubtuaj cheebtsam av."},{"bible_id":"1525","chapter_code":"JOS.21","verse_code":"JOS.21.7","label":"7","content":"Cuab Melalis tej tsevneeg tau kaum ob lub nroog hauv xeem Lunpees, xeem Khas thiab xeem Xenpuloos cheebtsam av."},{"bible_id":"1525","chapter_code":"JOS.21","verse_code":"JOS.21.8","label":"8","content":"Cov Yixalayees rho ntawv,  faib tej nroog uas muaj tshav zaub rau xeem Levis raws li tus TSWV tau hais rau Mauxes lawm."},{"bible_id":"1525","chapter_code":"JOS.21","verse_code":"JOS.21.9","label":"9","content":"Tej uas hais los no yog tej npe nroog hauv xeem Yudas thiab xeem Xime-oos cheebtsam av uas muab faib"},{"bible_id":"1525","chapter_code":"JOS.21","verse_code":"JOS.21.10","label":"10","content":"rau Aloos cov xeebntxwv uas yog cuab Kauhas thiab yog Levis cov xeebntxwv. Lawv yog thawj pab uas xub los rho ntawv."},{"bible_id":"1525","chapter_code":"JOS.21","verse_code":"JOS.21.11","label":"11","content":"Lawv rho tau lub nroog Alanpas (Alanpas yog Anas txiv) uas nimno yog lub nroog Henploos hauv xeem Yudas cheebtsam av ua laj roob uas muaj tshav zaub nyob ibncig."},{"bible_id":"1525","chapter_code":"JOS.21","verse_code":"JOS.21.12","label":"12","content":"Tiamsis tej teb thiab tej zos uas nyob ibncig lub nroog ntawd twb xub muab rau Yefunes tus tub Kalej ua nws tug lawm."},{"bible_id":"1525","chapter_code":"JOS.21","verse_code":"JOS.21.13","label":"13","content":"Cov nroog uas muab ntxiv rau lub nroog Henploos (yog ib lub nroog cawm siav) uas muab faib rau tus povthawj Aloos cov xeebntxwv yog: Linas,"},{"bible_id":"1525","chapter_code":"JOS.21","verse_code":"JOS.21.14","label":"14","content":"Yatis, Etemaus,"},{"bible_id":"1525","chapter_code":"JOS.21","verse_code":"JOS.21.15","label":"15","content":"Hauloos, Denpis,"},{"bible_id":"1525","chapter_code":"JOS.21","verse_code":"JOS.21.16","label":"16","content":"Ayees, Yutas thiab Npethes Semes uas muaj tej tshav zaub, tagnrho muaj cuaj lub nroog nyob hauv xeem Yudas thiab xeem Xime-oos cheebtsam av."},{"bible_id":"1525","chapter_code":"JOS.21","verse_code":"JOS.21.17","label":"17","content":"Hauv xeem Npeenyamees cheebtsam av yog muaj plaub lub nroog: Nkinpe-oos, Nkenpas,"},{"bible_id":"1525","chapter_code":"JOS.21","verse_code":"JOS.21.18","label":"18","content":"Anathaus thiab Alimoos uas muaj tshav zaub."},{"bible_id":"1525","chapter_code":"JOS.21","verse_code":"JOS.21.19","label":"19","content":"Tagnrho kaum peb lub nroog uas muab faib rau Aloos cov xeebntxwv uas ua povthawj puavleej muaj tshav zaub."},{"bible_id":"1525","chapter_code":"JOS.21","verse_code":"JOS.21.20","label":"20","content":"Xeem Levis lwm tsevneeg uas yog cuab Kauhas tau cov nroog hauv xeem Efalayees cheebtsam av."},{"bible_id":"1525","chapter_code":"JOS.21","verse_code":"JOS.21.21","label":"21","content":"Lawv tau plaub lub nroog: Sekhees (yog lub nroog cawm siav) uas muaj tshav zaub nyob hauv xeem Efalayees cheebtsam av uas ua laj roob, Nkexes,"},{"bible_id":"1525","chapter_code":"JOS.21","verse_code":"JOS.21.22","label":"22","content":"Kixais thiab Npethes Hauloos uas muaj tshav zaub."},{"bible_id":"1525","chapter_code":"JOS.21","verse_code":"JOS.21.23","label":"23","content":"Hauv xeem Das cheebtsam av, lawv tau plaub lub nroog: Etekes, Nkinpethoos,"},{"bible_id":"1525","chapter_code":"JOS.21","verse_code":"JOS.21.24","label":"24","content":"Aiyaloos thiab Nkalimoos uas muaj tshav zaub."},{"bible_id":"1525","chapter_code":"JOS.21","verse_code":"JOS.21.25","label":"25","content":"Hauv xeem Manaxes sab Hnubpoob cheebtsam av, lawv tau ob lub nroog: Tanas thiab Nkalimoos uas muaj tshav zaub."},{"bible_id":"1525","chapter_code":"JOS.21","verse_code":"JOS.21.26","label":"26","content":"Tagnrho kaum lub nroog uas muab rau cuab Kauhas tej tsevneeg puavleej muaj tshav zaub."},{"bible_id":"1525","chapter_code":"JOS.21","verse_code":"JOS.21.27","label":"27","content":"Xeem Levis uas yog cuab Nkesoos tau ob lub nroog hauv xeem Manaxes sab Hnubtuaj cheebtsam av: Nkaulas (yog lub nroog cawm siav) uas nyob hauv Npasas thiab Npetelas uas muaj tshav zaub."},{"bible_id":"1525","chapter_code":"JOS.21","verse_code":"JOS.21.28","label":"28","content":"Hauv xeem Ixakhas cheebtsam av, lawv tau plaub lub nroog: Kisi-oos, Danpelas,"},{"bible_id":"1525","chapter_code":"JOS.21","verse_code":"JOS.21.29","label":"29","content":"Yamus thiab Enkanees uas muaj tshav zaub."},{"bible_id":"1525","chapter_code":"JOS.21","verse_code":"JOS.21.30","label":"30","content":"Hauv xeem Aseles cheebtsam av, lawv tau plaub lub nroog: Misales, Adoos,"},{"bible_id":"1525","chapter_code":"JOS.21","verse_code":"JOS.21.31","label":"31","content":"Hekas thiab Lehaus uas muaj tshav zaub."},{"bible_id":"1525","chapter_code":"JOS.21","verse_code":"JOS.21.32","label":"32","content":"Hauv xeem Nathalis cheebtsam av, lawv tau peb lub nroog: Kedes (yog lub nroog cawm siav) uas nyob hauv Kalilais, Hamaus Daules thiab Kaletas uas muaj tshav zaub."},{"bible_id":"1525","chapter_code":"JOS.21","verse_code":"JOS.21.33","label":"33","content":"Tagnrho kaum peb lub nroog uas muab rau cuab Nkesoos tej tsevneeg puavleej muaj tshav zaub."},{"bible_id":"1525","chapter_code":"JOS.21","verse_code":"JOS.21.34","label":"34","content":"Xeem Levis lwm pab uas yog cuab Melalis tau plaub lub nroog hauv xeem Xenpuloos cheebtsam av: Yaune-as, Kaletas,"},{"bible_id":"1525","chapter_code":"JOS.21","verse_code":"JOS.21.35","label":"35","content":"Dinas thiab Nahalas uas muaj tshav zaub."},{"bible_id":"1525","chapter_code":"JOS.21","verse_code":"JOS.21.36","label":"36","content":"Hauv xeem Lunpees cheebtsam av, lawv tau plaub lub nroog: Npexeles, Yahas,"},{"bible_id":"1525","chapter_code":"JOS.21","verse_code":"JOS.21.37","label":"37","content":"Kedemaus thiab Mefas uas muaj tshav zaub."},{"bible_id":"1525","chapter_code":"JOS.21","verse_code":"JOS.21.38","label":"38","content":"Hauv xeem Khas cheebtsam av, lawv tau plaub lub nroog: Lamaus (yog lub nroog cawm siav) uas nyob hauv Nkile-as, Mahana-ees,"},{"bible_id":"1525","chapter_code":"JOS.21","verse_code":"JOS.21.39","label":"39","content":"Hesenpoos thiab Yaxes uas muaj tshav zaub."},{"bible_id":"1525","chapter_code":"JOS.21","verse_code":"JOS.21.40","label":"40","content":"Yog li ntawd, cov nroog uas muab rau cuab Melalis tagnrho muaj kaum ob lub nroog."},{"bible_id":"1525","chapter_code":"JOS.21","verse_code":"JOS.21.41+JOS.21.42","label":"41-42","content":"Thoob plaws hauv lub tebchaws uas cov Yixalayees nyob, lawv muab plaub caug yim lub nroog uas muaj tshav zaub nyob puagncig rau xeem Levis."},{"bible_id":"1525","chapter_code":"JOS.21","verse_code":"JOS.21.43","label":"43","content":"Thaum lawv mus tua thiab txeeb tau tagnrho lub tebchaws uas tus TSWV tau coglus tseg rau lawv cov yawgkoob hais tias yuav muab rau lawv lawm. Lawv txawm los nyob hauv lub tebchaws ntawd."},{"bible_id":"1525","chapter_code":"JOS.21","verse_code":"JOS.21.44","label":"44","content":"Tus TSWV pub lawv tau nyob thajyeeb lug hauv lub tebchaws ntawd, raws li nws tau coglus tseg rau lawv cov yawgkoob lawm. Lawv cov yeebncuab tsis muaj cuabkav tuaj tawmtsam lawv li, rau qhov tus TSWV cia cov Yixalayees kovyeej lawv tej yeebncuab."},{"bible_id":"1525","chapter_code":"JOS.21","verse_code":"JOS.21.45","label":"45","content":"Tus TSWV ua raws li nws tau coglus tseg rau cov Yixalayees lawm."},{"bible_id":"1525","chapter_code":"JOS.22","verse_code":"JOS.22.1","label":"1","content":"Yausuas hu tagnrho xeem Lunpees, xeem Khas thiab xeem Manaxes sab Hnubtuaj los cuag nws."},{"bible_id":"1525","chapter_code":"JOS.22","verse_code":"JOS.22.2","label":"2","content":"Yausuas hais rau lawv hais tias, “Nej tau ua txhua yam uas tus TSWV tus tubtxib Mauxes hais rau nej ua, thiab nej twb ua raws li kuv hais lawm."},{"bible_id":"1525","chapter_code":"JOS.22","verse_code":"JOS.22.3","label":"3","content":"Txij thaum pib los txog nimno, nej tsis tso nej cov kwvtij Yixalayees tseg li. Nej ua tib zoo mloog thiab ua raws li tus TSWV uas yog nej tus Vajtswv tej lus samhwm."},{"bible_id":"1525","chapter_code":"JOS.22","verse_code":"JOS.22.4","label":"4","content":"Nimno nej cov kwvtij Yixalayees twb nyob thajyeeb lug raws li tus TSWV uas yog nej tus Vajtswv tau coglus tseg lawm. Nej cia li rov mus tsev, mus rau nej lub tebchaws ntawm tus Dej Yauladees sab hnubtuaj uas tus TSWV tus tubtxib Mauxes twb muab rau nej lawm."},{"bible_id":"1525","chapter_code":"JOS.22","verse_code":"JOS.22.5","label":"5","content":"Nej yuav tsum nco ntsoov ua raws li tej kevcai uas Mauxes twb qhia rau nej lawm hais tias, hlub tus TSWV uas yog nej tus Vajtswv, ua raws li nws siab nyiam, mloog nws lus, muab siab npuab nws thiab ua nws tes haujlwm kawg nej lub siab lub ntsws.”"},{"bible_id":"1525","chapter_code":"JOS.22","verse_code":"JOS.22.6+JOS.22.7+JOS.22.8","label":"6-8","content":"Yausuas foom koob hmoov rau lawv, tso lawv mus tsev thiab hais tias: “Nej rov mus tsev, thov Vajtswv pub nej muaj txiag npluanuj, muaj tsiaj txhu coob, muaj nyiaj muaj kub, muaj tooj muaj hlau thiab muaj tsoos tsho hnav. Muab tej uas nej mus txeeb tau ntawm yeebncuab los faib rau nej tej kwvtij.” Ces lawv txawm rov mus tsev lawm. Mauxes twb muab lub tebchaws ntawm tus Dej Yauladees sab hnubtuaj faib rau ib nrab xeem Manaxes lawm, tiamsis Yausuas muab lub tebchaws ntawm tus Dej Yauladees sab hnubpoob faib rau ib nrab xeem Manaxes thiab lwm xeem."},{"bible_id":"1525","chapter_code":"JOS.22","verse_code":"JOS.22.9","label":"9","content":"Yog li ntawd, xeem Lunpees, xeem Khas thiab xeem Manaxes sab Hnubtuaj thiaj rov mus tsev, lawv tso lawv cov kwvtij Yixalayees rau ntawm lub nroog Silaus hauv tebchaws Kana-as, thiab lawv rov mus rau tebchaws Nkile-as uas lawv txeeb tau los raws li tus TSWV tau hais rau Mauxes kom hais rau lawv lawm."},{"bible_id":"1525","chapter_code":"JOS.22","verse_code":"JOS.22.10","label":"10","content":"Thaum xeem Lunpees, xeem Khas thiab xeem Manaxes sab Hnubtuaj rov los txog hauv Nkelilaus uas nyob ntawm ntug Dej Yauladees sab hnubpoob,  lawv teeb tau ib lub thaj loj thiab zoo heev rau ntawm ntug dej."},{"bible_id":"1525","chapter_code":"JOS.22","verse_code":"JOS.22.11","label":"11","content":"Muaj neeg mus qhia rau cov kwvtij Yixalayees hais tias, “Nej mloog kuv hais! Xeem Lunpees, xeem Khas thiab xeem Manaxes sab Hnubtuaj teeb tau ib lub thaj rau ntawm Nkelilaus uas nyob ntawm ntug Dej Yauladees uas yog peb sab!”"},{"bible_id":"1525","chapter_code":"JOS.22","verse_code":"JOS.22.12","label":"12","content":"Thaum cov kwvtij Yixalayees hnov zaj no, lawv txawm tuaj sib sau rau hauv Silaus thiab npaj mus tua cov xeem uas nyob sab hnubtuaj."},{"bible_id":"1525","chapter_code":"JOS.22","verse_code":"JOS.22.13","label":"13","content":"Cov kwvtij Yixalayees thiaj tso tus povthawj Finehas uas yog Ele-axas tus tub mus cuag xeem Lunpees, xeem Khas thiab xeem Manaxes sab Hnubtuaj uas nyob hauv tebchaws Nkile-as."},{"bible_id":"1525","chapter_code":"JOS.22","verse_code":"JOS.22.14","label":"14","content":"Muaj kaum leej thawjcoj, ib xeem ib leeg ntawm cov xeem uas nyob sab hnubpoob nrog Finehas mus, lawv puavleej yog tus thawj ntawm tej tsevneeg thiab tej cuab."},{"bible_id":"1525","chapter_code":"JOS.22","verse_code":"JOS.22.15","label":"15","content":"Lawv mus cuag xeem Lunpees, xeem Khas thiab xeem Manaxes sab Hnubtuaj hauv tebchaws Nkile-as,"},{"bible_id":"1525","chapter_code":"JOS.22","verse_code":"JOS.22.16","label":"16","content":"thiab hais rau tus TSWV haivneeg hais tias, “Vim li cas nej ua tej kev phem no tawmtsam cov Yixalayees tus Vajtswv? Qhov uas nej teeb lub thaj no rau nej, yog nej ntxeev siab rau tus TSWV! Tsis yog nej ua los pehawm nws!"},{"bible_id":"1525","chapter_code":"JOS.22","verse_code":"JOS.22.17","label":"17","content":"Nej puas tseem nco tau tej kev txhaum uas peb ua nyob ntawm Pe-aus uas tus TSWV tso sub tawg sub ntsha rau txim rau peb? Nimno peb raug txomnyem twb vim tej ntawd ntag. Peb ua txhaum loj li ntawd tseem tsis tau txaus thiab los?"},{"bible_id":"1525","chapter_code":"JOS.22","verse_code":"JOS.22.18","label":"18","content":"Nej yuav tso tus TSWV tseg los? Yog hnub no nej ntxeev siab rau tus TSWV, tagkis nws yuav chim rau peb cov Yixalayees txhua tus."},{"bible_id":"1525","chapter_code":"JOS.22","verse_code":"JOS.22.19","label":"19","content":"Yog nej lub tebchaws no tsis huv, nej cia li tuaj rau tim tus TSWV lub tebchaws uas teeb tus TSWV lub Tsevntaub. Tuaj thov peb muab av rau nej. Tiamsis nej tsis txhob ntxeev siab rau tus TSWV lossis ntxeev siab rau peb thiab mus teeb dua lwm lub thaj ntxiv rau tus TSWV uas yog peb tus Vajtswv lub."},{"bible_id":"1525","chapter_code":"JOS.22","verse_code":"JOS.22.20","label":"20","content":"Nej nco ntsoov hais tias, Zelas tus tub Akhas tsis ua raws li tus TSWV tej lus, nws tsis muab tej khoom hlawv kom tas huv tibsi; cov Yixalayees thiaj raug txim vim tej ntawd. Muaj ntau leej tuag nrog Akhas vim nws tej kev txhaum.”"},{"bible_id":"1525","chapter_code":"JOS.22","verse_code":"JOS.22.21","label":"21","content":"Xeem Lunpees, xeem Khas thiab xeem Manaxes sab Hnubtuaj teb rau cov thawjcoj ntawm tej tsevneeg ntawm cov xeem uas nyob sab hnubpoob hais tias,"},{"bible_id":"1525","chapter_code":"JOS.22","verse_code":"JOS.22.22","label":"22","content":"“Tus muaj Hwjchim Loj yog Vajtswv! Nws yog tus TSWV! Tus muaj Hwjchim Loj yog Vajtswv! Nws yog tus TSWV! Nws paub tej uas peb ua no, thiab peb xav kom nej paub! Yog hais tias peb ntxeev siab thiab tsis muab siab npuab tus TSWV, thov tsis txhob pub kom peb muaj sia nyob!"},{"bible_id":"1525","chapter_code":"JOS.22","verse_code":"JOS.22.23","label":"23","content":"Yog hais tias peb tsis mloog tus TSWV lus, peb teeb lub thaj no hlawv peb tej khoom theej txhoj, tej nplej lossis tej khoom fij ua kev sib raug zoo, ces cia tus TSWV rau txim rau peb."},{"bible_id":"1525","chapter_code":"JOS.22","verse_code":"JOS.22.24","label":"24","content":"Tsis yog peb ntxeev siab! Qhov uas peb teeb lub thaj no yog peb ntshai nyob tsam yav tom ntej nej cov xeebntxwv yuav hais rau peb cov xeebntxwv hais tias, ‘Nej tau ua dabtsi rau tus TSWV uas yog cov Yixalayees tus Vajtswv?"},{"bible_id":"1525","chapter_code":"JOS.22","verse_code":"JOS.22.25","label":"25","content":"Tus TSWV muab tus Dej Yauladees ua tus ciamteb quas nruab nrab ntawm peb thiab nej, nej cov uas yog xeem Lunpees thiab xeem Khas, tsis tau ua dabtsi rau tus TSWV li.’ Ces nej cov xeebntxwv yuav ua rau peb cov xeebntxwv tso txojkev pehawm tus TSWV tseg."},{"bible_id":"1525","chapter_code":"JOS.22","verse_code":"JOS.22.26","label":"26","content":"Peb teeb lub thaj no, tsis yog teeb los hlawv tsiaj fij lossis hlawv khoom fij,"},{"bible_id":"1525","chapter_code":"JOS.22","verse_code":"JOS.22.27","label":"27","content":"tiamsis yog peb teeb los ua lub cim qhia rau peb thiab rau nej thiab rau peb tej xeebntxwv ntau tiam tom qab paub hais tias, peb yeej pehawm tus TSWV, hlawv khoom theej txhoj thiab fij khoom ua kev sib raug zoo tabmeeg tus TSWV lub Tsevntaub. Tej no yog peb ua tseg kom nej cov xeebntxwv tsis txhob hais tias, ‘Nej tsis tau ua dabtsi rau tus TSWV li.’"},{"bible_id":"1525","chapter_code":"JOS.22","verse_code":"JOS.22.28","label":"28","content":"Tej no yog tej uas peb txhawj txog. Yog muaj tseeb li peb xav ntawd tiag, peb cov xeebntxwv thiaj muaj lus hais tias, ‘Nej sim saib saib! Peb cov yawgkoob muaj lub thaj zoo ib yam li tus TSWV lub thiab. Tsis yog peb teeb los hlawv tsiaj lossis hlawv khoom fij, tiamsis yog teeb los ua lub cim tseg rau nej thiab rau peb xwb.’"},{"bible_id":"1525","chapter_code":"JOS.22","verse_code":"JOS.22.29","label":"29","content":"Tsis yog peb ntxeev siab lossis tso tus TSWV tseg, peb yuav cia li teeb dua ib lub thaj hlawv tsiaj, hlawv nplej lossis lwm yam khoom fij. Peb yeej tsis teeb dua lwm lub thaj kom zoo li tus TSWV uas yog peb tus Vajtswv lub uas nyob ntawm tus TSWV lub Tsevntaub hauv ntej.”"},{"bible_id":"1525","chapter_code":"JOS.22","verse_code":"JOS.22.30","label":"30","content":"Tus povthawj Finehas thiab kaum leej thawjcoj uas sawv cev tsoom pejxeem uas yog cov thawj ntawm tej tsevneeg ntawm cov xeem nyob sab hnubpoob uas nrog Finehas mus ntawd hnov tej lus uas xeem Lunpees, xeem Khas thiab xeem Manaxes sab Hnubtuaj hais, lawv thiaj txaus siab."},{"bible_id":"1525","chapter_code":"JOS.22","verse_code":"JOS.22.31","label":"31","content":"Tus povthawj Finehas uas yog Ele-axas tus tub hais rau lawv peb xeem ntawd hais tias, “Nimno peb paub hais tias tus TSWV nrog peb nyob. Tsis yog nej ntxeev siab rau tus TSWV, tiamsis yog nej ua kom cov Yixalayees dim tus TSWV txojkev rau txim xwb.”"},{"bible_id":"1525","chapter_code":"JOS.22","verse_code":"JOS.22.32","label":"32","content":"Finehas thiab cov thawjcoj uas nrog nws mus tso xeem Lunpees, xeem Khas thiab xeem Manaxes sab Hnubtuaj rau hauv tebchaws Nkile-as thiab rov los cuag cov Yixalayees rau hauv tebchaws Kana-as, thiab piav txhua yam rau lawv."},{"bible_id":"1525","chapter_code":"JOS.22","verse_code":"JOS.22.33","label":"33","content":"Cov kwvtij Yixalayees txaus siab thiab ua Vajtswv tsaug. Lawv tsis hais txog qhov uas yuav tua thiab rhuav lub tebchaws uas xeem Lunpees thiab xeem Khas nyob lawm."},{"bible_id":"1525","chapter_code":"JOS.22","verse_code":"JOS.22.34","label":"34","content":"Xeem Lunpees thiab xeem Khas hais tias, “Lub thaj no ua timkhawv rau peb sawvdaws hais tias tus TSWV yog Vajtswv!” Yog li ntawd, lawv thiaj tis npe rau lub thaj ntawd hu ua “Timkhawv.”"},{"bible_id":"1525","chapter_code":"JOS.23","verse_code":"JOS.23.1","label":"1","content":"Tau ib ntus ntev loo los rau tom qab no, tus TSWV pub cov Yixalayees nyob tso siab lug tsis ntshai lawv tej yeebncuab uas nyob ibncig lawv. Thaum ntawd Yausuas laus heev lawm,"},{"bible_id":"1525","chapter_code":"JOS.23","verse_code":"JOS.23.2","label":"2","content":"nws thiaj hu tagnrho cov Yixalayees, cov txwjlaug, cov thawjcoj, cov txiav txim thiab cov nomtswv tuaj cuag nws, nws hais rau lawv hais tias, “Nimno kuv laus heev lawm."},{"bible_id":"1525","chapter_code":"JOS.23","verse_code":"JOS.23.3","label":"3","content":"Nej twb pom txhua yam uas tus TSWV uas yog nej tus Vajtswv ua rau txhua haivneeg lawm. Nws ua li ntawd yog nws ua pab nej. Tus TSWV uas yog nej tus Vajtswv tuaj nej tog pab nej tua thiab txeeb tau lub tebchaws."},{"bible_id":"1525","chapter_code":"JOS.23","verse_code":"JOS.23.4","label":"4","content":"Kuv twb muab txhua haivneeg uas nyob hauv lub tebchaws no tej av, tsis hais tej uas peb txeeb tau lawm lossis tej uas peb tseem tsis tau mus txeeb, faib rau nej txhua xeem lawm. Tej av no yog txij ntua ntawm tus Dej Yauladees uas nyob sab hnubtuaj mus ti nkaus rau ntawm Hiavtxwv Meditelanes uas nyob sab hnubpoob."},{"bible_id":"1525","chapter_code":"JOS.23","verse_code":"JOS.23.5","label":"5","content":"Tus TSWV uas yog nej tus Vajtswv yuav ntiab lawv tawm ua ntej nej los rau hauv lub tebchaws no, thiab nws yuav ntiab kom lawv khiav tabmeeg nej. Nej yuav tau lawv lub tebchaws raws li tus TSWV uas yog nej tus Vajtswv tau coglus tseg rau nej lawm."},{"bible_id":"1525","chapter_code":"JOS.23","verse_code":"JOS.23.6","label":"6","content":"Yog li ntawd, nej yuav tsum mloog lus thiab ua raws li txhua yam uas Mauxes sau rau hauv Phau Ntawv Kevcai lawm. Nej tsis txhob muab ib nqes tso tseg li,"},{"bible_id":"1525","chapter_code":"JOS.23","verse_code":"JOS.23.7","label":"7","content":"nej thiaj tsis mus nrog lwm haivneeg uas nrog nej nyob koom ua ib nqag, tsis txhob pe lossis teev lawv tej vajtswv thiab tuav lawv tej vajtswv npe coglus."},{"bible_id":"1525","chapter_code":"JOS.23","verse_code":"JOS.23.8","label":"8","content":"Nej yuav tsum muab siab npuab tus TSWV ib yam li nej ibtxwm muab siab npuab los txog rau niaj hnub no."},{"bible_id":"1525","chapter_code":"JOS.23","verse_code":"JOS.23.9","label":"9","content":"Thaum nej los nyob hauv lub tebchaws no, tus TSWV muab lwm haivneeg uas muaj zog thiab muaj hwjchim ntiab tawm tabmeeg nej, tsis muaj leejtwg muaj cuabkav tiv nej li."},{"bible_id":"1525","chapter_code":"JOS.23","verse_code":"JOS.23.10","label":"10","content":"Nej cov neeg, ib leeg yeej muaj peevxwm ua tau kom ib txhiab leej ntshai thiab khiav mus, rau qhov tus TSWV uas yog nej tus Vajtswv pab nej tua lawv, raws li nws tau coglus tseg rau nej lawm."},{"bible_id":"1525","chapter_code":"JOS.23","verse_code":"JOS.23.11","label":"11","content":"Nej yuav tsum hlub tus TSWV uas yog nej tus Vajtswv."},{"bible_id":"1525","chapter_code":"JOS.23","verse_code":"JOS.23.12","label":"12","content":"Yog nej tsis muab siab npuab tus TSWV, nej mus nrog lwm haivneeg uas nrog nej nyob ua tshoob ua kos,"},{"bible_id":"1525","chapter_code":"JOS.23","verse_code":"JOS.23.13","label":"13","content":"kom nej paub hais tias tus TSWV yuav tsis ntiab cov neeg ntawd tawm mus. Tiamsis cov neeg ntawd yuav ua teebmeem rau nej ib yam li lub vojhlua lossis lub qhov uas cuab hmuv tos nej, thiab ib yam li tus nplawm uas nplawm nej nraubqaum lossis ib yam li tus saus uas nyob hauv nej qhovmuag. Nej yuav raug txomnyem li ntawd mus txog hnub uas nej tsis tshuav ib tug seem nyob hauv lub tebchaws uas tus TSWV uas yog nej tus Vajtswv muab rau nej."},{"bible_id":"1525","chapter_code":"JOS.23","verse_code":"JOS.23.14","label":"14","content":"“Nimno kuv tsis muaj pestsawg xyoo nrog nej nyob lawm. Nej yeej paub hais tias, tus TSWV uas yog nej tus Vajtswv twb pub ib puas tsav yam zoo rau nej raws li nws tau coglus tseg rau nej tsis poob ib los li."},{"bible_id":"1525","chapter_code":"JOS.23","verse_code":"JOS.23.15","label":"15","content":"Tiamsis nej yuav tsum ua raws li nws tej lus ib yam li nws ua raws li nws tej lus cog tseg rau nej thiab."},{"bible_id":"1525","chapter_code":"JOS.23","verse_code":"JOS.23.16","label":"16","content":"Yog nej tsis coj raws li tus TSWV uas yog nej tus Vajtswv tej lus uas cog tseg rau nej, nej mus pe lwm haivneeg tej vajtswv, nws yuav chim thiab rau txim rau nej, ces tsis ntev nej yuav tsis tshuav ib tug nyob hauv lub tebchaws zoo uas nws muab rau nej.”"},{"bible_id":"1525","chapter_code":"JOS.24","verse_code":"JOS.24.1","label":"1","content":"Tom qab ntawd, Yausuas hu tagnrho cov Yixalayees txhua xeem tuaj txoos ua ke rau ntawm Sekhees. Nws kom cov txwjlaug, cov thawjcoj, cov txiav txim thiab cov Yixalayees cov nomtswv tuaj nyob tabmeeg Vajtswv."},{"bible_id":"1525","chapter_code":"JOS.24","verse_code":"JOS.24.2","label":"2","content":"Yausuas hais rau sawvdaws hais tias, “Tus TSWV uas yog cov Yixalayees tus Vajtswv hais li no: ‘Thaum ub nej cov yawgkoob tseem nyob ntawm ntug Dej Efalates sab tid, lawv pe lwm haivneeg tej vajtswv. Cov yawgkoob ntawd ib tug yog Telas uas yog Anplahas thiab Nahaus txiv ntag."},{"bible_id":"1525","chapter_code":"JOS.24","verse_code":"JOS.24.3","label":"3","content":"Kuv coj nej yawgkoob Anplahas tawm hauv lub tebchaws ntawd hla tus Dej Efalates thiab coj nws mus thoob plaws tebchaws Kana-as. Kuv pub nws muaj nws tus tub Ixaj, thiab muaj xeebntxwv coob,"},{"bible_id":"1525","chapter_code":"JOS.24","verse_code":"JOS.24.4","label":"4","content":"kuv pub Ixaj muaj Yakhauj thiab Exaus. Kuv muab lub tebchaws Edoos uas ua laj roob rau Exaus ua nws tug, tiamsis nej yawgkoob Yakhauj thiab nws cov menyuam tsiv mus nyob nram tebchaws Iziv."},{"bible_id":"1525","chapter_code":"JOS.24","verse_code":"JOS.24.5","label":"5","content":"Tom qab ntawd kuv txib Mauxes thiab Aloos mus, thiab kuv tso tej kev siv kev npog los rau tebchaws Iziv. Tiamsis kuv coj nej tawm los;"},{"bible_id":"1525","chapter_code":"JOS.24","verse_code":"JOS.24.6","label":"6","content":"thaum kuv coj nej cov yawgkoob tawm nram tebchaws Iziv los, cov Iziv caij nees thiab tsheb nees, tso tubrog caum lawv tua. Tiamsis thaum nej cov yawgkoob los txog ntawm Hiavtxwv Liab,"},{"bible_id":"1525","chapter_code":"JOS.24","verse_code":"JOS.24.7","label":"7","content":"lawv quaj thov kuv pab, kuv thiaj tso huab dub los quas hlo lawv thiab cov Iziv. Kuv ua kom hiavtxwv nphau los npog nkaus cov Iziv rau hauv qab thu. Nej paub hais tias kuv tau ua li cas rau cov Iziv. “ ‘Nej nyob ntawm tiaj suabpuam tau ntev heev."},{"bible_id":"1525","chapter_code":"JOS.24","verse_code":"JOS.24.8","label":"8","content":"Kuv mam coj nej los rau hauv cov Amaules lub tebchaws uas nyob ntawm tus Dej Yauladees sab hnubtuaj. Cov Amaules tua nej, tiamsis kuv cia nej tua yeej lawv. Kuv ua rau lawv puastsuaj tabmeeg nej thiab cia nej txeeb tau lawv lub tebchaws."},{"bible_id":"1525","chapter_code":"JOS.24","verse_code":"JOS.24.9","label":"9","content":"Xipaules tus tub Npalaj uas ua vajntxwv kav tebchaws Mau-am tuaj tua nej. Nws txib neeg mus hais rau Npe-aus tus tub Npala-as kom tuaj foom tsis zoo rau nej."},{"bible_id":"1525","chapter_code":"JOS.24","verse_code":"JOS.24.10","label":"10","content":"Tiamsis kuv tsis mloog Npala-as tej lus, Npala-as thiaj foom koob hmoov rau nej. Kuv ua li ntawd, yog kuv cawm nej dim ntawm Npalaj tes."},{"bible_id":"1525","chapter_code":"JOS.24","verse_code":"JOS.24.11","label":"11","content":"Nej hla tus Dej Yauladees mus rau hauv lub nroog Yelikaus. Cov neeg hauv Yelikaus tawmtsam nej ib yam li cov Amaules, cov Pelixes, cov Kana-as, cov Hitis, cov Nkinkasis, cov Hivis thiab cov Yenpus tua nej, tiamsis kuv cia nej tua yeej lawv."},{"bible_id":"1525","chapter_code":"JOS.24","verse_code":"JOS.24.12","label":"12","content":"Thaum nej tabtom los txeem lawv lub tebchaws, kuv ua rau lawv ntshai heev, nej thiaj raws tau cov Amaules ob tug vajntxwv tawm. Nej tsis tau muab nej tej hneevnti thiab tej ntaj tua li."},{"bible_id":"1525","chapter_code":"JOS.24","verse_code":"JOS.24.13","label":"13","content":"Kuv muab lub tebchaws uas nej lub zog tsis tau khwv thiab tej nroog uas nej txhais tes tsis tau ua pub rau nej nyob. Nimno nej los nyob hauv tej nroog no, nej tau noj tej txiv hmab thiab tej txiv ntoo roj uas tsis yog nej cog.’ ”"},{"bible_id":"1525","chapter_code":"JOS.24","verse_code":"JOS.24.14","label":"14","content":"Yausuas hais ntxiv hais tias, “Txij no mus, nej yuav tsum hwm tus TSWV, muab siab npuab nws thiab muaj lub siab dawb pehawm nws. Tsis txhob pe tej vajtswv uas nej cov yawgkoob pe tim tebchaws Mexuputamias thiab nram tebchaws Iziv, nej pehawm tus TSWV tib leeg xwb."},{"bible_id":"1525","chapter_code":"JOS.24","verse_code":"JOS.24.15","label":"15","content":"Yog nej tsis txaus siab pehawm tus TSWV, hnub no nej cia li txiav txim siab saib nej yuav pehawm tus twg, nej yuav pe tej vajtswv uas nej cov yawgkoob pe tim tebchaws Mexuputamias lossis pe tej vajtswv uas cov Amaules pe hauv lub tebchaws uas nej nyob no. Txawm yog nej yuav pe tus twg los xij, kuv thiab kuv tsevneeg, peb yuav pehawm tus TSWV tib leeg xwb.”"},{"bible_id":"1525","chapter_code":"JOS.24","verse_code":"JOS.24.16","label":"16","content":"Cov neeg teb hais tias, “Peb yuav tsis tso tus TSWV tseg thiab mus pe lwm haivneeg tej vajtswv!"},{"bible_id":"1525","chapter_code":"JOS.24","verse_code":"JOS.24.17","label":"17","content":"Tus TSWV uas yog peb tus Vajtswv tau coj peb cov yawgkoob thiab peb tawm ntawm kev ua luag qhev nram tebchaws Iziv los, thiab peb twb pom tej txujci tseemceeb uas nws ua lawm. Tus TSWV tsomkwm thiab nrog nraim peb hauv tej tebchaws uas peb los dhau lawm txhua qhov."},{"bible_id":"1525","chapter_code":"JOS.24","verse_code":"JOS.24.18","label":"18","content":"Tus TSWV ntiab cov Amaules uas nyob hauv lub tebchaws no tawm mus ua ntej peb los nyob. Yog li ntawd, peb yuav pehawm tus TSWV uas yog peb tus Vajtswv xwb.”"},{"bible_id":"1525","chapter_code":"JOS.24","verse_code":"JOS.24.19","label":"19","content":"Yausuas hais rau lawv hais tias, “Ntshai nej yuav ua tsis tau tus TSWV tes haujlwm. Rau qhov nws yog Vajtswv tus dawbhuv, nws khib nej heev, nws yuav tsis zam txim li."},{"bible_id":"1525","chapter_code":"JOS.24","verse_code":"JOS.24.20","label":"20","content":"Yog nej tso tus TSWV tseg mus pe lwm haivneeg tej vajtswv, nws yuav tawmtsam thiab rau txim rau nej. Txawm yog yav tas los nws ua tau zoo rau nej lawm los nws yuav ua kom nej puastsuaj mus.”"},{"bible_id":"1525","chapter_code":"JOS.24","verse_code":"JOS.24.21","label":"21","content":"Cov neeg hais rau Yausuas hais tias, “Peb yuav tsis ua li ntawd! Peb yuav pehawm tus TSWV xwb.”"},{"bible_id":"1525","chapter_code":"JOS.24","verse_code":"JOS.24.22","label":"22","content":"Yausuas hais rau lawv hais tias, “Nej nco nej tej lus tseg, nej yeej lees hais tias nej yuav pehawm tus TSWV xwb.” Lawv teb hais tias, “Peb yuav ua li ntawd.”"},{"bible_id":"1525","chapter_code":"JOS.24","verse_code":"JOS.24.23","label":"23","content":"Yausuas hais rau lawv hais tias, “Nej yuav tsum tso lwm haivneeg tej vajtswv tseg, muab siab npuab tus TSWV uas yog cov Yixalayees tus Vajtswv.”"},{"bible_id":"1525","chapter_code":"JOS.24","verse_code":"JOS.24.24","label":"24","content":"Lawv hais rau Yausuas hais tias, “Peb yuav pehawm tus TSWV uas yog peb tus Vajtswv thiab mloog nws tej lus.”"},{"bible_id":"1525","chapter_code":"JOS.24","verse_code":"JOS.24.25","label":"25","content":"Hnub ntawd Yausuas thiaj kom lawv coglus,  Yausuas muab tej kevcai thiab tej lus samhwm los qhia rau lawv ntawm Sekhees, kom lawv coj raws li ntawd."},{"bible_id":"1525","chapter_code":"JOS.24","verse_code":"JOS.24.26","label":"26","content":"Yausuas sau tej lus samhwm ntawd rau hauv phau ntawv uas teev Vajtswv Txoj Kevcai. Yausuas muab ib lub pobzeb loj los teeb rau hauv qab tsob ntoo qhib uas ze tus TSWV lub tsevntaub."},{"bible_id":"1525","chapter_code":"JOS.24","verse_code":"JOS.24.27","label":"27","content":"Yausuas hais rau lawv hais tias, “Lub pobzeb no yuav ua timkhawv rau peb. Lub pobzeb no hnov txhua lo lus uas tus TSWV hais rau peb, nws yuav ua timkhawv tawmtsam nej, kom nej tsis txhob ntxeev siab rau nej tus Vajtswv.”"},{"bible_id":"1525","chapter_code":"JOS.24","verse_code":"JOS.24.28","label":"28","content":"Yausuas txawm kom lawv rov qab mus tsev, thiab lawv nyias rov mus rau nyias lub tebchaws lawm."},{"bible_id":"1525","chapter_code":"JOS.24","verse_code":"JOS.24.29","label":"29","content":"Tom qab ntawd, Noos tus tub Yausuas uas yog tus TSWV tus tubtxib tuag thaum nws hnubnyoog muaj ib puas kaum xyoo."},{"bible_id":"1525","chapter_code":"JOS.24","verse_code":"JOS.24.30","label":"30","content":"Lawv muab nws faus rau hauv nws thaj av ntawm lub nroog Tinas Xelas uas ua laj roob hauv tebchaws Efalayees uas nyob ntawm lub Roob Nkasas sab qaumteb."},{"bible_id":"1525","chapter_code":"JOS.24","verse_code":"JOS.24.31","label":"31","content":"Tiam uas Yausuas tseem ua neej nyob thiab tom qab uas nws tuag lawm, lossis ntu uas cov povthawj tiam ntawd tseem ua neej nyob, cov Yixalayees pehawm tus TSWV xwb, thiab lawv pom txhua yam uas tus TSWV tau ua pab cov Yixalayees."},{"bible_id":"1525","chapter_code":"JOS.24","verse_code":"JOS.24.32","label":"32","content":"Yauxej lub cev uas cov Yixalayees coj nram tebchaws Iziv los, lawv muab faus rau ntawm Sekhees, hauv thaj av uas Yakhauj muab ib puas daim nyiaj yuav ntawm Hamaules uas yog Sekhees txiv los. Thaj av ntawd yog Yauxej cov xeebntxwv tug."},{"bible_id":"1525","chapter_code":"JOS.24","verse_code":"JOS.24.33","label":"33","content":"Aloos tus tub Ele-axas tuag thiab lawv muab nws faus rau ntawm lub nroog Nkinpe-as uas muab tu rau nws tus tub Finehas hauv tebchaws Efalayees uas ua laj roob."}]