[{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.1","label":"1","content":"The-aufilaus, muaj ntau leej tau sau qhia tej uas twb muaj hauv peb lawm,"},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.2","label":"2","content":"raws li uas muaj qee leej pom tej ntawd thaum nyuam qhuav pib muaj los, lawv yog cov uas qhia txojmoo zoo thiab qhia tej ntawd rau peb paub."},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.3","label":"3","content":"Kuv twb ua tib zoo saib tej ntawd txhij txhua thaum hauvpaus los lawm. Yog li ntawd, The-aufilaus, koj yog tus uas paub qabhau, kuv thiaj sau tej ntawd txhua zaj, txij thaum hauvpaus mus txog thaum kawg rau koj paub."},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.4","label":"4","content":"Koj thiaj yuav paub tseeb txhua zaj uas lawv qhia rau koj lawm."},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.5","label":"5","content":"Lub sijhawm uas Helauj ua vajntxwv kav lub xeev Yudas,  muaj ib tug povthawj hu ua Xakhaliyas, nws yog Anpiyas pab povthawj. Nws tus pojniam hu ua Elixanpes. Elixanpes yog Aloos ib tug xeebntxwv."},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.6","label":"6","content":"Vajtswv pom hais tias nkawd yog neeg ncaj ncees, mloog Vajtswv lus thiab ua raws li Vajtswv txoj kevcai txhua nqe, tsis muaj ib qho uas luag yuav thuam tau nkawd li."},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.7","label":"7","content":"Nkawd tsis muaj menyuam, rau qhov Elixanpes yeej ibtxwm xeeb tsis taus tub, thiab nkawd twb laus laus lawm."},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.8","label":"8","content":"Muaj ib hnub Xakhaliyas tabtom ua nws tes haujlwm hauv lub Tuamtsev raws li cov povthawj niaj hnub ua."},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.9","label":"9","content":"Raws li cov povthawj txoj kevcai, lawv rho ntawv tau Xakhaliyas mus hlawv hmoov tshuaj tsw qab rau saum lub thaj hauv lub Tuamtsev."},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.10","label":"10","content":"Yog li ntawd, nws thiaj mus rau hauv tus Tswv lub Tuamtsev, lub sijhawm uas Xakhaliyas hlawv hmoov tshuaj tsw qab, cov neeg nyob sab nraud thov Vajtswv."},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.11","label":"11","content":"Tus Tswv ib tug timtswv los sawv ntawm lub thaj uas hlawv hmoov tshuaj tsw qab sab xis."},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.12","label":"12","content":"Thaum Xakhaliyas pom dheev tus timtswv ntawd, nws poob siab thiab ntshai kawg li."},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.13","label":"13","content":"Tiamsis tus timtswv hais rau Xakhaliyas hais tias, “Koj tsis txhob ntshai! Vajtswv twb hnov koj tej lus thov lawm. Koj tus pojniam yuav yug ib tug metub rau koj. Koj yuav tis nws lub npe hu ua Yauhas."},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.14","label":"14","content":"Thaum yug tau tus metub ntawd, koj yuav zoo siab kawg li, thiab yuav muaj neeg coob coob nrog koj zoo siab, rau qhov tus Tswv suav hais tias,"},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.15","label":"15","content":"nws yog ib tug neeg tseemceeb. Nws yuav tsis haus cawv txiv hmab lossis cawv ntxwg hlo li. Nws yuav puv npo Vaj Ntsujplig tus Dawbhuv hauv nruab thiab los,"},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.16","label":"16","content":"nws yuav coj cov Yixalayees coob leej rov los cuag tus Tswv uas yog lawv tus Vajtswv."},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.17","label":"17","content":"Nws yuav muaj tswvyim thiab muaj hwjchim ib yam li Eliyas tus uas cev Vajtswv lus, nws yuav ua tus Tswv ntej mus ua kom tej txiv tub rov sib haum; nws yuav ua kom cov neeg uas tawv ncauj hloov ua neeg ncaj ncees; thiab nws yuav npaj ib cov neeg rau tus Tswv.”"},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.18","label":"18","content":"Xakhaliyas nug tus timtswv ntawd hais tias, “Yuav ua li cas kuv thiaj paub tej uas koj hais ko? Kuv twb laus heev, thiab kuv tus pojniam los twb laus laus lawm thiab.”"},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.19","label":"19","content":"Tus timtswv teb hais tias, “Kuv yog Khali-ees, kuv nyob ntawm Vajtswv xubntiag, Vajtswv txib kuv los qhia txoj xov zoo no rau koj."},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.20","label":"20","content":"Thaum txog lub sijhawm lawm, yeej yuav muaj raws li kuv hais no tiag, tiamsis vim koj tsis ntseeg kuv tej lus, koj yuav hais tsis tau lus mus txog hnub uas muaj raws li tej uas kuv twb hais rau koj lawm.”"},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.21","label":"21","content":"Thaum ntawd cov neeg uas nyob sab nraud tos Xakhaliyas, lawv xav tsis thoob xyov yog ua li cas Xakhaliyas yuav nyob hauv lub Tuamtsev ntev ua luaj li."},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.22","label":"22","content":"Thaum nws tawm los, nws hais tsis tau lus rau lawv, nws ua ruam piav rau lawv xwb. Lawv xav hais tias tej zaum yog muaj ib yam dabtsi tshwm rau nws pom hauv lub Tuamtsev."},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.23","label":"23","content":"Thaum Xakhaliyas ua haujlwm hauv lub Tuamtsev tas lawm, nws rov qab mus tsev."},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.24","label":"24","content":"Tom qab ntawd tsis ntev, Elixanpes uas yog Xakhaliyas tus pojniam txawm xeeb tub, Elixanpes nyob hauv tsev tau tsib lub hlis, nws tsis tawm mus qhov twg li."},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.25","label":"25","content":"Elixanpes hais tias, “Nimno tus Tswv pab kuv thiab nws ua rau kuv tsis txajmuag rau leejtwg li lawm!”"},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.26","label":"26","content":"Thaum Elixanpes xeeb tub tau rau lub hlis lawm, Vajtswv txib nws tus timtswv Khali-ees los rau hauv lub nroog Naxales uas nyob hauv lub xeev Kalilais."},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.27","label":"27","content":"Tus timtswv ntawd los cuag ib tug nkaujxwb hu ua Malis, tus uas Yauxej uas yog Vajntxwv Daviv tus xeebntxwv twb qhaib tseg lawm."},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.28","label":"28","content":"Tus timtswv los hais rau Malis hais tias, “Koj yuav tau zoo nyob kaj siab lug! Tus Tswv nrog nraim koj nyob thiab foom koob hmoov ntau kawg rau koj lawm!”"},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.29","label":"29","content":"Thaum Malis hnov tus timtswv hais li ntawd, nws nyuaj siab heev, nws xav tsis thoob li, xyov tus timtswv hais li ntawd, yog hais txog dabtsi."},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.30","label":"30","content":"Tus timtswv hais rau Malis hais tias, “Malis, koj tsis txhob ntshai, Vajtswv twb foom koob hmoov rau koj lawm."},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.31","label":"31","content":"Koj yuav xeeb tub thiab yuav yug tau ib tug metub, koj yuav tis nws lub npe hu ua Yexus."},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.32","label":"32","content":"Nws yuav ua tus tseemceeb, thiab sawvdaws yuav hu nws lub npe hais tias, yog Vajtswv tus uas muaj hwjchim loj kawg nkaus tus Tub. Tus Tswv uas yog Vajtswv yuav tsa nws ua vajntxwv, ib yam li nws yawgkoob Daviv,"},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.33","label":"33","content":"nws yuav ua vajntxwv kav Yakhauj cov xeebntxwv mus ibtxhis; thiab nws lub tebchaws yuav nyob mus tsis paub kawg li!”"},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.34","label":"34","content":"Malis nug tus timtswv hais tias, “Kuv yog ib tug nkaujxwb, yuav ua li cas muaj tau li ntawd?”"},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.35","label":"35","content":"Tus timtswv teb hais tias, “Vaj Ntsujplig tus Dawbhuv yuav los rau saum koj, thiab Vajtswv lub hwjchim yuav roos koj. Vim li no sawvdaws thiaj yuav hu tus metub uas dawbhuv uas yuav yug los ntawd hais tias, nws yog Vajtswv tus Tub."},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.36","label":"36","content":"Koj saib koj tus phauj Elixanpes uas sawvdaws hais tias, nws ibtxwm xeeb tsis taus tub, txawm yog nws laus laus lawm los nimno nws twb xeeb tub tau rau lub hlis lawm,"},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.37","label":"37","content":"rau qhov yeej tsis muaj ib yam dabtsi uas Vajtswv yuav ua tsis tau li.”"},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.38","label":"38","content":"Malis hais tias, “Kuv yog Vajtswv tus ntxhais qhev, thov kom muaj raws li koj hais ko rau kuv.” Ces tus timtswv txawm ncaim Malis mus lawm."},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.39","label":"39","content":"Tsis ntev tom qab ntawd, Malis txawm sawv kev thiab rau siab ntso mus txog ntawm ib lub nroog uas nyob saum laj roob hauv lub xeev Yudas,"},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.40","label":"40","content":"nws mus rau hauv Xakhaliyas tsev thiab hais noj qab nyob zoo rau Elixanpes."},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.41","label":"41","content":"Thaum Elixanpes hnov dheev Malis lub suab hais rau nws, ces nws tus menyuam hauv plab txawm nti cuag dabtsi, thiab Elixanpes puv npo Vaj Ntsujplig tus Dawbhuv,"},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.42","label":"42","content":"thiab Elixanpes hais nrov nrov rau Malis hais tias, “Koj yog tus uas tau koob hmoov ntau tshaj plaws txhua tus pojniam huv tibsi, thiab koj tus menyuam hauv plab los tau koob hmoov thiab."},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.43","label":"43","content":"Vim li cas kuv yuav tau txais txojkev hlub loj npaum li no, kuv tus Tswv leej niam tseem tuaj saib kuv thiab?"},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.44","label":"44","content":"Thaum kuv hnov dheev tej lus uas koj hais rau kuv, kuv tus menyuam uas nyob hauv kuv plab zoo siab thiab nti cuag dabtsi."},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.45","label":"45","content":"Koj yuav zoo siab heev, rau qhov koj twb ntseeg hais tias, yuav muaj raws li tej lus uas tus Tswv hais rau koj lawm.”"},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.46","label":"46","content":"Malis hais tias, “Kuv lub siab cia li qhuas tus Tswv;"},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.47","label":"47","content":"Vajtswv uas yog kuv tus Cawmseej, nws ua rau kuv zoo siab kawg li."},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.48","label":"48","content":"Rau qhov kuv yog nws ib tug ntxhais qhev uas tsis tseemceeb los nws tseem nco txog kuv thiab! Txij no mus txhua haivneeg yuav hu kuv hais tias, tus uas tau koob hmoov,"},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.49","label":"49","content":"vim tej uas Vajtswv tus uas muaj hwjchim loj kawg nkaus tau ua rau kuv lawm. Nws lub npe dawbhuv kawg nkaus;"},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.50","label":"50","content":"Vajtswv hlub txhua tus uas hwm nws ib tiam dhau ib tiam."},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.51","label":"51","content":"Nws tsa nws txhais tes uas muaj hwjchim ua kom cov neeg uas khavtheeb tsis sib haum thiab tawg pab tawg pawg."},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.52","label":"52","content":"Vajtswv muab cov vajntxwv uas muaj hwjchim txo ntawm lawv lub zwmtxwv, thiab Vajtswv muab cov neeg uas tsis muaj hwjchim tsa rau qhov chaw siab."},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.53","label":"53","content":"Vajtswv pub tej zaub mov zoo rau cov neeg uas tshaib nqhis tau noj tsau npo. Nws ntiab cov neeg npluanuj khiav mus tes dawb tes npliag."},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.54","label":"54","content":"Nws ua raws li nws tau coglus tseg rau peb cov yawgkoob lawm, thiab nws tau los pab cov neeg Yixalayees uas yog nws cov tubtxib."},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.55","label":"55","content":"Nws nco ntsoov hlub Anplahas thiab Anplahas cov xeebntxwv mus ibtxhis li!”"},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.56","label":"56","content":"Malis nrog Elixanpes nyob yuav luag tau peb lub hlis, nws mam li rov mus tsev."},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.57","label":"57","content":"Thaum txog caij uas Elixanpes yug menyuam, nws yug tau ib tug metub."},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.58","label":"58","content":"Nws cov kwvtij neejtsa thiab tej neeg zejzog hnov hais tias, tus Tswv foom koob hmoov rau nws lawm, lawv nrog nws zoo siab kawg li."},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.59","label":"59","content":"Thaum tus menyuam ntawd muaj yim hnub lawm, lawv tuaj muab nws ua kevcai txiav tawv, thiab lawv yuav tis nws lub npe hu ua Xakhaliyas raws li nws txiv."},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.60","label":"60","content":"Tiamsis Elixanpes teb hais tias, “Tsis yog li ntawd! Yuav tsum tis nws lub npe hu ua Yauhas.”"},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.61","label":"61","content":"Lawv hais rau Elixanpes hais tias, “Koj twb tsis muaj ib tug kwvtij npe hu li ntawd los sav!”"},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.62","label":"62","content":"Lawv txawm ua ruam piav rau tus metub leej txiv nug saib nws nyiam tis tus metub ntawd lub npe hu li cas."},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.63","label":"63","content":"Xakhaliyas kom lawv muab ib daim ntawv los rau nws, thiab nws sau hais tias, “Tus metub no lub npe hu ua Yauhas.” Lawv xav tsis thoob li!"},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.64","label":"64","content":"Tamsim ntawd Xakhaliyas txawm rov hais tau lus, thiab nws ua Vajtswv tsaug."},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.65","label":"65","content":"Tej neeg zejzog ntshai kawg li, thiab zaj ntawd txawm nrov ncha mus thoob plaws tej zejzog uas nyob pem tej laj roob hauv lub xeev Yudas."},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.66","label":"66","content":"Cov neeg uas hnov zaj no txawm khaws zaj no cia rau nruab siab thiab lawv sib tham hais tias, “Tus menyuam no loj hlob los nws yuav ua dabtsi?” Rau qhov Vajtswv lub hwjchim nrog nraim tus menyuam no."},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.67","label":"67","content":"Xakhaliyas uas yog Yauhas txiv puv npo Vaj Ntsujplig tus Dawbhuv, thiab nws qhia ib zaj uas yuav muaj los yav tom ntej hais tias,"},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.68","label":"68","content":"“Peb cia li ua tus Tswv uas yog cov Yixalayees tus Vajtswv tsaug! Rau qhov nws los pab nws haivneeg thiab nws twb tso lawv dim lawm."},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.69","label":"69","content":"Vajtswv txib ib tug Cawmseej uas muaj hwjchim los pab peb. Nws yog Vajtswv tus tubtxib Daviv ib tug xeebntxwv."},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.70","label":"70","content":"Raws li Vajtswv tau coglus tseg rau cov cev Vajtswv lus uas dawbhuv thaum ub los lawm hais tias,"},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.71","label":"71","content":"nws yuav cawm kom peb dim ntawm peb cov yeebncuab txhais tes. Thiab dim ntawm txhua tus uas ntxub peb."},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.72","label":"72","content":"Vajtswv hais tias, nws yeej hlub peb cov yawgkoob thiab yeej nco ntsoov tej lus tseemceeb uas nws tau cog tseg lawm."},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.73+LUK.1.74","label":"73-74","content":"Nws coglus tseg rau peb yawgkoob Anplahas hais tias nws yuav pab kom peb dim ntawm peb cov yeebncuab txhais tes, thiab yuav pab kom peb muaj siab tawv ua tau nws tes haujlwm tsis ntshai li,"},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.75","label":"75","content":"kom peb ua tau neeg dawbhuv thiab ncaj ncees raws li Vajtswv lub siab nyiam mus tas peb tiam neej."},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.76","label":"76","content":"“Kuv tus metub, sawvdaws yuav hu koj hais tias, koj yog ib tug cev Vajtswv tus uas muaj hwjchim loj kawg nkaus lus. Koj yuav ua tus Tswv ntej mus kho kev tos nws,"},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.77","label":"77","content":"Thiab qhia rau Vajtswv haivneeg, kom lawv paub hais tias, Vajtswv yuav zam lawv lub txim kom lawv dim."},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.78","label":"78","content":"Rau qhov peb tus Vajtswv yog tus uas hlub peb kawg nkaus. Nws txojkev cawm dim ci tuaj rau peb ib yam li tus duab tshav ntuj ci thaum sawv ntxov,"},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.79","label":"79","content":"thiab yuav ci mus rau txhua tus uas nyob hauv qhov tsaus ntuj uas yog txojkev tuag, thiab yuav coj tau peb mus taug txojkev uas peb yuav tau nyob kaj siab lug.”"},{"bible_id":"1525","chapter_code":"LUK.1","verse_code":"LUK.1.80","label":"80","content":"Tus metub ntawd loj hlob zoo thiab nws muaj tswvyim heev zuj zus, thiab nws nyob tom roob mojsab qhua mus txog hnub uas nws tawm los rau cov Yixalayees pom."},{"bible_id":"1525","chapter_code":"LUK.2","verse_code":"LUK.2.1","label":"1","content":"Lub sijhawm ntawd Vajntxwv Aunkuxataus hais rau cov pejxeem uas nyob thoob plaws txhua lub tebchaws uas yog cov nomtswv Loos kav, kom sawvdaws tuaj sau npe."},{"bible_id":"1525","chapter_code":"LUK.2","verse_code":"LUK.2.2","label":"2","content":"Thawj zaug uas muaj sau npe no, yog lub sijhawm uas Kuleni-us ua nom kav tebchaws Xilias."},{"bible_id":"1525","chapter_code":"LUK.2","verse_code":"LUK.2.3","label":"3","content":"Txhua tus nyias txawm mus sau npe rau hauv nyias lub nroog."},{"bible_id":"1525","chapter_code":"LUK.2","verse_code":"LUK.2.4","label":"4","content":"Yauxej tawm hauv lub nroog Naxales uas nyob pem Kalilais mus rau hauv lub nroog Npelehees uas nyob nram lub xeev Yudas uas thaum ub yug Vajntxwv Daviv. Yauxej mus rau hauv lub nroog ntawd, rau qhov nws yog Daviv xeebntxwv."},{"bible_id":"1525","chapter_code":"LUK.2","verse_code":"LUK.2.5","label":"5","content":"Yauxej coj Malis tus uas nws twb qhaib lawm nrog nws mus sau npe thiab. Thaum ntawd Malis suab ib plab menyuam."},{"bible_id":"1525","chapter_code":"LUK.2","verse_code":"LUK.2.6","label":"6","content":"Thaum nkawd tseem nyob hauv lub nroog Npelehees, twb txog caij uas Malis yug menyuam lawm."},{"bible_id":"1525","chapter_code":"LUK.2","verse_code":"LUK.2.7","label":"7","content":"Malis yug nws tus metub hlob, nws muab khaubncaws qhwv tus menyuam thiab muab tso pw rau hauv ib lub dab zaub, rau qhov tej tsev so, neeg twb so puv tas lawm."},{"bible_id":"1525","chapter_code":"LUK.2","verse_code":"LUK.2.8","label":"8","content":"Nyob thaj tsam ntawd muaj ib cov neeg yug yaj, lawv mus pw zov lawv cov yaj tom teb, thaum tsaus ntuj,"},{"bible_id":"1525","chapter_code":"LUK.2","verse_code":"LUK.2.9","label":"9","content":"tus Tswv ib tug timtswv los cuag lawv, thiab tus Tswv lub tshwjchim ci ntsa iab tuaj rau lawv, lawv poob siab thiab ntshai kawg li,"},{"bible_id":"1525","chapter_code":"LUK.2","verse_code":"LUK.2.10","label":"10","content":"tiamsis tus timtswv ntawd hais rau lawv hais tias, “Nej tsis txhob ntshai! Kuv los ntawm no yog coj txojmoo zoo uas yog txojkev zoo siab kawg nkaus rau txhua haivneeg los qhia rau nej paub."},{"bible_id":"1525","chapter_code":"LUK.2","verse_code":"LUK.2.11","label":"11","content":"Hnub no nej tus Cawmseej twb yug los rau hauv Daviv lub nroog lawm, nws yog Khetos uas yog tus Tswv!"},{"bible_id":"1525","chapter_code":"LUK.2","verse_code":"LUK.2.12","label":"12","content":"Nej yuav pom ib tug menyuam mos qhwv khaubncaws pw hauv lub dab zaub, qhov ntawd yog lub cim uas qhia hais tias, tus ntawd yog tus uas kuv hais.”"},{"bible_id":"1525","chapter_code":"LUK.2","verse_code":"LUK.2.13","label":"13","content":"Tamsim ntawd muaj ib pab timtswv ceebtsheej coob coob los nrog tus timtswv ntawd hu nkauj qhuas Vajtswv li no:"},{"bible_id":"1525","chapter_code":"LUK.2","verse_code":"LUK.2.14","label":"14","content":"“Thov kom Vajtswv tus uas nyob saum ntuj ceebtsheej tau koob meej, thiab thov kom cov neeg uas nyob hauv ntiajteb txhua tus uas ua haum Vajtswv siab tau zoo nyob kaj siab lug!”"},{"bible_id":"1525","chapter_code":"LUK.2","verse_code":"LUK.2.15","label":"15","content":"Thaum cov timtswv ncaim lawv rov qab mus rau saum ntuj ceebtsheej lawm, cov yug yaj txawm sib tham hais tias, “Peb cia li mus rau hauv lub nroog Npelehees thiab mus saib tej uas tus Tswv qhia rau peb lawm.”"},{"bible_id":"1525","chapter_code":"LUK.2","verse_code":"LUK.2.16","label":"16","content":"Lawv ceev nrooj mus rau hauv lub nroog, lawv pom Malis thiab Yauxej, thiab pom tus menyuam pw hauv ib lub dab zaub."},{"bible_id":"1525","chapter_code":"LUK.2","verse_code":"LUK.2.17","label":"17","content":"Thaum cov yug yaj pom tus menyuam lawm, lawv qhia zaj uas tus timtswv ceebtsheej qhia rau lawv hais txog tus menyuam ntawd rau Malis thiab Yauxej mloog."},{"bible_id":"1525","chapter_code":"LUK.2","verse_code":"LUK.2.18","label":"18","content":"Txhua tus uas hnov zaj uas cov yug yaj hais ntawd, sawvdaws xav tsis thoob li."},{"bible_id":"1525","chapter_code":"LUK.2","verse_code":"LUK.2.19","label":"19","content":"Malis khaws tej lus ntawd thiab xav ntsoov rau nruab siab."},{"bible_id":"1525","chapter_code":"LUK.2","verse_code":"LUK.2.20","label":"20","content":"Thaum cov yug yaj rov qab mus, lawv hu nkauj qhuas Vajtswv, rau qhov lawv hnov thiab pom raws li tus timtswv tau qhia rau lawv lawm."},{"bible_id":"1525","chapter_code":"LUK.2","verse_code":"LUK.2.21","label":"21","content":"Thaum tus menyuam ntawd muaj yim hnub lawm, yog hnub uas muab nws ua kevcai txiav tawv raws li txoj kevcai txiav, thiab tis nws lub npe hu ua Yexus, raws li tus timtswv ceebtsheej qhia tseg rau Malis thaum tseem tsis tau xeeb tus metub ntawd."},{"bible_id":"1525","chapter_code":"LUK.2","verse_code":"LUK.2.22","label":"22","content":"Thaum txog lub sijhawm uas Yauxej thiab Malis mus ua kevcai ntxuav raws li Mauxes txoj Kevcai, nkawd txawm coj tus metub Yexus mus pem lub nroog Yeluxalees thiab muab nws fij rau Vajtswv."},{"bible_id":"1525","chapter_code":"LUK.2","verse_code":"LUK.2.23","label":"23","content":"Raws li muaj lus sau tseg rau hauv tus Tswv txoj kevcai lawm hais tias, “Yuav tsum muab txhua tus tub hlob fij rau tus Tswv.”"},{"bible_id":"1525","chapter_code":"LUK.2","verse_code":"LUK.2.24","label":"24","content":"Thiab nkawd nqa ib nkawm nquab liabrwg lossis nquab nyeg mus fij raws li twb muaj lus sau tseg rau hauv tus Tswv txoj kevcai lawm."},{"bible_id":"1525","chapter_code":"LUK.2","verse_code":"LUK.2.25","label":"25","content":"Lub sijhawm ntawd muaj ib tug txivneej hu ua Xime-oos nyob hauv lub nroog Yeluxalees. Nws yog ib tug neeg ncaj ncees, nws hwm Vajtswv thiab niaj hnub tos lub sijhawm uas Vajtswv los cawm cov neeg Yixalayees. Vaj Ntsujplig tus Dawbhuv nrog nraim Xime-oos,"},{"bible_id":"1525","chapter_code":"LUK.2","verse_code":"LUK.2.26","label":"26","content":"thiab qhia rau nws hais tias nws yuav tsis tuag ua ntej uas nws pom tus Mexiyas uas Vajtswv coglus tseg."},{"bible_id":"1525","chapter_code":"LUK.2","verse_code":"LUK.2.27","label":"27","content":"Hnub ntawd Vaj Ntsujplig coj Xime-oos mus rau hauv lub Tuamtsev. Thaum ntawd Yauxej thiab Malis coj nkawd tus metub Yexus tuaj ua kevcai hauv lub Tuamtsev raws li txoj kevcai qhia tseg,"},{"bible_id":"1525","chapter_code":"LUK.2","verse_code":"LUK.2.28","label":"28","content":"Xime-oos muab tus metub los puag thiab ua Vajtswv tsaug hais tias,"},{"bible_id":"1525","chapter_code":"LUK.2","verse_code":"LUK.2.29","label":"29","content":"“Tus Tswv, nimno koj twb ua raws li koj coglus tseg lawm, thov koj coj kuv uas yog koj tus tubtxib mus kaj siab lug,"},{"bible_id":"1525","chapter_code":"LUK.2","verse_code":"LUK.2.30","label":"30","content":"rau qhov kuv lub qhovmuag twb pom koj txojkev cawm dim"},{"bible_id":"1525","chapter_code":"LUK.2","verse_code":"LUK.2.31","label":"31","content":"uas koj npaj rau txhua haivneeg lawm."},{"bible_id":"1525","chapter_code":"LUK.2","verse_code":"LUK.2.32","label":"32","content":"Nws yog lub teeb uas yuav ci mus rau lwm haivneeg pom kev, thiab yuav ua rau cov neeg Yixalayees uas yog koj haivneeg tau ntsejmuag.”"},{"bible_id":"1525","chapter_code":"LUK.2","verse_code":"LUK.2.33","label":"33","content":"Thaum Yexus niam thiab txiv hnov Xime-oos hais txog tus metub li ntawd, nkawd xav tsis thoob li."},{"bible_id":"1525","chapter_code":"LUK.2","verse_code":"LUK.2.34","label":"34","content":"Xime-oos foom koob hmoov rau lawv thiab hais rau Malis uas yog Yexus niam hais tias, “Vajtswv xaiv tus metub no los ua kom cov Yixalayees ntau leej ntog thiab ntau leej sawv. Nws yog ib tug tseemceeb uas Vajtswv txib los, thiab yuav muaj ntau leej tawmtsam nws,"},{"bible_id":"1525","chapter_code":"LUK.2","verse_code":"LUK.2.35","label":"35","content":"thiab nws yuav muab tej uas neeg xav hauv nruab siab qhia rau sawvdaws paub, thiab yuav mob koj siab ib yam li rab ntaj chob.”"},{"bible_id":"1525","chapter_code":"LUK.2","verse_code":"LUK.2.36+LUK.2.37","label":"36-37","content":"Muaj ib tug pojntsuam hu ua Anas, nws yog ib tug cev Vajtswv lus, nws yog Fanu-ees uas yog xeem Aseles tus ntxhais. Nws laus heev lawm, thaum nws tseem hluas, nws yuav txiv tau xya lub xyoo xwb, nws tus txiv tuag lawm. Nimno nws hnubnyoog muaj yim caum plaub xyoos.  Nws niaj hnub niaj hmo mus pehawm Vajtswv hauv lub Tuamtsev. Nws ua kevcai yoo mov thiab thov Vajtswv, nws tsis tawm mus qhov twg li."},{"bible_id":"1525","chapter_code":"LUK.2","verse_code":"LUK.2.38","label":"38","content":"Tamsim ntawd Anas txawm tuaj txog, thiab nws ua Vajtswv tsaug thiab hais txog tus metub ntawd rau txhua tus uas tabtom tos Vajtswv los cawm cov neeg uas nyob hauv lub nroog Yeluxalees kom dim mloog."},{"bible_id":"1525","chapter_code":"LUK.2","verse_code":"LUK.2.39","label":"39","content":"Thaum Yauxej thiab Malis ua txhua yam tiav raws li tus Tswv txoj kevcai lawm, nkawd rov qab mus tsev rau pem lub nroog Naxales uas nyob hauv lub xeev Kalilais."},{"bible_id":"1525","chapter_code":"LUK.2","verse_code":"LUK.2.40","label":"40","content":"Tus metub ntawd loj hlob zoo, nws muaj tswvyim thiab Vajtswv foom koob hmoov rau nws."},{"bible_id":"1525","chapter_code":"LUK.2","verse_code":"LUK.2.41","label":"41","content":"Yexus niam thiab txiv niaj xyoo mus ua kevcai Hla Dhau nram lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"LUK.2","verse_code":"LUK.2.42","label":"42","content":"Thaum Yexus hnubnyoog muaj kaum ob xyoos, lawv txawm rov mus ua kevcai nram lub nroog Yeluxalees raws li nkawd ibtxwm ua los lawm."},{"bible_id":"1525","chapter_code":"LUK.2","verse_code":"LUK.2.43","label":"43","content":"Thaum dhau lub sijhawm ua kevcai Hla Dhau lawm, nkawd rov qab mus tsev, tiamsis tus metub Yexus tseem nyob hauv lub nroog Yeluxalees. Nws niam thiab nws txiv tsis paub."},{"bible_id":"1525","chapter_code":"LUK.2","verse_code":"LUK.2.44","label":"44","content":"Nkawd xav hais tias Yexus nrog cov neeg uas nrog nkawd tuaj rov qab mus lawm, nkawd mus tau ib hnub ke, nkawd mam li nrhiav saib nws puas nrog nkawd cov kwvtij thiab cov phoojywg."},{"bible_id":"1525","chapter_code":"LUK.2","verse_code":"LUK.2.45","label":"45","content":"Tiamsis nkawd nrhiav tsis pom nws, nkawd thiaj rov qab mus nrhiav nram lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"LUK.2","verse_code":"LUK.2.46","label":"46","content":"Ces hnub peb nkawd thiaj nrhiav tau nws nyob hauv lub Tuamtsev, nws nrog cov xibhwb zaum ua ke, nws mloog lawv qhia thiab nug lawv."},{"bible_id":"1525","chapter_code":"LUK.2","verse_code":"LUK.2.47","label":"47","content":"Txhua tus uas hnov nws teb, xav tsis thoob rau nws tej kev txawj ntse ntawd li."},{"bible_id":"1525","chapter_code":"LUK.2","verse_code":"LUK.2.48","label":"48","content":"Thaum Yexus niam thiab txiv pom nws, nkawd kuj xav tsis thoob li thiab. Nws niam txawm hais rau nws hais tias, “Metub, ua li cas koj yuav ua li no rau wb? Koj txiv wb nrhiav koj thiab txhawj koj kawg li.”"},{"bible_id":"1525","chapter_code":"LUK.2","verse_code":"LUK.2.49","label":"49","content":"Nws teb nkawd hais tias, “Neb yuav nrhiav kuv ua dabtsi? Neb tsis paub hais tias kuv yuav nyob hauv kuv Txiv lub tsev no los?”"},{"bible_id":"1525","chapter_code":"LUK.2","verse_code":"LUK.2.50","label":"50","content":"Tiamsis nkawd tsis totaub tej lus uas nws hais ntawd."},{"bible_id":"1525","chapter_code":"LUK.2","verse_code":"LUK.2.51","label":"51","content":"Yexus nrog nkawd rov qab mus rau pem lub nroog Naxales, thiab nws mloog nkawd lus. Nws niam khaws tej lus ntawd rau nruab siab."},{"bible_id":"1525","chapter_code":"LUK.2","verse_code":"LUK.2.52","label":"52","content":"Yexus loj hlob zoo, muaj tswvyim, nws ua haum Vajtswv siab thiab haum neeg siab."},{"bible_id":"1525","chapter_code":"LUK.3","verse_code":"LUK.3.1","label":"1","content":"Thaum Tinpeli-us ua vajntxwv kav tebchaws tau kaum tsib xyoos lawm, lub sijhawm ntawd Pauti-us Philaj ua tswvxeev kav lub xeev Yudas. Helauj ua nom kav lub xeev Kalilais thiab Helauj tus kwv Filis ua nom kav lub xeev Itule-as thiab lub xeev Takaunitis; Lixaniyas ua nom kav lub xeev Anpilees,"},{"bible_id":"1525","chapter_code":"LUK.3","verse_code":"LUK.3.2","label":"2","content":"Anas thiab Kaiyafas ua ob tug Povthawj Hlob. Lub sijhawm ntawd, Vajtswv qhia Vajtswv Txojlus rau Xakhaliyas tus tub Yauhas tom roob mojsab qhua."},{"bible_id":"1525","chapter_code":"LUK.3","verse_code":"LUK.3.3","label":"3","content":"Yog li ntawd, Yauhas thiaj mus qhuab qhia thoob plaws cheebtsam uas nyob ntawm tus Dej Yauladees hais tias, “Nej yuav tsum tso nej tej kev txhaum tseg thiab ua kevcai raus dej, Vajtswv thiaj yuav zam txim rau nej.”"},{"bible_id":"1525","chapter_code":"LUK.3","verse_code":"LUK.3.4","label":"4","content":"Qhov no muaj raws li Yaxayas tus uas cev Vajtswv lus sau tseg rau hauv nws phau ntawv hais tias, “Muaj ib tug hais nrov nrov tom roob mojsab qhua hais tias, ‘Cia li kho kev tos tus Tswv; kho kev kom ncaj nws yuav los!"},{"bible_id":"1525","chapter_code":"LUK.3","verse_code":"LUK.3.5","label":"5","content":"Txhub txhua lub kwjha kom puv, khawb txhua lub roob thiab txhua lub pov roob kom tiaj. Kho tej kev nkhaus kom ncaj, muab qhov siab thiab qhov qis pheej kom tiaj xwm yeem."},{"bible_id":"1525","chapter_code":"LUK.3","verse_code":"LUK.3.6","label":"6","content":"Txhua haivneeg yuav pom Vajtswv txojkev cawm dim!’ ”"},{"bible_id":"1525","chapter_code":"LUK.3","verse_code":"LUK.3.7","label":"7","content":"Muaj neeg coob coob tuaj cuag Yauhas kom Yauhas muab lawv ua kevcai raus dej. Yauhas hais rau lawv hais tias, “Cov niag nab! Leejtwg qhia rau nej hais tias, nej yuav khiav dim Vajtswv txojkev txiav txim uas twb los yuav txog?"},{"bible_id":"1525","chapter_code":"LUK.3","verse_code":"LUK.3.8","label":"8","content":"Nej yuav tsum ua nej lub neej rau sawvdaws pom hais nej twb tso nej tej kev txhaum tseg lawm. Nej tsis txhob khav hais tias, Anplahas yog nej yawgkoob. Kuv qhia rau nej hais tias, txawm yog Vajtswv muab tej pobzeb no los ua Anplahas cov xeebntxwv los nws yeej ua tau!"},{"bible_id":"1525","chapter_code":"LUK.3","verse_code":"LUK.3.9","label":"9","content":"Nimno twb muab rab taus tso rau ntawm lub hauvpaus ntoo lawm, twb yuav ntov tus ntoo; txhua tsob ntoo uas tsis txi cov txiv zoo, luag yuav muab ntov thiab muab pov rau hauv cub hluavtaws.”"},{"bible_id":"1525","chapter_code":"LUK.3","verse_code":"LUK.3.10","label":"10","content":"Cov neeg coob coob ntawd nug Yauhas hais tias, “Yog li ntawd, peb yuav ua li cas?”"},{"bible_id":"1525","chapter_code":"LUK.3","verse_code":"LUK.3.11","label":"11","content":"Yauhas teb lawv hais tias, “Yog leejtwg muaj ob lub tsho, yuav tsum muab ib lub pub rau tus uas tsis muaj, thiab yog leejtwg muaj mov muaj zaub, nws yuav tsum muab faib rau tus uas tsis muaj.”"},{"bible_id":"1525","chapter_code":"LUK.3","verse_code":"LUK.3.12","label":"12","content":"Cov neeg uas sau se muaj qee leej tuaj ua kevcai raus dej, thiab lawv nug Yauhas hais tias, “Xibhwb peb yuav ua li cas?”"},{"bible_id":"1525","chapter_code":"LUK.3","verse_code":"LUK.3.13","label":"13","content":"Yauhas teb hais tias, “Nej yuav tsum sau raws li kevcai xwb, tsis txhob sau tshaj.”"},{"bible_id":"1525","chapter_code":"LUK.3","verse_code":"LUK.3.14","label":"14","content":"Cov tubrog muaj qee leej nug Yauhas ib yam nkaus hais tias, “Ua li peb ne, peb yuav ua li cas?” Yauhas teb hais tias, “Nej tsis txhob yuam leejtwg lossis ntxias luag nyiaj yuav. Nej tau nyiaj hli npaum li cas, cia li txaus siab yuav li ntawd xwb.”"},{"bible_id":"1525","chapter_code":"LUK.3","verse_code":"LUK.3.15","label":"15","content":"Cov neeg uas cia siab ntsoov tos tus cawmseej xav hais tias, Yauhas yog tus Mexiyas ntag."},{"bible_id":"1525","chapter_code":"LUK.3","verse_code":"LUK.3.16","label":"16","content":"Yauhas hais rau lawv hais tias, “Kuv muab nej ua kevcai raus dej, tiamsis tus uas yuav lawv kuv qab los, nws muaj hwjchim loj dua kuv, kuv twb tsis tsimnyog daws nws txoj nyuag hlua khau. Nws yuav muab nej ua kevcai raus los ntawm Vaj Ntsujplig tus Dawbhuv thiab ntawm hluavtaws."},{"bible_id":"1525","chapter_code":"LUK.3","verse_code":"LUK.3.17","label":"17","content":"Nws tuav rawv rab ntxuam, nws yuav ntxuaj nws pawg nplej, kom cov npluag ya tawm huv tibsi. Nws yuav muab cov nplej zoo ntim rau hauv nws lub txhab, tiamsis nws yuav muab cov npluag pov rau hauv cub hluavtaws uas cig tsis paub tuag.”"},{"bible_id":"1525","chapter_code":"LUK.3","verse_code":"LUK.3.18","label":"18","content":"Yauhas qhia Txojmoo Zoo ntau zaj tsis sib thooj ntuas cov neeg ntawd, kom lawv hloov lawv lub siab."},{"bible_id":"1525","chapter_code":"LUK.3","verse_code":"LUK.3.19","label":"19","content":"Tiamsis Yauhas cem Helauj tus uas ua nom kav lub xeev Kalilais, rau qhov Helauj yuav Helaudias uas yog Helauj tus kwv tus pojniam, thiab Helauj ua ntau yam phem."},{"bible_id":"1525","chapter_code":"LUK.3","verse_code":"LUK.3.20","label":"20","content":"Helauj tseem ua ib qhov phem ntxiv uas yog nws ntes Yauhas coj mus kaw rau hauv tsev lojcuj."},{"bible_id":"1525","chapter_code":"LUK.3","verse_code":"LUK.3.21","label":"21","content":"Tom qab uas sawvdaws ua kevcai raus dej tas lawm, Yexus ua kevcai raus dej thiab. Thaum Yexus tabtom thov Vajtswv, rooj ntug txawm qhib plho,"},{"bible_id":"1525","chapter_code":"LUK.3","verse_code":"LUK.3.22","label":"22","content":"thiab Vaj Ntsujplig tus Dawbhuv uas muaj lub cev zoo li tus nquab los rau saum Yexus. Thiab muaj ib lub suab hais saum ntuj tuaj rau Yexus hais tias, “Koj yog kuv tus Tub uas kuv hlub, kuv txaus siab rau koj.”"},{"bible_id":"1525","chapter_code":"LUK.3","verse_code":"LUK.3.23","label":"23","content":"Thaum Yexus pib ua haujlwm, nws hnubnyoog muaj kwvlam li peb caug xyoo. Raws li sawvdaws xav, Yexus yog Yauxej tub, Yauxej yog Helis tub,"},{"bible_id":"1525","chapter_code":"LUK.3","verse_code":"LUK.3.24","label":"24","content":"Helis yog Mathas tub, Mathas yog Levis tub, Levis yog Melekhis tub, Melekhis yog Yanenais tub, Yanenais yog Yauxej tub,"},{"bible_id":"1525","chapter_code":"LUK.3","verse_code":"LUK.3.25","label":"25","content":"Yauxej yog Matatiyas tub, Matatiyas yog Amaus tub, Amaus yog Nahus tub, Nahus yog Exalis tub, Exalis yog Nakhais tub,"},{"bible_id":"1525","chapter_code":"LUK.3","verse_code":"LUK.3.26","label":"26","content":"Nakhais yog Ma-as tub, Ma-as yog Matatiyas tub, Matatiyas yog Xemis tub, Xemis yog Yauxes tub, Yauxes yog Yaudas tub,"},{"bible_id":"1525","chapter_code":"LUK.3","verse_code":"LUK.3.27","label":"27","content":"Yaudas yog Yau-anas tub, Yau-anas yog Lexas tub, Lexas yog Xelunpanpees tub, Xelunpanpees yog Se-atiyees tub, Se-atiyees yog Nelis tub,"},{"bible_id":"1525","chapter_code":"LUK.3","verse_code":"LUK.3.28","label":"28","content":"Nelis yog Melekhis tub. Melekhis yog Adis tub, Adis yog Kauxas tub, Kauxas yog Emadas tub, Emadas yog Eles tub,"},{"bible_id":"1525","chapter_code":"LUK.3","verse_code":"LUK.3.29","label":"29","content":"Eles yog Yausuas tub, Yausuas yog Eli-exes tub, Eli-exes yog Yaulees tub, Yaulimes yog Mathas tub, Mathas yog Levis tub,"},{"bible_id":"1525","chapter_code":"LUK.3","verse_code":"LUK.3.30","label":"30","content":"Levis yog Xime-oos tub, Xime-oos yog Yudas tub, Yudas yog Yauxej tub, Yauxej yog Yaunames tub, Yaunames yog Eliyakees tub,"},{"bible_id":"1525","chapter_code":"LUK.3","verse_code":"LUK.3.31","label":"31","content":"Eliyakees yog Mele-as tub, Mele-as yog Menas tub, Menas yog Matathas tub, Matathas yog Nathas tub, Nathas yog Daviv tub."},{"bible_id":"1525","chapter_code":"LUK.3","verse_code":"LUK.3.32","label":"32","content":"Daviv yog Yexais tub, Yexais yog Aunpes tub, Aunpes yog Npau-am tub, Npau-am yog Xalemoos tub, Xalemoos yog Nasoos tub,"},{"bible_id":"1525","chapter_code":"LUK.3","verse_code":"LUK.3.33","label":"33","content":"Nasoos yog Aminadas tub, Aminadas yog Amis tub, Amis yog Anis tub, Anis yog Heloos tub, Heloos yog Peles tub, Peles yog Yudas tub,"},{"bible_id":"1525","chapter_code":"LUK.3","verse_code":"LUK.3.34","label":"34","content":"Yudas yog Yakhauj tub, Yakhauj yog Ixaj tub, Ixaj yog Anplahas tub, Anplahas yog Telas tub, Telas yog Nahaus tub,"},{"bible_id":"1525","chapter_code":"LUK.3","verse_code":"LUK.3.35","label":"35","content":"Nahaus yog Xelus tub, Xelus yog Le-us tub, Le-us yog Pelej tub, Pelej yog Enpes tub, Enpes yog Selas tub,"},{"bible_id":"1525","chapter_code":"LUK.3","verse_code":"LUK.3.36","label":"36","content":"Selas yog Kainas tub, Kainas yog Afaxas tub, Afaxas yog Xees tub, Xees yog Nau-es tub, Nau-es yog Lamej tub,"},{"bible_id":"1525","chapter_code":"LUK.3","verse_code":"LUK.3.37","label":"37","content":"Lamej yog Methuxelas tub, Methuxelas yog Enauj tub, Enauj yog Yales tub, Yales yog Mahalalees tub, Mahalalees yog Kenas tub,"},{"bible_id":"1525","chapter_code":"LUK.3","verse_code":"LUK.3.38","label":"38","content":"Kenas yog Enauses tub, Enauses yog Xej tub, Xej yog Adas tub, Adas yog Vajtswv tub."},{"bible_id":"1525","chapter_code":"LUK.4","verse_code":"LUK.4.1","label":"1","content":"Thaum Yexus rov qab ntawm tus Dej Yauladees mus, nws puv npo Vaj Ntsujplig tus Dawbhuv, thiab Vaj Ntsujplig coj nws mus rau tom roob mojsab qhua,"},{"bible_id":"1525","chapter_code":"LUK.4","verse_code":"LUK.4.2","label":"2","content":"dab Ntxwgnyoog sim Yexus siab tau plaub caug hnub. Lub sijhawm ntawd Yexus tsis tau noj ib yam dabtsi li, thaum dhau plaub caug hnub ntawd lawm, nws tshaib plab heev."},{"bible_id":"1525","chapter_code":"LUK.4","verse_code":"LUK.4.3","label":"3","content":"Dab Ntxwgnyoog hais rau Yexus hais tias, “Yog koj yog Vajtswv tus Tub tiag, koj cia li hais kom lub pobzeb no txia ua mov.”"},{"bible_id":"1525","chapter_code":"LUK.4","verse_code":"LUK.4.4","label":"4","content":"Yexus teb hais tias, “Vajtswv Txojlus hais tias, ‘Tsis yog mov xwb thiaj cawm tau neeg txojsia.’ ”"},{"bible_id":"1525","chapter_code":"LUK.4","verse_code":"LUK.4.5","label":"5","content":"Tom qab ntawd, dab Ntxwgnyoog txawm coj Yexus mus rau saum ib qhov chaw siab siab, thiab ua rau Yexus pom tagnrho tej tebchaws hauv qab ntuj no."},{"bible_id":"1525","chapter_code":"LUK.4","verse_code":"LUK.4.6","label":"6","content":"Dab Ntxwgnyoog hais rau Yexus hais tias, “Kuv yuav muab hlo lub hwjchim thiab ib puas tsav yam uas twb muab rau kuv lawm huv tibsi rau koj, rau qhov tej ntawd yog kuv tug, kuv yuav muab rau leejtwg los tau."},{"bible_id":"1525","chapter_code":"LUK.4","verse_code":"LUK.4.7","label":"7","content":"Yog koj txhos caug pe kuv, ib puas tsav yam ntawd yuav yog koj tug tagnrho.”"},{"bible_id":"1525","chapter_code":"LUK.4","verse_code":"LUK.4.8","label":"8","content":"Yexus teb hais tias, “Vajtswv Txojlus sau qhia tseg hais tias, ‘Nej yuav tsum pehawm tus Tswv uas yog nej tus Vajtswv tib leeg thiab ua nws tes haujlwm xwb!’ ”"},{"bible_id":"1525","chapter_code":"LUK.4","verse_code":"LUK.4.9","label":"9","content":"Tom qab ntawd, dab Ntxwgnyoog txawm coj Yexus mus rau hauv lub nroog Yeluxalees, thiab nws coj Yexus nce mus rau saum lub Tuamtsev qhov uas siab tshaj plaws, nws hais rau Yexus hais tias, “Yog koj yog Vajtswv tus Tub tiag, koj cia li dhia rau hauv av,"},{"bible_id":"1525","chapter_code":"LUK.4","verse_code":"LUK.4.10","label":"10","content":"rau qhov Vajtswv Txojlus hais tias, ‘Vajtswv yuav kom nws cov timtswv los tsomkwm koj.’"},{"bible_id":"1525","chapter_code":"LUK.4","verse_code":"LUK.4.11","label":"11","content":"Thiab tseem muaj ib los hais ntxiv tias, ‘Lawv ob txhais tes yuav hwj koj, thiab yuav tsis pub koj ob txhais kotaw tsoo pobzeb li.’ ”"},{"bible_id":"1525","chapter_code":"LUK.4","verse_code":"LUK.4.12","label":"12","content":"Yexus teb dab Ntxwgnyoog hais tias, “Vajtswv Txojlus hais tias, ‘Koj tsis txhob sim tus Tswv uas yog koj tus Vajtswv siab.’ ”"},{"bible_id":"1525","chapter_code":"LUK.4","verse_code":"LUK.4.13","label":"13","content":"Thaum dab Ntxwgnyoog dag Yexus txhua yam tas lawm, nws txawm ncaim Yexus mus txog thaum rov muaj sijhawm."},{"bible_id":"1525","chapter_code":"LUK.4","verse_code":"LUK.4.14","label":"14","content":"Tom qab ntawd, Yexus rov qab mus rau pem Kalilais, thiab Vaj Ntsujplig tus Dawbhuv lub hwjchim nrog nraim nws. Nws lub moo nrov ncha mus thoob plaws cheebtsam ntawd."},{"bible_id":"1525","chapter_code":"LUK.4","verse_code":"LUK.4.15","label":"15","content":"Yexus mus qhia hauv lawv tej tsev sablaj, thiab txhua tus uas hnov nws qhia, qhuas nws kawg li."},{"bible_id":"1525","chapter_code":"LUK.4","verse_code":"LUK.4.16","label":"16","content":"Tom qab ntawd, Yexus mus txog hauv lub nroog Naxales uas nws loj hlob. Hnub Xanpataus nws mus rau hauv lub tsev sablaj raws li nws ibtxwm mus. Nws sawv ntsug nyeem Vajtswv Txojlus rau sawvdaws mloog,"},{"bible_id":"1525","chapter_code":"LUK.4","verse_code":"LUK.4.17","label":"17","content":"luag muab thooj ntawv uas Yaxayas tus uas cev Vajtswv lus sau los rau Yexus. Yexus nthuav thooj ntawv ntawd tau zaj uas hais tias,"},{"bible_id":"1525","chapter_code":"LUK.4","verse_code":"LUK.4.18","label":"18","content":"“Tus Tswv tus Ntsujplig nrog nraim kuv, Rau qhov nws tsa kuv ua tus qhia txojmoo zoo rau cov neeg txomnyem. Vajtswv txib nws mus qhia txojkev cawm dim rau cov neeg uas raug kaw, thiab kho cov neeg digmuag kom rov pom kev, thiab tso cov uas raug kev tsimtxom kom dim"},{"bible_id":"1525","chapter_code":"LUK.4","verse_code":"LUK.4.19","label":"19","content":"thiab qhia rau sawvdaws paub lub sijhawm uas tus Tswv yuav los cawm nws haivneeg.”"},{"bible_id":"1525","chapter_code":"LUK.4","verse_code":"LUK.4.20","label":"20","content":"Thaum Yexus nyeem tas, nws muab thooj ntawv ntawd kauv cia thiab muab rau tus uas saib tej ntawv ntawd, thiab nws txawm zaum. Txhua tus uas nyob hauv lub tsev sablaj saib ntsoov Yexus,"},{"bible_id":"1525","chapter_code":"LUK.4","verse_code":"LUK.4.21","label":"21","content":"Yexus pib qhia lawv hais tias, “Vajtswv Txojlus uas hnub no nej hnov twb tiav lawm.”"},{"bible_id":"1525","chapter_code":"LUK.4","verse_code":"LUK.4.22","label":"22","content":"Cov neeg ntawd qhuas thiab xav tsis thoob rau tej lus zoo uas nws hais ntawd. Lawv hais tias, “Tus no tsis yog Yauxej tus tub los?”"},{"bible_id":"1525","chapter_code":"LUK.4","verse_code":"LUK.4.23","label":"23","content":"Yexus hais rau lawv tias, “Kuv paub hais tias nej yeej yuav hais lo pajlug no rau kuv hais tias, ‘Koj yog tus kws tshuaj, koj yuav tsum xub kho koj kom zoo tso.’ Thiab nej yuav hais rau kuv hais tias, koj sim ua tej txujci uas peb hnov koj ua pem lub nroog Kapena-us, rau hauv koj lub nroog no rau peb saib.”"},{"bible_id":"1525","chapter_code":"LUK.4","verse_code":"LUK.4.24","label":"24","content":"Yexus hais rau lawv tias, “Kuv qhia tseeb rau nej hais tias, yeej tsis muaj ib tug cev Vajtswv lus uas cov neeg nyob hauv nws lub zos yuav hwm nws."},{"bible_id":"1525","chapter_code":"LUK.4","verse_code":"LUK.4.25","label":"25","content":"Nej mloog kuv hais: Kuv qhia tseeb rau nej hais tias, thaum lub sijhawm uas Eliyas nyob, muaj tej pojntsuam coob coob nyob hauv tebchaws Yixalayees. Thaum ntawd nag tsis los tau peb xyoos thiab rau hli, thiab muaj kev tshaib plab thoob plaws lub tebchaws."},{"bible_id":"1525","chapter_code":"LUK.4","verse_code":"LUK.4.26","label":"26","content":"Vajtswv tsis tau txib Eliyas mus pab cov pojntsuam uas nyob hauv tebchaws Yixalayees ib tug li, tiamsis tsuas txib Eliyas mus pab tus pojntsuam uas nyob hauv lub nroog Xalefas hauv cheebtsam Xidoos xwb."},{"bible_id":"1525","chapter_code":"LUK.4","verse_code":"LUK.4.27","label":"27","content":"Thiab thaum lub sijhawm uas Elisas tus uas cev Vajtswv lus nyob, muaj cov neeg mob ruas coob coob nyob hauv tebchaws Yixalayees, tiamsis tsis muaj ib tug zoo ruas li, tsuas yog Na-amas tus uas yog neeg Xilias tib leeg thiaj zoo ruas xwb.”"},{"bible_id":"1525","chapter_code":"LUK.4","verse_code":"LUK.4.28","label":"28","content":"Thaum cov neeg uas nyob hauv lub tsev sablaj hnov Yexus hais li ntawd, sawvdaws chim heev."},{"bible_id":"1525","chapter_code":"LUK.4","verse_code":"LUK.4.29","label":"29","content":"Lawv txawm sawv tsees muab Yexus thawb ntiag tawm hauv lub nroog mus, thiab coj Yexus mus rau saum hauv roob, yuav muab Yexus thawb rau hauv qab tsuas, rau qhov lub nroog ntawd nyob saum roob,"},{"bible_id":"1525","chapter_code":"LUK.4","verse_code":"LUK.4.30","label":"30","content":"tiamsis Yexus cia li phoom ntiag phua plhawv lawv thiab khiav mus lawm."},{"bible_id":"1525","chapter_code":"LUK.4","verse_code":"LUK.4.31","label":"31","content":"Tom qab ntawd, Yexus mus rau pem lub nroog Kapena-us uas nyob hauv lub xeev Kalilais, hnub Xanpataus Yexus qhia cov neeg sawvdaws."},{"bible_id":"1525","chapter_code":"LUK.4","verse_code":"LUK.4.32","label":"32","content":"Cov neeg ntawd xav tsis thoob rau tej uas Yexus qhia, rau qhov Yexus tej lus qhia muaj hwjchim heev."},{"bible_id":"1525","chapter_code":"LUK.4","verse_code":"LUK.4.33","label":"33","content":"Muaj ib tug txivneej raug dab tuaj rau hauv lub tsev sablaj, nws qw nrov nrov hais tias,"},{"bible_id":"1525","chapter_code":"LUK.4","verse_code":"LUK.4.34","label":"34","content":"“Yexus uas yog neeg Naxales, koj tuaj ua kom peb puastsuaj los? Kuv paub koj yog leejtwg, koj yog Vajtswv tus Tub uas dawbhuv!”"},{"bible_id":"1525","chapter_code":"LUK.4","verse_code":"LUK.4.35","label":"35","content":"Yexus hais tawv tawv rau dab hais tias, “Koj tsis txhob hais lus, koj cia li tawm hauv tus txivneej no mus!” Dab txawm ua rau tus txivneej ntawd ntog kiag rau hauv av tabmeeg sawvdaws, ces dab txawm tawm plaws lawm, tsis ua rau tus txivneej ntawd raug mob li."},{"bible_id":"1525","chapter_code":"LUK.4","verse_code":"LUK.4.36","label":"36","content":"Cov neeg coob coob ntawd xav tsis thoob thiab sib tham hais tias, “Tej lus ntawd yog hais li cas? Ua li cas nws tej lus yuav muaj hwjchim ua luaj li, thiab ntiab tau dab tawm!”"},{"bible_id":"1525","chapter_code":"LUK.4","verse_code":"LUK.4.37","label":"37","content":"Yexus lub moo txawm nrov ncha mus thoob plaws cheebtsam ntawd."},{"bible_id":"1525","chapter_code":"LUK.4","verse_code":"LUK.4.38","label":"38","content":"Yexus tawm hauv lub tsev sablaj thiab mus rau hauv Ximoos tsev. Ximoos niamtais ua npaws nws kub cev heev. Lawv thov kom Yexus pab nws."},{"bible_id":"1525","chapter_code":"LUK.4","verse_code":"LUK.4.39","label":"39","content":"Yexus mus sawv ntawm lub txaj uas Ximoos niamtais pw ib sab, thiab hais kom tus npaws cia li tu. Ces tus npaws txawm tu thiab nws sawv tsees tamsim ntawd los ua zaub ua mov rau Yexus lawv noj."},{"bible_id":"1525","chapter_code":"LUK.4","verse_code":"LUK.4.40","label":"40","content":"Thaum hnub poob qho lawm, txhua tus uas muaj tej kwvtij uas muaj mob, lawv coj tuaj cuag Yexus: Yexus cev tes tuav txhua tus, ces lawv tej mob txawm zoo huv tibsi lawm."},{"bible_id":"1525","chapter_code":"LUK.4","verse_code":"LUK.4.41","label":"41","content":"Thiab muaj ntau tus uas raug dab, Yexus ntiab dab tawm huv tibsi. Cov dab ntawd hais nrov nrov hais tias, “Koj yog Vajtswv tus Tub!” Tiamsis Yexus txwv tsis pub dab hais lus, rau qhov dab paub hais tias Yexus yog tus Mexiyas."},{"bible_id":"1525","chapter_code":"LUK.4","verse_code":"LUK.4.42","label":"42","content":"Thaum kaj ntug, Yexus tawm hauv lub nroog mus rau ib qhov chaw uas tsis muaj neeg. Muaj ib pab neeg tuaj nrhiav Yexus, thaum lawv nrhiav tau nws lawm, lawv cheem tsis pub nws mus."},{"bible_id":"1525","chapter_code":"LUK.4","verse_code":"LUK.4.43","label":"43","content":"Tiamsis nws hais rau lawv hais tias, “Kuv yuav tsum mus qhia Txojmoo Zoo uas hais txog Vajtswv lub Tebchaws rau lwm lub nroog thiab, rau qhov Vajtswv yeej txib kuv los ua tes haujlwm no.”"},{"bible_id":"1525","chapter_code":"LUK.4","verse_code":"LUK.4.44","label":"44","content":"Yexus mus qhuab qhia hauv tej tsev sablaj uas nyob txhua qhov hauv lub xeev Yudas."},{"bible_id":"1525","chapter_code":"LUK.5","verse_code":"LUK.5.1","label":"1","content":"Muaj ib hnub Yexus nyob nram ntug Hiavtxwv Nkenexales, muaj neeg coob coob sib txiv qev tuaj cuag nws thiab mloog nws qhia Vajtswv Txojlus."},{"bible_id":"1525","chapter_code":"LUK.5","verse_code":"LUK.5.2","label":"2","content":"Yexus pom ob lub nkoj nres ntawm ntug dej, cov neeg nrhiav ntses twb tawm hauv lawv tej nkoj mus ntxuav lawv tej vas lawm."},{"bible_id":"1525","chapter_code":"LUK.5","verse_code":"LUK.5.3","label":"3","content":"Yexus nce mus rau hauv ib lub nkoj, lub ntawd yog Ximoos lub. Yexus thov kom Ximoos thawb lub nkoj mus kom nrug deb ntawm ntug dej mentsis. Yexus zaum hauv lub nkoj qhia cov neeg uas tuaj ntawd."},{"bible_id":"1525","chapter_code":"LUK.5","verse_code":"LUK.5.4","label":"4","content":"Thaum nws qhia tas lawm, nws hais rau Ximoos hais tias, “Cia li nquam koj lub nkoj mus rau tom qhov uas tob tob, muab nej lub vas tso rau hauv dej thiaj yuav mag tau ntses.”"},{"bible_id":"1525","chapter_code":"LUK.5","verse_code":"LUK.5.5","label":"5","content":"Ximoos teb hais tias, “Tus Tswv, peb twb ntaus ib hmo kaj ntug tsis tau ib tug li, tiamsis kuv yuav tso lub vas mus raws li koj hais.”"},{"bible_id":"1525","chapter_code":"LUK.5","verse_code":"LUK.5.6","label":"6","content":"Lawv txawm tso lub vas mus, thiab mag tau ntses ntau kawg li, lub vas yuav luag ntuag."},{"bible_id":"1525","chapter_code":"LUK.5","verse_code":"LUK.5.7","label":"7","content":"Lawv thiaj co tes kom lawv cov phoojywg uas caij lwm lub nkoj los pab lawv. Cov phoojywg txawm los pab, thiab lawv muab tau ob nkoj ntses puv nkaus, ua rau ob lub nkoj yuav luag tog."},{"bible_id":"1525","chapter_code":"LUK.5","verse_code":"LUK.5.8","label":"8","content":"Thaum Ximoos Petus pom li ntawd, nws txhos caug ntua ntawm Yexus xubntiag thiab hais tias, “Tus Tswv, thov koj txav deb ntawm kuv. Rau qhov kuv yog neeg txhaum!”"},{"bible_id":"1525","chapter_code":"LUK.5","verse_code":"LUK.5.9","label":"9","content":"Ximoos thiab cov neeg uas nrog nws nyob ntawd xav tsis thoob hais tias, ua li cas yuav tau ntses ntau ua luaj."},{"bible_id":"1525","chapter_code":"LUK.5","verse_code":"LUK.5.10","label":"10","content":"Ob tug uas nrog Ximoos ntaus ntses yog Yakaunpaus thiab Yauhas uas yog Xenpedais ob tug tub, nkawd xav tsis thoob ib yam nkaus. Yexus hais rau Ximoos hais tias, “Koj tsis txhob ntshai; txij no mus koj yuav ua tus mus nrhiav neeg.”"},{"bible_id":"1525","chapter_code":"LUK.5","verse_code":"LUK.5.11","label":"11","content":"Lawv sawvdaws rub ob lub nkoj los rau tim ntug, lawv txawm tso txhua yam tseg thiab nrog Yexus mus."},{"bible_id":"1525","chapter_code":"LUK.5","verse_code":"LUK.5.12","label":"12","content":"Muaj ib zaug Yexus nyob hauv ib lub nroog. Nyob hauv lub nroog ntawd muaj ib tug mob ruas thoob plaws ibce. Thaum nws pom Yexus, nws txhos caug ntua rau hauv av thov Yexus hais tias, “Tus Tswv, yog koj txaus siab kho kuv tej ruas, koj yeej kho tau!”"},{"bible_id":"1525","chapter_code":"LUK.5","verse_code":"LUK.5.13","label":"13","content":"Yexus cev tes mus tuav nkaus tus ntawd thiab hais tias, “Kuv txaus siab pab koj, koj tej ruas cia li zoo hlo!” Tamsim ntawd nws tej ruas txawm zoo tas huv tibsi lawm."},{"bible_id":"1525","chapter_code":"LUK.5","verse_code":"LUK.5.14","label":"14","content":"Yexus hais tias, “Koj tsis txhob mus qhia zaj no rau leejtwg li. Tiamsis koj cia li ncaj qha mus cuag tus povthawj, thiab kom nws saib hais tias koj tej ruas twb zoo lawm. Tom qab ntawd koj cia li nqa khoom mus fij rau Vajtswv raws li Mauxes txoj kevcai tau qhia tseg, sawvdaws thiaj paub hais tias koj tus mob twb zoo lawm.”"},{"bible_id":"1525","chapter_code":"LUK.5","verse_code":"LUK.5.15","label":"15","content":"Tiamsis Yexus lub moo hajyam nrov ncha mus thoob plaws txhua qhov, thiab muaj neeg coob coob tuaj mloog Yexus qhia thiab thov Yexus kho lawv tej mob."},{"bible_id":"1525","chapter_code":"LUK.5","verse_code":"LUK.5.16","label":"16","content":"Tiamsis Yexus pheej mus rau tej qhov chaw uas tsis muaj neeg, thiab thov Vajtswv qhov ntawd."},{"bible_id":"1525","chapter_code":"LUK.5","verse_code":"LUK.5.17","label":"17","content":"Muaj ib hnub thaum Yexus tabtom qhia, muaj cov Falixais thiab cov xibhwb uas qhia Vajtswv txoj Kevcai qee leej tuaj nyob ntawd mloog thiab, Lawv tuaj hauv txhua lub nroog uas nyob hauv lub xeev Yudas, thiab hauv lub nroog Yeluxalees tuaj. Yexus muaj tus Tswv lub hwjchim kho tau tej neeg uas muaj mob."},{"bible_id":"1525","chapter_code":"LUK.5","verse_code":"LUK.5.18","label":"18","content":"Muaj qee leej muab pam qhwv ib tug txivneej tuag tes tuag taw kwv tuaj, thiab lawv yuav kwv mus rau hauv lub tsev thiab muab tso rau ntawm Yexus hauv ntej."},{"bible_id":"1525","chapter_code":"LUK.5","verse_code":"LUK.5.19","label":"19","content":"Tiamsis vim muaj neeg coob coob, lawv tsis tau kev kwv mus rau hauv, lawv txawm kwv nws nce mus rau saum rutsev, lawv yaws cov vuas ib qho, thiab muab nws tso dauv mus rau ntawm Yexus hauv ntej uas nyob hauv plawv cov neeg sawvdaws."},{"bible_id":"1525","chapter_code":"LUK.5","verse_code":"LUK.5.20","label":"20","content":"Thaum Yexus pom hais tias lawv muaj kev ntseeg heev, ces Yexus txawm hais rau tus txivneej tuag tes tuag taw ntawd hais tias, “Kuv tus phoojywg, kuv twb zam koj lub txim lawm.”"},{"bible_id":"1525","chapter_code":"LUK.5","verse_code":"LUK.5.21","label":"21","content":"Cov xibhwb uas qhia Vajtswv txoj Kevcai thiab cov Falixais sib tham hais tias, “Tus uas hais lus saib tsis taus Vajtswv ntawd, nws yog leejtwg? Tsis muaj leejtwg zam txim tau rau neeg, tsuas yog Vajtswv tib leeg xwb, thiaj zam tau!”"},{"bible_id":"1525","chapter_code":"LUK.5","verse_code":"LUK.5.22","label":"22","content":"Yexus twb paub tej uas lawv sib tham lawm, nws thiaj hais rau lawv hais tias, “Ua li cas nej yuav xav li ntawd?"},{"bible_id":"1525","chapter_code":"LUK.5","verse_code":"LUK.5.23","label":"23","content":"Lo lus uas hais tias, ‘Koj twb dim koj lub txim lawm,’ lossis lo lus uas hais tias, ‘Koj cia li sawv tsees mus kev!’ Ob lo lus no, lo twg yuav yoojyim hais dua?"},{"bible_id":"1525","chapter_code":"LUK.5","verse_code":"LUK.5.24","label":"24","content":"Kuv yuav ua li no qhia rau nej paub hais tias, Neeg Leej Tub muaj hwjchim hauv ntiajteb no zam txim tau rau neeg.” Yexus thiaj hais rau tus tuag tes tuag taw hais tias, “Kuv hais rau koj hais tias, koj cia li sawv, thiab nqa koj daim pam pua chaw mus tsev!”"},{"bible_id":"1525","chapter_code":"LUK.5","verse_code":"LUK.5.25","label":"25","content":"Tamsim ntawd nws txawm sawv tsees tabmeeg sawvdaws, nws nqa hlo nws daim pam pua chaw mus tsev thiab ua Vajtswv tsaug."},{"bible_id":"1525","chapter_code":"LUK.5","verse_code":"LUK.5.26","label":"26","content":"Cov neeg coob coob ntawd xav tsis thoob, lawv ntshai, lawv qhuas Vajtswv thiab hais tias, “Ua li cas hnub no peb yuav pom tej no txawv ua luaj li!”"},{"bible_id":"1525","chapter_code":"LUK.5","verse_code":"LUK.5.27","label":"27","content":"Tom qab uas Yexus tawm qhov ntawd mus, nws pom ib tug txivneej sau se, hu ua Levis, nyob ntawm lub rooj sau se. Yexus hais rau Levis hais tias, “Koj cia li nrog kuv mus.”"},{"bible_id":"1525","chapter_code":"LUK.5","verse_code":"LUK.5.28","label":"28","content":"Levis txawm sawv tsees, tso txhua yam tseg, thiab nrog Yexus mus."},{"bible_id":"1525","chapter_code":"LUK.5","verse_code":"LUK.5.29","label":"29","content":"Levis ua ib rooj mov hauv nws tsev rau Yexus noj, muaj cov neeg sau se coob leej thiab lwm tus nrog Yexus noj mov ua ke."},{"bible_id":"1525","chapter_code":"LUK.5","verse_code":"LUK.5.30","label":"30","content":"Cov Falixais thiab cov xibhwb uas qhia Vajtswv txoj Kevcai uas yog cov Falixais pab, yws Yexus cov thwjtim hais tias, “Ua li cas nej nrog cov neeg sau se thiab cov neeg txhaum noj haus ua ke?”"},{"bible_id":"1525","chapter_code":"LUK.5","verse_code":"LUK.5.31","label":"31","content":"Yexus teb lawv hais tias, “Cov neeg uas tsis muaj mob, lawv yeej tsis mus cuag kws tshuaj, tsuas yog cov neeg muaj mob thiaj mus cuag kws tshuaj xwb."},{"bible_id":"1525","chapter_code":"LUK.5","verse_code":"LUK.5.32","label":"32","content":"Kuv tsis yog los hu cov neeg ncaj ncees, tiamsis kuv los hu cov neeg txhaum, kom lawv tso lawv tej kev txhaum tseg.”"},{"bible_id":"1525","chapter_code":"LUK.5","verse_code":"LUK.5.33","label":"33","content":"Muaj qee leej hais rau Yexus hais tias, “Yauhas cov thwjtim pheej ua kevcai yoo mov thiab thov Vajtswv, cov Falixais cov thwjtim los ua ib yam nkaus li ntawd thiab; tiamsis koj cov thwjtim noj thiab haus tsis ua li lawv?”"},{"bible_id":"1525","chapter_code":"LUK.5","verse_code":"LUK.5.34","label":"34","content":"Yexus teb lawv hais tias, “Nej xav hais tias thaum tus nraug vauv tseem nrog nws cov phoojywg noj tshoob ua ke, lawv yuav yoo mov no los? Lawv yeej tsis yoo li!"},{"bible_id":"1525","chapter_code":"LUK.5","verse_code":"LUK.5.35","label":"35","content":"Tiamsis thaum txog lub sijhawm uas luag coj tus nraug vauv mus lawm, ces lawv yuav yoo mov.”"},{"bible_id":"1525","chapter_code":"LUK.5","verse_code":"LUK.5.36","label":"36","content":"Yexus hais ib zaj lus pivtxwv rau lawv hais tias, “Tsis muaj leejtwg yuav muab lub tsho tshiab dua ib daig coj mus ntxiv lub tsho qub. Yog nws ua li ntawd, kuj yog nws dua kom lub tsho tshiab ntuag xwb, thiab daim ntaub tshiab ntawd yeej tsis phim lub tsho qub."},{"bible_id":"1525","chapter_code":"LUK.5","verse_code":"LUK.5.37","label":"37","content":"Thiab tsis muaj leejtwg yuav muab cov cawv txiv hmab tshiab ntim rau hauv lub hnab tawv qub. Yog nws ua li ntawd, cov cawv txiv hmab yuav tsam kom lub hnab tawv qub tawg, cov cawv txiv hmab yuav los tas, thiab lub hnab tawv qub yuav ntuag tas."},{"bible_id":"1525","chapter_code":"LUK.5","verse_code":"LUK.5.38","label":"38","content":"Cov cawv txiv hmab tshiab yuav tsum muab ntim rau hauv lub hnab tawv tshiab."},{"bible_id":"1525","chapter_code":"LUK.5","verse_code":"LUK.5.39","label":"39","content":"Yog leejtwg tau haus cov cawv txiv hmab qub lawm, nws yeej tsis xav haus cov tshiab. Rau qhov nws hais tias, ‘Cov qub qab dua.’ ”"},{"bible_id":"1525","chapter_code":"LUK.6","verse_code":"LUK.6.1","label":"1","content":"Hnub Xanpataus Yexus thiab nws cov thwjtim tabtom mus txog hauv ib daim teb npleg, Yexus cov thwjtim txawm de hnab nplej tev noj."},{"bible_id":"1525","chapter_code":"LUK.6","verse_code":"LUK.6.2","label":"2","content":"Cov Falixais qee leej nug hais tias, “Vim li cas nej ua tej uas peb txoj Kevcai txwv tsis pub ua rau Hnub Xanpataus?”"},{"bible_id":"1525","chapter_code":"LUK.6","verse_code":"LUK.6.3","label":"3","content":"Yexus teb lawv hais tias, “Nej tsis tau nyeem zaj uas Daviv ua thaum Daviv thiab nws cov neeg tshaib plab los?"},{"bible_id":"1525","chapter_code":"LUK.6","verse_code":"LUK.6.4","label":"4","content":"Daviv mus rau hauv Vajtswv lub Tuamtsev, nws muab tej ncuav uas twb muab fij rau Vajtswv lawm noj, thiab muab faib rau nws cov neeg noj. Tiamsis peb txoj kevcai yeej tsis pub leejtwg noj tej ncuav ntawd, tsuas yog cov povthawj thiaj noj tau xwb.”"},{"bible_id":"1525","chapter_code":"LUK.6","verse_code":"LUK.6.5","label":"5","content":"Thiab Yexus xaus lus hais tias, “Neeg Leej Tub yog tus Tswv Hnub Xanpataus.”"},{"bible_id":"1525","chapter_code":"LUK.6","verse_code":"LUK.6.6","label":"6","content":"Muaj dua ib hnub yog Hnub Xanpataus, Yexus mus qhuab qhia hauv ib lub tsev sablaj. Muaj ib tug txivneej uas sab tes xis qhuav, nws tuaj nyob hauv thiab."},{"bible_id":"1525","chapter_code":"LUK.6","verse_code":"LUK.6.7","label":"7","content":"Cov xibhwb uas qhia Vajtswv txoj Kevcai thiab cov Falixais xav nrhiav txim rau Yexus, lawv txawm ntsia saib Yexus puas kho mob Hnub Xanpataus."},{"bible_id":"1525","chapter_code":"LUK.6","verse_code":"LUK.6.8","label":"8","content":"Tiamsis Yexus twb paub tej uas lawv xav lawm, nws thiaj hais rau tus neeg qhuav tes ntawd tias, “Koj cia li sawv los tom hauv ntej no.” Tus txivneej ntawd txawm sawv tsees los."},{"bible_id":"1525","chapter_code":"LUK.6","verse_code":"LUK.6.9","label":"9","content":"Yexus hais rau lawv tias, “Kuv nug nej saib, peb txoj Kevcai qhia hais tias Hnub Xanpataus cia peb ua zoo lossis ua phem? Cawm neeg txojsia lossis cia txojsia tu?”"},{"bible_id":"1525","chapter_code":"LUK.6","verse_code":"LUK.6.10","label":"10","content":"Yexus tig mus saib cov neeg ntawd txhua tug, Yexus hais rau tus txivneej ntawd hais tias,  “Koj cia li xyab hlo koj txhais tes.” Nws txawm xyab hlo nws txhais tes, ces nws txhais tes txawm zoo li qub lawm."},{"bible_id":"1525","chapter_code":"LUK.6","verse_code":"LUK.6.11","label":"11","content":"Lawv cov ntawd chim heev, lawv sablaj saib yuav ua li cas rau Yexus."},{"bible_id":"1525","chapter_code":"LUK.6","verse_code":"LUK.6.12","label":"12","content":"Tom qab ntawd, muaj ib hnub Yexus mus thov Vajtswv pem roob, thiab nws nyob pem thov Vajtswv ib hmos."},{"bible_id":"1525","chapter_code":"LUK.6","verse_code":"LUK.6.13","label":"13","content":"Thaum kaj ntuj Yexus hu cov thwjtim los ntawm nws, nws xaiv lawv kaum ob leeg, nws hu lawv ua cov timthawj."},{"bible_id":"1525","chapter_code":"LUK.6","verse_code":"LUK.6.14","label":"14","content":"Lawv cov ntawd yog: Ximoos, (tus uas Yexus tis npe hu ua Petus) thiab nws tus kwv Adales; Yakaunpaus, Yauhas, Filis, Npataulaumais,"},{"bible_id":"1525","chapter_code":"LUK.6","verse_code":"LUK.6.15","label":"15","content":"Mathais, Thaumas, Yakaunpaus uas yog Alafais tus tub, Ximoos (tus uas xav kom nws haivneeg muaj kev ywjpheej),"},{"bible_id":"1525","chapter_code":"LUK.6","verse_code":"LUK.6.16","label":"16","content":"Yudas uas yog Yakaunpaus tus tub, thiab Yudas Ixakali-us tus uas ntxeev siab rau Yexus."},{"bible_id":"1525","chapter_code":"LUK.6","verse_code":"LUK.6.17","label":"17","content":"Yexus thiab nws cov timthawj nqis pem roob los nrog nws ib pab thwjtim coob coob sawv ua ke ntawm ib qhov chaw tiaj tiaj. Muaj neeg coob coob tuaj hauv lub xeev Yudas, hauv lub nroog Yeluxalees, hauv lub nroog Tiles thiab hauv lub nroog Xidoos uas nyob ntawm ntug hiavtxwv tuaj,"},{"bible_id":"1525","chapter_code":"LUK.6","verse_code":"LUK.6.18","label":"18","content":"lawv tuaj mloog Yexus qhuab qhia thiab thov kom Yexus kho lawv tej mob. Cov neeg uas raug dab tsimtxom los tuaj cuag Yexus, thiab Yexus kho lawv txhua tus zoo huv tibsi."},{"bible_id":"1525","chapter_code":"LUK.6","verse_code":"LUK.6.19","label":"19","content":"Cov neeg coob coob ntawd kov Yexus, rau qhov muaj hwjchim tawm ntawm Yexus tuaj kho txhua tus uas muaj mob zoo huv tibsi."},{"bible_id":"1525","chapter_code":"LUK.6","verse_code":"LUK.6.20","label":"20","content":"Yexus tsa qhovmuag saib nws cov thwjtim thiab hais rau lawv hais tias, “Nej cov uas txomnyem, nej tau koob hmoov, rau qhov Vajtswv lub Tebchaws yog nej tug!"},{"bible_id":"1525","chapter_code":"LUK.6","verse_code":"LUK.6.21","label":"21","content":"Nej cov uas nimno tshaib nqhis nej yuav tau koob hmoov, rau qhov nej yuav tau noj tsau npo! Nej cov uas nimno quaj ntsuag; nej yuav tau koob hmoov, rau qhov nej yuav muaj lub ntsejmuag luag."},{"bible_id":"1525","chapter_code":"LUK.6","verse_code":"LUK.6.22","label":"22","content":"“Thaum luag ntxub nej thiab ntiab kom nej khiav, thuam nej thiab hais tias nej yog cov neeg ua phem, vim nej ntseeg Neeg Leej Tub, nej yuav tau koob hmoov!"},{"bible_id":"1525","chapter_code":"LUK.6","verse_code":"LUK.6.23","label":"23","content":"Thaum muaj li ntawd, nej cia li zoo siab thiab dhia luag ntxhi, rau qhov Vajtswv twb npaj nqi zog ntau kawg li cia saum ntuj ceebtsheej rau nej lawm. Rau qhov lawv cov yawgkoob twb ua ib yam li ntawd rau cov uas cev Vajtswv lus thaum ub lawm thiab."},{"bible_id":"1525","chapter_code":"LUK.6","verse_code":"LUK.6.24","label":"24","content":"Nej cov uas nimno npluanuj nej yuav raug kev txomnyem, rau qhov nej twb tau zoo los lawm!"},{"bible_id":"1525","chapter_code":"LUK.6","verse_code":"LUK.6.25","label":"25","content":"Nej cov uas nimno tau noj tsau npo nej yuav raug kev txomnyem, rau qhov nej yuav tshaib nqhis. Nej cov uas nimno muaj lub ntsejmuag luag, nej yuav raug kev txomnyem, rau qhov nej yuav muaj kev nyuaj siab quaj ntsuag!"},{"bible_id":"1525","chapter_code":"LUK.6","verse_code":"LUK.6.26","label":"26","content":"“Thaum muaj neeg qhuas nej, nej yuav raug kev txomnyem, rau qhov nej tej yawgkoob twb hais ib yam nkaus li ntawd rau cov uas cevlus tsis tseeb thaum ub lawm thiab."},{"bible_id":"1525","chapter_code":"LUK.6","verse_code":"LUK.6.27","label":"27","content":"“Tiamsis kuv hais rau nej cov uas mloog kuv qhia hais tias, hlub nej cov yeebncuab thiab ua zoo rau cov uas ntxub nej,"},{"bible_id":"1525","chapter_code":"LUK.6","verse_code":"LUK.6.28","label":"28","content":"foom koob hmoov rau cov neeg uas cem nej, thiab thov Vajtswv pab rau cov neeg uas tsimtxom nej."},{"bible_id":"1525","chapter_code":"LUK.6","verse_code":"LUK.6.29","label":"29","content":"Yog leejtwg ntaus koj ib sab plhu, koj cia li tig sab tod rau nws ntaus thiab. Yog leejtwg txhav koj lub tsho uas hnav tuaj sab nraud, koj cia li hle lub tsho uas hnav tuaj sab hauv rau nws thiab."},{"bible_id":"1525","chapter_code":"LUK.6","verse_code":"LUK.6.30","label":"30","content":"Txhua tus uas thov nej ib yam dabtsi, nej cia li muab rau lawv, thiab yog leejtwg muab nej ib yam dabtsi lawm, nej tsis txhob kom nws xa rov qab tuaj rau nej."},{"bible_id":"1525","chapter_code":"LUK.6","verse_code":"LUK.6.31","label":"31","content":"Yog nej xav kom lwm tus ua li cas rau nej, nej yuav tsum ua ib yam li ntawd rau lwm tus thiab."},{"bible_id":"1525","chapter_code":"LUK.6","verse_code":"LUK.6.32","label":"32","content":"“Yog nej tsuas hlub cov uas hlub nej xwb, nej xav hais tias nej yuav tau koob hmoov no los? Txawm cov neeg txhaum los lawv twb paub hlub cov uas hlub lawv thiab!"},{"bible_id":"1525","chapter_code":"LUK.6","verse_code":"LUK.6.33","label":"33","content":"Yog nej tsuas ua zoo rau cov uas ua zoo rau nej xwb, nej xav hais tias nej yuav tau koob hmoov no los? Txawm yog cov neeg txhaum los lawv twb paub ua li ntawd thiab!"},{"bible_id":"1525","chapter_code":"LUK.6","verse_code":"LUK.6.34","label":"34","content":"Thiab yog nej tsuas qiv rau cov uas nej cia siab hais tias, lawv yuav them taus rov rau nej xwb, nej xav hais tias, nej yuav tau koob hmoov no los? Txawm yog cov neeg txhaum los lawv ib leeg twb kam qiv rau ib leeg thiab, thiab lawv cia siab hais tias yuav tau rov qab puv ntoob li qub."},{"bible_id":"1525","chapter_code":"LUK.6","verse_code":"LUK.6.35","label":"35","content":"Tiamsis nej yuav tsum hlub nej cov yeebncuab thiab ua zoo rau lawv; nej cia li qiv rau lawv tsis txhob cia siab hais tias yuav tau puv ntoob li qub rov qab. Yog nej ua li ntawd, nej yuav tau nqi zog ntau, thiab nej yuav tau ua Vajtswv tus uas muaj hwjchim loj kawg nkaus cov menyuam. Rau qhov Vajtswv tseem hlub cov neeg uas ua phem thiab cov neeg uas tsis nco Vajtswv tshav ntuj."},{"bible_id":"1525","chapter_code":"LUK.6","verse_code":"LUK.6.36","label":"36","content":"Nej yuav tsum muaj lub siab hlub ib yam li nej Leej Txiv tus uas muaj lub siab hlub."},{"bible_id":"1525","chapter_code":"LUK.6","verse_code":"LUK.6.37","label":"37","content":"“Nej tsis txhob txiav txim rau lwm tus, Vajtswv thiaj yuav tsis txiav txim rau nej; nej tsis txhob rau txim rau lwm tus, Vajtswv thiaj yuav tsis rau txim rau nej; zam txim rau lwm tus, Vajtswv thiaj yuav zam txim rau nej."},{"bible_id":"1525","chapter_code":"LUK.6","verse_code":"LUK.6.38","label":"38","content":"Nej pub rau lwm tus, Vajtswv thiaj yuav pub rau nej. Vajtswv yuav foom koob hmoov nplua mias rau nej, kom nej muaj nplua mias siv tsis tas. Nej muab lub luaj li cas luj rau lwm tus lawm, Vajtswv yuav muab lub luaj li ntawd luj rau nej.”"},{"bible_id":"1525","chapter_code":"LUK.6","verse_code":"LUK.6.39","label":"39","content":"Thiab Yexus qhia ib zaj lus pivtxwv rau lawv hais tias, “Ib tug digmuag yeej coj tsis tau ib tug digmuag kev li; yog nws ua li ntawd, nkawd yeej yuav mus poob kwjdeg xwb."},{"bible_id":"1525","chapter_code":"LUK.6","verse_code":"LUK.6.40","label":"40","content":"Tsis muaj ib tug tub kawm ntawv uas yuav paub tshaj nws tus xibhwb; tiamsis txhua tus uas kawm tiav lawm, nws yeej yuav paub ib yam li nws tus xibhwb."},{"bible_id":"1525","chapter_code":"LUK.6","verse_code":"LUK.6.41","label":"41","content":"“Vim li cas koj yuav saib qhov nyuag hmoov ntoo uas nyob hauv koj tus kwvtij lub qhovmuag, tiamsis koj twb tsis paub hais tias muaj ib yav ntoo nyob hauv koj lub qhovmuag?"},{"bible_id":"1525","chapter_code":"LUK.6","verse_code":"LUK.6.42","label":"42","content":"Ua li cas koj tseem yuav hais rau koj tus kwvtij hais tias, ‘Cia kuv pab muab qhov nyuag hmoov ntoo hauv koj lub qhovmuag tawm,’ tiamsis koj twb tsis pom yav ntoo uas nyob hauv koj lub qhovmuag. Tus neeg ntsejmuag ncaj siab nkhaus! Koj cia li xub muab yav ntoo uas nyob hauv koj lub qhovmuag tawm tso, koj thiaj yuav pom kev muab qhov nyuag hmoov ntoo uas nyob hauv koj tus kwvtij lub qhovmuag."},{"bible_id":"1525","chapter_code":"LUK.6","verse_code":"LUK.6.43","label":"43","content":"“Tsob ntoo zoo yeej tsis txi cov txiv phem lossis tsob ntoo phem yeej txi tsis tau cov txiv zoo."},{"bible_id":"1525","chapter_code":"LUK.6","verse_code":"LUK.6.44","label":"44","content":"Yog yus pom cov txiv, yus yeej paub hais tias, tsob ntoo ntawd yog tsob phem lossis tsob zoo. Yus yeej tsis de txiv ncuavpias ntawm tsob ntoo pos ntshav, thiab tsis de txiv hmab ntawm tsob pos tshauv li."},{"bible_id":"1525","chapter_code":"LUK.6","verse_code":"LUK.6.45","label":"45","content":"Tus neeg siab zoo yeej hais tej lus zoo. Tus neeg siab phem yeej hais tej lus phem, rau qhov nws lub siab xav li cas, nws lub ncauj hais li ntawd."},{"bible_id":"1525","chapter_code":"LUK.6","verse_code":"LUK.6.46","label":"46","content":"“Vim li cas nej hu kuv hais tias, ‘Tus Tswv, Tus Tswv,’ tiamsis nej ho tsis ua raws li kuv tej lus?"},{"bible_id":"1525","chapter_code":"LUK.6","verse_code":"LUK.6.47","label":"47","content":"Txhua tus uas los cuag kuv, mloog kuv lus thiab ua raws li kuv qhia, kuv yuav qhia rau nej paub hais tias, tus ntawd zoo li cas?"},{"bible_id":"1525","chapter_code":"LUK.6","verse_code":"LUK.6.48","label":"48","content":"Tus ntawd zoo ib yam li tus kws ua tsev, nws khawb qhov ncej tob tob, muab pobzeb los pua, mam li muab ncej los txhos rau. Thaum dej huam los ntaus lub tsev ntawd, lub tsev tsis ua zog, rau qhov nws ua lub tsev ntawd khov heev."},{"bible_id":"1525","chapter_code":"LUK.6","verse_code":"LUK.6.49","label":"49","content":"Tus uas hnov kuv tej lus, tiamsis tsis ua raws li, tus ntawd zoo ib yam li tus kws ua tsev uas khawb qhov ncej tsis tob. Thaum dej huam los ntaus lub tsev, lub tsev ntawd txawm vau thiab puastsuaj tas huv tibsi lawm.”"},{"bible_id":"1525","chapter_code":"LUK.7","verse_code":"LUK.7.1","label":"1","content":"Thaum Yexus qhia tej ntawd rau sawvdaws mloog tas lawm, nws txawm mus rau pem lub nroog Kapena-us."},{"bible_id":"1525","chapter_code":"LUK.7","verse_code":"LUK.7.2","label":"2","content":"Nyob hauv lub nroog ntawd muaj ib tug thawj tubrog pawg puas uas yog neeg Loos, nws muaj ib tug tubtxib uas nws hlub heev, tus tubtxib ntawd mob heev twb yuav tuag."},{"bible_id":"1525","chapter_code":"LUK.7","verse_code":"LUK.7.3","label":"3","content":"Thaum tus thawj tubrog ntawd hnov luag hais txog Yexus, nws txawm txib cov Yudais cov txwjlaug qee leej mus thov Yexus tuaj pab kho nws tus tubtxib."},{"bible_id":"1525","chapter_code":"LUK.7","verse_code":"LUK.7.4","label":"4","content":"Lawv mus cuag Yexus thiab thov tas zog hais tias, “Tsimnyog koj mus pab tus thawj tubrog ntawd,"},{"bible_id":"1525","chapter_code":"LUK.7","verse_code":"LUK.7.5","label":"5","content":"rau qhov nws hlub peb haivneeg, thiab nws ua ib lub tsev sablaj pub rau peb.”"},{"bible_id":"1525","chapter_code":"LUK.7","verse_code":"LUK.7.6","label":"6","content":"Yexus txawm nrog lawv mus. Thaum Yexus mus yuav luag txog tus thawj tubrog lub tsev, tus thawj tubrog txib nws ob peb tug phoojywg mus cheem Yexus hais tias, “Tus Tswv, nyob tsam tabkaum koj, kuv yog ib tug uas tsis tsimnyog koj yuav mus hauv kuv lub tsev;"},{"bible_id":"1525","chapter_code":"LUK.7","verse_code":"LUK.7.7","label":"7","content":"thiab kuv yog ib tug uas tsis tsimnyog tuaj cuag koj. Thov koj hais tib los xwb, ces kuv tus tubtxib yeej yuav zoo."},{"bible_id":"1525","chapter_code":"LUK.7","verse_code":"LUK.7.8","label":"8","content":"Txawm yog kuv los tseem muaj cov hlob uas kav kuv, thiab kuv muaj ib co tubrog uas kuv kav. Yog kuv hais rau tus no hais tias, ‘Mus!’ Nws txawm mus; yog kuv hais rau tus tod hais tias, ‘Los!’ Nws txawm los; thiab yog kuv hais rau kuv tus tubtxib hais tias, ‘Ua li no!’ Nws txawm ua li ntawd.”"},{"bible_id":"1525","chapter_code":"LUK.7","verse_code":"LUK.7.9","label":"9","content":"Thaum Yexus hnov lawv hais li ntawd, nws xav tsis thoob li; nws tig mus hais rau cov neeg coob coob uas raws nws qab hais tias, “Kuv qhia rau nej hais tias, txawm yog hauv cov Yixalayees los kuv tsis tau pom ib tug uas muaj kev ntseeg npaum li tus no!”"},{"bible_id":"1525","chapter_code":"LUK.7","verse_code":"LUK.7.10","label":"10","content":"Cov uas tus thawj tubrog txib tuaj ntawd, rov mus txog tom tus thawj tubrog tsev, ua ciav tus tubtxib twb zoo lawm."},{"bible_id":"1525","chapter_code":"LUK.7","verse_code":"LUK.7.11","label":"11","content":"Tom qab ntawd tsis ntev  Yexus mus rau hauv lub nroog Na-is, Yexus cov thwjtim thiab ib co neeg coob coob nrog nws mus."},{"bible_id":"1525","chapter_code":"LUK.7","verse_code":"LUK.7.12","label":"12","content":"Thaum Yexus mus txog ntawm lub roojvag uas mus rau hauv lub nroog, txawm muaj neeg kwv ib tug tuag tawm tuaj txog ntawd. Tus tuag ntawd yog ib tug pojntsuam tus tub, tus pojntsuam ntawd muaj tib tug tub xwb. Cov neeg coob coob uas nyob hauv nroog ntawd nrog nws tuaj."},{"bible_id":"1525","chapter_code":"LUK.7","verse_code":"LUK.7.13","label":"13","content":"Thaum tus Tswv pom tus pojniam ntawd, tus Tswv hlub nws heev, thiab hais tias, “Koj tsis txhob quaj.”"},{"bible_id":"1525","chapter_code":"LUK.7","verse_code":"LUK.7.14","label":"14","content":"Yexus txawm txav zog mus tuav nkaus lub hleb, ces cov neeg uas kwv lub hleb txawm nres, Yexus hais tias, “Tus hluas! Kuv hais rau koj tias, koj cia li sawv tsees!”"},{"bible_id":"1525","chapter_code":"LUK.7","verse_code":"LUK.7.15","label":"15","content":"Tus tuag ntawd txawm sawv tsees zaum nrog lawv tham, Yexus coj nws mus rau nws niam."},{"bible_id":"1525","chapter_code":"LUK.7","verse_code":"LUK.7.16","label":"16","content":"Cov neeg ntawd ntshai kawg li, thiab lawv qhuas Vajtswv hais tias, “Muaj ib tug cev Vajtswv lus uas muaj hwjchim heev twb los rau hauv peb cov lawm!” Thiab lawv hais tias, “Vajtswv twb los cawm nws haivneeg lawm!”"},{"bible_id":"1525","chapter_code":"LUK.7","verse_code":"LUK.7.17","label":"17","content":"Zaj uas Yexus ua no nrov ncha moo lug mus thoob plaws hauv lub xeev Yudas thiab tej cheebtsam uas nyob ibncig ntawd."},{"bible_id":"1525","chapter_code":"LUK.7","verse_code":"LUK.7.18","label":"18","content":"Yauhas cov thwjtim qhia tej no huv tibsi rau Yauhas mloog, Yauhas hu nws ob tug thwjtim los"},{"bible_id":"1525","chapter_code":"LUK.7","verse_code":"LUK.7.19","label":"19","content":"thiab kom nkawd mus cuag tus Tswv thiab nug hais tias, “Koj puas yog tus uas Yauhas hais tias yuav los lossis peb tseem yuav tos dua lwm tus?”"},{"bible_id":"1525","chapter_code":"LUK.7","verse_code":"LUK.7.20","label":"20","content":"Thaum nkawd mus txog ntawm Yexus, nkawd hais tias, “Yauhas tus uas muab neeg ua kevcai raus dej, kom wb tuaj nug koj saib, koj puas yog tus uas yuav los lossis peb tseem yuav tos dua lwm tus?”"},{"bible_id":"1525","chapter_code":"LUK.7","verse_code":"LUK.7.21","label":"21","content":"Lub sijhawm ntawd Yexus kho cov neeg uas muaj mob ntau leej zoo, nws ntiab dab tawm ntawm cov neeg uas raug dab thiab nws kho cov neeg digmuag ntau leej pom kev."},{"bible_id":"1525","chapter_code":"LUK.7","verse_code":"LUK.7.22","label":"22","content":"Yexus teb ob tug uas Yauhas txib tuaj hais tias, “Neb cia li rov qab mus qhia tej uas neb pom thiab neb hnov rau Yauhas hais tias cov neeg digmuag rov pom kev, cov neeg tuag ceg mus taus kev, cov neeg mob ruas zoo,  cov neeg lag ntseg hnov lus, cov neeg uas tuag lawm sawv rov los thiab twb muaj neeg mus qhia txojmoo zoo rau cov neeg txomnyem lawm."},{"bible_id":"1525","chapter_code":"LUK.7","verse_code":"LUK.7.23","label":"23","content":"Tus uas ntseeg kuv, tus ntawd yuav tau koob hmoov!”"},{"bible_id":"1525","chapter_code":"LUK.7","verse_code":"LUK.7.24","label":"24","content":"Thaum ob tug uas Yauhas txib tuaj rov qab mus lawm, Yexus qhia Yauhas zaj rau cov neeg coob coob ntawd mloog hais tias, “Thaum nej mus cuag Yauhas tom roob mojsab qhua, nej mus saib dabtsi? Nej mus saib tus tauj uas cua tshuab rawv mus rawv los los?"},{"bible_id":"1525","chapter_code":"LUK.7","verse_code":"LUK.7.25","label":"25","content":"Nej mus saib dabtsi? Nej mus saib tus neeg ua hnav tej tsoos tsho zoo zoo los? Tsuas yog cov neeg uas nyob hauv vajntxwv lub loog thiaj tau hnav zoo thiab tau noj seem noj so xwb!"},{"bible_id":"1525","chapter_code":"LUK.7","verse_code":"LUK.7.26","label":"26","content":"Nej qhia rau kuv saib, nej mus saib dabtsi? Nej mus saib ib tug uas cev Vajtswv lus los? Yog lawm, tiamsis kuv qhia rau nej hais tias, tus uas nej pom ntawd muaj hwjchim loj dua ib tug cev Vajtswv lus."},{"bible_id":"1525","chapter_code":"LUK.7","verse_code":"LUK.7.27","label":"27","content":"Rau qhov tus Yauhas no, yog tus uas Vajtswv Txojlus twb xub qhia tseg lawm: Vajtswv hais tias, ‘Kuv yuav txib kuv tus tubtxib ua koj ntej mus kho kev tos koj.’"},{"bible_id":"1525","chapter_code":"LUK.7","verse_code":"LUK.7.28","label":"28","content":"Kuv qhia rau nej hais tias, Txhua tus uas yug los ntawm pojniam tsis muaj ib tug muaj hwjchim npaum li Yauhas; tiamsis tus uas yau tshaj saum Vajtswv lub tebchaws, tus ntawd tseem muaj hwjchim loj dua Yauhas thiab.”"},{"bible_id":"1525","chapter_code":"LUK.7","verse_code":"LUK.7.29","label":"29","content":"Tagnrho cov neeg uas hnov Yauhas qhia: Tsuas yog cov pejxeem thiab cov sau se thiaj ntseeg hais tias Vajtswv yog tus ncaj ncees, thiab lawv thov kom Yauhas muab lawv ua kevcai raus dej."},{"bible_id":"1525","chapter_code":"LUK.7","verse_code":"LUK.7.30","label":"30","content":"Tiamsis cov Falixais thiab cov xibhwb uas qhia Vajtswv txoj Kevcai, tsis kam ua tej uas Vajtswv kom lawv ua, thiab tsis kam Yauhas muab lawv ua kevcai raus dej."},{"bible_id":"1525","chapter_code":"LUK.7","verse_code":"LUK.7.31","label":"31","content":"Yexus hais ntxiv tias, “Kuv yuav muab cov neeg tiam no piv rau dabtsi? Thiab lawv yuav zoo li cas?"},{"bible_id":"1525","chapter_code":"LUK.7","verse_code":"LUK.7.32","label":"32","content":"Lawv zoo ib yam li tej menyuam yaus uas ua si tom tshavpuam. Pab no hais rau pab tod hais tias, ‘Peb twb tshuab raj lawm, tiamsis nej tsis seevcev li! Peb quaj nyiav, tiamsis nej tsis mob siab!’"},{"bible_id":"1525","chapter_code":"LUK.7","verse_code":"LUK.7.33","label":"33","content":"Yauhas tus uas muab neeg ua kevcai rau dej, nws los, nws ua kevcai yoo mov thiab nws tsis haus cawv txiv hmab, nej thiaj hais tias, ‘Nws raug dab lawm!’"},{"bible_id":"1525","chapter_code":"LUK.7","verse_code":"LUK.7.34","label":"34","content":"Neeg Leej Tub los, nws noj thiab haus, nej thiaj hais tias, ‘Nej saib tus neeg no! Nws noj loj thiab haus loj, nws nrog cov neeg sau se thiab cov neeg txhaum ua phoojywg!’"},{"bible_id":"1525","chapter_code":"LUK.7","verse_code":"LUK.7.35","label":"35","content":"Txhua tus uas lees yuav Vajtswv lub tswvyim, lawv tes haujlwm yuav ua rau sawvdaws pom hais tias, Vajtswv yog tus uas muaj tswvyim tiag.”"},{"bible_id":"1525","chapter_code":"LUK.7","verse_code":"LUK.7.36","label":"36","content":"Muaj ib tug Falixais hu Yexus mus nrog nws noj hmo, Yexus txawm mus rau hauv tus Falixais tsev thiab zaum noj mov."},{"bible_id":"1525","chapter_code":"LUK.7","verse_code":"LUK.7.37","label":"37","content":"Muaj ib tug pojniam nyob hauv lub nroog ntawd, nws yog ib tug neeg ua txhaum. Nws hnov hais tias Yexus mus noj mov hauv tus Falixais tsev, nws nqa ib hwj roj tsw qab"},{"bible_id":"1525","chapter_code":"LUK.7","verse_code":"LUK.7.38","label":"38","content":"tuaj sawv sab tom qab ncaj ntawm Yexus kotaw, nws quaj kua muag los ntub Yexus ob txhais kotaw, thiab muab nws cov plaubhau los so, nws nwj Yexus kotaw thiab muab cov roj tsw qab hliv ywg Yexus kotaw."},{"bible_id":"1525","chapter_code":"LUK.7","verse_code":"LUK.7.39","label":"39","content":"Thaum tus Falixais uas hu Yexus los noj mov pom li ntawd, nws xav hais tias, “Yog tus no yog ib tug cev Vajtswv lus tiag, nws yeej yuav paub hais tias tus pojniam uas kov nws ntawd, yog ib tug neeg txhaum!”"},{"bible_id":"1525","chapter_code":"LUK.7","verse_code":"LUK.7.40","label":"40","content":"Yexus hais rau tus Falixais ntawd hais tias, “Ximoos, kuv muaj ib lo lus xav hais rau koj.” Ximoos teb hais tias, “Tau los mas xibhwb, koj cia li hais.”"},{"bible_id":"1525","chapter_code":"LUK.7","verse_code":"LUK.7.41","label":"41","content":"Yexus txawm hais tias, “Muaj ob tug txivneej tshuav ib tug yawg nqi. Ib tug tshuav tsib puas lub nyiaj, ib tug tshuav tsib caug lub nyiaj."},{"bible_id":"1525","chapter_code":"LUK.7","verse_code":"LUK.7.42","label":"42","content":"Nkawd puavleej tsis muaj nyiaj them tus yawg ntawd, ces tus yawg ntawd txawm zam nqi rau nkawd huv tibsi. Yog li, ob tug ntawd, tus twg yuav nco tus yawg ntawd txiaj ntsig heev dua?”"},{"bible_id":"1525","chapter_code":"LUK.7","verse_code":"LUK.7.43","label":"43","content":"Ximoos teb hais tias, “Kuv xav hais tias, yog tus uas tus yawg ntawd zam nqi ntau rau.” Yexus teb hais tias, “Yog li koj hais lawm.”"},{"bible_id":"1525","chapter_code":"LUK.7","verse_code":"LUK.7.44","label":"44","content":"Yexus tig mus saib tus pojniam ntawd, thiab hais rau Ximoos hais tias, “Koj puas pom tus pojniam no? Kuv tuaj txog hauv koj tsev, koj twb tsis muab dej ntxuav kuv kotaw, tiamsis tus pojniam no muab nws cov kua muag ntxuav kuv kotaw, thiab muab nws cov plaubhau so."},{"bible_id":"1525","chapter_code":"LUK.7","verse_code":"LUK.7.45","label":"45","content":"Kuv tuaj, koj tsis nwj kuv, tiamsis txij thaum kuv tuaj txog hauv koj tsev, tus pojniam no nwj kuv txhais kotaw tsis tseg li."},{"bible_id":"1525","chapter_code":"LUK.7","verse_code":"LUK.7.46","label":"46","content":"Koj twb tsis muab roj tsw qab pleev kuv taubhau, tiamsis tus pojniam no muab roj tsw qab hliv ywg kuv ob txhais kotaw."},{"bible_id":"1525","chapter_code":"LUK.7","verse_code":"LUK.7.47","label":"47","content":"Kuv qhia rau koj hais tias, qhov uas tus pojniam no muaj kev hlub loj npaum li no, qhia hais tias Vajtswv twb zam nws tej kev txhaum huv tibsi lawm. Tiamsis tus uas Vajtswv zam txim tsawg, tus ntawd yeej nco Vajtswv txiaj ntsig tsawg.”"},{"bible_id":"1525","chapter_code":"LUK.7","verse_code":"LUK.7.48","label":"48","content":"Yexus hais rau tus pojniam ntawd hais tias, “Kuv twb zam txim rau koj lawm.”"},{"bible_id":"1525","chapter_code":"LUK.7","verse_code":"LUK.7.49","label":"49","content":"Cov neeg uas nrog Yexus noj mov ntawd, lawv xav hais tias, “Tus no yog leejtwg, nws thiaj zam txim tau?”"},{"bible_id":"1525","chapter_code":"LUK.7","verse_code":"LUK.7.50","label":"50","content":"Yexus hais rau tus pojniam ntawd hais tias, “Koj txojkev ntseeg twb cawm tau koj dim lawm; koj cia li mus kaj siab lug.”"},{"bible_id":"1525","chapter_code":"LUK.8","verse_code":"LUK.8.1","label":"1","content":"Tom qab ntawd Yexus mus txhua nrho hauv tej nroog thiab hauv tej zos, Yexus qhia Txojmoo Zoo uas hais txog Vajtswv lub Tebchaws. Yexus kaum ob tug thwjtim nrog nws mus,"},{"bible_id":"1525","chapter_code":"LUK.8","verse_code":"LUK.8.2","label":"2","content":"thiab cov pojniam qee leej uas yav nram ntej raug dab uas Yexus ntiab dab tawm thiab kho lawv tej mob zoo lawm. Cov pojniam ntawd yog Malis (tus uas hu ua Madalas), nws yog tus uas yav nram ntej Yexus ntiab xya tus dab tawm lawm;"},{"bible_id":"1525","chapter_code":"LUK.8","verse_code":"LUK.8.3","label":"3","content":"Yau-anas uas yog Khuxas tus pojniam. Khuxas yog tus uas zov Helauj lub tsev; Xuxanas thiab muaj dua ob peb tug pojniam, lawv yog cov uas pheej muab lawv tej nyiaj thiab qhov txhia chaw pab Yexus thiab nws cov thwjtim."},{"bible_id":"1525","chapter_code":"LUK.8","verse_code":"LUK.8.4","label":"4","content":"Pheej muaj neeg tuaj hauv tej nroog tuaj cuag Yexus tsis tu ncua li; thaum cov neeg tuaj ua ke coob coob lawm, Yexus hais ib zaj lus pivtxwv rau lawv hais tias,"},{"bible_id":"1525","chapter_code":"LUK.8","verse_code":"LUK.8.5","label":"5","content":"“Muaj ib tug txivneej nqa noob nplej mus tseb, thaum nws tseb cov noob nplej rau hauv daim teb, muaj qee lub poob rau hauv plawv kev, qhov uas neeg tsuj mus tsuj los thiab noog txawm los khaws noj lawm."},{"bible_id":"1525","chapter_code":"LUK.8","verse_code":"LUK.8.6","label":"6","content":"Muaj qee lub poob rau ntawm qhov av uas hauv muaj pobzeb tiv lawm, thaum cov nplej tuaj kaus, cov kaus cia li qhuav lawm, rau qhov av tsis noo."},{"bible_id":"1525","chapter_code":"LUK.8","verse_code":"LUK.8.7","label":"7","content":"Muaj qee lub poob rau hauv lub hauvpaus pos, ces tsob pos hlob tuaj laum cov nplej tuag tas lawm."},{"bible_id":"1525","chapter_code":"LUK.8","verse_code":"LUK.8.8","label":"8","content":"Thiab muaj qee lub poob rau ntawm qhov av zoo; cov ntawd tuaj zoo thiab txhawv taus, ib hnab twg txi tau ib puas lub.” Yexus xaus lus hais tias, “Yog leejtwg muaj pobntseg, cia li mloog.”"},{"bible_id":"1525","chapter_code":"LUK.8","verse_code":"LUK.8.9","label":"9","content":"Yexus cov thwjtim nug Yexus saib zaj lus pivtxwv uas Yexus hais ntawd txhais li cas."},{"bible_id":"1525","chapter_code":"LUK.8","verse_code":"LUK.8.10","label":"10","content":"Yexus teb hais tias, “Zaj uas neeg tsis tau paub hais txog Vajtswv lub Tebchaws, kuv twb qhia rau nej paub lawm, tiamsis dua li lwm tus kuv ua lus pivtxwv qhia xwb. Txawm yog lawv ntsia los lawv yuav tsis pom, txawm yog lawv mloog los lawv yuav tsis totaub."},{"bible_id":"1525","chapter_code":"LUK.8","verse_code":"LUK.8.11","label":"11","content":"“Zaj lus pivtxwv no ntxhais hais tias: Cov noob nplej, yog piv txog Vajtswv Txojlus."},{"bible_id":"1525","chapter_code":"LUK.8","verse_code":"LUK.8.12","label":"12","content":"Cov noob nplej uas poob rau ntawm txojkev piv txog Vajtswv Txojlus uas neeg hnov, tiamsis dab Ntxwgnyoog txawm los txeeb txojlus ntawd tawm hauv lawv lub siab lawm, kom lawv tsis ntseeg thiab tsis tau txojkev cawm dim."},{"bible_id":"1525","chapter_code":"LUK.8","verse_code":"LUK.8.13","label":"13","content":"Cov noob nplej uas poob rau ntawm qhov av uas hauv muaj pobzeb tiv lawm, piv txog Vajtswv Txojlus uas thaum neeg hnov dheev, lawv txaus siab hlo txais yuav, tiamsis txojlus ntawd cog tsis ruaj rau hauv lawv lub siab. Lawv ntseeg ib ntu xwb, thaum lawv raug kev sim siab, ces lawv cia li thim rov qab lawm."},{"bible_id":"1525","chapter_code":"LUK.8","verse_code":"LUK.8.14","label":"14","content":"Cov noob nplej uas poob rau hauv lub hauvpaus pos, piv txog Vajtswv Txojlus uas neeg hnov; tiamsis lawv tej kev ntxhov siab, kev ntshaw nyiaj thiab kev lomzem hauv ntiajteb no hlob tuaj laum Vajtswv Txojlus lawm, lawv txojkev ntseeg thiaj tsis loj hlob."},{"bible_id":"1525","chapter_code":"LUK.8","verse_code":"LUK.8.15","label":"15","content":"Cov noob nplej uas poob rau ntawm qhov av zoo, piv txog Vajtswv Txojlus uas neeg hnov; lawv muaj lub siab mos siab muag, siab dawb siab zoo khaws txojlus ntawd cia rau hauv lawv lub siab, thiab ua siab ntev mus txog hnub uas txojlus ntawd tawg paj thiab txi txiv."},{"bible_id":"1525","chapter_code":"LUK.8","verse_code":"LUK.8.16","label":"16","content":"“Tsis muaj leejtwg taws teeb thiab muab phiab khwb rau lossis muab txawb rau hauv qabtxag. Tiamsis tsuas muaj yuav muab txawb rau saum qhov chaw siab xwb, kom cov neeg uas tuaj hauv tsev thiaj pom kev."},{"bible_id":"1525","chapter_code":"LUK.8","verse_code":"LUK.8.17","label":"17","content":"“Tej uas muab zais cia lawm, yeej yuav muaj neeg pom; thiab tej uas muab npog cia lawm, yeej yuav muaj tus muab nthuav los qhia rau sawvdaws."},{"bible_id":"1525","chapter_code":"LUK.8","verse_code":"LUK.8.18","label":"18","content":"“Yog li ntawd, nej yuav tsum ceevfaj thiab ua tib zoo mloog, rau qhov tus uas muaj lawm, yuav muab ntxiv kom tus ntawd muaj nplua mias, tiamsis tus uas tsis muaj, txawm yog nws xav hais tias, nws muaj mentsis los yuav muab rho ntawm nws mus.”"},{"bible_id":"1525","chapter_code":"LUK.8","verse_code":"LUK.8.19","label":"19","content":"Yexus niam thiab Yexus cov kwv yuav tuaj cuag Yexus, tiamsis muaj neeg coob coob lawv tsis tau kev tuaj cuag nws."},{"bible_id":"1525","chapter_code":"LUK.8","verse_code":"LUK.8.20","label":"20","content":"Muaj ib tug los hais rau Yexus hais tias, “Koj niam thiab koj cov kwv tuaj sawv sab nraud, lawv xav ntsib koj.”"},{"bible_id":"1525","chapter_code":"LUK.8","verse_code":"LUK.8.21","label":"21","content":"Yexus hais rau sawvdaws tias, “Cov uas hnov Vajtswv Txojlus thiab ua raws li txojlus ntawd, thiaj yog kuv niam thiab kuv cov kwv.”"},{"bible_id":"1525","chapter_code":"LUK.8","verse_code":"LUK.8.22","label":"22","content":"Muaj ib hnub Yexus thiab nws cov thwjtim nce mus rau hauv nkoj, Yexus hais rau lawv hais tias, “Peb cia li hla hiavtxwv mus rau sab tim ub.” Ces lawv txawm mus."},{"bible_id":"1525","chapter_code":"LUK.8","verse_code":"LUK.8.23","label":"23","content":"Thaum lawv tabtom nquam nkoj hla hiavtxwv mus, Yexus txawm pw tsaug zog lawm. Tamsim ntawd txawm muaj cua daj cua dub hlob heev ntsawj dej ntas los rau hauv lub nkoj, lawv txhua tus ntshai nyob tsam lub nkoj tog."},{"bible_id":"1525","chapter_code":"LUK.8","verse_code":"LUK.8.24","label":"24","content":"Cov thwjtim mus tsa Yexus thiab hais tias, “Tus Tswv, tus Tswv, peb twb yuav tuag!” Yexus sawv tsees los txwv cua thiab dej, ces cua txawm tu thiab dej hiavtxwv uas nphau tej niag twv txawm tu tsis ntas lawm."},{"bible_id":"1525","chapter_code":"LUK.8","verse_code":"LUK.8.25","label":"25","content":"Yexus hais rau cov thwjtim hais tias, “Nej kev ntseeg dua twb tas lawm?” Cov thwjtim xav tsis thoob thiab ntshai kawg, lawv sib tham hais tias, “Tus no yog leejtwg, nws yuav txwv tau cua thiab dej, cua thiab dej mloog nws lus thiab?”"},{"bible_id":"1525","chapter_code":"LUK.8","verse_code":"LUK.8.26","label":"26","content":"Yexus thiab nws cov thwjtim caij nkoj mus txog ntawm cheebtsam Nkelaxas  uas nyob sab ntug Hiavtxwv Kalilais tim ub."},{"bible_id":"1525","chapter_code":"LUK.8","verse_code":"LUK.8.27","label":"27","content":"Thaum Yexus tawm los rau tim ntug, nws ntsib ib tug txivneej raug dab uas nyob hauv nroog tuaj. Nws tsis hnav ris tsho thiab tsis nyob hauv tsev los ntev lawm, nws nyob tom roob toj ntxas xwb."},{"bible_id":"1525","chapter_code":"LUK.8","verse_code":"LUK.8.28","label":"28","content":"Thaum nws pom Yexus, nws quaj qw txhos caug ntua ntawm Yexus xubntiag thiab hais nrov nrov hais tias, “Yexus uas yog Vajtswv tus uas muaj hwjchim loj kawg nkaus tus Tub! Koj tuaj thab kuv ua dabtsi? Kuv thov koj tsis txhob tsimtxom kuv!”"},{"bible_id":"1525","chapter_code":"LUK.8","verse_code":"LUK.8.29","label":"29","content":"Nws hais li ntawd, rau qhov Yexus twb hais kom dab cia li tawm ntawm nws mus. Dab nkag rau hauv nws ntau zaus, txawm yog muab saw hlau khi nws tes nws taw thiab tso neeg zov los nws muab nriaj tu tas huv tibsi, thiab dab yuam nws mus rau tom roob mojsab qhua."},{"bible_id":"1525","chapter_code":"LUK.8","verse_code":"LUK.8.30","label":"30","content":"Yexus nug nws hais tias, “Koj lub npe hu li cas?” Nws teb hais tias, “Kuv lub npe hu ua Coob.” Rau qhov muaj ntau tus dab nyob rau hauv nws."},{"bible_id":"1525","chapter_code":"LUK.8","verse_code":"LUK.8.31","label":"31","content":"Cov dab ntawd thov Yexus hais tias, “Tsis txhob ntiab peb mus rau hauv ntujtawg.”"},{"bible_id":"1525","chapter_code":"LUK.8","verse_code":"LUK.8.32","label":"32","content":"Nyob ze ntawd muaj ib pab npua coob coob tabtom nrhiav noj ntawm ib ntav toj. Cov dab ntawd thov Yexus hais tias, “Cia peb mus rau hauv pab npua ntawd,” ces Yexus txawm cia lawv mus."},{"bible_id":"1525","chapter_code":"LUK.8","verse_code":"LUK.8.33","label":"33","content":"Dab tawm plaws hauv tus txivneej ntawd mus nkag rau hauv pab npua. Pab npua cia li khiav mus poob tsag tsua rau hauv hiavtxwv tuag tas huv tibsi lawm."},{"bible_id":"1525","chapter_code":"LUK.8","verse_code":"LUK.8.34","label":"34","content":"Thaum cov neeg zov npua pom li ntawd, lawv txawm khiav rov qab mus qhia tej ntawd rau cov neeg uas nyob hauv tej zos uas nyob ibncig lub nroog ntawd."},{"bible_id":"1525","chapter_code":"LUK.8","verse_code":"LUK.8.35","label":"35","content":"Ces sawvdaws txawm tawm tuaj mus saib muaj li cas tiag. Thaum lawv tuaj txog ntawm Yexus, lawv pom tus txivneej raug dab ntawd, nws feeb meej lawm, nws hnav ris tsho thiab nws zaum ntawm Yexus kotaw; lawv ntshai kawg li."},{"bible_id":"1525","chapter_code":"LUK.8","verse_code":"LUK.8.36","label":"36","content":"Cov neeg uas pom tej no lawv qhia rau sawvdaws paub hais tias, ua li cas tus raug dab ntawd zoo lawm."},{"bible_id":"1525","chapter_code":"LUK.8","verse_code":"LUK.8.37","label":"37","content":"Cov neeg uas nyob hauv cheebtsam Nkelaxas thov kom Yexus cia li tawm hauv cheebtsam ntawd mus, rau qhov lawv ntshai heev. Yog li ntawd, Yexus txawm nce rau hauv nkoj thiab mus lawm."},{"bible_id":"1525","chapter_code":"LUK.8","verse_code":"LUK.8.38","label":"38","content":"Tus txivneej uas Yexus ntiab dab tawm ntawd, nws thov Yexus hais tias, “Cia kuv nrog koj mus.” Tiamsis Yexus kom nws rov qab mus thiab hais rau nws hais tias,"},{"bible_id":"1525","chapter_code":"LUK.8","verse_code":"LUK.8.39","label":"39","content":"“Koj cia li rov qab mus tsev thiab qhia tej uas Vajtswv pab koj lawm rau sawvdaws mloog.” Tus txivneej ntawd txawm mus thoob plaws lub nroog, thiab qhia tej uas Yexus pab nws lawm rau sawvdaws mloog."},{"bible_id":"1525","chapter_code":"LUK.8","verse_code":"LUK.8.40","label":"40","content":"Thaum Yexus rov los txog sab ntug hiavtxwv tim no, twb muaj neeg coob coob tuaj nyob qhov ntawd tos nws lawm, thaum lawv pom nws, lawv zoo siab kawg li."},{"bible_id":"1525","chapter_code":"LUK.8","verse_code":"LUK.8.41","label":"41","content":"Muaj ib tug txivneej hu ua Yailus, nws yog tus uas saib haujlwm hauv lub tsev sablaj hauv lub nroog ntawd, thaum nws tuaj txog, nws txhos caug ntua ntawm Yexus kotaw, thiab thov kom Yexus mus rau tom nws lub tsev,"},{"bible_id":"1525","chapter_code":"LUK.8","verse_code":"LUK.8.42","label":"42","content":"rau qhov nws tus ntxhais uas muaj hnubnyoog kaum ob xyoos, mob heev twb yuav tuag. Thaum Yexus tabtom taug kev mus, muaj neeg coob coob nrog Yexus mus sib nphoo ntxuas."},{"bible_id":"1525","chapter_code":"LUK.8","verse_code":"LUK.8.43","label":"43","content":"Muaj ib tug pojniam coj khaubncaws tau kaum ob xyoos tsis tu, thiab nws txomnyem kawg li. Nws muab tagnrho nws tej nyiaj mus ntiav kws tshuaj  kho, tiamsis tsis muaj ib tug kws tshuaj kho tau nws li."},{"bible_id":"1525","chapter_code":"LUK.8","verse_code":"LUK.8.44","label":"44","content":"Nws txiv ntiag los rau ntawm Yexus nraubqaum, nws cev tes mus kov Yexus lub tw tsho, tamsim ntawd ntshav txawm tu nrho lawm."},{"bible_id":"1525","chapter_code":"LUK.8","verse_code":"LUK.8.45","label":"45","content":"Yexus nug hais tias, “Leejtwg kov kuv?” Tiamsis tsis muaj leejtwg lees li, Petus teb hais tias, “Tus Tswv, cov neeg coob coob uas nyob puagncig koj, chwv koj xwb.”"},{"bible_id":"1525","chapter_code":"LUK.8","verse_code":"LUK.8.46","label":"46","content":"Tiamsis Yexus hais tias, “Yeej muaj ib tug kov kuv xwb, rau qhov kuv paub hais tias hwjchim twb tawm ntawm kuv lawm.”"},{"bible_id":"1525","chapter_code":"LUK.8","verse_code":"LUK.8.47","label":"47","content":"Tus pojniam ntawd paub hais tias Yexus paub lawm, nws txawm txhos caug ntua ntawm Yexus kotaw ua ibce tshee hnyo. Nws qhia rau Yexus tabmeeg sawvdaws hais tias, vim li cas nws kov Yexus lub tw tsho thiab yog li cas nws tus mob thiaj zoo lawm."},{"bible_id":"1525","chapter_code":"LUK.8","verse_code":"LUK.8.48","label":"48","content":"Yexus hais rau nws hais tias, “Mentxhais, koj tus mob zoo lawm, twb yog vim koj ntseeg. Koj cia li mus kaj siab lug.”"},{"bible_id":"1525","chapter_code":"LUK.8","verse_code":"LUK.8.49","label":"49","content":"Thaum Yexus tabtom hais li ntawd, muaj ib tug tuaj tom Yailus tsev tuaj qhia rau Yailus hais tias, “Koj tus ntxhais twb tuag lawm, koj tsis txhob tabkaum xibhwb ntxiv lawm.”"},{"bible_id":"1525","chapter_code":"LUK.8","verse_code":"LUK.8.50","label":"50","content":"Thaum Yexus hnov li ntawd, Yexus hais rau Yailus hais tias, “Koj tsis txhob ntshai; cia li ntseeg, koj tus ntxhais yeej yuav ciaj.”"},{"bible_id":"1525","chapter_code":"LUK.8","verse_code":"LUK.8.51","label":"51","content":"Thaum Yexus mus txog hauv Yailus tsev lawm, nws tsis pub leejtwg nrog nws mus rau hauv txaj, tsuas pub Petus, Yauhas, Yakaunpaus thiab tus ntxhais niam thiab txiv nrog nws mus xwb."},{"bible_id":"1525","chapter_code":"LUK.8","verse_code":"LUK.8.52","label":"52","content":"Cov neeg uas nyob hauv tsev, quaj nyiav tus ntxhais ntawd ntsoog qees. Yexus hais rau lawv hais tias, “Nej tsis txhob quaj quaj; tus Mentxhais no tsis tuag, nws pw tsaug zaug xwb!”"},{"bible_id":"1525","chapter_code":"LUK.8","verse_code":"LUK.8.53","label":"53","content":"Cov neeg ntawd luag Yexus zom zaws, rau qhov lawv yeej paub hais tias tus ntxhais ntawd tuag lawm tiag."},{"bible_id":"1525","chapter_code":"LUK.8","verse_code":"LUK.8.54","label":"54","content":"Tiamsis Yexus mus tuav nkaus tus ntxhais ntawd tes thiab hais tias, “Mentxhais, koj cia li sawv!”"},{"bible_id":"1525","chapter_code":"LUK.8","verse_code":"LUK.8.55","label":"55","content":"Tus ntxhais ntawd txawm rov muaj sia thiab sawv tsees tamsim ntawd. Yexus kom lawv muab mov los rau tus ntxhais noj."},{"bible_id":"1525","chapter_code":"LUK.8","verse_code":"LUK.8.56","label":"56","content":"Tus ntxhais ntawd niam thiab txiv xav tsis thoob li, tiamsis Yexus txwv tsis pub nkawd qhia tej no rau leejtwg."},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.1","label":"1","content":"Yexus hu nws kaum ob tug thwjtim los, nws pub hwjchim rau lawv ntiab tau dab thiab kho tau mob zoo."},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.2","label":"2","content":"Tom qab ntawd nws txib lawv mus qhia zaj uas hais txog Vajtswv lub Tebchaws thiab mus kho tej neeg uas muaj mob."},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.3","label":"3","content":"Yexus hais rau lawv hais tias, “Thaum nej mus, nej tsis txhob nqa ib yam dabtsi mus: Txawm yog tus pas nrig, hnab thoobpuab, zaub mov, nyiaj thiab ris tsho hloov los tsis txhob nqa li."},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.4","label":"4","content":"Yog yim twg zoo siab hu nej mus hauv lawv tsev, nej cia li mus so hauv yim ntawd mus txog hnub uas nej tawm hauv lub nroog ntawd mus;"},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.5","label":"5","content":"nej mus txog qhov twg, yog tsis muaj leejtwg hu nej mus so hauv lawv tej tsev, nej cia li tawm hauv lub nroog ntawd mus, thiab nchos tej hmoov av uas lo nej kotaw, nej ua li ntawd kom lawv paub hais tias lawv muaj txhim.”"},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.6","label":"6","content":"Cov thwjtim txawm mus rau txhua lub zos, lawv qhia txoj Txojmoo Zoo thiab kho tej neeg muaj mob uas nyob txhua qhov zoo huv tibsi."},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.7","label":"7","content":"Helauj tus uas ua nom kav lub xeev Kalilais, thaum nws hnov tej uas Yexus ua ntawd, nws ntxhov siab heev; rau qhov muaj neeg hais tias, Yauhas tus uas muab neeg ua kevcai raus dej sawv hauv qhov tuag rov qab los lawm."},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.8","label":"8","content":"Muaj qee leej hais tias, yog Eliyas rov qab los tshwm rau sawvdaws pom, thiab muaj qee leej hais tias yog ib tug cev Vajtswv lus txheej thaud sawv rov qab los."},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.9","label":"9","content":"Helauj hais tias, “Kuv twb muab Yauhas txiav cajdab lawm; tus uas kuv hnov moo no ho yog leejtwg?” Helauj hajyam xav pom Yexus heev."},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.10","label":"10","content":"Thaum cov timthawj rov qab los, lawv qhia txhua yam uas lawv mus ua lawm rau Yexus mloog. Yexus coj lawv mus rau tim ib lub nroog hu ua Npexaidas."},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.11","label":"11","content":"Thaum cov neeg hnov hais tias, Yexus thiab nws cov thwjtim mus rau tid lawm, lawv txawm raws Yexus qab mus. Yexus zoo siab txais tos lawv txhua tus, thiab qhia zaj uas hais txog Vajtswv lub Tebchaws rau lawv, thiab nws kho txhua tus uas muaj mob zoo huv tibsi."},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.12","label":"12","content":"Thaum hnub yuav poob qho, kaum ob tug thwjtim los hais rau Yexus hais tias, “Koj cia li kom sawvdaws mus nrhiav zaub mov noj thiab chaw pw hauv tej zos thiab hauv tej teb uas nyob ibncig ze ntawm no, rau qhov ntawm no nyob deb nroog.”"},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.13","label":"13","content":"Tiamsis Yexus hais rau cov thwjtim hais tias, “Nej cia li nrhiav rau lawv noj.” Cov thwjtim teb hais tias, “Peb tsuas muaj tsib lub ncuav thiab ob tug ntses xwb. Koj xav kom peb mus muas mov los rau sawvdaws noj los?” ("},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.14","label":"14","content":"Cov txivneej uas nyob ntawd muaj kwvlam li tsib txhiab leej.) Yexus hais rau nws cov thwjtim hais tias, “Nej kom sawvdaws los zaum ua tej pab, ib pab twg tsib caug leej.”"},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.15","label":"15","content":"Cov thwjtim kom sawvdaws zaum raws li Yexus hais,"},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.16","label":"16","content":"Yexus muab tsib lub ncuav thiab ob tug ntses los, nws tsa qhovmuag ntsia saum ntuj thiab ua Vajtswv tsaug, nws muab cov ncuav thiab ob tug ntses ntais cev rau cov thwjtim nqa mus faib rau sawvdaws."},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.17","label":"17","content":"Txhua tus puavleej tau noj tsau huv tibsi, cov thwjtim mus sau cov uas sawvdaws noj tsis tas tau kaum ob tawb."},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.18","label":"18","content":"Muaj ib zaug thaum Yexus tib leeg tabtom thov Vajtswv, nws cov thwjtim los cuag nws. Yexus nug lawv hais tias, “Tej neeg sawvdaws hais tias kuv yog leejtwg?”"},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.19","label":"19","content":"Cov thwjtim teb hais tias, “Muaj qee leej hais tias koj yog Yauhas tus uas muab neeg ua kevcai raus dej. Muaj qee leej hais tias koj yog Eliyas thiab muaj qee leej hais tias koj yog ib tug ntawm cov cev Vajtswv lus txheej thaud sawv rov qab los.”"},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.20","label":"20","content":"Yexus nug cov thwjtim hais tias, “Nej ne, nej ho hais tias kuv yog leejtwg?” Petus teb hais tias, “Koj yog tus Mexiyas uas Vajtswv txib los.”"},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.21","label":"21","content":"Yexus txwv cov thwjtim tawv tawv hais tias, “Nej tsis txhob qhia zaj no rau leejtwg li.”"},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.22","label":"22","content":"Thiab nws hais ntxiv rau lawv tias, “Neeg Leej Tub yuav raug kev tsimtxom ntau yam, thiab cov txwjlaug, cov thawj ntawm cov povthawj thiab cov xibhwb uas qhia Vajtswv txoj Kevcai yuav tsis lees yuav nws. Lawv yuav muab nws tua povtseg, tiamsis tom qab ntawd peb hnub nws yuav sawv hauv qhov tuag rov qab los.”"},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.23","label":"23","content":"Thiab Yexus hais rau lawv hais tias, “Yog leejtwg xav nrog kuv mus, tus ntawd yuav tsum tswj nws lub siab thiab niaj hnub kwv nws tus ntoo khaublig nrog kuv mus."},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.24","label":"24","content":"Rau qhov tus uas khuvxim nws txojsia, tus ntawd yuav tsis tau txojsia, tiamsis tus uas tsis khuvxim nws txojsia vim nws ntseeg kuv, tus ntawd yuav tau txojsia."},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.25","label":"25","content":"Yog leejtwg tau ib puas tsav yam hauv ntiajteb no los ua nws tug, tiamsis nws txojsia tu lawm, tej ntawd yuav muaj nqis dabtsi rau nws!"},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.26","label":"26","content":"Yog leejtwg txajmuag qhia kuv lub npe thiab kuv tej lus, thaum Neeg Leej Tub tus uas muaj Leej Txiv lub tshwjchim uas ci ntsa iab nrog cov timtswv dawbhuv los saum ntuj los, kuv yuav txajmuag lees hais tias tus ntawd yog kuv li."},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.27","label":"27","content":"Kuv qhia tseeb rau nej hais tias, cov neeg uas nyob ntawm no, muaj qee leej yuav tsis tau tuag ua ntej lawv pom Vajtswv lub Tebchaws.”"},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.28","label":"28","content":"Yim hnub tom qab uas Yexus qhia tej ntawd tas, Yexus coj Petus, Yauhas thiab Yakaunpaus nrog nws mus thov Vajtswv pem roob."},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.29","label":"29","content":"Thaum Yexus tabtom thov Vajtswv, Yexus lub ntsejmuag txawm hloov hlo, thiab nws cev ris tsho ci ntsa iab dawb paug."},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.30","label":"30","content":"Tamsim ntawd muaj ob tug txivneej los nrog Yexus tham. Ob tug ntawd yog Mauxes thiab Eliyas,"},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.31","label":"31","content":"nkawd muaj tshwjchim ci ntsa iab thiab nkawd nrog Yexus tham txog tes haujlwm uas Vajtswv kom Yexus ua thiab yuav tiav rau thaum Yexus tuag rau hauv lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.32","label":"32","content":"Petus thiab Petus ob tug phoojywg tsaug zog heev, tiamsis lawv tsim dheev los, lawv pom Yexus lub tshwjchim ci ntsa iab thiab muaj ob tug txivneej nrog Yexus sawv ntawd."},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.33","label":"33","content":"Thaum ob tug txivneej ntawd ncaim Yexus mus lawm, Petus hais rau Yexus hais tias, “Tus Tswv, peb tuaj nyob ntawm no zoo kawg li! Peb yuav ua peb lub tsev pheebsuab, ib lub rau koj, ib lub rau Mauxes thiab ib lub rau Eliyas.” (Petus tsis paub xyov ua cas Petus hais li ntawd.)"},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.34","label":"34","content":"Thaum Petus tseem tabtom hais li ntawd, txawm muaj ib tauv huab los roos lawv; cov thwjtim ntshai kawg li."},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.35","label":"35","content":"Thiab muaj ib lub suab hais hauv tauv huab tuaj hais tias, “Tus no yog kuv tus Tub uas kuv xaiv cia lawm, nej yuav tsum mloog nws lus!”"},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.36","label":"36","content":"Thaum lub suab ntawd hais xaus lawm, lawv pom Yexus tib leeg nyob ntawd xwb. Peb tug thwjtim npog tej uas lawv pom ntawd, tsis qhia rau leejtwg paub li."},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.37","label":"37","content":"Hnub tom qab, thaum Yexus thiab nws peb tug thwjtim nqis pem roob los, muaj neeg coob coob tuaj cuag Yexus."},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.38","label":"38","content":"Muaj ib tug txivneej hauv pab neeg ntawd hu Yexus nrov nrov hais tias, “Xibhwb! Kuv thov koj pab kuv tus tub, kuv muaj tib leeg tub no xwb!"},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.39","label":"39","content":"Nws raug dab; thaum dab nkag rau hauv nws, tamsim ntawd nws qw nrov nrov thiab huam ib tshaj, ua rau nws npuas ncauj tawm plaws. Dab pheej tsimtxom nws thiab tsis kam tawm hauv kuv tus tub mus li!"},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.40","label":"40","content":"Kuv thov koj cov thwjtim ntiab dab tawm, tiamsis lawv ntiab tsis tau.”"},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.41","label":"41","content":"Yexus teb hais tias, “Cov neeg tsis ntseeg thiab tsis ncaj! Kuv tseem yuav nrog nej nyob ntev li cas? Thiab kuv yuav ua siab ntev rau nej mus txog thaum twg?” Yexus hais rau tus txivneej ntawd tias, “Cia li coj koj tus tub los ntawm no.”"},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.42","label":"42","content":"Thaum tus metub tabtom los, dab ua rau nws ntog kiag rau hauv av, nws huam ib tshaj thiab nti mus nti los. Yexus txawm ntiab kom dab tawm, Yexus kho tus metub ntawd thiab muab nws rov rau nws txiv."},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.43","label":"43","content":"Cov neeg uas pom Vajtswv lub hwjchim uas loj kawg nkaus ntawd, lawv xav tsis thoob li. Thaum sawvdaws tseem pheej xav tsis thoob rau txhua yam uas Yexus ua ntawd, Yexus hais rau nws cov thwjtim hais tias,"},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.44","label":"44","content":"“Nej yuav tsum nco ntsoov tej uas kuv qhia rau nej no! Luag yuav ntes Neeg Leej Tub coj mus rau neeg tsimtxom.”"},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.45","label":"45","content":"Tiamsis cov thwjtim tsis totaub lub ntsiab lus uas Yexus hais ntawd li. Yexus tsis qhia lub ntsiab rau lawv, lawv thiaj tsis paub, thiab lawv ntshai nug Yexus txog zaj ntawd."},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.46","label":"46","content":"Cov thwjtim sib cav hais tias, leejtwg yuav tau ua tus loj dua ntais."},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.47","label":"47","content":"Yexus paub tej uas lawv xav ntawd, nws txawm coj ib tug menyuam yuav los sawv ntawm nws ib sab,"},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.48","label":"48","content":"thiab nws hais rau lawv hais tias, “Tus uas lees yuav tus menyuam yaus no los ntawm kuv lub npe, kuj yog nws lees yuav kuv. Thiab tus uas lees yuav kuv, kuj yog nws lees yuav tus uas txib kuv los, rau qhov tus uas yau dua ntais hauv nej cov, tus ntawm thiaj yog tus uas loj dua ntais.”"},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.49","label":"49","content":"Yauhas hais tias, “Tus Tswv, peb pom ib tug txivneej tuav koj lub npe ntiab dab, peb txwv tsis pub nws ua li ntawd, rau qhov nws tsis yog peb pab.”"},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.50","label":"50","content":"Yexus hais rau Yauhas thiab cov thwjtim hais tias, “Nej tsis txhob txwv nws, rau qhov tus uas tsis tawmtsam nej, tus ntawd yog nej pab.”"},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.51","label":"51","content":"Thaum ze lub sijhawm uas Vajtswv yuav coj Yexus mus rau saum ntuj ceebtsheej, Yexus txiav txim siab mus nram lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.52","label":"52","content":"Yexus txib ib co neeg ua nws ntej mus, lawv mus rau hauv cov Xamalis ib lub zos, thiab mus npaj txhua yam tos Yexus."},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.53","label":"53","content":"Tiamsis cov neeg Xamalis tsis pub Yexus mus rau hauv lawv lub zos, rau qhov lawv paub hais tias Yexus yuav mus nram lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.54","label":"54","content":"Thaum Yakaunpaus thiab Yauhas uas yog Yexus ob tug thwjtim hnov li ntawd, nkawd hais rau Yexus hais tias, “Tus Tswv, koj puas kheev wb hu hluavtaws poob saum ntuj los hlawv cov neeg ntawd kom puastsuaj?”"},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.55","label":"55","content":"Yexus tig hlo mus cem nkawd."},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.56","label":"56","content":"Ces Yexus thiab nws cov thwjtim txawm mus dua lwm lub zos lawm."},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.57","label":"57","content":"Thaum lawv tabtom taug kev mus, muaj ib tug txivneej hais rau Yexus hais tias, “Kuv yuav nrog koj mus, txawm yog koj mus qhov twg los kuv yuav nrog koj mus.”"},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.58","label":"58","content":"Yexus teb tus ntawd hais tias, “Txawm yog hma los muaj qhov nkaum, thiab noog los muaj zes; tiamsis Neeg Leej Tub tsis muaj chaw pw.”"},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.59","label":"59","content":"Yexus hais rau lwm tus txivneej hais tias, “Koj cia li nrog kuv mus.” Tiamsis tus ntawd teb hais tias, “Tus Tswv, thov cia kuv mus faus kuv txiv tso, kuv mam li nrog koj mus.”"},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.60","label":"60","content":"Yexus teb hais tias, “Cia cov neeg tuag faus lawv tus tuag. Koj cia li mus qhia zaj uas hais txog Vajtswv lub Tebchaws.”"},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.61","label":"61","content":"Muaj dua ib tug txivneej hais tias, “Tus Tswv, kuv yuav nrog koj mus; tiamsis cia kuv mus hais rau kuv tsevneeg paub tso.”"},{"bible_id":"1525","chapter_code":"LUK.9","verse_code":"LUK.9.62","label":"62","content":"Yexus hais rau tus ntawd hais tias, “Yog leejtwg tabtom tuav khais laij liag, tiamsis nws pheej tig saib rov tom qab, tus ntawd tsis tsimnyog rau Vajtswv lub Tebchaws.”"},{"bible_id":"1525","chapter_code":"LUK.10","verse_code":"LUK.10.1","label":"1","content":"Tom qab ntawd tus Tswv xaiv dua xya caum ob  leeg, thiab txib lawv ob leeg mus ib qho, ua Yexus ntej mus rau txhua lub nroog thiab txhua lub zos uas Yexus yuav mus."},{"bible_id":"1525","chapter_code":"LUK.10","verse_code":"LUK.10.2","label":"2","content":"Yexus hais rau lawv hais tias, “Cov nplej uas zoo hlais lawm muaj ntau, tiamsis cov neeg uas hlais muaj tsawg. Nej cia li thov tus tswv teb kom nws txib dua ib co neeg mus pab hlais nws cov nplej."},{"bible_id":"1525","chapter_code":"LUK.10","verse_code":"LUK.10.3","label":"3","content":"Nej cia li mus! Kuv txib nej mus ib yam li pab yaj uas yuav mus hauv pab hma."},{"bible_id":"1525","chapter_code":"LUK.10","verse_code":"LUK.10.4","label":"4","content":"Nej tsis txhob nqa hnab nyiaj lossis hnab thoobpuab lossis khau; yog nej ntsib leejtwg ntawm kev, nej tsis txhob nrog tus ntawd tham."},{"bible_id":"1525","chapter_code":"LUK.10","verse_code":"LUK.10.5","label":"5","content":"Thaum nej mus rau hauv leejtwg tsev, nej yuav tsum xub hais tias, ‘Thov Vajtswv foom koob hmoov rau nej.’"},{"bible_id":"1525","chapter_code":"LUK.10","verse_code":"LUK.10.6","label":"6","content":"Yog tsevneeg ntawd muaj ib tug xav tau Vajtswv txoj koob hmoov, ces tus ntawd yuav tau raws li uas nej hais; tiamsis yog tsis muaj tus uas xav tau Vajtswv txoj koob hmoov, ces lo lus koob hmoov ntawd yuav rov los rau ntawm nej."},{"bible_id":"1525","chapter_code":"LUK.10","verse_code":"LUK.10.7","label":"7","content":"Nej cia li nyob hauv lub tsev ntawd, lawv pub rau nej noj thiab haus li cas, nej cia li noj thiab haus li ntawd, rau qhov yeej tsimnyog tus uas ua haujlwm tau nqi zog. Tsis txhob tawm hauv lub tsev ntawd mus pw dua lwm lub tsev."},{"bible_id":"1525","chapter_code":"LUK.10","verse_code":"LUK.10.8","label":"8","content":"Thaum nej mus txog lub nroog twg, yog cov neeg ntawd pub nej so, tej zaub mov uas lawv ua rau nej noj, nej cia li noj,"},{"bible_id":"1525","chapter_code":"LUK.10","verse_code":"LUK.10.9","label":"9","content":"nej cia li kho cov neeg uas muaj mob hauv lub nroog ntawd, thiab qhia rau lawv paub hais tias, ‘Vajtswv lub Tebchaws twb los ze nej lawm.’"},{"bible_id":"1525","chapter_code":"LUK.10","verse_code":"LUK.10.10","label":"10","content":"Tiamsis thaum nej mus txog lub nroog twg, yog cov neeg ntawd tsis pub nej so, nej cia li mus rau tom tej kev thiab qhia hais tias,"},{"bible_id":"1525","chapter_code":"LUK.10","verse_code":"LUK.10.11","label":"11","content":"‘Txawm yog tej nyuag plua av hauv nej lub nroog uas lo peb kotaw los peb yuav muab so huv tibsi, kom nej paub hais tias nej yuav raug kev puastsuaj. Tiamsis kom nej nco ntsoov hais tias Vajtswv lub Tebchaws twb los ze nej lawm!’"},{"bible_id":"1525","chapter_code":"LUK.10","verse_code":"LUK.10.12","label":"12","content":"Kuv hais tseeb rau nej hais tias, Hnub uas Vajtswv Txiav Txim, nws yuav rau txim rau lub nroog ntawd hnyav dua li nws rau txim rau lub nroog Xaudoos!"},{"bible_id":"1525","chapter_code":"LUK.10","verse_code":"LUK.10.13","label":"13","content":"“Lub nroog Khaulaxis, koj yuav raug kev puastsuaj! Lub nroog Npexaidas, koj yuav raug kev puastsuaj! Tej txujci tseemceeb uas luag twb ua rau neb pom lawm, yog ua tej ntawd rau hauv lub nroog Tiles thiab lub nroog Xidoos, ces cov neeg uas nyob hauv ob lub nroog ntawd, twb xub muab ntaubtsaj los npua, zaum hauv qhov tshauv thiab tsuab tshauv los nphoo rau ibce puag ntxov los lawm. Lawv ua li ntawd, kom sawvdaws paub hais tias lawv twb tso lawv tej kev txhaum tseg lawm!"},{"bible_id":"1525","chapter_code":"LUK.10","verse_code":"LUK.10.14","label":"14","content":"Hnub uas Vajtswv txiav txim, nws yuav rau txim rau neb hnyav dua li uas nws rau txim rau lub nroog Tiles thiab lub nroog Xidoos."},{"bible_id":"1525","chapter_code":"LUK.10","verse_code":"LUK.10.15","label":"15","content":"Lub nroog Kapena-us! Koj yuav tsa koj lub hwjchim kom mus txij ntuj los? Kuv yuav muab koj pov mus rau hauv ntujtawg!”"},{"bible_id":"1525","chapter_code":"LUK.10","verse_code":"LUK.10.16","label":"16","content":"Yexus hais rau nws cov thwjtim hais tias, “Tus uas mloog nej lus, tus ntawd yeej mloog kuv lus; tus uas tsis lees paub nej, tus ntawd yeej tsis lees paub kuv; thiab tus uas tsis lees paub kuv, tus ntawd yeej tsis lees paub tus uas txib kuv los.”"},{"bible_id":"1525","chapter_code":"LUK.10","verse_code":"LUK.10.17","label":"17","content":"Thaum xya caum ob  leeg thwjtim rov qab los, lawv zoo siab kawg li. Lawv hais rau Yexus hais tias, “Tus Tswv, thaum peb tuav koj lub npe ntiab dab, dab kuj mloog peb lus thiab!”"},{"bible_id":"1525","chapter_code":"LUK.10","verse_code":"LUK.10.18","label":"18","content":"Yexus teb lawv hais tias, “Kuv pom dab Ntxwgnyoog poob saum ntuj los, ib yam li xob laim."},{"bible_id":"1525","chapter_code":"LUK.10","verse_code":"LUK.10.19","label":"19","content":"Nej ua tib zoo mloog! Kuv twb pub hwjchim rau nej lawm, nej yuav tsuj tau nab thiab raubris teb, thiab nej yuav muaj hwjchim kovyeej dab Ntxwgnyoog, thiab yuav tsis muaj dabtsi ua rau nej raug mob."},{"bible_id":"1525","chapter_code":"LUK.10","verse_code":"LUK.10.20","label":"20","content":"Tiamsis nej tsis txhob zoo siab rau qhov uas dab mloog nej lus ntawd; nej cia li zoo siab rau qhov uas Vajtswv twb sau nej lub npe cia rau saum ntuj ceebtsheej lawm.”"},{"bible_id":"1525","chapter_code":"LUK.10","verse_code":"LUK.10.21","label":"21","content":"Thaum ntawd Vaj Ntsujplig tus Dawbhuv  ua rau Yexus zoo siab kawg li, Yexus hais tias, “Kuv Txiv, koj yog tus Tswv uas kav lub ntuj thiab lub ntiajteb no! Kuv ua koj tsaug, rau qhov koj twb muab tej no zais cia tsis qhia rau cov neeg muaj tswvyim thiab txawj ntse paub, tiamsis koj qhia tej ntawd rau cov neeg uas tsis txawj tsis ntse paub xwb. Txiv, koj yeej pom zoo ua li ntawd."},{"bible_id":"1525","chapter_code":"LUK.10","verse_code":"LUK.10.22","label":"22","content":"“Kuv Txiv twb muab ib puas tsav yam rau kuv lawm. Tsis muaj leejtwg paub Leej Tub, tsuas yog Leej Txiv thiaj paub xwb, thiab tsis muaj leejtwg paub Leej Txiv, tsuas yog Leej Tub thiab cov uas Leej Tub pom zoo qhia rau thiaj paub xwb.”"},{"bible_id":"1525","chapter_code":"LUK.10","verse_code":"LUK.10.23","label":"23","content":"Yexus txawm tig mus hais twjywm rau cov thwjtim hais tias, “Tej uas nej pom no, yog nej muaj hmoo kawg nej thiaj pom!"},{"bible_id":"1525","chapter_code":"LUK.10","verse_code":"LUK.10.24","label":"24","content":"Kuv qhia rau nej hais tias, cov uas cev Vajtswv lus thiab cov vajntxwv ntau leej xav pom tej uas nej pom, tiamsis lawv tsis tau pom, lawv xav hnov tej uas nej hnov, tiamsis lawv tsis tau hnov.”"},{"bible_id":"1525","chapter_code":"LUK.10","verse_code":"LUK.10.25","label":"25","content":"Muaj ib tug xibhwb qhia Vajtswv txoj Kevcai tuaj nrog Yexus tham, thiab sim saib Yexus yuav teb li cas. Nws nug Yexus hais tias, “Xibhwb, kuv yuav ua li cas, kuv thiaj tau txojsia ntev dhawv mus ibtxhis tsis kawg?”"},{"bible_id":"1525","chapter_code":"LUK.10","verse_code":"LUK.10.26","label":"26","content":"Yexus teb nws hais tias, “Vajtswv Txojlus qhia li cas? Tej uas koj nyeem ntawd, koj totaub li cas?”"},{"bible_id":"1525","chapter_code":"LUK.10","verse_code":"LUK.10.27","label":"27","content":"Tus txivneej ntawd teb hais tias, “ ‘Hlub tus Tswv uas yog koj tus Vajtswv kawg siab kawg ntsws, kawg plab kawg plawv thiab kawg lub dag lub zog’; thiab ‘Hlub koj tej kwvtij zejzog ib yam li koj hlub koj lub cev.’ ”"},{"bible_id":"1525","chapter_code":"LUK.10","verse_code":"LUK.10.28","label":"28","content":"Yexus teb hais tias, “Yog li koj hais lawm; koj cia li ua li ntawd koj thiaj yuav tau txojsia.”"},{"bible_id":"1525","chapter_code":"LUK.10","verse_code":"LUK.10.29","label":"29","content":"Tiamsis tus xibhwb uas qhia Vajtswv txoj Kevcai, khav hais tias nws yog neeg ncaj ncees, nws thiaj nug Yexus hais tias, “Tus twg thiaj yog kuv tej kwvtij zejzog?”"},{"bible_id":"1525","chapter_code":"LUK.10","verse_code":"LUK.10.30","label":"30","content":"Yexus teb hais tias, “Muaj ib tug txivneej taug kev ntawm lub nroog Yeluxalees mus rau nram lub nroog Yelikaus, thaum nws mus txog ib tog kev, txawm muaj ib pab tubsab muab nws ris tsho lwg tas thiab muab nws ntaus yuav luag tuag tso rau ntawm kev."},{"bible_id":"1525","chapter_code":"LUK.10","verse_code":"LUK.10.31","label":"31","content":"Ces muaj ib tug povthawj taug txojkev ntawd tuaj; thaum nws pom tus ntawd, nws txawm lug kev dub muag txig mus lawm."},{"bible_id":"1525","chapter_code":"LUK.10","verse_code":"LUK.10.32","label":"32","content":"Tom qab ntawd muaj ib tug Levis taug kev tuaj txog ntawd thiab, nws mus ntsia tus ntawd ib plia, nws txawm lug kev dub muag txig mus lawm thiab."},{"bible_id":"1525","chapter_code":"LUK.10","verse_code":"LUK.10.33","label":"33","content":"Tiamsis muaj ib tug neeg Xamalis taug kev tuaj txog ntawd, thaum nws pom tus uas tubsab ntaus, nws hlub tus ntawd heev."},{"bible_id":"1525","chapter_code":"LUK.10","verse_code":"LUK.10.34","label":"34","content":"Nws txav zog mus xyuas, nws muab roj thiab muab cawv txiv hmab hliv rau tus mob ntawd tej qhov txhab thiab muab ntaub qhwv; nws tsaws tus mob ntawd caij nws tus neesluav, nws coj tus mob mus pw tom ib lub tsev so, thiab tu tus mob ntawd."},{"bible_id":"1525","chapter_code":"LUK.10","verse_code":"LUK.10.35","label":"35","content":"Thaum kaj ntug tus neeg Xamalis muab tau ob lub nyiaj rau tus tswv tsev ntawd thiab hais tias, ‘Thov koj pab tu tus neeg mob no, yog koj siv tshaj ob lub nyiaj no, thaum kuv rov qab los, kuv mam li ntxiv rau koj.’ ”"},{"bible_id":"1525","chapter_code":"LUK.10","verse_code":"LUK.10.36","label":"36","content":"Yexus nug hais tias, “Koj sim xav saib, lawv peb tug no, tus twg yog tus uas tubsab ntaus ntawd tus kwvtij?”"},{"bible_id":"1525","chapter_code":"LUK.10","verse_code":"LUK.10.37","label":"37","content":"Tus xibhwb uas qhia Vajtswv Kevcai teb hais tias, “Twb yog tus uas hlub tus tubsab ntaus ntawd ntag.” Yexus hais rau nws tias, “Koj cia li mus ua ib yam li ntawd.”"},{"bible_id":"1525","chapter_code":"LUK.10","verse_code":"LUK.10.38","label":"38","content":"Thaum Yexus thiab nws cov thwjtim mus txog hauv ib lub zos, muaj ib tug pojniam hu ua Mathas, txawm hu Yexus mus so hauv nws tsev."},{"bible_id":"1525","chapter_code":"LUK.10","verse_code":"LUK.10.39","label":"39","content":"Mathas muaj ib tug niamhluas hu ua Malis, Malis los zaum ntawm Yexus kotaw thiab mloog Yexus qhia."},{"bible_id":"1525","chapter_code":"LUK.10","verse_code":"LUK.10.40","label":"40","content":"Mathas ntxhov siab rau tej haujlwm ntau uas nws kov tsis yeej, nws los hais rau Yexus hais tias, “Tus Tswv, koj tsis paub hais tias kuv tus niamhluas cia kuv tib leeg ua haujlwm xwb los? Koj hais kom nws cia li los pab kuv ua haujlwm!”"},{"bible_id":"1525","chapter_code":"LUK.10","verse_code":"LUK.10.41","label":"41","content":"Tus Tswv teb hais tias, “Mathas, Mathas! Koj txhawj thiab ntxhov siab rau ntau yam haujlwm kawg li, tiamsis tsuas muaj ib yam zoo xwb."},{"bible_id":"1525","chapter_code":"LUK.10","verse_code":"LUK.10.42","label":"42","content":"Malis twb xaiv yam zoo ntawd lawm, tsis muaj leejtwg yuav txeeb tau yam uas nws muaj ntawd mus li.”"},{"bible_id":"1525","chapter_code":"LUK.11","verse_code":"LUK.11.1","label":"1","content":"Muaj ib zaug Yexus mus thov Vajtswv ntawm ib qhov chaw. Thaum nws thov Vajtswv tas lawm, nws ib tug thwjtim los hais rau nws hais tias, “Tus Tswv, thov koj qhia kom peb paub thov Vajtswv ib yam li Yauhas qhia nws cov thwjtim lawm.”"},{"bible_id":"1525","chapter_code":"LUK.11","verse_code":"LUK.11.2","label":"2","content":"Yexus hais rau nws cov thwjtim hais tias, “Thaum nej thov Vajtswv, nej hais li no: ‘Leej Txiv: Thov kom sawvdaws hwm koj lub npe; thov koj los kav neeg lub siab."},{"bible_id":"1525","chapter_code":"LUK.11","verse_code":"LUK.11.3","label":"3","content":"Thov koj niaj hnub pub mov rau peb noj."},{"bible_id":"1525","chapter_code":"LUK.11","verse_code":"LUK.11.4","label":"4","content":"Thov koj zam txim rau peb, rau qhov peb twb zam txim rau txhua tus uas ua txhaum rau peb lawm. Thov tsis txhob cia tej kev sim siab ntxias tau peb.’ ”"},{"bible_id":"1525","chapter_code":"LUK.11","verse_code":"LUK.11.5","label":"5","content":"Thiab Yexus hais rau nws cov thwjtim hais tias, “Thaum ib tag hmo, yog nej cov muaj ib tug mus rau tom nws tus phoojywg tsev thiab thov hais tias, ‘Phoojywg, thov txais koj peb lub ncuav rau kuv."},{"bible_id":"1525","chapter_code":"LUK.11","verse_code":"LUK.11.6","label":"6","content":"Rau qhov kuv tus phoojywg dua kev tuaj so hauv kuv tsev, kuv tsis muaj mov rau nws noj!’"},{"bible_id":"1525","chapter_code":"LUK.11","verse_code":"LUK.11.7","label":"7","content":"Yog tus phoojywg uas nyob hauv tsev teb hais tias, ‘Tsis txhob tuaj txob kuv! Kuv twb liaj qhovrooj, kuv thiab kuv cov menyuam twb pw tas lawm. Kuv yuav tsis sawv mus muab mov rau koj.’"},{"bible_id":"1525","chapter_code":"LUK.11","verse_code":"LUK.11.8","label":"8","content":"Yog li ntawd, kuv qhia rau nej hais tias, txawm yog nkawd yog phoojywg zoo npaum li cas los nws yuav tsis sawv mus muab mov rau nws tus phoojywg, tiamsis vim qhov uas nws tus phoojywg pheej thov tsis paub txajmuag li. Nws yuav tau mus muab tej uas nws tus phoojywg xav tau rau tus phoojywg."},{"bible_id":"1525","chapter_code":"LUK.11","verse_code":"LUK.11.9","label":"9","content":"Yog li ntawd, kuv qhia rau nej hais tias, nej thov, nej thiaj yuav tau; nej nrhiav, nej thiaj yuav ntsib thiab nej khob, luag thiaj yuav qhib qhovrooj rau nej."},{"bible_id":"1525","chapter_code":"LUK.11","verse_code":"LUK.11.10","label":"10","content":"Rau qhov txhua tus uas thov, yeej yuav tau, txhua tus uas nrhiav yeej yuav ntsib thiab txhua tus uas khob, luag yeej yuav qhib qhovrooj rau nws."},{"bible_id":"1525","chapter_code":"LUK.11","verse_code":"LUK.11.11","label":"11","content":"Nej cov uas yog leej txiv, yog nej tej menyuam thov ntses, nej yuav muab nab rau los?"},{"bible_id":"1525","chapter_code":"LUK.11","verse_code":"LUK.11.12","label":"12","content":"Lossis nej tej menyuam thov qaij, nej yuav muab raubris teb rau los?"},{"bible_id":"1525","chapter_code":"LUK.11","verse_code":"LUK.11.13","label":"13","content":"Txawm yog nej yog neeg txhaum los nej tseem paub muab yam zoo rau nej tej menyuam. Yog li ntawd, nej Leej Txiv tus uas nyob saum ntuj ceebtsheej, nws yimhuab yuav muab Vaj Ntsujplig tus Dawbhuv rau txhua tus uas thov nws!”"},{"bible_id":"1525","chapter_code":"LUK.11","verse_code":"LUK.11.14","label":"14","content":"Yexus ntiab tus dab uas ua rau ib tug txivneej hais tsis tau lus tawm lawm; tus txivneej ntawd txawm rov hais tau. Cov neeg coob coob uas nyob ntawd xav tsis thoob li."},{"bible_id":"1525","chapter_code":"LUK.11","verse_code":"LUK.11.15","label":"15","content":"Tiamsis muaj qee leej xav hais tias, “Yog Npexenpus uas yog dab tus thawj pub hwjchim rau nws, nws thiaj ntiab tau dab.”"},{"bible_id":"1525","chapter_code":"LUK.11","verse_code":"LUK.11.16","label":"16","content":"Muaj qee leej xav sim Yexus, lawv txawm kom Yexus ua ib yam txujci tseemceeb rau sawvdaws saib hais tias, nws yog tus uas Vajtswv txib los."},{"bible_id":"1525","chapter_code":"LUK.11","verse_code":"LUK.11.17","label":"17","content":"Yexus twb paub tej uas lawv xav lawm, thiab nws hais rau lawv hais tias, “Yog ib lub tebchaws twg tawg ua ob peb pab, thiab cov neeg ntawd sib ntaus sib tua, ces lub tebchaws ntawd yuav puastsuaj mus; thiab tsevneeg twg uas tsis sib haum, ces tsevneeg ntawd yeej yuav tawg tag mus."},{"bible_id":"1525","chapter_code":"LUK.11","verse_code":"LUK.11.18","label":"18","content":"Yog cov neeg uas dab Ntxwgnyoog kav sib ntaus sib tua, lawv yuav nyob taus ua ke ntev li cas? Nej hais tias yog Npexenpus pub hwjchim rau kuv, kuv thiaj ntiab tau dab."},{"bible_id":"1525","chapter_code":"LUK.11","verse_code":"LUK.11.19","label":"19","content":"Yog li ntawd, leejtwg pub hwjchim rau nej cov neeg uas ntiab tau dab, ntiab dab? Nej cov neeg uas ntiab tau dab, yog cov uas yuav txiav txim rau nej!"},{"bible_id":"1525","chapter_code":"LUK.11","verse_code":"LUK.11.20","label":"20","content":"Tsis yog li uas nej hais, tiamsis yog kuv muaj Vajtswv lub hwjchim, kuv thiaj ntiab tau dab, qhov ntawd qhia rau nej paub hais tias, Vajtswv lub Tebchaws twb los txog nej lawm."},{"bible_id":"1525","chapter_code":"LUK.11","verse_code":"LUK.11.21","label":"21","content":"“Yog muaj ib tug txivneej uas muaj zog heev, nws npaj ntaj thiab riam khov kho zov nws lub tsev, yeej tsis muaj leejtwg yuav mus nyiag tau nws tej qhov txhia chaw."},{"bible_id":"1525","chapter_code":"LUK.11","verse_code":"LUK.11.22","label":"22","content":"Tiamsis yog muaj ib tug uas muaj zog heev dua nws, ntaus yeej nws, thiab txeeb nws tej ntaj tej riam uas nws cia siab rau nqa mus tas huv tibsi, thiab tej uas nws huab tau, nws yuav coj mus sib faib."},{"bible_id":"1525","chapter_code":"LUK.11","verse_code":"LUK.11.23","label":"23","content":"“Tus uas tsis tuaj kuv tog, tus ntawd yeej tawmtsam kuv; tus uas tsis koom nrog kuv, tus ntawd ua kom tawg pab tawg pawg xwb."},{"bible_id":"1525","chapter_code":"LUK.11","verse_code":"LUK.11.24","label":"24","content":"“Thaum dab tawm hauv ib tug neeg lub cev mus lawm, tus dab ntawd txawm mus rau tom roob mojsab qhua, thiab yog nws nrhiav tsis tau chaw so, nws yuav hais tias, ‘Kuv yuav rov qab mus rau tom kuv lub qub tse uas kuv tawm tuaj.’"},{"bible_id":"1525","chapter_code":"LUK.11","verse_code":"LUK.11.25","label":"25","content":"Thaum nws rov qab los txog nws lub qub tse, ua ciav twb tu dulug cia lawm."},{"bible_id":"1525","chapter_code":"LUK.11","verse_code":"LUK.11.26","label":"26","content":"Tus dab ntawd txawm mus coj dua xya tus dab uas tsiv dua nws los nrog nws nyob hauv lub tsev ntawd. Thaum kawg tus neeg ntawd hajyam txomnyem dua thaum chivthawj.”"},{"bible_id":"1525","chapter_code":"LUK.11","verse_code":"LUK.11.27","label":"27","content":"Thaum Yexus hais li ntawd tas, muaj ib tug pojniam hais nrov nrov hauv pab neeg coob coob ntawd tuaj hais tias, “Tus pojniam uas yug koj thiab pub mis rau koj noj, yog tus uas tau koob hmoov!”"},{"bible_id":"1525","chapter_code":"LUK.11","verse_code":"LUK.11.28","label":"28","content":"Tiamsis Yexus teb hais tias, “Tsis yog li ntawd, cov neeg uas hnov Vajtswv Txojlus thiab ua raws li Txojlus ntawd, thiaj yog cov uas tau koob hmoov!”"},{"bible_id":"1525","chapter_code":"LUK.11","verse_code":"LUK.11.29","label":"29","content":"Thaum cov neeg coob coob tuaj sawv puagncig Yexus, Yexus hais rau lawv hais tias, “Cov neeg tiam no ua phem ua qias kawg li! Lawv thov kom kuv ua ib yam txujci tseemceeb, tiamsis kuv yuav tsis ua rau lawv pom. Zaj txujci tseemceeb uas lawv yuav pom tsuas yog Yaunas zaj xwb."},{"bible_id":"1525","chapter_code":"LUK.11","verse_code":"LUK.11.30","label":"30","content":"Yaunas zaj ua lub cim rau cov neeg uas nyob hauv lub nroog Nineves pom li cas, Neeg Leej Tub yuav ua lub cim rau cov neeg tiam no ib yam li ntawd."},{"bible_id":"1525","chapter_code":"LUK.11","verse_code":"LUK.11.31","label":"31","content":"Hnub uas Vajtswv Txiav Txim, tus Poj Vajntxwv uas kav tebchaws Senpas yuav sawv qhia cov neeg tiam no tej kev txhaum rau lawv. Rau qhov nws taug kev nram nws lub tebchaws tuaj mloog Vajntxwv Xalumoos piav nws tej kev txawj ntse. Kuv qhia rau nej hais tias, muaj ib tug nyob ntawm no tseem muaj hwjchim loj dua Xalumoos thiab."},{"bible_id":"1525","chapter_code":"LUK.11","verse_code":"LUK.11.32","label":"32","content":"Hnub uas Vajtswv Txiav Txim, cov neeg uas nyob hauv lub nroog Nineves yuav sawv qhia nej tej kev txhaum rau nej, rau qhov thaum lawv hnov Yaunas qhia, lawv tso lawv tej kev txhaum tseg. Kuv qhia rau nej hais tias, muaj ib tug nyob ntawm no, nws tseem muaj hwjchim loj dua Yaunas thiab!"},{"bible_id":"1525","chapter_code":"LUK.11","verse_code":"LUK.11.33","label":"33","content":"“Tsis muaj leejtwg taws teeb thiab muab phiab khwb rau;  tsuas muaj yuav muab txawb rau qhov chaw siab xwb, kom cov neeg uas tuaj huv tsev thiaj pom kev."},{"bible_id":"1525","chapter_code":"LUK.11","verse_code":"LUK.11.34","label":"34","content":"Koj lub qhovmuag yog lub teeb uas ci rau koj lub cev pom kev. Yog koj lub qhovmuag pom kev tseeb, koj lub cev yeej yuav kaj nrig. Tiamsis yog koj lub qhovmuag pom kev tsis tseeb, tagnrho koj lub cev yeej yuav tsaus ntuj nti."},{"bible_id":"1525","chapter_code":"LUK.11","verse_code":"LUK.11.35","label":"35","content":"Koj yuav tsum ceevfaj zoo, tsis txhob pub qhov pom kev uas koj muaj tsaus."},{"bible_id":"1525","chapter_code":"LUK.11","verse_code":"LUK.11.36","label":"36","content":"Yog koj lub cev kaj nrig txhua qhov, tsis muaj ib qho tsaus, koj yuav ci ntsa iab thoob plaws, ib yam li muaj duab teeb ci tuaj rau koj.”"},{"bible_id":"1525","chapter_code":"LUK.11","verse_code":"LUK.11.37","label":"37","content":"Thaum Yexus qhia tas, muaj ib tug Falixais hu Yexus mus nrog nws noj mov; Yexus txawm mus hauv nws tsev, thiab zaum ntawm rooj mov."},{"bible_id":"1525","chapter_code":"LUK.11","verse_code":"LUK.11.38","label":"38","content":"Thaum tus Falixais pom hais tias, Yexus tsis ntxuav tes raws li kevcai tso mam li noj, nws xav tsis thoob li."},{"bible_id":"1525","chapter_code":"LUK.11","verse_code":"LUK.11.39","label":"39","content":"Tus Tswv hais rau nws hais tias, “Nej cov Falixais ibtxwm ntxuav khob ntxuav phaj sab nraud xwb, tiamsis hauv nej lub siab muaj kev phem kev qias puv nkaus."},{"bible_id":"1525","chapter_code":"LUK.11","verse_code":"LUK.11.40","label":"40","content":"Ua li cas nej yuav ruam ua luaj li! Nej tsis paub hais tias Vajtswv tus uas tsim sab nraud, nws yog tus uas tsim sab hauv thiab?"},{"bible_id":"1525","chapter_code":"LUK.11","verse_code":"LUK.11.41","label":"41","content":"Nej cia li muab tej uas nyob hauv nej tej khob thiab tej phaj pub rau cov neeg pluag, txhua yam uas nej muaj thiaj yuav huv raws li kevcai."},{"bible_id":"1525","chapter_code":"LUK.11","verse_code":"LUK.11.42","label":"42","content":"“Cov Falixais, nej yuav raug kev puastsuaj! Nej muab pumhub, luamlaws thiab txhua yam txujlom ib feem kaum fij rau Vajtswv, tiamsis nej ho tsis ua neeg ncaj ncees thiab tsis hlub Vajtswv. Nej yuav tsum ua tej no thiab lwm yam los nej yuav tau ua."},{"bible_id":"1525","chapter_code":"LUK.11","verse_code":"LUK.11.43","label":"43","content":"“Cov Falixais, nej yuav raug kev puastsuaj! Nej nyiam xaiv tej chaw zoo hauv tej tsev sablaj zaum, thaum nej mus tom tej khw, nej nyiam kom sawvdaws hwm nej."},{"bible_id":"1525","chapter_code":"LUK.11","verse_code":"LUK.11.44","label":"44","content":"Nej yuav raug kev puastsuaj! Nej zoo ib yam li tej ntxa uas tsis muaj dabtsi cim rau sau, neeg tsuj mus tsuj los, lawv tsis paub hais tias yog ntxa.”"},{"bible_id":"1525","chapter_code":"LUK.11","verse_code":"LUK.11.45","label":"45","content":"Muaj ib tug xibhwb uas qhia Vajtswv txoj Kevcai hais rau Yexus hais tias, “Xibhwb, koj hais li ntawd, kuj yog koj thuam peb!”"},{"bible_id":"1525","chapter_code":"LUK.11","verse_code":"LUK.11.46","label":"46","content":"Yexus teb hais tias, “Cov xibhwb uas qhia Vajtswv txoj Kevcai, nej yuav raug kev puastsuaj thiab! Nej muab lub nra hnyav uas tsis yoojyim ris rau lawv ris, tiamsis nej twb tsis cev nej tus nyuag ntivtes mus pab thiab tej nra ntawd li."},{"bible_id":"1525","chapter_code":"LUK.11","verse_code":"LUK.11.47","label":"47","content":"Nej yuav raug kev puastsuaj! Nej txhim tej ntxa uas faus cov cev Vajtswv lus kom zoo nkauj. Cov cev Vajtswv lus twb yog cov uas nej cov yawgkoob muab tua povtseg lawm."},{"bible_id":"1525","chapter_code":"LUK.11","verse_code":"LUK.11.48","label":"48","content":"Nej ua tej ntawd rau sawvdaws paub hais tias, nej pom zoo tej uas nej cov yawgkoob ua los lawm. Rau qhov nej cov yawgkoob yog cov uas tua cov cev Vajtswv lus, thiab nej yog cov uas txhim tej ntxa ntawd."},{"bible_id":"1525","chapter_code":"LUK.11","verse_code":"LUK.11.49","label":"49","content":"Vim li no Vajtswv tus uas muaj tswvyim thiaj li hais tias, ‘Kuv yuav txib cov uas cev Vajtswv lus thiab kuv cov timthawj mus qhia lawv, tiamsis lawv yuav muab cov cev Vajtswv lus thiab cov timthawj qee leej tua, thiab yuav muab qee leej tsimtxom.’"},{"bible_id":"1525","chapter_code":"LUK.11","verse_code":"LUK.11.50","label":"50","content":"Cov neeg tiam no yuav tau ris lub txim uas cov neeg tiam thaum ub tua cov cev Vajtswv lus, txij thaum tsim lub ntiajteb los txog niaj hnub no,"},{"bible_id":"1525","chapter_code":"LUK.11","verse_code":"LUK.11.51","label":"51","content":"suav txij thaum Anpees raug tua los txog thaum Xakhaliyas raug tua rau ntawm lub thaj fij khoom rau Vajtswv thiab qhov chaw Dawbhuv kis nruab nrab. Kuv qhia rau nej hais tias, cov neeg tiam no yuav tau ris cov neeg uas tua cov cev Vajtswv lus ntawd lub txim!"},{"bible_id":"1525","chapter_code":"LUK.11","verse_code":"LUK.11.52","label":"52","content":"“Cov xibhwb uas qhia Vajtswv txoj Kevcai, nej yuav raug kev puastsuaj! Nej muab tus yuamsij uas qhib lub tsev uas yog kev txawj ntse zais cia lawm; txawm yog nej los nej yuav tsis xav mus rau hauv, thiab yog lwm tus yuav mus hauv, los nej tseem txwv tsis pub lawv mus thiab!”"},{"bible_id":"1525","chapter_code":"LUK.11","verse_code":"LUK.11.53","label":"53","content":"Thaum Yexus tawm hauv tus Falixais tsev mus, cov xibhwb uas qhia Vajtswv txoj Kevcai thiab cov Falixais txawm thuam Yexus heev thiab nug Yexus ntau zaj saib nws puas hais txhaum,"},{"bible_id":"1525","chapter_code":"LUK.11","verse_code":"LUK.11.54","label":"54","content":"lawv thiaj yuav nrhiav tau txim rau nws."},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.1","label":"1","content":"Thaum muaj neeg ntau txhiab leej tuaj nyob ua ke sib txiv qev, Yexus hais rau Yexus cov thwjtim hais tias, “Nej yuav tsum ceevfaj cov Falixais cov keeb. Kuv hais li no yog kuv hais txog cov Falixais uas ntsejmuag ncaj siab nkhaus."},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.2","label":"2","content":"Tej uas neeg muab npog cia lawm, yuav muaj tus muab nthuav los rau sawvdaws saib, thiab tej uas tsis muaj leejtwg paub, yuav muaj tus muab los qhia rau sawvdaws."},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.3","label":"3","content":"Yog li ntawd, txhua yam uas nej hais hauv qhov tsaus ntuj, thaum kaj ntug yuav muaj tus muab tej ntawd qhia rau sawvdaws, thiab tej uas nej sib ntxhi hauv tsev, yuav muaj tus muab tej ntawd coj mus qhia nrov nrov rau nraum zoov."},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.4","label":"4","content":"“Kuv cov phoojywg, kuv qhia rau nej hais tias, nej tsis txhob ntshai tus uas tua tau nej lub cev, tiamsis tom qab ntawd nws ua tsis tau dabtsi tshaj qhov ntawd lawm."},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.5","label":"5","content":"Kuv yuav qhia tus uas nej yuav tsum ntshai rau nej. Nej yuav tsum ntshai Vajtswv tus uas tua tau nej thiab muaj cuabkav muab nej pov rau hauv ntujtawg. Kuv qhia rau nej hais tias, nej yuav tsum ntshai Vajtswv!"},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.6","label":"6","content":"Tsib tug noog tsev, luag muag ob xu xwb puas yog? Txawm yog ib tug noog tsev xwb los Vajtswv yeej saib ntsoov."},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.7","label":"7","content":"Txawm yog nej tej plaubhau los Vajtswv suav txhua txoj huv tibsi. Yog li ntawd, nej tsis txhob ntshai; nej muaj nqis heev dua ntau tus noog tsev."},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.8","label":"8","content":"“Kuv qhia tseeb rau nej hais tias, tus uas lees tabmeeg sawvdaws hais tias nws yog kuv li, Neeg Leej Tub yuav lees tus ntawd tabmeeg Vajtswv cov timtswv ib yam li ntawd."},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.9","label":"9","content":"Tiamsis tus uas tsis lees kuv tabmeeg sawvdaws, Neeg Leej Tub yuav tsis lees yuav tus ntawd tabmeeg Vajtswv cov timtswv."},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.10","label":"10","content":"“Yog leejtwg thuam Neeg Leej Tub, Vajtswv zam txim tau rau tus ntawd. Tiamsis yog leejtwg thuam Vaj Ntsujplig tus Dawbhuv, Vajtswv yuav zam txim tsis tau rau tus ntawd."},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.11","label":"11","content":"“Thaum lawv coj nej mus rau hauv tej tsev sablaj lossis coj nej mus cuag tej nomtswv, nej tsis txhob txhawj hais tias nej yuav hais daws nej zaj li cas."},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.12","label":"12","content":"Rau qhov thaum ntawd Vaj Ntsujplig tus Dawbhuv yuav qhia rau nej paub hais tias, nej yuav hais li cas thiaj zoo.”"},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.13","label":"13","content":"Muaj ib tug txivneej nyob hauv pab neeg coob coob ntawd hais rau Yexus hais tias, “Xibhwb, thov koj hais kom kuv tus tijlaug faib kuv niam kuv txiv tej qubtxeeg qubteg rau kuv thiab.”"},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.14","label":"14","content":"Yexus teb hais tias, “Phoojywg, leejtwg tsa kuv ua tus txiav txim thiab faib qubtxeeg qubteg rau neb?”"},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.15","label":"15","content":"Yexus hais rau sawvdaws tias, “Nej txhua tus yuav tsum ceevfaj tsis txhob ntshaw yam ub yam no. Txawm yog nej muaj nyiaj ntxiag thiab qhov txhia chaw ntau npaum li cas los tej ntawd yeej pab tsis tau kom nej muaj txojsia nyob ntev.”"},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.16","label":"16","content":"Yexus hais ib zaj lus pivtxwv rau lawv hais tias, “Muaj ib tug txivneej npluanuj, nws muaj liaj muaj teb zoo thiab sau tau qoobloo ntau heev."},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.17","label":"17","content":"Nws xav hais tias, ‘Kuv yuav ua li cas? Kuv tsis muaj chaw txaus ntim kuv tej qoobloo no.’"},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.18","label":"18","content":"Nws xav hais tias, ‘Kuv yuav ua li no. Kuv yuav rhuav kuv lub txhab, thiab muab ua kom loj dua, thiaj txaus ntim kuv tej qoobloo thiab qhov txhia chaw."},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.19","label":"19","content":"Ces kuv yuav hais rau kuv lub siab hais tias, koj muaj hmoo heev! Koj twb muaj txhua yam txhij zog uas kav ntau xyoo lawm. Koj cia li so nyob noj nyob haus.’"},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.20","label":"20","content":"Tiamsis Vajtswv hais rau tus npluanuj ntawd tias, ‘Tus neeg ruam, hmo no koj txojsia twb yuav tu; yog li ntawd, tej qhov txhia chaw uas koj npaj tseg yuav yog leejtwg tug?’ ”"},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.21","label":"21","content":"Yexus xaus lus hais tias, “Tus uas npaj nyiaj txiag qhov txhia chaw los ua nws tug kom nws npluanuj, Vajtswv tsis suav hais tias tus ntawd yog neeg npluanuj.”"},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.22","label":"22","content":"Ces Yexus hais rau nws cov thwjtim hais tias, “Yog li ntawd, kuv thiaj qhia rau nej kom nej tsis txhob txhawj hais tias nej yuav tsum muaj zaub mov noj thiaj muaj sia nyob lossis yuav tsum muaj ris tsho hnav."},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.23","label":"23","content":"Rau qhov txojsia tseemceeb dua tej zaub mov, thiab lub cev tseemceeb dua tej ris tsho."},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.24","label":"24","content":"Nej ua tib zoo saib tej uablag: Uablag tsis cog qoob cog loo, thiab tsis hlais tsis sau; lawv tsis muaj txhab tsis muaj phawv ntim qoobloo cia; Vajtswv twb yug tej uablag! Nej tseem muaj nqis heev dua tej noog ntawd!"},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.25","label":"25","content":"Nej tej kev txhawj puas yuav pab tau kom nej muaj sia nyob ob peb xyoos ntxiv?"},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.26","label":"26","content":"Yog tej yam me me no nej twb ua tsis tau, nej tseem yuav mus txhawj lwm yam ua dabtsi?"},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.27","label":"27","content":"Nej ua tib zoo xav saib, tej paj ntoos tawg li cas? Lawv twb tsis ua haujlwm, tsis ntos ntaub hnav. Tiamsis kuv qhia rau nej hais tias, txawm yog Vajntxwv Xalumoos npluanuj kawg li los nws twb tsis tau hnav ib cev ris tsho zoo npaum li tej paj ntoos ntawd ib lub. Ua li cas nej kev ntseeg yuav tsawg ua luaj?"},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.28","label":"28","content":"Tej nroj tsuag uas tsuas nyob hnub no xwb, tagkis luag twb yuav muab pov hlawv rau hauv qhovcub, ua ciav Vajtswv twb pub rau tej paj ntoos ntawd zoo nkauj ua luaj. Yog li ntawd, Vajtswv hajyam yuav pub rau nej muaj hnav zoo dua tej nroj tsuag ntawd!"},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.29","label":"29","content":"“Yog li ntawd, nej tsis txhob txhawj hais tias, nej yuav mus nrhiav dabtsi los noj los haus."},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.30","label":"30","content":"(Cov neeg uas tsis ntseeg Vajtswv hauv ntiajteb no niaj hnub nrhiav tej no.) Nej Leej Txiv yeej paub hais tias nej yuav tsum muaj tej no."},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.31","label":"31","content":"Tiamsis nej yuav tsum xub nrhiav Vajtswv lub Tebchaws tso, nws mam li muab tej no ntxiv rau nej."},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.32","label":"32","content":"“Cov menyuam yaj, txawm yog nej tsis coob los nej tsis txhob ntshai, rau qhov nej Leej Txiv twb txaus siab muab nws lub tebchaws rau nej lawm."},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.33","label":"33","content":"Cia li muab nej tej qhov txhia chaw muag, thiab muab tej ntawd faib rau cov neeg pluag. Cia li xaws lub hnab rau nyiaj uas tsis txawj ntuag ntim nej tej nyiaj rau saum ntuj ceebtsheej, qhov ntawd nej tej nyiaj yuav tsis ploj, rau qhov tubsab nyiag tsis tau, thiab ntsaum kabrwg tsis noj."},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.34","label":"34","content":"Nej tej nyiaj txiag thiab qhov txhia chaw nyob qhov twg, nej lub siab yeej nyob qhov ntawd."},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.35","label":"35","content":"“Nej yuav tsum hnav ris tsho khov kho tos thiab taws teeb cia,"},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.36","label":"36","content":"ib yam li cov tubtxib uas npaj tos lawv tus tswv uas mus noj tshoob yuav rov los. Thaum tus tswv los txog thiab hu, tamsim ntawd cov tubtxib yuav qhib qhovrooj rau nws."},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.37","label":"37","content":"Thaum tus tswv rov los pom cov tubtxib tseem zov tos, cov tubtxib ntawd yuav tau ntsejmuag! Kuv qhia rau nej hais tias, tus tswv ntawd yuav sia siv khov kho thiab yuav kom cov tubtxib zaum ntawm rooj, thiab nws yuav ua tus txhab zaub txhab mov rau lawv noj."},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.38","label":"38","content":"Txawm yog tus tswv los thaum ib tag hmo lossis los thaum yuav kaj ntug, yog nws pom cov tubtxib tseem zov tos, cov tubtxib ntawd yuav tau ntsejmuag!"},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.39","label":"39","content":"Nej nco ntsoov hais tias, yog tus tswv tsev paub hais tias thaum twg tubsab yuav tuaj, nws yeej yuav zov tos, tsis pub kom tubsab los tau rau hauv nws tsev."},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.40","label":"40","content":"Yog li ntawd, nej los yuav tsum zov tos, rau qhov Neeg Leej Tub yuav los lub sijhawm uas nej tsis ceevfaj.”"},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.41","label":"41","content":"Petus nug Yexus hais tias, “Tus Tswv, zaj lus pivtxwv uas koj hais no, yog koj hais rau peb lossis koj hais rau txhua tus?”"},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.42","label":"42","content":"Tus Tswv teb hais tias, “Tus tubtxib ncaj ncees thiab muaj tswvyim. Tus tswv yuav tsa nws ua tus loj uas saib tus tswv cov tubtxib. Thaum txog sijhawm noj, tus ntawd yuav ua tus uas faib zaub faib mov rau cov tubtxib noj."},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.43","label":"43","content":"Thaum tus tswv rov los tsev thiab pom tus tubtxib ntawd tabtom ua tej haujlwm zoo no. Ces tus tubtxib ntawd yuav tau ntsejmuag."},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.44","label":"44","content":"Kuv qhia rau nej hais tias, tus tswv yuav tsa tus tubtxib ntawd ua tus saib tus tswv tej qhov txhia chaw."},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.45","label":"45","content":"Tiamsis yog tus tubtxib ntawd xav hais tias, tseem tshuav ntev nws tus tswv mam los, ces nws txawm muab cov tubtxib ntaus, tsis hais pojniam lossis txivneej huv tibsi, thiab nws noj tsau haus qaug,"},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.46","label":"46","content":"nws tsis paub hais tias lub sijhawm twg nws tus tswv yuav los txog, nws thiaj tsis ceevfaj. Tus tswv yuav muab tus tubtxib ntawd hlais ua tej daim,  thiab muab nws pov mus nrog cov neeg uas tsis mloog lus nyob."},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.47","label":"47","content":"“Tus tubtxib uas paub nws tus tswv lub siab lawm, tiamsis nws tsis ua raws li tus tswv xav kom nws ua. Tus tubtxib ntawd yuav mag nplawm."},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.48","label":"48","content":"Tiamsis tus tubtxib uas tsis paub nws tus tswv lub siab, txawm yog nws ua txhaum txaus nplawm los nws yuav tsis mag nplawm ntau. Tus uas tau ntau, tus ntawd yuav tsum pauj ntau. Tus uas tau ntau dua, tus ntawd yuav tsum pauj ntau dua."},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.49","label":"49","content":"“Qhov uas kuv los yog coj hluavtaws los hlawv lub ntiajteb, thiab kuv xav kom hluavtaws twb cig lawm!"},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.50","label":"50","content":"Kuv nyuaj siab kawg li, vim kuv yuav raug kev tsimtxom, thiab kuv yuav nyuaj siab mus txog thaum lub sijhawm ntawd dhau lawm."},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.51","label":"51","content":"Nej xav hais tias, kuv coj kev sib haumxeeb los rau hauv lub ntiajteb no los? Kuv qhia rau nej hais tias, tsis yog li ntawd, kuv los ua kom neeg nyob tsis sib haum."},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.52","label":"52","content":"Txij no mus tsevneeg uas muaj tsib lees yuav tsis sib haum, peb leeg yuav tawmtsam ob leeg, thiab ob leeg yuav tawmtsam peb leeg."},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.53","label":"53","content":"Txiv yuav tawmtsam tub, tub yuav tawmtsam txiv; niam yuav tawmtsam ntxhais, ntxhais yuav tawmtsam niam; pog yuav tawmtsam nyab thiab nyab yuav tawmtsam pog.”"},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.54","label":"54","content":"Yexus hais rau sawvdaws hais tias, “Thaum nej pom huab tsaus nti sab hnubpoob los, tamsim ntawd nej hais tias, yuav los nag, ces txawm muaj li ntawd."},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.55","label":"55","content":"Thiab thaum nej pom cua ntsawj sab qabteb tuaj, nej hais tias, twb yuav txog lub caij ntuj kub, ces txawm muaj li ntawd."},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.56","label":"56","content":"Cov neeg ntsejmuag ncaj siab nkhaus! Nej saib huab saib cua, nej paub hais tias yuav tshav ntuj lossis yuav los nag, tiamsis ua li cas tej uas niaj hnub no muaj, nej ho tsis paub?"},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.57","label":"57","content":"“Vim li cas nej tsis ua tib zoo xav saib yuav ua yam twg thiaj zoo?"},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.58","label":"58","content":"Yog leejtwg xyuam phaj kom koj rau hauv tsev tu plaub, thiab yuav coj koj mus hais plaub, ua ntej uas tsis tau mus hais plaub, koj cia li thov nws kom neb rov sib haum, nyob tsam nws yuav coj koj mus cuag tus txiav txim, ces tus txiav txim yuav muab koj cob rau tus ceevxwm, thiab tus ceevxwm yuav muab koj kaw rau hauv tsev lojcuj."},{"bible_id":"1525","chapter_code":"LUK.12","verse_code":"LUK.12.59","label":"59","content":"Kuv qhia tseeb rau koj hais tias, koj yuav tawm tsis tau hauv tsev lojcuj mus txog thaum uas koj them nqi tas.”"},{"bible_id":"1525","chapter_code":"LUK.13","verse_code":"LUK.13.1","label":"1","content":"Thaum lub sijhawm ntawd, muaj qee leej qhia rau Yexus hais txog zaj uas Philaj muab cov neeg Kalilais tua, thaum lawv tabtom tua tsiaj fij rau Vajtswv."},{"bible_id":"1525","chapter_code":"LUK.13","verse_code":"LUK.13.2","label":"2","content":"Yexus teb lawv hais tias, “Nej xav hais tias, cov neeg Kalilais uas raug tua li ntawd, lawv muaj txim loj dua lwm tus neeg Kalilais huv tibsi no los?"},{"bible_id":"1525","chapter_code":"LUK.13","verse_code":"LUK.13.3","label":"3","content":"Tsis yog li ntawd! Kuv qhia rau nej hais tias, yog nej tsis tso nej tej kev txhaum tseg, nej yuav tuag ib yam li lawv cov ntawd thiab."},{"bible_id":"1525","chapter_code":"LUK.13","verse_code":"LUK.13.4","label":"4","content":"Nej xav hais tias, kaum yim leej uas lub chaw tsomfaj vau los ntaus tuag tas hauv Xilau-as ntawd, yog lawv ua txhaum loj dua cov neeg uas nyob hauv lub nroog Yeluxalees huv tibsi no los?"},{"bible_id":"1525","chapter_code":"LUK.13","verse_code":"LUK.13.5","label":"5","content":"Tsis yog li ntawd! Kuv qhia rau nej hais tias, yog nej tsis tso nej tej kev txhaum tseg, nej yuav tuag tas ib yam li lawv cov ntawd thiab.”"},{"bible_id":"1525","chapter_code":"LUK.13","verse_code":"LUK.13.6","label":"6","content":"Yexus hais ib zaj lus pivtxwv rau lawv mloog hais tias, “Muaj ib tug txivneej cog ib tsob txiv ncuavpias rau hauv nws lub vaj txiv hmab. Nws mus saib, saib puas txi txiv, tiamsis tsis pom txi txiv li."},{"bible_id":"1525","chapter_code":"LUK.13","verse_code":"LUK.13.7","label":"7","content":"Nws txawm hais rau tus uas tu lub vaj ntawd hais tias, ‘Koj saib, kuv tuaj saib tsob txiv ncuavpias no tau peb xyoos lawm, tiamsis kuv tsis pom txi ib lub txiv li. Koj cia li muab ntov povtseg! Ua li cas tseem yuav cia nws nyob ntxoov av ua dabtsi?’"},{"bible_id":"1525","chapter_code":"LUK.13","verse_code":"LUK.13.8","label":"8","content":"Tiamsis tus uas tu lub vaj teb hais tias, ‘Tus tswv, thov cia nws nyob ib xyoos thiab tso. Kuv yuav khawb av npoog thiab rau chiv rau."},{"bible_id":"1525","chapter_code":"LUK.13","verse_code":"LUK.13.9","label":"9","content":"Yog lwm xyoo nws txi txiv lawm kuj zoo, yog nws tsis txi txiv, koj mam li muab ntov povtseg.’ ”"},{"bible_id":"1525","chapter_code":"LUK.13","verse_code":"LUK.13.10","label":"10","content":"Muaj ib hnub uas yog Hnub Xanpataus, Yexus tabtom qhia hauv ib lub tsev sablaj."},{"bible_id":"1525","chapter_code":"LUK.13","verse_code":"LUK.13.11","label":"11","content":"Muaj ib tug pojniam raug dab thiab mob tau kaum yim xyoo lawm; ua rau nws khoov duav sawv tsis tau ntseg."},{"bible_id":"1525","chapter_code":"LUK.13","verse_code":"LUK.13.12","label":"12","content":"Thaum Yexus pom tus pojniam ntawd, Yexus hu nws los thiab hais rau nws hais tias, “Tus ntxhais, koj tus mob twb zoo lawm!”"},{"bible_id":"1525","chapter_code":"LUK.13","verse_code":"LUK.13.13","label":"13","content":"Yexus cev tes mus tuav nkaus tus pojniam ntawd, tamsim ntawd tus pojniam ntawd txawm sawv taus ntseg thiab nws ua Vajtswv tsaug."},{"bible_id":"1525","chapter_code":"LUK.13","verse_code":"LUK.13.14","label":"14","content":"Thaum tus uas saib lub tsev sablaj pom Yexus kho mob Hnub Xanpataus, nws chim heev, nws hais rau cov neeg uas nyob ntawd hais tias, “Twb muaj rau hnub rau peb ua Vajtswv haujlwm; ua li cas rau hnub ntawd nej ho tsis tuaj kho mob, Hnub Xanpataus nej ho tuaj kho?”"},{"bible_id":"1525","chapter_code":"LUK.13","verse_code":"LUK.13.15","label":"15","content":"Tus Tswv teb hais tias, “Cov neeg ntsejmuag ncaj siab nkhaus! Hnub Xanpataus nej twb daws nyuj lossis daws neesluav cab tawm hauv nkuaj mus haus dej."},{"bible_id":"1525","chapter_code":"LUK.13","verse_code":"LUK.13.16","label":"16","content":"Tus pojniam no twb yog Anplahas ib tug xeebntxwv, thiab dab Ntxwgnyoog twb muab nws khi tau kaum yim lub xyoo los lawm; Hnub Xanpataus tseem tsis tsimnyog daws kom nws dim thiab los?”"},{"bible_id":"1525","chapter_code":"LUK.13","verse_code":"LUK.13.17","label":"17","content":"Yexus teb li ntawd, ua rau cov neeg uas tawmtsam Yexus poob ntsejmuag kawg li. Tiamsis cov neeg uas pom tej txujci uas Yexus ua, lawv zoo siab heev."},{"bible_id":"1525","chapter_code":"LUK.13","verse_code":"LUK.13.18","label":"18","content":"Yexus nug hais tias, “Kuv yuav muab Vajtswv lub Tebchaws piv rau dabtsi?"},{"bible_id":"1525","chapter_code":"LUK.13","verse_code":"LUK.13.19","label":"19","content":"Vajtswv lub tebchaws piv ib yam li lub noob zaub uas muaj ib tug coj mus cog rau hauv nws lub vaj. Lub noob zaub ntawd tuaj thiab loj hlob ua ib tsob ntoo uas loj heev, thiab noog los ua zes rau saum nws tej ceg.”"},{"bible_id":"1525","chapter_code":"LUK.13","verse_code":"LUK.13.20","label":"20","content":"Yexus rov nug dua hais tias, “Kuv yuav muab Vajtswv lub Tebchaws piv rau dabtsi?"},{"bible_id":"1525","chapter_code":"LUK.13","verse_code":"LUK.13.21","label":"21","content":"Vajtswv lub Tebchaws piv ib yam li cov keeb uas muaj ib tug pojniam muab xyaw rau peb siab hmoov nplej, thiab ua rau cov hmoov nplej su tas huv tibsi.”"},{"bible_id":"1525","chapter_code":"LUK.13","verse_code":"LUK.13.22","label":"22","content":"Yexus taug kev mus qhuab qhia rau tej neeg sawvdaws hauv tej nroog thiab tej zos mus txog nram lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"LUK.13","verse_code":"LUK.13.23","label":"23","content":"Muaj ib tug nug Yexus hais tias, “Tus Tswv, cov uas yuav dim txim muaj tsawg tsawg leej xwb los?” Yexus teb lawv hais tias,"},{"bible_id":"1525","chapter_code":"LUK.13","verse_code":"LUK.13.24","label":"24","content":"“Nej ua tiag txeem lub qhovrooj nqaim mus rau sab hauv. Kuv qhia rau nej hais tias, muaj ntau leej xav mus sab hauv, tiamsis lawv mus tsis tau."},{"bible_id":"1525","chapter_code":"LUK.13","verse_code":"LUK.13.25","label":"25","content":"Thaum tus tswv tsev sawv los kaw qhovrooj lawm; nej yuav sawv sab nraud khob qhovrooj thiab hu hais tias, ‘Tus tswv, thov qhib qhovrooj rau peb!’ Tus tswv tsev yuav teb nej hais tias, ‘Kuv tsis paub xyov nej tuaj qhov twg tuaj!’"},{"bible_id":"1525","chapter_code":"LUK.13","verse_code":"LUK.13.26","label":"26","content":"Thaum ntawd nej yuav teb hais tias, ‘Peb twb nrog koj noj koj haus; thiab koj twb tuaj qhia hauv peb lub nroog!’"},{"bible_id":"1525","chapter_code":"LUK.13","verse_code":"LUK.13.27","label":"27","content":"Tus tswv tsev yuav rov hais rau nej hais tias, ‘Kuv tsis paub xyov nej tuaj qhov twg tuaj. Cov neeg siab phem, nej cia li khiav mus!’"},{"bible_id":"1525","chapter_code":"LUK.13","verse_code":"LUK.13.28","label":"28","content":"Thaum nej pom Anplahas, Ixaj, Yakhauj thiab cov cev Vajtswv lus txhua tus nyob hauv Vajtswv lub Tebchaws, thaum ntawd nej cov uas tseem nyob sab nraud, nej yuav quaj qw tom hniav qawv!"},{"bible_id":"1525","chapter_code":"LUK.13","verse_code":"LUK.13.29","label":"29","content":"Yuav muaj neeg tuaj sab hnubtuaj, sab hnubpoob, sab qaumteb thiab sab qabteb tuaj nyob ua ke ntawm rooj mov hauv Vajtswv lub Tebchaws."},{"bible_id":"1525","chapter_code":"LUK.13","verse_code":"LUK.13.30","label":"30","content":"Thaum ntawd tus uas nimno nyob tom tw yuav tau mus ua tus thawj, thiab tus uas nimno ua tus thawj, yuav tau los nyob tom tw.”"},{"bible_id":"1525","chapter_code":"LUK.13","verse_code":"LUK.13.31","label":"31","content":"Thaum lub sijhawm ntawd, cov Falixais qee leej tuaj cuag Yexus thiab hais rau nws hais tias, “Koj cia li khiav tawm qhov no thiab mus rau lwm qhov, Helauj yuav muab koj tua povtseg.”"},{"bible_id":"1525","chapter_code":"LUK.13","verse_code":"LUK.13.32","label":"32","content":"Yexus teb lawv hais tias, “Nej cia li mus qhia rau tus hma ntawd hais tias: ‘Hnub no thiab tagkis, kuv tseem ntiab dab thiab kho tej neeg muaj mob, hnub peb kuv tes haujlwm mam li tiav.’"},{"bible_id":"1525","chapter_code":"LUK.13","verse_code":"LUK.13.33","label":"33","content":"Txawm li cas los xij, hnub no, tagkis thiab nagkis, kuv yeej yuav taug kev mus rau nram; rau qhov tsis tsimnyog yuav muab ib tug uas cev Vajtswv lus tua rau lwm qhov, tsuas tsimnyog muab tua rau hauv lub nroog Yeluxalees xwb."},{"bible_id":"1525","chapter_code":"LUK.13","verse_code":"LUK.13.34","label":"34","content":"“Yeluxalees, Yeluxalees! Koj muab cov uas cev Vajtswv lus tua povtseg, koj muab pobzeb ntaus cov tubtxib uas Vajtswv txib los qhia koj! Muaj ntau zaus kuv twb yuav muab koj cov pejxeem los puag, ib yam li tus poj qaib cuab nws cov menyuam los puag rau hauv nws ob phab tis, tiamsis koj tsis cia kuv ua li ntawd!"},{"bible_id":"1525","chapter_code":"LUK.13","verse_code":"LUK.13.35","label":"35","content":"Nimno Vajtswv yuav muab koj lub Tuamtsev tso povtseg nyob qhuav nquas cia. Kuv qhia rau koj hais tias, koj yuav tsis pom kuv mus txog hnub uas koj hais tias, ‘Thov Vajtswv foom koob hmoov rau tus uas Vajtswv txib los.’ ”"},{"bible_id":"1525","chapter_code":"LUK.14","verse_code":"LUK.14.1","label":"1","content":"Muaj ib hnub uas yog Hnub Xanpataus, Yexus mus noj mov hauv cov Falixais ib tug thawj lub tsev; muaj neeg saib ntsoov Yexus."},{"bible_id":"1525","chapter_code":"LUK.14","verse_code":"LUK.14.2","label":"2","content":"Muaj ib tug txivneej tes taw phobvog los cuag Yexus,"},{"bible_id":"1525","chapter_code":"LUK.14","verse_code":"LUK.14.3","label":"3","content":"Yexus nug cov xibhwb uas qhia Vajtswv txoj Kevcai thiab cov Falixais hais tias, “Peb txoj kevcai puas pub peb kho mob Hnub Xanpataus los tsis pub?”"},{"bible_id":"1525","chapter_code":"LUK.14","verse_code":"LUK.14.4","label":"4","content":"Tiamsis lawv tsis teb li. Yexus tuav nkaus tus txivneej ntawd, Yexus kho nws tus mob zoo thiab kom nws mus tsev lawm."},{"bible_id":"1525","chapter_code":"LUK.14","verse_code":"LUK.14.5","label":"5","content":"Yexus hais rau lawv hais tias, “Hnub Xanpataus, yog nej leejtwg muaj ib tug menyuam lossis ib tug nyuj mus poob rau hauv qhovtshij lawm, txawm yog hnub ntawd yog Hnub Xanpataus los nej yeej yuav mus muab nrawm nroos xwb los sav?”"},{"bible_id":"1525","chapter_code":"LUK.14","verse_code":"LUK.14.6","label":"6","content":"Lawv teb tsis taus Yexus lo lus ntawd li."},{"bible_id":"1525","chapter_code":"LUK.14","verse_code":"LUK.14.7","label":"7","content":"Yexus pom cov neeg uas tuaj noj mov muaj qee leej xaiv zaum pem hauv tsum, Yexus hais ib zaj lus pivtxwv rau lawv hais tias,"},{"bible_id":"1525","chapter_code":"LUK.14","verse_code":"LUK.14.8","label":"8","content":"“Thaum muaj neeg hu koj mus noj tshoob, koj tsis txhob xub mus xaiv zaum pem hauv tsum. Nyob tsam tus tswv tsev twb hu ib tug uas tseemceeb dua koj tuaj,"},{"bible_id":"1525","chapter_code":"LUK.14","verse_code":"LUK.14.9","label":"9","content":"thiab tus tswv tsev uas hu neb ob leeg tuaj, yuav los hais rau koj hais tias, ‘Cia tus no zaum lub chaw ko.’ Thaum ntawd koj yuav poob ntsejmuag heev, thiab koj yuav tau mus zaum tom qab."},{"bible_id":"1525","chapter_code":"LUK.14","verse_code":"LUK.14.10","label":"10","content":"Thaum muaj neeg hu koj mus noj mov, koj yuav tsum xub mus zaum tom qab, thaum tus tswv tsev los, nws yuav hu koj hais tias, ‘Phoojywg, koj cia li mus zaum pem hauv tsum.’ Ces koj yuav tau ntsejmuag tabmeeg cov neeg uas nrog koj zaum noj mov ua ke ntawd."},{"bible_id":"1525","chapter_code":"LUK.14","verse_code":"LUK.14.11","label":"11","content":"Rau qhov txhua tus uas khav hais tias nws muaj hwjchim, tus ntawd yuav poob hwjchim, tiamsis txhua tus uas txo hwjchim, yuav tau hwjchim.”"},{"bible_id":"1525","chapter_code":"LUK.14","verse_code":"LUK.14.12","label":"12","content":"Yexus hais rau tus tswv tsev ntawd hais tias, “Thaum koj noj sus lossis noj hmo, koj tsis txhob mus hu koj tej phoojywg, koj tej kwvtij neejtsa thiab tej neeg zejzog uas npluanuj tuaj xwb, rau qhov lawv yeej yuav ua ib rooj mov pauj rau koj."},{"bible_id":"1525","chapter_code":"LUK.14","verse_code":"LUK.14.13","label":"13","content":"Thaum koj muaj noj muaj haus, koj cia li mus hu tej neeg pluag, tej neeg qhuav tes qhuav taw, tej neeg cegtawv thiab tej neeg digmuag tuaj noj;"},{"bible_id":"1525","chapter_code":"LUK.14","verse_code":"LUK.14.14","label":"14","content":"koj thiaj yuav tau koob hmoov, rau qhov lawv cov ntawd pauj tsis taus koj txiaj ntsig. Thaum Vajtswv tsa cov neeg ncaj ncees sawv hauv qhov tuag rov qab los, Vajtswv yuav muab nqi zog rau koj.”"},{"bible_id":"1525","chapter_code":"LUK.14","verse_code":"LUK.14.15","label":"15","content":"Cov neeg uas nrog Yexus zaum ntawm rooj mov hnov Yexus hais li ntawd, muaj ib tug hais rau Yexus hais tias, “Tus uas tau mus noj mov hauv Vajtswv lub tebchaws, tus ntawd yuav zoo siab kawg li!”"},{"bible_id":"1525","chapter_code":"LUK.14","verse_code":"LUK.14.16","label":"16","content":"Yexus hais rau nws hais tias, “Muaj ib tug txivneej ua ib rooj mov loj, nws mus caw ntau leej tuaj noj."},{"bible_id":"1525","chapter_code":"LUK.14","verse_code":"LUK.14.17","label":"17","content":"Thaum txog lub sijhawm noj lawm, nws txib ib tug tubtxib mus hu cov neeg uas nws twb caw lawm hais tias, ‘Nej cia li mus, twb rau mov txhij lawm!’"},{"bible_id":"1525","chapter_code":"LUK.14","verse_code":"LUK.14.18","label":"18","content":"Tiamsis cov neeg ntawd txhua tus yig hais tias, tsis khoom mus. Thawj tug hais rau tus tubtxib ntawd hais tias, ‘Kuv yuav tau ib thaj liaj, kuv yuav mus saib; koj rov mus hais rau koj tus tswv kom nws tsis txhob tu siab.’"},{"bible_id":"1525","chapter_code":"LUK.14","verse_code":"LUK.14.19","label":"19","content":"Muaj dua ib tug hais tias, ‘Kuv muas tau tsib nkawm nyuj cia lawm, kuv yuav mus muab kuv cov nyuj sim laij liag. Koj rov mus hais rau koj tus tswv kom nws tsis txhob tu siab.’"},{"bible_id":"1525","chapter_code":"LUK.14","verse_code":"LUK.14.20","label":"20","content":"Muaj dua ib tug hais tias, ‘Kuv nyuam qhuav yuav pojniam, yog li ntawd kuv tsis mus.’"},{"bible_id":"1525","chapter_code":"LUK.14","verse_code":"LUK.14.21","label":"21","content":"Tus tubtxib rov mus qhia tej no rau nws tus tswv. Tus tswv chim heev, nws hais rau tus tubtxib tias, ‘Koj cia li mus rau tom tej kev loj kev me hauv nroog, coj tej neeg pluag, tej neeg qhuav tes qhuav taw, tej neeg digmuag thiab tej neeg cegtawv tuaj noj.’"},{"bible_id":"1525","chapter_code":"LUK.14","verse_code":"LUK.14.22","label":"22","content":"Tus tubtxib rov los hais rau nws tus tswv hais tias, ‘Kuv twb mus ua raws li koj hais rau kuv lawm, tiamsis tseem tshuav chaw thiab.’"},{"bible_id":"1525","chapter_code":"LUK.14","verse_code":"LUK.14.23","label":"23","content":"Tus tswv rov hais rau tus tubtxib ntawd hais tias, ‘Koj cia li mus rau tom tej kev loj thiab kev me, koj ntsib leejtwg los koj cia li coj tuaj kom puv kuv lub tsev."},{"bible_id":"1525","chapter_code":"LUK.14","verse_code":"LUK.14.24","label":"24","content":"Kuv qhia rau nej hais tias, cov neeg uas twb caw lawm, tsis muaj ib tug yuav tau saj kuv rooj mov hlo li!’ ”"},{"bible_id":"1525","chapter_code":"LUK.14","verse_code":"LUK.14.25","label":"25","content":"Muaj neeg coob coob nrog Yexus ua ke mus, Yexus tig los hais rau lawv hais tias,"},{"bible_id":"1525","chapter_code":"LUK.14","verse_code":"LUK.14.26","label":"26","content":"“Yog leejtwg yuav los cuag kuv, tus ntawd yuav tsum hlub kuv heev dua li nws hlub nws niam nws txiv, nws pojniam menyuam, nws kwv nws tij, nws nkauj nws muam thiab heev dua li nws hlub nws lub cev, nws thiaj li ua tau kuv tus thwjtim."},{"bible_id":"1525","chapter_code":"LUK.14","verse_code":"LUK.14.27","label":"27","content":"Tus uas tsis kwv nws tus ntoo khaublig nrog kuv mus, tus ntawd ua tsis tau kuv tus thwjtim."},{"bible_id":"1525","chapter_code":"LUK.14","verse_code":"LUK.14.28","label":"28","content":"Nej cov yog muaj ib tug yuav ua ib lub chaw tsomfaj, tus ntawd yuav tsum xub zaum ua tib zoo xav saib yuav siv nyiaj npaum li cas, thiab nws puas yuav muaj nyiaj txaus ua tau."},{"bible_id":"1525","chapter_code":"LUK.14","verse_code":"LUK.14.29","label":"29","content":"Yog nws tsis xub ua li ntawd, ces thaum txhos tau ncej lawm, nws yuav ua lub chaw tsomfaj ntawd tsis tiav. Cov neeg uas pom li ntawd yuav thuam nws"},{"bible_id":"1525","chapter_code":"LUK.14","verse_code":"LUK.14.30","label":"30","content":"hais tias, ‘Tus txivneej no pib ua, tiamsis nws tsis muaj peevxwm ua kom tiav!’"},{"bible_id":"1525","chapter_code":"LUK.14","verse_code":"LUK.14.31","label":"31","content":"Tus vajntxwv uas muaj tubrog kaum txhiab leej, thaum nws yuav mus ua rog rau ib tug vajntxwv uas muaj tubrog nees nkaum txhiab leej, nws yeej yuav xub ua tib zoo xav saib, nws cov tubrog puas yuav mus ntaus yeej tus vajntxwv uas muaj tubrog nees nkaum txhiab leej ntawd."},{"bible_id":"1525","chapter_code":"LUK.14","verse_code":"LUK.14.32","label":"32","content":"Yog nws xav hais tias nws yuav tua tsis yeej, thaum nws tseem nyob deb, nws yeej yuav xub txib neeg mus thov tus vajntxwv tod, kom ob tog sib raug zoo."},{"bible_id":"1525","chapter_code":"LUK.14","verse_code":"LUK.14.33","label":"33","content":"Yexus xaus lus hais tias, ib yam nkaus li ntawd, tus uas tsis tso txhua yam uas nws muaj tseg, tus ntawd ua tsis tau kuv tus thwjtim."},{"bible_id":"1525","chapter_code":"LUK.14","verse_code":"LUK.14.34","label":"34","content":"“Ntsev yog yam uas zoo, tiamsis yog ntsev tsuag lawm, yuav ua li cas kom rov qab ntsev tau."},{"bible_id":"1525","chapter_code":"LUK.14","verse_code":"LUK.14.35","label":"35","content":"Cov ntsev ntawd tsis zoo siv ua dabtsi, muab rau av los av tsis zoo, thiab muab xyaw chiv los tsis zoo, tsuas muaj yuav muab povtseg xwb. Yog leejtwg muaj pobntseg cia li mloog!”"},{"bible_id":"1525","chapter_code":"LUK.15","verse_code":"LUK.15.1","label":"1","content":"Muaj ib zaug cov neeg sau se thiab cov neeg txhaum tuaj mloog Yexus qhia,"},{"bible_id":"1525","chapter_code":"LUK.15","verse_code":"LUK.15.2","label":"2","content":"cov Falixais thiab cov xibhwb uas qhia Vajtswv txoj Kevcai txawm yws hais tias, “Tus no nrog cov neeg txhaum ua ke thiab nrog lawv noj mov!”"},{"bible_id":"1525","chapter_code":"LUK.15","verse_code":"LUK.15.3","label":"3","content":"Yog li ntawd, Yexus thiaj hais ib zaj lus pivtxwv rau lawv mloog hais tias,"},{"bible_id":"1525","chapter_code":"LUK.15","verse_code":"LUK.15.4","label":"4","content":"“Nej cov yog leejtwg muaj ib puas tus yaj, yog ib tug ploj lawm, tus tswv yuav ua li cas? Nws yeej yuav tso cuaj caum cuaj tug rau tom hav zaub, thiab mus nrhiav tus yaj uas ploj lawm kom tau."},{"bible_id":"1525","chapter_code":"LUK.15","verse_code":"LUK.15.5","label":"5","content":"Thaum nws nrhiav tau lawm, nws zoo siab heev, nws muab tsaws hlo rau saum xubpwg,"},{"bible_id":"1525","chapter_code":"LUK.15","verse_code":"LUK.15.6","label":"6","content":"thiab kwv los tsev. Ces nws hu nws cov kwvtij thiab tej neeg zejzog tuaj thiab hais rau lawv hais tias, ‘Nej cia li nrog kuv zoo siab, rau qhov kuv twb mus nrhiav tau kuv tus yaj uas ploj lawm!’"},{"bible_id":"1525","chapter_code":"LUK.15","verse_code":"LUK.15.7","label":"7","content":"Ib yam nkaus li ntawd, kuv qhia rau nej hais tias, yog ib tug neeg txhaum tso nws tej kev txhaum tseg lawm, cov timtswv ceebtsheej yuav zoo siab rau tus ntawd heev dua li zoo siab rau cuaj caum cuaj tug uas lawv khav hais tias, lawv yog neeg ncaj ncees."},{"bible_id":"1525","chapter_code":"LUK.15","verse_code":"LUK.15.8","label":"8","content":"“Lossis muaj ib tug pojniam muaj kaum lub nyiaj, yog ib lub poob lawm, nws yuav ua li cas? Nws yuav taws teeb, cheb tsev thiab tshawb nrhiav txhua qhov kom tau lub nyiaj ntawd."},{"bible_id":"1525","chapter_code":"LUK.15","verse_code":"LUK.15.9","label":"9","content":"Thaum nws nrhiav tau nws lub nyiaj lawm, nws hu nws cov kwvtij thiab tej neeg zejzog tuaj, thiab nws hais rau lawv hais tias, ‘Kuv twb nrhiav tau kuv lub nyiaj uas poob lawm, nej cia li nrog kuv zoo siab!’"},{"bible_id":"1525","chapter_code":"LUK.15","verse_code":"LUK.15.10","label":"10","content":"Ib yam li ntawd, kuv qhia rau nej hais tias, yog ib tug neeg txhaum tso nws tej kev txhaum tseg, Vajtswv cov timtswv yuav zoo siab kawg nkaus rau tus neeg txhaum uas tso nws tej kev txhaum tseg.”"},{"bible_id":"1525","chapter_code":"LUK.15","verse_code":"LUK.15.11","label":"11","content":"Yexus hais ntxiv hais tias, “Muaj ib tug txivneej muaj ob tug tub."},{"bible_id":"1525","chapter_code":"LUK.15","verse_code":"LUK.15.12","label":"12","content":"Tus tub yau hais rau leej txiv hais tias, ‘Txiv, thov koj muab koj lub cuabtam cov uas yog kuv feem faib rau kuv.’ Leej txiv muab nws lub cuabtam tej uas yog nws tug faib rau nws ob tug tub."},{"bible_id":"1525","chapter_code":"LUK.15","verse_code":"LUK.15.13","label":"13","content":"Tau ob peb hnub tom qab, tus tub yau muab tej uas yog nws tug muag tau nyiaj, ces nws txawm khiav mus rau lwm lub tebchaws deb deb lawm, nws tsis txuag nws tej nyiaj,"},{"bible_id":"1525","chapter_code":"LUK.15","verse_code":"LUK.15.14","label":"14","content":"nws ywj siab siv ua dog ua dig, nws muab nws tej nyiaj phob tas, thaum ntawd muaj kev tshaib plab thoob plaws lub tebchaws, nws tsis tshuav dabtsi li lawm."},{"bible_id":"1525","chapter_code":"LUK.15","verse_code":"LUK.15.15","label":"15","content":"Nws thiaj mus nrog ib tug txivneej hauv lub nroog ntawd nyob, tus ntawd txib nws mus zov npua tom teb."},{"bible_id":"1525","chapter_code":"LUK.15","verse_code":"LUK.15.16","label":"16","content":"Nws xav noj cov plhaub taum uas npua noj, kom tsau nws plab los tsis muaj leejtwg pub rau nws noj."},{"bible_id":"1525","chapter_code":"LUK.15","verse_code":"LUK.15.17","label":"17","content":"Thaum nws nco dheev txog hais tias, ‘Kuv txiv cov tub zog muaj noj muaj haus tsis tas, ua li cas kuv yuav tuaj yoo tshaib ntawm no?"},{"bible_id":"1525","chapter_code":"LUK.15","verse_code":"LUK.15.18","label":"18","content":"Kuv yuav rov mus cuag kuv txiv thiab hais tias, “Txiv, kuv ua txhaum rau Vajtswv thiab ua txhaum rau koj lawm."},{"bible_id":"1525","chapter_code":"LUK.15","verse_code":"LUK.15.19","label":"19","content":"Kuv tsis tsimnyog ua koj tus tub lawm; thov koj suav kuv ib yam li kuv yog koj ib tug tub zog xwb.” ’"},{"bible_id":"1525","chapter_code":"LUK.15","verse_code":"LUK.15.20","label":"20","content":"Ces nws txawm sawv tsees taug kev rov mus cuag nws txiv. “Thaum nws los tsis tau txog uas tseem nyob hov deb, nws txiv pom nws thiab hlub nws kawg; nws txiv dhia loo mus puag nkaus tus tub nwj."},{"bible_id":"1525","chapter_code":"LUK.15","verse_code":"LUK.15.21","label":"21","content":"Tus tub hais rau leej txiv hais tias, ‘Txiv, kuv ua txhaum rau Vajtswv thiab ua txhaum rau koj lawm. Kuv tsis tsimnyog ua koj tus tub lawm!’"},{"bible_id":"1525","chapter_code":"LUK.15","verse_code":"LUK.15.22","label":"22","content":"Tiamsis leej txiv hais rau cov tubtxib hais tias, ‘Nej tsawg tsuag nqa cev ris tsho uas zoo zoo tuaj rau nws hnav. Nqa nplhaib tuaj rau nws coj, muab khau tuaj rau nws rau."},{"bible_id":"1525","chapter_code":"LUK.15","verse_code":"LUK.15.23","label":"23","content":"Thiab mus muab tus menyuam nyuj uas rog rog coj los tua ua ib rooj mov rau sawvdaws noj ua kev zoo sab."},{"bible_id":"1525","chapter_code":"LUK.15","verse_code":"LUK.15.24","label":"24","content":"Rau qhov kuv tus tub no twb tuag lawm, tiamsis nimno nws ciaj rov los; nws twb ploj lawm, tiamsis nimno nws rov los.’ Ces sawvdaws txawm noj haus zoo sab."},{"bible_id":"1525","chapter_code":"LUK.15","verse_code":"LUK.15.25","label":"25","content":"“Thaum ntawd tus tub hlob nyob tom teb. Nws rov tom teb los txog ntawm tog tsev, nws hnov suab raj suab nkauj nogncas thiab suab seevcev nrov doog diaj hauv tsev tuaj."},{"bible_id":"1525","chapter_code":"LUK.15","verse_code":"LUK.15.26","label":"26","content":"Nws hu ib tug tubtxib tuaj thiab nug hais tias, ‘Lawv ua dabtsi hauv tsev?’"},{"bible_id":"1525","chapter_code":"LUK.15","verse_code":"LUK.15.27","label":"27","content":"Tus tubtxib ntawd teb hais tias, ‘Koj tus kwv rov qab los lawm. Koj txiv tua tus menyuam nyuj rog rog rau koj tus kwv noj, rau qhov koj tus kwv rov los, nws tseem noj qab nyob zoo.’"},{"bible_id":"1525","chapter_code":"LUK.15","verse_code":"LUK.15.28","label":"28","content":"Tus tijlaug chim heev, nws tsis kam mus rau hauv tsev. Nws txiv thiaj tawm tuaj thov kom nws mus hauv tsev."},{"bible_id":"1525","chapter_code":"LUK.15","verse_code":"LUK.15.29","label":"29","content":"Nws teb nws txiv hais tias, ‘Txiv, koj sim xav saib, kuv ua haujlwm rau koj ib yam li tus qhev tau ntau xyoo, kuv tsis tau tawv koj ib zaug li. Koj twb tsis pub ib yam dabtsi rau kuv. Txawm yog ib tug nyuag menyuam tshis los koj twb tsis muab rau kuv tua pub kuv cov phoojywg noj ib pluag zoo siab li!"},{"bible_id":"1525","chapter_code":"LUK.15","verse_code":"LUK.15.30","label":"30","content":"Tiamsis koj tus tub no, coj koj tej nyiaj mus ntiav niamntiav thiab phob phuam lam tas. Nws rov qab los, koj ho muab tus menyuam nyuj rog rog tua rau nws noj thiab!’"},{"bible_id":"1525","chapter_code":"LUK.15","verse_code":"LUK.15.31","label":"31","content":"Leej txiv teb hais tias, ‘Metub, koj yeej ibtxwm nrog kuv nyob, txhua yam uas kuv muaj puavleej yog koj li."},{"bible_id":"1525","chapter_code":"LUK.15","verse_code":"LUK.15.32","label":"32","content":"Yeej tsimnyog peb ua ib rooj mov noj thiab zoo siab, rau qhov koj tus kwv twb tuag lawm, tiamsis nimno nws ciaj rov los, nws twb ploj lawm, tiamsis nimno nws rov los.’ ”"},{"bible_id":"1525","chapter_code":"LUK.16","verse_code":"LUK.16.1","label":"1","content":"Yexus hais rau nws cov thwjtim hais tias, “Muaj ib tug neeg npluanuj, nws muaj ib tug thawj tubtxib uas saib nws lub vajtse. Muaj neeg los qhia rau tus npluanuj hais tias, koj tus thawj tubtxib muab koj tej nyiaj coj mus siv phuam lam ntsuav lawm,"},{"bible_id":"1525","chapter_code":"LUK.16","verse_code":"LUK.16.2","label":"2","content":"Yog li ntawd, tus npluanuj thiaj hu tus thawj tubtxib los thiab hais rau nws hais tias, ‘Zaj uas kuv hnov koj ua ntawd yog li cas tiag? Koj cia li muab tej ntaub ntawv uas teev tej nyiaj los rau kuv, rau qhov kuv tsis yuav koj ua kuv tej haujlwm lawm.’"},{"bible_id":"1525","chapter_code":"LUK.16","verse_code":"LUK.16.3","label":"3","content":"Tus thawj tubtxib ntawd xav hais tias, ‘Kuv tus tswv twb yuav rho kuv tawm haujlwm, kuv yuav ua li cas thiaj zoo? Kuv yuav mus khawb av los tsis muaj zog, yuav mus thov khawv noj los txajmuag."},{"bible_id":"1525","chapter_code":"LUK.16","verse_code":"LUK.16.4","label":"4","content":"Nimno, kuv paub hais tias kuv yuav ua li cas! Thaum tus tswv tsis pub kuv ua haujlwm lawm, thiaj muaj neeg hu kuv mus hauv lawv tej tsev.’"},{"bible_id":"1525","chapter_code":"LUK.16","verse_code":"LUK.16.5","label":"5","content":"Nws txawm hu txhua tus uas tshuav nws tus tswv nqi ib tug zuj zus tuaj cuag nws. Nws nug thawj tug hais tias, ‘Koj tshuav tus tswv nqi npaum li cas?’"},{"bible_id":"1525","chapter_code":"LUK.16","verse_code":"LUK.16.6","label":"6","content":"Tus ntawd teb hais tias, ‘Kuv tshuav ib puas thoob roj.’ Tus thawj tubtxib hais rau tus ntawd hais tias, ‘Daim ntawv no yog daim uas koj tshuav nqi, koj cia li mus zaum thiab sau kiag ua tsib caug thoob.’"},{"bible_id":"1525","chapter_code":"LUK.16","verse_code":"LUK.16.7","label":"7","content":"Tus thawj tubtxib txawm nug dua ib tug hais tias, ‘Koj tshuav npaum li cas?’ Tus ntawd teb hais tias, ‘Kuv tshuav ib txhiab hnab nplej.’ Tus thawj tubtxib hais rau tus ntawd hais tias, ‘Daim ntawv no yog daim uas koj tshuav nqi, koj cia li sau ua yim caum hnab.’"},{"bible_id":"1525","chapter_code":"LUK.16","verse_code":"LUK.16.8","label":"8","content":"Tus tswv qhuas tus thawj tubtxib uas tsis ncaj hais tias, tus tubtxib ntawd muaj tswvyim kawg li; rau qhov cov neeg uas nyob hauv ntiajteb no muaj tswvyim ua haujlwm heev dua cov neeg uas nyob qhov pom kev.”"},{"bible_id":"1525","chapter_code":"LUK.16","verse_code":"LUK.16.9","label":"9","content":"Yexus hais ntxiv hais tias, “Yog li ntawd kuv qhia rau nej hais tias, nej yuav tsum muab tej nyiaj hauv ntiajteb no coj mus zeem phoojywg. Thaum nej tej nyiaj tas lawm, cov neeg ntawd thiaj yuav tos txais nej hauv qhov chaw uas yuav nyob mus ibtxhis."},{"bible_id":"1525","chapter_code":"LUK.16","verse_code":"LUK.16.10","label":"10","content":"Tus uas ua ncaj rau tej yam tsawg, nws yeej yuav ua ncaj rau yam ntau thiab; tus uas ua tsis ncaj rau tej yam tsawg, nws yeej yuav ua tsis ncaj rau tej yam ntau thiab."},{"bible_id":"1525","chapter_code":"LUK.16","verse_code":"LUK.16.11","label":"11","content":"Tej nyiaj hauv ntiajteb no, nej twb siv tsis ncaj. Yog li ntawd, leejtwg yuav muab tej uas tseemceeb dua tej nyiaj ntawd rau nej thiab."},{"bible_id":"1525","chapter_code":"LUK.16","verse_code":"LUK.16.12","label":"12","content":"Thiab yog nej ua tsis ncaj rau tej uas yog lwm tus tug, leejtwg yuav muab tej uas yog nej tug rau nej?"},{"bible_id":"1525","chapter_code":"LUK.16","verse_code":"LUK.16.13","label":"13","content":"“Yeej tsis muaj ib tug tubtxib yuav ua haujlwm tau rau ob tug tswv. Yog nws ua li ntawd, nws yuav ntxub ib tug thiab nyiam ib tug; nws yuav hwm ib tug thiab saib tsis taus ib tug. Yog nej yuav muab Vajtswv thiab nyiaj txiag saib hlob ib yam nkaus yeej tsis tau li.”"},{"bible_id":"1525","chapter_code":"LUK.16","verse_code":"LUK.16.14","label":"14","content":"Thaum cov Falixais hnov Yexus qhia tej ntawd, lawv txawm thuam Yexus, rau qhov lawv yog cov uas ntshaw nyiaj."},{"bible_id":"1525","chapter_code":"LUK.16","verse_code":"LUK.16.15","label":"15","content":"Yexus hais rau lawv hais tias, “Nej yog cov neeg uas ua txuj ua kom sawvdaws xav hais tias, nej yog neeg zoo, tiamsis Vajtswv twb paub nej lub siab tas lawm. Rau qhov tej uas neeg xav hais tias muaj nqis, tej ntawd Vajtswv pom hais tias tsis muaj nqis."},{"bible_id":"1525","chapter_code":"LUK.16","verse_code":"LUK.16.16","label":"16","content":"“Sawvdaws coj Mauxes txoj Kevcai thiab tej lus qhia uas cov cev Vajtswv lus sau tseg los txog lub sijhawm uas Yauhas tus uas muab neeg ua kevcai raus dej los qhia, txij thaum ntawd los muaj neeg mus qhia Txojmoo Zoo uas hais txog Vajtswv lub tebchaws, ces sawvdaws sib txeeb mus rau hauv lub tebchaws ntawd."},{"bible_id":"1525","chapter_code":"LUK.16","verse_code":"LUK.16.17","label":"17","content":"Yog ua kom lub ntiajteb thiab lub ntuj puastsuaj mus, yoojyim dua li rhuav Mauxes txoj Kevcai ib tug tsiaj ntawv povtseg."},{"bible_id":"1525","chapter_code":"LUK.16","verse_code":"LUK.16.18","label":"18","content":"“Yog leejtwg muab nws tus pojniam nrauj lawm thiab mus yuav dua pojniam, kuj yog nws ua txhaum kev nkauj kev nraug; thiab yog leejtwg mus yuav ib tug pojnrauj, kuj yog nws ua txhaum kev nkauj kev nraug ib yam nkaus."},{"bible_id":"1525","chapter_code":"LUK.16","verse_code":"LUK.16.19","label":"19","content":"“Muaj ib tug npluanuj, nws hnav tej tsoos tsho zoo zoo uas kim kim, thiab niaj hnub muaj noj seem noj so."},{"bible_id":"1525","chapter_code":"LUK.16","verse_code":"LUK.16.20","label":"20","content":"Muaj ib tug txivneej pluag pluag hu ua Laxalus, nws ibce mob ua paug viag, luag pheej coj nws tuaj tso rau ntawm tus npluanuj ib sab qhovrooj."},{"bible_id":"1525","chapter_code":"LUK.16","verse_code":"LUK.16.21","label":"21","content":"Nws xav hais tias nyaj nws yuav tau noj tej mov uas poob saum tus npluanuj lub rooj los, txawm yog nws txomnyem npaum li ntawd los dev tseem los yaim nws tej qhov txhab thiab."},{"bible_id":"1525","chapter_code":"LUK.16","verse_code":"LUK.16.22","label":"22","content":"Thaum tus txomnyem ntawd tuag, cov timtswv ceebtsheej los coj nws mus nyob ntawm Anplahas ib sab. Thaum tus npluanuj tuag, luag coj nws mus faus,"},{"bible_id":"1525","chapter_code":"LUK.16","verse_code":"LUK.16.23","label":"23","content":"thiab nws raug txomnyem nyob hauv tubtuag teb.  Nws tsa qhovmuag ntsia saud, nws pom Anplahas nyob deb deb, thiab pom Laxalus nyob ntawm Anplahas ib sab."},{"bible_id":"1525","chapter_code":"LUK.16","verse_code":"LUK.16.24","label":"24","content":"Tus npluanuj hu hais tias, ‘Txiv Anplahas! Thov koj hlub kuv, thiab txib Laxalus muab nws tus ntivtes mus ntub dej tuaj rau kuv tus nplaig kom laj mentsis, rau qhov kuv nyob hauv cov nplaim taws no, kuv txomnyem kawg li!’"},{"bible_id":"1525","chapter_code":"LUK.16","verse_code":"LUK.16.25","label":"25","content":"Tiamsis Anplahas teb hais tias, ‘Metub, koj puas nco thaum koj tseem ua neej nyob, koj muaj noj muaj hnav, Laxalus txomnyem tsis muaj dabtsi li. Nimno nws tau zoo, koj ho mus nyob hauv qhov txomnyem."},{"bible_id":"1525","chapter_code":"LUK.16","verse_code":"LUK.16.26","label":"26","content":"Tsis tas li ntawd xwb, tseem muaj ib tug kwj tob tob quas peb thiab nej lawm, cov sab tim peb no yuav tuaj rau sab tim nej los yeej tsis tau, thiab cov sab tim nej yuav hla tuaj rau sab tim peb no los yeej tsis tau.’"},{"bible_id":"1525","chapter_code":"LUK.16","verse_code":"LUK.16.27","label":"27","content":"Tus npluanuj hais tias, ‘Txiv Anplahas, thov koj txib Laxalus rov mus kom txog kuv txiv tsev,"},{"bible_id":"1525","chapter_code":"LUK.16","verse_code":"LUK.16.28","label":"28","content":"kuv tshuav tsib tug kwvtij, kom Laxalus mus qhia rau lawv, nyob tsam lawv yuav tau los nyob hauv qhov txomnyem no thiab.’"},{"bible_id":"1525","chapter_code":"LUK.16","verse_code":"LUK.16.29","label":"29","content":"Anplahas teb hais tias, ‘Koj cov kwvtij twb muab Mauxes txoj kevcai thiab tej lus uas cov cev Vajtswv lus sau tseg lawm, cia lawv coj raws li tej lus ntawd.’"},{"bible_id":"1525","chapter_code":"LUK.16","verse_code":"LUK.16.30","label":"30","content":"Tus npluanuj teb hais tias, ‘Txiv Anplahas, tsis yog li ntawd, yog ib tug uas tuag lawm, sawv rov mus qhia rau lawv, lawv thiaj li yuav tso lawv tej kev txhaum tseg.’"},{"bible_id":"1525","chapter_code":"LUK.16","verse_code":"LUK.16.31","label":"31","content":"Tiamsis Anplahas hais tias, ‘Yog lawv tsis mloog Mauxes thiab cov uas cev Vajtswv lus tej lus qhia, ces txawm yog ib tug uas tuag lawm sawv rov qab mus qhia rau lawv los lawv yeej yuav tsis ntseeg li.’ ”"},{"bible_id":"1525","chapter_code":"LUK.17","verse_code":"LUK.17.1","label":"1","content":"Yexus hais rau nws cov thwjtim hais tias, “Ua li cas los yeej yuav muaj ib yam ua rau neeg ua txhaum, tiamsis tus uas ua yam ntawd, nws yuav raug kev puastsuaj!"},{"bible_id":"1525","chapter_code":"LUK.17","verse_code":"LUK.17.2","label":"2","content":"Yog tus ntawd ua rau cov menyuam no ib tug ua txhaum, cia li muab hlua khi ib txhib zeb uas loj loj dai rau tus ntawd cajdab thiab coj nws mus pov rau hauv hiavtxwv yuav zoo dua!"},{"bible_id":"1525","chapter_code":"LUK.17","verse_code":"LUK.17.3","label":"3","content":"Yog li ntawd, nej yuav tsum ceevfaj zoo! “Yog koj pom koj ib tug kwvtij ua txhaum rau koj, koj yuav tsum ntuas nws. Yog nws lees nws tej kev txhaum lawm, koj cia li zam txim rau nws."},{"bible_id":"1525","chapter_code":"LUK.17","verse_code":"LUK.17.4","label":"4","content":"Yog ib hnub nws ua txhaum rau koj xya zaus, thiab txhua zaus uas nws tuaj lees rau koj hais tias, ‘Kuv ua txhaum lawm,’ koj yuav tsum zam txim rau nws.”"},{"bible_id":"1525","chapter_code":"LUK.17","verse_code":"LUK.17.5","label":"5","content":"Cov timthawj hais rau Yexus hais tias, “Thov koj pab kom peb muab siab rau ntseeg ntxiv.”"},{"bible_id":"1525","chapter_code":"LUK.17","verse_code":"LUK.17.6","label":"6","content":"Tus Tswv hais rau lawv hais tias, “Yog nej muaj kev ntseeg luaj li lub noob zaub, nej yuav hais rau tsob ntoo zaub kab no hais tias, ‘Koj cia li rho hlo mus cog rau hauv hiavtxwv,’ ces tsob ntoo zaub kab ntawd yuav mloog nej hais.”"},{"bible_id":"1525","chapter_code":"LUK.17","verse_code":"LUK.17.7","label":"7","content":"“Nej cov yog leejtwg muaj ib tug tubtxib mus laij liag lossis mus yug yaj lawm, thaum nws rov qab nram liaj los, nej puas yuav hais rau tus tubtxib ntawd kom nws cia li los noj mov?"},{"bible_id":"1525","chapter_code":"LUK.17","verse_code":"LUK.17.8","label":"8","content":"Nej yeej yuav tsis hais li ntawd! Nej yuav hais rau nws hais tias, ‘Cia li tu cev khov kho mus ua mov rau kuv noj, thaum kuv noj kuv haus tas; koj mam li noj.’"},{"bible_id":"1525","chapter_code":"LUK.17","verse_code":"LUK.17.9","label":"9","content":"Txawm yog tus tubtxib ua raws li nej hais los tsis tas nej yuav ua nws tsaug."},{"bible_id":"1525","chapter_code":"LUK.17","verse_code":"LUK.17.10","label":"10","content":"Nej cov los kuj ib yam nkaus; thaum nej ua raws li kuv kom nej ua tas lawm, nej cia li hais tias, ‘Peb yog cov tubtxib uas tsis tseemceeb dabtsi li, peb tsuas ua raws li peb tes haujlwm xwb.’ ”"},{"bible_id":"1525","chapter_code":"LUK.17","verse_code":"LUK.17.11","label":"11","content":"Thaum Yexus mus nram lub nroog Yeluxalees, nws hla lub xeev Kalilais mus."},{"bible_id":"1525","chapter_code":"LUK.17","verse_code":"LUK.17.12","label":"12","content":"Thaum nws tabtom yuav mus rau hauv ib lub zos, nws ntsib kaum tus mob ruas. Lawv sawv deb deb,"},{"bible_id":"1525","chapter_code":"LUK.17","verse_code":"LUK.17.13","label":"13","content":"thiab hu nrov nrov hais tias, “Tswv Yexus! Thov koj hlub peb!”"},{"bible_id":"1525","chapter_code":"LUK.17","verse_code":"LUK.17.14","label":"14","content":"Thaum Yexus pom dheev lawv, nws hais rau lawv hais tias, “Nej cia li mus cuag cov povthawj kom lawv saib nej.” Thaum cov neeg mob ruas ntawd tabtom mus, lawv tej ruas twb zoo lawm."},{"bible_id":"1525","chapter_code":"LUK.17","verse_code":"LUK.17.15","label":"15","content":"Lawv cov ntawd muaj ib tug pom hais tias, nws tej ruas zoo tas lawm, nws txawm rov qab los thiab hais nrov nrov ua Vajtswv tsaug."},{"bible_id":"1525","chapter_code":"LUK.17","verse_code":"LUK.17.16","label":"16","content":"Nws txhos caug ntua ntawm Yexus kotaw ua Yexus tsaug. Tus ntawd yog neeg Xamalis."},{"bible_id":"1525","chapter_code":"LUK.17","verse_code":"LUK.17.17","label":"17","content":"Yexus hais tias, “Kaum leej twb zoo huv tibsi lawm; cuaj leeg dua twg tas lawm?"},{"bible_id":"1525","chapter_code":"LUK.17","verse_code":"LUK.17.18","label":"18","content":"Vim li cas tsuas muaj tib leeg uas yog lwm haivneeg los ua Vajtswv tsaug xwb?”"},{"bible_id":"1525","chapter_code":"LUK.17","verse_code":"LUK.17.19","label":"19","content":"Thiab Yexus hais rau tus ntawd hais tias, “Koj cia li sawv mus tsev; koj txojkev ntseeg twb ua rau koj tej ruas zoo lawm.”"},{"bible_id":"1525","chapter_code":"LUK.17","verse_code":"LUK.17.20","label":"20","content":"Cov Falixais muaj qee leej nug Yexus hais tias thaum twg Vajtswv lub Tebchaws mam li los? Yexus teb hais tias, “Thaum uas Vajtswv lub Tebchaws los, yuav tsis muaj ib yam dabtsi qhia rau leejtwg paub."},{"bible_id":"1525","chapter_code":"LUK.17","verse_code":"LUK.17.21","label":"21","content":"Tsis muaj leejtwg yuav hais tias, ‘Nej saib, nws nyob ntawm no,’ lossis ‘Nyob tod!’; Rau qhov Vajtswv lub Tebchaws twb los lawm.”"},{"bible_id":"1525","chapter_code":"LUK.17","verse_code":"LUK.17.22","label":"22","content":"Yexus hais rau cov thwjtim hais tias, “Yeej yuav muaj ib lub sijhawm uas nej xav pom hnub uas Neeg Leej Tub rov los, tiamsis nej yuav tsis pom."},{"bible_id":"1525","chapter_code":"LUK.17","verse_code":"LUK.17.23","label":"23","content":"Yuav muaj neeg hais rau nej hais tias, ‘Nej mus saib tod!’ lossis ‘Nej los saib ntawm no!’ Tiamsis nej tsis txhob mus saib."},{"bible_id":"1525","chapter_code":"LUK.17","verse_code":"LUK.17.24","label":"24","content":"Hnub uas Neeg Leej Tub los, yuav muaj xob laim saum nruab ntug, ib sab ntuj mus rau ib sab ntuj."},{"bible_id":"1525","chapter_code":"LUK.17","verse_code":"LUK.17.25","label":"25","content":"Tiamsis ua ntej ntawd, nws twb xub raug kev tsimtxom ntau yam thiab cov neeg tiam no tsis lees yuav nws."},{"bible_id":"1525","chapter_code":"LUK.17","verse_code":"LUK.17.26","label":"26","content":"Tiam uas Nau-es ua neej nyob zoo li cas, lub sijhawm uas Neeg Leej Tub los yuav zoo ib yam nkaus li ntawd."},{"bible_id":"1525","chapter_code":"LUK.17","verse_code":"LUK.17.27","label":"27","content":"Tej neeg sawvdaws niaj hnub noj haus, ua tshoob ua kos mus txog hnub uas Nau-es nce mus rau hauv nkoj, thiab dej los nyab tej neeg ntawd tuag tas huv tibsi."},{"bible_id":"1525","chapter_code":"LUK.17","verse_code":"LUK.17.28","label":"28","content":"Lub sijhawm uas Neeg Leej Tub los yuav zoo ib yam li tiam uas Lauj nyob. Tej neeg sawvdaws niaj hnub ua noj ua haus, ua lag ua luam, ua liaj ua teb thiab ua vaj ua tsev."},{"bible_id":"1525","chapter_code":"LUK.17","verse_code":"LUK.17.29","label":"29","content":"Hnub uas Lauj tawm hauv lub nroog Xaudoos mus, txawm muaj nplaim taws thiab leejfaj poob saum ntuj los kub tej neeg tuag tas huv tibsi."},{"bible_id":"1525","chapter_code":"LUK.17","verse_code":"LUK.17.30","label":"30","content":"Hnub uas Neeg Leej Tub los, yuav zoo ib yam nkaus li ntawd."},{"bible_id":"1525","chapter_code":"LUK.17","verse_code":"LUK.17.31","label":"31","content":"“Hnub ntawd tus uas nyob nraum zoov, tsis txhob mus nqa nws tej qhov txhia chaw hauv tsev; ib yam li ntawd, tus uas mus rau tom teb lawm, tsis txhob rov qab los rau hauv tsev."},{"bible_id":"1525","chapter_code":"LUK.17","verse_code":"LUK.17.32","label":"32","content":"Nej yuav tsum nco ntsoov txog Lauj tus pojniam!"},{"bible_id":"1525","chapter_code":"LUK.17","verse_code":"LUK.17.33","label":"33","content":"Tus uas khuvxim nws txojsia, tus ntawd yuav tsis tau txojsia; tus uas tsis khuvxim nws txojsia, tus ntawd yuav tau txojsia."},{"bible_id":"1525","chapter_code":"LUK.17","verse_code":"LUK.17.34","label":"34","content":"Kuv qhia rau nej hais tias hmo ntawd, ob tug neeg uas pw ibtxag: yuav coj ib tug mus, tseg ib tug cia."},{"bible_id":"1525","chapter_code":"LUK.17","verse_code":"LUK.17.35","label":"35","content":"Ob tug pojniam uas zom zeb ua ke: yuav coj ib tug mus, tseg ib tug cia.”"},{"bible_id":"1525","chapter_code":"LUK.17","verse_code":"LUK.17.36","label":"36","content":"[Ob tug txivneej uas nyob tom teb, yuav coj ib tug mus, tseg ib tug cia.]"},{"bible_id":"1525","chapter_code":"LUK.17","verse_code":"LUK.17.37","label":"37","content":"Cov thwjtim nug Yexus hais tias, “Tus Tswv, yuav muaj li ntawd nyob rau qhov twg?” Yexus teb hais tias, “Cev tuag nyob qhov twg, dav npoj yuav sau nthwv mus rau qhov ntawd.”"},{"bible_id":"1525","chapter_code":"LUK.18","verse_code":"LUK.18.1","label":"1","content":"Yexus hais ib zaj lus pivtxwv rau nws cov thwjtim hais tias, kom lawv niaj hnub thov Vajtswv tsis txhob qaug zog."},{"bible_id":"1525","chapter_code":"LUK.18","verse_code":"LUK.18.2","label":"2","content":"Yexus hais tias, “Nyob hauv ib lub nroog, muaj ib tug txiav txim uas tsis ntshai Vajtswv thiab tsis hwm leejtwg li."},{"bible_id":"1525","chapter_code":"LUK.18","verse_code":"LUK.18.3","label":"3","content":"Nyob hauv lub nroog ntawd muaj ib tug pojntsuam uas niaj hnub tuaj thov tus txiav txim ntawd hais tias, ‘Thov koj pab hais rooj plaub uas luag kom kuv!’"},{"bible_id":"1525","chapter_code":"LUK.18","verse_code":"LUK.18.4","label":"4","content":"Thaum chivthawj tus txiav txim tsis kam hais, tiamsis tom qab ntawd, nws xav hais tias, ‘Txawm yog kuv tsis ntshai Vajtswv thiab tsis hwm leejtwg li los,"},{"bible_id":"1525","chapter_code":"LUK.18","verse_code":"LUK.18.5","label":"5","content":"tus pojntsuam no pheej tuaj txob kuv, kuv yuav tau pab nws hais kom tas, nws thiaj yuav tsis niaj hnub tuaj txob kuv kom kuv ntxhov siab!’ ”"},{"bible_id":"1525","chapter_code":"LUK.18","verse_code":"LUK.18.6","label":"6","content":"Tus Tswv hais rau lawv ntxiv hais tias, “Nej twb hnov tus txiav txim uas siab tsis ncaj ntawd tej lus lawm."},{"bible_id":"1525","chapter_code":"LUK.18","verse_code":"LUK.18.7","label":"7","content":"Vajtswv haivneeg uas niaj hnub niaj hmo thov Vajtswv pab, Vajtswv yuav tsis pab hais lawv zaj los? Vajtswv yuav tos ntev mam li pab lawv los?"},{"bible_id":"1525","chapter_code":"LUK.18","verse_code":"LUK.18.8","label":"8","content":"Kuv qhia rau nej hais tias, Vajtswv yeej yuav pab hais lawv zaj sai sai. Thaum Neeg Leej Tub los, cov neeg uas nyob hauv ntiajteb no puas yuav muaj tus uas ntseeg nws lawm?”"},{"bible_id":"1525","chapter_code":"LUK.18","verse_code":"LUK.18.9","label":"9","content":"Thiab Yexus hais ib zaj lus pivtxwv rau cov neeg uas khav hais tias, lawv yog neeg ncaj thiab lawv saib tsis taus lwm tus li no,"},{"bible_id":"1525","chapter_code":"LUK.18","verse_code":"LUK.18.10","label":"10","content":"“Muaj ib zaug ob tug txivneej mus thov Vajtswv hauv lub Tuamtsev: ib tug yog tus Falixais thiab ib tug yog tus sau se."},{"bible_id":"1525","chapter_code":"LUK.18","verse_code":"LUK.18.11","label":"11","content":"Tus Falixais sawv ntsug thiab nws thov  hais tias, ‘Vajtswv, kuv ua koj tsaug, kuv zoo tsis thooj li lwm tus, kuv tsis ua neeg siab hlob, kuv yog neeg ncaj ncees, kuv tsis zes luag tej pojniam thiab kuv tsis zoo li tus sau se ntawd."},{"bible_id":"1525","chapter_code":"LUK.18","verse_code":"LUK.18.12","label":"12","content":"Xya hnub twg kuv ua kevcai yoo mov ob zaug, thiab tej nyiaj uas kuv khwv tau los, kuv muab ib feem kaum rau koj.’"},{"bible_id":"1525","chapter_code":"LUK.18","verse_code":"LUK.18.13","label":"13","content":"Tiamsis tus sau se sawv nrug deb mentsis, nws tsis tsa qhovmuag saib saum ntuj, nws ntaus nws lub hauvsiab thiab hais tias, ‘Vajtswv, kuv yog neeg txhaum, thov koj hlub kuv!’"},{"bible_id":"1525","chapter_code":"LUK.18","verse_code":"LUK.18.14","label":"14","content":"Yexus hais tias, kuv qhia rau nej hais tias, thaum nkawd rov mus tsev lawm, tus sau se yog tus uas ua haum Vajtswv siab, tsis yog tus Falixais. Rau qhov tus uas khav hais tias, nws muaj hwjchim, tus ntawd yuav poob hwjchim, tiamsis tus uas txo hwjchim, tus ntawd yuav tau hwjchim.”"},{"bible_id":"1525","chapter_code":"LUK.18","verse_code":"LUK.18.15","label":"15","content":"Muaj neeg coj lawv cov menyuam tuaj cuag Yexus thiab thov nws cev tes plhws lawv tej menyuam. Thaum cov thwjtim pom li ntawd, lawv txwv tsis pub cov neeg ua li ntawd,"},{"bible_id":"1525","chapter_code":"LUK.18","verse_code":"LUK.18.16","label":"16","content":"tiamsis Yexus hu cov menyuam yaus los cuag nws thiab hais tias, “Cia li tso cov menyuam yaus los cuag kuv, tsis txhob txwv lawv, rau qhov Vajtswv lub Tebchaws yog cov neeg uas muaj lub siab zoo li cov menyuam yaus no tug."},{"bible_id":"1525","chapter_code":"LUK.18","verse_code":"LUK.18.17","label":"17","content":"Kuv qhia rau nej hais tias, yog leejtwg tsis txais yuav Vajtswv lub Tebchaws ib yam li cov menyuam yaus no, ces tus ntawd yuav tsis tau mus rau hauv Vajtswv lub Tebchaws li.”"},{"bible_id":"1525","chapter_code":"LUK.18","verse_code":"LUK.18.18","label":"18","content":"Cov Yudas ib tug thawjcoj tuaj nug Yexus hais tias, “Tus xibhwb uas muaj lub siab zoo, kuv yuav ua li cas kuv thiaj tau txojsia ntev dhawv mus ibtxhis?”"},{"bible_id":"1525","chapter_code":"LUK.18","verse_code":"LUK.18.19","label":"19","content":"Yexus nug nws hais tias, “Vim li cas koj hu kuv hais tias, tus uas muaj lub siab zoo? Yeej tsis muaj leejtwg siab zoo li, tsuas yog Vajtswv tib leeg xwb."},{"bible_id":"1525","chapter_code":"LUK.18","verse_code":"LUK.18.20","label":"20","content":"Koj yeej paub Vajtswv txoj Kevcai uas hais tias, ‘Tsis txhob deev luag pojniam luag txiv; tsis txhob tua neeg; tsis txhob ua tubsab; tsis txhob ua timkhawv tsis tseeb thiab hwm koj niam koj txiv.’ ”"},{"bible_id":"1525","chapter_code":"LUK.18","verse_code":"LUK.18.21","label":"21","content":"Tus txivneej ntawd teb hais tias, “Tej kevcai uas koj hais ko kuv twb coj txhua nqe thaum kuv tseem yau los lawm.”"},{"bible_id":"1525","chapter_code":"LUK.18","verse_code":"LUK.18.22","label":"22","content":"Thaum Yexus hnov nws hais li ntawd, Yexus hais rau nws tias, “Tseem tshuav ib yam uas koj tsis tau ua. Koj cia li mus muab koj tej qhov txhia chaw muag huv tibsi, thiab muab cov nyiaj ntawd faib rau cov neeg pluag, koj thiaj yuav yog tus uas npluanuj nyob saum ntuj ceebtsheej; tom qab ntawd, koj cia li tuaj nrog kuv mus.”"},{"bible_id":"1525","chapter_code":"LUK.18","verse_code":"LUK.18.23","label":"23","content":"Thaum tus txivneej ntawd hnov Yexus hais li ntawd, nws nyuaj siab kawg li, rau qhov nws npluanuj heev."},{"bible_id":"1525","chapter_code":"LUK.18","verse_code":"LUK.18.24","label":"24","content":"Thaum Yexus pom tus ntawd nyuaj siab heev, Yexus hais tias, “Cov neeg npluanuj yuav mus Vajtswv lub tebchaws mas nyuaj kawg li!"},{"bible_id":"1525","chapter_code":"LUK.18","verse_code":"LUK.18.25","label":"25","content":"Ib tug ntxhuav nkag lub qhov koob tseem yoojyim dua ib tug neeg npluanuj yuav mus rau Vajtswv lub Tebchaws.”"},{"bible_id":"1525","chapter_code":"LUK.18","verse_code":"LUK.18.26","label":"26","content":"Cov neeg uas hnov Yexus hais li ntawd, lawv nug Yexus hais tias, “Yog li ntawd, leejtwg thiaj yuav dim tau?”"},{"bible_id":"1525","chapter_code":"LUK.18","verse_code":"LUK.18.27","label":"27","content":"Yexus teb hais tias, “Tej uas neeg ua tsis tau, Vajtswv ua tau.”"},{"bible_id":"1525","chapter_code":"LUK.18","verse_code":"LUK.18.28","label":"28","content":"Ces Petus hais rau Yexus hais tias, “Peb twb tso vajtse tseg thiab tuaj nrog koj mus lawm.”"},{"bible_id":"1525","chapter_code":"LUK.18","verse_code":"LUK.18.29","label":"29","content":"Yexus hais rau lawv tias, “Kuv qhia tseeb rau nej hais tias, yog leejtwg tso vajtse, tso pojniam menyuam, tso kwvtij thiab tso niam tso txiv tseg, vim nws xav tau Vajtswv lub Tebchaws,"},{"bible_id":"1525","chapter_code":"LUK.18","verse_code":"LUK.18.30","label":"30","content":"tiam no nws yuav tau ntau dua tej uas nws muab tso tseg lawm, thiab lwm tiam, nws yuav tau txojsia ntev dhawv mus ibtxhis.”"},{"bible_id":"1525","chapter_code":"LUK.18","verse_code":"LUK.18.31","label":"31","content":"Yexus coj nws kaum ob tug thwjtim mus rau ib qho thiab nws hais rau lawv hais tias, “Nej ua tib zoo mloog! Peb yuav mus rau nram lub nroog Yeluxalees, kom txhua yam tiav raws li tej uas cov cev Vajtswv lus tau sau hais txog Neeg Leej Tub lawm."},{"bible_id":"1525","chapter_code":"LUK.18","verse_code":"LUK.18.32","label":"32","content":"Yuav muaj neeg ntes nws coj mus rau lwm haivneeg, lawv yuav saib tsis taus nws, thuam nws thiab nti qaubncaug rau nws."},{"bible_id":"1525","chapter_code":"LUK.18","verse_code":"LUK.18.33","label":"33","content":"Lawv yuav muab nws nplawm thiab muab nws tua povtseg, tiamsis tom qab ntawd peb hnub, nws yuav sawv hauv qhov tuag rov qab los.”"},{"bible_id":"1525","chapter_code":"LUK.18","verse_code":"LUK.18.34","label":"34","content":"Tiamsis cov thwjtim tsis totaub tej uas Yexus hais; Yexus tsis qhia lub ntsiab lus rau lawv, lawv thiaj tsis paub xyov Yexus hais txog dabtsi."},{"bible_id":"1525","chapter_code":"LUK.18","verse_code":"LUK.18.35","label":"35","content":"Thaum Yexus mus yuav txog lub nroog Yelikaus, muaj ib tug txivneej digmuag zaum ntawm ntug kev thov khawv."},{"bible_id":"1525","chapter_code":"LUK.18","verse_code":"LUK.18.36","label":"36","content":"Thaum tus digmuag hnov muaj neeg coob coob tham zom zaws taug kev tuaj, nws nug hais tias, “Nej ua dabtsi?”"},{"bible_id":"1525","chapter_code":"LUK.18","verse_code":"LUK.18.37","label":"37","content":"Lawv qhia rau nws hais tias, “Yexus tus uas yog neeg Naxales tabtom taug kev tuaj.”"},{"bible_id":"1525","chapter_code":"LUK.18","verse_code":"LUK.18.38","label":"38","content":"Tus digmuag ntawd hu nrov nrov hais tias, “Yexus uas yog Daviv tus Tub! Thov koj hlub kuv!”"},{"bible_id":"1525","chapter_code":"LUK.18","verse_code":"LUK.18.39","label":"39","content":"Cov neeg uas nyob ntawm nws hauv ntej txwv kom nws nyob twjywm tsis txhob qw. Tiamsis nws hajyam qw nrov nrov hais tias, “Daviv tus Tub, thov koj hlub kuv!”"},{"bible_id":"1525","chapter_code":"LUK.18","verse_code":"LUK.18.40","label":"40","content":"Yog li ntawd, Yexus txawm nres thiab kom lawv coj tus digmuag los cuag nws. Thaum tus digmuag los ze lawm Yexus nug nws hais tias,"},{"bible_id":"1525","chapter_code":"LUK.18","verse_code":"LUK.18.41","label":"41","content":"“Koj xav kom kuv ua dabtsi rau koj?” Tus digmuag teb hais tias, “Tus Tswv, thov pab kom kuv rov pom kev.”"},{"bible_id":"1525","chapter_code":"LUK.18","verse_code":"LUK.18.42","label":"42","content":"Yexus hais rau nws hais tias, “Koj cia li pom kev! Koj txojkev ntseeg twb ua rau koj pom kev lawm.”"},{"bible_id":"1525","chapter_code":"LUK.18","verse_code":"LUK.18.43","label":"43","content":"Tamsim ntawd nws txawm pom kev, nws nrog Yexus mus thiab ua Vajtswv tsaug. Thaum cov neeg coob coob pom li ntawd, lawv qhuas Vajtswv kawg li."},{"bible_id":"1525","chapter_code":"LUK.19","verse_code":"LUK.19.1","label":"1","content":"Yexus tuaj txog hauv lub nroog Yelikaus, thiab yuav dhau mus."},{"bible_id":"1525","chapter_code":"LUK.19","verse_code":"LUK.19.2","label":"2","content":"Nyob hauv muaj ib tug txivneej hu ua Xakhais, nws yog cov sau se tus thawj thiab nws muaj nyiaj heev."},{"bible_id":"1525","chapter_code":"LUK.19","verse_code":"LUK.19.3","label":"3","content":"Xakhais xav pom Yexus saib yog tus twg, tiamsis muaj neeg coob coob ntis nws, nws ntsia tsis pom Yexus, rau qhov nws yog neeg qigtaub."},{"bible_id":"1525","chapter_code":"LUK.19","verse_code":"LUK.19.4","label":"4","content":"Xakhais thiaj khiav huas sawvdaws ntej mus nce ib tsob ntoo xikamaus, kom nws pom Yexus, rau qhov Yexus yuav taug txojkev ntawd tuaj."},{"bible_id":"1525","chapter_code":"LUK.19","verse_code":"LUK.19.5","label":"5","content":"Thaum Yexus tuaj txog ntawd, Yexus tsa qhovmuag ntsia thiab hais rau Xakhais hais tias, “Xakhais, koj cia li nqis los, rau qhov hnub no kuv yuav mus so hauv koj tsev.”"},{"bible_id":"1525","chapter_code":"LUK.19","verse_code":"LUK.19.6","label":"6","content":"Xakhais txawm nqis nrawm nroos los tos txais Yexus, thiab zoo siab kawg li."},{"bible_id":"1525","chapter_code":"LUK.19","verse_code":"LUK.19.7","label":"7","content":"Cov neeg uas pom li ntawd, lawv thuam hais tias, “Ua li cas Yexus yuav mus so hauv tus neeg txhaum tsev!”"},{"bible_id":"1525","chapter_code":"LUK.19","verse_code":"LUK.19.8","label":"8","content":"Xakhais sawv ntsug thiab hais rau Yexus hais tias, “Tus Tswv, koj mloog kuv hais! Kuv yuav muab tej uas kuv muaj ib nrab faib rau cov neeg pluag. Thiab yog kuv tau muab leejtwg ib yam dabtsi los yuav lawm, kuv yuav them plaub npaug rov qab rau tus ntawd.”"},{"bible_id":"1525","chapter_code":"LUK.19","verse_code":"LUK.19.9","label":"9","content":"Yexus hais tias, “Hnub no txojkev cawm dim twb los rau hauv tus txivneej no lub tsev lawm. Tus txivneej no yog Anplahas ib tug xeebntxwv thiab."},{"bible_id":"1525","chapter_code":"LUK.19","verse_code":"LUK.19.10","label":"10","content":"Neeg Leej Tub yeej los nrhiav cov neeg uas yuam kev lawm, thiab cawm kom lawv dim.”"},{"bible_id":"1525","chapter_code":"LUK.19","verse_code":"LUK.19.11","label":"11","content":"Thaum cov neeg tseem tabtom mloog Yexus hais ntawd, Yexus txawm hais ib zaj lus pivtxwv rau lawv mloog. Thaum nws mus yuav txog hauv lub nroog Yeluxalees, thiab tej neeg xav hais tias, Vajtswv lub Tebchaws twb los yuav txog."},{"bible_id":"1525","chapter_code":"LUK.19","verse_code":"LUK.19.12","label":"12","content":"Yexus hais tias, “Muaj ib tug nom tabtom yuav sawv kev mus rau lwm lub tebchaws deb deb, kom luag muab nws tsa ua vajntxwv, nws mam li rov qab los."},{"bible_id":"1525","chapter_code":"LUK.19","verse_code":"LUK.19.13","label":"13","content":"Thaum nws yuav mus, nws hu nws kaum tus tubtxib los thiab nws muab nyiaj rau lawv ib leeg ib choj; thiab hais rau lawv hais tias, ‘Nej cia li coj cov nyiaj no mus ua lag ua luam mus txog hnub kuv rov los.’"},{"bible_id":"1525","chapter_code":"LUK.19","verse_code":"LUK.19.14","label":"14","content":"Tiamsis cov pejxeem uas nyob hauv tus nom ntawd lub tebchaws ntxub nws, lawv txawm txib neeg lawv qab mus hais tias, ‘Peb tsis yuav tus nom no ua peb tus vajntxwv.’"},{"bible_id":"1525","chapter_code":"LUK.19","verse_code":"LUK.19.15","label":"15","content":"“Thaum luag tsa tus nom ntawd ua vajntxwv lawm, nws rov qab los thiab hu kom cov tubtxib uas nws muab nyiaj rau, tuaj cuag nws saib lawv mus ua luam ib leeg tsam pestsawg."},{"bible_id":"1525","chapter_code":"LUK.19","verse_code":"LUK.19.16","label":"16","content":"Thawj tug tubtxib los hais tias, ‘Tus tswv, choj nyiaj uas koj muab rau kuv, kuv coj mus ua luam tsam kaum choj.’"},{"bible_id":"1525","chapter_code":"LUK.19","verse_code":"LUK.19.17","label":"17","content":"Tus tswv hais tias, ‘Zoo heev, koj yog tus tubtxib uas mloog lus! Vim koj ua ncaj rau tej yam me me no, kuv yuav tsa koj ua tus uas saib kaum lub nroog.’"},{"bible_id":"1525","chapter_code":"LUK.19","verse_code":"LUK.19.18","label":"18","content":"Tus tubtxib ob los hais tias, ‘Tus tswv, choj nyiaj uas koj muab rau kuv, kuv coj mus ua luam tsam tsib choj.’"},{"bible_id":"1525","chapter_code":"LUK.19","verse_code":"LUK.19.19","label":"19","content":"Tus tswv hais rau tus tubtxib ntawd hais tias, ‘Koj yuav tau ua tus saib tsib lub nroog.’"},{"bible_id":"1525","chapter_code":"LUK.19","verse_code":"LUK.19.20","label":"20","content":"Muaj dua ib tug tubtxib los hais tias, ‘Tus tswv, choj nyiaj uas koj muab rau kuv nyob ntawm no; kuv muab phuam qhwv khaws cia zoo zoo."},{"bible_id":"1525","chapter_code":"LUK.19","verse_code":"LUK.19.21","label":"21","content":"Kuv ntshai koj, rau qhov koj yog ib tug neeg nruj tsiv heev. Koj ibtxwm hlais tej uas tsis yog koj cog, thiab sau tej uas tsis yog koj tseb.’"},{"bible_id":"1525","chapter_code":"LUK.19","verse_code":"LUK.19.22","label":"22","content":"Tus tswv hais rau tus tubtxib ntawd hais tias, ‘Tus tubtxib uas siab phem! Kuv yuav rau txim rau koj raws li tej lus uas koj hais! Koj twb paub hais tias, kuv yog ib tug neeg uas nruj tsiv heev, kuv ibtxwm hlais tej uas tsis yog kuv cog, thiab sau tej uas tsis yog kuv tseb."},{"bible_id":"1525","chapter_code":"LUK.19","verse_code":"LUK.19.23","label":"23","content":"Ua li cas koj tsis muab kuv choj nyiaj coj mus tso rau hauv txhab nyiaj? Thaum kuv rov qab los kuv thiaj tau kuv choj nyiaj thiab tau tej paj ntxiv?’"},{"bible_id":"1525","chapter_code":"LUK.19","verse_code":"LUK.19.24","label":"24","content":"Nws hais rau cov neeg uas sawv ntawd hais tias, ‘Nej cia li muab nws choj nyiaj coj mus ntxiv rau tus tubtxib uas muaj kaum choj.’"},{"bible_id":"1525","chapter_code":"LUK.19","verse_code":"LUK.19.25","label":"25","content":"Lawv hais rau tus tswv hais tias, ‘Tus tswv, tus ntawd twb muaj kaum choj lawm!’"},{"bible_id":"1525","chapter_code":"LUK.19","verse_code":"LUK.19.26","label":"26","content":"Tus tswv teb hais tias, ‘Kuv qhia rau nej hais tias, txhua tus uas muaj lawm, yeej yuav muab ntxiv kom nws muaj ntau dua, tiamsis tus uas tsis muaj, txawm yog nws muaj mentsis xwb los yuav muab rho tawm ntawm nws mus."},{"bible_id":"1525","chapter_code":"LUK.19","verse_code":"LUK.19.27","label":"27","content":"Cia li coj kuv cov yeebncuab uas tsis yuav kuv ua lawv tus vajntxwv los ntawm no, thiab muab lawv tua tabmeeg kuv!’ ”"},{"bible_id":"1525","chapter_code":"LUK.19","verse_code":"LUK.19.28","label":"28","content":"Thaum Yexus hais li no tas, nws txawm ua lawv ntej mus rau nram lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"LUK.19","verse_code":"LUK.19.29","label":"29","content":"Thaum Yexus mus yuav txog lub zos Npefakhes thiab lub zos Npethanis uas nyob ntawm lub Roob Txiv Ntoo Roj, nws txawm txib ob tug thwjtim ua nws ntej mus,"},{"bible_id":"1525","chapter_code":"LUK.19","verse_code":"LUK.19.30","label":"30","content":"thiab qhia rau nkawd hais tias, “Neb cia li ncaj nraim mus rau hauv lub zos uas nyob tom neb hauv ntej; thaum neb mus txog, neb yuav pom ib tug menyuam neesluav uas tsis tau muaj neeg caij dua li, khi cia qhov ntawd. Neb cia li daws cab los rau kuv ntawm no."},{"bible_id":"1525","chapter_code":"LUK.19","verse_code":"LUK.19.31","label":"31","content":"Yog muaj leejtwg nug hais tias, ‘Neb yuav daws cab mus ua dabtsi?’ Neb teb tus ntawd hais tias, ‘Tus Tswv  xav siv.’ ”"},{"bible_id":"1525","chapter_code":"LUK.19","verse_code":"LUK.19.32","label":"32","content":"Nkawd mus pom txhua yam raws li Yexus qhia rau nkawd."},{"bible_id":"1525","chapter_code":"LUK.19","verse_code":"LUK.19.33","label":"33","content":"Thaum nkawd tabtom daws tus menyuam neesluav, tus tswv txawm nug nkawd hais tias, “Neb yuav daws cab mus ua dabtsi?”"},{"bible_id":"1525","chapter_code":"LUK.19","verse_code":"LUK.19.34","label":"34","content":"Nkawd teb hais tias, “Tus Tswv xav siv.” Nkawd cab tus menyuam neesluav los rau Yexus."},{"bible_id":"1525","chapter_code":"LUK.19","verse_code":"LUK.19.35","label":"35","content":"Nkawd hle nkawd ob lub tsho ntev los pua tus menyuam neesluav nraubqaum rau Yexus caij."},{"bible_id":"1525","chapter_code":"LUK.19","verse_code":"LUK.19.36","label":"36","content":"Thaum Yexus caij tus menyuam neesluav taug kev mus, tej neeg sawvdaws hle lawv tej tsho los pua hauv kev."},{"bible_id":"1525","chapter_code":"LUK.19","verse_code":"LUK.19.37","label":"37","content":"Thaum Yexus mus yuav txog lub nroog Yeluxalees, ntawm txojkev uas nqis pem lub Roob Txiv Ntoo Roj los, cov neeg coob coob uas yog Yexus cov thwjtim txawm ua Vajtswv tsaug, vim tej txujci tseemceeb uas lawv tau pom, thiab lawv qhuas Vajtswv nrov nrov hais tias,"},{"bible_id":"1525","chapter_code":"LUK.19","verse_code":"LUK.19.38","label":"38","content":"“Thov Vajtswv foom koob hmoov rau tus vajntxwv uas Vajtswv txib los! Thov kom saum ntuj muaj kev kaj siab lug, thiab kom sawvdaws hwm Vajtswv tus uas muaj tshwjchim ci ntsa iab!”"},{"bible_id":"1525","chapter_code":"LUK.19","verse_code":"LUK.19.39","label":"39","content":"Cov Falixais qee leej uas nrog cov neeg coob coob ntawd, hais rau Yexus hais tias, “Xibhwb, koj hais kom koj cov thwjtim ua twjywm!”"},{"bible_id":"1525","chapter_code":"LUK.19","verse_code":"LUK.19.40","label":"40","content":"Yexus teb lawv hais tias, “Kuv qhia rau nej hais tias, yog lawv cov no ua twjywm lawm los tej pobzeb yeej yuav qw.”"},{"bible_id":"1525","chapter_code":"LUK.19","verse_code":"LUK.19.41","label":"41","content":"Thaum Yexus tuaj ze lub nroog Yeluxalees, nws pom lub nroog, nws quaj,"},{"bible_id":"1525","chapter_code":"LUK.19","verse_code":"LUK.19.42","label":"42","content":"nws hais tias, “Kheev lam koj paub tej uas yuav pab kom koj nyob kaj siab lug! Tiamsis nimno koj tsis paub tej ntawd."},{"bible_id":"1525","chapter_code":"LUK.19","verse_code":"LUK.19.43","label":"43","content":"Rau qhov muaj ib hnub koj cov yeebncuab yuav tuaj puab ntsa yeej vij koj, thiab yuav tuaj txhua ceg kaum tuaj kuav koj."},{"bible_id":"1525","chapter_code":"LUK.19","verse_code":"LUK.19.44","label":"44","content":"Lawv yuav ua rau koj thiab koj cov neeg uas nyob hauv koj, kom puastsuaj tas huv tibsi. Lawv yuav tsis cia ob lub pobzeb nyob sib txuas ua ke, rau qhov koj tsis nco txog lub sijhawm uas Vajtswv los pab koj lawm.”"},{"bible_id":"1525","chapter_code":"LUK.19","verse_code":"LUK.19.45","label":"45","content":"Yexus mus rau ntawm lub Tuamtsev, thiab ntiab tej neeg uas tuaj ua luam kom tawm mus,"},{"bible_id":"1525","chapter_code":"LUK.19","verse_code":"LUK.19.46","label":"46","content":"thiab Yexus hais rau lawv hais tias, “Vajtswv Txojlus sau tseg hais tias, ‘Kuv lub Tuamtsev yog qhov chaw thov Vajtswv.’ Tiamsis nej muab ua chaw rau tubsab nkaum.”"},{"bible_id":"1525","chapter_code":"LUK.19","verse_code":"LUK.19.47","label":"47","content":"Yexus niaj hnub qhia hauv lub Tuamtsev, cov thawj ntawm cov povthawj, cov xibhwb uas qhia Vajtswv txoj Kevcai, thiab cov thawjcoj ntawm cov pejxeem xav muab Yexus tua povtseg,"},{"bible_id":"1525","chapter_code":"LUK.19","verse_code":"LUK.19.48","label":"48","content":"tiamsis lawv ua tsis tau li cas rau Yexus, rau qhov sawvdaws nyiam mloog tej uas Yexus qhia heev."},{"bible_id":"1525","chapter_code":"LUK.20","verse_code":"LUK.20.1","label":"1","content":"Muaj ib hnub thaum Yexus qhuab qhia cov neeg hauv lub Tuamtsev thiab qhia Txojmoo Zoo, cov thawj ntawm cov povthawj, cov xibhwb uas qhia Vajtswv txoj Kevcai thiab cov txwjlaug tuaj"},{"bible_id":"1525","chapter_code":"LUK.20","verse_code":"LUK.20.2","label":"2","content":"nug Yexus hais tias, “Koj qhia rau peb saib, ua li cas koj muaj cai ua tej no? Leejtwg tso cai rau koj?”"},{"bible_id":"1525","chapter_code":"LUK.20","verse_code":"LUK.20.3","label":"3","content":"Yexus teb lawv hais tias, “Kuv yuav nug nej ib los. Nej qhia rau kuv saib,"},{"bible_id":"1525","chapter_code":"LUK.20","verse_code":"LUK.20.4","label":"4","content":"leejtwg tso cai rau Yauhas muab neeg ua kevcai raus dej, Vajtswv lossis neeg?”"},{"bible_id":"1525","chapter_code":"LUK.20","verse_code":"LUK.20.5","label":"5","content":"Lawv txawm sib tham hais tias, “Peb yuav hais li cas? Yog peb hais tias ‘Vajtswv kom Yauhas ua,’ nws yuav hais rau peb hais tias, ‘Ua li cas nej ho tsis ntseeg Yauhas tej lus?’"},{"bible_id":"1525","chapter_code":"LUK.20","verse_code":"LUK.20.6","label":"6","content":"Tiamsis yog peb hais tias, ‘Neeg kom Yauhas ua,’ Cov neeg coob coob uas nyob ntawm no yuav muab pobzeb ntaus peb, rau qhov sawvdaws yeej paub hais tias, Yauhas yog ib tug cev Vajtswv lus.”"},{"bible_id":"1525","chapter_code":"LUK.20","verse_code":"LUK.20.7","label":"7","content":"Lawv teb hais tias, “Peb tsis paub, xyov leejtwg tso cai rau nws.”"},{"bible_id":"1525","chapter_code":"LUK.20","verse_code":"LUK.20.8","label":"8","content":"Yexus hais rau lawv hais tias, “Yog li ntawd, kuv yuav tsis qhia rau nej hais tias, leejtwg tso cai rau kuv ua tej no.”"},{"bible_id":"1525","chapter_code":"LUK.20","verse_code":"LUK.20.9","label":"9","content":"Yexus hais ib zaj lus pivtxwv rau sawvdaws mloog hais tias, “Muaj ib tug txivneej cog tau ib vaj txiv hmab. Nws muab tso rau ib cov neeg tu sib faib cov txiv. Ces nws txawm mus rau lwm lub tebchaws tau ntev loo lawm."},{"bible_id":"1525","chapter_code":"LUK.20","verse_code":"LUK.20.10","label":"10","content":"Thaum txog lub caij de txiv hmab, nws txib ib tug tubtxib mus cuag cov neeg uas tu lub vaj thiab sau tej txiv hmab uas yog nws tug los rau nws. Tiamsis cov neeg uas tu lub vaj muab tus tubtxib ntawd ntaus, thiab ntiab tus tubtxib ntawd rov qab los tsev tes dawb tes npliag."},{"bible_id":"1525","chapter_code":"LUK.20","verse_code":"LUK.20.11","label":"11","content":"Tus tswv vaj ho txib dua ib tug tubtxib mus, tiamsis cov neeg uas tu lub vaj muab tus tubtxib ntawd ntaus, ua limhiam rau nws, thiab kom nws rov qab tes dawb tes npliag."},{"bible_id":"1525","chapter_code":"LUK.20","verse_code":"LUK.20.12","label":"12","content":"Tus tswv vaj rov txib dua tus tubtxib peb mus, cov neeg uas tu lub vaj muab tus tubtxib ntawd ntaus nqaij ntuag ntshav nrog, thiab muab nws pov rau sab ntug vaj nraud."},{"bible_id":"1525","chapter_code":"LUK.20","verse_code":"LUK.20.13","label":"13","content":"Ces tus tswv vaj hais tias, ‘Kuv yuav ua li cas? Yog kuv txib kuv tus tub uas kuv hlub mus, nyaj lawv yuav hwm kuv tus tub!’"},{"bible_id":"1525","chapter_code":"LUK.20","verse_code":"LUK.20.14","label":"14","content":"Tiamsis thaum cov neeg uas tu lub vaj pom tus tswv tus tub tuaj, lawv txawm sib ntxhi hais tias, ‘Tus no yog tus tswv vaj tus tub, peb cia li muab nws tua povtseg, peb thiaj tau nws lub vaj!’"},{"bible_id":"1525","chapter_code":"LUK.20","verse_code":"LUK.20.15","label":"15","content":"Cov neeg uas tu lub vaj muab tus tub ntawd thawb rau sab ntug vaj nraud, thiab muab nws tua povtseg.” Yexus nug hais tias, “Tus tswv vaj yuav ua li cas rau cov neeg uas tu lub vaj ntawd?"},{"bible_id":"1525","chapter_code":"LUK.20","verse_code":"LUK.20.16","label":"16","content":"Tus tswv vaj yeej yuav muab cov neeg uas tu lub vaj tua povtseg, thiab muab lub vaj ntawd rau lwm cov tu.” Thaum sawvdaws hnov Yexus hais li ntawd, lawv hais tias, “Nyaj yuav tsis muaj li ntawd.”"},{"bible_id":"1525","chapter_code":"LUK.20","verse_code":"LUK.20.17","label":"17","content":"Yexus saib lawv thiab nug hais tias, “Vajtswv txojlus hais li cas? ‘Lub pobzeb uas cov kws ua tsev muab povtseg, lub ntawd twb los ua lub thawj lawm.’"},{"bible_id":"1525","chapter_code":"LUK.20","verse_code":"LUK.20.18","label":"18","content":"Yog leejtwg ntog mus tsoo lub pobzeb ntawd, tus ntawd lub cev yuav tawg tas; yog lub pobzeb ntawd poob los tsoo leejtwg, tus ntawd lub cev yuav ntsoog tas huv tibsi.”"},{"bible_id":"1525","chapter_code":"LUK.20","verse_code":"LUK.20.19","label":"19","content":"Cov xibhwb uas qhia Vajtswv txoj Kevcai thiab cov thawj ntawm cov povthawj xav ntes Yexus, rau qhov lawv paub hais tias, zaj lus pivtxwv uas Yexus hais ntawd, yog nws cem lawv; tiamsis lawv ntshai cov pejxeem."},{"bible_id":"1525","chapter_code":"LUK.20","verse_code":"LUK.20.20","label":"20","content":"Lawv tos saib puas muaj sijhawm zoo ntes Yexus. Lawv ntiav qee leej kom ua txuj ua li neeg ncaj ncees mus nug Yexus, saib nws puas yuav hais txhaum, lawv thiaj zoo ntes nws coj mus rau tus tswvxeev uas muaj hwjchim."},{"bible_id":"1525","chapter_code":"LUK.20","verse_code":"LUK.20.21","label":"21","content":"Cov neeg uas lawv ntiav, mus nug Yexus hais tias, “Xibhwb, peb paub hais tias tej lus uas koj hais, thiab tej uas koj qhia puavleej yog huv tibsi. Peb paub hais tias koj tsis xaiv leejtwg ntsejmuag li, tiamsis koj qhia Vajtswv Txojlus tseeb rau sawvdaws."},{"bible_id":"1525","chapter_code":"LUK.20","verse_code":"LUK.20.22","label":"22","content":"Koj sim qhia rau peb saib, yog peb them se rau Xixas puas txhaum peb txoj kevcai los tsis txhaum?”"},{"bible_id":"1525","chapter_code":"LUK.20","verse_code":"LUK.20.23","label":"23","content":"Tiamsis Yexus twb xub paub lawv lub siab lawm, nws hais rau lawv hais tias,"},{"bible_id":"1525","chapter_code":"LUK.20","verse_code":"LUK.20.24","label":"24","content":"“Nej cia li muab ib lub nyiaj rau kuv saib, lub ntsejmuag thiab lub npe uas sau rau ntawm lub nyiaj no yog leejtwg lub?” Lawv teb hais tias, “Yog Xixas lub.”"},{"bible_id":"1525","chapter_code":"LUK.20","verse_code":"LUK.20.25","label":"25","content":"Yexus hais rau lawv hais tias, “Yam uas yog Xixas li, nej cia li muab rau Xixas, thiab yam uas yog Vajtswv li, nej cia li muab rau Vajtswv.”"},{"bible_id":"1525","chapter_code":"LUK.20","verse_code":"LUK.20.26","label":"26","content":"Lawv nrhiav tsis tau ib qho kom Yexus hais txhaum tabmeeg sawvdaws; lawv xav tsis thoob rau tej lus uas Yexus hais ntawd, lawv txawm nyob twjywm lawm."},{"bible_id":"1525","chapter_code":"LUK.20","verse_code":"LUK.20.27","label":"27","content":"Cov Xadukais qee leej tsis ntseeg hais tias neeg yuav sawv hauv qhov tuag rov qab los, lawv tuaj cuag Yexus thiab nug hais tias,"},{"bible_id":"1525","chapter_code":"LUK.20","verse_code":"LUK.20.28","label":"28","content":"“Xibhwb, Mauxes sau txoj Kevcai no qhia peb hais tias, ‘Yog tus txiv tuag lawm, nws tus pojniam tseem tsis tau muaj menyuam, nws tus kwv yuav tsum yuav tus niamtij, tus tijlaug thiaj muaj xeebntxwv.’"},{"bible_id":"1525","chapter_code":"LUK.20","verse_code":"LUK.20.29","label":"29","content":"Thaud muaj xya tus kwvtij, tus tijlaug yuav pojniam tiamsis tsis tau muaj menyuam, tus tijlaug tuag lawm,"},{"bible_id":"1525","chapter_code":"LUK.20","verse_code":"LUK.20.30","label":"30","content":"ces tus kwv ob yuav tus niamtij,"},{"bible_id":"1525","chapter_code":"LUK.20","verse_code":"LUK.20.31","label":"31","content":"tus kwv peb yuav tus niamtij ntawd thiab. Xya leej kwvtij puavleej yuav tus pojniam ntawd, lawv puavleej tuag tas, tsis tau muaj ib tug menyuam li."},{"bible_id":"1525","chapter_code":"LUK.20","verse_code":"LUK.20.32","label":"32","content":"Thaum kawg tus pojniam ntawd txawm tuag lawm thiab."},{"bible_id":"1525","chapter_code":"LUK.20","verse_code":"LUK.20.33","label":"33","content":"Yog li ntawd, hnub uas cov neeg tuag sawv rov qab los tus pojniam ntawd yuav yog leejtwg tus pojniam? Rau qhov lawv xya leej puavleej tau yuav nws huv tibsi lawm.”"},{"bible_id":"1525","chapter_code":"LUK.20","verse_code":"LUK.20.34","label":"34","content":"Yexus teb hais tias, “Cov pojniam thiab txivneej tiam no thiaj li sib yuav xwb,"},{"bible_id":"1525","chapter_code":"LUK.20","verse_code":"LUK.20.35","label":"35","content":"tiamsis cov pojniam thiab cov txivneej tsimnyog sawv los tau txojsia thiab mus nyob tiam tom ntej, cov ntawd tsis sib yuav li lawm."},{"bible_id":"1525","chapter_code":"LUK.20","verse_code":"LUK.20.36","label":"36","content":"Lawv yuav zoo ib yam li cov timtswv ceebtsheej thiab yuav tsis tuag li. Lawv yog Vajtswv cov menyuam, rau qhov lawv twb sawv hauv qhov tuag rov qab los lawm."},{"bible_id":"1525","chapter_code":"LUK.20","verse_code":"LUK.20.37","label":"37","content":"Thaum Mauxes hais txog cov nplaim taws uas cig ntawm tsob ntoo, nws hu tus Tswv hais tias, ‘Anplahas tus Vajtswv, Ixaj tus Vajtswv thiab Yakhauj tus Vajtswv.’"},{"bible_id":"1525","chapter_code":"LUK.20","verse_code":"LUK.20.38","label":"38","content":"Zaj uas nws hais ntawd twb qhia rau sawvdaws hais tias, cov neeg uas tuag lawm, yeej yuav sawv rov qab los tau txojsia. Vajtswv yog cov neeg ciaj tus Vajtswv, nws tsis yog cov neeg tuag tus Vajtswv, raws li Vajtswv saib, txhua tus puavleej muaj txojsia nyob.”"},{"bible_id":"1525","chapter_code":"LUK.20","verse_code":"LUK.20.39","label":"39","content":"Cov xibhwb uas qhia Vajtswv txoj Kevcai qee leej hais tias, “Xibhwb, koj teb yog lawm!”"},{"bible_id":"1525","chapter_code":"LUK.20","verse_code":"LUK.20.40","label":"40","content":"Lawv hais li ntawd vim lawv tsis muaj cuabkav nug ntxiv lawm."},{"bible_id":"1525","chapter_code":"LUK.20","verse_code":"LUK.20.41","label":"41","content":"Yexus nug lawv hais tias, “Yuav ua li cas hais tau tias, tus Mexiyas yog Daviv tus Tub?"},{"bible_id":"1525","chapter_code":"LUK.20","verse_code":"LUK.20.42","label":"42","content":"Rau qhov Daviv sau tseg rau hauv Phau Ntawv Nkauj hais tias, ‘Tus Tswv hais rau kuv tus Tswv hais tias: koj cia li los zaum ntawm kuv sab xis,"},{"bible_id":"1525","chapter_code":"LUK.20","verse_code":"LUK.20.43","label":"43","content":"mus txog thaum kuv muab koj cov yeebncuab los rau koj tsuj.’"},{"bible_id":"1525","chapter_code":"LUK.20","verse_code":"LUK.20.44","label":"44","content":"Daviv twb hu nws hais tias ‘Tus Tswv’; yuav ua li cas hais tau tias, tus Mexiyas yog Daviv tus Tub?”"},{"bible_id":"1525","chapter_code":"LUK.20","verse_code":"LUK.20.45","label":"45","content":"Thaum cov neeg tabtom mloog Yexus qhia, Yexus hais rau nws cov thwjtim hais tias,"},{"bible_id":"1525","chapter_code":"LUK.20","verse_code":"LUK.20.46","label":"46","content":"“Nej yuav tsum ceevfaj, tsis txhob ua li cov xibhwb uas qhia Vajtswv txoj Kevcai, lawv nyiam hnav tej tsho ntev mus rau ub rau no, thiab thaum lawv mus tom tej khw, lawv nyiam kom sawvdaws hwm lawv; thaum lawv mus hauv tej tsev sablaj lossis mus nrog luag noj luag haus, lawv mus xaiv zaum lub chaw zoo xwb;"},{"bible_id":"1525","chapter_code":"LUK.20","verse_code":"LUK.20.47","label":"47","content":"Lawv txhav tej pojntsuam tug yuav, thiab lawv thov Vajtswv ntev ntev kom sawvdaws qhuas lawv! Lawv yeej yuav raug txim hnyav dua lwm tus huv tibsi!”"},{"bible_id":"1525","chapter_code":"LUK.21","verse_code":"LUK.21.1","label":"1","content":"Yexus tsa qhovmuag saib, nws pom cov neeg npluanuj tso nyiaj rau hauv lub phijxab uas nyob hauv lub Tuamtsev,"},{"bible_id":"1525","chapter_code":"LUK.21","verse_code":"LUK.21.2","label":"2","content":"thiab pom ib tug pojntsuam pluag pluag tabtom muab ob lub txiaj toog tso rau hauv."},{"bible_id":"1525","chapter_code":"LUK.21","verse_code":"LUK.21.3","label":"3","content":"Yexus hais tias, “Kuv qhia rau nej hais tias, tus pojntsuam no tso ntau dua lwm tus."},{"bible_id":"1525","chapter_code":"LUK.21","verse_code":"LUK.21.4","label":"4","content":"Rau qhov lwm tus muab tej nyiaj uas seem tuaj tso xwb; tiamsis tus pojntsuam uas pluag pluag no, nws muab hlo ob lub txiaj toog uas nws muaj tuaj tso huv tibsi.”"},{"bible_id":"1525","chapter_code":"LUK.21","verse_code":"LUK.21.5","label":"5","content":"Cov thwjtim qee leej sib tham hais txog lub Tuamtsev uas luag muab tej pobzeb uas zoo zoo nkauj los ua, thiab tej khoom uas luag coj tuaj fij rau Vajtswv. Yexus hais tias,"},{"bible_id":"1525","chapter_code":"LUK.21","verse_code":"LUK.21.6","label":"6","content":"“Tej uas nej pom no, thaum txog sijhawm lawm, yuav tsis muaj ob lub pobzeb dhos ua ke, txhua lub yuav pluam, nyias nyob nyias tas huv tibsi.”"},{"bible_id":"1525","chapter_code":"LUK.21","verse_code":"LUK.21.7","label":"7","content":"Lawv nug Yexus hais tias, “Xibhwb, thaum twg mam li muaj tej no? Thiab yam dabtsi yuav qhia rau peb paub hais tias, twb txog lub sijhawm uas yuav muaj tej ntawd lawm?”"},{"bible_id":"1525","chapter_code":"LUK.21","verse_code":"LUK.21.8","label":"8","content":"Yexus qhia hais tias, “Nej yuav tsum ceevfaj, tsis txhob pub leejtwg dag ntxias tau nej yuam kev. Yuav muaj ntau leej tuav kuv lub npe hais rau nej hais tias, ‘Kuv yog nws!’ thiab ‘Lub sijhawm twb los ze lawm!’ Tiamsis nej tsis txhob caum cov neeg ntawd mus."},{"bible_id":"1525","chapter_code":"LUK.21","verse_code":"LUK.21.9","label":"9","content":"Thaum nej hnov muaj kev tsov kev rog thiab muaj kev kub ntxhov los nej tsis txhob ntshai. Yeej yuav xub muaj tej ntawd ua ntej, tiamsis tsis tau qhia hais tias, twb txog lub sijhawm kawg lawm.”"},{"bible_id":"1525","chapter_code":"LUK.21","verse_code":"LUK.21.10","label":"10","content":"Yexus hais tias, “Ib haivneeg yuav tawmtsam ib haivneeg; ib lub tebchaws yuav sawv tua ib lub tebchaws,"},{"bible_id":"1525","chapter_code":"LUK.21","verse_code":"LUK.21.11","label":"11","content":"yuav muaj av qeeg loj heev, yuav muaj kev tshaib kev nqhis, thiab yuav muaj mob thoob plaws txhua qhov huv tibsi; yuav muaj tej yam tshwm saum nruab ntug ua rau sawvdaws ntshai kawg li."},{"bible_id":"1525","chapter_code":"LUK.21","verse_code":"LUK.21.12","label":"12","content":"Tiamsis thaum tseem tsis tau muaj tej ntawd, yuav muaj neeg ntes nej thiab tsimtxom nej; lawv yuav coj nej mus rau hauv tej tsev sablaj thiab muab nej kaw rau hauv tej tsev lojcuj. Luag yuav coj nej mus cuag tej vajntxwv thiab tej nomtswv, vim nej yog cov uas ntseeg kuv."},{"bible_id":"1525","chapter_code":"LUK.21","verse_code":"LUK.21.13","label":"13","content":"Thaum ntawd yog lub sijhawm zoo rau nej qhia Txojmoo Zoo."},{"bible_id":"1525","chapter_code":"LUK.21","verse_code":"LUK.21.14","label":"14","content":"Nej tsis txhob txhawj hais tias, nej yuav npaj teb li cas thiaj zoo,"},{"bible_id":"1525","chapter_code":"LUK.21","verse_code":"LUK.21.15","label":"15","content":"rau qhov kuv yuav pub tswvyim rau nej kom nej txawj hais, nej cov yeebncuab yuav teb tsis taus nej, thiab nrhiav tsis tau lus rau nej."},{"bible_id":"1525","chapter_code":"LUK.21","verse_code":"LUK.21.16","label":"16","content":"Nej niam nej txiv, nej tej kwvtij, nej tej neejtsa thiab nej tej phoojywg yuav muab nej coj mus rau tej nomtswv, thiab luag yuav muab nej qee leej tua povtseg."},{"bible_id":"1525","chapter_code":"LUK.21","verse_code":"LUK.21.17","label":"17","content":"Txhua tus yuav ntxub nej vim nej yog cov uas ntseeg kuv."},{"bible_id":"1525","chapter_code":"LUK.21","verse_code":"LUK.21.18","label":"18","content":"Tiamsis txawm yog nej ib txoj plaubhau los yuav tsis tu saum nej taubhau mus."},{"bible_id":"1525","chapter_code":"LUK.21","verse_code":"LUK.21.19","label":"19","content":"Nej yuav tsum ua siab ntev nyiaj tej kev txomnyem, nej thiaj yuav tau txojsia."},{"bible_id":"1525","chapter_code":"LUK.21","verse_code":"LUK.21.20","label":"20","content":"“Thaum nej pom tubrog tuaj vij lub nroog Yeluxalees, nej paub hais tias, tsis ntev lub nroog yuav puastsuaj."},{"bible_id":"1525","chapter_code":"LUK.21","verse_code":"LUK.21.21","label":"21","content":"Lub sijhawm ntawd cov neeg uas nyob hauv lub xeev Yudas, lawv yuav tsum khiav mus rau pem tej roob; cov neeg uas nyob hauv lub nroog yuav tsum tawm, thiab cov neeg uas nyob pem tej yajsab tsis txhob khiav mus rau hauv lub nroog."},{"bible_id":"1525","chapter_code":"LUK.21","verse_code":"LUK.21.22","label":"22","content":"Rau qhov lub sijhawm ntawd yuav yog ‘Hnub Rau Txim,’ kom yam txhua tiav raws li Vajtswv txojlus hais tseg lawm."},{"bible_id":"1525","chapter_code":"LUK.21","verse_code":"LUK.21.23","label":"23","content":"Lub sijhawm ntawd tej pojniam uas suab menyuam, thiab tej pojniam uas muaj menyuam mos yuav txomnyem kawg li! Lub tebchaws no yuav raug kev txomnyem kawg nkaus. Vajtswv yuav rau txim rau cov neeg no."},{"bible_id":"1525","chapter_code":"LUK.21","verse_code":"LUK.21.24","label":"24","content":"Ibtxhia yuav tuag rau hniav ntaj hniav riam thiab ibtxhia yuav raug ntes mus rau lwm lub tebchaws; thiab lwm haivneeg yuav tuaj tsuj lub nroog Yeluxalees mus txog hnub uas tiav raws li lub sijhawm."},{"bible_id":"1525","chapter_code":"LUK.21","verse_code":"LUK.21.25","label":"25","content":"“Thaum ntawd lub hnub, lub hli thiab tej hnubqub yuav tsis zoo li qub lawm. Txhua haivneeg uas nyob hauv ntiajteb no yuav yoob tas, thiab ntshai lub suab dej hiavtxwv ntas."},{"bible_id":"1525","chapter_code":"LUK.21","verse_code":"LUK.21.26","label":"26","content":"Tej neeg yuav tsaug muag, vim lawv ntshai tej uas yuav muaj los raug thoob plaws lub ntiajteb no, rau qhov tej uas muaj hwjchim saum nruab ntug yuav ua zog koog."},{"bible_id":"1525","chapter_code":"LUK.21","verse_code":"LUK.21.27","label":"27","content":"Thaum ntawd sawvdaws yuav pom Neeg Leej Tub tshwm saum nruab ntug, nws lub hwjchim thiab lub tshwjchim yuav ci ntsa iab."},{"bible_id":"1525","chapter_code":"LUK.21","verse_code":"LUK.21.28","label":"28","content":"Thaum tabtom pib muaj tej no, nej yuav tsum sawv ntsug thiab tsa taubhau, rau qhov txojkev cawm dim twb los ze lawm.”"},{"bible_id":"1525","chapter_code":"LUK.21","verse_code":"LUK.21.29","label":"29","content":"Yexus hais ib zaj lus pivtxwv rau lawv mloog hais tias: “Nej sim saib tsob ntoo txiv ncuavpias thiab txhua yam ntoo."},{"bible_id":"1525","chapter_code":"LUK.21","verse_code":"LUK.21.30","label":"30","content":"Thaum nej pom tej ntoo ntawd pib hlav nplooj, nej paub hais tias twb yuav txog lub caij ntuj nag."},{"bible_id":"1525","chapter_code":"LUK.21","verse_code":"LUK.21.31","label":"31","content":"Ib yam nkaus li ntawd, thaum nej pom tej ntawd, nej yuav paub hais tias, Vajtswv lub Tebchaws twb los ze lawm."},{"bible_id":"1525","chapter_code":"LUK.21","verse_code":"LUK.21.32","label":"32","content":"“Kuv qhia tseeb rau nej hais tias, thaum cov neeg tiam no tseem tuag tsis tau tas, twb xub muaj tej ntawd lawm."},{"bible_id":"1525","chapter_code":"LUK.21","verse_code":"LUK.21.33","label":"33","content":"Lub ntuj thiab lub ntiajteb no yuav ploj mus, tiamsis kuv tej lus yuav tsis muaj ib los poob li."},{"bible_id":"1525","chapter_code":"LUK.21","verse_code":"LUK.21.34","label":"34","content":"“Nej yuav tsum ceevfaj, tsis txhob cia nej lub siab qaug rau kev noj kev haus, thiab tsis txhob txhawj rau nej lub neej lossis yuav cia hnub ntawd los txog thaum nej tsis ceevfaj."},{"bible_id":"1525","chapter_code":"LUK.21","verse_code":"LUK.21.35","label":"35","content":"Rau qhov hnub ntawd yuav los khwb nkaus tej neeg sawvdaws thoob plaws lub ntiajteb no ib yam li rooj yej."},{"bible_id":"1525","chapter_code":"LUK.21","verse_code":"LUK.21.36","label":"36","content":"Nej yuav tsum ceevfaj thiab zov tos, niaj hnub thov Vajtswv pab kom nej nyiaj taus txhua yam uas yuav muaj los no, thiab nej thiaj yuav mus sawv taus ntawm Neeg Leej Tub lub xubntiag.”"},{"bible_id":"1525","chapter_code":"LUK.21","verse_code":"LUK.21.37","label":"37","content":"Yexus niaj hnub qhia hauv lub Tuamtsev, thiab thaum tsaus ntuj nws mus pw pem Roob Txiv Ntoo Roj."},{"bible_id":"1525","chapter_code":"LUK.21","verse_code":"LUK.21.38","label":"38","content":"Txhua tagkis sawv ntxov, sawvdaws tuaj mloog Yexus qhuab qhia hauv lub Tuamtsev."},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.1","label":"1","content":"Thaum yuav txog lub sijhawm ua Kevcai noj Ncuav tsis xyaw Keeb uas hu ua Kevcai Hla Dhau."},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.2","label":"2","content":"Cov thawj ntawm cov povthawj thiab cov xibhwb uas qhia Vajtswv txoj Kevcai txawm nrhiav kev yuav ntes Yexus twjywm coj mus tua povtseg, rau qhov lawv tsis xav ntes Yexus tabmeeg cov pejxeem, nyob tsam sawvdaws ntxhov."},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.3","label":"3","content":"Dab Ntxwgnyoog tshoov Yudas Ixakali-us uas yog ib tug ntawm kaum ob tug thwjtim siab."},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.4","label":"4","content":"Yudas hais rau cov thawj ntawm cov povthawj thiab cov thawj tubrog uas zov lub Tuamtsev hais tias, nws yuav coj lawv mus ntes Yexus li cas."},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.5","label":"5","content":"Lawv zoo siab thiab txaus siab yuav muab nyiaj rau Yudas."},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.6","label":"6","content":"Yudas pom zoo li lawv hais, nws txawm nrhiav sijhawm coj lawv mus ntes Yexus thaum tsis muaj neeg pom."},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.7","label":"7","content":"Thaum txog hnub uas ua Kevcai noj Ncuav tsis xyaw Keeb uas yog hnub uas lawv tua menyuam yaj noj ua Kevcai Hla Dhau."},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.8","label":"8","content":"Yexus txib Petus thiab Yauhas, thiab qhia rau nkawd hais tias, “Neb cia li mus npaj pluas mov ua Kevcai Hla Dhau rau peb noj.”"},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.9","label":"9","content":"Nkawd nug Yexus hais tias, “Koj xav kom wb mus npaj rau qhov twg?”"},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.10","label":"10","content":"Yexus teb hais tias, “Thaum neb mus txog hauv lub nroog, yuav muaj ib tug txivneej kwv ib lub hub dej los ntsib neb. Neb cia li raws nws qab mus hauv tsev"},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.11","label":"11","content":"thiab hais rau tus tswv tsev hais tias, ‘Tus Tswv hais tias, koj yuav muab chav twg rau kuv thiab kuv cov thwjtim noj pluas mov ua Kevcai Hla Dhau?’"},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.12","label":"12","content":"Tus tswv tsev yuav coj neb mus qhia ib chav dav dav uas nyob txheej saud thiab twb muaj rooj muaj tog txhij lawm rau neb, neb cia li npaj txhua yam rau qhov ntawd.”"},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.13","label":"13","content":"Nkawd txawm mus thiab pom muaj txhua yam raws li Yexus hais, thiab nkawd npaj pluas mov ua Kevcai Hla Dhau rau qhov ntawd."},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.14","label":"14","content":"Thaum lub sijhawm noj mov lawm, Yexus thiab Yexus cov timthawj los zaum ntawm rooj mov."},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.15","label":"15","content":"Yexus hais rau lawv hais tias, “Kuv xav nrog nej noj pluas mov ua Kevcai Hla Dhau no, ua ntej uas kuv raug tsimtxom!"},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.16","label":"16","content":"Kuv qhia rau nej hais tias, txij no mus kuv yuav tsis noj li no mus txog hnub uas pluas mov ua Kevcai Hla Dhau tiav nyob hauv Vajtswv lub Tebchaws.”"},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.17","label":"17","content":"Yexus muab khob cawv txiv hmab los ua Vajtswv tsaug, thiab hais tias, “Nej cia li txais lub khob no mus haus."},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.18","label":"18","content":"Kuv qhia rau nej hais tias, txij no mus kuv yuav tsis haus cov cawv txiv hmab no mus txog hnub uas Vajtswv lub Tebchaws los.”"},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.19","label":"19","content":"Yexus muab ib lub ncuav los ua Vajtswv tsaug, nws muab ntais faib rau lawv, thiab hais tias, “Ntawm no yog kuv lub cev uas kuv muab pub rau nej. Nej ua li no, nej thiaj yuav nco ntsoov kuv.”"},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.20","label":"20","content":"Thaum lawv noj mov tas, Yexus muab ib khob cawv txiv hmab los ua ib yam nkaus li ntawd, nws hais tias, “Lub khob no yog Vajtswv Txojlus cog tseg tshiab uas muaj kuv cov ntshav  ntws los ua lub homthawj nias rau lawm."},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.21","label":"21","content":"“Tiamsis nej saib, tus uas ntxeev siab rau kuv, nws nrog kuv nyob ntawm rooj no ntag!"},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.22","label":"22","content":"Neeg Leej Tub yeej yuav tuag raws li Vajtswv npaj tseg lawm, tiamsis tus uas ntxeev siab rau Neeg Leej Tub, nws yuav raug kev puastsuaj!”"},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.23","label":"23","content":"Ces cov timthawj txawm sib nug zom zaws, saib leejtwg yog tus yuav ua li ntawd."},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.24","label":"24","content":"Cov thwjtim sib cav zom zaws, saib leejtwg yuav tau ua tus loj dua ntais."},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.25","label":"25","content":"Yexus hais rau lawv hais tias, “Lwm haivneeg cov vajtswv uas muaj hwjchim kav lawv tej pejxeem, thiab tej nomtswv uas muaj hwjchim hu lawv hais tias, ‘Cov uas saib cov Pejxeem.’"},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.26","label":"26","content":"Tiamsis nej tsis txhob ua li ntawd; nej cov yog leejtwg xav ua tus hlob, tus ntawd yuav tsum ua ib yam li yog tus yau, thiab tus twg yog tus thawjcoj, tus ntawd yuav tsum ua ib yam li tus tubtxib."},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.27","label":"27","content":"Tus twg yog tus loj dua? Tus uas zaum noj mov lossis tus tubtxib? Twb yog tus uas zaum noj mov ntag. Tiamsis kuv nrog nej nyob, kuv ua ib yam li tus tubtxib."},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.28","label":"28","content":"“Txhua lub sijhawm uas kuv raug kev txomnyem, nej tsis tau tso kuv tseg;"},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.29","label":"29","content":"kuv Txiv tsa kuv ua tus muaj hwjchim kav lub ntiajteb li cas, kuv yuav tsa nej kom muaj hwjchim ib yam li ntawd."},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.30","label":"30","content":"Nej yuav tau nrog kuv noj thiab haus nyob ntawm kuv lub rooj hauv kuv lub Tebchaws, thiab nej yuav tau zaum saum lub zwmtxwv txiav txim rau kaum ob xeem Yixalayees.”"},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.31","label":"31","content":"Yexus hais tias, “Ximoos, Ximoos! Koj mloog kuv hais! Vajtswv twb cia dab Ntxwgnyoog los sim nej txhua tus siab lawm, muab tus zoo cais tawm ntawm tus phem, ib yam li tus neeg yaj nplej muab vab ntxuaj cov npluag tawm ntawm cov nplej."},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.32","label":"32","content":"Tiamsis Ximoos, kuv twb thov Vajtswv pab koj lawm, kom koj muab siab rau ntseeg. Thiab thaum koj los cuag kuv, koj yuav tsum txhawb koj cov kwvtij zog.”"},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.33","label":"33","content":"Petus teb hais tias, “Tus Tswv, kuv txaus siab nrog koj raug kaw rau hauv tsev lojcuj thiab tuag nrog koj!”"},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.34","label":"34","content":"Yexus hais tias, “Petus, kuv qhia rau koj hais tias, hmo no thaum qaib tsis tau qua, koj yuav hais peb zaug hais tias, koj tsis paub kuv.”"},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.35","label":"35","content":"Ces Yexus nug lawv hais tias, “Zaum tas los kuv txib nej mus, nej tsis nqa hnab nyiaj, hnab thoobpuab thiab khau, nej puas tu ncua ib yam dabtsi?” Lawv teb hais tias, “Peb tsis tu ncua dabtsi li.”"},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.36","label":"36","content":"Yexus hais tias, “Tiamsis nimno, tus uas muaj hnab nyiaj lossis hnab thoobpuab, tus ntawd yuav tsum nqa mus; tus uas tsis muaj ntaj, nws yuav tsum muab nws lub tsho loj muag thiab mus yuav ib rab ntaj."},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.37","label":"37","content":"Kuv qhia rau nej hais tias, Vajtswv txojlus hais tias, ‘Luag suav nws nrog cov neeg muaj txim.’ Lo lus uas hais txog kuv ntawd yeej yuav tiav, rau qhov tej uas sau hais txog kuv, tej ntawd tabtom yuav tiav.”"},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.38","label":"38","content":"Cov thwjtim hais tias, “Tus Tswv, koj saib ntawm no! Peb muaj ob rab ntaj!” Yexus teb hais tias, “Tsis txhob hais ntxiv lawm!”"},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.39","label":"39","content":"Yexus tawm hauv lub nroog mus rau pem Roob Txiv Ntoo Roj, raws li nws ibtxwm mus; thiab cov thwjtim nrog nws mus."},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.40","label":"40","content":"Thaum lawv mus txog ped, Yexus hais rau lawv hais tias, “Nej yuav tsum thov Vajtswv, kev sim siab thiaj yuav los ntxias tsis tau nej.”"},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.41","label":"41","content":"Yexus txawm ncaim lawv mus nrug deb kwvlam li txawb ib ncua pobzeb, thiab nws txhos caug ntua rau ntawm ib sab pobzeb thiab thov Vajtswv hais tias,"},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.42","label":"42","content":"“Txiv, yog koj pom zoo, thov koj muab lub khob no tshem ntawm kuv mus. Txawm yog li cas los koj tsis txhob ua raws li kuv lub siab nyiam, tiamsis ua raws li koj lub siab nyiam xwb.”"},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.43","label":"43","content":"Muaj ib tug timtswv ceebtsheej tshwm los rau Yexus pom thiab txhawb Yexus lub zog."},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.44","label":"44","content":"Yexus nyuaj siab kawg nkaus, nws hajyam siv zog thov Vajtswv heev; nws tawm hws zoo li ntshav nrog rau hauv av."},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.45","label":"45","content":"Thaum Yexus thov Vajtswv tas, nws sawv mus rau ntawm cov thwjtim, thiab nws pom lawv tsaug zog tas lawm, rau qhov lawv nyuaj siab heev."},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.46","label":"46","content":"Yexus hais rau lawv hais tias, “Ua li cas nej yuav tsaug zog ua luaj? Nej cia li sawv thiab thov Vajtswv, kev sim siab thiaj yuav ntxias tsis tau nej.”"},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.47","label":"47","content":"Thaum Yexus tabtom hais li ntawd, muaj ib pab neeg coob coob tuaj txog, Yudas uas yog ib tug ntawm kaum ob tug thwjtim coj cov neeg ntawd tuaj. Nws txav zog los yuav nwj Yexus."},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.48","label":"48","content":"Tiamsis Yexus hais tias, “Yudas, koj yuav nwj Neeg Leej Tub qhia rau lawv ntes nws los?”"},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.49","label":"49","content":"Thaum cov thwjtim uas nrog Yexus pom hais tias yuav muaj xwm, ces lawv txawm hais tias, “Tus Tswv, koj puas kheev peb muab ntaj tua lawv?”"},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.50","label":"50","content":"Cov thwjtim ib tug rho hlo ntaj los tib ntag rau tus Povthawj Hlob ib tug qhev sab nplooj ntseg xis tu nrho."},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.51","label":"51","content":"Tiamsis Yexus hais tias, “Tsum li ntawd!” Yexus cev tes mus tuav tus ntawd lub nplooj ntseg thiab kho rov zoo li qub lawm."},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.52","label":"52","content":"Ces Yexus hais rau cov thawj ntawm cov povthawj thiab cov thawj tubrog uas zov lub Tuamtsev, thiab cov txwjlaug uas tuaj ntes Yexus ntawd hais tias, “Nej nqa ntaj nqa qws tuaj ntes kuv, ib yam li kuv yog tubsab los?"},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.53","label":"53","content":"Kuv twb niaj hnub nrog nej nyob hauv lub Tuamtsev, nej ho tsis ntes kuv? Tiamsis nimno txog lub sijhawm uas nej ua haujlwm, thiab txojkev tsaus ntuj lub hwjchim twb kav lawm.”"},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.54","label":"54","content":"Lawv ntes Yexus thiab coj nws mus rau hauv tus Povthawj Hlob tsev; Petus raws qab mus nrug deb deb."},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.55","label":"55","content":"Muaj neeg rauv ib cubtawg rau ntawm lub tshavpuam, Petus txawm mus nrog cov neeg ntawd nte taws."},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.56","label":"56","content":"Muaj ib tug ntxhais qhev pom Petus nyob ntawm ib sab qhovcub, nws saib ntsoov Petus thiab hais tias, “Tus txivneej no yog ib tug uas nrog Yexus thiab!”"},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.57","label":"57","content":"Tiamsis Petus hais tias, “Tus muam, kuv yeej tsis paub tus ntawd li!”"},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.58","label":"58","content":"Tom qab ntawd mentsis, muaj ib tug txivneej pom Petus thiab hais tias, “Koj yog lawv pab ntawd ib tug thiab los sav!” Tiamsis Petus hais tias, “Txiv ntxawm, kuv tsis yog!”"},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.59","label":"59","content":"Tom qab ntawd kwvlam li uas ib txoos teev, txawm muaj dua ib tug txivneej hais rau sawvdaws hais tias, “Tus no yeej yog ib tug uas nrog Yexus nyob tiag tiag li, rau qhov nws yog ib tug neeg Kalilais thiab!”"},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.60","label":"60","content":"Tiamsis Petus teb hais tias, “Txiv ntxawm, tej uas koj hais ko kuv yeej tsis paub li!” Thaum Petus tabtom hais li ntawd, tamsim ntawd qaib txawm qua."},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.61","label":"61","content":"Tus Tswv tig mus saib Petus, ces Petus txawm nco dheev txog lo lus uas tus Tswv hais rau nws hais tias, “Hmo no thaum qaib tsis tau qua, koj yuav hais peb zaug hais tias, koj tsis paub kuv.”"},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.62","label":"62","content":"Petus tawm mus rau sab nraud thiab quaj tu siab kawg li."},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.63","label":"63","content":"Cov neeg uas zov Yexus, ua saib tsis taus nws thiab ntaus nws."},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.64","label":"64","content":"Lawv muab phuam los pav Yexus qhovmuag thiab nug nws hais tias, “Koj sim twv saib, yog leejtwg ntaus koj?”"},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.65","label":"65","content":"Thiab lawv thuam Yexus ntau yam."},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.66","label":"66","content":"Thaum kaj ntug lawm, cov txwjlaug, cov thawj ntawm cov povthawj thiab cov xibhwb uas qhia Vajtswv txoj Kevcai tuaj sablaj ua ke, thiab lawv kom coj Yexus tuaj sawv tabmeeg lawv."},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.67","label":"67","content":"Lawv hais rau Yexus hais tias, “Koj qhia rau peb saib, koj puas yog tus Mexiyas?” Yexus teb hais tias, “Txawm yog kuv qhia nej los nej yuav tsis ntseeg;"},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.68","label":"68","content":"thiab yog kuv nug nej los nej yuav tsis teb kuv;"},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.69","label":"69","content":"Tiamsis txij no mus Neeg Leej Tub yuav nyob ntawm Vajtswv tus uas muaj hwjchim loj kawg nkaus sab xis.”"},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.70","label":"70","content":"Lawv txhua tus txawm nug hais tias, “Koj yog Vajtswv tus Tub los?” Yexus teb lawv hais tias, “Nej hais yog lawm.”"},{"bible_id":"1525","chapter_code":"LUK.22","verse_code":"LUK.22.71","label":"71","content":"Lawv hais tias, “Tsis tas peb yuav nrhiav timkhawv ntxiv lawm! Rau qhov peb twb hnov nws hais lawm!”"},{"bible_id":"1525","chapter_code":"LUK.23","verse_code":"LUK.23.1","label":"1","content":"Tagnrho cov neeg uas tuaj sablaj ntawd txawm sawv tsees coj Yexus mus cuag Philaj,"},{"bible_id":"1525","chapter_code":"LUK.23","verse_code":"LUK.23.2","label":"2","content":"lawv nkaug Yexus rau Philaj hais tias, “Peb ntes tus txivneej no thaum nws tabtom ntxias kom peb haivneeg ua yuam kev, thiab txwv tsis pub lawv them se rau Xixas, thiab nws khav hais tias nws yog tus Mexiyas uas yog vajntxwv.”"},{"bible_id":"1525","chapter_code":"LUK.23","verse_code":"LUK.23.3","label":"3","content":"Philaj nug Yexus hais tias, “Koj yog cov Yudais tus vajntxwv los?” Yexus teb hais tias, “Koj hais yog lawm.”"},{"bible_id":"1525","chapter_code":"LUK.23","verse_code":"LUK.23.4","label":"4","content":"Ces Philaj hais rau cov thawj ntawm cov povthawj thiab cov neeg coob coob ntawd hais tias, “Kuv tsis pom tus txivneej no muaj ib qhov txhaum li.”"},{"bible_id":"1525","chapter_code":"LUK.23","verse_code":"LUK.23.5","label":"5","content":"Tiamsis lawv hajyam hais tawv tawv hais tias, “Nws tej lus qhia ua rau sawvdaws muaj kev kub ntxhov thoob lub xeev Yudas. Nws pib qhia pem lub xeev Kalilais thiab tuaj txog ntawm no.”"},{"bible_id":"1525","chapter_code":"LUK.23","verse_code":"LUK.23.6","label":"6","content":"Thaum Philaj hnov lawv hais li ntawd, nws nug hais tias, “Tus txivneej no yog neeg Kalilais los?”"},{"bible_id":"1525","chapter_code":"LUK.23","verse_code":"LUK.23.7","label":"7","content":"Thaum Philaj paub hais tias Yexus tuaj pem cheebtsam uas Helauj kav tuaj, ces nws txawm xa Yexus mus cuag Helauj, rau qhov lub sijhawm ntawd Helauj tuaj so hauv lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"LUK.23","verse_code":"LUK.23.8","label":"8","content":"Thaum Helauj pom Yexus, Helauj zoo siab kawg li, rau qhov nws ibtxwm hnov Yexus lub moo, thiab xav pom Yexus ntev los lawm. Helauj cia siab hais tias nws yuav pom Yexus ua ib yam txujci tseemceeb."},{"bible_id":"1525","chapter_code":"LUK.23","verse_code":"LUK.23.9","label":"9","content":"Helauj nug Yexus ntau zaj, tiamsis Yexus tsis teb li."},{"bible_id":"1525","chapter_code":"LUK.23","verse_code":"LUK.23.10","label":"10","content":"Cov thawj ntawm cov povthawj thiab cov xibhwb uas qhia Vajtswv txoj Kevcai txav zog mus nkaug Yexus rau Helauj."},{"bible_id":"1525","chapter_code":"LUK.23","verse_code":"LUK.23.11","label":"11","content":"Helauj thiab nws cov tubrog thuam Yexus thiab ua saib tsis taus Yexus; lawv muab ib lub tsho ntev uas zoo nkauj heev rau Yexus hnav, thiab xa nws rov qab mus rau Philaj."},{"bible_id":"1525","chapter_code":"LUK.23","verse_code":"LUK.23.12","label":"12","content":"Txij hnub ntawd los Helauj thiab Philaj txawm sib raug zoo lawm; yav tas los nkawd ua yeebncuab."},{"bible_id":"1525","chapter_code":"LUK.23","verse_code":"LUK.23.13","label":"13","content":"Philaj hu cov thawj ntawm cov povthawj, cov thawjcoj thiab cov pejxeem tuaj,"},{"bible_id":"1525","chapter_code":"LUK.23","verse_code":"LUK.23.14","label":"14","content":"thiab nws hais rau lawv hais tias, “Nej hais tias nws ntxias kom cov pejxeem yuam kev. Nimno kuv twb taug nws zaj tabmeeg nej sawvdaws lawm, thiab tsis pom nws muaj ib qho txhaum raws li uas nej nkaug nws ntawd."},{"bible_id":"1525","chapter_code":"LUK.23","verse_code":"LUK.23.15","label":"15","content":"Helauj los tsis pom nws muaj ib qho txhaum li thiab, Helauj thiaj xa nws rov los rau peb. Tus txivneej no yeej tsis tau ua ib qho txhaum uas tsimnyog yuav muab nws tua povtseg."},{"bible_id":"1525","chapter_code":"LUK.23","verse_code":"LUK.23.16","label":"16","content":"Yog li ntawd, kuv yuav kom luag muab nws nplawm thiab tso nws mus.”"},{"bible_id":"1525","chapter_code":"LUK.23","verse_code":"LUK.23.17","label":"17","content":"[Raws li ibtxwm, txhua zaus uas ua Kevcai Hla Dhau, Philaj yuav tsum tso ib tug neeg raug txim raws li cov pejxeem thov.]"},{"bible_id":"1525","chapter_code":"LUK.23","verse_code":"LUK.23.18","label":"18","content":"Cov neeg coob coob ntawd hais nrov nrov hais tias, “Muab nws tua povtseg! Thiab tso Npalanpas los rau peb!”"},{"bible_id":"1525","chapter_code":"LUK.23","verse_code":"LUK.23.19","label":"19","content":"(Npalanpas raug kaw rau hauv tsev lojcuj, vim nws ntxeev nom ntxeev tswv hauv lub nroog thiab nws tua neeg.)"},{"bible_id":"1525","chapter_code":"LUK.23","verse_code":"LUK.23.20","label":"20","content":"Philaj xav tso Yexus, nws thiaj rov hais rau cov neeg coob coob ntawd ib zaug ntxiv thiab."},{"bible_id":"1525","chapter_code":"LUK.23","verse_code":"LUK.23.21","label":"21","content":"Tiamsis lawv hajyam qw nrov nrov hais tias, “Muab nws ntsia rau saum ntoo khaublig! Muab nws ntsia rau saum ntoo khaublig!”"},{"bible_id":"1525","chapter_code":"LUK.23","verse_code":"LUK.23.22","label":"22","content":"Philaj rov hais rau lawv ib zaug hais tias, “Vim li cas? Nws ua txhaum dabtsi? Kuv tsis pom nws muaj ib qho txhaum uas tsimnyog yuav muab nws tua! Kuv yuav kom luag muab nws nplawm thiab tso nws mus.”"},{"bible_id":"1525","chapter_code":"LUK.23","verse_code":"LUK.23.23","label":"23","content":"Tiamsis cov neeg coob coob ntawd qw tas zog kom Philaj muab Yexus ntsia rau saum ntoo khaublig. Thaum kawg lawv kovyeej Philaj."},{"bible_id":"1525","chapter_code":"LUK.23","verse_code":"LUK.23.24","label":"24","content":"Philaj txawm txiav txim rau Yexus raws li lawv thov."},{"bible_id":"1525","chapter_code":"LUK.23","verse_code":"LUK.23.25","label":"25","content":"Thiab Philaj tso tus txivneej uas lawv thov rau lawv. Tus ntawd yog tus uas raug kaw rau hauv tsev lojcuj, nws ntxeev nom ntxeev tswv thiab tua neeg. Ces Philaj muab Yexus rau lawv raws li lawv siab nyiam."},{"bible_id":"1525","chapter_code":"LUK.23","verse_code":"LUK.23.26","label":"26","content":"Thaum lawv tabtom coj Yexus tawm mus; lawv ntsib ib tug txivneej hu ua Ximoos uas nyob hauv lub nroog Kulenes uas nyob pem yajsab tuaj yuav mus rau hauv lub nroog. Lawv ntes nws thiab yuam kom nws kwv tus ntoo khaublig nrog Yexus mus."},{"bible_id":"1525","chapter_code":"LUK.23","verse_code":"LUK.23.27","label":"27","content":"Cov neeg coob coob uas raws Yexus qab ntawd, muaj ib co pojniam tsa suab hlo quaj nrov nrov, rau qhov lawv hlub Yexus heev."},{"bible_id":"1525","chapter_code":"LUK.23","verse_code":"LUK.23.28","label":"28","content":"Yexus tig mus saib lawv thiab hais tias, “Cov pojniam uas nyob hauv lub nroog Yeluxalees! Nej tsis txhob quaj kuv, tiamsis cia li quaj nej thiab nej tej menyuam."},{"bible_id":"1525","chapter_code":"LUK.23","verse_code":"LUK.23.29","label":"29","content":"Thaum txog lub sijhawm ntawd, sawvdaws yuav hais tias, ‘Cov pojniam uas ibtxwm xeeb tsis taus menyuam, thiab cov pojniam uas tsis tau xeeb dua menyuam thiab tsis tau pub dua mis rau menyuam noj, yog cov uas hmoov zoo!’"},{"bible_id":"1525","chapter_code":"LUK.23","verse_code":"LUK.23.30","label":"30","content":"Lub sijhawm ntawd, yuav muaj neeg hais rau tej roob hais tias, ‘Nphau los tsuam peb!’ thiab yuav hais rau tej pov roob hais tias, ‘Pob los txhub peb!’"},{"bible_id":"1525","chapter_code":"LUK.23","verse_code":"LUK.23.31","label":"31","content":"Yog lawv twb ua li no rau tsob ntoo uas tseem nyoos, thaum tsob ntoo qhuav lawm, lawv yuav ua li cas rau?”"},{"bible_id":"1525","chapter_code":"LUK.23","verse_code":"LUK.23.32","label":"32","content":"Lawv coj ob tug txivneej uas ua tubsab mus tua nrog Yexus."},{"bible_id":"1525","chapter_code":"LUK.23","verse_code":"LUK.23.33","label":"33","content":"Thaum lawv mus txog ntawm qhov chaw uas hu ua “Pobtxha Taubhau,” lawv muab Yexus ntsia rau saum ntoo khaublig thiab muab txhos rau qhov ntawd, thiab muab ob tug tubsab ntsia rau saum ntoo khaublig, muab ib tug txhos rau ntawm Yexus sab xis thiab muab ib tug txhos rau ntawm Yexus sab laug."},{"bible_id":"1525","chapter_code":"LUK.23","verse_code":"LUK.23.34","label":"34","content":"Yexus hais tias, “Txiv, thov koj zam txim rau lawv! Rau qhov lawv tsis paub hais tias lawv ua dabtsi.” Lawv muab Yexus cev ris tsho los twv saib leejtwg yuav tau yam twg."},{"bible_id":"1525","chapter_code":"LUK.23","verse_code":"LUK.23.35","label":"35","content":"Tej neeg sawvdaws sawv ib cag saib. Cov Yudais cov thawjcoj thuam Yexus hais tias: “Nws twb pab tau lwm tus dim; yog hais tias nws yog tus Mexiyas uas Vajtswv xaiv tiag, nws cia li pab kom nws dim!”"},{"bible_id":"1525","chapter_code":"LUK.23","verse_code":"LUK.23.36","label":"36","content":"Cov tubrog thuam Yexus thiab lawv muab cawv txiv hmab qaub los cev rau Yexus haus,"},{"bible_id":"1525","chapter_code":"LUK.23","verse_code":"LUK.23.37","label":"37","content":"thiab hais tias, “Yog koj yog cov Yudais tus vajntxwv tiag, koj cia li pab kom koj dim!”"},{"bible_id":"1525","chapter_code":"LUK.23","verse_code":"LUK.23.38","label":"38","content":"Muaj ib cov lus sau rau ntawm ib daim txiag uas nyob ncaj ntawm Yexus taubhau rau saud hais tias, “Tus no yog cov Yudais tus vajntxwv.”"},{"bible_id":"1525","chapter_code":"LUK.23","verse_code":"LUK.23.39","label":"39","content":"Ob tug tubsab uas lawv muab ntsia rau saum ntoo khaublig ntawd, ib tug thuam Yexus hais tias, “Koj tsis yog tus Mexiyas los? Koj cia li pab koj thiab pab kom wb dim!”"},{"bible_id":"1525","chapter_code":"LUK.23","verse_code":"LUK.23.40","label":"40","content":"Tiamsis muaj dua ib tug cem hais tias, “Koj tsis ntshai Vajtswv los? Koj twb raug txim ib yam nkaus li nws thiab."},{"bible_id":"1525","chapter_code":"LUK.23","verse_code":"LUK.23.41","label":"41","content":"Wb raug txim li no yeej tsimnyog qhov uas wb ua txhaum; tiamsis tus no tsis tau ua txhaum dabtsi li.”"},{"bible_id":"1525","chapter_code":"LUK.23","verse_code":"LUK.23.42","label":"42","content":"Nws hais rau Yexus hais tias, “Thaum koj rov qab los ua Vajntxwv, thov koj nco txog kuv thiab.”"},{"bible_id":"1525","chapter_code":"LUK.23","verse_code":"LUK.23.43","label":"43","content":"Yexus hais rau nws hais tias, “Kuv qhia tseeb rau koj hais tias, hnub no koj yuav tau nrog kuv nyob saum qhov chaw uas kaj siab lug.”"},{"bible_id":"1525","chapter_code":"LUK.23","verse_code":"LUK.23.44","label":"44","content":"Thaum hnub ntseg, lub hnub tsis ci lawm, thiab lub tebchaws tsaus ntuj nti mus txog thaum peb teev;"},{"bible_id":"1525","chapter_code":"LUK.23","verse_code":"LUK.23.45","label":"45","content":"daim ntaub uas thaiv hauv lub Tuamtsev txawm ntuag rhe ua ob daig."},{"bible_id":"1525","chapter_code":"LUK.23","verse_code":"LUK.23.46","label":"46","content":"Yexus hu nrov nrov hais tias, “Txiv, kuv muab kuv txojsia tso rau hauv koj txhais tes!” Yexus hais li ntawd tas, nws txawm tuag lawm."},{"bible_id":"1525","chapter_code":"LUK.23","verse_code":"LUK.23.47","label":"47","content":"Tus thawj tubrog pom muaj li ntawd, nws qhuas Vajtswv hais tias, “Yog tiag, tus no yeej yog neeg ncaj ncees!”"},{"bible_id":"1525","chapter_code":"LUK.23","verse_code":"LUK.23.48","label":"48","content":"Thaum cov neeg uas tuaj saib pom li no, lawv ntaus hauvsiab thiab rov qab mus tsev lawm."},{"bible_id":"1525","chapter_code":"LUK.23","verse_code":"LUK.23.49","label":"49","content":"Cov neeg uas ibtxwm paub Yexus, thiab cov pojniam uas nrog Yexus tuaj pem lub xeev Kalilais tuaj, lawv sawv deb deb saib tej no."},{"bible_id":"1525","chapter_code":"LUK.23","verse_code":"LUK.23.50+LUK.23.51","label":"50-51","content":"Muaj ib tug txivneej hu ua Yauxej, tuaj pem lub nroog Alimathas hauv lub xeev Yudas tuaj. Nws yog ib tug neeg zoo uas sawvdaws hwm, thiab nws niaj hnub tos Vajtswv lub Tebchaws uas yuav los thiab nws yog cov Yudais ib tug nomtswv, tiamsis thaum lawv sablaj yuav txiav txim rau Yexus, nws tsis pom zoo tej uas lawv ua ntawd."},{"bible_id":"1525","chapter_code":"LUK.23","verse_code":"LUK.23.52","label":"52","content":"Nws mus cuag Philaj thiab thov Philaj muab Yexus lub cev rau nws."},{"bible_id":"1525","chapter_code":"LUK.23","verse_code":"LUK.23.53","label":"53","content":"Ces nws muab Yexus lub cev txo, muab qhwv thiab muab kwv mus tso rau hauv lub qhov ntxa uas luag txaug rau hauv ib phab pobzeb, yeej tsis tau muaj leejtwg coj neeg mus tso rau hauv li."},{"bible_id":"1525","chapter_code":"LUK.23","verse_code":"LUK.23.54","label":"54","content":"Hnub ntawd yog hnub uas npaj qhov txhia chaw tseg rau Hnub Xanpataus uas twb los yuav txog."},{"bible_id":"1525","chapter_code":"LUK.23","verse_code":"LUK.23.55","label":"55","content":"Cov pojniam uas nrog Yexus tuaj pem Kalilais tuaj, lawv nrog Yauxej mus, lawv pom lub qhov ntxa, thiab Yauxej muab Yexus lub cev tso li cas los lawv pom huv tibsi."},{"bible_id":"1525","chapter_code":"LUK.23","verse_code":"LUK.23.56","label":"56","content":"Lawv rov mus tsev, lawv npaj tej tshuaj tsw qab thiab tej roj tsw qab, yuav nqa mus pleev Yexus lub cev. Hnub Xanpataus lawv so raws li Vajtswv txoj Kevcai qhia tseg lawm."},{"bible_id":"1525","chapter_code":"LUK.24","verse_code":"LUK.24.1","label":"1","content":"Hnubkaj thaum kaj ntug txoog, cov pojniam txawm nqa tej tshuaj tsw qab uas lawv twb npaj tseg lawm, thiab lawv mus rau tom lub qhov ntxa."},{"bible_id":"1525","chapter_code":"LUK.24","verse_code":"LUK.24.2","label":"2","content":"Lawv pom daim txiag zeb uas npog lub rooj ntxas twb dov rau ib cag lawm,"},{"bible_id":"1525","chapter_code":"LUK.24","verse_code":"LUK.24.3","label":"3","content":"lawv mus saib hauv; tiamsis tsis pom Tswv Yexus lub cev lawm."},{"bible_id":"1525","chapter_code":"LUK.24","verse_code":"LUK.24.4","label":"4","content":"Lawv sawv ntsug hauv thiab xav tsis thoob li, tamsim ntawd muaj ob tug txivneej hnav ris tsho ci ntsa iab los sawv ntawm lawv ib sab."},{"bible_id":"1525","chapter_code":"LUK.24","verse_code":"LUK.24.5","label":"5","content":"Cov pojniam ntawd ntshai kawg, thiab nyo hau rau hauv av, saib tsis taus ob tug txivneej ntawd li, ob tug txivneej ntawd hais rau lawv hais tias, “Ua li cas nej tuaj nrhiav tus neeg ciaj ntawm cov neeg tuag no?"},{"bible_id":"1525","chapter_code":"LUK.24","verse_code":"LUK.24.6","label":"6","content":"Nws tsis nyob ntawm no; nws twb sawv lawm. Nej nco ntsoov tej lus uas nws hais rau nej, thaum nej tseem nyob pem lub xeev Kalilais hais tias,"},{"bible_id":"1525","chapter_code":"LUK.24","verse_code":"LUK.24.7","label":"7","content":"‘Yeej yuav muaj neeg ntes Neeg Leej Tub coj mus rau cov neeg txhaum, muab nws ntsia rau saum ntoo khaublig thiab peb hnub tom qab, nws yuav sawv hauv qhov tuag rov qab los.’ ”"},{"bible_id":"1525","chapter_code":"LUK.24","verse_code":"LUK.24.8","label":"8","content":"Cov pojniam ntawd nco dheev txog Yexus tej lus,"},{"bible_id":"1525","chapter_code":"LUK.24","verse_code":"LUK.24.9","label":"9","content":"thiab lawv tawm hauv lub qhov ntxa rov los qhia tej ntawd rau kaum ib tug thwjtim thiab cov uas nrog lawv nyob mloog."},{"bible_id":"1525","chapter_code":"LUK.24","verse_code":"LUK.24.10","label":"10","content":"Cov pojniam ntawd yog, Malis Madalas, Yauhanas thiab Malis uas yog Yakaunpaus niam; thiab muaj dua ob peb tug pojniam los qhia tej no rau cov timthawj."},{"bible_id":"1525","chapter_code":"LUK.24","verse_code":"LUK.24.11","label":"11","content":"Tiamsis cov thwjtim xav hais tias, tej uas cov pojniam ntawd hais yog tso dag xwb, lawv thiaj tsis ntseeg cov pojniam ntawd tej lus."},{"bible_id":"1525","chapter_code":"LUK.24","verse_code":"LUK.24.12","label":"12","content":"Tiamsis Petus cia li sawv tsees khiav mus rau tom lub qhov ntxa; nws khoov xauj hauv lub qhov ntxa, ua ciav tsis pom dabtsi, tsuas pom cov ntaub uas qhwv Yexus lub cev nyob hauv xwb. Nws rov qab los tsev, thiab xav tsis thoob rau tej uas nws pom ntawd."},{"bible_id":"1525","chapter_code":"LUK.24","verse_code":"LUK.24.13","label":"13","content":"Tib hnub ntawd Yexus ob tug thwjtim tabtom taug kev mus rau pem lub zos Ema-us uas nyob nrug deb ntawm lub nroog Yeluxalees kwvlam li kaum ib kilumev,"},{"bible_id":"1525","chapter_code":"LUK.24","verse_code":"LUK.24.14","label":"14","content":"thiab nkawd sib tham txog tej uas twb tshwm muaj lawm."},{"bible_id":"1525","chapter_code":"LUK.24","verse_code":"LUK.24.15","label":"15","content":"Thaum nkawd tseem sib tham thiab sib nug txog zaj ntawd, Yexus txawm los nrog nkawd taug kev mus;"},{"bible_id":"1525","chapter_code":"LUK.24","verse_code":"LUK.24.16","label":"16","content":"nkawd pom Yexus, tiamsis zoo li muaj tej yam ua rau nkawd cim tsis tau nws."},{"bible_id":"1525","chapter_code":"LUK.24","verse_code":"LUK.24.17","label":"17","content":"Yexus nug nkawd hais tias, “Neb pheej sib tham dabtsi thaum neb taug kev?” Nkawd nres ua ntsejmuag mluas mlob."},{"bible_id":"1525","chapter_code":"LUK.24","verse_code":"LUK.24.18","label":"18","content":"Ob tug ntawd, tus uas hu ua Kelupas, nug Yexus hais tias, “Tagnrho cov neeg uas nyob hauv lub nroog Yeluxalees puavleej paub tej uas nyuam qhuav muaj tau ob peb hnub los no huv tibsi, tsuas yog koj tib leeg thiaj tsis paub tej ntawd xwb los?”"},{"bible_id":"1525","chapter_code":"LUK.24","verse_code":"LUK.24.19","label":"19","content":"Yexus nug nkawd hais tias, “Tej ntawd yog dabtsi?” Nkawd teb hais tias, “Tej ntawd yog tej xwm uas Yexus tus uas yog neeg Naxales raug. Nws yog ib tug cev Vajtswv lus. Vajtswv thiab tej neeg sawvdaws puavleej pom hais tias, nws tej lus muaj hwjchim thiab nws ua tau tej txujci tseemceeb."},{"bible_id":"1525","chapter_code":"LUK.24","verse_code":"LUK.24.20","label":"20","content":"Peb cov thawj ntawm cov povthawj thiab cov nomtswv muab nws rau Philaj txiav txim tua nws povtseg, thiab lawv muab nws ntsia rau saum ntoo khaublig."},{"bible_id":"1525","chapter_code":"LUK.24","verse_code":"LUK.24.21","label":"21","content":"Peb cia siab hais tias nws yog tus uas yuav pab cov Yixalayees dim! Dua li ntawd, txij li muaj tej ntawd los twb tau peb hnub rau hnub no lawm."},{"bible_id":"1525","chapter_code":"LUK.24","verse_code":"LUK.24.22","label":"22","content":"Cov pojniam uas yog peb pab qee leej tau ua rau peb xav tsis thoob li; thaum kaj ntug txoog lawv mus rau tom lub qhov ntxa,"},{"bible_id":"1525","chapter_code":"LUK.24","verse_code":"LUK.24.23","label":"23","content":"tiamsis lawv tsis pom Yexus lub cev lawm. Lawv rov los qhia rau sawvdaws hais tias, lawv pom cov timtswv ceebtsheej qhia rau lawv hais tias, Yexus twb rov muaj sia lawm."},{"bible_id":"1525","chapter_code":"LUK.24","verse_code":"LUK.24.24","label":"24","content":"Peb cov muaj qee leej mus saib lub qhov ntxa, thiab pom muaj raws li cov pojniam ntawd hais tiag, tiamsis lawv tsis pom Yexus.”"},{"bible_id":"1525","chapter_code":"LUK.24","verse_code":"LUK.24.25","label":"25","content":"Ces Yexus hais rau nkawd hais tias, “Ua li cas neb yuav ruam ua luaj li, ua li cas neb tsis ntseeg tej uas cov cev Vajtswv lus tau qhia tseg lawm!"},{"bible_id":"1525","chapter_code":"LUK.24","verse_code":"LUK.24.26","label":"26","content":"Puas yog tus Mexiyas yeej yuav raug tsimtxom thiab tom qab ntawd nws yuav tau nws lub tshwjchim ci ntsa iab?”"},{"bible_id":"1525","chapter_code":"LUK.24","verse_code":"LUK.24.27","label":"27","content":"Yexus txawm piav Vajtswv Txojlus uas hais txog nws, nws xub pib qhia tej uas Mauxes sau thiab tej uas cov cev Vajtswv lus txhua tus sau tseg lawm."},{"bible_id":"1525","chapter_code":"LUK.24","verse_code":"LUK.24.28","label":"28","content":"Thaum lawv mus yuav txog lub zos uas lawv mus ntawd, Yexus txawm ua li nws yuav dhau plaws mus."},{"bible_id":"1525","chapter_code":"LUK.24","verse_code":"LUK.24.29","label":"29","content":"Tiamsis nkawd cheem hais tias, “Koj nrog wb so ntawm no, rau qhov twb yuav tsaus ntuj.” Yexus thiaj mus nrog nkawd so."},{"bible_id":"1525","chapter_code":"LUK.24","verse_code":"LUK.24.30","label":"30","content":"Thaum Yexus nrog nkawd zaum noj mov ntawm rooj, Yexus muab ib lub ncuav los nws ua Vajtswv tsaug thiab muab faib rau nkawd noj."},{"bible_id":"1525","chapter_code":"LUK.24","verse_code":"LUK.24.31","label":"31","content":"Yam uas plooj ntawm nkawd lub qhovmuag txawm tshem hlo lawm, nkawd thiaj paub hais tias, yog Yexus, tamsim ntawd Yexus cia li ploj ntais ntawm nkawd mus lawm."},{"bible_id":"1525","chapter_code":"LUK.24","verse_code":"LUK.24.32","label":"32","content":"Nkawd sib tham hais tias, “Thaum peb taug kev tuaj, nws nrog wb tham thiab piav Vajtswv Txojlus rau wb mloog, mas wb lub siab kub lug cuag li hluavtaws hlawv puas yog?”"},{"bible_id":"1525","chapter_code":"LUK.24","verse_code":"LUK.24.33","label":"33","content":"Tamsim ntawd nkawd txawm sawv tsees rov qab mus rau nram lub nroog Yeluxalees, thiab nkawd mus rau ntawm kaum ib tug thwjtim thiab lwm tus uas tuaj nyob ua ke ntawd,"},{"bible_id":"1525","chapter_code":"LUK.24","verse_code":"LUK.24.34","label":"34","content":"thiab lawv sib tham hais tias, “Tus Tswv twb sawv rov los lawm tiag tiag! Nws twb los tshwm rau Ximoos pom lawm!”"},{"bible_id":"1525","chapter_code":"LUK.24","verse_code":"LUK.24.35","label":"35","content":"Nkawd txawm piav tej uas nkawd pom thaum nkawd taug kev mus, thiab thaum tus Tswv muab ncuav ntais faib rau nkawd noj, nkawd thiaj paub hais tias yog Yexus tiag rau lawv mloog."},{"bible_id":"1525","chapter_code":"LUK.24","verse_code":"LUK.24.36","label":"36","content":"Thaum nkawd tseem tabtom piav txog tej uas nkawd pom ntawd rau cov thwjtim mloog, tamsim ntawd tus Tswv txawm los sawv nruab nrab ntawm lawv, thiab hais rau lawv hais tias, “Nej cia li tau nyob kaj siab lug.”"},{"bible_id":"1525","chapter_code":"LUK.24","verse_code":"LUK.24.37","label":"37","content":"Lawv poob siab thiab ntshai kawg, lawv xav hais tias yog lawv pom dab."},{"bible_id":"1525","chapter_code":"LUK.24","verse_code":"LUK.24.38","label":"38","content":"Tiamsis Yexus hais rau lawv hais tias, “Ua li cas nej ntshai ua luaj li? Vim li cas nej tsis ntseeg?"},{"bible_id":"1525","chapter_code":"LUK.24","verse_code":"LUK.24.39","label":"39","content":"Nej cia li saib kuv ob txhais tes thiab kuv ob txhais kotaw, nej thiaj yuav paub hais tias yog kuv tiag. Nej cia li cev tes kov kuv, nej thiaj li yuav paub, rau qhov dab tsis muaj nqaij tsis muaj txha li uas nej pom kuv muaj no.”"},{"bible_id":"1525","chapter_code":"LUK.24","verse_code":"LUK.24.40","label":"40","content":"Thaum Yexus hais li ntawd, nws txawm xyab hlo nws ob txhais tes thiab ob txhais kotaw  rau lawv saib."},{"bible_id":"1525","chapter_code":"LUK.24","verse_code":"LUK.24.41","label":"41","content":"Lawv zoo siab kawg thiab xav tsis thoob li, tiamsis lawv tseem tsis tau ntseeg tiag; Yexus nug lawv hais tias, “Nyob ntawm no, nej puas muaj dabtsi noj?”"},{"bible_id":"1525","chapter_code":"LUK.24","verse_code":"LUK.24.42","label":"42","content":"Lawv muab ib daim nqaij ntses ci cev rau Yexus,"},{"bible_id":"1525","chapter_code":"LUK.24","verse_code":"LUK.24.43","label":"43","content":"Yexus txais mus noj tabmeeg lawv sawvdaws."},{"bible_id":"1525","chapter_code":"LUK.24","verse_code":"LUK.24.44","label":"44","content":"Yexus hais rau lawv hais tias, “Tej no yog tej uas kuv twb qhia rau nej thaum kuv tseem nrog nej nyob: Rau qhov txhua yam uas Mauxes hais thiab tej uas cov cev Vajtswv lus sau tseg rau hauv Phau Ntawv Nkauj uas hais txog kuv ntawd puavleej yuav tiav.”"},{"bible_id":"1525","chapter_code":"LUK.24","verse_code":"LUK.24.45","label":"45","content":"Yexus txawm ua rau lawv totaub Vajtswv Txojlus,"},{"bible_id":"1525","chapter_code":"LUK.24","verse_code":"LUK.24.46","label":"46","content":"thiab Yexus hais rau lawv hais tias, “Twb muaj lus sau tseg lawm hais tias, tus Mexiyas yeej yuav raug kev tsimtxom thiab peb hnub tom qab, nws yuav sawv hauv qhov tuag rov qab los"},{"bible_id":"1525","chapter_code":"LUK.24","verse_code":"LUK.24.47","label":"47","content":"nej yuav tsum tuav nws lub npe mus qhia txojmoo zoo rau txhua haivneeg hauv qab ntuj no hais tias, Vajtswv yuav zam txim rau tus uas tso nws tej kev txhaum tseg. Nej cia li pib qhia hauv lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"LUK.24","verse_code":"LUK.24.48","label":"48","content":"Nej yuav tsum ua timkhawv qhia tej no rau sawvdaws paub."},{"bible_id":"1525","chapter_code":"LUK.24","verse_code":"LUK.24.49","label":"49","content":"Kuv yuav muab yam uas kuv Txiv coglus tseg lawm rau nej. Tiamsis nej yuav tsum nyob hauv lub nroog Yeluxalees tos mus txog thaum uas nej tau lub hwjchim uas yuav los saum ntuj los.”"},{"bible_id":"1525","chapter_code":"LUK.24","verse_code":"LUK.24.50","label":"50","content":"Yexus coj lawv tawm hauv lub nroog Yeluxalees mus txog nram lub zos Npethanis. Nws tsa tes foom koob hmoov rau lawv."},{"bible_id":"1525","chapter_code":"LUK.24","verse_code":"LUK.24.51","label":"51","content":"Thaum nws foom koob hmoov rau lawv tas, nws txawm ncaim lawv thiab Vajtswv coj nws mus rau saum ntuj lawm."},{"bible_id":"1525","chapter_code":"LUK.24","verse_code":"LUK.24.52","label":"52","content":"Lawv pehawm nws thiab rov mus rau pem lub nroog Yeluxalees, lawv zoo siab kawg li,"},{"bible_id":"1525","chapter_code":"LUK.24","verse_code":"LUK.24.53","label":"53","content":"thiab lawv niaj hnub mus nyob hauv lub Tuamtsev ua Vajtswv tsaug."}]