[{"bible_id":"1525","chapter_code":"MIC.1","verse_code":"MIC.1.1","label":"1","content":"Ntu uas Yauthas, Ahas, thiab Hexekiyas ua vajntxwv kav tebchaws Yudas, tus TSWV tau hais tej lus no rau Mikhas uas yog tus cev Vajtswv lus nyob rau hauv lub nroog Mauleses. Tus TSWV qhia txhua yam no rau Mikhas txog lub nroog Xamalis thiab lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"MIC.1","verse_code":"MIC.1.2","label":"2","content":"Txhua haivneeg, nej cia li mloog tej lus no; txhua tus neeg uas nyob hauv ntiajteb, nej cia li mloog tej lus no! Tus TSWV uas kav ib puas tsav yam yuav ua timkhawv tawmtsam nej. Cia li mloog! Nws hais tej lus no hauv nws lub tuamtsev saum ntuj tuaj."},{"bible_id":"1525","chapter_code":"MIC.1","verse_code":"MIC.1.3","label":"3","content":"Tus TSWV tabtom nqis saum nws lub chaw uas dawbhuv los; nws yuav nqis thiab taug kev saum tej ncov roob los."},{"bible_id":"1525","chapter_code":"MIC.1","verse_code":"MIC.1.4","label":"4","content":"Ces tej hauv roob yuav yaj hauv nws qab xibtaws ib yam li muab ciab ntab sub saum hluavtaws; tej hauv roob yuav ntws laub lug los rau hauv tej hav ib yam li dej ntws saum tej ncov roob los."},{"bible_id":"1525","chapter_code":"MIC.1","verse_code":"MIC.1.5","label":"5","content":"Txhua yam no yuav muaj tshwmsim los vim cov neeg Yixalayees tau ua txhaum loj heev thiab tau ntxeev siab rau Vajtswv. Leejtwg yog tus uas ua rau cov Yixalayees ntxeev siab? Twb yog cov neeg hauv lub nroog Xamalis ntag! Leejtwg tau pe mlom hauv tebchaws Yudas? Twb yog cov neeg hauv lub nroog Yeluxalees ntag!"},{"bible_id":"1525","chapter_code":"MIC.1","verse_code":"MIC.1.6","label":"6","content":"Yog li ntawd, tus TSWV thiaj hais tias, “Kuv yuav ua kom lub nroog Xamalis puastsuaj tas ua ib pawg rau hauv tiaj nrag thiab ua chaw rau luag cog txiv hmab. Kuv yuav muab lub nroog ntawd tej thwvcib nchuav rau hauv kwjha, tsuas tseg tej daim txiag zeb uas pua lub nroog lawm xwb."},{"bible_id":"1525","chapter_code":"MIC.1","verse_code":"MIC.1.7","label":"7","content":"Lub nroog ntawd tej mlom yuav raug luag muab tsoo tawg ntsoog ntxaws; txhua yam uas neeg nqa tuaj fij rau hauv tsev niamntiav yuav kub hnyiab, thiab lub nroog ntawd tej mlom yuav raug rhuav kom puastsuaj tas. Lub nroog Xamalis muab tej ntawd los teev los pe, tiamsis nimno nws cov yeebncuab yuav tuaj nqa tej ntawd coj mus teev rau hauv lwm lub tsev niamntiav.”"},{"bible_id":"1525","chapter_code":"MIC.1","verse_code":"MIC.1.8","label":"8","content":"Mikhas hais tias, “Vim tej xwm no kuv thiaj ntxhov siab thiab quaj ntsuag. Kuv yuav mus taw do thiab liabqab mus qhia rau sawvdaws paub kuv tej kev nyuaj siab. Kuv yuav tsa suab hlo quaj ib yam li hma nqov ntuj thiab quaj seev yees ib yam li noog ntxhuav quaj."},{"bible_id":"1525","chapter_code":"MIC.1","verse_code":"MIC.1.9","label":"9","content":"Vim tsis muaj neeg kho tau Xamalis tej qhov txhab, thiab Yudas yuav raug kev txomnyem ib yam nkaus li ntawd; kev puastsuaj twb tuaj ti ntawm lub nroog Yeluxalees tej roojvag uas kuv haivneeg nyob lawm.”"},{"bible_id":"1525","chapter_code":"MIC.1","verse_code":"MIC.1.10","label":"10","content":"Tsis txhob qhia rau peb cov yeebncuab uas nyob hauv lub nroog Nkathas paub hais tias peb swb lawm; tsis txhob cia lawv pom nej quaj ntsuag. Cov neeg Npes Le-afalas,  nej cia li quaj da hauv av qhia hais tias nej tas kev cia siab lawm."},{"bible_id":"1525","chapter_code":"MIC.1","verse_code":"MIC.1.11","label":"11","content":"Cov neeg uas nyob hauv lub nroog Safis raug luag ntes coj liabqab ploog mus thiab txajmuag ntsuav. Cov neeg uas nyob hauv Xanas yuav tsis muaj cuabkav tawm hauv lawv lub nroog mus rau sab nraud. Thaum nej hnov cov neeg hauv Npethexees nyiav, nej yuav paub hais tias tsis muaj chaw cawm siav nyob qhov twg lawm."},{"bible_id":"1525","chapter_code":"MIC.1","verse_code":"MIC.1.12","label":"12","content":"Cov neeg uas nyob hauv Malaus ua neej nyob lwj siab ntsuav tos nrhw txojkev cawm dim, rau qhov tus TSWV twb tso txojkev puastsuaj tuaj ti lub nroog Yeluxalees lawm."},{"bible_id":"1525","chapter_code":"MIC.1","verse_code":"MIC.1.13","label":"13","content":"Nej cov uas nyob hauv lub nroog Lakhis, cia li muab nees los cab tej tsheb nees ua rog. Nej nyiam ua txhaum ib yam li cov neeg Yixalayees ua thiaj ua rau cov neeg uas nyob hauv lub nroog Yeluxalees ua txhaum tas."},{"bible_id":"1525","chapter_code":"MIC.1","verse_code":"MIC.1.14","label":"14","content":"Cov Yudas, tamsim no nej cia li khiav tawm hauv lub nroog Muleses Nkas mus. Cov neeg hauv lub nroog Akhaxis yuav tsis tuaj pab cov Yixalayees tej vajntxwv lawm."},{"bible_id":"1525","chapter_code":"MIC.1","verse_code":"MIC.1.15","label":"15","content":"Cov Malesas, tus TSWV yuav muab nej cob rau cov yeebncuab uas tuaj txeeb nej lub nroog. Cov Yixalayees tej thawjcoj yuav khiav mus nkaum rau hauv lub qhov tsua ntawm Adulas."},{"bible_id":"1525","chapter_code":"MIC.1","verse_code":"MIC.1.16","label":"16","content":"Cov Yudas, nej cia li txiav nej tej plaubhau thiab quaj nyiav nej tej menyuam uas nej hlub. Chais nej tej plaubhau kom do dus ib yam li taubhau dav npoj, rau qhov nej tej menyuam yuav raug luag ntes coj mus nyob rau lwm qhov."},{"bible_id":"1525","chapter_code":"MIC.2","verse_code":"MIC.2.1","label":"1","content":"Cov neeg uas pw saum txaj tuav tswvyim mus ua phem yuav raug kev txomnyem. Thaum kaj ntug txoog lawv tawm mus ua phem raws li lawv twb xav tseg lawm."},{"bible_id":"1525","chapter_code":"MIC.2","verse_code":"MIC.2.2","label":"2","content":"Thaum lawv xav tau luag tej teb, lawv mus txeeb kiag los ua lawv tug; thaum lawv xav tau luag tej tsev, lawv mus txeeb kiag los rau lawv yuav. Tsis muaj ib tug neeg twg uas nws tsevneeg lossis nws tej cuabtam yuav nyob tso siab lug tsis ploj li."},{"bible_id":"1525","chapter_code":"MIC.2","verse_code":"MIC.2.3","label":"3","content":"Yog li ntawd, tus TSWV thiaj hais tias, “Kuv yuav tso kev puastsuaj los raug nej, thiab nej yuav khiav tsis dim li. Thaum nej raug kev ntxhov siab li ntawd, nej yuav tsis tau mus kev muaj plhus ntxiag lawm."},{"bible_id":"1525","chapter_code":"MIC.2","verse_code":"MIC.2.4","label":"4","content":"Thaum txog hnub ntawd neeg yuav muab nej txojkev puastsuaj los piav ua yam ntxwv qhia rau sawvdaws, thiab lawv yuav hu nkauj qhia nej txojkev tu siab rau sawvdaws mloog li no: Peb raug kev puastsuaj tas lawm lauj! Tus TSWV twb muab peb lub tebchaws tshem mus lawm, thiab muab cob rau cov neeg uas tuaj ntes peb ntawd txhais tes.”"},{"bible_id":"1525","chapter_code":"MIC.2","verse_code":"MIC.2.5","label":"5","content":"Yog li ntawd, thaum txog hnub uas tus TSWV rov tu lub tebchaws rau nws haivneeg nyob, nej yuav tsis muaj ib tug nrog luag muaj feem muaj tug li."},{"bible_id":"1525","chapter_code":"MIC.2","verse_code":"MIC.2.6","label":"6","content":"Cov neeg yws kuv hais tias, “Koj tsis txhob tuaj qhia peb, tsis txhob qhia tej ntawd lawm. Vajtswv yeej tsis pub kom peb poob ntsejmuag ib zaug li."},{"bible_id":"1525","chapter_code":"MIC.2","verse_code":"MIC.2.7","label":"7","content":"Koj xav hais tias cov Yixalayees raug foom tsis zoo lawm no los?  Tus TSWV ua tsis taus siab ntev lawm los? Nws yog tus uas yuav ua tej ntawd ntag los? Nws tsis hais lus mos lus muag  rau cov neeg uas ua ncaj li ntag los?”"},{"bible_id":"1525","chapter_code":"MIC.2","verse_code":"MIC.2.8","label":"8","content":"Tus TSWV teb hais tias, “Nej tuaj tawmtsam kuv haivneeg ib yam li yog yeebncuab. Cov neeg uas rov hauv tshavrog los xav hais tias lawv yuav tau zoo nyob kaj sab lug hauv lawv tej tsev, tiamsis nej mus tos kev huab lawv tej tsho loj nqa mus lawm."},{"bible_id":"1525","chapter_code":"MIC.2","verse_code":"MIC.2.9","label":"9","content":"Nej muab tej pojniam uas yog kuv haivneeg ntiab tawm hauv lawv tej tsev uas yog lawv lub chaw tshua, thiab nej tsis pub lawv tej menyuam los yuav kuv txoj koob hmoov mus ibtxhis."},{"bible_id":"1525","chapter_code":"MIC.2","verse_code":"MIC.2.10","label":"10","content":"Nej cia li sawv tawm mus; ntawm no tsis muaj chaw rau nej nkaum lawm. Twb yog vim nej tej kev txhaum, lub tebchaws thiaj raug kev puastsuaj."},{"bible_id":"1525","chapter_code":"MIC.2","verse_code":"MIC.2.11","label":"11","content":"“Cov neeg no nyiam tus cevlus uas mus ncig dag rau ub rau no hais tias, ‘Kuv yog tus qhia rau nej hais tias cawv txiv hmab thiab cawv ntxwg yuav nchuav laub lug los rau nej.’"},{"bible_id":"1525","chapter_code":"MIC.2","verse_code":"MIC.2.12","label":"12","content":"“Tiamsis kuv yuav sau tagnrho nej cov Yixalayees uas seem los nyob ua ke. Kuv yuav coj nej los ua ke ib yam li pab yaj uas los sib sau rau hauv nkuaj. Yuav muaj neeg los nyob puv nkaus hauv nej lub tebchaws dua ib zaug ntxiv ib yam li pab yaj uas nyob puv nkaus hauv lub tshav zaub.”"},{"bible_id":"1525","chapter_code":"MIC.2","verse_code":"MIC.2.13","label":"13","content":"Tus TSWV yuav qhib kev rau lawv thiab coj lawv hauv lub tebchaws uas lawv raug ntes mus nyob rov qab los. Lawv yuav tsoo tej roojvag nroog tawg txua thiab tawm mus nyob ywj siab. Tus TSWV uas yog lawv tus Vajntxwv yuav coj lawv kev tawm mus."},{"bible_id":"1525","chapter_code":"MIC.3","verse_code":"MIC.3.1","label":"1","content":"Nej cov uas ua thawj tswjhwm cov Yixalayees, nej cia li ua tib zoo mloog! Tsimnyog nej yuav tsum paub txojkev ncaj ncees,"},{"bible_id":"1525","chapter_code":"MIC.3","verse_code":"MIC.3.2","label":"2","content":"tiamsis nej ntxub txojkev ua zoo thiab nyiam txojkev ua phem. Nej muab kuv haivneeg laws tawv ciaj thiab luas lawv tej nqaij tawm ntawm lawv tej pobtxha."},{"bible_id":"1525","chapter_code":"MIC.3","verse_code":"MIC.3.3","label":"3","content":"Nej noj kuv haivneeg, nej muab lawv laws tawv, tsoo lawv tej pobtxha thiab muab lawv tsuav ib yam li tsuav qaij rau hauv laujkaub."},{"bible_id":"1525","chapter_code":"MIC.3","verse_code":"MIC.3.4","label":"4","content":"Muaj ib hnub twg nej yuav quaj hu tus TSWV, tiamsis nws yuav tsis teb nej. Nws yuav tsis mloog nej tej lus thov vim tej kev phem kev qias uas nej tau ua tas los."},{"bible_id":"1525","chapter_code":"MIC.3","verse_code":"MIC.3.5","label":"5","content":"Kuv haivneeg raug cov cevlus cuav coglus dag ntxias hais tias, cov uas them nqi rau lawv yuav tau txais kev thajyeeb, tiamsis cov uas tsis them nqi rau lawv yuav ntsib kev tsov kev rog. Tus TSWV hais rau cov cevlus ntawd hais tias,"},{"bible_id":"1525","chapter_code":"MIC.3","verse_code":"MIC.3.6","label":"6","content":"“Cov cevlus, nej lub neej twb yuav xaus; lub hnub twb yuav poob qho. Rau qhov nej coj kuv haivneeg yuam kev, nej yuav tsis ua yogtoog pom qhov tseeb, thiab nej yuav tsis paub qhia tej uas yuav muaj los yav tom ntej li lawm.”"},{"bible_id":"1525","chapter_code":"MIC.3","verse_code":"MIC.3.7","label":"7","content":"Cov neeg uas paub txog yav tom ntej yuav poob ntsejmuag vim tej lus uas lawv qhia tsis tseeb. Lawv yuav poob ntsejmuag rau qhov tus TSWV tsis teb lawv tej lus lawm."},{"bible_id":"1525","chapter_code":"MIC.3","verse_code":"MIC.3.8","label":"8","content":"Tiamsis tus TSWV pub nws tus ntsujplig thiab lub hwjchim rau kuv; nws pub kuv paub txojkev ncaj ncees thiab pub kuv muaj lub siab tawv mus qhia cov Yixalayees kom lawv paub lawv tej kev txhaum."},{"bible_id":"1525","chapter_code":"MIC.3","verse_code":"MIC.3.9","label":"9","content":"Nej cov uas ua thawj tswjhwm cov Yixalayees, nej cia li ua tib zoo mloog kuv tej lus; nej ntxub txojkev ncaj ncees thiab muab qhov zoo ntxeev ua qhov phem."},{"bible_id":"1525","chapter_code":"MIC.3","verse_code":"MIC.3.10","label":"10","content":"Nej muab txojkev tsis ncaj ncees thiab luag tej roj ntsha los pua lub nroog Yeluxalees uas yog Vajtswv lub nroog."},{"bible_id":"1525","chapter_code":"MIC.3","verse_code":"MIC.3.11","label":"11","content":"Cov thawjcoj uas tswjhwm lub nroog no, lawv txiav txim vim lawv xav tau tej nyiaj uas luag coj tuaj xiab lawv; cov povthawj txhais txoj Kevcai vim tej nqi zog uas luag them rau lawv; cov cevlus qhia tej uas yuav tshwm los yav tom ntej vim xav tau nyiaj xwb, lawv cov ntawd khav hais tias tus TSWV yeej nrog nraim lawv nyob. Lawv hais tias, “Tus TSWV nrog nraim peb, yeej tsis muaj ib yam xwm dabtsi yuav los raug peb li.”"},{"bible_id":"1525","chapter_code":"MIC.3","verse_code":"MIC.3.12","label":"12","content":"Twb yog vim nej ntag, lub nroog Xi-oos thiaj raug luag muab laij ib yam li laij teb, lub nroog Yeluxalees yuav raug luag muab rhuav kom puastsuaj tas ua ib pawg, thiab lub pov roob uas ua lub Tuamtsev rau yuav ciaj ua havzoov."},{"bible_id":"1525","chapter_code":"MIC.4","verse_code":"MIC.4.1","label":"1","content":"Muaj ib hnub tom ntej no lub roob uas ua lub Tuamtsev rau saud yuav yog lub uas siab tshaj cov, nws tshwm siab dua txhua lub pov roob huv tibsi. Ntau haivneeg yuav tuaj nchuav ntws rau ntawm lub roob ntawd,"},{"bible_id":"1525","chapter_code":"MIC.4","verse_code":"MIC.4.2","label":"2","content":"thiab lawv yuav hais tias, “Peb cia li nce mus rau saum tus TSWV lub ncov roob, mus rau saum cov Yixalayees tus Vajtswv lub Tuamtsev. Vajtswv yuav qhia rau peb paub tej uas nws xav kom peb ua; peb yuav taug txojkev uas nws xaiv rau peb lawm. Tus TSWV tej lus qhuab qhia tabtom tawm hauv lub nroog Yeluxalees tuaj; nws tuaj saum lub roob Xi-oos hais rau nws haivneeg.”"},{"bible_id":"1525","chapter_code":"MIC.4","verse_code":"MIC.4.3","label":"3","content":"Nws yuav txiav txim rau txhua haivneeg rau cov neeg uas muaj hwjchim loj tsis hais nyob deb thiab nyob ze. Lawv yuav muab lawv tej ntaj ntaus ua khais thiab yuav muab lawv tej hmuv ntaus ua liag. Txhua haivneeg yuav tseg tsis ua rog thiab tsis npaj sib tua ntxiv lawm."},{"bible_id":"1525","chapter_code":"MIC.4","verse_code":"MIC.4.4","label":"4","content":"Txhua tus yuav nyob kaj siab lug ntawm nyias tej vaj txiv hmab, txiv ncuavpias, thiab yuav tsis muaj leejtwg ua rau nws tau kev txhawj kev ntshai li. Tus TSWV uas muaj Hwjchim Loj kawg nkaus tau coglus tseg li ntawd."},{"bible_id":"1525","chapter_code":"MIC.4","verse_code":"MIC.4.5","label":"5","content":"Txhua haivneeg nyias pe thiab mloog nyias tus vajtswv lus, tiamsis peb yuav pe thiab mloog tus TSWV uas yog peb tus Vajtswv lus mus ibtxhis tsis kawg."},{"bible_id":"1525","chapter_code":"MIC.4","verse_code":"MIC.4.6","label":"6","content":"Tus TSWV hais tias, “Thaum txog lub sijhawm lawm, kuv yuav sau tagnrho cov neeg uas kuv tau rau txim rau kom luag ntes coj mus ua qhev txomnyem ntsuav ntawd rov qab los nyob ua ke dua."},{"bible_id":"1525","chapter_code":"MIC.4","verse_code":"MIC.4.7","label":"7","content":"Lawv puavleej yog neeg sav ceg thiab nyob deb ntawm lawv tej vajtse, tiamsis kuv yuav tsa cov neeg uas seem kom pib ua dua lub neej tshiab, thiab lawv yuav ua ib haivneeg uas muaj hwjchim heev. Kuv yuav nyob saum lub Roob Xi-oos kav lawv, suav txij hnub ntawd mus ibtxhis li.”"},{"bible_id":"1525","chapter_code":"MIC.4","verse_code":"MIC.4.8","label":"8","content":"Lub nroog Yeluxalees, koj yog lub nroog uas Vajtswv zov rawv tsomkwm nws haivneeg ib yam li tus tswv yug yaj uas sawv saum lub chaw tsomfaj zov nws pab yaj; koj yuav rov tau ua lub tuamceeb nroog rau koj lub tebchaws ib yam li yav thaum ub."},{"bible_id":"1525","chapter_code":"MIC.4","verse_code":"MIC.4.9","label":"9","content":"Vim li cas koj quaj nrov ua luaj? Vim li cas koj raug kev txomnyem npaum nkaus li tus pojniam uas tabtom yug menyuam? Puas yog koj tsis muaj vajntxwv, thiab koj cov tuavxam tuag tas lawm?"},{"bible_id":"1525","chapter_code":"MIC.4","verse_code":"MIC.4.10","label":"10","content":"Cov neeg uas nyob hauv Yeluxalees, nej cia li quaj ntswj pesyos thiab ntsaj  ib yam li tus pojniam uas tabtom yug menyuam, rau qhov nimno nej yuav tau tso nej lub nroog tseg thiab mus nyob tom tej roob mojsab. Nej yuav tau mus nyob tim tebchaws Npanpiloos, tiamsis tus TSWV yuav pab kom nej dim ntawm nej cov yeebncuab."},{"bible_id":"1525","chapter_code":"MIC.4","verse_code":"MIC.4.11","label":"11","content":"Ntau haivneeg tau sib sau tuaj tua koj. Lawv hais tias, “Peb yuav tsum rhuav kom tau lub nroog Yeluxalees! Peb yuav pom lub nroog no raug puastsuaj lauj!”"},{"bible_id":"1525","chapter_code":"MIC.4","verse_code":"MIC.4.12","label":"12","content":"Tiamsis tej haivneeg ntawd tsis paub tej uas tus TSWV xav. Lawv twb tsis paub hais tias tus TSWV sau lawv los ua ke yuav txiav txim rau lawv ib yam li luag sau nplej los pawv cia yuav muab ntaus."},{"bible_id":"1525","chapter_code":"MIC.4","verse_code":"MIC.4.13","label":"13","content":"Tus TSWV hais tias, “Cov neeg uas nyob hauv Yeluxalees, nej cia li mus rau txim rau nej cov yeebncuab! Kuv yuav ua kom nej muaj zog ib yam li tus heev nyuj uas muaj txwm kub hlau thiab muaj rau tooj. Nej yuav ntaus yeej ntau haivneeg thiab coj tej nyiaj uas lawv mus txeeb tau los tuaj pub rau kuv uas yog tus TSWV uas kav lub ntiajteb.”"},{"bible_id":"1525","chapter_code":"MIC.5","verse_code":"MIC.5.1","label":"1","content":"Cov Yixalayees, cia li txhij nej cov tubrog! Luag twb tuaj vij peb lawm! Luag twb tuaj tawmtsam cov Yixalayees tus thawjcoj lawm."},{"bible_id":"1525","chapter_code":"MIC.5","verse_code":"MIC.5.2","label":"2","content":"Tus TSWV hais tias, “Npelehees Efalathas, koj yog ib lub nroog uas me tshaj plaws nyob hauv tebchaws Yudas, tiamsis kuv yuav tso ib tug thawjcoj los tshwm rau hauv koj los kav cov Yixalayees; nws yeej muaj cajces sib txuas ua ntu zus thaum ub los.”"},{"bible_id":"1525","chapter_code":"MIC.5","verse_code":"MIC.5.3","label":"3","content":"Yog li ntawd, tus TSWV yuav muab nws haivneeg tso rau lawv cov yeebncuab txhais tes mus txog thaum tus pojniam suab menyuam yug tau nws tus tub. Ces nws haivneeg uas raug luag ntes mus lawm yuav rov sib sau los ua ib haivneeg dua."},{"bible_id":"1525","chapter_code":"MIC.5","verse_code":"MIC.5.4","label":"4","content":"Thaum nws los, tus TSWV uas yog Vajtswv yuav pub tus TSWV lub dag lub zog thiab lub hwjchim rau nws kav nws haivneeg. Nws haivneeg yuav nyob kaj siab lug, rau qhov txhua haivneeg thoob ntiajteb yuav lees hais tias nws yog tus uas muaj hwjchim loj kawg nkaus,"},{"bible_id":"1525","chapter_code":"MIC.5","verse_code":"MIC.5.5","label":"5","content":"thiab nws yuav coj txojkev kaj siab lug los rau sawvdaws. Thaum cov Axilias tuaj vij peb lub tebchaws thiab hla tuaj rau hauv peb ciam dej ciam av, peb yuav tso peb cov thawj tubrog uas siab tawv tshaj plaws mus tua lawv."},{"bible_id":"1525","chapter_code":"MIC.5","verse_code":"MIC.5.6","label":"6","content":"Lawv yuav rho lawv tej ntaj tua yeej lub tebchaws Axilias, lub tebchaws Nilaus, thiab lawv  yuav pab kom peb dim ntawm cov Axilias uas tuaj tua peb lub tebchaws."},{"bible_id":"1525","chapter_code":"MIC.5","verse_code":"MIC.5.7","label":"7","content":"Cov Yixalayees uas seem yuav zoo ib yam li tej lwg dej uas tus TSWV tso los yug ntau haivneeg, thiab zoo ib yam li cov nag uas los yug tej qoobloo. Lawv yuav vamkhom Vajtswv xwb tsis vamkhom neeg lawm."},{"bible_id":"1525","chapter_code":"MIC.5","verse_code":"MIC.5.8","label":"8","content":"Cov seem uas tseem nrog txhua haivneeg nyob yuav zoo ib yam li tus tsov ntxhuav uas mus nrhiav tsiaj tom noj hauv havzoov lossis hauv tshav zaub: Nws nkag mus nyob hauv pab yaj, dhia mus mos pab yaj, thiab muab cov yaj dua ua tej daim; nyob qhov ntawd yeej tsis muaj kev cia siab rau leejtwg yuav pab tau dim."},{"bible_id":"1525","chapter_code":"MIC.5","verse_code":"MIC.5.9","label":"9","content":"Cov Yixalayees yuav tua yeej lawv cov yeebncuab thiab ua kom cov yeebncuab ntawd puastsuaj tas."},{"bible_id":"1525","chapter_code":"MIC.5","verse_code":"MIC.5.10","label":"10","content":"Tus TSWV hais tias, “Thaum lub sijhawm ntawd kuv yuav cab nej cov nees mus thiab muab tej tsheb nees rhuav kom puastsuaj tas."},{"bible_id":"1525","chapter_code":"MIC.5","verse_code":"MIC.5.11","label":"11","content":"Kuv yuav rhuav nej tej nroog uas nyob hauv nej lub tebchaws thiab muab nej tej ntsa yeej tsoo kom pob puas tas huv tibsi."},{"bible_id":"1525","chapter_code":"MIC.5","verse_code":"MIC.5.12","label":"12","content":"Kuv yuav rhuav tshem nej tej khawvkoob kom puastsuaj thiab tsis pub nej cov neeg uas saib hmoov ib tug seem nyob qhov twg li."},{"bible_id":"1525","chapter_code":"MIC.5","verse_code":"MIC.5.13","label":"13","content":"Kuv yuav muab tej mlom uas nej pe thiab tej ncej zeb uas nej teev tsoo povtseg; nej yuav tsis tau pe tej mlom uas nej txhais tes puab ib zaug ntxiv li lawm."},{"bible_id":"1525","chapter_code":"MIC.5","verse_code":"MIC.5.14","label":"14","content":"Kuv yuav muab tej mlom pojniam Aselas hauv nej lub tebchaws tsoo povtseg thiab muab nej tej nroog rhuav kom puastsuaj tas."},{"bible_id":"1525","chapter_code":"MIC.5","verse_code":"MIC.5.15","label":"15","content":"Vim kuv chim heev, kuv yuav ua nruj ua tsiv pauj txhua haivneeg uas tsis mloog kuv lus.”"},{"bible_id":"1525","chapter_code":"MIC.6","verse_code":"MIC.6.1","label":"1","content":"Nej cia li mloog tus TSWV rooj plaub uas nrog cov Yixalayees sib hais. Tus TSWV, cia li sawv thiab hais koj rooj plaub; thov cia tej toj roob hauv pes nrog ua timkhawv hnov koj tej lus."},{"bible_id":"1525","chapter_code":"MIC.6","verse_code":"MIC.6.2","label":"2","content":"Tej roob thiab tej hauvpaus cag uas tuav lub ntiajteb nyob mus ibtxhis, nej cia li ua tib zoo mloog tus TSWV rooj plaub! Tus TSWV tau kom ib rooj plaub nrog nws haivneeg. Nws tabtom ua plaub rau cov Yixalayees."},{"bible_id":"1525","chapter_code":"MIC.6","verse_code":"MIC.6.3","label":"3","content":"Tus TSWV hais tias, “Kuv haivneeg, kuv tau ua li cas rau nej? Kuv tau ua rau nej nyuaj siab los? Nej cia li teb kuv!"},{"bible_id":"1525","chapter_code":"MIC.6","verse_code":"MIC.6.4","label":"4","content":"Kuv tau coj nej tawm nram tebchaws Iziv los; kuv tau tso nej dim ntawm txojkev ua luag qhev; kuv txib Mauxes, Aloos thiab Milias ua cov coj nej."},{"bible_id":"1525","chapter_code":"MIC.6","verse_code":"MIC.6.5","label":"5","content":"Kuv haivneeg, nco ntsoov tej uas cov Mau-am tus Vajntxwv Npalaj tuav tswvyim ua phem rau nej thiab tej uas Npe-aus tus tub Npala-as tau teb rau Npalaj ntawd. Nco ntsoov tej xwmtxheej uas thaum nej tabtom tawm hauv lub yeej ntawm Akaxias los rau ntawm Nkilenkas. Nco ntsoov tej no, nej thiaj yuav paub tej uas kuv tau pab nej dim ua ntu zus los.”"},{"bible_id":"1525","chapter_code":"MIC.6","verse_code":"MIC.6.6","label":"6","content":"Thaum kuv mus pehawm tus TSWV uas yog Vajtswv tus uas kav saum qaum ntuj, kuv yuav coj dabtsi mus rau nws? Kuv yuav coj tej menyuam nyuj uas zoo tshaj plaws mus tua hlawv ua khoom fij rau nws los?"},{"bible_id":"1525","chapter_code":"MIC.6","verse_code":"MIC.6.7","label":"7","content":"Tus TSWV puas yuav txaus siab, yog hais tias kuv coj ib txhiab tus yaj lossis tej roj txiv ntoo uas txhawv li tus dej tsis tu mus rau nws? Puas yog kuv yuav tau muab kuv tus tub hlob mus tua ua khoom fij rau tus TSWV thiaj theej tau kuv lub txhoj?"},{"bible_id":"1525","chapter_code":"MIC.6","verse_code":"MIC.6.8","label":"8","content":"Yeej tsis tau hlo li, tus TSWV twb qhia yam zoo rau peb lawm. Tej uas nws xav kom peb ua yog li no: ua lub siab ncaj, cog kev sib hlub kom ruaj khov, thiab ua lub neej txo hwjchim nrog peb tus Vajtswv sib raug zoo."},{"bible_id":"1525","chapter_code":"MIC.6","verse_code":"MIC.6.9","label":"9","content":"Tus uas hwm tus TSWV thiaj yog tus muaj tswvyim. Tus TSWV hais rau cov neeg uas nyob hauv nroog hais tias, “Nej cov uas tuaj sib sau rau hauv nroog,  nej cia li ua tib zoo mloog!"},{"bible_id":"1525","chapter_code":"MIC.6","verse_code":"MIC.6.10","label":"10","content":"Hauv cov neeg ua phem tej tsev puv nkaus tej khoom uas lawv mus dag tau los. Lawv muab rab teev tsis txwm luj ntxo luag tug noj; kuv ntxub tej ntawd kawg li."},{"bible_id":"1525","chapter_code":"MIC.6","verse_code":"MIC.6.11","label":"11","content":"Kuv yuav ua li cas thiaj zam txim tau rau cov neeg uas muab rab teev tsis txwm coj los luj ntxo luag tug ntawd?"},{"bible_id":"1525","chapter_code":"MIC.6","verse_code":"MIC.6.12","label":"12","content":"Nej cov neeg uas muaj txiag npluanuj, nej nrhiav nrhw huab cov neeg txomnyem tug los rau nej yuav, thiab nej txhua tus puavleej yog neeg dag xwb."},{"bible_id":"1525","chapter_code":"MIC.6","verse_code":"MIC.6.13","label":"13","content":"Yog li ntawd, kuv twb pib  ua kom nej raug puastsuaj, vim tej uas nej ua txhaum ntawd lawm."},{"bible_id":"1525","chapter_code":"MIC.6","verse_code":"MIC.6.14","label":"14","content":"Nej yuav tau noj tiamsis tsis tsau plab, nej tseem tshaib nqhis. Nej yuav nqa ntau yam mus, tiamsis nej yuav txuag tsis tau tej ntawd cia; txhua yam uas nej khaws cia kuv yuav muab ua kom puastsuaj tas rau hauv tshavrog."},{"bible_id":"1525","chapter_code":"MIC.6","verse_code":"MIC.6.15","label":"15","content":"Nej tseb noob nplej, tiamsis nej yuav tsis muaj qoobloo sau. Nej tsuam txiv ntoo roj, tiamsis nej yuav tsis muaj roj siv. Nej tsuam cawv txiv hmab, tiamsis nej yuav tsis muaj cawv haus."},{"bible_id":"1525","chapter_code":"MIC.6","verse_code":"MIC.6.16","label":"16","content":"Tej no yuav tshwmsim tuaj, vim nej tau ua phem raws nraim li Vajntxwv Aumelis thiab nws tus tub uas yog Vajntxwv Ahaj ua. Nej xyaum ua raws li nkawd ua, yog li ntawd kuv yuav ua kom nej raug kev puastsuaj thiab luag yuav thuam nej. Tej neeg  uas nyob txhua qhov yuav saib tsis taus nej.”"},{"bible_id":"1525","chapter_code":"MIC.7","verse_code":"MIC.7.1","label":"1","content":"Kuv tas kev cia siab lawm lauj! Kuv zoo ib yam li tus neeg tshaib plab uas xawb tsis tau ib lub txiv nyob saum ntoo, thiab tsis muaj txiv hmab nyob ntawm tej hmab de los noj li. Txhua rev txiv hmab uas qab thiab thawj phaum txiv ncuavpias luag twb muab de tas lawm."},{"bible_id":"1525","chapter_code":"MIC.7","verse_code":"MIC.7.2","label":"2","content":"Tsis tshuav ib tug neeg ncaj ncees nyob hauv lub tebchaws hlo li; tsis muaj ib tug neeg uas muab siab npuab Vajtswv. Txhua tus npaj rawv tos tua neeg. Txhua tus nyas nrhw yuav tua nws tej kwvtij zejzog."},{"bible_id":"1525","chapter_code":"MIC.7","verse_code":"MIC.7.3","label":"3","content":"Lawv txhua tus puavleej nyiam ua phem. Cov nomtswv thiab cov txiav txim xav tau luag tej nyiaj xiab. Tus uas ua zoo neej xav tau ib yam dabtsi nws tsa ncauj hais xwb luag yeej tuaj sib txoos ua ke tuav tswvyim lawm ntag."},{"bible_id":"1525","chapter_code":"MIC.7","verse_code":"MIC.7.4","label":"4","content":"Txawm yog tus uas ua zoo thiab ua ncaj tshaj plaws ntawm lawv cov ntawd los tseem zoo li tsob pos xwb. Twb txog hnub uas Vajtswv yuav txiav txim rau cov neeg ntawd raws li uas nws tau hais kom cov cevlus uas yog cov neeg fajxwm ceebtoom rau lawv lawm. Nimno lawv ntxhov siab heev."},{"bible_id":"1525","chapter_code":"MIC.7","verse_code":"MIC.7.5","label":"5","content":"Tsis txhob ntseeg koj tej kwvtij zejzog lossis tsis txhob cia siab rau koj tej phoojywg. Txawm yog tej lus uas koj hais rau koj tus pojniam los koj yuav tsum tau ceevfaj."},{"bible_id":"1525","chapter_code":"MIC.7","verse_code":"MIC.7.6","label":"6","content":"Lub sijhawm no tej tub yuav thuam leej txiv hais tias ruam, tej ntxhais yuav tawmtsam leej niam, thiab tej nyab yuav nrog cov niampog sib cav sib ceg; koj cov yeebncuab yog koj tsevneeg ntag."},{"bible_id":"1525","chapter_code":"MIC.7","verse_code":"MIC.7.7","label":"7","content":"Tiamsis kuv yuav ntsia ntsoov tus TSWV; kuv tos rawv Vajtswv, tus uas yuav los cawm kom kuv dim. Kuv tus Vajtswv yuav mloog kuv tej lus thov."},{"bible_id":"1525","chapter_code":"MIC.7","verse_code":"MIC.7.8","label":"8","content":"Peb tej yeebncuab tsis muaj lus yuav hnyos peb. Peb ntog lawm, tiamsis peb yuav sawv tau rov los dua. Tamsim no peb nyob hauv qhov chaw uas tsaus ntuj nti, tiamsis tus TSWV yuav ua lub teeb ci rau peb pom kev."},{"bible_id":"1525","chapter_code":"MIC.7","verse_code":"MIC.7.9","label":"9","content":"Peb tau ua txhaum rau tus TSWV lawm, yog li ntawd peb yuav tau ua siab ntev tiv nws txojkev chim mus ib nyuag ntu. Tiamsis txog thaum kawg nws yuav tuaj peb tog thiab pab daws peb tej plaub ntug. Nws yuav coj peb tawm mus rau ntawm qhov kaj; peb yuav ntsia ntsoov nws cawm peb dim."},{"bible_id":"1525","chapter_code":"MIC.7","verse_code":"MIC.7.10","label":"10","content":"Thaum ntawd peb cov yeebncuab yuav pom tej no, thiab lawv yuav poob ntsejmuag heev. Lawv yog cov yeebncuab uas hnyos peb hais tias, “Tus TSWV uas yog nej tus Vajtswv nyob qhov twg?” Peb yuav ntsia ntsoov lawv swb, thiab peb yuav pom luag tsuj  lawv ib yam li neeg tsuj av nkos tom tej kev."},{"bible_id":"1525","chapter_code":"MIC.7","verse_code":"MIC.7.11","label":"11","content":"Cov neeg uas nyob hauv lub nroog Yeluxalees, twb txog lub sijhawm uas nej rov kho tus ntsa yeej uas thaiv lub nroog lawm. Thaum ntawd nej lub nroog tej ciam yuav dav fo mus ntxiv."},{"bible_id":"1525","chapter_code":"MIC.7","verse_code":"MIC.7.12","label":"12","content":"Tej neeg uas khiav mus nyob txhua qhov lawm sawvdaws yuav tau rov los. Sab hnubtuaj, lawv yuav los pem tebchaws Axilias los; sab qabteb, lawv yuav los nram tebchaws Iziv los. Lawv yuav los ntawm tej tebchaws uas nyob ntawm ntug dej Efalates los, los tim tej hiavtxwv uas nyob deb, thiab saum tej roob uas nyob deb los."},{"bible_id":"1525","chapter_code":"MIC.7","verse_code":"MIC.7.13","label":"13","content":"Tiamsis lub ntiajteb yuav ua suabpuam tas, rau qhov neeg ntiajteb ua phem ua qias."},{"bible_id":"1525","chapter_code":"MIC.7","verse_code":"MIC.7.14","label":"14","content":"Tus TSWV, koj cia li ua tus tswv yug yaj saib koj haivneeg; lawv yog haivneeg uas koj tau xaiv tseg lawm. Txawm yog lawv nyob ua twmzeej rau tom tej roob mojsab qhua los nyob puagncig lawv tseem muaj tej tebchaws uas zoo qoobloo heev. Thov cia lawv mus noj tej zaub uas ntau heev hauv lub tebchaws Npasas thiab cheebtsam Nkile-as, ib yam li lawv tau noj puag thaum ub lawm."},{"bible_id":"1525","chapter_code":"MIC.7","verse_code":"MIC.7.15","label":"15","content":"Tus TSWV, thov koj ua tej txujci tseemceeb rau peb pom  ib yam li koj tau ua thaum koj coj peb khiav nram tebchaws Iziv los."},{"bible_id":"1525","chapter_code":"MIC.7","verse_code":"MIC.7.16","label":"16","content":"Thaum txhua haivneeg pom tej no yuav ua rau lawv siab ntsws puas thiab zog ntaug tas. Lawv yuav pos qhovncauj thiab ntsaws qhovntsej vim lawv ntshai heev."},{"bible_id":"1525","chapter_code":"MIC.7","verse_code":"MIC.7.17","label":"17","content":"Lawv yuav nkag chaub laug hauv av ib yam li nab; lawv yuav ntshai tshee hnyo tawm hauv lawv tej chaw nkaum tuaj. Lawv yuav ntshai tshee hnyo tig rov qab los cuag tus TSWV uas yog peb tus Vajtswv."},{"bible_id":"1525","chapter_code":"MIC.7","verse_code":"MIC.7.18","label":"18","content":"Tus TSWV, yeej tsis muaj ib tug vajtswv zoo npaum li koj, koj zam txim rau koj haivneeg uas seem rov los. Koj tsis chim mus ibtxhis, tiamsis koj txaus siab hlo hlub peb mus li."},{"bible_id":"1525","chapter_code":"MIC.7","verse_code":"MIC.7.19","label":"19","content":"Koj yuav rov hlub peb dua ib zaug ntxiv. Koj yuav muab peb tej kev txhaum tsuj ntiag rau hauv koj qab xibtaws thiab muab tej kev txhaum ntawd mus pov rau puag hauv qab thu hiavtxwv."},{"bible_id":"1525","chapter_code":"MIC.7","verse_code":"MIC.7.20","label":"20","content":"Koj yuav ua ncaj thiab hlub koj haivneeg uas yog Anplahas thiab Yakhauj cov xeebntxwv raws li koj tau coglus rau peb cov yawgkoob puag thaum ub lawm."}]