[{"bible_id":"1525","chapter_code":"MRK.1","verse_code":"MRK.1.1","label":"1","content":"Ntawm no yog Txojmoo Zoo uas hais txog Yexus Khetos uas yog Vajtswv tus Tub."},{"bible_id":"1525","chapter_code":"MRK.1","verse_code":"MRK.1.2","label":"2","content":"Lub hauvpaus chiv yog raws li Yaxayas uas yog tus cev Vajtswv lus tau sau tseg lawm hais tias, “Vajtswv hais tias, ‘Kuv yuav txib kuv tus tubtxib ua koj ntej mus kho kev tos koj.’"},{"bible_id":"1525","chapter_code":"MRK.1","verse_code":"MRK.1.3","label":"3","content":"Muaj ib tug hais nrov nrov tom roob mojsab qhua hais tias, ‘Cia li kho kev tos tus Tswv; kho kev kom ncaj nws yuav los!’ ”"},{"bible_id":"1525","chapter_code":"MRK.1","verse_code":"MRK.1.4","label":"4","content":"Yauhas tus uas muab neeg ua kevcai raus dej tawm tom roob mojsab qhua los; nws muab neeg ua kevcai raus dej thiab qhuab qhia  hais tias, “Nej yuav tsum tso nej tej kev txhaum tseg thiab ua kevcai raus dej, Vajtswv thiaj yuav zam nej lub txim.”"},{"bible_id":"1525","chapter_code":"MRK.1","verse_code":"MRK.1.5","label":"5","content":"Cov neeg uas nyob thoob plaws hauv lub xeev Yudas thiab hauv lub nroog Yeluxalees tuaj mus mloog Yauhas qhuab qhia. Lawv txhua tus nyias lees nyias lub txim, thiab Yauhas muab lawv ua kevcai raus dej hauv tus dej Yauladees."},{"bible_id":"1525","chapter_code":"MRK.1","verse_code":"MRK.1.6","label":"6","content":"Yauhas hnav cev ris tsho uas muab plaub ntxhuav ua, nws sia siv tawv, nws noj kooj thiab zib ntab."},{"bible_id":"1525","chapter_code":"MRK.1","verse_code":"MRK.1.7","label":"7","content":"Yauhas qhia hais tias, “Tus uas yuav lawv kuv qab los tseem muaj hwjchim loj dua kuv. Kuv twb tsis tsimnyog khoov mus daws nws txoj nyuag hlua khau."},{"bible_id":"1525","chapter_code":"MRK.1","verse_code":"MRK.1.8","label":"8","content":"Kuv muab nej ua kevcai raus rau hauv dej, tiamsis tus ntawd yuav muab nej ua kevcai raus los ntawm Vaj Ntsujplig tus Dawbhuv.”"},{"bible_id":"1525","chapter_code":"MRK.1","verse_code":"MRK.1.9","label":"9","content":"Tom qab ntawd tsis ntev Yexus txawm tuaj pem lub zos Naxales uas nyob hauv lub xeev Kalilais tuaj, thiab Yauhas muab nws ua kevcai raus dej hauv tus dej Yauladees."},{"bible_id":"1525","chapter_code":"MRK.1","verse_code":"MRK.1.10","label":"10","content":"Thaum Yexus sawv hauv dej los, tamsim ntawd Yexus txawm pom rooj ntug qhib plho, thiab pom Vaj Ntsujplig zoo li ib tug nquab los rau saum Yexus."},{"bible_id":"1525","chapter_code":"MRK.1","verse_code":"MRK.1.11","label":"11","content":"Thiab Yexus hnov ib lub suab hais saum ntuj tuaj hais tias, “Koj yog kuv tus Tub uas kuv hlub. Kuv txaus siab rau koj.”"},{"bible_id":"1525","chapter_code":"MRK.1","verse_code":"MRK.1.12","label":"12","content":"Tamsim ntawd Vaj Ntsujplig kom Yexus mus rau tom roob mojsab qhua;"},{"bible_id":"1525","chapter_code":"MRK.1","verse_code":"MRK.1.13","label":"13","content":"Yexus nyob tod tau plaub caug hnub, dab Ntxwgnyoog sim Yexus siab. Yexus nrog tej tsiaj qus nyob, tiamsis muaj ib co timtswv ceebtsheej los tu Yexus."},{"bible_id":"1525","chapter_code":"MRK.1","verse_code":"MRK.1.14","label":"14","content":"Thaum lawv muab Yauhas kaw lawm, tom qab ntawd Yexus txawm mus rau pem Kalilais thiab qhia Vajtswv Txojmoo Zoo ped."},{"bible_id":"1525","chapter_code":"MRK.1","verse_code":"MRK.1.15","label":"15","content":"Yexus qhia hais tias, “Twb txog lub sijhawm uas Vajtswv lub Tebchaws los ze lawm! Nej cia li tso nej tej kev txhaum tseg los ntseeg Txojmoo Zoo!”"},{"bible_id":"1525","chapter_code":"MRK.1","verse_code":"MRK.1.16","label":"16","content":"Thaum Yexus tabtom taug ntug dej Hiavtxwv Kalilais mus, nws pom ob tug neeg nrhiav ntses uas yog Ximoos thiab nws tus kwv Adales tabtom muab vas ntaus ntses hauv hiavtxwv."},{"bible_id":"1525","chapter_code":"MRK.1","verse_code":"MRK.1.17","label":"17","content":"Yexus hais rau nkawd hais tias, “Neb cia li nrog kuv mus, kuv yuav qhia kom neb paub mus nrhiav neeg.”"},{"bible_id":"1525","chapter_code":"MRK.1","verse_code":"MRK.1.18","label":"18","content":"Tamsim ntawd, nkawd txawm tso plhuav nkawd ob lub vas tseg thiab nrog Yexus mus."},{"bible_id":"1525","chapter_code":"MRK.1","verse_code":"MRK.1.19","label":"19","content":"Yexus mus tom ntej mentsis, nws pom dua ob tug kwvtij uas yog Yakaunpaus thiab Yauhas; nkawd yog Xenpedais tub. Nkawd tabtom ntxiv vas hauv nkoj."},{"bible_id":"1525","chapter_code":"MRK.1","verse_code":"MRK.1.20","label":"20","content":"Thaum Yexus pom dheev nkawd Yexus txawm hu nkawd los; nkawd txawm tso nkawd txiv Xenpedais thiab cov tubtxib tseg rau hauv lub nkoj, thiab nkawd nrog Yexus mus."},{"bible_id":"1525","chapter_code":"MRK.1","verse_code":"MRK.1.21","label":"21","content":"Yexus thiab nws cov thwjtim mus txog hauv lub nroog Kapena-us, Hnub Xanpataus Yexus mus qhuab qhia hauv lub tsev sablaj."},{"bible_id":"1525","chapter_code":"MRK.1","verse_code":"MRK.1.22","label":"22","content":"Cov neeg uas tuaj mloog Yexus qhuab qhia, lawv xav tsis thoob li, rau qhov Yexus tej lus qhia tseemceeb heev; nws qhia tsis thooj li cov xibhwb uas qhia Vajtswv txoj Kevcai qhia."},{"bible_id":"1525","chapter_code":"MRK.1","verse_code":"MRK.1.23","label":"23","content":"Tamsim ntawd muaj ib tug txivneej raug dab los rau hauv tsev sablaj; nws qw nrov nrov hais tias,"},{"bible_id":"1525","chapter_code":"MRK.1","verse_code":"MRK.1.24","label":"24","content":"“Yexus uas yog neeg Naxales, koj tuaj ua kom peb puastsuaj los? Kuv paub koj yog leejtwg, koj yog Vajtswv tus tubtxib uas dawbhuv!”"},{"bible_id":"1525","chapter_code":"MRK.1","verse_code":"MRK.1.25","label":"25","content":"Yexus hais tawv tawv rau dab hais tias, “Koj tsis txhob hais lus, koj cia li tawm hauv tus txivneej no mus!”"},{"bible_id":"1525","chapter_code":"MRK.1","verse_code":"MRK.1.26","label":"26","content":"Dab txawm ua rau tus txivneej ntawd huam ib tshaj thiab qw nrov nrov, ces dab txawm tawm plaws lawm."},{"bible_id":"1525","chapter_code":"MRK.1","verse_code":"MRK.1.27","label":"27","content":"Cov neeg uas nyob ntawd xav tsis thoob li, lawv txawm sib nug hais tias, “Muaj dua ib zaj lus qhia tshiab los ua cas? Tus txivneej no muaj hwjchim ntiab tau dab, thiab dab kuj mloog nws lus!”"},{"bible_id":"1525","chapter_code":"MRK.1","verse_code":"MRK.1.28","label":"28","content":"Yexus lub moo txawm nrov ncha mus thoob plaws txhua qhov hauv lub xeev Kalilais."},{"bible_id":"1525","chapter_code":"MRK.1","verse_code":"MRK.1.29","label":"29","content":"Yakaunpaus, Yauhas thiab tagnrho Yexus cov thwjtim nrog Yexus tawm hauv tsev sablaj mus rau tom Ximoos thiab Adales tsev."},{"bible_id":"1525","chapter_code":"MRK.1","verse_code":"MRK.1.30","label":"30","content":"Ximoos niamtais ua npaws thiab pw saum txaj; thaum Yexus mus txog ntua hauv tsev, muaj neeg qhia rau Yexus hais tias Ximoos niamtais mob."},{"bible_id":"1525","chapter_code":"MRK.1","verse_code":"MRK.1.31","label":"31","content":"Yexus txawm mus saib nws; Yexus tuav nws tes rub nws sawv. Ces nws txawm zoo thiab sawv los ua zaub ua mov rau lawv noj."},{"bible_id":"1525","chapter_code":"MRK.1","verse_code":"MRK.1.32","label":"32","content":"Thaum hnub poob qho uas yuav tsaus ntuj muaj neeg coj tej neeg uas muaj mob thiab tej neeg uas raug dab tuaj cuag Yexus."},{"bible_id":"1525","chapter_code":"MRK.1","verse_code":"MRK.1.33","label":"33","content":"Tej neeg zejzog tuaj nyob nraum qhovrooj."},{"bible_id":"1525","chapter_code":"MRK.1","verse_code":"MRK.1.34","label":"34","content":"Yexus kho txhua tus uas muaj mob zoo huv tibsi, thiab Yexus ntiab ntau tus dab tawm. Yexus tsis pub dab hais lus rau qhov dab yeej paub Yexus."},{"bible_id":"1525","chapter_code":"MRK.1","verse_code":"MRK.1.35","label":"35","content":"Hnub tom qab thaum kaj ntug txoog, Yexus txawm sawv thiab tawm hauv tsev mus rau tom ib qhov chaw uas tsis muaj neeg thiab thov Vajtswv."},{"bible_id":"1525","chapter_code":"MRK.1","verse_code":"MRK.1.36","label":"36","content":"Ximoos thiab nws cov phoojywg mus nrhiav Yexus;"},{"bible_id":"1525","chapter_code":"MRK.1","verse_code":"MRK.1.37","label":"37","content":"thaum lawv nrhiav tau Yexus lawm, lawv hais rau Yexus hais tias, “Muaj neeg coob coob tuaj nrhiav koj.”"},{"bible_id":"1525","chapter_code":"MRK.1","verse_code":"MRK.1.38","label":"38","content":"Yexus teb hais tias, “Peb yuav tsum mus txhua nrho tej zos uas nyob ibncig no, thiab kuv yuav tsum mus qhia hauv tej zos ntawd, rau qhov kuv yeej los ua tes haujlwm no.”"},{"bible_id":"1525","chapter_code":"MRK.1","verse_code":"MRK.1.39","label":"39","content":"Yexus txawm mus thoob plaws hauv lub xeev Kalilais, nws qhuab qhia hauv tej tsev sablaj, thiab nws ntiab ntau tus dab tawm hauv cov neeg uas raug dab mus."},{"bible_id":"1525","chapter_code":"MRK.1","verse_code":"MRK.1.40","label":"40","content":"Muaj ib tug txivneej mob ruas tuaj cuag Yexus; nws txhos caug ntua ntawm Yexus kotaw thiab thov hais tias, “Yog koj txaus siab kho kuv tus mob, koj yeej kho tau.”"},{"bible_id":"1525","chapter_code":"MRK.1","verse_code":"MRK.1.41","label":"41","content":"Yexus hlub nws heev,  Yexus txawm cev tes mus tuav nws thiab Yexus teb hais tias, “Kuv txaus siab pab koj, koj tej ruas cia li zoo hlo!”"},{"bible_id":"1525","chapter_code":"MRK.1","verse_code":"MRK.1.42","label":"42","content":"Tamsim ntawd nws tej ruas txawm zoo tas huv tibsi lawm."},{"bible_id":"1525","chapter_code":"MRK.1","verse_code":"MRK.1.43","label":"43","content":"Yexus txwv nws tawv tawv thiab kom nws cia li mus;"},{"bible_id":"1525","chapter_code":"MRK.1","verse_code":"MRK.1.44","label":"44","content":"Yexus hais tias, “Koj tsis txhob qhia zaj no rau leejtwg. Koj cia li ncaj nraim mus cuag tus povthawj kom nws saib hais tias koj tej ruas twb zoo lawm; thiab tom qab ntawd koj cia li nqa khoom mus hlawv fij rau Vajtswv raws li Mauxes tau qhia tseg, sawvdaws thiaj paub hais tias koj twb zoo lawm.”"},{"bible_id":"1525","chapter_code":"MRK.1","verse_code":"MRK.1.45","label":"45","content":"Tiamsis nws mus qhia zaj no rau sawvdaws hnov thoob plaws txhua qhov huv tibsi, nws tsis zais li. Txij hnub ntawd los Yexus mus tsis tau tabmeeg hauv tej nroog lawm. Tiamsis Yexus mus rau tom tej qhov chaw uas tsis muaj neeg nyob coob, thiab pheej muaj neeg tuaj txhua qhov tuaj cuag Yexus."},{"bible_id":"1525","chapter_code":"MRK.2","verse_code":"MRK.2.1","label":"1","content":"Tau ob peb hnub tom qab ntawd Yexus rov qab los txog rau hauv lub nroog Kapena-us, sawvdaws hnov hais tias Yexus rov los tsev lawm."},{"bible_id":"1525","chapter_code":"MRK.2","verse_code":"MRK.2.2","label":"2","content":"Muaj neeg coob coob tuaj xyuas Yexus, lawv nyob puv tsev tas, txawm yog ntawm qhovrooj los twb tsis tau kev mus rau hauv tsev."},{"bible_id":"1525","chapter_code":"MRK.2","verse_code":"MRK.2.3","label":"3","content":"Thaum Yexus tabtom qhia Txojmoo Zoo rau lawv mloog, ces txawm muaj plaub leeg kwv ib tug txivneej tuag tes tuag taw tuaj rau Yexus kho."},{"bible_id":"1525","chapter_code":"MRK.2","verse_code":"MRK.2.4","label":"4","content":"Tiamsis muaj neeg coob coob, lawv tsis tau kev kwv nws mus cuag Yexus, ces lawv txawm nce mus rau saum rutsev thiab rhuav ib qho ncaj ntawm Yexus rau saum. Thaum lawv qhib tau lawm, lawv txawm muab hlua khi daim pam uas pua nws tso nws dauv mus rau hauv."},{"bible_id":"1525","chapter_code":"MRK.2","verse_code":"MRK.2.5","label":"5","content":"Thaum Yexus pom hais tias lawv muaj kev ntseeg heev, Yexus txawm hais rau tus txivneej uas tuag tes tuag taw ntawd hais tias, “Metub, kuv twb zam koj lub txim lawm.”"},{"bible_id":"1525","chapter_code":"MRK.2","verse_code":"MRK.2.6","label":"6","content":"Cov xibhwb uas qhia Vajtswv txoj Kevcai qee leej uas zaum ntawd xav hais tias,"},{"bible_id":"1525","chapter_code":"MRK.2","verse_code":"MRK.2.7","label":"7","content":"“Ua li cas nws yuav hais li ntawd? Nws hais li ntawd kuj yog nws saib tsis taus Vajtswv! Tsis muaj leejtwg zam tau neeg lub txim, tsuas yog Vajtswv tib leeg xwb thiaj zam tau!”"},{"bible_id":"1525","chapter_code":"MRK.2","verse_code":"MRK.2.8","label":"8","content":"Tamsim ntawd Yexus paub hais tias lawv xav li ntawd, Yexus txawm hais rau lawv hais tias, “Ua li cas nej xav li ntawd?"},{"bible_id":"1525","chapter_code":"MRK.2","verse_code":"MRK.2.9","label":"9","content":"Lo lus uas hais rau tus txivneej tuag tes tuag taw no hais tias, ‘Kuv twb zam koj lub txim lawm,’ lossis lo lus uas hais tias, ‘Cia li sawv muab koj daim pam pua chaw nqa mus tsev,’ ob lo lus no lo twg yuav yoojyim hais dua?"},{"bible_id":"1525","chapter_code":"MRK.2","verse_code":"MRK.2.10","label":"10","content":"Kuv ua li no qhia rau nej paub hais tias Neeg Leej Tub muab hwjchim nyob hauv ntiajteb no zam txim tau rau neeg.” Yexus thiaj hais rau tus txivneej tuag tes tuag taw hais tias,"},{"bible_id":"1525","chapter_code":"MRK.2","verse_code":"MRK.2.11","label":"11","content":"“Kuv hais rau koj hais tias koj cia li sawv thiab nqa koj daim pam pua chaw mus tsev.”"},{"bible_id":"1525","chapter_code":"MRK.2","verse_code":"MRK.2.12","label":"12","content":"Thaum sawvdaws tabtom ntsia ntsoov nws, nws txawm sawv tsees nqa hlo nws daim pam pua chaw tawm nrawm nroos mus lawm. Lawv xav tsis thoob li, lawv qhuas Vajtswv hais tias, “Peb tsis tau pom dua li no ib zaug li!”"},{"bible_id":"1525","chapter_code":"MRK.2","verse_code":"MRK.2.13","label":"13","content":"Yexus rov qab mus nram ntug Hiavtxwv Kalilais. Muaj ib pab neeg coob coob tuaj cuag nws, ces nws txawm qhia lawv."},{"bible_id":"1525","chapter_code":"MRK.2","verse_code":"MRK.2.14","label":"14","content":"Thaum Yexus tabtom mus, nws pom ib tug txivneej sau se hu ua Levis uas yog Alafais tus tub zaum ntawm lub rooj sau se. Yexus hais rau Levis hais tias, “Koj cia li nrog kuv mus.” Ces Levis txawm sawv tsees nrog Yexus mus."},{"bible_id":"1525","chapter_code":"MRK.2","verse_code":"MRK.2.15","label":"15","content":"Tom qab ntawd Yexus mus noj mov hauv Levis tsev.  Cov neeg sau se thiab cov neeg txhaum ntau leej nrog Yexus mus, thiab muaj coob leej nrog Yexus thiab Yexus cov thwjtim noj mov ua ke."},{"bible_id":"1525","chapter_code":"MRK.2","verse_code":"MRK.2.16","label":"16","content":"Cov xibhwb uas qhia Vajtswv txoj Kevcai uas yog cov Falixais qee leej pom Yexus nrog cov neeg txhaum thiab cov neeg sau se noj mov ua ke, lawv txawm nug Yexus cov thwjtim hais tias, “Vim li cas Yexus yuav nrog cov neeg sau se thiab cov neeg txhaum noj mov?”"},{"bible_id":"1525","chapter_code":"MRK.2","verse_code":"MRK.2.17","label":"17","content":"Yexus hnov lawv nug li ntawd, Yexus txawm teb hais tias, “Cov neeg tsis muaj mob yeej tsis mus cuag kws tshuaj, tsuas yog cov neeg muaj mob thiaj mus cuag kws tshuaj xwb. Kuv tsis yog los hu cov neeg ncaj ncees, tiamsis kuv los hu cov neeg txhaum.”"},{"bible_id":"1525","chapter_code":"MRK.2","verse_code":"MRK.2.18","label":"18","content":"Muaj ib zaug Yauhas tus uas muab neeg ua kevcai raus dej cov thwjtim thiab cov Falixais tabtom ua kevcai yoo mov, txawm muaj neeg tuaj nug Yexus hais tias, “Ua li cas Yauhas cov thwjtim thiab cov Falixais cov thwjtim ua kevcai yoo mov, tiamsis koj cov tsis yoo?”"},{"bible_id":"1525","chapter_code":"MRK.2","verse_code":"MRK.2.19","label":"19","content":"Yexus teb hais tias, “Nej xav hais tias thaum tus nraug vauv tseem nrog nws cov phoojywg noj tshoob ua ke, lawv yuav yoo mov no los? Thaum tus nraug vauv tseem nrog lawv nyob, lawv yeej yuav tsis yoo li."},{"bible_id":"1525","chapter_code":"MRK.2","verse_code":"MRK.2.20","label":"20","content":"Tiamsis thaum txog lub sijhawm uas luag coj tus nraug vauv mus lawm, ces lawv yuav yoo mov."},{"bible_id":"1525","chapter_code":"MRK.2","verse_code":"MRK.2.21","label":"21","content":"“Tsis muaj leejtwg yuav muab daim ntaub tshiab los ntxiv lub tsho qub; yog ua li ntawd, daim ntaub tshiab yuav ua rau lub tsho qub hajyam ntuag loj ntxiv."},{"bible_id":"1525","chapter_code":"MRK.2","verse_code":"MRK.2.22","label":"22","content":"Thiab tsis muaj leejtwg yuav muab cov cawv txiv hmab tshiab ntim rau hauv lub hnab tawv qub; yog ua li ntawd, cov cawv txiv hmab tshiab yuav tsam kom lub hnab tawv qub tawg. Cov cawv txiv hmab yuav los tas, thiab lub hnab tawv qub yuav tsis zoo siv lawm. Cov cawv txiv hmab tshiab yuav tsum muab ntim rau hauv lub hnab tawv tshiab, lub hnab tawv thiaj tsis tawg.”"},{"bible_id":"1525","chapter_code":"MRK.2","verse_code":"MRK.2.23","label":"23","content":"Muaj ib zaug uas yog Hnub Xanpataus, Yexus thiab nws cov thwjtim taug kev mus txog hauv ib daim teb npleg, cov thwjtim txawm de hnab nplej los tev noj."},{"bible_id":"1525","chapter_code":"MRK.2","verse_code":"MRK.2.24","label":"24","content":"Thaum cov Falixais pom Yexus cov thwjtim ua li ntawd, lawv txawm hais rau Yexus hais tias, “Koj saib, Hnub Xanpataus koj cov thwjtim ua li ntawd, lawv ua txhaum peb txoj kevcai lawm.”"},{"bible_id":"1525","chapter_code":"MRK.2","verse_code":"MRK.2.25","label":"25","content":"Yexus teb hais tias, “Nej tsis tau nyeem zaj uas thaud Daviv thiab nws cov neeg tshaib plab, lawv xav tau dabtsi noj, nws ua li cas los?"},{"bible_id":"1525","chapter_code":"MRK.2","verse_code":"MRK.2.26","label":"26","content":"Daviv mus rau hauv lub Tuamtsev thiab muab tej ncuav uas twb muab fij rau Vajtswv lawm los noj. Thaum ntawd yog lub sijhawm uas Anpiyathas ua tus Povthawj Hlob. Raws li peb txoj Kevcai, tsuas yog cov povthawj thiaj noj tau tej ncuav ntawd xwb, tiamsis Daviv noj thiab muab faib rau cov neeg uas nrog nws ua ke noj huv tibsi.”"},{"bible_id":"1525","chapter_code":"MRK.2","verse_code":"MRK.2.27","label":"27","content":"Yexus xaus lus hais tias, “Vajtswv tsim Hnub Xanpataus rau neeg, tsis yog tsim neeg rau Hnub Xanpataus."},{"bible_id":"1525","chapter_code":"MRK.2","verse_code":"MRK.2.28","label":"28","content":"Yog li ntawd, Neeg Leej Tub yog tus Tswv Hnub Xanpataus.”"},{"bible_id":"1525","chapter_code":"MRK.3","verse_code":"MRK.3.1","label":"1","content":"Yexus txawm rov qab mus rau hauv tsev sablaj; muaj ib tug txivneej qhuav tes nyob ntawd."},{"bible_id":"1525","chapter_code":"MRK.3","verse_code":"MRK.3.2","label":"2","content":"Cov neeg uas nyob ntawd muaj qee leej xav nrhiav txim rau Yexus, lawv txawm ntsia saib Hnub Xanpataus Yexus puas yuav kho tus txivneej ntawd txhais tes los tsis kho."},{"bible_id":"1525","chapter_code":"MRK.3","verse_code":"MRK.3.3","label":"3","content":"Yexus hais rau tus txivneej uas qhuav tes ntawd hais tias, “Koj cia li sawv los ntawm no.”"},{"bible_id":"1525","chapter_code":"MRK.3","verse_code":"MRK.3.4","label":"4","content":"Yexus txawm nug sawvdaws hais tias, “Hnub Xanpataus peb txoj kevcai cia peb ua li cas? Cia ua zoo lossis cia ua phem? Cawm txojsia lossis cia txojsia tu?” Tiamsis tsis muaj leejtwg teb li."},{"bible_id":"1525","chapter_code":"MRK.3","verse_code":"MRK.3.5","label":"5","content":"Yexus ntsia cov neeg uas nyob ntawd, nws chim thiab nws nyuaj siab rau lawv rau qhov lawv muaj lub siab tawv. Yexus hais rau tus txivneej uas qhuav tes hais tias, “Koj cia li xyab hlo koj txhais tes.” Nws xyab hlo tes, ces nws txhais tes txawm rov zoo li qub lawm."},{"bible_id":"1525","chapter_code":"MRK.3","verse_code":"MRK.3.6","label":"6","content":"Tamsim ntawd cov Falixais txawm tawm hauv tsev sablaj mus nrog Helauj cov neeg qee leej sablaj; lawv tuav tswvyim yuav muab Yexus tua povtseg."},{"bible_id":"1525","chapter_code":"MRK.3","verse_code":"MRK.3.7","label":"7","content":"Yexus thiab nws cov thwjtim mus rau nram ntug Hiavtxwv Kalilais, muaj neeg coob coob nrog Yexus mus thiab. Cov neeg ntawd muaj ibtxhia tuaj hauv lub xeev Kalilais tuaj, muaj ibtxhia tuaj nram xeev Yudas tuaj,"},{"bible_id":"1525","chapter_code":"MRK.3","verse_code":"MRK.3.8","label":"8","content":"muaj ibtxhia tuaj nram lub nroog Yeluxalees tuaj, muaj ibtxhia tuaj nram cheebtsam Idumias tuaj, muaj ibtxhia tuaj sab ntug dej Yauladees tim ub tuaj, thiab muaj ibtxhia tuaj pem tej zos uas nyob ze lub nroog Tiles thiab lub nroog Xidoos tuaj. Cov neeg ntawd tuaj xyuas Yexus, rau qhov lawv hnov txog tes haujlwm uas Yexus ua."},{"bible_id":"1525","chapter_code":"MRK.3","verse_code":"MRK.3.9","label":"9","content":"Muaj neeg coob coob, ces Yexus txawm hais kom nws cov thwjtim npaj ib lub nkoj tos nws, cov neeg coob coob ntawd thiaj tsis txav los ti Yexus."},{"bible_id":"1525","chapter_code":"MRK.3","verse_code":"MRK.3.10","label":"10","content":"Yexus kho ntau leej mob zoo lawm, ces tej neeg uas muaj mob txawm pheej sib txiv los kom ze, lawv thiaj kov tau Yexus."},{"bible_id":"1525","chapter_code":"MRK.3","verse_code":"MRK.3.11","label":"11","content":"Txhua zaus uas cov neeg raug dab pom Yexus, lawv txawm qhau cev hlo ntawm Yexus kotaw thiab qw nrov nrov hais tias, “Koj yog Vajtswv tus Tub.”"},{"bible_id":"1525","chapter_code":"MRK.3","verse_code":"MRK.3.12","label":"12","content":"Yexus txwv tawv tawv cov dab ntawd hais tias, “Nej tsis txhob qhia hais tias kuv yog leejtwg.”"},{"bible_id":"1525","chapter_code":"MRK.3","verse_code":"MRK.3.13","label":"13","content":"Tom qab ntawd Yexus txawm nce mus rau pem ib lub roob. Nws hu cov neeg uas nws xav yuav ua nws cov timthawj los cuag nws, ces lawv txawm los cuag nws."},{"bible_id":"1525","chapter_code":"MRK.3","verse_code":"MRK.3.14","label":"14","content":"Nws xaiv tau kaum ob leeg, nws hu kaum ob leeg ntawd ua cov timthawj. Nws hais rau lawv hais tias, “Kuv xaiv nej los nrog kuv nyob. Kuv yuav txib nej mus qhia Txojmoo Zoo,"},{"bible_id":"1525","chapter_code":"MRK.3","verse_code":"MRK.3.15","label":"15","content":"thiab kuv yuav pub hwjchim rau nej kom nej ntiab tau dab.”"},{"bible_id":"1525","chapter_code":"MRK.3","verse_code":"MRK.3.16","label":"16","content":"Kaum ob leeg uas Yexus xaiv ntawd yog: Ximoos (tus uas Yexus tis dua ib lub npe hu ua Petus);"},{"bible_id":"1525","chapter_code":"MRK.3","verse_code":"MRK.3.17","label":"17","content":"Yakaunpaus thiab nws tus kwv Yauhas, nkawd yog Xenpedais tub; (Yexus tis npe rau nkawd hu ua Npau-anekes, rau qhov “Nkawd Siab Ceev Heev”);"},{"bible_id":"1525","chapter_code":"MRK.3","verse_code":"MRK.3.18","label":"18","content":"Adales, Filis, Npataulaumais, Mathais, Thaumas, Yakaunpaus uas yog Alafais tus tub, Thade-us, Ximoos tus uas xav kom nws haivneeg muaj kev ywjpheej,"},{"bible_id":"1525","chapter_code":"MRK.3","verse_code":"MRK.3.19","label":"19","content":"thiab Yudas Ixakali-us tus uas ntxeev siab rau Yexus."},{"bible_id":"1525","chapter_code":"MRK.3","verse_code":"MRK.3.20","label":"20","content":"Yexus mus txog hauv ib lub tsev, muaj dua ib cov neeg coob coob tuaj Yexus thiab nws cov thwjtim tsis khoom noj mov li."},{"bible_id":"1525","chapter_code":"MRK.3","verse_code":"MRK.3.21","label":"21","content":"Thaum Yexus tsevneeg hnov li ntawd, lawv txawm mus nrhiav Yexus thiab coj Yexus los tsev rau qhov muaj neeg hais tias, “Yexus vwm lawm!”"},{"bible_id":"1525","chapter_code":"MRK.3","verse_code":"MRK.3.22","label":"22","content":"Cov xibhwb uas qhia Vajtswv txoj Kevcai qee leej uas tuaj nram Yeluxalees tuaj hais tias, “Yog Npexenpus pub hwjchim rau nws! Yog dab Ntxwgnyoog pub hwjchim rau nws, nws thiaj ntiab tau dab.”"},{"bible_id":"1525","chapter_code":"MRK.3","verse_code":"MRK.3.23","label":"23","content":"Yexus txawm hu cov neeg coob coob ntawd los cuag nws, thiab nws ua lus pivtxwv qhia rau lawv hais tias, “Dab Ntxwgnyoog yuav ua li cas ntiab tau dab Ntxwgnyoog?"},{"bible_id":"1525","chapter_code":"MRK.3","verse_code":"MRK.3.24","label":"24","content":"Yog muaj ib lub tebchaws tawg ua ob peb pab, thiab cov neeg ntawd sib ntaus sib tua, ces lub tebchaws ntawd yeej yuav puastsuaj mus."},{"bible_id":"1525","chapter_code":"MRK.3","verse_code":"MRK.3.25","label":"25","content":"Yog tsevneeg twg tsis sib haum, ces tsevneeg ntawd yeej yuav tawg mus tas."},{"bible_id":"1525","chapter_code":"MRK.3","verse_code":"MRK.3.26","label":"26","content":"Cov neeg uas dab Ntxwgnyoog kav, yog lawv tsis sib haum lawv yeej yuav nyob tsis tau ua ke; lawv yuav tawg mus tas."},{"bible_id":"1525","chapter_code":"MRK.3","verse_code":"MRK.3.27","label":"27","content":"“Tsis muaj leejtwg yuav tsoo mus tau rau hauv tus txivneej uas muaj zog heev lub tsev thiab huab nws tej qhov txhia chaw, tsuas yog nws xub muab tus uas muaj zog ntawd khi tso, nws thiaj huab tau tej qhov txhia chaw hauv tus ntawd tsev."},{"bible_id":"1525","chapter_code":"MRK.3","verse_code":"MRK.3.28","label":"28","content":"“Kuv qhia tseeb rau nej hais tias txhua yam kev txhaum uas neeg ua thiab txhua lo lus phem uas neeg hais  mas Vajtswv zam tau."},{"bible_id":"1525","chapter_code":"MRK.3","verse_code":"MRK.3.29","label":"29","content":"Tiamsis tus uas thuam Vaj Ntsujplig tus Dawbhuv, Vajtswv zam txim tsis tau rau tus ntawd. Tus ntawd yuav tsum ris nws lub txim mus ibtxhis.” ("},{"bible_id":"1525","chapter_code":"MRK.3","verse_code":"MRK.3.30","label":"30","content":"Yexus hais li ntawd rau qhov muaj qee leej hais tias, “Yexus raug dab.”)"},{"bible_id":"1525","chapter_code":"MRK.3","verse_code":"MRK.3.31","label":"31","content":"Thaum ntawd Yexus niam thiab Yexus cov kwv tuaj sawv nraum zoov; lawv tso neeg mus hu Yexus los."},{"bible_id":"1525","chapter_code":"MRK.3","verse_code":"MRK.3.32","label":"32","content":"Muaj neeg coob coob zaum puagncig Yexus. Lawv hais rau Yexus hais tias, “Koj saib, koj niam thiab koj cov kwv tuaj nrhiav koj; lawv nyob sab nraud.”"},{"bible_id":"1525","chapter_code":"MRK.3","verse_code":"MRK.3.33","label":"33","content":"Yexus teb hais tias, “Leejtwg yog kuv niam? Thiab cov twg yog kuv cov kwv?”"},{"bible_id":"1525","chapter_code":"MRK.3","verse_code":"MRK.3.34","label":"34","content":"Yexus txawm ntsia cov neeg uas zaum puagncig nws thiab hais tias, “Cov neeg uas nyob ntawm no thiaj yog kuv niam thiab kuv cov kwv!"},{"bible_id":"1525","chapter_code":"MRK.3","verse_code":"MRK.3.35","label":"35","content":"Tus uas ua raws li Vajtswv lub siab nyiam, tus ntawd thiaj yog kuv tus kwv, yog kuv tus muam thiab yog kuv niam.”"},{"bible_id":"1525","chapter_code":"MRK.4","verse_code":"MRK.4.1","label":"1","content":"Yexus rov qab mus qhia nram ntug dej Hiavtxwv Kalilais dua ib zaug. Muaj neeg coob coob tuaj cuag Yexus, ces Yexus thiaj nce mus zaum rau hauv ib lub nkoj hauv hiavtxwv; cov neeg coob coob ntawd sawv tim ntug dej."},{"bible_id":"1525","chapter_code":"MRK.4","verse_code":"MRK.4.2","label":"2","content":"Yexus ua lus pivtxwv qhia ntau zaj rau lawv mloog hais tias,"},{"bible_id":"1525","chapter_code":"MRK.4","verse_code":"MRK.4.3","label":"3","content":"“Nej ua tib zoo mloog! Muaj ib tug txivneej nqa nplej mus tseb."},{"bible_id":"1525","chapter_code":"MRK.4","verse_code":"MRK.4.4","label":"4","content":"Thaum nws tseb cov noob nplej rau hauv daim teb, muaj qee lub poob rau hauv plawv kev, ces noog txawm ya los khaws noj lawm."},{"bible_id":"1525","chapter_code":"MRK.4","verse_code":"MRK.4.5","label":"5","content":"Muaj qee lub poob rau ntawm qhov av uas hauv muaj pobzeb tiv lawm. Cov noob ntawd tuaj sai sai rau qhov av tsis tob."},{"bible_id":"1525","chapter_code":"MRK.4","verse_code":"MRK.4.6","label":"6","content":"Thaum tshav ntub kub cov kaus nplej txawm ntsws thiab qhuav lawm, rau qhov cov cag ntsia av tsis tob."},{"bible_id":"1525","chapter_code":"MRK.4","verse_code":"MRK.4.7","label":"7","content":"Muaj qee lub poob rau hauv lub hauvpaus pos, ces tsob pos hlob tuaj laum cov nplej ntawd tuag tas lawm, thiab cov nplej txhawv tsis taus."},{"bible_id":"1525","chapter_code":"MRK.4","verse_code":"MRK.4.8","label":"8","content":"Tiamsis muaj qee lub poob rau ntawm qhov av zoo, cov ntawd tuaj kaus, hlob sai thiab txhawv zoo; qee hnab txi tau peb caug lub, qee hnab txi tau rau caum lub thiab qee hnab txi tau ib puas lub.”"},{"bible_id":"1525","chapter_code":"MRK.4","verse_code":"MRK.4.9","label":"9","content":"Yexus xaus lus hais tias, “Yog leejtwg muaj pobntseg, cia mloog!”"},{"bible_id":"1525","chapter_code":"MRK.4","verse_code":"MRK.4.10","label":"10","content":"Thaum Yexus nyob ib leeg xwb, cov neeg uas hnov Yexus qhia muaj qee leej nrog cov thwjtim tuaj thov Yexus txhais zaj lus pivtxwv ntawd rau lawv paub."},{"bible_id":"1525","chapter_code":"MRK.4","verse_code":"MRK.4.11","label":"11","content":"Yexus hais rau lawv hais tias, “Yav tas los nej tsis paub zaj uas hais txog Vajtswv lub Tebchaws, tiamsis nimno Vajtswv twb qhia zaj ntawd rau nej paub lawm. Txhua zaj uas lwm tus hnov puavleej yog lus pivtxwv xwb,"},{"bible_id":"1525","chapter_code":"MRK.4","verse_code":"MRK.4.12","label":"12","content":"kom muaj tiav raws li Vajtswv Txojlus uas hais tias, ‘Lawv yuav ntsia tas ntsia thiab, tiamsis lawv yuav tsis pom; lawv yuav mloog tas mloog thiab, tiamsis lawv yuav tsis totaub. Yog lawv pom thiab totaub lawm, nyob tsam lawv yuav rov los cuag Vajtswv, thiab Vajtswv yuav zam lawv lub txim.’ ”"},{"bible_id":"1525","chapter_code":"MRK.4","verse_code":"MRK.4.13","label":"13","content":"Yexus hais rau lawv hais tias, “Nej tsis totaub zaj lus pivtxwv no los? Yog nej tsis totaub zaj no, nej yuav ua li cas totaub lwm zaj?"},{"bible_id":"1525","chapter_code":"MRK.4","verse_code":"MRK.4.14","label":"14","content":"Tus tseb nplej twb yog tus uas qhia Vajtswv Txojlus."},{"bible_id":"1525","chapter_code":"MRK.4","verse_code":"MRK.4.15","label":"15","content":"Cov noob nplej uas poob rau hauv plawv kev ntawd piv txog Vajtswv Txojlus uas tseb rau hauv neeg lub siab. Thaum lawv hnov dheev lawm, tamsim ntawd dab Ntxwgnyoog txawm los txeeb Txojlus ntawd hauv lawv lub siab mus lawm."},{"bible_id":"1525","chapter_code":"MRK.4","verse_code":"MRK.4.16","label":"16","content":"Cov noob nplej uas poob rau ntawm qhov av uas hauv muaj pobzeb tiv lawm, piv txog Vajtswv Txojlus uas neeg hnov dheev lawv txaus siab hlo txais yuav tamsim ntawd,"},{"bible_id":"1525","chapter_code":"MRK.4","verse_code":"MRK.4.17","label":"17","content":"tiamsis Txojlus ntawd cog tsis ruaj rau hauv lawv lub siab; lawv ntseeg ib nyuag ntu xwb. Thaum lawv raug kev txomnyem lossis raug kev tsimtxom vim lawv ntseeg Txojlus ntawd, ces lawv txawm thim rov qab lawm."},{"bible_id":"1525","chapter_code":"MRK.4","verse_code":"MRK.4.18","label":"18","content":"Cov noob nplej uas poob rau hauv lub hauvpaus pos, piv txog Vajtswv Txojlus uas neeg hnov,"},{"bible_id":"1525","chapter_code":"MRK.4","verse_code":"MRK.4.19","label":"19","content":"tiamsis lawv tej kev nyuaj siab, kev ntshaw nyiaj thiab ntshaw yam ub yam no txawm loj hlob tuaj laum Vajtswv Txojlus, ces lawv lub neej thiaj tsis tawg paj thiab tsis txi txiv."},{"bible_id":"1525","chapter_code":"MRK.4","verse_code":"MRK.4.20","label":"20","content":"Cov noob nplej uas poob rau ntawm qhov av zoo, piv txog Vajtswv Txojlus uas neeg hnov thiab lawv khaws tej lus ntawd cia rau hauv lawv lub siab. Lawv lub neej thiaj tawg paj txi txiv: muaj qee hnab txi tau peb caug lub, muaj qee hnab txi tau rau caum lub thiab muaj qee hnab txi tau ib puas lub.”"},{"bible_id":"1525","chapter_code":"MRK.4","verse_code":"MRK.4.21","label":"21","content":"Yexus qhia ntxiv hais tias, “Puas muaj leejtwg taws teeb thiab muab phiab khwb rau lossis muab txawb rau hauv qabtxag? Tsuas muaj yuav muab txawb rau saum qhov chaw siab xwb."},{"bible_id":"1525","chapter_code":"MRK.4","verse_code":"MRK.4.22","label":"22","content":"Tej uas muab zais cia lawm yeej yuav muaj neeg pom, thiab tej uas muab npog cia lawm yeej yuav muaj tus muab nthuav los rau sawvdaws saib."},{"bible_id":"1525","chapter_code":"MRK.4","verse_code":"MRK.4.23","label":"23","content":"Yog leejtwg muaj pobntseg, cia li mloog!”"},{"bible_id":"1525","chapter_code":"MRK.4","verse_code":"MRK.4.24","label":"24","content":"Yexus hais ntxiv rau lawv hais tias, “Nej yuav tsum ua tib zoo mloog tej uas nej hnov! Nej muab lub luaj li cas luj rau lwm tus, Vajtswv yuav muab lub luaj li ntawd luj rau nej. Tsis yog li ntawd xwb Vajtswv tseem yuav tsub ntxiv rau nej thiab."},{"bible_id":"1525","chapter_code":"MRK.4","verse_code":"MRK.4.25","label":"25","content":"Tus uas muaj lawm, Vajtswv yuav muab ntxiv rau tus ntawd, tiamsis tus uas tsis muaj, txawm yog nws muaj mentsis xwb los Vajtswv yuav muab tej ntawd rho ntawm nws mus.”"},{"bible_id":"1525","chapter_code":"MRK.4","verse_code":"MRK.4.26","label":"26","content":"Yexus qhia ntxiv hais tias, “Vajtswv lub Tebchaws piv ib yam li ib tug txivneej mus tseb nplej rau hauv nws daim teb."},{"bible_id":"1525","chapter_code":"MRK.4","verse_code":"MRK.4.27","label":"27","content":"Hmo ntuj nws pw tsaug zog, nruab hnub nws sawv ua haujlwm; hmo ntuj lossis nruab hnub cov noob nplej tuaj kaus thiab pheej hlob zuj zus. Nws tsis paub xyov ua li cas cov nplej txawj hlob li ntawd."},{"bible_id":"1525","chapter_code":"MRK.4","verse_code":"MRK.4.28","label":"28","content":"Twb yog cov av ua kom nplej tuaj thiab txhawv; xub muaj tus kaus mos mos hlob tuaj mam li txhawv, tom qab rau txhuv tas mam li pib daj qab hnab."},{"bible_id":"1525","chapter_code":"MRK.4","verse_code":"MRK.4.29","label":"29","content":"Thaum nplej siav lawm, tus txivneej ntawd txawm muab liag mus hlais, rau qhov twb txog lub caij hlais lawm.”"},{"bible_id":"1525","chapter_code":"MRK.4","verse_code":"MRK.4.30","label":"30","content":"Yexus qhia ntxiv hais tias, “Yuav muab Vajtswv lub Tebchaws piv rau yam twg thiaj phim? Thiab yuav ua lus pivtxwv li cas qhia sawvdaws thiaj totaub?"},{"bible_id":"1525","chapter_code":"MRK.4","verse_code":"MRK.4.31","label":"31","content":"Vajtswv lub Tebchaws piv ib yam li lub noob zaub; lub noob ntawd yog lub uas me dua lwm yam noob hauv ntiajteb no, thiab muaj ib tug txivneej nqa mus cog rau hauv av."},{"bible_id":"1525","chapter_code":"MRK.4","verse_code":"MRK.4.32","label":"32","content":"Tsis ntev lub noob ntawd txawm tuaj kaus thiab hlob tuaj loj dua tej zaub huv tibsi; nws ncau ceg ntau thiab noog los ua zes rau saum tej ceg uas muaj nplooj roos.”"},{"bible_id":"1525","chapter_code":"MRK.4","verse_code":"MRK.4.33","label":"33","content":"Yexus qhia Vajtswv Txojlus rau sawvdaws, nws ua lus pivtxwv ntau zaj zoo li tej uas nws xub qhia tas los lawm rau lawv; tej uas nws qhia ntawd nws tsuas qhia tej zaj uas lawv yuav totaub xwb."},{"bible_id":"1525","chapter_code":"MRK.4","verse_code":"MRK.4.34","label":"34","content":"Thaum nws qhia sawvdaws nws ua lus pivtxwv qhia xwb, tiamsis thaum nws tib leeg nrog cov thwjtim nyob nws txhais txhua zaj rau cov thwjtim paub."},{"bible_id":"1525","chapter_code":"MRK.4","verse_code":"MRK.4.35","label":"35","content":"Hnub ntawd thaum yuav tsaus ntuj, Yexus hais rau nws cov thwjtim hais tias, “Peb cia li hla hiavtxwv mus rau sab tim ub.”"},{"bible_id":"1525","chapter_code":"MRK.4","verse_code":"MRK.4.36","label":"36","content":"Lawv ncaim sawvdaws mus lawm; Yexus xub mus nyob hauv lub nkoj, cov thwjtim mam li nce lawv qab mus rau hauv thiab coj Yexus nrog lawv mus. Muaj ob peb lub nkoj nrog Yexus lawv lub mus thiab."},{"bible_id":"1525","chapter_code":"MRK.4","verse_code":"MRK.4.37","label":"37","content":"Tamsim ntawd txawm muaj cua daj cua dub hlob heev ntsawj dej ntas los rau hauv lub nkoj; dej twb yuav puv lub nkoj."},{"bible_id":"1525","chapter_code":"MRK.4","verse_code":"MRK.4.38","label":"38","content":"Yexus rau ncoo pw tsaug zog tom tw nkoj, cov thwjtim txawm los tsa Yexus hais tias, “Xibhwb, koj tsis quavntsej peb li los? Peb twb yuav tuag.”"},{"bible_id":"1525","chapter_code":"MRK.4","verse_code":"MRK.4.39","label":"39","content":"Yexus sawv tsees los txwv cua hais tias, “Cia li tu!” Thiab txwv dej hais tias, “Cia li tus.” Ces cua txawm tu thiab dej txawm tsis ntas lawm."},{"bible_id":"1525","chapter_code":"MRK.4","verse_code":"MRK.4.40","label":"40","content":"Yexus hais rau nws cov thwjtim hais tias, “Vim li cas nej ntshai ua luaj? Ua li cas nej tsis muaj kev ntseeg li?”"},{"bible_id":"1525","chapter_code":"MRK.4","verse_code":"MRK.4.41","label":"41","content":"Tiamsis lawv ntshai kawg; lawv sib tham hais tias, “Tus no yog leejtwg? Ua li cas cua thiab dej yuav mloog nws lus?”"},{"bible_id":"1525","chapter_code":"MRK.5","verse_code":"MRK.5.1","label":"1","content":"Yexus thiab nws cov thwjtim mus txog sab ntug Hiavtxwv Kalilais tim ub uas yog cheebtsam Nkelaxas."},{"bible_id":"1525","chapter_code":"MRK.5","verse_code":"MRK.5.2","label":"2","content":"Thaum Yexus tawm hauv lub nkoj los, tamsim ntawd muaj ib tug txivneej raug dab tawm tom roob toj ntxas los cuag Yexus. Tus txivneej ntawd muaj ib tug dab nyob hauv nws,"},{"bible_id":"1525","chapter_code":"MRK.5","verse_code":"MRK.5.3","label":"3","content":"thiab tus txivneej ntawd yeej nyob tom roob toj ntxas xwb. Muaj neeg twb muab saw hlau khi nws ntau zaus, tiamsis nws muaj zog heev nimno lawv khi tsis tau nws lawm."},{"bible_id":"1525","chapter_code":"MRK.5","verse_code":"MRK.5.4","label":"4","content":"Lawv muab saw hlau khi nws tes nws taw ntau zaus, tiamsis txhua zaus uas lawv khi nws, nws muab rub tu tas thiab muab tej khawb hlau uas xauv nws kotaw lov tas. Nws muaj zog heev, tsis muaj leejtwg kovyeej nws li."},{"bible_id":"1525","chapter_code":"MRK.5","verse_code":"MRK.5.5","label":"5","content":"Nws yos tas hnub tas hmo tom toj ntxas thiab pem tej roob, nws pheej qw nrov nrov thiab muab pobzeb hlais nws lub cev."},{"bible_id":"1525","chapter_code":"MRK.5","verse_code":"MRK.5.6","label":"6","content":"Thaum nws pom Yexus, nws tseem nyob deb tsawv; nws txawm khiav los txhos caug ntua ntawm Yexus kotaw,"},{"bible_id":"1525","chapter_code":"MRK.5","verse_code":"MRK.5.7","label":"7","content":"thiab qw nrov nrov hais tias, “Yexus uas yog Vajtswv tus uas muaj hwjchim loj kawg nkaus tus Tub! Koj tuaj thab kuv ua dabtsi? Muaj Vajtswv nyob saum ntuj pom, kuv thov koj tsis txhob tsimtxom kuv!” ("},{"bible_id":"1525","chapter_code":"MRK.5","verse_code":"MRK.5.8","label":"8","content":"Nws hais li ntawd rau qhov Yexus hais rau nws hais tias, “Niag dab phem, koj cia li tawm hauv tus txivneej no mus!”)"},{"bible_id":"1525","chapter_code":"MRK.5","verse_code":"MRK.5.9","label":"9","content":"Yexus nug nws hais tias, “Koj lub npe hu li cas?” Nws teb hais tias, “Kuv lub npe hu ua ‘Coob’, rau qhov peb muaj coob tus!”"},{"bible_id":"1525","chapter_code":"MRK.5","verse_code":"MRK.5.10","label":"10","content":"Nws txawm thov Yexus hais tias, “Thov koj tsis txhob ntiab peb tawm hauv thaj chaw no mus.”"},{"bible_id":"1525","chapter_code":"MRK.5","verse_code":"MRK.5.11","label":"11","content":"Nyob ze ntawd muaj ib pab npua coob coob tabtom nrhiav noj ntawm ib nta toj."},{"bible_id":"1525","chapter_code":"MRK.5","verse_code":"MRK.5.12","label":"12","content":"Cov dab ntawd thov Yexus cia lawv mus rau hauv pab npua ntawd."},{"bible_id":"1525","chapter_code":"MRK.5","verse_code":"MRK.5.13","label":"13","content":"Yexus txawm cia cov dab mus rau hauv pab npua, ces cov dab txawm tawm plaws hauv tus txivneej mus nkag rau pab npua. Pab npua ntawd yuav luag muaj ob txhiab tus. Thaum dab mus rau hauv pab npua lawm, ces pab npua txawm dhia mus poob tsag tsua rau hauv hiavtxwv tuag tas huv tibsi lawm."},{"bible_id":"1525","chapter_code":"MRK.5","verse_code":"MRK.5.14","label":"14","content":"Thaum cov neeg uas zov npua pom li ntawd, lawv txawm khiav rov qab mus qhia tej ntawd rau cov neeg uas nyob hauv nroog thiab hauv tej zos uas nyob ibncig lub nroog ntawd, ces sawvdaws txawm tuaj xyuas saib muaj li cas tiag."},{"bible_id":"1525","chapter_code":"MRK.5","verse_code":"MRK.5.15","label":"15","content":"Thaum lawv tuaj txog ntawm Yexus, lawv pom tus neeg uas raug ntau tus dab zaum ntawd; nws hnav ris tsho thiab nws twb feeb meej lawm; lawv ntshai kawg li."},{"bible_id":"1525","chapter_code":"MRK.5","verse_code":"MRK.5.16","label":"16","content":"Cov neeg uas pom Yexus ntiab dab, lawv txawm qhia zaj uas Yexus ntiab dab tawm hauv tus txivneej ntawd thiab qhia txog pab npua rau sawvdaws mloog."},{"bible_id":"1525","chapter_code":"MRK.5","verse_code":"MRK.5.17","label":"17","content":"Thaum sawvdaws hnov li ntawd, lawv txawm thov kom Yexus tawm hauv lawv cheebtsam ntawd mus."},{"bible_id":"1525","chapter_code":"MRK.5","verse_code":"MRK.5.18","label":"18","content":"Thaum Yexus tabtom nce mus rau hauv lub nkoj, tus txivneej uas raug dab thov Yexus hais tias, “Cia kuv nrog koj mus!”"},{"bible_id":"1525","chapter_code":"MRK.5","verse_code":"MRK.5.19","label":"19","content":"Tiamsis Yexus tsis kheev, Yexus hais rau nws hais tias, “Koj cia li rov qab mus tsev thiab qhia rau koj cov kwvtij paub hais tias tus Tswv pab koj thiab hlub koj npaum li cas.”"},{"bible_id":"1525","chapter_code":"MRK.5","verse_code":"MRK.5.20","label":"20","content":"Tus txivneej ntawd txawm mus qhia thoob plaws hauv lub nroog Dekapaulis txog tej uas Yexus tau pab nws lawm rau sawvdaws mloog; txhua tus uas hnov nws qhia xav tsis thoob li."},{"bible_id":"1525","chapter_code":"MRK.5","verse_code":"MRK.5.21","label":"21","content":"Yexus txawm caij nkoj hla hiavtxwv rov qab mus rau sab tim ub. Muaj neeg coob coob tuaj cuag Yexus ntawm ntug dej."},{"bible_id":"1525","chapter_code":"MRK.5","verse_code":"MRK.5.22","label":"22","content":"Muaj ib tug txivneej hu ua Yailus; nws yog tus uas saib haujlwm hauv lub tsev sablaj hauv lub nroog ntawd. Thaum nws tuaj txog, nws txawm los txhos caug ntua ntawm Yexus kotaw."},{"bible_id":"1525","chapter_code":"MRK.5","verse_code":"MRK.5.23","label":"23","content":"Nws thov Yexus hais tias, “Kuv tus ntxhais mob hnyav heev twb yuav tuag. Thov koj mus cev tes tuav nws, nws thiaj yuav zoo.”"},{"bible_id":"1525","chapter_code":"MRK.5","verse_code":"MRK.5.24","label":"24","content":"Yexus nrog Yailus mus thiab muaj neeg coob coob nrog Yexus mus sib nphoo ntxuas."},{"bible_id":"1525","chapter_code":"MRK.5","verse_code":"MRK.5.25","label":"25","content":"Muaj ib tug pojniam uas coj khaubncaws tau kaum ob xyoos tsis tu, thiab nws txomnyem kawg li."},{"bible_id":"1525","chapter_code":"MRK.5","verse_code":"MRK.5.26","label":"26","content":"Nws ntiav ntau tus kws tshuaj kho, tiamsis tsis zoo. Txawm yog nws siv tagnrho nws cov nyiaj kho los tsis zoo, nws pheej mob loj zuj zus ntxiv xwb."},{"bible_id":"1525","chapter_code":"MRK.5","verse_code":"MRK.5.27","label":"27","content":"Tus pojniam ntawd hnov sawvdaws hais tias Yexus txawj kho mob, ces nws txawm nrog sawvdaws raws Yexus qab mus."},{"bible_id":"1525","chapter_code":"MRK.5","verse_code":"MRK.5.28","label":"28","content":"Nws xav hais tias, “Yog kuv kov Yexus lub tw tsho, kuv tus mob yuav zoo.”"},{"bible_id":"1525","chapter_code":"MRK.5","verse_code":"MRK.5.29","label":"29","content":"Nws txawm cev tes mus kov Yexus lub tw tsho, tamsim ntawd ntshav txawm tu nrho, thiab nws mloog nws lub cev twb zoo lawm."},{"bible_id":"1525","chapter_code":"MRK.5","verse_code":"MRK.5.30","label":"30","content":"Tamsim ntawd Yexus paub hais tias, hwjchim tawm ntawm nws mus lawm, Yexus txawm tig hlo los nug cov neeg uas raws nws qab hais tias, “Leejtwg kov kuv lub tw tsho?”"},{"bible_id":"1525","chapter_code":"MRK.5","verse_code":"MRK.5.31","label":"31","content":"Yexus cov thwjtim teb hais tias, “Koj tsis pom hais tias, muaj neeg coob ua luaj li no txiv koj los; ua li cas koj yuav nug hais tias leejtwg kov koj lub tw tsho?”"},{"bible_id":"1525","chapter_code":"MRK.5","verse_code":"MRK.5.32","label":"32","content":"Tiamsis Yexus tseem ntsia tej neeg uas sawv ibncig Yexus saib yog leejtwg kov Yexus."},{"bible_id":"1525","chapter_code":"MRK.5","verse_code":"MRK.5.33","label":"33","content":"Tus pojniam ntawd paub hais tias nws tus mob zoo lawm nws ntshai ua ibce tshee hnyo, nws txawm los txhos caug ntua ntawm Yexus kotaw thiab qhia txhua yam rau Yexus."},{"bible_id":"1525","chapter_code":"MRK.5","verse_code":"MRK.5.34","label":"34","content":"Yexus hais rau nws hais tias, “Mentxhais, koj tus mob zoo lawm twb yog vim koj ntseeg. Koj cia li mus tso siab lug, koj tus mob twb zoo lawm.”"},{"bible_id":"1525","chapter_code":"MRK.5","verse_code":"MRK.5.35","label":"35","content":"Thaum Yexus tseem tabtom hais li ntawd, txawm muaj neeg txib ob peb leeg tuaj tom Yailus tsev tuaj hais rau Yailus hais tias, “Koj tus ntxhais twb tuag lawm. Ua li cas koj tseem yuav tabkaum xibhwb ua dabtsi thiab?”"},{"bible_id":"1525","chapter_code":"MRK.5","verse_code":"MRK.5.36","label":"36","content":"Tiamsis Yexus tsis quavntsej  tej lus uas lawv hais ntawd, Yexus hais rau Yailus hais tias, “Koj tsis txhob ntshai, cia li ntseeg.”"},{"bible_id":"1525","chapter_code":"MRK.5","verse_code":"MRK.5.37","label":"37","content":"Yexus tsis pub sawvdaws nrog nws mus, nws tsuas pub Petus, Yakaunpaus thiab Yakaunpaus tus kwv Yauhas nrog nws mus xwb."},{"bible_id":"1525","chapter_code":"MRK.5","verse_code":"MRK.5.38","label":"38","content":"Thaum lawv mus txog ntawm Yailus tsev, Yexus pom sawvdaws ua ntxhov quav niab thiab quaj nyiav ntsoog qees hauv tsev."},{"bible_id":"1525","chapter_code":"MRK.5","verse_code":"MRK.5.39","label":"39","content":"Yexus mus rau hauv tsev thiab hais rau sawvdaws hais tias, “Nej ua ntxhov quav niab thiab quaj ua dabtsi? Tus Mentxhais ntawd tsis tuag, nws tsaug zog xwb.”"},{"bible_id":"1525","chapter_code":"MRK.5","verse_code":"MRK.5.40","label":"40","content":"Sawvdaws luag Yexus zom zaws. Yexus kom lawv tawm mus rau nraum zoov, ces Yexus txawm coj tus menyuam ntawd niam thiab txiv thiab Yexus peb tug thwjtim nrog nws mus rau hauv lub txaj uas tus menyuam ntawd pw."},{"bible_id":"1525","chapter_code":"MRK.5","verse_code":"MRK.5.41","label":"41","content":"Yexus mus tuav nkaus tus menyuam ntawd txhais tes thiab hais rau nws hais tias,  “Talithas kumis,”  lo lus ntawd txhais hais tias, “Mentxhais, kuv hais rau koj hais tias koj cia li sawv tsees!”"},{"bible_id":"1525","chapter_code":"MRK.5","verse_code":"MRK.5.42","label":"42","content":"Tamsim ntawd tus ntxhais ntawd txawm sawv tsees mus kev. (Nws hnubnyoog muaj kaum ob xyoos.) Thaum sawvdaws pom li ntawd, sawvdaws xav tsis thoob li."},{"bible_id":"1525","chapter_code":"MRK.5","verse_code":"MRK.5.43","label":"43","content":"Tiamsis Yexus hais tawv tawv rau lawv kom tsis txhob mus qhia zaj no rau leejtwg li, thiab Yexus hais tias, “Nej cia li muab mov los rau tus Mentxhais no noj.”"},{"bible_id":"1525","chapter_code":"MRK.6","verse_code":"MRK.6.1","label":"1","content":"Yexus txawm tawm qhov ntawd rov qab mus rau hauv nws lub nroog; nws cov thwjtim nrog nws mus thiab."},{"bible_id":"1525","chapter_code":"MRK.6","verse_code":"MRK.6.2","label":"2","content":"Hnub Xanpataus Yexus mus qhia hauv lub tsev sablaj. Cov neeg coob coob uas mloog Yexus qhia xav tsis thoob li. Lawv sib tham hais tias, “Nws tau tej no qhov twg los? Lub tswvyim uas nws tau no yog tswvyim dabtsi? Nws ua li cas ua tau tej txujci tseemceeb ntawd?"},{"bible_id":"1525","chapter_code":"MRK.6","verse_code":"MRK.6.3","label":"3","content":"Nws puas yog ib tug kws ntoo uas yog Malis tus tub, thiab Yakaunpaus, Yauxej, Yudas thiab Ximoos lawv puas yog nws cov kwv? Thiab puas yog nws cov muam nrog peb nyob ntawm no?” Cov neeg ntawd txawm tsis hwm Yexus."},{"bible_id":"1525","chapter_code":"MRK.6","verse_code":"MRK.6.4","label":"4","content":"Yexus hais rau lawv hais tias, “Tej neeg ob cag puavleej hwm tus uas cev Vajtswv lus, tsuas yog cov neeg uas nyob hauv nws lub zos, nws cov kwvtij thiab nws tsevneeg thiaj tsis hwm nws xwb.”"},{"bible_id":"1525","chapter_code":"MRK.6","verse_code":"MRK.6.5","label":"5","content":"Yexus tsis tau ua tej txujci tseemceeb ntau pestsawg qhov ntawd, nws tsuas cev tes tuav ob peb leeg kom lawv tej mob zoo xwb."},{"bible_id":"1525","chapter_code":"MRK.6","verse_code":"MRK.6.6","label":"6","content":"Yexus xav tsis thoob li, rau qhov cov neeg uas nyob hauv nws lub nroog ntawd tsis ntseeg nws. Tom qab ntawd, Yexus mus qhia thoob plaws txhua lub zos uas nyob hauv lub tebchaws ntawd."},{"bible_id":"1525","chapter_code":"MRK.6","verse_code":"MRK.6.7","label":"7","content":"Yexus hu kaum ob tug thwjtim los cuag nws, thiab nws txib lawv mus qhia Txojmoo Zoo; nws kom lawv ob leeg mus ib qho. Thiab nws pub hwjchim rau lawv kom ntiab tau dab tawm,"},{"bible_id":"1525","chapter_code":"MRK.6","verse_code":"MRK.6.8","label":"8","content":"thiab nws hais rau lawv hais tias, “Nej tsis txhob nqa dabtsi mus, tsuas pub nej nqa tus pas nrig xwb. Tsis txhob ntim mov, tsis txhob khuam hnab thoobpuab, thiab tsis txhob nqa nyiaj mus."},{"bible_id":"1525","chapter_code":"MRK.6","verse_code":"MRK.6.9","label":"9","content":"Nej yuav tsum rau khau, tiamsis tsis txhob npaj tsho mus hloov.”"},{"bible_id":"1525","chapter_code":"MRK.6","verse_code":"MRK.6.10","label":"10","content":"Yexus hais ntxiv rau lawv hais tias, “Yog yim twg zoo siab hu nej mus hauv lawv tsev, nej cia li mus so hauv yim ntawd mus txog hnub uas nej tawm hauv lub nroog ntawd mus."},{"bible_id":"1525","chapter_code":"MRK.6","verse_code":"MRK.6.11","label":"11","content":"Nej mus txog lub nroog twg yog tsis muaj neeg hu nej mus hauv lawv tej tsev, thiab lawv tsis mloog nej tej lus qhia, nej cia li tawm qhov ntawd mus thiab nchos tej hmoov av uas lo nej kotaw povtseg. Nej ua li ntawd kom lawv paub hais tias lawv muaj txim!”"},{"bible_id":"1525","chapter_code":"MRK.6","verse_code":"MRK.6.12","label":"12","content":"Cov thwjtim txawm mus, thiab lawv qhia sawvdaws kom nyias tso nyias tej kev txhaum tseg."},{"bible_id":"1525","chapter_code":"MRK.6","verse_code":"MRK.6.13","label":"13","content":"Tej neeg uas raug dab los cov thwjtim ntiab dab tawm, thiab cov neeg muaj mob los cov thwjtim muab roj pleev thiab kho txhua tus zoo huv tibsi."},{"bible_id":"1525","chapter_code":"MRK.6","verse_code":"MRK.6.14","label":"14","content":"Vajntxwv Helauj  hnov tej no, rau qhov Yexus lub moo twb nrov ncha mus thoob plaws txhua qhov chaw lawm. Muaj qee leej hais tias, “Tus Yauhas uas muab neeg ua kevcai raus dej twb sawv rov qab los lawm! Nws thiaj ua tau tej txujci tseemceeb ntawd!.”"},{"bible_id":"1525","chapter_code":"MRK.6","verse_code":"MRK.6.15","label":"15","content":"Tiamsis muaj qee leej hais tias, “Yexus yog Eliyas.” Muaj qee leej hais tias, “Yexus yog ib tug cev Vajtswv lus ib yam li cov uas cev Vajtswv lus thaum ub ib tug.”"},{"bible_id":"1525","chapter_code":"MRK.6","verse_code":"MRK.6.16","label":"16","content":"Thaum Helauj hnov sawvdaws hais li ntawd, nws hais tias, “Tus ntawd twb yog tus Yauhas uas muab neeg ua kevcai raus dej ntag! Kuv twb muab nws txiav cajdab lawm, tiamsis nimno nws sawv rov qab los!”"},{"bible_id":"1525","chapter_code":"MRK.6","verse_code":"MRK.6.17","label":"17","content":"Helauj yog tus uas hais kom luag ntes Yauhas coj mus kaw rau hauv tsev lojcuj. Helauj ua li ntawd twb yog nws ua kom haum Helaudias siab. Txawm yog Helaudias yog Helauj tus kwv Filis tus pojniam los Helauj tseem yuav Helaudias los ua nws pojniam thiab."},{"bible_id":"1525","chapter_code":"MRK.6","verse_code":"MRK.6.18","label":"18","content":"Thaum Yauhas tseem ua neej nyob, nws pheej ntuas Helauj hais tias, “Qhov uas koj yuav koj tus kwv tus pojniam txhaum kevcai lawm!”"},{"bible_id":"1525","chapter_code":"MRK.6","verse_code":"MRK.6.19","label":"19","content":"Vim li ntawd Helaudias thiaj ntxub Yauhas heev thiab xav muab Yauhas tua povtseg, tiamsis tua tsis tau rau qhov Helauj tsis kheev tua."},{"bible_id":"1525","chapter_code":"MRK.6","verse_code":"MRK.6.20","label":"20","content":"Helauj ntshai Yauhas, rau qhov Helauj paub hais tias Yauhas yog ib tug neeg ncaj ncees thiab dawbhuv, Helauj thiaj tsis pub leejtwg ua phem rau Yauhas. Txawm yog tej uas Yauhas qhia pheej ua rau Helauj nyuaj siab los Helauj nyiam mloog Yauhas qhia."},{"bible_id":"1525","chapter_code":"MRK.6","verse_code":"MRK.6.21","label":"21","content":"Muaj ib hnub Helaudias nrhiav tau kev ua phem rau Yauhas lawm. Hnub ntawd yog hnub uas Helauj ua ib rooj mov nco txog Helauj hnub yug Helauj hu cov nomtswv, cov thawj tubrog thiab cov neeg tseemceeb hauv lub xeev Kalilais tuaj nrog Helauj noj mov."},{"bible_id":"1525","chapter_code":"MRK.6","verse_code":"MRK.6.22","label":"22","content":"Helaudias tus ntxhais  txawm los seevcev rau sawvdaws saib. Nws ua li ntawd, Helauj thiab cov nomtswv sawvdaws txaus siab kawg li. Vajntxwv Helauj txawm hais rau tus ntxhais hais tias, “Koj xav yuav dabtsi koj cia li thov? Kuv yuav muab pub rau koj.”"},{"bible_id":"1525","chapter_code":"MRK.6","verse_code":"MRK.6.23","label":"23","content":"Helauj txawm coglus hais tias, “Kuv qhia tseeb rau koj hais tias yog koj thov yam twg, kuv yuav muab yam ntawd rau koj; txawm yog koj xav tau kuv lub tebchaws ib nrab los kuv yuav muab rau koj!”"},{"bible_id":"1525","chapter_code":"MRK.6","verse_code":"MRK.6.24","label":"24","content":"Tus ntxhais txawm tawm mus nug nws niam hais tias, “Kuv yuav thov dabtsi?” Nws niam teb hais tias, “Koj cia li thov yuav Yauhas tus uas muab neeg ua kevcai raus dej lub taubhau.”"},{"bible_id":"1525","chapter_code":"MRK.6","verse_code":"MRK.6.25","label":"25","content":"Tamsim ntawd tus ntxhais txawm rov los cuag Vajntxwv Helauj thiab hais tias, “Kuv xav kom koj muab Yauhas tus uas muab neeg ua kevcai raus dej lub taubhau tso rau hauv ib lub phaj nqa los rau kuv tamsim no!”"},{"bible_id":"1525","chapter_code":"MRK.6","verse_code":"MRK.6.26","label":"26","content":"Tus ntxhais hais li ntawd vajntxwv nyuaj siab kawg li, tiamsis nws hloov tsis tau lus lawm rau qhov nws twb coglus rau tus ntxhais tabmeeg sawvdaws lawm."},{"bible_id":"1525","chapter_code":"MRK.6","verse_code":"MRK.6.27","label":"27","content":"Helauj txawm txib ib tug tubrog mus txiav Yauhas cajdab. Ces tus tubrog txawm mus rau tom tsev lojcuj thiab txiav Yauhas cajdab;"},{"bible_id":"1525","chapter_code":"MRK.6","verse_code":"MRK.6.28","label":"28","content":"nws muab Yauhas lub taubhau tso rau hauv ib lub phaj nqa los rau tus ntxhais, ces tus ntxhais txawm nqa mus rau nws niam."},{"bible_id":"1525","chapter_code":"MRK.6","verse_code":"MRK.6.29","label":"29","content":"Thaum Yauhas cov thwjtim hnov li ntawd, lawv txawm tuaj muab Yauhas lub cev kwv mus faus lawm."},{"bible_id":"1525","chapter_code":"MRK.6","verse_code":"MRK.6.30","label":"30","content":"Yexus cov timthawj rov qab los cuag nws thiab qhia txhua yam uas lawv mus ua thiab qhia lawm rau Yexus mloog."},{"bible_id":"1525","chapter_code":"MRK.6","verse_code":"MRK.6.31","label":"31","content":"Muaj neeg coob coob pheej tuaj mloog Yexus qhia, pab mloog tas pab tuaj. Yexus thiab nws cov thwjtim tsis tau so li, txawm yog yuav noj mov los twb tsis khoom noj. Yexus thiaj hais rau cov thwjtim hais tias, “Peb cia li mus rau tej qhov chaw uas tsis muaj neeg, nej thiaj tau so mentsis.”"},{"bible_id":"1525","chapter_code":"MRK.6","verse_code":"MRK.6.32","label":"32","content":"Yexus thiab nws cov thwjtim txawm caij nkoj hla hiavtxwv mus rau ib qho chaw uas tsis muaj neeg."},{"bible_id":"1525","chapter_code":"MRK.6","verse_code":"MRK.6.33","label":"33","content":"Txawm li ntawd los muaj ntau leej pom Yexus thiab nws cov thwjtim sawv kev mus, lawv paub hais tias yog Yexus thiab nws cov thwjtim. Cov neeg ntawd txawm khiav raws ntug hiavtxwv mus, lawv xub mus txog qhov chaw uas Yexus thiab nws cov thwjtim yuav mus."},{"bible_id":"1525","chapter_code":"MRK.6","verse_code":"MRK.6.34","label":"34","content":"Thaum Yexus tawm hauv lub nkoj los, nws pom cov neeg coob coob ntawd, nws hlub lawv kawg li, rau qhov lawv zoo li pab yaj uas tsis muaj tus tswv yug. Yexus thiaj pib qhia ntau zaj rau lawv mloog."},{"bible_id":"1525","chapter_code":"MRK.6","verse_code":"MRK.6.35","label":"35","content":"Thaum yuav tsaus ntuj Yexus cov thwjtim los hais rau Yexus hais tias, “Twb lig lig lawm, ntawm no tsis muaj mov,"},{"bible_id":"1525","chapter_code":"MRK.6","verse_code":"MRK.6.36","label":"36","content":"koj cia li kom sawvdaws mus nrhiav yuav mov tom tej zos thiab tej teb uas nyob ntawm no noj.”"},{"bible_id":"1525","chapter_code":"MRK.6","verse_code":"MRK.6.37","label":"37","content":"Yexus hais rau cov thwjtim hais tias, “Nej cia li nrhiav rau lawv noj.” Cov thwjtim nug Yexus hais tias, “Koj xav kom peb muab ob puas lub nyiaj  mus yuav mov los rau sawvdaws noj los?”"},{"bible_id":"1525","chapter_code":"MRK.6","verse_code":"MRK.6.38","label":"38","content":"Yexus txawm hais rau cov thwjtim hais tias, “Nej cia li mus saib nej muaj pestsawg lub ncuav?” Thaum lawv mus saib, lawv rov los qhia rau Yexus hais tias, “Peb muaj tsib lub ncuav thiab ob tug ntses.”"},{"bible_id":"1525","chapter_code":"MRK.6","verse_code":"MRK.6.39","label":"39","content":"Yexus kom cov thwjtim mus hais rau cov neeg coob coob ntawd kom zaum ua tej pab rau ntawm tej nyom."},{"bible_id":"1525","chapter_code":"MRK.6","verse_code":"MRK.6.40","label":"40","content":"Cov neeg ntawd txawm zaum ua tej pab, qee pab muaj ib puas leej, thiab qee pab muaj tsib caug leej."},{"bible_id":"1525","chapter_code":"MRK.6","verse_code":"MRK.6.41","label":"41","content":"Nws muab tsib lub ncuav thiab ob tus ntses los; nws ntsa qhovmuag saib rau saum ntuj thiab ua Vajtswv tsaug thiab muab cov ncuav ntais faib rau nws cov thwjtim nqa mus faib rau sawvdaws; nws muab ob tus ntses faib rau sawvdaws thiab."},{"bible_id":"1525","chapter_code":"MRK.6","verse_code":"MRK.6.42","label":"42","content":"Txhua tus puavleej tau noj tsau huv tibsi."},{"bible_id":"1525","chapter_code":"MRK.6","verse_code":"MRK.6.43","label":"43","content":"Cov thwjtim mus sau tej ncuav thiab tej ntses seem uas sawvdaws noj tsis tas tau kaum ob tawb puv nkaus."},{"bible_id":"1525","chapter_code":"MRK.6","verse_code":"MRK.6.44","label":"44","content":"Cov neeg uas noj mov hnub ntawd, cov txivneej xwb muaj tsib txhiab leej."},{"bible_id":"1525","chapter_code":"MRK.6","verse_code":"MRK.6.45","label":"45","content":"Tamsim ntawd Yexus txawm kom cov neeg sawvdaws rov mus tsev, thiab nws kom nws cov thwjtim nce mus hauv nkoj caij hla dej hiavtxwv ua nws ntej mus nyob tim lub nroog Npexaidas tos nws."},{"bible_id":"1525","chapter_code":"MRK.6","verse_code":"MRK.6.46","label":"46","content":"Thaum sawvdaws mus tas lawm, Yexus nce mus thov Vajtswv pem roob."},{"bible_id":"1525","chapter_code":"MRK.6","verse_code":"MRK.6.47","label":"47","content":"Thaum tsaus ntuj cov thwjtim twb caij nkoj mus txog ib nrab dej lawm, Yexus tseem nyob ib leeg pem roob."},{"bible_id":"1525","chapter_code":"MRK.6","verse_code":"MRK.6.48","label":"48","content":"Yexus pom nws cov thwjtim nquam nkoj nyuaj kawg li, rau qhov muaj cua nplawm lub nkoj. Thaum yuav kaj ntug Yexus los kotaw saum nplaim dej los cuag cov thwjtim. Nws yeej yuav dhau plaws lawv mus,"},{"bible_id":"1525","chapter_code":"MRK.6","verse_code":"MRK.6.49","label":"49","content":"tiamsis thaum cov thwjtim pom nws mus sau nplaim dej, lawv xav hais tias nws yog dab, lawv txawm qw ntsoog qees."},{"bible_id":"1525","chapter_code":"MRK.6","verse_code":"MRK.6.50","label":"50","content":"Thaum lawv pom nws, lawv ntshai kawg li. Tamsim ntawd Yexus hais rau lawv tias, “Nej tsis txhob poob siab! Twb yog kuv ntag, tsis txhob ntshai.”"},{"bible_id":"1525","chapter_code":"MRK.6","verse_code":"MRK.6.51","label":"51","content":"Yexus nce mus nrog cov thwjtim nyob hauv lub nkoj, ces cua txawm tu lawm. Cov thwjtim xav tsis thoob li."},{"bible_id":"1525","chapter_code":"MRK.6","verse_code":"MRK.6.52","label":"52","content":"Lawv tsis totaub zaj uas Yexus muab ncuav faib rau tsib txhiab leej noj, rau qhov lawv lub siab tawv."},{"bible_id":"1525","chapter_code":"MRK.6","verse_code":"MRK.6.53","label":"53","content":"Yexus thiab nws cov thwjtim caij nkoj hla hiavtxwv mus txog tim Nkenexales, lawv txawm tso lub nkoj rau ntawm ntug hiavtxwv."},{"bible_id":"1525","chapter_code":"MRK.6","verse_code":"MRK.6.54","label":"54","content":"Thaum Yexus lawv tabtom tawm hauv lub nkoj los, tamsim ntawd cov neeg uas nyob ntawd paub hais tias yog Yexus."},{"bible_id":"1525","chapter_code":"MRK.6","verse_code":"MRK.6.55","label":"55","content":"Cov neeg ntawd txawm khiav mus qhia rau tej neeg uas nyob hauv cheebtsam ntawd hais tias Yexus nyob qhov twg. Lawv txawm muab pam qhwv cov neeg uas muaj mob kwv tuaj rau Yexus kho qhov ntawd."},{"bible_id":"1525","chapter_code":"MRK.6","verse_code":"MRK.6.56","label":"56","content":"Txhua qhov uas Yexus mus, tsis hais lub zos loj lossis lub zos me lossis hauv tej nroog, pheej muaj neeg coj lawv tej neeg muaj mob tuaj tso rau ntawm tej khw. Lawv thov Yexus hais tias, “Cia peb cov neeg muaj mob kov koj lub tw tsho; ces txhua tus uas kov puavleej zoo huv tibsi.”"},{"bible_id":"1525","chapter_code":"MRK.7","verse_code":"MRK.7.1","label":"1","content":"Muaj cov Falixais thiab cov xibhwb uas qhia Vajtswv txoj Kevcai qee leej tuaj nram lub nroog Yeluxalees tuaj cuag Yexus."},{"bible_id":"1525","chapter_code":"MRK.7","verse_code":"MRK.7.2","label":"2","content":"Lawv pom Yexus cov thwjtim qee leej noj mov tsis ntxuav tes raws li txoj kevcai uas qhia hais tias, Yuav tsum xub ntxuav tes tso mam li noj mov. ("},{"bible_id":"1525","chapter_code":"MRK.7","verse_code":"MRK.7.3","label":"3","content":"Raws li cov Falixais thiab cov Yudais cov yawgkoob tau qhia rau lawv lawm, yog lawv tsis tau ntxuav tes, lawv yeej tsis noj mov;"},{"bible_id":"1525","chapter_code":"MRK.7","verse_code":"MRK.7.4","label":"4","content":"txhua yam uas lawv yuav tom khw los, lawv yuav tsum muab ntxuav tso mam li noj.  Lawv coj ntau txoj kevcai uas lawv cov yawgkoob qhia rau lawv lawm, tsis hais ntxuav laujkaub, tais diav, tej tais tooj liab thiab tej txaj pw. )"},{"bible_id":"1525","chapter_code":"MRK.7","verse_code":"MRK.7.5","label":"5","content":"Cov Falixais thiab cov xibhwb uas qhia Vajtswv txoj Kevcai nug Yexus hais tias, “Vim li cas koj cov thwjtim tsis ua raws li peb cov yawgkoob qhia, lawv tsis xub ntxuav tes tso mam noj mov?”"},{"bible_id":"1525","chapter_code":"MRK.7","verse_code":"MRK.7.6","label":"6","content":"Yexus teb hais tias, “Qhov uas Yaxayas tus uas cev Vajtswv lus hais tseg txog nej yeej muaj tseeb tiag! Nej yog cov neeg ntsejmuag ncaj siab nkhaus raws li nws sau tseg hais tias, ‘Vajtswv hais tias cov neeg no lub ncauj hwm kuv, tiamsis lawv lub siab tsis npuab kuv."},{"bible_id":"1525","chapter_code":"MRK.7","verse_code":"MRK.7.7","label":"7","content":"Qhov uas lawv pehawm kuv tsis muaj nqis li, rau qhov lawv muab neeg tej kevcai qhia ib yam li tej ntawd yog kuv txoj kevcai!’"},{"bible_id":"1525","chapter_code":"MRK.7","verse_code":"MRK.7.8","label":"8","content":"“Nimno nej tsis coj raws li Vajtswv Tej Lus Qhia, nej ho mus coj raws li neeg tej kevcai.”"},{"bible_id":"1525","chapter_code":"MRK.7","verse_code":"MRK.7.9","label":"9","content":"Thiab Yexus hais ntxiv tias, “Ua li cas nej yuav ntse ua luaj li? Nej muab Vajtswv txoj kevcai tso tseg kom nej tau kev mus ua raws li nej tej kevcai."},{"bible_id":"1525","chapter_code":"MRK.7","verse_code":"MRK.7.10","label":"10","content":"Mauxes qhia hais tias, ‘Nej yuav tsum hwm nej niam nej txiv,’ thiab hais tias, ‘Yog leejtwg cem nws niam nws txiv yuav tsum muab tus ntawd tua povtseg.’"},{"bible_id":"1525","chapter_code":"MRK.7","verse_code":"MRK.7.11","label":"11","content":"Tiamsis nej qhia hais tias, ‘Yog leejtwg muaj ib yam dabtsi yuav pab tau rau nws niam nws txiv, tiamsis nws hais tias tej ntawd twb muab rau Vajtswv lawm,"},{"bible_id":"1525","chapter_code":"MRK.7","verse_code":"MRK.7.12","label":"12","content":"ces tsis tas nws yuav pab nws niam nws txiv.’"},{"bible_id":"1525","chapter_code":"MRK.7","verse_code":"MRK.7.13","label":"13","content":"Nej ua li ntawd twb yog nej ua saib tsis taus Vajtswv Txojlus, rau qhov nej qhia raws li nej cov yawgkoob qhia rau nej xwb. Thiab nej tseem ua ntau yam zoo li no.”"},{"bible_id":"1525","chapter_code":"MRK.7","verse_code":"MRK.7.14","label":"14","content":"Yexus rov hu cov neeg coob coob los cuag nws, thiab nws hais rau lawv hais tias, “Nej txhua tus ua tib zoo mloog kuv tej lus nej thiaj totaub."},{"bible_id":"1525","chapter_code":"MRK.7","verse_code":"MRK.7.15","label":"15","content":"Tsis yog yam uas mus rau hauv neeg lub qhovncauj ua rau neeg ua txhaum, tiamsis yog tej uas tawm hauv neeg lub siab los thiaj ua rau neeg ua txhaum.”"},{"bible_id":"1525","chapter_code":"MRK.7","verse_code":"MRK.7.16","label":"16","content":"Yog leejtwg muaj pobntseg, cia li mloog."},{"bible_id":"1525","chapter_code":"MRK.7","verse_code":"MRK.7.17","label":"17","content":"Thaum Yexus ncaim cov neeg coob coob ntawd mus rau hauv tsev lawm, nws cov thwjtim los thov kom nws txhais zaj lus pivtxwv ntawd."},{"bible_id":"1525","chapter_code":"MRK.7","verse_code":"MRK.7.18","label":"18","content":"Yexus teb lawv hais tias, “Nej tsis totaub ib yam li lawv cov ntawd thiab los? Nej tsis paub hais tias tsis yog yam uas mus rau hauv neeg lub qhovncauj ua rau neeg ua txhaum,"},{"bible_id":"1525","chapter_code":"MRK.7","verse_code":"MRK.7.19","label":"19","content":"rau qhov tej ntawd tsis mus rau hauv neeg lub siab, tsuas mus rau hauv neeg lub plab thiab tawm lawm xwb.” (Yexus qhia li no yog nws hais tias tej zaub mov neeg noj tau huv tibsi tsis txhaum.)"},{"bible_id":"1525","chapter_code":"MRK.7","verse_code":"MRK.7.20","label":"20","content":"Yexus hais ntxiv tias, “Tej uas tawm hauv neeg lub siab los tej ntawd thiaj ua rau neeg ua txhaum."},{"bible_id":"1525","chapter_code":"MRK.7","verse_code":"MRK.7.21","label":"21","content":"Tej uas neeg xav hauv nruab siab, tej ntawd coj neeg mus ua txhaum kev nkauj kev nraug, ua tubsab, tua neeg,"},{"bible_id":"1525","chapter_code":"MRK.7","verse_code":"MRK.7.22","label":"22","content":"deev luag pojniam luag txiv, ntshaw luag tug, ua txhua yam phem, dag ntxias, ua phem ua qias, khib, xyav lwm tu moo, khavtheeb thiab ua neeg ruam."},{"bible_id":"1525","chapter_code":"MRK.7","verse_code":"MRK.7.23","label":"23","content":"Tej ntawd puavleej tawm hauv neeg lub siab los thiab ua rau neeg ua txhaum.”"},{"bible_id":"1525","chapter_code":"MRK.7","verse_code":"MRK.7.24","label":"24","content":"Tom qab ntawd Yexus mus rau pem cheebtsam uas ze lub nroog Tiles. Nws mus rau hauv ib lub tsev. Nws tsis xav pub leejtwg paub hais tias nws nyob hauv, tiamsis nws nraim tsis tau."},{"bible_id":"1525","chapter_code":"MRK.7","verse_code":"MRK.7.25","label":"25","content":"Muaj ib tug pojniam, nws tus ntxhais raug dab hnov hais tias Yexus tuaj, nws txawm tuaj txhos caug ntua ntawm Yexus kotaw."},{"bible_id":"1525","chapter_code":"MRK.7","verse_code":"MRK.7.26","label":"26","content":"Tus pojniam ntawd yog lwm haivneeg; nws yug hauv lub xeev Faunikias tebchaws Xilias. Nws thov kom Yexus ntiab dab tawm ntawm nws tus ntxhais mus."},{"bible_id":"1525","chapter_code":"MRK.7","verse_code":"MRK.7.27","label":"27","content":"Tiamsis Yexus hais tias, “Peb yuav tsum xub pub mov rau menyuam noj tso. Rau qhov tsis tsimnyog peb yuav muab menyuam tej mov pov rau dev noj.”"},{"bible_id":"1525","chapter_code":"MRK.7","verse_code":"MRK.7.28","label":"28","content":"Tus pojniam ntawd teb hais tias, “Tus Tswv, txawm li ntawd los tej dev uas nyob hauv qab rooj twb tau noj menyuam tej qub mov thiab!”"},{"bible_id":"1525","chapter_code":"MRK.7","verse_code":"MRK.7.29","label":"29","content":"Yexus txawm hais rau nws hais tias, “Twb yog vim lo lus uas koj hais ko, koj cia li rov qab mus tsev, dab twb tawm hauv koj tus ntxhais lawm!”"},{"bible_id":"1525","chapter_code":"MRK.7","verse_code":"MRK.7.30","label":"30","content":"Nws txawm rov mus tsev thiab pom nws tus ntxhais pw saum txaj; dab twb tawm lawm."},{"bible_id":"1525","chapter_code":"MRK.7","verse_code":"MRK.7.31","label":"31","content":"Tom qab ntawd Yexus tawm hauv lub nroog Tiles thiab hla lub nroog Xidoos mus rau nram Hiavtxwv Kalilais uas yog taug txojkev mus rau nram lub nroog Dekapaulis."},{"bible_id":"1525","chapter_code":"MRK.7","verse_code":"MRK.7.32","label":"32","content":"Muaj ib co neeg coj ib tug txivneej lag ntseg uas hais tsis tau lus tuaj cuag Yexus thiab thov Yexus cev tes tuav nws."},{"bible_id":"1525","chapter_code":"MRK.7","verse_code":"MRK.7.33","label":"33","content":"Yexus coj tus txivneej ntawd mus rau ib qho nrug deb ntawm cov neeg coob coob. Yexus muab ntivtes ntxig rau hauv tus txivneej ntawd ob lub qhovntsej, thiab nws muab ntivtes tub qaubncaug pleev tus ntawd tus nplaig."},{"bible_id":"1525","chapter_code":"MRK.7","verse_code":"MRK.7.34","label":"34","content":"Yexus tsa qhovmuag saib saum ntuj thiab nws xyu ib suab, ces nws txawm hais rau tus txivneej ntawd hais tias, “Efathas,” lo lus ntawd txhais hais tias, “Cia li qhib hlo!”"},{"bible_id":"1525","chapter_code":"MRK.7","verse_code":"MRK.7.35","label":"35","content":"Tamsim ntawd tus txivneej ntawd txawm hnov lus; nws tus nplaig tsis txhav thiab hais tau lus meej lawm."},{"bible_id":"1525","chapter_code":"MRK.7","verse_code":"MRK.7.36","label":"36","content":"Yexus txwv tsis pub sawvdaws qhia zaj no rau leejtwg li. Txawm yog Yexus txwv lawv heev npaum li cas los nws txwv tsis tau; lawv hajyam qhia heev ntxiv xwb."},{"bible_id":"1525","chapter_code":"MRK.7","verse_code":"MRK.7.37","label":"37","content":"Txhua tus uas hnov tej no xav tsis thoob li; lawv sib tham hais tias, “Txhua yam uas nws ua puavleej zoo huv tibsi. Txawm yog tej neeg lag ntseg los nws kho tau hnov lus; cov neeg uas hais tsis tau lus los nws kho hais tau lus!”"},{"bible_id":"1525","chapter_code":"MRK.8","verse_code":"MRK.8.1","label":"1","content":"Tom qab ntawd tsis ntev muaj dua ib co neeg coob coob tuaj ua ke. Tej mov uas lawv ntim tuaj, lawv noj tas lawm Yexus txawm hu nws cov thwjtim los cuag nws thiab hais rau lawv hais tias,"},{"bible_id":"1525","chapter_code":"MRK.8","verse_code":"MRK.8.2","label":"2","content":"“Kuv hlub cov neeg no heev, lawv twb tuaj nrog kuv nyob ntawm no tau peb hnub lawm, lawv tsis muaj dabtsi noj."},{"bible_id":"1525","chapter_code":"MRK.8","verse_code":"MRK.8.3","label":"3","content":"Yog kuv cia lawv mus tsev tsis muab mov rau lawv noj, nyob tsam lawv tsaus muag thiab ntog tom tej tog kev rau qhov ibtxhia tuaj deb tuaj.”"},{"bible_id":"1525","chapter_code":"MRK.8","verse_code":"MRK.8.4","label":"4","content":"Yexus cov thwjtim hais rau Yexus hais tias, “Ntawm no yog roob mojsab qhua xwb, leejtwg yuav mus nrhiav tau mov los rau sawvdaws noj?”"},{"bible_id":"1525","chapter_code":"MRK.8","verse_code":"MRK.8.5","label":"5","content":"Yexus nug cov thwjtim hais tias, “Nej muaj pestsawg lub ncuav?” Lawv teb hais tias, “Peb muaj xya lub.”"},{"bible_id":"1525","chapter_code":"MRK.8","verse_code":"MRK.8.6","label":"6","content":"Yexus kom sawvdaws zaum hauv av. Yexus muab xya lub ncuav los ua Vajtswv tsaug thiab muab ntais cev rau cov thwjtim nqa mus faib rau sawvdaws; cov thwjtim txawm ua li ntawd."},{"bible_id":"1525","chapter_code":"MRK.8","verse_code":"MRK.8.7","label":"7","content":"Cov thwjtim muaj ob peb tug ntses me me. Thaum Yexus ua Vajtswv tsaug tas, Yexus kom cov thwjtim nqa cov ntses mus faib rau sawvdaws thiab."},{"bible_id":"1525","chapter_code":"MRK.8","verse_code":"MRK.8.8","label":"8","content":"Txhua tus puavleej tau noj tsau huv tibsi."},{"bible_id":"1525","chapter_code":"MRK.8","verse_code":"MRK.8.9","label":"9","content":"Cov neeg uas noj mov hnub ntawd yuav luag muaj plaub txhiab leej. Cov thwjtim mus sau tej seem uas sawvdaws noj tsis tas tau xya tawb puv nkaus. Tom qab ntawd Yexus kom sawvdaws rov qab mus tsev;"},{"bible_id":"1525","chapter_code":"MRK.8","verse_code":"MRK.8.10","label":"10","content":"tamsim ntawd Yexus thiab nws cov thwjtim txawm nce mus rau hauv nkoj, thiab caij mus rau tim cheebtsam Damanuthas lawm."},{"bible_id":"1525","chapter_code":"MRK.8","verse_code":"MRK.8.11","label":"11","content":"Cov Falixais qee leej tuaj nrog Yexus sib cav; lawv xav sim Yexus, lawv txawm kom Yexus ua ib yam txujci tseemceeb rau lawv saib, lawv thiaj ntseeg hais tias yog Vajtswv txib Yexus los."},{"bible_id":"1525","chapter_code":"MRK.8","verse_code":"MRK.8.12","label":"12","content":"Yexus xyu ib suab thiab hais tias, “Ua li cas cov neeg tiam no tsuas xav pom tej txujci tseemceeb xwb? Kuv qhia tseeb rau nej hais tias kuv yuav tsis ua tej txujci tseemceeb rau cov neeg no pom li!”"},{"bible_id":"1525","chapter_code":"MRK.8","verse_code":"MRK.8.13","label":"13","content":"Yexus txawm tso lawv tseg thiab nce mus rau hauv nkoj, caij hla mus rau sab tim ub lawm."},{"bible_id":"1525","chapter_code":"MRK.8","verse_code":"MRK.8.14","label":"14","content":"Cov thwjtim tsis nco ntim mov mus, lawv tsuas muaj ib lub ncuav nyob hauv lub nkoj xwb."},{"bible_id":"1525","chapter_code":"MRK.8","verse_code":"MRK.8.15","label":"15","content":"Yexus hais rau lawv tias, “Nej yuav tsum ceevfaj cov Falixais thiab Helauj cov keeb.”"},{"bible_id":"1525","chapter_code":"MRK.8","verse_code":"MRK.8.16","label":"16","content":"Cov thwjtim txawm sib tham hais tias, “Ntshai yog peb tsis ntim mov tuaj, nws thiaj hais li ntawd.”"},{"bible_id":"1525","chapter_code":"MRK.8","verse_code":"MRK.8.17","label":"17","content":"Yexus twb paub tej uas lawv sib tham ntawd lawm, nws txawm hais rau lawv tias, “Ua li cas nej sib tham hais txog qhov uas nej tsis ntim mov tuaj? Nej tseem tsis pom thiab tsis totaub los? Ua li cas nej yuav ruam ua luaj li?"},{"bible_id":"1525","chapter_code":"MRK.8","verse_code":"MRK.8.18","label":"18","content":"Nej twb muaj qhovmuag, nej tsis pom los? Nej twb muaj qhovntsej, nej tsis hnov los? Nej tsis nco qab"},{"bible_id":"1525","chapter_code":"MRK.8","verse_code":"MRK.8.19","label":"19","content":"thaum kuv muab tsib lub ncuav ntais faib rau tsib txhiab leej noj, nej sau tej uas seem ntawd tau pestsawg tawb?” Lawv teb hais tias, “Peb sau tau kaum ob tawb.”"},{"bible_id":"1525","chapter_code":"MRK.8","verse_code":"MRK.8.20","label":"20","content":"“Thiab thaum kuv muab xya lub ncuav ntais faib rau plaub txhiab leej noj, nej sau tej uas seem tau pestsawg tawb?” Lawv teb hais tias, “Peb sau tau xya tawb.”"},{"bible_id":"1525","chapter_code":"MRK.8","verse_code":"MRK.8.21","label":"21","content":"Yexus nug lawv hais tias, “Nej tseem tsis tau totaub thiab los?”"},{"bible_id":"1525","chapter_code":"MRK.8","verse_code":"MRK.8.22","label":"22","content":"Yexus thiab nws cov thwjtim mus txog hauv lub nroog Npexaidas. Muaj neeg coj ib tug txivneej digmuag tuaj cuag Yexus thiab thov Yexus kho tus digmuag ntawd."},{"bible_id":"1525","chapter_code":"MRK.8","verse_code":"MRK.8.23","label":"23","content":"Yexus tuav tus txivneej ntawd tes thiab coj nws mus rau tom ntug zos. Yexus nti qaubncaug pleev tus ntawd ob lub qhovmuag thiab cev tes kov. Yexus nug tus ntawd hais tias, “Koj pom dabtsi?”"},{"bible_id":"1525","chapter_code":"MRK.8","verse_code":"MRK.8.24","label":"24","content":"Tus txivneej ntawd tsa qhovmuag saib thiab hais tias, “Kuv pom neeg mus mus los los, tiamsis lawv zoo li tej ntoo.”"},{"bible_id":"1525","chapter_code":"MRK.8","verse_code":"MRK.8.25","label":"25","content":"Yexus rov cev tes mus kov tus ntawd ob lub qhovmuag dua ib zaug. Nws rua tau qhovmuag, nws lub qhovmuag zoo lawm, thiab nws pom kev tseeb."},{"bible_id":"1525","chapter_code":"MRK.8","verse_code":"MRK.8.26","label":"26","content":"Yexus kom nws cia li mus tsev thiab hais tias, “Koj tsis txhob rov mus rau hauv zos lawm.”"},{"bible_id":"1525","chapter_code":"MRK.8","verse_code":"MRK.8.27","label":"27","content":"Tom qab ntawd Yexus thiab nws cov thwjtim mus rau pem tej zos uas nyob ibncig lub nroog Xixas Filipis. Thaum lawv tabtom taug kev mus, Yexus nug cov thwjtim hais tias, “Nej qhia kuv saib, sawvdaws hais tias kuv yog leejtwg?”"},{"bible_id":"1525","chapter_code":"MRK.8","verse_code":"MRK.8.28","label":"28","content":"Cov thwjtim teb hais tias, “Muaj qee leej hais tias koj yog Yauhas tus uas muab neeg ua kevcai raus dej, muaj qee leej hais tias koj yog Eliyas thiab muaj qee leej hais tias, koj yog ib tug uas cev Vajtswv lus.”"},{"bible_id":"1525","chapter_code":"MRK.8","verse_code":"MRK.8.29","label":"29","content":"Yexus nug hais tias, “Nej ne, nej hais tias kuv yog leejtwg?” Petus teb hais tias, “Koj yog tus Mexiyas.”"},{"bible_id":"1525","chapter_code":"MRK.8","verse_code":"MRK.8.30","label":"30","content":"Yexus txwv lawv hais tias, “Nej tsis txhob mus qhia rau leejtwg hais tias kuv yog tus Mexiyas.”"},{"bible_id":"1525","chapter_code":"MRK.8","verse_code":"MRK.8.31","label":"31","content":"Tom qab ntawd Yexus txawm pib qhia rau nws cov thwjtim hais tias, “Neeg Leej Tub yuav raug tsimtxom ntau yam. Cov txwjlaug, cov thawj ntawm cov povthawj thiab cov xibhwb uas qhia Vajtswv txoj Kevcai yuav tsis lees yuav nws. Lawv yuav muab nws tua povtseg, tiamsis tom qab ntawd peb hnub nws yuav sawv hauv qhov tuag rov qab los.”"},{"bible_id":"1525","chapter_code":"MRK.8","verse_code":"MRK.8.32","label":"32","content":"Yexus qhia zaj no tseeb tseeb rau cov thwjtim, ces Petus txawm coj Yexus mus rau ib cag thiab cheem Yexus."},{"bible_id":"1525","chapter_code":"MRK.8","verse_code":"MRK.8.33","label":"33","content":"Tiamsis Yexus tig los saib nws cov thwjtim thiab cem Petus hais tias, “Dab Ntxwgnyoog, koj cia li khiav ntawm kuv mus. Tej uas koj hais ko tsis yog raws li Vajtswv lub siab, tiamsis yog hais raws li neeg lub siab xwb.”"},{"bible_id":"1525","chapter_code":"MRK.8","verse_code":"MRK.8.34","label":"34","content":"Yexus txawm hu cov neeg coob coob ntawd thiab nws cov thwjtim los cuag nws. Nws hais rau lawv hais tias, “Yog leejtwg xav nrog kuv mus, tus ntawd yuav tsum tswj nws lub siab thiab kwv nws tus ntoo khaublig nrog kuv mus."},{"bible_id":"1525","chapter_code":"MRK.8","verse_code":"MRK.8.35","label":"35","content":"Rau qhov tus uas khuvxim nws txojsia, tus ntawd yuav tsis tau txojsia. Tiamsis tus uas tsis khuvxim nws txojsia, vim nws ntseeg kuv thiab mus qhia Txojmoo Zoo, tus ntawd yuav tau txojsia."},{"bible_id":"1525","chapter_code":"MRK.8","verse_code":"MRK.8.36","label":"36","content":"Yog leejtwg tau ib puas tsav yam hauv ntiajteb no los ua nws tug, tiamsis nws txojsia tu lawm, tej ntawd yuav muaj nqis dabtsi rau nws?"},{"bible_id":"1525","chapter_code":"MRK.8","verse_code":"MRK.8.37","label":"37","content":"Yeej tsis muaj ib yam dabtsi uas nws yuav coj mus txhiv tau nws txojsia rov qab los li!"},{"bible_id":"1525","chapter_code":"MRK.8","verse_code":"MRK.8.38","label":"38","content":"Yog leejtwg txajmuag qhia kuv lub npe thiab kuv tej lus rau cov neeg txhaum tiam no, ces thaum Neeg Leej Tub tus uas muaj Leej Txiv lub tshwjchim ci ntsa iab nrog cov timtswv uas dawbhuv los saum ntuj los, nws yuav txajmuag lees hais tias tus ntawd yog nws li.”"},{"bible_id":"1525","chapter_code":"MRK.9","verse_code":"MRK.9.1","label":"1","content":"Yexus hais ntxiv rau lawv hais tias, “Kuv qhia tseeb rau nej hais tias cov neeg uas nyob ntawm no muaj qee leej yuav tsis tau tuag ua ntej lawv pom Vajtswv lub Tebchaws nrog Vajtswv lub hwjchim los.”"},{"bible_id":"1525","chapter_code":"MRK.9","verse_code":"MRK.9.2","label":"2","content":"Tom qab ntawd rau hnub Yexus coj Petus, Yakaunpaus thiab Yauhas nrog Yexus mus rau saum ib lub roob siab; tsis muaj lwm tus nrog lawv mus. Thaum peb tug thwjtim tabtom ntsia ntsoov Yexus, Yexus lub cev txawm hloov hlo,"},{"bible_id":"1525","chapter_code":"MRK.9","verse_code":"MRK.9.3","label":"3","content":"thiab Yexus cev ris tsho ci ntsa iab dawb paug. Tej neeg uas nyob hauv ntiajteb no tsis muaj leejtwg yuav ntxhua tau ibce ris tsho dawb npaum li ntawd."},{"bible_id":"1525","chapter_code":"MRK.9","verse_code":"MRK.9.4","label":"4","content":"Peb tug thwjtim ntawd pom Eliyas thiab Mauxes nrog Yexus tham."},{"bible_id":"1525","chapter_code":"MRK.9","verse_code":"MRK.9.5","label":"5","content":"Petus txawm hais rau Yexus hais tias, “Xibhwb, peb tuaj nyob ntawm no zoo kawg li! Peb yuav ua peb lub tsev pheebsuab, ib lub rau koj, ib lub rau Mauxes thiab ib lub rau Eliyas.”"},{"bible_id":"1525","chapter_code":"MRK.9","verse_code":"MRK.9.6","label":"6","content":"Petus lawv ntshai kawg li, Petus thiaj hais li ntawd."},{"bible_id":"1525","chapter_code":"MRK.9","verse_code":"MRK.9.7","label":"7","content":"Muaj ib tauv huab los nroos lawv thiab muaj ib lub suab hais hauv tauv huab ntawd tuaj hais tias, “Tus no yog kuv tus Tub uas kuv hlub, nej cia li mloog nws lus!”"},{"bible_id":"1525","chapter_code":"MRK.9","verse_code":"MRK.9.8","label":"8","content":"Tamsim ntawd cov thwjtim txawm xam ncig lees, tiamsis tsis pom leejtwg li, tsuas pom Yexus tib leeg nrog lawv nyob xwb."},{"bible_id":"1525","chapter_code":"MRK.9","verse_code":"MRK.9.9","label":"9","content":"Thaum Yexus thiab nws peb tug thwjtim nqis pem roob los, Yexus txwv peb tug thwjtim ntawd hais tias, “Nej tsis txhob qhia tej uas nej pom ntawd rau leejtwg paub mus txog thaum uas Neeg Leej Tub sawv hauv qhov tuag rov qab los tso.”"},{"bible_id":"1525","chapter_code":"MRK.9","verse_code":"MRK.9.10","label":"10","content":"Ces lawv txawm khaws Yexus tej lus rau nruab siab. Lawv tsis qhia rau leejtwg li. Tiamsis lawv sib tham hais tias, “Qhov uas nws hais tias ‘sawv hauv qhov tuag rov qab los’ yog nws hais txog dabtsi?”"},{"bible_id":"1525","chapter_code":"MRK.9","verse_code":"MRK.9.11","label":"11","content":"Ces lawv thiaj nug Yexus hais tias, “Vim li cas cov xibhwb uas qhia Vajtswv txoj Kevcai hais tias Eliyas yuav xub los?”"},{"bible_id":"1525","chapter_code":"MRK.9","verse_code":"MRK.9.12","label":"12","content":"Yexus teb hais tias, “Eliyas yeej xub los tiag, nws los npaj txhua yam cia. Vim li cas Vajtswv txojlus hais tias Neeg Leej Tub yuav raug tsimtxom thiab sawvdaws yuav saib tsis taus nws?"},{"bible_id":"1525","chapter_code":"MRK.9","verse_code":"MRK.9.13","label":"13","content":"Tiamsis kuv qhia tseeb rau nej hais tias Eliyas twb los lawm, tej neeg ua phem rau nws raws li lawv lub siab xav thiab raws li Vajtswv txojlus sau tseg hais tias lawv yuav ua li ntawd rau nws.”"},{"bible_id":"1525","chapter_code":"MRK.9","verse_code":"MRK.9.14","label":"14","content":"Thaum Yexus thiab peb tug thwjtim rov los txog ntawm Yexus cov thwjtim, lawv pom muaj neeg coob coob tuaj nyob puagncig cov thwjtim thiab muaj cov xibhwb uas qhia Vajtswv txoj Kevcai qee leej tabtom nrog cov thwjtim sib cav."},{"bible_id":"1525","chapter_code":"MRK.9","verse_code":"MRK.9.15","label":"15","content":"Thaum cov neeg ntawd pom dheev Yexus, lawv xav tsis thoob li, ces sawvdaws txawm khiav zom zaws mus rau ntawm Yexus thiab hawm nws."},{"bible_id":"1525","chapter_code":"MRK.9","verse_code":"MRK.9.16","label":"16","content":"Yexus nug nws cov thwjtim hais tias, “Nej nrog lawv sib cav txog dabtsi?”"},{"bible_id":"1525","chapter_code":"MRK.9","verse_code":"MRK.9.17","label":"17","content":"Muaj ib tug txivneej ntawm cov neeg coob coob ntawd teb hais tias, “Xibhwb, kuv coj kuv tus metub tuaj thov koj pab kho, rau qhov nws raug dab thiab hais tsis tau lus."},{"bible_id":"1525","chapter_code":"MRK.9","verse_code":"MRK.9.18","label":"18","content":"Txhua zaus uas dab tuaj, dab ua rau nws ntog rau hauv av; nws npuas ncauj tawm plaws; nws zom hniav nrov qij qawj; thiab nws ibce txhav tas. Kuv thov koj cov thwjtim ntiab dab tawm, tiamsis lawv ntiab tsis tau.”"},{"bible_id":"1525","chapter_code":"MRK.9","verse_code":"MRK.9.19","label":"19","content":"Yexus hais rau lawv hais tias, “Ua li cas nej cov neeg tiam no pheej tsis ntseeg li! Kuv tseem yuav nrog nej nyob ntev li cas thiab? Thiab kuv tseem yuav ua siab ntev rau nej mus txog thaum twg? Cia li coj tus metub los rau kuv!”"},{"bible_id":"1525","chapter_code":"MRK.9","verse_code":"MRK.9.20","label":"20","content":"Lawv txawm coj tus metub los rau Yexus. Thaum dab pom dheev Yexus, dab txawm ua rau tus metub ntawd huam ib tshaj, ntog kiag rau hauv av nti mus nti los, thiab npuas ncauj nto plaws."},{"bible_id":"1525","chapter_code":"MRK.9","verse_code":"MRK.9.21","label":"21","content":"Yexus nug tus metub ntawd leej txiv hais tias, “Nws ua li no tau hov ntev los lawm?” Leej txiv teb hais tias, “Nws twb ua li no thaum me me los lawm."},{"bible_id":"1525","chapter_code":"MRK.9","verse_code":"MRK.9.22","label":"22","content":"Muaj ntau zaus dab ua rau nws ntog rau hauv qhovcub thiab rau hauv dej kom nws tuag. Yog koj pab tau, thov koj hlub thiab pab wb ob txiv tub!”"},{"bible_id":"1525","chapter_code":"MRK.9","verse_code":"MRK.9.23","label":"23","content":"Yexus hais rau tus metub ntawd leej txiv hais tias ua li cas koj hais tias, “Yog koj pab tau! Yog leejtwg ntseeg, kuv yeej ua tau txhua yam huv tibsi.”"},{"bible_id":"1525","chapter_code":"MRK.9","verse_code":"MRK.9.24","label":"24","content":"Tamsim ntawd tus metub leej txiv hais tias, “Kuv ntseeg tiamsis tsis txaus, thov koj pab kom kuv muaj kev ntseeg ntxiv!”"},{"bible_id":"1525","chapter_code":"MRK.9","verse_code":"MRK.9.25","label":"25","content":"Thaum Yexus pom cov neeg coob coob txav los ze zuj zus, Yexus txawm hais rau tus dab ntawd hais tias, “Ua li cas koj ua rau tus metub no lag ntseg thiab hais tsis tau lus? Kuv hais rau koj hais tias koj cia li tawm hauv tus metub no mus, tsis txhob rov qab los rau hauv nws ib zaug li lawm!”"},{"bible_id":"1525","chapter_code":"MRK.9","verse_code":"MRK.9.26","label":"26","content":"Dab qw nrov nrov thiab ua rau tus metub huam ib tshaj heev heev, ces tus dab txawm tawm plaws lawm. Tus metub ntawd zoo li ib tug neeg tuag, sawvdaws txawm hais zom zaws hais tias, “Nws tuag lawm!”"},{"bible_id":"1525","chapter_code":"MRK.9","verse_code":"MRK.9.27","label":"27","content":"Tiamsis Yexus cev tes mus tuav nkaus tus metub txhais tes thiab rub nws sawv, ces nws txawm sawv tsees sawv ntsug."},{"bible_id":"1525","chapter_code":"MRK.9","verse_code":"MRK.9.28","label":"28","content":"Thaum Yexus mus rau hauv tsev lawm, nws cov thwjtim nug nws twjywm hais tias, “Vim li cas peb ntiab tsis tau tus dab ntawd tawm?”"},{"bible_id":"1525","chapter_code":"MRK.9","verse_code":"MRK.9.29","label":"29","content":"Yexus teb hais tias, “Yam dab no yus yuav tsum thov Vajtswv thiaj ntiab tau tawm.”"},{"bible_id":"1525","chapter_code":"MRK.9","verse_code":"MRK.9.30","label":"30","content":"Yexus thiab nws cov thwjtim tawm qhov ntawd hla dhau plaws Kalilais mus. Yexus tsis xav pub leejtwg paub hais tias, nws nyob qhov twg,"},{"bible_id":"1525","chapter_code":"MRK.9","verse_code":"MRK.9.31","label":"31","content":"rau qhov nws tabtom qhia rau cov thwjtim hais tias, “Yuav muaj neeg muab Neeg Leej Tub coj mus rau luag tua, tiamsis tom qab ntawd peb hnub nws yuav sawv hauv qhov tuag rov qab los.”"},{"bible_id":"1525","chapter_code":"MRK.9","verse_code":"MRK.9.32","label":"32","content":"Cov thwjtim tsis totaub lub ntsiab lus uas Yexus qhia, tiamsis lawv ntshai nug nws."},{"bible_id":"1525","chapter_code":"MRK.9","verse_code":"MRK.9.33","label":"33","content":"Yexus thiab nws cov thwjtim mus txog hauv lub nroog Kapena-us thiab mus rau hauv tsev, Yexus txawm nug cov thwjtim hais tias, “Puagta thaum peb taug kev tuaj, nej pheej sib cav hais txog dabtsi?”"},{"bible_id":"1525","chapter_code":"MRK.9","verse_code":"MRK.9.34","label":"34","content":"Tiamsis lawv tsis teb Yexus li, rau qhov thaum taug kev tuaj lawv sib cav txog qhov uas leejtwg yuav tau ua tus loj dua."},{"bible_id":"1525","chapter_code":"MRK.9","verse_code":"MRK.9.35","label":"35","content":"Thaum Yexus zaum lawm, nws hu nws kaum ob tug thwjtim los cuag nws thiab hais rau lawv hais tias, “Yog leejtwg xav ua tus thawj, tus ntawd yuav tsum nyob tom tw thiab ua sawvdaws qhev.”"},{"bible_id":"1525","chapter_code":"MRK.9","verse_code":"MRK.9.36","label":"36","content":"Yexus mus coj ib tug menyuam yaus los sawv ntawm cov thwjtim xubntiag. Yexus puag tus menyuam yaus ntawd thiab hais rau cov thwjtim hais tias,"},{"bible_id":"1525","chapter_code":"MRK.9","verse_code":"MRK.9.37","label":"37","content":"“Tus uas lees yuav cov menyuam yaus no ib tug los ntawm kuv lub npe kuj yog tus ntawd lees yuav kuv, thiab leejtwg lees yuav kuv, tsis yog nws lees yuav kuv tib leeg xwb, tiamsis yog nws lees yuav tus uas txib kuv los thiab.”"},{"bible_id":"1525","chapter_code":"MRK.9","verse_code":"MRK.9.38","label":"38","content":"Yauhas hais rau Yexus hais tias, “Xibhwb, peb pom ib tug txivneej tuav koj lub npe ntiab dab; peb txwv tsis pub nws ua li ntawd, rau qhov nws tsis yog peb cov.”"},{"bible_id":"1525","chapter_code":"MRK.9","verse_code":"MRK.9.39","label":"39","content":"Yexus hais rau lawv hais tias, “Tsis txhob txwv nws; leejtwg tuav kuv lub npe ua tej txujci tseemceeb, tom qab ntawd nws yeej yuav tsis thuam kuv."},{"bible_id":"1525","chapter_code":"MRK.9","verse_code":"MRK.9.40","label":"40","content":"Tus uas tsis tawmtsam peb, tus ntawd yog peb cov."},{"bible_id":"1525","chapter_code":"MRK.9","verse_code":"MRK.9.41","label":"41","content":"Kuv qhia tseeb rau nej hais tias tus uas muab ib khob dej rau nej haus, vim nws paub hais tias nej yog kuv cov thwjtim, ces tus ntawd yeej yuav tau nqi zog.”"},{"bible_id":"1525","chapter_code":"MRK.9","verse_code":"MRK.9.42","label":"42","content":"“Yog leejtwg ua rau cov menyuam uas ntseeg kuv no ib tug ua txhaum, cia li muab hlua khi ib txhib zeb loj loj dai rau tus ntawm cajdab thiab coj nws mus pov rau hauv hiavtxwv yuav zoo dua."},{"bible_id":"1525","chapter_code":"MRK.9","verse_code":"MRK.9.43","label":"43","content":"Yog koj txhais tes ua rau koj ua txhaum, cia li muab koj txhais tes ntawd txiav povtseg! Koj muaj ib sab tes xwb koj tau txojsia zoo dua li koj muaj ob sab tes, es koj poob mus rau hauv ntujtawg qhov uas muaj hluavtaws cig tsis paub tuag li."},{"bible_id":"1525","chapter_code":"MRK.9","verse_code":"MRK.9.44","label":"44","content":"[Qhov ntawd tej kas uas noj lawv ntawd tsis txawj tuag, thiab hluavtaws yuav cig mus ibtxhis li.]"},{"bible_id":"1525","chapter_code":"MRK.9","verse_code":"MRK.9.45","label":"45","content":"Thiab yog koj ib txhais kotaw ua rau koj ua txhaum, cia li muab koj txhais kotaw ntawd txiav povtseg! Koj muaj ib sab kotaw xwb koj tau txojsia zoo dua li koj muaj ob txhais kotaw, es koj poob mus rau hauv ntujtawg."},{"bible_id":"1525","chapter_code":"MRK.9","verse_code":"MRK.9.46","label":"46","content":"[Qhov ntawd tej kas uas noj lawv ntawd tsis txawj tuag, thiab hluavtaws yuav cig mus ibtxhis li.]"},{"bible_id":"1525","chapter_code":"MRK.9","verse_code":"MRK.9.47","label":"47","content":"Thiab yog koj ib sab qhovmuag ua rau koj ua txhaum, cia li muab koj sab qhovmuag ntawd kaus povtseg! Koj muaj ib sab qhovmuag xwb koj tau mus Vajtswv lub Tebchaws zoo dua li cia koj muaj ob sab qhovmuag, es koj poob mus rau hauv ntujtawg."},{"bible_id":"1525","chapter_code":"MRK.9","verse_code":"MRK.9.48","label":"48","content":"“Qhov ntawd ‘tej kas uas noj lawv ntawd tsis txawj tuag, thiab hluavtaws yuav cig mus ibtxhis li.’"},{"bible_id":"1525","chapter_code":"MRK.9","verse_code":"MRK.9.49","label":"49","content":"“Vajtswv yuav muab hluavtaws hlawv txhua tus kom huv ib yam li cov nqaij uas muab ntsev las yuav coj mus fij."},{"bible_id":"1525","chapter_code":"MRK.9","verse_code":"MRK.9.50","label":"50","content":"“Ntsev yog yam uas zoo; tiamsis yog ntsev tsuag lawm, nej yuav ua li cas kom rov qab ntsev tau? “Nej yuav tsum ua li cov ntsev uas zoo, thiab nej yuav tsum nyob sib haum.”"},{"bible_id":"1525","chapter_code":"MRK.10","verse_code":"MRK.10.1","label":"1","content":"Yexus tawm hauv lub nroog ntawd mus rau nram lub xeev Yudas thiab hla tus dej Yauladees mus rau sab tim ub. Muaj neeg coob coob tuaj cuag Yexus, thiab Yexus qhia lawv ib yam li nws niaj zaus qhia."},{"bible_id":"1525","chapter_code":"MRK.10","verse_code":"MRK.10.2","label":"2","content":"Cov Falixais qee leej tuaj cuag Yexus thiab xav sim Yexus. Lawv nug Yexus hais tias, “Peb txoj kevcai puas pub ib tug txivneej twg muab nws tus pojniam nrauj?”"},{"bible_id":"1525","chapter_code":"MRK.10","verse_code":"MRK.10.3","label":"3","content":"Yexus teb lawv hais tias, “Mauxes sau tseg li cas qhia rau nej?”"},{"bible_id":"1525","chapter_code":"MRK.10","verse_code":"MRK.10.4","label":"4","content":"Lawv teb hais tias, “Mauxes pub peb nrauj tiamsis yuav tsum xub ua ntawv nias tes tso mam li nrauj tau.”"},{"bible_id":"1525","chapter_code":"MRK.10","verse_code":"MRK.10.5","label":"5","content":"Yexus hais rau lawv hais tias, “Qhov uas Mauxes sau txoj cai ntawd rau nej twb yog nej tawv ncauj."},{"bible_id":"1525","chapter_code":"MRK.10","verse_code":"MRK.10.6","label":"6","content":"Tiamsis thaum chivkeeb uas Vajtswv tsim lub ntuj thiab lub ntiajteb, ‘Vajtswv tsim tus txivneej thiab tus pojniam.’"},{"bible_id":"1525","chapter_code":"MRK.10","verse_code":"MRK.10.7","label":"7","content":"‘Twb yog vim li no tus txivneej thiaj tso nws niam nws txiv tseg, thiab mus nrog nws tus pojniam nyob,"},{"bible_id":"1525","chapter_code":"MRK.10","verse_code":"MRK.10.8","label":"8","content":"thiab nkawd yuav koom ua ib lub cev.’ Yog li ntawd, nkawd tsis yog ob leeg lawm tiamsis yog ib leeg xwb."},{"bible_id":"1525","chapter_code":"MRK.10","verse_code":"MRK.10.9","label":"9","content":"Vajtswv twb muab nkawd txis ua txij ua nkawm lawm; yog li ntawd, neeg tsis txhob muab nkawd cais.”"},{"bible_id":"1525","chapter_code":"MRK.10","verse_code":"MRK.10.10","label":"10","content":"Thaum Yexus thiab cov thwjtim mus rau hauv tsev lawm, cov thwjtim txawm nug Yexus txog zaj no."},{"bible_id":"1525","chapter_code":"MRK.10","verse_code":"MRK.10.11","label":"11","content":"Yexus hais rau lawv hais tias, “Yog leejtwg muab nws tus pojniam nrauj thiab mus yuav dua pojniam kuj yog nws deev luag pojniam."},{"bible_id":"1525","chapter_code":"MRK.10","verse_code":"MRK.10.12","label":"12","content":"Ib yam nkaus li ntawd yog ib tug pojniam muab nws tus txiv nrauj, thiab nws mus yuav dua txiv kuj yog nws deev luag txiv.”"},{"bible_id":"1525","chapter_code":"MRK.10","verse_code":"MRK.10.13","label":"13","content":"Muaj neeg coj lawv tej menyuam tuaj cuag Yexus thiab thov Yexus cev tes plhws cov menyuam yaus, tiamsis cov thwjtim cem cov neeg ntawd."},{"bible_id":"1525","chapter_code":"MRK.10","verse_code":"MRK.10.14","label":"14","content":"Thaum Yexus pom cov thwjtim ua li ntawd, Yexus tsis txaus siab thiab nws hais rau cov thwjtim hais tias, “Cia cov menyuam los cuag kuv, tsis txhob txwv lawv, rau qhov Vajtswv lub Tebchaws yog cov neeg uas muaj lub siab mos siab muag li cov menyuam ntawd tug."},{"bible_id":"1525","chapter_code":"MRK.10","verse_code":"MRK.10.15","label":"15","content":"Kuv qhia tseeb rau nej hais tias yog leejtwg tsis muaj lub siab mos siab muag li cov menyuam yaus no, tus ntawd yuav tsis tau Vajtswv lub Tebchaws ua nws tug.”"},{"bible_id":"1525","chapter_code":"MRK.10","verse_code":"MRK.10.16","label":"16","content":"Yexus txawm rub cov menyuam yaus ntawd los rau hauv nws xubntiag; nws cev tes plhws lawv txhua tus thiab foom koob hmoov rau lawv."},{"bible_id":"1525","chapter_code":"MRK.10","verse_code":"MRK.10.17","label":"17","content":"Thaum Yexus tabtom sawv kev mus, muaj ib tug txivneej khiav khiav tuaj txhos caug ntua ntawm Yexus hauv ntej; nws nug Yexus hais tias, “Tus Xibhwb uas muaj lub siab zoo, kuv yuav ua li cas kuv thiaj tau txojsia uas ntev dhawv mus ibtxhis?”"},{"bible_id":"1525","chapter_code":"MRK.10","verse_code":"MRK.10.18","label":"18","content":"Yexus teb nws hais tias, “Vim li cas koj hu kuv hais tias tus uas muaj lub siab zoo? Tsis muaj ib tug uas muaj lub siab zoo tsuas yog Vajtswv tib leeg xwb."},{"bible_id":"1525","chapter_code":"MRK.10","verse_code":"MRK.10.19","label":"19","content":"Koj yeej paub tej kevcai uas hais tias, ‘Tsis txhob tua neeg; tsis txhob deev luag pojniam luag txiv; tsis txhob ua tubsab; tsis txhob ua timkhawv tsis tseeb; tsis txhob ntxo luag tug; yuav tsum hwm koj niam koj txiv.’ ”"},{"bible_id":"1525","chapter_code":"MRK.10","verse_code":"MRK.10.20","label":"20","content":"Tus txivneej ntawd hais tias, “Xibhwb, tej uas koj hais ko kuv twb coj thaum kuv tseem yau los lawm.”"},{"bible_id":"1525","chapter_code":"MRK.10","verse_code":"MRK.10.21","label":"21","content":"Yexus hlub tus ntawd, Yexus tsa qhovmuag saib nws thiab hais tias, “Tseem tshuav ib qho uas koj tsis tau ua. Koj cia li rov mus muab koj tej qhov txhia chaw muag huv tibsi thiab muab cov nyiaj ntawd coj mus faib rau cov neeg pluag, koj thiaj yog tus npluanuj nyob saum ntuj ceebtsheej; tom qab ntawd, koj cia li tuaj nrog kuv mus.”"},{"bible_id":"1525","chapter_code":"MRK.10","verse_code":"MRK.10.22","label":"22","content":"Thaum tus txivneej ntawd hnov dheev Yexus hais li ntawd, nws ua ntsejmuag ntshaus ntsho; nws txawm rov mus tsev lawm, nws nyuaj siab kawg li rau qhov nws npluanuj heev."},{"bible_id":"1525","chapter_code":"MRK.10","verse_code":"MRK.10.23","label":"23","content":"Yexus tig los ntsia cov thwjtim thiab hais rau lawv hais tias, “Cov neeg npluanuj yuav mus Vajtswv lub Tebchaws mas nyuaj kawg li!”"},{"bible_id":"1525","chapter_code":"MRK.10","verse_code":"MRK.10.24","label":"24","content":"Thaum cov thwjtim hnov Yexus hais li ntawd lawv xav tsis thoob li, tiamsis Yexus hais ntxiv hais tias, “Cov menyuam, neeg mus Vajtswv lub Tebchaws mas nyuaj kawg li!"},{"bible_id":"1525","chapter_code":"MRK.10","verse_code":"MRK.10.25","label":"25","content":"Ib tus ntxhuav nkag lub qhov koob yoojyim dua ib tug neeg npluanuj mus Vajtswv lub Tebchaws.”"},{"bible_id":"1525","chapter_code":"MRK.10","verse_code":"MRK.10.26","label":"26","content":"Cov thwjtim hnov li ntawd, lawv hajyam xav tsis thoob. Lawv sib tham hais tias, “Yog li ntawd, leejtwg thiaj yuav dim?”"},{"bible_id":"1525","chapter_code":"MRK.10","verse_code":"MRK.10.27","label":"27","content":"Yexus tsa qhovmuag saib cov thwjtim thiab hais tias, “Neeg ua tsis tau, tiamsis Vajtswv ua tau; rau qhov Vajtswv ua tau ib puas tsav yam huv tibsi.”"},{"bible_id":"1525","chapter_code":"MRK.10","verse_code":"MRK.10.28","label":"28","content":"Ces Petus hais rau Yexus hais tias, “Peb twb tso txhua yam tseg thiab tuaj nrog koj mus lawm.”"},{"bible_id":"1525","chapter_code":"MRK.10","verse_code":"MRK.10.29","label":"29","content":"Yexus hais rau lawv hais tias, “Yog tiag, tiamsis kuv qhia tseeb rau nej hais tias tus uas tso vajtse, tso kwvtij, tso nkauj muam, tso niam, tso txiv, tso menyuam thiab tso liaj teb tseg vim nws nrog kuv mus thiab qhia Txojmoo Zoo,"},{"bible_id":"1525","chapter_code":"MRK.10","verse_code":"MRK.10.30","label":"30","content":"tiam no nws yuav tau ib puas npaug ntxiv, xwsli: vajtse, kwvtij, nkauj muam, niam thiab txiv, menyuam, liaj teb thiab nws yuav raug kev tsimtxom; tiam tom ntej nws yuav tau txojsia ntev dhawv mus ibtxhis."},{"bible_id":"1525","chapter_code":"MRK.10","verse_code":"MRK.10.31","label":"31","content":"Tiamsis muaj ntau leej uas nimno ua cov thawj lawv yuav tau mus nyob tom tw, thiab muaj ntau leej uas nyob tom tw yuav tau los ua cov thawj.”"},{"bible_id":"1525","chapter_code":"MRK.10","verse_code":"MRK.10.32","label":"32","content":"Thaum Yexus thiab nws cov thwjtim taug kev mus rau nram lub nroog Yeluxalees, Yexus ua cov thwjtim ntej; cov thwjtim poob siab, thiab cov neeg uas lawv qab ntshai kawg li. Yexus txawm rov coj cov thwjtim mus rau ib cag thiab qhia tej xwm uas yuav los raug nws rau lawv mloog."},{"bible_id":"1525","chapter_code":"MRK.10","verse_code":"MRK.10.33","label":"33","content":"Yexus hais tias, “Nimno peb tabtom taug kev mus rau nram lub nroog Yeluxalees. Thaum mus txog nrad yuav muaj neeg ntes Neeg Leej Tub coj mus rau cov thawj ntawm cov povthawj thiab cov xibhwb uas qhia Vajtswv txoj Kevcai. Lawv yuav txiav txim coj nws mus tua povtseg thiab muab nws rau lwm haivneeg;"},{"bible_id":"1525","chapter_code":"MRK.10","verse_code":"MRK.10.34","label":"34","content":"lawv yuav thuam nws, ua saib tsis taus nws, nto qaubncaug rau nws, nplawm nws thiab muab nws tua povtseg; tom qab ntawd peb hnub nws yuav sawv hauv qhov tuag rov qab los.”"},{"bible_id":"1525","chapter_code":"MRK.10","verse_code":"MRK.10.35","label":"35","content":"Tom qab ntawd Yakaunpaus thiab Yauhas uas yog Xenpedais ob tug tub tuaj cuag Yexus thiab hais tias, “Xibhwb, thov koj pub yam uas wb xav tau rau wb.”"},{"bible_id":"1525","chapter_code":"MRK.10","verse_code":"MRK.10.36","label":"36","content":"Yexus nug nkawd hais tias, “Neb xav kom kuv muab dabtsi rau neb?”"},{"bible_id":"1525","chapter_code":"MRK.10","verse_code":"MRK.10.37","label":"37","content":"Nkawd teb hais tias, “Thaum koj ua vajntxwv zaum saum koj lub zwmtxwv uas ci ntsa iab, thov koj cia wb ib tug nyob ntawm koj sab xis, ib tug nyob ntawm koj sab laug.”"},{"bible_id":"1525","chapter_code":"MRK.10","verse_code":"MRK.10.38","label":"38","content":"Yexus hais rau nkawd hais tias, “Yam uas neb thov no, neb tsis totaub. Lub khob uas kuv yuav haus neb puas haus taus? Txoj kevcai raus dej uas kuv yuav raus neb puas raus taus?”"},{"bible_id":"1525","chapter_code":"MRK.10","verse_code":"MRK.10.39","label":"39","content":"Nkawd teb hais tias, “Taus xwb.” Yexus hais rau nkawd hais tias, “Lub khob uas kuv yuav haus neb yeej yuav haus taus, thiab txoj kevcai raus dej uas kuv yuav raus neb yeej yuav raus taus tiag."},{"bible_id":"1525","chapter_code":"MRK.10","verse_code":"MRK.10.40","label":"40","content":"Tiamsis qhov uas neb ib tug yuav nyob ntawm kuv sab xis thiab ib tug yuav nyob ntawm kuv sab laug ntawd, kuv muab tsis tau rau neb. Yog Vajtswv npaj rau leejtwg, tus ntawd thiaj tau xwb.”"},{"bible_id":"1525","chapter_code":"MRK.10","verse_code":"MRK.10.41","label":"41","content":"Thaum cov thwjtim kaum leej hnov li ntawd, lawv chim rau Yakaunpaus thiab Yauhas nkawd."},{"bible_id":"1525","chapter_code":"MRK.10","verse_code":"MRK.10.42","label":"42","content":"Yexus hu cov thwjtim txhua tus los ua ke thiab hais rau lawv hais tias, “Nej twb paub lawm hais tias cov nomtswv uas saib pejxeem muaj hwjchim kav pejxeem, thiab cov thawj muaj hwjchim yuam kom cov pejxeem ua raws li lawv hais."},{"bible_id":"1525","chapter_code":"MRK.10","verse_code":"MRK.10.43","label":"43","content":"Tiamsis nej tsis txhob ua li ntawd; nej cov yog leejtwg xav ua tus hlob, tus ntawd yuav tsum ua sawvdaws tus tubtxib,"},{"bible_id":"1525","chapter_code":"MRK.10","verse_code":"MRK.10.44","label":"44","content":"thiab nej cov yog leejtwg xav ua tus thawj, tus ntawd yuav tsum ua sawvdaws qhev."},{"bible_id":"1525","chapter_code":"MRK.10","verse_code":"MRK.10.45","label":"45","content":"Txawm yog Neeg Leej Tub los, nws tsis tau kom leejtwg tu nws, tiamsis nws los tu sawvdaws thiab muab nws txojsia los txhiv ntau leej.”"},{"bible_id":"1525","chapter_code":"MRK.10","verse_code":"MRK.10.46","label":"46","content":"Yexus thiab nws cov thwjtim tuaj txog hauv lub nroog Yelikaus. Thaum Yexus lawv tabtom taug kev hauv lub nroog mus, muaj neeg coob coob nrog lawv mus. Lawv mus ntsib ib tug txivneej digmuag hu ua Npatimes nyob ntawm ntug kev thov khawv, nws yog Times tus tub."},{"bible_id":"1525","chapter_code":"MRK.10","verse_code":"MRK.10.47","label":"47","content":"Thaum nws hnov sawvdaws hais tias Yexus tus uas yog neeg Naxales tuaj, ces nws txawm hu nrov nrov hais tias, “Yexus uas yog Daviv tus Tub! Thov koj hlub kuv!”"},{"bible_id":"1525","chapter_code":"MRK.10","verse_code":"MRK.10.48","label":"48","content":"Muaj ntau leej cheem nws kom nws tsis txhob hais lus, tiamsis nws hajyam hu nrov hais tias, “Daviv tus Tub, thov koj hlub kuv!”"},{"bible_id":"1525","chapter_code":"MRK.10","verse_code":"MRK.10.49","label":"49","content":"Yexus txawm nres thiab hais tias, “Hu nws los ntawm no.” Yog li ntawd, lawv txawm mus hais rau tus digmuag hais tias, “Yexus hu koj, koj cia li zoo siab thiab sawv mus cuag nws.”"},{"bible_id":"1525","chapter_code":"MRK.10","verse_code":"MRK.10.50","label":"50","content":"Tus digmuag txawm hle hlo nws lub tsho ntev thiab sawv tsees mus cuag Yexus."},{"bible_id":"1525","chapter_code":"MRK.10","verse_code":"MRK.10.51","label":"51","content":"Yexus nug tus digmuag hais tias, “Koj xav kom kuv pab koj dabtsi?” Tus digmuag teb hais tias, “Xibhwb, kuv xav rov pom kev.”"},{"bible_id":"1525","chapter_code":"MRK.10","verse_code":"MRK.10.52","label":"52","content":"Yexus hais rau nws hais tias, “Koj cia li mus, koj txojkev ntseeg twb ua rau koj ob lub qhovmuag zoo lawm.” Tamsim ntawd nws txawm pom kev thiab nrog Yexus taug kev mus."},{"bible_id":"1525","chapter_code":"MRK.11","verse_code":"MRK.11.1","label":"1","content":"Thaum Yexus lawv mus yuav txog ntawm lub zos Npefakhes thiab lub zos Npethanis uas nyob ze lub nroog Yeluxalees, lawv mus txog ntawm lub Roob Txiv Ntoo Roj. Yexus txib nws ob tug thwjtim ua nws ntej mus;"},{"bible_id":"1525","chapter_code":"MRK.11","verse_code":"MRK.11.2","label":"2","content":"nws qhia nkawd hais tias, “Neb cia li ncaj nraim mus rau hauv lub zos uas nyob tom neb hauv ntej. Thaum neb mus txog hauv lawm, neb yuav pom ib tug menyuam neesluav khi rau ntawm ib tug ncej. Tus menyuam neesluav ntawd tsis tau muaj neeg caij ib zaug li, neb cia li daws cab los."},{"bible_id":"1525","chapter_code":"MRK.11","verse_code":"MRK.11.3","label":"3","content":"Yog muaj leejtwg nug neb hais tias neb yuav daws cab mus ua dabtsi? Neb cia li teb hais tias, tus Tswv  xav siv, ib ntsis nws mam li xa rov qab los.”"},{"bible_id":"1525","chapter_code":"MRK.11","verse_code":"MRK.11.4","label":"4","content":"Nkawd mus pom ib tug menyuam neesluav khi rau ntawm ntug kev ze ntawm qhovrooj. Thaum nkawd tabtom daws tus neesluav,"},{"bible_id":"1525","chapter_code":"MRK.11","verse_code":"MRK.11.5","label":"5","content":"cov neeg uas nyob ntawd muaj qee leej nug hais tias, “Neb yuav daws tus menyuam neesluav cab mus ua dabtsi?”"},{"bible_id":"1525","chapter_code":"MRK.11","verse_code":"MRK.11.6","label":"6","content":"Nkawd teb raws li Yexus tau qhia rau nkawd lawm, ces lawv txawm cia nkawd cab mus."},{"bible_id":"1525","chapter_code":"MRK.11","verse_code":"MRK.11.7","label":"7","content":"Nkawd cab tus menyuam neesluav mus rau Yexus, nkawd hle nkawd ob lub tsho ntev pua tus menyuam neesluav nraubqaum rau Yexus caij."},{"bible_id":"1525","chapter_code":"MRK.11","verse_code":"MRK.11.8","label":"8","content":"Muaj ntau leej hle lawv tej tsho pua hauv kev, muaj ibtxhia mus txiav nplooj tom ntug zos nqa los pua kev."},{"bible_id":"1525","chapter_code":"MRK.11","verse_code":"MRK.11.9","label":"9","content":"Cov neeg uas ua ntej thiab cov uas lawv qab sawvdaws qw nrov nrov hais tias, “Ua Vajtswv tsaug!  Thov Vajtswv foom koob hmoov rau tus uas Vajtswv txib los!"},{"bible_id":"1525","chapter_code":"MRK.11","verse_code":"MRK.11.10","label":"10","content":"Thov Vajtswv foom koob hmoov rau tus uas yuav kav neeg lub siab, ib yam li thaud peb yawgkoob Daviv kav nws haivneeg! Cia li qhuas Vajtswv tus uas nyob saum ntuj ceebtsheej!”"},{"bible_id":"1525","chapter_code":"MRK.11","verse_code":"MRK.11.11","label":"11","content":"Thaum Yexus mus txog hauv lub nroog Yeluxalees lawm, nws mus rau hauv lub Tuamtsev thiab nws saib txhua yam hauv lub Tuamtsev. Tiamsis thaum ntawd twb yuav tsaus ntuj, nws thiaj coj kaum ob tug thwjtim nrog nws mus rau tom lub zog Npethanis."},{"bible_id":"1525","chapter_code":"MRK.11","verse_code":"MRK.11.12","label":"12","content":"Hnub tom qab thaum Yexus thiab nws cov thwjtim rov qab tom lub zos Npethanis los, Yexus tshaib plab heev."},{"bible_id":"1525","chapter_code":"MRK.11","verse_code":"MRK.11.13","label":"13","content":"Nws pom ib tsob txiv ncuavpias muaj nplooj tsaus nti nyob tom nws hauv ntej, Yexus txawm mus saib, saib puas txi txiv. Tiamsis thaum nws mus txog tsis pom muaj ib lub txiv li, tsuas pom muaj nplooj xwb rau qhov tseem tsis tau txog lub caij txi."},{"bible_id":"1525","chapter_code":"MRK.11","verse_code":"MRK.11.14","label":"14","content":"Yexus txawm hais rau tsob txiv ncuavpias ntawd hais tias, “Txij no mus yuav tsis muaj leejtwg tau noj koj cov txiv ib zaug li lawm!” Cov thwjtim hnov Yexus hais li ntawd rau tsob ntoo."},{"bible_id":"1525","chapter_code":"MRK.11","verse_code":"MRK.11.15","label":"15","content":"Thaum Yexus lawv mus txog hauv lub nroog Yeluxalees lawm, Yexus mus rau ntawm lub Tuamtsev thiab ntiab cov neeg uas tuaj ua lag ua luam kom tawm mus. Nws muab lawv tej rooj pauv nyiaj thiab cov neeg uas muag nquab tej rooj zaum ntxeev pes hlo."},{"bible_id":"1525","chapter_code":"MRK.11","verse_code":"MRK.11.16","label":"16","content":"Thiab nws txwv tsis pub leejtwg coj ib yam dabtsi tuaj muag rau ntawm lub tshavpuam ntawm lub Tuamtsev."},{"bible_id":"1525","chapter_code":"MRK.11","verse_code":"MRK.11.17","label":"17","content":"Yexus hais rau lawv hais tias, “Vajtswv txojlus sau tseg hais tias, ‘Sawvdaws yuav hu kuv lub Tuamtsev hais tias yog lub tsev uas txhua haivneeg tuaj thov Vajtswv.’ Tiamsis nej muab ua qhov chaw rau tubsab nkaum!”"},{"bible_id":"1525","chapter_code":"MRK.11","verse_code":"MRK.11.18","label":"18","content":"Cov thawj ntawm cov povthawj thiab cov xibhwb uas qhia Vajtswv txoj Kevcai hnov tej no, lawv txawm nrhiav kev muab Yexus tua povtseg. Lawv ntshai Yexus rau qhov sawvdaws xav tsis thoob rau Yexus tej lus qhia."},{"bible_id":"1525","chapter_code":"MRK.11","verse_code":"MRK.11.19","label":"19","content":"Thaum yuav tsaus ntuj Yexus thiab nws cov thwjtim txawm tawm hauv lub nroog mus lawm."},{"bible_id":"1525","chapter_code":"MRK.11","verse_code":"MRK.11.20","label":"20","content":"Hnub tom qab thaum sawv ntxov Yexus thiab nws cov thwjtim rov qab mus rau tom lub nroog. Lawv pom tsob txiv ncuavpias twb qhuav lawm. Txawm yog tej cag los qhuav tas huv tibsi."},{"bible_id":"1525","chapter_code":"MRK.11","verse_code":"MRK.11.21","label":"21","content":"Petus nco dheev txog Yexus cov lus thiab hais rau Yexus hais tias, “Xibhwb, koj saib tsob txiv ncuavpias uas nag hmo koj foom twb qhuav tas lawm!”"},{"bible_id":"1525","chapter_code":"MRK.11","verse_code":"MRK.11.22","label":"22","content":"Yexus teb lawv hais tias, “Yog nej ntseeg Vajtswv tiag,"},{"bible_id":"1525","chapter_code":"MRK.11","verse_code":"MRK.11.23","label":"23","content":"kuv qhia tseeb rau nej hais tias yog nej hais rau lub roob no kom txav mus rau hauv hiavtxwv, lub roob no yeej yuav txav mus. Tiamsis nej yuav tsum ntseeg hais tias yuav muaj raws li nej hais, ces yeej yuav muaj raws li ntawd tiag."},{"bible_id":"1525","chapter_code":"MRK.11","verse_code":"MRK.11.24","label":"24","content":"Twb yog vim li ntawd kuv thiaj hais rau nej hais tias thaum nej thov Vajtswv pub ib yam dabtsi rau nej, nej yuav tsum ntseeg hais tias Vajtswv twb pub yam ntawd rau nej lawm nej thiaj yuav tau yam uas nej thov."},{"bible_id":"1525","chapter_code":"MRK.11","verse_code":"MRK.11.25","label":"25","content":"Thaum nej sawv ntsug thov Vajtswv, nej yuav tsum zam txim rau tus uas tau ua txhaum rau nej lawm. Yog nej ua li ntawd nej Leej Txiv tus uas nyob saum ntuj ceebtsheej thiaj yuav zam nej lub txim."},{"bible_id":"1525","chapter_code":"MRK.11","verse_code":"MRK.11.26","label":"26","content":"[Yog nej tsis zam txim rau lwm tus, nej Leej Txiv tus uas nyob saum ntuj ceebtsheej yuav tsis zam txim rau nej thiab.”]"},{"bible_id":"1525","chapter_code":"MRK.11","verse_code":"MRK.11.27","label":"27","content":"Yexus thiab nws cov thwjtim mus rau hauv lub nroog Yeluxalees. Thaum Yexus mus rau hauv lub tshavpuam ntawm lub Tuamtsev, cov thawj ntawm cov povthawj, cov xibhwb uas qhia Vajtswv txoj Kevcai thiab cov txwjlaug tuaj cuag Yexus;"},{"bible_id":"1525","chapter_code":"MRK.11","verse_code":"MRK.11.28","label":"28","content":"lawv nug Yexus hais tias, “Ua li cas koj muaj cai ua tej no? Leejtwg tso cai rau koj?”"},{"bible_id":"1525","chapter_code":"MRK.11","verse_code":"MRK.11.29","label":"29","content":"Yexus teb lawv hais tias, “Kuv yuav nug nej ib los; yog nej teb tau, kuv mam li qhia rau nej hais tias yog vim li cas kuv muaj cai ua tej no."},{"bible_id":"1525","chapter_code":"MRK.11","verse_code":"MRK.11.30","label":"30","content":"Nej sim qhia rau kuv saib leejtwg tso cai rau Yauhas muab neeg ua kevcai raus dej, Vajtswv lossis neeg?”"},{"bible_id":"1525","chapter_code":"MRK.11","verse_code":"MRK.11.31","label":"31","content":"Lawv txawm sib tham hais tias, “Peb yuav teb li cas thiaj zoo? Yog peb teb hais tias Vajtswv kom Yauhas ua, nws yuav hais tias, ‘Ua li cas nej ho tsis ntseeg Yauhas tej lus?’"},{"bible_id":"1525","chapter_code":"MRK.11","verse_code":"MRK.11.32","label":"32","content":"Yog peb teb hais tias, ‘Neeg kom Yauhas ua…’ ” (Peb ntshai nyob tsam cov pejxeem ua phem rau peb, rau qhov sawvdaws yeej paub hais tias Yauhas yog tus cev Vajtswv lus.)"},{"bible_id":"1525","chapter_code":"MRK.11","verse_code":"MRK.11.33","label":"33","content":"Lawv thiaj teb Yexus hais tias, “Peb tsis paub.” Yexus hais rau lawv hais tias, “Yog li ntawd, kuv yuav tsis qhia rau nej hais tias yog leejtwg tso cai rau kuv ua tej no thiab.”"},{"bible_id":"1525","chapter_code":"MRK.12","verse_code":"MRK.12.1","label":"1","content":"Yexus ua lus pivtxwv qhia rau lawv hais tias, “Muaj ib tug txivneej xov tau ib lub vaj thiab cog txiv hmab rau hauv; nws khawb ib lub qhov tsuam txiv hmab thiab ua lub chaw tsomfaj zov. Nws muab tso rau ib co neeg tu sib faib cov txiv, ces nws txawm mus rau lwm tebchaws lawm."},{"bible_id":"1525","chapter_code":"MRK.12","verse_code":"MRK.12.2","label":"2","content":"Thaum txog lub caij de txiv hmab, nws txawm txib nws ib tug tubtxib mus sau tej txiv uas yog nws tug los rau nws."},{"bible_id":"1525","chapter_code":"MRK.12","verse_code":"MRK.12.3","label":"3","content":"Cov neeg uas tu lub vaj ntes tus tubtxib ntawd, muab nws ntaus, thiab ntiab nws rov qab mus tes dawb tes npliag."},{"bible_id":"1525","chapter_code":"MRK.12","verse_code":"MRK.12.4","label":"4","content":"Tus tswv vaj rov txib dua ib tug tubtxib mus cuag cov neeg uas tu lub vaj; cov neeg uas tu lub vaj muab tus tubtxib ntawd ntaus taubhau to thiab ua ob peb yam phem rau nws."},{"bible_id":"1525","chapter_code":"MRK.12","verse_code":"MRK.12.5","label":"5","content":"Tus tswv vaj rov txib dua ib tug tubtxib mus; cov neeg uas tu lub vaj muab tus tubtxib ntawd tua povtseg; tom qab ntawd tus tswv vaj txib dua ntau leej mus los lawv ua ib yam li ua rau cov uas xub mus. Lawv muab qee leej ntaus thiab muab qee leej tua povtseg."},{"bible_id":"1525","chapter_code":"MRK.12","verse_code":"MRK.12.6","label":"6","content":"Tshuav tus tswv vaj tus tub xwb thiaj tsis tau mus. Thaum kawg tus tswv vaj thiaj txib nws tib leeg tub uas nws hlub heev mus cuag cov neeg uas tu lub vaj. Nws xav hais tias, ‘Lawv yuav hwm kuv tus tub.’"},{"bible_id":"1525","chapter_code":"MRK.12","verse_code":"MRK.12.7","label":"7","content":"Tiamsis lawv sib ntxhi hais tias, ‘Tus no yog tus tswv vaj tus tub. Peb cia li muab nws tua povtseg, peb thiaj tau lub vaj!’"},{"bible_id":"1525","chapter_code":"MRK.12","verse_code":"MRK.12.8","label":"8","content":"Lawv txawm ntes kiag tus tub ntawd, muab nws tua thiab muab nws pov rau sab ntug vaj nraud.”"},{"bible_id":"1525","chapter_code":"MRK.12","verse_code":"MRK.12.9","label":"9","content":"Yexus nug hais tias, “Yog li ntawd, tus tswv vaj yuav ua li cas rau cov neeg uas tu lub vaj? Nws yeej yuav mus muab cov neeg ntawd tua povtseg huv tibsi, thiab muab nws lub vaj tso rau lwm cov tu."},{"bible_id":"1525","chapter_code":"MRK.12","verse_code":"MRK.12.10","label":"10","content":"Nej twb nyeem Vajtswv Txojlus uas hais tias, ‘Lub pobzeb uas cov kws ua tsev muab povtseg, lub ntawd twb los ua lub thawj lawm."},{"bible_id":"1525","chapter_code":"MRK.12","verse_code":"MRK.12.11","label":"11","content":"Qhov no yog tus Tswv ua, peb xav tsis thoob li!’ ”"},{"bible_id":"1525","chapter_code":"MRK.12","verse_code":"MRK.12.12","label":"12","content":"Cov Yudas cov thawjcoj nrhiav kev ntes Yexus, rau qhov lawv paub hais tias, Yexus qhia zaj lus pivtxwv ntawd tawmtsam lawv. Tiamsis lawv ntshai cov neeg coob coob ntawd, lawv txawm cia li khiav lawm."},{"bible_id":"1525","chapter_code":"MRK.12","verse_code":"MRK.12.13","label":"13","content":"Lawv txib cov Falixais qee leej thiab Helauj cov neeg qee leej mus cuag Yexus thiab nug nws ob peb yam saib nws puas yuav hais txhaum."},{"bible_id":"1525","chapter_code":"MRK.12","verse_code":"MRK.12.14","label":"14","content":"Lawv tuaj cuag Yexus thiab nug hais tias, “Xibhwb, peb paub hais tias koj yog tus ncaj ncees, koj tsis xaiv leejtwg ntsejmuag. Koj tsis ua raws li neeg lub siab, tiamsis koj qhia Vajtswv txojkev tseeb rau neeg. Koj qhia rau peb saib, yog peb them se rau Xixas puas txhaum peb txoj kevcai los tsis txhaum?”"},{"bible_id":"1525","chapter_code":"MRK.12","verse_code":"MRK.12.15","label":"15","content":"Tiamsis Yexus twb paub lawm hais tias yog lawv tuaj sim nws xwb, nws thiaj teb lawv hais tias, “Nej tuaj sim kuv ua dabtsi? Nej cia li muab ib lub nyiaj los rau kuv saib.”"},{"bible_id":"1525","chapter_code":"MRK.12","verse_code":"MRK.12.16","label":"16","content":"Lawv muab ib lub nyiaj los rau Yexus. Yexus nug lawv hais tias, “Lub ntsejmuag thiab lub npe ntawm lub nyiaj no yog leejtwg lub?” Lawv teb hais tias, “Yog Xixas lub.”"},{"bible_id":"1525","chapter_code":"MRK.12","verse_code":"MRK.12.17","label":"17","content":"Yexus hais tias, “Yog li ntawd, yam uas yog Xixas li nej cia li muab rau Xixas thiab yam uas yog Vajtswv li nej cia li muab rau Vajtswv.” Thaum lawv hnov Yexus hais li ntawd, lawv xav tsis thoob li."},{"bible_id":"1525","chapter_code":"MRK.12","verse_code":"MRK.12.18","label":"18","content":"Cov Xadukais qee leej uas tsis ntseeg hais tias, neeg yuav sawv hauv qhov tuag rov qab los, qee leej tuaj ntsib Yexus thiab nug hais tias,"},{"bible_id":"1525","chapter_code":"MRK.12","verse_code":"MRK.12.19","label":"19","content":"“Xibhwb, Mauxes sau ib txoj kevcai qhia rau peb hais tias, ‘Yog tus txiv tuag thaum nws tus pojniam tseem tsis tau muaj menyuam, nws tus kwv yuav tsum yuav tus niamtij, tus tijlaug thiaj muaj xeebntxwv.’"},{"bible_id":"1525","chapter_code":"MRK.12","verse_code":"MRK.12.20","label":"20","content":"Thaud muaj xya leej kwvtij; tus tijlaug yuav pojniam tiamsis tseem tsis tau muaj menyuam, nws txawm tuag lawm."},{"bible_id":"1525","chapter_code":"MRK.12","verse_code":"MRK.12.21","label":"21","content":"Tus kwv yuav tus niamtij ntawd, tsis tau muaj menyuam, tus kwv txawm tuag lawm; tus kwv ob ho yuav tus niamtij, tiamsis nws kuj tuag lawm thiab,"},{"bible_id":"1525","chapter_code":"MRK.12","verse_code":"MRK.12.22","label":"22","content":"tagnrho xya leej kwvtij uas yuav tus pojniam ntawd puavleej tuag huv tibsi tsis tau muaj menyuam. Thaum kawg tus pojniam ntawd kuj tuag lawm thiab."},{"bible_id":"1525","chapter_code":"MRK.12","verse_code":"MRK.12.23","label":"23","content":"Yog li ntawd, thaum txog hnub uas cov neeg tuag sawv rov qab los, tus pojniam ntawd yuav yog leejtwg tus pojniam? Rau qhov lawv xya leej kwvtij ntawd puavleej tau yuav nws lawm.”"},{"bible_id":"1525","chapter_code":"MRK.12","verse_code":"MRK.12.24","label":"24","content":"Yexus teb hais tias, “Nej xav yuam kev lawm, rau qhov nej tsis totaub Vajtswv Txojlus thiab tsis paub Vajtswv lub hwjchim."},{"bible_id":"1525","chapter_code":"MRK.12","verse_code":"MRK.12.25","label":"25","content":"Thaum cov neeg uas tuag lawm sawv rov qab los, lawv yuav zoo ib yam li cov timtswv uas nyob saum ntuj ceebtsheej; lawv tsis yuav pojniam tsis yuav txiv lawm."},{"bible_id":"1525","chapter_code":"MRK.12","verse_code":"MRK.12.26","label":"26","content":"Hais txog qhov uas cov neeg tuag sawv rov qab los, nej puas tau nyeem Mauxes phau ntawv uas hais txog cov nplaim taws uas cig ntawm tsob ntoo? Vajtswv hais rau Mauxes hais tias, ‘Kuv yog Anplahas tus Vajtswv, Ixaj tus Vajtswv thiab Yakhauj tus Vajtswv,’"},{"bible_id":"1525","chapter_code":"MRK.12","verse_code":"MRK.12.27","label":"27","content":"Vajtswv tsis yog cov neeg tuag tus Vajtswv, tiamsis nws yog cov neeg ciaj tus Vajtswv. Nej xav yuam kev lawm!”"},{"bible_id":"1525","chapter_code":"MRK.12","verse_code":"MRK.12.28","label":"28","content":"Muaj ib tug xibhwb uas qhia Vajtswv txoj Kevcai nyob ntawd hnov lawv sib tham. Nws pom Yexus ua tib zoo teb cov Xadukais, nws txawm los nug Yexus hais tias, “Vajtswv txoj kevcai, nqe twg yog nqe uas tseemceeb dua ntais huv tibsi?”"},{"bible_id":"1525","chapter_code":"MRK.12","verse_code":"MRK.12.29","label":"29","content":"Yexus teb hais tias, “Nqe no yog nqe uas tseemceeb dua ntais; ‘Cov neeg Yixalayees, nej ua tib zoo mloog! Tus Tswv uas yog peb tus Vajtswv, nws tib leeg xwb thiaj yog tus Tswv."},{"bible_id":"1525","chapter_code":"MRK.12","verse_code":"MRK.12.30","label":"30","content":"Nej yuav tsum hlub tus Tswv uas yog nej tus Vajtswv kawg siab kawg ntsws, kawg plab kawg plawv thiab kawg nej lub dag lub zog.’"},{"bible_id":"1525","chapter_code":"MRK.12","verse_code":"MRK.12.31","label":"31","content":"Nqe ob uas tseemceeb hais li no hais tias, ‘Hlub koj tej kwvtij zejzog ib yam li koj hlub koj lub cev.’ Tsis muaj dua lwm nqe uas tseemceeb tshaj ob nqe no lawm.”"},{"bible_id":"1525","chapter_code":"MRK.12","verse_code":"MRK.12.32","label":"32","content":"Tus xibhwb uas qhia Vajtswv txoj kevcai teb Yexus hais tias, “Yog lawm, xibhwb! Yeej muaj tseeb li koj hais tiag, tsuas muaj tib tug Tswv uas yog Vajtswv xwb, tsis muaj dua lwm tus Vajtswv lawm."},{"bible_id":"1525","chapter_code":"MRK.12","verse_code":"MRK.12.33","label":"33","content":"Yog li ntawd, yus yuav tsum hlub Vajtswv kawg siab kawg ntsws, kawg plab kawg plawv thiab kawg lub dag lub zog, thiab yus yuav hlub yus tej kwvtij zejzog ib yam li yus hlub yus lub cev. Yog ua raws li ob nqe no kuj tseemceeb dua li yus muab tej tsiaj tua theej txhoj thiab muab khoom hlawv fij rau Vajtswv.”"},{"bible_id":"1525","chapter_code":"MRK.12","verse_code":"MRK.12.34","label":"34","content":"Yexus pom hais tias nws muaj tswvyim teb, ces Yexus txawm hais rau nws hais tias, “Koj nyob tsis deb Vajtswv lub Tebchaws lawm.” Tom qab ntawd tsis muaj leejtwg kam nug Yexus li lawm."},{"bible_id":"1525","chapter_code":"MRK.12","verse_code":"MRK.12.35","label":"35","content":"Thaum Yexus tabtom qhia hauv lub Tuamtsev, nws nug hais tias, “Ua li cas cov xibhwb uas qhia Vajtswv txoj Kevcai hais tias tus Mexiyas yog Daviv tus Tub?"},{"bible_id":"1525","chapter_code":"MRK.12","verse_code":"MRK.12.36","label":"36","content":"Vaj Ntsujplig tshoov Daviv siab, Daviv thiaj hais tias, ‘Tus Tswv hais rau kuv tus Tswv hais tias, koj cia li zaum ntawm kuv sab xis mus txog thaum uas kuv muab koj cov yeebncuab los rau koj tsuj.’"},{"bible_id":"1525","chapter_code":"MRK.12","verse_code":"MRK.12.37","label":"37","content":"Daviv twb hu nws hais tias ‘Tus Tswv’; yog li ntawd, yuav ua li cas hais tau tias tus Mexiyas yog Daviv tus tub?” Cov neeg coob coob uas tabtom mloog Yexus qhia ntawd lawv zoo siab kawg li."},{"bible_id":"1525","chapter_code":"MRK.12","verse_code":"MRK.12.38","label":"38","content":"Yexus qhia lawv hais tias, “Nej yuav tsum ceevfaj cov xibhwb uas qhia Vajtswv txoj Kevcai. Lawv nyiam hnav tej tsho ntev ncig mus ncig los tom khw kom sawvdaws hwm lawv,"},{"bible_id":"1525","chapter_code":"MRK.12","verse_code":"MRK.12.39","label":"39","content":"thiab lawv xaiv tej chaw uas zoo hauv tej tsev sablaj lossis hauv tej rooj noj rooj haus zaum xwb."},{"bible_id":"1525","chapter_code":"MRK.12","verse_code":"MRK.12.40","label":"40","content":"Lawv txhav tej pojntsuam tej vajtse yuav thiab thov Vajtswv ntev ntev kom sawvdaws qhuas lawv. Lawv yeej yuav raug txim hnyav dua lwm tus huv tibsi!”"},{"bible_id":"1525","chapter_code":"MRK.12","verse_code":"MRK.12.41","label":"41","content":"Yexus nyob ze lub phijxab uas sawvdaws coj nyiaj tuaj tso hauv lub Tuamtsev; Yexus saib cov neeg uas tuaj tso nyiaj. Muaj cov neeg npluanuj ntau leej tso nyiaj ntau ntau rau hauv lub phijxab;"},{"bible_id":"1525","chapter_code":"MRK.12","verse_code":"MRK.12.42","label":"42","content":"thiab muaj ib tug pojntsuam pluag pluag muab ob lub txiaj toog tuaj tso rau hauv."},{"bible_id":"1525","chapter_code":"MRK.12","verse_code":"MRK.12.43","label":"43","content":"Yexus hu nws cov thwjtim los cuag nws thiab hais rau lawv hais tias, “Kuv qhia tseeb rau nej hais tias tus pojntsuam uas pluag pluag ntawd tso nyiaj ntau dua lwm tus."},{"bible_id":"1525","chapter_code":"MRK.12","verse_code":"MRK.12.44","label":"44","content":"Rau qhov lwm tus muab lawv tej nyiaj uas seem coj tuaj tso xwb, tiamsis tus pojntsuam uas pluag pluag no, nws muab hlo ob lub txiaj toog uas nws muaj tuaj tso huv tibsi.”"},{"bible_id":"1525","chapter_code":"MRK.13","verse_code":"MRK.13.1","label":"1","content":"Thaum Yexus tabtom tawm ntawm lub Tuamtsev mus, Yexus cov thwjtim muaj ib tug hais rau Yexus hais tias, “Xibhwb, koj saib tej pobzeb thiab tej tsev ntawd zoo nkauj kawg li!”"},{"bible_id":"1525","chapter_code":"MRK.13","verse_code":"MRK.13.2","label":"2","content":"Yexus teb hais tias, “Koj pom tej tsev uas loj loj no los? Kuv qhia rau koj hais tias tej pobzeb uas muab sib dhos ua ke ntawd txhua lub yuav pluam nyias nyob nyias tas huv tibsi.”"},{"bible_id":"1525","chapter_code":"MRK.13","verse_code":"MRK.13.3","label":"3","content":"Thaum Yexus nyob pem lub Roob Txiv Ntoo Roj uas nyob ncaj lub Tuamtsev sab tid, thaum ntawd Petus, Yakaunpaus, Yauhas thiab Adales los nug Yexus twjywm."},{"bible_id":"1525","chapter_code":"MRK.13","verse_code":"MRK.13.4","label":"4","content":"Lawv hais tias, “Koj qhia rau peb saib, thaum twg mam li muaj tej no thiab yuav muaj yam dabtsi qhia rau peb paub hais tias twb txog lub sijhawm uas muaj tej ntawd lawm?”"},{"bible_id":"1525","chapter_code":"MRK.13","verse_code":"MRK.13.5","label":"5","content":"Yexus qhia rau lawv hais tias, “Nej yuav tsum ceevfaj, tsis txhob pub leejtwg dag ntxias tau nej yuam kev."},{"bible_id":"1525","chapter_code":"MRK.13","verse_code":"MRK.13.6","label":"6","content":"Yuav muaj ntau leej tuav kuv lub npe hais rau nej hais tias, ‘Kuv yog nws!’ thiab lawv yuav dag ntxias ntau leej yuam kev."},{"bible_id":"1525","chapter_code":"MRK.13","verse_code":"MRK.13.7","label":"7","content":"Thaum nej hnov suab ntaj suab riam nyob ze nej thiab hnov tej tebchaws nyob deb ua tsov ua rog, nej tsis txhob poob siab, yeej yuav xub muaj tej ntawd, tiamsis tej ntawd tsis tau qhia hais tias twb txog lub sijhawm ntiajteb kawg lawm."},{"bible_id":"1525","chapter_code":"MRK.13","verse_code":"MRK.13.8","label":"8","content":"Ib lub tebchaws yuav sawv tawmtsam ib lub tebchaws, thiab ib haivneeg yuav sawv tawmtsam ib haivneeg. Yuav muaj av qeeg txhua qhov thiab yuav muaj kev tshaib kev nqhis. Tej ntawd zoo ib yam li tus pojniam uas nyuam qhuav pib mob plab yuav yug menyuam."},{"bible_id":"1525","chapter_code":"MRK.13","verse_code":"MRK.13.9","label":"9","content":"“Nej yuav tsum ceevfaj rau qhov yuav muaj neeg ntes nej coj mus rau hauv tej tsev hais plaub; luag yuav muab nej ntaus hauv tej tsev sablaj thiab yuav coj nej mus sawv tabmeeg tej nomtswv thiab tej vajntxwv, vim nej yog cov uas ntseeg kuv. Thaum ntawd yog lub sijhawm zoo rau nej qhia Txojmoo Zoo."},{"bible_id":"1525","chapter_code":"MRK.13","verse_code":"MRK.13.10","label":"10","content":"Tiamsis yuav tsum muaj neeg mus qhia Txojmoo Zoo rau txhua haivneeg ua ntej tso, mam li muaj tej no."},{"bible_id":"1525","chapter_code":"MRK.13","verse_code":"MRK.13.11","label":"11","content":"Thaum luag ntes nej coj mus rau hauv tej tsev hais plaub, nej tsis txhob txhawj hais tias nej yuav hais li cas; thaum txog lub sijhawm ntawd, Vajtswv yuav qhia kom nej paub hais, rau qhov tej lus uas nej hais tsis yog nej tej lus; tiamsis yog Vaj Ntsujplig tus Dawbhuv tej lus."},{"bible_id":"1525","chapter_code":"MRK.13","verse_code":"MRK.13.12","label":"12","content":"Tej kwvtij ib tug yuav muab ib tug coj mus rau luag tua; txiv yuav ua ib yam li ntawd rau tej menyuam. Thiab tej menyuam yuav tawmtsam niamtxiv thiab coj mus rau luag tua."},{"bible_id":"1525","chapter_code":"MRK.13","verse_code":"MRK.13.13","label":"13","content":"Txhua tus yuav ntxub nej vim nej yog cov uas ntseeg kuv, tiamsis tus uas ua siab ntev mus txog hnub kawg tus ntawd yuav dim."},{"bible_id":"1525","chapter_code":"MRK.13","verse_code":"MRK.13.14","label":"14","content":"“Nej yuav pom ‘Yam uas phem kawg nkaus’ nyob hauv qhov chaw uas tsis tsimnyog yam ntawd nyob.” (Tus uas nyeem zaj no, cia li totaub!) “Thaum ntawd cov neeg uas nyob hauv lub xeev Yudas cia li khiav mus rau pem tej roob."},{"bible_id":"1525","chapter_code":"MRK.13","verse_code":"MRK.13.15","label":"15","content":"Tus uas nyob nraum zoov tsis txhob rov mus nqa ib yam dabtsi hauv tsev."},{"bible_id":"1525","chapter_code":"MRK.13","verse_code":"MRK.13.16","label":"16","content":"Tus uas nyob tom teb tsis txhob rov los nqa nws lub tsho ntev hauv tsev."},{"bible_id":"1525","chapter_code":"MRK.13","verse_code":"MRK.13.17","label":"17","content":"Lub sijhawm ntawd tej pojniam uas suab menyuam thiab tej pojniam uas muaj menyuam mos noj mis yuav txomnyem kawg li."},{"bible_id":"1525","chapter_code":"MRK.13","verse_code":"MRK.13.18","label":"18","content":"Nej yuav tsum thov Vajtswv pab kom nej tsis txhob tau khiav lub caij ntuj no!"},{"bible_id":"1525","chapter_code":"MRK.13","verse_code":"MRK.13.19","label":"19","content":"Txij thaum Vajtswv tsim lub ntiajteb los txog niaj hnub no tsis tau muaj kev txomnyem heev npaum li zaum no, thiab yav tom ntej yuav tsis muaj li zaum no lawm."},{"bible_id":"1525","chapter_code":"MRK.13","verse_code":"MRK.13.20","label":"20","content":"Tiamsis tus Tswv twb txiav hnub txiav nyoog kom luv lawm. Yog nws tsis ua li ntawd yeej yuav tsis muaj leejtwg dim li. Qhov uas Vajtswv txiav hnub txiav nyoog kom luv ntawd twb yog vim nws hlub nws haivneeg uas nws tau xaiv cia lawm."},{"bible_id":"1525","chapter_code":"MRK.13","verse_code":"MRK.13.21","label":"21","content":"“Thaum ntawd yog leejtwg hais rau nej hais tias, ‘Nej saib, tus Mexiyas nyob ntawm no!’ lossis hais tias, ‘Nws nyob tod!’ nej tsis txhob ntseeg tus ntawd tej lus."},{"bible_id":"1525","chapter_code":"MRK.13","verse_code":"MRK.13.22","label":"22","content":"Rau qhov yuav muaj tej Mexiyas cuav thiab tej cevlus cuav los ua tej txujci tseemceeb dag ntxias Vajtswv haivneeg saib puas yuav ntxias tau kom lawv yuam kev."},{"bible_id":"1525","chapter_code":"MRK.13","verse_code":"MRK.13.23","label":"23","content":"Nej yuav tsum ceevfaj rau qhov kuv twb qhia tej no rau nej paub ua ntej lawm."},{"bible_id":"1525","chapter_code":"MRK.13","verse_code":"MRK.13.24","label":"24","content":"“Thaum tej kev txomnyem ntawd dhau lawm, lub hnub yuav tsaus, lub hli yuav tsis ci,"},{"bible_id":"1525","chapter_code":"MRK.13","verse_code":"MRK.13.25","label":"25","content":"tej hnubqub saum ntuj yuav poob los, thiab txhua yam uas muaj hwjchim nyob saum nruab ntug yuav ua zog koog huv tibsi."},{"bible_id":"1525","chapter_code":"MRK.13","verse_code":"MRK.13.26","label":"26","content":"Thaum ntawd sawvdaws yuav pom Neeg Leej Tub tshwm saum cov huab los, nws lub hwjchim thiab tus tshwjchim ci ntsa iab."},{"bible_id":"1525","chapter_code":"MRK.13","verse_code":"MRK.13.27","label":"27","content":"Nws yuav txib nws cov timtswv mus txhua nrho plaub ceg kaum ntuj hu cov neeg uas Vajtswv twb xaiv cia lawm, sab ntuj tim no mus txog sab ntuj tim ub, los nyob ua ke."},{"bible_id":"1525","chapter_code":"MRK.13","verse_code":"MRK.13.28","label":"28","content":"“Nej saib tsob txiv ncuavpias qhia li cas. Thaum nws tej ceg rov ntsuab thiab pib hlav nplooj mos nyoos, ces nej paub hais tias twb yuav txog lub caij ntuj nag."},{"bible_id":"1525","chapter_code":"MRK.13","verse_code":"MRK.13.29","label":"29","content":"Ib yam nkaus li ntawd, thaum nej pom tej ntawd nej yuav paub hais tias nws twb los ze lawm."},{"bible_id":"1525","chapter_code":"MRK.13","verse_code":"MRK.13.30","label":"30","content":"Kuv qhia tseeb rau nej hais tias thaum cov neeg tiam no tseem tuag tsis tau tas, twb xub muaj tej ntawd lawm."},{"bible_id":"1525","chapter_code":"MRK.13","verse_code":"MRK.13.31","label":"31","content":"Lub ntuj thiab lub ntiajteb yuav ploj mus, tiamsis kuv tej lus yuav tsis muaj ib los poob li."},{"bible_id":"1525","chapter_code":"MRK.13","verse_code":"MRK.13.32","label":"32","content":"“Tiamsis hnub ntawd thiab lub sijhawm ntawd tsis muaj leejtwg paub. Txawm yog cov timtswv ceebtsheej lossis Neeg Leej Tub los twb tsis paub; tsuas yog Leej Txiv tib leeg thiaj paub xwb."},{"bible_id":"1525","chapter_code":"MRK.13","verse_code":"MRK.13.33","label":"33","content":"Nej yuav tsum ceevfaj thiab zov tos, rau qhov nej tsis paub hais tias thaum twg yuav txog lub sijhawm ntawd."},{"bible_id":"1525","chapter_code":"MRK.13","verse_code":"MRK.13.34","label":"34","content":"Lub sijhawm ntawd zoo ib yam li ib tug txivneej uas tawm hauv nws lub tsev mus rau lawm qhov, tseg nws cov tubtxib zov tsev thiab faib haujlwm rau lawv, nyias muaj nyias ib tes haujlwm; thiab nws hais kom tus zov qhovrooj, zov zoo zoo."},{"bible_id":"1525","chapter_code":"MRK.13","verse_code":"MRK.13.35","label":"35","content":"Yog li ntawd, nej yuav tsum zov zoo zoo rau qhov nej tsis paub hais tias thaum twg nej tus Tswv yuav rov los. Tej zaum nws yuav los thaum tsaus ntuj lossis thaum ib tag hmo lossis thaum qaib yuav qua lossis thaum kaj ntug."},{"bible_id":"1525","chapter_code":"MRK.13","verse_code":"MRK.13.36","label":"36","content":"Nyob tsam nws los tamsim thiab pom nej tseem pw tsaug zog."},{"bible_id":"1525","chapter_code":"MRK.13","verse_code":"MRK.13.37","label":"37","content":"Tej lus uas kuv qhia rau nej, kuv hais rau sawvdaws ib yam nkaus hais tias nej yuav tsum zov tos!”"},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.1","label":"1","content":"Tshuav ob hnub xwb txog hnub ua Kevcai Hla Dhau thiab ua Kevcai noj Ncuav tsis Xyaw Keeb. Cov thawj ntawm cov povthawj thiab cov xibhwb uas qhia Vajtswv txoj Kevcai tabtom nrhiav kev ntes Yexus twjywm coj mus tua povtseg."},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.2","label":"2","content":"Lawv hais tias, “Peb tsis txhob rawm ua li ntawd thaum sawvdaws tseem tabtom ua kevcai, nyob tsam ua rau sawvdaws ntxhov.”"},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.3","label":"3","content":"Tom qab ntawd Yexus so hauv Ximoos tus uas thaud mob ruas ib zaug lawm lub tsev tom lub zos Npethanis. Thaum Yexus tabtom noj mov, muaj ib tug pojniam nqa ib hwj roj tsw qab kim heev uas muab naludas ua tuaj. Nws muab lub ncauj hwj lov thiab muab cov roj tsw qab ntawd hliv rau Yexus taubhau."},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.4","label":"4","content":"Cov neeg uas nyob ntawd muaj qee leej tsis txaus siab thiab hais tias, “Ua li cas nws yuav muab cov roj tsw qab ntawd nkim povtseg?"},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.5","label":"5","content":"Yog muab coj mus muag yuav tau ntau dua peb puas lub nyiaj,  thiab muab cov nyiaj ntawd mus pub rau cov neeg pluag kuj zoo dua!” Thiab lawv thuam tus pojniam ntawd heev."},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.6","label":"6","content":"Tiamsis Yexus hais rau lawv hais tias, “Cia nws ua nws! Tsis txhob ua rau nws nyuaj siab! Qhov uas nws ua rau kuv ntawd yog ib qho zoo."},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.7","label":"7","content":"Yeej yuav muaj cov neeg pluag nrog nej nyob mus li; nej xav pab lawv thaum twg los yeej tau, tiamsis kuv yuav tsis nrog nej nyob mus ib simneej."},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.8","label":"8","content":"Tus pojniam no yeej ua raws li nws ua tau. Nws muab roj tsw qab hliv rau kuv lub cev, twb yog nws tu kuv lub cev tseg rau hnub uas faus kuv."},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.9","label":"9","content":"Kuv qhia tseeb rau nej hais tias qhov uas tus pojniam no ua yuav nrov ncha mus rau txhua qhov hauv qab ntuj uas muaj neeg mus qhia Txojmoo Zoo, kom sawvdaws nco txog tej uas tus pojniam no tau ua lawm.”"},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.10","label":"10","content":"Tom qab ntawd Yexus kaum ob tug thwjtim tus uas hu ua Yudas Ixakali-us txawm mus cuag cov thawj ntawm cov povthawj, nws ntxeev siab muab Yexus muag rau lawv."},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.11","label":"11","content":"Thaum lawv hnov Yudas hais li ntawd, lawv zoo siab kawg li. Lawv coglus hais tias lawv yuav muab nyiaj rau Yudas; yog li ntawd, Yudas txawm nrhiav sijhawm muab Yexus rau lawv."},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.12","label":"12","content":"Thawj hnub uas ua Kevcai Noj Ncuav tsis Xyaw Keeb, hnub ntawd yog hnub uas sawvdaws tua menyuam yaj noj ua Kevcai Hla Dhau. Yexus cov thwjtim nug Yexus hais tias, “Koj xav kom peb mus npaj pluas mov ua Kevcai Hla Dhau rau koj noj qhov twg?”"},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.13","label":"13","content":"Yexus txawm txib nws ob tug thwjtim mus thiab qhia rau nkawd hais tias, “Neb cia li mus hauv lub nroog, yuav muaj ib tug txivneej kwv ib hub dej los ntsib neb. Neb cia li lawv nws qab mus"},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.14","label":"14","content":"rau hauv tsev, thiab neb hais rau tus tswv tsev hais tias, ‘Xibhwb hais tias koj yuav muab chav twg rau kuv thiab kuv cov thwjtim noj pluag mov ua Kevcai Hla Dhau?’"},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.15","label":"15","content":"Tus tswv tsev ntawd yuav coj neb nce mus rau txheej saud, thiab nws yuav qhia ib chav dav dav uas twb muaj rooj muaj tog txhij lawm rau neb. Neb cia li npaj txhua yam cia rau qhov ntawd tos peb.”"},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.16","label":"16","content":"Ob tug thwjtim txawm mus hauv lub nroog, thiab pom txhua yam raws li Yexus qhia rau nkawd lawm, nkawd txawm npaj pluag mov ua Kevcai Hla Dhau rau qhov ntawd."},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.17","label":"17","content":"Thaum yuav tsaus ntuj, Yexus thiab kaum ob tug thwjtim los txog."},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.18","label":"18","content":"Thaum lawv tabtom noj mov ntawm rooj, Yexus hais tias, “Kuv qhia tseeb rau nej hais tias nej cov uas nrog kuv noj mov ntawm no muaj ib tug yuav ntxeev siab rau kuv; nws yog tus uas nrog kuv noj ua ke.”"},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.19","label":"19","content":"Thaum cov thwjtim hnov Yexus hais li ntawd lawv nyuaj siab, lawv nug Yexus zom zaws hais tias, “Koj hais li ko puas yog kuv?”"},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.20","label":"20","content":"Yexus teb hais tias, “Nej kaum ob leeg no yog ib leeg ntag, tus ntawd yog tus uas nrog kuv koom ntsw ib lub tais."},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.21","label":"21","content":"Neeg Leej Tub yeej yuav tuag raws li Vajtswv Txojlus sau hais txog nws lawm. Tiamsis tus uas ntxeev siab rau Neeg Leej Tub, nws yuav raug kev puastsuaj! Yog nws tsis txhob yug los kuj yuav zoo dua!”"},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.22","label":"22","content":"Thaum lawv tseem tabtom noj hmo Yexus muab ib lub ncua los tuav ntawm tes. Nws ua Vajtswv tsaug thiab muab lub ncuav ntawd ntais cev rau nws cov thwjtim thiab hais tias, “Lub ncuav no yog kuv lub cev, nej cia li txais mus noj.”"},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.23","label":"23","content":"Tom qab ntawd Yexus muab ib khob cawv txiv hmab los thiab ua Vajtswv tsaug; nws muab khob cawv txiv hmab ntawd cev rau lawv thiab lawv txhua tus txais mus haus."},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.24","label":"24","content":"Yexus hais rau lawv hais tias, “Cov cawv txiv hmab no yog kuv cov ntshav uas ntws los ntxuav ntau leej lub txim. Kuv cov ntshav yog ua lub homthawj uas nias rau Vajtswv Txojlus cog tseg."},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.25","label":"25","content":"Kuv qhia rau nej hais tias kuv yuav tsis haus cov cawv txiv hmab no mus txog hnub uas kuv haus cov cawv txiv hmab tshiab hauv Vajtswv lub tebchaws.”"},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.26","label":"26","content":"Thaum lawv hu ib zaj nkauj tas lawv txawm tawm mus rau pem Roob Txiv Ntoo Roj lawm."},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.27","label":"27","content":"Yexus hais rau lawv hais tias, “Nej txhua tus yuav khiav huv tibsi tso kuv tseg, rau qhov Vajtswv Txojlus sau tseg lawm hais tias, ‘Vajtswv yuav tua tus tswv yug yaj, thiab pab yaj yuav tawg nyias khiav nyias mus tas huv tibsi.’"},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.28","label":"28","content":"Tiamsis thaum kuv sawv hauv qhov tuag rov qab los lawm, kuv yuav ua nej ntej mus rau pem Kalilais.”"},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.29","label":"29","content":"Petus teb Yexus hais tias, “Txawm yog sawvdaws tso koj tseg tas los kuv yuav tsis tso koj tseg!”"},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.30","label":"30","content":"Yexus hais rau Petus hais tias, “Kuv qhia rau koj hais tias hmo no thaum qaib tsis tau qua ob tsig, koj yuav hais peb zaug hais tias koj tsis paub kub.”"},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.31","label":"31","content":"Petus teb tawv qhawv hais tias, “Txawm yog kuv yuav nrog koj tuag los kuv yuav tsis hais tias kuv tsis paub koj ib zaug li!” Thiab tagnrho cov thwjtim puavleej hais ib yam nkaus."},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.32","label":"32","content":"Yexus nrog nws cov thwjtim mus rau ntawm qhov chaw uas hu ua Khexemanes. Nws hais rau cov thwjtim hais tias, “Nej nyob ntawm no kuv yuav mus thov Vajtswv tod.”"},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.33","label":"33","content":"Yexus txawm coj Petus, Yakaunpaus thiab Yauhas nrog nws mus. Yexus nyuaj siab thiab ntxhov siab kawg li."},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.34","label":"34","content":"Nws hais rau lawv hais tias, “Kuv nyuaj siab kawg li twb yuav tuag; nej cia li nrog kuv nyob ntawm no tsis txhob tsaug zog.”"},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.35","label":"35","content":"Yexus mus tom ntej mentsis, ces nws txawm txhos caug ntua rau hauv av thiab thov Vajtswv hais tias, yog tau thov kom nws tsis txhob raug txojkev txomnyem no."},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.36","label":"36","content":"Nws thov hais tias, “Txiv, Kuv Txiv, koj ua tau ib puas tsav yam huv tibsi, thov koj muab lub khob no tshem ntawm kuv mus. Txawm li cas los thov koj tsis txhob ua raws li kuv lub siab nyiam, tiamsis ua raws li koj lub siab nyiam xwb.”"},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.37","label":"37","content":"Thaum Yexus rov qab los rau ntawm nws peb tug thwjtim, nws pom lawv tsaug zog tas lawm. Nws hais rau Petus hais tias, “Ximoos, koj tsaug zog lawm los? Koj twb yoo tsis taus dab ntub nrog kuv nyob ib txoos teev li los?”"},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.38","label":"38","content":"Thiab Yexus hais rau lawv hais tias, “Nej yuav tsum ceevfaj thiab thov Vajtswv pab, kev sim siab thiaj yuav ntxias tsis tau nej. Lub siab mas kub lug, tiamsis lub cev qaug zog heev.”"},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.39","label":"39","content":"Yexus rov qab mus thov Vajtswv dua ib zaug thiab hais ib yam li qub."},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.40","label":"40","content":"Thaum nws rov qab los, nws pom cov thwjtim tsaug zog tas lawm; lawv rua tsis taus qhovmuag li, thiab lawv tsis paub yuav hais li cas rau nws."},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.41","label":"41","content":"Thaum nws rov qab los zaum peb, nws hais rau lawv hais tias, “Nej tseem yuav tsaug zog thiab so kom txaus tso los? Tsaug zog li no xwb txaus lawm! Twb txog lub sijhawm lawm! Nej saib, Neeg Leej Tub yuav raug luag ntes coj mus rau cov neeg txhaum txhais tes."},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.42","label":"42","content":"Nej cia li sawv peb mus. Nej saib, tus neeg uas ntxeev siab rau kuv twb tuaj txog lawm!”"},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.43","label":"43","content":"Thaum Yexus tseem tabtom hais li ntawd, ces Yudas uas yog ib tug ntawm kaum ob tug thwjtim txawm tuaj txog. Muaj ib pab neeg coob coob nqa ntaj nqa qws nrog nws tuaj. Pab ntawd yog cov thawj ntawm cov povthawj, cov xibhwb uas qhia Vajtswv txoj Kevcai thiab cov txwjlaug tso tuaj."},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.44","label":"44","content":"Tus uas ntxeev siab rau Yexus twb xub qhia rau cov neeg ntawd lawm hais tias, “Kuv nwj tus twg, ces yog tus ntawd ntag. Nej cia li ntes nws thiab coj nws mus, nej saib zoo zoo tsis txhob pub nws khiav.”"},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.45","label":"45","content":"Thaum Yudas tuaj txog, nws ncaj nraim mus rau ntawm Yexus thiab hais tias, “Xibhwb!” Ces nws txawm nwj kiag Yexus."},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.46","label":"46","content":"Cov neeg uas nrog Yudas tuaj, lawv txawm sau nthwv los ntes Yexus thiab tuav Yexus ruaj ruaj."},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.47","label":"47","content":"Ces cov neeg uas sawv ze ntawd, muaj ib tug rho hlo nws rab ntaj los tib ntag rau tus Povthawj Hlob ib tug qhev sab pobntseg xis tu nrho."},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.48","label":"48","content":"Yexus hais rau lawv hais tias, “Nej nqa ntaj nqa qws tuaj ntes kuv ib yam li kuv yog tubsab los?"},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.49","label":"49","content":"Kuv niaj hnub qhia nej hauv lub Tuamtsev, ua li cas nej ho tsis ntes kuv? Tiamsis yeej yuav muaj li no thiaj tiav raws li Vajtswv Txojlus.”"},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.50","label":"50","content":"Cov thwjtim txawm khiav tas tso Yexus tseg."},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.51","label":"51","content":"Muaj ib tug tub hluas lawv Yexus qab, nws tsis hnav ris tsho, nws npua ib daim ntaubmag xwb. Cov neeg ntawd yuav ntes nws thiab,"},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.52","label":"52","content":"tiamsis nws muab daim ntaub ntawd hle hlo tseg thiab khiav liabqab ploog lawm."},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.53","label":"53","content":"Tom qab ntawd lawv coj Yexus mus rau tom tus Povthawj Hlob lub tsev; cov thawj ntawm cov povthawj thiab cov xibhwb uas qhia Vajtswv txoj Kevcai twb tuaj ua ke sablaj qhov ntawd lawm."},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.54","label":"54","content":"Petus lawv Yexus qab nrug deb deb, nws mus txog ntawm lub tshavpuam ntawm tus Povthawj Hlob lub tsev. Nws mus nrog cov neeg uas zov tus Povthawj Hlob lub tsev nte taws."},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.55","label":"55","content":"Cov thawj ntawm cov povthawj nrhiav lus nkaug Yexus kom lawv tau cai muab Yexus tua povtseg, tiamsis lawv nrhiav tsis tau."},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.56","label":"56","content":"Muaj ntau leej tuaj ua timkhawv dag hais tias Yexus ua txhaum, tiamsis tej lus uas lawv hais tsis sib thooj."},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.57","label":"57","content":"Muaj qee leej sawv ua timkhawv nkaug Yexus hais tias,"},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.58","label":"58","content":"“Peb hnov nws hais tias, ‘Kuv yuav muab lub Tuamtsev uas yog neeg txhais tes ua no rhuav povtseg, thiab tom qab ntawd peb hnub kuv yuav ua tau ib lub tshiab uas tsis yog neeg txhais tes ua.’ ”"},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.59","label":"59","content":"Txawm yog lawv hais tib zaj xwb los lawv tej lus tsis sib thooj."},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.60","label":"60","content":"Tus Povthawj Hlob txawm sawv tsees nug Yexus hais tias, “Lawv nkaug koj li ntawd, koj tsis muaj lus teb lawv li los?”"},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.61","label":"61","content":"Tiamsis Yexus ua twjywm tsis teb ib los li. Tus Povthawj Hlob rov nug Yexus hais tias, “Koj puas yog tus Mexiyas uas yog Vajtswv tus uas Dawbhuv tus Tub?”"},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.62","label":"62","content":"Yexus teb hais tias, “Kuv yog, thiab nej yuav pom Neeg Leej Tub nyob ntawm Vajtswv tus uas muaj hwjchim loj kawg nkaus sab xis thiab nrog huab nrog cua los saum ntuj los!”"},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.63","label":"63","content":"Thaum tus Povthawj Hlob hnov li ntawd, nws txawm dua rhe nws lub tsho thiab hais tias, “Tsis tas peb yuav mus nrhiav timkhawv ntxiv lawm!"},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.64","label":"64","content":"Nej twb hnov nws tej lus thuam ntawd lawm. Nej yuav hais li cas?” Lawv sawvdaws teb hais tias, “Nws ua txhaum lawm, tsimnyog muab nws tua povtseg.”"},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.65","label":"65","content":"Cov neeg ntawd muaj qee leej nto qaubncaug rau Yexus; lawv muab phuam pav Yexus qhovmuag thiab ntaus Yexus. Lawv hais rau Yexus hais tias, “Koj sim twv saib yog leejtwg ntaus koj?” Cov tubrog coj Yexus mus thiab xuas tawg ncuav rau Yexus."},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.66","label":"66","content":"Petus tseem nyob ntawm tshavpuam; tus Povthawj Hlob ib tug ntxhais qhev tuaj"},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.67","label":"67","content":"pom Petus zaum nte taws, nws saib ntsoov Petus thiab hais tias, “Koj yog tus uas ibtxwm nrog Yexus tus uas yog neeg Naxales thiab los sav.”"},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.68","label":"68","content":"Tiamsis Petus tsis lees li. Petus teb hais tias, “Koj hais li ko xyov yog koj hais leejtwg, kuv tsis paub li...” Petus tawm mus txog ntawm roojvag, tamsim ntawm qaib txawm qua."},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.69","label":"69","content":"Thaum tus ntxhais qhev pom Petus nyob ntawd, nws txawm hais rau cov neeg uas sawv ntawd hais tias, “Tus no yog Yexus lawv pab ib tug tiag!”"},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.70","label":"70","content":"Tiamsis Petus tsis lees dua ib zaug. Tom qab ntawd mentsis, cov neeg uas sawv ntawd hais rau Petus hais tias, “Koj tsis txhob hais tias koj tsis yog lawv pab ntawd ib tug, rau qhov peb twb paub hais tias koj yog neeg Kalilais.”"},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.71","label":"71","content":"Petus txawm twv hais tias, “Yog kuv dag, thov Vajtswv rau txim rau kuv. Kuv tsis paub tus txivneej uas nej hais ntawd li.”"},{"bible_id":"1525","chapter_code":"MRK.14","verse_code":"MRK.14.72","label":"72","content":"Tamsim ntawd qaib txawm qua zaum ob. Petus nco dheev txog tej lus uas Yexus hais rau Petus hais tias, “Thaum qaib tsis tau qua ob tsig, koj yuav hais peb zaug hais tias koj tsis paub kuv.” Petus quaj tu siab kawg li."},{"bible_id":"1525","chapter_code":"MRK.15","verse_code":"MRK.15.1","label":"1","content":"Thaum kaj ntug lawm, cov thawj ntawm cov povthawj txawm mus nrog cov txwjlaug, cov xibhwb uas qhia Vajtswv txoj Kevcai thiab cov nomtswv sablaj saib lawv yuav ua li cas rau Yexus. Lawv muab Yexus khi coj mus rau Philaj."},{"bible_id":"1525","chapter_code":"MRK.15","verse_code":"MRK.15.2","label":"2","content":"Philaj nug Yexus hais tias, “Koj yog cov Yudas tus vajntxwv los?”"},{"bible_id":"1525","chapter_code":"MRK.15","verse_code":"MRK.15.3","label":"3","content":"Cov thawj ntawm cov povthawj hais ntau zaj nkaug Yexus;"},{"bible_id":"1525","chapter_code":"MRK.15","verse_code":"MRK.15.4","label":"4","content":"Philaj rov nug Yexus hais tias, “Koj tsis teb lawv los? Koj tsis hnov lawv hais ntau zaj nkaug koj los?”"},{"bible_id":"1525","chapter_code":"MRK.15","verse_code":"MRK.15.5","label":"5","content":"Tiamsis Yexus tsis teb ib los li thiab, ua rau Philaj xav tsis thoob li."},{"bible_id":"1525","chapter_code":"MRK.15","verse_code":"MRK.15.6","label":"6","content":"Raws li ibtxwm, txhua zaus uas ua Kevcai Hla Dhau, Philaj yeej tso ib tug neeg raug txim raws li cov pejxeem thov. Lawv thov tus twg, nws tso tus ntawd."},{"bible_id":"1525","chapter_code":"MRK.15","verse_code":"MRK.15.7","label":"7","content":"Thaum ntawd muaj ib tug txivneej hu ua Npalanpas raug kaw hauv tsev lojcuj, vim nws nrog cov neeg ntxeev nom ntxeev tswv uas tua neeg."},{"bible_id":"1525","chapter_code":"MRK.15","verse_code":"MRK.15.8","label":"8","content":"Thaum cov neeg coob coob ua ke tuaj thov Philaj tso ib tug neeg rau lawv raws li nws ibtxwm tso,"},{"bible_id":"1525","chapter_code":"MRK.15","verse_code":"MRK.15.9","label":"9","content":"Philaj nug lawv hais tias, “Nej xav kom kuv tso cov Yudais tus vajntxwv rau nej los?”"},{"bible_id":"1525","chapter_code":"MRK.15","verse_code":"MRK.15.10","label":"10","content":"Philaj yeej paub tseeb hais tias cov thawj ntawm cov povthawj khib, lawv thiaj ntes Yexus coj tuaj rau nws."},{"bible_id":"1525","chapter_code":"MRK.15","verse_code":"MRK.15.11","label":"11","content":"Tiamsis cov thawj ntawm cov povthawj ntxias kom cov pejxeem thov Philaj tso Npalanpas los rau lawv."},{"bible_id":"1525","chapter_code":"MRK.15","verse_code":"MRK.15.12","label":"12","content":"Philaj rov nug cov pejxeem hais tias, “Nej xav kom kuv ua li cas rau tus txivneej uas nej hu hais tias cov Yudais tus vajntxwv?”"},{"bible_id":"1525","chapter_code":"MRK.15","verse_code":"MRK.15.13","label":"13","content":"Lawv teb nrov nrov hais tias, “Muab nws ntsia rau saum ntoo khaublig!”"},{"bible_id":"1525","chapter_code":"MRK.15","verse_code":"MRK.15.14","label":"14","content":"Philaj nug lawv hais tias, “Nws ua txhaum dabtsi?” Lawv hajyam hais nrov dua qub hais tias, “Muab nws ntsia rau saum ntoo khaublig.”"},{"bible_id":"1525","chapter_code":"MRK.15","verse_code":"MRK.15.15","label":"15","content":"Philaj xav ua kom haum cov pejxeem sawvdaws siab, nws thiaj tso Npalanpas rau lawv. Tom qab ntawd nws kom luag muab Yexus nplawm thiab coj Yexus mus ntsia rau saum ntoo khaublig."},{"bible_id":"1525","chapter_code":"MRK.15","verse_code":"MRK.15.16","label":"16","content":"Cov tubrog txawm coj Yexus mus rau hauv lub tshavpuam ntawm tus tswvxeev lub tsev thiab hu pab tubrog tagnrho tuaj ua ke."},{"bible_id":"1525","chapter_code":"MRK.15","verse_code":"MRK.15.17","label":"17","content":"Lawv muab ib lub tsho ntev tsamxem rau Yexus hnav thiab muab hmab pos ua kauj looj Yexus taubhau."},{"bible_id":"1525","chapter_code":"MRK.15","verse_code":"MRK.15.18","label":"18","content":"Lawv ua txuj hawm nws dog dig thiab hais tias, “Thov kom cov Yudais tus Vajntxwv muaj sia nyob ntev!”"},{"bible_id":"1525","chapter_code":"MRK.15","verse_code":"MRK.15.19","label":"19","content":"Lawv muab ib tug kav tauj ntaus Yexus taubhau, nto qaubncaug rau Yexus, txhos caug thiab ua txuj pe nws."},{"bible_id":"1525","chapter_code":"MRK.15","verse_code":"MRK.15.20","label":"20","content":"Thaum lawv ua saib tsis taus Yexus tas lawm, lawv muab lub tsho ntev tsamxem hle thiab muab Yexus lub kho rau Yexus hnav. Lawv coj mus ntsia rau saum ntoo khaublig."},{"bible_id":"1525","chapter_code":"MRK.15","verse_code":"MRK.15.21","label":"21","content":"Thaum lawv taug kev mus, lawv ntsib ib tug txivneej hu ua Ximoos; nws tuaj pem yajsab tuaj, yuav mus rau hauv lub nroog. Lawv yuam nws kwv Yexus tus ntoo khaublig. (Tus Ximoos no nyob hauv lub nroog Kulenes; nws ob tus tub yog Alexades thiab Lufus.)"},{"bible_id":"1525","chapter_code":"MRK.15","verse_code":"MRK.15.22","label":"22","content":"Lawv coj Yexus mus rau ntawm qhov chaw uas hu ua Khaulakhauthas, lub npe ntawd txhais hais tias, “Pobtxha Taubhau.”"},{"bible_id":"1525","chapter_code":"MRK.15","verse_code":"MRK.15.23","label":"23","content":"Thaum lawv mus txog ntawd lawm, lawv muab cawv txiv hmab xyaw tshuaj tsw qab mules cev rau Yexus haus, tiamsis Yexus tsis kam haus."},{"bible_id":"1525","chapter_code":"MRK.15","verse_code":"MRK.15.24","label":"24","content":"Thaum lawv muab Yexus ntsia rau saum ntoo khaublig lawm, lawv muab Yexus cev ris tsho los twv saib leejtwg yuav tau yam twg."},{"bible_id":"1525","chapter_code":"MRK.15","verse_code":"MRK.15.25","label":"25","content":"Lub sijhawm uas lawv muab Yexus ntsia rau saum ntoo khaublig yog thaum cuaj teev sawv ntxov."},{"bible_id":"1525","chapter_code":"MRK.15","verse_code":"MRK.15.26","label":"26","content":"Lawv sau ib nqe lus nkaug Yexus hais tias, “Cov Yudais tus Vajntxwv.”"},{"bible_id":"1525","chapter_code":"MRK.15","verse_code":"MRK.15.27","label":"27","content":"Lawv muab ob tug tubsab ntsia rau saum ob tug ntoo khaublig, muab ib tug txhos rau ntawm Yexus sab xis thiab muab ib tug txhos rau ntawm Yexus sab laug. ["},{"bible_id":"1525","chapter_code":"MRK.15","verse_code":"MRK.15.28","label":"28","content":"Tej no muaj tiav raws li Vajtswv Txojlus uas hais tias, “Luag suav hais tias nws ua txhaum ib yam li cov neeg ua txhaum.”]"},{"bible_id":"1525","chapter_code":"MRK.15","verse_code":"MRK.15.29","label":"29","content":"Cov neeg uas dhau txojkev ntawd, lawv co hau nto thiab thuam hais tias, “Koj hais tias koj yuav rhuav lub Tuamtsev thiab peb hnub koj yuav rov ua tau ib lub tshiab!"},{"bible_id":"1525","chapter_code":"MRK.15","verse_code":"MRK.15.30","label":"30","content":"Koj cia li pab koj kom dim thiab nqis saum tus ntoo khaublig ko los!”"},{"bible_id":"1525","chapter_code":"MRK.15","verse_code":"MRK.15.31","label":"31","content":"Cov thawj ntawm cov povthawj thiab cov xibhwb uas qhia Vajtswv txoj Kevcai thuam Yexus ib yam nkaus. Lawv sib tham hais tias, “Nws cawm tau lwm tus, tiamsis nws cawm tsis tau nws!"},{"bible_id":"1525","chapter_code":"MRK.15","verse_code":"MRK.15.32","label":"32","content":"Kom tus Mexiyas uas yog cov Yixalayees tus vajntxwv cia li nqis kiag saum tus ntoo khaublig los rau peb saib, peb thiaj yuav ntseeg nws!” Ob tug tubsab uas raug ntsia rau saum ntoo khaublig ib yam li Yexus los kuj thuam Yexus thiab."},{"bible_id":"1525","chapter_code":"MRK.15","verse_code":"MRK.15.33","label":"33","content":"Thaum hnub ntseg txawm tsaus ntuj nti thoob plaws lub tebchaws, tsaus mus txog thaum peb teev hnub qaij."},{"bible_id":"1525","chapter_code":"MRK.15","verse_code":"MRK.15.34","label":"34","content":"Thaum peb teev hnub qaij, Yexus hu nrov nrov hais tias, “Elau-is, Elau-is, lemas xanpathanis.” Lo lus ntawd txhais hais tias, “Kuv tus Vajtswv, kuv tus Vajtswv, ua li cas koj muab kuv tso tseg lawm?”"},{"bible_id":"1525","chapter_code":"MRK.15","verse_code":"MRK.15.35","label":"35","content":"Cov neeg uas sawv ntawd muaj qee leej hnov Yexus hais li ntawd, lawv hais tias, “Nej mloog saib, nws hu Eliyas!”"},{"bible_id":"1525","chapter_code":"MRK.15","verse_code":"MRK.15.36","label":"36","content":"Cov neeg ntawd muaj ib tug txawm mus muab ib tug kav tauj chob ib lub xwbkuab raus cawv txiv hmab qaub cev mus rau ntawm Yexus qhovncauj thiab hais tias, “Peb tos mentsis saib puas pom Eliyas los pab nws dim ntawm tus ntoo khaublig!”"},{"bible_id":"1525","chapter_code":"MRK.15","verse_code":"MRK.15.37","label":"37","content":"Yexus qw ib suab nrov nrov ces nws txawm tu sav nrho lawm."},{"bible_id":"1525","chapter_code":"MRK.15","verse_code":"MRK.15.38","label":"38","content":"Tamsim ntawd daim ntaub uas thaiv hauv lub Tuamtsev txawm ntuag rhe saud ti nkaus rau hauv taw ua ob daig."},{"bible_id":"1525","chapter_code":"MRK.15","verse_code":"MRK.15.39","label":"39","content":"Tus thawj tubrog uas sawv ze ntawm tus ntoo khaublig pom Yexus tuag li ntawd,  nws hais tias, “Tus no yog Vajtswv tus Tub tiag.”"},{"bible_id":"1525","chapter_code":"MRK.15","verse_code":"MRK.15.40","label":"40","content":"Muaj ib co pojniam tuaj sawv deb deb saib. Cov pojniam ntawd yog Malis Madalas, Malis tus uas yog tus Yakaunpaus hluas thiab Yauxej nkawd niam, thiab Xalaumes."},{"bible_id":"1525","chapter_code":"MRK.15","verse_code":"MRK.15.41","label":"41","content":"Cov pojniam ntawd yog cov uas ibtxwm pab Yexus thiab nrog Yexus tuaj pem Kalilais tuaj, thiab muaj dua ib co pojniam uas nrog Yexus tuaj rau hauv Yeluxalees los nyob ntawd thiab."},{"bible_id":"1525","chapter_code":"MRK.15","verse_code":"MRK.15.42","label":"42","content":"Thaum yuav tsaus ntuj uas yog hnub npaj qhov txhia chaw cia rau Hnub Xanpataus, Yauxej uas nyob hauv lub nroog Alimathas txawm tuaj txog."},{"bible_id":"1525","chapter_code":"MRK.15","verse_code":"MRK.15.43","label":"43","content":"Nws yog ib tug nomtswv uas sawvdaws hwm, thiab nws yog ib tug uas tos ntsoov Vajtswv lub Tebchaws yuav los. Yauxej mus thov Philaj kom muab Yexus lub cev rau nws."},{"bible_id":"1525","chapter_code":"MRK.15","verse_code":"MRK.15.44","label":"44","content":"Thaum Philaj hnov hais tias Yexus tuag lawm, nws xav tsis thoob li. Nws hu tus thawj tubrog los nug saib Yexus tuag tau hov ntev lawm."},{"bible_id":"1525","chapter_code":"MRK.15","verse_code":"MRK.15.45","label":"45","content":"Thaum tus thawj tubrog qhia rau Philaj tas lawm, Philaj pub Yauxej mus muab Yexus lub cev txo coj mus faus."},{"bible_id":"1525","chapter_code":"MRK.15","verse_code":"MRK.15.46","label":"46","content":"Yauxej mus yuav tau ib chaws ntaubmag los; nws muab Yexus lub cev txo thiab muab chaws ntaubmag ntawd qhwv Yexus lub cev kwv mus faus rau hauv ib lub qhov ntxa uas luag txaug tau rau hauv ib phab pobzeb. Nws dov ib daim txiag zeb loj loj los npog lub rooj ntxas cia."},{"bible_id":"1525","chapter_code":"MRK.15","verse_code":"MRK.15.47","label":"47","content":"Malis Madalas thiab Malis uas yog Yauxej niam pom qhov chaw uas Yauxej coj Yexus lub cev mus faus."},{"bible_id":"1525","chapter_code":"MRK.16","verse_code":"MRK.16.1","label":"1","content":"Thaum dhau Hnub Xanpataus lawm, Malis Madalas, Malis uas yog Yakaunpaus niam thiab Xalaumes txawm mus yuav tshuaj tsw qab coj mus pleev Yexus lub cev."},{"bible_id":"1525","chapter_code":"MRK.16","verse_code":"MRK.16.2","label":"2","content":"Hnubkaj thaum sawv ntxov, lawv mus txog tom lub ntxa thaum hnub tabtom tawm tuaj."},{"bible_id":"1525","chapter_code":"MRK.16","verse_code":"MRK.16.3","label":"3","content":"Thaum lawv taug kev mus lawv sib tham hais tias, “Leejtwg yuav pab muab daim txiag zeb uas npog lub rooj ntxas dov tawm?” (Daim txiag zeb ntawd loj kawg li.)"},{"bible_id":"1525","chapter_code":"MRK.16","verse_code":"MRK.16.4","label":"4","content":"Thaum lawv mus yuav txog, lawv tsa qhovmuag saib thiab pom daim txiag zeb twb muab dov rau ib sab lawm."},{"bible_id":"1525","chapter_code":"MRK.16","verse_code":"MRK.16.5","label":"5","content":"Lawv mus rau hauv lub qhov ntxa, thiab lawv pom ib tug tub hluas hnav ib lub tsho dawb ntev ntev nyob hauv lub qhov ntxa sab xis; lawv ntshai kawg li."},{"bible_id":"1525","chapter_code":"MRK.16","verse_code":"MRK.16.6","label":"6","content":"Tus tub hluas ntawd hais rau lawv hais tias, “Nej tsis txhob ntshai, kuv paub hais tias nej tuaj nrhiav Yexus uas yog neeg Naxales uas luag muab ntsia rau saum ntoo khaublig. Nws tsis nyob ntawm no, nws twb sawv lawm! Nej saib ntawm no yog qhov chaw uas luag tso nws lub cev cia."},{"bible_id":"1525","chapter_code":"MRK.16","verse_code":"MRK.16.7","label":"7","content":"Nej cia li rov qab mus qhia rau nws cov thwjtim thiab hais rau Petus hais tias, ‘Nws yuav ua nej ntej mus rau pem Kalilais, nej yuav ntsib nws ped raws li nws tau qhia rau nej lawm.’ ”"},{"bible_id":"1525","chapter_code":"MRK.16","verse_code":"MRK.16.8","label":"8","content":"Cov pojniam ntawd txawm tawm hauv lub qhov ntxa khiav rov qab los, ntshai ua ibce tshee hnyo. Lawv tsis qhia rau leejtwg li, rau qhov lawv ntshai heev. ["},{"bible_id":"1525","chapter_code":"MRK.16","verse_code":"MRK.16.9","label":"9","content":"Hnub ib uas yog Hnubkaj thaum sawv ntxov uas Yexus sawv hauv qhov tuag rov qab los, Yexus xub los tshwm rau Malis Madalas pom. Tus Malis no yog tus uas thaud raug xya tus dab thiab Yexus ntiab cov dab ntawd tawm lawm. Cov pojniam mus cuag Petus thiab nws cov phoojywg thiab qhia txhua yam uas Yexus hais rau Petus lawv."},{"bible_id":"1525","chapter_code":"MRK.16","verse_code":"MRK.16.10","label":"10","content":"Nws mus qhia tej uas nws pom rau Yexus cov phoojywg. Thaum ntawd lawv tabtom nyuaj siab thiab quaj ntsuag; Tom qab ntawd Yexus txib nws cov thwjtim mus qhia txojkev ncaj ncees thiab txojkev cawm dim uas nyob mus ibtxhis thoob plaws sab hnubtuaj mus rau sab hnubpoob]."},{"bible_id":"1525","chapter_code":"MRK.16","verse_code":"MRK.16.11","label":"11","content":"lawv hnov Malis hais tias Yexus rov muaj txojsia thiab Malis twb pom Yexus lawm los lawv tsis ntseeg Malis tej lus li."},{"bible_id":"1525","chapter_code":"MRK.16","verse_code":"MRK.16.12","label":"12","content":"Tom qab ntawd Yexus los tshwm rau ob tug thwjtim pom, thaum nkawd tabtom taug kev yuav mus pem yajsab, tiamsis nws lub cev hloov lawm."},{"bible_id":"1525","chapter_code":"MRK.16","verse_code":"MRK.16.13","label":"13","content":"Nkawd rov qab los qhia tej no rau cov thwjtim mloog, tiamsis lawv tsis ntseeg nkawd tej lus li."},{"bible_id":"1525","chapter_code":"MRK.16","verse_code":"MRK.16.14","label":"14","content":"Thaum kawg Yexus los tshwm rau kaum ib tug thwjtim pom thaum lawv tabtom noj mov. Yexus cem cov thwjtim, rau qhov lawv tsis ntseeg; lawv muaj lub siab tawv thiab tsis ntseeg tej lus uas cov neeg hais tias lawv twb pom Yexus sawv rov muaj sia lawm."},{"bible_id":"1525","chapter_code":"MRK.16","verse_code":"MRK.16.15","label":"15","content":"Yexus hais rau cov thwjtim hais tias, “Nej cia li mus thoob plaws lub ntiajteb no thiab qhia Txojmoo Zoo kom sawvdaws hnov."},{"bible_id":"1525","chapter_code":"MRK.16","verse_code":"MRK.16.16","label":"16","content":"Tus uas ntseeg thiab ua kevcai raus dej yuav dim, tiamsis tus uas tsis ntseeg yuav raug txim."},{"bible_id":"1525","chapter_code":"MRK.16","verse_code":"MRK.16.17","label":"17","content":"Cov uas ntseeg yuav tau lub hwjchim ua tej txujci tseemceeb: lawv yuav tuav kuv lub npe ntiab tau dab tawm; lawv yuav hais tau tej lus txawv txawv."},{"bible_id":"1525","chapter_code":"MRK.16","verse_code":"MRK.16.18","label":"18","content":"Yog lawv ntes nab los nab yuav tsis tom lawv. Yog lawv haus tej tshuaj muaj taug los lawv yuav tsis tuag; thaum lawv cev tes tuav cov neeg muaj mob, cov neeg ntawd yuav zoo.”"},{"bible_id":"1525","chapter_code":"MRK.16","verse_code":"MRK.16.19","label":"19","content":"Thaum Tswv Yexus qhia lawv tas, Vajtswv txawm coj Yexus mus rau saum ntuj ceebtsheej lawm, thiab nws mus zaum ntawm Vajtswv sab xis."},{"bible_id":"1525","chapter_code":"MRK.16","verse_code":"MRK.16.20","label":"20","content":"Cov thwjtim txawm mus qhia thoob plaws txhua qhov, thiab tus Tswv nrog lawv ua haujlwm; nws pub hwjchim rau lawv ua tau tej txujci tseemceeb, sawvdaws thiaj paub hais tias tej lus uas lawv qhia yeej tseeb tiag.] ["}]