[{"bible_id":"1525","chapter_code":"NAM.1","verse_code":"NAM.1.1","label":"1","content":"Ntawm no yog cov lus uas hais txog lub nroog Nineves thiab yog ib zaj yogtoog uas Nahus tau pom, Nahus nyob hauv lub nroog Elekauses."},{"bible_id":"1525","chapter_code":"NAM.1","verse_code":"NAM.1.2","label":"2","content":"Tus TSWV uas yog Vajtswv khib thiab tsis zam txim rau leejtwg li; nws rau txim rau cov neeg uas tawmtsam nws. Nws ua pauj rau nws cov yeebncuab vim nws txojkev chim."},{"bible_id":"1525","chapter_code":"NAM.1","verse_code":"NAM.1.3","label":"3","content":"Tus TSWV yeej tsis chim sai, tiamsis nws muaj hwjchim heev, thiab nws tsis cia tus neeg txhaum dim dawb tsis raug txiav txim. Tus TSWV mus txog qhov twg muaj nagxob nagcua txog qhov ntawd; muaj huab laum nkaus ib yam li tej pa av ntawm tus TSWV txhais kotaw!"},{"bible_id":"1525","chapter_code":"NAM.1","verse_code":"NAM.1.4","label":"4","content":"Nws samhwm rau hiavtxwv, hiavtxwv cia li qhuav lawm! Nws ua rau tej dej nqhuab qhuav tas huv tibsi. Tej tiaj nrag hauv tebchaws Npasas qhuav nkig nkuav, lub Roob Kalemees qhuav ua av luaj liab ploog, thiab tej paj ntoos uas nyob pem Lenpanoos ntsws tas."},{"bible_id":"1525","chapter_code":"NAM.1","verse_code":"NAM.1.5","label":"5","content":"Tej hauv roob siab yuav qeeg ntawm tus TSWV xubntiag; tej ncov roob yuav yaj tas ntawm nws hauv ntej. Thaum tus TSWV tshwm los lub ntiajteb ua zog koog. Lub ntiajteb thiab tej neeg tshee laim dais."},{"bible_id":"1525","chapter_code":"NAM.1","verse_code":"NAM.1.6","label":"6","content":"Thaum tus TSWV chim lawm leejtwg thiaj yuav muaj sia nyob? Leejtwg thiaj yuav dim tau ntawm nws txojkev npautaws uas txaus ntshai heev? Nws txojkev chim uas kub ib yam li hluavtaws phwj tuaj, tej pobzeb los yuav tawg ua hmoov tas tabmeeg nws."},{"bible_id":"1525","chapter_code":"NAM.1","verse_code":"NAM.1.7","label":"7","content":"Tus TSWV yog tus uas zoo; nws tsomkwm nws haivneeg thaum muaj kev kub ntxhov; nws cawm cov neeg uas tig rov qab los cuag nws."},{"bible_id":"1525","chapter_code":"NAM.1","verse_code":"NAM.1.8","label":"8","content":"Nws rhuav tej yeebncuab kom puastsuaj tas ib yam li dej huam los tshoob tej hmoov av; nws muab cov neeg uas tawmtsam nws xa mus rau txojkev tuag."},{"bible_id":"1525","chapter_code":"NAM.1","verse_code":"NAM.1.9","label":"9","content":"Ua li cas nej thiaj ntxeev siab tawmtsam tus TSWV? Nws yuav rhuav kom nej puastsuaj tas. Tsis muaj leejtwg tawmtsam yeej nws ib zaug li."},{"bible_id":"1525","chapter_code":"NAM.1","verse_code":"NAM.1.10","label":"10","content":"Nej zoo ib yam li tej hmab pos uas sib qhaib thiab tej quavnyab qhuav uas yuav raug hluavtaws kub."},{"bible_id":"1525","chapter_code":"NAM.1","verse_code":"NAM.1.11","label":"11","content":"Tus neeg uas tuav tswvyim ua phem ua qias thiab ntxeev siab tawmtsam tus TSWV twb yog tawm hauv lub nroog Nineves tuaj ntag los sav!"},{"bible_id":"1525","chapter_code":"NAM.1","verse_code":"NAM.1.12","label":"12","content":"Tus TSWV hais rau nws haivneeg Yixalayees hais tias, “Txawm yog cov Axilias muaj zog thiab coob heev los lawv yuav raug puastsuaj thiab ploj tas mus. Kuv haivneeg, kuv ua kom nej raug kev txomnyem ntag, tiamsis kuv yuav tsis ua ib zaug ntxiv lawm."},{"bible_id":"1525","chapter_code":"NAM.1","verse_code":"NAM.1.13","label":"13","content":"Nimno kuv yuav txo cov Axilias lub hwjchim uas quab yuam nej kom xaus mus thiab muab lawv tej saw hlau uas khi nej txiav kom tu tas.”"},{"bible_id":"1525","chapter_code":"NAM.1","verse_code":"NAM.1.14","label":"14","content":"Tej no yog tej lus uas tus TSWV hais txog cov Axilias hais tias, “Lawv yuav tsis muaj xeebntxwv los ris lawv lub npe mus ntxiv lawm. Kuv yuav muab tej mlom hauv lawv tej vajtswv tej tsev rhuav kom puastsuaj tas. Kuv tabtom npaj ib lub qhov ntxa rau cov Axilias; lawv tsis tsimnyog ua neeg nyob lawm.”"},{"bible_id":"1525","chapter_code":"NAM.1","verse_code":"NAM.1.15","label":"15","content":"Saib maj, muaj ib tug xa xov tabtom taug kev saum roob coj xov zoo tuaj lawm! Nws tuaj tshaj tawm txojkev muaj yeej! Cov Yudas, nej cia li npaj ua kevcai noj haus zoo siab thiab muab tej khoom uas nej tau coglus tseg lawm fij rau Vajtswv. Cov neeg siab phem yuav tsis tuaj tua nej lub tebchaws ntxiv li lawm. Lawv twb raug puastsuaj tas lawm!"},{"bible_id":"1525","chapter_code":"NAM.2","verse_code":"NAM.2.1","label":"1","content":"Nineves, koj yuav raug luag tua! Lub hwjchim uas yuav tsoo koj twb los txog lawm. Tus tubrog uas tiv thaiv! Cia li zov kev kom zoo! Cia li npaj tos sib tua! ("},{"bible_id":"1525","chapter_code":"NAM.2","verse_code":"NAM.2.2","label":"2","content":"Tus TSWV twb rov txhim kho kom haivneeg Yixalayees tau koob meej ib yam li yav thaum ub uas lawv cov yeebncuab tseem tsis tau tuaj tua lawv.)"},{"bible_id":"1525","chapter_code":"NAM.2","verse_code":"NAM.2.3","label":"3","content":"Yeebncuab tej tubrog nqa tej daim thaiv hniav ntaj uas liab nploog thiab hnav tej ris tsho uas liab nploog. Lawv yeej npaj txhij tuaj tua rog lawm! Lawv tej tsheb nees ntaus rog cig lam lug cuag nplaim taws! Lawv tej nees  khiav rag ntws tuaj!"},{"bible_id":"1525","chapter_code":"NAM.2","verse_code":"NAM.2.4","label":"4","content":"Lawv tej tsheb nees ntaus rog nias tsaus tsi los rau hauv tej plawv kev, thiab tej nees cab tsheb khiav mus khiav los hauv plawv nroog. Tej tsheb ntawd cig lam lug ib yam li tes tsau thiab cig laim lias cuag xob laim."},{"bible_id":"1525","chapter_code":"NAM.2","verse_code":"NAM.2.5","label":"5","content":"Nws hu cov thawj tubrog; thaum lawv sib tw khiav mus  lawv dawm ntog pawglug. Lawv khiav nplawg ntia mus rau ntawm tus ntsa yeej thiab rho lawv tej thaiv hniav ntaj los npaj tos."},{"bible_id":"1525","chapter_code":"NAM.2","verse_code":"NAM.2.6","label":"6","content":"Tej roojvag uas nyob ze tus dej los qhib lug cia; muaj kev txhawj ntshai loj heev nyob hauv lub loog."},{"bible_id":"1525","chapter_code":"NAM.2","verse_code":"NAM.2.7","label":"7","content":"Tus poj vajntxwv los raug ntes coj mus; nws cov ntxhais qhev quaj ntsuag ib yam li nquab quaj; thiab lawv ntaus lawv tej hauvsiab quaj tu siab nrho."},{"bible_id":"1525","chapter_code":"NAM.2","verse_code":"NAM.2.8","label":"8","content":"Thaum cov neeg khiav tawm hauv lub nroog Nineves zoo ib yam li cov dej  paim hauv lub pasdej tauv. Muaj ib lub suab qw nrov nrov hais tias, “Nres! Nres!” Tiamsis tsis muaj leejtwg tig rov qab li."},{"bible_id":"1525","chapter_code":"NAM.2","verse_code":"NAM.2.9","label":"9","content":"Cia li huab tej nyiaj! Cia li huab tej kub! Muaj nyiaj thiab kub puv nkaus hauv lub nroog!"},{"bible_id":"1525","chapter_code":"NAM.2","verse_code":"NAM.2.10","label":"10","content":"Nineves raug puastsuaj ua suabpuam thiab nyob qhuav nquas cia! Lawv tej siab ntsws puas tas vim txojkev txhawj ntshai; lawv tej hauvcaug tshee mos nyoos, lawv zog ntaug thiab ntsejmuag daj tas."},{"bible_id":"1525","chapter_code":"NAM.2","verse_code":"NAM.2.11","label":"11","content":"Puas yog nimno lub nroog ntawd zoo ib yam li lub qhov tsov ntxhuav uas yog qhov chaw tsov pub menyuam mis thiab yog qhov chaw uas tus txiv thiab tus maum tsov ntxhuav mus qhov twg lawm los cov menyuam tsov ntxhuav nyob tso siab plhuav?"},{"bible_id":"1525","chapter_code":"NAM.2","verse_code":"NAM.2.12","label":"12","content":"Tsov ntxhuav yuav muab tus tsiaj uas nws tom tau dua faib rau lwm tus thiab nws cov menyuam noj; nws yuav muab tej nqaij dua pov pawglug rau hauv nws lub chaw."},{"bible_id":"1525","chapter_code":"NAM.2","verse_code":"NAM.2.13","label":"13","content":"Tus TSWV uas muaj hwjchim loj kawg nkaus hais tias, “Kuv yog koj tus yeebncuab ntag! Kuv yuav muab koj tej tsheb nees hlawv kom kub hnyiab tas. Koj cov tubrog yuav raug tua tuag tas rau hauv tshavrog, thiab kuv yuav coj txhua yam uas koj mus txeeb tau ntawm lwm tus los mus huv tibsi thiab yuav tsis hnov koj tej neeg xa xov tej suab ntxiv lawm.”"},{"bible_id":"1525","chapter_code":"NAM.3","verse_code":"NAM.3.1","label":"1","content":"Kev puastsuaj los raug lub nroog uas muaj kev dag ntxias, kev tua neeg thiab kev npluanuj uas koj mus txhav thiab huab tau los!"},{"bible_id":"1525","chapter_code":"NAM.3","verse_code":"NAM.3.2","label":"2","content":"Cia li mloog tej suab nplawm nees, tej suab tsheb, tej suab nees dhia thiab tej suab tsheb nees ntog nrov."},{"bible_id":"1525","chapter_code":"NAM.3","verse_code":"NAM.3.3","label":"3","content":"Cov neeg uas caij nees khiav tuaj nqa ntaj hniav ci nplas thiab tej hmuv ntse zuag plias! Neeg tuag sib tsub sib nias ua tsheej pawg; muaj neeg tuag suav tsis txheeb, neeg tuaj dawm tej tuag ntawd ntog."},{"bible_id":"1525","chapter_code":"NAM.3","verse_code":"NAM.3.4","label":"4","content":"Nineves uas yog tus niamntiav tabtom raug rau txim; Tus pojniam uas zoo nkauj ua rau ntau leej tuag rau nws lub tswvyim phem; nws ntxias  ntau haivneeg lub siab qauglais rau nws."},{"bible_id":"1525","chapter_code":"NAM.3","verse_code":"NAM.3.5","label":"5","content":"Tus TSWV uas muaj hwjchim loj kawg nkaus hais tias, “Nineves, kuv yuav rau txim rau koj! Kuv yuav muab koj hle liabqab ploog rau txhua haivneeg saib, luag yuav pom koj qhov chaw txajmuag."},{"bible_id":"1525","chapter_code":"NAM.3","verse_code":"NAM.3.6","label":"6","content":"Kuv yuav saib koj tsis muaj nqis thiab muab txojkev phem kev qias los qhwv koj. Tej neeg uas pom koj yuav luag koj plig."},{"bible_id":"1525","chapter_code":"NAM.3","verse_code":"NAM.3.7","label":"7","content":"Txhua tus uas pom koj yuav fee hlo rau lwm qhov. Lawv yuav hais tias, ‘Nineves raug puastsuaj tas lawm lauj! Puas yuav muaj leejtwg hlub tshua nws thiab? Puas yuav muaj leejtwg mus nplig tau nws siab?’ ”"},{"bible_id":"1525","chapter_code":"NAM.3","verse_code":"NAM.3.8","label":"8","content":"Nineves, koj tseem zoo tshaj Thenpes uas yog cov Iziv lub tuamceeb nroog thiab los? Nws muaj ib tug dej loj thaiv nws ib yam li tus ntsa yeej thaiv; tus dej Niles yog tus uas thaiv nws ntag."},{"bible_id":"1525","chapter_code":"NAM.3","verse_code":"NAM.3.9","label":"9","content":"Nineves kav tagnrho tebchaws Sudas thiab tebchaws Iziv, nws lub hwjchim yeej tsis muaj qhov kawg li; Linpias yog ib lub tebchaws uas koom tes nrog nws thiab."},{"bible_id":"1525","chapter_code":"NAM.3","verse_code":"NAM.3.10","label":"10","content":"Cov neeg hauv lub nroog Thenpes raug luag ntes coj mus lawm. Lawv tej menyuam raug luag ntaus tuag rau txhua txojkev. Luag muab saw hlau khi lawv tej thawjcoj thiab muab faib rau cov neeg uas tuaj ntes tau lawv ntawd cab mus."},{"bible_id":"1525","chapter_code":"NAM.3","verse_code":"NAM.3.11","label":"11","content":"Nineves, koj yuav ntog ib yam li tus neeg qaug cawv! Koj tseem yuav nrhiav kev khiav kom dim ntawm koj cov yeebncuab."},{"bible_id":"1525","chapter_code":"NAM.3","verse_code":"NAM.3.12","label":"12","content":"Koj tej chaw fajxwm yuav zoo ib yam li tej ntoo txiv ncuavpias uas cov txiv siav lawm: Koj tuav tsob ntoo co ces tej txiv poob los nkag koj qhovncauj xwb."},{"bible_id":"1525","chapter_code":"NAM.3","verse_code":"NAM.3.13","label":"13","content":"Koj tej tubrog zoo ib yam li tej pojniam, koj lub tebchaws thiaj tiv tsis yeej koj tej yeebncuab. Hluavtaws yuav kub koj tej nqaj roojvag huv tibsi."},{"bible_id":"1525","chapter_code":"NAM.3","verse_code":"NAM.3.14","label":"14","content":"Mus nqa dej los npaj cia vim luag yuav tuaj vij koj, thiab txhij koj cov tubrog zov tej chaw fajxwm kom zoo! Cia li tsuj av kom nplaum los puab ua thwvcib, thiab muab tej thwvcib ntawd hlawv kom tawv."},{"bible_id":"1525","chapter_code":"NAM.3","verse_code":"NAM.3.15","label":"15","content":"Txawm yog koj yuav ua npaum li cas los xij, koj yuav raug hlawv kub hnyiab tuag lossis raug tua tuag rau hauv tshavrog. Koj yuav raug luag ntiab khiav mus tas ib yam li tej qoobloo uas kooj txomfav muab noj tas lawm. Koj huamvam coob ib yam li kooj txomfav ntag."},{"bible_id":"1525","chapter_code":"NAM.3","verse_code":"NAM.3.16","label":"16","content":"Koj tej tub lag tub luam muaj ntau tshaj tej hnubqub saum nruab ntug. Tiamsis nimno lawv ploj tas ib yam li tej kooj txomfav uas nthuav tis ya tas lawm."},{"bible_id":"1525","chapter_code":"NAM.3","verse_code":"NAM.3.17","label":"17","content":"Koj cov nomtswv zoo ib yam li tej kooj txomfav uas los nyob ntawm ntsa lajkab tej hnub uas no no ntag. Tiamsis thaum lub hnub tawm tuaj ziab, lawv ya tas tsis muaj leejtwg paub xyov lawv ya mus rau qhov twg lawm!"},{"bible_id":"1525","chapter_code":"NAM.3","verse_code":"NAM.3.18","label":"18","content":"Tus vajntxwv uas kav tebchaws Axilias, koj cov tswvxeev tuag tas, thiab koj cov nomtswv tsaug zog mus ibtxhis! Koj cov pejxeem khiav ua sab ua sua mus rau saum tej roob tsis muaj leejtwg coj lawv rov qab los tsev li lawm."},{"bible_id":"1525","chapter_code":"NAM.3","verse_code":"NAM.3.19","label":"19","content":"Tsis muaj tshuaj kho koj tej qhov txhab, thiab koj tej qhov txhab los yuav tsis txawj zoo. Txhua tus uas hnov txog koj tej kev puastsuaj, lawv yuav luag npuaj teg zoo siab heev. Puas muaj leejtwg khiav dim koj txojkev ua limhiam uas tsis paub kawg li?"}]