[{"bible_id":"1525","chapter_code":"NEH.1","verse_code":"NEH.1.1","label":"1","content":"Zaj no yog Hakhaliyas tus tub Nehemis tej lus. Thaum Ataxawxes ua huabtais kav tebchaws Pawxias tau nees nkaum xyoo tim nkaus rau lub hli Kislev, kuv uas yog Nehemis tseem nyob hauv lub tuamceeb nroog Susas."},{"bible_id":"1525","chapter_code":"NEH.1","verse_code":"NEH.1.2","label":"2","content":"Hananis uas yog kuv ib tug tijlaug nrog ib pab neeg tuaj tim tebchaws Yudas tuaj txog, thiab kuv nug lawv txog lub nroog Yeluxalees thiab peb cov kwvtij Yudas uas luag tso tawm hauv  lub nroog Npanpiloos rov mus lawm."},{"bible_id":"1525","chapter_code":"NEH.1","verse_code":"NEH.1.3","label":"3","content":"Lawv qhia rau kuv hais tias cov neeg uas seem thiab tau rov los nyob rau hauv lawv tej qub teb qub chaw,  mas txomnyem kawg li, thiab cov neeg txawv tebchaws uas nyob ze lawv ua saib tsis taus lawv kiag li. Thiab lawv tseem qhia rau kuv hais tias, tus ntsa yeej thaiv lub nroog Yeluxalees los puastsuaj tas, thiab tej roojloog los yeej tsis tau kho ib lub, txij thaum luag muab hlawv los txog niaj hnub no."},{"bible_id":"1525","chapter_code":"NEH.1","verse_code":"NEH.1.4","label":"4","content":"Thaum kuv hnov dheev txog txhua yam uas hais no kuv cia li zaum ntua quaj. Kuv nyuaj siab thiab quaj tau ob peb hnub tsis noj ib qho mov li. Kuv thiaj thov Vajtswv hais tias,"},{"bible_id":"1525","chapter_code":"NEH.1","verse_code":"NEH.1.5","label":"5","content":"“Tus TSWV uas yog Vajtswv tus nyob saum Ntuj! Koj yog tus uas muaj hwjchim loj thiab peb sawvdaws hwm koj nkaus xwb. Koj yog tus uas ncaj ncees thiab ua raws li koj tej lus cog tseg rau cov neeg uas muab siab npuab koj, hlub koj thiab ua raws li koj tej lus samhwm."},{"bible_id":"1525","chapter_code":"NEH.1","verse_code":"NEH.1.6","label":"6","content":"Tus TSWV, thov koj tsa qhovmuag saib kuv thiab tig pobntseg mloog kuv tej lus uas kuv niaj hnub niaj hmo thov koj pab cov tubtxib uas yog haivneeg Yixalayees. Kuv thov lees tej kev txhaum uas peb cov neeg Yixalayees tau ua rau koj lawm. Kuv cov yawgkoob thiab kuv los tau ua txhaum rau koj lawm thiab."},{"bible_id":"1525","chapter_code":"NEH.1","verse_code":"NEH.1.7","label":"7","content":"Peb tau ua txhaum rau koj loj kawg nkaus thiab tsis tau ua raws li koj tej lus samhwm ib nyuag qhov li. Peb tsis coj raws li koj tej kevcai uas koj muab cob rau peb los ntawm koj tus tubtxib Mauxes hlo li."},{"bible_id":"1525","chapter_code":"NEH.1","verse_code":"NEH.1.8","label":"8","content":"Nimno thov koj nco ntsoov tej lus uas koj tau cog tseg rau Mauxes hais tias, ‘Yog nej cov neeg ua tsis ncaj tsis ncees rau kuv, kuv yuav muab nej ntiab mus nyob xyaw luag lwm haivneeg."},{"bible_id":"1525","chapter_code":"NEH.1","verse_code":"NEH.1.9","label":"9","content":"Tiamsis yog hais tias nej tig rov los cuag kuv thiab ua raws li tej lus uas kuv samhwm rau nej lawm, ces txawm yog nej mus nyob rau qab ntuj kawg lawm los kuv yuav coj nej rov los nyob qhov chaw uas kuv twb xaiv tseg cia rau nej tau pehawm kuv lawm.’"},{"bible_id":"1525","chapter_code":"NEH.1","verse_code":"NEH.1.10","label":"10","content":"Tus TSWV, lawv yog koj cov tubtxib thiab yog koj haivneeg ntag. Koj twb tau cawm lawv dim los ntawm koj lub hwjchim thiab koj lub zog uas loj kawg nkaus."},{"bible_id":"1525","chapter_code":"NEH.1","verse_code":"NEH.1.11","label":"11","content":"Nimno thov koj mloog kuv tej lus thov thiab lwm tus uas yog koj cov tubtxib uas hwm koj tej lus thov. Hnub no thov koj pub kom kuv tau txais kev vammeej, thiab thov koj tshoov huabtais siab kom nws muaj lub siab hlub tshua kuv.” Lub sijhawm ntawd kuv yog tus ce cawv txiv hmab rau huabtais haus."},{"bible_id":"1525","chapter_code":"NEH.2","verse_code":"NEH.2.1","label":"1","content":"Tau plaub lub hlis tom qab no muaj ib hnub thaum Huabtais Ataxawxes tseem tabtom noj mov, kuv ce cawv txiv hmab mus rua nws haus. Yav tas los nws tsis tau pom dua kuv ua ntsejmuag mluas mlob li no,"},{"bible_id":"1525","chapter_code":"NEH.2","verse_code":"NEH.2.2","label":"2","content":"huabtais thiaj li nug kuv hais tias, “Vim li cas koj yuav mluas ua luaj? Koj twb tsis mob qhov twg ne, ua li cas zoo li koj yuav nyuaj siab ua luaj?” Kuv poob siab nthav,"},{"bible_id":"1525","chapter_code":"NEH.2","verse_code":"NEH.2.3","label":"3","content":"kuv thiaj teb nws hais tias, “Thov kom Huabtais muaj txojsia nyob mus ibtxhis! Kuv yuav ua li cas zais tau kuv lub ntsejmuag uas muaj kev nyuaj siab rau lub tsamthawj uas lub nroog uas yog thaj chaw thaum ub muab kuv cov yawgkoob faus rau, raug puastsuaj tas thiab tej roojvag nroog los raug luag muab hlawv kub hnyiab tas huv tibsi lawm?”"},{"bible_id":"1525","chapter_code":"NEH.2","verse_code":"NEH.2.4","label":"4","content":"Huabtais thiaj li nug kuv hais tias, “Yog li ntawd koj xav tau dabtsi?” Kuv thov Vajtswv tus uas nyob saum Ntuj,"},{"bible_id":"1525","chapter_code":"NEH.2","verse_code":"NEH.2.5","label":"5","content":"thiab kuv hais rau huabtais tias, “Yog koj txaus siab rau kuv thiab yuav pub raws li kuv tej lus thov, thov koj tso kuv rov mus rau tim tebchaws Yudas, mus rau hauv lub nroog uas yog thaj chaw faus kuv cov yawgkoob, kuv yuav mus txhim kho lub nroog ntawd dua tshiab.”"},{"bible_id":"1525","chapter_code":"NEH.2","verse_code":"NEH.2.6","label":"6","content":"Huabtais pom zoo li uas kuv tau thov (niam huabtais zaum ntawm huabtais ib sab). Huabtais thiaj nug kuv hais tias, “Koj yuav mus ntev li cas, koj mam li rov qab los?” Kuv thiaj qhia lub sijhawm rau nws paub."},{"bible_id":"1525","chapter_code":"NEH.2","verse_code":"NEH.2.7","label":"7","content":"Ces kuv thiaj thov huabtais sau ib tsab ntawv rau kuv nqa mus rau tus tswvxeev uas kav lub xeev ntawm tus Dej Efalates sab Hnubpoob,  kom kuv thiaj mus tau rau nram tebchaws Yudas."},{"bible_id":"1525","chapter_code":"NEH.2","verse_code":"NEH.2.8","label":"8","content":"Thiab kuv tseem thov huabtais sau ib tsab ntawv rau Axas, tus uas zov huabtais tej havzoov, kom txiav ntoo pub rau kuv coj mus ua cov roojvag ntawm cov chaw fajxwm rau cov neeg uas nyob zov lub Tuamtsev, ua tej ntsa yeej thaiv lub nroog thiab ua ib lub tsev rau kuv nyob. Huabtais ua txhua yam rau kuv raws li kuv tau thov, rau qhov Vajtswv nrog nraim kuv nyob."},{"bible_id":"1525","chapter_code":"NEH.2","verse_code":"NEH.2.9","label":"9","content":"Huabtais tau tso ib co tubrog mus taw thiab ib co tubrog caij nees nrog kuv mus, ces kuv thiaj li sawv kev mus rau ntawm tus dej Efalates sab Hnubpoob. Thaum kuv mus txog lawm, kuv thiaj li muab huabtais cov ntawv rau tus tswvxeev."},{"bible_id":"1525","chapter_code":"NEH.2","verse_code":"NEH.2.10","label":"10","content":"Tiamsis Xanpalas uas yog neeg nyob hauv lub nroog Npethes Hauloos thiab Taunpias uas yog ib tug nom nyob hauv lub xeev Amoos hnov hais tias muaj ib cov neeg tau los pab ua haujlwm kom cov Yixalayees tau zoo, mas nkawd chim kawg li."},{"bible_id":"1525","chapter_code":"NEH.2","verse_code":"NEH.2.11","label":"11","content":"Kuv thiaj li mus kiag rau hauv lub nroog Yeluxalees tau peb hnub nkaus,"},{"bible_id":"1525","chapter_code":"NEH.2","verse_code":"NEH.2.12","label":"12","content":"kuv yeej tsis qhia rau leejtwg paub txog qhov uas Vajtswv tshoov kuv siab kom kuv los kho lub nroog Yeluxalees li. Ces thaum ib tag hmo kuv thiaj li sawv thiab coj kuv cov phoojywg qee leej nrog kuv tawm mus, tiamsis tsis tau nees txhua rau peb caij, tsuas tau ib tug neesluav rau kuv caij xwb."},{"bible_id":"1525","chapter_code":"NEH.2","verse_code":"NEH.2.13","label":"13","content":"Thaum tsaus ntuj kuv thiaj tawm hauv lub nroog mus rau ntawm lub Roojvag Hav uas nyob rau sab hnubpoob thiab kuv ncig mus rau sab qabteb mus hla lub Qhovdej Zaj thiab mus rau ntawm lub Roojvag Quavhlawv. Kuv mus tshuaj xyuas lub nroog Yeluxalees tus ntsa yeej uas pob tas thiab tej roojvag uas kub hnyiab tas lawm."},{"bible_id":"1525","chapter_code":"NEH.2","verse_code":"NEH.2.14","label":"14","content":"Ces kuv thiaj mus ntawm lub nroog sab hnubtuaj nce mus rau sab qaumteb, mus txog ntawm lub Roojvag Qhovdej thiab ntawm Vajntxwv lub Pasdej; tiamsis tus neesluav uas kuv caij nrhiav tsis tau kev mus li lawm."},{"bible_id":"1525","chapter_code":"NEH.2","verse_code":"NEH.2.15","label":"15","content":"Yog li ntawd, kuv thiaj caij tus neesluav nqis mus rau hauv lub Hav Kiloos thiab mus saib tus ntsa yeej. Ces kuv thiaj taug kuv txoj qub kev rov qab chaws lub Roojvag Hav los rau hauv lub nroog lawm."},{"bible_id":"1525","chapter_code":"NEH.2","verse_code":"NEH.2.16","label":"16","content":"Cov nomtswv uas nyob hauv lub nroog yeej tsis paub hais tias kuv mus qhov twg rau qhov twg lossis tsis paub txog tej uas kuv ua tas ntawd li. Kuv yeej tsis tau qhia ib yam dabtsi rau kuv cov phoojywg Yudas, cov povthawj, cov thawjcoj, cov nomtswv lossis lwm tus uas muaj feem yuav tau los nrog koom tuav lub luag haujlwm no hlo li thiab."},{"bible_id":"1525","chapter_code":"NEH.2","verse_code":"NEH.2.17","label":"17","content":"Tiamsis nimno kuv hais rau lawv tias, “Nej twb pom tej teebmeem kev ntxhov siab uas muaj nyob hauv peb no lawm, vim hais tias lub nroog Yeluxalees puastsuaj tas nphob xuav cia thiab tej roojvag los twb puas tas lawm! Peb cia li pib txhim kho tus ntsa yeej uas thaiv lub nroog no dua tshiab, peb thiaj tsis txajmuag rau luag ntiajtog qaumpes.”"},{"bible_id":"1525","chapter_code":"NEH.2","verse_code":"NEH.2.18","label":"18","content":"Kuv qhia tej uas Vajtswv nrog nraim kuv, pab kuv thiab tej lus uas huabtais hais rau kuv ntawd rau lawv mloog. Lawv thiaj li lees hais tias, “Cia li pib kho tamsim no ntag!” Ces lawv txawm nqis tes pib ua haujlwm."},{"bible_id":"1525","chapter_code":"NEH.2","verse_code":"NEH.2.19","label":"19","content":"Thaum Xanpalas, Tunpias thiab ib tug neeg Alav uas hu ua Nkesees hnov hais tias peb npaj ua haujlwm lawm, lawv txawm luag peb thiab hais tias, “Nej xav li cas nej thiaj yuav ua? Nej tawmtsam huabtais los?”"},{"bible_id":"1525","chapter_code":"NEH.2","verse_code":"NEH.2.20","label":"20","content":"Kuv teb lawv hais tias, “Vajtswv tus uas nyob saum Ntuj ceebtsheej yuav pab peb ua kom tiav. Peb yog nws cov tubtxib thiab peb tabtom pib txhim kho lawm ntag. Nej tsis muaj feem nyob hauv lub nroog Yeluxalees no, thiab nej tsis muaj feem koom ib yam dabtsi uas nyob hauv lub nroog no hlo li.”"},{"bible_id":"1525","chapter_code":"NEH.3","verse_code":"NEH.3.1","label":"1","content":"Ntawm no yog kev rov txhim kho  tus ntsa yeej uas thaiv lub nroog. Tus Povthawj Hlob Eli-asis thiab nws tsoom kwvtij uas yog cov povthawj kho lub Roojvag Yaj fij rau Vajtswv thiab coj lub roojvag mus dhos rau. Lawv tseem muab tus ntsa yeej txij ntua ntawm lub chaw Tsomfaj Ib Puas mus txog ntawm lub chaw Tsomfaj Hananees fij rau Vajtswv huv tibsi."},{"bible_id":"1525","chapter_code":"NEH.3","verse_code":"NEH.3.2","label":"2","content":"Ntu uas txuas nkaus ntawm cov povthawj ntu, mas yog cov neeg Yelikaus ua cov txhim kho. Thiab ntu uas txuas nkaus ntawd mus yog Imelis tus tub Xakules ua tus txhim kho."},{"bible_id":"1525","chapter_code":"NEH.3","verse_code":"NEH.3.3","label":"3","content":"Haxena-as cuab kwvtij, ua cov txhim kho lub Roojvag Ntses. Lawv muab ob tug ncej roojvag thiab ob daim txiag roojvag coj mus dhos rau, muab cov ntsia mus ntsia, thiab muab ob tug nqaj mus liaj lub roojvag."},{"bible_id":"1525","chapter_code":"NEH.3","verse_code":"NEH.3.4","label":"4","content":"Ntu uas txuas nkaus lawv pab ntawd yog Uliyas tus tub Melemaus uas yog Hakauxes tus xeebntxwv ua tus txhim kho. Ntu uas txuas nkaus ntawd mus yog Npelekhiyas tus tub Mesulas uas yog Mesexanpees tus xeebntxwv ua tus txhim kho. Ntu uas txuas nkaus ntawd mus yog Npa-anas tus tub Xadaus ua tus txhim kho."},{"bible_id":"1525","chapter_code":"NEH.3","verse_code":"NEH.3.5","label":"5","content":"Ntu uas txuas nkaus ntawd mus yog cov txivneej Tekau-as ua cov txhim kho. Tiamsis tus thawjcoj cov neeg uas nyob hauv lub nroog ntawd tsis kam ua raws li tus qauv uas cov thawj saib haujlwm ntawd muab cob rau lawv ua."},{"bible_id":"1525","chapter_code":"NEH.3","verse_code":"NEH.3.6","label":"6","content":"Paxe-as tus tub Yauyadas thiab Npexaudeyas tus tub Mesulas ua ob tug txhim kho lub Roojvag Yesanas.  Nkawd muab ob tug ncej mus txhos thiab muab ob daim txiag roojvag coj mus dhos rau, muab cov ntsia coj mus ntsia thiab muab ob tug nqaj coj mus liaj lub roojvag."},{"bible_id":"1525","chapter_code":"NEH.3","verse_code":"NEH.3.7","label":"7","content":"Ntu uas txuas nkaus ntawd mus txog ntua rau tim tus tswvxeev uas kav lub xeev nyob ntawm tus dej Efalates sab Hnubpoob tej vajtse yog Melatas uas yog neeg nyob hauv Nkinpe-oos, Yadoos uas yog neeg nyob hauv Melunaus, thiab cov neeg uas nyob hauv Nkinpe-oos ua cov txhim kho."},{"bible_id":"1525","chapter_code":"NEH.3","verse_code":"NEH.3.8","label":"8","content":"Ntu uas txuas nkaus ntawd mus yog Halehayas tus tub Uxiyees uas yog ib tug txawj nchuav kub ua tus txhim kho. Ntu uas txuas nkaus ntawd mus yog Hananiyas uas yog ib tug ua tej tshuaj tsw qab uas tus txhim kho mus txog ntua ntawm tus Ntsa yeej Dav."},{"bible_id":"1525","chapter_code":"NEH.3","verse_code":"NEH.3.9","label":"9","content":"Ntu uas txuas nkaus ntawd mus yog Hules tus tub Lefayas uas kav ib nrab Cheebtsam hauv lub nroog Yeluxalees ua tus txhim kho."},{"bible_id":"1525","chapter_code":"NEH.3","verse_code":"NEH.3.10","label":"10","content":"Ntu uas txuas ntawd mus yog Halumas tus tub Yedayas ua tus txhim kho, thiab ntu ntawd nyob ze rau ntawm nws lub tsev ntag. Ntu uas txuas nkaus ntawd mus yog Hasaneyas tus tub Hatus ua tus txhim kho."},{"bible_id":"1525","chapter_code":"NEH.3","verse_code":"NEH.3.11","label":"11","content":"Ob ntus uas txuas nkaus ntawd mus thiab lub chaw Tsomfaj Qhovtxos yog Halees tus tub Makhiyas thiab Pahas Mau-am tus tub Hasus ua ob tug txhim kho."},{"bible_id":"1525","chapter_code":"NEH.3","verse_code":"NEH.3.12","label":"12","content":"Ntu uas txuas nkaus ntawd mus yog Haluhes tus tub Salumes uas kav ib nrab Cheebtsam lub nroog Yeluxalees ua tus txhim kho. (Thiab nws cov ntxhais pab nws ua.)"},{"bible_id":"1525","chapter_code":"NEH.3","verse_code":"NEH.3.13","label":"13","content":"Hanoos thiab cov neeg uas nyob hauv lub nroog Xanau-as txhim kho lub Roojvag Hav. Lawv muab ob tug ncej roojvag mus txhos, muab ob daim txiag mus dhos rau, muab cov ntsia mus ntsia thiab muab ob tug nqaj mus liaj lub roojvag. Thiab lawv kho tus ntsa yeej ntev ib txhiab tshim ntxiv mus txog ntua ntawm lub Roojvag Quavhlawv."},{"bible_id":"1525","chapter_code":"NEH.3","verse_code":"NEH.3.14","label":"14","content":"Lekhas tus tub Makhiyas uas kav Cheebtsam Npethes Hakhelees ua tus txhim kho lub Roojvag Quavhlawv. Nws muab ob tug ncej roojvag mus txhos, muab ob daim txiag mus dhos rau, muab cov ntsia coj mus ntsia thiab muab ob tug nqaj mus liaj lub roojvag."},{"bible_id":"1525","chapter_code":"NEH.3","verse_code":"NEH.3.15","label":"15","content":"Kauhauxes tus tub Salumes uas kav Cheebtsam Mixepas ua tus txhim kho lub Roojvag Qhovdej. Nws muab ob tug ncej roojvag mus txhos rau, muab ob daim txiag mus dhos, muab cov ntsia mus ntsia thiab muab ob tug nqaj coj mus liaj lub roojvag. Nyob ntawm lub Pasdej Xilau-as, nws kho tus ntsa yeej uas txuas nkaus rau ntawm Huabtais lub vaj mus txog ntua rau tom tus ntaiv uas nqis saum Daviv lub nroog los."},{"bible_id":"1525","chapter_code":"NEH.3","verse_code":"NEH.3.16","label":"16","content":"Ntu uas txuas nkaus ntawd mus yog Anpukes tus tub Nehemis uas kav ib nrab Cheebtsam Npethexus ua tus txhim kho mus txog ntua ntawm Daviv lub ntxa, lub pasdej thiab lub tsev uas cov neeg siab tawv nyob."},{"bible_id":"1525","chapter_code":"NEH.3","verse_code":"NEH.3.17","label":"17","content":"Ob peb ntus uas txuas ntu ntawd mus yog muab rau cov Levis txhim kho raws li nram no: Ntu uas txuas nkaus ntawd mus yog Lehumes tus tub Npanis ua tus txhim kho. Ntu uas txuas nkaus ntawd mus yog Hasanpiyas, tus uas kav ib nrab Cheebtsam Ke-ilas, ua tus txhim kho; nws kho cheebtsam uas nws kav ntawd ntag."},{"bible_id":"1525","chapter_code":"NEH.3","verse_code":"NEH.3.18","label":"18","content":"Ntu uas txuas nkaus ntawd mus yog Npavais, tus uas kav dua ib nrab Cheebtsam Ke-ilas, ua tug txhim kho."},{"bible_id":"1525","chapter_code":"NEH.3","verse_code":"NEH.3.19","label":"19","content":"Ntu uas txuas nkaus ntawd mus uas yog ntu nyob ntawm hauv ntej lub txhab rau tej cuabyeej ua rog, yog Yesuas tus tub Exeles, tus uas kav lub nroog Mixepas, ua tus txhim kho mus txog ntua rau ntawm lub kaum ntsa yeej uas nkhaus hlo."},{"bible_id":"1525","chapter_code":"NEH.3","verse_code":"NEH.3.20","label":"20","content":"Ntu uas txuas nkaus ntawd mus txog ntua rau tom txojkev uas mus rau ntawm tus Povthawj Hlob Eli-asis lub tsev yog Xanpais tus tub Npalus ua tus txhim kho."},{"bible_id":"1525","chapter_code":"NEH.3","verse_code":"NEH.3.21","label":"21","content":"Ntu uas txuas nkaus ntawd mus yog Uliyas tus tub Melemaus uas yog Hakus tus xeebntxwv ua tus txhim kho mus txuas nkaus rau ntawm Eli-asis lub tsev."},{"bible_id":"1525","chapter_code":"NEH.3","verse_code":"NEH.3.22","label":"22","content":"Ob peb ntus uas txuas nkaus ntawd mus yog muab tu rau cov povthawj ua cov txhim kho raws li nram no: Ntu uas txuas nkaus ntawd mus yog cov povthawj uas nyob ibncig lub nroog Yeluxalees ua cov txhim kho."},{"bible_id":"1525","chapter_code":"NEH.3","verse_code":"NEH.3.23","label":"23","content":"Ntu uas txuas nkaus ntawd mus yog Npeenyamees thiab Hasus, ua ob tug txhim kho. Nkawd kho ntu uas nyob ncaj ntawm nkawd tsev ntag. Ntu uas txuas nkaus ntawd mus yog Ma-axeyas tus tub Axaliyas uas yog Ananiyas tus xeebntxwv ua tus txhim kho. Nws kho ntu uas nyob ncaj ntawm nws lub tsev."},{"bible_id":"1525","chapter_code":"NEH.3","verse_code":"NEH.3.24","label":"24","content":"Ntu uas txuas nkaus ntawm Axaliyas lub tsev mus cob nkaus rau ntawm tus ntsa yeej nkhaus yog Hanadas tus tub Npeenu-is ua tus txhim kho."},{"bible_id":"1525","chapter_code":"NEH.3","verse_code":"NEH.3.25+NEH.3.26","label":"25-26","content":"Ntu uas txuas nkaus ntawd mus yog Uxais tus tub Palas, ua tus txhim kho. Nws pib kho ntawm lub ces kaum ntsa yeej thiab lub chaw tsomfaj uas nyob ntawm lub loog theem siab uas ze lub tshavpuam ntawm lub chaw fajxwm. Ntu uas txuas nkaus ntawd mus, yog Palus tus tub Pedayas ua tus txhim kho mus txog ntua rau sab hnubtuaj, uas ze rau ntawm lub Roojvag Dej thiab ntawm lub chaw tsomfaj uas zov lub Tuamtsev. (Qhov no yog nyob ze rau ntawm ib sab nroog uas hu ua Aufees qhov chaw uas cov neeg ua haujlwm hauv lub Tuamtsev nyob.)"},{"bible_id":"1525","chapter_code":"NEH.3","verse_code":"NEH.3.27","label":"27","content":"Ntu uas txuas nkaus ntawd mus yog ntu ob uas cov neeg Tekau-as ua cov txhim kho; lawv pib kiag ntawm ntu uas nyob ncaj lub chaw tsomfaj loj uas zov lub Tuamtsev mus ti nkaus rau ntawm sab ntsa yeej Aufees."},{"bible_id":"1525","chapter_code":"NEH.3","verse_code":"NEH.3.28","label":"28","content":"Ntu uas txuas nkaus ntawd mus yog cov povthawj ua cov txhim kho; lawv pib kho ntawm lub Roojvag Nees nce toj mus, thiab lawv nyias kho ntu uas nyob ncaj ntawm nyias lub tsev."},{"bible_id":"1525","chapter_code":"NEH.3","verse_code":"NEH.3.29","label":"29","content":"Ntu uas txuas nkaus ntawd mus yog Imeles tus tub Xadaus ua tus txhim kho; nws kho ntu uas nyob ncaj ntawm nws lub tsev. Ntu uas txuas nkaus ntawd mus yog Sekaniyas tus tub Semayas uas zov lub Roojvag Hnubtuaj ua tus txhim kho."},{"bible_id":"1525","chapter_code":"NEH.3","verse_code":"NEH.3.30","label":"30","content":"Ntu uas txuas nkaus ntawd mus yog ntu ob uas Selemiyas tus tub Hananiyas thiab Xalas tus tub Hanus uas yog tus rau ua ob tug txhim kho. Ntu uas txuas nkaus ntawd mus uas ncaj Npelekhiyas tus tub Mesulas, yog Mesulas ua tus txhim kho."},{"bible_id":"1525","chapter_code":"NEH.3","verse_code":"NEH.3.31","label":"31","content":"Ntu uas txuas nkaus ntawd mus yog Makhiyas uas yog tus nchuav kub ua tus txhim kho; nws kho mus txog ntua rau tom cov neeg uas tu lub Tuamtsev thiab cov neeg uas ua lag ua luam nyob uas yog ncaj rau ntawm lub Roojvag Mifekas,  uas yog kev mus rau hauv lub Tuamtsev, ze rau chav uas nyob ntawm ces kaum ntsa yeej sab hnubtuaj qaumteb."},{"bible_id":"1525","chapter_code":"NEH.3","verse_code":"NEH.3.32","label":"32","content":"Ntu uas txuas nkaus ntawd mus yog ntu kawg uas nyob nruab nrab ntawm chav ces kaum ntsa yeej thiab lub Roojvag Yaj; ntu no yog cov neeg nchuav kub thiab cov neeg ua lag ua luam ua cov txhim kho."},{"bible_id":"1525","chapter_code":"NEH.4","verse_code":"NEH.4.1","label":"1","content":"Thaum Xanpalas hnov hais tias peb cov neeg Yudas tabtom pib txhim kho tej ntsa yeej dua tshiab, nws chim heev thiab txob thuam peb kawg li."},{"bible_id":"1525","chapter_code":"NEH.4","verse_code":"NEH.4.2","label":"2","content":"Nws tabmeeg hais rau nws cov neeg thiab cov tubrog Xamalis hais tias, “Cov neeg Yudas uas txomnyem ntsuav ntawd lawv xav li cas lawv thiaj ua li ntawd? Lawv xav hais tias, lawv yuav txhim kho lub nroog no dua tshiab no los? Lawv xav hais tias qhov uas lawv muab khoom fij yuav pab lawv ua tej haujlwm ntawd tiav kiag rau ib hnub no los? Lawv puas yuav muab tau tej tog ntoo thiab tej txhais zeb uas kub hnyiab tas lawm coj los ua thwvcib kho tus ntsa yeej no?”"},{"bible_id":"1525","chapter_code":"NEH.4","verse_code":"NEH.4.3","label":"3","content":"Taunpias uas yog neeg Amoos sawv ntawm nws ib sab, thiab nws hais ntxiv tias, “Tus ntsa yeej uas lawv tabtom kho ntawd yuav khov npaum twg? Twb tsis txaus ib nyuag hma nce rau saud ntshai twb pob lawm!”"},{"bible_id":"1525","chapter_code":"NEH.4","verse_code":"NEH.4.4","label":"4","content":"Kuv thov Vajtswv hais tias, “Vajtswv thov koj nrog hnov tej lus uas lawv thuam peb ntawd lauj! Thov kom lawv tej lus uas thuam peb ntawd poob rov los raug lawv. Thov cia tubsab tuaj nyiag txhua yam uas lawv muaj, thiab thov cia cov neeg txawv tebchaws tuaj ntes lawv coj mus rau txim rau hauv luag lub tebchaws."},{"bible_id":"1525","chapter_code":"NEH.4","verse_code":"NEH.4.5","label":"5","content":"Thov tsis txhob zam tej kev phem kev qias uas lawv ua ntawd thiab tsis txhob zam lawv tej kev txhaum uas lawv thuam thiab saib tsis taus peb cov uas tabtom txhim kho tus ntsa yeej no.”"},{"bible_id":"1525","chapter_code":"NEH.4","verse_code":"NEH.4.6","label":"6","content":"Yog li ntawd, peb thiaj li koom tes txhim kho tus ntsa yeej tuaj sib cob, thiab qhov siab twb ua txog nrab lawm, rau qhov cov neeg sawvdaws rau siab ua haujlwm kawg li."},{"bible_id":"1525","chapter_code":"NEH.4","verse_code":"NEH.4.7","label":"7","content":"Thaum Xanpalas, Taunpias, cov Alav, cov Amoos thiab cov Asedaus hnov hais tias peb tabtom puab tus ntsa yeej uas thaiv lub nroog Yeluxalees tiav zuj zus, thiab tej qhov tawg pleb ntawm tus ntsa yeej los peb twb muab txhaws yuav tas, mas ua rau lawv chim kawg nkaus rau peb."},{"bible_id":"1525","chapter_code":"NEH.4","verse_code":"NEH.4.8","label":"8","content":"Yog li ntawd, lawv thiaj tuavhauv sib sau tuaj ntaus lub nroog Yeluxalees thiab ua kom muaj kev kub ntxhov,"},{"bible_id":"1525","chapter_code":"NEH.4","verse_code":"NEH.4.9","label":"9","content":"tiamsis peb thov peb tus Vajtswv thiab tso neeg zov nruab hnub hmo ntuj, tawmtsam lawv tsis pub kom tuaj tau ti peb hlo li."},{"bible_id":"1525","chapter_code":"NEH.4","verse_code":"NEH.4.10","label":"10","content":"Cov neeg Yudas muaj ib zaj nkauj uas lawv hu hais tias: Peb qaug zog heev thiab peb ris nra hnyav kawg; thiab muaj tej txhais zeb ntau ua luaj rau peb khaws mus povtseg. Hnub no peb yuav ua li cas ua tau tug ntsa yeej?"},{"bible_id":"1525","chapter_code":"NEH.4","verse_code":"NEH.4.11","label":"11","content":"Peb cov yeebncuab xav hais tias peb yuav tsis pom lawv lossis tsis paub lawv tej kev tuavhauv ua tsis zoo rau peb mus txog thaum lawv tuaj txov peb, tua peb thiab rhuav peb tej haujlwm kom ua tsis tiav."},{"bible_id":"1525","chapter_code":"NEH.4","verse_code":"NEH.4.12","label":"12","content":"Tiamsis cov Yudas uas nrog peb cov yeebncuab nyob sib xyaw ua ke ntawd pheej tuaj qhia rau peb tsis tseg txog tej uas peb cov yeebncuab tuavhauv yuav tuaj tawmtsam peb ntawd."},{"bible_id":"1525","chapter_code":"NEH.4","verse_code":"NEH.4.13","label":"13","content":"Yog li ntawd, kuv thiaj li muab tej cuabyeej ua rog uas yog ntaj, hmuv thiab hneevnti cob rau cov pejxeem, thiab muab lawv faib raws li tej xeem mus zov ntawm tus ntsa yeej tej ntu uas tseem kho tsis tau tiav."},{"bible_id":"1525","chapter_code":"NEH.4","verse_code":"NEH.4.14","label":"14","content":"Kuv pom hais tias cov pejxeem sawvdaws txhawj kawg. Yog li ntawd, kuv thiaj hais rau lawv thiab lawv cov thawjcoj thiab cov nomtswv tias, “Nej tsis txhob ntshai peb cov yeebncuab. Nej yuav tsum nco ntsoov hais tias tus TSWV uas yog tus muaj hwjchim loj thiab txaus ntshai yuav ua tus tawmtsam nej cov yeebncuab, pab nej cov kwvtij neejtsa, nej cov pojniam menyuam thiab nej tej vajtse.”"},{"bible_id":"1525","chapter_code":"NEH.4","verse_code":"NEH.4.15","label":"15","content":"Peb cov yeebncuab hnov hais tias peb twb paub tej uas lawv tuav tswvyim ua phem ntawd, thiab lawv paub hais tias Vajtswv twb kovyeej lawv lub tswvyim ua phem ntawd lawm. Ces peb sawvdaws txawm rov mus koom tes txhim kho tus ntsa yeej dua."},{"bible_id":"1525","chapter_code":"NEH.4","verse_code":"NEH.4.16","label":"16","content":"Txij thaum ntawd los kuv thiaj muab kuv cov neeg faib ib nrab mus ua haujlwm thiab ib nrab mus ua tubrog zov; kuv muab tej ris tsho hlau rau lawv hnav, muab hmuv, muab daim thaiv hniav ntaj thiab hneevnti cob rau lawv. Peb cov thawjcoj puavleej tuaj tom qab txhawb cov Yudas"},{"bible_id":"1525","chapter_code":"NEH.4","verse_code":"NEH.4.17","label":"17","content":"uas tabtom txhim kho tus ntsa yeej ntawd lub zog. Lawv ua haujlwm hnyav kawg li; ib sab tes nqa pobzeb mus puab tus ntsa yeej thiab ib sab tes nqa rawv tej cuabyeej ua rog,"},{"bible_id":"1525","chapter_code":"NEH.4","verse_code":"NEH.4.18","label":"18","content":"thiab txhua tus uas txhim kho tus ntsa yeej lawv puavleej ris ntaj rawv rau ntawm duav. Tus txivneej uas tshuab xyu ceebtoom rau sawvdaws yeej nrog nraim kuv nyob ua ke."},{"bible_id":"1525","chapter_code":"NEH.4","verse_code":"NEH.4.19","label":"19","content":"Kuv hais rau cov pejxeem, cov nomtswv thiab cov thawjcoj hais tias, “Peb lub luag haujlwm no nthuav mus deb thiab ua rau peb cov neeg uas nyob saum tus ntsa yeej ib leeg nyob nrug deb ib leeg heev lawm."},{"bible_id":"1525","chapter_code":"NEH.4","verse_code":"NEH.4.20","label":"20","content":"Yog thaum twg nej hnov tshuab xyu, nej cia li sau zog los nyob ua ib pawg ibncig kuv. Peb tus Vajtswv yuav pab peb tua peb cov yeebncuab.”"},{"bible_id":"1525","chapter_code":"NEH.4","verse_code":"NEH.4.21","label":"21","content":"Txhua hnub thaum kaj ntug txoog mus txog thaum tsaus ntuj uas hnubqub tawm dawb vog, peb cov neeg muaj ib nrab ua haujlwm nyob rawv saum tus ntsa yeej thiab muaj ib nrab tuav rawv hmuv sawv nres nroos fajxwm."},{"bible_id":"1525","chapter_code":"NEH.4","verse_code":"NEH.4.22","label":"22","content":"Lub sijhawm ntawd, kuv hais rau cov neeg hais tias, “Kom txhua tus neeg thiab nws tus tubtxib cia li pw hauv lub nroog Yeluxalees; hmo ntuj lawv pab peb zov lub nroog thiab nruab hnub pab ua haujlwm.”"},{"bible_id":"1525","chapter_code":"NEH.4","verse_code":"NEH.4.23","label":"23","content":"Txawm yog hmo ntuj los kuv thiab kuv cov phoojywg, kuv cov tubtxib thiab cov tub fajxwm peb yeej tsis hle peb tej ris tsho li. Peb tuav rawv peb tej cuabyeej ua rog ntawm tes tsis tso tseg li."},{"bible_id":"1525","chapter_code":"NEH.5","verse_code":"NEH.5.1","label":"1","content":"Tau ib ntus los tom qab no cov pejxeem coob leej ntau tus, tsis hais pojniam lossis txivneej txawm pib yws lawv cov kwvtij Yudas."},{"bible_id":"1525","chapter_code":"NEH.5","verse_code":"NEH.5.2","label":"2","content":"Muaj qee leej yws hais tias, “Peb cov uas tsevneeg coob, peb xav tau qoobloo kom ntau txaus noj.”"},{"bible_id":"1525","chapter_code":"NEH.5","verse_code":"NEH.5.3","label":"3","content":"Muaj dua ib pab yws hais tias, “Peb yuav tsum tau muag peb tej teb, tej vaj txiv hmab thiab tej tsev nyob, mas peb thiaj li yuav muaj nyiaj los yuav zaub mov noj peb thiaj tsis tuag tshaib.”"},{"bible_id":"1525","chapter_code":"NEH.5","verse_code":"NEH.5.4","label":"4","content":"Tseem muaj dua ib pab yws hais tias, “Peb tau mus txais nyiaj los them peb tej se teb thiab se vaj txiv hmab rau huabtais."},{"bible_id":"1525","chapter_code":"NEH.5","verse_code":"NEH.5.5","label":"5","content":"Peb yog neeg ib yam li cov Yudas, thiab peb tej menyuam twb zoo ib yam li lawv tej thiab; tiamsis peb ho tau muab peb tej menyuam muag mus ua luag qhev. Peb cov ntxhais qee leej raug muag mus ua luag qhev lawm.”"},{"bible_id":"1525","chapter_code":"NEH.5","verse_code":"NEH.5.6","label":"6","content":"Thaum kuv hnov lawv tej lus yws ntawd ua rau kuv chim heev,"},{"bible_id":"1525","chapter_code":"NEH.5","verse_code":"NEH.5.7","label":"7","content":"kuv thiaj li cem cov thawjcoj thiab cov nomtswv uas saib cov pejxeem thiab hais rau lawv tias, “Nej tsimtxom nej cov kwvtij heev dhau lawm!” Kuv thiaj hu kom sawvdaws tuaj sib txoos ua ke"},{"bible_id":"1525","chapter_code":"NEH.5","verse_code":"NEH.5.8","label":"8","content":"thiab hais rau lawv hais tias, “Peb tseem yuav mus txhiv kom tau peb tej kwvtij Yudas uas raug muab muag rau cov neeg txawv tebchaws coj mus ua qhev lawm rov los. Nimno nej tseem kom nej cov kwvtij muab lawv tej neeg muag rau nej thiab los? Lawv twb yog nej cov kwvtij Yudas ntag los sav!” Cov thawjcoj ntawd yoob tas thiab tsis muaj lus teb li."},{"bible_id":"1525","chapter_code":"NEH.5","verse_code":"NEH.5.9","label":"9","content":"Ces kuv thiaj hais tias, “Yog vim li cas nej ua tej yam tsis zoo li no? Tsimnyog nej yuav tsum hwm Vajtswv thiab ua nej lub neej kom ncaj ncees. Nej tsis txhob ua kom peb cov yeebncuab uas yog lwm haivneeg tau chaw txob thuam peb ib qho li."},{"bible_id":"1525","chapter_code":"NEH.5","verse_code":"NEH.5.10","label":"10","content":"Kuv thiaj cia sawvdaws tuaj txais nyiaj thiab mov noj ntawm kuv, kuv cov kwvtij thiab cov neeg uas ua haujlwm rau kuv. Txij no mus peb cia li tseg kiag qhov uas pheej kom luag them nujnqis rov rau peb ntawd."},{"bible_id":"1525","chapter_code":"NEH.5","verse_code":"NEH.5.11","label":"11","content":"Tso plhuav tseg qhov uas suav nujnqis  rau luag them ntawd, tsis hais nyiaj, qoobloo, cawv txiv hmab lossis roj txiv ntoo. Thiab cia li thim lawv tej liaj tej teb, tej vaj txiv hmab, tej txiv ntoo roj thiab lawv tej vajtse rov qab rau lawv tamsim no!”"},{"bible_id":"1525","chapter_code":"NEH.5","verse_code":"NEH.5.12","label":"12","content":"Cov thawjcoj teb hais tias, “Peb yuav ua raws li koj hais. Peb yuav thim lawv tej teb, tej vajtse rov rau lawv thiab tsis pub kom lawv tshuav peb nqi dabtsi hlo li.” Kuv thiaj li hu cov povthawj tuaj thiab kom cov thawjcoj los coglus tabmeeg lawv, thiab cov thawjcoj yuav tsum ua raws li tej lus uas lawv tau cog tseg ntawd."},{"bible_id":"1525","chapter_code":"NEH.5","verse_code":"NEH.5.13","label":"13","content":"Ces kuv thiaj hle hlo kuv txoj hlab tshos  thiab muab kuv lub tsho loj nchos. Thiab kuv hais tias, “Vajtswv yuav muab txhua tus uas tsis ua raws li nws tej lus cog tseg nchos li no ntag. Vajtswv yuav muab nej tej tsev thiab txhua yam uas yog nej tug rho tawm ntawm nej mus povtseg thiab tsis tseg ib yam dabtsi rau nej hlo li.” Ces txhua tus neeg uas tuaj nyob ntawd puavleej hais tias, “Amees!” thiab ua tus TSWV tsaug. Thiab cov thawjcoj tau ua raws li lawv tej lus cog tseg lawm."},{"bible_id":"1525","chapter_code":"NEH.5","verse_code":"NEH.5.14","label":"14","content":"Kuv ua tus tswvxeev kav cov Yudas yog xyoo nees nkaum los txog rau xyoo peb caug ob uas Ataxawxes ua huabtais; kaum ob xyoos uas kuv tau ua tswvxeev ntawd los txog tamsim no, tsis hais kuv cov kwvtij lossis kuv, yeej tsis tau noj tej zaub mov uas cov pejxeem coj tuaj rau tus tswvxeev hlo li."},{"bible_id":"1525","chapter_code":"NEH.5","verse_code":"NEH.5.15","label":"15","content":"Cov tswvxeev qub uas xub kav ua ntej kuv lawm tau quab yuam cov pejxeem ua haujlwm hnyav kawg li thiab kom lawv muab ib hnub twg plaub caug npib nyiaj  rau cov tswvxeev coj mus yuav zaub mov thiab cawv txiv hmab. Txawm yog lawv cov tubtxib los yeej tsimtxom cov pejxeem kawg li thiab, tiamsis kuv tsis ua li lawv cov ntawd, rau qhov kuv hwm Vajtswv."},{"bible_id":"1525","chapter_code":"NEH.5","verse_code":"NEH.5.16","label":"16","content":"Kuv siv tagnrho kuv lub zog los txhim kho tus ntsa yeej, kuv yeej tsis tau ib yam dabtsi hlo li. Txhua tus neeg uas ua haujlwm rau kuv puavleej koom tes nrog kuv txhim kho tus ntsa yeej no."},{"bible_id":"1525","chapter_code":"NEH.5","verse_code":"NEH.5.17","label":"17","content":"Cov Yudas thiab lawv cov thawjcoj ib puas tsib caug leej tau nrog kuv koom tsum noj mov txhua pluag, dua li ntawd tseem muaj cov neeg txawv tebchaws uas nyob ibncig peb lub tebchaws uas pheej tuaj xyuas kuv kuj tau koom nrog kuv noj mov thiab."},{"bible_id":"1525","chapter_code":"NEH.5","verse_code":"NEH.5.18","label":"18","content":"Ib hnub twg kuv tua ib tug nyuj, rau tus yaj uas zoo nkauj heev, thiab ntau tus qaib los ua zaub noj. Thiab kaum hnub twg kuv muab cawv txiv hmab rau sawvdaws haus ib zaug. Kuv yeej paub hais tias yog lub nra hnyav rau cov pejxeem sawvdaws lawm. Yog li ntawd, kuv thiaj tsis hais kom lawv muab zaub mov tuaj rau kuv."},{"bible_id":"1525","chapter_code":"NEH.5","verse_code":"NEH.5.19","label":"19","content":"Kuv thov Vajtswv hais tias, “Vajtswv, kuv thov koj nco ntsoov txhua yam haujlwm uas kuv tau ua rau cov neeg no lawm.”"},{"bible_id":"1525","chapter_code":"NEH.6","verse_code":"NEH.6.1","label":"1","content":"Xanpalas, Taunpias, Nkesees thiab lwm pab uas yog peb cov yeebncuab hnov hais tias peb kho tau tus ntsa yeej tiav ntom nti tsis muaj ib qhov twg khoob li lawm, tsuas yog peb tseem tsis tau coj cov txiag roojvag mus dhos rau ntawm cov roojvag xwb."},{"bible_id":"1525","chapter_code":"NEH.6","verse_code":"NEH.6.2","label":"2","content":"Vim li ntawd, Xanpalas thiab Nkesees thiaj tso neeg tuaj hais rau kuv kom kuv mus ntsib nkawd rau hauv ib lub zos ntawm cov zos uas nyob hauv lub tiaj nrag Aunaus. Qhov no twb yog nkawd tuavhauv xav ua phem rau kuv nkaus xwb."},{"bible_id":"1525","chapter_code":"NEH.6","verse_code":"NEH.6.3","label":"3","content":"Kuv thiaj tso neeg mus hais rau nkawd tias, “Kuv tseem muaj haujlwm tseemceeb heev, kuv tuaj ntsib tsis tau neb. Kuv yuav tsis tso kuv tej haujlwm tseg, thiab cia li tuaj ntsib neb nkaus xwb.”"},{"bible_id":"1525","chapter_code":"NEH.6","verse_code":"NEH.6.4","label":"4","content":"Nkawd tso neeg tuaj hais rau kuv txog plaub zaug puavleej hais ib yam nkaus li ntawd, thiab txhua zaus uas kuv teb rau nkawd los teb ib yam nkaus li ntawd thiab."},{"bible_id":"1525","chapter_code":"NEH.6","verse_code":"NEH.6.5","label":"5","content":"Ces zaum tsib Xanpalas txawm tso kiag nws tus tubtxib tuaj hais rau kuv; zaum no nws nqa ib tsab ntawv tsis nias homthawj rau li."},{"bible_id":"1525","chapter_code":"NEH.6","verse_code":"NEH.6.6","label":"6","content":"Tsab ntawv ntawd hais li no: “Nkesees hais rau kuv tias, muaj ib cov nyuag lus xaiv tsis zoo uas pheej hais nyob rau hauv cov pejxeem, thiab Nkesees hais tias cov lus ntawd yeej muaj tseeb tiag, koj thiab cov Yudas xav ntxeev siab. Yog li ntawd, nej thiaj li txhim kho tus ntsa yeej. Thiab Nkesees tseem hais ntxiv tias yog koj npaj siab xav kom tsa koj ua huabtais."},{"bible_id":"1525","chapter_code":"NEH.6","verse_code":"NEH.6.7","label":"7","content":"Thiab koj tseem tau hais kom cov cev Vajtswv lus qee leej tshaj tawm rau hauv lub nroog Yeluxalees tias koj yog cov Yudas tus vajntxwv; zaj no twb nrov mus txog huabtais lawm. Yog li ntawd, kuv hais rau koj paub tias koj thiab kuv yuav tsum tau tuaj sib ntsib thiab tham txog zaj no.”"},{"bible_id":"1525","chapter_code":"NEH.6","verse_code":"NEH.6.8","label":"8","content":"Kuv thiaj txib neeg mus hais rau Nkesees li no: “Tej lus uas koj hais tas los ntawd yeej tsis muaj ib los tseeb li, koj lam ntxeev lus xwb.”"},{"bible_id":"1525","chapter_code":"NEH.6","verse_code":"NEH.6.9","label":"9","content":"Lawv nrhiav kev ua kom peb ntshai thiab tso tes haujlwm no tseg. Kuv thiaj thov Vajtswv hais tias, “Vajtswv, tamsim no thov koj txhawb kuv lub zog lauj!”"},{"bible_id":"1525","chapter_code":"NEH.6","verse_code":"NEH.6.10","label":"10","content":"Thaum ntawd kuv thiaj mus xyuas Delayas tus tub Semayas uas yog Mehetanpees tus xeebntxwv uas nws yeej tsis muaj cuabkav yuav tawm tau hauv nws lub tsev hlo li. Nws hais rau kuv tias, “Koj thiab kuv yuav tsum tau khiav mus nkaum rau hauv chav dawbhuv hauv lub Tuamtsev thiab muab tej qhovrooj liaj huv tibsi, rau qhov lawv npaj siab yuav tuaj muab koj tua. Txij no mus txhua hmo lawv yuav tuaj nyas nrhiav koj tua povtseg.”"},{"bible_id":"1525","chapter_code":"NEH.6","verse_code":"NEH.6.11","label":"11","content":"Kuv teb nws hais tias, “Kuv tsis yog hom neeg uas yuav nrhiav kev khiav mus nkaum. Koj xav hais tias kuv yuav mus nrhiav chaw nkaum hauv lub Tuamtsev kom cawm tau kuv txojsia no los? Kuv tsis ua li ntawd ib zaug li.”"},{"bible_id":"1525","chapter_code":"NEH.6","verse_code":"NEH.6.12","label":"12","content":"Thaum kuv muab zaj no ua tib zoo xav lawm, kuv paub hais tias Vajtswv tsis tau los hais rau Semayas, tiamsis yog Xanpalas thiab Taunpias nkawd ntiav kom Semayas tuaj ceebtoom li ntawd rau kuv xwb."},{"bible_id":"1525","chapter_code":"NEH.6","verse_code":"NEH.6.13","label":"13","content":"Nkawd ntiav nws tuaj tso hemthawj rau kuv kom kuv mus ua txhaum, nkawd thiaj li yuav ua tau rau kom kuv lub koob lub npe puas thiab muab kuv txo kom poob ntsejmuag."},{"bible_id":"1525","chapter_code":"NEH.6","verse_code":"NEH.6.14","label":"14","content":"Kuv thov Vajtswv hais tias, “Vajtswv, thov koj nco ntsoov tej uas Taunpias thiab Xanpalas nkawd ua thiab rau txim rau nkawd. Thiab thov nco ntsoov tus pojniam Naudiyas uas yog tus cevlus thiab lwm tus cevlus uas pheej nrhiav kev ua kom kuv ntshai ntawd.”"},{"bible_id":"1525","chapter_code":"NEH.6","verse_code":"NEH.6.15","label":"15","content":"Tau tsib caug ob hnub tom qab, tes haujlwm uas ua tus ntsa yeej mam li tiav rau hnub nees nkaum ntsib lub hli Elus."},{"bible_id":"1525","chapter_code":"NEH.6","verse_code":"NEH.6.16","label":"16","content":"Thaum peb cov yeebncuab uas yog cov tebchaws nyob ibncig peb hnov hais txog tej ntawd, lawv poob ntsejmuag kawg li. Rau qhov txhua tus puavleej paub hais tias tej haujlwm ntawd tiav tas vim yog muaj Vajtswv ua tus pab."},{"bible_id":"1525","chapter_code":"NEH.6","verse_code":"NEH.6.17","label":"17","content":"Lub sijhawm ntawd, cov Yudas tej thawjcoj puavleej tau koom tes nrog Taunpias."},{"bible_id":"1525","chapter_code":"NEH.6","verse_code":"NEH.6.18","label":"18","content":"Muaj cov Yudas coob leej tuaj Taunpias tog, rau qhov nws yawmtxiv yog Alas tus tub Sekaniyas uas yog neeg Yudas. Dua li ntawd, nws tus tub Yehauhanas tseem yuav Npelekhiyas tus tub Mesulas tus ntxhais ua pojniam thiab."},{"bible_id":"1525","chapter_code":"NEH.6","verse_code":"NEH.6.19","label":"19","content":"Cov neeg pheej hais zom zaws tabmeeg rau ntawm kuv xubntiag txog Taunpias tej haujlwm zoo thiab pheej coj txhua yam uas kuv tau hais mus piav qhia huv tibsi rau Taunpias mloog. Thiab nws tseem pheej xa ntawv tuaj hem kom kuv ntshai."},{"bible_id":"1525","chapter_code":"NEH.7","verse_code":"NEH.7.1","label":"1","content":"Nimno tus ntsa yeej twb ua tiav tas lawm, tej roojvag los kuj dhos tas txhua lub, thiab yeej cob haujlwm tas rau cov neeg uas zov Tuamtsev, cov hu nkauj thiab cov Levis huv tibsi lawm."},{"bible_id":"1525","chapter_code":"NEH.7","verse_code":"NEH.7.2","label":"2","content":"Kuv tsa kuv tus tijlaug Hananis thiab Hananiyas uas yog tus thawj tubrog loj uas saib tej chaw fajxwm, ua ob tug uas saib lub nroog Yeluxalees. Hananiyas yog ib tug uas ncaj ncees thiab hwm Vajtswv dua lwm tus huv tibsi."},{"bible_id":"1525","chapter_code":"NEH.7","verse_code":"NEH.7.3","label":"3","content":"Kuv hais kom nkawd tsis txhob qhib tej roojvag nroog Yeluxalees mus txog thaum hnub tuaj, thiab kaw rau thaum uas tseem muaj neeg zov thiab ua ntej lub hnub tsis tau poob, thiab muab tej ntsia liaj roojvag los liaj rau. Thiab kuv hais rau lawv kom tsa cov neeg uas nyob hauv lub nroog Yeluxalees los ua cov zov roojvag thiab faib haujlwm rau lawv cov ntawd qee leej ua cov tshuajxwm ncig mus los saib lawv tej vajtse."},{"bible_id":"1525","chapter_code":"NEH.7","verse_code":"NEH.7.4","label":"4","content":"Yeluxalees yog ib lub nroog uas loj heev, tiamsis tsis muaj neeg nyob coob thiab tsis muaj neeg ua tsev ntau rau hauv."},{"bible_id":"1525","chapter_code":"NEH.7","verse_code":"NEH.7.5","label":"5","content":"Vajtswv thiaj tshoov kuv siab kom kuv hu tagnrho cov pejxeem thiab lawv cov thawjcoj thiab cov nomtswv tuaj txoos ua ke thiab tshawb nrhiav lawv txhua yim neeg tej ntaub ntawv. Kuv thiaj nrhiav tau phau ntawv uas teev cov neeg uas xub raug tso rov los tej npe thiab muaj raws li nram no:"},{"bible_id":"1525","chapter_code":"NEH.7","verse_code":"NEH.7.6","label":"6","content":"Coob leej uas raug luag ntes mus thiaj tau rov hauv lub xeev Npanpiloos los rau hauv lub nroog Yeluxalees thiab lub xeev Yudas, nyias thiaj rov mus rau hauv nyias tej qub zej qub zos. Lawv tej tsevneeg tau mus nyob hauv lub xeev Npanpiloos txij thaum uas Vajntxwv Nenpukajnexales tau ntes lawv coj mus lawm."},{"bible_id":"1525","chapter_code":"NEH.7","verse_code":"NEH.7.7","label":"7","content":"Lawv cov thawjcoj yog Xelunpanpees, Yesuas, Nehemis, Axaliyas, La-amiyas, Nahamanis, Maudekhais, Npilesas, Mipeles, Npivais, Nehoos thiab Npa-anas."},{"bible_id":"1525","chapter_code":"NEH.7","verse_code":"NEH.7.8+NEH.7.9+NEH.7.10+NEH.7.11+NEH.7.12+NEH.7.13+NEH.7.14+NEH.7.15+NEH.7.16+NEH.7.17+NEH.7.18+NEH.7.19+NEH.7.20+NEH.7.21+NEH.7.22+NEH.7.23+NEH.7.24+NEH.7.25","label":"8-25","content":"Ntawm no mus yog sau cov Yixalayees tej tsevneeg thiab txhua cuab kwvtij uas raug luag ntes mus thiab tau rov los muaj npe raws li nram no: Paluses cuab kwvtij muaj ob txhiab ib puas xya caum ob leeg, Sefatiyas cuab kwvtij muaj peb puas xya caum ob leeg, Alas cuab kwvtij muaj rau pua tsib caug ob leeg, Pahas Mau-am (uas yog Yesuas thiab Yau-am nkawd cov xeebntxwv) cuab kwvtij muaj ob txhiab yim pua kaum yim leej, Elas cuab kwvtij muaj ib txhiab ob puas tsib caug plaub leeg, Xatus cuab kwvtij muaj yim pua plaub caug tsib leeg, Xakais cuab kwvtij muaj xya pua rau caum leej, Npenu-is cuab kwvtij muaj rau pua plaub caug yim leej, Npenpais cuab kwvtij muaj rau pua nees nkaum yim leej, Ankas cuab kwvtij muaj ob txhiab peb puas nees nkaum ob leeg, Adunikas cuab kwvtij muaj rau pua rau caum xya leej, Npivais cuab kwvtij muaj ob txhiab rau caum xya leej, Adees cuab kwvtij muaj rau pua tsib caug tsib leeg, Ates (uas muaj dua ib lub npe hu ua Hexekiyas) cuab kwvtij muaj cuaj caum yim leej, Hasus cuab kwvtij muaj peb puas nees nkaum yim leej, Npexais cuab kwvtij muaj peb puas nees nkaum plaub leeg, Halifas cuab kwvtij muaj ib puas kaum ob leeg, Nkinpe-oos cuab kwvtij muaj cuaj caum tsib leeg."},{"bible_id":"1525","chapter_code":"NEH.7","verse_code":"NEH.7.26+NEH.7.27+NEH.7.28+NEH.7.29+NEH.7.30+NEH.7.31+NEH.7.32+NEH.7.33+NEH.7.34+NEH.7.35+NEH.7.36+NEH.7.37+NEH.7.38","label":"26-38","content":"Cov neeg uas thaum ub lawv cov yawgkoob nyob hauv tej nroog uas muaj npe li nram no tau rov los: Nroog Npelehees thiab Netufas muaj ib puas yim caum yim leej, Nroog Anathaus muaj ib puas nees nkaum yim leej, Nroog Npethes Axemaves muaj plaub caug ob leeg, Nroog Kili-as Ye-alees, Khefilas thiab Npelaus muaj xya pua plaub caug peb leeg, Nroog Lamas thiab Nkenpas muaj rau pua nees nkaum ib leeg, Nroog Mikhemas muaj ib puas nees nkaum ob leeg, Nroog Npethees thiab A-is muaj ib puas nees nkaum peb leeg, Dua lwm tus Nenpaus muaj tsib caug ob leeg, Dua lwm tus Elas muaj ib txhiab ob puas tsib caug plaub leeg, Nroog Halees muaj peb puas nees nkaum leej, Nroog Yelikaus muaj peb puas plaub caug tsib leeg Nroog Ludes, Hadis thiab Aunaus muaj xya pua nees nkaum ib leeg, Nroog Sena-as muaj peb txhiab cuaj pua peb caug leej."},{"bible_id":"1525","chapter_code":"NEH.7","verse_code":"NEH.7.39+NEH.7.40+NEH.7.41+NEH.7.42","label":"39-42","content":"Ntawm no mus yog teev cov xeem uas yog cov povthawj uas raug ntes mus thiab tau rov los: Yedayas (uas yog Yesuas cov xeebntxwv) cuab kwvtij muaj cuaj pua xya caum peb leeg, Imeles cuab kwvtij muaj ib txhiab tsib caug ob leeg, Pasus cuab kwvtij muaj ib txhiab ob puas plaub caug xya leej, Halees cuab kwvtij muaj ib txhiab kaum xya leej."},{"bible_id":"1525","chapter_code":"NEH.7","verse_code":"NEH.7.43+NEH.7.44+NEH.7.45","label":"43-45","content":"Levis cuab kwvtij uas raug ntes mus thiab tau rov los muaj raws li nram no: Yesuas thiab Kamiyees (uas yog Haudaviyas cov xeebntxwv) muaj xya caum plaub leeg, Cov hu nkauj hauv lub Tuamtsev (uas yog Axafes cov xeebntxwv) muaj ib puas plaub caug yim leej, Cov zov lub Tuamtsev (uas yog Salumes, Ates, Tamoos, Akus, thiab Sunpais cov xeebntxwv) lawv muaj ib puas peb caug yim leej."},{"bible_id":"1525","chapter_code":"NEH.7","verse_code":"NEH.7.46+NEH.7.47+NEH.7.48+NEH.7.49+NEH.7.50+NEH.7.51+NEH.7.52+NEH.7.53+NEH.7.54+NEH.7.55+NEH.7.56","label":"46-56","content":"Tej cuab uas ua haujlwm hauv lub Tuamtsev uas raug ntes mus thiab tau rov qab los muaj raws li no: Xihas, Haxufas, Tanpauthas, Kelaus, Xias, Padoos, Lenpanas, Hankanpas, Samais, Hanas, Nkidees, Nkahas, Le-ayas, Lexees, Nekaudas, Nkaxas, Uxas, Paxe-as, Npexais, Me-unis, Nefusexis, Npakenpus, Hakufas, Halihus, Npaxalis, Mehidas, Halisas, Npalekaus, Xixelas, Temas, Nexiyas thiab Hatifas."},{"bible_id":"1525","chapter_code":"NEH.7","verse_code":"NEH.7.57+NEH.7.58+NEH.7.59","label":"57-59","content":"Tej cuab uas yog Xalumoos cov tubtxib uas raug ntes mus thiab tau rov qab los muaj raws li no: Xautais, Xaufeles, Pelidas, Yalas, Dankoos, Nkidees, Sefatiyas, Hatises, Paukheles Haxenpais thiab Amoos."},{"bible_id":"1525","chapter_code":"NEH.7","verse_code":"NEH.7.60","label":"60","content":"Tagnrho cov neeg uas ua haujlwm hauv lub Tuamtsev thiab Xalumoos cov tubtxib cov xeebntxwv uas tau rov los muaj peb puas cuaj caum ob leeg."},{"bible_id":"1525","chapter_code":"NEH.7","verse_code":"NEH.7.61+NEH.7.62","label":"61-62","content":"Delayas, Taunpias, Nekaudas, thiab lawv tej cuab kwvtij uas tau rov pem lub nroog Teles Melas, Teles Hasas, Khelus, Adoos thiab Imeles los muaj rau pua plaub caug ob leeg; tiamsis lawv tsis paub hais tias lawv puas yog Yixalayees cov xeebntxwv los tsis yog."},{"bible_id":"1525","chapter_code":"NEH.7","verse_code":"NEH.7.63+NEH.7.64","label":"63-64","content":"Cov povthawj tej cuab kwvtij nrhiav tsis tau tej ntaub ntawv qhia hais tias lawv yawgkoob yog cajces twg lawm. Lawv cov ntawd muaj raws li no: Haunpayas, Hakauxes thiab Npaxilais. (Tus povthawj Npaxilais yawgkoob mus yuav ib tug pojniam ntawm cuab kwvtij Npaxilais hauv cheebtsam Nkile-as thiab cia li mus kiav xeem yuav nws yawmtxiv lub xeem lawm.) Txij thaum ntawd los, lawv tsis muaj ib yam puavpheej dabtsi los qhia hais tias lawv cov yawgkoob yog cajces twg tiag, thiaj tsis xaiv lawv los ua cov povthawj li."},{"bible_id":"1525","chapter_code":"NEH.7","verse_code":"NEH.7.65","label":"65","content":"Cov Yudas tus tswvxeev hais rau lawv pab ntawd tias lawv yuav noj tsis tau tej zaub mov uas twb muab fij rau Vajtswv lawm, mus txog thaum uas lawv muaj ib tug los ua povthawj uas siv tau lub Ulees thiab lub Thumees tso."},{"bible_id":"1525","chapter_code":"NEH.7","verse_code":"NEH.7.66+NEH.7.67+NEH.7.68+NEH.7.69","label":"66-69","content":"Tagnrho cov neeg uas raug luag ntes mus thiab tau rov los yog muaj plaub caug ob txhiab peb puas rau caum leej: Lawv cov tubtxib tagnrho pojniam thiab txivneej muaj xya txhiab peb puas peb caug xya leej, Cov hu nkauj tagnrho pojniam thiab txivneej muaj ob puas plaub caug tsib leeg, Nees muaj xya pua peb caug rau tus, Nees zag muaj ob puas plaub caug tsib tug, Ntxhuav muaj plaub puas peb caug tsib tug, Neesluav muaj rau txhiab xya pua nees nkaum tus."},{"bible_id":"1525","chapter_code":"NEH.7","verse_code":"NEH.7.70","label":"70","content":"Muaj qee leej thawjcoj ntawm tej cuab kwvtij tau muab khoom tuaj pab txhim kho lub Tuamtsev. Tus tswvxeev muab tau ib txhiab choj kub, tsib caug lub rhawv nyiaj, tsib puas peb caug lub tsho ntev rau cov povthawj coj tuaj tso rau hauv lub txhab nyiaj."},{"bible_id":"1525","chapter_code":"NEH.7","verse_code":"NEH.7.71","label":"71","content":"Muaj qee leej thawjcoj ntawm tej cuab kwvtij tau muab nees nkaum txhiab choj kub thiab ob txhiab ob puas choj nyiaj coj tuaj tso rau hauv lub txhab nyiaj."},{"bible_id":"1525","chapter_code":"NEH.7","verse_code":"NEH.7.72","label":"72","content":"Thiab cov pejxeem muab tau nees nkaum txhiab choj kub, ob txhiab choj nyiaj, thiab rau caum xya lub tsho ntev rau cov povthawj, coj tuaj tso rau hauv lub txhab nyiaj."},{"bible_id":"1525","chapter_code":"NEH.7","verse_code":"NEH.7.73","label":"73","content":"Cov povthawj, cov Levis thiab cov uas zov lub Tuamtsev, cov hu nkauj, cov pejxeem, cov neeg ua haujlwm hauv lub Tuamtsev thiab tagnrho cov Yixalayees, lawv nyias mus nyob rau hauv nyias tej zos thiab tej nroog hauv xeev Yudas."},{"bible_id":"1525","chapter_code":"NEH.8","verse_code":"NEH.8.1","label":"1","content":"Thaum lub xya hli ntuj, cov pejxeem Yixalayees txawm mus nyob tas rau hauv lawv tej nroog lawm. Lub hlis ntawd hnub xiab ib, tagnrho sawvdaws thiaj tuaj sib sau ua ke rau hauv lub nroog Yeluxalees, ntawm lub tshavpuam uas nyob ntawm lub Roojvag Dej sab hauv. Lawv thiaj thov kom tus povthawj Exalas uas yog tus kawm paub txoj Kevcai uas tus TSWV tau muab cob rau Mauxes, mus nqa phau Kevcai ntawd tuaj."},{"bible_id":"1525","chapter_code":"NEH.8","verse_code":"NEH.8.2","label":"2","content":"Yog li ntawd, Exalas thiaj nqa phau kevcai tuaj rau ntawm qhov chaw uas cov pejxeem tuaj sib sau, tsis hais cov pojniam, cov txivneej thiab cov menyuam uas loj thiab paub qabhau uas tuaj ntawd."},{"bible_id":"1525","chapter_code":"NEH.8","verse_code":"NEH.8.3","label":"3","content":"Exalas txawm nyeem Phau Kevcai rau lawv mloog, ntawm lub tshavpuam uas nyob ntawm lub roojvag sab hauv, thaum kaj ntug txoog mus txog thaum tavsu, thiab lawv puavleej ua tib zoo mloog."},{"bible_id":"1525","chapter_code":"NEH.8","verse_code":"NEH.8.4","label":"4","content":"Exalas sawv saum lub samthiaj uas yeej ua los npaj rau tej lub sijhawm uas muaj li ntawd. Matithiyas, Semas, Anayas, Uliyas, Hilekiyas thiab Ma-axeyas yog cov txivneej uas sawv ntawm nws sab xis; thiab Pedayas, Misayees, Makhiyas, Hasoos, Hasenpadanas, Xakhaliyas thiab Mesulas yog cov txivneej uas sawv ntawm nws sab laug."},{"bible_id":"1525","chapter_code":"NEH.8","verse_code":"NEH.8.5","label":"5","content":"Exalas sawv saum lub samthiaj uas siab tshaj cov neeg sawvdaws, thiab cov pejxeem puavleej tig mus saib nws. Thaum nws nthuav hlo phau ntawv, lawv sawvdaws puavleej sawv ntsug tagnrho."},{"bible_id":"1525","chapter_code":"NEH.8","verse_code":"NEH.8.6","label":"6","content":"Exalas hais tias, “Ua tus TSWV uas yog Vajtswv tus muaj hwjchim loj kawg nkaus tsaug!” Tagnrho cov neeg sawvdaws puavleej tsa tes rau saum ntuj thiab teb hais tias, “Amees! Amees!” Thiab lawv txawm txhos caug ntua nyo hau ua ntsejmuag ti nkaus rau hauv av pehawm Vajtswv."},{"bible_id":"1525","chapter_code":"NEH.8","verse_code":"NEH.8.7","label":"7","content":"Ces lawv rov sawv ntsug thiab nyias sawv ntawm nyias qhov chaw, thiab cov Levis uas muaj npe li nram no thiaj los piav txoj kevcai rau lawv mloog: Yesuas, Npanis, Selenpiyas, Yamees, Akus, Sanpethais, Haudiyas, Ma-axeyas, Kelitas, Axaliyas, Yauxanpas, Hanas thiab Pelayas."},{"bible_id":"1525","chapter_code":"NEH.8","verse_code":"NEH.8.8","label":"8","content":"Lawv txhais  Vajtswv txoj Kevcai thiab piav  txoj Kevcai ntawd kom cov pejxeem paub tseeb."},{"bible_id":"1525","chapter_code":"NEH.8","verse_code":"NEH.8.9","label":"9","content":"Thaum cov neeg hnov tej uas txoj Kevcai ntawd qhia kom sawvdaws ua, lawv tu siab thiab quaj kawg li. Nehemis uas yog tus tswvxeev, thiab Exalas uas yog tus povthawj thiab yog tus uas kawm paub txoj Kevcai no zoo, thiab cov Levis uas qhia Vajtswv txoj Kevcai thiaj hais rau cov pejxeem tias, “Hnub no yog ib hnub uas dawbhuv rau tus TSWV uas yog nej tus Vajtswv. Yog li ntawd, nej tsis txhob tu siab thiab tsis txhob quaj.”"},{"bible_id":"1525","chapter_code":"NEH.8","verse_code":"NEH.8.10","label":"10","content":"Ces nws txawm hais rau lawv tias, “Nej cia li rov mus tsev, noj tej nqaij rog thiab haus tej cawv qab zib thiab muab ibtxhia pub rau cov neeg uas tsis tau npaj dabtsi noj; rau qhov hnub no yog hnub uas dawbhuv rau peb tus TSWV; thiab tsis txhob nyuaj siab, vim txojkev zoo siab uas los ntawm tus TSWV twb txhawb tau nej lub zog lawm.”"},{"bible_id":"1525","chapter_code":"NEH.8","verse_code":"NEH.8.11","label":"11","content":"Cov Levis ncig mus thoob plaws cov neeg hais kom sawvdaws nyob twjywm thiab tsis txhob nyuaj siab rau hnub dawbhuv ntawd."},{"bible_id":"1525","chapter_code":"NEH.8","verse_code":"NEH.8.12","label":"12","content":"Yog li ntawd, cov pejxeem thiaj li rov mus tsev thiab noj haus tsau npo muaj kev zoo siab thiab faib tej uas lawv muaj pub rau lwm tus, rau qhov lawv totaub zoo txog txoj Kevcai uas nyeem rau lawv mloog ntawd lawm."},{"bible_id":"1525","chapter_code":"NEH.8","verse_code":"NEH.8.13","label":"13","content":"Hnub tom qab, txhua tus thawjcoj ntawm txhua cuab kwvtij, nrog cov povthawj thiab cov Levis, txawm sib sau ua ke tuaj kawm Vajtswv txoj Kevcai ntawm Exalas."},{"bible_id":"1525","chapter_code":"NEH.8","verse_code":"NEH.8.14","label":"14","content":"Lawv pom hais tias txoj Kevcai uas tus TSWV muab cob rau Mauxes yeej qhia rau cov Yixalayees kom yuav tsum nyob hauv cov Tsev Pheebsuab mus txog hnub uas lawv ua kevcai tas lawm."},{"bible_id":"1525","chapter_code":"NEH.8","verse_code":"NEH.8.15","label":"15","content":"Yog li ntawd, lawv thiaj li tshaj tawm tej lus uas hais li nram no, xa  mus thoob plaws hauv lub nroog Yeluxalees, lwm lub nroog thiab lwm cov zos hais tias, “Sawvdaws cia li nce mus rau pem tej roob, mus lov tej ceg thuv, ceg txiv ntoo roj, ceg ntoo tsw qab, nplooj toovlaj thiab lwm yam ntoo los ua Tsev Pheebsuab raws li tej lus uas tau sau tseg rau hauv phau Kevcai lawm.”"},{"bible_id":"1525","chapter_code":"NEH.8","verse_code":"NEH.8.16","label":"16","content":"Yog li ntawd, cov neeg thiaj mus lov tej ceg ntoo coj los ua Tsev Pheebsuab rau saum lawv tej tsev txheej saud, rau ntawm lawv tej tog vaj tog tsev, rau ntawm lub tshavpuam ntawm lub Tuamtsev, thiab ua rau ntawm lub tshavpuam uas nyob ntawm lub Roojvag Dej thiab lub Roojvag Efalayees."},{"bible_id":"1525","chapter_code":"NEH.8","verse_code":"NEH.8.17","label":"17","content":"Tagnrho cov neeg uas raug luag ntes mus thiab tau rov los puavleej ua Tsev Pheebsuab thiab mus nyob hauv tej tsev ntawd. Suav txij thaum Noos tus tub Yausuas tiam los txog rau lub sijhawm no, zaum no yog thawj zaug uas lawv ua, txhua tus txaus siab thiab zoo siab kawg nkaus li."},{"bible_id":"1525","chapter_code":"NEH.8","verse_code":"NEH.8.18","label":"18","content":"Thawj hnub uas lawv pib ua kevcai los txog rau hnub uas ua kevcai xaus, Exalas muab Vajtswv phau kevcai nyeem rau cov pejxeem mloog txhua hnub. Lawv ua kevcai tau xya hnub, hnub yim yog hnub uas lawv xaus raws li txoj kevcai tau qhia tseg lawm."},{"bible_id":"1525","chapter_code":"NEH.9","verse_code":"NEH.9.1+NEH.9.2","label":"1-2","content":"Lub hli ntawd, hnub nees nkaum plaub, cov Yixalayees tuaj sib sau ua ke muab ntaubtsaj los hnav ua kevcai yoo mov thiab tsuab hmoov av rau saum lawv tej taubhau. Cov Yixalayees cais lawv tawm ntawm lwm haivneeg, lees lawv tej kev txhaum thiab tej kev phem uas lawv cov yawgkoob tau ua los lawm."},{"bible_id":"1525","chapter_code":"NEH.9","verse_code":"NEH.9.3","label":"3","content":"Muab tus TSWV uas yog lawv tus Vajtswv txoj Kevcai los nyeem rau lawv mloog tau peb txoos teev txwm nkaus, thiab peb txoos teev tom qab yog lawv lees lawv tej kev txhaum thiab pehawm tus TSWV uas yog lawv tus Vajtswv."},{"bible_id":"1525","chapter_code":"NEH.9","verse_code":"NEH.9.4","label":"4","content":"Qhov ntawd muaj ib lub samthiaj rau cov Levis; cov uas mus sawv saud yog Yesuas, Npanis, Kamiyees, Senpaniyas, Npunis, Selenpiyas, Npanis, Hasaneyas, Selenpiyas, Haudiyas, Senpaniyas thiab Pethahiyas. Lawv tsa ncauj thov tus TSWV uas yog Vajtswv."},{"bible_id":"1525","chapter_code":"NEH.9","verse_code":"NEH.9.5","label":"5","content":"Cov Levis nram qab no yog cov uas hu sawvdaws pehawm Vajtswv: Yesuas, Kamiyees, Npanis, Hasaneyas, Selenpiyas, Haudiyas, Senpaniyas thiab Pethahiyas. Lawv hais tias: “Cia li sawv thiab qhuas tus TSWV uas yog nej tus Vajtswv; qhuas nws mus ibtxhis li! Txawm yog tsis muaj ib tug twg pehawm nws mus rau qhov tsimnyog, los peb sawvdaws cia li qhuas nws lub npe uas zoo kawg nkaus.”"},{"bible_id":"1525","chapter_code":"NEH.9","verse_code":"NEH.9.6","label":"6","content":"Cov Yixalayees thov Vajtswv li nram no: “Tus TSWV, koj tib leeg xwb thiaj yog tus TSWV; koj yog tus uas tsim lub ntuj thiab tej hnubqub saum nruab ntug. Koj tsim dej, av thiab txhua tsav yam uas nyob hauv dej thiab saum daim av; Thiab koj rau siav rau pa rau txhua yam ntawd. Txhua yam uas muaj hwjchim saum nruab ntug qhau taubhau pehawm koj."},{"bible_id":"1525","chapter_code":"NEH.9","verse_code":"NEH.9.7","label":"7","content":"Tus TSWV uas yog Vajtswv, koj tau xaiv Anplas cia thiab coj nws kev tawm hauv lub nroog Ules uas nyob hauv lub xeev Npanpiloos los; Koj thiaj muab nws tis dua npe tshiab hu ua Anplahas."},{"bible_id":"1525","chapter_code":"NEH.9","verse_code":"NEH.9.8","label":"8","content":"Koj pom nws ua ncaj ncees rau koj, thiab koj tau coglus rau nws hais tias, koj yuav muab lub tebchaws Kana-as rau nws; yog cov Hitis thiab cov Amoos lub tebchaws, cov Pelixes, cov Yenpus thiab cov Nkinkasis lub tebchaws, mas yuav yog lub tebchaws uas koj muab rau nws cov xeebntxwv nyob."},{"bible_id":"1525","chapter_code":"NEH.9","verse_code":"NEH.9.9","label":"9","content":"“Koj twb pom peb cov yawgkoob tau tiv kev txomnyem nyob nram tebchaws Iziv; Koj tau hnov lawv tej suab hu thov pab nyob nram ntug dej Hiavtxwv Liab."},{"bible_id":"1525","chapter_code":"NEH.9","verse_code":"NEH.9.10","label":"10","content":"Koj tau ua tej txujci tseemceeb tawmtsam Falaus, nws cov nomtswv thiab cov neeg uas nyob hauv nws lub tebchaws, rau qhov koj yeej paub tej uas lawv tsimtxom koj haivneeg. Koj tau kovyeej lawv thiaj ua rau koj lub koob meej nrov ncha moo lug los txog niaj hnub no."},{"bible_id":"1525","chapter_code":"NEH.9","verse_code":"NEH.9.11","label":"11","content":"Koj muab dej hiavtxwv faib hlo ua kev qhuav qhawv rau koj haivneeg taug thiab koj coj lawv hla dhau mus rau sab av qhuav tim ub. Cov neeg uas caum lawv qab ntawd tog tas rau hauv qab thu dej ib yam li lub pobzeb uas tog rau hauv qab thu hiavtxwv."},{"bible_id":"1525","chapter_code":"NEH.9","verse_code":"NEH.9.12","label":"12","content":"Thaum nruab hnub, koj ua kom muaj ib tauv huab los coj lawv kev, thiab hmo ntuj, koj ua kom muaj nplaim taws mus ua lawv ntej."},{"bible_id":"1525","chapter_code":"NEH.9","verse_code":"NEH.9.13","label":"13","content":"Koj nqis saum ntuj los rau saum lub Roob Xinais; koj hais lus rau koj haivneeg, koj muab txoj kevcai tseeb, kev tswjhwm, tej kabke thiab tej lus samhwm cob rau lawv."},{"bible_id":"1525","chapter_code":"NEH.9","verse_code":"NEH.9.14","label":"14","content":"Koj qhia kom lawv ceev hnub Xanpataus ua hnub tseemceeb, thiab koj muab koj txoj Kevcai cob rau koj haivneeg los ntawm koj tus tubtxib Mauxes."},{"bible_id":"1525","chapter_code":"NEH.9","verse_code":"NEH.9.15","label":"15","content":"“Thaum lawv tshaib plab, koj pub mov saum ntuj los rau lawv noj thiab thaum lawv nqhis dej, koj ua dej txhawv hauv pobzeb los rau lawv haus. Koj hais kom lawv mus txeeb lub tebchaws uas koj coglus yuav muab pub rau lawv nyob."},{"bible_id":"1525","chapter_code":"NEH.9","verse_code":"NEH.9.16","label":"16","content":"Tiamsis peb cov yawgkoob tau ua neeg khavtheeb, neeg siab tawv thiab tsis kam ua raws li koj tej lus samhwm."},{"bible_id":"1525","chapter_code":"NEH.9","verse_code":"NEH.9.17","label":"17","content":"Lawv tsis mloog koj lus, lawv tsis nco qab txhua yam uas koj ua tas los lawm; lawv tsis nco qab tej txujci uas koj tau ua los lawm. Thaum lawv muaj lub siab khavtheeb li ntawd, lawv txawm xaiv qhov uas cia lawv muaj ib tug thawjcoj uas yuav coj lawv rov mus ua qhev nyob nram tebchaws Iziv. Tiamsis koj yog tus Vajtswv uas muaj kev zam txim; koj muaj koob hmoov thiab kev hlub, koj tsis chim sai. Koj txojkev hlub loj heev; koj yeej tsis tso lawv povtseg hlo li."},{"bible_id":"1525","chapter_code":"NEH.9","verse_code":"NEH.9.18","label":"18","content":"Lawv tau puab ib tug mlom uas tus duab zoo li tus menyuam nyuj, thiab lawv hais tias tus ntawd yog tus vajtswv uas coj lawv tawm nram tebchaws Iziv los! Tus TSWV, ua li cas lawv yuav ua rhuav koj loj ua luaj li!"},{"bible_id":"1525","chapter_code":"NEH.9","verse_code":"NEH.9.19","label":"19","content":"Tiamsis koj tsis tau muab lawv tso povtseg rau nram tiaj zeb suabpuam, vim koj txojkev hlub loj heev. Koj tseem tsis tau muab tauv huab thiab tus nplaim taws uas qhia kev rau lawv mus nruab hnub thiab hmo ntuj tshem tseg."},{"bible_id":"1525","chapter_code":"NEH.9","verse_code":"NEH.9.20","label":"20","content":"Koj muab koj lub siab zoo qhia rau lawv, koj muab manas rau lawv noj thiab muab dej rau lawv haus."},{"bible_id":"1525","chapter_code":"NEH.9","verse_code":"NEH.9.21","label":"21","content":"Koj pub rau lawv muaj noj tau plaub caug xyoo nram tiaj suabpuam, lawv tsis tu ncua ib yam dabtsi li, lawv tej tsoos tsho los yeej tsis ntuag thiab lawv tej kotaw los yeej tsis mob tsis o li."},{"bible_id":"1525","chapter_code":"NEH.9","verse_code":"NEH.9.22","label":"22","content":"“Koj coj lawv los ntaus yeej ntau haivneeg thiab ntau lub tebchaws uas nyob ibncig lawv lub tebchaws. Lawv tseem mus ntaus yeej lub tebchaws Hesenpoos uas yog Xihoos ua tus kav, thiab txeeb tau lub tebchaws Npasas uas yog Aunkas ua vajntxwv kav."},{"bible_id":"1525","chapter_code":"NEH.9","verse_code":"NEH.9.23","label":"23","content":"Koj pub rau lawv muaj tub muaj ki coob ib yam li tej hnubqub saum nruab ntug, thiab koj pub kom lawv muaj yeej thiab los nyob hauv lub tebchaws uas koj tau coglus rau lawv cov yawgkoob hais tias koj yuav muab rau lawv nyob."},{"bible_id":"1525","chapter_code":"NEH.9","verse_code":"NEH.9.24","label":"24","content":"Lawv thiaj mus txeeb tau lub tebchaws Kana-as; koj tau ntaus yeej cov neeg uas ibtxwm nyob hauv tej tebchaws ntawd. Koj pub rau koj haivneeg muaj hwjchim thiab ua tau raws li lawv siab nyiam rau cov neeg thiab cov vajntxwv uas nyob hauv tebchaws Kana-as."},{"bible_id":"1525","chapter_code":"NEH.9","verse_code":"NEH.9.25","label":"25","content":"Koj haivneeg txeeb tau tej nroog uas muaj ntsa yeej thaiv khov kho, lub tebchaws uas av rog thiab zoo qoob, tej vajtse uas muaj txhua yam zoo nyob hauv, muaj tej qhovdej uas luag twb khawb tau cia lawm, muaj txiv ntoo roj, txiv ntoo thiab tej vaj txiv hmab. Lawv tau noj txhua yam uas lawv xav noj, ua rau lawv loj thiab rog; lawv txaus siab rau txhua yam zoo uas koj muab pub rau lawv lawm."},{"bible_id":"1525","chapter_code":"NEH.9","verse_code":"NEH.9.26","label":"26","content":"Tiamsis koj haivneeg tau ntxeev siab thiab tsis mloog koj lus; lawv tig nraubqaum rau koj txoj Kevcai. Lawv muab koj cov cevlus uas ntuas lawv tua povtseg tas, yog koj cov cevlus uas hais kom lawv rov qab los cuag koj. Lawv tau ua rhuav koj ntsejmuag ib zaug dhau ib zaug"},{"bible_id":"1525","chapter_code":"NEH.9","verse_code":"NEH.9.27","label":"27","content":"yog li ntawd, koj thiaj cia lawv cov yeebncuab tua yeej lawv thiab tswjhwm lawv. Thaum lawv raug kev txomnyem, lawv thov koj pab, thiab koj nyob saum ntuj teb lawv. Vim koj muaj txojkev hlub loj heev, koj thiaj txib ib cov thawjcoj los pab lawv kom dim ntawm lawv cov yeebncuab."},{"bible_id":"1525","chapter_code":"NEH.9","verse_code":"NEH.9.28","label":"28","content":"Thaum lawv muaj kev thajyeeb lawm, lawv rov qab ua txhaum rau koj dua, koj thiaj li tso lawv cov yeebncuab tuaj tua yeej lawv. Ces thaum lawv lees txim thiab thov koj pab cawm lawv, Koj nyob saum ntuj, koj hnov thiab koj tau cawm lawv ib zaug dhau ib zaug ntawm koj txojkev hlub."},{"bible_id":"1525","chapter_code":"NEH.9","verse_code":"NEH.9.29","label":"29","content":"Koj ntuas kom lawv mloog koj tej lus qhuab qhia, tiamsis vim lawv khavtheeb lawv thiaj tsis ua raws li koj tej kevcai, lawv yeej paub hais tias yog ua raws li koj txoj Kevcai yog txojkev uas coj mus tau txojsia. Lawv lub siab tawv kawg nkaus, lawv tig nraubqaum rau koj thiab lawv tsis mloog koj tej lus."},{"bible_id":"1525","chapter_code":"NEH.9","verse_code":"NEH.9.30","label":"30","content":"Koj ua siab ntev kawg nkaus thiab ntuas lawv ib xyoos dhau ib xyoos. Koj muab lus rau koj cov cevlus kom hais rau lawv, tiamsis koj haivneeg lag ntseg lawm; yog li ntawd, koj thiaj cia lwm haivneeg tuaj tua yeej lawv."},{"bible_id":"1525","chapter_code":"NEH.9","verse_code":"NEH.9.31","label":"31","content":"Txawm li ntawd los vim koj txojkev hlub uas loj kawg nkaus, koj thiaj tsis tso lawv povtseg lossis cia lawv raug kev puastsuaj. Koj yog Vajtswv tus uas muaj koob hmoov nplua mias thiab muaj txojkev hlub loj kawg nkaus!"},{"bible_id":"1525","chapter_code":"NEH.9","verse_code":"NEH.9.32","label":"32","content":"“Vajtswv uas yog peb tus Vajtswv, koj yog tus zoo tshaj plaws! Muaj hwjchim loj thiab txaus ntshai kawg nkaus! Koj yeej ua ncaj ncees raws li tej lus uas koj tau cog tseg lawm. Txij thaum uas Axilias cov vajntxwv tuaj tsimtxom peb, txawm ua rau peb raug kev txomnyem los txog nimno! Thov koj nco ntsoov hais tias peb cov vajntxwv, peb cov thawjcoj, peb cov povthawj thiab cov cev koj lus, peb cov yawgkoob thiab peb haivneeg puavleej raug kev txomnyem."},{"bible_id":"1525","chapter_code":"NEH.9","verse_code":"NEH.9.33","label":"33","content":"Qhov uas koj rau txim rau peb ntawd, koj yeej ua yog lawm; txawm yog peb ua txhaum npaum twg los koj yeej ua ncaj ncees xwb."},{"bible_id":"1525","chapter_code":"NEH.9","verse_code":"NEH.9.34","label":"34","content":"Peb cov yawgkoob, cov vajntxwv cov thawjcoj thiab cov povthawj, tsis ua raws li koj tej Kevcai hlo li. Lawv tsis mloog koj tej lus samhwm thiab tej lus ntuas."},{"bible_id":"1525","chapter_code":"NEH.9","verse_code":"NEH.9.35","label":"35","content":"Koj tau foom koob hmoov rau lawv, pub muaj vajntxwv kav koj haivneeg thaum lawv nyob hauv lub tebchaws uas av rog thiab zoo qoob uas koj muab pub rau lawv; tiamsis lawv tsis kam tso lawv tej kev txhaum tseg thiab lawv tsis tig rov los cuag koj."},{"bible_id":"1525","chapter_code":"NEH.9","verse_code":"NEH.9.36","label":"36","content":"Nimno peb ua luag qhev nyob hauv lub tebchaws uas koj muab pub peb nyob, lub tebchaws no av rog thiab zoo qoob heev peb thiaj muaj noj muaj haus."},{"bible_id":"1525","chapter_code":"NEH.9","verse_code":"NEH.9.37","label":"37","content":"Tej uas peb khwv tau hauv lub tebchaws no puavleej muab rau cov vajntxwv uas koj tso tuaj kav peb vim peb tau ua kev txhaum. Lawv ua rau peb thiab peb tej tsiaj txhu raws li lawv siab nyiam, thiab peb muaj kev nyuaj siab kawg nkaus li!”"},{"bible_id":"1525","chapter_code":"NEH.9","verse_code":"NEH.9.38","label":"38","content":"Vim muaj tej xwmtxheej uas tshwmsim no mas peb cov pejxeem Yixalayees thiaj tuaj nyob ua ke ntawm no sau ib daim ntawv coglus pom zoo, thiab peb cov thawjcoj, cov Levis thiab cov povthawj muab lawv tej homthawj nias rau daim ntawv ntawd."},{"bible_id":"1525","chapter_code":"NEH.10","verse_code":"NEH.10.1","label":"1","content":"Thawj tug uas suam npe rau daim ntawv ntawd yog tus tswvxeev uas yog Hakaniyas tus tub Nehemis ntag. Thiab cov neeg uas muaj npe li nram no yog cov uas tau nrog suam npe rau daim ntawv ntawd:"},{"bible_id":"1525","chapter_code":"NEH.10","verse_code":"NEH.10.2+NEH.10.3+NEH.10.4+NEH.10.5+NEH.10.6+NEH.10.7+NEH.10.8","label":"2-8","content":"Cov Povthawj: Pasehus, Amaliyas, Makhiyas, Hatus, Senpaniyas, Malukhes, Halimes, Melemaus, Aunpadiyas, Daniyees, Nkenethoos, Npalus, Mesulas, Anpiyas, Miyamees, Ma-axias, Npilenkais thiab Semayas"},{"bible_id":"1525","chapter_code":"NEH.10","verse_code":"NEH.10.9+NEH.10.10+NEH.10.11+NEH.10.12+NEH.10.13","label":"9-13","content":"Cov Levis: 1 Yesuas uas yog Axaniyas tus tub, Hanadas cuab kwvtij yog Npeenu-is, Kamiyees, Senpaniyas, Haudiyas, Kelitas, Pelayas, Hanas, Mikas, Lehaus, Hasanpiyas, Xakules, Selenpiyas, Senpaniyas, Haudiyas, Npanis thiab Npeninus"},{"bible_id":"1525","chapter_code":"NEH.10","verse_code":"NEH.10.14+NEH.10.15+NEH.10.16+NEH.10.17+NEH.10.18+NEH.10.19+NEH.10.20+NEH.10.21+NEH.10.22+NEH.10.23+NEH.10.24+NEH.10.25+NEH.10.26+NEH.10.27","label":"14-27","content":"Cov pejxeem cov thawjcoj: Elas, Xatus, Npanis, Npunis, Axenkas, Npenpais, Adauniyas, Npivais, Adines, Ates, Hexekiyas, Axules Haudiyas, Hasus, Npexais, Halifas, Anathaus, Nenpais, Mankipiyas, Mesulas, Hexiles, Mesexanpees, Xadaus, Yaduas, Pelatiyas, Hanas, Anayas, Hauseyas, Hananiyas, Hasus, Halauhes, Pilehas, Saunpes, Lehumes, Hasanas, Ma-axeyas, Ahiyas, Hanas, Anas, Malukhes, Halimes thiab Npa-anas"},{"bible_id":"1525","chapter_code":"NEH.10","verse_code":"NEH.10.28","label":"28","content":"Peb cov uas yog cov pejxeem Yixalayees, cov povthawj, cov Levis, cov zov lub Tuamtsev, cov hu nkauj hauv lub Tuamtsev, cov ua haujlwm hauv lub Tuamtsev thiab cov uas coj Vajtswv txoj Kevcai tau muab lawv cais tawm ntawm lwm haivneeg uas nyob hauv peb lub tebchaws. Peb nrog peb cov pojniam thiab menyuam uas loj paub qabhau lawm tuaj sib sau ua ke,"},{"bible_id":"1525","chapter_code":"NEH.10","verse_code":"NEH.10.29","label":"29","content":"koom nrog peb cov thawjcoj coglus, yog peb tsis coj raws li tej lus cog tseg ntawd, thov kom peb raug lo lus foom tsis zoo. Peb yuav tsum ua peb lub neej raws li Vajtswv txoj Kevcai uas nws tau muab cob rau nws tus tubtxib Mauxes. Peb yuav tsum mloog tug TSWV uas yog peb tus Tswv tej lus samhwm; thiab peb yuav tsum ua raws li nws tej kevcai thiab tej kabke."},{"bible_id":"1525","chapter_code":"NEH.10","verse_code":"NEH.10.30","label":"30","content":"Peb yuav tsis mus yuav lwm haivneeg cov ntxhais los rau peb cov tub thiab peb yuav tsis muab peb cov ntxhais qua rau lawv tej tub lawm."},{"bible_id":"1525","chapter_code":"NEH.10","verse_code":"NEH.10.31","label":"31","content":"Yog cov neeg txawv tebchaws coj qoobloo lossis lwm yam tuaj muag rau peb hnub Xanpataus lossis tej hnub tseemceeb, peb yuav tsis yuav lawv tej khoom ntawd. Xya lub xyoo twg peb tseg ib xyoos tsis cog qoob rau hauv peb tej teb, thiab peb yuav zam tej nujnqis rau cov neeg uas tshuav peb nqi."},{"bible_id":"1525","chapter_code":"NEH.10","verse_code":"NEH.10.32","label":"32","content":"Txhua xyoo twg peb yuav tau muab nyiaj ib feem peb ntawm ib lag nyiaj coj mus siv rau hauv lub Tuamtsev."},{"bible_id":"1525","chapter_code":"NEH.10","verse_code":"NEH.10.33","label":"33","content":"Peb yuav muab khoom mus siv rau hauv lub Tuamtsev pehawm Vajtswv raws li nram no: cov ncuav dawbhuv, tej qoobloo uas niaj hnub coj mus fij, tej tsiaj uas niaj hnub coj mus tua hlawv ua khoom fij, tej khoom fij dawbhuv rau hnub Xanpataus, kevcai noj haus hnub Xiab Ib, thiab lwm yam kevcai noj haus, lwm yam khoom fij uas dawbhuv, tej khoom fij uas daws cov Yixalayees tej kev txhaum thiab lwm yam uas yuav tsum siv rau hauv lub Tuamtsev."},{"bible_id":"1525","chapter_code":"NEH.10","verse_code":"NEH.10.34","label":"34","content":"Txhua xyoo twg cov pejxeem, cov povthawj thiab cov Levis yuav rho ntawv, kom paub tseeb hais tias saib cuab kwvtij twg yog cuab uas yuav tau npaj taws los hlawv tej khoom fij theej txhoj rau tus TSWV uas yog Vajtswv raws li txoj Kevcai uas muaj tseg lawm."},{"bible_id":"1525","chapter_code":"NEH.10","verse_code":"NEH.10.35","label":"35","content":"Txhua xyoo twg peb yuav coj tej qoobloo thawj phaum uas peb sau tau thiab thawj phaum txiv uas peb de los coj mus tso rau hauv lub Tuamtsev."},{"bible_id":"1525","chapter_code":"NEH.10","verse_code":"NEH.10.36","label":"36","content":"Peb yuav coj peb txhua tus tub hlob mus rau cov povthawj uas nyob hauv lub Tuamtsev muab fij rau Vajtswv raws li txoj Kevcai. Peb tseem yuav coj peb thawj tug menyuam nyuj, thawj tug menyuam nyaj thiab thawj tug menyuam tshis mus rau cov povthawj."},{"bible_id":"1525","chapter_code":"NEH.10","verse_code":"NEH.10.37","label":"37","content":"Txhua xyoo twg peb coj peb thawj phaum hmoov nplej uas zom tau thaum sau qoobloo thiab lwm yam khoom fij uas yog peb tej cawv txiv hmab, tej txiv ntoo roj thiab txhua yam txiv ntoo coj mus rau cov povthawj uas nyob hauv lub Tuamtsev. Peb yuav coj tej qoobloo uas peb ua tau hauv peb tej teb ib feem kaum mus rau cov Levis, vim lawv muaj cai sau ib feem kaum ntawm peb cov neeg ua teb txhua lub zos."},{"bible_id":"1525","chapter_code":"NEH.10","verse_code":"NEH.10.38","label":"38","content":"Cov povthawj uas yog Aloos cov xeebntxwv nrog nraim cov Levis thaum uas lawv sau ib feem kaum ntawd, thiab cov Levis muab ib feem kaum ntawm cov ib feem kaum uas sau tau los ntawd coj mus ntim rau hauv txhab kom tau siv hauv lub Tuamtsev."},{"bible_id":"1525","chapter_code":"NEH.10","verse_code":"NEH.10.39","label":"39","content":"Cov pejxeem Yixalayees thiab cov Levis coj tej qoobloo, cawv txiv hmab thiab txiv ntoo roj uas sawvdaws muab tuaj coj mus cia rau hauv cov chav uas rau tej khoom siv hauv lub Tuamtsev uas yog cov povthawj, cov zov roojvag thiab cov hu nkauj hauv lub Tuamtsev qhov chaw nyob ua haujlwm. Peb yuav tsis lam muab peb tus Vajtswv lub tsev saib tsis muaj nqis ib zaug li."},{"bible_id":"1525","chapter_code":"NEH.11","verse_code":"NEH.11.1","label":"1","content":"Cov thawjcoj mus nyob tagnrho rau hauv nroog Yeluxalees thiab cov pejxeem kuj tuaj rho ntawv; kaum yim twg xaiv ib yig mus nyob rau hauv lub nroog dawbhuv uas yog lub nroog Yeluxalees, dua li cov cia nyob rau tej nroog thiab tej zos sab nraud."},{"bible_id":"1525","chapter_code":"NEH.11","verse_code":"NEH.11.2","label":"2","content":"Cov pejxeem sawvdaws qhuas txhua tus uas txaus siab hlo mus nyob hauv lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"NEH.11","verse_code":"NEH.11.3","label":"3","content":"Cov pejxeem Yixalayees, cov povthawj, cov Levis, cov ua haujlwm hauv lub Tuamtsev mus nyob lwm lub nroog thiab lwm lub zos, thiab Vajntxwv Xalumoos cov tubtxib tej xeebntxwv mus nyob rau hauv tej zos uas yog lawv cheebtsam av. Ntawm no yog teev cov pejxeem uas yog thawjcoj nyob hauv lub xeev Yudas uas tau mus nyob rau hauv lub nroog Yeluxalees tej npe:"},{"bible_id":"1525","chapter_code":"NEH.11","verse_code":"NEH.11.4","label":"4","content":"Xeem Yudas: Athayas uas yog Uxiyas tus tub thiab yog Xakhaliyas tus xeebntxwv. Nws lwm cov yawgkoob uas yog xam Amaliyas, Sefatiyas thiab Mahalalees uas yog Yudas tus tub Peles cov xeebntxwv."},{"bible_id":"1525","chapter_code":"NEH.11","verse_code":"NEH.11.5","label":"5","content":"Ma-axeyas uas yog Npalus tus tub thiab yog Kauhauxes tus xeebntxwv. Nws lwm cov yawgkoob uas yog Haxayas, Adayas, Yauyalis thiab Xakhaliyas uas yog Yudas tus tub Selas cov xeebntxwv."},{"bible_id":"1525","chapter_code":"NEH.11","verse_code":"NEH.11.6","label":"6","content":"Peles cov xeebntxwv muaj plaub puas rau caum yim leej uas nto moo lug nyob hauv lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"NEH.11","verse_code":"NEH.11.7","label":"7","content":"Xeem Npeenyamees: Xalus uas yog Mesulas tus tub thiab yog Yau-es tus xeebntxwv. Nws lwm cov yawgkoob uas yog Pedayas, Kaulayas, Ma-axeyas, Ithiyees thiab Yesaiyas."},{"bible_id":"1525","chapter_code":"NEH.11","verse_code":"NEH.11.8","label":"8","content":"Nkanpais thiab Xalais uas yog Xalus cov kwvtij txheeb. Cov Npeenyamees uas nyob hauv lub nroog Yeluxalees muaj cuaj pua nees nkaum yim leej."},{"bible_id":"1525","chapter_code":"NEH.11","verse_code":"NEH.11.9","label":"9","content":"Yau-ees uas yog Xikhalis tus tub ua lawv tus thawjcoj thiab Yudas uas yog Haxenu-as tus tub yog tus lwm thawj uas nyob hauv lub nroog ntawd."},{"bible_id":"1525","chapter_code":"NEH.11","verse_code":"NEH.11.10","label":"10","content":"Cov povthawj: Yauyalis tus tub Yedayas thiab Yakhees."},{"bible_id":"1525","chapter_code":"NEH.11","verse_code":"NEH.11.11","label":"11","content":"Xelayas uas yog Hilekiyas tus tub thiab yog Mesulas tus xeebntxwv. Nws lwm cov yawgkoob uas yog Xadaus, Melayaus thiab Ahitus uas yog tus Povthawj Hlob."},{"bible_id":"1525","chapter_code":"NEH.11","verse_code":"NEH.11.12","label":"12","content":"Tagnrho cuab kwvtij uas ua haujlwm hauv lub Tuamtsev no muaj yim pua nees nkaum ob leeg. Adayas uas yog Yelauhas tus tub thiab yog Pelaliyas tus xeebntxwv. Nws lwm cov yawgkoob uas yog Amexis, Xakhaliyas, Pasehus thiab Makhiyas."},{"bible_id":"1525","chapter_code":"NEH.11","verse_code":"NEH.11.13","label":"13","content":"Tagnrho muaj ob puas plaub caug ob leeg uas yog thawjcoj ntawm lawv txhua yim neeg. Amaxais uas yog Axalees tus tub thiab yog Axais tus xeebntxwv. Nws lwm cov yawgkoob yog Mesilemaus thiab Imeles."},{"bible_id":"1525","chapter_code":"NEH.11","verse_code":"NEH.11.14","label":"14","content":"Tagnrho lawv cuab kwvtij no muaj ib puas nees nkaum yim leej uas yog cov tubrog nto moo heev. Lawv tus thawjcoj yog Xadiyees uas yog Hankedulees tus tub."},{"bible_id":"1525","chapter_code":"NEH.11","verse_code":"NEH.11.15","label":"15","content":"Cov Levis: Semayas uas yog Hasus tus tub thiab yog Axelikas tus xeebntxwv. Nws lwm cov yawgkoob uas yog Hasanpiyas thiab Npunis."},{"bible_id":"1525","chapter_code":"NEH.11","verse_code":"NEH.11.16","label":"16","content":"Sanpethais thiab Yauxanpas yog ob tug thawjcoj ntawm cov Levis uas saib tej haujlwm nyob sab nraum lub Tuamtsev."},{"bible_id":"1525","chapter_code":"NEH.11","verse_code":"NEH.11.17","label":"17","content":"Mikas tus tub Mataniyas, yog Xanpedis tus xeebntxwv thiab yog Axafes cajces. Nws ua tus coj cov hu nkauj qhuas Vajtswv hauv lub Tuamtsev. Npanpukiyas yog tus uas pab Mataniyas. Samuas tus tub Anpedas uas yog Nkalas tus xeebntxwv, nws yog Yeduthoos cajces."},{"bible_id":"1525","chapter_code":"NEH.11","verse_code":"NEH.11.18","label":"18","content":"Tagnrho cov Levis uas nyob hauv lub nroog dawbhuv uas yog lub nroog Yeluxalees muaj ob puas yim caum plaub leeg."},{"bible_id":"1525","chapter_code":"NEH.11","verse_code":"NEH.11.19","label":"19","content":"Cov zov lub Tuamtsev: Akus, Talemoos thiab nkawd cov kwvtij huv tibsi muaj ib puas xya caum ob leeg."},{"bible_id":"1525","chapter_code":"NEH.11","verse_code":"NEH.11.20","label":"20","content":"Dua li cov pejxeem Yixalayees, cov povthawj thiab cov Levis, lawv nyob rau hauv lawv cheebtsam av uas yog lawv tej nroog thiab tej zos hauv xeev Yudas lawm."},{"bible_id":"1525","chapter_code":"NEH.11","verse_code":"NEH.11.21","label":"21","content":"Cov uas ua haujlwm rau hauv lub Tuamtsev nyob rau ib ceg kaum hauv lub nroog Yeluxalees uas hu ua Aufees uas yog muaj Xihas thiab Nkisepas nkawd ua ob tug coj lawv ua haujlwm."},{"bible_id":"1525","chapter_code":"NEH.11","verse_code":"NEH.11.22","label":"22","content":"Tus thawjcoj ntawm cov Levis uas nyob hauv lub nroog Yeluxalees yog Npanis tus tub Uxis uas yog Hasanpiyas tus xeebntxwv. Nws cov yawgkoob yog Mataniyas thiab Mikas, thiab nws yog Axafes xeebntxwv uas yog cov hu nkauj qhuas Vajtswv hauv lub Tuamtsev."},{"bible_id":"1525","chapter_code":"NEH.11","verse_code":"NEH.11.23","label":"23","content":"Vajntxwv yeej muaj txoj kevcai kom tej cuab kwvtij ntawd tuaj sib hloov coj hu nkauj hauv lub Tuamtsev txhua hnub."},{"bible_id":"1525","chapter_code":"NEH.11","verse_code":"NEH.11.24","label":"24","content":"Mesexanpees tus tub Petahiyas uas yog Xelas cuab kwvtij thiab nws yog xeem Yudas, nws ua haujlwm sawv cev vajntxwv rau cov pejxeem Yixalayees."},{"bible_id":"1525","chapter_code":"NEH.11","verse_code":"NEH.11.25","label":"25","content":"Muaj neeg nyob coob heev hauv tej zos uas ze ntawm lawv tej teb. Xeem Yudas nyob hauv lub nroog Kiliyas Alenpas, lub nroog Dinpoos, lub nroog Yekaxees thiab hauv tej zos uas ze ntawm cov nroog ntawd."},{"bible_id":"1525","chapter_code":"NEH.11","verse_code":"NEH.11.26","label":"26","content":"Thiab lawv tseem mus nyob hauv lub nroog Yesuas, lub nroog Mauladas, lub nroog Npethepelej,"},{"bible_id":"1525","chapter_code":"NEH.11","verse_code":"NEH.11.27","label":"27","content":"lub nroog Haxasuas, lub nroog Npesenpas, thiab hauv cov zos uas nyob ibncig cov nroog ntawd."},{"bible_id":"1525","chapter_code":"NEH.11","verse_code":"NEH.11.28","label":"28","content":"Lawv nyob hauv lub nroog Xikelas, lub nroog Mekaunas, thiab cov zos uas nyob ibncig cov nroog ntawd,"},{"bible_id":"1525","chapter_code":"NEH.11","verse_code":"NEH.11.29","label":"29","content":"nyob hauv lub nroog Elimoos, lub nroog Xaulas, lub nroog Yamus,"},{"bible_id":"1525","chapter_code":"NEH.11","verse_code":"NEH.11.30","label":"30","content":"lub nroog Xanau-as, lub nroog Adulas thiab hauv cov zos uas ze cov nroog ntawd. Lawv nyob hauv Lakhis, thiab hauv tej teb uas nyob ze ibncig ntawd, thiab hauv lub nroog Axekas thiab tej zos uas nyob ibncig ntawd. Cov Yudas mus nyob hauv cheebtsam uas nyob nruab nrab ntawm Npesenpas sab qabteb, thiab lub Hav Hinoos sab qaumteb."},{"bible_id":"1525","chapter_code":"NEH.11","verse_code":"NEH.11.31","label":"31","content":"Cov pejxeem uas yog xeem Npeenyamees nyob txij ntua ntawm Nkenpas sab qaumteb mus txog rau ntawm lub nroog Mikhemas, lub nroog A-is, lub nroog Npethees thiab cov zos uas nyob ibncig ntawd yog,"},{"bible_id":"1525","chapter_code":"NEH.11","verse_code":"NEH.11.32","label":"32","content":"Anathaus, Naunpas, Ananiyas,"},{"bible_id":"1525","chapter_code":"NEH.11","verse_code":"NEH.11.33","label":"33","content":"Haxaules, Lamas, Nkithas,"},{"bible_id":"1525","chapter_code":"NEH.11","verse_code":"NEH.11.34","label":"34","content":"Hadis, Xenpauyees, Nenpalas,"},{"bible_id":"1525","chapter_code":"NEH.11","verse_code":"NEH.11.35","label":"35","content":"Laudis thiab Aunaus nyob hauv cov uas Txawj Txua txhua yam lub Hav."},{"bible_id":"1525","chapter_code":"NEH.11","verse_code":"NEH.11.36","label":"36","content":"Muab cov Levis qee pab uas ibtxwm nyob hauv cov Yudas cheebtsam av faib mus nrog cov Npeenyamees nyob lawm."},{"bible_id":"1525","chapter_code":"NEH.12","verse_code":"NEH.12.1","label":"1","content":"Cov povthawj thiab cov Levis uas nrog Se-atiyees tus tub Xelunpanpees thiab nrog tus Povthawj Hlob Yesuas rov los muaj npe li nram no:"},{"bible_id":"1525","chapter_code":"NEH.12","verse_code":"NEH.12.2+NEH.12.3+NEH.12.4+NEH.12.5+NEH.12.6+NEH.12.7","label":"2-7","content":"Cov povthawj: 1 Xelayas, Yelemis, Exalas, Amaliyas, Malukhes, Hatus, Sekaniyas, Lehumes, Melemaus, Idaus, Nkinethau-is, Anpiyas, Miyamees, Ma-adiyas, Npilenkas, Semayas, Yauyalis, Yedayas, Xalus, Amaukes, Hilekiyas thiab Yedayas. Cov neeg uas muaj npe saum no puavleej yog thawjcoj ntawm lawv cov kwvtij uas yog cov povthawj thiab nyob rau Yesuas tiam."},{"bible_id":"1525","chapter_code":"NEH.12","verse_code":"NEH.12.8","label":"8","content":"Cov Levis: Ntawm no mus yog hais txog cov Levis uas xaiv ua cov hu nkauj qhuas Vajtswv: Yesuas, Npeenu-is, Kamiyees, Selenpiyas, Yudas thiab Mataniyas."},{"bible_id":"1525","chapter_code":"NEH.12","verse_code":"NEH.12.9","label":"9","content":"Npanpukiyas, Unaus thiab nkawd cov phoojywg Levis ua cov hu nkauj uas sawv ncaj ntawm nkawd thaum pehawm Vajtswv."},{"bible_id":"1525","chapter_code":"NEH.12","verse_code":"NEH.12.10","label":"10","content":"Yesuas yog Yauyakees txiv, Yauyakees yog Eli-asis txiv, Eli-asis yog Yauyadas txiv;"},{"bible_id":"1525","chapter_code":"NEH.12","verse_code":"NEH.12.11","label":"11","content":"Yauyadas yog Yaunathas txiv thiab Yaunathas yog Yaduas txiv."},{"bible_id":"1525","chapter_code":"NEH.12","verse_code":"NEH.12.12+NEH.12.13+NEH.12.14+NEH.12.15+NEH.12.16+NEH.12.17+NEH.12.18+NEH.12.19+NEH.12.20+NEH.12.21","label":"12-21","content":"Thaum uas Yauyakees ua tus Povthawj Hlob, cov povthawj uas muaj npe li nram no yog cov thawj ntawm lawv txhua cuab kwvtij: Melayas Xelayas Hananiyas Yelemis Mesulas Exalas Yehauhanas Amaliyas Yaunathas Malukhis Yauxej Senpaniyas Anas Halimes Helekais Melayaus Xakhaliyas Idaus Mesulas Nkinethoos Xikhalis Anpiyas … Miniyamees Piletais Mau-adiyas Samuas Npilenkas Yehaunathas Semayas, Matenais Yauyalis Uxis Yedayas Kalais Xalais Enpes Amaukas Hasanpiyas Hilekiyas Nethanees Yedayas"},{"bible_id":"1525","chapter_code":"NEH.12","verse_code":"NEH.12.22","label":"22","content":"Phau ntawv no yog teev cov Levis cov thawjcoj thiab cov povthawj tej tsevneeg tiam uas cov Povthawj Hlob tseem ua neej nyob: Eli-asis, Yehauyadas, Yaunathas thiab Yaduas. Phau ntawv no sau tiav rau thaum Dali-us ua huabtais kav lub tebchaws Pawxias."},{"bible_id":"1525","chapter_code":"NEH.12","verse_code":"NEH.12.23","label":"23","content":"Txawm li ntawd los, cov Levis cov thawjcoj tej tsevneeg uas muab teev tseg rau hauv cov nomtswv tej ntaub ntawv, mas tsuas muaj los txog rau ntu uas Eli-asis tus xeebntxwv Yaunathas tiam xwb."},{"bible_id":"1525","chapter_code":"NEH.12","verse_code":"NEH.12.24","label":"24","content":"Cov Levis cov thawjcoj yog: Hasanpiyas, Selenpiyas, Yesuas, Npeenu-is,  Kamiyees, thiab lawv cov phoojywg sawv nrog lawv sib ncag zos, qhuas Vajtswv thiab hais lus sib raws ua nws tsaug, raws li Vajntxwv Daviv uas yog Vajtswv tus neeg tau samhwm tseg lawm."},{"bible_id":"1525","chapter_code":"NEH.12","verse_code":"NEH.12.25","label":"25","content":"Cov zov lub Tuamtsev tej chav rau khoom ntawm cov roojvag muaj npe raws li nram no: Mataniyas, Npanpukiyas, Aunpadiyas, Mesulas, Talemoos thiab Akus."},{"bible_id":"1525","chapter_code":"NEH.12","verse_code":"NEH.12.26","label":"26","content":"Cov neeg no yog cov uas ua neej nyob thaum Yesuas tus tub Yauyakees uas yog Yauxadas tus xeebntxwv tiam, thiab yog lub sijhawm uas Nehemis ua tswvxeev, thiab Exalas uas yog ib tug povthawj txawj ntse paub txog Vajtswv txoj Kevcai."},{"bible_id":"1525","chapter_code":"NEH.12","verse_code":"NEH.12.27","label":"27","content":"Thaum muab tus ntsa yeej uas thaiv lub nroog Yeluxalees fij rau Vajtswv, cov Levis uas nyob txhua qhov tuaj huv tibsi; lawv tuaj koom ua kevcai ua Vajtswv tsaug nrog tej suab hu nkauj, tej suab nkauj nogncas thiab nruas npuaj."},{"bible_id":"1525","chapter_code":"NEH.12","verse_code":"NEH.12.28","label":"28","content":"Cov Levis uas yog tsevneeg hu nkauj puavleej tuaj ntawm cheebtsam uas nyob ibncig lub nroog Yeluxalees thiab tuaj hauv tej zos uas nyob ibncig lub nroog Netaufas,"},{"bible_id":"1525","chapter_code":"NEH.12","verse_code":"NEH.12.29","label":"29","content":"thiab tuaj hauv Npethes Nkilenkas, Nkenkas thiab hauv lub nroog Axemaves tuaj."},{"bible_id":"1525","chapter_code":"NEH.12","verse_code":"NEH.12.30","label":"30","content":"Cov povthawj thiab cov Levis ua kevcai ntxuav lawv kom huv; thiab lawv ua kevcai ntxuav cov pejxeem, cov roojvag thiab tus ntsa yeej uas thaiv lub nroog huv tibsi."},{"bible_id":"1525","chapter_code":"NEH.12","verse_code":"NEH.12.31","label":"31","content":"Kuv kom cov Yudas cov thawjcoj tuaj sib sau rau saum tus ntsa yeej thiab muab lawv faib ua ob pab ncig mus kom thoob plaws lub nroog ua Vajtswv tsaug. Pab ib pib ntawm sab xis saum tus npoo ntsa yeej mus rau ntawm lub Roojvag Quavhlawv."},{"bible_id":"1525","chapter_code":"NEH.12","verse_code":"NEH.12.32","label":"32","content":"Thaum cov hu nkauj mus lawm, Hausayas thiab cov Yudas ib nrab thawjcoj mam lawv qab."},{"bible_id":"1525","chapter_code":"NEH.12","verse_code":"NEH.12.33+NEH.12.34+NEH.12.35","label":"33-35","content":"Cov povthawj uas muaj npe li nram no yog cov uas tshuab raj tshuab xyu, lawv yog cov tawm mus raws cov thawjcoj qab: Axaliyas, Exalas, Mesulas, Yudas, Npeenyamees, Semayas thiab Yelemis. Pab uas raws qab ntawd yog Yaunathas tus tub Xakhaliyas uas yog Semayas tus xeebntxwv. (Nws cov yawgkoob yog: Mataniyas, Mukaiyas thiab Xakus uas yog Axefas xeebntxwv.)"},{"bible_id":"1525","chapter_code":"NEH.12","verse_code":"NEH.12.36","label":"36","content":"Nws tawm mus raws Semayas, Axalees, Milalais, Nkilalais, Ma-ais, Nethanees, Yudas thiab Hananis uas yog nws cov kwvtij qab. Lawv nqa tej nkauj nogncas thiab nruas npuaj uas Vajntxwv Daviv uas yog Vajtswv tus neeg nyiam ntaus nrog lawv mus. Exalas uas yog tus txawj ntse ua tus coj pab no ntag."},{"bible_id":"1525","chapter_code":"NEH.12","verse_code":"NEH.12.37","label":"37","content":"Lawv pib ntawm lub Roojvag Qhovdej nce ntaiv ntawd mus rau pem Daviv lub nroog, mus dhau plaws Daviv lub loog, thiab rov los rau ntawm tus ntsa yeej ntawm lub Roojvag Qhovdej uas nyob ntawm lub nroog sab hnubtuaj."},{"bible_id":"1525","chapter_code":"NEH.12","verse_code":"NEH.12.38","label":"38","content":"Dua li lwm pab ntawm cov uas ua Vajtswv tsaug txawm taug tus ntsa yeej mus rau sab laug, thiab kuv txawm raws cov pejxeem ib nrab ntawd qab. Peb taug kev mus rau ntawm lub chaw tsomfaj Qhovtxos, dhau mus rau ntawm tus Ntsa Yeej Dav,"},{"bible_id":"1525","chapter_code":"NEH.12","verse_code":"NEH.12.39","label":"39","content":"thiab peb pib qhov ntawd mus hla lub Roojvag Efalayees, lub Roojvag Yesanas,  Roojvag Ntses, lub chaws tsomfaj Hananees thiab lub chaw tsomfaj Ib Puas mus txog rau ntawm lub Roojvag Yaj. Peb taug mus xaus rau ntawm lub roojvag uas mus rau hauv lub Tuamtsev."},{"bible_id":"1525","chapter_code":"NEH.12","verse_code":"NEH.12.40","label":"40","content":"Yog li ntawd, ob pab neeg uas ua Vajtswv tsaug ntawd puavleej mus txog rau ntawm lub Tuamtsev huv tibsi lawm. Kuv thiab ib nrab thawjcoj uas nrog kuv,"},{"bible_id":"1525","chapter_code":"NEH.12","verse_code":"NEH.12.41","label":"41","content":"kuv pab yog xam cov povthawj, thiab cov tshuab xyu muaj raws li nram no: Eli-akees, Ma-axeyas, Miniyamees, Mikayas, Eli-aunais, Xakhaliyas thiab Hananiyas;"},{"bible_id":"1525","chapter_code":"NEH.12","verse_code":"NEH.12.42","label":"42","content":"thiab pab uas raws lawv qab yog: Ma-axeyas, Semayas, Ele-axas, Uxis, Yehauhanas, Makhiyas, Elas thiab Exeles. Yelahiyas yog tus coj hu nkauj uas suab nrov tshaj cov huv tibsi."},{"bible_id":"1525","chapter_code":"NEH.12","verse_code":"NEH.12.43","label":"43","content":"Hnub ntawd, lawv coj khoom tuaj fij ntau kawg nkaus li, thiab cov pejxeem muaj kev zoo siab lomzem heev, rau qhov Vajtswv ua rau lawv muaj kev zoo siab. Cov pojniam thiab menyuam los tuaj koom ua kevcai, thiab tej suab uas lawv tuaj ua ntawd nrov ntxhe mus deb heev."},{"bible_id":"1525","chapter_code":"NEH.12","verse_code":"NEH.12.44","label":"44","content":"Lub sijhawm ntawd, lawv tsa ib pab txivneej ua cov saib chav rau khoom uas ntim tej khoom uas cov neeg coj tuaj khaws cia rau hauv lub Tuamtsev uas yog ib feem kaum ntawm thawj phaum qoobloo thiab txiv hmab txiv ntoo uas siav txhua xyoo. Cov txivneej ntawd tes haujlwm yog mus sau tej qoobloo hauv luag tej teb uas nyob ze ntawm tej nroog coj tuaj ua khoom fij rau cov povthawj thiab cov Levis raws li txoj Kevcai uas teev tseg lawm. Tagnrho cov Yudas txaus siab rau cov povthawj thiab cov Levis,"},{"bible_id":"1525","chapter_code":"NEH.12","verse_code":"NEH.12.45","label":"45","content":"rau qhov lawv yog cov uas ua kevcai ntxuav dawbhuv thiab kevcai pehawm Vajtswv raws li Vajtswv tau samhwm tseg. Cov hu nkauj thiab cov zov lub Tuamtsev ua lawv lub luag haujlwm raws li txoj kevcai uas Vajntxwv Daviv thiab nws tus tub Xalumoos tau rhawv tseg lawm."},{"bible_id":"1525","chapter_code":"NEH.12","verse_code":"NEH.12.46","label":"46","content":"Txij thaum Vajntxwv Daviv thiab Axafes uas yog tus hu nkauj tiam, yeej muaj cov coj hu nkauj qhuas Vajtswv thiab ua Vajtswv tsaug los lawm."},{"bible_id":"1525","chapter_code":"NEH.12","verse_code":"NEH.12.47","label":"47","content":"Tiam uas Xelunpanpees thiab Nehemis ua thawjcoj, mas cov pejxeem niaj hnub coj lawv tej khoom tuaj rau cov hu nkauj thiab cov zov lub Tuamtsev. Cov pejxeem coj tej khoom fij tuaj rau cov Levis, thiab cov Levis mam muab feem uas yog cov povthawj li rau cov povthawj."},{"bible_id":"1525","chapter_code":"NEH.13","verse_code":"NEH.13.1","label":"1","content":"Thaum muab Mauxes txoj Kevcai nyeem rau cov pejxeem mloog, lawv nyeem txog qhov uas hais tias tsis tso cai rau cov Amoos thiab cov Mau-am tuaj koom nrog Vajtswv haivneeg ua ke."},{"bible_id":"1525","chapter_code":"NEH.13","verse_code":"NEH.13.2","label":"2","content":"Lawv ua li no, rau qhov cov Amoos thiab cov Mau-am tsis pub zaub mov thiab dej rau cov Yixalayees thaum uas lawv tsiv nram tebchaws Iziv los thiab lawv tseem muab nyiaj mus ntiav Npala-as kom foom tsis zoo rau cov Yixalayees. Tiamsis peb tus Vajtswv muab tej lus foom tsis zoo ntawd hloov ua lus koob hmoov."},{"bible_id":"1525","chapter_code":"NEH.13","verse_code":"NEH.13.3","label":"3","content":"Thaum cov Yixalayees hnov li ntawd, ces lawv txawm muab cov neeg txawv tebchaws cais tagnrho tawm ntawm cov Yixalayees lawm."},{"bible_id":"1525","chapter_code":"NEH.13","verse_code":"NEH.13.4","label":"4","content":"Tus povthawj Eli-asis uas yog tus saib cov chav rau khoom hauv lub Tuamtsev nws yeej ua phoojywg zoo nrog Taunpias los tau ntev lawm."},{"bible_id":"1525","chapter_code":"NEH.13","verse_code":"NEH.13.5","label":"5","content":"Nws tso cai rau Taunpias siv ib chav loj uas yog cia rau tej khoom fij uas yog qoobloo, tej tshuaj tsw qab, tej khoom siv rau lub Tuamtsev, tej khoom fij rau cov povthawj thiab tej khoom fij uas yog ib feem kaum ntawm tej qoobloo, cawv txiv hmab thiab roj txiv ntoo uas muab rau cov Levis, cov hu nkauj thiab cov zov lub Tuamtsev."},{"bible_id":"1525","chapter_code":"NEH.13","verse_code":"NEH.13.6","label":"6","content":"Thaum uas muaj tej xwm no tshwmsim, kuv tsis nyob hauv lub nroog Yeluxalees lawm, rau qhov txog xyoo peb caug ob uas Ataxawxes  ua vajntxwv nyob hauv nroog Npanpiloos, mas kuv yuav tsum tau rov qab mus qhia kuv tej haujlwm rau nws. Tom qab ntawd, kuv thiaj mus thov lus tso cai ncaim vajntxwv"},{"bible_id":"1525","chapter_code":"NEH.13","verse_code":"NEH.13.7","label":"7","content":"rov los rau hauv nroog Yeluxalees. Kuv thiaj hnov tej kev txhaum uas Eli-asis ua, nws tau tso cai rau Taunpias siv ib chav tsev rau khoom hauv Vajtswv lub Tuamtsev."},{"bible_id":"1525","chapter_code":"NEH.13","verse_code":"NEH.13.8","label":"8","content":"Ua rau kuv chim heev, kuv thiaj muab txhua yam uas yog Taunpias li coj mus povtseg huv tibsi."},{"bible_id":"1525","chapter_code":"NEH.13","verse_code":"NEH.13.9","label":"9","content":"Kuv thiaj samhwm kom cia li muab chav ntawd ua kevcai ntxuav kom huv thiab rov mus muab tej khoom siv hauv lub Tuamtsev, tej qoobloo uas coj tuaj fij, thiab tej tshuaj tsw qab rov los tso rau hauv chav ntawd."},{"bible_id":"1525","chapter_code":"NEH.13","verse_code":"NEH.13.10","label":"10","content":"Thiab kuv tseem hnov xov hais tias cov hu nkauj hauv lub Tuamtsev thiab cov Levis ibtxhia tau tawm hauv nroog Yeluxalees thiab rov qab mus nyob rau hauv lawv tej teb lawm, rau qhov cov pejxeem coj khoom noj haus tuaj pub tsis txaus rau lawv."},{"bible_id":"1525","chapter_code":"NEH.13","verse_code":"NEH.13.11","label":"11","content":"Yog li ntawd, kuv thiaj cem cov nomtswv hais tias, “Vim li cas yuav muab Vajtswv lub Tuamtsev tso tseg?” Thiab kuv thiaj hais kom cov hu nkauj thiab cov Levis rov los nyob hauv lub Tuamtsev ua lawv tes haujlwm dua."},{"bible_id":"1525","chapter_code":"NEH.13","verse_code":"NEH.13.12","label":"12","content":"Ces cov Yixalayees thiaj rov pib coj lawv tej qoobloo, cawv txiv hmab thiab txiv ntoo roj ib feem kaum tuaj tso rau hauv lub Tuamtsev."},{"bible_id":"1525","chapter_code":"NEH.13","verse_code":"NEH.13.13","label":"13","content":"Kuv thiaj tsa cov neeg uas muaj npe li nram no ua cov saib tej chav rau khoom ntawd: Selemiyas uas yog ib tug povthawj; Xadaus uas yog ib tug paub txoj Kevcai zoo; thiab Pedayas uas yog ib tug Levis. Hanas uas yog Xakus tus tub thiab yog Mataniyas tus xeebntxwv ua tus pab lawv. Kuv paub thiab ntseeg cov txivneej no siab hais tias lawv yuav ua haujlwm ncaj ncees faib tej khoom ntawd rau sawvdaws."},{"bible_id":"1525","chapter_code":"NEH.13","verse_code":"NEH.13.14","label":"14","content":"Kuv tus Vajtswv, thov koj nco ntsoov tej uas kuv tau ua rau koj lub Tuamtsev ua yog qhov chaw pehawm koj."},{"bible_id":"1525","chapter_code":"NEH.13","verse_code":"NEH.13.15","label":"15","content":"Lub sijhawm ntawd, kuv tseem pom cov pejxeem hauv lub xeev Yudas mus tso kua txiv hmab hnub Xanpataus. Dua li lwm cov tseem cab lawv tej neesluav mus thauj nplej, thauj cawv txiv hmab, thauj txiv ncuavpias thiab lwm yam khoom los rau hauv lub nroog Yeluxalees; kuv thiaj ntuas lawv kom tsis txhob muag ib yam khoom dabtsi rau hnub Xanpataus hlo li."},{"bible_id":"1525","chapter_code":"NEH.13","verse_code":"NEH.13.16","label":"16","content":"Muaj ib cov neeg uas nyob pem lub nroog Tiles tuaj nyob hauv lub nroog Yeluxalees, lawv coj ntses thiab txhua yam khoom zoo tuaj rau hauv lub nroog, ces hnub Xanpataus lawv muab tej ntawd muag rau peb cov neeg."},{"bible_id":"1525","chapter_code":"NEH.13","verse_code":"NEH.13.17","label":"17","content":"Kuv thiaj cem cov Yudas tej thawjcoj thiab hais rau lawv tias, “Nej sim saib tej kev phem vuabtsuab uas nej ua ntawd saib! Nej ua rau hnub Xanpataus tsis dawbhuv lawm ntag."},{"bible_id":"1525","chapter_code":"NEH.13","verse_code":"NEH.13.18","label":"18","content":"Nej cov yawgkoob tsis tau ua dua li no, thiab Vajtswv tsis tau tso tej kev puastsuaj los raug peb thiab lub nroog no dua li los? Qhov no yog nej coj kev puastsuaj los rau cov Yixalayees, vim nej tau ua tsis huv rau hnub Xanpataus.”"},{"bible_id":"1525","chapter_code":"NEH.13","verse_code":"NEH.13.19","label":"19","content":"Kuv thiaj samhwm kom muab tej roojvag nroog Yeluxalees kaw ua ntej thaum yuav tsaus ntuj,  hmo uas ua ntej hnub Xanpataus, kuv samhwm kom yuav tsum kaw tej roojvag tagnrho thiab tsis txhob qhib mus txog thaum uas dhau hnub Xanpataus lawm. Thiab kuv tseem tso kuv cov neeg mus soj tej roojvag saib puas pom muaj neeg coj khoom los rau hauv lub nroog hnub Xanpataus."},{"bible_id":"1525","chapter_code":"NEH.13","verse_code":"NEH.13.20","label":"20","content":"Tiamsis tseem muaj cov neeg uas muag txhua yam khoom tuaj nyob sab nraum ntug nroog Yeluxalees zov tos ib ob zaug ua ntej hmo uas yuav txog hnub Xanpataus thiab."},{"bible_id":"1525","chapter_code":"NEH.13","verse_code":"NEH.13.21","label":"21","content":"Kuv ceebtoom rau lawv hais tias, “Tsis muaj qabhau dabtsi rau nej tuaj nyob sab nraum ko zov tos txog tagkis kaj ntug. Yog hais tias nej tseem pheej ua li no ntxiv, kuv yuav rho nplawm rau nej ntag.” Txij kiag thaum ntawd los hnub Xanpataus lawv txawm tsis tuaj li lawm."},{"bible_id":"1525","chapter_code":"NEH.13","verse_code":"NEH.13.22","label":"22","content":"Kuv tau samhwm kom cov Levis mus ua kevcai ntxuav kom lawv huv, mus zov tej roojvag kom zoo thiaj ua rau Hnub Xanpataus dawbhuv. Vajtswv, thov koj nco ntsoov kuv, thiab thov koj tseg kuv txojsia, rau qhov koj yog tus uas muaj txojkev hlub loj kawg nkaus."},{"bible_id":"1525","chapter_code":"NEH.13","verse_code":"NEH.13.23","label":"23","content":"Lub sijhawm ntawd kuv tseem hnov hais tias muaj cov Yudas coob leej tau mus yuav cov Asedaus, cov Amoos thiab cov Mau-am tej ntxhais los ua pojniam thiab."},{"bible_id":"1525","chapter_code":"NEH.13","verse_code":"NEH.13.24","label":"24","content":"Lawv cov menyuam ib nrab yeej hais lus Asedaus thiab hais lwm yam lus lawm xwb, yeej tsis txawj hais peb tej lus li lawm."},{"bible_id":"1525","chapter_code":"NEH.13","verse_code":"NEH.13.25","label":"25","content":"Kuv thiaj cem lawv thiab foom tsis zoo rau lawv; kuv muab qee leej ntaus thiab tsawv lawv tej plaubhau cab; kuv hais kom lawv coglus ntawm Vajtswv lub npe thiab hais tias. Nej tseg tsis txhob qua nej tej ntxhais rau lawv tej tub, thiab tsis txhob mus yuav lawv tej ntxhais los rau nej tej tub lossis rau nej yuav ua pojniam ntxiv lawm."},{"bible_id":"1525","chapter_code":"NEH.13","verse_code":"NEH.13.26","label":"26","content":"Kuv hais rau lawv tias, “Tsis yog cov pojniam uas yog neeg txawv tebchaws no ua rau Vajntxwv Xalumoos poob rau txojkev txhaum los? Ntau haivneeg yeej tsis muaj ib tug vajntxwv zoo li nws, nws yog tus uas Vajtswv hlub, Vajtswv tsa nws ua vajntxwv kav cov Yixalayees; txawm li ntawd los, cov pojniam uas yog neeg txawv tebchaws tseem ntxias tau nws mus ua kev txhaum thiab."},{"bible_id":"1525","chapter_code":"NEH.13","verse_code":"NEH.13.27","label":"27","content":"Puas tsimnyog cia peb mloog nej lus thiab xyaum ua txhaum loj npaum li nej tau tawmtsam peb tus Vajtswv uas yog mus yuav cov neeg txawv tebchaws tej ntxhais los ua pojniam?”"},{"bible_id":"1525","chapter_code":"NEH.13","verse_code":"NEH.13.28","label":"28","content":"Yauyadas twb yog Eli-asis uas yog tus Povthawj Hlob tus tub ntag, tiamsis Yauyadas ib tug tub tseem mus yuav kiag Xanpalas uas nyob hauv lub nroog Npethes Hauloos tus ntxhais los ua pojniam thiab. Yog li ntawd, kuv thiaj li muab Yauyadas ntiab tawm hauv lub nroog Yeluxalees mus lawm."},{"bible_id":"1525","chapter_code":"NEH.13","verse_code":"NEH.13.29","label":"29","content":"Kuv tus Vajtswv, thov koj nco ntsoov lawv cov ntawd, rau qhov lawv tau ua tsis huv rau txoj kevcai ua povthawj thiab tej uas cov povthawj thiab cov Levis tau coglus tseg lawm."},{"bible_id":"1525","chapter_code":"NEH.13","verse_code":"NEH.13.30","label":"30","content":"Kuv tau ua kevcai ntxuav lawv ntawm txhua yam uas yog cov neeg txawv tebchaws li; kuv npaj tau ib txoj kevcai rau cov povthawj thiab cov Levis coj kom lawv txhua tus nyias thiaj paub nyias lub luag haujlwm zoo."},{"bible_id":"1525","chapter_code":"NEH.13","verse_code":"NEH.13.31","label":"31","content":"Kuv samhwm kom npaj tej taws cia tau hlawv tej khoom fij rau tej lub sijhawm uas tsimnyog thiab lub sijhawm uas cov neeg sawvdaws coj lawv tej qoobloo thiab tej txiv ntoo thawj phaum uas sau tau tuaj ua khoom fij. Vajtswv, thov koj ncov ntsoov kuv thiab foom koob hmoov rau kuv!"}]