[{"bible_id":"1525","chapter_code":"OBA.1","verse_code":"OBA.1.1","label":"1","content":"Ntawm no yog Aunpadiyas zaj lus qhia tshwm uas tus TSWV uas kav ib puas tsav yam hais txog cov Edoos. Tus TSWV tau txib nws tus cevlus mus rau ntau lub tebchaws, thiab peb tau hnov nws tej lus hais tias, “Npaj kom txhij! Cia peb mus ua rog rau cov Edoos!”"},{"bible_id":"1525","chapter_code":"OBA.1","verse_code":"OBA.1.2","label":"2","content":"Tus TSWV hais rau cov Edoos tias, “Kuv yuav ua kom nej qaug zog; txhua tus neeg yuav txob thuam nej."},{"bible_id":"1525","chapter_code":"OBA.1","verse_code":"OBA.1.3","label":"3","content":"Nej lub siab uas khavtheeb tau ntxias dag nej. Nej cov uas nyob hauv tej qhov tsua saum tej pobtsuas, hauv nej tej tsev uas siab heev nyob saum tej roob, nej yuav xav hais tias, ‘Leejtwg thiaj muaj cuabkav chua tau kuv los?’"},{"bible_id":"1525","chapter_code":"OBA.1","verse_code":"OBA.1.4","label":"4","content":"Txawm yog nej ua nej tej tsev nyob siab ib yam li zes dav, thiab txawm yog nej tej tsev nyob siab nrog tej hnubqub sib txig los kuv yuav chua kom nej poob los rau hauv av."},{"bible_id":"1525","chapter_code":"OBA.1","verse_code":"OBA.1.5","label":"5","content":"“Thaum tsaus ntuj tubsab tuaj, lawv tsuas nyiag tej uas lawv xav yuav xwb. Thaum tej neeg de txiv hmab, lawv yeej tseg ibtxhia cia. Tiamsis nej cov yeebncuab tuaj huab nej tas dulug tsis tseg ib yam dabtsi li."},{"bible_id":"1525","chapter_code":"OBA.1","verse_code":"OBA.1.6","label":"6","content":"Exaus cov xeebntxwv, nej yuav raug tubsab nyiag, thiab nej tej nyiaj yuav raug luag huab coj mus tas dulug."},{"bible_id":"1525","chapter_code":"OBA.1","verse_code":"OBA.1.7","label":"7","content":"Cov neeg uas koom tes nrog nej tau dag ntxias nej, lawv tau muab nej ntiab tawm hauv nej lub tebchaws mus. Cov neeg uas ua phoojywg rau nej nimno lawv kovyeej nej lawm. Cov phoojywg uas nrog nej noj ib tsum mov lawv cuab hmuv tos nej kev; lawv yuav hais rau nej tias, ‘Nws tej kev txawj ntse nyob qhov twg lawm?’"},{"bible_id":"1525","chapter_code":"OBA.1","verse_code":"OBA.1.8","label":"8","content":"“Hnub uas kuv rau txim rau cov Edoos, kuv yuav muab lawv cov neeg uas txawj ntse ua kom puastsuaj tas thiab muab lawv tej tswvyim rhuav tshem mus povtseg."},{"bible_id":"1525","chapter_code":"OBA.1","verse_code":"OBA.1.9","label":"9","content":"Lub nroog Temas cov tubrog yuav ntshai kawg nkaus li, thiab txhua tus tubrog uas nyob hauv lub nroog Edoos yuav raug tua tuag tas."},{"bible_id":"1525","chapter_code":"OBA.1","verse_code":"OBA.1.10","label":"10","content":"“Vim nej tau mus nyiag thiab tua nej cov kwvtij  uas yog Yakhauj cov xeebntxwv, nej yuav raug kev puastsuaj thiab yuav raug txajmuag mus ibtxhis."},{"bible_id":"1525","chapter_code":"OBA.1","verse_code":"OBA.1.11","label":"11","content":"Hnub uas yeebncuab tsoo lawv tej roojvag, thaum ntawd nej mus sawv ib cag saib. Nej lub siab yeej phem ib yam li cov neeg txawv tebchaws uas tuaj nqa tej khoom muaj nqis hauv lub nroog Yeluxalees mus sib faib."},{"bible_id":"1525","chapter_code":"OBA.1","verse_code":"OBA.1.12","label":"12","content":"Nej tsis txhob saib tsis taus nej cov kwvtij uas txomnyem hauv lub tebchaws Yudas. Nej tsis txhob zoo siab hnub uas lawv raug kev puastsuaj. Nej tsis txhob luag lawv plig thaum lawv raug kev nyuaj siab."},{"bible_id":"1525","chapter_code":"OBA.1","verse_code":"OBA.1.13","label":"13","content":"Nej tsis txhob tuaj rau hauv kuv haivneeg lub nroog, tsis txhob ua saib tsis taus lawv tej kev txomnyem, thiab tsis txhob huab lawv tej nyiaj txiag hnub uas lawv raug kev puastsuaj."},{"bible_id":"1525","chapter_code":"OBA.1","verse_code":"OBA.1.14","label":"14","content":"Nej tsis txhob mus sawv ntawm tej kev tshuam ntes cov neeg uas nrhiav kev khiav. Nej tsis txhob muab lawv cob rau yeebncuab tes hnub uas lawv raug kev txomnyem."},{"bible_id":"1525","chapter_code":"OBA.1","verse_code":"OBA.1.15","label":"15","content":"“Hnub uas tus TSWV yuav txiav txim rau txhua haivneeg twb los ze lawm. Edoos, koj tau ua li cas rau luag lawm, luag yuav ua li ntawd rov rau koj. Tej uas koj tau ua lawm yuav rov los raug koj."},{"bible_id":"1525","chapter_code":"OBA.1","verse_code":"OBA.1.16","label":"16","content":"Kuv haivneeg tau haus lub khob dej iab uas yog txojkev txiav txim saum kuv lub roob dawbhuv. Tiamsis txhua haivneeg uas nyob ibncig ntawd tseem yuav tau haus khob dej iab tshaj uas yog txojkev txiav txim; lawv yuav haus khee hlo thiab ploj ntais mus lawm."},{"bible_id":"1525","chapter_code":"OBA.1","verse_code":"OBA.1.17","label":"17","content":"“Tiamsis muaj qee leej yuav khiav dim saum lub Roob Xi-oos, thiab lub roob ntawd yuav ua qhov chaw dawbhuv. Yakhauj tsevneeg yuav tau lub tebchaws los ua lawv tug."},{"bible_id":"1525","chapter_code":"OBA.1","verse_code":"OBA.1.18","label":"18","content":"Yakhauj thiab Yauxej nkawd cov xeebntxwv yuav zoo ib yam li hluavtaws; lawv yuav rhuav tshem Exaus cov xeebntxwv ib yam li hluavtaws kub tej quavnyab. Exaus cajces yuav tsis muaj ib tug khiav dim li. Kuv yog tus TSWV uas hais li ntawd.”"},{"bible_id":"1525","chapter_code":"OBA.1","verse_code":"OBA.1.19","label":"19","content":"“Cov Yudas uas nyob yav qabteb yuav tuaj txeeb tau lub tebchaws Edoos. Cov neeg uas nyob raws tej taw roob sab hnubpoob yuav tuaj txeeb tau lub tebchaws Filitees. Cov Yixalayees yuav mus txeeb tau cov Efalayees thiab cov Xamalis cheebtsam av, cov Npeenyamees yuav mus txeeb tau cheebtsam Nkile-as."},{"bible_id":"1525","chapter_code":"OBA.1","verse_code":"OBA.1.20","label":"20","content":"Cov tubrog Yixalayees pem qaumteb uas raug luag ntes mus lawm, yuav rov qab los thiab mus ntaus yeej lub xeev Faunikias mus rau sab qaumteb mus txog rau Xalefas. Cov neeg uas luag ntes hauv Yeluxalees coj mus nyob rau hauv Xaledis yuav los txeeb tej nroog hauv tebchaws Yudas sab qabteb."},{"bible_id":"1525","chapter_code":"OBA.1","verse_code":"OBA.1.21","label":"21","content":"Cov neeg muaj yeej uas nyob hauv lub nroog Yeluxalees, yuav mus ntaus lub tebchaws Edoos thiab kav lub tebchaws ntawd. Thiab tus TSWV yuav ua Vajntxwv kav lawv.”"}]