[{"bible_id":"1525","chapter_code":"RUT.1","verse_code":"RUT.1.1+RUT.1.2","label":"1-2","content":"Ntau xyoo ua ntej uas cov Yixalayees tseem tsis tau muaj vajntxwv, txawm muaj kev tshaib nqhis nyob hauv tebchaws Yixalayees. Muaj ib tug txivneej npe hu ua Elimelej, nws yog Efalas cuab kwvtij thiab nyob hauv lub nroog Npelehees hauv tebchaws Yudas, nws thiaj coj Na-aumis uas yog nws tus pojniam thiab nws ob tug tub, Maloos thiab Khili-oos tsiv mus nyob tau ib ntus nram tebchaws Mau-am. Thaum lawv tseem nyob nrad,"},{"bible_id":"1525","chapter_code":"RUT.1","verse_code":"RUT.1.3","label":"3","content":"Elimelej txawm tuag lawm, tseg Na-aumis nrog nws ob tug tub nyob,"},{"bible_id":"1525","chapter_code":"RUT.1","verse_code":"RUT.1.4","label":"4","content":"nkawd thiaj mus yuav tau cov neeg Mau-am ob tug ntxhais uas yog Aulepas thiab Luv los ua pojniam. Thiab lawv nyob hauv lub tebchaws ntawd kwvlam li kaum xyoo tom qab."},{"bible_id":"1525","chapter_code":"RUT.1","verse_code":"RUT.1.5","label":"5","content":"Maloos thiab Khili-oos nkawd txawm tuag huv tibsi lawm, tseg Na-aumis nyob ib leeg tsis muaj txiv thiab tsis muaj tub li."},{"bible_id":"1525","chapter_code":"RUT.1","verse_code":"RUT.1.6","label":"6","content":"Tau tsis ntev los tom qab no, Na-aumis hnov hais tias tus TSWV tau foom koob hmoov rau nws haivneeg, lawv rov ua tau qoobloo; yog li ntawd nws thiaj coj nws ob tug nyab sawv kev tawm hauv tebchaws Mau-am rov qab los."},{"bible_id":"1525","chapter_code":"RUT.1","verse_code":"RUT.1.7","label":"7","content":"Lawv pib sawv kev ua ke rov qab los rau pem tebchaws Yudas, tiamsis thaum lawv los txog ib tog kev"},{"bible_id":"1525","chapter_code":"RUT.1","verse_code":"RUT.1.8","label":"8","content":"Na-aumis hais rau nws ob tug nyab hais tias, “Neb cia li rov qab mus nrog neb niam nyob. Thov tus TSWV ua zoo rau neb ib yam li neb tau ua zoo rau kuv thiab kuv ob tug tub uas tuag lawm."},{"bible_id":"1525","chapter_code":"RUT.1","verse_code":"RUT.1.9","label":"9","content":"Thiab thov tus TSWV pub kom neb rov tau txiv yuav thiab nyob muaj vaj muaj tsev dua ntxiv.” Yog li ntawd, Na-aumis thiaj nwj nws ob tug nyab thiab yuav ncaim mus. Tiamsis nkawd txawm tsa suab hlo quaj"},{"bible_id":"1525","chapter_code":"RUT.1","verse_code":"RUT.1.10","label":"10","content":"thiab hais rau nws hais tias, “Wb tsis mus! Wb yuav nrog koj mus rau pem koj cov kwvtij!”"},{"bible_id":"1525","chapter_code":"RUT.1","verse_code":"RUT.1.11","label":"11","content":"Na-aumis teb hais tias, “Kuv ob tug nyab, neb yuav tsum rov qab mus tsev xwb. Vim li cas neb thiaj xav nrog kuv mus? Neb xav hais tias kuv tseem yuav muaj dua tub los yuav neb thiab no los?"},{"bible_id":"1525","chapter_code":"RUT.1","verse_code":"RUT.1.12","label":"12","content":"Neb cia li rov qab mus tsev, rau qhov kuv laus thiab yuav tsis taus txiv ntxiv lawm. Txawm yog kuv tseem muaj kev cia siab thiab mus yuav txiv hmo no thiab muaj kiag ob tug tub los"},{"bible_id":"1525","chapter_code":"RUT.1","verse_code":"RUT.1.13","label":"13","content":"neb puas yuav tos taus txog thaum nkawd hlob? Saib qhov no puas ua rau neb nyob taus tsis mus yuav lwm tus? Kuv ob tug nyab, neb tsis txhob ua li ntawd, neb yeej paub hais tias yuav ua tsis tau li ntawd ib zaug li. Tus TSWV tau tso kuv tseg lawm, thiab kuv hlub neb heev, kuv tsis xav hais tias neb lub neej yuav zoo li no.”"},{"bible_id":"1525","chapter_code":"RUT.1","verse_code":"RUT.1.14","label":"14","content":"Nkawd rov quaj dua ib zaug ntxiv. Ces Aulepas txawm nwj nws niampog thiab ncaim rov qab mus tsev lawm,  tiamsis Luv tseem tuav rawv nws niampog tsis tso li."},{"bible_id":"1525","chapter_code":"RUT.1","verse_code":"RUT.1.15","label":"15","content":"Yog li ntawd, Na-aumis thiaj hais rau Luv hais tias, “Luv, Aulepas twb rov qab mus nrog nws haivneeg thiab nws tus vajtswv nyob lawm.  Koj cia li nrog nws rov qab mus thiab.”"},{"bible_id":"1525","chapter_code":"RUT.1","verse_code":"RUT.1.16","label":"16","content":"Tiamsis Luv teb hais tias, “Tsis txhob txwv kuv! Cia kuv nrog koj mus. Koj mus qhov twg, kuv yeej yuav nrog koj mus qhov ntawd; koj nyob qhov twg, kuv yuav nrog koj nyob qhov ntawd. Koj haivneeg yuav yog kuv haivneeg thiab koj tus Vajtswv yuav yog kuv tus Vajtswv."},{"bible_id":"1525","chapter_code":"RUT.1","verse_code":"RUT.1.17","label":"17","content":"Koj tuag rau qhov twg, kuv yuav tuag qhov ntawd, thiab cia luag muab kuv faus nrog koj rau qhov ntawd. Tsuas yog txojkev tuag  thiaj yuav ua rau kuv ncaim ntawm koj xwb, yog kuv cia ib yam dabtsi ua rau kuv ncaim koj mus, thov kom tus TSWV rau txim rau kuv!”"},{"bible_id":"1525","chapter_code":"RUT.1","verse_code":"RUT.1.18","label":"18","content":"Thaum Na-aumis pom hais tias, Luv muaj pluaj siab nrog nws mus tiag, nws txawm tsis hais dabtsi ntxiv li lawm."},{"bible_id":"1525","chapter_code":"RUT.1","verse_code":"RUT.1.19","label":"19","content":"Nkawd txawm ua ke los txog rau hauv lub nroog Npelehees. Thaum nkawd los txog hauv lub nroog, tej neeg zoo siab kawg, thiab tej pojniam sib nug zom zaws hais tias, “Tus no puas yog Na-aumis?”"},{"bible_id":"1525","chapter_code":"RUT.1","verse_code":"RUT.1.20","label":"20","content":"Nws teb hais tias, “Nej tsis txhob hu kuv ua Na-aumis lawm, nej hu kuv ua Malas xwb,  rau qhov Vajtswv tus uas muaj Hwjchim loj kawg nkaus tau ua rau kuv lub neej raug kev txomnyem lwj siab kawg li."},{"bible_id":"1525","chapter_code":"RUT.1","verse_code":"RUT.1.21","label":"21","content":"Thaum kuv tawm hauv no mus, kuv muaj txhua yam nplua mias, tiamsis tus TSWV coj kuv rov los tes dawb tes npliag. Vim li cas nej tseem hu kuv ua Na-aumis, thaum tus TSWV uas muaj Hwjchim loj kawg nkaus rau txim thiab tso kev txomnyem los rau kuv?”"},{"bible_id":"1525","chapter_code":"RUT.1","verse_code":"RUT.1.22","label":"22","content":"Zaj no yog hais txog Na-aumis thiab Luv uas yog nws tus nyab uas yog neeg Mau-am, rov nram tebchaws Mau-am los. Thaum nkawd los txog hauv lub nroog Npelehees tabtom yog lub caij uas pib hlais nplej."},{"bible_id":"1525","chapter_code":"RUT.2","verse_code":"RUT.2.1","label":"1","content":"Na-aumis muaj ib tug kwvtij npe hu ua Npau-am uas yog ib tug neeg npluanuj thiab sawvdaws hwm, nws yog Na-aumis tus txiv Elimelej tsevneeg."},{"bible_id":"1525","chapter_code":"RUT.2","verse_code":"RUT.2.2","label":"2","content":"Muaj ib hnub Luv hais rau Na-aumis hais tias, “Thov koj cia kuv mus nram luag tej teb thiab mus khaws tej nplej uas cov neeg hlais nplej ua poob. Kuv cia siab hais tias kuv yuav mus ntsib tus uas kam cia kuv khaws nws tej nplej.” Na-aumis teb hais tias, “Me nyab, koj mus los tau.”"},{"bible_id":"1525","chapter_code":"RUT.2","verse_code":"RUT.2.3","label":"3","content":"Yog li ntawd, Luv thiaj mus nram teb thiab raws cov neeg hlais nplej qab, khaws tej hnab nplej uas cov hlais ua poob. Nws txawm mus ncaj rau hauv Npau-am uas yog Elimelej tus kwvtij thaj teb."},{"bible_id":"1525","chapter_code":"RUT.2","verse_code":"RUT.2.4","label":"4","content":"Tom qab ntawd Npau-am txawm tuaj hauv Npelehees tuaj txog thiab hais rau cov neeg hlais nplej hais tias, “Thov tus TSWV nrog nraim nej nyob.” Lawv teb hais tias, “Thov tus TSWV foom koob hmoov rau koj.”"},{"bible_id":"1525","chapter_code":"RUT.2","verse_code":"RUT.2.5","label":"5","content":"Npau-am nug tus uas saib cov neeg hlais nplej ntawd hais tias, “Tus pojniam hluas ntawd yog leejtwg?”"},{"bible_id":"1525","chapter_code":"RUT.2","verse_code":"RUT.2.6","label":"6","content":"Tus txivneej ntawd teb hais tias, “Tus pojniam ntawd yog neeg txawv tebchaws, nws nrog Na-aumis los nram tebchaws Mau-am los."},{"bible_id":"1525","chapter_code":"RUT.2","verse_code":"RUT.2.7","label":"7","content":"Nws tuaj thov kuv cia nws raws cov neeg hlais nplej qab thiab khaws tej hnab nplej uas poob. Nws twb tuaj ua haujlwm puag tagkis no sawv ntxov los lawm, nws nyuam quav los so ib pliag hauv tsev pheebsuab no xwb.”"},{"bible_id":"1525","chapter_code":"RUT.2","verse_code":"RUT.2.8","label":"8","content":"Npau-am hais rau Luv hais tias, “Tus ntxhais koj mloog kuv hais, koj tsis txhob mus khaws nplej hauv lwm tus thaj teb, koj cia li khaws raws kuv cov ntxhais qhev qab nyob hauv kuv thaj teb no xwb;"},{"bible_id":"1525","chapter_code":"RUT.2","verse_code":"RUT.2.9","label":"9","content":"koj saib lawv hlais nplej qhov twg koj cia li khaws qhov ntawd. Kuv twb hais rau cov txivneej lawm, kom lawv tsis txhob los zes koj. Thiab thaum twg koj nqhis dej, cia li mus haus hauv tej hub uas lawv ntim dej puv nkaus rau lawm.”"},{"bible_id":"1525","chapter_code":"RUT.2","verse_code":"RUT.2.10","label":"10","content":"Luv txhos caug ntua nyo ua ntsejmuag ti nkaus hauv av, thiab hais rau Npau-am hais tias, “Vim li cas koj yuav hmov tshua kuv ua luaj? Vim li cas koj yuav ua siab dawb rau tus neeg txawv tebchaws tas npaum li?”"},{"bible_id":"1525","chapter_code":"RUT.2","verse_code":"RUT.2.11","label":"11","content":"Npau-am teb hais tias, “Kuv tau hnov txhua yam uas koj tau ua zoo rau koj niampog txij thaum koj tus txiv tuag los lawm. Kuv paub hais tias koj tau tso koj niam koj txiv thiab koj lub tebchaws tseg thiab los nrog cov neeg uas koj ibtxwm tsis tau paub dua li nyob."},{"bible_id":"1525","chapter_code":"RUT.2","verse_code":"RUT.2.12","label":"12","content":"Thov kom tus TSWV pauj txiaj ntsig rau tej uas koj tau ua zoo tas los lawm. Thov kom koj tau txais koob hmoov nplua mias los ntawm tus TSWV uas yog cov Yixalayees tus Vajtswv uas koj los vamkhom.”"},{"bible_id":"1525","chapter_code":"RUT.2","verse_code":"RUT.2.13","label":"13","content":"Luv teb hais tias, “Koj ua siab dawb  kawg li rau kuv. Txawm yog kuv twb tsis muaj nqis npaum li koj ib tug ntxhais qhev los koj tseem ua rau kuv zoo siab heev vim koj hais tej lus mos lus muag rau kuv.”"},{"bible_id":"1525","chapter_code":"RUT.2","verse_code":"RUT.2.14","label":"14","content":"Thaum lub sijhawm noj mov Npau-am hais rau Luv hais tias, “Koj cia li los muab mov thiab zaub noj.” Yog li ntawd, Luv thiaj nrog cov neeg ua haujlwm noj mov ua ke thiab Npau-am faib tej ncuav nplej rau Luv noj. Nws noj tsau thiab tseem tshuav tej zaub mov seem."},{"bible_id":"1525","chapter_code":"RUT.2","verse_code":"RUT.2.15+RUT.2.16","label":"15-16","content":"Tom qab uas noj mov tas thiab yuav rov mus khaws hnab nplej, Npau-am hais rau cov ua haujlwm hais tias, “Cia nws mus khaws tej hnab nplej, txawm yog cov uas poob ntawm qhov chaw uas tso tej tes nplej los nej tsis txhob txwv nws li. Dua li ntawd, nej yuav tsum rho tej hnab nplej ntawm tej tes nplej uas nej hlais tso rau nws khaws thiab.”"},{"bible_id":"1525","chapter_code":"RUT.2","verse_code":"RUT.2.17","label":"17","content":"Yog li ntawd, Luv thiaj khaws tej hnab nplej hauv thaj teb ntawd mus txog thaum tsaus ntuj thiab nws coj los ntaus tau ib kawg."},{"bible_id":"1525","chapter_code":"RUT.2","verse_code":"RUT.2.18","label":"18","content":"Nws thiaj ris cov nplej ntawd los rau hauv nroog thiab coj los qhia rau nws niampog hais tias, hnub no kuv mus khaws tau nplej npaum li no. Thiab nws muab tej zaub mov uas nws noj sus tsis tas rau nws niampog noj."},{"bible_id":"1525","chapter_code":"RUT.2","verse_code":"RUT.2.19","label":"19","content":"Na-aumis nug Luv hais tias, “Hnub no koj mus khaws tej nplej no qhov twg los? Koj mus ua haujlwm hauv leejtwg thaj teb? Thov Vajtswv foom koob hmoov rau tus txivneej uas ua siab dawb rau koj!” Yog li ntawd, Luv thiaj qhia rau Na-aumis paub qhov uas nws mus khaws tej nplej ntawd hauv ib tug txivneej uas hu ua Npau-am thaj teb."},{"bible_id":"1525","chapter_code":"RUT.2","verse_code":"RUT.2.20","label":"20","content":"Na-aumis thiaj hais tias, “Thov tus TSWV foom koob hmoov rau Npau-am, tus TSWV yeej ua raws li nws tej lus cog tseg rau cov neeg uas tseem ua neej nyob thiab cov uas tuag lawm.” Thiab nws hais ntxiv hais tias, “Tus txivneej ntawd yog ib tug uas txheeb ze wb heev, nws yog ib tus uas muaj cuabkav pab tau wb.”"},{"bible_id":"1525","chapter_code":"RUT.2","verse_code":"RUT.2.21","label":"21","content":"Ces Luv hais tias, “Zoo kawg li, nws tseem hais rau kuv kom kuv rau siab ntso mus khaws tej hnab nplej hauv nws thaj teb mus txog thaum nws cov neeg sau nplej tas.”"},{"bible_id":"1525","chapter_code":"RUT.2","verse_code":"RUT.2.22","label":"22","content":"Na-aumis hais rau Luv hais tias, “Me nyab, yog koj mus khaws nplej nrog Npau-am cov ntxhais qhev hauv nws thaj teb ntshai yuav zoo dua. Yog koj mus khaws hauv lwm tus thaj teb, ntshai luag yuav saib tsis taus koj.”"},{"bible_id":"1525","chapter_code":"RUT.2","verse_code":"RUT.2.23","label":"23","content":"Yog li ntawd, Luv thiaj nrog lawv mus khaws tej hnab nplej mus txog thaum hlais nplej tas thiab sau tej qoob tas lawm. Thiab Luv tseem nrog nws niampog nyob."},{"bible_id":"1525","chapter_code":"RUT.3","verse_code":"RUT.3.1","label":"1","content":"Tau tsis ntev tom qab ntawd, Na-aumis hais rau Luv hais tias, “Tsimnyog kuv yuav tsum nrhiav ib tug txiv rau koj, koj thiaj yuav nrog luag muaj cuab muaj yig."},{"bible_id":"1525","chapter_code":"RUT.3","verse_code":"RUT.3.2","label":"2","content":"Koj nco ntsoov tus txivneej uas hu ua Npau-am uas koj mus nrog nws cov ntxhais qhev khaws nplej, nws yog wb tus kwvtij. Koj mloog kuv hais, hmo no nws yuav mus ntaus nplej."},{"bible_id":"1525","chapter_code":"RUT.3","verse_code":"RUT.3.3","label":"3","content":"Yog li ntawd, koj cia li ntxuav cev, muab roj tsw qab los pleev, thiab muab cev khaubncaws uas zoo tshaj plaws los hnav. Ces koj mus lawm nram nws qhov chaw ntaus nplej, tiamsis tsis txhob pub nws paub hais tias koj nyob nrad mus txog thaum nws noj thiab haus tas lawm."},{"bible_id":"1525","chapter_code":"RUT.3","verse_code":"RUT.3.4","label":"4","content":"Koj ua tib zoo saib, saib nws pw qhov twg, thiab thaum uas nws tsaug zog lawm, koj cia li mus yaws nws daim pam thiab mus pw twjywm ntawm nws kotaw. Nws yuav qhia rau koj hais tias, koj yuav tsum ua li cas.”"},{"bible_id":"1525","chapter_code":"RUT.3","verse_code":"RUT.3.5","label":"5","content":"Luv teb hais tias, “Kuv yuav ua txhua yam raws li koj hais.”"},{"bible_id":"1525","chapter_code":"RUT.3","verse_code":"RUT.3.6","label":"6","content":"Yog li ntawd, Luv thiaj mus rau nram lub tshav nplej thiab ua raws li nws niampog hais rau nws."},{"bible_id":"1525","chapter_code":"RUT.3","verse_code":"RUT.3.7","label":"7","content":"Thaum uas Npau-am noj thiab haus tas lawm, nws zoo siab heev. Nws txawm mus rau ntawm pawg nplej thiab pw tsaug zog lawm. Luv maj mam nkag mus muab Npau-am daim pam yaws thiab pw twjywm ntawm nws kotaw."},{"bible_id":"1525","chapter_code":"RUT.3","verse_code":"RUT.3.8","label":"8","content":"Thaum ib tag hmo Npau-am tsim los thiab tig cev, nws pom ib tug pojniam pw ntawm nws kotaw ua rau nws ceeb loj heev."},{"bible_id":"1525","chapter_code":"RUT.3","verse_code":"RUT.3.9","label":"9","content":"Npau-am nug hais tias, “Koj yog leejtwg?” Luv teb hais tias, “Kuv yog Luv. Rau qhov koj thiaj yog kuv tus kwvtij uas txheeb ze, thiab tsimnyog koj yuav pab tau kuv. Yog li ntawd, thov koj cia li yuav kuv ua koj tus pojniam.”"},{"bible_id":"1525","chapter_code":"RUT.3","verse_code":"RUT.3.10","label":"10","content":"Npau-am teb hais tias, “Thov tus TSWV foom koob hmoov rau koj, tej uas nimno koj ua no tseem zoo tshaj li tej uas koj tau ua rau koj niampog yav tas los lawm. Tsimnyog koj mus nrhiav tej tus tub hluas, tsis hais tus muaj lossis tus pluag yuav lawm, tiamsis koj tsis ua li ntawd."},{"bible_id":"1525","chapter_code":"RUT.3","verse_code":"RUT.3.11","label":"11","content":"Luv, nimno koj tsis txhob nyuaj siab. Kuv yuav ua txhua yam uas koj thov kom kuv ua; rau qhov txhua tus neeg uas nyob hauv lub nroog no yeej paub hais tias koj yog ib tug pojniam uas tsimtxiaj heev."},{"bible_id":"1525","chapter_code":"RUT.3","verse_code":"RUT.3.12","label":"12","content":"Muaj tseeb tiag, kuv yeej yog koj ib tug kwvtij uas txheeb ze thiab yeej tsimnyog kuv ua tus sau koj, tiamsis tseem muaj dua ib tug txivneej uas txheeb ze koj tshaj kuv lawm thiab."},{"bible_id":"1525","chapter_code":"RUT.3","verse_code":"RUT.3.13","label":"13","content":"Hmo no koj cia li pw ntawm no, tagkis kaj ntug peb mam nug saib nws puas kam yuav koj los tsis kam. Yog nws kam mas yuav zoo heev; yog nws tsis kam, kuv thov coglus rau Vajtswv tus uas muaj sia nyob hais tias kuv yuav yuav koj. Hmo no koj cia li pw ntawm no kom kaj ntug tso.”"},{"bible_id":"1525","chapter_code":"RUT.3","verse_code":"RUT.3.14","label":"14","content":"Yog li ntawd, Luv thiaj pw ntawm Npau-am kotaw, tiamsis Luv twb sawv mus tsev thaum tsis tau kaj ntug kom tsis txhob muaj neeg pom nws, rau qhov Npau-am tsis xav kom muaj neeg paub hais tias Luv tuaj pw ntawd li."},{"bible_id":"1525","chapter_code":"RUT.3","verse_code":"RUT.3.15","label":"15","content":"Npau-am hais rau Luv hais tias, “Muab koj lub tsho loj los nthuav pua ntawm no.” Luv txawm ua li ntawd, thiab Npau-am yawm tau yuav luag rau siab nplej rau Luv thiab pab tsaws rau saum nws xubpwg. Ces Luv txawm ris cov nplej ntawd los tsev lawm."},{"bible_id":"1525","chapter_code":"RUT.3","verse_code":"RUT.3.16","label":"16","content":"Thaum Luv los txog tsev, nws niampog nug hais tias, “Me nyab, koj mus puas tau lus li cas?” Luv thiaj qhia txhua yam uas Npau-am tau hais rau nws lawm rau nws niampog mloog."},{"bible_id":"1525","chapter_code":"RUT.3","verse_code":"RUT.3.17","label":"17","content":"Luv hais ntxiv hais tias, “Nws kom kuv tsis txhob rov tes dawb tes npliag los cuag koj, yog li ntawd, nws thiaj muab cov nplej no rau kuv ris los.”"},{"bible_id":"1525","chapter_code":"RUT.3","verse_code":"RUT.3.18","label":"18","content":"Na-aumis hais tias, “Luv, koj ua siab ntev tos mus txog thaum uas koj paub zaj no lawm tso. Hnub no Npau-am yuav kub siab lug hais zaj no kom tiav.”"},{"bible_id":"1525","chapter_code":"RUT.4","verse_code":"RUT.4.1","label":"1","content":"Npau-am mus zaum ntawm roojvag nroog qhov chaw uas sawvdaws yeej ibtxwm mus sablaj. Ces tus kwvtij uas txheeb Elimelej tshaj plaws uas Npau-am tau hais qhia rau Luv lawm, txawm taug kev tuaj txog ntawd. Npau-am hais rau nws hais tias, “Los ntawm no thiab zaum wb sib tham.” Ces tus txivneej ntawd txawm los thiab nrog nws zaum."},{"bible_id":"1525","chapter_code":"RUT.4","verse_code":"RUT.4.2","label":"2","content":"Ces Npau-am txawm mus coj tau kaum leej thawjcoj hauv lub nroog ntawd tuaj thiab caw lawv los nrog nkawd zaum. Thaum lawv los zaum txhij lawm,"},{"bible_id":"1525","chapter_code":"RUT.4","verse_code":"RUT.4.3","label":"3","content":"Npau-am hais rau nws tus kwvtij ntawd hais tias, “Nimno Na-aumis rov nram tebchaws Mau-am los lawm, nws xav muab peb tus kwvtij Elimelej thaj teb muag,"},{"bible_id":"1525","chapter_code":"RUT.4","verse_code":"RUT.4.4","label":"4","content":"kuv xav hais tias tsimnyog koj paub txog zaj no. Nimno yog koj xav yuav thaj teb no, koj cia li yuav tabmeeg cov kev txwjlaus neeg uas tuaj zaum ntawm no. Tiamsis yog koj tsis xav yuav thaj teb ntawd, koj cia li tu lus, rau qhov koj yog tus uas muaj cai xub yuav, yog koj tsis yuav, ces kuv mam li yuav.” Ces tus txivneej ntawd teb hais tias, “Kuv yuav yuav thaj teb ntawd.”"},{"bible_id":"1525","chapter_code":"RUT.4","verse_code":"RUT.4.5","label":"5","content":"Npau-am hais tias, “Zoo lawm lauj, yog koj yuav thaj teb ntawd ntawm Na-aumis, mas koj yuav tsum yuav Luv,  tus pojntsuam uas yog neeg Mau-am los ua koj pojniam thiab, thaj teb ntawd thiaj yuav yog tus txivneej uas tuag lawm tsevneeg tug.”"},{"bible_id":"1525","chapter_code":"RUT.4","verse_code":"RUT.4.6","label":"6","content":"Tus txivneej ntawd teb hais tias, “Yog li ntawd, kuv yuav tso tseg tsis yuav thaj teb ntawd, rau qhov thaum dua kuv lawm, thaj teb ntawd yuav tsis yog kuv cov menyuam qubtxeeg qubteg. Koj cia li yuav; kuv tsis yuav lawm.”"},{"bible_id":"1525","chapter_code":"RUT.4","verse_code":"RUT.4.7","label":"7","content":"Txoj kevcai uas cov Yixalayees ibtxwm coj, mas yog leejtwg tau tso ncauj muag lossis pauv tej teb, tus muag yuav tsum hle nws txhais khau thiab muab cob rau tus yuav. Qhov uas ua li no twb yog ua timkhawv rau cov Yixalayees paub hais tias, nkawd hais haum lawm."},{"bible_id":"1525","chapter_code":"RUT.4","verse_code":"RUT.4.8","label":"8","content":"Yog li ntawd, thaum tus txivneej hais rau Npau-am hais tias, “Koj cia li yuav,” nws thiaj hle hlo nws txhais khau thiab muab cob kiag rau Npau-am."},{"bible_id":"1525","chapter_code":"RUT.4","verse_code":"RUT.4.9","label":"9","content":"Ces Npau-am hais rau cov thawjcoj thiab cov neeg uas tuaj ntawd hais tias, “Hnub no kuv thov nej nrog ua timkhawv hais tias, kuv tau yuav txhua yam uas yog Elimelej thiab nws ob tug tub uas yog Khili-oos thiab Maloos li tug ntawm Na-aumis lawm."},{"bible_id":"1525","chapter_code":"RUT.4","verse_code":"RUT.4.10","label":"10","content":"Tsis yog li ntawd xwb, kuv tseem yuav Luv tus uas yog neeg Mau-am thiab yog Maloos tus pojniam los ua kuv pojniam thiab. Ua li no thiaj yuav muaj tus los tuav tus uas tuag lawm lub cuabtam, thiab nws cajces tsevneeg thiaj yuav huamvam ntawm nws cuab kwvtij thiab hauv nws lub nroog. Hnub no thov nej ua timkhawv nrog kuv paub txog zaj no.”"},{"bible_id":"1525","chapter_code":"RUT.4","verse_code":"RUT.4.11","label":"11","content":"Cov thawjcoj thiab cov neeg sawvdaws uas tuaj ntawd teb hais tias, “Peb sawvdaws nrog ua timkhawv ntag. Thov tus TSWV foom koob hmoov rua koj tus pojniam kom zoo ib yam li Laxees thiab Le-as nkawd, uas yug tau menyuam coob heev rau Yakhauj. Thov kom koj ua neej muaj txiag npluanuj rau hauv Efalas cuab kwvtij thiab muaj koob meej nyob nto moo lug hauv lub nroog Npelehees."},{"bible_id":"1525","chapter_code":"RUT.4","verse_code":"RUT.4.12","label":"12","content":"Thov kom tej menyuam uas tus TSWV yuav pub rau koj los ntawm tus pojniam no ua rau koj tsevneeg zoo ib yam li Peles uas yog Yudas thiab Tamaj nkawd tus tub tsevneeg.”"},{"bible_id":"1525","chapter_code":"RUT.4","verse_code":"RUT.4.13","label":"13","content":"Yog li ntawd, Npau-am thiaj mus coj Luv los tsev thiab yuav Luv ua nws tus pojniam, tus TSWV foom koob hmoov rau Luv, thiab nws txawm xeeb tub thiab nws yug tau ib tug tub."},{"bible_id":"1525","chapter_code":"RUT.4","verse_code":"RUT.4.14","label":"14","content":"Tej pojniam tuaj hais rau Na-aumis hais tias, “Ua tus TSWV tsaug uas hnub no nws tau pub ib tug xeebntxwv los tuav koj lub neej thiab saib xyuas koj lawm. Thov kom tus metub no muaj koob meej nto moo lug nyob rau hauv haivneeg Yixalayees lauj!"},{"bible_id":"1525","chapter_code":"RUT.4","verse_code":"RUT.4.15","label":"15","content":"Koj tus nyab hlub koj heev, thiab ua tus saib xyuas koj zoo tshaj xya leej tub lawm thiab. Nimno nws yug tau ib tug xeebntxwv rau koj, nws yuav ua rau koj muaj lub neej tshiab thiab koj yuav tau lub neej sov siab so thaum koj laus lawm.”"},{"bible_id":"1525","chapter_code":"RUT.4","verse_code":"RUT.4.16","label":"16","content":"Na-aumis thiaj coj tus metub ntawd los puag rawv rau hauv nws lub xubntiag,  thiab tu tus metub ntawd zoo kawg li."},{"bible_id":"1525","chapter_code":"RUT.4","verse_code":"RUT.4.17","label":"17","content":"Cov pojniam nruab ze tuaj tis tus metub ntawd npe hu ua Aunpes. Lawv qhia rau sawvdaws hais tias, “Na-aumis muaj ib tug tub xeebntxwv lawm lauj!” Aunpes muaj ib tug tub npe hu ua Yexais, Yexais yog Daviv txiv ntag."},{"bible_id":"1525","chapter_code":"RUT.4","verse_code":"RUT.4.18+RUT.4.19+RUT.4.20+RUT.4.21+RUT.4.22","label":"18-22","content":"Ntawm no yog Pelej cajces tsevneeg mus txog rau Daviv. Pelej tus tub yog Heloos, Heloos tus tub yog Las, Las tus tub yog Aminadas, Aminadas tus tub yog Nasoos, Nasoos tus tub yog Salemoos, Salemoos tus tub yog Npau-am, Npau-am tus tub yog Aunpes, Aunpes tus tub yog Yexais thiab Yexais tus tub yog Daviv."}]