[{"bible_id":"1525","chapter_code":"SNG.1","verse_code":"SNG.1.1","label":"1","content":"Zaj nkauj zoo tshaj plaws uas Xalumoos sau."},{"bible_id":"1525","chapter_code":"SNG.1","verse_code":"SNG.1.2","label":"2","content":"Cia koj lub qhovncauj nwj kuv; koj txojkev hlub zoo tshaj tej cawv txiv hmab."},{"bible_id":"1525","chapter_code":"SNG.1","verse_code":"SNG.1.3","label":"3","content":"Koj lub cev tsw qab ntxiag; thaum hais txog koj lub npe kuv nco txog koj tus ntxhiab. Tsis muaj ib tug pojniam uas yuav tsis nyiam koj li."},{"bible_id":"1525","chapter_code":"SNG.1","verse_code":"SNG.1.4","label":"4","content":"Coj kuv nrog koj, thiab wb cia li khiav mus; cia li ua kuv tus vajntxwv thiab coj kuv mus rau hauv koj chav pw. Wb yuav muaj kev zoo siab ua ke, wb yuav qhuas txojkev hlub tshaj tej cawv txiv hmab. Twb yog vim li no txhua tus pojniam thiaj nyiam koj ua luaj!"},{"bible_id":"1525","chapter_code":"SNG.1","verse_code":"SNG.1.5","label":"5","content":"Ib tsoom pojniam uas nyob hauv lub nroog Yeluxalees, kuv dub doog tiamsis  zoo nkauj heev, kuv dub ib yam li tej tsevntaub uas nyob tom tiaj suabpuam Kedas, tiamsis kuv zoo nkauj ib yam li tej ntaub tsuj hauv vajntxwv Xalumoos lub loog."},{"bible_id":"1525","chapter_code":"SNG.1","verse_code":"SNG.1.6","label":"6","content":"Tsis txhob saib tsis taus kuv, vim kuv lub cev dub doog, rau qhov tshav ntuj ziab kuv thiaj hiav tawv. Kuv cov nus chim rau kuv thiab yuam kuv mus tu vaj txiv hmab, kuv thiaj tsis muaj sijhawm tu kuv lub cev."},{"bible_id":"1525","chapter_code":"SNG.1","verse_code":"SNG.1.7","label":"7","content":"Tus uas kuv hlub, cia li qhia rau kuv saib, koj yuav coj koj pab yaj mus noj zaub qhov twg? Thaum tavsu koj cov tsiaj yuav mus so qhov twg? Vim li cas kuv thiaj yuav tsum tuaj nrhiav koj hauv luag lwm pab neeg zov yaj?"},{"bible_id":"1525","chapter_code":"SNG.1","verse_code":"SNG.1.8","label":"8","content":"Tus hluas nkauj uas kuv hlub tshaj plaws, koj puas paub qhov chaw? Koj cia li raws pab yaj no qab, nrhiav lub tshav zaub rau koj cov tshis uas nyob ze ntawm cov yug yaj tej tsevntaub."},{"bible_id":"1525","chapter_code":"SNG.1","verse_code":"SNG.1.9","label":"9","content":"Tus uas kuv hlub, koj ntxim cov txivneej siab npaum nkaus li tus maum nees ntxim cov txiv nees xob uas luag Falaus tej tsheb nees siab ntag."},{"bible_id":"1525","chapter_code":"SNG.1","verse_code":"SNG.1.10","label":"10","content":"Koj cov plaubhau zoo nkauj ntev npws loo npog koj lub plhu thiab dauv mus rau ntawm koj lub cajdab ib yam li tej saw uas zoo nkauj."},{"bible_id":"1525","chapter_code":"SNG.1","verse_code":"SNG.1.11","label":"11","content":"Tiamsis peb yuav ua ib txoj saw kub uas muab tej qe nyiaj dai rau rau koj coj."},{"bible_id":"1525","chapter_code":"SNG.1","verse_code":"SNG.1.12","label":"12","content":"Kuv tus vajntxwv tabtom pw saum nws lub txaj qhuas, thiab kuv cov tshuaj tsw qab, tsw qab ntxiag puv tsev."},{"bible_id":"1525","chapter_code":"SNG.1","verse_code":"SNG.1.13","label":"13","content":"Tus uas kuv hlub muaj lub hnab tshuaj mules uas tsw qab ntxiag rau kuv thiab pw rawv hauv kuv lub xubntiag."},{"bible_id":"1525","chapter_code":"SNG.1","verse_code":"SNG.1.14","label":"14","content":"Tus uas kuv hlub zoo ib yam li tej paj nroj qus uas tawg nyob hauv lub vaj txiv hmab hauv Enkedis."},{"bible_id":"1525","chapter_code":"SNG.1","verse_code":"SNG.1.15","label":"15","content":"Tus uas kuv hlub, ua cas koj yuav zoo nkauj ua luaj; koj muaj sais muag ntxim hlub kawg li!"},{"bible_id":"1525","chapter_code":"SNG.1","verse_code":"SNG.1.16","label":"16","content":"Tus uas kuv hlub, ua li cas koj yuav zoo nraug tas npaud; ua li cas koj yuav ua rau kuv zoo siab ua luaj! Tej nroj ntsuab yuav ua wb lub chaw pw;"},{"bible_id":"1525","chapter_code":"SNG.1","verse_code":"SNG.1.17","label":"17","content":"tej ntoo ciab yuav ua wb tej nqaj tsev, thiab tej ntoo thuv yuav ua wb daim vuas nthab."},{"bible_id":"1525","chapter_code":"SNG.2","verse_code":"SNG.2.1","label":"1","content":"Kuv yog ib lub nyuag paj ntoos uas nyob hauv Saloos, yog lub paj lilis uas nyob ntawm tej hav."},{"bible_id":"1525","chapter_code":"SNG.2","verse_code":"SNG.2.2","label":"2","content":"Nws zoo ib yam li tsob paj lilis uas tuaj xyaw tej hmab pos, nws yog kuv tus hluas nkauj uas nyob nrog ib tsoom pojniam."},{"bible_id":"1525","chapter_code":"SNG.2","verse_code":"SNG.2.3","label":"3","content":"Yog muab tus uas kuv hlub piv rau lwm tus txivneej, nws zoo ib yam li tsob txiv duaj uas tuaj xyaw tej ntoo havzoov ntag. Kuv nyiam nyob hauv qab nws tus duab ntxoov ntxoo, thiab kuv saj nws tej txiv qab zib kawg nkaus li."},{"bible_id":"1525","chapter_code":"SNG.2","verse_code":"SNG.2.4","label":"4","content":"Nws coj kuv mus rau hauv lub tsev uas luag npaj muaj rooj noj rooj haus, nws tsa nws tus chij roos kuv qhia hais tias nws hlub kuv."},{"bible_id":"1525","chapter_code":"SNG.2","verse_code":"SNG.2.5","label":"5","content":"Nws muab tej txiv hmab qhuav rau kuv noj kom kuv rov muaj zog, thiab muab txiv duaj rau kuv noj ua rau kuv laj siab kawg li! Vim txojkev hlub ua rau kuv tsaug muag."},{"bible_id":"1525","chapter_code":"SNG.2","verse_code":"SNG.2.6","label":"6","content":"Nws xyab loo nws txhais npab laug tuaj rau kuv ncoo, thiab cev loo nws txhais npab xis tuaj puag nkaus kuv."},{"bible_id":"1525","chapter_code":"SNG.2","verse_code":"SNG.2.7","label":"7","content":"Ib tsoom pojniam uas nyob hauv lub nroog Yeluxalees, nej cia li coglus rau kuv; cia li coglus rau tej kauv thiab tej muaslwj hais tias nej yuav tsis tuaj loojkoov wb txojkev hlub."},{"bible_id":"1525","chapter_code":"SNG.2","verse_code":"SNG.2.8","label":"8","content":"Kuv hnov tus uas kuv hlub lub suab. Nws khiav ceev nrooj hla tej laj roob tuaj, khiav ceev heev hla tej pov roob los cuag kuv."},{"bible_id":"1525","chapter_code":"SNG.2","verse_code":"SNG.2.9","label":"9","content":"Tus uas kuv hlub zoo ib yam li tus laug kauv thiab zoo ib yam li tus thav sai. Nws sawv npuab ntawm sab phabntsa. Nws xauj ntawm qhovrai tuaj, thiab xauj ntawm lub qhov tsev tuaj."},{"bible_id":"1525","chapter_code":"SNG.2","verse_code":"SNG.2.10","label":"10","content":"Tus uas kuv hlub tsa ncauj nrog kuv tham. Tus uas kuv hlub, koj cia li tawm tuaj; kuv tus me hluas nkauj, koj cia li tawm tuaj nrog kuv mus."},{"bible_id":"1525","chapter_code":"SNG.2","verse_code":"SNG.2.11","label":"11","content":"Caij ntuj no twb dhau, thiab caij ntuj nag twb tu lawm;"},{"bible_id":"1525","chapter_code":"SNG.2","verse_code":"SNG.2.12","label":"12","content":"nyob tim tej ntug nroog paj ntoos tawg ntsa iab. Tamsim no yog lub caij hu nkauj lawm ntag; hnov nquab quaj zom zaws hauv tej teb tuaj."},{"bible_id":"1525","chapter_code":"SNG.2","verse_code":"SNG.2.13","label":"13","content":"Tej txiv ncuavpias tabtom pib siav; tej txiv hmab tabtom tawg paj zom zaws thiab tsw qab ntxiag. Tus uas kuv hlub, cia li tawm tuaj; kuv tus hluas nkauj, cia li tawm tuaj nrog kuv mus."},{"bible_id":"1525","chapter_code":"SNG.2","verse_code":"SNG.2.14","label":"14","content":"Koj zoo ib yam li tus nquab uas mus nkaum hauv tej kis zeb. Thov cia kuv pom koj lub ntsejmuag uas ntxim hlub, thiab cia kuv hnov koj lub suab uas hais tej lus qab zib."},{"bible_id":"1525","chapter_code":"SNG.2","verse_code":"SNG.2.15","label":"15","content":"Cia li ntes cov hma thiab tej menyuam hma los rau wb ua ntej uas cov hma ntawd yuav los rhuav wb lub vaj txiv hmab uas tabtom tawg paj ntsa iab."},{"bible_id":"1525","chapter_code":"SNG.2","verse_code":"SNG.2.16","label":"16","content":"Tus uas kuv hlub yog kuv tug, thiab kuv yog nws tug. Nws yug nws pab yaj hauv lub hav paj lilis,"},{"bible_id":"1525","chapter_code":"SNG.2","verse_code":"SNG.2.17","label":"17","content":"mus txog thaum sawv ntxov uas muaj cov cua laj ntxiag tuaj, thiab qhov tsaus ntuj los ploj mus lawm. Tus nraugxwb uas kuv hlub rov qab los ib yam li tug laug kauv, thiab ib yam li tus thav sai uas nyob saum tej roob hauv Npethes."},{"bible_id":"1525","chapter_code":"SNG.3","verse_code":"SNG.3.1","label":"1","content":"Txhua hmo uas kuv pw saum kuv lub txaj, kuv ua npau suav toog txog tus uas kuv hlub; kuv nrhiav nws, tiamsis nrhiav tsis tau li."},{"bible_id":"1525","chapter_code":"SNG.3","verse_code":"SNG.3.2","label":"2","content":"Kuv thiaj sawv mus ncig thoob plaws hauv lub nroog, mus txhua nrho txhua txojkev loj thiab kev me. Kuv nrhiav tus uas kuv hlub nkaus xwb. Kuv nrhiav kawg, tiamsis tsis pom nws li"},{"bible_id":"1525","chapter_code":"SNG.3","verse_code":"SNG.3.3","label":"3","content":"Thaum cov fajxwm uas ncig hauv lub nroog pom kuv, kuv nug lawv hais tias, “Nej puas pom tus uas kuv hlub?”"},{"bible_id":"1525","chapter_code":"SNG.3","verse_code":"SNG.3.4","label":"4","content":"Thaum kuv ncaim lawv mus ib pliag xwb, kuv txawm ntsib nws; kuv khawm dai lias nws thiab tsis pub nws mus qhov twg li, mus txog thaum kuv coj nws mus rau hauv kuv niam lub tsev, thiab mus rau hauv chav tsev uas kuv niam yug kuv."},{"bible_id":"1525","chapter_code":"SNG.3","verse_code":"SNG.3.5","label":"5","content":"Ib tsoom pojniam uas nyob hauv lub nroog Yeluxalees, nej cia li coglus rau kuv; cia li coglus rau tej kauv thiab tej muaslwj hais tias nej yuav tsis tuaj tabkaum wb txojkev hlub."},{"bible_id":"1525","chapter_code":"SNG.3","verse_code":"SNG.3.6","label":"6","content":"Yam dabtsi uas tabtom tawm tom tiaj suabpuam tuaj uas zoo ib yam li tej pa taws ncho? Tej tshuaj tsw qab thiab tej tshuaj tsw qab mules uas cov tub lag tub luam muag ntawd yog dabtsi?"},{"bible_id":"1525","chapter_code":"SNG.3","verse_code":"SNG.3.7","label":"7","content":"Xalumoos tabtom tuaj, nws zaum rawv saum nws lub zwmtxwv; muaj rau caum leej tubrog tsomkwm nws tuaj, yog cov tubrog uas muaj zog tshaj hauv cov Yixalayees."},{"bible_id":"1525","chapter_code":"SNG.3","verse_code":"SNG.3.8","label":"8","content":"Lawv cov ntawd puavleej txawj tua ntaj heev; thiab lawv yog cov tubrog uas txawj ntaus rog kawg li. Lawv txhua tus puavleej tuav rawv ntaj ntawm tes, thiab npaj rawv tos sib tua thaum tsaus ntuj."},{"bible_id":"1525","chapter_code":"SNG.3","verse_code":"SNG.3.9","label":"9","content":"Vajntxwv Xalumoos muab cov ntoo uas coj pem tebchaws Lenpanoos tuaj ua nws lub zwmtxwv."},{"bible_id":"1525","chapter_code":"SNG.3","verse_code":"SNG.3.10","label":"10","content":"Lub zwmtxwv ntawd muab nyiaj vuam tej ceg huv tibsi; daim uas thaiv nraum nraubqaum yog muab kub ua, daim ntaub tsamxem uas pua lub zwmtxwv yog cov pojniam hauv lub nroog Yeluxalees ntos."},{"bible_id":"1525","chapter_code":"SNG.3","verse_code":"SNG.3.11","label":"11","content":"Cov pojniam hauv Xi-oos, cia li tawm tuaj saib Vajntxwv Xalumoos; nws ntoo rawv lub kausmom kub uas nws niam muab rau nws ntoo hnub txis tshoob, hnub uas nws muaj kev zoo siab thiab txaus siab kawg nkaus."},{"bible_id":"1525","chapter_code":"SNG.4","verse_code":"SNG.4.1","label":"1","content":"Tus uas kuv hlub, ua li cas koj yuav zoo nkauj ua luaj! Koj ob lub qhovmuag nyob sab hauv daim ntaub uas npog koj lub ntsejmuag ci hob ntxim hlub kawg li. Koj cov plaubhau ntxhee yees ib yam li pab tshis uas khiav pem tej pov roob Nkile-as los."},{"bible_id":"1525","chapter_code":"SNG.4","verse_code":"SNG.4.2","label":"2","content":"Koj cov hniav dawb ib yam li pab yaj uas luag nyuam qhuav muab txiav plaub thiab ntxuav tas. Txhua tus puavleej yug menyuam ntxaib tsis muaj ib tug tshob li."},{"bible_id":"1525","chapter_code":"SNG.4","verse_code":"SNG.4.3","label":"3","content":"Koj ob daim dincauj zoo ib yam li pluaj ntaub liab; thaum koj hais lus ua cas koj ob daim dincauj ntxim hlub ua luaj. Koj ob sab plhu zoo ib yam li ob sab txiv ntsiavkws nyob sab hauv daim ntaub uas npog koj lub ntsejmuag."},{"bible_id":"1525","chapter_code":"SNG.4","verse_code":"SNG.4.4","label":"4","content":"Koj lub cajdab zoo ib yam li Daviv lub chaw tsomfaj uas kheej du ntaug lees, muab ib txoj saw dai ib txhiab tus ncais rau koj coj puagncig cajdab."},{"bible_id":"1525","chapter_code":"SNG.4","verse_code":"SNG.4.5","label":"5","content":"Koj ob lub mis zoo ib yam li ob tug menyuam kauv, ob tug menyuam kauv ntxaib uas tabtom noj zaub hauv lub hav paj lilis."},{"bible_id":"1525","chapter_code":"SNG.4","verse_code":"SNG.4.6","label":"6","content":"Kuv yuav nyob saum lub pov roob uas muaj tshuaj tsw qab mules, yog lub pov roob uas muaj tshuaj tsw qab mus txog thaum sawv ntxov uas muaj cua ntsawj laj ntxiag tuaj thiab qhov tsaus ntuj ploj mus lawm."},{"bible_id":"1525","chapter_code":"SNG.4","verse_code":"SNG.4.7","label":"7","content":"Tus uas kuv hlub, ua li cas koj zoo nkauj ua luaj; ua cas koj yuav zoo ua luaj tsis muaj ib qho phem li!"},{"bible_id":"1525","chapter_code":"SNG.4","verse_code":"SNG.4.8","label":"8","content":"Kuv tus nkauj nyab, koj cia li nqis saum Roob Lenpanoos los nrog kuv mus; koj cia li nqis saum roob Lenpanoos los cuag kuv. Koj cia li nqis saum Roob Amanas los, cia li nqis saum Roob Xenis thiab saum Roob Helemoos, qhov chaw uas tej tsov ntxhuav thiab tsov txaij nyob los."},{"bible_id":"1525","chapter_code":"SNG.4","verse_code":"SNG.4.9","label":"9","content":"Kuv nplooj siab, kuv tus nkauj nyab, koj ob lub qhovmuag uas saib ntsoov kuv thiab tej saw uas koj coj ntawm cajdab twb nyiag kuv nplooj siab lawm."},{"bible_id":"1525","chapter_code":"SNG.4","verse_code":"SNG.4.10","label":"10","content":"Koj txojkev hlub ua rau kuv txaus siab kawg nkaus li. Kuv nplooj siab thiab kuv tus nkauj nyab, koj txojkev hlub zoo tshaj tej cawv txiv hmab; koj tej tshuaj tsw qab tseem tsw qab tshaj tej txujlom lawm thiab."},{"bible_id":"1525","chapter_code":"SNG.4","verse_code":"SNG.4.11","label":"11","content":"Tus uas kuv hlub, koj ob daim di ncauj qab zib npaum li zib ntab; koj tus nplaig yog kua mis thiab zib ntab rau kuv. Koj cev ris tsho tsw qab ntxiag li tus ntxhiab pem Lenpanoos."},{"bible_id":"1525","chapter_code":"SNG.4","verse_code":"SNG.4.12","label":"12","content":"Kuv nplooj siab, kuv tus nkauj nyab, koj yog lub vaj uas nyob nraim nkoos, lub vaj uas xov lajkab thaiv, thiab lub qhovdej uas twb muaj tswv lawm;"},{"bible_id":"1525","chapter_code":"SNG.4","verse_code":"SNG.4.13","label":"13","content":"nyob hauv lub vaj ntawd tej txiv ntoo hlob zoo heev. Tej txiv ntoo ntawd hlob mos nyoos ib yam li tej txiv ntsiavkws thiab txi txiv zoo kawg nkaus li. Nyob qhov ntawd tsw qab ntxiag li henas thiab naj,"},{"bible_id":"1525","chapter_code":"SNG.4","verse_code":"SNG.4.14","label":"14","content":"xafiloos, kalamus thiab kinamoos, lossis tsw qab ntxiag li txhua yam tshuaj tsw qab. Muaj tej nroj mules thiab alaus tuaj hauv lub vaj ntawd nrog txhua yam ntoo tsw qab uas siv ua tej tshuaj tsw qab tshaj plaws."},{"bible_id":"1525","chapter_code":"SNG.4","verse_code":"SNG.4.15","label":"15","content":"Yog lub vaj uas muaj qhovdej txhawv, yog tus dej uas ntws ntshiab si, yog tus dej uas txhawv thiab ntws pem roob Lenpanoos los."},{"bible_id":"1525","chapter_code":"SNG.4","verse_code":"SNG.4.16","label":"16","content":"Cov cua sab qaumteb, cia li sawv. Cov cua sab qabteb, cia li ntsawj tuaj rau hauv kuv lub vaj kom tej pa tsw qab ntxiag mus rau txhua qhov. Cia tus uas kuv hlub tuaj rau hauv nws lub vaj, thiab cia nws los noj tej txiv ntoo uas qab tshaj plaws."},{"bible_id":"1525","chapter_code":"SNG.5","verse_code":"SNG.5.1","label":"1","content":"Kuv nplooj siab, kuv tus nkauj nyab, kuv twb tuaj rau hauv kuv lub vaj lawm. Kuv tuaj de kuv tej txujlom thiab tej nroj mules uas tsw qab; kuv tabtom noj tej nas ntab thiab tej zib ntab; kuv tabtom haus tej cawv txiv hmab thiab tej kua mis. Cov phoojywg, cia li noj thiab haus mus txog thaum uas nej qaug rau txojkev hlub lawm tso!"},{"bible_id":"1525","chapter_code":"SNG.5","verse_code":"SNG.5.2","label":"2","content":"Kuv pw tsaug zog lawm, tiamsis kuv lub siab yeej tsim pes dheev li. Kuv ua npau suav toog hnov tus uas kuv hlub tuaj khob qhovrooj. Tus uas kuv hlub, kuv nplooj siab, kuv tus nquab, cia li qhib qhovrooj rau kuv los tsev. Kuv lub taubhau ntub lwg thiab ntsu tej lwg thaum ib tag hmo tas li lawm."},{"bible_id":"1525","chapter_code":"SNG.5","verse_code":"SNG.5.3","label":"3","content":"Kuv twb hle khaubncaws lawm; vim li cas kuv tseem rov hnav dua thiab? Kuv twb ntxuav kuv txhais kotaw lawm, vim li cas kuv tseem rov tsuj av dua thiab?"},{"bible_id":"1525","chapter_code":"SNG.5","verse_code":"SNG.5.4","label":"4","content":"Tus uas kuv hlub cev nws txhais tes ntawm qhovrooj los, ua rau kuv lub siab dhia tigtoog thaum nws nyob ze kuv."},{"bible_id":"1525","chapter_code":"SNG.5","verse_code":"SNG.5.5","label":"5","content":"Kuv twb npaj tos qhib qhovrooj rau nws los tsev lawm. Kuv muab tshuaj tsw qab mules pleev kuv txhais tes, kuv cov ntivtes puavleej pleev tshuaj mules huv tibsi, kuv mam cev tes mus tuav tus ntsia liaj rooj."},{"bible_id":"1525","chapter_code":"SNG.5","verse_code":"SNG.5.6","label":"6","content":"Kuv qhib qhovrooj rau tus uas kuv hlub los tsev, tiamsis xyov nws twb mus dua qhov twg lawm. Ua li cas kuv xav hnov nws lub suab ua luaj li! Kuv tawm mus nrhiav nws, tiamsis nrhiav tsis tau; kuv hu nws tiamsis tsis hnov nws teb."},{"bible_id":"1525","chapter_code":"SNG.5","verse_code":"SNG.5.7","label":"7","content":"Cov tub fajxwm uas zov lub nroog ntsib kuv; lawv muab kuv ntaus ua rau kuv tej nqaij ntsuab tas; cov tub fajxwm ntawm tus ntsa yeej muab kuv daim ntaub npog ntsejmuag dua."},{"bible_id":"1525","chapter_code":"SNG.5","verse_code":"SNG.5.8","label":"8","content":"Ib tsoom pojniam uas nyob hauv lub nroog Yeluxalees, nej cia li coglus rau kuv; yog nej ntsib tus uas kuv hlub, nej cia li qhia rau nws hais tias kuv mob vim txojkev hlub."},{"bible_id":"1525","chapter_code":"SNG.5","verse_code":"SNG.5.9","label":"9","content":"Tus uas zoo nkauj tshaj ib tsoom pojniam huv tibsi, puas yog tus uas koj hlub txawv dua lwm tus? Dabtsi ua rau tus uas koj hlub zoo tshaj tus uas luag lwm tus hlub, thiaj tsimnyog kom peb coglus rau koj?"},{"bible_id":"1525","chapter_code":"SNG.5","verse_code":"SNG.5.10","label":"10","content":"Tus uas kuv hlub zoo nraug thiab muaj zog heev; nws yog ib tug uas nto npe tshaj plaws nyob rau hauv ib txhiab leej ntawd."},{"bible_id":"1525","chapter_code":"SNG.5","verse_code":"SNG.5.11","label":"11","content":"Nws lub ntsejmuag yog tej tseem kub thiab du ntaug lees; nws cov plaubhau ntev npws loo dub nciab li tus uablag."},{"bible_id":"1525","chapter_code":"SNG.5","verse_code":"SNG.5.12","label":"12","content":"Nws ob lub qhovmuag zoo nkauj ib yam li cov nquab nyob raws ntug dej, cov nquab uas da kua mis thiab sawv nplawg ntia raws ntug dej."},{"bible_id":"1525","chapter_code":"SNG.5","verse_code":"SNG.5.13","label":"13","content":"Nws lub plhu zoo ib yam li lub vaj uas muaj tshuaj tsw qab thiab txujlom puv nkaus tsw qab ntxiag. Nws ob daim dincauj zoo ib yam li tej paj lilis uas ntub tshuaj mules."},{"bible_id":"1525","chapter_code":"SNG.5","verse_code":"SNG.5.14","label":"14","content":"Nws ob txhais tes zoo nkauj kawg nkaus, nws coj tej nplhaib uas muaj nqis tshaj plaws. Nws lub cev ntaj ntsug dulug ntaug lees ib yam li tus kaus ntxhw, muab tej hlaws xafiles dai thoob plaws rau nws lub cev."},{"bible_id":"1525","chapter_code":"SNG.5","verse_code":"SNG.5.15","label":"15","content":"Nws ob txhais ncejpuab zoo ib yam li tej qe zeb uas muab cog rau saum thooj tseem kub. Nws lub cev ntaj ntsug zoo ib yam li lub Roob Lenpanoos uas muaj tej ntoo ciab tuaj puagncig."},{"bible_id":"1525","chapter_code":"SNG.5","verse_code":"SNG.5.16","label":"16","content":"Nws lub ncauj hais lus qab zib ntxim nwj; nws lub cev ntaj ntsug ntxim nyiam thiab txaus siab kawg li. Cov ntxhais hauv lub nroog Yeluxalees, tus uas kuv nyiam thiab hlub zoo li no ntag."},{"bible_id":"1525","chapter_code":"SNG.6","verse_code":"SNG.6.1","label":"1","content":"Tus hluas nkauj uas zoo nkauj tshaj plaws, tus uas koj hlub mus qhov twg lawm? Qhia rau peb saib tus uas koj hlub mus dua txojkev twg lawm, peb thiaj paub nrog koj nrhiav nws."},{"bible_id":"1525","chapter_code":"SNG.6","verse_code":"SNG.6.2","label":"2","content":"Tus uas kuv hlub mus dua hauv nws lub vaj qhov chaw uas muaj tej ntoo tsw qab lawm. Nws tso nws cov tsiaj mus noj zaub hauv vaj thiab nws mus de tej paj lilis."},{"bible_id":"1525","chapter_code":"SNG.6","verse_code":"SNG.6.3","label":"3","content":"Tus uas kuv hlub yog kuv tug, thiab kuv yog nws tug; nws tso nws cov yaj mus noj zaub hauv lub hav paj lilis."},{"bible_id":"1525","chapter_code":"SNG.6","verse_code":"SNG.6.4","label":"4","content":"Tus uas kuv hlub, koj zoo nkauj ib yam li lub nroog Tilexas, thiab ntxim nyiam li lub nroog Yeluxalees, thiab zoo ib yam li thaum kuv pom tej nroog loj ua rau kuv xyu ib suab."},{"bible_id":"1525","chapter_code":"SNG.6","verse_code":"SNG.6.5","label":"5","content":"Cia li tig koj ob lub qhovmuag uas saib kuv mus rau lwm qhov; lawv tabtom ntes kuv cia. Koj cov plaubhau ntxhee yees ib yam li pab tshis uas khiav pem tej pov roob Nkile-as los."},{"bible_id":"1525","chapter_code":"SNG.6","verse_code":"SNG.6.6","label":"6","content":"Koj cov hniav dawb ib yam li pab yaj uas tawm hauv qhov chaw luag ntxuav los; txhua tus puavleej yug menyuam ntxaib, tsis muaj ib tug tshob li."},{"bible_id":"1525","chapter_code":"SNG.6","verse_code":"SNG.6.7","label":"7","content":"Koj ob sab plhu zoo li ob sab txiv ntsiavkws nyob sab hauv daim ntaub uas npog koj lub ntsejmuag."},{"bible_id":"1525","chapter_code":"SNG.6","verse_code":"SNG.6.8","label":"8","content":"Cia vajntxwv muaj rau caum tus poj vajntxwv, yim caum tus niamyau, thiab muaj hluas nkauj coob heev suav tsis txheeb."},{"bible_id":"1525","chapter_code":"SNG.6","verse_code":"SNG.6.9","label":"9","content":"Tiamsis kuv tsuas hlub ib tug xwb, nws ntxim kuv siab npaum li tus nquab. Nws yog nws niam tib tug ntxhais nkaus xwb, nws yog tus uas nws niam hlub tshaj plaws. Txhua tus pojniam puavleej ntsia nws thiab qhuas nws; cov poj vajntxwv thiab vajntxwv cov niamyau puavleej hu nkauj qhuas nws."},{"bible_id":"1525","chapter_code":"SNG.6","verse_code":"SNG.6.10","label":"10","content":"Tus pojniam no yog leejtwg? saib mas tshiab li thaum sawv ntxov, nws zoo nkauj heev thiab ci ntsa iab ib yam li lub hnub lossis lub hli."},{"bible_id":"1525","chapter_code":"SNG.6","verse_code":"SNG.6.11","label":"11","content":"Kuv twb nqi mus rau hauv lub hav ntoo txiv qabrog lawm, mus saib tej ntsuag ntoo uas nyob hauv lub hav, mus saib tej hmab uas tabtom ua cos pib hlav nplooj, thiab tej ntoo txiv ntsiavkws uas tawg paj."},{"bible_id":"1525","chapter_code":"SNG.6","verse_code":"SNG.6.12","label":"12","content":"Kuv ibce tshee hnyo, vim koj ua rau kuv qaug rau txojkev hlub ib yam li nyob hauv lub tsheb nees uas caij mus ntaus rog."},{"bible_id":"1525","chapter_code":"SNG.6","verse_code":"SNG.6.13","label":"13","content":"Tus hluas nkauj Sulas, cia li seevcev, seevcev  los mas! Cia peb saib koj seevcev. Vim li cas nej thiaj xav saib kuv thaum kuv seevcev nyob hauv nruab nrab ntawm ob pab neeg?"},{"bible_id":"1525","chapter_code":"SNG.7","verse_code":"SNG.7.1","label":"1","content":"Koj yog ib tug hluas nkauj uas zoo nkauj tshaj plaws huv tibsi! Koj ob txhais kotaw uas rau khau khiab ua cas yuav zoo nkauj ua luaj li. Koj ob txhais ncejpuab ntug ntoob zoo nkauj ib yam li tej nplhaib uas luag nchuav."},{"bible_id":"1525","chapter_code":"SNG.7","verse_code":"SNG.7.2","label":"2","content":"Koj lub pujntaws zoo ib yam li lub ntim uas rau cawv txiv hmab tsis nqhuab li. Koj lub plab mog zoo ib yam li tes nplej uas muaj paj lilis nyob puagncig."},{"bible_id":"1525","chapter_code":"SNG.7","verse_code":"SNG.7.3","label":"3","content":"Koj ob lub mis zoo ib yam li ib nkawm menyuam kauv ntxaib."},{"bible_id":"1525","chapter_code":"SNG.7","verse_code":"SNG.7.4","label":"4","content":"Koj lub cajdab zoo ib yam li lub chaw tsomfaj uas muab kaus ntxhw ua. Koj ob lub qhovmuag zoo ib yam li tej pasdej hauv lub nroog Hesenpoos uas nyob ze lub roojvag ntawm lub nroog loj. Koj tus cajntswm ntxim nyiam ib yam li lub chaw tsomfaj pem Lenpanoos, uas yog qhov chaw fajxwm lub nroog Damaxes."},{"bible_id":"1525","chapter_code":"SNG.7","verse_code":"SNG.7.5","label":"5","content":"Koj lub taubhau tsa siab ib yam li lub Roob Kalemees. Koj cov plaubhau ci ntaug lees li cov xov ntaub tsuj; cov plaubhau ntawd zoo nkauj kawg li, ua rau vajntxwv tsis nco qab mus kev."},{"bible_id":"1525","chapter_code":"SNG.7","verse_code":"SNG.7.6","label":"6","content":"Ua li cas koj zoo nkauj thiab ntxim siab ua luaj! Tus uas ntxim hlub, ua cas koj yuav zoo tau txaus siab ua luaj."},{"bible_id":"1525","chapter_code":"SNG.7","verse_code":"SNG.7.7","label":"7","content":"Koj lub cev yiag ib yam li tus toovlaj, thiab koj ob lub mis zoo ib yam li ob tauv txiv toovlaj."},{"bible_id":"1525","chapter_code":"SNG.7","verse_code":"SNG.7.8","label":"8","content":"Kuv yuav nce tsob toovlaj thiab de nws cov txiv. Kuv saib koj ob lub mis zoo ib yam li tauv txiv hmab nyeg, koj ua pa tsw qab ntxiag ib yam li tej pa txiv duaj,"},{"bible_id":"1525","chapter_code":"SNG.7","verse_code":"SNG.7.9","label":"9","content":"thiab koj lub qhovncauj zoo li cov cawv txiv hmab uas qab tshaj plaws. Cia cov cawv txiv hmab nrog ncaj nraim mus rau ntawm tus uas kuv hlub, ntws mus ywg nws ob daim dincauj thiab nws cov hniav."},{"bible_id":"1525","chapter_code":"SNG.7","verse_code":"SNG.7.10","label":"10","content":"Kuv yog tus uas kuv hlub tug thiab nws yeej xav tau kuv kawg li."},{"bible_id":"1525","chapter_code":"SNG.7","verse_code":"SNG.7.11","label":"11","content":"Tus uas kuv hlub, cia li tawm tuaj, wb mus rau sab nraum ntug nroog thiab mus pw ib hmos hauv tej zos."},{"bible_id":"1525","chapter_code":"SNG.7","verse_code":"SNG.7.12","label":"12","content":"Wb yuav sawv ntxov mus saib lub vaj txiv hmab, saib tej hmab puas tau pib hlav nplooj, saib tej cos paj puas tau tawg, thiab saib tej ntoo txiv ntsiavkws puas tau tawg paj. Nyob qhov ntawd kuv mam muab kuv txojkev hlub rau koj."},{"bible_id":"1525","chapter_code":"SNG.7","verse_code":"SNG.7.13","label":"13","content":"Koj yuav hnov tej zaub ntug hauvpaus tsw qab ntxiag, thiab txhua yam txiv uas wb nyiam noj yeej nyob ze ntawd wb qhovrooj. Tus uas kuv hlub, kuv yeej khaws tej txiv qub thiab tshiab uas zoo tshaj plaws rau koj."},{"bible_id":"1525","chapter_code":"SNG.8","verse_code":"SNG.8.1","label":"1","content":"Kuv xav hais tias kheev lam koj yog kuv tus nus uas kuv niam pub mis rau noj ntawm nws lub xubntiag. Yog kuv mus ntsib koj nyob ntawm kev, kuv yeej nwj kiag koj thiab yuav tsis muaj leejtwg xav li cas."},{"bible_id":"1525","chapter_code":"SNG.8","verse_code":"SNG.8.2","label":"2","content":"Kuv yuav coj koj mus rau hauv kuv niam lub tsev, thiab koj yuav qhia txojkev hlub rau kuv. Kuv yuav muab cov cawv uas qab heev rau koj haus, yog kuv cov cawv txiv ntsiavkws uas tsw qab ntxiag."},{"bible_id":"1525","chapter_code":"SNG.8","verse_code":"SNG.8.3","label":"3","content":"Koj sab teslaug yuav ua kuv lub tog rau ncoo, thiab koj sab tes xis yuav puag kuv pw."},{"bible_id":"1525","chapter_code":"SNG.8","verse_code":"SNG.8.4","label":"4","content":"Ib tsoom pojniam uas nyob hauv lub nroog Yeluxalees, nej cia li coglus rau kuv hais tias nej yuav tsis tuaj tabkaum wb txojkev hlub."},{"bible_id":"1525","chapter_code":"SNG.8","verse_code":"SNG.8.5","label":"5","content":"Leejtwg tabtom tuaj tom tiaj suabpuam tuaj, thiab nws txhais tes tuav rawv tus uas nws hlub. Kuv tsa koj sawv hauv qab tsob txiv duaj uas yog qhov chaw yug koj."},{"bible_id":"1525","chapter_code":"SNG.8","verse_code":"SNG.8.6","label":"6","content":"Tsis txhob muab koj lub siab hlub leejtwg, tiamsis cia hlub kuv xwb; koj tsis txhob tuav leejtwg tes li, tiamsis tuav kuv tes xwb. Txojkev hlub muaj zog ib yam li txojkev tuag, txojkev khib muaj zog ib yam li lub qhov ntxa. Nws cig ib yam li nplaim taws thiab kub ib yam hluavtaws."},{"bible_id":"1525","chapter_code":"SNG.8","verse_code":"SNG.8.7","label":"7","content":"Muab dej tua los tsis tau; dej huam tuaj nyab los yeej tsis tuag. Tiamsis yog leejtwg muab nyiaj txiag mus yuav txojkev hlub, nws yuav raug thuam."},{"bible_id":"1525","chapter_code":"SNG.8","verse_code":"SNG.8.8","label":"8","content":"Peb muaj ib tug muam yau, nws ob lub mis tseem tsis tau o. Peb yuav ua li cas rau nws thaum uas muaj ib tug tub hluas tuaj yuav nws ua pojniam?"},{"bible_id":"1525","chapter_code":"SNG.8","verse_code":"SNG.8.9","label":"9","content":"Yog hais tias nws yog ib sab phabntsa, peb yuav muab nyiaj ua ib lub chaw tsomfaj zov nws. Yog hais tias nws yog ib lub roojvag, peb yuav muab tej txiag ntoo ciab los thaiv nws."},{"bible_id":"1525","chapter_code":"SNG.8","verse_code":"SNG.8.10","label":"10","content":"Kuv yog sab phabntsa, kuv ob lub mis yog ob lub chaw tsomfaj. Tus uas kuv hlub yeej paub hais tias yog kuv mus nrog nws nyob mas kuv yuav tau txais kev kaj siab lug xwb."},{"bible_id":"1525","chapter_code":"SNG.8","verse_code":"SNG.8.11","label":"11","content":"Xalumoos muaj ib lub vaj txiv hmab nyob ntawm Npa-as Hamoos. Nws muab lub vaj ntawd rau cov neeg ua teb cog txiv hmab; lawv ib leeg them ib txhiab lub nyiaj rau nws."},{"bible_id":"1525","chapter_code":"SNG.8","verse_code":"SNG.8.12","label":"12","content":"Xalumoos, koj cia li txais ib txhiab lub nyiaj uas yog koj tug zoo siab hlo, cov ua teb tau txais ib leeg ob puas lub nyiaj ua nqi zog; lub vaj txiv hmab ntawd yog kuv tug."},{"bible_id":"1525","chapter_code":"SNG.8","verse_code":"SNG.8.13","label":"13","content":"Tus uas kuv hlub, thov cia kuv hnov koj lub suab hais lus hauv vaj tuaj; kuv cov phoojywg los tos ntsoov mloog koj hais lus xwb."},{"bible_id":"1525","chapter_code":"SNG.8","verse_code":"SNG.8.14","label":"14","content":"Tus uas kuv hlub, cia li los cuag kuv ib yam li tus kauv lossis tus thav sai uas nyob saum roob qhov chaw uas muaj tej nroj tsw qab."}]