[{"bible_id":"1525","chapter_code":"ZEP.1","verse_code":"ZEP.1.1","label":"1","content":"Cov lus no yog tus TSWV hais rau Xefaniyas tus uas cev Vajtswv lus, ntu uas Amoos tus tub Yauxiyas ua vajntxwv kav tebchaws Yudas. (Xefaniyas yog xeebntxwv los ntawm Vajntxwv Hexekiyas, Amaliyas, Kedaliyas, thiab Kusis.)"},{"bible_id":"1525","chapter_code":"ZEP.1","verse_code":"ZEP.1.2","label":"2","content":"Tus TSWV hais tias, “Kuv tabtom yuav rhuav kom ib puas tsav yam uas nyob hauv lub ntiajteb raug puastsuaj,"},{"bible_id":"1525","chapter_code":"ZEP.1","verse_code":"ZEP.1.3","label":"3","content":"tsis hais tej neeg, tej tsiaj txhu, tej noog thiab tej ntses huv tibsi. Kuv yuav muab cov neeg ua phem ua qias rhuav kom puastsuaj  tas. Kuv yuav rhuav txhua haivneeg kom puastsuaj tas tsis tseg ib tug li. Kuv yog tus TSWV uas hais li ntawd."},{"bible_id":"1525","chapter_code":"ZEP.1","verse_code":"ZEP.1.4","label":"4","content":"“Kuv yuav rau txim rau cov neeg hauv Yeluxalees thiab cov Yudas. Kuv yuav muab tej chaw uas luag pe Npa-as ua kom puastsuaj tas mus, thiab yuav tsis muaj leejtwg nco tau cov thawj uas coj npa-as kevcai li lawm."},{"bible_id":"1525","chapter_code":"ZEP.1","verse_code":"ZEP.1.5","label":"5","content":"Kuv yuav muab txhua tus neeg uas nce mus rau saum rutsev thiab pe lub hnub, lub hli thiab tej hnubqub ua kom puastsuaj tas. Kuv tseem yuav muab cov neeg uas pehawm kuv thiab muab lub siab npuab kuv, tiamsis ho tuav tus vajtswv Maulej lub npe coglus ua kom puastsuaj huv tibsi."},{"bible_id":"1525","chapter_code":"ZEP.1","verse_code":"ZEP.1.6","label":"6","content":"Kuv yuav muab txhua tus neeg uas tso kuv tseg, tsis raws kuv qab, thiab tsis los cuag kuv lossis tsis thov kuv ua tus coj lawv txoj haukev ua kom puastsuaj tas.”"},{"bible_id":"1525","chapter_code":"ZEP.1","verse_code":"ZEP.1.7","label":"7","content":"Hnub uas tus TSWV yuav zaum ntawm nws lub zwmtxwv txiav txim twb los ze lawm; yog li ntawd, nej cia li nyob twjywm ntawm nws xubntiag. Tus TSWV tabtom npaj nws haivneeg coj mus ua khoom fij thiab twb caw yeebncuab tuaj huab cov Yudas lawm."},{"bible_id":"1525","chapter_code":"ZEP.1","verse_code":"ZEP.1.8","label":"8","content":"Tus TSWV hais tias, “Txog hnub uas tua cov Yudas, kuv yuav rau txim rau cov nomtswv, vajntxwv cov tub, thiab txhua tus uas mus xyaum coj lwm haivneeg tej kevcai."},{"bible_id":"1525","chapter_code":"ZEP.1","verse_code":"ZEP.1.9","label":"9","content":"Kuv yuav rau txim rau cov neeg pe dab, ua tubsab, thiab tua neeg huab luag tej khoom nqa los tso puv nkaus hauv lawv tus tswv lub tsev."},{"bible_id":"1525","chapter_code":"ZEP.1","verse_code":"ZEP.1.10","label":"10","content":"Tus TSWV hais tias, “Thaum txog hnub ntawd, nej yuav hnov lub suab quaj ntawm lub Roojvag Ntses hauv lub nroog Yeluxalees tuaj. Nej yuav hnov tej suab quaj ntsoog qees ntawm lub nroog txuas tshiab thiab hnov tej suab sib tsoo nrov qeeg nkaws saum tej pov roob tuaj."},{"bible_id":"1525","chapter_code":"ZEP.1","verse_code":"ZEP.1.11","label":"11","content":"Nej cov uas nyob theem qis ntawm lub nroog, nej cia li quaj ntsuag thaum nej hnov tej no, rau qhov tej tub lag tub luam thiab lawv tej khoom muaj nqis puastsuaj tas lawm!"},{"bible_id":"1525","chapter_code":"ZEP.1","verse_code":"ZEP.1.12","label":"12","content":"“Thaum ntawd kuv yuav taws teeb mus tshawb lub nroog Yeluxalees. Kuv yuav rau txim rau cov neeg uas txaus siab thiab cia siab rau lawv xwb; cov uas lawv xav hauv lawv lub siab hais tias, ‘Tus TSWV yeej tsis ua zoo lossis ua phem li!’"},{"bible_id":"1525","chapter_code":"ZEP.1","verse_code":"ZEP.1.13","label":"13","content":"Lawv tej nyiaj yuav raug luag huab thiab lawv tej vajtse yuav raug rhuav kom puastsuaj tas. Lawv yuav tsis tau nyob hauv tej tsev uas lawv tabtom ua lossis yuav tsis tau haus tej cawv txiv hmab uas lawv cog rau hauv lawv tej vaj.”"},{"bible_id":"1525","chapter_code":"ZEP.1","verse_code":"ZEP.1.14","label":"14","content":"Hnub tseemceeb uas yog tus TSWV hnub twb los ze lawm, hnub ntawd los ze zuj zus thiab los ceev heev li! Hnub ntawd yuav iab siab kawg, txawm yog  tej tubrog uas siab tawv los yuav cia li tsa suab hlo quaj thiab tas kev cia siab!"},{"bible_id":"1525","chapter_code":"ZEP.1","verse_code":"ZEP.1.15","label":"15","content":"Hnub ntawd yuav yog ib hnub uas npautaws heev, yog hnub uas muaj kev txomnyem thiab ntxhov siab kawg, yog hnub uas muaj kev puastsuaj, yog hnub uas tsaus ntuj nti, yog hnub uas tsaus dub nciab thiab pos huab nti,"},{"bible_id":"1525","chapter_code":"ZEP.1","verse_code":"ZEP.1.16","label":"16","content":"yog hnub uas hnov tej suab raj suab xyu txhib tubrog thiab hnov tej suab sib ntaus sib tua quaj ntsoog qees hauv tej nroog uas txhim zeb khov kho thiab saum tej chaw tsomfaj tuaj."},{"bible_id":"1525","chapter_code":"ZEP.1","verse_code":"ZEP.1.17","label":"17","content":"Tus TSWV hais tias, “Kuv yuav tso sub tawg sub ntsha los rau neeg kom txhua tus mus kev ib yam li tus digmuag. Vim lawv tau ua txhaum tawmtsam kuv, mas nimno lawv cov ntshav yuav raug muab hliv tawm ib yam li hliv dej, thiab lawv tej cev tuag yuav lwj pawglug saum tej npoo av.”"},{"bible_id":"1525","chapter_code":"ZEP.1","verse_code":"ZEP.1.18","label":"18","content":"Thaum txog hnub ntawd, tus TSWV yuav qhia nws txojkev chim rau sawvdaws; txawm yog lawv tej nyiaj tej kub los yuav cawm tsis tau lawv dim. Lub ntiajteb yuav raug tus TSWV txojkev chim ib yam li hluavtaws kub; nws yuav ua kom txhua tus uas nyob hauv lub ntiajteb no puastsuaj tag."},{"bible_id":"1525","chapter_code":"ZEP.2","verse_code":"ZEP.2.1","label":"1","content":"Haivneeg uas tsis paub txajmuag, nej cia li los sib sau ua ke"},{"bible_id":"1525","chapter_code":"ZEP.2","verse_code":"ZEP.2.2","label":"2","content":"ua ntej nej yuav ntsws thiab tuag ib yam li tej paj ntoos,  ua ntej tus TSWV txojkev chim los kub nej thiab ua ntej hnub uas tus TSWV qhia nws txojkev npautaws rau nej."},{"bible_id":"1525","chapter_code":"ZEP.2","verse_code":"ZEP.2.3","label":"3","content":"Cov neeg uas txo hwjchim nyob hauv lub tebchaws no thiab cov neeg uas mloog nws tej lus, nej txhua tus cia li tig los cuag tus TSWV. Cia li ua ncaj ncees thiab txo hwjchim tabmeeg tus TSWV. Tej zaum nej yuav khiav dim ntawm tus TSWV txojkev txiav txim, hnub uas tus TSWV qhia nws txojkev chim rau nej."},{"bible_id":"1525","chapter_code":"ZEP.2","verse_code":"ZEP.2.4","label":"4","content":"Yuav tsis muaj ib tug neeg seem nyob hauv lub nroog Nkaxas li lawm. Asekeloos yuav ua suabpuam tas. Cov neeg hauv Asedaus yuav raug ntiab tawm khiav mus thaum tavsu,  thiab cov neeg hauv Ekiloos yuav raug ntiab tawm khiav hauv lawv lub nroog mus."},{"bible_id":"1525","chapter_code":"ZEP.2","verse_code":"ZEP.2.5","label":"5","content":"Nej cov Filitees uas nyob raws ntug hiavtxwv raug kev puastsuaj lawm lauj! Tus TSWV twb txiav txim rau nej lawm. Nws yuav ua kom nej puastsuaj tas thiab yuav tsis tseg nej ib tug seem hlo li."},{"bible_id":"1525","chapter_code":"ZEP.2","verse_code":"ZEP.2.6","label":"6","content":"Nej tej av uas nyob raws ntug dej hiavtxwv yuav ua tshav zaub rau cov tub yug yaj tuaj ua tsev thiab ua nkuaj rau lawv tej yaj nyob."},{"bible_id":"1525","chapter_code":"ZEP.2","verse_code":"ZEP.2.7","label":"7","content":"Cov Yudas uas seem yuav kav nej lub tebchaws. Lawv yuav coj lawv tej tsiaj tuaj noj zaub thiab pw hauv cov Akeseloos tej tsev. Tus TSWV uas yog lawv tus Vajtswv yuav nrog nraim lawv thiab pab kom lawv lub neej rov vammeej."},{"bible_id":"1525","chapter_code":"ZEP.2","verse_code":"ZEP.2.8","label":"8","content":"Tus TSWV uas muaj hwjchim loj kawg nkaus hais tias, “Kuv twb hnov cov Mau-am thiab cov Amoos tej lus thuam thiab tej lus uas hais saib tsis taus kuv haivneeg thiab khav hais tias lawv yuav tuaj txeeb kuv haivneeg lub tebchaws lawm."},{"bible_id":"1525","chapter_code":"ZEP.2","verse_code":"ZEP.2.9","label":"9","content":"Kuv qhia tseeb rau nej hais tias kuv yog tus TSWV uas yog cov Yixalayees tus Vajtswv uas muaj sia nyob, kuv coglus hais tias cov Mau-am thiab cov Amoos yuav raug muab rhuav kom puastsuaj tas ib yam li lub nroog Xaudoos thiab lub nroog Kaumaulas. Lawv yuav ciaj ua qhov ntsev thiab puastsuaj mus ibtxhis, tej nroj tsuag yuav tuaj fab hnyo thoob plaws xwb. Kuv haivneeg uas seem yuav huab thiab txeeb lawv lub tebchaws.”"},{"bible_id":"1525","chapter_code":"ZEP.2","verse_code":"ZEP.2.10","label":"10","content":"Twb yog vim li ntawd, cov Mau-am thiab cov Amoos uas khavtheeb yuav raug txim, rau qhov lawv txob thuam tus TSWV uas muaj hwjchim loj kawg nkaus haivneeg."},{"bible_id":"1525","chapter_code":"ZEP.2","verse_code":"ZEP.2.11","label":"11","content":"Tus TSWV yuav ua kom lawv ntshai heev; nws yuav muab tej vajtswv uas nyob hauv ntiajteb no txo kom tsis muaj qabhau, ces txhua haivneeg nyias thiaj yuav nyob hauv nyias lub tebchaws pehawm tus TSWV."},{"bible_id":"1525","chapter_code":"ZEP.2","verse_code":"ZEP.2.12","label":"12","content":"Tus TSWV tseem yuav tua cov neeg Sudas kom tuag tas huv tibsi thiab."},{"bible_id":"1525","chapter_code":"ZEP.2","verse_code":"ZEP.2.13","label":"13","content":"Tus TSWV yuav siv nws lub hwjchim rhuav lub tebchaws Axilias kom puastsuaj. Nws yuav muab lub nroog Nineves rhuav kom puastsuaj ua suabpuam tas nyob qhuav nquas cia."},{"bible_id":"1525","chapter_code":"ZEP.2","verse_code":"ZEP.2.14","label":"14","content":"Ces Nineves yuav ua lub chaw rau tej yaj, tej tshis, thiab txhua yam tsiaj yuav los nyob los pw. Plas yuav los nyob hauv tej tsev uas puas tas ntawd thiab quaj ntawm tej qhovrai. Uablag  yuav los quaj ntawm tej taw rooj. Tej ntoo ciab uas xov tej tsev hauv lub nroog yuav raug muab tsoo coj mus povtseg."},{"bible_id":"1525","chapter_code":"ZEP.2","verse_code":"ZEP.2.15","label":"15","content":"Twb yog vim li ntawd, thiaj muaj tej no tshwmsim los raug lub nroog uas khavtheeb txog nws lub zog thiab xav hais tias nws tau zoo nyob kaj siab lug lawm. Thiab nws cov neeg xav hais tias lawv lub nroog yog lub uas loj tshaj plaws tej nroog hauv lub ntiajteb no. Lub nroog ntawd yuav nyob ntsiag to thiab yuav ua chaw rau tej tsiaj qus los nyob lawm xwb! Tej neeg uas dhau kev yuav ntshai yoob tas thiab thim rov qab."},{"bible_id":"1525","chapter_code":"ZEP.3","verse_code":"ZEP.3.1","label":"1","content":"Yeluxalees raug kev puastsuaj vim ua tsis ncaj, nws ntxeev siab thiab tsimtxom nws cov neeg."},{"bible_id":"1525","chapter_code":"ZEP.3","verse_code":"ZEP.3.2","label":"2","content":"Nws yeej tsis mloog tus TSWV tej lus lossis tsis yuav tus TSWV tej lus ntuas. Nws tsis cia siab rau tus TSWV lossis tsis thov tus TSWV pab."},{"bible_id":"1525","chapter_code":"ZEP.3","verse_code":"ZEP.3.3","label":"3","content":"Nws cov nomtswv zoo ib yam li cov tsov ntxhuav uas nyooj laws xwb; nws cov txiav txim zoo ib yam li cov hma uas tshaib plab heev, noj ntau thiab tsis tseg ib nyuag pobtxha seem cia rau tagkis li."},{"bible_id":"1525","chapter_code":"ZEP.3","verse_code":"ZEP.3.4","label":"4","content":"Cov cev Vajtswv lus tsis muab siab rau ua lawv tej haujlwm, tiamsis ntxias noj ntxias haus nkaus xwb; cov povthawj ua rau qhov chaw dawbhuv tsis tseemceeb lawm thiab hloov Vajtswv txoj kevcai raws li lawv lub siab nyiam."},{"bible_id":"1525","chapter_code":"ZEP.3","verse_code":"ZEP.3.5","label":"5","content":"Tiamsis tus TSWV tseem nyob hauv lub nroog; nws ncaj ncees thiab tsis ua txhaum li. Nws ua ncaj ncees rau nws haivneeg txhua tagkis tsis tu ncua li. Txawm li ntawd los cov neeg tsis ncaj ncees tseem ua txhaum qees tsis paub txajmuag li."},{"bible_id":"1525","chapter_code":"ZEP.3","verse_code":"ZEP.3.6","label":"6","content":"Tus TSWV hais tias, “Kuv twb coj txhua haivneeg mus tas huv tibsi lawm; kuv twb muab lawv tej nroog rhuav puastsuaj tas, tseg lawv tej ntsa loog thiab tej chaw tsomfaj tawg ntsoog ntxaws cia lawm xwb. Tej nroog ua suabpuam tas, thiab tej kev nphob xuav tsis muaj leejtwg taug li."},{"bible_id":"1525","chapter_code":"ZEP.3","verse_code":"ZEP.3.7","label":"7","content":"Kuv xav hais tias kuv haivneeg yuav hwm kuv thiab yuav mloog kuv tej lus ntuas, thiab lawv yuav nco qab ntsoov  tej lus uas kuv tau qhia rau lawv. Tiamsis tsis ntev xwb lawv tseem ua phem tshaj li uas lawv ibtxwm ua los lawm.”"},{"bible_id":"1525","chapter_code":"ZEP.3","verse_code":"ZEP.3.8","label":"8","content":"Tus TSWV hais tias, “Nej tos mentsis, tos txog hnub uas kuv txiav txim rau txhua haivneeg tso. Kuv yeej txiav txim siab yuav sau txhua haivneeg thiab txhua lub tebchaws los nyob ua ke thiab yuav muab kuv txojkev chim hliv rau lawv. Thoob plaws lub ntiajteb yuav raug kev puastsuaj tas los ntawm cov hluavtaws uas yog kuv txojkev chim."},{"bible_id":"1525","chapter_code":"ZEP.3","verse_code":"ZEP.3.9","label":"9","content":"“Ces kuv yuav muab txhua haivneeg hloov, thiab lawv yuav pehawm kuv tib leeg xwb tsis pe lwm tus vajtswv li lawm. Lawv txhua tus yuav mloog kuv lus."},{"bible_id":"1525","chapter_code":"ZEP.3","verse_code":"ZEP.3.10","label":"10","content":"Txawm yog kuv haivneeg uas tawg ua sab ua sua mus nyob deb rau nram tebchaws Sudas lawm los lawv yeej yuav coj khoom tuaj fij rau kuv."},{"bible_id":"1525","chapter_code":"ZEP.3","verse_code":"ZEP.3.11","label":"11","content":"Thaum txog lub sijhawm ntawd, nej cov uas yog kuv haivneeg yuav tsis txajmuag rau tej uas nej tau ntxeev siab tawmtsam kuv lawm. Kuv yuav muab txhua tus neeg khavtheeb thiab muaj plhus tshem tawm kom tas, thiab nej yuav tsis ntxeev siab rau kuv saum kuv lub Roob Dawbhuv  ib zaug ntxiv li lawm."},{"bible_id":"1525","chapter_code":"ZEP.3","verse_code":"ZEP.3.12","label":"12","content":"Kuv yuav cia cov neeg txo hwjchim thiab cov neeg txomnyem nrog nej nyob, lawv thiaj yuav tuaj thov kuv pab lawv."},{"bible_id":"1525","chapter_code":"ZEP.3","verse_code":"ZEP.3.13","label":"13","content":"Cov Yixalayees uas seem yuav tsis ua txhaum rau leejtwg, tsis hais lus dag, lossis dag ntxias lwm tus. Lawv yuav vammeej thiab ua neej nyob kaj siab lug tsis ntshai leejtwg li.”"},{"bible_id":"1525","chapter_code":"ZEP.3","verse_code":"ZEP.3.14","label":"14","content":"Cov Yixalayees, cia li hu nkauj thiab qw zoo siab! Lub nroog Yeluxalees, cia li zoo siab kom kawg koj lub siab lub ntsws!"},{"bible_id":"1525","chapter_code":"ZEP.3","verse_code":"ZEP.3.15","label":"15","content":"Tus TSWV twb tseg tsis rau txim rau koj lawm; nws twb muab koj cov yeebncuab tshem tawm tas huv tibsi lawm. Tus TSWV uas yog cov Yixalayees tus Vajtswv yeej nrog nraim koj nyob; nimno tsis txhob ntshai tej kev puastsuaj ib yam dabtsi hlo li lawm."},{"bible_id":"1525","chapter_code":"ZEP.3","verse_code":"ZEP.3.16","label":"16","content":"Thaum txog lub sijhawm ntawd lawv yuav hais rau lub nroog Yeluxalees tias, “Lub Nroog Xi-oos, koj tsis txhob ntshai! Tsis txhob cia koj ob txhais tes tsaug leeg hlo li!"},{"bible_id":"1525","chapter_code":"ZEP.3","verse_code":"ZEP.3.17","label":"17","content":"Tus TSWV uas yog nej tus Vajtswv yeej nrog nraim nej nyob; nws lub hwjchim ua rau nej kovyeej lawm! Tus TSWV yuav txaus siab kawg rau nej vim nws txojkev hlub, nws yuav pub nej muaj lub neej tshiab. Nws yuav hu nkauj thiab zoo siab heev rau nej"},{"bible_id":"1525","chapter_code":"ZEP.3","verse_code":"ZEP.3.18","label":"18","content":"ib yam li cov neeg uas zoo siab rau rooj noj rooj haus.” Tus TSWV hais tias, “Kuv twb tshem txojkev puastsuaj tawm ntawm nej thiab twb tshem nej txojkev txajmuag tawm huv tibsi lawm."},{"bible_id":"1525","chapter_code":"ZEP.3","verse_code":"ZEP.3.19","label":"19","content":"Tabtom txog lub sijhawm lawm lauj! Kuv yuav rau txim rau cov neeg uas tsimtxom nej; kuv yuav cawm txhua tus uas cegtawv thiab yuav coj cov neeg uas raug ntes rov qab los tsev; kuv yuav muab lawv txojkev txajmuag hloov ua kev tau ntsejmuag, thiab txhua haivneeg hauv ntiajteb yuav qhuas lawv."},{"bible_id":"1525","chapter_code":"ZEP.3","verse_code":"ZEP.3.20","label":"20","content":"Tabtom txog lub sijhawm lawm lauj! Kuv yuav coj nej cov uas tawg mus nyob ua sab ua sua rov los tsev; kuv yuav ua kom nej lub koob lub npe nrov ncha moo lug mus thoob ntiajteb; thiab kuv yuav ua kom nej rov muaj kev vammeej dua ib zaug ntxiv.” Tus TSWV yog tus hais li ntawd."}]