[{"bible_id":"1216","chapter_code":"1CO.1","verse_code":"1CO.1.1","label":"1","content":"Povlauj kws raug hu lug ua Yexu Kheto tug tubkhai lawv le Vaajtswv lub sab nyam hab peb tug kwvtij Xauthene"},{"bible_id":"1216","chapter_code":"1CO.1","verse_code":"1CO.1.2","label":"2","content":"has moog rua Vaajtswv pawg ntseeg huv lub moos Khaulee kws muab cais ua cov kws dawb huv rua huv Yexu Kheto hab raug hu lug ua xuv dawb koom nrug txhua tug kws nyob txhua qhov kws tuav peb tug Tswv Yexu Kheto lub npe kws yog peb hab puab tug Tswv."},{"bible_id":"1216","chapter_code":"1CO.1","verse_code":"1CO.1.3","label":"3","content":"Thov txujkev hlub hab txujkev sab tug ntawm Vaajtswv kws yog peb leej Txwv hab ntawm tug Tswv Yexu Kheto nrug nraim mej nyob."},{"bible_id":"1216","chapter_code":"1CO.1","verse_code":"1CO.1.4","label":"4","content":"Kuv ua Vaajtswv tsaug txug mej tsw tu ncua vem txujkev hlub kws Vaajtswv pub huv Yexu Kheto rua mej."},{"bible_id":"1216","chapter_code":"1CO.1","verse_code":"1CO.1.5","label":"5","content":"Mej tau txais txhua yaam huv Kheto puv npo tsw has txhua yaam kev has lug hab txhua yaam kev txawj ntse,"},{"bible_id":"1216","chapter_code":"1CO.1","verse_code":"1CO.1.6","label":"6","content":"vem tas tej lug timkhawv has txug Kheto nyob ruaj khov rua huv mej lawm."},{"bible_id":"1216","chapter_code":"1CO.1","verse_code":"1CO.1.7","label":"7","content":"Mej txhad tsw tu ncua ib yaam daabtsw kws Vaajtswv pub rua ncua swjhawm kws mej tseed tog rawv peb tug Tswv Yexu Kheto tshwm lug."},{"bible_id":"1216","chapter_code":"1CO.1","verse_code":"1CO.1.8","label":"8","content":"Yexu yuav ua rua mej nyob ruaj moog txug thaus kawg sub txhad tsw muaj chaw thuaj mej tau rua huv peb tug Tswv Yexu Kheto nub."},{"bible_id":"1216","chapter_code":"1CO.1","verse_code":"1CO.1.9","label":"9","content":"Vaajtswv kws hu mej lug nrug nwg tug Tub Yexu Kheto kws yog peb tug Tswv sws raug zoo yog tug ncaaj kws peb tso sab tau."},{"bible_id":"1216","chapter_code":"1CO.1","verse_code":"1CO.1.10","label":"10","content":"Cov kwvtij, kuv tuav peb tug Tswv Yexu Kheto lub npe thov kuas mej suavdawg nyob sws hum hab tsw xob tawg ua paab ua pawg, hab thov kuas mej koom ua ib lub sab hab xaam pum ib yaam nkaus."},{"bible_id":"1216","chapter_code":"1CO.1","verse_code":"1CO.1.11","label":"11","content":"Kuv cov kwvtij, Khalau‑e tsev tuabneeg pav rua kuv noog tas muaj kev sws caav sws tshe huv mej."},{"bible_id":"1216","chapter_code":"1CO.1","verse_code":"1CO.1.12","label":"12","content":"Kuv xaav txug qhov kws mej nyag taug nyag has tas “Kuv yog Povlauj cov,” “Kuv yog Apaulau cov,” “Kuv yog Khefa  cov,” lossws “Kuv yog Kheto cov.”"},{"bible_id":"1216","chapter_code":"1CO.1","verse_code":"1CO.1.13","label":"13","content":"Muab Kheto faib ua ntau tug lawm lov? Povlauj yog tug raug teem rua sau khaublig ntoo thij mej lov? Mej tau ua kevcai raus dej huv Povlauj lub npe lov?"},{"bible_id":"1216","chapter_code":"1CO.1","verse_code":"1CO.1.14","label":"14","content":"Kuv ua Vaajtswv tsaug kws kuv tsw tau muab mej cov leejtwg ua kevcai raus dej tsuas yog Khipa hab Kai‑a xwb."},{"bible_id":"1216","chapter_code":"1CO.1","verse_code":"1CO.1.15","label":"15","content":"Yog le hov, tsw muaj leejtwg has tau tas nwg ua kevcai raus dej huv kuv lub npe."},{"bible_id":"1216","chapter_code":"1CO.1","verse_code":"1CO.1.16","label":"16","content":"(Kuv tau muab Xatefana tsev tuabneeg ua kevcai raus dej hab. Dua le ntawd, kuv tsw paub tas kuv tau muab leejtwg ua kevcai raus dej.)"},{"bible_id":"1216","chapter_code":"1CO.1","verse_code":"1CO.1.17","label":"17","content":"Tsua qhov Kheto tsw tau khaiv kuv moog coj ua kevcai raus dej tassws khaiv kuas pav txuj xuv zoo, tsw yog has lug txawj lug ntse tsaam ua rua Kheto tug khaublig ntoo tsw muaj fwjchim lawm."},{"bible_id":"1216","chapter_code":"1CO.1","verse_code":"1CO.1.18","label":"18","content":"Zaaj kws has txug tug khaublig ntoo yog kev ruag rua cov kws saamswm puam tsuaj tassws yog Vaajtswv tug fwjchim rua peb cov kws saamswm dim."},{"bible_id":"1216","chapter_code":"1CO.1","verse_code":"1CO.1.19","label":"19","content":"Tsua qhov muaj lug sau ca has tas, “Kuv yuav rhuav tshem cov tuabneeg kws muaj tswvyim tug tswvyim, hab yuav ua rua cov tuabneeg txawj ntse txujkev txawj ntse pluj moog.”"},{"bible_id":"1216","chapter_code":"1CO.1","verse_code":"1CO.1.20","label":"20","content":"Tug tuabneeg muaj tswvyim nyob hovtwg? Tug xwbfwb qha kevcai nyob hovtwg? Tam nuav tug kws txawj sws caam txug txhua yaam nyob hovtwg? Vaajtswv tub ua rua lub nplajteb tug tswvyim ruag lawm los tsw yog?"},{"bible_id":"1216","chapter_code":"1CO.1","verse_code":"1CO.1.21","label":"21","content":"Vem tas lawv le kws Vaajtswv tug tswvyim teem ca, lub nplajteb swv nplajteb tug tswvyim tsw txawj paub Vaajtswv, mas Vaajtswv txhad le txaus sab swv txujkev ruag kws peb tshaaj tawm ua rua cov kws ntseeg dim."},{"bible_id":"1216","chapter_code":"1CO.1","verse_code":"1CO.1.22","label":"22","content":"Cov Yutai thov txujci tseem ceeb hab cov Kili nrhav tswvyim,"},{"bible_id":"1216","chapter_code":"1CO.1","verse_code":"1CO.1.23","label":"23","content":"tassws peb tshaaj tawm txug Kheto kws raug teem rua sau khaublig ntoo, yog qhov kws ua rua cov Yutai dawm hab lwm haiv tuabneeg suav tas yog kev ruag."},{"bible_id":"1216","chapter_code":"1CO.1","verse_code":"1CO.1.24","label":"24","content":"Tassws peb pav Kheto kws yog Vaajtswv tug fwjchim hab yog Vaajtswv tug tswvyim rua cov kws Vaajtswv tub hu lug lawd tsw has cov Yutai hab cov Kili."},{"bible_id":"1216","chapter_code":"1CO.1","verse_code":"1CO.1.25","label":"25","content":"Vem qhov kws Vaajtswv ruag tseed muaj tswvyim luj dua tuabneeg tug tswvyim, hab qhov kws Vaajtswv tsw muaj zug tseed muaj zug luj dua tuabneeg tug zug."},{"bible_id":"1216","chapter_code":"1CO.1","verse_code":"1CO.1.26","label":"26","content":"Cov kwvtij, ca le tshuaj saib thaus Vaajtswv hu mej, mej zoo le caag. Lawv le tuabneeg nplajteb xaav, mej cov tsw muaj tsawg leej kws muaj tswvyim, tsw muaj tsawg leej kws muaj fwjchim hab tsw muaj tsawg leej kws muaj koob meej."},{"bible_id":"1216","chapter_code":"1CO.1","verse_code":"1CO.1.27","label":"27","content":"Tassws Vaajtswv xaiv cov kws ruag huv lub nplajteb sub txhad ua rua cov kws muaj tswvyim txaaj muag. Vaajtswv xaiv cov kws tsw muaj zug huv lub nplajteb sub txhad ua rua cov kws muaj zug txaaj muag."},{"bible_id":"1216","chapter_code":"1CO.1","verse_code":"1CO.1.28","label":"28","content":"Vaajtswv xaiv cov tuabneeg qeg qeg hab cov kws lub nplajteb saib tsw taug hab cov kws tsw tseem ceeb lug kuas rhuav tshem tau tej kws tseem ceeb,"},{"bible_id":"1216","chapter_code":"1CO.1","verse_code":"1CO.1.29","label":"29","content":"sub txhad tsw muaj ib tug tuabneeg khaav tau rua ntawm Vaajtswv lub xubndag."},{"bible_id":"1216","chapter_code":"1CO.1","verse_code":"1CO.1.30","label":"30","content":"Vem muaj Vaajtswv mej txhad tau nyob huv Yexu Kheto kws yog tug tswvyim kws Vaajtswv pub rua peb, nwg yog peb txujkev ncaaj nceeg hab muab peb cais kuas dawb huv hab txhwv peb dim,"},{"bible_id":"1216","chapter_code":"1CO.1","verse_code":"1CO.1.31","label":"31","content":"sub txhad ua lawv le kws muaj lug sau ca has tas, “Ca tug kws khaav tsuas khaav txug tug Tswv xwb.”"},{"bible_id":"1216","chapter_code":"1CO.2","verse_code":"1CO.2.1","label":"1","content":"Cov kwvtij, thaus kuv tuaj txug mej, kuv tsw yog tuaj has lug zaaj lug zuag lossws swv kev txawj ntse qha tej kws Vaajtswv muab npog ca  lawd."},{"bible_id":"1216","chapter_code":"1CO.2","verse_code":"1CO.2.2","label":"2","content":"Tsua qhov kuv npaaj sab tas kuv yuav tsw qha ib yaam daabtsw tsuas yog qha txug Yexu hab qhov kws nwg raug teem rua sau khaublig ntoo xwb."},{"bible_id":"1216","chapter_code":"1CO.2","verse_code":"1CO.2.3","label":"3","content":"Thaus kuv tuaj cuag mej kuv qaug zug hab ntshai tshee quas nyo."},{"bible_id":"1216","chapter_code":"1CO.2","verse_code":"1CO.2.4","label":"4","content":"Tej lug kws kuv has hab tej kws kuv qha tsw yog swv tej lug txawj lug ntse ntxag mej tassws yog ua kuas mej pum Vaaj Ntsuj Plig tug fwjchim xwb,"},{"bible_id":"1216","chapter_code":"1CO.2","verse_code":"1CO.2.5","label":"5","content":"mej txujkev ntseeg txhad tsw yog vaam khom tuabneeg tug tswvyim tassws vaam khom Vaajtswv tug fwjchim."},{"bible_id":"1216","chapter_code":"1CO.2","verse_code":"1CO.2.6","label":"6","content":"Txawm le ntawd los peb kuj has txug tswvyim rua cov kws paub qaabhau lawm tassws tsw yog tug tswvyim ntawm tam nuav hab tsw yog tug tswvyim ntawm cov thawj kws kaav tam nuav kws saamswm yuav pluj moog."},{"bible_id":"1216","chapter_code":"1CO.2","verse_code":"1CO.2.7","label":"7","content":"Tassws peb has txug Vaajtswv tug tswvyim kws tsw muaj leejtwg paub hab muab zais ca lawm, yog tug tswvyim kws Vaajtswv tub teem ca ua ntej tswm ntuj tswm teb kws yuav ua rua peb tau koob meej ci ntsaa ab."},{"bible_id":"1216","chapter_code":"1CO.2","verse_code":"1CO.2.8","label":"8","content":"Cov thawj kws kaav tam nuav tsw muaj ib tug paub tug tswvyim ntawd. Yog puab paub lawm, puab yuav tsw muab tug Tswv kws muaj fwjchim ci ntsaa ab teem rua sau khaublig ntoo."},{"bible_id":"1216","chapter_code":"1CO.2","verse_code":"1CO.2.9","label":"9","content":"Lawv le kws muaj lug sau ca has tas, “Yaam kws qhov muag tsw pum qhov ntsej tsw tau nov, hab tuabneeg lub sab xaav tsw txug, yog yaam kws Vaajtswv npaaj ca rua cov kws hlub Vaajtswv,”"},{"bible_id":"1216","chapter_code":"1CO.2","verse_code":"1CO.2.10","label":"10","content":"mas Vaajtswv kuas Vaaj Ntsuj Plig qha yaam hov rua peb, tsua qhov Vaaj Ntsuj Plig tshuaj saib txhua yaam txawm yog nyob tub tub huv Vaajtswv."},{"bible_id":"1216","chapter_code":"1CO.2","verse_code":"1CO.2.11","label":"11","content":"Tej kws tuabneeg xaav tsw muaj leejtwg paub tau, tsuas yog tug tuabneeg hov tug ntsuj plig txhad paub xwb. Ib yaam nkaus le ntawd, tej kws Vaajtswv xaav kuj tsw muaj leejtwg paub tau, tsuas yog Vaajtswv tug Ntsuj Plig txhad paub xwb."},{"bible_id":"1216","chapter_code":"1CO.2","verse_code":"1CO.2.12","label":"12","content":"Peb tsw yog tau ntsuj plig ntawm nplajteb tassws tau Ntsuj Plig ntawm Vaajtswv sub peb txhad paub txug tej kws Vaajtswv pub dawb dawb rua peb."},{"bible_id":"1216","chapter_code":"1CO.2","verse_code":"1CO.2.13","label":"13","content":"Hab peb has txug tej nuav tsw yog has tej lug kws tuabneeg tug tswvyim qha tassws yog tej lug kws Vaaj Ntsuj Plig qha, peb qha tej kws yog saab ntsuj plig le rua cov kws muaj Vaaj Ntsuj Plig."},{"bible_id":"1216","chapter_code":"1CO.2","verse_code":"1CO.2.14","label":"14","content":"Tassws cov kws tsw muaj Vaaj Ntsuj Plig  mas puab tsw txais yuav tej kws yog Vaajtswv tug Ntsuj Plig le tsua qhov puab pum tas yog yaam kws ruag hab puab tsw txawj nkaag sab tsuas yog tug kws muaj Vaaj Ntsuj Plig txhad txawj tshuaj saib."},{"bible_id":"1216","chapter_code":"1CO.2","verse_code":"1CO.2.15","label":"15","content":"Tug kws muaj Vaaj Ntsuj Plig txhad txawj tshuaj saib txhua yaam, tassws tsw muaj leejtwg txawj tshuaj saib nwg."},{"bible_id":"1216","chapter_code":"1CO.2","verse_code":"1CO.2.16","label":"16","content":"“Leejtwg txawj paub Yawmsaub lub sab hab taw qha nwg tau?”  Tassws peb muaj Kheto lub sab lawm."},{"bible_id":"1216","chapter_code":"1CO.3","verse_code":"1CO.3.1","label":"1","content":"Cov kwvtij, kuv tsw txawj has rua mej ib yaam le has rua cov kws muaj Vaaj Ntsuj Plig tassws has yaam le has rua cov kws nyob saab nqaj daim tawv hab tseed yog mivnyuas mog huv Kheto."},{"bible_id":"1216","chapter_code":"1CO.3","verse_code":"1CO.3.2","label":"2","content":"Kuv muab kua mig yug mej, tsw yog muab tej zaub mov tsua qhov mej noj tsw tau, hab nwgnuav los mej tseed noj tsw tau hab,"},{"bible_id":"1216","chapter_code":"1CO.3","verse_code":"1CO.3.3","label":"3","content":"vem mej tseed nyob saab nqaj tawv. Thaus mej tseed sws khib hab ib leeg nrug ib leeg sws caav mej tseed nyob saab nqaj tawv hab xyum lawv le tuabneeg nplajteb los tsw yog?"},{"bible_id":"1216","chapter_code":"1CO.3","verse_code":"1CO.3.4","label":"4","content":"Thaus ib tug has tas, “Kuv yog Povlauj cov,” hab dua ib tug has tas, “Kuv yog Apaulau cov,” mej kuj zoo le tuabneeg nplajteb los tsw yog?"},{"bible_id":"1216","chapter_code":"1CO.3","verse_code":"1CO.3.5","label":"5","content":"Apaulau yog leejtwg? Povlauj yog leejtwg? Kuj yog cov kws ua num coj mej lug ntseeg lawv le tug Tswv tu num rua nyag ua nyag."},{"bible_id":"1216","chapter_code":"1CO.3","verse_code":"1CO.3.6","label":"6","content":"Kuv yog tug cog, Apaulau yog tug nduav dej tassws Vaajtswv ua kuas luj hlub."},{"bible_id":"1216","chapter_code":"1CO.3","verse_code":"1CO.3.7","label":"7","content":"Vem le nuav tug kws cog hab tug kws nduav dej tsw tseem ceeb daabtsw, tsuas yog Vaajtswv kws ua kuas luj hlub txhad le tseem ceeb."},{"bible_id":"1216","chapter_code":"1CO.3","verse_code":"1CO.3.8","label":"8","content":"Tug kws cog hab tug kws nduav dej kuj yeej yog tuab paab hab txhua tug yuav tau nqe zug lawv le nyag teg num."},{"bible_id":"1216","chapter_code":"1CO.3","verse_code":"1CO.3.9","label":"9","content":"Tsua qhov peb koom nrug Vaajtswv ua num, mej yog Vaajtswv daim teb hab yog Vaajtswv lub tsev."},{"bible_id":"1216","chapter_code":"1CO.3","verse_code":"1CO.3.10","label":"10","content":"Vem txujkev hlub kws Vaajtswv pub rua kuv, kuv txhad le tag taw ib yaam le tug Kws txawj ua tsev, hab muaj dua ib tug tuaj tib thwv cib rua sau tej taw hov. Txhua tug yuav tsum ceev faaj zoo tas nwg yuav tib le caag."},{"bible_id":"1216","chapter_code":"1CO.3","verse_code":"1CO.3.11","label":"11","content":"Tsua qhov leejtwg yuav tag dua taw tsw tau lawm, tsuas yog swv tej kws tub muab tag lawm, yog Yexu Kheto xwb."},{"bible_id":"1216","chapter_code":"1CO.3","verse_code":"1CO.3.12","label":"12","content":"Yog leejtwg yuav coj kub coj nyaj coj hlaws zeb kws muaj nqes, coj ntoo, coj nroj qhuav lossws quav nyaab tuaj tib rua sau tej taw hov,"},{"bible_id":"1216","chapter_code":"1CO.3","verse_code":"1CO.3.13","label":"13","content":"mas txhua tug teg num yeej yuav tshwm lug rua suavdawg pum, vem nub kws teem ca hov yuav ua kuas pum tseeb. Yuav raug suavtawg nthuav tshwm lug hab suavtawg yuav muab teg num kws txhua tug ua swm saib zoo le caag."},{"bible_id":"1216","chapter_code":"1CO.3","verse_code":"1CO.3.14","label":"14","content":"Yog leejtwg teg num kws tib rua sau tej taw ntawd nyob tau moog le, tug hov yuav tau nqe zug."},{"bible_id":"1216","chapter_code":"1CO.3","verse_code":"1CO.3.15","label":"15","content":"Yog leejtwg teg num kub nyab taag, tug hov yuav pam taag tassws nwg tug kheej yuav dim zoo ib yaam le dim huv suavtawg lug."},{"bible_id":"1216","chapter_code":"1CO.3","verse_code":"1CO.3.16","label":"16","content":"Mej tsw paub lov? Mej yog Vaajtswv lub tuam tsev hab Vaajtswv tug Ntsuj Plig nyob huv mej."},{"bible_id":"1216","chapter_code":"1CO.3","verse_code":"1CO.3.17","label":"17","content":"Yog leejtwg rhuav tshem Vaajtswv lub tuam tsev, Vaajtswv yuav rhuav tshem tug hov. Vem tas Vaajtswv lub tuam tsev yog lub chaw dawb huv, hab mej yog lub tuam tsev hov ntaag."},{"bible_id":"1216","chapter_code":"1CO.3","verse_code":"1CO.3.18","label":"18","content":"Tsw xob rov daag yug tug kheej. Yog mej cov leejtwg xaav has tas tam nuav nwg yog tug muaj tswvyim, ca tug hov ua tug ruag sub txhad tau ua tug kws muaj tswvyim."},{"bible_id":"1216","chapter_code":"1CO.3","verse_code":"1CO.3.19","label":"19","content":"Tsua qhov tej tswvyim huv nplajteb nuav Vaajtswv pum tas yog kev ruag. Muaj lug sau ca has tas, “Nwg swv cov tuabneeg muaj tswvyim txujkev ntse rov nteg puab”"},{"bible_id":"1216","chapter_code":"1CO.3","verse_code":"1CO.3.20","label":"20","content":"hab muaj sau ca has tas, “Tug Tswv yeej paub tas tej kws cov tuabneeg muaj tswvyim xaav yeej tsw muaj qaabhau.”"},{"bible_id":"1216","chapter_code":"1CO.3","verse_code":"1CO.3.21","label":"21","content":"Vem le nuav tsw xob ca leejtwg khaav txug tuabneeg, tsua qhov txhua yaam yog mej le,"},{"bible_id":"1216","chapter_code":"1CO.3","verse_code":"1CO.3.22","label":"22","content":"tsw has Povlauj lossws Apaulau lossws Khefa lossws lub nplajteb nuav hab txujsa hab kev tuag hab lub swjhawm nuav hab yaav tom ntej, txhua yaam nuav puavleej yog mej le."},{"bible_id":"1216","chapter_code":"1CO.3","verse_code":"1CO.3.23","label":"23","content":"Hab mej yog Kheto le hab Kheto yog Vaajtswv le."},{"bible_id":"1216","chapter_code":"1CO.4","verse_code":"1CO.4.1","label":"1","content":"Txhua tug yuav tsum suav tas peb yog Kheto cov tub qhe hab Vaajtswv muab tej kws nwg muab npog ca lawd cob rua peb saib."},{"bible_id":"1216","chapter_code":"1CO.4","verse_code":"1CO.4.2","label":"2","content":"Tsw taag le ntawd cov kws leeg saib yuav tsum yog cov kws tso sab tau."},{"bible_id":"1216","chapter_code":"1CO.4","verse_code":"1CO.4.3","label":"3","content":"Kuv tug kheej mas qhov kws mej lossws tuabneeg leejtwg yuav rau txem rua kuv, kuv suav tas yog qhov miv miv xwb. Txawm yog kuv los kuj tsw rau txem rua kuv tug kheej."},{"bible_id":"1216","chapter_code":"1CO.4","verse_code":"1CO.4.4","label":"4","content":"Kuv tsw paub muaj ib qho kom kuv tug kheej, tassws qhov nuav kuj tsw tau suav tas kuv tsw txhum. Tug kws rau txem rua kuv yog tug Tswv."},{"bible_id":"1216","chapter_code":"1CO.4","verse_code":"1CO.4.5","label":"5","content":"Yog le ntawd tsw xob rau txem ua ntej kws tsw tau txug swjhawm. Ca le tog txug thaus tug Tswv lug mas nwg yuav rhu txhua yaam kws muab zais rua huv qhov tsaus ntuj lawd lug rua huv qhov kaaj hab yuav thws tej kws tuabneeg lub sab xaav tshwm lug. Thaus ntawd nyag yuav tau tej lug kws Vaajtswv qhuas nyag."},{"bible_id":"1216","chapter_code":"1CO.4","verse_code":"1CO.4.6","label":"6","content":"Cov kwvtij, kuv muab tej nuav pev rua kuv tug kheej hab Apaulau sub txhad muaj qaabhau rua mej, ua rua mej kawm paub tej lug kws has tas tsw xob ua dhau tej kws muab sau ca lawd, sub mej ib leeg txhad tsw tsaab ua luj dua ib leeg."},{"bible_id":"1216","chapter_code":"1CO.4","verse_code":"1CO.4.7","label":"7","content":"Leejtwg ua rua mej zoo dua lwm tug? Mej muaj daabtsw kws tsw yog tau lwm qhov lug? Yog mej tau lug, ua caag mej yuav khaav yaam nkaus le mej tsw tau txais lwm qhov lug?"},{"bible_id":"1216","chapter_code":"1CO.4","verse_code":"1CO.4.8","label":"8","content":"Mej tub muaj ib puas tsaav yaam txhwj lawm lauj! Mej nplua nuj lawm lauj! Mej tub tau ua vaajntxwv lawm tsw txug muaj peb. Kuv yeej xaav kuas mej tau ua vaajntxwv tag tag sub peb txhad tau nrug mej kaav."},{"bible_id":"1216","chapter_code":"1CO.4","verse_code":"1CO.4.9","label":"9","content":"Kuv xaav tas Vaajtswv muab peb cov tubkhai tso rua tom tw ib yaam le cov kws raug txav txem tuag peb txhad ua yeeb yaam rua lub qaab ntuj hab tubkhai ntuj hab tuabneeg saib."},{"bible_id":"1216","chapter_code":"1CO.4","verse_code":"1CO.4.10","label":"10","content":"Peb yog tuabneeg ruag vem saib rua Kheto, mej yog cov kws muaj tswvyim huv Kheto. Peb qaug zug tassws mej muaj zug. Luas fwm mej tassws luas saib tsw taug peb."},{"bible_id":"1216","chapter_code":"1CO.4","verse_code":"1CO.4.11","label":"11","content":"Lug txug taav nuav los peb tseed tshaib nqhes, tsw muaj rwg tsho zoo naav, peb raug nplawm hab tsw muaj vaag muaj tse,"},{"bible_id":"1216","chapter_code":"1CO.4","verse_code":"1CO.4.12","label":"12","content":"hab peb ua num khwv ntawm peb txhais teg. Thaus peb raug luas tshev peb kuj foom koob moov rua luas, thaus peb raug tswm txom peb kuj ua sab ntev thev,"},{"bible_id":"1216","chapter_code":"1CO.4","verse_code":"1CO.4.13","label":"13","content":"thaus peb raug luas ab ham, peb kuj ua tuab zoo teb luas. Peb zoo le tej tshwj xuam huv nplajteb hab zoo le txhua yaam kws qas lug txug naj nub nwgnuav."},{"bible_id":"1216","chapter_code":"1CO.4","verse_code":"1CO.4.14","label":"14","content":"Kuv tsw yog sau tej nuav ua rua mej txaaj muag tassws yog sau ntuag mej ib yaam le mej yog kuv cov mivnyuas kws kuv hlub."},{"bible_id":"1216","chapter_code":"1CO.4","verse_code":"1CO.4.15","label":"15","content":"Txawm yog mej muaj quas vaam leej kws qhuab qha mej huv Kheto, los mej tsw muaj ntau leej txwv, tsua qhov kuv yog tug qha txuj xuv zoo txhad yug tau mej rua huv Yexu Kheto."},{"bible_id":"1216","chapter_code":"1CO.4","verse_code":"1CO.4.16","label":"16","content":"Vem le nuav kuv txhad thov kuas mej ua yoog lawv le kuv ua."},{"bible_id":"1216","chapter_code":"1CO.4","verse_code":"1CO.4.17","label":"17","content":"Vem le nuav kuv txhad khaiv Timaute kws yog tug tub kws kuv hlub huv tug Tswv hab yog tug kws kuv tso sab tau tuaj cuag mej paab kuas mej ncu txug kuv lub neej huv Kheto ib yaam le kws kuv qha rua huv txhua pawg ntseeg."},{"bible_id":"1216","chapter_code":"1CO.4","verse_code":"1CO.4.18","label":"18","content":"Muaj qee leej tsaab ua luj vem xaav has tas kuv yuav tsw tuaj cuag mej."},{"bible_id":"1216","chapter_code":"1CO.4","verse_code":"1CO.4.19","label":"19","content":"Tassws yog tug Tswv pum zoo kuv yeej yuav tuaj cuag mej tsw ntev nuav, mas kuv tsw yog yuav paub cov tuabneeg khaav theeb hov tej lug xwb tassws yuav paub puab tug fwjchim."},{"bible_id":"1216","chapter_code":"1CO.4","verse_code":"1CO.4.20","label":"20","content":"Vem tas Vaajtswv lub tebchaws tsw yog tej lug kws has xwb tassws yog tug fwjchim."},{"bible_id":"1216","chapter_code":"1CO.4","verse_code":"1CO.4.21","label":"21","content":"Mej xaav yuav daabtsw? Yuav ca kuv coj raab nplawm tuaj cuag mej lossws coj txujkev hlub hab lub sab mog sab muas tuaj?"},{"bible_id":"1216","chapter_code":"1CO.5","verse_code":"1CO.5.1","label":"1","content":"Kuv nov xuv has tas muaj kev ua nkauj nraug huv mej cov. Txawm yog lwm haiv tuabneeg los tub tsw muaj kev ua nkauj nraug le nuav, yog qhov kws ib tug tau deev nwg txwv tug quaspuj."},{"bible_id":"1216","chapter_code":"1CO.5","verse_code":"1CO.5.2","label":"2","content":"Los mej tseed khaav quas ntxhas. Tub tswm nyog mej nyuaj sab hab muab tug kws ua txhum hov ntab tawm huv mej cov moog los sas."},{"bible_id":"1216","chapter_code":"1CO.5","verse_code":"1CO.5.3","label":"3","content":"Txawm yog kuv tsw nrug mej nyob los kuv lub sab yeej nrug mej nyob, hab ib yaam le kuv nrug mej nyob ntaag kuv tub txav txem rua tug kws ua txhum le hov"},{"bible_id":"1216","chapter_code":"1CO.5","verse_code":"1CO.5.4","label":"4","content":"huv peb tug Tswv Yexu lub npe lawm. Thaus mej tuaj sablaaj ua ke hab kuv lub sab yeej koom nrug mej ua ke hab peb tug Tswv Yexu tug fwjchim nrug nraim,"},{"bible_id":"1216","chapter_code":"1CO.5","verse_code":"1CO.5.5","label":"5","content":"mej ca le muab tug hov cob rua Xataa  ua kuas nwg lub cev nqaj tawv puam tsuaj sub nwg tug ntsuj plig txhad le dim rua nub kws tug Tswv teem ca."},{"bible_id":"1216","chapter_code":"1CO.5","verse_code":"1CO.5.6","label":"6","content":"Qhov kws mej khaav theeb hov tsw zoo hlo le. Mej tsw paub lov? Ib nyuas qhov keeb xwb yeej ua rua ib phaaj moov su taag huvsw."},{"bible_id":"1216","chapter_code":"1CO.5","verse_code":"1CO.5.7","label":"7","content":"Ca le ntxuav tej keeb qub huvsw pov tseg sub mej txhad le ua tau cov moov tshab kws tsw xyaw keeb ib yaam le mej cov kws yeej tsw xyaw keeb. Tsua qhov Kheto kws yog peb tug mivnyuas yaaj ua kevcai Hlaa Dhau tub raug muab xyeem lawm."},{"bible_id":"1216","chapter_code":"1CO.5","verse_code":"1CO.5.8","label":"8","content":"Vem le nuav, ca peb ua qhov kevcai Hlaa Dhau nuav, tsw yog muab cov qub keeb kws yog kev txhum hab kev phem kev qas lug ua, tassws muab cov ncuav tsw xyaw keeb kws yog lub sab dawb paug hab txujkev tseeb lug ua."},{"bible_id":"1216","chapter_code":"1CO.5","verse_code":"1CO.5.9","label":"9","content":"Kuv tub sau tsaab ntawv tuaj has kuas mej tsw xob koom nrug cov tuabneeg ua nkauj ua nraug ua ke."},{"bible_id":"1216","chapter_code":"1CO.5","verse_code":"1CO.5.10","label":"10","content":"Tsw yog kuv has txug txhua tug huv nplajteb kws ua nkauj ua nraug hab ntshaw luas tug hab txeeb luas tug hab pe txoov daab, vem tas yog txwv tej nuav huvsw lawm tes mej yuav tsum tawm huv lub nplajteb nuav moog."},{"bible_id":"1216","chapter_code":"1CO.5","verse_code":"1CO.5.11","label":"11","content":"Tassws nwgnuav kuv sau has kuas mej tsw xob moog koom nrug cov kws hu ua kwvtij los tseed ua nkauj nraug, ntshaw luas tug, pe txoov daab, thuaj luas, qaug dej qaug cawv, lossws txeeb luas tug, txawm yog yuav noj yuav haus los tsw xob koom hlo le."},{"bible_id":"1216","chapter_code":"1CO.5","verse_code":"1CO.5.12","label":"12","content":"Kuv muaj cai hovtwg kws yuav txav txem rua cov kws tseed nyob saab nrau? Mej yuav tsum txav txem rua cov kws nyob huv mej pawg xwb los tsw yog?"},{"bible_id":"1216","chapter_code":"1CO.5","verse_code":"1CO.5.13","label":"13","content":"Vaajtswv yog tug txav txem rua cov kws nyob saab nrau. “Ca le rhuav tshem tug tuabneeg phem tawm huv mej cov moog.”"},{"bible_id":"1216","chapter_code":"1CO.6","verse_code":"1CO.6.1","label":"1","content":"Thaus mej cov ib leeg muaj plaub rua ib leeg, nwg tseed muaj plhus coj moog rua cov kws tsw ntseeg tu, tsw muab rua Vaajtswv cov xuv dawb tu lov?"},{"bible_id":"1216","chapter_code":"1CO.6","verse_code":"1CO.6.2","label":"2","content":"Mej tsw paub lov? Vaajtswv cov xuv dawb yuav txav txem rua lub nplajteb. Yog mej tub yuav txav txem rua lub nplajteb mej tsw muaj peevxwm tu tej nyuas plaub miv miv nuav lov?"},{"bible_id":"1216","chapter_code":"1CO.6","verse_code":"1CO.6.3","label":"3","content":"Mej tsw paub tas peb yuav txav txem rua cov tubkhai ntuj nua lov? Yog le ntawd peb yimfuab yuav txav txem rua tej plaub kws muaj huv lub neej nuav."},{"bible_id":"1216","chapter_code":"1CO.6","verse_code":"1CO.6.4","label":"4","content":"Yog muaj plaub huv mej lub neej nuav mej yuav tsaa cov kws pawg ntseeg tsw quav ntsej tu lov?"},{"bible_id":"1216","chapter_code":"1CO.6","verse_code":"1CO.6.5","label":"5","content":"Kuv has le nuav sub mej txhad le txaaj muag. Huv mej cov tsw muaj ib tug muaj tswvyim kws yuav txawj tu plaub rua cov kwvtij lov?"},{"bible_id":"1216","chapter_code":"1CO.6","verse_code":"1CO.6.6","label":"6","content":"Tassws kwvtij tseed nrug kwvtij ua plaub hab coj moog rua cov kws tsw ntseeg tu."},{"bible_id":"1216","chapter_code":"1CO.6","verse_code":"1CO.6.7","label":"7","content":"Qhov kws mej sws ua plaub kuj yog mej poob lub neej ntseeg lawm. Ua caag mej tsw ca luas ua phem rua mej zoo dua? Ua caag mej tsw ca luas ntxo mej zoo dua?"},{"bible_id":"1216","chapter_code":"1CO.6","verse_code":"1CO.6.8","label":"8","content":"Tassws mej ho tsua ua phem hab ntxo luas, txawm yog kwvtij los mej tseed ua."},{"bible_id":"1216","chapter_code":"1CO.6","verse_code":"1CO.6.9","label":"9","content":"Mej tsw paub tas cov tuabneeg tsw ncaaj yuav tsw muaj feem tau Vaajtswv lub tebchaws lov? Tsw xob xaav yuam kev. Cov kws ua nkauj ua nraug, pe txoov daab, deev luas quaspuj quasyawg, cov txwvneej muag cev, cov txwvneej deev txwvneej,"},{"bible_id":"1216","chapter_code":"1CO.6","verse_code":"1CO.6.10","label":"10","content":"ua tub saab, ntshaw luas tug, quav cawv, thuaj luas, txeeb luas tug tsw muaj feem tau Vaajtswv lub tebchaws hlo le."},{"bible_id":"1216","chapter_code":"1CO.6","verse_code":"1CO.6.11","label":"11","content":"Mej cov muaj qee leej txeev zoo le nuav. Tassws mej tub raug ntxuav kuas huv lawm hab raug muab cais ua dawb huv hab raug suav tas ncaaj nceeg rua huv tug Tswv Yexu Kheto lub npe hab huv peb tug Vaajtswv tug Ntsuj Plig lawm."},{"bible_id":"1216","chapter_code":"1CO.6","verse_code":"1CO.6.12","label":"12","content":"“Kuv muaj cai ua txhua yaam,” tassws tsw yog txhua yaam yuav muaj qaabhau. “Kuv muaj cai ua txhua yaam,” tassws kuv tsw yeem nyob huv qaab txhua yaam tug fwjchim."},{"bible_id":"1216","chapter_code":"1CO.6","verse_code":"1CO.6.13","label":"13","content":"“Tej zaub mov muaj ca rua lub plaab hab lub plaab kuj muaj ca rua tej zaub mov,” tassws Vaajtswv yuav ua rua ob yaam hov pluj taag. Lub cev tsw yog muaj lug ca ua nkauj nraug tassws muaj lug ca rua tug Tswv, hab tug Tswv muaj lug ca rua lub cev."},{"bible_id":"1216","chapter_code":"1CO.6","verse_code":"1CO.6.14","label":"14","content":"Vaajtswv tsaa tug Tswv caj sawv rov lug, hab Vaajtswv yuav swv nwg tug fwjchim tsaa peb sawv."},{"bible_id":"1216","chapter_code":"1CO.6","verse_code":"1CO.6.15","label":"15","content":"Mej tsw paub tas mej lub cev yog Kheto tej teg taw lov? Vem le nuav kuv yuav muab Kheto tej teg taw ua puj muag cev tej teg taw tau lov? Tsw xob ca muaj le ntawd hlo le."},{"bible_id":"1216","chapter_code":"1CO.6","verse_code":"1CO.6.16","label":"16","content":"Mej tsw paub tas tug kws koom nrug puj muag cev kuj koom nrug nwg ua ib lub cev lawm lov? Tsua qhov muaj lug sau ca has tas, “Ob tug yuav koom ua ib lub cev.”"},{"bible_id":"1216","chapter_code":"1CO.6","verse_code":"1CO.6.17","label":"17","content":"Tassws tug kws koom nrug tug Tswv kuj nrug tug Tswv koom tuab tug ntsuj plig."},{"bible_id":"1216","chapter_code":"1CO.6","verse_code":"1CO.6.18","label":"18","content":"Ca le tswv ntawm kev ua nkauj nraug. Lwm yaam kev txhum kws tuabneeg ua nyob saab nrau lub cev, tassws tug kws ua nkauj nraug kuj ua txhum rua nwg lub cev ntaag."},{"bible_id":"1216","chapter_code":"1CO.6","verse_code":"1CO.6.19","label":"19","content":"Mej tsw paub tas mej lub cev yog Vaaj Ntsuj Plig kws dawb huv lub tuam tsev lov? Nwg yog tug kws nyob huv mej hab mej tau ntawm Vaajtswv lug. Mej tsw yog tug kws kaav mej lub cev,"},{"bible_id":"1216","chapter_code":"1CO.6","verse_code":"1CO.6.20","label":"20","content":"tsua qhov Vaajtswv them nqe yuav mej. Yog le nuav mej yuav tsum ca mej lub cev ua rua Vaajtswv tau koob meej."},{"bible_id":"1216","chapter_code":"1CO.7","verse_code":"1CO.7.1","label":"1","content":"Has txug qhov kws mej sau ntawv tuaj ntawd. Yog txwvneej tsw kov quaspuj hlo le kuj zoo."},{"bible_id":"1216","chapter_code":"1CO.7","verse_code":"1CO.7.2","label":"2","content":"Tassws tim qhov kws ua nkauj nraug, tswm nyog txhua tug txwvneej nyag muaj nyag quaspuj hab txhua tug quaspuj nyag muaj nyag quasyawg."},{"bible_id":"1216","chapter_code":"1CO.7","verse_code":"1CO.7.3","label":"3","content":"Tug quasyawg tsw xob cais nwg tug quaspuj hab tug quaspuj tsw xob cais nwg tug quasyawg."},{"bible_id":"1216","chapter_code":"1CO.7","verse_code":"1CO.7.4","label":"4","content":"Tug quaspuj tsw yog tug kws kaav tau nwg lub cev, nwg tug quasyawg yog tug kws kaav. Ib yaam nkaus, tug quasyawg tsw yog tug kaav tau nwg lub cev, nwg tug quaspuj yog tug kws kaav."},{"bible_id":"1216","chapter_code":"1CO.7","verse_code":"1CO.7.5","label":"5","content":"Ob nam txwv tsw xob cais chaw pw tsuas yog has hum cais ib ntus es tau kev thov Vaajtswv xwb, mas le rov pw ua ke dua sub Xataa  txhad ntxag tsw tau meb ua txhum vem meb tswj tsw tau lub sab."},{"bible_id":"1216","chapter_code":"1CO.7","verse_code":"1CO.7.6","label":"6","content":"Qhov kws kuv has le nuav yog kuv tso cai, tsw yog yuam mej."},{"bible_id":"1216","chapter_code":"1CO.7","verse_code":"1CO.7.7","label":"7","content":"Kuv xaav kuas txhua tug ua tau ib yaam le kuv. Tassws txhua tug nyag tau lawv le Vaajtswv pub rua nyag, ib tug tau le nuav ib tug tau le u."},{"bible_id":"1216","chapter_code":"1CO.7","verse_code":"1CO.7.8","label":"8","content":"Kuv has rua cov kws tsw muaj txwj nkawm hab cov puj ntsuag tas, yog puab yuav nyob ib yaam le kuv kuj zoo."},{"bible_id":"1216","chapter_code":"1CO.7","verse_code":"1CO.7.9","label":"9","content":"Tassws yog puab tswj tsw tau puab tug kheej, puab yuav tsum yuav txwj nkawm. Vem tas qhov kws yuav txwj nkawm kuj zoo dua qhov kws lub sab kub quas lug tswj tsw tau."},{"bible_id":"1216","chapter_code":"1CO.7","verse_code":"1CO.7.10","label":"10","content":"Kuv has rua cov kws yuav txwj nkawm lawm, tsw yog kuv has xwb tassws yog tug Tswv has kuas tug quaspuj tsw xob tso tug quasyawg tseg."},{"bible_id":"1216","chapter_code":"1CO.7","verse_code":"1CO.7.11","label":"11","content":"Yog nwg tso tug quasyawg tseg lawm nwg tsw xob moog yuav dua quasyawg tshab lossws rov nrug nwg tug quasyawg qub sws hum. Hab tug quasyawg los tsw xob muab tug quaspuj nrauj."},{"bible_id":"1216","chapter_code":"1CO.7","verse_code":"1CO.7.12","label":"12","content":"Kuv has rua lwm tug, yog kuv has tsw yog tug Tswv has. Yog tug kwvtij twg muaj quaspuj kws tsw ntseeg hab tug quaspuj txaus sab nrug tug quasyawg nyob, mas tug quasyawg tsw xob muab nwg nrauj."},{"bible_id":"1216","chapter_code":"1CO.7","verse_code":"1CO.7.13","label":"13","content":"Yog tug quaspuj twg muaj quasyawg kws tsw ntseeg hab tug quasyawg txaus sab nrug nwg nyob, nwg tsw xob muab tug quasyawg nrauj."},{"bible_id":"1216","chapter_code":"1CO.7","verse_code":"1CO.7.14","label":"14","content":"Vem tas tug quasyawg kws tsw ntseeg hov raug muab cais ua tug dawb huv vem yog nwg tug quaspuj, hab tug quaspuj kws tsw ntseeg kuj raug muab cais ua tug dawb huv vem yog nwg tug quasyawg. Yog tsw muaj le ntawd, meb cov mivnyuas kuj qas tsw huv tassws nwgnuav meb cov mivnyuas tub dawb huv lawm."},{"bible_id":"1216","chapter_code":"1CO.7","verse_code":"1CO.7.15","label":"15","content":"Tassws yog tug kws tsw ntseeg yuav tso tug ntseeg tseg, kuj ua tau. Yog zoo le nuav tug kwvtij kws ntseeg tsw has quaspuj quasyawg tsw raug muab khi, tsua qhov Vaajtswv hu peb lug nyob sws hum xeeb."},{"bible_id":"1216","chapter_code":"1CO.7","verse_code":"1CO.7.16","label":"16","content":"Koj kws yog tug quaspuj, koj paub tau le caag tas koj yuav paab koj tug quasyawg dim? Koj kws yog tug quasyawg, koj paub tau le caag tas koj yuav paab koj tug quaspuj dim?"},{"bible_id":"1216","chapter_code":"1CO.7","verse_code":"1CO.7.17","label":"17","content":"Tug Tswv tu txhua tug nyob lug le caag hab Vaajtswv hu txhua tug nyob le caag lug, kuj ca puab ua lub neej le ntawd moog. Kuv qha kuas txhua pawg ntseeg ua ib yaam le kws has taag nuav."},{"bible_id":"1216","chapter_code":"1CO.7","verse_code":"1CO.7.18","label":"18","content":"Yog tug twg kws Vaajtswv hu rua thaus nwg tub ua kevcai txav lawm nwg kuj tsw xob rhuav qhov kws ua kevcai txav hov tseg. Yog tug twg kws Vaajtswv hu rua thaus nwg tsw tau ua kevcai txav, nwg kuj tsw xob ua."},{"bible_id":"1216","chapter_code":"1CO.7","verse_code":"1CO.7.19","label":"19","content":"Qhov kws ua kevcai txav hab tsw ua kuj tsw tseem ceeb daabtsw, tassws qhov tseem ceeb yog qhov kws coj lawv le Vaajtswv txuj kevcai."},{"bible_id":"1216","chapter_code":"1CO.7","verse_code":"1CO.7.20","label":"20","content":"Ca txhua tug nyob lub neej le thaus kws Vaajtswv hu nwg lug."},{"bible_id":"1216","chapter_code":"1CO.7","verse_code":"1CO.7.21","label":"21","content":"Vaajtswv hu koj rua thaus koj tseed ua qhev los tsw xob txhawj. Yog koj muaj peevxwm nyob ywj pheej, kuj ua lawv le ntawd."},{"bible_id":"1216","chapter_code":"1CO.7","verse_code":"1CO.7.22","label":"22","content":"Tug kws Vaajtswv hu rua thaus nwg tseed ua qhev los nwg tub ua Vaajtswv le tuabneeg kws nyob ywj pheej. Ib yaam le ntawd, tug kws Vaajtswv hu rua thaus nwg tseed nyob ywj pheej nwg kuj ua Kheto le qhev."},{"bible_id":"1216","chapter_code":"1CO.7","verse_code":"1CO.7.23","label":"23","content":"Vaajtswv them nqe yuav mej mas tsw xob ua tuabneeg le qhev hlo le."},{"bible_id":"1216","chapter_code":"1CO.7","verse_code":"1CO.7.24","label":"24","content":"Cov kwvtij, Vaajtswv hu txhua tug nyob lub neej le caag, kuj ca nwg nyob lub neej le ntawd nrug nraim Vaajtswv."},{"bible_id":"1216","chapter_code":"1CO.7","verse_code":"1CO.7.25","label":"25","content":"Has txug cov kws tsw muaj txwj nkawm, tsw yog Vaajtswv kuas kuv has tassws kuv has le kws kuv xaam pum, vem Vaajtswv khuvleej kuv, mej txhad tso sab tau rua kuv."},{"bible_id":"1216","chapter_code":"1CO.7","verse_code":"1CO.7.26","label":"26","content":"Vem yog tej kev txom nyem kws muaj rua naj nub nwgnuav, kuv xaav tas txhua tug nyob le kws nwg ib txwm nyob kuj zoo."},{"bible_id":"1216","chapter_code":"1CO.7","verse_code":"1CO.7.27","label":"27","content":"Koj tseed nrug koj tug quaspuj nyob lov? Tsw xob nrhav kev muab nwg tso tseg. Koj tsw muaj quaspuj lov? Tsw xob moog nrhav yuav quaspuj."},{"bible_id":"1216","chapter_code":"1CO.7","verse_code":"1CO.7.28","label":"28","content":"Tassws yog koj yuav quaspuj los kuj tsw txhum, hab yog cov hluas nkauj dawb huv yuav quasyawg kuj tsw txhum. Tassws cov tuabneeg kws sws yuav yeej yuav muaj kev ntxhuv sab huv lub neej, mas kuv xaav taav mej kuas tsw xob raug tej kev ntxhuv sab nuav."},{"bible_id":"1216","chapter_code":"1CO.7","verse_code":"1CO.7.29","label":"29","content":"Cov kwvtij, kuv has tas lub swjhawm kws teem ca tub taag quas zug lawm. Txwj nuav moog cov kws muaj quaspuj lawm ca le nyob zoo yaam le tsw muaj quaspuj,"},{"bible_id":"1216","chapter_code":"1CO.7","verse_code":"1CO.7.30","label":"30","content":"cov kws quaj ntsuag ca le nyob zoo yaam le tsw muaj kev quaj ntsuag, cov kws xyiv faab ca le nyob yaam le tsw xyiv faab, cov kws yuav hov txhua chaw, ca le nyob zoo le tsw muaj ib yaam daabtsw le,"},{"bible_id":"1216","chapter_code":"1CO.7","verse_code":"1CO.7.31","label":"31","content":"hab cov kws tau swv tej hov txhua chaw huv lub nplajteb nuav ca le nyob yaam le tsw quav ntsej tej hov txhua chaw hov, tsua qhov txhua yaam huv lub nplajteb nuav yuav dua moog."},{"bible_id":"1216","chapter_code":"1CO.7","verse_code":"1CO.7.32","label":"32","content":"Kuv xaav kuas mej dim tej kev txhawj xeeb. Tug yawm kws tsw muaj quaspuj kuj txhawj txug tej kws yog tug Tswv le, saib nwg yuav ua kuas hum tug Tswv lub sab le caag."},{"bible_id":"1216","chapter_code":"1CO.7","verse_code":"1CO.7.33","label":"33","content":"Tassws tug kws muaj quaspuj lawm kuj txhawj txug tej kws yog lub nplajteb nuav le, saib nwg yuav ua kuas hum tug quaspuj lub sab le caag,"},{"bible_id":"1216","chapter_code":"1CO.7","verse_code":"1CO.7.34","label":"34","content":"nwg txhad ua ob lub sab. Tug quaspuj kws tsw muaj quasyawg hab tug hluas nkauj dawb huv kuj txhawj txug tej kws yog tug Tswv le, saib nwg yuav dawb huv ntawm lub cev hab ntawm ntsuj plig le caag. Tassws tug quaspuj kws muaj quasyawg lawm kuj txhawj txug tej kws yog lub nplajteb nuav le, saib nwg yuav ua kuas hum tug quasyawg lub sab le caag."},{"bible_id":"1216","chapter_code":"1CO.7","verse_code":"1CO.7.35","label":"35","content":"Kuv has le nuav kuj yog ua kuas mej tau qaabhau, tsw yog muab hlua taav mej, tassws xaav kuas mej ua tej kws tswm nyog ua hab mej swv zug ua koom rua tug Tswv tsw tu ncua tsw khuam cheem daabtsw le."},{"bible_id":"1216","chapter_code":"1CO.7","verse_code":"1CO.7.36","label":"36","content":"Yog leejtwg xaav has tas ua tsw tau le kws tswm nyog rua tug hluas nkauj kws nwg tub qhab lawd hab tug hluas nkauj noob nyoog nchaav lawm  hab xaav tas yuav tsum sws yuav, kuj ca nwg ua lawv le nwg xaav. Ca ob tug sws yuav, kuj tsw txhum."},{"bible_id":"1216","chapter_code":"1CO.7","verse_code":"1CO.7.37","label":"37","content":"Tassws tug txwvneej kws npaaj sab ruaj khov hab tsw muaj kev cheem tsum hab tswj tau nwg txujkev ntshaw, hab txav sab tas ca tug hluas nkauj hov nyob ua hluas nkauj dawb huv moog le, nwg kuj ua zoo lawm."},{"bible_id":"1216","chapter_code":"1CO.7","verse_code":"1CO.7.38","label":"38","content":"Vem le nuav tug kws yuav tug kws nwg qhab lawm kuj yog nwg ua zoo. Tug kws tsw yuav tug kws nwg qhab kuj yimfuab ua zoo."},{"bible_id":"1216","chapter_code":"1CO.7","verse_code":"1CO.7.39","label":"39","content":"Thaus tug quasyawg tseed muaj txujsa nyob tug quaspuj nyob huv tug quasyawg lub xubndag. Yog tug quasyawg tuag lawm, nwg le nyob ywj pheej moog yuav tau lwm tug quasyawg lawv le nwg sab xaav, tassws yuav tsum yog yuav tug kws ntseeg tug Tswv."},{"bible_id":"1216","chapter_code":"1CO.7","verse_code":"1CO.7.40","label":"40","content":"Tassws lawv le kuv xaam pum, yog nwg nyob tuab leeg moog le, nwg yuav tau nyob kaaj sab quas lug heev dua. Hab kuv xaav tas yog Vaajtswv tug Ntsuj Plig qha tej lug nuav rua kuv."},{"bible_id":"1216","chapter_code":"1CO.8","verse_code":"1CO.8.1","label":"1","content":"Has txug tej zaub mov kws xyeem rua txoov daab. Peb paub tas, peb txhua tug muaj kev txawj ntse. Txujkev txawj ntse ua rua khaav theeb, tassws txujkev hlub ua rua nyob ruaj khov tuaj."},{"bible_id":"1216","chapter_code":"1CO.8","verse_code":"1CO.8.2","label":"2","content":"Yog leejtwg suav tas nwg paub yaam twg lawm, nwg tsw tau paub le kws tswm nyog paub."},{"bible_id":"1216","chapter_code":"1CO.8","verse_code":"1CO.8.3","label":"3","content":"Tassws yog leejtwg hlub Vaajtswv, Vaajtswv kuj paub tug hov."},{"bible_id":"1216","chapter_code":"1CO.8","verse_code":"1CO.8.4","label":"4","content":"Vem le nuav, has txug qhov kws noj tej zaub mov kws xyeem rua tej txoov daab, peb kuj paub tas tej txoov daab tsw tseem ceeb rua huv lub nplajteb hab paub tas muaj Vaajtswv tuab leeg xwb."},{"bible_id":"1216","chapter_code":"1CO.8","verse_code":"1CO.8.5","label":"5","content":"Txawm yog muaj ntau yaam kws luas hu tas timtswv tsw has sau ntuj hab huv nplajteb, yeej muaj ntau tug timtswv hab ntau tug tswv,"},{"bible_id":"1216","chapter_code":"1CO.8","verse_code":"1CO.8.6","label":"6","content":"tassws peb le mas muaj tuab tug Vaajtswv kws yog leej Txwv, yog tug kws tswm txhua yaam hab peb nyob ua koom rua nwg, hab peb muaj tuab tug Tswv kws yog Yexu Kheto, yog tug kws Vaajtswv kuas tswm txhua yaam hab qhov kws muaj peb yog vem muaj Yexu."},{"bible_id":"1216","chapter_code":"1CO.8","verse_code":"1CO.8.7","label":"7","content":"Tassws tsw yog txhua tug paub ib yaam le nuav. Muaj qee leej txeev teev txoov daab lug lawm. Thaus puab noj tej zaub mov hov puab tseed suav tas yog muab xyeem rua txoov daab tag tag le lawm, puab lub sab kws paub qhov zoo qhov phem tsaug leeg heev txhad qas puag tsuas."},{"bible_id":"1216","chapter_code":"1CO.8","verse_code":"1CO.8.8","label":"8","content":"Tej zaub mov tsw ua rua peb nyob ze Vaajtswv. Yog peb tsw noj peb kuj tsw phem moog. Yog noj, kuj tsw zoo tuaj."},{"bible_id":"1216","chapter_code":"1CO.8","verse_code":"1CO.8.9","label":"9","content":"Mej yuav tsum ceev faaj tsw xob ca qhov kws mej muaj cai hov ua rua cov kws kev ntseeg yau dawm."},{"bible_id":"1216","chapter_code":"1CO.8","verse_code":"1CO.8.10","label":"10","content":"Vem tas yog leejtwg pum koj kws paub lawd nyob tsawg noj mov huv lub tsev teev daab, tes tug kws lub sab paub qhov zoo qhov phem tsw muaj zug hov yuav ua sab luj moog noj tej zaub mov kws xyeem rua tej txoov daab los tsw yog?"},{"bible_id":"1216","chapter_code":"1CO.8","verse_code":"1CO.8.11","label":"11","content":"Tes koj tej kev paub yuav ua rua koj tug kwvtij kws kev ntseeg yau kws Yexu Kheto tub tuag txhwv lawd puam tsuaj."},{"bible_id":"1216","chapter_code":"1CO.8","verse_code":"1CO.8.12","label":"12","content":"Thaus mej ua txhum rua mej cov kwvtij le nuav hab rhuav puab lub sab paub qhov zoo qhov phem kws tsw muaj zug, kuj yog mej ua txhum rua Kheto lawm."},{"bible_id":"1216","chapter_code":"1CO.8","verse_code":"1CO.8.13","label":"13","content":"Vem le nuav yog tej zaub mov ua rua kuv cov kwvtij dawm kuv yuav tsw noj nqaj dua le lawm sub txhad tsw ua rua kwvtij dawm."},{"bible_id":"1216","chapter_code":"1CO.9","verse_code":"1CO.9.1","label":"1","content":"Kuv tsw nyob ywj pheej lov? Kuv tsw yog tubkhai lov? Kuv tsw tau pum Yexu kws yog peb tug Tswv lov? Mej tsw yog teg num kws kuv ua rua tug Tswv lov?"},{"bible_id":"1216","chapter_code":"1CO.9","verse_code":"1CO.9.2","label":"2","content":"Yog lwm tug tsw pum tas kuv yog tubkhai los mej kuj pum, tsua qhov mej yog lub hom thawj kws nas rua qhov kws kuv ua tug Tswv le tubkhai."},{"bible_id":"1216","chapter_code":"1CO.9","verse_code":"1CO.9.3","label":"3","content":"Yog leejtwg tshuaj saib kuv, kuv yuav has daws kuv zaaj le nuav."},{"bible_id":"1216","chapter_code":"1CO.9","verse_code":"1CO.9.4","label":"4","content":"Kuv tsw muaj cai noj hab haus lov?"},{"bible_id":"1216","chapter_code":"1CO.9","verse_code":"1CO.9.5","label":"5","content":"Kuv tsw muaj cai coj quaspuj kws ntseeg nrug kuv moog ib yaam le lwm tug tubkhai hab yaam le tug Tswv cov kwv hab Khefa lov?"},{"bible_id":"1216","chapter_code":"1CO.9","verse_code":"1CO.9.6","label":"6","content":"Lossws tsuas yog kuv hab Npananpa xwb txhad tsw muaj cai tso tej num kws yug ib lub ncauj tseg lov?"},{"bible_id":"1216","chapter_code":"1CO.9","verse_code":"1CO.9.7","label":"7","content":"Leejtwg ua tub rog es rov them nwg tug nqe zug? Leejtwg cog vaaj txwv maab es tsw noj tej txwv huv lub vaaj ntawd? Leejtwg yug yaaj es tsw haus tej kua mig?"},{"bible_id":"1216","chapter_code":"1CO.9","verse_code":"1CO.9.8","label":"8","content":"Kuv has le nuav lawv le tuabneeg lub sab xaav xwb lov? Phoo kevcai kuj has ib yaam le nuav los tsw yog?"},{"bible_id":"1216","chapter_code":"1CO.9","verse_code":"1CO.9.9","label":"9","content":"Tsua qhov tub muaj lug sau ca rua huv Mauxe phoo kevcai has tas, “Thaus nyuj saamswm tsuj qeb tsuj mog mej tsw xob muab tawb looj nyuj qhov ncauj.”  Yog Vaajtswv txhawj nyuj xwb lov?"},{"bible_id":"1216","chapter_code":"1CO.9","verse_code":"1CO.9.10","label":"10","content":"Vaajtswv yeej has rua peb los tsw yog? Tej lug hov sau ca rua peb tsua qhov tug kws laij teb, laij muaj sab vaam hab tug kws ntaus qoob ntaus muaj vaam tas yuav tau tej qoob hov."},{"bible_id":"1216","chapter_code":"1CO.9","verse_code":"1CO.9.11","label":"11","content":"Yog peb tseb saab ntsuj plig rua mej, peb sau saab nqaj tawv ntawm mej yog nyaav rua mej lov?"},{"bible_id":"1216","chapter_code":"1CO.9","verse_code":"1CO.9.12","label":"12","content":"Yog lwm tug muaj cai tau ntawm mej, peb yimfuab muaj cai los tsw yog? Txawm le caag los peb tsw swv txuj cai nuav, tassws peb thev txhua yaam sub peb txhad tsw muab daabtsw lug taav Kheto txuj xuv zoo."},{"bible_id":"1216","chapter_code":"1CO.9","verse_code":"1CO.9.13","label":"13","content":"Mej tsw paub lov? Cov kws ua num huv lub tuam tsev kuj noj lub tuam tsev le zaub mov, hab cov kws ua num ntawm lub thaaj kuj tau tej kws faib ntawm lub thaaj."},{"bible_id":"1216","chapter_code":"1CO.9","verse_code":"1CO.9.14","label":"14","content":"Ib yaam le ntawd, tug Tswv has tas tswm nyog cov kws pav txuj xuv zoo tau noj ntawm qhov kws pav txuj xuv zoo hov."},{"bible_id":"1216","chapter_code":"1CO.9","verse_code":"1CO.9.15","label":"15","content":"Tassws kuv tsw swv txuj cai nuav hlo le hab qhov kws kuv sau tej nuav tsw yog has kuas luas pub le ntawd rua kuv, tsua qhov kuv yeem tuag zoo dua ca luas rhuav qhov kws kuv khaav."},{"bible_id":"1216","chapter_code":"1CO.9","verse_code":"1CO.9.16","label":"16","content":"Yog kuv pav txuj xuv zoo kuv yeej tsw muaj chaw khaav hlo le, tsua qhov kuv yeej yuav tsum ua. Yog kuv tsw pav txuj xuv zoo kuv kuj raug txom nyem."},{"bible_id":"1216","chapter_code":"1CO.9","verse_code":"1CO.9.17","label":"17","content":"Yog kuv zoo sab pav txuj xuv zoo kuv yuav tau nqe zug. Yog kuv tsw zoo sab pav los kuv yeej yuav tsum ua tej kws muab cob rua kuv lawm."},{"bible_id":"1216","chapter_code":"1CO.9","verse_code":"1CO.9.18","label":"18","content":"Tej nqe zug kws muab rua kuv yog daabtsw? Kuj yog qhov kws pav txuj xuv zoo hov kuv pav tsw yuav nqe, kuv txhad tsw swv txuj cai huv txuj xuv zoo hlo le."},{"bible_id":"1216","chapter_code":"1CO.9","verse_code":"1CO.9.19","label":"19","content":"Txawm yog kuv tau nyob ywj pheej tsw ua leejtwg qhev los kuv tseed ua txhua tug le qhev sub txhad coj tau tuabneeg lug ntseeg coob zuj zug."},{"bible_id":"1216","chapter_code":"1CO.9","verse_code":"1CO.9.20","label":"20","content":"Kuv ua yaam le ib tug Yutai rua huv cov Yutai sub txhad coj tau cov Yutai lug ntseeg. Kuv ua yaam le tug kws nyob huv Mauxe txuj kevcai rua huv cov kws nyob huv txuj kevcai (tassws kuv tug kheej tsw yog nyob huv qaab txuj kevcai) sub txhad coj tau cov kws nyob huv txuj kevcai hov lug ntseeg."},{"bible_id":"1216","chapter_code":"1CO.9","verse_code":"1CO.9.21","label":"21","content":"Kuv ua yaam le tug kws tsw nyob huv txuj kevcai rua huv cov kws tsw nyob huv txuj kevcai, (kuv tsw yog nyob dhau Vaajtswv txuj kevcai tassws nyob huv qaab Kheto txuj kevcai) sub txhad coj tau cov kws tsw nyob huv txuj kevcai lug."},{"bible_id":"1216","chapter_code":"1CO.9","verse_code":"1CO.9.22","label":"22","content":"Kuv ua yaam le tug kws qaug zug rua huv cov kws qaug zug sub txhad coj tau cov kws qaug zug lug. Kuv yeem ua txhua yaam tuabneeg rua txhua tug sub txhad swv txhua txujkev paab tau qee leej dim."},{"bible_id":"1216","chapter_code":"1CO.9","verse_code":"1CO.9.23","label":"23","content":"Kuv ua txhua yaam vem yog saib rua txuj xuv zoo kuv txhad le muaj feem tau tej kws txuj xuv zoo pub."},{"bible_id":"1216","chapter_code":"1CO.9","verse_code":"1CO.9.24","label":"24","content":"Mej tsw paub lov? Cov kws sws tw dha suavdawg yeej dha tassws tsuas yog tuab tug txhad tau tshaav ntuj xwb. Mej yuav tsum dha tag kuas tau tshaav ntuj."},{"bible_id":"1216","chapter_code":"1CO.9","verse_code":"1CO.9.25","label":"25","content":"Txhua tug kws sws tw dha yuav tsum tswj puab lub cev rua txhua faab. Puab ua kuas tau lub mom paaj ntoos kws txawj zeeg tassws peb ua kuas tau lub mom paaj ntoos kws tsw txawj zeeg."},{"bible_id":"1216","chapter_code":"1CO.9","verse_code":"1CO.9.26","label":"26","content":"Yog le hov kuv tsw yog laam dha tsw muaj hom phaj, kuv tsw yog ntaus nrwg yaam le tug kws ntaus cua xwb."},{"bible_id":"1216","chapter_code":"1CO.9","verse_code":"1CO.9.27","label":"27","content":"Tassws kuv ntaus kuv lub cev hab tswj ca, ntshai tsaam thaus kuv tshaaj tawm txuj xuv zoo rua lwm tug lawm kuv tug kheej tsw nrug luas tau tej tshaav ntuj hov."},{"bible_id":"1216","chapter_code":"1CO.10","verse_code":"1CO.10.1","label":"1","content":"Cov kwvtij, kuv xaav kuas mej nkaag sab tas peb tej laug suavdawg tau nyob huv qaab tauv fuab hab txhua tug tau hlaa havtxwv,"},{"bible_id":"1216","chapter_code":"1CO.10","verse_code":"1CO.10.2","label":"2","content":"hab txhua tug tau ua kevcai raus huv tauv fuab hab huv havtxwv koom nrug Mauxe,"},{"bible_id":"1216","chapter_code":"1CO.10","verse_code":"1CO.10.3","label":"3","content":"hab txhua tug tau noj tuab yaam mov kws lug sau ntuj lug"},{"bible_id":"1216","chapter_code":"1CO.10","verse_code":"1CO.10.4","label":"4","content":"hab txhua tug tau haus tuab yaam dej kws lug sau ntuj lug,  vem tas puab tau haus dej ntawm phaab zeb kws nrug puab moog hab yog Vaajtswv pub. Phaab zeb hov yog Kheto ntaag."},{"bible_id":"1216","chapter_code":"1CO.10","verse_code":"1CO.10.5","label":"5","content":"Txawm le ntawd los Vaajtswv tsw txaus sab rua cov tuabneeg hov feem coob, puab txhad tuag pawg quas yawg huv tebchaws moj saab qhua."},{"bible_id":"1216","chapter_code":"1CO.10","verse_code":"1CO.10.6","label":"6","content":"Tej xwm txheej nuav yog ua yaam ntxwv qha rua peb kuas peb tsw xob ntshaw tej yaam phem ib yaam le puab cov ntawd."},{"bible_id":"1216","chapter_code":"1CO.10","verse_code":"1CO.10.7","label":"7","content":"Mej tsw xob pe txoov daab ib yaam le puab qee leej pe, lawv le muaj lug sau ca has tas, “Cov pejxeem kuj nyob tsawg noj haus hab sawv dha ua lomzem.”"},{"bible_id":"1216","chapter_code":"1CO.10","verse_code":"1CO.10.8","label":"8","content":"Peb tsw xob ua nkauj nraug ib yaam le puab qee leej ua, mas tuab nub xwb puab tuag ob vaam peb txheeb leej."},{"bible_id":"1216","chapter_code":"1CO.10","verse_code":"1CO.10.9","label":"9","content":"Peb tsw xob swm tug Tswv ib yaam le puab qee leej tau swm es raug naab tum puam tsuaj."},{"bible_id":"1216","chapter_code":"1CO.10","verse_code":"1CO.10.10","label":"10","content":"Peb tsw xob ywg ib yaam le puab qee leej tau ywg es raug tug kws ua kuas puam tsuaj muab tua pov tseg."},{"bible_id":"1216","chapter_code":"1CO.10","verse_code":"1CO.10.11","label":"11","content":"Tej xwm txheej nuav tshwm lug raug puab ua lub chaw qha muab sau ca ntuag peb cov kws nyob ze lub swjhawm kawg."},{"bible_id":"1216","chapter_code":"1CO.10","verse_code":"1CO.10.12","label":"12","content":"Vem le nuav tug kws xaav tas nwg nyob ruaj khov lawm yuav tsum ceev faaj tsaam nwg qaug."},{"bible_id":"1216","chapter_code":"1CO.10","verse_code":"1CO.10.13","label":"13","content":"Tsw muaj ib yaam kev swm sab twg yuav tshwm lug raug mej dhau tej kws txeev tshwm lug raug ib tsoom tuabneeg lawd. Vaajtswv yog tug kws peb tso sab tau, mas nwg yuav tsw ca mej raug kev swm sab dhau le kws mej thev tsw taug, tassws thaus raug kev swm sab nwg yuav qheb kev rua mej dim sub mej txhad le thev taug."},{"bible_id":"1216","chapter_code":"1CO.10","verse_code":"1CO.10.14","label":"14","content":"Yog le nuav, cov kws kuv hlub, mej ca le tswv ntawm qhov kws pe txoov daab."},{"bible_id":"1216","chapter_code":"1CO.10","verse_code":"1CO.10.15","label":"15","content":"Kuv has rua mej yaam le has rua cov tuabneeg kws muaj tswvyim. Mej ca le tshuaj saib tej lug kws kuv has."},{"bible_id":"1216","chapter_code":"1CO.10","verse_code":"1CO.10.16","label":"16","content":"Lub khob koob moov kws peb thov koob moov hov ua rua peb koom Kheto cov ntshaav los tsw yog? Lub ncuav kws peb muab ndais hov ua rua peb koom Kheto lub cev los tsw yog?"},{"bible_id":"1216","chapter_code":"1CO.10","verse_code":"1CO.10.17","label":"17","content":"Muaj tuab lub ncuav xwb mas peb txawm muaj coob leej los peb koom ib lub cev vem peb txhua tug noj tuab lub ncuav hov."},{"bible_id":"1216","chapter_code":"1CO.10","verse_code":"1CO.10.18","label":"18","content":"Ca le tshuaj saib cov Yixayee lub neej. Cov kws noj tej kws muab xyeem rua Vaajtswv kuj koom lub thaaj xyeem hov los tsw yog?"},{"bible_id":"1216","chapter_code":"1CO.10","verse_code":"1CO.10.19","label":"19","content":"Yog le ntawd kuv has le caag? Tej kws muab xyeem rua txoov daab yog yaam tseem ceeb lov? Lossws tej txoov daab hov tseem ceeb lov?"},{"bible_id":"1216","chapter_code":"1CO.10","verse_code":"1CO.10.20","label":"20","content":"Tsw yog le ntawd, kuv tsuas has tas tej kws puab muab xyeem hov puab xyeem rua daab xwb tsw yog xyeem rua Vaajtswv. Kuv tsw xaav kuas mej koom daab."},{"bible_id":"1216","chapter_code":"1CO.10","verse_code":"1CO.10.21","label":"21","content":"Mej yuav haus tug Tswv lub khob hab daab lub khob tsw tau. Mej yuav noj tug Tswv rooj mov hab daab rooj mov kuj tsw tau."},{"bible_id":"1216","chapter_code":"1CO.10","verse_code":"1CO.10.22","label":"22","content":"Peb yuav zwg ua rua tug Tswv khib lov? Peb muaj zug heev dua nwg lov?"},{"bible_id":"1216","chapter_code":"1CO.10","verse_code":"1CO.10.23","label":"23","content":"“Peb muaj cai ua txhua yaam,” tassws tsw yog txhua yaam yuav muaj qaabhau. “Peb muaj cai ua txhua yaam,” tassws tsw yog txhua yaam tswm tsaa kuas nyob ruaj."},{"bible_id":"1216","chapter_code":"1CO.10","verse_code":"1CO.10.24","label":"24","content":"Tsw xob ca leejtwg xaam pum nwg tug kheej, yuav tsum xaam pum lwm tug."},{"bible_id":"1216","chapter_code":"1CO.10","verse_code":"1CO.10.25","label":"25","content":"Txhua yaam nqaj kws muag tom kab ca le noj, tsw xob nug daabtsw lawv le mej lub sab ua xyem xyaav."},{"bible_id":"1216","chapter_code":"1CO.10","verse_code":"1CO.10.26","label":"26","content":"Tsua qhov “Lub nplajteb hab txhua yaam kws nyob huv yog tug Tswv le.”"},{"bible_id":"1216","chapter_code":"1CO.10","verse_code":"1CO.10.27","label":"27","content":"Yog ib tug kws tsw ntseeg hu mej moog noj mov hab mej muaj lub sab moog, mas ca le noj txhua yaam kws puab rau rua mej, tsw xob nug daabtsw lawv le mej lub sab ua xyem xyaav."},{"bible_id":"1216","chapter_code":"1CO.10","verse_code":"1CO.10.28","label":"28","content":"Tassws yog leejtwg has rua mej tas, “Yaam nuav tub muab xyeem rua daab lawm,” mej yuav tsum saib rua tug kws has rua mej hov es tsw xob noj, hab saib rua lub sab kws paub qhov zoo qhov phem,"},{"bible_id":"1216","chapter_code":"1CO.10","verse_code":"1CO.10.29","label":"29","content":"kuv tsw yog has txug mej lub sab tassws has txug tug hov lub sab. Ua le caag lwm tug lub sab kws paub qhov zoo qhov phem yuav txav txem rua qhov kws kuv tau nyob ywj pheej?"},{"bible_id":"1216","chapter_code":"1CO.10","verse_code":"1CO.10.30","label":"30","content":"Yog kuv ua Vaajtswv tsaug le noj, ua le caag kuv yuav raug luas thuaj vem tim tej kws kuv tub ua Vaajtswv tsaug lawd?"},{"bible_id":"1216","chapter_code":"1CO.10","verse_code":"1CO.10.31","label":"31","content":"Vem le nuav mej yuav noj yuav haus lossws yuav ua ib yaam daabtsw, ca le ua txhua yaam rua Vaajtswv tau koob meej."},{"bible_id":"1216","chapter_code":"1CO.10","verse_code":"1CO.10.32","label":"32","content":"Tsw xob ua rua cov Yutai lossws cov Kili lossws Vaajtswv pawg ntseeg dawm yuam kev,"},{"bible_id":"1216","chapter_code":"1CO.10","verse_code":"1CO.10.33","label":"33","content":"ib yaam le kuv ua txhua yaam ua kuas hum suavdawg sab, tsw yog kuv xaav nrhav qaabhau rua kuv tug kheej tassws kuv nrhav qaabhau rua tuabneeg coob coob sub puab txhad tau dim."},{"bible_id":"1216","chapter_code":"1CO.11","verse_code":"1CO.11.1","label":"1","content":"Mej ca le yoog lawv le kuv, ib yaam le kuv yoog lawv le Kheto."},{"bible_id":"1216","chapter_code":"1CO.11","verse_code":"1CO.11.2","label":"2","content":"Kuv qhuas mej vem mej ncu txug kuv rua txhua yaam hab mej tuav rawv tej lug qha lawv le kws kuv muab cob rua mej."},{"bible_id":"1216","chapter_code":"1CO.11","verse_code":"1CO.11.3","label":"3","content":"Kuv xaav kuas mej nkaag sab tas Kheto yog txhua tug txwvneej lub taubhau, tug quasyawg yog tug quaspuj lub taubhau hab Vaajtswv yog Kheto lub taubhau."},{"bible_id":"1216","chapter_code":"1CO.11","verse_code":"1CO.11.4","label":"4","content":"Txhua tug txwvneej kws thov Vaajtswv lossws cev Vaajtswv lug yog nwg ntoo phuam kuj yog saib tsw taug nwg lub taubhau,"},{"bible_id":"1216","chapter_code":"1CO.11","verse_code":"1CO.11.5","label":"5","content":"tassws txhua tug quaspuj kws thov Vaajtswv lossws cev Vaajtswv lug yog nwg tsw kauv taubhau kuj yog saib tsw taug nwg lub taubhau, ib yaam le nwg plaubhau raug muab chais taag lawm."},{"bible_id":"1216","chapter_code":"1CO.11","verse_code":"1CO.11.6","label":"6","content":"Yog tug quaspuj tsw kauv taubhau, tswm nyog muab nwg cov plaubhau txav, tassws yog qhov kws txav plaubhau lossws chais plaubhau hov ua rua tug quaspuj poob ntsej muag, kuj ca nwg kauv taubhau."},{"bible_id":"1216","chapter_code":"1CO.11","verse_code":"1CO.11.7","label":"7","content":"Tug quasyawg tsw tswm nyog ntoo phuam tsua qhov nwg yog Vaajtswv tug yaam ntxwv hab yog Vaajtswv lub meej mom, tassws tug quaspuj yog tug quasyawg lub meej mom."},{"bible_id":"1216","chapter_code":"1CO.11","verse_code":"1CO.11.8","label":"8","content":"Tsua qhov tsw yog tswm quasyawg ntawm quaspuj lug tassws tswm quaspuj ntawm quasyawg lug,"},{"bible_id":"1216","chapter_code":"1CO.11","verse_code":"1CO.11.9","label":"9","content":"hab tsw yog tswm quasyawg rua quaspuj tassws tswm quaspuj rua quasyawg."},{"bible_id":"1216","chapter_code":"1CO.11","verse_code":"1CO.11.10","label":"10","content":"Vem le nuav quaspuj yuav tsum kauv taubhau txhad muaj cai thov vem yog saib rua cov tubkhai ntuj."},{"bible_id":"1216","chapter_code":"1CO.11","verse_code":"1CO.11.11","label":"11","content":"Txawm le caag los xwj nyob huv tug Tswv yog tsw muaj quasyawg kuj tsw txawj muaj quaspuj, yog tsw muaj quaspuj kuj tsw txawj muaj quasyawg,"},{"bible_id":"1216","chapter_code":"1CO.11","verse_code":"1CO.11.12","label":"12","content":"vem tas ib yaam le quaspuj tswm ntawm quasyawg lug, quasyawg kuj yug ntawm quaspuj lug ib yaam nkaus. Tassws txhua yaam puavleej lug ntawm Vaajtswv lug."},{"bible_id":"1216","chapter_code":"1CO.11","verse_code":"1CO.11.13","label":"13","content":"Mej ca le swm xaav saib qhov kws quaspuj tsw kauv taubhau rua thaus thov Vaajtswv tswm nyog lov?"},{"bible_id":"1216","chapter_code":"1CO.11","verse_code":"1CO.11.14","label":"14","content":"Lawv le ib txwm mej yeej paub tas yog quasyawg tseg plaubhau ntev kuj yog nwg raug txaaj muag los tsw yog?"},{"bible_id":"1216","chapter_code":"1CO.11","verse_code":"1CO.11.15","label":"15","content":"Tassws yog quaspuj tseg plaubhau ntev kuj yog meej mom rua nwg los tsw yog? Tsua qhov cov plaubhau yog pub rua nwg npug taubhau."},{"bible_id":"1216","chapter_code":"1CO.11","verse_code":"1CO.11.16","label":"16","content":"Yog leejtwg yuav caam, mas peb hab Vaajtswv cov pawg ntseeg tsw muaj dua lwm txuj kevcai dhau tej kws has nuav."},{"bible_id":"1216","chapter_code":"1CO.11","verse_code":"1CO.11.17","label":"17","content":"Tej lug nkaw nuav kuv yuav qhuas mej tsw tau, tsua qhov thaus mej tuaj txoos ua ke tsw yog tuaj ua tau qhov zoo tassws yog tuaj ua tau qhov phem."},{"bible_id":"1216","chapter_code":"1CO.11","verse_code":"1CO.11.18","label":"18","content":"Thawj qhov, kuv nov tas thaus mej tuaj txoos ua ke rua huv pawg ntseeg mej tawg ua paab ua pawg. Kuv ntseeg tas muaj tseeb ib txha,"},{"bible_id":"1216","chapter_code":"1CO.11","verse_code":"1CO.11.19","label":"19","content":"vem yeej yuav tsum muaj kev sws faib huv mej le hov sub txhad pum mej cov kws ua raug cai tshwm tuaj."},{"bible_id":"1216","chapter_code":"1CO.11","verse_code":"1CO.11.20","label":"20","content":"Thaus mej tuaj txoos ua ke tsw yog tuaj noj tug Tswv rooj mov."},{"bible_id":"1216","chapter_code":"1CO.11","verse_code":"1CO.11.21","label":"21","content":"Vem tas thaus noj mov hov nyag taug nyag noj tsw sws tog, muaj ib txha tseed tshaib ib txha tub haus qaug lawm."},{"bible_id":"1216","chapter_code":"1CO.11","verse_code":"1CO.11.22","label":"22","content":"Mej tsw muaj vaag tsw muaj tse noj haus lov? Lossws mej saib tsw taug Vaajtswv pawg ntseeg hab ua rua cov kws tsw muaj daabtsw noj txaaj muag lov? Kuv yuav has le caag rua mej? Kuv yuav qhuas mej txug zaaj nuav lov? Kuv yuav tsw qhuas hlo le."},{"bible_id":"1216","chapter_code":"1CO.11","verse_code":"1CO.11.23","label":"23","content":"Tej kws kuv muab cob rua mej lawm kuv tau txais ntawm tug Tswv lug, yog mo kws luas faav xeeb rua tug Tswv Yexu, nwg muab lub ncuav lug."},{"bible_id":"1216","chapter_code":"1CO.11","verse_code":"1CO.11.24","label":"24","content":"Thaus nwg ua Vaajtswv tsaug lawm nwg txawm muab ndais hab has tas, “Nuav yog kuv lub cev kws muab pub rua mej. Ca le ua le nuav txhad ncu ntsoov kuv.”"},{"bible_id":"1216","chapter_code":"1CO.11","verse_code":"1CO.11.25","label":"25","content":"Thaus noj mo taag lawd, nwg txawm muab lub khob lug ua ib yaam nkaus hab has tas, “Lub khob nuav yog lu lug cog tseg tshab huv kuv cov ntshaav. Thaus twg mej haus lub khob nuav mej yuav tsum haus ua lub chaw ncu ntsoov kuv.”"},{"bible_id":"1216","chapter_code":"1CO.11","verse_code":"1CO.11.26","label":"26","content":"Vem tas thaus twg mej noj cov ncuav nuav hab haus lub khob nuav mej kuj qha tug Tswv txujkev tuag moog txug thaus nwg rov qaab lug."},{"bible_id":"1216","chapter_code":"1CO.11","verse_code":"1CO.11.27","label":"27","content":"Yog le ntawd, yog leejtwg laam noj lub ncuav lossws laam haus tug Tswv lub khob ua yaam kws tsw tswm nyog, nwg kuj ua txhum tug Tswv lub cev hab nwg cov ntshaav."},{"bible_id":"1216","chapter_code":"1CO.11","verse_code":"1CO.11.28","label":"28","content":"Txhua tug yuav tsum tshuaj saib nwg tug kheej le maav noj lub ncuav hab haus lub khob."},{"bible_id":"1216","chapter_code":"1CO.11","verse_code":"1CO.11.29","label":"29","content":"Tsua qhov tug kws noj hab haus tsw xaav txug Yexu lub cev kuj noj hab haus ua rua nwg tug kheej raug txem."},{"bible_id":"1216","chapter_code":"1CO.11","verse_code":"1CO.11.30","label":"30","content":"Vem le nuav mej cov muaj coob leej txhad le qaug zug hab muaj mob muaj nkeeg, hab qee leej kuj tuag lawm."},{"bible_id":"1216","chapter_code":"1CO.11","verse_code":"1CO.11.31","label":"31","content":"Tassws yog peb tshuaj saib peb tug kheej peb yuav tsw raug txav txem."},{"bible_id":"1216","chapter_code":"1CO.11","verse_code":"1CO.11.32","label":"32","content":"Thaus Vaajtswv txav txem rua peb, kuj yog Vaajtswv nplawm peb sub peb txhad tsw nrug lub nplajteb raug txem."},{"bible_id":"1216","chapter_code":"1CO.11","verse_code":"1CO.11.33","label":"33","content":"Vem le nuav, kuv cov kwvtij, thaus mej tuaj txoos ua ke noj mov hov mej yuav tsum sws tog."},{"bible_id":"1216","chapter_code":"1CO.11","verse_code":"1CO.11.34","label":"34","content":"Yog leejtwg tshaib plaab, ca nwg noj mov huv nwg tsev ua ntej sub thaus tuaj txoos ua ke mej txhad tsw raug rau txem. Dua le lwm zaaj ca thaus kuv tuaj txug mej kuv le qha."},{"bible_id":"1216","chapter_code":"1CO.12","verse_code":"1CO.12.1","label":"1","content":"Cov kwvtij, kuv xaav kuas mej nkaag sab txug tej tswvyim kws Vaaj Ntsuj Plig pub."},{"bible_id":"1216","chapter_code":"1CO.12","verse_code":"1CO.12.2","label":"2","content":"Mej yeej paub tas thaus mej tsw tau lug ntseeg mej raug caab yuam kev moog pe tej txoov daab kws tsw txawj has lug."},{"bible_id":"1216","chapter_code":"1CO.12","verse_code":"1CO.12.3","label":"3","content":"Vem le nuav kuv txhad qha mej paub tas tsw muaj leejtwg kws yuav has huv Vaajtswv tug Ntsuj Plig tas, “Ca Yexu raug foom tsw zoo.” Hab tsw muaj leejtwg has tau tas, “Yexu yog tug Tswv,” tsuas yog Vaaj Ntsuj Plig kws dawb huv qha txhad has tau xwb."},{"bible_id":"1216","chapter_code":"1CO.12","verse_code":"1CO.12.4","label":"4","content":"Tej tswvyim kws Vaaj Ntsuj Plig pub muaj ntau yaam, tassws muaj tuab tug Vaaj Ntsuj Plig xwb,"},{"bible_id":"1216","chapter_code":"1CO.12","verse_code":"1CO.12.5","label":"5","content":"hab tej num kws ua koom rua tug Tswv muaj ntau yaam, tassws muaj tuab tug Tswv xwb,"},{"bible_id":"1216","chapter_code":"1CO.12","verse_code":"1CO.12.6","label":"6","content":"hab tej daag num muaj ntau yaam, tassws muaj tuab tug Vaajtswv ua kuas txhua tug ua tau txhua yaam num."},{"bible_id":"1216","chapter_code":"1CO.12","verse_code":"1CO.12.7","label":"7","content":"Vaajtswv pub Vaaj Ntsuj Plig lug tshwm rua huv txhua tug sub txhad muaj qaabhau rua suavdawg."},{"bible_id":"1216","chapter_code":"1CO.12","verse_code":"1CO.12.8","label":"8","content":"Vaajtswv kuas Vaaj Ntsuj Plig pub ib tug txawj has tej lug muaj tswvyim, hab kuas tuab tug Vaaj Ntsuj Plig pub dua ib tug has tej lug txawj ntse,"},{"bible_id":"1216","chapter_code":"1CO.12","verse_code":"1CO.12.9","label":"9","content":"hab kuas tuab tug Vaaj Ntsuj Plig pub dua ib tug muaj kev ntseeg, hab kuas tuab tug Vaaj Ntsuj Plig pub dua ib tug muaj tswvyim khu tau mob,"},{"bible_id":"1216","chapter_code":"1CO.12","verse_code":"1CO.12.10","label":"10","content":"hab pub dua ib tug ua tau tej txujci phemfwj, hab pub dua ib tug cev Vaajtswv lug hab dua ib tug txawj tshuaj saib tej ntsuj plig, hab pub dua ib tug txawj has lug txawv txawv hab dua ib tug txawj txhais tej lug txawv txawv hov."},{"bible_id":"1216","chapter_code":"1CO.12","verse_code":"1CO.12.11","label":"11","content":"Tuab tug Vaaj Ntsuj Plig tu tej nuav huvsw rua nyag muaj nyag lawv le Vaaj Ntsuj Plig lub sab nyam."},{"bible_id":"1216","chapter_code":"1CO.12","verse_code":"1CO.12.12","label":"12","content":"Zoo ib yaam le lub cev yog tuab lub los muaj ntau yaam koom ua ke, hab txhua yaam ntawm lub cev hov txawm yog muaj ntau yaam los tseed koom ua tuab lub cev, Kheto kuj zoo ib yaam le ntawd."},{"bible_id":"1216","chapter_code":"1CO.12","verse_code":"1CO.12.13","label":"13","content":"Vem tas peb suavdawg tsw has cov Yutai cov Kili cov kws ua qhev hab cov kws nyob ywj pheej peb puavleej tau ua kevcai raus dej huv tuab tug Vaaj Ntsuj Plig lug koom ua ib lub cev, hab muaj tuab tug Vaaj Ntsuj Plig pub rua peb haus."},{"bible_id":"1216","chapter_code":"1CO.12","verse_code":"1CO.12.14","label":"14","content":"Lub cev tsw yog muaj tuab yaam xwb, tassws muaj ntau yaam."},{"bible_id":"1216","chapter_code":"1CO.12","verse_code":"1CO.12.15","label":"15","content":"Yog kwtaw has tas, “Kuv tsw yog teg tes kuv tsw koom lub cev,” vem qhov kws has le nuav kwtaw txawm tsw koom lub cev los yeej tsw tau le."},{"bible_id":"1216","chapter_code":"1CO.12","verse_code":"1CO.12.16","label":"16","content":"Yog qhov ntsej has tas, “Kuv tsw yog qhov muag tes kuv tsw koom lub cev,” vem qhov kws has le nuav qhov ntsej txawm tsw koom lub cev los yeej tsw tau le."},{"bible_id":"1216","chapter_code":"1CO.12","verse_code":"1CO.12.17","label":"17","content":"Yog lub cev huvsw ua qhov muag taag lawm, qhov kws nov tau yuav nyob hovtwg? Yog lub cev huvsw ua qhov ntsej, qhov kws nov ntxhab yuav nyob hovtwg?"},{"bible_id":"1216","chapter_code":"1CO.12","verse_code":"1CO.12.18","label":"18","content":"Tassws Vaajtswv pub txhua yaam rua lub cev nyag nyob nyag chaw lawv le Vaajtswv lub sab nyam."},{"bible_id":"1216","chapter_code":"1CO.12","verse_code":"1CO.12.19","label":"19","content":"Yog txhua yaam ntawm lub cev ua tuab yaam xwb, lub cev yuav muaj tau le caag?"},{"bible_id":"1216","chapter_code":"1CO.12","verse_code":"1CO.12.20","label":"20","content":"Qhov tseeb muaj ntau yaam ntawm lub cev tassws yeej yog tuab lub cev xwb."},{"bible_id":"1216","chapter_code":"1CO.12","verse_code":"1CO.12.21","label":"21","content":"Lub qhov muag has tsw tau rua txhais teg tas, “Kuv tsw yuav koj,” lossws lub taubhau has tsw tau rua txhais kwtaw tas, “Kuv tsw yuav koj.”"},{"bible_id":"1216","chapter_code":"1CO.12","verse_code":"1CO.12.22","label":"22","content":"Tsw yog le ntawd, tassws tej yaam ntawm lub cev kws xaav tas tsw muaj zug tseed yog yaam kws cheem tsum,"},{"bible_id":"1216","chapter_code":"1CO.12","verse_code":"1CO.12.23","label":"23","content":"hab tej yaam kws peb xaav tas tsw tswm txaj pes tsawg peb yimfuab ua kuas tswm txaj tuaj, hab yaam kws tsw zoo nkauj peb ua tuab zoo tu,"},{"bible_id":"1216","chapter_code":"1CO.12","verse_code":"1CO.12.24","label":"24","content":"mas yaam kws tub zoo saib lawm tsw cheem tsum yuav tu. Tassws Vaajtswv pub lub cev muaj txhua yaam koom ua ke hab pub koob meej ntau dua rua yaam kws tsw tswm txaj,"},{"bible_id":"1216","chapter_code":"1CO.12","verse_code":"1CO.12.25","label":"25","content":"sub txhad tsw pub lub cev sws faib, tassws txhua yaam ntawm lub cev ib yaam yuav mob sab rua ib yaam."},{"bible_id":"1216","chapter_code":"1CO.12","verse_code":"1CO.12.26","label":"26","content":"Yog lub cev ib qho twg mob, txhua yaam ntawm lub cev kuj mob hab. Yog lub cev ib qho twg tau koob meej, txhua yaam ntawm lub cev kuj zoo sab xyiv faab."},{"bible_id":"1216","chapter_code":"1CO.12","verse_code":"1CO.12.27","label":"27","content":"Mej yog Kheto lub cev, hab mej txhua tug ib leeg yog ib yaam ntawm lub cev."},{"bible_id":"1216","chapter_code":"1CO.12","verse_code":"1CO.12.28","label":"28","content":"Vaajtswv tsaa qee leej rua huv pawg ntseeg, paab ib yog cov tubkhai, paab ob yog cov kws cev Vaajtswv lug, paab peb yog cov xwbfwb qhuab qha, dua le ntawd yog cov kws ua tau txujci phemfwj, hab cov kws Vaajtswv pub tswvyim txawj khu mob, hab cov kws paab lwm tug, cov kws txawj coj hab cov kws has tau ntau yaam lug txawv txawv."},{"bible_id":"1216","chapter_code":"1CO.12","verse_code":"1CO.12.29","label":"29","content":"Txhua tug ua tubkhai lov? Txhua tug cev Vaajtswv lug lov? Txhua tug ua xwbfwb qhuab qha lov? Txhua tug ua tau txujci phemfwj lov?"},{"bible_id":"1216","chapter_code":"1CO.12","verse_code":"1CO.12.30","label":"30","content":"Txhua tug muaj tswvyim khu mob zoo lov? Txhua tug has tau lug txawv txawv lov? Txhua tug txhais tau tej lug txawv txawv lov?"},{"bible_id":"1216","chapter_code":"1CO.12","verse_code":"1CO.12.31","label":"31","content":"Mej yuav tsum swv zug nrhav tej tswvyim kws luj dua. Hab kuv yuav qha mej paub txujkev kws zoo tshaaj plawg."},{"bible_id":"1216","chapter_code":"1CO.13","verse_code":"1CO.13.1","label":"1","content":"Txawm yog kuv has tej lug  kws tuabneeg has lossws tej lug kws tubkhai ntuj has, los tsw muaj kev hlub, kuv kuj zoo le tej suab tswb suab nruag kws nrov ua nqaaj ua nqug xwb."},{"bible_id":"1216","chapter_code":"1CO.13","verse_code":"1CO.13.2","label":"2","content":"Txawm yog kuv txawj cev tau Vaajtswv lug hab paub txhua yaam kws muab npog ca lawd hab txawj ntse txhua yaam, hab txawm yog kuv muaj kev ntseeg txhwj kws tshais tau tej roob moog rua lwm qhov los tsw muaj kev hlub, kuv kuj tsw muaj nqes daabtsw hlo le."},{"bible_id":"1216","chapter_code":"1CO.13","verse_code":"1CO.13.3","label":"3","content":"Txawm yog kuv pub txhua yaam kws kuv muaj rua luas hab muab kuv lub cev hlawv pov tseg, los kuv tsw muaj kev hlub, kuj tsw muaj qaabhau daabtsw rua kuv."},{"bible_id":"1216","chapter_code":"1CO.13","verse_code":"1CO.13.4","label":"4","content":"Txujkev hlub ua tau sab ntev, muaj sab khuvleej, tsw khib luas, tsw khaav theeb, tsw tsaab ua luj,"},{"bible_id":"1216","chapter_code":"1CO.13","verse_code":"1CO.13.5","label":"5","content":"tsw ua tej kws rhuav ntsej muag, tsw xaam pum nwg xwb, tsw chim sai, tsw cim ntsoov luas tej kev txhum,"},{"bible_id":"1216","chapter_code":"1CO.13","verse_code":"1CO.13.6","label":"6","content":"tsw xyiv faab rua tej kev phem tassws xyiv faab rua txujkev tseeb."},{"bible_id":"1216","chapter_code":"1CO.13","verse_code":"1CO.13.7","label":"7","content":"Txujkev hlub nyaj taug txhua yaam, ntseeg moog le, muaj kev vaam moog le hab ua sab ntev thev txhua yaam."},{"bible_id":"1216","chapter_code":"1CO.13","verse_code":"1CO.13.8","label":"8","content":"Txujkev hlub tsw txawj kawg hlo le. Qhov kws cev Vaajtswv lug yuav pluj moog, qhov kws has lug txawv txawv yuav tseg tsw has, hab tej kev txawj ntse yuav pluj moog."},{"bible_id":"1216","chapter_code":"1CO.13","verse_code":"1CO.13.9","label":"9","content":"Tsua qhov peb tsuas paub qee yaam hab tsuas cev Vaajtswv lug qee yaam xwb."},{"bible_id":"1216","chapter_code":"1CO.13","verse_code":"1CO.13.10","label":"10","content":"Tassws thaus muaj txhua yaam txhwj lawm qhov kws muaj qee yaam xwb yuav pluj plag moog."},{"bible_id":"1216","chapter_code":"1CO.13","verse_code":"1CO.13.11","label":"11","content":"Thaus kuv tseed yau kuv has lug yaam le mivnyuas yau, kuv xaav yaam le mivnyuas yau, hab tshuaj saib txhua yaam ib yaam le mivnyuas yau. Thaus kuv hlub lawd kuv tseg tsw ua le mivnyuas yau lawm."},{"bible_id":"1216","chapter_code":"1CO.13","verse_code":"1CO.13.12","label":"12","content":"Tsua qhov nwgnuav peb pum zem zuag yaam le saib huv daim av, tassws thaus hov peb yuav pum tim ntsej tim muag. Nwgnuav kuv tsuas paub qee yaam xwb, tassws thaus ntawd kuv yuav paub txhua ib yaam le Vaajtswv paub kuv."},{"bible_id":"1216","chapter_code":"1CO.13","verse_code":"1CO.13.13","label":"13","content":"Nwgnuav peb yaam nuav tseed muaj nyob, yog kev vaam, kev ntseeg hab kev hlub, tassws yaam kws luj kawg yog kev hlub."},{"bible_id":"1216","chapter_code":"1CO.14","verse_code":"1CO.14.1","label":"1","content":"Ca le tsom ntsoov nrhav kev hlub hab swv zug nrhav tej tswvyim kws Vaaj Ntsuj Plig pub, hab nrhav qhov kws cev Vaajtswv lug heev dua."},{"bible_id":"1216","chapter_code":"1CO.14","verse_code":"1CO.14.2","label":"2","content":"Tsua qhov tug kws has lug txawv txawv tsw yog has rua tuabneeg, yog has rua Vaajtswv, tsua qhov tsw muaj leejtwg nkaag sab, nwg has tej kws muab npog ca lawv le Vaaj Ntsuj Plig qha."},{"bible_id":"1216","chapter_code":"1CO.14","verse_code":"1CO.14.3","label":"3","content":"Tassws tug kws cev Vaajtswv lug yog has rua tuabneeg kuas kheev hlub hab muaj kev txhawb sab hab nplig sab."},{"bible_id":"1216","chapter_code":"1CO.14","verse_code":"1CO.14.4","label":"4","content":"Tug kws has lug txawv txawv kuj ua rua nwg tug kheej kheev hlub xwb, tassws tug kws cev Vaajtswv lug ua rua pawg ntseeg kheev hlub."},{"bible_id":"1216","chapter_code":"1CO.14","verse_code":"1CO.14.5","label":"5","content":"Kuv xaav kuas mej suavdawg txawj has lug txawv txawv, tassws luj dua le ntawd kuv xaav kuas mej cev Vaajtswv le lug. Tug kws cev Vaajtswv lug kuj luj dua tug kws has lug txawv txawv. Qhov kws has lug txawv txawv yuav tsum muaj tug kws txhais tau sub pawg ntseeg txhad kheev hlub."},{"bible_id":"1216","chapter_code":"1CO.14","verse_code":"1CO.14.6","label":"6","content":"Cov kwvtij, yog kuv tuaj cuag mej kuv has lug txawv txawv xwb, kuv tsw has tej lug kws Vaajtswv qha tshwm lug lossws tej lug txawj ntse lossws cev Vaajtswv tej lug lossws tej lug qhuab qha, kuv yuav paab tau mej le caag?"},{"bible_id":"1216","chapter_code":"1CO.14","verse_code":"1CO.14.7","label":"7","content":"Txawm yog tej cuab yeej tsw muaj sa kws ua tau suab xws le raaj hab nkauj nog ncaas, yog tsw muaj suab sab suab qeg kws txawv tuabneeg yuav paub lub suab kws tshuv hab ntaus tau le caag?"},{"bible_id":"1216","chapter_code":"1CO.14","verse_code":"1CO.14.8","label":"8","content":"Yog raaj xyu nrov tsw meej, leejtwg yuav txawj npaaj ua rog?"},{"bible_id":"1216","chapter_code":"1CO.14","verse_code":"1CO.14.9","label":"9","content":"Mej kuj zoo ib yaam le ntawd. Yog mej has lug txawv txawv tsw swv tej lug kws nkaag sab tau, tuabneeg yuav nkaag sab tej lug hov tau le caag? Mej tej lug yuav pluj lawv cua moog."},{"bible_id":"1216","chapter_code":"1CO.14","verse_code":"1CO.14.10","label":"10","content":"Huv nplajteb nuav yeej muaj ntau yaam lug. Tsw muaj ib yaam lug twg kws tsw muaj lub ntsab."},{"bible_id":"1216","chapter_code":"1CO.14","verse_code":"1CO.14.11","label":"11","content":"Tassws yog kuv tsw paub tej lug hov lub ntsab kuv kuj yog lwm haiv tuabneeg rua tug kws has hov, hab tug kws has ntawd yog lwm haiv tuabneeg rua kuv."},{"bible_id":"1216","chapter_code":"1CO.14","verse_code":"1CO.14.12","label":"12","content":"Mej kuj ib yaam le ntawd. Vem mej swv zug nrhav tej kws Vaaj Ntsuj Plig pub, ca le nrhav tej tswvyim nplua quas mag kws ua rua pawg ntseeg kheev hlub."},{"bible_id":"1216","chapter_code":"1CO.14","verse_code":"1CO.14.13","label":"13","content":"Yog le nuav, tug kws has lug txawv txawv, kuj yuav tsum thov kuas nwg txhais tau hab."},{"bible_id":"1216","chapter_code":"1CO.14","verse_code":"1CO.14.14","label":"14","content":"Yog kuv has lug txawv txawv thov Vaajtswv, kuv tug ntsuj plig kuj thov tag tassws kuv txujkev xaav tsw tau qaabhau."},{"bible_id":"1216","chapter_code":"1CO.14","verse_code":"1CO.14.15","label":"15","content":"Vem le nuav kuv yuav ua le caag? Kuv yuav swv kuv tug ntsuj plig hab swv kuv txujkev xaav thov Vaajtswv. Hab kuv yuav swv tug ntsuj plig hab swv kuv txujkev xaav hu nkauj."},{"bible_id":"1216","chapter_code":"1CO.14","verse_code":"1CO.14.16","label":"16","content":"Yog tsw ua le ntawd, yog koj swv tug ntsuj plig qhuas Vaajtswv mas cov tuabneeg kws tsw nkaag sab yuav has “Amee” rua tej lug kws koj ua Vaajtswv tsaug hov tau le caag, tsua qhov puab tsw paub tas koj has daabtsw?"},{"bible_id":"1216","chapter_code":"1CO.14","verse_code":"1CO.14.17","label":"17","content":"Txawm yog koj ua Vaajtswv tsaug zoo npaum le caag, los lwm tug kuj tsw kheev hlub."},{"bible_id":"1216","chapter_code":"1CO.14","verse_code":"1CO.14.18","label":"18","content":"Kuv ua Vaajtswv tsaug, kuv has lug txawv txawv ntau dua mej suavdawg."},{"bible_id":"1216","chapter_code":"1CO.14","verse_code":"1CO.14.19","label":"19","content":"Tassws huv pawg ntseeg kuv xaav has tswb lu lug kws kuv tub xaav ca lawm xwb sub txhad qha tau lwm tug, zoo dua le has ib vaam lu lug txawv txawv."},{"bible_id":"1216","chapter_code":"1CO.14","verse_code":"1CO.14.20","label":"20","content":"Cov kwvtij, mej tsw xob xaav le tej mivnyuas yau xaav. Qhov kws ua phem ca le ua mivnyuas mog, qhov kws xaav, ca le xaav le tug quas laug."},{"bible_id":"1216","chapter_code":"1CO.14","verse_code":"1CO.14.21","label":"21","content":"Huv txuj kevcai muaj sau ca has tas, “Kuv yuav swv lwm yaam lug hab swv lwm haiv tuabneeg lub qhov ncauj has rua cov tuabneeg nuav. Txawm le ntawd los puab yuav tsw noog kuv has. Tug Tswv has le nuav ntaag.”"},{"bible_id":"1216","chapter_code":"1CO.14","verse_code":"1CO.14.22","label":"22","content":"Yog le nuav qhov kws has lug txawv txawv tsw yog txujci rua cov kws ntseeg tassws yog txujci rua cov kws tsw ntseeg. Qhov kws cev Vaajtswv lug tsw yog muaj rua cov kws tsw ntseeg, tassws yog muaj rua cov kws ntseeg."},{"bible_id":"1216","chapter_code":"1CO.14","verse_code":"1CO.14.23","label":"23","content":"Yog le nuav yog taag nrho pawg ntseeg tuaj sablaaj ua ke hab txhua tug nyag taug nyag has lug txawv txawv mas muaj cov kws tsw paub lossws cov kws tsw ntseeg tuaj rua huv, puab yuav has tas mej vwm lawm los tsw yog?"},{"bible_id":"1216","chapter_code":"1CO.14","verse_code":"1CO.14.24","label":"24","content":"Tassws yog txhua tug cev Vaajtswv lug mas ib tug kws tsw ntseeg lossws ib tug kws tsw paub tuaj rua huv, mas nwg raug txhua tug ntuag hab suavdawg taw nwg qhov txhum,"},{"bible_id":"1216","chapter_code":"1CO.14","verse_code":"1CO.14.25","label":"25","content":"hab tej kws muab zais rua huv nwg lub sab yuav raug muab nthuav tshwm lug hab nwg yuav khwb nkaus huv peg teb pe Vaajtswv has tas. “Vaajtswv nrug nraim mej tag tag le.”"},{"bible_id":"1216","chapter_code":"1CO.14","verse_code":"1CO.14.26","label":"26","content":"Yog le ntawd, cov kwvtij 'e, yuav has le caag? Thaus mej tuaj txoos ua ke, muaj tug muaj nkauj, muaj tug qhuab qha, muaj tug muaj tej lug kws Vaajtswv qha tshwm, muaj tug has lug txawv txawv hab muaj tug txhais tej lug txawv txawv. Mej yuav tsum ua txhua yaam kuas pawg ntseeg kheev hlub."},{"bible_id":"1216","chapter_code":"1CO.14","verse_code":"1CO.14.27","label":"27","content":"Yog leejtwg has lug txawv txawv, ca ob leeg has lossws ntau kawg peb leeg xwb, ib leeg has taag ib leeg le has, hab ca muaj dua ib leeg txhais."},{"bible_id":"1216","chapter_code":"1CO.14","verse_code":"1CO.14.28","label":"28","content":"Tassws yog tsw muaj leejtwg txhais, kuj kuas puab nyob tuabywv huv chaw sablaaj, ca puab has rua puab tug kheej hab has rua Vaajtswv xwb."},{"bible_id":"1216","chapter_code":"1CO.14","verse_code":"1CO.14.29","label":"29","content":"Pub cov kws cev Vaajtswv lug has tau ob leeg lossws peb leeg hab ca suavdawg tshuaj saib tej lug kws puab has."},{"bible_id":"1216","chapter_code":"1CO.14","verse_code":"1CO.14.30","label":"30","content":"Yog Vaajtswv qha tshwm rua dua ib tug kws nyob tsawg ua ke ntawd, kuj ca thawj tug nyob tuabywv tsaiv."},{"bible_id":"1216","chapter_code":"1CO.14","verse_code":"1CO.14.31","label":"31","content":"Vem tas mej suavdawg cev Vaajtswv lug tau ib leeg zuj zug sub txhua tug txhad kawm tau hab tau txais kev txhawb sab."},{"bible_id":"1216","chapter_code":"1CO.14","verse_code":"1CO.14.32","label":"32","content":"Cov kws cev Vaajtswv lug tug ntsuj plig yeej nyob huv cov kws cev Vaajtswv lug hov le kev tswjfwm,"},{"bible_id":"1216","chapter_code":"1CO.14","verse_code":"1CO.14.33","label":"33","content":"tsua qhov Vaajtswv tsw yog tug Vaajtswv kws nyam kev kub ntxhuv tassws yog tug kws nyam kev tug yeeg. Ib yaam le kws muaj rua huv cov xuv dawb txhua pawg ntseeg,"},{"bible_id":"1216","chapter_code":"1CO.14","verse_code":"1CO.14.34","label":"34","content":"ca cov quaspuj nyob tuabywv huv lub chaw sablaaj, vem tas tsw tso cai rua puab has lug, puab yuav tsum txu fwjchim lawv le txuj kevcai has tseg."},{"bible_id":"1216","chapter_code":"1CO.14","verse_code":"1CO.14.35","label":"35","content":"Yog puab xaav paub daabtsw, kuj ca puab nug tug quasyawg tom tsev, vem tas qhov kws quaspuj yuav has lug huv chaw sablaaj kuj txaaj muag."},{"bible_id":"1216","chapter_code":"1CO.14","verse_code":"1CO.14.36","label":"36","content":"Vaajtswv txujlug tshwm huv mej cov lug lov? Vaajtswv txujlug tuaj txug mej tuab cov xwb lov?"},{"bible_id":"1216","chapter_code":"1CO.14","verse_code":"1CO.14.37","label":"37","content":"Yog leejtwg xaav tas nwg yog tug cev Vaajtswv lug lossws nwg muaj Vaaj Ntsuj Plig kuj yuav tsum leeg tas tej lug kws kuv sau tuaj txug mej nuav yog Vaajtswv tej lug qha."},{"bible_id":"1216","chapter_code":"1CO.14","verse_code":"1CO.14.38","label":"38","content":"Yog leejtwg tsw quav ntsej tej lug nuav, yuav tsw quav ntsej tug hov."},{"bible_id":"1216","chapter_code":"1CO.14","verse_code":"1CO.14.39","label":"39","content":"Yog le nuav, kuv cov kwvtij, ca le swv zug rua qhov kws cev Vaajtswv lug, hab tsw xob txwv qhov kws has lug txawv txawv."},{"bible_id":"1216","chapter_code":"1CO.14","verse_code":"1CO.14.40","label":"40","content":"Ca le ua txhua yaam lawv le tswm nyog ua hab lawv le txuj kevcai."},{"bible_id":"1216","chapter_code":"1CO.15","verse_code":"1CO.15.1","label":"1","content":"Cov kwvtij, kuv xaav kuas mej ncu txug txuj xuv zoo kws kuv txeev qha rua mej, hab mej tub txais yuav hab nyob ruaj rua huv lawm."},{"bible_id":"1216","chapter_code":"1CO.15","verse_code":"1CO.15.2","label":"2","content":"Mej yuav tau dim vem muaj txuj xuv zoo hov, tsuav yog mej tuav rawv tej lug kws kuv qha rua mej. Yog mej tsw tuav rawv le ntawd mej kev ntseeg tsw muaj qaabhau."},{"bible_id":"1216","chapter_code":"1CO.15","verse_code":"1CO.15.3","label":"3","content":"Tsua qhov kuv tub muab zaaj kws tseem ceeb kawg nkaus kws kuv tau txais lug hov cob rua mej lawm, yog qhov kws Kheto tuag vem yog tim peb lub txem lawv le sau ca rua huv Vaajtswv phoo ntawv,"},{"bible_id":"1216","chapter_code":"1CO.15","verse_code":"1CO.15.4","label":"4","content":"hab nwg raug muab log lawm, nub peb nwg raug tsaa sawv rov lug lawv le sau ca rua huv Vaajtswv phoo ntawv,"},{"bible_id":"1216","chapter_code":"1CO.15","verse_code":"1CO.15.5","label":"5","content":"hab nwg lug tshwm rua Khefa hab tshwm rua kaum ob tug thwjtim pum."},{"bible_id":"1216","chapter_code":"1CO.15","verse_code":"1CO.15.6","label":"6","content":"Dhau ntawd nwg lug tshwm rua cov kwvtij coob dua tswb puas leej pum rua tuab lub swjhawm, cov kws pum ntawd feem coob nwgnuav tseed muaj txujsa nyob, tsuas yog qee leej tsaug zug lawm xwb."},{"bible_id":"1216","chapter_code":"1CO.15","verse_code":"1CO.15.7","label":"7","content":"Dhau ntawd nwg lug tshwm rua Yakaunpau hab cov tubkhai suavdawg pum."},{"bible_id":"1216","chapter_code":"1CO.15","verse_code":"1CO.15.8","label":"8","content":"Thaus kawg nwg lug tshwm rua kuv pum, kuv zoo le tug mivnyuas kws tsw tau txug caij yug ca le yug lawm."},{"bible_id":"1216","chapter_code":"1CO.15","verse_code":"1CO.15.9","label":"9","content":"Vem tas kuv yog tug tubkhai kws yau dua lwm tug huvsw, hab tsw tswm nyog tau lub npe hu ua tubkhai tsua qhov kuv tswm txom Vaajtswv pawg ntseeg."},{"bible_id":"1216","chapter_code":"1CO.15","verse_code":"1CO.15.10","label":"10","content":"Vem yog Vaajtswv txujkev hlub kuv txhad tau nyob le kws nyob nuav hab qhov kws Vaajtswv hlub kuv tau muaj qaabhau heev. Kuv ua num khwv dua puab suavdawg tassws tsw yog kuv tug kheej ua, yog Vaajtswv txujkev hlub kws nrug nraim kuv ua."},{"bible_id":"1216","chapter_code":"1CO.15","verse_code":"1CO.15.11","label":"11","content":"Vem le nuav txawm yog kuv hab puab, los peb puavleej tshaaj tawm zaaj nuav hab mej ntseeg zaaj nuav."},{"bible_id":"1216","chapter_code":"1CO.15","verse_code":"1CO.15.12","label":"12","content":"Yog peb tshaaj tawm tas Kheto raug tsaa caj sawv huv qhov tuag rov lug lawm, ua caag mej cov qee leej tseed has tas qhov kws sawv huv qhov tuag rov lug tsw muaj?"},{"bible_id":"1216","chapter_code":"1CO.15","verse_code":"1CO.15.13","label":"13","content":"Yog qhov kws sawv huv qhov tuag rov lug tsw muaj, Kheto kuj tsw raug tsaa sawv rov lug."},{"bible_id":"1216","chapter_code":"1CO.15","verse_code":"1CO.15.14","label":"14","content":"Yog Kheto tsw tau raug tsaa sawv rov lug, qhov kws peb tshaaj tawm hov kuj tsw muaj qaabhau, hab qhov kws mej ntseeg kuj tsw muaj qaabhau."},{"bible_id":"1216","chapter_code":"1CO.15","verse_code":"1CO.15.15","label":"15","content":"Tuabneeg yuav pum tas peb ua cuav timkhawv txug Vaajtswv vem peb tub ua timkhawv tas Vaajtswv tsaa Kheto sawv rov lug lawm, tassws yog tuabneeg tuag tsw raug tsaa sawv rov lug, Vaajtswv kuj tsw tsaa Kheto sawv rov lug hab."},{"bible_id":"1216","chapter_code":"1CO.15","verse_code":"1CO.15.16","label":"16","content":"Yog cov tuabneeg tuag tsw raug tsaa sawv rov lug, Kheto kuj tsw tau raug tsaa sawv rov lug."},{"bible_id":"1216","chapter_code":"1CO.15","verse_code":"1CO.15.17","label":"17","content":"Yog Kheto tsw tau raug tsaa sawv rov lug, mej txujkev ntseeg kuj tsw muaj qaabhau hab mej tseed nyob huv mej lub txem."},{"bible_id":"1216","chapter_code":"1CO.15","verse_code":"1CO.15.18","label":"18","content":"Yog le ntawd cov tuabneeg kws tsaug zug rua huv Kheto kuj puam tsuaj moog lawm."},{"bible_id":"1216","chapter_code":"1CO.15","verse_code":"1CO.15.19","label":"19","content":"Yog peb muaj sab vaam rua huv Kheto rua swm neej nuav xwb, peb kuj yog cov kws ntxwm khuvleej dua ib tsoom suavdawg."},{"bible_id":"1216","chapter_code":"1CO.15","verse_code":"1CO.15.20","label":"20","content":"Tassws nwgnuav Kheto tub raug tsaa huv qhov tuag rov lug lawm, yog thawj tug  huv cov kws tsaug zug lawm."},{"bible_id":"1216","chapter_code":"1CO.15","verse_code":"1CO.15.21","label":"21","content":"Vem tas txujkev tuag tshwm ntawm ib tug tuabneeg lug le caag, mas qhov kws caj sawv huv qhov tuag kuj tshwm ntawm ib tug tuabneeg lug ib yaam nkaus le ntawd."},{"bible_id":"1216","chapter_code":"1CO.15","verse_code":"1CO.15.22","label":"22","content":"Vem tas txhua tug nyob huv Ataa txhad le tuag, mas txhua tug kws nyob huv Kheto yuav caj sawv rov lug ib yaam le ntawd."},{"bible_id":"1216","chapter_code":"1CO.15","verse_code":"1CO.15.23","label":"23","content":"Tassws yuav tsum sawv lawv ib qeb zuj zug, Kheto yog thawj tug,  dhau ntawd thaus Kheto rov qaab lug cov kws yog Kheto le yuav sawv rov lug."},{"bible_id":"1216","chapter_code":"1CO.15","verse_code":"1CO.15.24","label":"24","content":"Thaus ntawd yog lub swjhawm kawg kws Kheto muab lub tebchaws cob rua Vaajtswv kws yog leej Txwv yog thaus Kheto tub rhuav tshem txhua tug timtswv kws kaav hab tej fwjchim hab tej daab huvsw lawm."},{"bible_id":"1216","chapter_code":"1CO.15","verse_code":"1CO.15.25","label":"25","content":"Tsua qhov Kheto yuav tsum kaav moog txug thaus Vaajtswv muab txhua tug yeeb ncuab txu nyob huv qaab Kheto xwb taw."},{"bible_id":"1216","chapter_code":"1CO.15","verse_code":"1CO.15.26","label":"26","content":"Tug yeeb ncuab kawg kws yuav muab ua kuas puam tsuaj yog txujkev tuag."},{"bible_id":"1216","chapter_code":"1CO.15","verse_code":"1CO.15.27","label":"27","content":"“Tsua qhov Vaajtswv muab txhua yaam tso rua huv qaab nwg xwb taw.”  Thaus Vaajtswv txujlug has tas, “Muab txhua yaam tso rua huv qaab nwg,” kuj paub tseeb tas tsw yog has txug Vaajtswv kws muab txhua yaam tso rua huv qaab leej Tub tug fwjchim."},{"bible_id":"1216","chapter_code":"1CO.15","verse_code":"1CO.15.28","label":"28","content":"Thaus txhua yaam nyob huv qaab leej Tub tug fwjchim lawm, thaus ntawd leej Tub kuj yuav raug nyob rua huv qaab leej Txwv tug fwjchim, sub Vaajtswv txhad ua txhua yaam tug thawj."},{"bible_id":"1216","chapter_code":"1CO.15","verse_code":"1CO.15.29","label":"29","content":"Yog le hov cov kws ua kevcai raus dej moog paab rua cov kws tuag lawd yuav ua le caag? Yog cov kws tuag lawm tsw caj sawv rov lug le, ua caag tseed muaj tuabneeg ua kevcai raus dej moog paab cov kws tuag hab?"},{"bible_id":"1216","chapter_code":"1CO.15","verse_code":"1CO.15.30","label":"30","content":"Hab ua caag peb yuav raug kev ceblaaj txhua lub swjhawm?"},{"bible_id":"1216","chapter_code":"1CO.15","verse_code":"1CO.15.31","label":"31","content":"Cov kwvtij, kuv naj nub ntswb kev tuag. Kuv has le nuav vem kuv khaav txug mej rua huv Yexu Kheto kws yog peb tug Tswv."},{"bible_id":"1216","chapter_code":"1CO.15","verse_code":"1CO.15.32","label":"32","content":"Yog kuv tawm tsaam tsaj qus huv lub moos Efexau, hab muaj sab vaam ib yaam le ib tsoom tuabneeg xwb, kuv yuav tau qaabhau daabtsw? Yog cov tuabneeg tuag tsw txawj sawv rov lug, kuj “ca peb noj tag haus tag tsua qhov pigkig peb yuav tuag.”"},{"bible_id":"1216","chapter_code":"1CO.15","verse_code":"1CO.15.33","label":"33","content":"Tsw xob yuam kev. “Qhov kws nrug cov tuabneeg phem ua ke yeej yuav rhuav qhov kws yug ua zoo.”"},{"bible_id":"1216","chapter_code":"1CO.15","verse_code":"1CO.15.34","label":"34","content":"Ca le rov qaab feeb meej ua lub neej zoo, tsw xob ua txhum dua le lawm, tsua qhov muaj qee leej tsw paub Vaajtswv. Kuv has le nuav kuas mej paub txaaj muag."},{"bible_id":"1216","chapter_code":"1CO.15","verse_code":"1CO.15.35","label":"35","content":"Tassws yuav muaj tuabneeg nug has tas, “Cov tuabneeg tuag yuav caj sawv rov lug le caag? Puab yuav muaj lub cev zoo le caag lug?”"},{"bible_id":"1216","chapter_code":"1CO.15","verse_code":"1CO.15.36","label":"36","content":"Au nam tuabneeg ruag. Yaam kws mej muab tseb, yog tsw tuag ua ntej yuav tsw txawj tuaj dua tshab."},{"bible_id":"1216","chapter_code":"1CO.15","verse_code":"1CO.15.37","label":"37","content":"Yaam kws mej muab tseb hov tsw has mog lossws lwm yaam qoob, tsw yog mej muab hlo tsob qoob moog tseb, tassws mej coj noob qhuav qhuav moog tseb xwb."},{"bible_id":"1216","chapter_code":"1CO.15","verse_code":"1CO.15.38","label":"38","content":"Vaajtswv pub lub cev rua lub noob lawv le nwg pum zoo, hab pub txhua yaam noob nyag muaj nyag lub cev."},{"bible_id":"1216","chapter_code":"1CO.15","verse_code":"1CO.15.39","label":"39","content":"Txhua yaam nqaj tsw sws thooj, tuabneeg muaj dua ib yaam nqaj, tsaj txhu muaj dua ib yaam nqaj, naag noog muaj dua ib yaam nqaj hab ntseg muaj dua ib yaam nqaj."},{"bible_id":"1216","chapter_code":"1CO.15","verse_code":"1CO.15.40","label":"40","content":"Lub cev sau ntuj kuj muaj, lub cev huv nplajteb kuj muaj. Lub cev sau ntuj muaj dua ib yaam meej mom, lub cev huv nplajteb kuj muaj dua ib yaam meej mom."},{"bible_id":"1216","chapter_code":"1CO.15","verse_code":"1CO.15.41","label":"41","content":"Lub nub muaj dua ib yaam meej mom, lub hli muaj dua ib yaam meej mom hab tej nub qub kuj muaj dua ib yaam meej mom. Ib lub nub qub le meej mom zoo tsw thooj lwm lub nub qub le meej mom."},{"bible_id":"1216","chapter_code":"1CO.15","verse_code":"1CO.15.42","label":"42","content":"Qhov kws tuabneeg tuag caj sawv rov lug kuj zoo ib yaam nkaus. Lub cev kws muab tseb txawj lwj taag, lub cev kws sawv rov lug tsw txawj lwj."},{"bible_id":"1216","chapter_code":"1CO.15","verse_code":"1CO.15.43","label":"43","content":"Yaam kws muab tseb lawd tsw muaj koob meej, yaam kws sawv rov lug muaj meej mom. Yaam kws muab tseb tsw muaj zug, yaam kws sawv rov lug muaj zug."},{"bible_id":"1216","chapter_code":"1CO.15","verse_code":"1CO.15.44","label":"44","content":"Yaam kws muab tseb yog lub cev nqaj, yaam kws sawv rov lug yog lub cev ntsuj plig. Yog muaj lub cev nqaj lawm, yeej muaj lub cev ntsuj plig."},{"bible_id":"1216","chapter_code":"1CO.15","verse_code":"1CO.15.45","label":"45","content":"Lawv le muaj lug sau ca tas, “Thawj tug tuabneeg kws yog Ataa txhad le caj sa,”  tassws tug Ataa kws lug tom kawg yog ntsuj plig kws pub txujsa."},{"bible_id":"1216","chapter_code":"1CO.15","verse_code":"1CO.15.46","label":"46","content":"Thawj lub cev tsw yog lub cev ntsuj plig, yog lub cev nqaj tawv, lub cev tom qaab txhad yog cev ntsuj plig."},{"bible_id":"1216","chapter_code":"1CO.15","verse_code":"1CO.15.47","label":"47","content":"Thawj tug tuabneeg yog tawm huv nplajteb lug yog tuabneeg aav, tug tuabneeg kws ob lug sau ntuj lug."},{"bible_id":"1216","chapter_code":"1CO.15","verse_code":"1CO.15.48","label":"48","content":"Tug tuabneeg aav hov zoo le caag, tej tuabneeg aav kuj zoo ib yaam le ntawd. Tug tuabneeg sau ntuj zoo le caag, tej tuabneeg sau ntuj kuj zoo ib yaam nkaus le ntawd."},{"bible_id":"1216","chapter_code":"1CO.15","verse_code":"1CO.15.49","label":"49","content":"Yaam nkaus le peb tub muaj yaam ntxwv zoo le tug tuabneeg aav, peb kuj yuav muaj yaam ntxwv zoo le tug tuabneeg sau ntuj."},{"bible_id":"1216","chapter_code":"1CO.15","verse_code":"1CO.15.50","label":"50","content":"Cov kwvtij, kuv has tas, nqaj hab ntshaav tsw muaj feem tau Vaajtswv lub tebchaws, hab yaam kws txawj lwj tsw muaj feem tau yaam kws tsw txawj lwj."},{"bible_id":"1216","chapter_code":"1CO.15","verse_code":"1CO.15.51","label":"51","content":"Saib maj, kuv yuav qha ib zaaj kws muab npog ca lawd rua mej. Peb suavdawg yuav tsw tsaug zug  taag huvsw, tassws peb txhua tug yuav raug plhis dua tshab,"},{"bible_id":"1216","chapter_code":"1CO.15","verse_code":"1CO.15.52","label":"52","content":"rua tuab plag tuab ntsais muag xwb rua thaus tshuab raaj xyu zag kawg. Tsua qhov yuav tshuab raaj xyu mas cov kws tuag taag lawd yuav raug tsaa caj sawv rov lug tsw txawj lwj hab peb yuav raug plhis dua tshab."},{"bible_id":"1216","chapter_code":"1CO.15","verse_code":"1CO.15.53","label":"53","content":"Yaam kws txawj lwj yuav tsum naav yaam kws tsw txawj lwj, hab yaam kws yuav tsum tuag yuav tsum naav yaam kws tsw txawj tuag."},{"bible_id":"1216","chapter_code":"1CO.15","verse_code":"1CO.15.54","label":"54","content":"Thaus yaam kws txawj lwj naav yaam kws tsw txawj lwj hab yaam kws yuav tsum tuag naav yaam kws tsw txawj tuag, thaus ntawd yuav tav lawv le tej lug sau ca has tas, “Txujkev kov yeej tub nqog txujkev tuag lawm.”"},{"bible_id":"1216","chapter_code":"1CO.15","verse_code":"1CO.15.55","label":"55","content":"“Txujkev tuag 'e, koj txujkev kov yeej dua twg lawm? Txujkev tuag 'e, koj tug taug dua twg lawm?”"},{"bible_id":"1216","chapter_code":"1CO.15","verse_code":"1CO.15.56","label":"56","content":"Txujkev tuag tug taug yog lub txem hab lub txem tug fwjchim yog Mauxe txuj kevcai."},{"bible_id":"1216","chapter_code":"1CO.15","verse_code":"1CO.15.57","label":"57","content":"Ua Vaajtswv tsaug nwg pub peb kov yeej vem yog peb tug Tswv Yexu Kheto."},{"bible_id":"1216","chapter_code":"1CO.15","verse_code":"1CO.15.58","label":"58","content":"Vem le nuav, cov kwvtij kws kuv hlub, ca le nyob ruaj khov, tsw xob ywj faab ywj fwj, ca le ua tug Tswv teg num puv npo txhua lub swjhawm hab paub tas tej num kws mej ua rua huv tug Tswv tsw taag dawb taag do."},{"bible_id":"1216","chapter_code":"1CO.16","verse_code":"1CO.16.1","label":"1","content":"Nwgnuav has txug qhov kws sau nyaj paab Vaajtswv cov xuv dawb, kuv has rua cov pawg ntseeg huv lub xeev Kalatia le caag, mej yuav tsum ua ib yaam le ntawd."},{"bible_id":"1216","chapter_code":"1CO.16","verse_code":"1CO.16.2","label":"2","content":"Nub ib  huv txhua lub chib su mej txhua tug yuav tsum khaws tej nyaj ib qho ca lawv le nyag khwv tau, sub thaus kuv tuaj txug txhad tsw txug sau lawm."},{"bible_id":"1216","chapter_code":"1CO.16","verse_code":"1CO.16.3","label":"3","content":"Thaus kuv tuaj txug lawd, yog mej pum zoo leejtwg, kuv yuav khaiv cov tuabneeg hov xaa cov nyaj kws mej pub hab tsaab ntawv moog rua lub nroog Yeluxalee."},{"bible_id":"1216","chapter_code":"1CO.16","verse_code":"1CO.16.4","label":"4","content":"Yog pum tas tswm nyog kuv moog hab, puab yuav nrug kuv ua ke moog."},{"bible_id":"1216","chapter_code":"1CO.16","verse_code":"1CO.16.5","label":"5","content":"Thaus kuv hlaa lub xeev Makhentaunia lawd kuv yuav lug saib mej, vem tas kuv yuav hlaa lub xeev Makhentaunia moog."},{"bible_id":"1216","chapter_code":"1CO.16","verse_code":"1CO.16.6","label":"6","content":"Tej zag kuv yuav su huv mej, hab yuav su kuas taag lub caij ntuj no, sub thaus kuv moog hovtwg mej txhad tau xaa kuv moog hov ntawd."},{"bible_id":"1216","chapter_code":"1CO.16","verse_code":"1CO.16.7","label":"7","content":"Tsw yog kuv xaav tuaj saib mej rua thaus kuv dua kev xwb. Yog tug Tswv pub, kuv vaam tas kuv yuav nrug mej nyob ib ntus"},{"bible_id":"1216","chapter_code":"1CO.16","verse_code":"1CO.16.8","label":"8","content":"Kuv yuav nyob huv lub moos Efexau moog txug nub Pheethekhoxate,"},{"bible_id":"1216","chapter_code":"1CO.16","verse_code":"1CO.16.9","label":"9","content":"vem ntawm nuav qheb qhov rooj daav quas fo rua kuv ua num txw txwv hab muaj cov kws tawm tsaam coob."},{"bible_id":"1216","chapter_code":"1CO.16","verse_code":"1CO.16.10","label":"10","content":"Thaus Timaute tuaj txug mej, mej yuav tsum saib nwg zoo tsw xob ca nwg nyuaj sab rua thaus nwg nrug mej nyob, tsua qhov nwg ua tug Tswv teg num ib yaam le kuv."},{"bible_id":"1216","chapter_code":"1CO.16","verse_code":"1CO.16.11","label":"11","content":"Vem le hov, tsw xob ca leejtwg saib tsw taug nwg. Ca le xaa nwg moog kev ua kaaj sab quas lug sub nwg txhad rov lug txug kuv, vem kuv tseed tog ntsoov nwg nrug cov kwvtij lug."},{"bible_id":"1216","chapter_code":"1CO.16","verse_code":"1CO.16.12","label":"12","content":"Has txug peb tug kwvtij Apaulau, kuv tub thov thov nwg nrug cov kwvtij moog saib mej, tassws nwg tsw kaam moog lub swjhawm nuav. Thaus muaj swjhawm nwg yuav moog."},{"bible_id":"1216","chapter_code":"1CO.16","verse_code":"1CO.16.13","label":"13","content":"Mej yuav tsum ceev faaj zuv tog, nyob ruaj huv txujkev ntseeg, ua lub sab tuab hab khov kho."},{"bible_id":"1216","chapter_code":"1CO.16","verse_code":"1CO.16.14","label":"14","content":"Ca le ua txhua yaam ntawm txujkev hlub."},{"bible_id":"1216","chapter_code":"1CO.16","verse_code":"1CO.16.15","label":"15","content":"Cov kwvtij, mej paub tas Xatefana tsev tuabneeg yog thawj phaum kws ntseeg huv lub xeev Akhaya, hab puab tau pub puab tug kheej ua koom rua cov xuv dawb, mas kuv thov mej"},{"bible_id":"1216","chapter_code":"1CO.16","verse_code":"1CO.16.16","label":"16","content":"kuas mej txu fwjchim rua cov tuabneeg zoo le nuav hab txhua tug kws koom ua num hab rau sab ua."},{"bible_id":"1216","chapter_code":"1CO.16","verse_code":"1CO.16.17","label":"17","content":"Kuv zoo sab qhov kws Xatefana, Fothunatha hab Akha‑ika tuaj, vem puab tuaj mej le ndav txhawb kuv tug zug."},{"bible_id":"1216","chapter_code":"1CO.16","verse_code":"1CO.16.18","label":"18","content":"Puab ua rua kuv lub sab hab mej lub sab kaaj quas lug. Vem le nuav mej yuav tsum leeg yuav cov tuabneeg zoo le nuav."},{"bible_id":"1216","chapter_code":"1CO.16","verse_code":"1CO.16.19","label":"19","content":"Cov pawg ntseeg huv lub xeev Axia has lug ncu txug mej. Akhila hab Plixakha hab pawg ntseeg huv ob tug lub tsev has lug ncu txug mej heev tshaaj plawg huv tug Tswv."},{"bible_id":"1216","chapter_code":"1CO.16","verse_code":"1CO.16.20","label":"20","content":"Cov kwvtij txhua tug has lug ncu txug mej. Ca le sws fem ntawm txuj kevcai nwj kws dawb huv."},{"bible_id":"1216","chapter_code":"1CO.16","verse_code":"1CO.16.21","label":"21","content":"Tej lug ncu txug nuav yog kuv Povlauj txhais teg sau."},{"bible_id":"1216","chapter_code":"1CO.16","verse_code":"1CO.16.22","label":"22","content":"Yog leejtwg tsw hlub tug Tswv, ca tug hov raug foom tsw zoo. Thov tug Tswv ca le lug."},{"bible_id":"1216","chapter_code":"1CO.16","verse_code":"1CO.16.23","label":"23","content":"Thov tug Tswv Yexu txuj koob moov nrug nraim mej."},{"bible_id":"1216","chapter_code":"1CO.16","verse_code":"1CO.16.24","label":"24","content":"Kuv txujkev hlub nrug nraim mej txhua tug huv Yexu Kheto."}]