[{"bible_id":"1216","chapter_code":"1JN.1","verse_code":"1JN.1.1","label":"1","content":"Peb qha txug yaam kws muaj nyob txwj thaus chiv keeb lug kws peb tau nov hab peb qhov muag tau pum hab tau ua tuab zoo saib hab peb txhais teg tau kov, yog has txug txujlug kws pub txujsa."},{"bible_id":"1216","chapter_code":"1JN.1","verse_code":"1JN.1.2","label":"2","content":"Txujsa hov tau tshwm lug hab peb tau pum hab ua timkhawv txug, hab peb tau qha rua mej paub txug txujsa ib txhws tsw kawg kws nrug nraim leej Txwv nyob hab lug tshwm rua peb."},{"bible_id":"1216","chapter_code":"1JN.1","verse_code":"1JN.1.3","label":"3","content":"Yaam kws peb tau pum hab tau nov lawd peb kuj qha rua mej paub mej txhad tau nrug peb sws raug zoo. Peb kuj nrug leej Txwv hab nwg tug Tub Yexu Kheto sws raug zoo."},{"bible_id":"1216","chapter_code":"1JN.1","verse_code":"1JN.1.4","label":"4","content":"Hab peb sau tej lug nuav sub peb txhad zoo sab kawg nkaus le."},{"bible_id":"1216","chapter_code":"1JN.1","verse_code":"1JN.1.5","label":"5","content":"Nuav yog tej lug kws peb tau nov ntawm Yexu hab peb qha rua mej tas, Vaajtswv yog txujkev kaaj hab tsw muaj ib qho kev tsaus ntuj nyob huv nwg hlo le."},{"bible_id":"1216","chapter_code":"1JN.1","verse_code":"1JN.1.6","label":"6","content":"Yog peb has tas peb nrug nwg sws raug zoo tassws peb tseed taug txujkev tsaus ntuj, kuj yog peb daag hab tsw ua lub neej lawv le txujkev tseeb."},{"bible_id":"1216","chapter_code":"1JN.1","verse_code":"1JN.1.7","label":"7","content":"Tassws yog peb taug txujkev kaaj ib yaam le nwg nyob huv txujkev kaaj, peb txhad muaj kev sws raug zoo ib leeg rua ib leeg, hab nwg leej Tub Yexu cov ntshaav kuj ntxuav peb lub txem huvsw lawm."},{"bible_id":"1216","chapter_code":"1JN.1","verse_code":"1JN.1.8","label":"8","content":"Yog peb has tas peb tsw muaj txem, kuj yog peb rov daag peb tug kheej, hab txujkev tseeb tsw nyob huv peb hlo le."},{"bible_id":"1216","chapter_code":"1JN.1","verse_code":"1JN.1.9","label":"9","content":"Yog peb leeg peb lub txem Vaajtswv ncaaj nceeg hab tso sab tau, nwg yuav daws peb lub txem hab ntxuav peb tej kev phem huvsw moog."},{"bible_id":"1216","chapter_code":"1JN.1","verse_code":"1JN.1.10","label":"10","content":"Yog peb has tas peb tsw tau ua txhum, kuj yog peb suav tas Vaajtswv has daag hab nwg tej lug tsw nyob huv peb lawm."},{"bible_id":"1216","chapter_code":"1JN.2","verse_code":"1JN.2.1","label":"1","content":"Kuv cov mivnyuas 'e, kuv sau tej lug nuav tuaj rua mej sub mej txhad tsw ua txhum. Yog leejtwg ua txhum, peb muaj ib tug kws paab has peb zaaj rua leej Txwv, yog Yexu Kheto kws ncaaj nceeg,"},{"bible_id":"1216","chapter_code":"1JN.2","verse_code":"1JN.2.2","label":"2","content":"hab nwg yog yaam kws muab xyeem ntxuav peb lub txem,  tsw yog peb lub txem xwb tassws yog taag nrho lub nplajteb le txem hab."},{"bible_id":"1216","chapter_code":"1JN.2","verse_code":"1JN.2.3","label":"3","content":"Yog peb tuav rawv nwg tej lug qha, peb txhad ruaj sab has tas peb paub Vaajtswv."},{"bible_id":"1216","chapter_code":"1JN.2","verse_code":"1JN.2.4","label":"4","content":"Tug kws has tas, “Kuv paub Vaajtswv,” tassws nwg tsw ua lawv le Vaajtswv tej lug qha, tug hov has daag xwb, txujkev tseeb tsw nyob huv nwg hlo le."},{"bible_id":"1216","chapter_code":"1JN.2","verse_code":"1JN.2.5","label":"5","content":"Tassws tug kws tuav rawv Vaajtswv tej lug, tug hov txhad hlub Vaajtswv tag tag.  Qhov kws peb paub tas peb nyob huv Vaajtswv yog le nuav,"},{"bible_id":"1216","chapter_code":"1JN.2","verse_code":"1JN.2.6","label":"6","content":"tug kws has tas nwg nyob huv Vaajtswv kuj tswm nyog tug hov ua lub neej lawv le Yexu ua."},{"bible_id":"1216","chapter_code":"1JN.2","verse_code":"1JN.2.7","label":"7","content":"Cov kws kuv hlub, kuv tsw yog sau txuj kevcai tshab rua mej tassws yog txuj kevcai qub kws mej tub muaj thaus chiv thawj lug lawm. Txuj qub kevcai ntawd yog tej lug kws mej tub nov lug lawm."},{"bible_id":"1216","chapter_code":"1JN.2","verse_code":"1JN.2.8","label":"8","content":"Tassws dua ib faab kuj yog kuv sau txuj kevcai tshab tuaj rua mej. Txuj kevcai hov muaj tseeb rua huv Yexu hab rua huv mej, tsua qhov txujkev tsaus ntuj saamswm dua moog hab txujkev kaaj kws tseeb saamswm ci tuaj."},{"bible_id":"1216","chapter_code":"1JN.2","verse_code":"1JN.2.9","label":"9","content":"Tug kws has tas nwg nyob huv txujkev kaaj tassws nwg tseed ntxub nwg tug kwvtij tug hov tseed nyob huv txujkev tsaus ntuj."},{"bible_id":"1216","chapter_code":"1JN.2","verse_code":"1JN.2.10","label":"10","content":"Tug kws hlub nwg tug kwvtij kuj nyob huv txujkev kaaj hab nwg tsw muaj ib yaam daabtsw ua lub chaw dawm."},{"bible_id":"1216","chapter_code":"1JN.2","verse_code":"1JN.2.11","label":"11","content":"Tassws tug kws ntxub nwg tug kwvtij kuj yog nyob huv txujkev tsaus ntuj hab taug txujkev tsaus ntuj, nwg tsw paub tas nwg saamswm moog hovtwg tsua qhov txujkev tsaus ntuj ua rua nwg qhov muag dig lawm."},{"bible_id":"1216","chapter_code":"1JN.2","verse_code":"1JN.2.12","label":"12","content":"Mej cov mivnyuas yau 'e, kuv sau tuaj rua mej vem mej lub txem tub raug muab daws lawm vem yog saib rua Yexu lub npe."},{"bible_id":"1216","chapter_code":"1JN.2","verse_code":"1JN.2.13","label":"13","content":"Mej cov kws ua txwv, kuv sau tuaj rua mej vem mej tub paub tug kws nyob thaus chiv keeb lug. Mej cov hluas, kuv sau tuaj rua mej vem mej tub kov yeej tug kws Phem  lawm. Mej cov mivnyuas, kuv sau tuaj rua mej vem mej paub leej Txwv."},{"bible_id":"1216","chapter_code":"1JN.2","verse_code":"1JN.2.14","label":"14","content":"Mej cov kws ua txwv, kuv sau tuaj rua mej vem mej paub tug kws nyob thaus chiv keeb lug. Mej cov hluas, kuv sau tuaj rua mej vem mej muaj zug heev hab Vaajtswv tej lug nyob huv mej hab mej tub kov yeej tug kws Phem lawm."},{"bible_id":"1216","chapter_code":"1JN.2","verse_code":"1JN.2.15","label":"15","content":"Tsw xob nyam kev nplajteb hab tej kws nyob huv nplajteb. Yog leejtwg nyam kev nplajteb, txujkev hlub Vaajtswv tsw muaj nyob huv tug ntawd."},{"bible_id":"1216","chapter_code":"1JN.2","verse_code":"1JN.2.16","label":"16","content":"Txhua yaam kws nyob huv nplajteb, yog tej kws lub cev nqaj tawv ntshaw, tej kws lub qhov muag ntshaw, hab tej kws tuabneeg khaav theeb txug huv lub neej, tsw yog lug ntawm Vaajtswv tassws lug ntawm nplajteb."},{"bible_id":"1216","chapter_code":"1JN.2","verse_code":"1JN.2.17","label":"17","content":"Lub nplajteb hab tej kws lub nplajteb ntshaw yuav dua moog, tassws tug kws ua lawv le Vaajtswv lub sab nyam yuav nyob moog ib txhws."},{"bible_id":"1216","chapter_code":"1JN.2","verse_code":"1JN.2.18","label":"18","content":"Cov mivnyuas 'e, nwgnuav yog lub swjhawm kawg lawm. Lawv le mej tau nov has tas Kheto tug yeeb ncuab yuav tuaj, nwgnuav Kheto cov yeeb ncuab tub tuaj coob lawm. Vem le nuav peb txhad paub tas nwgnuav yog lub swjhawm kawg lawm."},{"bible_id":"1216","chapter_code":"1JN.2","verse_code":"1JN.2.19","label":"19","content":"Puab cov ntawd tawm ntawm peb moog lawm, tassws puab tsw yog peb cov. Yog tas puab yog peb cov, puab kuj yuav nrug peb nyob ua ke moog. Tassws qhov kws puab tawm moog hov tub qha kuas pum tseeb tas puab tsw yog peb cov."},{"bible_id":"1216","chapter_code":"1JN.2","verse_code":"1JN.2.20","label":"20","content":"Tassws tug kws Dawb Huv tub raug muab hliv rua mej lawm hab mej txhua tug kuj paub qhov tseeb lawm."},{"bible_id":"1216","chapter_code":"1JN.2","verse_code":"1JN.2.21","label":"21","content":"Kuv sau tuaj rua mej, tsw yog vem mej tsw paub qhov tseeb tassws mej tub paub lawm hab paub tas tej lug daag tsw yog lug ntawm qhov tseeb."},{"bible_id":"1216","chapter_code":"1JN.2","verse_code":"1JN.2.22","label":"22","content":"Leejtwg yog tug daag? Tsuas yog tug kws tsw leeg tas Yexu yog tug Kheto. Tug kws tsw leeg leej Txwv hab leej Tub tug hov yog Kheto tug yeeb ncuab."},{"bible_id":"1216","chapter_code":"1JN.2","verse_code":"1JN.2.23","label":"23","content":"Txhua tug kws tsw leeg yuav leej Tub kuj tsw muaj leej Txwv. Tug kws leeg yuav leej Tub kuj muaj leej Txwv hab."},{"bible_id":"1216","chapter_code":"1JN.2","verse_code":"1JN.2.24","label":"24","content":"Mej yuav tsum khaws tej kws mej nov thaus chiv thawj lug lawd ca huv mej moog le. Yog tej kws mej nov thaus chiv thawj lug ntawd nyob huv mej, txhad yog mej nyob ruaj huv leej Tub hab huv leej Txwv moog le."},{"bible_id":"1216","chapter_code":"1JN.2","verse_code":"1JN.2.25","label":"25","content":"Nuav yog yaam kws Vaajtswv tub cog lug ca rua peb, yog txujsa ib txhws tsw kawg."},{"bible_id":"1216","chapter_code":"1JN.2","verse_code":"1JN.2.26","label":"26","content":"Kuv sau tej lug nuav tuaj rua mej has txug cov kws pheej daag ntxag mej."},{"bible_id":"1216","chapter_code":"1JN.2","verse_code":"1JN.2.27","label":"27","content":"Tassws Vaaj Ntsuj Plig kws Vaajtswv hliv rua mej lawd tseed nyob huv mej, tsw taag yuav muaj leejtwg qha mej. Vem Vaaj Ntsuj Plig kws mej txais lawd kuj qha mej paub txhua yaam hab qhov kws hliv Vaaj Ntsuj Plig rua mej muaj tseeb tsw yog daag, yog Vaaj Ntsuj Plig qha mej le caag, mej ca le nyob huv Yexu le ntawd."},{"bible_id":"1216","chapter_code":"1JN.2","verse_code":"1JN.2.28","label":"28","content":"Cov mivnyuas yau 'e, mej ca le nyob ruaj huv Yexu sub thaus nwg tshwm lug peb txhad le ruaj sab hab tsw txaaj muag rua ntawm nwg xubndag rua thaus nwg lug."},{"bible_id":"1216","chapter_code":"1JN.2","verse_code":"1JN.2.29","label":"29","content":"Yog mej paub tas nwg ncaaj nceeg, mej kuj paub tas txhua tug kws xyum ncaaj nceeg kuj yug ntawm nwg lug."},{"bible_id":"1216","chapter_code":"1JN.3","verse_code":"1JN.3.1","label":"1","content":"Swm xaav saib leej Txwv hlub peb npaum le caag dag, peb txhad raug hu tas yog Vaajtswv cov mivnyuas, hab peb yeej yog tag. Qhov kws lub nplajteb tsw paub peb tub yog vem puab tsw paub nwg."},{"bible_id":"1216","chapter_code":"1JN.3","verse_code":"1JN.3.2","label":"2","content":"Mej cov kws kuv hlub, nwgnuav peb yog Vaajtswv cov mivnyuas. Peb yuav zoo le caag rua yaav tom hauv ntej kuj tsw tau muab qha tshwm rua peb. Tassws peb paub tas thaus Yexu tshwm lug peb yuav zoo ib yaam le nwg, vem tas nwg zoo le caag peb yuav pum nwg tseeb le ntawd."},{"bible_id":"1216","chapter_code":"1JN.3","verse_code":"1JN.3.3","label":"3","content":"Txhua tug kws muaj lub sab vaam le nuav rua huv Yexu kuj ntxuav nwg tug kheej kuas dawb huv ib yaam le Yexu dawb huv."},{"bible_id":"1216","chapter_code":"1JN.3","verse_code":"1JN.3.4","label":"4","content":"Txhua tug kws ua txhum kuj rhuav txuj kevcai. Qhov kws ua txhum yeej yog rhuav txuj kevcai."},{"bible_id":"1216","chapter_code":"1JN.3","verse_code":"1JN.3.5","label":"5","content":"Mej tub paub lawm tas Yexu tshwm lug rws peb lub txem moog, hab Yexu tsw muaj txem hlo le."},{"bible_id":"1216","chapter_code":"1JN.3","verse_code":"1JN.3.6","label":"6","content":"Txhua tug kws nyob ruaj huv Yexu tsw ua txhum. Tug kws pheej ua txhum moog le kuj yog nwg tsw tau pum Yexu hab tsw paub Yexu."},{"bible_id":"1216","chapter_code":"1JN.3","verse_code":"1JN.3.7","label":"7","content":"Cov mivnyuas yau 'e, tsw xob ca leejtwg ntxag mej yuam kev. Tug kws xyum ua ncaaj kuj ncaaj nceeg ib yaam le Yexu yog tug ncaaj nceeg."},{"bible_id":"1216","chapter_code":"1JN.3","verse_code":"1JN.3.8","label":"8","content":"Tug kws ua txhum kuj yog lug ntawm daab Ntxwg Nyoog lug, tsua qhov daab Ntxwg Nyoog yeej ua txhum thaus chiv keeb lug. Qhov kws Vaajtswv tug Tub tshwm lug tub yog nwg lug rhuav daab Ntxwg Nyoog teg num."},{"bible_id":"1216","chapter_code":"1JN.3","verse_code":"1JN.3.9","label":"9","content":"Txhua tug kws yug ntawm Vaajtswv lug tsw ua txhum, tsua qhov Vaajtswv cov noob nyob huv nwg, nwg txhad ua txhum tsw tau vem nwg yug ntawm Vaajtswv lug."},{"bible_id":"1216","chapter_code":"1JN.3","verse_code":"1JN.3.10","label":"10","content":"Lawv le nuav txhad pum tseeb tas leejtwg yog Vaajtswv le mivnyuas leejtwg yog daab Ntxwg Nyoog le. Txhua tug kws tsw ua ncaaj hab tsw hlub nwg le kwvtij kuj tsw yog lug ntawm Vaajtswv lug."},{"bible_id":"1216","chapter_code":"1JN.3","verse_code":"1JN.3.11","label":"11","content":"Nuav yog tej lug qhuab qha kws mej tau nov thaus chiv thawj lug has tas peb ib leeg yuav tsum hlub ib leeg,"},{"bible_id":"1216","chapter_code":"1JN.3","verse_code":"1JN.3.12","label":"12","content":"tsw xob zoo le Khayee  kws lug ntawm tug kws Phem  lug hab muab nwg tug kwv tua pov tseg. Ua caag nwg yuav tua tug kwv? Tub yog vem nwg teg num phem, nwg tug kwv teg num ncaaj nceeg."},{"bible_id":"1216","chapter_code":"1JN.3","verse_code":"1JN.3.13","label":"13","content":"Cov kwvtij, tsw xob phemfwj rua qhov kws lub nplajteb ntxub mej."},{"bible_id":"1216","chapter_code":"1JN.3","verse_code":"1JN.3.14","label":"14","content":"Peb yeej paub tas peb tub tawm txujkev tuag moog tau txujsa lawm tsua qhov peb hlub peb cov kwvtij. Tug kws tsw hlub tes tseed nyob huv txujkev tuag."},{"bible_id":"1216","chapter_code":"1JN.3","verse_code":"1JN.3.15","label":"15","content":"Txhua tug kws ntxub nwg tug kwvtij kuj yog tug kws tua tuabneeg, hab mej paub tas tug kws tua tuabneeg tsw muaj txujsa ib txhws tsw kawg nyob huv nwg."},{"bible_id":"1216","chapter_code":"1JN.3","verse_code":"1JN.3.16","label":"16","content":"Peb paub txujkev hlub le nuav, yog qhov kws Yexu tso nwg txujsa tseg thij peb, hab tswm nyog peb tso txujsa tseg thij peb cov kwvtij hab."},{"bible_id":"1216","chapter_code":"1JN.3","verse_code":"1JN.3.17","label":"17","content":"Yog leejtwg muaj nyaj txag hov txhua chaw huv nplajteb nuav hab pum nwg tug kwvtij pluag tseed tsw taab ncuab nwg, Vaajtswv txujkev hlub yuav muaj nyob huv tug hov tau le caag?"},{"bible_id":"1216","chapter_code":"1JN.3","verse_code":"1JN.3.18","label":"18","content":"Cov mivnyuas yau 'e, peb tsw xob sws hlub ntawm lu lug hab ntawm lub ncauj xwb tassws yuav tsum hlub ntawm teg num hab ntawm qhov tseeb."},{"bible_id":"1216","chapter_code":"1JN.3","verse_code":"1JN.3.19","label":"19","content":"Yog le ntawd peb yuav paub tas peb nyob huv txujkev tseeb, hab peb yuav ruaj sab rua ntawm Vaajtswv lub xubndag"},{"bible_id":"1216","chapter_code":"1JN.3","verse_code":"1JN.3.20","label":"20","content":"yog rua thaus peb lub sab qha tas peb ua txhum, vem Vaajtswv yog tug luj dua peb lub sab hab paub txhua yaam huvsw."},{"bible_id":"1216","chapter_code":"1JN.3","verse_code":"1JN.3.21","label":"21","content":"Cov kws kuv hlub, yog peb lub sab tsw qha tas peb txhum, peb kuj muaj sab tuab rua ntawm Vaajtswv lub xubndag."},{"bible_id":"1216","chapter_code":"1JN.3","verse_code":"1JN.3.22","label":"22","content":"Hab yog peb thov yaam twg Vaajtswv kuj yuav pub yaam ntawd rua peb vem peb tuav rawv nwg tej lug nkaw hab ua tej kws hum nwg lub sab."},{"bible_id":"1216","chapter_code":"1JN.3","verse_code":"1JN.3.23","label":"23","content":"Nuav yog tej kws Vaajtswv qha peb ua, yog kuas peb tso sab rua nwg tug Tub Yexu Kheto lub npe hab ib leeg hlub ib leeg lawv le nwg tej lug nkaw rua peb."},{"bible_id":"1216","chapter_code":"1JN.3","verse_code":"1JN.3.24","label":"24","content":"Tug kws tuav rawv nwg tej lug nkaw kuj nyob ruaj huv nwg hab nwg kuj nyob huv tug hov hab. Qhov kws peb paub tas nwg nyob huv peb yog qhov kws peb muaj Vaaj Ntsuj Plig kws Vaajtswv pub rua peb."},{"bible_id":"1216","chapter_code":"1JN.4","verse_code":"1JN.4.1","label":"1","content":"Cov kws kuv hlub, tsw xob ntseeg txhua tug ntsuj plig, tassws yuav tsum tshuaj saib tej ntsuj plig hov yog lug ntawm Vaajtswv los tsw yog, vem tas muaj cov cuav xwbfwb cev lug coob coob tawm moog rua huv lub nplajteb."},{"bible_id":"1216","chapter_code":"1JN.4","verse_code":"1JN.4.2","label":"2","content":"Mej yuav paub Vaajtswv tug Ntsuj Plig yog qhov nuav. Txhua tug ntsuj plig kws leeg has tas Yexu Kheto tau lug yug ua tuabneeg, txhad yog lug ntawm Vaajtswv lug."},{"bible_id":"1216","chapter_code":"1JN.4","verse_code":"1JN.4.3","label":"3","content":"Txhua tug ntsuj plig kws tsw leeg paub Yexu yeej tsw yog lug ntawm Vaajtswv lug. Tug ntsuj plig hov yog Kheto tug yeeb ncuab kws mej yeej nov has tas yuav lug hab nwgnuav kuj nyob huv lub nplajteb lawm."},{"bible_id":"1216","chapter_code":"1JN.4","verse_code":"1JN.4.4","label":"4","content":"Cov mivnyuas yau 'e, mej yog Vaajtswv le, hab kov yeej puab lawm, tsua qhov tug kws nyob huv mej luj dua tug kws nyob huv nplajteb."},{"bible_id":"1216","chapter_code":"1JN.4","verse_code":"1JN.4.5","label":"5","content":"Puab yog nplajteb le, vem le nuav puab txhad has nplajteb zaaj hab nplajteb txhad noog puab lug."},{"bible_id":"1216","chapter_code":"1JN.4","verse_code":"1JN.4.6","label":"6","content":"Peb yog Vaajtswv le. Tug kws paub Vaajtswv kuj noog peb has, tug kws tsw yog Vaajtswv le kuj tsw noog peb has. Yog le nuav peb txhad paub tug ntsuj plig kws has tseeb hab tug ntsuj plig kws has cuav."},{"bible_id":"1216","chapter_code":"1JN.4","verse_code":"1JN.4.7","label":"7","content":"Mej cov kws kuv hlub, ca peb ib leeg hlub ib leeg, tsua qhov txujkev hlub yog lug ntawm Vaajtswv lug, hab txhua tug kws muaj kev hlub kuj yug ntawm Vaajtswv lug hab paub Vaajtswv."},{"bible_id":"1216","chapter_code":"1JN.4","verse_code":"1JN.4.8","label":"8","content":"Tug kws tsw muaj kev hlub kuj tsw paub Vaajtswv vem Vaajtswv yog txujkev hlub."},{"bible_id":"1216","chapter_code":"1JN.4","verse_code":"1JN.4.9","label":"9","content":"Vaajtswv txujkev hlub kuj tshwm rua peb pum le nuav, yog Vaajtswv khaiv nwg tuab tug Tub lug rua huv lub nplajteb sub peb txhad muaj txujsa nyob ntawm tug Tub hov."},{"bible_id":"1216","chapter_code":"1JN.4","verse_code":"1JN.4.10","label":"10","content":"Txujkev hlub yog le nuav, tsw yog peb hlub Vaajtswv tassws Vaajtswv hlub peb hab khaiv nwg tug Tub lug ua yaam kws xyeem ntxuav peb lub txem."},{"bible_id":"1216","chapter_code":"1JN.4","verse_code":"1JN.4.11","label":"11","content":"Cov kws kuv hlub, yog Vaajtswv hlub peb le nuav, tswm nyog peb sws hlub ib yaam le ntawd."},{"bible_id":"1216","chapter_code":"1JN.4","verse_code":"1JN.4.12","label":"12","content":"Tsw muaj leejtwg tau pum Vaajtswv. Yog peb sws hlub, Vaajtswv yeej nyob huv peb hab Vaajtswv txujkev hlub kuj tav hlo rua huv peb"},{"bible_id":"1216","chapter_code":"1JN.4","verse_code":"1JN.4.13","label":"13","content":"Qhov kws peb paub tas peb nyob ruaj rua huv nwg hab nwg nyob huv peb, tub yog vem nwg tau pub nwg tug Ntsuj Plig rua peb."},{"bible_id":"1216","chapter_code":"1JN.4","verse_code":"1JN.4.14","label":"14","content":"Hab peb tub pum hab ua timkhawv tas leej Txwv tau khaiv nwg tug Tub lug ua nplajteb tug Cawmseej."},{"bible_id":"1216","chapter_code":"1JN.4","verse_code":"1JN.4.15","label":"15","content":"Leejtwg leeg tas Yexu yog Vaajtswv tug Tub, Vaajtswv nyob huv tug hov hab tug hov nyob ruaj huv Vaajtswv."},{"bible_id":"1216","chapter_code":"1JN.4","verse_code":"1JN.4.16","label":"16","content":"Yog le hov peb txhad paub hab tso sab rua txujkev hlub kws Vaajtswv hlub peb. Vaajtswv yog txujkev hlub, hab tug kws nyob huv txujkev hlub kuj nyob huv Vaajtswv hab Vaajtswv kuj nyob huv nwg."},{"bible_id":"1216","chapter_code":"1JN.4","verse_code":"1JN.4.17","label":"17","content":"Yog le nuav txujkev hlub txhad tav hlo rua huv peb, mas nub kws txav txem peb yeej muaj sab tuab, vem tas Yexu zoo le caag peb kuj zoo ib yaam le ntawd rua huv lub nplajteb nuav."},{"bible_id":"1216","chapter_code":"1JN.4","verse_code":"1JN.4.18","label":"18","content":"Huv txujkev hlub tsw muaj txujkev ntshai. Tassws txujkev hlub kws muaj puv npo lawm yuav ntab txujkev ntshai tawm moog, vem txujkev ntshai ntswg txug txujkev txav txem xwb. Tug kws ntshai yeej tsw tau muaj txujkev hlub kws tav hlo."},{"bible_id":"1216","chapter_code":"1JN.4","verse_code":"1JN.4.19","label":"19","content":"Peb hlub vem Vaajtswv xub hlub peb ua ntej."},{"bible_id":"1216","chapter_code":"1JN.4","verse_code":"1JN.4.20","label":"20","content":"Yog leejtwg has tas, “Kuv hlub Vaajtswv,” tassws nwg tseed ntxub nwg kwv nwg tij, nwg kuj has daag xwb, vem tug kws tsw hlub nwg kwv nwg tij kws qhov muag pum, nwg yuav hlub tsw tau Vaajtswv kws qhov muag tsw pum."},{"bible_id":"1216","chapter_code":"1JN.4","verse_code":"1JN.4.21","label":"21","content":"Tej lug nkaw nuav peb tau ntawm Vaajtswv lug has tas tug kws hlub Vaajtswv nwg yuav tsum hlub nwg kwv nwg tij hab."},{"bible_id":"1216","chapter_code":"1JN.5","verse_code":"1JN.5.1","label":"1","content":"Txhua tug kws ntseeg tas Yexu yog tug Kheto kuj yog yug ntawm Vaajtswv lug hab txhua tug kws hlub leej txwv nwg kuj hlub leej txwv cov mivnyuas."},{"bible_id":"1216","chapter_code":"1JN.5","verse_code":"1JN.5.2","label":"2","content":"Peb paub tas peb yog Vaajtswv le mivnyuas vem qhov kws peb hlub Vaajtswv hab ua lawv le nwg tej lug nkaw."},{"bible_id":"1216","chapter_code":"1JN.5","verse_code":"1JN.5.3","label":"3","content":"Qhov kws peb hlub Vaajtswv yog le nuav, yog qhov kws peb tuav rawv nwg tej lug nkaw. Nwg tej lug nkaw tsw ua nraa nyaav rua peb,"},{"bible_id":"1216","chapter_code":"1JN.5","verse_code":"1JN.5.4","label":"4","content":"tsua qhov txhua tug kws yug ntawm Vaajtswv lug kuj kov yeej lub nplajteb. Hab peb txujkev ntseeg yog qhov kws kov yeej lub nplajteb."},{"bible_id":"1216","chapter_code":"1JN.5","verse_code":"1JN.5.5","label":"5","content":"Leejtwg kov yeej lub nplajteb? Tsuas yog tug kws ntseeg tas Yexu yog Vaajtswv tug Tub xwb."},{"bible_id":"1216","chapter_code":"1JN.5","verse_code":"1JN.5.6","label":"6","content":"Tug nuav yog Yexu Kheto kws lug ntawm dej hab ntshaav, tsw yog lug ntawm dej xwb tassws yog ntawm dej hab ntshaav. Hab Vaaj Ntsuj Plig ua timkhawv, vem Vaaj Ntsuj Plig yog qhov tseeb."},{"bible_id":"1216","chapter_code":"1JN.5","verse_code":"1JN.5.7","label":"7","content":"Muaj peb tug timkhawv,"},{"bible_id":"1216","chapter_code":"1JN.5","verse_code":"1JN.5.8","label":"8","content":"yog Vaaj Ntsuj Plig, hab dej hab ntshaav, peb yaam nuav ua timkhawv ib yaam nkaus."},{"bible_id":"1216","chapter_code":"1JN.5","verse_code":"1JN.5.9","label":"9","content":"Peb leeg yuav tuabneeg tej lug timkhaw tassws Vaajtswv tej lug timkhawv yimfuab muaj tseeb dua, vem qhov nuav yog tej kws Vaajtswv muab ua timkhawv txug nwg leej Tub."},{"bible_id":"1216","chapter_code":"1JN.5","verse_code":"1JN.5.10","label":"10","content":"Tug kws ntseeg Vaajtswv tug Tub kuj muaj timkhawv nyob huv nwg. Tug kws tsw ntseeg Vaajtswv kuj yog nwg suav tas Vaajtswv has daag, vem nwg tsw ntseeg tej lug kws Vaajtswv ua timkhawv txug nwg leej Tub."},{"bible_id":"1216","chapter_code":"1JN.5","verse_code":"1JN.5.11","label":"11","content":"Tej lug timkhawv yog le nuav, Vaajtswv pub txujsa ib txhws rua peb hab txujsa nuav nyob huv nwg leej Tub."},{"bible_id":"1216","chapter_code":"1JN.5","verse_code":"1JN.5.12","label":"12","content":"Tug kws muaj leej Tub kuj muaj txujsa. Tug kws tsw muaj leej Tub kuj tsw muaj txujsa."},{"bible_id":"1216","chapter_code":"1JN.5","verse_code":"1JN.5.13","label":"13","content":"Kuv sau tej lug nuav rua mej cov kws tso sab rua Vaajtswv leej Tub lub npe sub mej txhad paub tas mej muaj txujsa ib txhws tsw kawg."},{"bible_id":"1216","chapter_code":"1JN.5","verse_code":"1JN.5.14","label":"14","content":"Nuav yog qhov kws peb muaj sab tuab rua ntawm Vaajtswv xubndag, yog peb thov yaam twg lawv le Vaajtswv lub sab nyam, nwg kuj noog."},{"bible_id":"1216","chapter_code":"1JN.5","verse_code":"1JN.5.15","label":"15","content":"Hab yog peb paub tas Vaajtswv noog peb rua thaus peb thov yaam twg, peb kuj paub tas peb tau yaam kws thov hov ntawm nwg."},{"bible_id":"1216","chapter_code":"1JN.5","verse_code":"1JN.5.16","label":"16","content":"Yog leejtwg pum nwg tug kwvtij ua txhum kws tsw coj moog txug kev tuag, ca nwg thov Vaajtswv mas Vaajtswv yuav pub txujsa rua tug ua txhum kws tsw coj moog txug kev tuag. Kev txhum kws coj moog txug kev tuag kuj muaj. Kuv tsw tau has tas yuav thov txug qhov kev txhum ntawd."},{"bible_id":"1216","chapter_code":"1JN.5","verse_code":"1JN.5.17","label":"17","content":"Txhua yaam kev ua tsw ncaaj puavleej yog txhum. Tassws kev txhum kws tsw coj moog txug kev tuag kuj muaj."},{"bible_id":"1216","chapter_code":"1JN.5","verse_code":"1JN.5.18","label":"18","content":"Peb paub tas txhua tug kws yug ntawm Vaajtswv lug tsw ua txhum tassws tug Tswv kws yug ntawm Vaajtswv lug tsom kwm nwg, hab tug kws Phem  tsw kov nwg."},{"bible_id":"1216","chapter_code":"1JN.5","verse_code":"1JN.5.19","label":"19","content":"Peb paub tas peb yug ntawm Vaajtswv, hab lub nplajteb huvsw nyob huv tug kws Phem qaab fwjchim."},{"bible_id":"1216","chapter_code":"1JN.5","verse_code":"1JN.5.20","label":"20","content":"Hab peb paub tas Vaajtswv tug Tub lug lawm hab pub tswvyim rua peb kuas peb paub tug kws tseeb, hab peb nyob huv tug kws tseeb hov, yog peb nyob huv nwg leej Tub Yexu Kheto. Nwg yog tug tseem Vaajtswv hab yog txujsa ib txhws tsw kawg."},{"bible_id":"1216","chapter_code":"1JN.5","verse_code":"1JN.5.21","label":"21","content":"Cov mivnyuas 'e, ca le ceev faaj tsw xob pe txoov daab."}]