[{"bible_id":"1216","chapter_code":"1KI.1","verse_code":"1KI.1.1","label":"1","content":"Thaus vaajntxwv Tavi noob nyoog nchaav hab laug heev lawd, txawm yog puab muab choj lug vuv nwg, los kuj tsw suv nwg le."},{"bible_id":"1216","chapter_code":"1KI.1","verse_code":"1KI.1.2","label":"2","content":"Yog le nuav nwg cov tub teg tub taw txhad has rua Tavi tas, “Vaajntxwv, ca le nrhav ib tug hluas nkauj dawb huv lug rua koj kws yog peb tug tswv. Ca nwg ua koom rua koj hab tu koj. Ca nwg pw huv koj lub xubndag, sub txhad le suv vaajntxwv kws yog peb tug tswv.”"},{"bible_id":"1216","chapter_code":"1KI.1","verse_code":"1KI.1.3","label":"3","content":"Puab txawm moog nrhav ib tug hluas nkauj kws zoo nkauj heev thoob plawg Yixayee tebchaws, mas nrhav tau Anpisa kws yog tuabneeg Sunee hab coj nwg lug cuag vaajntxwv."},{"bible_id":"1216","chapter_code":"1KI.1","verse_code":"1KI.1.4","label":"4","content":"Tug hluas nkauj hov zoo nkauj heev, nwg tu vaajntxwv hab ua koom rua vaajntxwv, tassws vaajntxwv tsw tau deev nwg."},{"bible_id":"1216","chapter_code":"1KI.1","verse_code":"1KI.1.5","label":"5","content":"Antauniya kws yog Hakis  le tub txeeb ua luj has tas, “Kuv yuav ua vaajntxwv.” Nwg npaaj tau tsheb ua rog hab tub rog caij neeg hab muaj tub teg tub taw tswb caug leej dha ua nwg ntej."},{"bible_id":"1216","chapter_code":"1KI.1","verse_code":"1KI.1.6","label":"6","content":"Nwg txwv yeej tsw tau taav nwg ib lus has tas, “Ua caag koj ua le u le nuav?” Nwg yog ib tug zoo nraug heev hab yog Axaloo tug kwv ntaag."},{"bible_id":"1216","chapter_code":"1KI.1","verse_code":"1KI.1.7","label":"7","content":"Antauniya sablaaj rua Yau‑a kws yog Xeluya tug tub hab rua Anpiyatha kws ua pov thawj. Ob tug kuj koom nrug Antauniya hab paab nwg."},{"bible_id":"1216","chapter_code":"1KI.1","verse_code":"1KI.1.8","label":"8","content":"Tassws tug pov thawj Xantau hab Npenaya kws yog Yehauyanta tug tub hab Nathaa kws ua xwbfwb cev Vaajtswv lug hab Sime‑i hab Le‑i hab Tavi cov tub rog sab luj sab tuab tsw koom nrug Antauniya."},{"bible_id":"1216","chapter_code":"1KI.1","verse_code":"1KI.1.9","label":"9","content":"Antauniya muab yaaj muab nyuj hab tej tsaj rog rog tua xyeem rua ntawm lub pob zeb Xauhele kws nyob ze lub qhov dej Eelaukee. Mas nwg hu nwg cov kwvtij suavdawg, kws yog vaajntxwv cov tub hab cov tuabneeg Yuta kws ua vaajntxwv cov tub teg tub taw huvsw tuaj."},{"bible_id":"1216","chapter_code":"1KI.1","verse_code":"1KI.1.10","label":"10","content":"Tassws nwg tsw hu Nathaa kws ua xwbfwb cev Vaajtswv lug hab Npenaya hab cov tub rog sab luj sab tuab hab nwg tug kwv Xalaumoo tuaj."},{"bible_id":"1216","chapter_code":"1KI.1","verse_code":"1KI.1.11","label":"11","content":"Tes Nathaa txawm has rua Npasenpa kws yog Xalaumoo nam tas, “Koj tsw paub tsw tau nov lov? Hakis tug tub Antauniya tub sawv ua vaajntxwv kaav lawm hab Tavi kws yog peb tug tswv kuj tsw paub hlo le."},{"bible_id":"1216","chapter_code":"1KI.1","verse_code":"1KI.1.12","label":"12","content":"Vem le nuav thov ca kuv has ib lu lug rua koj sub koj txhad cawm tau koj txujsa hab koj tug tub Xalaumoo txujsa."},{"bible_id":"1216","chapter_code":"1KI.1","verse_code":"1KI.1.13","label":"13","content":"Koj ca le moog cuag vaajntxwv Tavi taamswm nuav hab has rua nwg tas, ‘Vaajntxwv kws yog kuv tug tswv, koj tub cog lug twv rua kuv kws yog koj tug nkauj qhev has tas thaus dua koj lawd kuv tug tub Xalaumoo yuav nyob koj chaw kaav hab yuav nyob sau koj lub zwm txwv los tsw yog? Ua caag Antauniya tub ua vaajntxwv lawm?’"},{"bible_id":"1216","chapter_code":"1KI.1","verse_code":"1KI.1.14","label":"14","content":"Thaus koj tseed saamswm has rua vaajntxwv hov, kuv yuav lawv qaab lug hab paab has tuab zaaj hov.”"},{"bible_id":"1216","chapter_code":"1KI.1","verse_code":"1KI.1.15","label":"15","content":"Tes Npasenpa txawm moog cuag vaajntxwv huv nwg lub txaaj pw. Vaajntxwv laug heev lawm hab Anpisa kws yog tuabneeg Sunee saamswm tu vaajntxwv."},{"bible_id":"1216","chapter_code":"1KI.1","verse_code":"1KI.1.16","label":"16","content":"Npasenpa khoov ntshws pe vaajntxwv mas vaajntxwv has rua nwg tas, “Koj xaav yuav daabtsw?”"},{"bible_id":"1216","chapter_code":"1KI.1","verse_code":"1KI.1.17","label":"17","content":"Nwg has rua vaajntxwv tas, “Kuv tug tswv, koj tub tuav Yawmsaub kws yog koj tug Vaajtswv lub npe cog lug twv rua kuv kws yog koj tug nkauj qhev tas, thaus dua koj lawd kuv tug tub Xalaumoo yuav nyob koj chaw ua vaajntxwv hab nyob sau koj lub zwm txwv."},{"bible_id":"1216","chapter_code":"1KI.1","verse_code":"1KI.1.18","label":"18","content":"Tassws nwgnuav Antauniya tub ua vaajntxwv lawm, mas vaajntxwv kws yog kuv tug tswv, koj tub tsw paub le."},{"bible_id":"1216","chapter_code":"1KI.1","verse_code":"1KI.1.19","label":"19","content":"Nwg tub muab nyuj hab tej tsaj rog rog hab tej yaaj ntau kawg le tua xyeem, hab hu vaajntxwv tej tub suavdawg hab Anpiyatha kws ua pov thawj hab Yau‑a kws ua thawj kaav cov tub rog tuaj. Tassws nwg tsw hu koj tug qhev Xalaumoo."},{"bible_id":"1216","chapter_code":"1KI.1","verse_code":"1KI.1.20","label":"20","content":"Vaajntxwv kws yog kuv tug tswv, nwgnuav cov Yixayee saib ntsoov koj saib koj yuav has rua puab tas thaus dua koj lawd leejtwg yuav nyob sau kuv tug tswv lub zwm txwv."},{"bible_id":"1216","chapter_code":"1KI.1","verse_code":"1KI.1.21","label":"21","content":"Yog koj tsw ua le ntawd yuav zoo le nuav. Thaus koj moog nrug koj tej laug nyob lawd kuv hab kuv tug tub Xalaumoo ib yuav poob rua huv qhov txhum.”"},{"bible_id":"1216","chapter_code":"1KI.1","verse_code":"1KI.1.22","label":"22","content":"Thaus nwg tseed saamswm has rua vaajntxwv hov, Nathaa kws ua xwbfwb cev Vaajtswv lug txawm nkaag lug."},{"bible_id":"1216","chapter_code":"1KI.1","verse_code":"1KI.1.23","label":"23","content":"Puab has rua vaajntxwv tas, “Xwbfwb Nathaa kws cev Vaajtswv lug nyob nuav.” Thaus Nathaa lug rua ntawm vaajntxwv lub xubndag nwg txawm khoov ntshws ua lub plhu ti nkaus aav pe vaajntxwv."},{"bible_id":"1216","chapter_code":"1KI.1","verse_code":"1KI.1.24","label":"24","content":"Nathaa has tas, “Vaajntxwv kws yog kuv tug tswv, koj tau has tas, thaus dua koj lawd Antauniya yuav nyob koj chaw kaav hab nyob sau koj lub zwm txwv lov?"},{"bible_id":"1216","chapter_code":"1KI.1","verse_code":"1KI.1.25","label":"25","content":"Nub nua nwg tub moog muab nyuj hab tej tsaj rog rog hab tej yaaj ntau kawg tua xyeem, hab hu vaajntxwv tej tub suavdawg hab Yau‑a kws ua thawj kaav cov tub rog hab Anpiyatha kws ua pov thawj tuaj. Puab saamswm noj haus rua ntawm nwg lub xubndag hab has tas, ‘Thov kuas vaajntxwv Antauniya muaj txujsa luj sav ntev.’"},{"bible_id":"1216","chapter_code":"1KI.1","verse_code":"1KI.1.26","label":"26","content":"Tassws nwg tub tsw hu kuv kws yog koj tug qhev hab tug pov thawj Xantau hab Npenaya kws yog Yehauyanta tug tub hab koj tug qhev Xalaumoo."},{"bible_id":"1216","chapter_code":"1KI.1","verse_code":"1KI.1.27","label":"27","content":"Tej nuav yog vaajntxwv kws yog kuv tug tswv kuas ua lov, es koj tsw has rua koj cov tub teg tub taw paub tas thaus dua koj lawd leejtwg yuav nyob sau koj lub zwm txwv?”"},{"bible_id":"1216","chapter_code":"1KI.1","verse_code":"1KI.1.28","label":"28","content":"Vaajntxwv Tavi txawm has tas, “Ca le hu Npasenpa lug cuag kuv.” Npasenpa txhad lug cuag vaajntxwv hab sawv rua ntawm vaajntxwv xubndag."},{"bible_id":"1216","chapter_code":"1KI.1","verse_code":"1KI.1.29","label":"29","content":"Tes vaajntxwv cog lug twv tas, “Muaj Yawmsaub kws muaj txujsa nyob pum, yog tug kws cawm kuv txujsa dim huv txhua txujkev txom nyem ceblaaj,"},{"bible_id":"1216","chapter_code":"1KI.1","verse_code":"1KI.1.30","label":"30","content":"kuv tub tuav Yawmsaub kws yog cov Yixayee tug Vaajtswv lub npe cog lug twv rua koj tas, ‘Thaus dua kuv lawd koj tug tub Xalaumoo yuav ua vaajntxwv kaav hab yuav nyob kuv chaw sau kuv lub zwm txwv.’ Mas kuv yuav ua le ntawd rua nub nua ntaag.”"},{"bible_id":"1216","chapter_code":"1KI.1","verse_code":"1KI.1.31","label":"31","content":"Tes Npasenpa txawm khoov ntshws ua lub plhu ti nkaus aav pe vaajntxwv hab has tas, “Thov vaajntxwv Tavi kws yog kuv tug tswv muaj txujsa nyob moog ib txhws.”"},{"bible_id":"1216","chapter_code":"1KI.1","verse_code":"1KI.1.32","label":"32","content":"Vaajntxwv Tavi has tas, “Ca le hu tug pov thawj Xantau hab Nathaa kws cev Vaajtswv lug hab Npenaya kws yog Yehauyanta tug tub tuaj cuag kuv.” Puab txawm tuaj cuag vaajntxwv."},{"bible_id":"1216","chapter_code":"1KI.1","verse_code":"1KI.1.33","label":"33","content":"Mas vaajntxwv has rua puab tas, “Ca le coj kuv cov tub teg tub taw moog hab muab kuv tug luj txwv rua Xalaumoo caij hab coj nwg moog rua lub qhov dej Kihoo."},{"bible_id":"1216","chapter_code":"1KI.1","verse_code":"1KI.1.34","label":"34","content":"Ca tug pov thawj Xantau hab Nathaa kws yog xwbfwb cev Vaajtswv lug laub roj ywg tsaa nwg hov ntawd ua vaajntxwv kaav cov Yixayee, hab tshuab raaj kub yaaj qw has tas, ‘Thov kuas vaajntxwv Xalaumoo muaj txujsa luj sav ntev.’"},{"bible_id":"1216","chapter_code":"1KI.1","verse_code":"1KI.1.35","label":"35","content":"Tes mej le nrug nwg nce lug mas nwg yuav nyob sau kuv lub zwm txwv, tsua qhov nwg yuav nyob kuv chaw ua vaajntxwv. Kuv tub tsaa nwg ua tug kws kaav cov Yixayee hab cov Yuta huvsw lawm.”"},{"bible_id":"1216","chapter_code":"1KI.1","verse_code":"1KI.1.36","label":"36","content":"Tes Yehauyanta tug tub Npenaya teb vaajntxwv tas, “Amee! Vaajntxwv kws yog kuv tug tswv, thov Yawmsaub kws yog koj tug Vaajtswv paab kuas muaj lawv le ntawd."},{"bible_id":"1216","chapter_code":"1KI.1","verse_code":"1KI.1.37","label":"37","content":"Yawmsaub nrug nraim vaajntxwv kws yog kuv tug tswv nyob le caag, kuj thov kuas nwg nrug nraim Xalaumoo ib yaam le ntawd, hab thov pub kuas nwg lub zwm txwv luj dua le vaajntxwv Tavi kws yog kuv tug tswv lub.”"},{"bible_id":"1216","chapter_code":"1KI.1","verse_code":"1KI.1.38","label":"38","content":"Tes tug pov thawj Xantau hab Nathaa kws cev Vaajtswv lug hab Yehauyanta tug tub Npenaya hab cov Khelethi hab cov Pelethi  txawm nqeg moog muab Xalaumoo caij vaajntxwv Tavi tug luj txwv hab coj nwg moog rua lub qhov dej Kihoo."},{"bible_id":"1216","chapter_code":"1KI.1","verse_code":"1KI.1.39","label":"39","content":"Mas tug pov thawj Xantau coj lub khob kub nyuj kws ntim roj aulib huv Yawmsaub lub tsev ntaub moog laub ywg tsaa Xalaumoo. Puab tshuab raaj kub yaaj hab ib tsoom pejxeem suavdawg has tas, “Thov kuas vaajntxwv Xalaumoo muaj txujsa luj sav ntev.”"},{"bible_id":"1216","chapter_code":"1KI.1","verse_code":"1KI.1.40","label":"40","content":"Cov pejxeem suavdawg nrug nwg nce moog tshuv raaj qw zoo sab xyiv faab ua aav tseeg quas nkawg."},{"bible_id":"1216","chapter_code":"1KI.1","verse_code":"1KI.1.41","label":"41","content":"Thaus Antauniya hab cov kws nwg hu tuaj koom suavdawg noj mov taag puab nov lub suab hov. Thaus Yau‑a nov lub suab raaj kub yaaj nwg txawm has tas, “Lub suab nrov ntsug quas qeeg huv lub nroog yog daabtsw nej?”"},{"bible_id":"1216","chapter_code":"1KI.1","verse_code":"1KI.1.42","label":"42","content":"Thaus nwg saamswm has lug hov, Yaunathaa kws yog pov thawj Anpiyatha tug tub tuaj txug. Mas Antauniya has tas, “Ca le lug, koj yog tuabneeg zoo, koj yeej coj xuv zoo tuaj.”"},{"bible_id":"1216","chapter_code":"1KI.1","verse_code":"1KI.1.43","label":"43","content":"Yaunathaa teb Antauniya tas, “Tsw yog le ntawd, tsua qhov vaajntxwv Tavi kws yog peb tug tswv tub tsaa Xalaumoo ua vaajntxwv."},{"bible_id":"1216","chapter_code":"1KI.1","verse_code":"1KI.1.44","label":"44","content":"Vaajntxwv khaiv tug pov thawj Xantau hab Nathaa kws cev Vaajtswv lug hab Yehauyanta tug tub Npenaya hab cov Khelethi hab cov Pelethi  nrug Xalaumoo moog hab puab muab Xalaumoo caij vaajntxwv tug luj txwv."},{"bible_id":"1216","chapter_code":"1KI.1","verse_code":"1KI.1.45","label":"45","content":"Hab tug pov thawj Xantau hab Nathaa kws ua xwbfwb cev Vaajtswv lug tub laub roj tsaa nwg ua vaajntxwv ntawm lub qhov dej Kihoo. Puab nce hov ntawd rov lug muaj kev zoo sab xyiv faab, lub nroog txhad muaj suab nrov ntsug quas qeeg, yog lub suab kws mej nov."},{"bible_id":"1216","chapter_code":"1KI.1","verse_code":"1KI.1.46","label":"46","content":"Xalaumoo tau nyob sau vaajntxwv lub zwm txwv lawm."},{"bible_id":"1216","chapter_code":"1KI.1","verse_code":"1KI.1.47","label":"47","content":"Tsw taag le ntawd vaajntxwv cov tub teg tub taw kuj moog foom koob moov rua vaajntxwv Tavi kws yog peb tug tswv has tas, ‘Thov koj tug Vaajtswv ua kuas Xalaumoo lub npe nrov nchaa moo quas lug heev dua le koj lub, hab ua kuas Xalaumoo lub zwm txwv luj dua koj lub.’ Tes vaajntxwv txawm nyo hau pe Yawmsaub sau nwg lub txaaj."},{"bible_id":"1216","chapter_code":"1KI.1","verse_code":"1KI.1.48","label":"48","content":"Hab vaajntxwv has tas, ‘Qhuas Yawmsaub kws yog cov Yixayee tug Vaajtswv, kws tau pub kuv le tub ki ib tug lug nyob sau kuv lub zwm txwv rua nub nua, rua kuv lub qhov muag tau pum lawm.’ ”"},{"bible_id":"1216","chapter_code":"1KI.1","verse_code":"1KI.1.49","label":"49","content":"Tes cov kws Antauniya hu tuaj koom suavdawg kuj ntshai sawv pis tseeg nyag moog nyag taag lawm."},{"bible_id":"1216","chapter_code":"1KI.1","verse_code":"1KI.1.50","label":"50","content":"Mas Antauniya ntshai Xalaumoo heev, nwg txawm sawv tseeg moog tuav nkaus tej kub ntawm lub thaaj xyeem."},{"bible_id":"1216","chapter_code":"1KI.1","verse_code":"1KI.1.51","label":"51","content":"Muaj tuabneeg moog has rua Xalaumoo tas, “Saib maj, Antauniya ntshai vaajntxwv Xalaumoo kawg. Nwg moog tuav rawv tej kub ntawm lub thaaj xyeem has tas, ‘Thov vaajntxwv Xalaumoo cog lug twv rua kuv ua ntej has tas nwg yuav tsw xuas ntaaj tua kuv kws yog nwg tug qhev.’ ”"},{"bible_id":"1216","chapter_code":"1KI.1","verse_code":"1KI.1.52","label":"52","content":"Xalaumoo has tas, “Yog nwg ua tau tuabneeg zoo, nwg ib txuj plaubhau yuav tsw poob rua huv aav le, tassws yog pum tas nwg muaj qhov phem mas nwg yuav tuag xwb.”"},{"bible_id":"1216","chapter_code":"1KI.1","verse_code":"1KI.1.53","label":"53","content":"Vaajntxwv Xalaumoo txawm tso tuabneeg moog coj nwg nqeg ntawm lub thaaj lug. Mas nwg txhad lug pe vaajntxwv Xalaumoo. Xalaumoo has rua nwg tas, “Ca le rov qaab moog tsev.”"},{"bible_id":"1216","chapter_code":"1KI.2","verse_code":"1KI.2.1","label":"1","content":"Thaus ze lub swjhawm kws Tavi yuav taag swm neej mas nwg nkaw lug rua nwg tug tub Xalaumoo tas,"},{"bible_id":"1216","chapter_code":"1KI.2","verse_code":"1KI.2.2","label":"2","content":"“Kuv saamswm yuav dua moog ib yaam le ib tsoom tuabneeg nplajteb. Koj ca le ua khov kho yaam le ib tug txwvneej yawg,"},{"bible_id":"1216","chapter_code":"1KI.2","verse_code":"1KI.2.3","label":"3","content":"hab tuav rawv tej lug kws koj tug Vaajtswv Yawmsaub has, ua lub neej lawv le nwg txujkev, hab tuav rawv nwg tej kaab ke hab nwg tej lug nkaw hab nwg tej kevcai hab nwg tej lug qha lawv le kws tub muab sau ca rua huv Mauxe phoo kevcai, sub koj txhad le vaam meej rua txhua yaam num kws koj ua hab rua txhua qhov kws koj moog,"},{"bible_id":"1216","chapter_code":"1KI.2","verse_code":"1KI.2.4","label":"4","content":"mas Yawmsaub txhad ua lawv le nwg tej lug kws nwg has ntswg txug kuv tas, ‘Yog koj tej tub ki ceev faaj rua txhua txujkev kws puab ua hab ua puab lub neej xwb rua ntawm kuv lub xubndag kawg sab kawg ntsws, mas koj caaj ceg yuav tsw tu ncua tug txwvneej kws nyob sau cov Yixayee lub zwm txwv.’"},{"bible_id":"1216","chapter_code":"1KI.2","verse_code":"1KI.2.5","label":"5","content":"“Dua ib qho koj yeej paub tas Xeluya tug tub Yau‑a tau ua le caag rua kuv lawm. Koj paub tas nwg ua le caag rua ob tug thawj kws kaav Yixayee cov tub rog, yog ua rua Naw tug tub Anaw hab ua rua Yethaw tug tub Amaxa kws nwg ca le muab tua rua thaus lub tebchaws tug lawd, pauj taub tej ntshaav kws lug rua thaus kws tseed ua rog. Nwg muab tej ntshaav kws tsw txhum hov ua tso rua sau nwg  txuj hlaab ntawm duav hab tso rua sau nwg txhais khau ntawm nwg kwtaw."},{"bible_id":"1216","chapter_code":"1KI.2","verse_code":"1KI.2.6","label":"6","content":"Vem le nuav ca le ua lawv le koj tug tswvyim pum zoo, tsw xob ca nwg tug dawb hau moog ua sab tug yeeg rua huv tub tuag teb."},{"bible_id":"1216","chapter_code":"1KI.2","verse_code":"1KI.2.7","label":"7","content":"Ca le ua zoo rua Npaxilai kws yog tuabneeg Kile‑a cov tub, kheev puab nrug koj koom rooj noj mov ua ke, tsua qhov thaus kws kuv tswv koj tug tijlaug Axaloo moog puab tau ua zoo kawg rua kuv ib yaam le ntawd."},{"bible_id":"1216","chapter_code":"1KI.2","verse_code":"1KI.2.8","label":"8","content":"Muaj Kela tug tub Sime‑i kws yog xeem Npeeyamee kws nyob huv lub moos Npahuli kuj nrug koj nyob ua ke nuav. Nub kws kuv moog rua lub moos Mahana‑i mas nwg tshev foom kuv tsw zoo heev kawg le, tassws thaus nwg tuaj tog kuv ntawm ntug dej Yalatee, mas kuv tuav Yawmsaub lub npe cog lug twv rua nwg tas, kuv yuav tsw xuas ntaaj tua nwg."},{"bible_id":"1216","chapter_code":"1KI.2","verse_code":"1KI.2.9","label":"9","content":"Vem le hov koj tsw xob suav tas nwg tsw txhum. Koj tub muaj tswvyim, koj kuj paub tas tswm nyog koj yuav ua le caag rua nwg. Koj ca le coj nwg lub taubhau dawb quas paug nrug nwg cov ntshaav nqeg rua huv tub tuag teb.”"},{"bible_id":"1216","chapter_code":"1KI.2","verse_code":"1KI.2.10","label":"10","content":"Tes Tavi txawm tuag moog nrug nwg tej laug nyob mas puab muab nwg log rua huv Tavi lub nroog."},{"bible_id":"1216","chapter_code":"1KI.2","verse_code":"1KI.2.11","label":"11","content":"Lub swjhawm kws Tavi kaav cov Yixayee yog plaub caug xyoo. Nwg nyob huv Heploo kaav tau xyaa xyoo, nyob huv Yeluxalee kaav tau peb caug peb xyoo."},{"bible_id":"1216","chapter_code":"1KI.2","verse_code":"1KI.2.12","label":"12","content":"Xalaumoo txhad sawv nyob nwg txwv Tavi lub zwm txwv, mas nwg kaav tau tebchaws ruaj khov."},{"bible_id":"1216","chapter_code":"1KI.2","verse_code":"1KI.2.13","label":"13","content":"Hakis  tug tub Antauniya tuaj cuag Npasenpa kws yog Xalaumoo nam. Mas Npasenpa nug nwg tas, “Koj tuaj ua zoo lov?” Antauniya teb tas, “Kuv tuaj ua zoo xwb."},{"bible_id":"1216","chapter_code":"1KI.2","verse_code":"1KI.2.14","label":"14","content":"Kuv muaj ib lu lug yuav has rua koj.” Npasenpa has tas, “Ca le has maj.”"},{"bible_id":"1216","chapter_code":"1KI.2","verse_code":"1KI.2.15","label":"15","content":"Nwg txhad has tas, “Koj yeej paub tas kuv txhad yog tug kws yuav kaav lub tebchaws, hab taag nrho cov Yixayee suavdawg yeej npaaj sab tas kuv yuav tau kaav. Txawm le caag los xwj lub tebchaws poob lug rua kuv tug kwv lawm, vem yog Yawmsaub pub rua nwg kaav."},{"bible_id":"1216","chapter_code":"1KI.2","verse_code":"1KI.2.16","label":"16","content":"Mas nwgnuav kuv tsuas thov ib yaam xwb, thov koj tsw xob txhem.” Npasenpa has rua nwg tas, “Ca le has maj.”"},{"bible_id":"1216","chapter_code":"1KI.2","verse_code":"1KI.2.17","label":"17","content":"Antauniya txhad has tas, “Thov koj moog thov vaajntxwv, nyab nwg yuav tsw txhem koj, yog thov nwg muab Anpisa kws yog tuabneeg huv lub moos Sunee rua kuv yuav ua quaspuj.”"},{"bible_id":"1216","chapter_code":"1KI.2","verse_code":"1KI.2.18","label":"18","content":"Npasenpa has tas, “Zoo kawg, kuv yuav moog paab koj has rua vaajntxwv.”"},{"bible_id":"1216","chapter_code":"1KI.2","verse_code":"1KI.2.19","label":"19","content":"Npasenpa txawm moog cuag vaajntxwv Xalaumoo paab Antauniya has rua vaajntxwv. Mas vaajntxwv sawv tseeg fem nwg hab nyo hau rua nwg. Tes txawm rov nyob tsawg sau lub zwm txwv mas has kuas muab rooj rua vaajntxwv nam nyob. Leej nam txhad lug nyob ntawm nwg saab xws,"},{"bible_id":"1216","chapter_code":"1KI.2","verse_code":"1KI.2.20","label":"20","content":"mas has tas, “Kuv yuav thov ib nyuas yaam ntawm koj, koj tsw xob txhem kuv.” Tes vaajntxwv txawm has tas, “Nam, thov maj, kuv yuav tsw txhem koj.”"},{"bible_id":"1216","chapter_code":"1KI.2","verse_code":"1KI.2.21","label":"21","content":"Leej nam txhad has tas, “Thov muab Anpisa kws yog tuabneeg huv Sunee rua koj tug tijlaug Antauniya yuav ua quaspuj.”"},{"bible_id":"1216","chapter_code":"1KI.2","verse_code":"1KI.2.22","label":"22","content":"Vaajntxwv Xalaumoo teb nwg nam tas, “Ua caag koj yuav thov Anpisa kws yog tuabneeg huv Sunee rua Antauniya yuav? Ca le thov hlo lub tebchaws rua nwg hab los maj, tsua qhov nwg tub yog kuv le tijlaug hab nwg tub muaj tug pov thawj Anpiyatha hab Xeluya tug tub Yau‑a tuaj nwg tog.”"},{"bible_id":"1216","chapter_code":"1KI.2","verse_code":"1KI.2.23","label":"23","content":"Vaajntxwv Xalaumoo txawm tuav Yawmsaub lub npe cog lug twv has tas, “Yog tej lug nuav tsw ua rua Antauniya txujsa tu mas ca Vaajtswv rau txem rua kuv nyaav dua le hov hab."},{"bible_id":"1216","chapter_code":"1KI.2","verse_code":"1KI.2.24","label":"24","content":"Vem le nuav, muaj Yawmsaub muaj txujsa nyob pum, Yawmsaub kws yog tug tsaa kuv kuas nyob ruaj khov hab muab kuv txawb rua sau kuv txwv Tavi lub zwm txwv, hab pub kuv caaj ceg kaav moog le, lawv le Yawmsaub tau cog lug ca, mas Antauniya yeej yuav raug muab tua nub nua ntaag.”"},{"bible_id":"1216","chapter_code":"1KI.2","verse_code":"1KI.2.25","label":"25","content":"Yog le hov vaajntxwv Xalaumoo txhad khaiv Yehauyanta tug tub Npenaya moog muab Antauniya tua, nwg txhad tuag lawm."},{"bible_id":"1216","chapter_code":"1KI.2","verse_code":"1KI.2.26","label":"26","content":"Vaajntxwv has rua tug pov thawj Anpiyatha tas, “Ca le moog rua lub moos Anathau moog nyob huv koj daim teb, tsua qhov koj mas tswm nyog tuag lawm. Tassws lub swjhawm nuav kuv tsw tua koj vem yog koj tau kwv Vaajtswv Yawmsaub lub swb xaab ua kuv txwv Tavi ntej, hab vem koj tau nrug kuv txwv raug txhua yaam kev txom nyem ua ke.”"},{"bible_id":"1216","chapter_code":"1KI.2","verse_code":"1KI.2.27","label":"27","content":"Xalaumoo txhad muab Anpiyatha lawv tawm qhov kws ua Yawmsaub le pov thawj, txhad tav lawv le Yawmsaub tej lug kws has txug Eli caaj ceg huv lub moos Silau."},{"bible_id":"1216","chapter_code":"1KI.2","verse_code":"1KI.2.28","label":"28","content":"Thaus tej xuv nuav nrov moog txug Yau‑a, txawm yog Yau‑a tsw tuaj Axaloo tog los nwg tuaj Antauniya tog, mas Yau‑a txhad tswv moog rua Yawmsaub lub tsev ntaub hab moog tuav rawv cov kub ntawm lub thaaj xyeem."},{"bible_id":"1216","chapter_code":"1KI.2","verse_code":"1KI.2.29","label":"29","content":"Thaus kws muaj tuabneeg moog has rua vaajntxwv Xalaumoo tas, “Yau‑a tub tswv moog rua ntawm Yawmsaub lub tsev ntaub lawm hab nwg nyob ntawm lub thaaj xyeem ib saab,” mas Xalaumoo txhad khaiv Yehauyanta tug tub Npenaya moog, has tas, “Ca le moog muab nwg tua pov tseg.”"},{"bible_id":"1216","chapter_code":"1KI.2","verse_code":"1KI.2.30","label":"30","content":"Npenaya txhad moog rua ntawm Yawmsaub lub tsev ntaub mas has rua Yau‑a tas, “Vaajntxwv kuas koj ca le tawm lug.” Yau‑a teb tas, “Kuv tsw tawm le, kuv yeem tuag ntawm nuav.” Tes Npenaya kuj coj xuv moog has rua vaajntxwv tas, “Yau‑a has le hov ntaag, nwg teb kuv le nuav ntaag.”"},{"bible_id":"1216","chapter_code":"1KI.2","verse_code":"1KI.2.31","label":"31","content":"Vaajntxwv teb nwg tas, “Ca le ua lawv le nwg has rua nwg. Ca le muab nwg tua hab muab faus tseg. Ua le nuav sub txhad ntxuav tau lub txem kws Yau‑a tua tej tuabneeg tsw txhum tawm ntawm kuv hab kuv txwv caaj ceg moog."},{"bible_id":"1216","chapter_code":"1KI.2","verse_code":"1KI.2.32","label":"32","content":"Yawmsaub yuav coj qhov kws nwg tua lwm tug lug ntshaav hov rov lug poob rua sau nwg taubhau, tsua qhov nwg tau xuas ntaaj tua ob tug txwvneej kws ncaaj nceeg dua hab zoo dua nwg, kws kuv txwv Tavi kuj tsw paub le, yog Naw tug tub Anaw kws ua thawj kaav cov tub rog Yixayee hab Yethaw tug tub Amaxa kws ua thawj kaav cov tub rog Yuta."},{"bible_id":"1216","chapter_code":"1KI.2","verse_code":"1KI.2.33","label":"33","content":"Mas ob tug tuag nuav cov ntshaav yuav poob rua sau Yau‑a hab nwg caaj ceg taubhau ib txhab ib txhws, tassws Tavi hab nwg tej tub ki hab nwg caaj ceg hab nwg lub zwm txwv Yawmsaub yuav pub kuas nyob tug quas yeeg ib txhab ib txhws.”"},{"bible_id":"1216","chapter_code":"1KI.2","verse_code":"1KI.2.34","label":"34","content":"Yehauyanta tug tub Npenaya txawm moog tua Yau‑a tuag mas muab nwg log rua ntawm nwg lub tsev huv tebchaws moj saab qhua."},{"bible_id":"1216","chapter_code":"1KI.2","verse_code":"1KI.2.35","label":"35","content":"Vaajntxwv Xalaumoo tsaa Yehauyanta tug tub Npenaya ua thawj kaav tub rog nyob Yau‑a chaw, hab vaajntxwv tsaa Xantau ua pov thawj nyob Anpiyatha chaw."},{"bible_id":"1216","chapter_code":"1KI.2","verse_code":"1KI.2.36","label":"36","content":"Vaajntxwv khaiv tuabneeg moog hu Sime‑i tuaj mas has rua nwg tas, “Koj ca le ua tsev rua huv Yeluxalee hab nyob tuabywv hov ntawd, tsw xob tawm moog hovtwg le."},{"bible_id":"1216","chapter_code":"1KI.2","verse_code":"1KI.2.37","label":"37","content":"Yog nub twg koj tawm hlaa lub haav Khiloo hov moog, mas koj ca le paub tseeb tas koj yuav tuag. Qhov kws koj tuag hov koj yuav rws koj xwb.”"},{"bible_id":"1216","chapter_code":"1KI.2","verse_code":"1KI.2.38","label":"38","content":"Mas Sime‑i has rua vaajntxwv tas, “Qhov kws vaajntxwv has le nuav kuj zoo kawg. Vaajntxwv kws yog kuv tug tswv has le caag los kuv kws yog koj tug qhev yuav ua le ntawd.” Sime‑i txhad le nyob huv Yeluxalee tau ntev."},{"bible_id":"1216","chapter_code":"1KI.2","verse_code":"1KI.2.39","label":"39","content":"Nyob tau peb xyoos mas Sime‑i ob tug qhev tswv moog cuag Ma‑akha tug tub Akhij kws ua vaajntxwv huv lub moos Ka. Mas thaus muaj tuabneeg has rua Sime‑i tas, “Koj ob tug qhev nyob huv lub moos Ka,”"},{"bible_id":"1216","chapter_code":"1KI.2","verse_code":"1KI.2.40","label":"40","content":"Sime‑i txawm sawv tseeg pem eeb rua sau neeg luav moog cuag Akhij huv lub moos Ka moog nrhav nwg ob tug qhev. Sime‑i tau moog coj nwg ob tug qhev ntawm lub moos Ka lug."},{"bible_id":"1216","chapter_code":"1KI.2","verse_code":"1KI.2.41","label":"41","content":"Thaus muaj tuabneeg has rua Xalaumoo tas Sime‑i tub tawm huv Yeluxalee moog txug lub moos Ka hab rov qaab lug lawm,"},{"bible_id":"1216","chapter_code":"1KI.2","verse_code":"1KI.2.42","label":"42","content":"vaajntxwv txawm khaiv tuabneeg moog hu Sime‑i tuaj mas has rua nwg tas, “Kuv tub kuas koj tuav Yawmsaub lub npe cog lug twv tseg hab kuv nkaw lug rua koj tas, ‘Koj ca le paub tseeb tas nub twg koj tawm moog tsw has koj moog rua hovtwg koj yuav tuag xwb.’ Mas koj tub teb kuv tas, ‘Tej lug kws koj has nuav zoo kawg le, kuv yuav noog koj lug.’"},{"bible_id":"1216","chapter_code":"1KI.2","verse_code":"1KI.2.43","label":"43","content":"Ua le caag koj tsw ceev cov lug kws koj cog rua Yawmsaub lawm hab tsw ceev tej lug kws kuv has kuas koj ua?”"},{"bible_id":"1216","chapter_code":"1KI.2","verse_code":"1KI.2.44","label":"44","content":"Vaajntxwv rov has dua rua Sime‑i tas, “Koj yeej paub tej kev phem kws koj ua rua kuv txwv Tavi huvsw huv koj lub sab lawm. Vem le nuav Yawmsaub yuav muab tej kev phem rov lug pauj rua sau koj lub taubhau."},{"bible_id":"1216","chapter_code":"1KI.2","verse_code":"1KI.2.45","label":"45","content":"Tassws vaajntxwv Xalaumoo yuav tau moov zoo hab Tavi lub zwm txwv yuav nyob ruaj khov rua ntawm Yawmsaub xubndag moog ib txhws.”"},{"bible_id":"1216","chapter_code":"1KI.2","verse_code":"1KI.2.46","label":"46","content":"Mas vaajntxwv txawm has rua Yehauyanta tug tub Npenaya mas nwg tawm moog muab Sime‑i tua pov tseg, Sime‑i txhad le tuag. Ua le nuav lub tebchaws txhad nyob ruaj khov rua huv Xalaumoo txhais teg."},{"bible_id":"1216","chapter_code":"1KI.3","verse_code":"1KI.3.1","label":"1","content":"Xalaumoo yuav Falau kws yog vaajntxwv Iyi tug ntxhais ua quaspuj txhad tau nrug Falau tis nruab ze sws raug zoo. Nwg txhad coj Falau tug ntxhais lug nyob rua huv Tavi lub nroog moog txug thaus ua nwg lub tsev hab ua Yawmsaub lub tuam tsev tav hab txhwm lub ntsaa loog xov lub nroog Yeluxalee taag huvsw."},{"bible_id":"1216","chapter_code":"1KI.3","verse_code":"1KI.3.2","label":"2","content":"Cov pejxeem tseed tua tsaj xyeem rua sau tej chaw sab vem yog tsw tau ua lub tuam tsev rua Yawmsaub lub npe."},{"bible_id":"1216","chapter_code":"1KI.3","verse_code":"1KI.3.3","label":"3","content":"Xalaumoo hlub Yawmsaub hab nwg ua lub neej lawv le nwg txwv Tavi tej kaab ke tsuas yog nwg tua tsaj hab hlawv moov tshuaj tsw qaab xyeem rua sau tej chaw sab."},{"bible_id":"1216","chapter_code":"1KI.3","verse_code":"1KI.3.4","label":"4","content":"Vaajntxwv moog tua tsaj xyeem rua ntawm lub moos Kinpe‑oo tsua qhov lub chaw sab kws tseem ceeb nyob hov ntawd. Xalaumoo tua ib txheeb tug tsaj ua kevcai hlawv xyeem rua sau lub thaaj ntawd."},{"bible_id":"1216","chapter_code":"1KI.3","verse_code":"1KI.3.5","label":"5","content":"Mo ntuj Yawmsaub lug tshwm huv npau suav rua Xalaumoo pum ntawm lub moos Kinpe‑oo. Vaajtswv has tas, “Koj xaav kuas kuv pub daabtsw rua koj, ca le thov.”"},{"bible_id":"1216","chapter_code":"1KI.3","verse_code":"1KI.3.6","label":"6","content":"Mas Xalaumoo has tas, “Koj ua koj txujkev hlub ruaj khov kws luj kawg tshwm rua kuv txwv Tavi kws yog koj tug qhev, tsua qhov nwg ua lub neej xwb rua koj hab ua ncaaj ua nceeg taab meeg koj hab ua lub sab ncaaj rua koj. Koj tuav rawv txujkev hlub ruaj khov kws luj kawg nuav rua nwg hab pub nwg muaj ib tug tub nyob sau nwg lub zwm txwv rua nub nua."},{"bible_id":"1216","chapter_code":"1KI.3","verse_code":"1KI.3.7","label":"7","content":"Au Yawmsaub kws yog kuv tug Vaajtswv, kuv txawm yog mivnyuas yau los nwgnuav koj pub kuv kws yog koj tug qhev sawv ua vaajntxwv nyob kuv txwv Tavi chaw. Kuv tsw paub tas kuv yuav coj le caag."},{"bible_id":"1216","chapter_code":"1KI.3","verse_code":"1KI.3.8","label":"8","content":"Hab koj tug qhev nyob rua huv koj haiv tuabneeg kws koj tau xaiv ca lawd, yog haiv tuabneeg kws muaj zug hab coob kawg suav tsw txheeb."},{"bible_id":"1216","chapter_code":"1KI.3","verse_code":"1KI.3.9","label":"9","content":"Thov koj pub kev nkaag sab rua kuv kws yog koj tug qhev sub kuv txhad kaav tau koj cov tuabneeg hab paub qhov zoo qhov phem, tsua qhov leejtwg yuav kaav tau koj haiv tuabneeg kws coob heev nuav?”"},{"bible_id":"1216","chapter_code":"1KI.3","verse_code":"1KI.3.10","label":"10","content":"Xalaumoo thov le nuav mas kuj txaus tug Tswv  lub sab."},{"bible_id":"1216","chapter_code":"1KI.3","verse_code":"1KI.3.11","label":"11","content":"Mas Vaajtswv has rua nwg tas, “Vem yog koj thov tej nuav koj tsw tau thov kuas koj muaj txujsa nyob ntev hab tsw thov nyaj txag rua koj hab tsw thov kuas koj cov yeeb ncuab txujsa tu, tassws koj thov kev nkaag sab sub txhad paub tas qhov twg yog qhov raug cai,"},{"bible_id":"1216","chapter_code":"1KI.3","verse_code":"1KI.3.12","label":"12","content":"vem le nuav kuv yuav ua lawv le koj tej lug thov. Kuv yeej yuav pub plaab plaw tswvyim hab kev nkaag sab rua koj, sub txhad tsw muaj leejtwg kws nyob ua koj ntej zoo cuag le koj hab tsw muaj leejtwg kws tshwm lug tom qaab yuav zoo cuag le koj."},{"bible_id":"1216","chapter_code":"1KI.3","verse_code":"1KI.3.13","label":"13","content":"Kuv tseed yuav pub tej kws koj tsw tau thov rua koj, yog nyaj txag hab meej thawb, mas taag koj swm neej txhad yuav tsw muaj lwm tug vaajntxwv pev tau rua koj."},{"bible_id":"1216","chapter_code":"1KI.3","verse_code":"1KI.3.14","label":"14","content":"Hab yog koj ua lub neej lawv nraim kuv txujkev hab tuav rawv kuv tej kaab ke hab kuv tej lug nkaw ib yaam le koj txwv Tavi tau ua lawd, kuv yuav pub koj lub noob nyoog ntev moog.”"},{"bible_id":"1216","chapter_code":"1KI.3","verse_code":"1KI.3.15","label":"15","content":"Tes Xalaumoo txawm tswm lug, na cav yog npau suav. Tes nwg txawm lug rua huv lub nroog Yeluxalee hab sawv ntsug ntawm Yawmsaub lub swb xaab sws cog lug, hab tua tsaj ua kevcai hlawv xyeem hab ua kevcai xyeem sws raug zoo, hab paam ib rooj mov rua nwg cov tub teg tub taw suavdawg noj haus."},{"bible_id":"1216","chapter_code":"1KI.3","verse_code":"1KI.3.16","label":"16","content":"Muaj ob tug puj muag cev tuaj cuag vaajntxwv sawv ntsug ntawm vaajntxwv xubndag."},{"bible_id":"1216","chapter_code":"1KI.3","verse_code":"1KI.3.17","label":"17","content":"Ib tug puj has tas, “Au kuv tug vaajntxwv, kuv hab tug puj nuav nyob ua ke huv ib lub tsev. Kuv yug tau ib tug mivnyuas rua thaus tug puj nuav tseed nyob huv tsev hab."},{"bible_id":"1216","chapter_code":"1KI.3","verse_code":"1KI.3.18","label":"18","content":"Thaus kuv yug mivnyuas tau peb nub lawd, tug puj nuav txawm yug mivnyuas hab. Mas ib ob leeg nyob ua ke, tsw muaj lwm tug nrug ib nyob huv lub tsev tsuas yog ib ob leeg nyob huv lub tsev hov xwb."},{"bible_id":"1216","chapter_code":"1KI.3","verse_code":"1KI.3.19","label":"19","content":"Thaus mo ntuj tug puj nuav tug mivnyuas txawm tuag vem nwg muab tais tuag."},{"bible_id":"1216","chapter_code":"1KI.3","verse_code":"1KI.3.20","label":"20","content":"Mas thaus ib taag mo kuv kws yog koj tug qhev tseed tsaug zug, nwg txawm sawv lug muab kuv tug tub ntawm kuv ib saab coj moog tso rua huv nwg xubndag hab muab nwg tug tub kws tuag lawd tso rua huv kuv xubndag."},{"bible_id":"1216","chapter_code":"1KI.3","verse_code":"1KI.3.21","label":"21","content":"Thaus taagkig kuv sawv lug yuav muab mig rua kuv tug mivnyuas noj, ua cav tub tuag lawm. Taagkig hov thaus kuv muab ua tuab zoo saib, ua cav tsw yog tug mivnyuas kws kuv yug.”"},{"bible_id":"1216","chapter_code":"1KI.3","verse_code":"1KI.3.22","label":"22","content":"Tassws tug quaspuj kws nyob ntawd has tas, “Tsw yog. Tug mivnyuas kws caj yog kuv le, tug mivnyuas kws tuag yog koj le.” Thawj tug quaspuj has tas, “Tsw yog. Tug mivnyuas kws tuag yog koj le, tug kws caj yog kuv le.” Ob tug ob leeg has le nuav rua ntawm vaajntxwv xubndag."},{"bible_id":"1216","chapter_code":"1KI.3","verse_code":"1KI.3.23","label":"23","content":"Tes vaajntxwv txawm has tas, “Ib tug has tas, ‘Tug mivnyuas kws caj nuav yog kuv le, koj tug yog tug kws tuag lawd,’ dua ib tug kuj has tas, ‘Tsw yog, koj tug mivnyuas tuag lawm, kuv tug yog tug kws caj.’ ”"},{"bible_id":"1216","chapter_code":"1KI.3","verse_code":"1KI.3.24","label":"24","content":"Hab vaajntxwv has tas, “Ca le muab ib raab ntaaj lug rua kuv.” Puab txhad coj raab ntaaj lug tso rua ntawm vaajntxwv xubndag."},{"bible_id":"1216","chapter_code":"1KI.3","verse_code":"1KI.3.25","label":"25","content":"Tes vaajntxwv txawm has tas, “Ca le muab tug mivnyuas kws caj hov phua ua ob saab, muab faib rua ob tug quaspuj hov ib leeg ib saab.”"},{"bible_id":"1216","chapter_code":"1KI.3","verse_code":"1KI.3.26","label":"26","content":"Vem tug puj kws nwg tug mivnyuas tseed caj hov mob sab nwg tug tub, nwg txawm has rua vaajntxwv tas, “Au kuv tug vaajntxwv, ca le muab tug mivnyuas kws caj nuav rua tug puj hov. Txawm le caag los xwj tsw xob muab tug mivnyuas tua.” Tassws tug puj ntawd has tas, “Tug mivnyuas hov tsw ua kuv le tsw ua koj le, ca le muab faib.”"},{"bible_id":"1216","chapter_code":"1KI.3","verse_code":"1KI.3.27","label":"27","content":"Tes vaajntxwv txawm teb ob tug tas, “Ca le muab tug mivnyuas kws caj hov rua thawj tug quaspuj, tsw xob muab tua hlo le, nwg yeej yog tug mivnyuas hov nam.”"},{"bible_id":"1216","chapter_code":"1KI.3","verse_code":"1KI.3.28","label":"28","content":"Cov Yixayee suavdawg nov txug qhov kws vaajntxwv tu plaub hov. Puab ntshai hab fwm vaajntxwv heev tsua qhov puab pum tas Vaajtswv tug tswvyim nyob huv nwg, nwg txhad tu tau plaub ncaaj."},{"bible_id":"1216","chapter_code":"1KI.4","verse_code":"1KI.4.1","label":"1","content":"Vaajntxwv Xalaumoo ua vaajntxwv kaav taag nrho cov Yixayee huvsw."},{"bible_id":"1216","chapter_code":"1KI.4","verse_code":"1KI.4.2","label":"2","content":"Cov tuabneeg nuav yog vaajntxwv cov num tswv kws ua hlub huvsw. Xantau tug tub Axaliya ua pov thawj."},{"bible_id":"1216","chapter_code":"1KI.4","verse_code":"1KI.4.3","label":"3","content":"Sisa tug tub Elihaulej hab tug tub Ahiya ua ob tug tub sau ntawv. Ahilu tug tub Yehausafa ua tug kws sau ntawv keeb kwm."},{"bible_id":"1216","chapter_code":"1KI.4","verse_code":"1KI.4.4","label":"4","content":"Yehauyanta tug tub Npenaya ua thawj kaav tub rog. Xantau hab Anpiyatha ua pov thawj."},{"bible_id":"1216","chapter_code":"1KI.4","verse_code":"1KI.4.5","label":"5","content":"Nathaa tug tub Axaliya ua tug thawj saib cov num tswv. Nathaa tug tub Xanpu ua pov thawj hab yog vaajntxwv phoojywg."},{"bible_id":"1216","chapter_code":"1KI.4","verse_code":"1KI.4.6","label":"6","content":"Ahisa ua tug kws saib vaajntxwv lub vaaj lub tsev. Anpanta tug tub Antaunilaa ua tug kws kaav cov tub zug kws raug yuam ua num."},{"bible_id":"1216","chapter_code":"1KI.4","verse_code":"1KI.4.7","label":"7","content":"Xalaumoo muaj kaum ob tug num tswv kws kaav cov Yixayee huvsw hab npaaj zaub mov noj rua vaajntxwv hab vaajntxwv tsev tuabneeg. Ib xyoos ib tug num npaaj zaub mov noj ib lub hlis."},{"bible_id":"1216","chapter_code":"1KI.4","verse_code":"1KI.4.8","label":"8","content":"Nuav yog puab cov npe, Npeehawj kaav peg toj sab Efa‑i tebchaws."},{"bible_id":"1216","chapter_code":"1KI.4","verse_code":"1KI.4.9","label":"9","content":"Npee Ntekhaw kaav lub moos Makha hab Sa‑aanpi hab Npeseme hab Eloo Npehanaa."},{"bible_id":"1216","chapter_code":"1KI.4","verse_code":"1KI.4.10","label":"10","content":"Npee Hexe kaav Alunpau, (Xaukhau hab Hefaw lub tebchaws huvsw kuj zwm rua nwg.)"},{"bible_id":"1216","chapter_code":"1KI.4","verse_code":"1KI.4.11","label":"11","content":"Npee Anpinanta kaav Nafantau huvsw, nwg tau yuav Xalaumoo tug ntxhais Thafa ua quaspuj."},{"bible_id":"1216","chapter_code":"1KI.4","verse_code":"1KI.4.12","label":"12","content":"Ahilu tug tub Npa‑ana kaav Tha‑ana hab Mekintau hab Npesaa huvsw kws nyob ib saab ntawm Xalethaa kws nyob ntawm Yile‑ee saab nraag, hab txwj ntawm Npesaa moog txug Anpee Mehaula hab dhau plhawv lub moos Yaume‑aa."},{"bible_id":"1216","chapter_code":"1KI.4","verse_code":"1KI.4.13","label":"13","content":"Npee Kenpaw kaav Lamau Kile‑a, kws yog tej zej zog kws yog Manaxe tug tub Ya‑i le zej zog kws nyob huv Kile‑a, hab kaav taag nrho lub xeev Akau kws nyob huv Npasaa tebchaws, huvsw muaj rau caum lub moos luj kws muaj ntsaa loog hab muaj tej laag rooj loog tooj lab."},{"bible_id":"1216","chapter_code":"1KI.4","verse_code":"1KI.4.14","label":"14","content":"Intau tug tub Ahinanta kaav Mahana‑i tebchaws."},{"bible_id":"1216","chapter_code":"1KI.4","verse_code":"1KI.4.15","label":"15","content":"Ahima‑a kaav Nathali tebchaws, nwg tau yuav Xalaumoo tug ntxhais Npaxema ua quaspuj."},{"bible_id":"1216","chapter_code":"1KI.4","verse_code":"1KI.4.16","label":"16","content":"Husai tug tub Npa‑ana kaav Asaw tebchaws hab lub moos Npe‑alau."},{"bible_id":"1216","chapter_code":"1KI.4","verse_code":"1KI.4.17","label":"17","content":"Palu‑a tug tub Yehausafa kaav Ixakha tebchaws."},{"bible_id":"1216","chapter_code":"1KI.4","verse_code":"1KI.4.18","label":"18","content":"Ela tug tub Sime‑i kaav Npeeyamee tebchaws."},{"bible_id":"1216","chapter_code":"1KI.4","verse_code":"1KI.4.19","label":"19","content":"Uli tug tub Kenpaw kaav Kile‑a tebchaws, yog tebchaws kws thau cov Amaulai tug vaajntxwv Xihoo hab Npasaa tug vaajntxwv Aus kaav. Muaj tuab tug num tswv kaav lub tebchaws nuav xwb."},{"bible_id":"1216","chapter_code":"1KI.4","verse_code":"1KI.4.20","label":"20","content":"Cov Yixayee hab cov Yuta muaj coob kawg cuag nkaus le tej xuab zeb ntawm ntug havtxwv. Puab muaj noj muaj haus tau zoo nyob xyiv faab hlo."},{"bible_id":"1216","chapter_code":"1KI.4","verse_code":"1KI.4.21","label":"21","content":"Xalaumoo kaav taag nrho tej tebchaws txwj nrho tug dej Yufeti moog txug ncua cov Filixatee lub tebchaws hab moog txug ncua Iyi nrwm teb. Puab suavdawg coj hov txhua chaw tuaj them se rua Xalaumoo hab zwm rua nwg taag swm neej kws nwg tseed muaj txujsa nyob."},{"bible_id":"1216","chapter_code":"1KI.4","verse_code":"1KI.4.22","label":"22","content":"Xalaumoo tej zaub mov mas ib nub yog cov moov mog zoo zoo peb caug khaula, cov moov mog ntxhwb rau caum khaula,"},{"bible_id":"1216","chapter_code":"1KI.4","verse_code":"1KI.4.23","label":"23","content":"kaum tug nyuj rog rog fwb huv nkuaj, neeg nkaum tug nyuj tom tshaav zaub, ib puas tug yaaj. Dua le hov muaj muas lwj, kauv seb, kauv lab hab qab rog rog,"},{"bible_id":"1216","chapter_code":"1KI.4","verse_code":"1KI.4.24","label":"24","content":"tsua qhov nwg kaav taag nrho tej tebchaws moog txug tug dej Yufeti saab nub poob, txwj ntawm Thixa moog txug Kaxa, hab nwg kaav taag nrho tej vaajntxwv kws nyob dej Yufeti saab nub poob huvsw. Vaajntxwv nyob sab tug quas yeeg rua xwm faab puam meem."},{"bible_id":"1216","chapter_code":"1KI.4","verse_code":"1KI.4.25","label":"25","content":"Cov Yuta hab cov Yixayee nyob tso sab quas lug txwj ntawm Ntaaj moog txug ncua Npe‑awsenpa, txhua tug nyag nyob nraim ntxoo huv qaab nyag tej txwv maab txwv cua taag Xalaumoo swm neej."},{"bible_id":"1216","chapter_code":"1KI.4","verse_code":"1KI.4.26","label":"26","content":"Xalaumoo tseed muaj plaub vaam lub nkuaj kaw plaub vaam tug neeg hai tsheb ua rog. Nwg muaj cov tub rog caij neeg ib vaam ob txheeb leej."},{"bible_id":"1216","chapter_code":"1KI.4","verse_code":"1KI.4.27","label":"27","content":"Cov num tswv hov npaaj zaub mov xaa moog rua Xalaumoo hab rua txhua tug kws lug koom Xalaumoo lub rooj mov, nyag xaa lawv le nyag lub hli. Puab tsw tseev ib yaam daabtsw tu ncua le."},{"bible_id":"1216","chapter_code":"1KI.4","verse_code":"1KI.4.28","label":"28","content":"Puab xaa qeb xaa quav nyaab tuaj rua tej neeg hai tsheb hab tej neeg caij, puab coj tuaj rua txhua lub chaw kws teem ca npaum le kws has ca rua puab lawd."},{"bible_id":"1216","chapter_code":"1KI.4","verse_code":"1KI.4.29","label":"29","content":"Vaajtswv pub plaab plaw tswvyim kev txawj ntse rua Xalaumoo ntau kawg le hab pub nwg muaj taab faab hab kev paub npaum nkaus le tej xuab zeb ntawm ntug havtxwv."},{"bible_id":"1216","chapter_code":"1KI.4","verse_code":"1KI.4.30","label":"30","content":"Xalaumoo tej plaab plaw tswvyim ntau dua cov tuabneeg saab nub tuaj tej tswvyim hab ntau dua cov Iyi tej tswvyim huvsw."},{"bible_id":"1216","chapter_code":"1KI.4","verse_code":"1KI.4.31","label":"31","content":"Nwg muaj tswvyim hab txawj ntse dua luas lwm tug huvsw, ntse dua Etha kws yog cum Exalas, hab Hemaa hab Khakhau hab Ntanta kws yog Mahoo cov tub. Nwg lub moo nrov nchaa quas lug moog thoob plhawv txhua lub tebchaws kws nyob ib ncig."},{"bible_id":"1216","chapter_code":"1KI.4","verse_code":"1KI.4.32","label":"32","content":"Nwg has peb txheeb nqai paaj lug hab ib txheeb tswb zaaj nkauj."},{"bible_id":"1216","chapter_code":"1KI.4","verse_code":"1KI.4.33","label":"33","content":"Nwg has txug tej xyoob ntoo taag nrho tej ntoo cab huv Lenpanoo moog txug tej zaub txwg theem kws tuaj ntawm tej ntsaa loog. Nwg kuj has txug tej tsaj qus tej naag noog hab tej tsaj kws nkaag hab tej ntseg."},{"bible_id":"1216","chapter_code":"1KI.4","verse_code":"1KI.4.34","label":"34","content":"Muaj tuabneeg tuaj huv txhua haiv tuabneeg tuaj noog Xalaumoo tej tswvyim, hab tuaj ntawm txhua tug vaajntxwv huv nplajteb nuav kws tau nov moo txug Xalaumoo tej tswvyim."},{"bible_id":"1216","chapter_code":"1KI.5","verse_code":"1KI.5.1","label":"1","content":"Thaus Hilaa kws ua vaajntxwv huv lub nroog Thailab nov tas puab tau tsaa Xalaumoo ua vaajntxwv nyob leej txwv chaw, tes nwg txhad tso nwg cov tub teg tub taw moog cuag Xalaumoo, tsua qhov Hilaa pheej nrug Tavi ua phoojywg."},{"bible_id":"1216","chapter_code":"1KI.5","verse_code":"1KI.5.2","label":"2","content":"Mas Xalaumoo xaa xuv rua Hilaa tas,"},{"bible_id":"1216","chapter_code":"1KI.5","verse_code":"1KI.5.3","label":"3","content":"“Koj yeej paub tas kuv txwv Tavi ua tsw tau lub tuam tsev rua nwg tug Vaajtswv Yawmsaub lub npe tsua qhov muaj yeeb ncuab ua rog rua nwg vej ib ncig nwg, moog txug thaus Yawmsaub muab nwg cov yeeb ncuab tso rua huv qaab nwg xwb taw."},{"bible_id":"1216","chapter_code":"1KI.5","verse_code":"1KI.5.4","label":"4","content":"Nwgnuav Yawmsaub kws yog kuv tug Vaajtswv pub kuv tau su tsw ua rog rua txhua faab, tsw muaj yeeb ncuab hab tsw muaj xwm txheej phem lawm."},{"bible_id":"1216","chapter_code":"1KI.5","verse_code":"1KI.5.5","label":"5","content":"Yog le nuav kuv txav sab yuav ua lub tuam tsev rua kuv tug Vaajtswv Yawmsaub lub npe, lawv le Yawmsaub tau has rua kuv txwv Tavi tas, ‘Koj tug tub kws kuv yuav muab tsaa nyob koj chaw sau koj lub zwm txwv yuav ua lub tuam tsev rua kuv lub npe.’"},{"bible_id":"1216","chapter_code":"1KI.5","verse_code":"1KI.5.6","label":"6","content":"Yog le nuav thov koj khaiv tuabneeg moog txav cov ntoo cab huv Lenpanoo rua kuv, hab kuv cov tub teg tub taw yuav nrug koj cov tub teg tub taw ua num, hab kuv yuav muab nqe zug rua koj cov tub teg tub taw lawv le koj has ca. Koj yeej paub tas huv peb cov nuav tsw muaj leejtwg txawj txav ntoo yaam le cov tuabneeg Xaintoo.”"},{"bible_id":"1216","chapter_code":"1KI.5","verse_code":"1KI.5.7","label":"7","content":"Thaus Hilaa nov Xalaumoo tej lug nwg kuj zoo sab xyiv faab kawg hab nwg has tas, “Nub nua qhuas Yawmsaub kws tau pub Tavi muaj ib tug tub txawj ntse ua tug kws kaav cov tuabneeg coob nuav.”"},{"bible_id":"1216","chapter_code":"1KI.5","verse_code":"1KI.5.8","label":"8","content":"Hab Hilaa xaa xuv rov rua Xalaumoo has tas, “Kuv tub tau nov tej lug kws koj xaa tuaj rua kuv lawm. Has txug cov ntoo cab hab cov ntoo cab nplooj suab mas kuv npaaj txhwj ua txhua yaam kws koj xaav kuas kuv ua."},{"bible_id":"1216","chapter_code":"1KI.5","verse_code":"1KI.5.9","label":"9","content":"Kuv cov tub teg tub taw yuav coj tej ntoo hov sau lub roob Lenpanoo lug txug dej havtxwv. Kuv yuav muab ua phuaj txwv xaa huv dej havtxwv moog txug qhov chaw kws koj teem ca, kuv le muab daws rua hov ntawd, mas koj ca le tuaj coj moog. Hab koj ca le npaaj zaub mov xaa tuaj rua kuv tsev tuabneeg npaum le kws kuv xaav yuav.”"},{"bible_id":"1216","chapter_code":"1KI.5","verse_code":"1KI.5.10","label":"10","content":"Hilaa txhad xaa cov ntoo cab hab cov ntoo cab nplooj suab rua Xalaumoo lawv le nwg xaav tau,"},{"bible_id":"1216","chapter_code":"1KI.5","verse_code":"1KI.5.11","label":"11","content":"mas Xalaumoo muab ob vaam khaula  mog ua zaub mov rua Hilaa tsev tuabneeg hab neeg nkaum khaula  roj aulib kws tsuam lim zoo zoo. Xalaumoo naj xyoo pub npaum le nuav rua Hilaa."},{"bible_id":"1216","chapter_code":"1KI.5","verse_code":"1KI.5.12","label":"12","content":"Hab Yawmsaub pub tswvyim rua Xalaumoo lawv le nwg cog lug ca. Mas Hilaa hab Xalaumoo kuj sws hum xeeb hab ob tug cog lug sws raug zoo."},{"bible_id":"1216","chapter_code":"1KI.5","verse_code":"1KI.5.13","label":"13","content":"Vaajntxwv Xalaumoo sau cov txwvneej huv cov Yixayee suavdawg ua tub zug raug yuam ua num tau peb vaam leej."},{"bible_id":"1216","chapter_code":"1KI.5","verse_code":"1KI.5.14","label":"14","content":"Nwg khaiv puab moog rua huv Lenpanoo, ib vaam leej ua ib paab txhua lub hli sws hloov ua num. Ib paab yuav nyob huv Lenpanoo ib lub hlis rov lug tsev ob lub hlis. Antaunilaa yog tug kws coj cov tub zug."},{"bible_id":"1216","chapter_code":"1KI.5","verse_code":"1KI.5.15","label":"15","content":"Xalaumoo kuj muaj xyaa vaam leej ua cov kws kwv hov txhua chaw, hab yim vaam leej ua cov kws txaam pob zeb peg roob."},{"bible_id":"1216","chapter_code":"1KI.5","verse_code":"1KI.5.16","label":"16","content":"Dua le nuav nwg tseed muaj peb txheeb peb puas leej ua thawj kws saib tej daag num hab kaav cov tuabneeg ua num."},{"bible_id":"1216","chapter_code":"1KI.5","verse_code":"1KI.5.17","label":"17","content":"Puab txaam tej pob zeb luj kws muaj nqes coj lug txhwm pua tag lub tuam tsev, lawv le vaajntxwv has."},{"bible_id":"1216","chapter_code":"1KI.5","verse_code":"1KI.5.18","label":"18","content":"Yog le nuav Xalaumoo cov Kws ua tsev hab Hilaa cov Kws ua tsev hab cov tuabneeg Kenpaa txhad le txaam pob zeb hab npaaj tej ntoo hab tej pob zeb kws ua lub tuam tsev."},{"bible_id":"1216","chapter_code":"1KI.6","verse_code":"1KI.6.1","label":"1","content":"Xyoo kws plaub puas yim caum, yog suav txwj thaus cov Yixayee tawm huv Iyi tebchaws lug, yog xyoo plaub kws Xalaumoo ua vaajntxwv kaav cov Yixayee, lub hli Xiv kws yog lub ob hlis, Xalaumoo chiv ua Yawmsaub lub tuam tsev."},{"bible_id":"1216","chapter_code":"1KI.6","verse_code":"1KI.6.2","label":"2","content":"Lub tuam tsev kws Xalaumoo ua rua Yawmsaub hov ntev rau caum tshwm, daav neeg nkaum tshwm hab sab peb caug tshwm."},{"bible_id":"1216","chapter_code":"1KI.6","verse_code":"1KI.6.3","label":"3","content":"Zaaj qaab khaav kws yuav nkaag rua huv lub tuam tsev ntev neeg nkaum tshwm npaum le lub tuam tsev qhov kws daav hab daav kaum tshwm rua saab nrau."},{"bible_id":"1216","chapter_code":"1KI.6","verse_code":"1KI.6.4","label":"4","content":"Nwg kuj ua lub tuam tsev tej qhov rais som quas zug saab huv rua saab nrau."},{"bible_id":"1216","chapter_code":"1KI.6","verse_code":"1KI.6.5","label":"5","content":"Nwg ua tej chaav npuas nkaus tej phaab ntsaa thoob plawg lub tuam tsev, yog thoob plawg chaav dawb huv hab chaav kws dawb huv kawg nkaus huvsw."},{"bible_id":"1216","chapter_code":"1KI.6","verse_code":"1KI.6.6","label":"6","content":"Chaav kws nyob huv qaab kawg daav tswb tshwm, chaav kws nyob txheej nruab nraab daav rau tshwm, chaav kws nyob txheej peb daav xyaa tshwm. Nwg ua tej pwg puag ncig lub tuam tsev txawb tej laag txhad tsw ntxwg rua huv phaab ntsaa tuam tsev."},{"bible_id":"1216","chapter_code":"1KI.6","verse_code":"1KI.6.7","label":"7","content":"Thaus saamswm ua lub tuam tsev hov, puab swv tej pob zeb kws tub txhwm ntawm lub chaw txaam pob zeb lawd, sub txhad tsw nov tej suab rauj suab taus lossws suab cuab yeej hlau nrov rua huv lub tuam tsev rua thaus ua lub tuam tsev."},{"bible_id":"1216","chapter_code":"1KI.6","verse_code":"1KI.6.8","label":"8","content":"Lub qhov rooj kws nkaag rua huv txheej huv qaab nyob ntawm lub tuam tsev saab nraag, hab muaj ntaiv nce moog rua txheej ob hab nce ntawm txheej ob moog rua txheej peb."},{"bible_id":"1216","chapter_code":"1KI.6","verse_code":"1KI.6.9","label":"9","content":"Nwg txhad ua lub tuam tsev tav le nuav, hab nwg muab ntoo cab ua laag ua txag vuv."},{"bible_id":"1216","chapter_code":"1KI.6","verse_code":"1KI.6.10","label":"10","content":"Nwg txuas tej chaav puag ncig lub tuam tsev ib txheej sab tswb tshwm, hab tej laag kws txuas ntawm lub tuam tsev yog ntoo cab."},{"bible_id":"1216","chapter_code":"1KI.6","verse_code":"1KI.6.11","label":"11","content":"Yawmsaub has lug tuaj rua Xalaumoo tas,"},{"bible_id":"1216","chapter_code":"1KI.6","verse_code":"1KI.6.12","label":"12","content":"“Has txug lub tuam tsev kws koj ua nuav, yog koj ua koj lub neej lawv nraim kuv tej kaab ke hab noog kuv tej kevcai hab tuav rawv kuv tej lug nkaw huvsw hab ua lawv le, mas kuv yeej yuav ua lawv le kuv tej lug kws kuv has txug koj kws kuv tub has rua koj txwv Tavi lawd."},{"bible_id":"1216","chapter_code":"1KI.6","verse_code":"1KI.6.13","label":"13","content":"Hab kuv yuav nyob huv plawv cov Yixayee hab kuv yuav tsw tso kuv haiv tuabneeg Yixayee tseg.”"},{"bible_id":"1216","chapter_code":"1KI.6","verse_code":"1KI.6.14","label":"14","content":"Xalaumoo txhad ua lub tuam tsev hab ua kuas tav le nuav."},{"bible_id":"1216","chapter_code":"1KI.6","verse_code":"1KI.6.15","label":"15","content":"Tej phaab ntsaa tuam tsev saab huv lub nrog nwg muab txag ntoo cab xov. Txwj ndua huv taw moog nto plawg tej laag kws vuv nwg muab ntoo xov saab nruab nrog huvsw. Hab nwg muab txag ntoo cab nplooj suab pua thoob plawg lub tuam tsev."},{"bible_id":"1216","chapter_code":"1KI.6","verse_code":"1KI.6.16","label":"16","content":"Nwg muab ntoo cab kem neeg nkaum tshwm ua ib chaav npuas rua saab qaum tsev xov huv taw moog nto plawg tej laag vuv, hab nwg ua chaav nuav ua chaw pe Vaajtswv rua saab huv, yog chaav kws dawb huv kawg nkaus."},{"bible_id":"1216","chapter_code":"1KI.6","verse_code":"1KI.6.17","label":"17","content":"Lub tuam tsev chaav kws npuas lub chaw saab huv kws pe Vaajtswv ntev plaub caug tshwm."},{"bible_id":"1216","chapter_code":"1KI.6","verse_code":"1KI.6.18","label":"18","content":"Cov ntoo cab kws xov huv lub nrog tuam tsev muab sais zoo le tej lub taub ab hab zoo le tej paaj ntoo kws tawg rhe lawm, puavleej yog ntoo cab tsw pum tej phaab ntsaa pob zeb hlo le."},{"bible_id":"1216","chapter_code":"1KI.6","verse_code":"1KI.6.19","label":"19","content":"Nwg npaaj chaav saab huv kws pe Vaajtswv hov npuas rua saab qaum tsev sub txhad tso tau Yawmsaub lub swb xaab sws cog lug rua huv."},{"bible_id":"1216","chapter_code":"1KI.6","verse_code":"1KI.6.20","label":"20","content":"Chaav saab huv kws pe Vaajtswv hov ntev neeg nkaum tshwm, daav neeg nkaum tshwm sab neeg nkaum tshwm. Nwg muab cov tseem kub luam thoob plawg. Nwg muab txag ntoo cab ntsa ib txheej rua lub thaaj xyeem."},{"bible_id":"1216","chapter_code":"1KI.6","verse_code":"1KI.6.21","label":"21","content":"Xalaumoo muab cov tseem kub luam lub nrog tuam tsev hab dai tej txuj saw kub luj rua ntawm phaab ntsaa kws kem chaav saab huv kws pe Vaajtswv, hab muab kub luam lub nrog chaav saab huv thoob plawg."},{"bible_id":"1216","chapter_code":"1KI.6","verse_code":"1KI.6.22","label":"22","content":"Nwg muab kub luam thoob plawg lub nrog tuam tsev huvsw, txhad ua lub tuam tsev hov tav huvsw. Lub thaaj xyeem kws yog chaav huv nwg muab kub luam huvsw hab."},{"bible_id":"1216","chapter_code":"1KI.6","verse_code":"1KI.6.23","label":"23","content":"Nwg muab ntoo aulib ua ob tug Khelunpee  rua chaav saab huv kws pe Vaajtswv, ib tug sab kaum tshwm."},{"bible_id":"1216","chapter_code":"1KI.6","verse_code":"1KI.6.24","label":"24","content":"Ob tug Khelunpee hov le kauj tis mas ib saab ntev tswb tshwm sws txwg zog. Ib saab ntsws kauj tis moog txug ncua ib saab le ntsws kauj tis muaj kaum tshwm."},{"bible_id":"1216","chapter_code":"1KI.6","verse_code":"1KI.6.25","label":"25","content":"Dua ib tug Khelunpee muaj kaum tshwm hab, ob tug Khelunpee sws luag ib yaam nkaus hab zoo ib yaam."},{"bible_id":"1216","chapter_code":"1KI.6","verse_code":"1KI.6.26","label":"26","content":"Ob tug Khelunpee hov puavleej sab kaum tshwm ib yaam nkaus."},{"bible_id":"1216","chapter_code":"1KI.6","verse_code":"1KI.6.27","label":"27","content":"Nwg muab ob tug Khelunpee hov txawb rua chaav saab huv kws npuas rua saab qaum tsev. Ob tug Khelunpee nthuav tis ib yaam nkaus, ib tug le ntsws kauj tis nthuav moog ti nkaus ib saab phaab ntsaa, dua ib tug le ntsws kauj tis kuj nthuav moog ti nkaus dua rua ib saab phaab ntsaa. Ob saab ntsws tis nruab nraab tuaj sws cuag rua huv plawv lub tuam tsev."},{"bible_id":"1216","chapter_code":"1KI.6","verse_code":"1KI.6.28","label":"28","content":"Nwg muab kub luam ob tug Khelunpee huvsw."},{"bible_id":"1216","chapter_code":"1KI.6","verse_code":"1KI.6.29","label":"29","content":"Vaajntxwv muab tej phaab ntsaa tsev saab huv lub nrog sais ua duab Khelunpee hab ua tej tsob toov laaj hab tej paaj ntoo kws tawg rhe, rua chaav huv hab chaav nrau huvsw."},{"bible_id":"1216","chapter_code":"1KI.6","verse_code":"1KI.6.30","label":"30","content":"Nwg muab kub luam lub plaag tsev thoob plawg chaav huv hab chaav nrau huvsw."},{"bible_id":"1216","chapter_code":"1KI.6","verse_code":"1KI.6.31","label":"31","content":"Nwg xuas ntoo aulib ua ob txhwb qhov rooj kws nkaag rua lub chaw pe Vaajtswv chaav huv, hab ua ob tug puab rooj ob saab hab saab sau ua puam leej ua tswb faab."},{"bible_id":"1216","chapter_code":"1KI.6","verse_code":"1KI.6.32","label":"32","content":"Nwg muab ob txhwb qhov rooj kws xuas ntoo aulib ua hov sais ua tej duab Khelunpee hab ua tej tsob toov laaj hab ua tej paaj ntoo kws tawg rhe. Hab muab kub luam ob txhwb qhov rooj hab luam tej duab Khelunpee hab tej tsob toov laaj hov huvsw."},{"bible_id":"1216","chapter_code":"1KI.6","verse_code":"1KI.6.33","label":"33","content":"Nwg xuas ntoo aulib ua ob tug puab rooj ua plaub faab rua lub qhov rooj chaav nrau."},{"bible_id":"1216","chapter_code":"1KI.6","verse_code":"1KI.6.34","label":"34","content":"Nwg muab cov ntoo cab nplooj suab ua ob txhwb qhov rooj, ib txhwb qhov rooj mas muaj ob daim txag txuas ua ke quav qheb tau, ib txhwb qhov rooj muaj ob daim txag."},{"bible_id":"1216","chapter_code":"1KI.6","verse_code":"1KI.6.35","label":"35","content":"Nwg kuj sais tej duab Khelunpee hab tej tsob toov laaj hab tej paaj ntoo kws tawg rhe rua cov txhwb qhov rooj hov, hab muab kub luam tej kws sais hov zoo ib yaam nkaus."},{"bible_id":"1216","chapter_code":"1KI.6","verse_code":"1KI.6.36","label":"36","content":"Nwg xuas cov pob zeb kws txhwm tib ua peb tshooj xov lub loog tshaav puam saab huv hab tseed xov ib tshooj ntoo cab rua sau."},{"bible_id":"1216","chapter_code":"1KI.6","verse_code":"1KI.6.37","label":"37","content":"Xyoo kws plaub nwg chiv ua Vaajtswv lub tuam tsev rua lub hli Xiv."},{"bible_id":"1216","chapter_code":"1KI.6","verse_code":"1KI.6.38","label":"38","content":"Hab xyoo kws kaum ib lub hli Npu kws yog lub yim hli mas ua lub tuam tsev tav taag txhua yaam huvsw hab ua tav lawv le kws kom ca lawd huvsw. Vaajntxwv ua xyaa xyoo le tau lub tuam tsev hov."},{"bible_id":"1216","chapter_code":"1KI.7","verse_code":"1KI.7.1","label":"1","content":"Xalaumoo ua nwg lub tsev tau kaum peb xyoos txhad ua tau lub vaaj lub tsev tav txhua yaam."},{"bible_id":"1216","chapter_code":"1KI.7","verse_code":"1KI.7.2","label":"2","content":"Nwg ua lub tsev Haav Zoov Lenpanoo, ntev ib puas tshwm daav tswb caug tshwm hab sab peb caug tshwm, hab xuas ntoo cab ua plaub leej ncej, hab xuas ntoo cab ua cov dau sau cov hauv ncej."},{"bible_id":"1216","chapter_code":"1KI.7","verse_code":"1KI.7.3","label":"3","content":"Txheej sau mas xuas ntoo cab vuv, yog vuv sau plaub caug tswb chaav kws nyob txheej sau cov hauv ncej ib leej muaj kaum tswb chaav."},{"bible_id":"1216","chapter_code":"1KI.7","verse_code":"1KI.7.4","label":"4","content":"Muaj peb zaaj qhov rais, peb zaaj qhov rais hov nyob sws ncaag."},{"bible_id":"1216","chapter_code":"1KI.7","verse_code":"1KI.7.5","label":"5","content":"Qhov rooj qhov rais huvsw ua daav xwm faab xwm meem, hab cov qhov rais kuj nyob peb zaaj nyob sws ncaag."},{"bible_id":"1216","chapter_code":"1KI.7","verse_code":"1KI.7.6","label":"6","content":"Nwg ua lub tsev Ncej Ntshais Nrho, ntev tswb caug tshwm daav peb caug tshwm. Muaj ib chaav muaj ncej nyob saab nrau qhov rooj kws muaj zaaj qaab khaav."},{"bible_id":"1216","chapter_code":"1KI.7","verse_code":"1KI.7.7","label":"7","content":"Nwg ua lub tsev kws muaj lub zwm txwv kws nwg tu plaub, yog lub tsev tu plaub. Nwg xuas ntoo cab xov txwj nrho taw ntsaa tsev moog nto plawg rua tej laag."},{"bible_id":"1216","chapter_code":"1KI.7","verse_code":"1KI.7.8","label":"8","content":"Nwg ua lub tsev rua nwg nyob rua huv lub tshaav puam npuas nkaus lub tsev tu plaub saab nraag, ua zoo ib yaam nkaus le tej. Xalaumoo kuj ua ib lub tsev zoo yaam nkaus le nuav rua Falau tug ntxhais kws yuav lug ua quaspuj."},{"bible_id":"1216","chapter_code":"1KI.7","verse_code":"1KI.7.9","label":"9","content":"Muaj tej pob zeb muaj nqes heev kws txhwm lawv le ntsuag ca hab xuas kaw kaw saab nrau hab saab huv lug ua, txwj nrho huv taw moog nto plawg ntsaa, hab txwj nrho ntawm Vaajtswv lub tuam tsev moog txug lub tshaav puam luj huvsw."},{"bible_id":"1216","chapter_code":"1KI.7","verse_code":"1KI.7.10","label":"10","content":"Muab tej pob zeb luj kws muaj nqes tag huv taw, tej nam txhwb zeb luj luj daav yim tshwm hab kaum tshwm."},{"bible_id":"1216","chapter_code":"1KI.7","verse_code":"1KI.7.11","label":"11","content":"Txheej sau mas muaj tej pob zeb muaj nqes kws txhwm lug lawv le ntsuag ca, hab muab ntoo cab ua."},{"bible_id":"1216","chapter_code":"1KI.7","verse_code":"1KI.7.12","label":"12","content":"Lub tshaav puam luj muab cov pob zeb kws txhwm xov peb tshooj mas xov ib tshooj ntoo cab. Lub tshaav puam saab huv kws xov Yawmsaub lub tuam tsev hab zaaj qaab khaav kuj zoo ib yaam nkaus."},{"bible_id":"1216","chapter_code":"1KI.7","verse_code":"1KI.7.13","label":"13","content":"Vaajntxwv Xalaumoo khaiv tuabneeg moog coj Hilaa huv lub nroog Thailab tuaj."},{"bible_id":"1216","chapter_code":"1KI.7","verse_code":"1KI.7.14","label":"14","content":"Hilaa yog ib tug puj ntsuag kws yog xeem Nathali le tub. Nwg txwv yog ib tug nyob huv lub nroog Thailab, nwg yog Kws ntaus tooj lab. Hilaa muaj plaab plaw tswvyim hab txawj muab tooj lab ua txhua yaam. Nwg tuaj cuag vaajntxwv Xalaumoo hab ua vaajntxwv tej num huvsw."},{"bible_id":"1216","chapter_code":"1KI.7","verse_code":"1KI.7.15","label":"15","content":"Nwg muab tooj lab nchuav ua ob tug ncej. Ib tug sab kaum yim tshwm, ntsuag puag ncig muaj kaum ob tshwm.  Tug ncej kws ob kuj zoo ib yaam nkaus."},{"bible_id":"1216","chapter_code":"1KI.7","verse_code":"1KI.7.16","label":"16","content":"Nwg muab tooj lab nchuav ua ob lub hauv ncej kws yuav muab txawb rua sau ob tug ncej. Ob lub hauv ncej puavleej sab tswb tshwm."},{"bible_id":"1216","chapter_code":"1KI.7","verse_code":"1KI.7.17","label":"17","content":"Muaj saw tooj lab qhab ua qhov muag ntxaij rua sau cov hauv ncej, ua xyaa lub rua ib lub hauv ncej, ua dua xyaa lub rua ib lub hauv ncej."},{"bible_id":"1216","chapter_code":"1KI.7","verse_code":"1KI.7.18","label":"18","content":"Nwg ua txwv ntsab pobkws ob zaaj puag ncig daim ntxaij qhov muag txhad vej tau ib lub hauv ncej kws muab txawb rua sau cov ncej. Lub hauv ncej kws ob nwg kuj ua zoo ib yaam nkaus."},{"bible_id":"1216","chapter_code":"1KI.7","verse_code":"1KI.7.19","label":"19","content":"Tassws tej hauv ncej kws nyob sau cov ncej huv zaaj qaab khaav, ua paaj zoo le paaj qos dej rua, yog sab plaub tshwm."},{"bible_id":"1216","chapter_code":"1KI.7","verse_code":"1KI.7.20","label":"20","content":"Tej hauv ncej muab txawb sau ob tug ncej rua sau lub ntxheb kws nyob ntawm daim ntxaij qhov muag, hab muaj ob puas lub txwv ntsab pobkws nyob ua ob zaaj puag ncig cov hauv ncej. Tug ncej kws ob kuj ib yaam nkaus."},{"bible_id":"1216","chapter_code":"1KI.7","verse_code":"1KI.7.21","label":"21","content":"Nwg txhus ob tug ncej rua ntawm qaab khaav lub tuam tsev, ib tug rua saab nraag hu ua Yakhi, ib tug rua saab peg hu ua Npau‑a."},{"bible_id":"1216","chapter_code":"1KI.7","verse_code":"1KI.7.22","label":"22","content":"Sau tej hauv ncej mas muaj paaj zoo le paaj qos dej. Ob tug ncej txhad ua tau tav le nuav."},{"bible_id":"1216","chapter_code":"1KI.7","verse_code":"1KI.7.23","label":"23","content":"Nwg nchuav lub rhawv dej kheej kheej, ntsuag lub nrog sau ncauj daav kaum tshwm sab tswb tshwm hab ntsuag puag ncig muaj peb caug tshwm."},{"bible_id":"1216","chapter_code":"1KI.7","verse_code":"1KI.7.24","label":"24","content":"Ntawm lub ncauj rhawv dej huv qaab muaj ib co taub ab puag ncig taag nrho peb caug tshwm. Cov taub ab hov nyob ua ob zaaj nchuav keev xeeb nkaus rua lub rhawv dej."},{"bible_id":"1216","chapter_code":"1KI.7","verse_code":"1KI.7.25","label":"25","content":"Lub rhawv dej txawb rua sau kaum ob tug nyuj, peb tug tig ndag rua saab peg, peb tug tig ndag rua saab nub poob, peb tug tig ndag rua saab nraag hab peb tug tig ndag rua saab nub tuaj. Puab muab lub rhawv dej txawb sau cov nyuj. Cov nyuj tig pobtw huvsw rua huv plawv."},{"bible_id":"1216","chapter_code":"1KI.7","verse_code":"1KI.7.26","label":"26","content":"Lub rhawv dej hov tuab ib dus, ua lub npoo rhawv dej zoo le lub npoo taig, hab ua zoo le lub paaj qos dej, ntim dej tau ob txheeb npa dej."},{"bible_id":"1216","chapter_code":"1KI.7","verse_code":"1KI.7.27","label":"27","content":"Nwg muab tooj lab ua kaum lub nyuas tsheb thawb dej, ib lub ntev plaub tshwm daav plaub tshwm sab peb tshwm."},{"bible_id":"1216","chapter_code":"1KI.7","verse_code":"1KI.7.28","label":"28","content":"Nwg ua lub tsheb le nuav, nwg muab tooj lab ua txag xov lub tsheb hab ua ib pluaj puag ncig daim txag hov lub ntug."},{"bible_id":"1216","chapter_code":"1KI.7","verse_code":"1KI.7.29","label":"29","content":"Ib daim txag kws muaj ntug hov mas nwg sais duab tsuv ntxhuav hab nyuj hab duab Khelunpee  rua huv. Hab xuas rauj txaug sais saab npoo sau cov duab tsuv ntxhuav hab nyuj hov hab sais saab npoo huv ua txaij nraug quas zeeg."},{"bible_id":"1216","chapter_code":"1KI.7","verse_code":"1KI.7.30","label":"30","content":"Ib lub tsheb muaj plaub lub lug tsheb tooj lab hab ib tug laag tooj lab. Plaub lub kaum tsheb mas muaj plaub tug ncej tag lub phaaj dej. Cov ncej hov puavleej muab nchuav ua txaij nraug zeeg ntswj pis leeg."},{"bible_id":"1216","chapter_code":"1KI.7","verse_code":"1KI.7.31","label":"31","content":"Lub taig kws tag lub phaaj dej nyob sab sau lub tsheb ib tshwm. Lub taig hov kheej kheej yaam le ua lub qaab txawb taig hab tub ib tshwm txhais. Lub ncauj taig hov ua tau txaij nraug quas zeeg. Daim txag xov mas daav plaub faab xwm yeem tsw kheej."},{"bible_id":"1216","chapter_code":"1KI.7","verse_code":"1KI.7.32","label":"32","content":"Plaub lub lug tsheb nyob huv qaab daim txag. Ob tug laag tooj lab keev xeeb nkaus rua lug tsheb. Txhua lub lug tsheb sab ib tshwm ib dus."},{"bible_id":"1216","chapter_code":"1KI.7","verse_code":"1KI.7.33","label":"33","content":"Cov lug tsheb hov ua zoo nkaus le lug tsheb ua rog, tej laag hab tej ntug kauj hab tej taab hab tej plov puavleej yog nchuav lug."},{"bible_id":"1216","chapter_code":"1KI.7","verse_code":"1KI.7.34","label":"34","content":"Ib lub tsheb muaj plaub tug ncej tag lub phaaj dej rua ntawm plaub lub kaum tsheb, tug ncej kws tag hov keev xeeb nkaus rua lub tsheb."},{"bible_id":"1216","chapter_code":"1KI.7","verse_code":"1KI.7.35","label":"35","content":"Sau lub npoo tsheb muaj ib tug caaj ntswg sab ib dus. Tug caaj ntswg sau lub npoo tsheb hab cov ncej tag lub phaaj dej hab cov daim txag mas lu keev xeeb nkaus ua ke."},{"bible_id":"1216","chapter_code":"1KI.7","verse_code":"1KI.7.36","label":"36","content":"Nwg sais duab Khelunpee hab tsuv ntxhuav hab tej tsob toov laaj rua tej ncej tag hab rua tej daim txag rua tej chaw seem hab txhua yaam sais ntswj ua txaij nraug quas zeeg."},{"bible_id":"1216","chapter_code":"1KI.7","verse_code":"1KI.7.37","label":"37","content":"Nwg ua kaum lub tsheb zoo ib yaam le nuav. Nwg nchuav txhua lub ib yaam nkaus hab luj sws luag zog hab zoo ib yaam nkaus."},{"bible_id":"1216","chapter_code":"1KI.7","verse_code":"1KI.7.38","label":"38","content":"Nwg muab tooj lab ua kaum lub phaaj dej, ib lub phaaj ntim tau plaub caug npa,  ib lub phaaj daav plaub tshwm, ib lub tsheb muaj ib lub phaaj dej."},{"bible_id":"1216","chapter_code":"1KI.7","verse_code":"1KI.7.39","label":"39","content":"Nwg muab cov tsheb txawb rua huv lub tuam tsev, tswb lub rua saab nraag tswb lub rua saab peg. Nwg muab lub nam rhawv dej luj txawb rua ntawm lub tuam tsev saab nub tuaj kws npuas rua saab nraag."},{"bible_id":"1216","chapter_code":"1KI.7","verse_code":"1KI.7.40","label":"40","content":"Hilaa kuj ua tej laujkaub tej duav phuaj hab tej phaaj. Hilaa txhad ua tau txhua yaam tav kws nwg ua rua huv Yawmsaub lub tuam tsev rua vaajntxwv Xalaumoo, yog tej nuav,"},{"bible_id":"1216","chapter_code":"1KI.7","verse_code":"1KI.7.41","label":"41","content":"ob tug ncej hab ob lub taig kws txawb sau hauv ncej sau cov ncej, hab ob daim ntxaij qhov muag kws kauv ob lub taig kws txawb sau hauv ncej sau ob tug ncej,"},{"bible_id":"1216","chapter_code":"1KI.7","verse_code":"1KI.7.42","label":"42","content":"hab plaub puas lub txwv ntsab pobkws lu rua ob daim ntxaij qhov muag hov. Ib daim ntxaij qhov muag mas dai ob zaaj txwv ntsab pobkws sub txhad le nyob puag ncig ob lub taig hauv ncej sau ob tug ncej,"},{"bible_id":"1216","chapter_code":"1KI.7","verse_code":"1KI.7.43","label":"43","content":"hab kaum lub tsheb thawb dej hab kaum lub phaaj dej kws nyob sau cov tsheb,"},{"bible_id":"1216","chapter_code":"1KI.7","verse_code":"1KI.7.44","label":"44","content":"hab ib lub nam rhawv dej hab kaum ob tug nyuj kws txawb lub rhawv dej,"},{"bible_id":"1216","chapter_code":"1KI.7","verse_code":"1KI.7.45","label":"45","content":"hab tej laujkaub hab tej duav phuaj hab tej phaaj. Tej nuav huvsw kws Hilaa tau ua rua vaajntxwv Xalaumoo swv tsua huv Yawmsaub lub tuam tsev mas puavleej yog xuas tooj lab kws txhuam ci nplaag lawm ua."},{"bible_id":"1216","chapter_code":"1KI.7","verse_code":"1KI.7.46","label":"46","content":"Vaajntxwv nchuav cov nuav ntawm lub haav Yalatee ntawm qhov aav nplaum kws nyob lub moos Xukhau hab lub moos Xalethaa ntu nruab nraab."},{"bible_id":"1216","chapter_code":"1KI.7","verse_code":"1KI.7.47","label":"47","content":"Xalaumoo tub tsw kiv tej nuav tsua qhov muaj ntau dhau hwv lawm, txhad tsw paub tas tooj lab nyaav npaum le caag."},{"bible_id":"1216","chapter_code":"1KI.7","verse_code":"1KI.7.48","label":"48","content":"Xalaumoo ua tau txhua yaam pestwj kws swv rua huv Yawmsaub lub tuam tsev, yog tej nuav, lub thaaj kub hab lub rooj kub kws txawb ncuav rua ntawm Yawmsaub xubndag,"},{"bible_id":"1216","chapter_code":"1KI.7","verse_code":"1KI.7.49","label":"49","content":"hab cov ncej txawb teeb kws xuas tseem kub ua muaj tswb tug nyob saab nraag tswb tug nyob saab peg nyob npuas chaav kws dawb huv kawg nkaus, hab cov paaj ntoo hab cov teeb hab caj kws xuas kub ua,"},{"bible_id":"1216","chapter_code":"1KI.7","verse_code":"1KI.7.50","label":"50","content":"hab cov taig hab cov taig khwb teeb xeeb hab cov phaaj hab cov taig kws rau cov moov tshuaj tsw qaab hab tej laug yawm ncaig tawg kws muab tseem kub ua, hab cov ntsej kub kws tuav txhwb qhov rooj kaw chaav huv kws yog chaav dawb huv kawg nkaus hab tuav txhwb qhov rooj chaav dawb huv ntawm lub tuam tsev."},{"bible_id":"1216","chapter_code":"1KI.7","verse_code":"1KI.7.51","label":"51","content":"Txhua yaam num kws vaajntxwv Xalaumoo ua Yawmsaub lub tuam tsev txhad tav taag le nuav. Hab Xalaumoo coj tej nyaj tej kub hab tej pestwj swv kws nwg txwv Tavi tub muab xyeem pub rua Vaajtswv lawd lug muab khaws ca rua huv tej txhaab huv Yawmsaub lub tuam tsev."},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.1","label":"1","content":"Mas Xalaumoo hu Yixayee cov kev txwj quas laug, yog txhua tug kws ua hlub huv txhua xeem hab txhua cum tug thawj tuaj txoos ua ke rua huv Yeluxalee ntawm vaajntxwv Xalaumoo lub xubndag es yuav moog coj Yawmsaub lub swb xaab sws cog lug tawm huv Tavi lub nroog kws yog lub roob Xi‑oo lug."},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.2","label":"2","content":"Mas taag nrho Yixayee cov txwvneej tuaj txoos ua ke ntawm vaajntxwv Xalaumoo lub xubndag rua lub swjhawm kws ua kevcai paam noj haus rua lub hli Ethani kws yog lub xyaa hli."},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.3","label":"3","content":"Cov Yixayee tej kev txwj quas laug suavdawg tuaj txhwj mas cov pov thawj txawm nqaa lub swb xaab."},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.4","label":"4","content":"Puab coj Yawmsaub lub swb xaab hab lub tsev ntaub sws ntswb hab tej pestwj dawb huv huvsw kws nyob huv lub tsev ntaub moog. Tej nuav cov pov thawj hab cov Levi yog cov kws coj lug."},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.5","label":"5","content":"Vaajntxwv Xalaumoo hab ib tsoom Yixayee suavdawg kws tuaj txoos ua ke rua ntawm nwg xubndag kuj nrug nwg nyob ntawm lub swb xaab hab muab yaaj muab nyuj coob kawg lug tua xyeem suav tsw txheeb le."},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.6","label":"6","content":"Cov pov thawj txhad coj Yawmsaub lub swb xaab sws cog lug moog rua ntawm lub chaw kws npaaj ca huv lub tuam tsev chaav saab huv kws yog chaav dawb huv kawg nkaus, mas muab tso rua huv qaab ob tug Khelunpee phob kauj tis."},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.7","label":"7","content":"Ob tug Khelunpee hov nthuav kauj tis rua sau lub chaw kws txawb lub swb xaab mas txhad roog lub swb xaab hab ob tug laag kwv."},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.8","label":"8","content":"Ob tug laag hov ntev heev, mas yog nyob huv chaav dawb huv mas pum ob tug tw laag tshwm huv chaav saab huv tuaj, kuas yog nyob saab nrau mas tsw pum. Mas ob tug laag hov tseed nyob hov ntawd txug naj nub nwgnuav."},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.9","label":"9","content":"Tsw muaj daabtsw nyob huv lub swb xaab le tsuas yog muaj ob daim txag zeb kws Mauxe muab tso rua huv ntawm lub roob Haule  kws yog lub chaw kws Yawmsaub nrug cov Yixayee sws cog lug tseg rua thaus puab tawm huv Iyi tebchaws lug."},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.10","label":"10","content":"Thaus cov pov thawj tawm huv chaav dawb huv lug, ib tauv fuab txawm lug puv nkaus Yawmsaub lub tuam tsev."},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.11","label":"11","content":"Mas cov pov thawj txhad sawv ntsug ua num tsw tau vem tauv fuab hov, tsua qhov Yawmsaub tug fwjchim ci ntsaa quas ab puv nkaus Yawmsaub lub tuam tsev."},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.12","label":"12","content":"Tes Xalaumoo txawm has tas, “Yawmsaub tau has tas nwg yuav nyob huv qhov tsaus ntuj quas nti."},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.13","label":"13","content":"Kuv tau ua lub tuam tsev zoo heev rua koj, yog lub chaw rua koj nyob moog ib txhws le.”"},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.14","label":"14","content":"Mas vaajntxwv tig lug foom koob moov rua ib tsoom Yixayee suavdawg rua thaus puab suavdawg tseed sawv ntsug."},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.15","label":"15","content":"Nwg has tas, “Ca le qhuas Yawmsaub kws yog cov Yixayee tug Vaajtswv kws txhais teg ua tau tav lawv le tej lug kws cog tseg rua kuv txwv Tavi lawd, has tas,"},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.16","label":"16","content":"‘Txwj nub kws kuv coj kuv haiv tuabneeg Yixayee tawm huv Iyi tebchaws lug kuv tsw tau xaiv ib lub moos twg huv cov xeem Yixayee suavdawg ca ua lub tuam tsev rua kuv lub npe nyob, tassws kuv tau xaiv Tavi ua tug kaav kuv haiv tuabneeg Yixayee.’"},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.17","label":"17","content":"Kuv txwv Tavi tau npaaj sab ca tas yuav ua lub tuam tsev rua Yawmsaub kws yog Yixayee tug Vaajtswv lub npe nyob."},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.18","label":"18","content":"Tassws Yawmsaub has rua kuv txwv Tavi tas, ‘Qhov kws koj npaaj sab yuav ua lub tuam tsev rua kuv lub npe nyob hov koj tub ua zoo lawm."},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.19","label":"19","content":"Tassws koj tsw yog tug kws yuav ua lub tuam tsev. Koj tug tub kws yuav yug lug yog tug kws yuav ua lub tuam tsev rua kuv lub npe nyob.’"},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.20","label":"20","content":"Nwgnuav Yawmsaub tub ua rua tej lug kws nwg cog tseg hov tav lawm. Tsua qhov kuv tau sawv lug nyob kuv txwv Tavi chaw hab nyob sau cov Yixayee lub zwm txwv lawv le Yawmsaub tau cog lug tseg hab kuv tau ua lub tuam tsev rua Yawmsaub kws yog cov Yixayee tug Vaajtswv lub npe nyob."},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.21","label":"21","content":"Hab hov ntawd kuv tau npaaj chaw txawb lub swb xaab kws ntim Yawmsaub tej lug cog tseg kws nwg cog rua peb tej laug rua thaus nwg coj puab tawm huv Iyi tebchaws lug.”"},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.22","label":"22","content":"Mas Xalaumoo sawv ntsug ntawm Yawmsaub lub thaaj xyeem saab xubndag taab meeg ib tsoom Yixayee suavdawg, hab nwg tsaa hlo nwg ob txhais teg rua sau ntuj,"},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.23","label":"23","content":"mas has tas, “Au Yawmsaub kws yog Yixayee tug Vaajtswv, yeej tsw muaj ib tug timtswv twg zoo cuag le koj tsw has sau qaum ntuj hab huv nplajteb. Koj ua lawv le koj cog lug tseg hab koj ua txujkev hlub kws ruaj khov tshwm rua koj cov qhev kws ua puab lub neej lawv le koj txujkev kawg sab kawg ntsws."},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.24","label":"24","content":"Koj tau ua rua kuv txwv Tavi kws yog koj tug qhev lawv le tej lug kws koj tub cog tseg rua nwg lawd. Koj lub qhov ncauj tau has hab koj txhais teg ua tav rua nub nua."},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.25","label":"25","content":"Au Yawmsaub kws yog Yixayee tug Vaajtswv, yog le ntawd nwgnuav thov koj ua lawv le tej lug kws koj tau cog tseg rua kuv txwv Tavi kws yog koj tug qhev has tas, ‘Yog koj tej tub ki ceev faaj rua txhua txujkev kws puab ua hab ua puab lub neej lawv le kuv txujkev ib yaam le koj, mas tsw muaj ib nub twg kws koj caaj ceg yuav tu ncua tug txwvneej kws nyob sau cov Yixayee lub zwm txwv taab meeg kuv.’"},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.26","label":"26","content":"Au Yixayee tug Vaajtswv, tej lug kws koj tau has tseg rua kuv txwv Tavi kws yog koj tug qhev mas thov koj ua kuas tav."},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.27","label":"27","content":"“Mas Vaajtswv yuav nyob huv lub nplajteb lov? Saib maj, txawm yog sau nruab ntug hab nruab ntug kws sab kawg nkaus los tub tsw txaus rua koj nyob. Mas lub tuam tsev kws kuv ua nuav yimfuab tsw txaus rua koj nyob."},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.28","label":"28","content":"Thov koj saib rua koj tug qhev tej lug taij lug thov nuav. Au Yawmsaub kws yog kuv tug Vaajtswv, thov koj noog kuv lub suab hab tej lug taij thov kws nub nua koj tug qhev thov ntawm koj xubndag nuav,"},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.29","label":"29","content":"sub koj lub qhov muag txhad saib ntsoov lub tuam tsev nuav nruab nub mo ntuj, yog lub chaw kws koj has tas, ‘Kuv lub npe yuav nyob hov ntawd,’ koj txhad le noog tej lug thov kws koj tug qhev tig ndag rua lub chaw nuav thov."},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.30","label":"30","content":"Hab thov koj noog koj tug qhev hab koj haiv tuabneeg Yixayee tej lug taij thov rua thaus puab tig ndag rua lub chaw nuav thov. Koj nyob sau ntuj ceeb tsheej kws yog koj lub chaw nyob mas thov koj noog. Thaus koj nov lawd thov koj zaam txem."},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.31","label":"31","content":"“Yog leejtwg tau ua txhum rua nwg kwvtij zej zog es yuav tsum twv tsawm, hab nwg tuaj twv tsawm ntawm koj lub thaaj xyeem huv lub tuam tsev nuav,"},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.32","label":"32","content":"mas thov koj nyob sau ntuj noog hab thov koj tu. Thov koj txav txem rua koj cov qhev ob tog, rau txem rua tug kws ua txhum hab coj tej kws nwg ua hov rov poob rua sau nwg taubhau. Hab tug kws tsw txhum mas thov koj tsaa kuas nwg muaj cai pauj qhov kws nwg ua ncaaj nceeg."},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.33","label":"33","content":"“Thaus koj haiv tuabneeg Yixayee swb puab cov yeeb ncuab tsua qhov puab tau ua txhum rua koj, mas yog puab tig rov lug cuag koj hab leeg yuav koj lub npe hab taij thov koj huv lub tuam tsev nuav,"},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.34","label":"34","content":"tes thov koj nyob sau ntuj noog hab zaam koj haiv tuabneeg Yixayee lub txem hab coj puab rov lug rua huv lub tebchaws kws koj tau pub rua puab tej laug nuav."},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.35","label":"35","content":"“Thaus rooj ntug kaw hab tsw muaj naag lug vem yog puab tau ua txhum rua koj, mas yog puab tig ndag rua lub chaw nuav thov hab leeg yuav koj lub npe hab tig ntawm puab tej kev txhum rua thaus koj tswm txom puab,"},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.36","label":"36","content":"tes thov koj nyob sau ntuj noog hab thov koj zaam koj cov qhev kws yog koj haiv tuabneeg Yixayee lub txem. Thov koj qha txujkev zoo kws tswm nyog puab taug rua puab, hab thov koj pub naag lug rua huv koj lub tebchaws kws koj tau pub ua qub txeeg qub teg rua koj haiv tuabneeg."},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.37","label":"37","content":"“Yog lub tebchaws raug kev tshaib nqhes, yog muaj mob kis lossws qoob loos nce mob lossws tuaj pwm lossws muaj kooj muaj kaab ntswg, lossws puab cov yeeb ncuab tuaj vej puab huv lub moos twg, mas txawm yog muaj kev mob phem yaam twg los kev mob kev nkeeg yaam twg tshwm tuaj,"},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.38","label":"38","content":"hab txawm yog ib tug twg lossws koj haiv tuabneeg Yixayee huvsw taij le caag hab thov le caag vem qhov kws nyag paub nyag kev txom nyem hab nyag tej kev nyuaj sab es tsaa teg ncaaj rua lub tuam tsev nuav,"},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.39","label":"39","content":"tes thov koj nyob sau ntuj kws yog koj lub chaw nyob noog hab zaam txem hab tu rua puab hab ua rua txhua tug kws koj tub paub huv puab lub sab, lawv le puab tau ua huvsw. Tsua qhov koj, tsuas yog koj tuab leeg xwb txhad paub huv tuabneeg lub sab huvsw."},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.40","label":"40","content":"Sub puab txhad fwm hab paub ntshai koj txhua nub txhua lub swjhawm kws puab nyob huv lub tebchaws kws koj tau pub rua peb tej laug."},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.41","label":"41","content":"“Ib yaam nkaus le ntawd, thaus lwm haiv tuabneeg ib tug twg kws tsw yog koj haiv tuabneeg Yixayee tuaj lwm lub tebchaws deb tuaj vem yog nov txug koj lub npe,"},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.42","label":"42","content":"vem yog puab nov txug koj lub npe kws luj kawg hab koj txhais teg kws muaj fwjchim hab koj txhais npaab kws tsaa hlo, mas thaus puab tuaj tig ndag rua lub tuam tsev nuav thov,"},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.43","label":"43","content":"tes thov koj nyob sau ntuj kws yog koj lub chaw nyob noog hab thov koj ua lawv le txhua yaam kws lwm haiv tuabneeg tau thov rua koj, sub txhua haiv tuabneeg huv nplajteb txhad paub koj lub npe hab ntshai hab fwm koj yaam nkaus le koj haiv tuabneeg Yixayee, hab puab txhad paub tas lub tuam tsev kws kuv ua nuav puab hu lawv le koj lub npe."},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.44","label":"44","content":"“Yog koj haiv tuabneeg tawm moog ua rog rua puab cov yeeb ncuab rua txujkev twg kws koj khaiv puab moog, es puab tig ndag thov ncaaj rua lub nroog nuav kws koj tau xaiv ca hab tig ndag thov ncaaj rua lub tuam tsev kws kuv tau ua rua koj lub npe nyob,"},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.45","label":"45","content":"mas thov koj nyob sau ntuj noog puab tej lug taij lug thov hab tuav puab txujcai."},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.46","label":"46","content":"“Yog puab ua txhum rua koj, vem tsw muaj ib tug twg kws tsw ua txhum, es koj npau tawg rua puab, hab muab puab cob rua yeeb ncuab puab txhad raug nteg coj moog rua yeeb ncuab lub tebchaws tsw has deb los ze,"},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.47","label":"47","content":"yog puab lub sab xaam pum puab tej kev txhum rua huv lub tebchaws kws puab raug nteg coj moog hov hab ntxeev dua sab hab taij thov koj huv lub tebchaws kws puab nyob hov has tas, ‘Peb tau ua txhum hab ua tsw ncaaj hab ua phem kawg le,’"},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.48","label":"48","content":"yog puab ntxeev dua sab kawg sab kawg ntsws kawg plaab plaw tswvyim huv lub tebchaws kws puab raug yeeb ncuab nteg coj moog nyob hov, hab yog puab tig ndag rua puab lub tebchaws kws koj pub rua puab tej laug thov koj hab tig ndag rua lub nroog kws koj tau xaiv ca hab lub tuam tsev kws kuv ua rua koj lub npe nyob nuav,"},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.49","label":"49","content":"mas thov koj nyob sau ntuj kws yog koj lub chaw nyob noog puab tej lug taij lug thov hab tuav puab txujcai."},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.50","label":"50","content":"Hab zaam koj haiv tuabneeg lub txem kws puab tau ua txhum rua koj, hab zaam puab tej kev faav xeeb kws puab tau tawm tsaam koj, hab pub cov kws nteg puab coj moog hov khuvleej puab, puab txhad tau txais kev khuvleej."},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.51","label":"51","content":"Puab yog koj haiv tuabneeg hab yog koj le qub txeeg qub teg kws koj coj tawm huv Iyi tebchaws lug, yog tawm huv cub thee hlawv hlau lug."},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.52","label":"52","content":"Thov tsaa koj lub qhov muag saib rua koj tug tub qhe tej lug taij thov hab saib rua koj haiv tuabneeg Yixayee tej lug taij thov, es tig ntsej noog rua thaus puab hu thov koj."},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.53","label":"53","content":"Au Vaajtswv Yawmsaub, koj cais puab tawm huv ib tsoom tuabneeg huv nplajteb lug ua koj le qub txeeg qub teg lawv le koj has rua koj tug qhev Mauxe rua thaus koj coj peb tej laug tawm huv Iyi tebchaws lug.”"},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.54","label":"54","content":"Thaus Xalaumoo thov hab has tej lug taij nuav huvsw rua Yawmsaub taag lawd, nwg txawm sawv tseeg ntawm Yawmsaub lub thaaj xyeem kws nwg tau txhus caug hab tsaa teg thov rua sau ntuj."},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.55","label":"55","content":"Nwg sawv ntsug hab foom koob moov rua ib tsoom Yixayee suavdawg nrov nrov has tas,"},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.56","label":"56","content":"“Qhuas Yawmsaub kws pub nwg haiv tuabneeg Yixayee tau su lawv le nwg cog lug ca txhua yaam. Nwg tej lug cog tseg zoo txhua lu kws nwg kuas nwg tug qhev Mauxe has hov tsw poob ib lus le."},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.57","label":"57","content":"Thov peb tug Vaajtswv Yawmsaub nrug nraim peb ib yaam le nwg nrug nraim peb tej laug. Thov nwg tsw xob ncaim peb hab tso peb tseg hlo le."},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.58","label":"58","content":"Thov nwg ua kuas peb lub sab tig lug cuag nwg, peb txhad ua peb lub neej lawv le nwg txujkev hab tuav rawv nwg tej lug nkaw hab nwg tej kaab ke hab nwg tej kevcai kws nwg has ca rua peb tej laug."},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.59","label":"59","content":"Thov ca kuv tej lug kws kuv taij thov ntawm Yawmsaub lub xubndag nuav nyob ze peb tug Vaajtswv Yawmsaub nruab nub mo ntuj. Hab thov nwg tuav kuv kws yog nwg tug qhev txujcai hab nwg haiv tuabneeg Yixayee txujcai kuas ruaj khov, lawv le naj nub cheem tsum,"},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.60","label":"60","content":"sub ib tsoom tuabneeg huv nplajteb txhad paub tas Yawmsaub yog Vaajtswv, tsw muaj dua lwm tug le lawm."},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.61","label":"61","content":"Yog le nuav mej lub sab ca le xwb hlo rua Yawmsaub kws yog peb tug Vaajtswv, es ua mej lub neej lawv le nwg tej kaab ke hab tuav rawv nwg tej lug nkaw ib yaam le naj nub nwgnuav mej ua.”"},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.62","label":"62","content":"Mas vaajntxwv hab cov Yixayee suavdawg kws nrug nwg ua ke tua tsaj xyeem rua ntawm Yawmsaub lub xubndag."},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.63","label":"63","content":"Xalaumoo muab nyuj 22,000 tug hab yaaj 120,000 tug tua xyeem ua kevcai sws raug zoo rua Yawmsaub. Vaajntxwv hab cov pejxeem txhad muab lub tuam tsev xyeem pub rua Yawmsaub le nuav."},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.64","label":"64","content":"Tuab nub hov vaajntxwv ua kevcai tu lub plawv tshaav puam kws ncaaj ntawm lub qhov rooj tuam tsev kuas dawb huv. Mas nwg muab tsaj ua kevcai hlawv huvsw xyeem hab muab tej kws ua kevcai xyeem qoob loos hab muab cov npluag roj ua kevcai xyeem sws raug zoo rua hov ntawd, vem lub thaaj tooj lab kws nyob ntawm Yawmsaub lub xubndag tsw txaus tso tej kws ua kevcai hlawv huvsw xyeem hab tej kws ua kevcai xyeem qoob loos hab tej npluag roj kws ua kevcai xyeem sws raug zoo."},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.65","label":"65","content":"Zag hov Xalaumoo hab ib tsoom Yixayee suavdawg ua kevcai paam noj haus xyaa nub.  Muaj tuabneeg coob heev tuaj txoos ua ke txwj ntawm txujkev kws moog rua lub moos Hama moog txug ncua tug dej Iyi."},{"bible_id":"1216","chapter_code":"1KI.8","verse_code":"1KI.8.66","label":"66","content":"Nub kws yim nwg tso cov pejxeem rov moog. Puab foom koob moov rua vaajntxwv hab rov qaab moog tsev. Puab zoo sab hab xyiv faab vem yog tej kev zoo kws Yawmsaub ua tshwm lug rua nwg tug qhev Tavi hab rua Yawmsaub haiv tuabneeg Yixayee."},{"bible_id":"1216","chapter_code":"1KI.9","verse_code":"1KI.9.1","label":"1","content":"Thaus Xalaumoo ua tau Yawmsaub lub tuam tsev hab nwg lub tsev hab txhua yaam kws nwg xaav ua tav taag huvsw lawd,"},{"bible_id":"1216","chapter_code":"1KI.9","verse_code":"1KI.9.2","label":"2","content":"Yawmsaub lug tshwm rua Xalaumoo zag ob ib yaam le Yawmsaub tau tshwm rua nwg ntawm Kinpe‑oo."},{"bible_id":"1216","chapter_code":"1KI.9","verse_code":"1KI.9.3","label":"3","content":"Mas Yawmsaub has rua nwg tas, “Kuv tub nov tej lug kws koj thov koj taij kuv lawm. Kuv tub tu lub tsev kws koj ua nuav kuas dawb huv lawm, hab kuv yuav ca kuv lub npe nyob huv moog ib txhab ib txhws. Kuv lub qhov muag hab kuv lub sab yuav nrug nraim lub chaw nuav moog ib txhws."},{"bible_id":"1216","chapter_code":"1KI.9","verse_code":"1KI.9.4","label":"4","content":"Has txug koj, yog koj ua koj lub neej ncaaj hab ua ncaaj nceeg taab meeg kuv ib yaam nkaus le koj txwv Tavi ua hab ua txhua yaam lawv le kws kuv has kuas koj ua, hab tuav rawv kuv tej kaab ke hab kuv tej kevcai,"},{"bible_id":"1216","chapter_code":"1KI.9","verse_code":"1KI.9.5","label":"5","content":"mas kuv yuav tsaa koj lub zwm txwv rua sau cov Yixayee nyob ruaj moog ib txhab ib txhws, ib yaam le kuv tau cog lug tseg rua koj txwv Tavi lawm has tas, ‘Tsw muaj ib nub twg kws koj caaj ceg yuav tu ncua tug txwvneej kws nyob sau cov Yixayee lub zwm txwv.’"},{"bible_id":"1216","chapter_code":"1KI.9","verse_code":"1KI.9.6","label":"6","content":"“Tassws yog mej tsw ua lawv le kuv has, tsw has mej lossws mej cov tub ki tsw tuav rawv kuv tej lug nkaw hab tej kaab ke kws kuv tub qha rua mej, es mej moog ua koom hab pe luas tej daab,"},{"bible_id":"1216","chapter_code":"1KI.9","verse_code":"1KI.9.7","label":"7","content":"mas kuv yuav muab cov Yixayee rhuav tshem kuas tawm huv lub tebchaws kws kuv muab pub rua puab moog, hab kuv yuav muab lub tuam tsev kws kuv tu kuas dawb huv rua kuv lub npe nyob lawd laim pov tseg kuas pluj ntawm kuv lub qhov muag. Mas txhua haiv tuabneeg yuav muab cov Yixayee ua paaj lug has hab yuav tag luas ncauj luas lu."},{"bible_id":"1216","chapter_code":"1KI.9","verse_code":"1KI.9.8","label":"8","content":"Lub tuam tsev nuav yuav pob ua tej nam pawg ca. Txhua leej txhua tug kws taug kev yuav xaav tsw thoob hab puab yuav thuaj has tas, ‘Ua caag Yawmsaub ua le hov rua lub tebchaws nuav hab lub tuam tsev nuav?’"},{"bible_id":"1216","chapter_code":"1KI.9","verse_code":"1KI.9.9","label":"9","content":"Tes luas yuav teb tas, ‘Vem yog puab muab puab tug Vaajtswv Yawmsaub kws coj puab tej laug tawm huv Iyi tebchaws lug tso pov tseg es moog tsawv nkaus luas tej daab lug pe hab ua koom rua. Vem le nuav Yawmsaub txhad tso tej xwm txheej phem nuav huvsw lug raug puab.’ ”"},{"bible_id":"1216","chapter_code":"1KI.9","verse_code":"1KI.9.10","label":"10","content":"Ncua swjhawm neeg nkaum xyoo Xalaumoo ua tau ob lub tsev, yog Yawmsaub lub tuam tsev hab vaajntxwv lub tsev."},{"bible_id":"1216","chapter_code":"1KI.9","verse_code":"1KI.9.11","label":"11","content":"Hilaa kws ua vaajntxwv huv lub nroog Thailab xaa ntoo cab hab ntoo cab nplooj suab hab kub tuaj rua Xalaumoo npaum le kws Xalaumoo lub sab xaav, mas vaajntxwv Xalaumoo txhad le muab neeg nkaum lub moos huv tebchaws Kalilai rua Hilaa."},{"bible_id":"1216","chapter_code":"1KI.9","verse_code":"1KI.9.12","label":"12","content":"Tassws thaus Hilaa tawm huv lub nroog Thailab moog saib tej moos kws Xalaumoo muab pub rua nwg mas Hilaa tsw txaus sab rua tej moos hov."},{"bible_id":"1216","chapter_code":"1KI.9","verse_code":"1KI.9.13","label":"13","content":"Hilaa txhad has tas, “Tug kwv 'e, tej moos kws koj muab pub rua kuv hov zoo le nuav xwb lov?” Luas txhad hu cov moos hov tas tebchaws Khanpu  lug txug naj nub nwgnuav."},{"bible_id":"1216","chapter_code":"1KI.9","verse_code":"1KI.9.14","label":"14","content":"Hilaa tau xaa kub nyaav ib puas neeg nkaum talaa  tuaj rua vaajntxwv Xalaumoo."},{"bible_id":"1216","chapter_code":"1KI.9","verse_code":"1KI.9.15","label":"15","content":"Nuav moog yog has txug tej tub zug kws vaajntxwv Xalaumoo yuam kuas ua Yawmsaub lub tuam tsev hab ua vaajntxwv lub tsev hab ua lub loog Milau hab ua lub ntsaa loog Yeluxalee hab muab lub moos Haxau hab Mekintau hab Kexaw ua dua tshab."},{"bible_id":"1216","chapter_code":"1KI.9","verse_code":"1KI.9.16","label":"16","content":"(Yaav thau u Falau kws yog cov Iyi tug vaajntxwv tub nce tuaj txeeb tau lub moos Kexaw hab muab hlawv kub nyab taag hab muab cov Khana‑aa kws nyob huv tua tuag taag tes nwg txawm muab lub moos hov phij cuam rua nwg tug ntxhais kws moog yuav Xalaumoo."},{"bible_id":"1216","chapter_code":"1KI.9","verse_code":"1KI.9.17","label":"17","content":"Mas Xalaumoo txhad muab Kexaw ua dua tshab), hab nwg khu lub moos Npe Hauloo nruab tag"},{"bible_id":"1216","chapter_code":"1KI.9","verse_code":"1KI.9.18","label":"18","content":"hab ua lub moos Npa‑alab hab lub moos Thama rua huv tebchaws moj saab qhua huv Yuta tebchaws,"},{"bible_id":"1216","chapter_code":"1KI.9","verse_code":"1KI.9.19","label":"19","content":"hab ua txhua lub moos kws Xalaumoo khaws cuab txhaj cuab taam ca rua huv, hab ua tej moos kws nwg khaws tej tsheb neeg ua rog rua huv, hab ua tej moos kws nwg cov tub rog caij neeg nyob, hab ua txhua yaam kws Xalaumoo xaav kuas ua rua huv lub nroog Yeluxalee hab huv tebchaws Lenpanoo hab thoob plawg tej tebchaws kws Xalaumoo kaav."},{"bible_id":"1216","chapter_code":"1KI.9","verse_code":"1KI.9.20","label":"20","content":"Cov Amaulai, cov Hithai, cov Pelixai, cov Hivai hab cov Yenpu kws tseed tshuav nyob, kws tsw yog tuabneeg Yixayee,"},{"bible_id":"1216","chapter_code":"1KI.9","verse_code":"1KI.9.21","label":"21","content":"mas cov tuabneeg nuav le noob kws tshuav nyob huv lub tebchaws kws cov Yixayee tsw muaj peevxwm muab ua puam tsuaj taag tes Xalaumoo yuam ua qhev lug txug naj nub nwgnuav."},{"bible_id":"1216","chapter_code":"1KI.9","verse_code":"1KI.9.22","label":"22","content":"Tassws cov tuabneeg Yixayee mas Xalaumoo tsw yuam ua qhev. Puab ua vaajntxwv cov tub rog hab ua nwg cov num tswv hab ua thawj kaav tub rog huvsw hab ua cov thawj rog hab ua thawj kaav cov tsheb neeg ua rog hab kaav cov tub rog caij neeg."},{"bible_id":"1216","chapter_code":"1KI.9","verse_code":"1KI.9.23","label":"23","content":"Cov nuav yog cov num tswv kws ua hlub saib Xalaumoo tej num, huvsw muaj tswb puas tswb caug leej ua cov kws saib cov tuabneeg kws ua vaajntxwv tej num nuav."},{"bible_id":"1216","chapter_code":"1KI.9","verse_code":"1KI.9.24","label":"24","content":"Mas Falau tug ntxhais tawm huv Tavi lub nroog moog nyob ntawm lub tsev kws Xalaumoo ua rua nwg. Mas Xalaumoo txhad ua lub loog Milau."},{"bible_id":"1216","chapter_code":"1KI.9","verse_code":"1KI.9.25","label":"25","content":"Ib xyoos Xalaumoo ua kevcai hlawv huvsw xyeem hab ua kevcai xyeem sws raug zoo sau lub thaaj kws nwg ua rua Yawmsaub peb zag, hab hlawv moov tshuaj tsw qaab rua ntawm Yawmsaub xubndag. Nwg ua Vaajtswv lub tuam tsev tav quas log le kws has nuav."},{"bible_id":"1216","chapter_code":"1KI.9","verse_code":"1KI.9.26","label":"26","content":"Vaajntxwv Xalaumoo kuj ua ib co nkoj txwg rua ntawm Exi‑oo Kenpaw kws nyob ze Elau ntawm ntug dej Havtxwv Lab huv tebchaws Entoo."},{"bible_id":"1216","chapter_code":"1KI.9","verse_code":"1KI.9.27","label":"27","content":"Hilaa xaa ib paab tuabneeg txawj tsaav nkoj kws txeev moog huv havtxwv tuaj nrug Xalaumoo cov tub nkoj ua ke."},{"bible_id":"1216","chapter_code":"1KI.9","verse_code":"1KI.9.28","label":"28","content":"Puab moog txug lub moos Aufi moog thauj tau kub nyaav plaub puas neeg nkaum talaa  hov ntawd lug rua vaajntxwv Xalaumoo."},{"bible_id":"1216","chapter_code":"1KI.10","verse_code":"1KI.10.1","label":"1","content":"Thaus tug puj vaaj kws kaav Senpa tebchaws tau nov txug Xalaumoo lub meej thawb kws ntswg txug Yawmsaub lub npe, nwg txawm tuaj thom Xalaumoo txug ntau yaam kws ceblaaj teb tau."},{"bible_id":"1216","chapter_code":"1KI.10","verse_code":"1KI.10.2","label":"2","content":"Nwg coj ib paab tub teg tub taw coob coob nrug nwg tuaj rua huv Yeluxalee, hab muaj ntxhuav thauj tej txum lom hab kub ntau kawg hab tej qai zeb hlaws muaj nqes. Thaus nwg tuaj cuag Xalaumoo lawd, nwg txhad pav txhua yaam kws nyob huv nwg lub sab huvsw rua Xalaumoo."},{"bible_id":"1216","chapter_code":"1KI.10","verse_code":"1KI.10.3","label":"3","content":"Mas Xalaumoo teb txhua yaam kws nwg nug tau huvsw tsw muaj ib yaam kws vaajntxwv yuav tsw paub hab pav tsw tau rua nwg le."},{"bible_id":"1216","chapter_code":"1KI.10","verse_code":"1KI.10.4","label":"4","content":"Thaus tug puj vaaj huv Senpa pum Xalaumoo tug tswvyim huvsw hab pum lub tsev kws nwg tau ua,"},{"bible_id":"1216","chapter_code":"1KI.10","verse_code":"1KI.10.5","label":"5","content":"hab pum tej zaub mov sau nwg lub rooj hab cov num tswv kws nrug nwg nyob hab nwg cov tub teg tub taw kws ua koom rua nwg hab tej cev rwg tsho kws puab naav, hab cov kws thab cawv txwv maab, hab pum tej kws nwg muab ua kevcai hlawv xyeem ntawm Yawmsaub lub tuam tsev, mas tug puj vaaj hov tsw pum qaab xaav le lawm."},{"bible_id":"1216","chapter_code":"1KI.10","verse_code":"1KI.10.6","label":"6","content":"Mas nwg txhad has rua vaajntxwv tas, “Tej xuv kws kuv nyob huv kuv lub tebchaws nov has txug koj tej num hab koj tug tswvyim yeej los muaj tseeb tag."},{"bible_id":"1216","chapter_code":"1KI.10","verse_code":"1KI.10.7","label":"7","content":"Tassws kuv tsw ntseeg tej lug hov moog txug thaus kuv tau tuaj cuag hab kuv lub qhov muag tau pum lawm. Saib maj, tej kws puab has rua kuv hov tub muaj tsw txug ib nraab. Koj tug tswvyim hab koj tej kev vaam meej hov yeej ntau dua tej kws kuv tau nov lawd."},{"bible_id":"1216","chapter_code":"1KI.10","verse_code":"1KI.10.8","label":"8","content":"Koj cov tuabneeg  tau moov zoo lauj! Koj cov tub teg tub taw kws ua num ntawm koj xubndag ib txwm hab nov koj tej tswvyim plaab plaw mas tau moov zoo lauj!"},{"bible_id":"1216","chapter_code":"1KI.10","verse_code":"1KI.10.9","label":"9","content":"Qhuas Yawmsaub kws yog koj tug Vaajtswv kws txaus sab rua koj hab tau tsaa koj nyob sau cov Yixayee lub zwm txwv. Vem Yawmsaub hlub cov Yixayee moog ib txhws nwg txhad tsaa koj ua vaajntxwv kaav puab sub koj txhad txav txem ncaaj hab ua ncaaj nceeg.”"},{"bible_id":"1216","chapter_code":"1KI.10","verse_code":"1KI.10.10","label":"10","content":"Mas nwg txawm muab kub nyaav ib puas neeg nkaum talaa  hab tej txum lom ntau kawg hab tej qai zeb hlaws muaj nqes rua vaajntxwv. Tsw muaj dua txum lom ntau le tej txum lom kws tug puj vaaj huv Senpa muab rua vaajntxwv Xalaumoo nuav."},{"bible_id":"1216","chapter_code":"1KI.10","verse_code":"1KI.10.11","label":"11","content":"Dua le ntawd Hilaa tej nkoj kws thauj kub huv Aufi tuaj kuj thauj ntoo lab txwv khau tawv hab tej qai zeb hlaws muaj nqes ntau kawg ntawm Aufi tuaj."},{"bible_id":"1216","chapter_code":"1KI.10","verse_code":"1KI.10.12","label":"12","content":"Mas vaajntxwv txhad muab cov ntoo lab txwv khau tawv ua ncej rua Yawmsaub lub tuam tsev hab rua vaajntxwv lub tsev, hab ua cov nkauj nog ncaas miv hab cov nkauj nog ncaas luj rua cov hu nkauj. Yeej tsw muaj tej ntoo lab txwv khau tawv ntau le nuav xaa tuaj dua le lawm hab tsw tau pum dua le lug txug naj nub nwgnuav."},{"bible_id":"1216","chapter_code":"1KI.10","verse_code":"1KI.10.13","label":"13","content":"Vaajntxwv Xalaumoo pub txhua yaam rua tug puj vaaj huv Senpa lawv le kws nwg xaav yuav hab pub txhua yaam kws nwg thov hab nwg tseed pub tej kws nwg muaj nplua quas mag ntxwv rua. Mas tug puj vaaj hab nwg cov tub teg tub taw txawm rov qaab moog rua nwg lub tebchaws lawm."},{"bible_id":"1216","chapter_code":"1KI.10","verse_code":"1KI.10.14","label":"14","content":"Ib xyoos twg mas Xalaumoo tau kub nyaav rau pua rau caum rau talaa,"},{"bible_id":"1216","chapter_code":"1KI.10","verse_code":"1KI.10.15","label":"15","content":"tsw xaam tej kub kws sau ntawm cov tub laag tub luam hab tsw xaam tej kws sau ntawm tej vaajntxwv huv Alanpia tebchaws suavdawg hab ntawm tej tim xyoob kws kaav huv lub tebchaws."},{"bible_id":"1216","chapter_code":"1KI.10","verse_code":"1KI.10.16","label":"16","content":"Vaajntxwv Xalaumoo muab kub ntaus ua ob puas daim phaj luj thaiv, ib daim phaj mas swv kub nyaav rau pua sekhee  ua."},{"bible_id":"1216","chapter_code":"1KI.10","verse_code":"1KI.10.17","label":"17","content":"Nwg muab kub ntaus ua dua peb puas daim phaj thaiv, ib daim phaj swv kub nyaav peb mina.  Vaajntxwv muab cov phaj kub hov khaws ca rua huv lub tsev Haav Zoov Lenpanoo."},{"bible_id":"1216","chapter_code":"1KI.10","verse_code":"1KI.10.18","label":"18","content":"Vaajntxwv muab kaug ntxhw ua ib lub zwm txwv luj kawg le hab muab cov tseem kub kws zoo kawg lug luam."},{"bible_id":"1216","chapter_code":"1KI.10","verse_code":"1KI.10.19","label":"19","content":"Lub zwm txwv hov muaj rau qaib ntai, lub zwm txwv saab nraus qaum kheej koov loo. Ob saab ntawm lub zwm txwv muaj ob lub chaw tso teg mas muaj ob tug tsuv ntxhuav sawv ze ntawm ob lub chaw tso teg hov,"},{"bible_id":"1216","chapter_code":"1KI.10","verse_code":"1KI.10.20","label":"20","content":"hab muaj kaum ob tug tsuv ntxhuav txawb rua rau qaib ntai hov ob saab huvsw ib qaib ntai ib tug. Lub zwm txwv zoo le nuav mas tsw tau txeev ua dua rua lwm lub tebchaws le."},{"bible_id":"1216","chapter_code":"1KI.10","verse_code":"1KI.10.21","label":"21","content":"Tej khob kws vaajntxwv Xalaumoo swv haus dej mas puavleej xuas kub ua xwb, hab tej pestwj swv huv lub tsev Haav Zoov Lenpanoo huvsw puavleej yog xuas tseem kub ua xwb, tsw muaj ib yaam kws xuas nyaj ua le. Ncua swjhawm kws Xalaumoo nyob hov mas saib nyaj yaam le tsw muaj nqes le."},{"bible_id":"1216","chapter_code":"1KI.10","verse_code":"1KI.10.22","label":"22","content":"Tsua qhov vaajntxwv muaj ib co nkoj txwg huv lub moos Thasi nrug Hilaa cov nkoj hlaa havtxwv ua ke. Peb xyoos mas Thasi cov nkoj yuav thauj kub thauj nyaj thauj kaug ntxhw thauj lab thauj noog yaaj yuam tuaj ib zag."},{"bible_id":"1216","chapter_code":"1KI.10","verse_code":"1KI.10.23","label":"23","content":"Yog le nuav mas vaajntxwv Xalaumoo txhad le muaj nyaj txag hab muaj plaab plaw tswvyim ntau dua txhua tug vaajntxwv kws nyob huv nplajteb nuav."},{"bible_id":"1216","chapter_code":"1KI.10","verse_code":"1KI.10.24","label":"24","content":"Tej tuabneeg thoob nplajteb xaav tuaj cuag Xalaumoo xaav nov tej plaab plaw tswvyim kws Vaajtswv pub rua nwg."},{"bible_id":"1216","chapter_code":"1KI.10","verse_code":"1KI.10.25","label":"25","content":"Txhua tug kuj coj tshaav ntuj tuaj pub yog tej kws xuas nyaj xuas kub ua, tej tsoog tsho, tej cuab yeej ua rog, tej txum lom, neeg hab luj txwv tuaj, naj xyoo muaj le nuav."},{"bible_id":"1216","chapter_code":"1KI.10","verse_code":"1KI.10.26","label":"26","content":"Xalaumoo sau tau tej tsheb neeg ua rog hab cov tub rog caij neeg. Nwg muaj tsheb neeg ua rog ib txheeb plaub puas lub hab muaj cov tub rog kws caij neeg ib vaam ob txheeb leej, kws nwg kuas ib txha nyob rua huv tej moos kws nwg npaaj rua tej tsheb neeg ua rog hab ib txha nrug vaajntxwv nyob huv lub nroog Yeluxalee."},{"bible_id":"1216","chapter_code":"1KI.10","verse_code":"1KI.10.27","label":"27","content":"Vaajntxwv ua rua nyaj muaj ntau rua huv lub nroog Yeluxalee yaam le tej pob zeb, hab ua rua ntoo cab muaj ntau yaam nkaus le tej ntoo txwv cua huv tej pov roob Sefela."},{"bible_id":"1216","chapter_code":"1KI.10","verse_code":"1KI.10.28","label":"28","content":"Xalaumoo yuav neeg huv Iyi tebchaws hab huv Khu‑e tebchaws  lug. Vaajntxwv cov tub luam moog yuav huv Khu‑e tebchaws lawv le tug nqe."},{"bible_id":"1216","chapter_code":"1KI.10","verse_code":"1KI.10.29","label":"29","content":"Ib lub tsheb neeg ua rog huv Iyi tebchaws mas yuav rau pua sekhee nyaj,  ib tug neeg huv Iyi mas yuav ib puas tswb caug sekhee.  Mas vaajntxwv cov tub luam yuav xaa tej nuav moog muag rua cov Hithai hab cov Alaa tej vaajntxwv suavdawg."},{"bible_id":"1216","chapter_code":"1KI.11","verse_code":"1KI.11.1","label":"1","content":"Vaajntxwv Xalaumoo nyam lwm haiv tuabneeg tej ntxhais ntau leej. Dhau Falau tug ntxhais lawm tseed muaj cov Mau‑a, cov Aamoo, cov Entoo, cov Xaintoo hab cov Hithai tej ntxhais,"},{"bible_id":"1216","chapter_code":"1KI.11","verse_code":"1KI.11.2","label":"2","content":"yog tej haiv tuabneeg kws Yawmsaub tau has rua cov Yixayee tas, “Mej tsw xob moog yuav puab tej ntxhais hab tsw xob ca puab yuav mej tej ntxhais, tsua qhov puab yuav haub mej lub sab moog ua koom rua puab tej daab.” Xalaumoo nyam puab txhad tsw tso puab tseg."},{"bible_id":"1216","chapter_code":"1KI.11","verse_code":"1KI.11.3","label":"3","content":"Nwg yuav xyaa pua tug nam yau kws yog cov thawj le ntxhais hab coj peb puas tug hluas nkauj lug kaav. Nwg cov quaspuj hov txhad haub tau nwg lub sab lawm."},{"bible_id":"1216","chapter_code":"1KI.11","verse_code":"1KI.11.4","label":"4","content":"Thaus Xalaumoo laug lawd nwg cov quaspuj hov haub nwg moog ua koom rua luas tej daab, hab nwg lub sab tsw xwb rua Yawmsaub kws yog nwg tug Vaajtswv tsw thooj le nwg txwv Tavi lub sab lawm."},{"bible_id":"1216","chapter_code":"1KI.11","verse_code":"1KI.11.5","label":"5","content":"Tsua qhov Xalaumoo ua koom rua tug puj daab Athaule kws yog cov Xaintoo tug daab, hab ua koom rua Mikhoo kws yog cov Aamoo tug daab qas vuab tsuab."},{"bible_id":"1216","chapter_code":"1KI.11","verse_code":"1KI.11.6","label":"6","content":"Xalaumoo txhad ua tej kws Yawmsaub pum tas phem kawg le tsw ua koom rua Yawmsaub kawg sab kawg ntsws yaam le nwg txwv Tavi lawm."},{"bible_id":"1216","chapter_code":"1KI.11","verse_code":"1KI.11.7","label":"7","content":"Xalaumoo ua tej chaw sab teev daab Khemauj kws yog cov Mau‑a tug daab qas vuab tsuab, hab teev daab Maulej kws yog cov Aamoo tug daab qas vuab tsuab, rua sau lub roob kws nyob ntawm Yeluxalee saab nub tuaj."},{"bible_id":"1216","chapter_code":"1KI.11","verse_code":"1KI.11.8","label":"8","content":"Nwg ua tej chaw teev daab rua nwg cov quaspuj kws yog lwm haiv tuabneeg txhua tug, mas puab hlawv xyaab hab tua tsaj xyeem rua puab tej daab."},{"bible_id":"1216","chapter_code":"1KI.11","verse_code":"1KI.11.9","label":"9","content":"Tes Yawmsaub chim rua Xalaumoo vem nwg lub sab faav hlo ntawm Yawmsaub kws yog cov Yixayee tug Vaajtswv kws tub tshwm rua nwg ob zag lawm,"},{"bible_id":"1216","chapter_code":"1KI.11","verse_code":"1KI.11.10","label":"10","content":"hab nkaw lug rua nwg txug zaaj nuav kuas nwg tsw xob moog lawv kua luas tej daab. Tassws Xalaumoo tsw ua lawv le tej kws Yawmsaub qha."},{"bible_id":"1216","chapter_code":"1KI.11","verse_code":"1KI.11.11","label":"11","content":"Vem le nuav Yawmsaub txhad has rua Xalaumoo tas, “Vem koj lub sab xaav le kod hab koj tsw tuav rawv kuv tej lug cog tseg hab kuv tej kaab ke kws kuv has ca rua koj, mas kuv yeej yuav muab lub tebchaws dua rhe ntawm koj hab muab cob rua koj le ib tug tub teg tub taw kaav."},{"bible_id":"1216","chapter_code":"1KI.11","verse_code":"1KI.11.12","label":"12","content":"Txawm le ntawd los vem yog saib rua koj txwv Tavi, kuv yuav tsw ua le ntawd rua thaus koj tseed caj sa nyob, kuv yuav dua rhe lub tebchaws ntawm koj tug tub txhais teg."},{"bible_id":"1216","chapter_code":"1KI.11","verse_code":"1KI.11.13","label":"13","content":"Tassws kuv yuav tsw dua taag nrho lub tebchaws, kuv yuav tseg ib lub xeem pub rua koj tug tub vem yog saib rua kuv tug qhev Tavi hab saib rua lub nroog Yeluxalee kws kuv xaiv ca lawd.”"},{"bible_id":"1216","chapter_code":"1KI.11","verse_code":"1KI.11.14","label":"14","content":"Yawmsaub ua rua Hanta kws yog tuabneeg Entoo yog cov Entoo tej vaajntxwv caaj ceg sawv tawm tsaam Xalaumoo."},{"bible_id":"1216","chapter_code":"1KI.11","verse_code":"1KI.11.15","label":"15","content":"Thaus Tavi nyob huv Entoo tebchaws mas Yau‑a kws ua thawj kaav tub rog tau moog log cov kws raug tua tuag, nwg txawm muab txhua tug txwvneej huv Entoo tua pov tseg."},{"bible_id":"1216","chapter_code":"1KI.11","verse_code":"1KI.11.16","label":"16","content":"Yau‑a hab cov Yixayee suavdawg nyob huv Entoo tau rau lub hli moog txug thaus muab cov txwvneej huv Entoo tua taag huvsw."},{"bible_id":"1216","chapter_code":"1KI.11","verse_code":"1KI.11.17","label":"17","content":"Thaus hov Hanta tseed yau mas nwg nrug cov tuabneeg Entoo qee leej kws yog nwg txwv cov tub teg tub taw tswv moog rua huv Iyi tebchaws."},{"bible_id":"1216","chapter_code":"1KI.11","verse_code":"1KI.11.18","label":"18","content":"Puab tswv tawm ntawm Mintee lug rua Palaa mas coj ib txha tuabneeg huv lub moos Palaa nrug puab tswv moog rua Iyi tebchaws, moog cuag cov Iyi tug vaajntxwv Falau, mas vaajntxwv pub ib lub tsev rua nwg nyob hab naj nub pub mov rua nwg noj hab pub teb rua nwg."},{"bible_id":"1216","chapter_code":"1KI.11","verse_code":"1KI.11.19","label":"19","content":"Hanta ua tau hum Falau sab kawg le mas Falau txhad muab nwg tug quaspuj Thapene tug nam hluas rua Hanta yuav, yog Thapene kws ua puj vaaj tug nam hluas ntaag."},{"bible_id":"1216","chapter_code":"1KI.11","verse_code":"1KI.11.20","label":"20","content":"Thapene tug nam hluas kuj yug tau ib tug tub hu ua Kenunpa rua Hanta, mas puj vaaj Thapene coj lug tu hlub rua huv Falau lub tsev mas Kenunpa txhad nrug vaajntxwv tej tub nyob huv Falau lub tsev ua ke."},{"bible_id":"1216","chapter_code":"1KI.11","verse_code":"1KI.11.21","label":"21","content":"Thaus Hanta nyob huv Iyi tebchaws nov tas Tavi tuag moog nrug nwg tej laug nyob lawm hab nov tas Yau‑a kws ua thawj kaav tub rog kuj tuag lawm mas Hanta txawm has rua Falau tas, “Thov koj ca kuv rov qaab moog rua kuv teb kuv chaw.”"},{"bible_id":"1216","chapter_code":"1KI.11","verse_code":"1KI.11.22","label":"22","content":"Falau has rua nwg tas, “Koj nrug kuv nyob koj tu ncua ib yaam daabtsw es nwgnuav koj yuav nrhav kev rov qaab moog rua koj lub tebchaws?” Mas Hanta teb rua nwg tas, “Thov ca kuv moog xwb.”"},{"bible_id":"1216","chapter_code":"1KI.11","verse_code":"1KI.11.23","label":"23","content":"Vaajtswv ua rua Eliyanta tug tub Lexoo sawv twv Xalaumoo hab. Lexoo yog vaajntxwv Hantantexaw kws kaav huv lub moos Xaunpa ib tug tub qhe kws tswv lawm."},{"bible_id":"1216","chapter_code":"1KI.11","verse_code":"1KI.11.24","label":"24","content":"Thaus Tavi moog tua cov tuabneeg huv Xaunpa taag mas Lexoo ca le sau tau ib co tuabneeg nrug nwg hab nwg ua thawj coj puab moog fuab lws luas. Puab moog txug lub nroog Ntamaxaka hab nyob hov ntawd mas puab tsaa nwg ua vaajntxwv kaav lub nroog Ntamaxaka."},{"bible_id":"1216","chapter_code":"1KI.11","verse_code":"1KI.11.25","label":"25","content":"Nwg ua yeeb ncuab rua cov Yixayee taag Xalaumoo swm neej, nwg ua phem rua cov Yixayee ib yaam nkaus le Hanta ua. Nwg ntxub cov Yixayee, nwg ua vaajntxwv kaav hlo Alaa tebchaws."},{"bible_id":"1216","chapter_code":"1KI.11","verse_code":"1KI.11.26","label":"26","content":"Yelaunpau‑aa kws yog Nenpa tug tub yog xeem Efa‑i kws nyob huv lub moos Xelenta, kuj tsaa teg tawm tsaam vaajntxwv hab. Nwg yog Xalaumoo ib tug tub teg tub taw, nwg nam hu ua Xelu‑a yog ib tug puj ntsuag."},{"bible_id":"1216","chapter_code":"1KI.11","verse_code":"1KI.11.27","label":"27","content":"Qhov kws nwg tsaa teg tawm tsaam vaajntxwv yog vem le kws has nuav. Xalaumoo ua lub loog Milau hab txhaws lub qhov ntsaa loog ntawm nwg txwv Tavi lub nroog."},{"bible_id":"1216","chapter_code":"1KI.11","verse_code":"1KI.11.28","label":"28","content":"Yelaunpau‑aa yog ib tug khov swm. Thaus Xalaumoo pum tas tug hluas hov nquag heev nwg txhad muab tsaa ua tug saib cov tub zug suavdawg kws nwg yuam huv Yauxej caaj ceg lug ua num."},{"bible_id":"1216","chapter_code":"1KI.11","verse_code":"1KI.11.29","label":"29","content":"Lub swjhawm ntawd Yelaunpau‑aa tawm huv Yeluxalee moog mas Ahiya kws yog xwbfwb cev Vaajtswv lug yog tuabneeg Silau ntswb nwg ntawm ntog kev. Ahiya naav ib lub tsho tshab. Ob tug ob leeg nyob tom teb xwb."},{"bible_id":"1216","chapter_code":"1KI.11","verse_code":"1KI.11.30","label":"30","content":"Tes Ahiya txawm muab nwg lub tsho tshab kws nwg naav hov dua ua kaum ob daim."},{"bible_id":"1216","chapter_code":"1KI.11","verse_code":"1KI.11.31","label":"31","content":"Mas nwg has rua Yelaunpau‑aa tas, “Koj ca le coj kaum daim moog, tsua qhov Yawmsaub kws yog cov Yixayee tug Vaajtawv has le nuav tas, ‘Saib nawj, kuv saamswm yuav dua lub tebchaws ntawm Xalaumoo txhais teg hab muab kaum lub xeem rua koj."},{"bible_id":"1216","chapter_code":"1KI.11","verse_code":"1KI.11.32","label":"32","content":"Tassws nwg tseed yuav muaj ib lub xeem xwb vem yog saib rua kuv tug qhev Tavi hab saib rua lub nroog Yeluxalee kws kuv xaiv huv txhua xeem Yixayee lug lawd."},{"bible_id":"1216","chapter_code":"1KI.11","verse_code":"1KI.11.33","label":"33","content":"Tub yog vem nwg tso kuv tseg moog pe hawm puj daab Athaule kws yog cov Xaintoo tug daab hab pe Khemauj kws yog cov Mau‑a tug daab hab pe Mikhoo kws yog cov Aamoo tug daab, hab nwg tsw ua lawv le kuv txujkev, hab tsw ua tej kws kuv pum tas zoo hab tsw tuav rawv kuv tej kaab ke hab kuv tej kevcai, ib yaam le nwg txwv Tavi tau ua lawd."},{"bible_id":"1216","chapter_code":"1KI.11","verse_code":"1KI.11.34","label":"34","content":"Txawm le ntawd los kuv yuav tsw muab nwg lub tebchaws huvsw rhu hlo ntawm nwg txhais teg, tassws kuv yuav ca nwg kaav moog taag nwg swm neej vem yog saib rua kuv tug qhev Tavi kws kuv xaiv ca lawd yog tug kws tuav rawv kuv tej lug nkaw hab kuv tej kaab ke."},{"bible_id":"1216","chapter_code":"1KI.11","verse_code":"1KI.11.35","label":"35","content":"Tassws kuv yuav rhu lub tebchaws huv nwg tug tub txhais teg, hab muab kaum lub xeem cob rua koj."},{"bible_id":"1216","chapter_code":"1KI.11","verse_code":"1KI.11.36","label":"36","content":"Kuv tseed yuav muab ib xeem rua nwg tug tub, sub kuv tug qhev Tavi txhad muaj lub teeb rua ntawm kuv xubndag rua huv Yeluxalee tsw tu le, yog lub nroog kws kuv xaiv ca rua kuv lub npe nyob."},{"bible_id":"1216","chapter_code":"1KI.11","verse_code":"1KI.11.37","label":"37","content":"Kuv yuav koj hab koj yuav kaav txhua yaam lawv le koj lub sab xaav, hab koj yuav ua vaajntxwv kaav cov Yixayee."},{"bible_id":"1216","chapter_code":"1KI.11","verse_code":"1KI.11.38","label":"38","content":"Yog koj noog kuv tej lug kws kuv has rua koj txhua yaam hab ua koj lub neej lawv nraim kuv txujkev hab ua tej kws kuv pum tas zoo es tuav rawv kuv tej kaab ke hab kuv tej lug nkaw ib yaam le kuv tug qhev Tavi tau ua, mas kuv yuav nrug nraim koj hab tsaa koj caaj ceg nyob ruaj khov ib yaam le kuv tsaa Tavi caaj ceg, hab kuv yuav muab cov Yixayee rua koj."},{"bible_id":"1216","chapter_code":"1KI.11","verse_code":"1KI.11.39","label":"39","content":"Tim le nuav kuv yuav ua rua Tavi caaj ceg raug kev nyuaj sab tassws tsw yog raug moog ib txhws.’ ”"},{"bible_id":"1216","chapter_code":"1KI.11","verse_code":"1KI.11.40","label":"40","content":"Xalaumoo txhad nrhav kev yuav muab Yelaunpau‑aa tua, tassws Yelaunpau‑aa tswv moog rua huv Iyi tebchaws moog cuag Sisab kws yog Iyi tug vaajntxwv, hab nwg nyob huv Iyi tebchaws moog txug thaus Xalaumoo tuag."},{"bible_id":"1216","chapter_code":"1KI.11","verse_code":"1KI.11.41","label":"41","content":"Lwm yaam num kws Xalaumoo ua hab txhua yaam kws nwg ua hab nwg tug tswvyim tub muab sau ca rua huv phoo ntawv kws sau Xalaumoo tej num."},{"bible_id":"1216","chapter_code":"1KI.11","verse_code":"1KI.11.42","label":"42","content":"Xalaumoo nyob huv Yeluxalee ua vaajntxwv kaav cov Yixayee huvsw tau plaub caug xyoo."},{"bible_id":"1216","chapter_code":"1KI.11","verse_code":"1KI.11.43","label":"43","content":"Xalaumoo kuj tuag moog nrug nwg tej laug nyob, hab puab muab nwg log rua huv nwg txwv Tavi lub nroog, tes nwg tug tub Lehaunpau‑aa ua vaajntxwv kaav nyob nwg chaw."},{"bible_id":"1216","chapter_code":"1KI.12","verse_code":"1KI.12.1","label":"1","content":"Lehaunpau‑aa moog rua ntawm lub moos Sekhee, tsua qhov cov Yixayee suavdawg tau tuaj rua ntawm Sekhee es yuav tsaa nwg ua vaajntxwv."},{"bible_id":"1216","chapter_code":"1KI.12","verse_code":"1KI.12.2","label":"2","content":"Thaus Nenpa tug tub Yelaunpau‑aa tau nov xuv, rua thaus nwg tseed nyob huv Iyi tebchaws kws nwg tau tswv vaajntxwv Xalaumoo moog nyob, mas Yelaunpau‑aa txawm rov ntawm Iyi tebchaws lug."},{"bible_id":"1216","chapter_code":"1KI.12","verse_code":"1KI.12.3","label":"3","content":"Puab txawm khaiv tuabneeg moog hu nwg, mas Yelaunpau‑aa hab ib tsoom Yixayee suavdawg tuaj has rua Lehaunpau‑aa tas,"},{"bible_id":"1216","chapter_code":"1KI.12","verse_code":"1KI.12.4","label":"4","content":"“Koj txwv tau ua tug quab nyaav heev rua peb. Yog le ntawd nwgnuav thov koj ua rua tej num nyaav kws koj txwv kuas peb ua hab nwg tug quab nyaav kws nyob sau peb hov swb zog, mas peb yuav ua num rua koj.”"},{"bible_id":"1216","chapter_code":"1KI.12","verse_code":"1KI.12.5","label":"5","content":"Lehaunpau‑aa has rua puab tas, “Ca le rov moog, es peb nub le rov tuaj cuag kuv ib zag hab.” Cov pejxeem txawm rov moog lawm."},{"bible_id":"1216","chapter_code":"1KI.12","verse_code":"1KI.12.6","label":"6","content":"Vaajntxwv Lehaunpau‑aa moog sablaaj rua cov laug kws ua koom rua nwg txwv Xalaumoo rua thaus nwg txwv tseed muaj txujsa nyob has tas, “Mej yuav qha kuv teb le caag rua cov pejxeem nuav?”"},{"bible_id":"1216","chapter_code":"1KI.12","verse_code":"1KI.12.7","label":"7","content":"Mas puab has rua nwg tas, “Yog nub nua koj yuav ua cov pejxeem nuav qhev hab ua koom rua puab hab teb tej lug zoo rua puab, mas puab yuav ua koj cov qhev moog ib txhws le.”"},{"bible_id":"1216","chapter_code":"1KI.12","verse_code":"1KI.12.8","label":"8","content":"Tassws nwg tsw quav ntsej tej lug kws cov laug qha hov, nwg txawm moog sablaaj rua cov tub hluas kws nrug nwg hlub ib phaum hab ua num rua nwg."},{"bible_id":"1216","chapter_code":"1KI.12","verse_code":"1KI.12.9","label":"9","content":"Nwg has rua puab tas, “Mej yuav qha kuas peb teb le caag rua cov pejxeem nuav kws tau has rua kuv tas, ‘Thov koj ua rua tug quab kws koj txwv muab tso rua sau peb kuas swb zog’?”"},{"bible_id":"1216","chapter_code":"1KI.12","verse_code":"1KI.12.10","label":"10","content":"Cov tub hluas kws nrug nwg hlub ib phaum txawm has rua nwg tas, “Koj has le nuav rua cov pejxeem kws has rua koj tas, ‘Koj txwv tau ua rua peb tug quab nyaav, thov koj ua kuas swb zog.’ Mas koj ca le has rua puab le nuav, ‘Kuv tug nyuas rwg ntiv teg tseed luj dua kuv txwv lub duav."},{"bible_id":"1216","chapter_code":"1KI.12","verse_code":"1KI.12.11","label":"11","content":"Txawm yog kuv txwv tau tso tug quab nyaav rua sau mej los kuv yuav tsaav kuas tug quab hov nyaav dua hab. Kuv txwv xuas paas nplawm nej tassws kuv yuav xuas raub rws teb nplawm mej.’ ”"},{"bible_id":"1216","chapter_code":"1KI.12","verse_code":"1KI.12.12","label":"12","content":"Yelaunpau‑aa hab cov pejxeem suavdawg txhad rov tuaj cuag Lehaunpau‑aa rua nub peb lawv le vaajntxwv tau has tas, “Rov qaab tuaj cuag kuv rua nub peb.”"},{"bible_id":"1216","chapter_code":"1KI.12","verse_code":"1KI.12.13","label":"13","content":"Mas vaajntxwv teb nyaum kawg le rua cov pejxeem, nwg tsw quav ntsej tej lug kws cov laug qha rua nwg."},{"bible_id":"1216","chapter_code":"1KI.12","verse_code":"1KI.12.14","label":"14","content":"Nwg has rua puab lawv le cov tub hluas tau qha rua nwg has tas, “Kuv txwv ua rua mej tug quab nyaav tassws kuv yuav tsaav kuas tug quab hov nyaav dua hab. Kuv txwv xuas paas nplawm mej xwb tassws kuv yuav xuas raub rws teb nplawm mej.”"},{"bible_id":"1216","chapter_code":"1KI.12","verse_code":"1KI.12.15","label":"15","content":"Vaajntxwv txhad tsw noog cov pejxeem tej lug, tsua qhov tej xwm txheej nuav yog lug ntawm Yawmsaub sub Yawmsaub txhad ua tau tav lawv le tej lug kws nwg tau khaiv Ahiya kws yog tuabneeg huv Silau has rua Nenpa tug tub Yelaunpau‑aa."},{"bible_id":"1216","chapter_code":"1KI.12","verse_code":"1KI.12.16","label":"16","content":"Thaus cov Yixayee suavdawg pum tas vaajntxwv tsw noog puab tej lug, puab txhad teb vaajntxwv tas, “Peb muaj feem dabtsw rua huv Tavi lawm? Peb tsw muaj qub txeeg qub teg huv Yexi tug tub le lawm. Yixayee 'e, ca le rov moog rua huv mej tej tsev ntaub. Au Tavi, koj ca le saib koj caaj ceg xwb lauj!” Mas cov Yixayee suavdawg txawm rov moog rua nyag vaaj nyag tsev lawm."},{"bible_id":"1216","chapter_code":"1KI.12","verse_code":"1KI.12.17","label":"17","content":"Mas Lehaunpau‑aa tsuas kaav cov Yixayee kws nyob rua huv tej moos huv Yuta tebchaws xwb."},{"bible_id":"1216","chapter_code":"1KI.12","verse_code":"1KI.12.18","label":"18","content":"Mas vaajntxwv Lehaunpau‑aa khaiv Antaulaa kws yog tug saib cov tuabneeg raug yuam ua num moog saib cov Yixayee mas puab suavdawg xuas pob zeb ntaus nwg tuag. Tes vaajntxwv Lehaunpau‑aa txawm maaj nroog nce nwg le tsheb neeg ua rog tswv rov lug rua huv Yeluxalee."},{"bible_id":"1216","chapter_code":"1KI.12","verse_code":"1KI.12.19","label":"19","content":"Yixayee txhad le faav xeeb rua Tavi caaj ceg lug txug naj nub nwgnuav."},{"bible_id":"1216","chapter_code":"1KI.12","verse_code":"1KI.12.20","label":"20","content":"Thaus cov Yixayee suavdawg tau nov tas Yelaunpau‑aa rov lug lawm, puab txawm khaiv tuabneeg moog hu nwg tuaj rua ntawm ib tsoom pejxeem suavdawg hab muab nwg tsaa ua vaajntxwv. Tsw muaj leejtwg koom nrug Tavi caaj ceg, tsuas yog xeem Yuta xwb."},{"bible_id":"1216","chapter_code":"1KI.12","verse_code":"1KI.12.21","label":"21","content":"Thaus Lehaunpau‑aa moog rua huv Yeluxalee lawd nwg txawm sau cov Yuta hab xeem Npeeyamee suavdawg tuaj ua ke, huvsw muaj 180,000 leej tub rog kws txawj tshaaj plawg es yuav moog ua rog rua cov Yixayee hab muab lub tebchaws rov lug rua Lehaunpau‑aa kws yog Xalaumoo tug tub kaav."},{"bible_id":"1216","chapter_code":"1KI.12","verse_code":"1KI.12.22","label":"22","content":"Tassws Vaajtswv has lug tuaj rua Semaya kws yog Vaajtswv tug tuabneeg tas,"},{"bible_id":"1216","chapter_code":"1KI.12","verse_code":"1KI.12.23","label":"23","content":"“Ca le has rua Xalaumoo tug tub Lehaunpau‑a kws ua vaajntxwv kaav Yuta tebchaws hab has rua cov Yuta hab cov Npeeyamee suavdawg hab has rua cov pejxeem kws nrug puab nyob tas,"},{"bible_id":"1216","chapter_code":"1KI.12","verse_code":"1KI.12.24","label":"24","content":"‘Yawmsaub has le nuav tas, Mej tsw xob nce moog ua rog rua mej cov kwvtij Yixayee. Suavdawg ca le rov moog nyag vaaj nyag tsev, tsua qhov tej xwm txheej nuav yog lug ntawm kuv lug.’ ” Yog le nuav puab txhad noog Yawmsaub tej lug hab rov moog nyag vaaj nyag tsev lawv le Yawmsaub has."},{"bible_id":"1216","chapter_code":"1KI.12","verse_code":"1KI.12.25","label":"25","content":"Mas Yelaunpau‑aa muab lub moos Sekhee peg toj sab Efa‑i tebchaws ua dua tshab hab nwg moog nyob hov ntawd. Nwg kuj tawm hov ntawd moog muab lub moos Penu‑ee  ua dua tshab."},{"bible_id":"1216","chapter_code":"1KI.12","verse_code":"1KI.12.26","label":"26","content":"Yelaunpau‑aa xaav huv lub sab tas, “Ntshai tsaam lub tebchaws yuav tig moog zwm rua Tavi caaj ceg."},{"bible_id":"1216","chapter_code":"1KI.12","verse_code":"1KI.12.27","label":"27","content":"Yog cov pejxeem nuav pheej moog xyeem tsaj rua huv Yawmsaub lub tuam tsev nraag lub nroog Yeluxalee, tes cov pejxeem nuav lub sab yuav tig rov moog zwm rua puab tug tswv kws yog Yuta tug vaajntxwv Lehaunpau‑aa, tes puab yuav muab kuv tua pov tseg es rov qaab moog zwm rua Yuta tug vaajntxwv Lehaunpau‑aa.”"},{"bible_id":"1216","chapter_code":"1KI.12","verse_code":"1KI.12.28","label":"28","content":"Yog le hov nwg txhad ntaus tswvyim hab muab kub ua ob tug txoov daab thaav nyuj. Nwg txhad has rua cov pejxeem tas, “Qhov kws nej pheej nce moog rua lub nroog Yeluxalee txaus lawm. Cov Yixayee 'e, ca le saib mej tej timtswv nuav nawj, yog tej timtswv kws coj mej tawm huv Iyi tebchaws lug.”"},{"bible_id":"1216","chapter_code":"1KI.12","verse_code":"1KI.12.29","label":"29","content":"Nwg muab ib tug txawb rua huv lub moos Npe‑ee hab ib tug txawb rua huv lub moos Ntaaj."},{"bible_id":"1216","chapter_code":"1KI.12","verse_code":"1KI.12.30","label":"30","content":"Mas qhov nuav ua txhum muaj txem vem yog cov pejxeem moog pe tug kws nyob ntawm Npe‑ee hab moog pe tug kws nyob ntawm lub moos Ntaaj."},{"bible_id":"1216","chapter_code":"1KI.12","verse_code":"1KI.12.31","label":"31","content":"Yelaunpau‑aa kuj ua tsev teev daab rua ntawm tej chaw sab, hab nwg tsaa cov pejxeem kws tsw yog xeem Levi ua pov thawj."},{"bible_id":"1216","chapter_code":"1KI.12","verse_code":"1KI.12.32","label":"32","content":"Hab Yelaunpau‑aa teem nub tim kaum tswb lub yim hli ua kevcai noj haus ib yaam le txuj kevcai noj haus huv Yuta, hab nwg tua tsaj xyeem rua sau lub thaaj. Nwg ua le nuav rua huv lub moos Npe‑ee, yog xyeem tsaj rua tej txoov daab thaav nyuj kws nwg ua hov. Nwg tsa pov thawj ua num rua huv tej chaw sab kws nwg ua rua ntawm lub moos Npe‑ee."},{"bible_id":"1216","chapter_code":"1KI.12","verse_code":"1KI.12.33","label":"33","content":"Nwg nce moog rua ntawm lub thaaj kws nwg ua rua huv lub moos Npe‑ee rua nub tim kaum tswb lub yim hli, yog lub hli kws nwg lub sab xaav tseg teem ca. Hab nwg teem swjhawm ua kevcai noj haus rua cov Yixayee hab nwg nce moog hlawv moov tshuaj tsw qaab xyeem rua ntawm lub thaaj hov."},{"bible_id":"1216","chapter_code":"1KI.13","verse_code":"1KI.13.1","label":"1","content":"Muaj Vaajtswv ib tug tuabneeg lug tawm huv Yuta lawv le Yawmsaub khaiv, nwg moog rua Npe‑ee. Yelaunpau‑aa sawv quas ntsug ntawm lub thaaj yuav hlawv cov moov tshuaj tsw qaab."},{"bible_id":"1216","chapter_code":"1KI.13","verse_code":"1KI.13.2","label":"2","content":"Tug xwbfwb hov txawm qw foom lub thaaj hov lawv le Yawmsaub kuas nwg has tas, “Lub thaaj nis lub thaaj, Yawmsaub has le nuav tas, ‘Tavi caaj ceg yuav yug ib tug tub hu ua Yauxiya. Nwg yuav muab cov pov thawj kws ua num ntawm tej chaw sab teev daab es tseed lug hlawv moov tshuaj tsw qaab rua sau koj tua xyeem rua sau koj, hab yuav hlawv tuabneeg le pob txhaa sau koj.’ ”"},{"bible_id":"1216","chapter_code":"1KI.13","verse_code":"1KI.13.3","label":"3","content":"Nwg kuj ua txujci tseem ceeb tshwm rua nub hov, nwg has tas, “Nuav yog txujci tseem ceeb kws Yawmsaub tub has ca lawm, Saib maj, lub thaaj nuav yuav raug muab ua pob taag, tej tshauv sau lub thaaj nuav yuav raug muab nchuav taag.”"},{"bible_id":"1216","chapter_code":"1KI.13","verse_code":"1KI.13.4","label":"4","content":"Thaus vaajntxwv nov Vaajtswv tug tuabneeg has tej lug foom lub thaaj ntawm Npe‑ee hov, mas Yelaunpau‑aa nkaum teg nkuav ntawm lub thaaj tuaj has tas, “Ca le muab nwg nteg kag ca.” Tes vaajntxwv txhais teg kws xyaab hlo tuaj hov txawm ca le qhuav lua mas nkaum tsw tau teg rov qaab."},{"bible_id":"1216","chapter_code":"1KI.13","verse_code":"1KI.13.5","label":"5","content":"Hab lub thaaj kuj pob rhe tej tshauv kuj nchuav sau lub thaaj lug, lawv le tej txujci tseem ceeb kws Yawmsaub tau kuas Vaajtswv tug tuabneeg has ntaag."},{"bible_id":"1216","chapter_code":"1KI.13","verse_code":"1KI.13.6","label":"6","content":"Mas vaajntxwv has rua Vaajtswv tug tuabneeg hov tas, “Ca le thov Yawmsaub kws yog koj tug Vaajtswv khuvleej kuv, hab thov paab kuas kuv txhais teg rov qaab zoo le qub.” Mas Vaajtswv tug tuabneeg txhad thov Yawmsaub mas vaajntxwv txhais teg txawm rov qaab muaj zug zoo hlo le qub."},{"bible_id":"1216","chapter_code":"1KI.13","verse_code":"1KI.13.7","label":"7","content":"Vaajntxwv txawm has rua Vaajtswv tug tuabneeg tas, “Lug huv kuv lub tsev hab nrug kuv noj mov, kuv yuav muab tshaav ntuj rua koj.”"},{"bible_id":"1216","chapter_code":"1KI.13","verse_code":"1KI.13.8","label":"8","content":"Vaajtswv tug tuabneeg has rua vaajntxwv tas, “Txawm yog koj muab hlo koj cuab txhaj cuab taam ib nraab rua kuv los kuv yuav tsw nrug koj moog, hab kuv yuav tsw noj ib kaug mov lossws haus ib paas dej hov ntawm nuav le."},{"bible_id":"1216","chapter_code":"1KI.13","verse_code":"1KI.13.9","label":"9","content":"Tsua qhov Yawmsaub tej lug tub has tuaj rua kuv tas, ‘Koj tsw xob noj mov tsw xob haus dej tsw xob taug txuj qub kev kws koj tuaj rov qaab.’ ”"},{"bible_id":"1216","chapter_code":"1KI.13","verse_code":"1KI.13.10","label":"10","content":"Nwg txawm moog dua lwm txujkev lawm tsw rov taug txuj qub kev kws nwg tuaj rua ntawm Npe‑ee."},{"bible_id":"1216","chapter_code":"1KI.13","verse_code":"1KI.13.11","label":"11","content":"Muaj ib tug xwbfwb cev Vaajtswv lug laug laug le nyob huv lub moos Npe‑ee. Mas nwg cov tub txawm lug has txhua yaam kws Vaajtswv tug tuabneeg tau ua ntawm Npe‑ee nub hov rua nwg noog. Tej lug kws tug xwbfwb hov has rua vaajntxwv puab kuj pav huvsw rua leej txwv noog."},{"bible_id":"1216","chapter_code":"1KI.13","verse_code":"1KI.13.12","label":"12","content":"Mas leej txwv has rua puab tas, “Tug xwbfwb hov moog txujkev twg lawm?” Tes cov tub txawm qha txujkev kws Vaajtswv tug tuabneeg kws tuaj nraag Yuta tuaj moog rua leej txwv."},{"bible_id":"1216","chapter_code":"1KI.13","verse_code":"1KI.13.13","label":"13","content":"Tes nwg txawm has rua nwg cov tub tas, “Ca le pem eeb neeg luav rua kuv.” Puab txawm pem eeb neeg luav rua nwg, nwg txhad caij."},{"bible_id":"1216","chapter_code":"1KI.13","verse_code":"1KI.13.14","label":"14","content":"Nwg moog caum cuag Vaajtswv tug tuabneeg nyob quas tsawg huv qaab ib tsob ntoo qheb, nwg txhad has rua tug xwbfwb tas, “Koj yog Vaajtswv tug tuabneeg kws tuaj nraag Yuta tuaj lov?” Nwg teb tas, “Yog lauj.”"},{"bible_id":"1216","chapter_code":"1KI.13","verse_code":"1KI.13.15","label":"15","content":"Tes tug xwbfwb laug txawm has rua nwg tas, “Nrug kuv moog lawm tom kuv tsev moog noj mov.”"},{"bible_id":"1216","chapter_code":"1KI.13","verse_code":"1KI.13.16","label":"16","content":"Nwg teb tas, “Kuv nrug koj moog tsw tau hab moog su tsw tau huv koj tsev. Kuv yuav tsw nrug koj noj mov lossws nrug koj haus dej hov ntawm nuav le."},{"bible_id":"1216","chapter_code":"1KI.13","verse_code":"1KI.13.17","label":"17","content":"Tsua qhov Yawmsaub tej lug has tuaj rua kuv tas, ‘Koj tsw xob noj mov tsw xob haus dej hov ntawd le hab tsw xob taug txuj qub kev kws koj tuaj rov qaab.’ ”"},{"bible_id":"1216","chapter_code":"1KI.13","verse_code":"1KI.13.18","label":"18","content":"Tug xwbfwb laug txawm has rua nwg tas, “Kuv kuj yog ib tug xwbfwb cev Vaajtswv lug ib yaam le koj hab. Muaj ib tug tubkhai ntuj has Yawmsaub cov lug rua kuv tas, ‘Ca le coj nwg rov lug rua huv koj tsev sub nwg txhad tau mov noj tau dej haus.’ ” Kuas yog nwg daag xwb."},{"bible_id":"1216","chapter_code":"1KI.13","verse_code":"1KI.13.19","label":"19","content":"Tes Vaajtswv tug tuabneeg txhad nrug nwg rov qaab moog, tau moog noj mov hab haus dej huv nwg tsev."},{"bible_id":"1216","chapter_code":"1KI.13","verse_code":"1KI.13.20","label":"20","content":"Thaus ob tug saamswm nyob ntawm rooj mov mas Yawmsaub has lug tuaj rua tug xwbfwb laug kws coj nwg rov lug hov."},{"bible_id":"1216","chapter_code":"1KI.13","verse_code":"1KI.13.21","label":"21","content":"Tes nwg txawm qw rua Vaajtswv tug tuabneeg kws tuaj nraag Yuta tuaj has tas, “Yawmsaub has le nuav tas, ‘Vem koj tsw noog Yawmsaub tej lug hab tsw ua lawv le kws Yawmsaub kws yog koj tug Vaajtswv has kuas koj ua,"},{"bible_id":"1216","chapter_code":"1KI.13","verse_code":"1KI.13.22","label":"22","content":"hab vem koj tau rov lug noj mov hab haus dej rua lub chaw kws Yawmsaub has rua koj tas tsw xob noj mov tsw xob haus dej le, tes koj lub cev tuag yuav moog tsw txug koj tej laug lub qhov ntxaa.’ ”"},{"bible_id":"1216","chapter_code":"1KI.13","verse_code":"1KI.13.23","label":"23","content":"Tes thaus Vaajtswv tug tuabneeg noj mov hab haus dej taag, tug xwbfwb laug txawm pem eeb neeg luav rua Vaajtswv tug tuabneeg kws nwg coj lug hov."},{"bible_id":"1216","chapter_code":"1KI.13","verse_code":"1KI.13.24","label":"24","content":"Thaus tug xwbfwb hluas hov moog, muaj ib tug tsuv ntxhuav txawm tawm lug ntswb nwg ntawm ntog kev mas muab nwg tum tuag, muab nwg lub cev tuag tso rua huv txujkev mas tug neeg luav sawv ntawm nwg ib saab hab tug tsuv ntxhuav kuj sawv ntawm nwg ib saab hab."},{"bible_id":"1216","chapter_code":"1KI.13","verse_code":"1KI.13.25","label":"25","content":"Muaj tuabneeg dua kev pum lub cev tuag nrum rug huv txujkev hab tug tsuv ntxhuav sawv ib saab ntawm lub cev tuag. Tes puab txhad le lug pav rua huv lub moos kws tug xwbfwb laug hov nyob."},{"bible_id":"1216","chapter_code":"1KI.13","verse_code":"1KI.13.26","label":"26","content":"Mas thaus tug xwbfwb laug kws coj nwg rov lug hov nov txug zaaj xwm txheej hov nwg txawm has tas, “Tug hov yog Vaajtswv tug tuabneeg kws tsw noog Yawmsaub tej lug. Vem le hov Yawmsaub txhad le muab nwg rua tsuv ntxhuav, tsuv ntxhuav txhad le muab nwg dua muab nwg tum tuag lawv le tej lug kws Yawmsaub has rua nwg.”"},{"bible_id":"1216","chapter_code":"1KI.13","verse_code":"1KI.13.27","label":"27","content":"Tes nwg txhad has rua nwg cov tub tas, “Ca le pem eeb neeg luav rua kuv.” Mas puab txhad pem eeb neeg luav."},{"bible_id":"1216","chapter_code":"1KI.13","verse_code":"1KI.13.28","label":"28","content":"Nwg txawm moog mas pum lub cev tuag nrum rug huv txujkev hab pum tug neeg luav hab tug tsuv ntxhuav sawv ib saab ntawm lub cev tuag hov. Tug tsuv ntxhuav kuj tsw noj lub cev tuag hov hab tsw dua tug neeg luav hov."},{"bible_id":"1216","chapter_code":"1KI.13","verse_code":"1KI.13.29","label":"29","content":"Tes tug xwbfwb laug txawm muab Vaajtswv tug tuabneeg lub cev tuag tsaws rua sau tug neeg luav coj rov lug rua huv tug xwbfwb laug lub moos, coj lug paam hab muab log."},{"bible_id":"1216","chapter_code":"1KI.13","verse_code":"1KI.13.30","label":"30","content":"Nwg muab lub cev tuag hov log rua lub chaw kws yuav log nwg ntaag, mas puab quaj quaj has tas, “Au kuv kwv kuv tij 'e.”"},{"bible_id":"1216","chapter_code":"1KI.13","verse_code":"1KI.13.31","label":"31","content":"Thaus muab log taag lawd nwg txhad has rua nwg cov tub tas, “Thaus kuv tuag mej muab kuv log rua huv lub qhov ntxaa kws log Vaajtswv tug tuabneeg nuav hab muab kuv cov pob txhaa tso ti nkaus nwg cov pob txhaa."},{"bible_id":"1216","chapter_code":"1KI.13","verse_code":"1KI.13.32","label":"32","content":"Tsua qhov tej lug kws Yawmsaub kuas nwg qw foom lub thaaj ntawm Npe‑ee hab foom tej tsev daab sau tej chaw sab huvsw kws nyob huv Xamali tej moos, yeej yuav tav xwb xwb le.”"},{"bible_id":"1216","chapter_code":"1KI.13","verse_code":"1KI.13.33","label":"33","content":"Dhau tej xwm txheej nuav lawm Yelaunpau‑aa kuj tsw tso nwg tej kev txhum tseg le, nwg tseed tsaa cov pejxeem qee leej ua pov thawj rua ntawm tej chaw sab teev daab dua hab. Leejtwg txaus sab ua nwg kuj ca le muab tsaa ua pov thawj rua ntawm tej chaw sab teev daab."},{"bible_id":"1216","chapter_code":"1KI.13","verse_code":"1KI.13.34","label":"34","content":"Tej nuav yog Yelaunpau‑aa caaj ceg tej kev txhum kws ua rua puab raug muab rhuav tshem pluj taag huv nplajteb nuav."},{"bible_id":"1216","chapter_code":"1KI.14","verse_code":"1KI.14.1","label":"1","content":"Lub swjhawm ntawd Yelaunpau‑aa tug tub Anpiya mob,"},{"bible_id":"1216","chapter_code":"1KI.14","verse_code":"1KI.14.2","label":"2","content":"mas Yelaunpau‑aa txawm has rua nwg tug quaspuj tas, “Koj ca le hloov tsoog tsho xob kheev luas paub tas koj yog puj Yelaunpau‑aa, es moog rua lub moos Silau tsua qhov Ahiya kws ua xwbfwb cev Vaajtswv lug nyob hov ntawd. Nwg yog tug kws has rua kuv tas kuv yuav ua vaajntxwv kaav cov tuabneeg nuav."},{"bible_id":"1216","chapter_code":"1KI.14","verse_code":"1KI.14.3","label":"3","content":"Koj ca le coj kaum lub ncuav hab ib txha ncuav qaab zwb hab ib nyuas miv hub zwb ntaab moog cuag nwg. Nwg yuav qha rua koj paub tas tug tub yuav zoo le caag.”"},{"bible_id":"1216","chapter_code":"1KI.14","verse_code":"1KI.14.4","label":"4","content":"Yelaunpau‑aa tug quaspuj kuj ua lawv le hov. Nwg sawv tseeg moog rua Silau moog txug Ahiya lub tsev. Ahiya tsw pum kev tsua qhov nwg laug laug, nwg qhov muag pum tsw meej lawm."},{"bible_id":"1216","chapter_code":"1KI.14","verse_code":"1KI.14.5","label":"5","content":"Yawmsaub has rua Ahiya tas, “Saib maj, Yelaunpau‑aa quaspuj saamswm tuaj yuav nug koj txug nwg tug tub, vem nwg tug tub mob. Koj ca le has le nuav rua nwg.” Thaus Yelaunpau‑aa quaspuj moog txug, nwg ua txuj yaam le nwg yog lwm tug le quaspuj."},{"bible_id":"1216","chapter_code":"1KI.14","verse_code":"1KI.14.6","label":"6","content":"Tassws thaus Ahiya nov nwg xwb taw nrov tuaj txug ntawm qhov rooj Ahiya txawm has tas, “Puj Yelaunpau‑aa, ca le lug tsev. Ua caag koj yuav ua txuj yaam le yog lwm tug? Tsua qhov kuv tau lu lug kws yuav has tej xuv poob sab rua koj."},{"bible_id":"1216","chapter_code":"1KI.14","verse_code":"1KI.14.7","label":"7","content":"Ca le moog has rua Yelaunpau‑aa tas, Yawmsaub kws yog cov Yixayee tug Vaajtswv has le nuav tas, ‘Kuv tub tsaa koj sawv huv cov pejxeem lug hab pub koj ua thawj kaav kuv cov tuabneeg Yixayee."},{"bible_id":"1216","chapter_code":"1KI.14","verse_code":"1KI.14.8","label":"8","content":"Kuv tau dua lub tebchaws ntawm Tavi caaj ceg lug pub rua koj. Txawm le hov los koj tsw zoo le kuv tug qhev Tavi kws tuav rawv kuv tej lug nkaw hab ua lawv le kuv has kawg sab kawg ntsws, hab tsuas ua tej kws kuv pum raug cai xwb."},{"bible_id":"1216","chapter_code":"1KI.14","verse_code":"1KI.14.9","label":"9","content":"Tassws koj tau ua phem heev dua lwm tug kws nyob ua koj ntej. Koj tau ua tej txoov daab hab nchuav tej txoov daab, ua rua kuv chim kawg le, muab kuv laim hlo rua tom koj qub qaab."},{"bible_id":"1216","chapter_code":"1KI.14","verse_code":"1KI.14.10","label":"10","content":"Vem le nuav kuv yuav coj tej xwm txheej phem lug rua sau Yelaunpau‑aa caaj ceg, kuv yuav rhuav tshem txhua tug txwvneej ntawm Yelaunpau‑aa huvsw pov tseg tsw has qhev hab tej pejxeem huv cov Yixayee, hab yuav ntxuav kuas Yelaunpau‑aa caaj ceg tu noob nrho ib yaam le luas hlawv tej quav tsaj txhu kub nyab taag huvsw."},{"bible_id":"1216","chapter_code":"1KI.14","verse_code":"1KI.14.11","label":"11","content":"Yelaunpau‑aa cov tuabneeg kws tuag rua huv lub moos mas dev yuav noj. Cov kws tuag rua tom xub tsuag mas tej laj daav sau nruab ntug yuav noj, tsua qhov Yawmsaub has ca le nuav lawm.’"},{"bible_id":"1216","chapter_code":"1KI.14","verse_code":"1KI.14.12","label":"12","content":"Koj ca le sawv rov qaab moog tsev. Thaus koj moog txug ncua huv koj lub moos mas tug tub yuav tu sav nrho."},{"bible_id":"1216","chapter_code":"1KI.14","verse_code":"1KI.14.13","label":"13","content":"Mas cov Yixayee suavdawg yuav quaj ntsuag nwg hab muab nwg log. Tsua qhov Yelaunpau‑aa cov tuabneeg mas nwg tuab leeg txhad tuag muaj ntxaa xwb, tsua qhov huv Yelaunpau‑aa caaj ceg nwg tuab leeg ua tau tej yaam kws hum Yawmsaub kws yog cov Yixayee tug Vaajtswv lub sab."},{"bible_id":"1216","chapter_code":"1KI.14","verse_code":"1KI.14.14","label":"14","content":"Yawmsaub tseed yuav tsaa ib tug vaajntxwv kaav cov Yixayee kws yuav rhuav tshem Yelaunpau‑aa caaj ceg nub nua ntaag, nub nua ntaag lauj."},{"bible_id":"1216","chapter_code":"1KI.14","verse_code":"1KI.14.15","label":"15","content":"“Yawmsaub yuav ntaus cov Yixayee, mas puab yuav zoo yaam nkaus le tej lojkov ua zug quas kais ntawm ntug dej. Nwg yuav muab cov Yixayee dob hlo tawm huv lub tebchaws zoo nuav kws nwg tub muab pub rua puab tej laug lawm, hab muab puab lawv tswv ua saab ua sua dhau plhawv moog rua saab dej Yufeti nub tuaj, tsua qhov puab tau ua tej ncej daab Asela txhad ua rua Yawmsaub chim."},{"bible_id":"1216","chapter_code":"1KI.14","verse_code":"1KI.14.16","label":"16","content":"Nwg yuav muab cov Yixayee tso tseg tsua qhov Yelaunpau‑aa ua txhum hab coj cov Yixayee ua txhum.”"},{"bible_id":"1216","chapter_code":"1KI.14","verse_code":"1KI.14.17","label":"17","content":"Tes Yelaunpau‑aa quaspuj txawm sawv rov hlo moog mas lug txug lub moos Thilaxa. Thaus nwg lug txug ncua nwg lub paws rooj tes tug mivtub txawm tu sav nrho."},{"bible_id":"1216","chapter_code":"1KI.14","verse_code":"1KI.14.18","label":"18","content":"Cov Yixayee suavdawg muab nwg log hab quaj ntsuag nwg, lawv le Yawmsaub cov lug kws nwg kuas nwg tug qhev Ahiya kws ua xwbfwb cev Vaajtswv lug has lawd."},{"bible_id":"1216","chapter_code":"1KI.14","verse_code":"1KI.14.19","label":"19","content":"Lwm yaam num kws Yelaunpau‑aa ua, tej kws nwg moog ua rog hab tej kws nwg kaav tebchaws mas tub muab sau ca rua huv phoo ntawv kws has txug cov Yixayee tej vaajntxwv le keeb kwm."},{"bible_id":"1216","chapter_code":"1KI.14","verse_code":"1KI.14.20","label":"20","content":"Yelaunpau‑aa kaav tebchaws tau neeg nkaum ob xyoos, mas nwg le tuag moog nrug nwg tej laug nyob. Nwg tug tub Nanta sawv nwg chaw ua vaajntxwv kaav."},{"bible_id":"1216","chapter_code":"1KI.14","verse_code":"1KI.14.21","label":"21","content":"Lehaunpau‑aa kws yog Xalaumoo tug tub ua vaajntxwv kaav Yuta. Thaus Lehaunpau‑aa chiv ua vaajntxwv kaav tebchaws hov nwg noob nyoog muaj plaub caug ib xyoos. Nwg nyob huv Yeluxalee kaav tau kaum xyaa xyoo, yog lub nroog kws Yawmsaub xaiv huv txhua xeem Yixayee lug ca ua lub chaw rua nwg lub npe nyob. Lehaunpau‑aa nam npe hu ua Na‑ama kws yog tuabneeg Aamoo."},{"bible_id":"1216","chapter_code":"1KI.14","verse_code":"1KI.14.22","label":"22","content":"Cov Yuta ua tej kws Yawmsaub pum tas phem, puab tau ua txhum ntau dua tej kev txhum kws puab tej laug ua zwg rua Yawmsaub khib."},{"bible_id":"1216","chapter_code":"1KI.14","verse_code":"1KI.14.23","label":"23","content":"Tsua qhov puab ua tej chaw sab teev daab hab ua tej ncej daab hab ua tej ncej daab Asela rua sau txhua lub pov roob hab ua rua huv qaab txhua tug ntoo ntsuab."},{"bible_id":"1216","chapter_code":"1KI.14","verse_code":"1KI.14.24","label":"24","content":"Hab muaj cov quasyawg muag cev ntawm tej tsev daab thoob lub tebchaws. Puab ua kev qas vuab tsuab yaam le lwm haiv tuabneeg kws Yawmsaub tub lawv tawm ntawm cov Yixayee hauv ntej moog lawm."},{"bible_id":"1216","chapter_code":"1KI.14","verse_code":"1KI.14.25","label":"25","content":"Thaus Lehaunpau‑aa ua vaajntxwv tau tswb xyoos mas Sisab kws ua vaajntxwv huv Iyi tebchaws txawm tuaj ua rog rua lub nroog Yeluxalee."},{"bible_id":"1216","chapter_code":"1KI.14","verse_code":"1KI.14.26","label":"26","content":"Nwg muab tej nyaj txag hov txhua chaw huv Yawmsaub lub tuam tsev hab huv vaajntxwv lub tsev lws huvsw coj moog. Nwg kuj coj tej daim phaj kub thaiv kws Xalaumoo ua huvsw moog."},{"bible_id":"1216","chapter_code":"1KI.14","verse_code":"1KI.14.27","label":"27","content":"Mas vaajntxwv Lehaunpau‑aa tsua muab tooj lab ua tej daim phaj lug swv nyob chaw hab muab cov daim phaj hov cob rua cov thawj rog kws zuv vaajntxwv lub qhov rooj."},{"bible_id":"1216","chapter_code":"1KI.14","verse_code":"1KI.14.28","label":"28","content":"Txhua zag kws vaajntxwv moog rua huv Yawmsaub lub tuam tsev cov tub rog kuj tuav cov daim phaj hov tawm tuaj hab coj rov qaab moog khaws ca rua huv lub tsev kws cov tub rog zuv khuav nyob."},{"bible_id":"1216","chapter_code":"1KI.14","verse_code":"1KI.14.29","label":"29","content":"Lwm yaam num kws Lehaunpau‑aa ua, txhua yaam kws nwg ua mas tub muab sau ca rua huv phoo ntawv kws has txug cov Yuta tej vaajntxwv le keeb kwm."},{"bible_id":"1216","chapter_code":"1KI.14","verse_code":"1KI.14.30","label":"30","content":"Lehaunpau‑aa hab Yelaunpau‑aa pheej sws ua rog tsw tu le."},{"bible_id":"1216","chapter_code":"1KI.14","verse_code":"1KI.14.31","label":"31","content":"Lehaunpau‑aa tuag moog nrug nwg tej laug nyob. Puab muab nwg log nrug nwg tej laug ua ke rua huv Tavi lub nroog. Nwg nam npe hu ua Na‑ama kws yog tuabneeg Aamoo. Mas nwg tug tub Anpiyaa sawv nwg chaw ua vaajntxwv kaav."},{"bible_id":"1216","chapter_code":"1KI.15","verse_code":"1KI.15.1","label":"1","content":"Xyoo kaum yim kws Nenpa tug tub Yelaunpau‑aa ua vaajntxwv kaav mas Anpiyaa chiv kaav Yuta tebchaws."},{"bible_id":"1216","chapter_code":"1KI.15","verse_code":"1KI.15.2","label":"2","content":"Nwg nyob huv Yeluxalee kaav tau peb xyoos. Nwg nam npe hu ua Ma‑akha kws yog Anpisaloo  tug ntxhais."},{"bible_id":"1216","chapter_code":"1KI.15","verse_code":"1KI.15.3","label":"3","content":"Anpiyaa ua txhua yaam kev txhum ib yaam le nwg txwv tau ua. Nwg lub sab tsw ncaaj tsw dawb huv rua Yawmsaub kws yog nwg tug Vaajtswv, tsw thooj le Tavi kws yog nwg yawm koob lub sab."},{"bible_id":"1216","chapter_code":"1KI.15","verse_code":"1KI.15.4","label":"4","content":"Txawm le caag los xwj, yog saib rua Tavi mas Yawmsaub kws yog nwg tug Vaajtswv txhad le pub ib lub teeb rua Anpiyaa kuas ci rua huv Yeluxalee, nwg txhad tsaa Anpiyaa ib tug tub sawv nwg chaw ua vaajntxwv hab tsom kwm Yeluxalee nyob ruaj,"},{"bible_id":"1216","chapter_code":"1KI.15","verse_code":"1KI.15.5","label":"5","content":"vem yog Tavi ua tej kws Yawmsaub pum tas zoo hab taag nwg swm neej nwg tsw tseg ib yaam kws Yawmsaub has rua nwg es nwg yuav tsw ua le, tsuas yog qhov kws nwg ua rua Uliya kws yog tuabneeg Hithai xwb."},{"bible_id":"1216","chapter_code":"1KI.15","verse_code":"1KI.15.6","label":"6","content":"Lehaunpau‑aa caaj ceg hab Yelaunpau‑aa sws ua rog tsw tu moog taag Anpiyaa swm neej."},{"bible_id":"1216","chapter_code":"1KI.15","verse_code":"1KI.15.7","label":"7","content":"Lwm yaam num kws Anpiyaa ua hab txhua yaam kws nwg ua mas tub muab sau ca rua huv phoo ntawv kws has txug cov Yuta tej vaajntxwv le keeb kwm. Anpiyaa hab Yelaunpau‑aa kuj sws ua rog."},{"bible_id":"1216","chapter_code":"1KI.15","verse_code":"1KI.15.8","label":"8","content":"Anpiyaa tuag moog nrug nwg tej laug nyob. Puab muab nwg log rua huv Tavi lub nroog, mas nwg tug tub Axa sawv nwg chaw ua vaajntxwv kaav."},{"bible_id":"1216","chapter_code":"1KI.15","verse_code":"1KI.15.9","label":"9","content":"Xyoo neeg nkaum kws Yelaunpau‑aa ua vaajntxwv kaav Yixayee tebchaws mas Axa chiv ua vaajntxwv kaav Yuta tebchaws."},{"bible_id":"1216","chapter_code":"1KI.15","verse_code":"1KI.15.10","label":"10","content":"Nwg nyob huv Yeluxalee kaav tau plaub caug ib xyoos. Nwg nam npe hu ua Ma‑akha kws yog Anpisaloo  tug ntxhais."},{"bible_id":"1216","chapter_code":"1KI.15","verse_code":"1KI.15.11","label":"11","content":"Axa ua tej kws Yawmsaub pum tas zoo ib yaam le nwg yawm suab Tavi tau ua."},{"bible_id":"1216","chapter_code":"1KI.15","verse_code":"1KI.15.12","label":"12","content":"Nwg muab cov quasyawg muag cev ntawm tsev daab ntxuav pov tseg kuas pluj huv lub tebchaws moog hab rhuav tshem tej txoov daab kws thau u nwg tej laug tau ua ca lawm huvsw pov tseg."},{"bible_id":"1216","chapter_code":"1KI.15","verse_code":"1KI.15.13","label":"13","content":"Hab nwg muab nwg nam Ma‑akha hle tsw pub nyob lub rooj puj vaaj lawm, vem yog nwg tau ua ib tug txoov daab qas vuab tsuab lug teev tug daab Asela. Hab Axa muab nwg nam tug txoov daab hov ntuv pov tseg coj moog hlawv rua ntawm lub haav Khiloo,"},{"bible_id":"1216","chapter_code":"1KI.15","verse_code":"1KI.15.14","label":"14","content":"tassws tsw tau rhuav tshem tej chaw sab teev daab. Txawm le hov los nwg lub sab yeej xwb rua Yawmsaub moog taag swm neej kws ua vaajntxwv."},{"bible_id":"1216","chapter_code":"1KI.15","verse_code":"1KI.15.15","label":"15","content":"Nwg muab tej nyaj tej kub tej pestwj swv kws nwg hab nwg txwv tau yeem lug xyeem rua Yawmsaub lawd coj lug ca rua huv Yawmsaub lub tuam tsev."},{"bible_id":"1216","chapter_code":"1KI.15","verse_code":"1KI.15.16","label":"16","content":"Axa hab Npa‑asa kws ua vaajntxwv kaav Yixayee tebchaws sws ua rog moog taag ob tug swm neej le."},{"bible_id":"1216","chapter_code":"1KI.15","verse_code":"1KI.15.17","label":"17","content":"Cov Yixayee tug vaajntxwv Npa‑asa moog ua rog rua cov Yuta. Nwg ua lub moos Lama lug taav kev sub tsw pub ib tug nkaag moog cuag tau cov Yuta tug vaajntxwv Axa hab tsw pub ib tug tawm lug tau."},{"bible_id":"1216","chapter_code":"1KI.15","verse_code":"1KI.15.18","label":"18","content":"Tes Axa txawm muab tej nyaj tej kub kws tseed tshuav huv Yawmsaub lub tuam tsev hab tej nyaj txag tej kub kws tseed tshuav huv vaajntxwv lub tsev rua nwg cov tub teg tub taw, mas khaiv puab coj moog cuag cov Alaa tug vaajntxwv Npeehanta kws nyob huv lub nroog Ntamaxaka. Nwg yog Thalimoo tug tub, yog Hexi‑oo tug xeeb ntxwv."},{"bible_id":"1216","chapter_code":"1KI.15","verse_code":"1KI.15.19","label":"19","content":"Puab has tas, “Thov koj nrug kuv cog lug sws raug zoo ib yaam le kuv txwv hab koj txwv txeev ua lug lawd. Kuv xaa cov nyaj hab kub nuav tuaj ua tshaav ntuj pub rua koj es thov koj moog rhuav tej lug kws nrug Yixayee tug vaajntxwv Npa‑asa cog lug sws raug zoo lawd tseg, sub nwg txhad thim tub rog ntawm kuv moog.”"},{"bible_id":"1216","chapter_code":"1KI.15","verse_code":"1KI.15.20","label":"20","content":"Tes Npeehanta kuj noog vaajntxwv Axa has. Nwg txawm tso thawj rog moog ntaus cov Yixayee tej moos, hab puab ntaus yeej lub moos Iyoo, Ntaaj hab Anpee Npema‑akha hab taag nrho ib cheeb tsaam Khinelau hab taag nrho Nathali tebchaws."},{"bible_id":"1216","chapter_code":"1KI.15","verse_code":"1KI.15.21","label":"21","content":"Thaus Npa‑asa nov tej xwm hov nwg txawm tseg tsw ua lub moos Lama, nwg moog nyob rua huv lub moos Thilaxa."},{"bible_id":"1216","chapter_code":"1KI.15","verse_code":"1KI.15.22","label":"22","content":"Tes vaajntxwv Axa txawm tshaaj tawm rua cov Yuta suavdawg tsw tseg ib tug le mas puab moog muab tej pob zeb hab tej ntoo kws Npa‑asa ua lub moos Lama hov coj moog. Vaajntxwv Axa swv tej hov ua lub moos Kenpa huv Npeeyamee tebchaws hab lub moos Mixapa."},{"bible_id":"1216","chapter_code":"1KI.15","verse_code":"1KI.15.23","label":"23","content":"Lwm yaam num kws vaajntxwv Axa ua, hab nwg tug fwjchim huvsw hab txhua yaam kws nwg ua hab tej moos kws nwg ua lawd mas tub muab sau ca rua huv phoo ntawv kws has txug cov Yuta tej vaajntxwv le keeb kwm. Thaus nwg laug lawd nwg txawm mob txhais kwtaw."},{"bible_id":"1216","chapter_code":"1KI.15","verse_code":"1KI.15.24","label":"24","content":"Axa tuag moog nrug nwg tej laug nyob. Puab muab nwg log rua huv nwg yawm suab Tavi lub nroog, mas nwg tug tub Yehausafa sawv nwg chaw ua vaajntxwv kaav."},{"bible_id":"1216","chapter_code":"1KI.15","verse_code":"1KI.15.25","label":"25","content":"Xyoos ob kws Axa ua vaajntxwv kaav Yuta mas Yelaunpau‑aa tug tub Nanta chiv ua vaajntxwv kaav Yixayee, nwg kaav Yixayee tau ob xyoos."},{"bible_id":"1216","chapter_code":"1KI.15","verse_code":"1KI.15.26","label":"26","content":"Nanta ua tej kws Yawmsaub pum tas phem hab nwg taug nwg txwv tug neev taw ua txhum hab coj cov Yixayee ua txhum."},{"bible_id":"1216","chapter_code":"1KI.15","verse_code":"1KI.15.27","label":"27","content":"Ahiya tug tub Npa‑asa kws yog xeem Ixakha tuav huv txuv Nanta. Mas Npa‑asa muab vaajntxwv tua ntawm Kinpethoo kws yog cov Filixatee lub moos rua thaus Nanta hab cov Yixayee saamswm vej ntaus lub moos Kinpethoo."},{"bible_id":"1216","chapter_code":"1KI.15","verse_code":"1KI.15.28","label":"28","content":"Ua le nuav mas xyoo peb kws Axa ua vaajntxwv kaav Yuta, Npa‑asa txhad tua tau Nanta hab sawv nwg chaw ua vaajntxwv kaav cov Yixayee."},{"bible_id":"1216","chapter_code":"1KI.15","verse_code":"1KI.15.29","label":"29","content":"Thaus nwg tau ua vaajntxwv nwg muab Yelaunpau‑aa caaj ceg tua taag huvsw tsw tseg ib tug dim caj le. Nwg muab ua puam tsuaj taag huvsw lawv le tej lug kws Yawmsaub tau kuas nwg tug qhev Ahiya kws nyob huv lub moos Silau has ca lawd."},{"bible_id":"1216","chapter_code":"1KI.15","verse_code":"1KI.15.30","label":"30","content":"Vem yog tim tej kev txhum kws Yelaunpau‑aa tau ua hab nwg tau coj cov Yixayee ua txhum hab tim qhov kws nwg ua rua Yawmsaub kws yog cov Yixayee tug Vaajtswv chim kawg."},{"bible_id":"1216","chapter_code":"1KI.15","verse_code":"1KI.15.31","label":"31","content":"Lwm yaam num kws Nanta ua hab txhua yaam kws nwg ua mas tub muab sau ca rua huv phoo ntawv kws has txug cov Yixayee tej vaajntxwv le keeb kwm."},{"bible_id":"1216","chapter_code":"1KI.15","verse_code":"1KI.15.32","label":"32","content":"Axa hab Npa‑asa kws ua Yixayee tug vaajntxwv yeej ua rog moog taag ob tug swm neej."},{"bible_id":"1216","chapter_code":"1KI.15","verse_code":"1KI.15.33","label":"33","content":"Xyoo peb kws Axa ua vaajntxwv kaav Yuta mas Ahiya tug tub Npa‑asa chiv ua vaajntxwv kaav cov Yixayee suavdawg, nwg nyob huv lub moos Thilaxa kaav tau neeg nkaum plaub xyoos."},{"bible_id":"1216","chapter_code":"1KI.15","verse_code":"1KI.15.34","label":"34","content":"Nwg ua tej kws Yawmsaub pum tas phem hab taug nraim Yelaunpau‑aa tug neev taw ua txhum hab coj cov Yixayee ua txhum."},{"bible_id":"1216","chapter_code":"1KI.16","verse_code":"1KI.16.1","label":"1","content":"Yawmsaub has lug tuaj rua Hanani tug tub Yehu, yog has tawm tsaam Npa‑asa tas,"},{"bible_id":"1216","chapter_code":"1KI.16","verse_code":"1KI.16.2","label":"2","content":"“Kuv muab koj tsaa sawv huv cov moov aav lug ua thawj kaav kuv cov tuabneeg Yixayee, tassws koj taug nraim Yelaunpau‑aa tug neev taw ua txhum hab tau coj kuv cov tuabneeg Yixayee ua txhum, mas puab tej kev txhum ua rua kuv chim kawg."},{"bible_id":"1216","chapter_code":"1KI.16","verse_code":"1KI.16.3","label":"3","content":"Vem le nuav kuv yuav muab Npa‑asa hab nwg caaj ceg ntxuav kuas tu noob nrho ua rua koj caaj ceg ib yaam nkaus le Nenpa tug tub Yelaunpau‑aa caaj ceg."},{"bible_id":"1216","chapter_code":"1KI.16","verse_code":"1KI.16.4","label":"4","content":"Npa‑asa caaj ceg tug twg tuag rua huv moos dev yuav noj, tug twg tuag tom haav xub tsuag laj daav sau nruab ntug yuav noj.”"},{"bible_id":"1216","chapter_code":"1KI.16","verse_code":"1KI.16.5","label":"5","content":"Lwm yaam num kws Npa‑asa ua hab txhua yaam kws nwg ua hab nwg tug fwjchim mas tub muab sau ca rua huv phoo ntawv kws has txug cov Yixayee tej vaajntxwv le keeb kwm."},{"bible_id":"1216","chapter_code":"1KI.16","verse_code":"1KI.16.6","label":"6","content":"Npa‑asa tuag moog nrug nwg tej laug nyob, puab muab nwg log rua huv lub moos Thilaxa. Tes nwg tug tub Ela sawv nwg chaw ua vaajntxwv kaav."},{"bible_id":"1216","chapter_code":"1KI.16","verse_code":"1KI.16.7","label":"7","content":"Hab Yawmsaub has lug tuaj rua Hanani tug tub Yehu kws yog xwbfwb cev Vaajtswv lug, yog has txug Npa‑asa hab nwg caaj ceg, tsua qhov txhua yaam kws nwg ua mas Yawmsaub pum tas phem. Nwg teg num zoo ib yaam le Yelaunpau‑aa caaj ceg teg num, hab vem nwg tau muab Yelaunpau‑aa caaj ceg ua puam tsuaj taag, mas ua rua Yawmsaub chim kawg."},{"bible_id":"1216","chapter_code":"1KI.16","verse_code":"1KI.16.8","label":"8","content":"Xyoo neeg nkaum rau kws Axa ua vaajntxwv kaav Yuta mas Npa‑asa tug tub Ela sawv kaav Yixayee, nwg nyob huv lub moos Thilaxa kaav tau ob xyoos."},{"bible_id":"1216","chapter_code":"1KI.16","verse_code":"1KI.16.9","label":"9","content":"Xili kws yog vaajntxwv ib tug thawj rog kaav cov tsheb ua rog ib nraab tau tuav huv faav xeeb rua Ela. Mas Ela nyob huv lub moos Thilaxa haus cawv huv Alaxa lub tsev qaug heev. Alaxa yog tug kws kaav vaajntxwv lub vaaj lub tsev huv Thilaxa."},{"bible_id":"1216","chapter_code":"1KI.16","verse_code":"1KI.16.10","label":"10","content":"Tes Xili txawm tuaj muab vaajntxwv tua tuag, rua xyoo neeg nkaum xyaa kws Axa ua vaajntxwv kaav cov Yuta. Tes Xili txawm sawv Ela chaw ua vaajntxwv kaav."},{"bible_id":"1216","chapter_code":"1KI.16","verse_code":"1KI.16.11","label":"11","content":"Thaus Xili chiv ua vaajntxwv kaav, thaus nwg moog nyob sau lub zwm txwv mas nwg muab Npa‑asa caaj ceg tua taag huvsw, nwg tsw tseg Npa‑asa le ib tug kwvtij lossws ib tug kwvluag caj sa le."},{"bible_id":"1216","chapter_code":"1KI.16","verse_code":"1KI.16.12","label":"12","content":"Xili muab Npa‑asa caaj ceg ua puam tsuaj taag huvsw lawv le tej lug kws Yawmsaub tau khaiv Yehu kws ua xwbfwb cev Vaajtswv lug has txug Npa‑asa lawd,"},{"bible_id":"1216","chapter_code":"1KI.16","verse_code":"1KI.16.13","label":"13","content":"vem yog tim tej kev txhum kws Npa‑asa tau ua hab nwg tug tub Ela tau ua, hab ob tug tau coj cov Yixayee ua txhum, hab tim ob tug tej txoov daab kws ua rua Yawmsaub kws yog cov Yixayee tug Vaajtswv chim kawg."},{"bible_id":"1216","chapter_code":"1KI.16","verse_code":"1KI.16.14","label":"14","content":"Lwm yaam num kws Ela ua hab txhua yaam kws nwg ua mas tub muab sau ca rua huv phoo ntawv kws has txug cov Yixayee tej vaajntxwv le keeb kwm."},{"bible_id":"1216","chapter_code":"1KI.16","verse_code":"1KI.16.15","label":"15","content":"Xyoo neeg nkaum xyaa kws Axa ua vaajntxwv kaav Yuta mas Xili ua vaajntxwv kaav tau xyaa nub huv lub moos Thilaxa. Mas thaus hov Yixayee cov tub rog saamswm vej ntaus lub moos Kinpethoo kws yog cov Filixatee ib lub moos."},{"bible_id":"1216","chapter_code":"1KI.16","verse_code":"1KI.16.16","label":"16","content":"Mas cov tub rog huv lub yeej hov nov xuv tas, “Xili tau faav xeeb hab muab vaajntxwv Ela tua lawm.” Tes cov Yixayee suavdawg txhad tsaa Ooli kws ua thawj kaav tub rog sawv ua vaajntxwv kaav cov Yixayee nub hov rua huv lub yeej."},{"bible_id":"1216","chapter_code":"1KI.16","verse_code":"1KI.16.17","label":"17","content":"Ooli txhad tawm ntawm Kinpethoo moog hab cov Yixayee suavdawg kuj nrug nwg moog vej ntaus lub moos Thilaxa."},{"bible_id":"1216","chapter_code":"1KI.16","verse_code":"1KI.16.18","label":"18","content":"Thaus Xili pum tas Ooli puab txeeb tau lub moos lawm tes nwg txawm nkaag rua huv lub chaw ruaj khov huv plawv vaajntxwv lub tsev, tes nwg txawm muab vaajntxwv lub tsev hov hlawv, nwg kub nyab tuag rua huv lawm."},{"bible_id":"1216","chapter_code":"1KI.16","verse_code":"1KI.16.19","label":"19","content":"Qhov kws nwg tuag le hov yog vem tej kev txhum kws nwg ua, yog nwg ua tej kws Yawmsaub pum tas phem hab nwg taug nraim Yelaunpau‑aa tug neev taw ua txhum hab coj cov Yixayee ua txhum."},{"bible_id":"1216","chapter_code":"1KI.16","verse_code":"1KI.16.20","label":"20","content":"Lwm yaam num kws Xili ua hab qhov kws nwg tuav huv faav xeeb tub muab sau ca rua huv phoo ntawv kws has txug cov Yixayee tej vaajntxwv le keeb kwm."},{"bible_id":"1216","chapter_code":"1KI.16","verse_code":"1KI.16.21","label":"21","content":"Tes cov Yixayee txawm faib hlo ua ob paab, ib paab tuaj Kina tug tub Thini tog yuav tsaa nwg ua vaajntxwv, ib paab tuaj Ooli tog."},{"bible_id":"1216","chapter_code":"1KI.16","verse_code":"1KI.16.22","label":"22","content":"Tassws cov kws tuaj Ooli tog tua yeej cov kws tuaj Kina tug tub Thini tog mas Thini txhad tuag lawm tes Ooli txhad sawv hlo ua vaajntxwv."},{"bible_id":"1216","chapter_code":"1KI.16","verse_code":"1KI.16.23","label":"23","content":"Xyoo peb caug ib kws Axa ua vaajntxwv kaav Yuta mas Ooli chiv ua vaajntxwv kaav Yixayee, nwg kaav tau kaum ob xyoos. Nwg nyob huv lub moos Thilaxa kaav tau rau xyoo."},{"bible_id":"1216","chapter_code":"1KI.16","verse_code":"1KI.16.24","label":"24","content":"Nwg yuav lub roob Xamali ob talaa  nyaj ntawm Semaw, hab nwg ua ntsaa loog ruaj khov rua sau lub roob hov hab muab ua ib lub nroog tis npe hu ua Xamali lawv le lub roob hov tug tswv Semaw lub npe."},{"bible_id":"1216","chapter_code":"1KI.16","verse_code":"1KI.16.25","label":"25","content":"Ooli tau ua tej kws Yawmsaub pum tas phem kawg le, nwg ua phem heev dua tej vaajntxwv kws nyob ua nwg ntej."},{"bible_id":"1216","chapter_code":"1KI.16","verse_code":"1KI.16.26","label":"26","content":"Tsua qhov nwg taug nraim Nenpa tug tub Yelaunpau‑aa tug neev taw ua txhum hab coj cov Yixayee ua txhum, yog puab ua tej txoov daab txhad ua rua Yawmsaub kws yog cov Yixayee tug Vaajtswv chim kawg."},{"bible_id":"1216","chapter_code":"1KI.16","verse_code":"1KI.16.27","label":"27","content":"Lwm yaam num kws nwg ua hab tug peevxwm kws nwg ua tau mas tub muab sau ca rua huv phoo ntawv kws has txug cov Yixayee tej vaajntxwv le keeb kwm."},{"bible_id":"1216","chapter_code":"1KI.16","verse_code":"1KI.16.28","label":"28","content":"Ooli tuag moog nrug nwg tej laug nyob. Puab muab nwg log rua huv lub nroog Xamali, mas nwg tug tub Ahaj sawv ua vaajntxwv nyob nwg chaw."},{"bible_id":"1216","chapter_code":"1KI.16","verse_code":"1KI.16.29","label":"29","content":"Xyoo peb caug yim kws Axa ua vaajntxwv kaav Yuta mas Ooli tug tub Ahaj chiv ua vaajntxwv kaav Yixayee, nwg nyob huv lub nroog Xamali kaav tau neeg nkaum ob xyoos."},{"bible_id":"1216","chapter_code":"1KI.16","verse_code":"1KI.16.30","label":"30","content":"Ooli tug tub Ahaj kuj ua tej kws Yawmsaub pum tas phem heev dua le lwm tug vaajntxwv kws nyob ua nwg ntej hab."},{"bible_id":"1216","chapter_code":"1KI.16","verse_code":"1KI.16.31","label":"31","content":"Qhov kws Ahaj ua txhum ib yaam le Nenpa tug tub Yelaunpau‑aa tseed yog qhov miv xwb, qhov txhum luj dua le hov yog nwg moog yuav cov Xaintoo tug vaajntxwv Enpa‑aa tug ntxhais Yexenpee hab moog pe teev daab Npa‑aa."},{"bible_id":"1216","chapter_code":"1KI.16","verse_code":"1KI.16.32","label":"32","content":"Nwg ua ib lub thaaj xyeem rua Npa‑aa rua huv lub tsev kws nwg ua teev daab Npa‑aa rua huv lub nroog Xamali."},{"bible_id":"1216","chapter_code":"1KI.16","verse_code":"1KI.16.33","label":"33","content":"Hab Ahaj ua ib tug ncej daab Asela. Ahaj ua tej kev phem kev txhum ua rua Yawmsaub kws yog cov Yixayee tug Vaajtswv chim kawg, nwg ua heev dua tej vaajntxwv kws kaav Yixayee nyob ua nwg ntej ua."},{"bible_id":"1216","chapter_code":"1KI.16","verse_code":"1KI.16.34","label":"34","content":"Lub swjhawm kws nwg ua vaajntxwv hov Hi‑ee kws yog tuabneeg Npe‑ee rov ua lub moos Yelikhau dua. Thaus nwg ua tej taw tag lub moos hov nwg tug tub hlub Anpilaa txhad tuag. Thaus nwg ua tej rooj loog nwg tug tub ntxawg Xeku txhad tuag, lawv le tej lug kws Yawmsaub khaiv Noo tug tub Yausua has lawd."},{"bible_id":"1216","chapter_code":"1KI.17","verse_code":"1KI.17.1","label":"1","content":"Eliya kws yog tuabneeg Thinpi nyob huv lub moos Thinpi huv Kile‑a tebchaws has rua Ahaj tas, “Muaj cov Yixayee tug Vaajtswv Yawmsaub kws kuv ua koom rua muaj txujsa nyob pum, ob peb xyoos tom ntej nuav yeej yuav tsw muaj lwg tsw muaj naag lug le tsuas yog kuv has kuas muaj tes txhad muaj xwb.”"},{"bible_id":"1216","chapter_code":"1KI.17","verse_code":"1KI.17.2","label":"2","content":"Tes Yawmsaub has lug tuaj rua Eliya tas,"},{"bible_id":"1216","chapter_code":"1KI.17","verse_code":"1KI.17.3","label":"3","content":"“Ca le tawm ntawm nuav moog rua saab nub tuaj, moog nraim cev rua ntawm ntug dej Kheli kws nyob ntawm tug dej Yalatee saab nub tuaj."},{"bible_id":"1216","chapter_code":"1KI.17","verse_code":"1KI.17.4","label":"4","content":"Koj yuav haus tug dej hov hab kuv tub has kuas cov uab voj tuaj yug koj hov ntawd.”"},{"bible_id":"1216","chapter_code":"1KI.17","verse_code":"1KI.17.5","label":"5","content":"Tes Eliya txawm moog hab ua lawv le Yawmsaub has. Nwg moog nyob ntawm ntug dej Kheli kws nyob ntawm tug dej Yalatee saab nub tuaj."},{"bible_id":"1216","chapter_code":"1KI.17","verse_code":"1KI.17.6","label":"6","content":"Tes thaus taagkig hab thaus tsaus ntuj uab voj txawm kwv ncuav hab nqaj tuaj rua nwg noj, hab nwg haus tug dej ntawd."},{"bible_id":"1216","chapter_code":"1KI.17","verse_code":"1KI.17.7","label":"7","content":"Tes tsw ntev tug dej hov txawm qhuav vem yog naag tsw lug rua huv lub tebchaws le."},{"bible_id":"1216","chapter_code":"1KI.17","verse_code":"1KI.17.8","label":"8","content":"Mas Yawmsaub has lug tuaj rua Eliya tas,"},{"bible_id":"1216","chapter_code":"1KI.17","verse_code":"1KI.17.9","label":"9","content":"“Ca le sawv tseeg moog rua lub moos Xalefa kws zwm rua lub moos Xaintoo hab nyob hov ntawd. Kuv tub has kuas ib tug puj ntsuag kws nyob hov ntawd yug koj lawm.”"},{"bible_id":"1216","chapter_code":"1KI.17","verse_code":"1KI.17.10","label":"10","content":"Nwg txawm sawv tseeg moog rua lub moos Xalefa. Thaus nwg moog txug ntawm rooj loog na cav ib tug puj ntsuag saamswm khaws tawg. Nwg txawm has rua tug puj hov tas, “Thov koj nqaa ib taig dej tuaj rua kuv, kuv txhad le tau haus.”"},{"bible_id":"1216","chapter_code":"1KI.17","verse_code":"1KI.17.11","label":"11","content":"Thaus tug puj hov yuav moog nqaa dej tuaj, nwg txawm hu tug puj hov tas, “Thov coj ib qho ncuav huv txhais teg tuaj rua kuv hab.”"},{"bible_id":"1216","chapter_code":"1KI.17","verse_code":"1KI.17.12","label":"12","content":"Tug puj hov teb tas, “Muaj Yawmsaub kws yog koj tug Vaajtswv muaj txujsa nyob pum, kuv tsw muaj ib lub ncuav daabtsw kws cub lawm, tsuas muaj ib taus teg moov huv lub taig hab mivntswv roj huv lub laam fwj xwb. Nwgnuav kuv saamswm khaws mivntswv tawg nuav coj moog npaaj rua kuv hab kuv tug tub ib noj taag es yuav tuag.”"},{"bible_id":"1216","chapter_code":"1KI.17","verse_code":"1KI.17.13","label":"13","content":"Eliya txawm has rua nwg tas, “Koj tsw xob ntshai, ca le moog ua lawv le koj has. Tassws koj ca le ua ib lub nyuas ncuav miv miv coj tuaj rua kuv tsaiv, le maav ua rua koj hab koj tug tub."},{"bible_id":"1216","chapter_code":"1KI.17","verse_code":"1KI.17.14","label":"14","content":"Tsua qhov Yawmsaub kws yog cov Yixayee tug Vaajtswv has le nuav tas, ‘Cov moov huv lub taig yuav tsw taag, cov roj huv lub laam fwj yuav tsw tu moog txug nub kws Yawmsaub tso naag lug rua huv lub tebchaws.’ ”"},{"bible_id":"1216","chapter_code":"1KI.17","verse_code":"1KI.17.15","label":"15","content":"Tug puj hov txawm moog ua lawv le Eliya has. Mas Eliya hab tug puj hov hab nwg tsev tuabneeg kuj noj tau ntau nub."},{"bible_id":"1216","chapter_code":"1KI.17","verse_code":"1KI.17.16","label":"16","content":"Cov moov huv lub taig kuj tsw taag, cov roj huv lub laam fwj kuj tsw tu, lawv le Yawmsaub tej lug kws nwg has rua Eliya."},{"bible_id":"1216","chapter_code":"1KI.17","verse_code":"1KI.17.17","label":"17","content":"Dhau ntawd lug tug puj kws yog tswv tsev hov tug tub txawm mob mas mob nyaav heev tsw muaj sa lawm."},{"bible_id":"1216","chapter_code":"1KI.17","verse_code":"1KI.17.18","label":"18","content":"Nwg txawm has rua Eliya tas, “Au Vaajtswv tug tuabneeg, kuv thaab txug koj daabtsw? Koj tuaj rua ntawm kuv ua kuas ncu txug kuv tej kev txhum es ua rua kuv tug tub tuag.”"},{"bible_id":"1216","chapter_code":"1KI.17","verse_code":"1KI.17.19","label":"19","content":"Eliya has rua nwg tas, “Muab koj tug tub lug rua kuv.” Nwg txawm muab tug tub hov huv tug puj xubndag puag nkaus nce moog rua txheej tsev sau huv lub txaaj kws nwg nyob, hab muab tso pw rua sau nwg lub txaaj."},{"bible_id":"1216","chapter_code":"1KI.17","verse_code":"1KI.17.20","label":"20","content":"Eliya thov hu Yawmsaub has tas, “Au Yawmsaub kws yog kuv tug Vaajtswv, koj coj tej xwm txheej phem lug raug tug puj ntsuag kws kuv nrug nwg nyob nuav es muab nwg tug tub tua pov tseg lov?”"},{"bible_id":"1216","chapter_code":"1KI.17","verse_code":"1KI.17.21","label":"21","content":"Tes nwg txawm pw tsuam tug mivnyuas hov peb zag, hab quaj thov Yawmsaub tas, “Au Yawmsaub kws yog kuv tug Vaajtswv, thov tug mivnyuas nuav tug ntsuj plig rov lug rua huv nwg.”"},{"bible_id":"1216","chapter_code":"1KI.17","verse_code":"1KI.17.22","label":"22","content":"Yawmsaub noog Eliya tej lug thov, mas tug mivnyuas tug ntsug plig txhad rov lug rua huv nwg, nwg txhad rov caj sa."},{"bible_id":"1216","chapter_code":"1KI.17","verse_code":"1KI.17.23","label":"23","content":"Tes Eliya txawm puag tug mivnyuas nqeg txheej sau lug rua huv lub tsev hab muab tug mivnyuas rua leej nam. Eliya has tas, “Saib nawj, koj tug tub tseed muaj txujsa nyob.”"},{"bible_id":"1216","chapter_code":"1KI.17","verse_code":"1KI.17.24","label":"24","content":"Tug puj hov has rua Eliya tas, “Nwgnuav kuv paub tseeb tas koj yog Vaajtswv tug tuabneeg, hab Yawmsaub tej lug kws nyob huv koj lub qhov ncauj muaj tseeb.”"},{"bible_id":"1216","chapter_code":"1KI.18","verse_code":"1KI.18.1","label":"1","content":"Tau ntau nub tom qaab Yawmsaub has lug tuaj rua Eliya rua xyoo kws peb tas, “Ca le moog tshwm plawg rua Ahaj pum koj, mas kuv yuav tso naag lug rua huv lub tebchaws.”"},{"bible_id":"1216","chapter_code":"1KI.18","verse_code":"1KI.18.2","label":"2","content":"Eliya kuj moog yuav tshwm rua Ahaj pum. Tej kev tshaib nqhes hov nyaav kawg rua huv Xamali tebchaws."},{"bible_id":"1216","chapter_code":"1KI.18","verse_code":"1KI.18.3","label":"3","content":"Ahaj txawm hu Aunpantiya kws yog tug thawj saib vaajntxwv tsev tuaj cuag nwg. Aunpantiya fwm Yawmsaub heev."},{"bible_id":"1216","chapter_code":"1KI.18","verse_code":"1KI.18.4","label":"4","content":"Thaus Yexenpee tua Yawmsaub cov xwbfwb cev lug, Aunpantiya coj ib puas tug xwbfwb moog zais rua huv tej qhov tsua ib lub qhov tsua tswb caug leej, hab muab ncuav muab dej yug puab."},{"bible_id":"1216","chapter_code":"1KI.18","verse_code":"1KI.18.5","label":"5","content":"Ahaj has rua Aunpantiya tas, “Ca le moog rua txhua lub qhov dej txhawv hab txhua lub haav thoob plawg lub tebchaws. Tej zag ib yuav nrhav tau zaub lug cawm tej neeg tej luj txwv txujsa hab tej tsaj txhad tsw tuag.”"},{"bible_id":"1216","chapter_code":"1KI.18","verse_code":"1KI.18.6","label":"6","content":"Yog le hov ob tug txhad le muab lub tebchaws faib rua ob tug moog nrhav. Ahaj txhad moog dua ib txujkev, Aunpantiya moog dua ib txujkev."},{"bible_id":"1216","chapter_code":"1KI.18","verse_code":"1KI.18.7","label":"7","content":"Thaus Aunpantiya saamswm taug kev moog, ua cav Eliya tuaj ntswb nwg. Aunpantiya cim tau nwg tes txawm khwb nkaus pe nwg has tas, “Kuv tug tswv Eliya, yog koj tag lov?”"},{"bible_id":"1216","chapter_code":"1KI.18","verse_code":"1KI.18.8","label":"8","content":"Eliya teb tas, “Yog kuv ntaag. Koj ca le moog has rua koj tug tswv tas, ‘Eliya nyob ntawm nuav.’ ”"},{"bible_id":"1216","chapter_code":"1KI.18","verse_code":"1KI.18.9","label":"9","content":"Aunpantiya has tas, “Kuv ua txhum daabtsw es koj yuav muab kuv kws yog koj tug qhev rua huv Ahaj txhais teg rua nwg tua pov tseg?"},{"bible_id":"1216","chapter_code":"1KI.18","verse_code":"1KI.18.10","label":"10","content":"Muaj koj tug Vaajtswv Yawmsaub muaj txujsa nyob pum, tsw muaj ib haiv tuabneeg lossws ib lub tebchaws twg kws kuv tug tswv tsw khaiv kuv moog txug. Thaus puab has tas, ‘Eliya tsw nyob ntawm nuav,’ mas Ahaj yuav kuas haiv tuabneeg hov lossws lub tebchaws hov cog lug twv tas puab nrhav tsw tau koj."},{"bible_id":"1216","chapter_code":"1KI.18","verse_code":"1KI.18.11","label":"11","content":"Nwgnuav koj tseed has tas, ‘Ca le moog has rua koj tug tswv tas, Eliya nyob ntawm nuav.’"},{"bible_id":"1216","chapter_code":"1KI.18","verse_code":"1KI.18.12","label":"12","content":"Tes thaus kuv tawm ntawm koj moog lawd, Yawmsaub tug Ntsuj Plig yuav coj koj moog rua hovtwg kuv tsw paub. Yog le hov, thaus kuv moog has rua Ahaj es nwg tuaj nrhav tsw tau koj, tes nwg yuav muab kuv tua pov tseg xwb, txawm yog kuv kws yog koj tug qhev tau fwm Yawmsaub txwj thaus hluas lug kuj xwj."},{"bible_id":"1216","chapter_code":"1KI.18","verse_code":"1KI.18.13","label":"13","content":"Tsw muaj leejtwg has rua koj kws yog kuv tug tswv paub tas kuv tau ua daabtsw rua thaus Yexenpee tua Yawmsaub cov xwbfwb kws cev lug lov? Kuv muab Yawmsaub cov xwbfwb hov ib puas leej zais huv tej qhov tsua ib lub qhov tsua tswb caug leej, hab muab ncuav muab dej yug puab."},{"bible_id":"1216","chapter_code":"1KI.18","verse_code":"1KI.18.14","label":"14","content":"Nwgnuav koj has tas, ‘Ca le moog has rua koj tug tswv tas, Eliya nyob ntawm nuav,’ tes vaajntxwv yuav muab kuv tua pov tseg.”"},{"bible_id":"1216","chapter_code":"1KI.18","verse_code":"1KI.18.15","label":"15","content":"Mas Eliya has tas, “Yawmsaub kws muaj fwjchim luj kawg nkaus kws kuv ua koom muaj txujsa nyob pum, nub nua kuv yeej yuav tshwm plawg rua Ahaj pum.”"},{"bible_id":"1216","chapter_code":"1KI.18","verse_code":"1KI.18.16","label":"16","content":"Aunpantiya txhad moog cuag Ahaj hab qha nwg paub. Tes Ahaj txawm moog ntswb Eliya."},{"bible_id":"1216","chapter_code":"1KI.18","verse_code":"1KI.18.17","label":"17","content":"Thaus Ahaj pum dheev Eliya, Ahaj has rua nwg tas, “Nuav yog koj lov, tug kws ua ceblaaj rua cov Yixayee?”"},{"bible_id":"1216","chapter_code":"1KI.18","verse_code":"1KI.18.18","label":"18","content":"Mas Eliya teb tas, “Tsw yog kuv ua kev ceblaaj rua cov Yixayee, yog koj ua ntaag hab koj txwv tsev tuabneeg ua, tsua qhov mej tau tso Yawmsaub tej lug nkaw tseg moog lawv kua tej daab Npa‑aa."},{"bible_id":"1216","chapter_code":"1KI.18","verse_code":"1KI.18.19","label":"19","content":"Vem le nuav koj ca le xaa xuv hab sau cov Yixayee suavdawg tuaj ua ke cuag kuv rua sau lub roob Khamee, hab hu plaub puas tswb caug leej txwv neeb kws teev daab Npa‑aa hab plaub puas leej txwv neeb kws teev daab Asela tuaj, yog cov kws nrug Yexenpee koom rooj noj haus ua ke.”"},{"bible_id":"1216","chapter_code":"1KI.18","verse_code":"1KI.18.20","label":"20","content":"Ahaj txawm xaa xuv moog thoob plawg cov Yixayee suavdawg hab sau zog cov txwv neeb tuaj ua ke rua sau lub roob Khamee."},{"bible_id":"1216","chapter_code":"1KI.18","verse_code":"1KI.18.21","label":"21","content":"Eliya txawm txaav lug ze rua ntawm cov pejxeem suavdawg hab has tas, “Mej tseed yuav ua sab ywj faab ywj fwj rua ob tog moog ntev le caag? Yog Yawmsaub yog Vaajtswv, ca le lawv nwg qaab moog. Yog daab Npa‑aa yog Vaajtswv, ca le lawv nwg qaab moog.” Cov pejxeem tsw teb nwg ib lus le."},{"bible_id":"1216","chapter_code":"1KI.18","verse_code":"1KI.18.22","label":"22","content":"Tes Eliya txawm has rua cov pejxeem tas, “Kuv mas tshuav kuv tuab leeg yog Yawmsaub tug xwbfwb cev lug xwb. Tassws Npa‑aa cov txwv neeb muaj plaub puas tswb caug leej."},{"bible_id":"1216","chapter_code":"1KI.18","verse_code":"1KI.18.23","label":"23","content":"Thov muab ob tug txwv nyuj rua peb. Ca puab xaiv ib tug rua puab, muab txav ua tej ywb yaav hab muab tso rua sau cub tawg tassws tsw xob rauv tawg. Hab kuv yuav npaaj dua ib tug txwv nyuj tso rua sau cub tawg hab tsw rauv tawg."},{"bible_id":"1216","chapter_code":"1KI.18","verse_code":"1KI.18.24","label":"24","content":"Mej ca le hu mej tug daab lub npe thov mas kuv yuav hu Yawmsaub lub npe thov. Saib tug twg tso suavtawg lug teb mas tug hov txhad yog Vaajtswv tag.” Cov pejxeem suavdawg teb tas, “Ua le kws has kod zoo lawm.”"},{"bible_id":"1216","chapter_code":"1KI.18","verse_code":"1KI.18.25","label":"25","content":"Eliya has rua daab Npa‑aa cov txwv neeb tas, “Mej ca le xaiv ib tug txwv nyuj rua mej hab npaaj ua ntej tsua qhov mej muaj coob leej. Mej ca le thov hu mej tug daab lub npe, tassws tsw xob rauv tawg.”"},{"bible_id":"1216","chapter_code":"1KI.18","verse_code":"1KI.18.26","label":"26","content":"Puab txawm coj tug txwv nyuj kws muab rua puab lug hab npaaj hab hu daab Npa‑aa lub npe thaus sawv ntxuv moog txug taav su thov has tas, “Au Npa‑aa, thov teb peb lauj!” Tassws tsw muaj ib lub suab tsw muaj leejtwg teb hlo le. Puab dha ua txeeg ntawg puag ncig lub thaaj kws puab ua ntawd."},{"bible_id":"1216","chapter_code":"1KI.18","verse_code":"1KI.18.27","label":"27","content":"Thaus taav su Eliya has twm puab tas, “Hu nrov nrov le, tsua qhov nwg yog ib tug timtswv. Tej zag nwg lub sab yuj moog rua lwm qhov lawm lossws nwg moog tom haav xub tsuag lossws moog kev deb lawm, lossws tej zag nwg tseed tsaug zug hab mej yuav tsum tsaa nwg sawv.”"},{"bible_id":"1216","chapter_code":"1KI.18","verse_code":"1KI.18.28","label":"28","content":"Puab kuj qw nrov nrov, hab muab ntaaj muab muv lug suam puab lub cev lawv le puab kevcai ua ntshaav lug lab quas vog puab ib ce."},{"bible_id":"1216","chapter_code":"1KI.18","verse_code":"1KI.18.29","label":"29","content":"Thaus dhau taav su lawd puab qw vwm loj vwm leg moog txug lub swjhawm kws teem ca ua kevcai hlawv xyeem los tsw muaj ib lub suab tsw muaj leejtwg teb tsw muaj leejtwg quav ntsej le."},{"bible_id":"1216","chapter_code":"1KI.18","verse_code":"1KI.18.30","label":"30","content":"Tes Eliya txawm has rua cov pejxeem suavdawg tas, “Ca le txaav lug ze kuv.” Cov pejxeem suavdawg kuj txaav lug ze nwg. Mas nwg khu Yawmsaub lub thaaj kws raug muab rhuav pob taag lawd."},{"bible_id":"1216","chapter_code":"1KI.18","verse_code":"1KI.18.31","label":"31","content":"Eliya nqaa kaum ob lub pob zeb lug npaum le Yakhauj cov tub le xeem, yog tug kws Yawmsaub has lug tuaj rua nwg tas, “Koj npe yuav hu ua Yixayee,”"},{"bible_id":"1216","chapter_code":"1KI.18","verse_code":"1KI.18.32","label":"32","content":"hab nwg muab cov pob zeb hov lug teeb ua lub thaaj rua Yawmsaub lub npe. Nwg khawb ib tug kwj vej lub thaaj txaus ntim ob xe‑a  noob qoob."},{"bible_id":"1216","chapter_code":"1KI.18","verse_code":"1KI.18.33","label":"33","content":"Nwg muab tawg tso tuab zoo hab muab tug txwv nyuj txav ua tej ywb yaav hab muab tso rua sau cov tawg. Nwg has tas, “Ca le ntaus dej ntim rua plaub lub hub hab muab laub ywg rua sau tej kws yuav hlawv xyeem hab sau cov tawg.”"},{"bible_id":"1216","chapter_code":"1KI.18","verse_code":"1KI.18.34","label":"34","content":"Nwg has tas, “Ca le rov qaab ywg zag ob.” Puab kuj ywg zag ob. Nwg has tas, “Ca le ywg zag peb.” Puab kuj ywg zag peb."},{"bible_id":"1216","chapter_code":"1KI.18","verse_code":"1KI.18.35","label":"35","content":"Mas dej ndwg ndo puag ncig lub thaaj hab puv nkaus tug kwj."},{"bible_id":"1216","chapter_code":"1KI.18","verse_code":"1KI.18.36","label":"36","content":"Thaus txug lub swjhawm kws teem ca ua kevcai hlawv xyeem, Eliya kws cev Vaajtswv lug txaav lug ze hab has tas, “Au Yawmsaub kws yog Aplahaa, Yiha hab Yixayee tug Vaajtswv, nub nua thov qha suavdawg paub tas koj yog Vaajtswv huv cov Yixayee hab paub tas kuv yog koj tug tub qhe hab kuv ua tej nuav huvsw lawv le koj tej lug."},{"bible_id":"1216","chapter_code":"1KI.18","verse_code":"1KI.18.37","label":"37","content":"Thov teb kuv, au Yawmsaub, thov teb kuv, sub cov tuabneeg nuav txhad paub tas Yawmsaub koj yog Vaajtswv hab koj ua kuas puab lub sab tig rov lug.”"},{"bible_id":"1216","chapter_code":"1KI.18","verse_code":"1KI.18.38","label":"38","content":"Tes Yawmsaub tso suavtawg poob lug kub tej kws muab ua kevcai hlawv xyeem hab kub cov tawg hab tej pob zeb hab tej moov aav hab ua cov dej huv tug kwj qhuav taag."},{"bible_id":"1216","chapter_code":"1KI.18","verse_code":"1KI.18.39","label":"39","content":"Thaus cov tuabneeg suavdawg pum tej hov, puab kuj khwb pes nkaus hab has tas, “Yawmsaub nwg yog Vaajtswv, Yawmsaub nwg yog Vaajtswv tag.”"},{"bible_id":"1216","chapter_code":"1KI.18","verse_code":"1KI.18.40","label":"40","content":"Hab Eliya has rua puab tas, “Ca le nteg daab Npa‑aa cov txwv neeb, tsw xob tseev ib tug tswv dim le.” Mas puab nteg cov ntawd lug, mas Eliya coj cov ntawd moog rua nraag tug dej Khisoo hab muab tua rua hov ntawd."},{"bible_id":"1216","chapter_code":"1KI.18","verse_code":"1KI.18.41","label":"41","content":"Eliya has rua Ahaj tas, “Koj ca le moog noj moog haus tsua qhov muaj suab tuam tsaam naag lug lawm.”"},{"bible_id":"1216","chapter_code":"1KI.18","verse_code":"1KI.18.42","label":"42","content":"Ahaj txhad moog noj haus. Tes Eliya txawm nce moog rua sau lub ncov roob Khamee. Nwg khoov ntshws rua huv aav lub plhu ti nkaus ob lub hauv caug."},{"bible_id":"1216","chapter_code":"1KI.18","verse_code":"1KI.18.43","label":"43","content":"Hab nwg has rua nwg tug qhev tas, “Ca le sawv tseeg saib moog rua nraag havtxwv.” Nwg txhad sawv tseeg moog saib hab has tas, “Tsw muaj daabtsw le.” Eliya has tas, “Ca le rov moog saib dua xyaa zag.”"},{"bible_id":"1216","chapter_code":"1KI.18","verse_code":"1KI.18.44","label":"44","content":"Thaus txug zag xyaa tug qhev has tas, “Saib nawj, muaj ib qho fuab miv miv daav le lub xwb teg tawm huv havtxwv tuaj.” Mas Eliya has tas, “Koj ca le moog has rua Ahaj tas, ‘Koj ca le fwbxwm tsheb neeg es rov moog tsev tsaam tes naag lug taav koj kev.’ ”"},{"bible_id":"1216","chapter_code":"1KI.18","verse_code":"1KI.18.45","label":"45","content":"Ib plag ntshws xwb lub ntuj txawm tsaus ndais muaj fuab hab cua mas naag lug hlub heev. Ahaj caij tsheb neeg rov qaab moog rua lub moos Yile‑ee."},{"bible_id":"1216","chapter_code":"1KI.18","verse_code":"1KI.18.46","label":"46","content":"Yawmsaub txhais teg lug rua sau Eliya, nwg txhad qaws hlo tsho rua ntawm duav hab dha fuas Ahaj ntej xub moog txug ntawm rooj loog Yile‑ee."},{"bible_id":"1216","chapter_code":"1KI.19","verse_code":"1KI.19.1","label":"1","content":"Ahaj txawm pav txhua yaam kws Eliya ua hab qhov kws nwg xuas ntaaj tua cov txwv neeb huvsw rua Yexenpee paub."},{"bible_id":"1216","chapter_code":"1KI.19","verse_code":"1KI.19.2","label":"2","content":"Tes Yexenpee txawm tso ib tug xaa xuv moog has rua Eliya tas, “Yog pigkig lub swjhawm nuav kuv tsw ua rua koj txujsa zoo ib yaam le cov kws tu sav hov, kuj ca tej daab rau txem rua kuv hab rau nyaav dua.”"},{"bible_id":"1216","chapter_code":"1KI.19","verse_code":"1KI.19.3","label":"3","content":"Tes Eliya ntshai heev, hab sawv tseeg tswv kuas dim txujsa. Nwg moog txug rua lub moos Npe‑awsenpa huv Yuta tebchaws hab tseg nwg tug qhev nyob hov ntawd."},{"bible_id":"1216","chapter_code":"1KI.19","verse_code":"1KI.19.4","label":"4","content":"Tassws nwg tuab leeg tswv moog ib nub ke huv tebchaws moj saab qhua hab moog nyob tsawg huv qaab ib tsob nyuas ntoo ntxhuv hab thov Yawmsaub ca nwg tuag, has tas, “Txaus kuv lawm lauj! Au Yawmsaub, nwgnuav thov koj rhu kuv txujsa moog, tsua qhov kuv zoo tsw dua le kuv tej laug.”"},{"bible_id":"1216","chapter_code":"1KI.19","verse_code":"1KI.19.5","label":"5","content":"Tes nwg txawm pw tsaug zug rua huv qaab tsob ntoo hov, tes txawm muaj ib tug tubkhai ntuj lug kov nwg hab has rua nwg tas, “Ca le sawv tseeg lug noj mov.”"},{"bible_id":"1216","chapter_code":"1KI.19","verse_code":"1KI.19.6","label":"6","content":"Eliya tsaa muag saib ua cav pum muaj ib lub ncuav ci sau tej pob zeb kws kub quas lug hab muaj ib lub nyuas hub dej txawb ncaaj ntawm nwg taubhau. Nwg txawm noj hab haus tes rov qaab pw."},{"bible_id":"1216","chapter_code":"1KI.19","verse_code":"1KI.19.7","label":"7","content":"Yawmsaub tug tubkhai ntuj kuj rov lug dua zag ob kov nwg hab has tas, “Ca le sawv tseeg lug noj mov, koj txhad le muaj zug taug txujkev kws koj moog.”"},{"bible_id":"1216","chapter_code":"1KI.19","verse_code":"1KI.19.8","label":"8","content":"Nwg txawm sawv tseeg lug noj hab haus taag mas cov mov hov pub nwg muaj zug moog tau plaub caug nub plaub caug mo le txug Vaajtswv lub roob Haule."},{"bible_id":"1216","chapter_code":"1KI.19","verse_code":"1KI.19.9","label":"9","content":"Nwg moog txug ib lub qhov tsua tes txawm moog su ib mos rua huv. Mas Yawmsaub has lug tuaj rua nwg, hab has rua nwg tas, “Eliya, koj ua daabtsw ntawm nuav?”"},{"bible_id":"1216","chapter_code":"1KI.19","verse_code":"1KI.19.10","label":"10","content":"Eliya has tas, “Kuv kub sab quas lug rua Vaajtswv Yawmsaub kws muaj fwjchim luj kawg nkaus, vem cov Yixayee muab koj tej lug cog tseg tso tseg, hab rhuav tej thaaj kws xyeem rua koj pov tseg hab xuas ntaaj tua koj cov xwbfwb cev lug. Tsuas tshuav kuv tuab leeg xwb los puab tseed nrhav txuv kuv txujsa hab.”"},{"bible_id":"1216","chapter_code":"1KI.19","verse_code":"1KI.19.11","label":"11","content":"Mas Yawmsaub has tas, “Ca le tawm moog sawv sau lub roob taab meeg Yawmsaub xubndag, vem Yawmsaub yuav hlaa lug moog.” Mas cua ntsawj hlub hlub hab muaj zug heev ua rua tej roob tawg pleb zum zawg hab tej pob zeb dha dawb vog rua ntawm Yawmsaub xubndag, tassws Yawmsaub tsw nyob huv tej cua hov. Dhau tej cua hov lawm, aav txawm qeg ua zug quas kais, tassws Yawmsaub kuj tsw nyob huv cov aav qeg ua zug quas kais hov."},{"bible_id":"1216","chapter_code":"1KI.19","verse_code":"1KI.19.12","label":"12","content":"Dhau aav qeg ua zug quas kais lawm, kuj muaj suavtawg, tassws Yawmsaub tsw nyob huv cov suavtawg hov. Dhau cov suavtawg hov lawm muaj ib lub suab has yau yau tuaj."},{"bible_id":"1216","chapter_code":"1KI.19","verse_code":"1KI.19.13","label":"13","content":"Thaus Eliya nov lawd, nwg txawm muab nwg lub tsho ntev kauv nwg lub plhu tawm moog sawv ntawm roob tsua, tes txawm muaj ib lub suab has tuaj rua nwg tas, “Eliya, koj ua daabtsw ntawm nuav?”"},{"bible_id":"1216","chapter_code":"1KI.19","verse_code":"1KI.19.14","label":"14","content":"Nwg teb tas, “Kuv kub sab quas lug rua Vaajtswv Yawmsaub kws muaj fwjchim luj kawg nkaus, vem cov Yixayee muab koj tej lug cog tseg tso tseg, hab rhuav tej thaaj kws xyeem rua koj pov tseg hab xuas ntaaj tua koj cov xwbfwb cev lug. Tsuas tshuav kuv tuab leeg xwb los puab tseed nrhav txuv kuv txujsa hab.”"},{"bible_id":"1216","chapter_code":"1KI.19","verse_code":"1KI.19.15","label":"15","content":"Mas Yawmsaub has rua nwg tas, “Ca le rov qaab taug koj txujkev moog rua huv tebchaws moj saab qhua ntawm Ntamaxaka. Thaus koj moog txug lawd, koj ca le laub roj tsaa Haxa‑ee ua vaajntxwv kaav Alaa tebchaws."},{"bible_id":"1216","chapter_code":"1KI.19","verse_code":"1KI.19.16","label":"16","content":"Hab koj yuav laub roj tsaa Yehu kws yog Nisi tug tub ua vaajntxwv kaav Yixayee tebchaws. Hab tsaa Elisa kws yog Safa tug tub kws yog tuabneeg huv lub moos Anpee Mehaula ua xwbfwb cev Vaajtswv lug nyob koj chaw."},{"bible_id":"1216","chapter_code":"1KI.19","verse_code":"1KI.19.17","label":"17","content":"Mas tug kws dim Haxa‑ee raab ntaaj Yehu yuav muab tua. Tug kws dim Yehu raab ntaaj Elisa yuav muab tua."},{"bible_id":"1216","chapter_code":"1KI.19","verse_code":"1KI.19.18","label":"18","content":"Tassws kuv yuav tseg xyaa txheeb leej huv cov Yixayee ca, yog txhua lub hauv caug kws tsw tau pe daab Npa‑aa hab txhua lub qhov ncauj kws tsw tau nwj tug txoov daab hov.”"},{"bible_id":"1216","chapter_code":"1KI.19","verse_code":"1KI.19.19","label":"19","content":"Eliya txawm tawm hov ntawd moog. Nwg moog ntswb Elisa kws yog Safa tug tub saamswm laij teb, muaj kaum ib nkawm nyuj laij ua nwg ntej, nwg laij nkawm kws kaum ob. Eliya txawm hlaa lug moog hab muab nwg lub tsho ntev coj moog khwb nkaus rua Elisa."},{"bible_id":"1216","chapter_code":"1KI.19","verse_code":"1KI.19.20","label":"20","content":"Elisa txawm tso plhuav nkawm nyuj hov tseg dha lawv Eliya qaab hab has tas, “Thov ca kuv moog nwj xob kuv nam kuv txwv tsaiv kuv le nrug koj moog.” Eliya has rua nwg tas, “Ca le moog. Kuv tub ua daabtsw rua koj lawm?”"},{"bible_id":"1216","chapter_code":"1KI.19","verse_code":"1KI.19.21","label":"21","content":"Tes Elisa txawm tso qhov kws nwg lawv Eliya qaab hov rov lug muab nwg nkawm nyuj tua, muab raab quab rauv hau nqaj nyuj pub rua tej tuabneeg noj. Tes nwg txawm sawv tseeg lawv Eliya qaab moog hab ua koom rua Eliya."},{"bible_id":"1216","chapter_code":"1KI.20","verse_code":"1KI.20.1","label":"1","content":"Cov Alaa tug vaajntxwv Npeehanta sau nwg cov tub rog huvsw tuaj ua ke. Muaj peb caug ob tug vaajntxwv nrug nwg moog hab nwg muaj neeg hab tsheb ua rog. Nwg moog vej lub nroog Xamali hab ua rog rua lub nroog hov."},{"bible_id":"1216","chapter_code":"1KI.20","verse_code":"1KI.20.2","label":"2","content":"Nwg tso tej tub tshaaj xuv moog rua huv cov Yixayee tug vaajntxwv Ahaj lub nroog moog has rua vaajntxwv tas, “Npeehanta has le nuav tas,"},{"bible_id":"1216","chapter_code":"1KI.20","verse_code":"1KI.20.3","label":"3","content":"‘Koj tej nyaj tej kub yog kuv le, koj tej quaspuj hab koj tej mivnyuas kws zoo kawg yog kuv le.’ ”"},{"bible_id":"1216","chapter_code":"1KI.20","verse_code":"1KI.20.4","label":"4","content":"Cov Yixayee tug vaajntxwv teb tas, “Vaajntxwv kws yog kuv tug tswv, yeej yog le kws koj has ntaag, kuv yeej yog koj le, tej kws kuv muaj yeej yog koj le.”"},{"bible_id":"1216","chapter_code":"1KI.20","verse_code":"1KI.20.5","label":"5","content":"Cov kws tshaaj xuv rov qaab tuaj has tas, “Npeehanta has le nuav tas, ‘Kuv tub xaa xuv rua koj tas koj ca le xaa nyaj xaa kub xaa koj quaspuj mivnyuas moog rua kuv."},{"bible_id":"1216","chapter_code":"1KI.20","verse_code":"1KI.20.6","label":"6","content":"Mas pigkig kwvlaam lub swjhawm nuav kuv yuav xaa kuv cov tub teg tub taw tuaj cuag koj. Puab yuav tuaj xawb koj vaaj koj tsev hab xawb koj tej num tswv tej vaaj tse, mas tej kws koj nyam puab yuav txeeb coj huvsw moog.’ ”"},{"bible_id":"1216","chapter_code":"1KI.20","verse_code":"1KI.20.7","label":"7","content":"Tes Yixayee tug vaajntxwv txawm hu cov kev txwj quas laug huv lub tebchaws tuaj mas has tas, “Swm saib, tug yawm hov nrhav kev tuaj txob plaub rua peb. Nwg tso tuabneeg tuaj yuav muab kuv tej quaspuj mivnyuas hab kuv tej nyaj tej kub los kuv tsw kwv tsw tawv le.”"},{"bible_id":"1216","chapter_code":"1KI.20","verse_code":"1KI.20.8","label":"8","content":"Mas cov kev txwj quas laug hab cov pejxeem suavdawg has rua vaajntxwv tas, “Tsw xob noog nwg tsw xob yeem le.”"},{"bible_id":"1216","chapter_code":"1KI.20","verse_code":"1KI.20.9","label":"9","content":"Nwg txhad has rua Npeehanta tej tub tshaaj xuv tas, “Mej ca le has rua vaajntxwv kws yog kuv tug tswv tas, ‘Txhua yaam kws thawj zag nwg kuas kuv kws yog nwg tug qhev muab rua nwg hov mas kuv muab tau rua nwg, tassws tej lug kws nwg has zag tom qaab nuav mas kuv ua tsw tau.’ ” Mas cov tub tshaaj xuv rov moog has rua Npeehanta le hov."},{"bible_id":"1216","chapter_code":"1KI.20","verse_code":"1KI.20.10","label":"10","content":"Mas Npeehanta xaa xuv rov tuaj dua has tas, “Yog cov moov aav huv Xamali nuav txaus cov tuabneeg kws nrug kuv tuaj ib leeg tsuab ib taus teg mas thov ca tej daab ntuj daab teb rau txem rua kuv nyaav dua.”"},{"bible_id":"1216","chapter_code":"1KI.20","verse_code":"1KI.20.11","label":"11","content":"Mas cov Yixayee tug vaajntxwv teb moog tas, “Ca le has rua Npeehanta tas, ‘Tug kws tseed saamswm muab cuab yeej ua rog naav tsw xob khaav theeb yaam le tug kws tub ua rog tav es muab cuab yeej ua rog hle lawm.’ ”"},{"bible_id":"1216","chapter_code":"1KI.20","verse_code":"1KI.20.12","label":"12","content":"Npeehanta nov tej lug nuav rua thaus nwg saamswm nrug cov vaajntxwv haus cawv txwv maab ua ke huv puab lub tsev ntaub, nwg txawm txhwb nwg cov tub rog tas, “Ca le npaaj kuas txhwj.” Mas puab txhad npaaj txhwj zog yuav ntaus lub nroog ntaag."},{"bible_id":"1216","chapter_code":"1KI.20","verse_code":"1KI.20.13","label":"13","content":"Muaj ib tug xwbfwb cev Vaajtswv lug tuaj cuag cov Yixayee tug vaajntxwv Ahaj hab has tas, “Yawmsaub has le nuav tas, ‘Koj pum cov tub rog coob le nuav los tsw pum? Saib maj, nub nua kuv yuav muab puab rua huv koj txhais teg, koj txhad yuav paub tas kuv yog Yawmsaub.’ ”"},{"bible_id":"1216","chapter_code":"1KI.20","verse_code":"1KI.20.14","label":"14","content":"Mas Ahaj has tas, “Leejtwg yuav moog ntaus?” Tug xwbfwb has tas, “Yawmsaub has le nuav tas, ‘Cov thawj kws kaav huv txhua lub xeev le tub rog hluas yuav moog ntaus ua ntej.’ ” Ahaj has tas, “Tog twg yuav nqeg teg ua ntej?” Tug xwbfwb teb tas, “Koj tog yuav nqeg teg ua ntej.”"},{"bible_id":"1216","chapter_code":"1KI.20","verse_code":"1KI.20.15","label":"15","content":"Ahaj txhad le txhwj tau cov thawj kws kaav huv txhua lub xeev le tub rog hluas muaj ob puas peb caug ob leeg, hab tom qaab txhwj taag nrho cov Yixayee le tub rog huvsw tau xyaa txheeb leej."},{"bible_id":"1216","chapter_code":"1KI.20","verse_code":"1KI.20.16","label":"16","content":"Puab tawm moog rua thaus taav su mas Npeehanta hab peb caug ob tug vaajntxwv kws paab nwg saamswm haus cawv qaug rua huv tej tsev ntaub."},{"bible_id":"1216","chapter_code":"1KI.20","verse_code":"1KI.20.17","label":"17","content":"Cov thawj huv txhua lub xeev le tub rog hluas xub ua ntej moog. Npeehanta kuj xaa ib co moog tshuaj saib mas puab rov qaab lug has rua nwg tas, “Muaj tuabneeg tawm huv Xamali tuaj lawm.”"},{"bible_id":"1216","chapter_code":"1KI.20","verse_code":"1KI.20.18","label":"18","content":"Nwg has tas, “Yog puab tuaj dawb tuaj huv kuj muab puab nteg caj ca. Yog puab tuaj ua rog kuj muab puab nteg caj ca hab.”"},{"bible_id":"1216","chapter_code":"1KI.20","verse_code":"1KI.20.19","label":"19","content":"Mas cov thawj huv txhua lub xeev le tub rog txhad le tawm huv lub nroog moog, hab cov tub rog suavdawg kuj tawm lawv qaab moog."},{"bible_id":"1216","chapter_code":"1KI.20","verse_code":"1KI.20.20","label":"20","content":"Ib leeg tua ib tug yeeb ncuab tes cov Alaa txawm thim tswv mas cov Yixayee lawv puab moog. Cov Alaa tug vaajntxwv Npeehanta txawm caij neeg nrug cov tub rog caij neeg tswv moog lawm."},{"bible_id":"1216","chapter_code":"1KI.20","verse_code":"1KI.20.21","label":"21","content":"Cov Yixayee tug vaajntxwv tawm moog ntaus yeej cov neeg hab cov tsheb ua rog hab tua tau cov Alaa tuag coob kawg le."},{"bible_id":"1216","chapter_code":"1KI.20","verse_code":"1KI.20.22","label":"22","content":"Mas tug xwbfwb cev Vaajtswv lug txhad tuaj cuag cov Yixayee tug vaajntxwv hab has rua nwg tas, “Ca le rov qaab moog tsev moog npaaj zug hab ntaus tswvyim zoo zoo saib yuav ua le caag, tsua qhov thaus lub ntuj qhua vaajntxwv Alaa yuav rov qaab tuaj ntaus mej dua hab.”"},{"bible_id":"1216","chapter_code":"1KI.20","verse_code":"1KI.20.23","label":"23","content":"Alaa cov tub teg tub taw has rua vaajntxwv tas, “Cov Yixayee tej timtswv yog tej timtswv nruab roob puab txhad muaj zug dua peb. Ca peb moog ntaus puab rua nraag taj mas peb yuav muaj zug dua puab tag tag le."},{"bible_id":"1216","chapter_code":"1KI.20","verse_code":"1KI.20.24","label":"24","content":"Koj ca le ua le nuav, muab cov vaajntxwv hle huvsw es tsaa cov thawj rog nyob puab chaw."},{"bible_id":"1216","chapter_code":"1KI.20","verse_code":"1KI.20.25","label":"25","content":"Koj ca le sau tub rog kuas tau npaum le qub, hab sau neeg hab tsheb ua rog ntxwv rua cov kws poob taag lawm, mas peb yuav moog ntaus puab rua nraag taj mas peb yeej yuav muaj zug dua puab tag tag le.” Npeehanta kuj noog puab lug hab ua lawv le puab has hov."},{"bible_id":"1216","chapter_code":"1KI.20","verse_code":"1KI.20.26","label":"26","content":"Thaus txug lub caij ntuj qhua Npeehanta txhad le txhwj cov Alaa ua tub rog nce moog rua lub moos Afe yuav ua rog rua cov Yixayee."},{"bible_id":"1216","chapter_code":"1KI.20","verse_code":"1KI.20.27","label":"27","content":"Mas cov Yixayee kuj raug sau ua tub rog hab npaaj mov noj moog ua rog rua cov Alaa. Cov Yixayee ua yeej nyob yaam le ob paab nyuas tshws tsawg tsawg ncaaj ntawm cov Alaa xubndag, tassws cov Alaa mas nyob puv nkaus tej nraag taj hov."},{"bible_id":"1216","chapter_code":"1KI.20","verse_code":"1KI.20.28","label":"28","content":"Vaajtswv le ib tug tuabneeg tuaj has rua cov Yixayee tug vaajntxwv tas, “Yawmsaub has le nuav tas, ‘Cov Alaa has tas Yawmsaub yog timtswv nruab roob xwb nwg tsw yog timtswv nruab tag. Vem le nuav kuv yuav muab paab tuabneeg coob coob hov rua huv koj txhais teg, mas koj yuav paub tas kuv yog Yawmsaub.’ ”"},{"bible_id":"1216","chapter_code":"1KI.20","verse_code":"1KI.20.29","label":"29","content":"Mas puab ob tog ua yeej nyob sws ncaag tau xyaa nub, mas nub kws xyaa txhad le ua rog. Cov Yixayee tua cov Alaa kws ua tub rog moog kwtaw tuag 100,000 leej rua nub hov."},{"bible_id":"1216","chapter_code":"1KI.20","verse_code":"1KI.20.30","label":"30","content":"Cov kws tshuav kuj tswv moog rua huv lub moos Afe, mas lub ntsaa loog hov kuj pob tais tuag ob vaam xyaa txheeb leej hab. Npeehanta kuj tswv moog hab nwg tswv moog nyob huv ib chaav tsev huv plawv lub moos hov."},{"bible_id":"1216","chapter_code":"1KI.20","verse_code":"1KI.20.31","label":"31","content":"Mas nwg cov tub teg tub taw has rua nwg tas, “Peb nov tas Yixayee tej vaajntxwv yog cov kws muaj lub sab khuvleej. Ca peb muab khaub seev tsaaj lug sa hab muab ib co hlua lug rwg peb taubhau tes peb tawm moog cuag cov Yixayee tug vaajntxwv, tej zag nwg yuav tseg koj txujsa ca.”"},{"bible_id":"1216","chapter_code":"1KI.20","verse_code":"1KI.20.32","label":"32","content":"Puab txhad muab khaub seev tsaaj lug sa hab muab hlua rwg taubhau mas moog cuag cov Yixayee tug vaajntxwv hab has tas, “Npeehanta kws yog koj tug qhev has tas, ‘Thov tseg kuv txujsa ca.’ ” Mas vaajntxwv teb tas, “Nwg tseed caj sa hab lov? Nwg yog kuv kwv kuv tij.”"},{"bible_id":"1216","chapter_code":"1KI.20","verse_code":"1KI.20.33","label":"33","content":"Cov tuabneeg hov saamswm tog ntsoov saib Ahaj yuav teb le caag tes puab txawm khaws vaajntxwv cov lug hov mas teb nplawg nta tas, “Yog le kws koj has tag, Npeehanta yeej yog koj kwvtij.” Mas vaajntxwv has tas, “Moog coj nwg tuaj.” Tes Npeehanta txawm tawm tuaj cuag Ahaj, tes Ahaj txawm kuas Npeehanta nce moog rua huv nwg lub tsheb ua rog."},{"bible_id":"1216","chapter_code":"1KI.20","verse_code":"1KI.20.34","label":"34","content":"Tes Npeehanta has rua Ahaj tas, “Tej moos kws kuv txwv txeeb tau ntawm koj txwv lug hov kuv muab thim rov qaab rua koj. Koj yuav ua tsev kab tsev khw rua huv lub nroog Ntamaxaka kuj tau ib yaam le kuv txwv tau ua rua huv lub nroog Xamali.” Mas Ahaj has tas, “Yog koj cog lug tseg le nuav kuv yuav tso koj dim.” Ahaj txhad nrug Npeehanta sws cog lug hab muab nwg tso moog."},{"bible_id":"1216","chapter_code":"1KI.20","verse_code":"1KI.20.35","label":"35","content":"Yawmsaub has rua ib tug xwbfwb cev Vaajtswv lug kuas nwg has rua tuab paab xwbfwb hov ib tug has tas, “Thov koj ntaus kuv ib teg.” Tassws tug yawm hov tsw kaam ntaus nwg."},{"bible_id":"1216","chapter_code":"1KI.20","verse_code":"1KI.20.36","label":"36","content":"Tes nwg txawm has rua tug yawm hov tas, “Vem koj tsw noog Yawmsaub tej lug mas thaus koj ncaim ntawm kuv moog lawd ib tug tsuv ntxhuav yuav tum koj tuag.” Thaus nwg ncaim ntawm tug xwbfwb hov moog lawd ib tug tsuv ntxhuav txawm lug muab nwg tum tuag lawm."},{"bible_id":"1216","chapter_code":"1KI.20","verse_code":"1KI.20.37","label":"37","content":"Mas tug xwbfwb hov nrhav tau dua ib tug yawm tes nwg has tas, “Thov koj ntaus kuv ib teg.” Tug yawm hov txawm muab tug xwbfwb hov ntaus ntsuab ib qho."},{"bible_id":"1216","chapter_code":"1KI.20","verse_code":"1KI.20.38","label":"38","content":"Tug xwbfwb cev Vaajtswv lug txhad moog lawm, nwg moog tog vaajntxwv ntawm ntug kev. Nwg muab ntaub qhwv nwg lub qhov muag tsw muaj leejtwg paub nwg lawm."},{"bible_id":"1216","chapter_code":"1KI.20","verse_code":"1KI.20.39","label":"39","content":"Thaus vaajntxwv taug kev lug nwg txawm qw rua vaajntxwv tas, “Kuv kws yog koj tug qhev moog rua huv tshaav rog mas muaj ib tug tub rog tig rov lug coj ib tug txwvneej lug rua kuv hab has rua kuv tas, ‘Zuv tug yawm nuav ca zoo zoo. Yog nwg dim tau le caag moog lawd mas yuav muab koj txujsa pauv nwg txuj lossws koj yuav tsum them ib talaa nyaj.’"},{"bible_id":"1216","chapter_code":"1KI.20","verse_code":"1KI.20.40","label":"40","content":"Tes thaus kuv tseed taab kaum rua qhov nuav qhov u nwg txawm pluj lawm.” Cov Yixayee tug vaajntxwv txawm has rua nwg tas, “Koj yuav raug txem yaam nkaus le hov ntaag. Tsua qhov koj tub has le hov lawm.”"},{"bible_id":"1216","chapter_code":"1KI.20","verse_code":"1KI.20.41","label":"41","content":"Tes tug xwbfwb txawm daws kag daim ntaub kws npug nwg qhov muag, tes cov Yixayee tug vaajntxwv txhad cim tau tas nwg yog ib tug xwbfwb cev Vaajtswv lug."},{"bible_id":"1216","chapter_code":"1KI.20","verse_code":"1KI.20.42","label":"42","content":"Tes tug xwbfwb txhad has rua nwg tas, “Yawmsaub has le nuav tas, ‘Vem koj tau tso tug yawm kws nyob huv koj txhais teg moog lawm, yog tug kws kuv tu kuas muab ua puam tsuaj, mas koj txujsa yuav pauv nwg txujsa, hab koj cov tuabneeg yuav tuag theej nwg cov tuabneeg.’ ”"},{"bible_id":"1216","chapter_code":"1KI.20","verse_code":"1KI.20.43","label":"43","content":"Mas cov Yixayee tug vaajntxwv moog rua huv nwg lub vaaj lub tsev huv Xamali nyuaj sab kawg chim ntsej muag tsaus nti."},{"bible_id":"1216","chapter_code":"1KI.21","verse_code":"1KI.21.1","label":"1","content":"Lug rua tom qaab nuav Nanpau kws yog tuabneeg Yile‑ee muaj ib lub vaaj txwv maab nyob huv lub moos Yile‑ee npuas vaajntxwv Ahaj kws kaav Xamali lub tsev."},{"bible_id":"1216","chapter_code":"1KI.21","verse_code":"1KI.21.2","label":"2","content":"Mas Ahaj has rua Nanpau tas, “Muab koj lub vaaj txwv maab rua kuv, kuv txhad tau ua vaaj zaub vem yog nyob ze kuv lub tsev. Kuv yuav muab dua ib lub vaaj txwv maab kws zoo dua pauv koj lub vaaj nuav, lossws yog koj pum zoo kuv yuav muab nyaj yuav kuas txaus lub vaaj nuav tug nqe.”"},{"bible_id":"1216","chapter_code":"1KI.21","verse_code":"1KI.21.3","label":"3","content":"Tassws Nanpau has rua Ahaj tas, “Thov Yawmsaub taav kuv tsw xob muab kuv tej laug qub txeeg qub teg rua koj.”"},{"bible_id":"1216","chapter_code":"1KI.21","verse_code":"1KI.21.4","label":"4","content":"Ahaj txhad rov lug tsev nyuaj sab hab chim ua ntsej muag tsaus nti rua tej lug kws Nanpau kws yog tuabneeg Yile‑ee has rua nwg, vem Nanpau tau has tas, “Kuv yuav tsw muab kuv tej laug qub txeeg qub teg rua koj.” Tes nwg txawm pw rua sau txaaj fee plhu hlo tsw yeem noj mov le."},{"bible_id":"1216","chapter_code":"1KI.21","verse_code":"1KI.21.5","label":"5","content":"Mas nwg tug quaspuj Yexenpee lug nug nwg tas, “Ua caag koj yuav nyuaj sab ua luaj tsw kaam noj mov le?”"},{"bible_id":"1216","chapter_code":"1KI.21","verse_code":"1KI.21.6","label":"6","content":"Ahaj teb nwg tas, “Vem yog kuv has rua Nanpau kws yog tuabneeg Yile‑ee tas, ‘Muab koj lub vaaj txwv maab muag rua kuv, lossws yog koj pum zoo kuv yuav muab dua ib lub vaaj txwv maab pauv rua koj.’ Tassws nwg teb tas, ‘Kuv yuav tsw muab kuv lub vaaj txwv maab rua koj le.’ ”"},{"bible_id":"1216","chapter_code":"1KI.21","verse_code":"1KI.21.7","label":"7","content":"Tes nwg tug quaspuj Yexenpee has rua nwg tas, “Koj yog tug kws kaav cov Yixayee los sas. Ca le sawv tseeg lug noj mov hab ua lub sab xyiv faab hlo. Kuv yuav muab Nanpau kws yog tuabneeg Yile‑ee lub vaaj txwv maab rua koj.”"},{"bible_id":"1216","chapter_code":"1KI.21","verse_code":"1KI.21.8","label":"8","content":"Nwg txawm sau tsaab ntawv ua Ahaj lub npe txaam Ahaj lub txwm xaa moog rua cov kev txwj quas laug hab cov kws ua hlub kws nrug Nanpau nyob tuab lub moos."},{"bible_id":"1216","chapter_code":"1KI.21","verse_code":"1KI.21.9","label":"9","content":"Yexenpee sau huv ntawv has tas, “Ca le tshaaj tawm kuas yoo mov hab tsaa Nanpau nyob sau lub rooj sab huv plawv cov pejxeem,"},{"bible_id":"1216","chapter_code":"1KI.21","verse_code":"1KI.21.10","label":"10","content":"hab kuas ob tug tuabneeg phem lug nyob ncaaj ntawm nwg xubndag, hab kuas ob tug kom nwg has tas nwg tau tshev foom Vaajtswv hab vaajntxwv. Tes muab nwg coj tawm moog hab xuas pob zeb muab nwg ntaus kuas tuag.”"},{"bible_id":"1216","chapter_code":"1KI.21","verse_code":"1KI.21.11","label":"11","content":"Tes cov tuabneeg huv lub moos kws Nanpau nyob hov, cov kev txwj quas laug hab cov kws ua hlub txawm ua lawv le Yexenpee has moog rua puab lawv le tsaab ntawv kws nwg sau moog rua puab."},{"bible_id":"1216","chapter_code":"1KI.21","verse_code":"1KI.21.12","label":"12","content":"Puab txhad tshaaj tawm kuas yoo mov hab tsaa Nanpau nyob sau lub rooj sab huv plawv cov pejxeem."},{"bible_id":"1216","chapter_code":"1KI.21","verse_code":"1KI.21.13","label":"13","content":"Tes ob tug tuabneeg phem hov txawm tuaj nyob ncaaj ntawm Nanpau xubndag, tes ob tug tuabneeg phem hov txawm kom Nanpau taab meeg cov pejxeem tas, “Nanpau tau tshev foom Vaajtswv hab vaajntxwv.” Tes puab txawm coj Nanpau tawm moog rua saab nrau lub moos hab xuas pob zeb ntaus nwg tuag."},{"bible_id":"1216","chapter_code":"1KI.21","verse_code":"1KI.21.14","label":"14","content":"Tes puab txawm xaa xuv rua Yexenpee has tas, “Nanpau raug xuas pob zeb ntaus, nwg tuag lawm.”"},{"bible_id":"1216","chapter_code":"1KI.21","verse_code":"1KI.21.15","label":"15","content":"Thaus Yexenpee nov tas Nanpau raug xuas pob zeb ntaus hab tuag lawm, Yexenpee txawm has rua Ahaj tas, “Ca le sawv tseeg moog txeeb hlo Nanpau kws yog tuabneeg Yile‑ee lub vaaj txwv maab kws tsw kheev muab muag rua koj, tsua qhov Nanpau tsw nyob nwg tuag lawm.”"},{"bible_id":"1216","chapter_code":"1KI.21","verse_code":"1KI.21.16","label":"16","content":"Thaus Ahaj nov tas Nanpau tuag lawm, Ahaj txawm sawv tseeg moog rua huv Nanpau kws yog tuabneeg Yile‑ee lub vaaj txwv maab es moog txeeb hlo ua nwg tug."},{"bible_id":"1216","chapter_code":"1KI.21","verse_code":"1KI.21.17","label":"17","content":"Yawmsaub txawm has lug tuaj rua Eliya kws yog tuabneeg Thinpi tas,"},{"bible_id":"1216","chapter_code":"1KI.21","verse_code":"1KI.21.18","label":"18","content":"“Koj ca le sawv tseeg moog ntswb Yixayee tug vaajntxwv Ahaj kws kaav huv lub nroog Xamali. Saib maj, nwg nyob huv Nanpau lub vaaj txwv maab kws nwg txeeb hlo yuav ua nwg tug."},{"bible_id":"1216","chapter_code":"1KI.21","verse_code":"1KI.21.19","label":"19","content":"Koj has rua nwg tas, ‘Yawmsaub has le nuav tas, Koj tau tua hab tseed txeeb hlo lub vaaj lug ua koj tug hab lov?’ Hab koj ca le has rua nwg tas, ‘Yawmsaub has le nuav tas, Lub chaw kws dev yaim Nanpau cov ntshaav, dev kuj yuav yaim koj cov ntshaav hov ntawd hab.’ ”"},{"bible_id":"1216","chapter_code":"1KI.21","verse_code":"1KI.21.20","label":"20","content":"Ahaj txawm has rua Eliya tas, “Kuv tug yeeb ncuab 'e, koj ntswb tau kuv lawm lov?” Eliya teb tas, “Kuv ntswb koj lawm tsua qhov koj muab koj tug kheej muag moog ua tej kws Yawmsaub pum tas phem kawg."},{"bible_id":"1216","chapter_code":"1KI.21","verse_code":"1KI.21.21","label":"21","content":"‘Saib nawj, kuv yuav coj xwm txheej phem lug raug koj, hab kuv yuav rhuav tshem koj pov tseg huvsw hab yuav muab Ahaj cov txwvneej txhua tug tua taag nrho nwg tej qhev hab nwg tej tuabneeg ua kuas tu noob nrho huv cov Yixayee moog."},{"bible_id":"1216","chapter_code":"1KI.21","verse_code":"1KI.21.22","label":"22","content":"Hab kuv yuav ua kuas koj caaj ceg zoo ib yaam le Nenpa tug tub Yelaunpau‑aa caaj ceg hab ib yaam le Ahiya tug tub Npa‑asa caaj ceg, tsua qhov koj zwg ua rua kuv chim hab koj tau coj cov Yixayee ua txhum muaj txem.’"},{"bible_id":"1216","chapter_code":"1KI.21","verse_code":"1KI.21.23","label":"23","content":"Hab Yawmsaub has txug Yexenpee has tas, ‘Dev yuav noj Yexenpee rua huv Yile‑ee.’"},{"bible_id":"1216","chapter_code":"1KI.21","verse_code":"1KI.21.24","label":"24","content":"Ahaj cov tuabneeg tug kws tuag rua huv lub nroog mas dev yuav noj, tug kws tuag rua saab nrau mas laj daav sau nruab ntug yuav noj.”"},{"bible_id":"1216","chapter_code":"1KI.21","verse_code":"1KI.21.25","label":"25","content":"Tsw muaj leejtwg muab nwg tug kheej muag moog ua tej kws Yawmsaub pum tas phem kawg yaam le Ahaj kws nwg tug quaspuj Yexenpee txhob nwg ua."},{"bible_id":"1216","chapter_code":"1KI.21","verse_code":"1KI.21.26","label":"26","content":"Ahaj ua tej kws qas vuab tsuab kawg le tsua qhov kws lawv quas ncav tej txoov daab ib yaam le cov Amaulai kws Yawmsaub muab laim pluj plag ntawm cov Yixayee xubndag lawm."},{"bible_id":"1216","chapter_code":"1KI.21","verse_code":"1KI.21.27","label":"27","content":"Thaus Ahaj nov tej lug hov, nwg txawm dua rhe nwg lub tsho muab khaub seev tsaaj lug naav, hab yoo mov hab naav khaub seev tsaaj moog pw, hab moog moog lug lug dai hau quas vag."},{"bible_id":"1216","chapter_code":"1KI.21","verse_code":"1KI.21.28","label":"28","content":"Hab Yawmsaub has lug tuaj rua Eliya kws yog tuabneeg Thinpi tas,"},{"bible_id":"1216","chapter_code":"1KI.21","verse_code":"1KI.21.29","label":"29","content":"“Koj tub pum Ahaj txu nwg tug fwjchim rua ntawm kuv xubndag lawm lov? Vem nwg tub txu nwg tug fwjchim ntawm kuv xubndag lawm, kuv yuav tsw tso xwm txheej phem lug rua nwg swm neej, tassws kuv yuav tso xwm txheej phem lug raug nwg caaj ceg rua thaus nwg tug tub swm neej.”"},{"bible_id":"1216","chapter_code":"1KI.22","verse_code":"1KI.22.1","label":"1","content":"Alaa tebchaws hab Yixayee tebchaws tseg tsw ua rog tau peb xyoos."},{"bible_id":"1216","chapter_code":"1KI.22","verse_code":"1KI.22.2","label":"2","content":"Tassws xyoo kws peb Yuta tug vaajntxwv Yehausafa moog tshaam Yixayee tug vaajntxwv."},{"bible_id":"1216","chapter_code":"1KI.22","verse_code":"1KI.22.3","label":"3","content":"Yixayee tug vaajntxwv has rua nwg cov tub teg tub taw tas, “Mej puas paub tas lub moos Lamau Kile‑a yog peb le, es peb yuav nyob tuabywv tsw moog txeeb ntawm Alaa tug vaajntxwv txhais teg rov lug lov?”"},{"bible_id":"1216","chapter_code":"1KI.22","verse_code":"1KI.22.4","label":"4","content":"Ahaj has rua Yehausafa tas, “Koj yuav nrug kuv moog ua rog rua lub moos Lamau Kile‑a los tsw moog?” Mas Yehausafa has rua Yixayee tug vaajntxwv tas, “Koj zoo le caag kuv zoo le ntawd, kuv cov tuabneeg kuj yog koj le tuabneeg hab kuv cov neeg yog koj le neeg.”"},{"bible_id":"1216","chapter_code":"1KI.22","verse_code":"1KI.22.5","label":"5","content":"Yehausafa has rua Yixayee tug vaajntxwv tas, “Thov nug saib Yawmsaub has le caag tsaiv.”"},{"bible_id":"1216","chapter_code":"1KI.22","verse_code":"1KI.22.6","label":"6","content":"Tes Yixayee tug vaajntxwv txawm hu cov xwbfwb cev Vaajtswv lug kwvlaam plaub puas leej tuaj ua ke mas has rua puab tas, “Tswm nyog kuv moog ua rog rua lub moos Lamau Kile‑a los tsw xob moog?” Mas puab teb tas, “Moog los maj, tsua qhov Yawmsaub yuav muab lub moos hov rua huv vaajntxwv txhais teg.”"},{"bible_id":"1216","chapter_code":"1KI.22","verse_code":"1KI.22.7","label":"7","content":"Tassws Yehausafa has tas, “Muaj dua lwm tug xwbfwb cev Vaajtswv lug kws peb nug tau hab los tsw muaj lawm?”"},{"bible_id":"1216","chapter_code":"1KI.22","verse_code":"1KI.22.8","label":"8","content":"Yixayee tug vaajntxwv has rua Yehausafa tas, “Tseed tshuav ib tug yawm kws peb yuav kuas ua nug rua Yawmsaub tau hab, yog Mikhaya kws yog Ilas tug tub. Tassws kuv ntxub nwg tsua qhov nwg tsw txeev cev lug zoo ntswg txug kuv hlo le, tsuas yog cev lug phem xwb.” Tes Yehausafa has rua vaajntxwv tas, “Tsw xob has le kod.”"},{"bible_id":"1216","chapter_code":"1KI.22","verse_code":"1KI.22.9","label":"9","content":"Yixayee tug vaajntxwv hu ib tug tub teg tub taw lug hab has tas, “Ca le coj Ilas tug tub Mikhaya tuaj sai sai.”"},{"bible_id":"1216","chapter_code":"1KI.22","verse_code":"1KI.22.10","label":"10","content":"Yixayee tug vaajntxwv hab Yehausafa saamswm nyob sau ob tug lub zwm txwv hab naav tej tsoog meej mom rua ntawm lub tshaav ntaus qoob kws nyob ntawm lub rooj loog Xamali hab cov xwbfwb cev Vaajtswv lug suavdawg saamswm cev lug ntawm ob tug xubndag."},{"bible_id":"1216","chapter_code":"1KI.22","verse_code":"1KI.22.11","label":"11","content":"Mas Xentekhiya kws yog Khena‑ana tug tub txawm muab kaav hlau ua ib txwm kub rua nwg hab has tas, “Yawmsaub has le nuav tas, ‘Koj yuav swv txwm kub nuav nraus cov Alaa moog txug thaus puab puam tsuaj taag.’ ”"},{"bible_id":"1216","chapter_code":"1KI.22","verse_code":"1KI.22.12","label":"12","content":"Hab cov kws cev lug suavdawg kuj cev lug ib yaam nkaus le hov has tas, “Ca le moog rua lub moos Lamau Kile‑a, yuav kov yeej, tsua qhov Yawmsaub yuav muab lub moos hov rua huv vaajntxwv txhais teg.”"},{"bible_id":"1216","chapter_code":"1KI.22","verse_code":"1KI.22.13","label":"13","content":"Mas tug tub teg tub taw kws moog hu Mikhaya txawm has rua Mikhaya tas, “Saib maj, cov xwbfwb cev lug suavdawg ua ib lub suab has yaam kws zoo rua vaajntxwv xwb. Koj ca le has zoo ib yaam le puab has hab has yaam kws zoo xwb.”"},{"bible_id":"1216","chapter_code":"1KI.22","verse_code":"1KI.22.14","label":"14","content":"Tassws Mikhaya has tas, “Yawmsaub muaj txujsa nyob pum, Yawmsaub has le caag rua kuv, kuv yuav tsum has le ntawd xwb.”"},{"bible_id":"1216","chapter_code":"1KI.22","verse_code":"1KI.22.15","label":"15","content":"Thaus nwg tuaj cuag vaajntxwv, vaajntxwv has rua nwg tas, “Mikhaya, tswm nyog peb yuav moog ua rog rua Lamau Kile‑a los tsw xob moog?” Mikhaya teb nwg tas, “Ca le moog los maj, yuav kov yeej. Yawmsaub yuav muab lub moos hov rua huv vaajntxwv txhais teg.”"},{"bible_id":"1216","chapter_code":"1KI.22","verse_code":"1KI.22.16","label":"16","content":"Vaajntxwv txawm has rua nwg tas, “Kuv tub kuas koj cog lug twv pes tsawg zag lawm tas koj yuav tsum tuav Yawmsaub lub npe has qhov tseeb xwb xwb le?”"},{"bible_id":"1216","chapter_code":"1KI.22","verse_code":"1KI.22.17","label":"17","content":"Mikhaya txhad has tas, “Kuv pum cov Yixayee suavdawg raug tswv ua saab ua sua sau tej roob yaam nkaus le paab yaaj kws tsw muaj tug tswv yug. Hab Yawmsaub has tas, ‘Cov tuabneeg nuav tsw muaj tug tswv, ca puab nyag rov moog zoo rua nyag vaaj nyag tsev.’ ”"},{"bible_id":"1216","chapter_code":"1KI.22","verse_code":"1KI.22.18","label":"18","content":"Cov Yixayee tug vaajntxwv txhad has rua Yehausafa tas, “Kuv tub has rua koj tas nwg yuav tsw cev lug zoo ntswg txug kuv nua nev, tsuas yog cev lug phem xwb, los tsw yog?”"},{"bible_id":"1216","chapter_code":"1KI.22","verse_code":"1KI.22.19","label":"19","content":"Hab Mikhaya has tas, “Yog le nuav ca le tig ntsej noog Yawmsaub tej lug. Kuv pum Yawmsaub nyob sau nwg lub zwm txwv hab ib tsoom tuabneeg sau ntuj sawv ntawm nwg saab xws hab saab phem."},{"bible_id":"1216","chapter_code":"1KI.22","verse_code":"1KI.22.20","label":"20","content":"Mas Yawmsaub has tas, ‘Leejtwg yuav ntxag Ahaj kuas nwg moog qaug tuag rua ntawm lub moos Lamau Kile‑a?’ Ib tug has le u, ib tug has le nuav."},{"bible_id":"1216","chapter_code":"1KI.22","verse_code":"1KI.22.21","label":"21","content":"Muaj ib tug plig txawm txaav lug sawv ntsug ntawm Yawmsaub xubndag has tas, ‘Kuv yuav ntxag nwg.’"},{"bible_id":"1216","chapter_code":"1KI.22","verse_code":"1KI.22.22","label":"22","content":"Yawmsaub has rua tug plig hov tas, ‘Koj yuav ua le caag?’ Nwg teb tas, ‘Kuv yuav moog hab kuv yuav ua ib tug plig daag rua huv nwg cov xwbfwb kws cev lug lub qhov ncauj.’ Yawmsaub has tas, ‘Koj yuav moog ntxag nwg, hab koj yuav ua tau kuas tav. Koj ca le moog ua.’"},{"bible_id":"1216","chapter_code":"1KI.22","verse_code":"1KI.22.23","label":"23","content":"Vem le hov nwgnuav Yawmsaub txhad muab tug plig daag tso rua huv koj cov xwbfwb kws cev lug txhua tug lub qhov ncauj. Yawmsaub tub teem tej xwm txheej phem nuav lug raug koj lawm.”"},{"bible_id":"1216","chapter_code":"1KI.22","verse_code":"1KI.22.24","label":"24","content":"Tes Khena‑ana tug tub Xentekhiya txawm txaav lug tuab tawg ncuav Mikhaya saab plhu hab has tas, “Yawmsaub tug Ntsuj Plig tawm ntawm kuv taug txujkev twg moog has rua koj?”"},{"bible_id":"1216","chapter_code":"1KI.22","verse_code":"1KI.22.25","label":"25","content":"Mas Mikhaya has tas, “Saib maj, koj yuav paub rua nub kws koj tswv moog nraim cev rua chaav tsev huv plawv.”"},{"bible_id":"1216","chapter_code":"1KI.22","verse_code":"1KI.22.26","label":"26","content":"Yixayee tug vaajntxwv has tas, “Ca le nteg kag Mikhaya, coj nwg rov moog cob rua Amoo kws ua tim xyoob kaav lub nroog hab cob rua Yau‑as kws yog vaajntxwv tug tub,"},{"bible_id":"1216","chapter_code":"1KI.22","verse_code":"1KI.22.27","label":"27","content":"hab has tas, ‘Vaajntxwv has le nuav tas, Muab tug yawm nuav kaw nkuaj hab tsuas yog muab ncuav hab dej rua nwg xwb moog txug thaus kuv rov lug txug zoo.’ ”"},{"bible_id":"1216","chapter_code":"1KI.22","verse_code":"1KI.22.28","label":"28","content":"Mikhaya has tas, “Yog koj tseed rov lug txug zoo, tes tsw yog Yawmsaub kuas kuv has tej lug nuav.” Hab nwg has tas, “Mej suavdawg ca le noog nawj!”"},{"bible_id":"1216","chapter_code":"1KI.22","verse_code":"1KI.22.29","label":"29","content":"Yixayee tug vaajntxwv hab Yuta tug vaajntxwv Yehausafa txawm moog rua Lamau Kile‑a lawm."},{"bible_id":"1216","chapter_code":"1KI.22","verse_code":"1KI.22.30","label":"30","content":"Yixayee tug vaajntxwv has rua Yehausafa tas, “Kuv yuav hloov tsoog tsho ua cuav moog ntaus rog, tassws koj mas koj naav koj cev tsoog tsho meej mom.” Yixayee tug vaajntxwv txawm hloov tsoog tsho ua cuav txeem moog ua rog."},{"bible_id":"1216","chapter_code":"1KI.22","verse_code":"1KI.22.31","label":"31","content":"Cov Alaa tug vaajntxwv has rua peb caug ob tug thawj rog kws kaav nwg tej tsheb ua rog tas, “Tsw xob tua tej tub rog tsw has luj hab yau, tsuas yog tua cov Yixayee tug vaajntxwv xwb.”"},{"bible_id":"1216","chapter_code":"1KI.22","verse_code":"1KI.22.32","label":"32","content":"Thaus cov thawj rog kws kaav tej tsheb ua rog pum Yehausafa, puab has tas, “Yog Yixayee tug vaajntxwv tag tag le.” Puab txawm tig hlo moog tawm tsaam nwg. Mas Yehausafa qw nrov nrov."},{"bible_id":"1216","chapter_code":"1KI.22","verse_code":"1KI.22.33","label":"33","content":"Thaus cov thawj rog kws kaav tej tsheb ua rog pum tas tsw yog Yixayee tug vaajntxwv, puab txhad tseg tsw lawv nwg lawm."},{"bible_id":"1216","chapter_code":"1KI.22","verse_code":"1KI.22.34","label":"34","content":"Muaj ib tug yawm laam nqug neev nti kwv yees tua moog raug Yixayee tug vaajntxwv nkaag plawg lub tsho hlau ib kem ntawm hauv sab. Ahaj txhad has rua tug kws tsaav nwg lub tsheb ua rog tas, “Ca le tig rov qaab, coj kuv tawm huv tshaav rog moog, tsua qhov kuv raug mob lawm.”"},{"bible_id":"1216","chapter_code":"1KI.22","verse_code":"1KI.22.35","label":"35","content":"Nub ntawd kev sws ntaus sws tua luj heev, vaajntxwv txhad pheeb huv nwg lub tsheb ua rog tig saib ntsoov rua cov Alaa moog txug yuav tsaus ntuj nwg txawm tuag lawm. Cov ntshaav ntawm nwg qhov txhaab ndwg lug rua huv lub daab tsheb ua rog."},{"bible_id":"1216","chapter_code":"1KI.22","verse_code":"1KI.22.36","label":"36","content":"Kwvlaam thaus nub poob qho muaj suab qw nrov thoob plawg huv paab tub rog has tas,“Txhua tug nyag rov moog rua nyag lub moos hab moog rua nyag teb nyag chaw.”"},{"bible_id":"1216","chapter_code":"1KI.22","verse_code":"1KI.22.37","label":"37","content":"Vaajntxwv txhad tuag le nuav, mas puab coj nwg lug rua huv lub nroog Xamali, hab muab nwg log rua huv Xamali."},{"bible_id":"1216","chapter_code":"1KI.22","verse_code":"1KI.22.38","label":"38","content":"Puab muab nwg lub tsheb ua rog ntxuav ntawm lub paag dej Xamali, mas dev lug yaim vaajntxwv cov ntshaav, yog lub chaw kws cov puj muag cev daa dej, lawv le Yawmsaub tej lug kws nwg has ca lawd."},{"bible_id":"1216","chapter_code":"1KI.22","verse_code":"1KI.22.39","label":"39","content":"Lwm yaam num kws Ahaj ua hab txhua yaam kws nwg ua hab lub tsev kaug ntxhw kws nwg ua hab tej moos huvsw kws nwg khu dua tshab tub muab sau ca rua huv phoo ntawv kws has txug cov Yixayee tej vaajntxwv le keeb kwm."},{"bible_id":"1216","chapter_code":"1KI.22","verse_code":"1KI.22.40","label":"40","content":"Ahaj txhad tuag moog nrug nwg tej laug nyob. Nwg tug tub Ahaxiya sawv nwg chaw ua vaajntxwv kaav."},{"bible_id":"1216","chapter_code":"1KI.22","verse_code":"1KI.22.41","label":"41","content":"Xyoo plaub kws Ahaj ua vaajntxwv kaav Yixayee mas Axa tug tub Yehausafa chiv ua vaajntxwv kaav Yuta."},{"bible_id":"1216","chapter_code":"1KI.22","verse_code":"1KI.22.42","label":"42","content":"Thaus Yehausafa chiv ua vaajntxwv nwg noob nyoog muaj peb caug tswb xyoos, nwg nyob huv Yeluxalee kaav tau neeg nkaum tswb xyoos. Nwg nam npe hu ua Axunpa kws yog Sihi tug ntxhais."},{"bible_id":"1216","chapter_code":"1KI.22","verse_code":"1KI.22.43","label":"43","content":"Nwg ua lawv le nwg txwv Axa txujkev rua txhua qhov tsw tig moog rua saab twg le. Nwg ua tej kws Yawmsaub pum tas zoo. Tassws tej chaw sab teev daab tseed tsw tau muab rhuav pov tseg, cov pejxeem tseed xyeem tsaj hab hlawv moov xyaab rua sau tej chaw sab hov."},{"bible_id":"1216","chapter_code":"1KI.22","verse_code":"1KI.22.44","label":"44","content":"Yehausafa kuj nrug cov Yixayee tug vaajntxwv sws raug zoo tsw ua rog."},{"bible_id":"1216","chapter_code":"1KI.22","verse_code":"1KI.22.45","label":"45","content":"Lwm yaam num kws Yehausafa ua hab nwg tug fwjchim hab nwg tej kev ua rog mas tub muab sau ca rua huv phoo ntawv kws has txug cov Yuta tej vaajntxwv le keeb kwm."},{"bible_id":"1216","chapter_code":"1KI.22","verse_code":"1KI.22.46","label":"46","content":"Tej quasyawg muag cev ntawm tsev daab dhau nwg txwv lawm los tseed tshuav nyob nwg kuj muab ntxuav tawm huv lub tebchaws huvsw pov tseg."},{"bible_id":"1216","chapter_code":"1KI.22","verse_code":"1KI.22.47","label":"47","content":"Tsw muaj vaajntxwv kaav Entoo tebchaws lawm, muaj ib tug tim xyoob kaav."},{"bible_id":"1216","chapter_code":"1KI.22","verse_code":"1KI.22.48","label":"48","content":"Yehausafa ua tau ib co nkoj txwg zoo le cov Thasi ua mas yuav moog thauj tej kub ntawm Aufi lug. Tassws cov nkoj hov moog tsw txug tsua qhov cov nkoj ca le tawg pam taag rua ntawm Exi‑oo Kenpaw lawm."},{"bible_id":"1216","chapter_code":"1KI.22","verse_code":"1KI.22.49","label":"49","content":"Ahaj tug tub Ahaxiya has rua Yehausafa tas, “Thov ca kuv cov tub qhe nrug koj cov tub qhe tsaav nkoj moog.” Tassws Yehausafa tsw yeem."},{"bible_id":"1216","chapter_code":"1KI.22","verse_code":"1KI.22.50","label":"50","content":"Tes Yehausafa txawm tuag moog nrug nwg tej laug nyob. Puab muab nwg log nrug nwg tej laug ua ke rua huv nwg yawm koob Tavi lub nroog. Mas nwg tug tub Yehaulaa sawv nwg chaw ua vaajntxwv kaav."},{"bible_id":"1216","chapter_code":"1KI.22","verse_code":"1KI.22.51","label":"51","content":"Xyoo kaum xyaa kws Yehausafa kaav Yuta mas Ahaj tug tub Ahaxiya chiv ua vaajntxwv kaav Yixayee huv Xamali, nwg kaav Yixayee tau ob xyoos."},{"bible_id":"1216","chapter_code":"1KI.22","verse_code":"1KI.22.52","label":"52","content":"Nwg ua tej kws Yawmsaub pum tas phem hab nwg taug nraim nwg txwv hab nwg nam hab nwg yawm Yelaunpau‑aa kws yog Nenpa tug tub tug neev taw ua txhum hab coj cov Yixayee ua txhum."},{"bible_id":"1216","chapter_code":"1KI.22","verse_code":"1KI.22.53","label":"53","content":"Ahaxiya ua koom rua daab Npa‑aa hab pe hawm tug daab hov, ua rua Yawmsaub kws yog cov Yixayee tug Vaajtswv chim kawg ib yaam le nwg txwv ua hab."}]