[{"bible_id":"1216","chapter_code":"1SA.1","verse_code":"1SA.1.1","label":"1","content":"Muaj ib tug yawm nyob huv lub moos Lamatha‑i peg toj sab Efa‑i tebchaws, nwg yog Xub cum. Nwg npe hu ua Eekhana, nwg txwv yog Yelauhaa nwg yawm yog Elihu nwg yawm koob yog Thauhu hab nwg yawm suab yog Xub, yog xeem Efa‑i."},{"bible_id":"1216","chapter_code":"1SA.1","verse_code":"1SA.1.2","label":"2","content":"Eekhana muaj ob tug quaspuj. Ib tug hu ua Hana, ib tug hu ua Penina. Penina muaj mivnyuas huas Hana tsw muaj."},{"bible_id":"1216","chapter_code":"1SA.1","verse_code":"1SA.1.3","label":"3","content":"Mas Eekhana pheej naj xyoo tawm ntawm nwg lub moos moog pe hawm hab xyeem tsaj rua Yawmsaub kws muaj fwjchim luj kawg nkaus huv lub moos Silau. Eli ob tug tub kws yog Hauni hab Fineha ua pov thawj ua Yawmsaub tej num hov ntawd."},{"bible_id":"1216","chapter_code":"1SA.1","verse_code":"1SA.1.4","label":"4","content":"Nub kws Eekhana tua tsaj xyeem rua Yawmsaub, nwg kuj faib nqaj rua nwg tug quaspuj Penina hab faib rua nwg tej tub tej ntxhais huvsw."},{"bible_id":"1216","chapter_code":"1SA.1","verse_code":"1SA.1.5","label":"5","content":"Hab nwg faib ob npaug rua Hana vem nwg hlub Hana kuas Yawmsaub kaw Hana lub plaab tsw muaj mivnyuas."},{"bible_id":"1216","chapter_code":"1SA.1","verse_code":"1SA.1.6","label":"6","content":"Penina kws nrug Hana sws txeeb quasyawg pheej zwg Hana ua rua nwg chim, vem Yawmsaub kaw Hana lub plaab tsw muaj mivnyuas."},{"bible_id":"1216","chapter_code":"1SA.1","verse_code":"1SA.1.7","label":"7","content":"Pheej naj xyoo muaj lug le hov. Txhua zag kws moog rua peg Yawmsaub lub tsev Penina kuj zwg Hana. Vem le nuav Hana txhad le quaj quaj tsw kaam noj mov."},{"bible_id":"1216","chapter_code":"1SA.1","verse_code":"1SA.1.8","label":"8","content":"Mas Eekhana kws yog nwg tug quasyawg txhad nug nwg tas, “Hana, ua caag koj quaj? Ua caag koj tsw noj mov? Ua caag koj yuav nyuaj sab? Kuv zoo dua kaum leej tub rua koj kaj.”"},{"bible_id":"1216","chapter_code":"1SA.1","verse_code":"1SA.1.9","label":"9","content":"Thaus noj haus huv lub moos Silau taag lawd, Hana txawm sawv tseeg. Tug pov thawj Eli nyob tsawg sau lub rooj kws nyob ntawm lub qhov rooj huv Yawmsaub lub tsev ib saab."},{"bible_id":"1216","chapter_code":"1SA.1","verse_code":"1SA.1.10","label":"10","content":"Hana nyuaj sab kawg le, nwg thov Yawmsaub hab quaj quaj heev."},{"bible_id":"1216","chapter_code":"1SA.1","verse_code":"1SA.1.11","label":"11","content":"Nwg tau yeem lug has tas, “Au Yawmsaub kws muaj fwjchim luj kawg nkaus, yog koj tsaa qhov muag saib txug kuv kws yog koj tug nkauj qhev txujkev txom nyem nyuaj sab, hab ncu txug kuv hab tsw nov qaab kuv kws yog koj tug nkauj qhev es pub ib tug tub rua kuv, mas kuv yuav pub nwg rov rua Yawmsaub taag nwg swm neej hab tsw kheev raab chais nphaav nwg taubhau hlo le.”"},{"bible_id":"1216","chapter_code":"1SA.1","verse_code":"1SA.1.12","label":"12","content":"Thaus nwg tseed saamswm thov Yawmsaub hov, Eli saib ntsoov nwg lub qhov ncauj."},{"bible_id":"1216","chapter_code":"1SA.1","verse_code":"1SA.1.13","label":"13","content":"Tassws Hana has huv lub sab tsuas yog nwg qhov ncauj ua nkawv nkim xwb, tsw nov nwg lub suab. Vem le nuav Eli txhad xaav tas yog nwg qaug cawv."},{"bible_id":"1216","chapter_code":"1SA.1","verse_code":"1SA.1.14","label":"14","content":"Eli txhad has rua nwg tas, “Koj yuav qaug moog ntev le caag? Ca le muab cawv tso tseg los maj.”"},{"bible_id":"1216","chapter_code":"1SA.1","verse_code":"1SA.1.15","label":"15","content":"Tassws Hana teb tas, “Yawm hlub, tsw yog le hov, kuv yog ib tug quaspuj kws lwj sab kawg le. Kuv tsw tau haus cawv txwv maab hab cawv ntxws hlo le, tassws kuv qheb hlo kuv lub sab qha rua Yawmsaub."},{"bible_id":"1216","chapter_code":"1SA.1","verse_code":"1SA.1.16","label":"16","content":"Tsw xob xaav has tas kuv kws yog koj tug nkauj qhev yog ib tug quaspuj tsw tswm txaj. Qhov kws kuv has le hov tub yog vem kuv muaj kev nyuaj sab hab kev lwj sab kawg.”"},{"bible_id":"1216","chapter_code":"1SA.1","verse_code":"1SA.1.17","label":"17","content":"Tes Eli teb tas, “Koj ca le moog zoo kaaj sab lug. Thov Yixayee tug Vaajtswv ua lawv le tej lug kws koj thov ntawd.”"},{"bible_id":"1216","chapter_code":"1SA.1","verse_code":"1SA.1.18","label":"18","content":"Mas Hana has rua nwg tas, “Thov koj hlub kuv kws yog koj tug nkauj qhev.” Tes Hana txawm tawm moog noj mov hab nwg lub ntsej muag tsw mluag lawm."},{"bible_id":"1216","chapter_code":"1SA.1","verse_code":"1SA.1.19","label":"19","content":"Puab sawv ntxuv pe hawm Yawmsaub taag tes puab txawm rov moog tsev rua huv lub moos Lama lawm. Eekhana nrug nwg tug quaspuj Hana pw hab Yawmsaub ncu txug Hana."},{"bible_id":"1216","chapter_code":"1SA.1","verse_code":"1SA.1.20","label":"20","content":"Mas thaus txug lub caij lawm Hana txawm xeeb tub hab yug tau ib tug tub, hab tis npe hu ua Xamuyee  tsua qhov nwg has tas, “Yog kuv thov tau ntawm Vaajtswv.”"},{"bible_id":"1216","chapter_code":"1SA.1","verse_code":"1SA.1.21","label":"21","content":"Eekhana hab nwg tsev tuabneeg suavdawg moog xyeem tsaj lawv le naj xyoo rua Yawmsaub hab pauj tej kws nwg fev ca lawm."},{"bible_id":"1216","chapter_code":"1SA.1","verse_code":"1SA.1.22","label":"22","content":"Tassws Hana tsw moog, tsua qhov nwg has rua nwg tug quasyawg tas, “Thaus tug mivtub tseg mig lawd kuv yuav coj nwg moog sub nwg txhad moog nyob rua ntawm Yawmsaub xubndag hab nyob hov ntawd moog le.”"},{"bible_id":"1216","chapter_code":"1SA.1","verse_code":"1SA.1.23","label":"23","content":"Eekhana kws yog nwg tug quasyawg has rua nwg tas, “Ca le ua lawv le koj pum zoo, es tog txug thaus kws muab tug mivtub cais mig tsaiv. Tsuav yog thov Yawmsaub ua kuas nwg tej lug tav xwb.” Hana txhad nyob tsev tu nwg tug tub moog txug thaus nwg muab tug tub cais mig."},{"bible_id":"1216","chapter_code":"1SA.1","verse_code":"1SA.1.24","label":"24","content":"Thaus nwg muab tug tub cais mig lawd, nwg txawm coj tug tub hab ib tug txwv nyuj noob nyoog peb xyoos hab ib efa  moov mog hab ib naab tawv cawv txwv maab moog rua ntawm Yawmsaub lub tsev huv lub moos Silau. Tug mivtub tseed yau hab."},{"bible_id":"1216","chapter_code":"1SA.1","verse_code":"1SA.1.25","label":"25","content":"Puab tua tug txwv nyuj hov hab coj tug mivtub moog cuag Eli."},{"bible_id":"1216","chapter_code":"1SA.1","verse_code":"1SA.1.26","label":"26","content":"Mas Hana has rua Eli tas, “Yawm hlub, koj muaj txujsa nyob pum, kuv yog tug quaspuj kws sawv ntsug thov Yawmsaub ntawm nuav taab meeg koj."},{"bible_id":"1216","chapter_code":"1SA.1","verse_code":"1SA.1.27","label":"27","content":"Kuv thov kuas tau tug mivnyuas nuav, mas Yawmsaub pub lawv le kuv tej lug thov rua kuv."},{"bible_id":"1216","chapter_code":"1SA.1","verse_code":"1SA.1.28","label":"28","content":"Vem le nuav kuv txhad muab nwg qev rua Yawmsaub, muab nwg pub rua Yawmsaub taag nwg swm neej.” Tes Eekhana txawm pe hawm Yawmsaub hov ntawd."},{"bible_id":"1216","chapter_code":"1SA.2","verse_code":"1SA.2.1","label":"1","content":"Tes Hana txawm thov Yawmsaub has tas, “Kuv lub sab xyiv faab rua huv Yawmsaub, kuv tug kub kuj raug muab tsaa rua lub chaw sab huv Yawmsaub. Kuv lub qhov ncauj khaav tau rua kuv cov yeeb ncuab, tsua qhov kuv zoo sab rua koj txujkev cawm dim."},{"bible_id":"1216","chapter_code":"1SA.2","verse_code":"1SA.2.2","label":"2","content":"“Tsw muaj leejtwg dawb huv le Yawmsaub, tsw muaj leejtwg zoo cuag le koj, tsw muaj ib txhwb zeb twg zoo cuag le peb tug Vaajtswv."},{"bible_id":"1216","chapter_code":"1SA.2","verse_code":"1SA.2.3","label":"3","content":"Tsw xob has lug khaav theeb dua le lawm, tsw xob ca tej lug muab hlub tawm huv lub qhov ncauj, tsua qhov Yawmsaub yog tug Vaajtswv kws paub txhua yaam, hab muab txhua yaam num kiv tshuaj saib."},{"bible_id":"1216","chapter_code":"1SA.2","verse_code":"1SA.2.4","label":"4","content":"Cov kws muaj zug raab neev raug muab luv lawm, cov kws tsaug leeg kuj tau tug zug lug naav lawm."},{"bible_id":"1216","chapter_code":"1SA.2","verse_code":"1SA.2.5","label":"5","content":"Cov kws txeev noj tsau npo kuj tawm moog ua zug nrhav noj, cov kws tshaib plaab kuj tsw tshaib lawm. Tug kws ib txwm xeeb tsw taug mivnyuas kuj yug tau xyaa tug lawm, tassws tug kws muaj mivnyuas coob ua ntsog qos ntsuag."},{"bible_id":"1216","chapter_code":"1SA.2","verse_code":"1SA.2.6","label":"6","content":"Yawmsaub muab tua hab pub txujsa, nwg coj nqeg moog rua huv tub tuag teb hab tsaa kuas sawv rov lug."},{"bible_id":"1216","chapter_code":"1SA.2","verse_code":"1SA.2.7","label":"7","content":"Yawmsaub ua kuas pluag hab ua kuas muaj, nwg muab txu kuas qeg hab muab tsaa kuas sawv sab."},{"bible_id":"1216","chapter_code":"1SA.2","verse_code":"1SA.2.8","label":"8","content":"Nwg tsaa cov kws pluag sawv huv moov aav lug, nwg muab cov kws raug txom nyem tsaa sawv huv qhov tshauv lug, coj puab lug nrug cov thawj nyob tsawg ua ke, hab tau lub rooj sab kws muaj koob meej ua puab tug. Cov ncej kws txheem lub nplajteb nuav yog Yawmsaub le, nwg muab lub nplajteb txawb rua sau cov ncej hov."},{"bible_id":"1216","chapter_code":"1SA.2","verse_code":"1SA.2.9","label":"9","content":"“Nwg yuav tsom kwm cov kws npuab nwg, txhais kwtaw, tassws cov tuabneeg limham yuav nyob ntsag tu rua huv qhov tsaus ntuj, tsua qhov tuabneeg swv nwg tug zug xwb yuav kov tsw yeej."},{"bible_id":"1216","chapter_code":"1SA.2","verse_code":"1SA.2.10","label":"10","content":"Yawmsaub cov yeeb ncuab yuav raug muab tsoo tawg ua tej dwb daim, nwg yuav ua xub nthe sau ntuj tawm tsaam puab. Yawmsaub yuav txav txem thoob plawg huv lub qaab ntuj nuav, nwg yuav pub zug rua nwg tug vaajntxwv, hab yuav tsaa tug kws nwg laub roj tsaa ca lawm tug kub nyob sab dua huvsw.”"},{"bible_id":"1216","chapter_code":"1SA.2","verse_code":"1SA.2.11","label":"11","content":"Tes Eekhana txawm rov qaab moog tsev rua huv lub moos Lama lawm. Tes tug mivtub hov ua koom rua Yawmsaub ntawm tug pov thawj Eli lub xubndag."},{"bible_id":"1216","chapter_code":"1SA.2","verse_code":"1SA.2.12","label":"12","content":"Eli ob tug tub yog tuabneeg tsw tsheej haaj tsw fwm Yawmsaub hlo le,"},{"bible_id":"1216","chapter_code":"1SA.2","verse_code":"1SA.2.13","label":"13","content":"hab tsw quav ntsej tej kevcai kws cov pov thawj coj rua tej pejxeem. Thaus leejtwg coj tsaj tuaj xyeem mas thaus saamswm hau nqaj tug pov thawj tug tub qhe yuav lug tuav rawv raab muv kws muaj peb ceg."},{"bible_id":"1216","chapter_code":"1SA.2","verse_code":"1SA.2.14","label":"14","content":"Nwg yuav muab raab muv nkaug rua huv lub yag lossws lub fwj lossws lub laujkaub luj lub laujkaub miv. Txhua yaam kws raab muv chob tau hov tug pov thawj yuav muab ua nwg tug coj lug noj. Eli ob tug tub ua le nuav rua txhua tug Yixayee kws tuaj rua huv lub moos Silau."},{"bible_id":"1216","chapter_code":"1SA.2","verse_code":"1SA.2.15","label":"15","content":"Tsw taag le ntawd xwb, ua ntej kws puab tsw tau hlawv cov npluag roj, tug pov thawj tug qhev pheej lug has rua tug kws muab xyeem hov tas, “Thov nqaj moog rua tug pov thawj kib. Nwg tsw yuav tej nqaj kws koj hau nwg yuav nqaj nyoog xwb.”"},{"bible_id":"1216","chapter_code":"1SA.2","verse_code":"1SA.2.16","label":"16","content":"Yog tug kws xyeem teb tas, “Thov ca puab hlawv cov npluag roj tsaiv koj maav coj npaum le koj lub sab nyam moog,” tug qhev yuav has tas, “Tsw tau le, yuav tsum muab nwgnuav xwb. Yog koj tsw muab los kuv yuav muab kuv moog.”"},{"bible_id":"1216","chapter_code":"1SA.2","verse_code":"1SA.2.17","label":"17","content":"Vem le nuav Yawmsaub txhad pum tas ob tug tub hluas nuav lub txem luj kawg le tsua qhov ob tug saib tsw taug tej kws muab xyeem rua Yawmsaub."},{"bible_id":"1216","chapter_code":"1SA.2","verse_code":"1SA.2.18","label":"18","content":"Xamuyee ua koom rua ntawm Yawmsaub xubndag, nwg yog ib tug mivtub kws naav ib lub tsho efauj  ntaub maag."},{"bible_id":"1216","chapter_code":"1SA.2","verse_code":"1SA.2.19","label":"19","content":"Nwg nam naj xyoo xaws ib lub tsho miv miv coj moog rua nwg rua thaus nwg nrug tug quasyawg moog xyeem tsaj rua Yawmsaub."},{"bible_id":"1216","chapter_code":"1SA.2","verse_code":"1SA.2.20","label":"20","content":"Mas Eli pheej foom koob moov rua Eekhana hab nwg tug quaspuj tas, “Thov Yawmsaub pub tug quaspuj nuav yug mivnyuas rua koj pauj tug kws nwg thov es muab qev rua Yawmsaub lawm.” Tes ob tug le rov moog tsev."},{"bible_id":"1216","chapter_code":"1SA.2","verse_code":"1SA.2.21","label":"21","content":"Yawmsaub lug paab Hana, mas nwg txhad le xeeb mivnyuas yug tau peb tug tub hab ob tug ntxhais. Tug mivtub Xamuyee kuj hlub zoo rua ntawm Yawmsaub lub xubndag."},{"bible_id":"1216","chapter_code":"1SA.2","verse_code":"1SA.2.22","label":"22","content":"Eli laug heev lawm hab nwg kuj nov txug txhua yaam kws nwg ob tug tub ua rua cov Yixayee, hab nov txug qhov kws ob tug deev cov quaspuj kws ua num ntawm lub rooj vaag kws nkaag moog rua huv lub tsev ntaub sws ntswb."},{"bible_id":"1216","chapter_code":"1SA.2","verse_code":"1SA.2.23","label":"23","content":"Mas nwg has rua ob tug tas, “Ua caag meb yuav ua le nuav? Kuv tau nov cov pejxeem pav tej kev phem kws meb ua."},{"bible_id":"1216","chapter_code":"1SA.2","verse_code":"1SA.2.24","label":"24","content":"Tub 'e, tsw xob ua. Tej xuv kws kuv nov Yawmsaub cov tuabneeg pav nchaa quas lug hov mas tsw zoo hlo le."},{"bible_id":"1216","chapter_code":"1SA.2","verse_code":"1SA.2.25","label":"25","content":"Yog tuabneeg ua txhum rua tuabneeg, Vaajtswv nyob nruab nraab tu. Tassws yog tuabneeg ua txhum rua Yawmsaub, leejtwg yuav thov tau?” Tassws ob tug tsw kaam noog leej txwv has tsua qhov tas Yawmsaub tub npaaj sab muab ob tug tua pov tseg lawm."},{"bible_id":"1216","chapter_code":"1SA.2","verse_code":"1SA.2.26","label":"26","content":"Tug mivtub Xamuyee kuj hlub zuj zug, Yawmsaub hab tuabneeg kuj txaus sab rua nwg zuj quas zug."},{"bible_id":"1216","chapter_code":"1SA.2","verse_code":"1SA.2.27","label":"27","content":"Thaus ntawd muaj Vaajtswv le ib tug tuabneeg tuaj has rua Eli tas, “Yawmsaub has le nuav tas, ‘Kuv tub qha kuv rua koj yawm koob Aloo tsev tuabneeg rua thaus puab nyob huv Iyi tebchaws kws puab nyob huv Falau kev tswjfwm."},{"bible_id":"1216","chapter_code":"1SA.2","verse_code":"1SA.2.28","label":"28","content":"Kuv xaiv nwg tawm huv txhua xeem Yixayee lug ua kuv le pov thawj moog ua num ntawm kuv lub thaaj hab hlawv moov tshuaj tsw qaab hab naav lub tsho efauj  rau ntawm kuv xubndag. Kuv tau muab tej kws cov Yixayee muab hlawv xyeem rua kuv huvsw ua koj yawm koob caaj ceg le feem."},{"bible_id":"1216","chapter_code":"1SA.2","verse_code":"1SA.2.29","label":"29","content":"Ua caag koj yuav saib tsw taug tej kws muab xyeem rua kuv hab tej kws kuv has kuas muab pub rua kuv? Koj muab koj ob tug tub saib hlub dua kuv es muab txhua yaam zoo kawg kws kuv haiv tuabneeg Yixayee muab xyeem rua kuv txaav kuas mej rog rog.’"},{"bible_id":"1216","chapter_code":"1SA.2","verse_code":"1SA.2.30","label":"30","content":"“Vem le nuav Yawmsaub kws yog cov Yixayee tug Vaajtswv txhad has tas, ‘Kuv tub cog lug tas koj tsev tuabneeg hab koj yawm koob caaj ceg yuav ua koom rua kuv moog ib txhws.’ Tassws nwgnuav Yawmsaub tshaaj tawm tas, ‘Tej kws kuv has ntawd muab rhuav pov tseg lawm. Tsua qhov cov kws muab kuv saib hlub kuv yuav muab puab saib hlub, cov kws saib tsw taug kuv, kuv yuav saib tsw taug puab."},{"bible_id":"1216","chapter_code":"1SA.2","verse_code":"1SA.2.31","label":"31","content":"“ ‘Saib maj, lub caij lub nyoog kws kuv yuav txav koj tug zug hab koj yawm koob caaj ceg tug zug pov tseg lug yuav txug, sub txhad tsw muaj ib tug laug nyob huv koj lub cuab."},{"bible_id":"1216","chapter_code":"1SA.2","verse_code":"1SA.2.32","label":"32","content":"Koj yuav raug kev txom nyem nyuaj sab, saib lab muag khav khib tej kev vaam meej kws cov Yixayee tau lawd, hab koj cuab tuabneeg yuav tsw muaj ib tug nyob laug moog ib txhab ib txhws le."},{"bible_id":"1216","chapter_code":"1SA.2","verse_code":"1SA.2.33","label":"33","content":"Koj cov tuabneeg kws kuv tseg txujsa nyob tsw muab txav kuas tu ntawm kuv lub thaaj los yuav ua rua koj quaj quaj ua qhov muag tho ntshuv hab ua rua koj lub sab ntxhuv quas nyo. Koj caaj ceg yaav tom qaab suavdawg pheej yuav tuag rua thaus tseed hluas muaj zug npho."},{"bible_id":"1216","chapter_code":"1SA.2","verse_code":"1SA.2.34","label":"34","content":"“ ‘Tej kws yuav raug Hauni hab Fineha kws yog koj ob tug tub, yog qhov kws ob tug yuav tuag rua ib nub, mas tej nuav yuav qha koj paub tas tej kws has yog muaj tseeb."},{"bible_id":"1216","chapter_code":"1SA.2","verse_code":"1SA.2.35","label":"35","content":"Kuv yuav tsaa ib tug pov thawj kws lub sab xwb rua kuv, kws yuav ua lawv le tej kws kuv xaav huv kuv lub sab. Kuv yuav pub nwg muaj ib ceg tuabneeg ruaj khov, hab nwg yuav ua koom rua ntawm tug kws kuv laub roj tsaa ca lawd lub xubndag moog ib txhws."},{"bible_id":"1216","chapter_code":"1SA.2","verse_code":"1SA.2.36","label":"36","content":"Hab koj caaj ceg kws tseed tshuav nyob yuav thov tug ntawd ib lub txag nyaj lossws ib lub ncuav noj, hab yuav has tas, Thov koj tsaa kuv ua tej num pov thawj kuv txhad tau noj tej zaub mov mivntswv hab.’ ”"},{"bible_id":"1216","chapter_code":"1SA.3","verse_code":"1SA.3.1","label":"1","content":"Eli qha tug mivtub Xamuyee ua koom rua Yawmsaub. Ncua swjhawm ntawd Yawmsaub tsw has lug tuaj ntau pes tsawg, hab tsw muaj yug quas toog ntau."},{"bible_id":"1216","chapter_code":"1SA.3","verse_code":"1SA.3.2","label":"2","content":"Thaus ntawd Eli pw huv nwg lub txaaj, nwg lub qhov muag tsw tshua pum kev lawm."},{"bible_id":"1216","chapter_code":"1SA.3","verse_code":"1SA.3.3","label":"3","content":"Vaajtswv lub teeb tseed ci, hab Xamuyee tseed pw huv Yawmsaub lub tsev ntaub kws muaj Vaajtswv lub swb xaab."},{"bible_id":"1216","chapter_code":"1SA.3","verse_code":"1SA.3.4","label":"4","content":"Yawmsaub hu tas, “Xamuyee, Xamuyee.” Mas Xamuyee teb tas, “Kuv nyob ntawm nuav 'os.”"},{"bible_id":"1216","chapter_code":"1SA.3","verse_code":"1SA.3.5","label":"5","content":"Nwg txawm dha moog has rua Eli tas, “Kuv nyob nuav 'os, koj hu kuv.” Kuas Eli has tas, “Kuv tsw tau hu koj. Ca le rov qaab moog pw.” Xamuyee txawm rov moog pw."},{"bible_id":"1216","chapter_code":"1SA.3","verse_code":"1SA.3.6","label":"6","content":"Yawmsaub rov hu dua tas, “Xamuyee.” Mas Xamuyee sawv tseeg moog rua ntawm Eli hab has tas, “Kuv nyob nuav 'os, koj hu kuv.” Kuas Eli has tas, “Mivtub, kuv tsw tau hu koj. Ca le rov qaab moog pw.”"},{"bible_id":"1216","chapter_code":"1SA.3","verse_code":"1SA.3.7","label":"7","content":"Xamuyee tsw tau paub dua Yawmsaub hab Yawmsaub tsw tau has lug tuaj rua nwg dua le."},{"bible_id":"1216","chapter_code":"1SA.3","verse_code":"1SA.3.8","label":"8","content":"Mas Yawmsaub hu Xamuyee zag peb. Nwg sawv tseeg moog rua ntawm Eli hab has tas, “Kuv nyob nuav 'os, koj hu kuv.” Tes Eli txhad paub tas yog Yawmsaub hu tug mivtub hov."},{"bible_id":"1216","chapter_code":"1SA.3","verse_code":"1SA.3.9","label":"9","content":"Yog le hov Eli txhad has rua Xamuyee tas, “Ca le rov qaab moog pw. Yog nwg rov hu koj, koj ca le teb tas, ‘Yawmsaub, thov koj ca le has, kuv kws yog koj tug qhev tig ntsej noog.’ ” Xamuyee txawm rov moog pw huv nwg lub chaw."},{"bible_id":"1216","chapter_code":"1SA.3","verse_code":"1SA.3.10","label":"10","content":"Yawmsaub lug sawv ntsug hu ib yaam le kws dhau lug has tas, “Xamuyee, Xamuyee.” Mas Xamuyee has tas, “Thov koj ca le has, kuv kws yog koj tug qhev tig ntsej noog.”"},{"bible_id":"1216","chapter_code":"1SA.3","verse_code":"1SA.3.11","label":"11","content":"Mas Yawmsaub has rua Xamuyee tas, “Saib maj, kuv yuav ua ib yaam tshwm rua huv cov Yixayee, txhua tug kws tau nov yuav rhab ob saab qhov ntsej huvsw."},{"bible_id":"1216","chapter_code":"1SA.3","verse_code":"1SA.3.12","label":"12","content":"Nub ntawd kuv yuav ua tej kws kuv has txug Eli caaj ceg tav rua Eli, txwj thaus chiv moog txug thaus kawg."},{"bible_id":"1216","chapter_code":"1SA.3","verse_code":"1SA.3.13","label":"13","content":"Kuv tub has rua nwg tas kuv yuav txav txem rua nwg caaj ceg moog ib txhws, tsua qhov nwg tub paub lawm tas nwg ob tug tub ua tej kev txhum txem kws has lug tuam mom Vaajtswv los nwg kuj tsw txwv."},{"bible_id":"1216","chapter_code":"1SA.3","verse_code":"1SA.3.14","label":"14","content":"Vem le nuav kuv txhad cog lug tawv rua Eli caaj ceg tas Eli caaj ceg lub txem hov txawm yog tua tsaj xyeem hab muab hov txhua chaw xyeem los ntxuav tsw tau moog ib txhws le.”"},{"bible_id":"1216","chapter_code":"1SA.3","verse_code":"1SA.3.15","label":"15","content":"Xamuyee pw moog txug kaaj ntug, nwg le qheb Yawmsaub lub tsev ntaub tej qhov rooj. Xamuyee ntshai tsw kaav has zaaj yug quas toog hov rua Eli."},{"bible_id":"1216","chapter_code":"1SA.3","verse_code":"1SA.3.16","label":"16","content":"Tassws Eli hu Xamuyee lug hab has tas, “Kuv tug tub Xamuyee 'e.” Xamuyee teb tas, “Kuv nyob nuav 'os.”"},{"bible_id":"1216","chapter_code":"1SA.3","verse_code":"1SA.3.17","label":"17","content":"Eli nug tas, “Zaaj kws Yawmsaub has rua koj yog daabtsw? Ca le has rua kuv, tsw xob zais hlo le. Yog koj zais zaaj kws Yawmsaub qha koj hov ib yaam daabtsw tsw kaam qha kuv, thov Vaajtswv rau txem rua koj hab rau nyaav dua.”"},{"bible_id":"1216","chapter_code":"1SA.3","verse_code":"1SA.3.18","label":"18","content":"Yog le hov Xamuyee txhad qha txhua yaam rua Eli tsw zais ib yaam daabtsw le. Mas Eli has tas, “Nwg yog Yawmsaub, ca nwg ua lawv le nwg pum zoo.”"},{"bible_id":"1216","chapter_code":"1SA.3","verse_code":"1SA.3.19","label":"19","content":"Xamuyee kuj luj hlub hab Yawmsaub nrug nraim nwg hab tsw pub Xamuyee tej lug poob ib lus hlo le."},{"bible_id":"1216","chapter_code":"1SA.3","verse_code":"1SA.3.20","label":"20","content":"Cov Yixayee taag nrho txwj ntawm Ntaaj moog txug Npe‑awsenpa puavleej paub tas Xamuyee raug muab tsaa ua xwbfwb cev Yawmsaub lug lawm."},{"bible_id":"1216","chapter_code":"1SA.3","verse_code":"1SA.3.21","label":"21","content":"Hab Yawmsaub tseed lug tshwm rua ntawm Silau, tsua qhov Yawmsaub has lug tuaj rua Xamuyee qha nwg paub txug Yawmsaub ntawm lub moos Silau."},{"bible_id":"1216","chapter_code":"1SA.4","verse_code":"1SA.4.1","label":"1","content":"Hab Xamuyee tej lug nrov moog thoob plawg cov Yixayee suavdawg. Thaus ntawd cov Yixayee txhwj rog moog ua rog rua cov Filixatee. Puab tsuam yeej rua ntawm Enpee‑exaw, cov Filixatee tsuam yeej rua ntawm Afe."},{"bible_id":"1216","chapter_code":"1SA.4","verse_code":"1SA.4.2","label":"2","content":"Cov Filixatee npaaj tub rog moog ntaus cov Yixayee, mas thaus ua rog heev quas zug lawm cov Yixayee txawm swb cov Filixatee, puab raug tua tuag huv tshaav rog kwvlaam plaub txheeb leej."},{"bible_id":"1216","chapter_code":"1SA.4","verse_code":"1SA.4.3","label":"3","content":"Thaus cov tub rog thim rov lug rua huv lub yeej Yixayee cov kev txwj quas laug has tas, “Ua caag nub nua Yawmsaub ua rua peb swb cov Filixatee? Ca peb moog coj Yawmsaub lub swb xaab sws cog lug huv lub moos Silau tuaj sub Yawmsaub txhad lug rua huv plawv peb hab cawm peb dim huv peb cov yeeb ncuab txhais teg.”"},{"bible_id":"1216","chapter_code":"1SA.4","verse_code":"1SA.4.4","label":"4","content":"Puab txhad khaiv tuabneeg moog coj Yawmsaub lub swb xaab sws cog lug huv lub moos Silau tuaj, yog Yawmsaub kws muaj fwjchim luj kawg nkaus kws nyob lub zwm txwv sau cov Khelunpee. Hauni hab Fineha kws yog Eli ob tug tub kuj nrug nraim Vaajtswv lub swb xaab sws cog lug tuaj."},{"bible_id":"1216","chapter_code":"1SA.4","verse_code":"1SA.4.5","label":"5","content":"Thaus Yawmsaub lub swb xaab sws cog lug tuaj txug huv lub yeej, cov Yixayee suavdawg qw nrov nrov ua aav tseeg quas nkawg."},{"bible_id":"1216","chapter_code":"1SA.4","verse_code":"1SA.4.6","label":"6","content":"Thaus cov Filixatee nov lub suab qw nrov le hov puab txawm has tas, “Lub suab qw nrov nrov huv cov Henplais lub yeej yog daabtsw?” Thaus puab paub tas Yawmsaub lub swb xaab tuaj rua huv lub yeej lawm,"},{"bible_id":"1216","chapter_code":"1SA.4","verse_code":"1SA.4.7","label":"7","content":"cov Filixatee kuj ntshai tsua qhov puab has tas, “Ib tug timtswv tuaj rua huv lub yeej lawm.” Hab puab has tas, “Peb raug kev txom nyem lauj! Tsua qhov yaav tom ntej tsw txeev muaj le nuav."},{"bible_id":"1216","chapter_code":"1SA.4","verse_code":"1SA.4.8","label":"8","content":"Peb raug txom nyem lauj! Leejtwg yuav paab peb dim huv tej timtswv luj hov tug fwjchim? Tej timtswv hov yog cov kws tso txhua yaam vej sub vej sw raug cov Iyi huv tebchaws moj saab qhua ntaag."},{"bible_id":"1216","chapter_code":"1SA.4","verse_code":"1SA.4.9","label":"9","content":"Cov Filixatee 'e, ca le ua sab tuab, ca le ua khov kho le tug txwvneej yawg, sub mej txhad tsw ua cov Henplais le qhev ib yaam le puab ua mej le qhev. Ca le ua khov kho le tug txwvneej yawg moog ntaus rog.”"},{"bible_id":"1216","chapter_code":"1SA.4","verse_code":"1SA.4.10","label":"10","content":"Cov Filixatee txhad le txeem tuaj ntaus, tes cov Yixayee txawm swb lawm, nyag taug nyag tswv moog tsev. Thaus ntawd cov kws raug tua tuag coob kawg le, Yixayee cov tub rog tuag peb vaam leej."},{"bible_id":"1216","chapter_code":"1SA.4","verse_code":"1SA.4.11","label":"11","content":"Yawmsaub lub swb xaab kuj raug luas txeeb tau coj moog lawm hab Hauni hab Fineha kws yog Eli ob tug tub kuj raug tua tuag."},{"bible_id":"1216","chapter_code":"1SA.4","verse_code":"1SA.4.12","label":"12","content":"Tuab nub ntawd muaj ib tug yawm xeem Npeeyamee dha huv tshaav rog lug txug lub moos Silau, hab nwg muab rwg tsho dua nduag taag hab tsuab aav rua sau nwg taubhau."},{"bible_id":"1216","chapter_code":"1SA.4","verse_code":"1SA.4.13","label":"13","content":"Thaus nwg lug txug hov, Eli nyob quas tsawg sau nwg lub rooj ntawm ntug kev tog saib kev ntsoov, tsua qhov nwg lub sab txhawj quas ntsuav txug Vaajtswv lub swb xaab. Thaus tug yawm hov lug rua huv lub moos hab tshaaj tej xuv hov rua suavdawg noog, taag nrho cov tuabneeg huv lub moos quaj qw nrov."},{"bible_id":"1216","chapter_code":"1SA.4","verse_code":"1SA.4.14","label":"14","content":"Thaus Eli nov lub suab quaj qw hov, nwg txawm nug tas, “Lub suab nrov ua nqaaj ua nqug hov yog daabtsw?” Tes tug yawm hov txawm maaj nroog lug qha rua Eli."},{"bible_id":"1216","chapter_code":"1SA.4","verse_code":"1SA.4.15","label":"15","content":"Eli noob nyoog muaj cuaj caug yim xyoo, nwg qhov muag tsw pum kev lawm."},{"bible_id":"1216","chapter_code":"1SA.4","verse_code":"1SA.4.16","label":"16","content":"Tug yawm hov has rua Eli tas, “Kuv yog tug kws tswv huv tshaav rog lug. Kuv tswv huv tshaav rog lug nub nua ntaag.” Eli has rua nwg tas, “Tub 'e, zoo le caag?”"},{"bible_id":"1216","chapter_code":"1SA.4","verse_code":"1SA.4.17","label":"17","content":"Tug kws xaa xuv hov teb tas, “Cov Yixayee tswv ntawm cov Filixatee taag lawm. Cov Yixayee raug tua tuag coob kawg le. Hauni hab Fineha kws yog koj ob tug tub kuj raug tua tuag hab Vaajtswv lub swb xaab kuj raug luas txeeb tau lawm.”"},{"bible_id":"1216","chapter_code":"1SA.4","verse_code":"1SA.4.18","label":"18","content":"Thaus nwg nov txug Vaajtswv lub swb xaab, Eli txawm ntxeev hlo sau lub rooj kws nwg nyob tsawg ntawm ib saab rooj loog. Nwg cej daab luv ntho tes nwg tuag lawm, tsua qhov nwg laug heev hab nwg lub cev nyaav heev. Nwg ua thawj kaav cov Yixayee tau plaub caug xyoo lawm."},{"bible_id":"1216","chapter_code":"1SA.4","verse_code":"1SA.4.19","label":"19","content":"Nwg tug nyaab Fineha cev nyaav tub yuav txug caij yug mivnyuas. Thaus nwg nov xuv tas luas txeeb tau Vaajtswv lub swb xaab hab paub tas nwg txwv yawg hab nwg tug quasyawg tuag lawm, nwg txawm ua mob teb yug mivnyuas, nwg mob heev heev le."},{"bible_id":"1216","chapter_code":"1SA.4","verse_code":"1SA.4.20","label":"20","content":"Thaus nwg tub yuav tuag hov, cov quaspuj kws tu nwg has rua nwg tas, “Koj tsw xob ntshai, koj tub yug tau ib tug mivtub lawm.” Tassws nwg tsw teb, nwg tsw quav ntsej le."},{"bible_id":"1216","chapter_code":"1SA.4","verse_code":"1SA.4.21","label":"21","content":"Nwg tis tug mivtub hov lub npe hu ua Ikhanpau,  hab has tas, “Vaajtswv tug fwjchim ci ntsaa ab ncaim ntawm cov Yixayee moog lawm,” vem yog Vaajtswv lub swb xaab raug luas txeeb tau lawm hab vem nwg txwv yawg hab nwg tug quasyawg tuag lawm."},{"bible_id":"1216","chapter_code":"1SA.4","verse_code":"1SA.4.22","label":"22","content":"Nwg has tas, “Vaajtswv tug fwjchim ci ntsaa ab ncaim huv cov Yixayee moog lawm vem yog Vaajtswv lub swb xaab raug luas txeeb tau lawm.”"},{"bible_id":"1216","chapter_code":"1SA.5","verse_code":"1SA.5.1","label":"1","content":"Thaus cov Filixatee txeeb tau Vaajtswv lub swb xaab moog puab kwv ntawm lub moos Epee‑exaw moog txug lub moos Asantau."},{"bible_id":"1216","chapter_code":"1SA.5","verse_code":"1SA.5.2","label":"2","content":"Cov Filixatee coj Vaajtswv lub swb xaab moog rua huv lub tsev teev daab Ntakoo, muab txawb rua ntawm tug txoov daab Ntakoo ib saab."},{"bible_id":"1216","chapter_code":"1SA.5","verse_code":"1SA.5.3","label":"3","content":"Nub tom qaab thaus sawv ntxuv cov tuabneeg huv Asantau pum na cav tug txoov daab Ntakoo qaug rua huv peg teb khwb ntawm Yawmsaub lub swb xaab saab xubndag. Puab txawm muab tug txoov daab Ntakoo tsaa txawb rua lub qub chaw."},{"bible_id":"1216","chapter_code":"1SA.5","verse_code":"1SA.5.4","label":"4","content":"Nub tom qaab thaus sawv ntxuv puab txawm pum na cav tug txoov daab Ntakoo qaug rua huv peg teb khwb ntawm Yawmsaub lub swb xaab saab xubndag, lub taubhau hab ob txhais teg kuj luv dha rua ntawm paws rooj, tshuav tug txoov daab Ntakoo lub cev xwb."},{"bible_id":"1216","chapter_code":"1SA.5","verse_code":"1SA.5.5","label":"5","content":"Vem le nuav daab Ntakoo cov pov thawj hab txhua tug kws nkaag moog rua huv lub tsev teev daab Ntakoo txhad tsw tsuj lub tsev teev daab Ntakoo lub paws rooj huv lub moos Asantau lug txug naj nub nwgnuav."},{"bible_id":"1216","chapter_code":"1SA.5","verse_code":"1SA.5.6","label":"6","content":"Yawmsaub txhais teg ua nyaav heev rua cov tuabneeg huv Asantau. Nwg ua rua puab ntshai kawg hab nplawm puab ua rua puab mob faaj, tsw has cov kws nyob huv lub moos Asantau hab cov kws nyob ib ncig."},{"bible_id":"1216","chapter_code":"1SA.5","verse_code":"1SA.5.7","label":"7","content":"Thaus cov tuabneeg huv Asantau pum muaj le hov puab txawm has tas, “Tsw xob ca cov Yixayee tug Vaajtswv lub swb xaab nyob huv peb, tsua qhov nwg txhais teg ua nyaav heev rua peb hab peb tug daab Ntakoo.”"},{"bible_id":"1216","chapter_code":"1SA.5","verse_code":"1SA.5.8","label":"8","content":"Puab txhad tso tuabneeg moog hu Filixatee cov thawj suavdawg tuaj ua ke hab has tas, “Peb yuav ua le caag rua cov Yixayee tug Vaajtswv lub swb xaab?” Cov thawj teb tas, “Ca le coj cov Yixayee tug Vaajtswv lub swb xaab moog rua lub moos Ka.” Puab txhad coj Yixayee tug Vaajtswv lub swb xaab moog rua hov ntawd."},{"bible_id":"1216","chapter_code":"1SA.5","verse_code":"1SA.5.9","label":"9","content":"Tassws thaus puab coj moog rua lub moos hov lawd, Yawmsaub txhais teg kuj tawm tsaam lub moos hov ua rua lub moos hov raag zum zawg. Nwg nplawm lub moos hov taag nrho tej laug tej hluas huvsw, ua rua puab txhua tug mob faaj."},{"bible_id":"1216","chapter_code":"1SA.5","verse_code":"1SA.5.10","label":"10","content":"Puab txhad le xaa Vaajtswv lub swb xaab moog rua lub moos Ekhoo. Thaus Vaajtswv lub swb xaab tuaj txug lub moos Ekhoo, cov tuabneeg huv Ekhoo qw has tas, “Puab coj cov Yixayee tug Vaajtswv lub swb xaab tuaj rua peb sub txhad tua tau peb hab peb cov tuabneeg pov tseg.”"},{"bible_id":"1216","chapter_code":"1SA.5","verse_code":"1SA.5.11","label":"11","content":"Vem le nuav puab txhad tso tuabneeg moog hu taag nrho Filixatee cov thawj huvsw tuaj ua ke hab has tas, “Ca le xaa cov Yixayee tug Vaajtswv lub swb xaab tawm moog. Ca lub swb xaab hov rov qaab moog rua nwg lub qub chaw sub lub swb xaab hov txhad tsw tua peb hab peb cov tuabneeg.” Thoob plawg lub moos raag ceeb zum zawg vem ntshai tuag. Hab Vaajtswv txhais teg kuj ua nyaav heev rua puab hov ntawd."},{"bible_id":"1216","chapter_code":"1SA.5","verse_code":"1SA.5.12","label":"12","content":"Cov kws tsw tuag kuj mob faaj, hab lub moos hov tej suab quaj kuj nrov nto ntuj."},{"bible_id":"1216","chapter_code":"1SA.6","verse_code":"1SA.6.1","label":"1","content":"Yawmsaub lub swb xaab nyob huv cov Filixatee tebchaws tau xyaa lub hli."},{"bible_id":"1216","chapter_code":"1SA.6","verse_code":"1SA.6.2","label":"2","content":"Cov Filixatee txawm hu cov pov thawj hab cov txwv neeb txwv yaig tuaj has tas, “Peb yuav ua le caag rua Yawmsaub lub swb xaab? Thov nrug peb xaav saib peb yuav muab daabtsw xaa nrug Yawmsaub lub swb xaab moog rua lub qub chaw.”"},{"bible_id":"1216","chapter_code":"1SA.6","verse_code":"1SA.6.3","label":"3","content":"Puab teb tas, “Yog mej yuav xaa cov Yixayee tug Vaajtswv lub swb xaab moog, tsw xob xaa dawb dawb do do xwb, txawm le caag los yuav tsum xaa tej kws ntxuav kev txhum hab. Mas mej tej mob txhad le zoo hab mej txhad le paub tas yog tim le caag Vaajtswv tsw tshem nwg txhais teg sau mej moog.”"},{"bible_id":"1216","chapter_code":"1SA.6","verse_code":"1SA.6.4","label":"4","content":"Cov pejxeem has tas, “Yuav muab daabtsw xaa moog rua nwg ua kevcai ntxuav kev txhum?” Puab teb tas, “Muab kub ua tswb lub faaj kub hab ua tswb tug tsuag kub, npaum le Filixatee cov thawj, tsua qhov tuab yaam mob ntawd kis rua mej hab mej cov thawj."},{"bible_id":"1216","chapter_code":"1SA.6","verse_code":"1SA.6.5","label":"5","content":"Mej yuav tsum ua tej lub yaam ntxwv zoo le cov faaj kws mej mob hab zoo le cov tsuag kws txov mej lub tebchaws pam taag, hab ua rua cov Yixayee tug Vaajtswv tau koob meej. Tej zag nwg yuav tshem nwg txhais teg kuas swb sau mej hab mej tej daab hab mej lub tebchaws."},{"bible_id":"1216","chapter_code":"1SA.6","verse_code":"1SA.6.6","label":"6","content":"Ua caag mej yuav ua mej lub sab tawv yaam nkaus le cov Iyi hab Falau tau ua puab lub sab tawv? Thaus Vaajtswv ua tej xwm txheej nyaav lug tawb puab lawd, puab le tso nwg haiv tuabneeg moog mas cov Yixayee txhad tau tawm moog los tsw yog?"},{"bible_id":"1216","chapter_code":"1SA.6","verse_code":"1SA.6.7","label":"7","content":"Nwgnuav ca le npaaj ib lub tsheb nyuj tshab tshab lug hab muab ib nkawm maum nyuj coj mivnyuas kws tsw tau hai dua tsheb nruab rua lub tsheb hov, hab muab ob tug mivnyuas cais ntawm leej nam coj moog tsev."},{"bible_id":"1216","chapter_code":"1SA.6","verse_code":"1SA.6.8","label":"8","content":"Ca le muab Yawmsaub lub swb xaab tso rua sau lub tsheb nyuj, hab muab tej yaam ntxwv kws mej muab kub ua ntxuav kev txhum hov ntim rua dua ib lub swb xaab muab txawb rua ntawm Yawmsaub lub swb xaab ib saab, es tso nkawm nyuj hai lub tsheb moog."},{"bible_id":"1216","chapter_code":"1SA.6","verse_code":"1SA.6.9","label":"9","content":"Hab ua tuab zoo saib, yog taug kev moog rua nwg lub tebchaws moog rua lub moos Npeseme, yeej yog Yawmsaub ua tej xwm txheej phem luj nuav lug raug peb ntaag. Yog nyuj tsw moog le nuav, peb txhad paub tas tsw yog Yawmsaub txhais teg nplawm peb, yeej yog tej khuab kws ca le tshwm lug raug peb xwb.”"},{"bible_id":"1216","chapter_code":"1SA.6","verse_code":"1SA.6.10","label":"10","content":"Cov pejxeem kuj ua lawv le ntawd, coj ib nkawm maum nyuj lug nruab lub tsheb hab muab ob tug mivnyuas kaw ca huv tsev."},{"bible_id":"1216","chapter_code":"1SA.6","verse_code":"1SA.6.11","label":"11","content":"Puab muab Yawmsaub lub swb xaab hab lub swb xaab kws rau cov tsuag kub hab tej lub yaam ntxwv zoo le cov faaj kws puab mob hov tso rua sau lub tsheb nyuj."},{"bible_id":"1216","chapter_code":"1SA.6","verse_code":"1SA.6.12","label":"12","content":"Ob tug maum nyuj kuj taug kev ncaaj nraim moog rua lub moos Npeseme, taug txuj nam kev nqov quas qawg tsw moog rua saab xws lossws saab phem le. Filixatee cov thawj kuj lawv qaab moog txug ncua lub moos Npeseme nrwm teb."},{"bible_id":"1216","chapter_code":"1SA.6","verse_code":"1SA.6.13","label":"13","content":"Cov tuabneeg huv lub moos Npeseme saamswm hlais mog huv lub vuag haav. Thaus puab tsaa muag saib pum lub swb xaab puab kuj zoo sab xyiv faab heev."},{"bible_id":"1216","chapter_code":"1SA.6","verse_code":"1SA.6.14","label":"14","content":"Lub tsheb nyuj txawm lug rua huv Yausua kws yog tuabneeg Npeseme daim teb hab nreg hov ntawd. Muaj ib lub pob zeb luj luj nyob hov ntawd, puab txawm muab lub tsheb nyuj phua ua tawg rauv muab ob tug nyuj hlawv xyeem rua Yawmsaub."},{"bible_id":"1216","chapter_code":"1SA.6","verse_code":"1SA.6.15","label":"15","content":"Cov Levi kuj txu Yawmsaub lub swb xaab hab lub swb xaab nyob ib saab kws muaj tej yaam ntxwv kub hov lug txawb rua sau lub pob zeb luj hov. Mas cov tuabneeg huv Npeseme txhad ua kevcai hlawv xyeem hab tua tsaj xyeem rua Yawmsaub nub ntawd."},{"bible_id":"1216","chapter_code":"1SA.6","verse_code":"1SA.6.16","label":"16","content":"Thaus Filixatee tswb tug thawj pum le hov lawd, nub ntawd puab txawm rov qaab moog rua lub moos Ekhoo."},{"bible_id":"1216","chapter_code":"1SA.6","verse_code":"1SA.6.17","label":"17","content":"Nuav yog cov faaj kub kws cov Filixatee xaa moog xyeem rua Yawmsaub ntxuav kev txhum, ib lub rua lub moos Asantau, ib lub rua lub moos Kaxa, ib lub rua lub moos Akheloo, ib lub rua lub moos Ka hab ib lub rua lub moos Ekhoo."},{"bible_id":"1216","chapter_code":"1SA.6","verse_code":"1SA.6.18","label":"18","content":"Cov tsuag kub kuj npaum le cov Filixatee tej moos kws tswb tug thawj hov kaav, yog tej moos muaj ntsaa loog hab tej zej zog kws nyob ib ncig. Lub pob zeb luj kws puab muab Yawmsaub lub swb xaab txawb rua sau kuj ua timkhawv lug txug naj nub nwgnuav rua huv Yausua kws yog tuabneeg Npeseme daim teb."},{"bible_id":"1216","chapter_code":"1SA.6","verse_code":"1SA.6.19","label":"19","content":"Yawmsaub tua cov tuabneeg huv Npeseme qee leej vem puab xauj rua huv Yawmsaub lub swb xaab. Nwg tua xyaa caum leej  mas cov pejxeem quaj quaj ntsuag vem Yawmsaub tua cov tuabneeg coob heev."},{"bible_id":"1216","chapter_code":"1SA.6","verse_code":"1SA.6.20","label":"20","content":"Cov tuabneeg huv Npeseme txawm has tas, “Leejtwg sawv taug rua ntawm Yawmsaub kws yog Vaajtswv tug dawb huv lub xubndag? Peb yuav xaa nwg moog rua hovtwg kuas nyob nrug deb ntawm peb?”"},{"bible_id":"1216","chapter_code":"1SA.6","verse_code":"1SA.6.21","label":"21","content":"Puab txhad xaa xuv moog rua cov tuabneeg huv lub moos Khiliya Ye‑ali has tas, “Cov Filixatee tub thim Yawmsaub lub swb xaab lug lawm. Thov mej tuaj coj lub swb xaab moog nrug mej nyob.”"},{"bible_id":"1216","chapter_code":"1SA.7","verse_code":"1SA.7.1","label":"1","content":"Cov tuabneeg huv Khiliya Ye‑ali txhad tuaj coj Yawmsaub lub swb xaab moog rua huv Anpinanta lub tsev nyob sau lub pov roob. Puab kuj muab Ele‑axa kws yog nwg tug tub tsaa ua tug kws dawb huv lug saib Yawmsaub lub swb xaab."},{"bible_id":"1216","chapter_code":"1SA.7","verse_code":"1SA.7.2","label":"2","content":"Suav txwj nub kws Yawmsaub lub swb xaab nyob huv Khiliya Ye‑ali kuj yog swjhawm ntev txug neeg nkaum xyoo. Mas cov Yixayee suavdawg quaj nrhav Yawmsaub."},{"bible_id":"1216","chapter_code":"1SA.7","verse_code":"1SA.7.3","label":"3","content":"Mas Xamuyee has rua cov Yixayee suavdawg tas, “Yog mej rov lug cuag Yawmsaub kawg sab kawg ntsws, mas ca le muab lwm haiv tuabneeg tej daab hab tej txoov daab Athalau pov tseg ntawm mej moog, muab lub sab xwb nkaus rua Yawmsaub hab ua koom rua nwg tuab leeg xwb, nwg txhad yuav cawm mej dim huv cov Filixatee txhais teg.”"},{"bible_id":"1216","chapter_code":"1SA.7","verse_code":"1SA.7.4","label":"4","content":"Cov Yixayee txhad muab tej daab Npa‑aa hab tej daab Athalau pov tseg hab ua koom rua Yawmsaub tuab leeg xwb."},{"bible_id":"1216","chapter_code":"1SA.7","verse_code":"1SA.7.5","label":"5","content":"Mas Xamuyee has tas, “Ca cov Yixayee suavdawg tuaj txoos ua ke rua ntawm lub moos Mixapa es kuv yuav thov Yawmsaub paab mej.”"},{"bible_id":"1216","chapter_code":"1SA.7","verse_code":"1SA.7.6","label":"6","content":"Puab txhad tuaj txoos ua ke rua ntawm Mixapa, hab nqaa dej lug laub xyeem rua ntawm Yawmsaub xubndag hab nub ntawd puab yoo mov hab has tas, “Peb tau ua txhum muaj txem rua Yawmsaub lawm.” Mas Xamuyee nyob huv lub moos Mixapa ua tug thawj kaav cov Yixayee."},{"bible_id":"1216","chapter_code":"1SA.7","verse_code":"1SA.7.7","label":"7","content":"Thaus cov Filixatee nov tas cov Yixayee tuaj txoos ua ke huv lub moos Mixapa, Filixatee cov thawj txawm tuaj ua rog rua cov Yixayee. Thaus cov Yixayee tau nov le nuav puab kuj ntshai cov Filixatee heev."},{"bible_id":"1216","chapter_code":"1SA.7","verse_code":"1SA.7.8","label":"8","content":"Cov Yixayee txhad has rua Xamuyee tas, “Tsw xob tseg qhov kws taij thov Yawmsaub kws yog peb tug Vaajtswv rua peb sub nwg txhad cawm peb dim huv cov Filixatee txhais teg.”"},{"bible_id":"1216","chapter_code":"1SA.7","verse_code":"1SA.7.9","label":"9","content":"Xamuyee txawm muab ib tug mivnyuas yaaj kws tseed noj mig lug xyeem ua kevcai hlawv kheej xyeem rua Yawmsaub. Hab Xamuyee taij thov Yawmsaub paab cov Yixayee, mas Yawmsaub kuj teb nwg tej lug thov."},{"bible_id":"1216","chapter_code":"1SA.7","verse_code":"1SA.7.10","label":"10","content":"Thaus Xamuyee saamswm ua kevcai hlawv xyeem hov cov Filixatee txawm tuaj ze ze yuav ua rog rua cov Yixayee. Tassws nub ntawd Yawmsaub ua xub quaj nrov heev kawg tawm tsaam cov Filixatee ua rua puab ntshai yoob taag, puab txhad swb cov Yixayee lawm."},{"bible_id":"1216","chapter_code":"1SA.7","verse_code":"1SA.7.11","label":"11","content":"Cov Yixayee txhad tawm huv Mixapa lawv tua cov Filixatee moog dhau plhawv lub moos Npekha."},{"bible_id":"1216","chapter_code":"1SA.7","verse_code":"1SA.7.12","label":"12","content":"Mas Xamuyee muab ib lub pob zeb teeb rua ntawm lub moos Mixapa hab lub moos See ntu nruab nraab, hab tis npe hu ua Enpee‑exaw,  tsua qhov nwg has tas, “Yawmsaub tau paab peb lug txug nwgnuav.”"},{"bible_id":"1216","chapter_code":"1SA.7","verse_code":"1SA.7.13","label":"13","content":"Yog le nuav cov Filixatee txhad swb tsw rov tuaj rua huv Yixayee tebchaws dua le lawm. Yawmsaub txhais teg tawm tsaam cov Filixatee moog taag Xamuyee swm neej."},{"bible_id":"1216","chapter_code":"1SA.7","verse_code":"1SA.7.14","label":"14","content":"Tej moos kws cov Filixatee txeeb ntawm cov Yixayee lawm, kuj muab thim rua cov Yixayee txwj ntawm lub moos Ekhoo txug lub moos Ka. Cov Yixayee txhad txeeb tau puab tej tebchaws ntawm cov Filixatee txhais teg rov lug. Thaus ntawd cov Yixayee hab cov Amaulai kuj muaj kev thaaj yeeb."},{"bible_id":"1216","chapter_code":"1SA.7","verse_code":"1SA.7.15","label":"15","content":"Xamuyee ua thawj kaav cov Yixayee moog taag nwg swm neej."},{"bible_id":"1216","chapter_code":"1SA.7","verse_code":"1SA.7.16","label":"16","content":"Nwg naj xyoo moog ncig lub tebchaws thoob plhawv, moog txug lub moos Npe‑ee, Kilakaa hab Mixapa. Hab nwg tu cov Yixayee tej plaub huv tej moos ntawd."},{"bible_id":"1216","chapter_code":"1SA.7","verse_code":"1SA.7.17","label":"17","content":"Tes nwg le rov qaab moog rua huv lub moos Lama tsua qhov nwg lub tsev nyob huv lub moos ntawd. Nwg kuj tu cov Yixayee tej plaub hov ntawd hab nwg ua ib lub thaaj xyeem rua Yawmsaub hov ntawd."},{"bible_id":"1216","chapter_code":"1SA.8","verse_code":"1SA.8.1","label":"1","content":"Thaus Xamuyee laug lawd nwg tsaa nwg tej tub ua thawj kaav cov Yixayee."},{"bible_id":"1216","chapter_code":"1SA.8","verse_code":"1SA.8.2","label":"2","content":"Nwg tug tub hlub hu ua Yau‑ee, tug tub yau hu ua Anpiya. Ob tug nyob huv lub moos Npe‑awsenpa ua thawj kaav."},{"bible_id":"1216","chapter_code":"1SA.8","verse_code":"1SA.8.3","label":"3","content":"Tassws nwg ob tug tub tsw ua lub neej lawv le nwg, ob tug lub sab qaug lais rua nyaj txag xwb. Ob tug yuav tej nyaj xab hab tu plaub tsw ncaaj."},{"bible_id":"1216","chapter_code":"1SA.8","verse_code":"1SA.8.4","label":"4","content":"Mas Yixayee cov kev txwj quas laug suavdawg ua ke tuaj cuag Xamuyee huv lub moos Lama,"},{"bible_id":"1216","chapter_code":"1SA.8","verse_code":"1SA.8.5","label":"5","content":"hab has rua nwg tas, “Swm xaav saib, koj laug lawm, koj ob tug tub tsw taug koj txujkev. Nwgnuav thov koj tsaa ib tug vaajntxwv kaav peb ib yaam le ib tsoom tebchaws suavdawg.”"},{"bible_id":"1216","chapter_code":"1SA.8","verse_code":"1SA.8.6","label":"6","content":"Thaus puab has tas, “Thov tsaa vaajntxwv kaav peb,” kuj ua rua Xamuyee tsw txaus sab. Xamuyee txhad thov ua nug rua Yawmsaub,"},{"bible_id":"1216","chapter_code":"1SA.8","verse_code":"1SA.8.7","label":"7","content":"mas Yawmsaub has rua Xamuyee tas, “Ca le noog txhua yaam kws cov pejxeem thov koj ntawd, tsua qhov tsw yog puab tso koj tseg, yog puab tso kuv tseg tsw yuav kuv ua vaajntxwv kaav puab."},{"bible_id":"1216","chapter_code":"1SA.8","verse_code":"1SA.8.8","label":"8","content":"Tej kws puab ua huvsw rua kuv txwj nub kws kuv coj puab tawm huv Iyi tebchaws lug txug naj nub nwgnuav, yog puab tso kuv tseg moog ua koom rua luas tej daab, mas puab kuj ua ib yaam le ntawd rua koj."},{"bible_id":"1216","chapter_code":"1SA.8","verse_code":"1SA.8.9","label":"9","content":"Vem le nuav ca le noog puab lub suab thov. Koj tsuas muaj kws qhuab ntuag puab xwb hab qha puab paub tas vaajntxwv yuav muaj kov txwv kaav puab le caag.”"},{"bible_id":"1216","chapter_code":"1SA.8","verse_code":"1SA.8.10","label":"10","content":"Xamuyee txhad muab Yawmsaub tej lug huvsw has rua cov pejxeem kws thov kuas nwg tsaa vaajntxwv rua puab."},{"bible_id":"1216","chapter_code":"1SA.8","verse_code":"1SA.8.11","label":"11","content":"Nwg has tas, “Nuav yog vaajntxwv txujkev kws yuav kaav mej. Nwg yuav sau mej cov tub hab tsaa ua tub rog tsaav nwg tsheb ua rog hab ua nwg cov tub rog caij neeg hab dha ua nwg lub tsheb ua rog ntej."},{"bible_id":"1216","chapter_code":"1SA.8","verse_code":"1SA.8.12","label":"12","content":"Nwg yuav tsaa puab ua tug kaav ib txheeb leej kaav tswb caug leej, hab yuav kuas ib txha laij nwg tej teb hab hlais nwg tej qoob hab ua nwg tej cuab yeej ua rog hab tej cuab yeej swv huv nwg tej tsheb ua rog."},{"bible_id":"1216","chapter_code":"1SA.8","verse_code":"1SA.8.13","label":"13","content":"Nwg yuav coj mej tej ntxhais moog tov tshuaj tsw qaab hab ua zaub mov hab ci ncuav."},{"bible_id":"1216","chapter_code":"1SA.8","verse_code":"1SA.8.14","label":"14","content":"Nwg yuav muab mej tej teb mej tej vaaj txwv maab hab tej vaaj txwv aulib kws zoo kawg pub rua nwg cov tub teg tub taw."},{"bible_id":"1216","chapter_code":"1SA.8","verse_code":"1SA.8.15","label":"15","content":"Nwg yuav sau mej tej qoob loos tej txwv maab ib feem kaum pub rua nwg cov thawj rog hab nwg cov tub teg tub taw."},{"bible_id":"1216","chapter_code":"1SA.8","verse_code":"1SA.8.16","label":"16","content":"Nwg yuav sau mej tej tub qhe nkauj qhev tej tsaj txhu  tej neeg luav kws zoo coj moog ua nwg le num."},{"bible_id":"1216","chapter_code":"1SA.8","verse_code":"1SA.8.17","label":"17","content":"Nwg yuav sau mej tej yaaj tej tshws ib tug huv kaum hab mej yuav ua nwg le qhev."},{"bible_id":"1216","chapter_code":"1SA.8","verse_code":"1SA.8.18","label":"18","content":"Mas nub ntawd mej yuav quaj thov kev paab vem yog tim mej tug vaajntxwv kws mej xaiv lug kaav mej, tassws nub ntawd Yawmsaub yuav tsw teb mej.”"},{"bible_id":"1216","chapter_code":"1SA.8","verse_code":"1SA.8.19","label":"19","content":"Tassws cov pejxeem tsw quav ntsej noog Xamuyee tej lug, puab has tas, “Peb tsw noog koj has, peb yeej xaav muaj vaajntxwv kaav peb xwb,"},{"bible_id":"1216","chapter_code":"1SA.8","verse_code":"1SA.8.20","label":"20","content":"sub peb txhad zoo le ib tsoom tebchaws suavdawg hab peb tug vaajntxwv yuav kaav peb hab coj peb hauv ntej moog ntaus rog.”"},{"bible_id":"1216","chapter_code":"1SA.8","verse_code":"1SA.8.21","label":"21","content":"Thaus Xamuyee nov cov pejxeem tej lug huvsw lawm, nwg kuj coj moog has rua Yawmsaub."},{"bible_id":"1216","chapter_code":"1SA.8","verse_code":"1SA.8.22","label":"22","content":"Tes Yawmsaub has rua Xamuyee tas, “Ca le noog tej lug kws puab has es tsaa ib tug vaajntxwv kaav puab.” Tes Xamuyee txawm has rua cov Yixayee kuas txhua tug ca le rov qaab moog rua nyag vaaj nyag tsev."},{"bible_id":"1216","chapter_code":"1SA.9","verse_code":"1SA.9.1","label":"1","content":"Muaj ib tug yawm xeem Npeeyamee hu ua Khij, yog ib tug nplua nuj. Nwg txwv yog Anpi‑ee, nwg yawm yog Xelau nwg yawm koob yog Npekhaula nwg yawm suab yog Afiya, yog xeem Npeeyamee."},{"bible_id":"1216","chapter_code":"1SA.9","verse_code":"1SA.9.2","label":"2","content":"Nwg muaj ib tug tub hu ua Xa‑u, zoo nraug ntxag hlub qoog txwv lawm, tsw muaj ib tug txwvneej huv cov Yixayee yuav zoo nraug dhau nwg. Nwg lub taubhau sab dhau plhawv ib tsoom suavdawg."},{"bible_id":"1216","chapter_code":"1SA.9","verse_code":"1SA.9.3","label":"3","content":"Mas Khij kws yog Xa‑u txwv tej neeg luav txawm pluj lawm, Khij txhad has rua Xa‑u tas, “Koj ca le coj ib tug tub qhe nrug koj moog nrhav cov neeg luav.”"},{"bible_id":"1216","chapter_code":"1SA.9","verse_code":"1SA.9.4","label":"4","content":"Ob tug txawm hlaa moog peg toj sab Efa‑i tebchaws hab hlaa moog rua Salisa tebchaws, kuas ob tug nrhav tsw pum cov neeg luav. Ob tug txawm moog nrhav huv Sa‑ali tebchaws, kuas cov neeg luav tsw nyob hov ntawd hab. Ob tug hlaa moog rua huv Npeeyamee tebchaws kuj nrhav tsw tau cov neeg luav hab."},{"bible_id":"1216","chapter_code":"1SA.9","verse_code":"1SA.9.5","label":"5","content":"Thaus ob tug lug txug huv Xub tebchaws, Xa‑u txawm has rua tug tub qhe kws nrug nwg ua ke tas, “Ib ca le rov qaab moog, ntshai tsaam txwv tsw txhawj txug cov neeg luav lawm nwg yuav txhawj txug ib xwb.”"},{"bible_id":"1216","chapter_code":"1SA.9","verse_code":"1SA.9.6","label":"6","content":"Tassws tug tub qhe has rua Xa‑u tas, “Tog ib plag, muaj Vaajtswv ib tug tuabneeg nyob huv lub moos nuav. Nwg yog ib tug kws suavdawg fwm heev, nwg has le caag lawm yeej muaj lawv le nwg has. Ca ib moog rua huv lub moos hov, tej zag nwg yuav qha rua ib paub saib ib yuav moog txujkev twg.”"},{"bible_id":"1216","chapter_code":"1SA.9","verse_code":"1SA.9.7","label":"7","content":"Xa‑u txawm has rua nwg tug qhev tas, “Yog ib yuav moog ib yuav coj daabtsw moog pub rua tug yawm hov? Tej ncuav huv ib tej naab kuj taag lawm, ib tsw muaj ib yaam tshaav ntuj kws yuav coj moog pub rua Vaajtswv tug tuabneeg hov lawm. Ib ob leeg puas muaj daabtsw?”"},{"bible_id":"1216","chapter_code":"1SA.9","verse_code":"1SA.9.8","label":"8","content":"Tug tub qhe teb Xa‑u tas, “Kuv muaj ib lub nyaj nyaav txug ib feem plaub huv ib sekhee,  kuv yuav muab rua Vaajtswv tug tuabneeg hov sub nwg txhad qha kev rua ib moog.”"},{"bible_id":"1216","chapter_code":"1SA.9","verse_code":"1SA.9.9","label":"9","content":"(Yaav thau u yog cov Yixayee leejtwg moog ua nug rua Vaajtswv, nwg has tas, “Ca peb moog cuag tug kws has tej lug kws pum tom hauv ntej,” tsua qhov tug kws naj nub nwgnuav hu ua tug kws cev Vaajtswv lug mas yaav thau u hu ua tug kws has pum tom hauv ntej.)"},{"bible_id":"1216","chapter_code":"1SA.9","verse_code":"1SA.9.10","label":"10","content":"Tes Xa‑u txawm has rua nwg tug tub qhe tas, “Koj has yog qhov zoo, ib ca le moog.” Ob tug txhad moog rua huv lub moos kws Vaajtswv tug tuabneeg nyob."},{"bible_id":"1216","chapter_code":"1SA.9","verse_code":"1SA.9.11","label":"11","content":"Thaus ob tug nce toj moog rua huv lub moos hov, ob tug ntswb ib co ntxhais hluas tuaj ntaus dej, tes txawm nug puab tas, “Tug kws has pum tom hauv ntej nyob ntawm nuav los tsw nyob?”"},{"bible_id":"1216","chapter_code":"1SA.9","verse_code":"1SA.9.12","label":"12","content":"Puab teb tas, “Nyob hab. Saib maj, nwg nyav ua meb ntej moog dhau lawm. Ca le maaj moog. Puam taab nwg nyav tuaj rua huv lub moos, vem yog nub nua cov pejxeem yuav ua kevcai xyeem tsaj rua sau lub chaw sab."},{"bible_id":"1216","chapter_code":"1SA.9","verse_code":"1SA.9.13","label":"13","content":"Thaus meb moog rua huv lub moos meb yuav ntswb nwg ua ntej kws nwg tsw tau nce moog noj mov ntawm lub chaw sab. Cov pejxeem yuav tsw noj mov moog txug thaus nwg tuaj txug tsaiv vem yog nwg yuav tsum foom koob moov rua tej kws muab xyeem tsaiv, mas cov qhua kws hu tuaj le noj mov. Ca le moog, meb yuav ntswb nwg taamswm.”"},{"bible_id":"1216","chapter_code":"1SA.9","verse_code":"1SA.9.14","label":"14","content":"Ob tug txawm moog rua huv lub moos. Thaus ob tug nkaag moog mas ob tug pum Xamuyee saamswm tawm tuaj yuav moog rua lub chaw sab hov."},{"bible_id":"1216","chapter_code":"1SA.9","verse_code":"1SA.9.15","label":"15","content":"Nub kws Xa‑u tsw tau tuaj txug, Yawmsaub tub qha rua Xamuyee tas,"},{"bible_id":"1216","chapter_code":"1SA.9","verse_code":"1SA.9.16","label":"16","content":"“Pigkig kwvlaam lub swjhawm nuav kuv yuav xaa ib tug txwvneej kws nyob huv Npeeyamee tebchaws tuaj. Koj yuav tsaa nwg ua thawj kaav kuv haiv tuabneeg Yixayee. Nwg yuav cawm kuv haiv tuabneeg dim huv cov Filixatee txhais teg, tsua qhov kuv tub pum kuv haiv tuabneeg txujkev txom nyem lawm, puab lub suab quaj thov tub tuaj txug kuv lawm.”"},{"bible_id":"1216","chapter_code":"1SA.9","verse_code":"1SA.9.17","label":"17","content":"Thaus Xamuyee pum dheev Xa‑u, Yawmsaub has rua Xamuyee tas, “Nuav yog tug txwvneej kws tub has rua koj lawd. Nwg yog tug kws yuav kaav kuv haiv tuabneeg.”"},{"bible_id":"1216","chapter_code":"1SA.9","verse_code":"1SA.9.18","label":"18","content":"Tes Xa‑u txawm tuaj cuag Xamuyee ntawm rooj loog hab has tas, “Thov qha rua kuv saib tug kws has pum tom hauv ntej lub tsev nyob hovtwg.”"},{"bible_id":"1216","chapter_code":"1SA.9","verse_code":"1SA.9.19","label":"19","content":"Xamuyee teb Xa‑u tas, “Kuv yog tug kws has pum tom hauv ntej ntaag. Ca le ua kuv ntej moog rua ntawm lub chaw sab tsua qhov nub nua meb yuav nrug kuv noj mov ua ke, mas pigkig sawv ntxuv kuv le kheev koj moog hab kuv yuav qha txhua yaam kws koj nyuaj sab rua koj."},{"bible_id":"1216","chapter_code":"1SA.9","verse_code":"1SA.9.20","label":"20","content":"Cov neeg luav kws pluj tau peb nub lawd koj tsw xob txhawj vem yog puab tub nrhav tau lawm. Cov Yixayee suavdawg ntshaw leejtwg? Tsw yog koj hab koj txwv tsev tuabneeg suavdawg lov?”"},{"bible_id":"1216","chapter_code":"1SA.9","verse_code":"1SA.9.21","label":"21","content":"Xa‑u teb tas, “Kuv tsw yog xeem Npeeyamee lov? Yog lub xeem kws miv dua cov Yixayee txhua xeem huvsw, hab kuv tsev tuabneeg kuj miv dua txhua tsev tuabneeg huv xeem Npeeyamee. Ua caag koj yuav has le kod rua kuv?”"},{"bible_id":"1216","chapter_code":"1SA.9","verse_code":"1SA.9.22","label":"22","content":"Tes Xamuyee txawm coj Xa‑u hab nwg tug tub qhe moog rua huv chaav tsev luj hab kuas nyob rua ntawm hauv rooj kws npaaj rua cov qhua nyob, muaj kwvlaam peb caug leej."},{"bible_id":"1216","chapter_code":"1SA.9","verse_code":"1SA.9.23","label":"23","content":"Xamuyee has rua tug kws ua zaub tas, “Ca le nqaa tej txhais nqaj kws kuv tub muab rua koj kuas koj tshwj rua ib qho lawd lug.”"},{"bible_id":"1216","chapter_code":"1SA.9","verse_code":"1SA.9.24","label":"24","content":"Tug kws ua zaub txhad muab tej nqaj ceg qaab hab tej noob nqag lug rau rua ntawm Xa‑u xubndag. Mas Xamuyee has tas, “Saib maj, tej kws tshwj ca lawd muab rau rua ntawm koj xubndag. Koj ca le noj vem yog muab khaws ca rua koj txug lub swjhawm lawm, kuv tub hu tej qhua tuaj taag lawm.” Nub ntawd Xa‑u txhad le nrug Xamuyee noj mov ua ke."},{"bible_id":"1216","chapter_code":"1SA.9","verse_code":"1SA.9.25","label":"25","content":"Thaus puab nqeg ntawm lub chaw sab lug rua huv lub moos, Xamuyee nrug Xa‑u has lug sau txheej tsev laag tshaav."},{"bible_id":"1216","chapter_code":"1SA.9","verse_code":"1SA.9.26","label":"26","content":"Ob tug sawv ntxuv thaus pum kev lawd, mas Xamuyee hu Xa‑u kws nyob sau txheej tsev laag tshaav tas, “Ca le sawv lug es kuv yuav xaa koj moog.” Xa‑u txhad sawv lug nrug Xamuyee tawm rua tom txujkev."},{"bible_id":"1216","chapter_code":"1SA.9","verse_code":"1SA.9.27","label":"27","content":"Thaus puab saamswm taug kev lug txug ntawm ntug moos, Xamuyee txawm has rua Xa‑u tas, “Ca le has kuas koj tug qhev ua ntej moog. Thaus tug qhev moog dhau lawd, koj ca le nreg ntawm nuav ib plag, sub kuv txhad qha tau Vaajtswv tej lug rua koj paub.”"},{"bible_id":"1216","chapter_code":"1SA.10","verse_code":"1SA.10.1","label":"1","content":"Tes Xamuyee txawm muab lub laam fwj roj aulib laub rua sau Xa‑u taubhau hab nwj nwg hab has tas, “Yawmsaub tsaa koj ua thawj kaav nwg haiv tuabneeg Yixayee. [Koj yuav ua vaajntxwv kaav Yawmsaub haiv tuabneeg hab koj yuav cawm puab dim huv tej yeeb ncuab kws nyob ib ncig txhais teg. Nuav yuav ua lub hom thawj kws Yawmsaub tsaa koj ua thawj kaav nwg qub txeeg qub teg.]"},{"bible_id":"1216","chapter_code":"1SA.10","verse_code":"1SA.10.2","label":"2","content":"Nub nua thaus koj ncaim ntawm kuv moog lawd, koj yuav ntswb ob tug yawm ntawm Lachee lub ntxaa huv Npeeyamee tebchaws ntawm lub moos Xeexa, mas ob tug yuav has rua koj tas, ‘Cov neeg luav kws koj moog nrhav mas tub nrhav tau lawm. Nwgnuav koj txwv tsw txhawj txug cov neeg luav lawm, nwg txhawj txug koj heev has tas, “Kuv yuav nrhav kuv tug tub le caag?” ’"},{"bible_id":"1216","chapter_code":"1SA.10","verse_code":"1SA.10.3","label":"3","content":"Dhau qhov ntawd koj yuav moog txug tug ntoo xeeb ntawm Thanpau. Mas muaj peb tug txwvneej saamswm moog pe hawm Vaajtswv rua ntawm Npe‑ee yuav ntswb koj hov ntawd, ib tug puag peb tug mivnyuas tshws hab ib tug nqaa peb lub ncuav hab ib tug nqaa ib naab tawv cawv txwv maab."},{"bible_id":"1216","chapter_code":"1SA.10","verse_code":"1SA.10.4","label":"4","content":"Puab yuav hu koj hab muab ob lub ncuav rua koj, mas koj yuav txais ntawm puab txhais teg."},{"bible_id":"1216","chapter_code":"1SA.10","verse_code":"1SA.10.5","label":"5","content":"Dhau ntawd koj yuav lug txug ntawm Kinpe‑a Elauhi  kws muaj ib paab tub rog Filixatee nyob huv. Thaus koj moog rua huv lub moos ntawd koj yuav ntswb ib paab xwbfwb cev Vaajtswv lug nqeg ntawm lub chaw sab lug, puab saamswm swv zug cev lug, muaj tuabneeg ntaus nkauj nog ncaas luj nkauj nog ncaas miv npuaj nruag tshuv raaj ua puab ntej tuaj."},{"bible_id":"1216","chapter_code":"1SA.10","verse_code":"1SA.10.6","label":"6","content":"Mas Yawmsaub tug Ntsuj Plig yuav lug kaav taag nrho koj tes koj yuav nrug puab cov hov swv zug cev Vaajtswv lug ua ke hab koj yuav hloov dua tsw yog tug qub lawm."},{"bible_id":"1216","chapter_code":"1SA.10","verse_code":"1SA.10.7","label":"7","content":"Thaus tej txujci phemfwj nuav tshwm rua koj lawd, koj ca le ua txhua yaam kws koj txhais teg ua tau, tsua qhov Vaajtswv nrug nraim koj."},{"bible_id":"1216","chapter_code":"1SA.10","verse_code":"1SA.10.8","label":"8","content":"Koj ca le ua kuv ntej moog rua nraag lub moos Kilakaa. Mas kuv yuav lug ntswb koj hab kuv yuav muab tsaj xyeem ua kevcai hlawv huvsw xyeem hab ua kevcai xyeem sws raug zoo. Koj yuav nyob hov ntawd tog xyaa nub txug thaus kuv tuaj ntswb koj hab kuv qha koj paub tas koj yuav tsum ua daabtsw.”"},{"bible_id":"1216","chapter_code":"1SA.10","verse_code":"1SA.10.9","label":"9","content":"Thaus Xa‑u tig hlo ntawm Xamuyee moog lawd, Vaajtswv pub dua ib lub sab rua nwg, hab tej txujci phemfwj nuav huvsw kuj tshwm lug rua nub ntawd."},{"bible_id":"1216","chapter_code":"1SA.10","verse_code":"1SA.10.10","label":"10","content":"Thaus ob tug lug txug Kinpe‑a, na cav muaj ib paab xwbfwb cev Vaajtswv lug ntswb Xa‑u. Mas Vaajtswv tug Ntsuj Plig lug kaav taag nrho nwg tes nwg txawm nrug puab cov hov ua ke cev Vaajtswv lug."},{"bible_id":"1216","chapter_code":"1SA.10","verse_code":"1SA.10.11","label":"11","content":"Thaus cov tuabneeg kws paub nwg pum nwg nrug cov xwbfwb hov cev Vaajtswv lug ua ke, cov tuabneeg hov txawm sws thaam has tas, “Muaj daabtsw tshwm rua Khij tug tub? Xa‑u ua ib tug xwbfwb cev Vaajtswv lug lawm hab lov?”"},{"bible_id":"1216","chapter_code":"1SA.10","verse_code":"1SA.10.12","label":"12","content":"Muaj ib tug yawm kws nyob hov ntawd teb tas, “Puab cov kws cev Vaajtswv lug hov txwv yog leejtwg?” Yog le nuav txhad muaj paaj lug has tas, “Xa‑u yog ib tug cev Vaajtswv lug lawm hab lov?”"},{"bible_id":"1216","chapter_code":"1SA.10","verse_code":"1SA.10.13","label":"13","content":"Thaus Xa‑u kub sab quas lug cev Vaajtswv lug taag lawd nwg txawm lug rua ntawm lub chaw sab."},{"bible_id":"1216","chapter_code":"1SA.10","verse_code":"1SA.10.14","label":"14","content":"Xa‑u tug yawm laug nug Xa‑u hab nwg tug tub qhe tas, “Meb moog daabtsw lug?” Xa‑u teb tas, “Ib moog nrhav cov neeg luav, hab thaus ib pum tas ib nrhav tsw tau neeg luav lawm, ib txawm moog cuag Xamuyee.”"},{"bible_id":"1216","chapter_code":"1SA.10","verse_code":"1SA.10.15","label":"15","content":"Xa‑u tug yawm laug has tas, “Xamuyee has le caag rua meb, thov pav rua kuv noog saib.”"},{"bible_id":"1216","chapter_code":"1SA.10","verse_code":"1SA.10.16","label":"16","content":"Xa‑u has rua nwg tug yawm laug tas, “Xamuyee has meej rua ib tas tub nrhav tau cov neeg luav lawm.” Tassws tej kws Xamuyee has txug kaav lub tebchaws, nwg tsw pav hlo le."},{"bible_id":"1216","chapter_code":"1SA.10","verse_code":"1SA.10.17","label":"17","content":"Xamuyee hu cov Yixayee tuaj txoos ua ke rua huv Mixapa rua ntawm Yawmsaub xubndag."},{"bible_id":"1216","chapter_code":"1SA.10","verse_code":"1SA.10.18","label":"18","content":"Mas nwg has rua cov Yixayee tas, “Yawmsaub kws yog Yixayee tug Vaajtswv has le nuav tas, ‘Kuv coj cov Yixayee tawm huv Iyi tebchaws lug hab cawm puab dim huv cov Iyi txhais teg hab dim huv txhua lub tebchaws kws quab yuam puab.’"},{"bible_id":"1216","chapter_code":"1SA.10","verse_code":"1SA.10.19","label":"19","content":"Tassws nub nua mej tso mej tug Vaajtswv tseg, yog tug kws cawm mej dim huv mej txujkev txom nyem lwj sab hab mej tej kev ceblaaj huvsw. Los mej has tas, ‘Peb tsw noog koj has, thov koj tsaa ib tug vaajntxwv kaav peb.’ Vem le nuav nwgnuav mej ca le lug rua ntawm Yawmsaub xubndag lug quas zug ua ib xeem hab ib cum.”"},{"bible_id":"1216","chapter_code":"1SA.10","verse_code":"1SA.10.20","label":"20","content":"Mas Xamuyee kuj coj txhua xeem lug ze, mas rhu ntawv tau xeem Npeeyamee."},{"bible_id":"1216","chapter_code":"1SA.10","verse_code":"1SA.10.21","label":"21","content":"Nwg txhad coj xeem Npeeyamee lug quas zug ua ib cum ib cum mas rhu tau Mati cum. Thaus kawg rhu Khij tug tub Xa‑u. Tassws puab nrhav Xa‑u mas nrhav tsw pum."},{"bible_id":"1216","chapter_code":"1SA.10","verse_code":"1SA.10.22","label":"22","content":"Puab txhad rov nug Yawmsaub tas, “Tug yawm hov tuaj ntawm nuav los tsw tuaj?” Yawmsaub teb tas, “Saib maj, nwg tswv nraim huv tej pawg nraa kws thauj tuaj.”"},{"bible_id":"1216","chapter_code":"1SA.10","verse_code":"1SA.10.23","label":"23","content":"Puab txhad dha moog coj nwg hov ntawd lug. Thaus nwg lug sawv huv plawv cov pejxeem nwg lub taubhau sab dhau plhawv puab txhua tug huvsw."},{"bible_id":"1216","chapter_code":"1SA.10","verse_code":"1SA.10.24","label":"24","content":"Xamuyee txhad has rua cov pejxeem suavdawg tas, “Mej pum tug kws Yawmsaub xaiv lawm lov? Taag nrho cov tuabneeg tsw muaj ib tug zoo le nwg.” Tes cov pejxeem suavdawg qw nrov nrov has tas, “Thov kuas vaajntxwv muaj txuj sav luj sav ntev.”"},{"bible_id":"1216","chapter_code":"1SA.10","verse_code":"1SA.10.25","label":"25","content":"Mas Xamuyee qha rua cov pejxeem paub txug vaajntxwv teg num hab tej kws vaajntxwv muaj cai ua, hab muab sau ca rua huv ntawv hab muab khaws ca rua ntawm Yawmsaub xubndag. Tes Xamuyee txawm has kuas cov pejxeem suavdawg nyag rov moog nyag tsev."},{"bible_id":"1216","chapter_code":"1SA.10","verse_code":"1SA.10.26","label":"26","content":"Xa‑u kuj rov qaab moog rua nwg vaaj tse huv Kinpe‑a, hab muaj cov tuabneeg sab luj sab tuab kws Vaajtswv ua num rua huv lub sab lawd kuj nrug nwg moog."},{"bible_id":"1216","chapter_code":"1SA.10","verse_code":"1SA.10.27","label":"27","content":"Tassws muaj cov tuabneeg tsw tsheej haaj qee leej has tas, “Tug yawm nuav yuav cawm peb le caag?” Tes puab txawm saib tsw taug Xa‑u hab tsw coj tshaav ntuj tuaj pub rua nwg. Tassws Xa‑u kuj nyob tuabywv tsw has le caag."},{"bible_id":"1216","chapter_code":"1SA.11","verse_code":"1SA.11.1","label":"1","content":"Naha kws yog tuabneeg Aamoo txhwj rog tuaj vej ntaus lub moos Yanpe Kile‑a. Cov tuabneeg huv lub moos Yanpe suavdawg has rua Naha tas, “Thov koj nrug peb sws cog lug mas peb yuav zwm rua koj.”"},{"bible_id":"1216","chapter_code":"1SA.11","verse_code":"1SA.11.2","label":"2","content":"Tassws Naha kws yog tuabneeg Aamoo has rua puab tas, “Tsuav yog ua le nuav kuv txhad kaam nrug mej sws cog lug xwb. Kuv yuav kaus mej txhua tug saab qhov muag xws pov tseg txhad ua rua cov Yixayee poob ntsej muag.”"},{"bible_id":"1216","chapter_code":"1SA.11","verse_code":"1SA.11.3","label":"3","content":"Cov kev txwj quas laug huv lub moos Yanpe has rua nwg tas, “Thov zaam swjhawm rua peb xyaa nub sub peb txhad tso tub xaa xuv moog has thoob plawg Yixayee tebchaws. Yog tsw muaj leejtwg cawm tau peb, peb yuav muab peb cob rua huv koj txhais teg.”"},{"bible_id":"1216","chapter_code":"1SA.11","verse_code":"1SA.11.4","label":"4","content":"Thaus cov tub xaa xuv tuaj txug Kinpe‑a kws yog Xa‑u lub moos, puab pav tej xwm hov rua cov pejxeem nov, mas cov pejxeem suavdawg kuj quaj nrov nrov."},{"bible_id":"1216","chapter_code":"1SA.11","verse_code":"1SA.11.5","label":"5","content":"Thaus Xa‑u lawv nyuj tom tshaav zaub lug, Xa‑u has tas, “Cov pejxeem raug daabtsw es puab quaj?” Puab txhad pav rua nwg paub txug tej xuv kws cov tuabneeg huv Yanpe tuaj has."},{"bible_id":"1216","chapter_code":"1SA.11","verse_code":"1SA.11.6","label":"6","content":"Thaus Xa‑u nov tej lug hov lawd Vaajtswv tug Ntsuj Plig lug kaav taag nrho Xa‑u, nwg txhad npau tawg ceev."},{"bible_id":"1216","chapter_code":"1SA.11","verse_code":"1SA.11.7","label":"7","content":"Nwg muab hlo ib nkawm nyuj lug txav ua tej ywb yaav muab rua cov tub xaa xuv xaa moog thoob plawg Yixayee tebchaws has tas, “Yog leejtwg tsw tuaj nrug Xa‑u hab Xamuyee moog mas nwg tej nyuj yuav raug le nuav.” Mas cov pejxeem suavdawg kuj ntshai Yawmsaub heev, puab txhad tuaj ua hlo ib nqaag."},{"bible_id":"1216","chapter_code":"1SA.11","verse_code":"1SA.11.8","label":"8","content":"Thaus Xa‑u txhwj puab tuaj ua ke ntawm Npexe, suav Yixayee cov txwvneej muaj 300,000 leej hab suav Yuta cov txwvneej muaj 30,000 leej."},{"bible_id":"1216","chapter_code":"1SA.11","verse_code":"1SA.11.9","label":"9","content":"Puab txhad has rua cov tub xaa xuv kws tuaj hov tas, “Mej ca le has le nuav rua cov tuabneeg huv Yanpe Kile‑a tas, ‘Pigkig thaus tshaav ntuj kub mej yuav txais kev cawm dim.’ ” Thaus cov tub xaa xuv rov lug has rua cov huv Yanpe puab kuj zoo sab xyiv faab."},{"bible_id":"1216","chapter_code":"1SA.11","verse_code":"1SA.11.10","label":"10","content":"Yog le nuav cov huv Yanpe has rua Naha tas, “Pigkig peb yuav muab peb cob rua koj, koj ca le ua rua peb lawv le koj pum zoo.”"},{"bible_id":"1216","chapter_code":"1SA.11","verse_code":"1SA.11.11","label":"11","content":"Taagkig tom qaab Xa‑u muab nwg cov tuabneeg faib ua peb paab. Thaus kaaj ntug txoog puab txeem rua huv cov Aamoo lub yeej tua cov Aamoo moog txug taav su. Cov kws dim tsw tuag kuj tswv ua saab ua sua tsw tshuav ob leeg nyob ua ke le."},{"bible_id":"1216","chapter_code":"1SA.11","verse_code":"1SA.11.12","label":"12","content":"Tes cov pejxeem txawm has rua Xamuyee tas, “Cov kws has tas, ‘Xa‑u yuav kaav peb lov?’ yog leejtwg? Ca le coj cov tuabneeg hov tawm lug, peb yuav muab tua pov tseg.”"},{"bible_id":"1216","chapter_code":"1SA.11","verse_code":"1SA.11.13","label":"13","content":"Tassws Xa‑u has tas, “Nub nua tsw xob ca leejtwg raug tua hlo le, tsua qhov nub nua Yawmsaub tau cawm cov Yixayee dim.”"},{"bible_id":"1216","chapter_code":"1SA.11","verse_code":"1SA.11.14","label":"14","content":"Xamuyee txhad has rua cov pejxeem tas, “Peb ca le moog rua Kilakaa hab tsaa kuas muaj vaajntxwv kaav tebchaws dua ib zag.”"},{"bible_id":"1216","chapter_code":"1SA.11","verse_code":"1SA.11.15","label":"15","content":"Cov pejxeem suavdawg txhad le moog rua lub moos Kilakaa hab puab tsaa Xa‑u ua vaajntxwv rua ntawm Yawmsaub xubndag huv lub moos Kilakaa. Puab tua tsaj xyeem rua Yawmsaub ua kevcai sws raug zoo, mas Xa‑u hab cov Yixayee suavdawg kuj zoo sab xyiv faab kawg rua hov ntawd."},{"bible_id":"1216","chapter_code":"1SA.12","verse_code":"1SA.12.1","label":"1","content":"Xamuyee has rua ib tsoom Yixayee suavdawg tas, “Kuv tub noog txhua yaam kws mej has rua kuv hab kuv tub tsaa ib tug vaajntxwv kaav mej lawm."},{"bible_id":"1216","chapter_code":"1SA.12","verse_code":"1SA.12.2","label":"2","content":"Nua nawj, muaj ib tug vaajntxwv coj mej lawm. Kuv tub laug plaubhau dawb taag lawm, kuv tej tub kuj nrug mej nyob. Hab kuv coj mej txwj thaus hluas lug txug naj nub nwgnuav."},{"bible_id":"1216","chapter_code":"1SA.12","verse_code":"1SA.12.3","label":"3","content":"Kuv nyob ntawm nuav, thov mej ua timkhawv kom kuv rua ntawm Yawmsaub xubndag hab rua ntawm tug kws Yawmsaub tsaa ua vaajntxwv lub xubndag. Kuv tau txeeb leejtwg le nyuj leejtwg le neeg luav? Kuv tau ntxag leejtwg le lossws tau quab yuam leejtwg? Kuv tau yuav nyaj xab ntawm leejtwg txhais teg ua rua kuv lub qhov muag dig? Mej ca le has lug mas kuv yuav thim rov rua mej.”"},{"bible_id":"1216","chapter_code":"1SA.12","verse_code":"1SA.12.4","label":"4","content":"Puab has tas, “Koj tsw tau ntxag peb lossws quab yuam peb lossws txeeb ib yaam daabtsw ntawm leejtwg txhais teg le.”"},{"bible_id":"1216","chapter_code":"1SA.12","verse_code":"1SA.12.5","label":"5","content":"Tes Xamuyee txawm has rua puab tas, “Yawmsaub hab tug kws Yawmsaub tsaa lug kuj ua timkhawv rua mej nub nua tas mej tsw pum ib yaam daabtsw nyob huv kuv txhais teg.” Puab has tas, “Yawmsaub ua tau timkhawv.”"},{"bible_id":"1216","chapter_code":"1SA.12","verse_code":"1SA.12.6","label":"6","content":"Hab Xamuyee has rua cov pejxeem tas, “Yawmsaub yog tug kws tsaa  Mauxe hab Aloo hab coj mej tej laug tawm huv Iyi tebchaws lug."},{"bible_id":"1216","chapter_code":"1SA.12","verse_code":"1SA.12.7","label":"7","content":"Yog le nuav mej ca le sawv tuabywv es kuv yuav pav txug tej num huvsw kws Yawmsaub ua cawm mej hab mej tej laug mas mej yuav paub mej tej kev txhum rua ntawm Yawmsaub xubndag."},{"bible_id":"1216","chapter_code":"1SA.12","verse_code":"1SA.12.8","label":"8","content":"Thaus Yakhauj moog rua huv Iyi tebchaws  mas mej tej laug quaj thov Yawmsaub, Yawmsaub kuj khaiv Mauxe hab Aloo coj puab tawm huv Iyi tebchaws hab coj puab lug nyob ntawm nuav."},{"bible_id":"1216","chapter_code":"1SA.12","verse_code":"1SA.12.9","label":"9","content":"Tassws puab nov qaab Yawmsaub kws yog puab tug Vaajtswv lawm, Yawmsaub txhad muab puab cob rua huv Xixela kws yog vaajntxwv Yanpi huv lub moos Haxau tug thawj rog txhais teg hab cob rua huv cov Filixatee txhais teg hab muab cob rua huv Mau‑a tug vaajntxwv txhais teg. Mas cov tuabneeg hov txhad ua rog rua mej tej laug."},{"bible_id":"1216","chapter_code":"1SA.12","verse_code":"1SA.12.10","label":"10","content":"Puab quaj thov Yawmsaub tas, ‘Peb tau ua txhum muaj txem lawm tsua qhov peb tau tso Yawmsaub tseg moog ua koom rua tej daab Npa‑aa hab tej daab Athalau. Nwgnuav thov koj cawm peb dim huv peb cov yeeb ncuab txhais teg mas peb yuav ua koom rua koj.’"},{"bible_id":"1216","chapter_code":"1SA.12","verse_code":"1SA.12.11","label":"11","content":"Tes Yawmsaub txhad khaiv Yelunpa‑aa hab Npala hab Yetha hab Xamuyee  lug, hab Yawmsaub cawm mej dim huv mej cov yeeb ncuab rua txhua faab, mas mej txhad tau nyob tso sab plhuav."},{"bible_id":"1216","chapter_code":"1SA.12","verse_code":"1SA.12.12","label":"12","content":"Thaus mej pum Naha kws yog cov Aamoo tug vaajntxwv tuaj ua rog rua mej, mas txawm yog mej tug Vaajtswv Yawmsaub tub yog mej tug vaajntxwv lawm los mej tseed has rua kuv tas, ‘Peb tsw noog koj has, peb yuav muaj ib tug vaajntxwv kaav peb.’"},{"bible_id":"1216","chapter_code":"1SA.12","verse_code":"1SA.12.13","label":"13","content":"Nwgnuav ca le saib tug vaajntxwv kws mej tau xaiv, yog tug kws mej thov. Saib maj, Yawmsaub tub tsaa vaajntxwv kaav mej lawm."},{"bible_id":"1216","chapter_code":"1SA.12","verse_code":"1SA.12.14","label":"14","content":"Yog mej yuav fwm hab paub ntshai Yawmsaub hab ua koom rua nwg hab noog nwg tej lug, hab tsw xob faav xeeb rua Yawmsaub tej lug nkaw, hab yog mej hab tug vaajntxwv kws kaav mej nrug nraim mej tug Vaajtswv Yawmsaub, mas kuj yog qhov zoo."},{"bible_id":"1216","chapter_code":"1SA.12","verse_code":"1SA.12.15","label":"15","content":"Tassws yog mej tsw noog Yawmsaub tej lug hab faav xeeb rua nwg tej lug nkaw, tes nwg txhais teg yuav tawm tsaam mej ib yaam le tawm tsaam mej tej laug."},{"bible_id":"1216","chapter_code":"1SA.12","verse_code":"1SA.12.16","label":"16","content":"Yog le nuav nwgnuav mej ca le sawv tuabywv tog saib tej xwm txheej luj kws Yawmsaub yuav ua taab meeg mej."},{"bible_id":"1216","chapter_code":"1SA.12","verse_code":"1SA.12.17","label":"17","content":"Nwgnuav yog lub caij hlais mog los tsw yog? Kuv yuav thov Yawmsaub ua xub quaj hab tso naag lug, mas mej yuav paub hab pum tseeb tas mej txujkev limham kws mej ua rua ntawm Yawmsaub xubndag luj kawg, yog qhov kws mej thov kuas muaj ib tug vaajntxwv kaav mej.”"},{"bible_id":"1216","chapter_code":"1SA.12","verse_code":"1SA.12.18","label":"18","content":"Xamuyee txawm thov Yawmsaub mas Yawmsaub txawm ua xub quaj hab lug naag rua nub ntawd. Cov pejxeem kuj ntshai Yawmsaub hab Xamuyee heev kawg."},{"bible_id":"1216","chapter_code":"1SA.12","verse_code":"1SA.12.19","label":"19","content":"Mas cov pejxeem suavdawg has rua Xamuyee tas, “Thov koj thov Yawmsaub kws yog koj tug Vaajtswv rua peb kws yog koj cov tub qhe sub peb txhad tsw tuag, tsua qhov peb muab txujkev phem nuav tsaav rua peb lub txem huvsw, vem peb tau thov kuas muaj vaajntxwv kaav peb.”"},{"bible_id":"1216","chapter_code":"1SA.12","verse_code":"1SA.12.20","label":"20","content":"Mas Xamuyee has rua cov pejxeem tas, “Tsw xob ntshai. Mej tau ua tej kev phem nuav huvsw lawm tag, tassws mej tsw xob tso qhov kws nrug nraim Yawmsaub tseg, mej ca le ua koom rua Yawmsaub kawg sab kawg ntsws."},{"bible_id":"1216","chapter_code":"1SA.12","verse_code":"1SA.12.21","label":"21","content":"Tsw xob moog lawv kua tej kws tsw muaj qaabhau. Tej hov paab tsw tau mej hab cawm tsw tau mej, vem tej hov tsw muaj qaabhau hlo le."},{"bible_id":"1216","chapter_code":"1SA.12","verse_code":"1SA.12.22","label":"22","content":"Tsua qhov Yawmsaub saib rua nwg lub npe kws luj kawg nwg txhad tsw muab nwg haiv tuabneeg tso pov tseg, vem Yawmsaub txaus sab coj mej lug ua ib haiv tuabneeg kws yog nwg teej nwg tug."},{"bible_id":"1216","chapter_code":"1SA.12","verse_code":"1SA.12.23","label":"23","content":"Tsw taag le ntawd xwb, kuv tug kheej los thov kuas kuv tsw xob ua txhum rua Yawmsaub tsua qhov kws tseg tsw thov nwg paab mej. Hab kuv yuav qha mej taug txujkev kws zoo hab txujkev kws raug cai."},{"bible_id":"1216","chapter_code":"1SA.12","verse_code":"1SA.12.24","label":"24","content":"Mej yuav tsum fwm hab paub ntshai Yawmsaub xwb hab muab lub sab xwb ua koom rua nwg kawg sab kawg ntsws. Ca le ua tuab zoo xaav txug tej num luj kws nwg ua paab mej lawm."},{"bible_id":"1216","chapter_code":"1SA.12","verse_code":"1SA.12.25","label":"25","content":"Yog mej tseed moog ua limham, mej yuav raug muab kuav pov tseg puam tsuaj taag, tsw has mej hab mej tug vaajntxwv huvsw.”"},{"bible_id":"1216","chapter_code":"1SA.13","verse_code":"1SA.13.1","label":"1","content":"Thaus Xa‑u chiv ua vaajntxwv nwg noob nyoog muaj ... xyoo, hab nwg kaav cov Yixayee tau ... xyoo."},{"bible_id":"1216","chapter_code":"1SA.13","verse_code":"1SA.13.2","label":"2","content":"Xa‑u xaiv cov txwvneej Yixayee tau peb txheeb leej, faib ob txheeb leej nrug nwg nyob ntawm Mimaj hab nyob peg toj sab ntawm Npe‑ee, ib txheeb leej nrug Yaunathaa nyob ntawm lub moos Kinpe‑a huv Npeeyamee tebchaws. Dua le ntawd nwg kuas cov pejxeem txhua tug nyag rov moog rua nyag vaaj nyag tsev."},{"bible_id":"1216","chapter_code":"1SA.13","verse_code":"1SA.13.3","label":"3","content":"Yaunathaa ntaus yeej cov Filixatee paab tub rog kws zuv huv lub moos Kenpa swb lawm, mas cov Filixatee kuj nov txug zaaj hov. Tes Xa‑u txawm kuas tshuab raaj kub yaaj thoob lub tebchaws hab has tas, “Ca cov Henplais suavdawg tau nov.”"},{"bible_id":"1216","chapter_code":"1SA.13","verse_code":"1SA.13.4","label":"4","content":"Cov Yixayee suavdawg tau nov xuv tas Xa‑u tub ntaus yeej Filixatee ib paab tub rog lawm hab nov tas cov Filixatee ntxub cov Yixayee heev kawg le. Cov pejxeem txhad raug hu tawm moog cuag Xa‑u rua ntawm Kilakaa."},{"bible_id":"1216","chapter_code":"1SA.13","verse_code":"1SA.13.5","label":"5","content":"Cov Filixatee kuj txhwj tub rog tuaj ua rog rua cov Yixayee. Puab muaj peb vaam lub tsheb ua rog hab rau txheeb tug tub rog caij neeg hab cov tub rog coob npaum le tej xuab zeb ntawm ntug havtxwv. Puab tuaj ua yeej nyob rua ntawm Mimaj kws nyob Npe‑avee saab nub tuaj."},{"bible_id":"1216","chapter_code":"1SA.13","verse_code":"1SA.13.6","label":"6","content":"Thaus cov Yixayee pum tas puab poob rua qhov chaw ti lawm, vem cov Filixatee ntaus puab heev, puab txhad tswv nraim rua huv tej qhov tsua, huv tej kem zeb, huv tej qhov ntxaa hab huv tej qhov dej,"},{"bible_id":"1216","chapter_code":"1SA.13","verse_code":"1SA.13.7","label":"7","content":"hab muaj qee leej hlaa tug dej Yalatee tswv moog rua huv Kas hab Kile‑a tebchaws. Xa‑u tseed nyob huv lub moos Kilakaa hab cov pejxeem suavdawg kuj nrug nwg nyob ua tshee quas nyo."},{"bible_id":"1216","chapter_code":"1SA.13","verse_code":"1SA.13.8","label":"8","content":"Xa‑u nyob tog xyaa nub lawv le lub swjhawm kws Xamuyee teem tseg, tassws Xamuyee tsw tuaj rua ntawm Kilakaa, mas cov pejxeem tso Xa‑u tseg tswv ua saab ua sua taag lawm."},{"bible_id":"1216","chapter_code":"1SA.13","verse_code":"1SA.13.9","label":"9","content":"Yog le hov Xa‑u txhad has tas, “Ca le coj tej tsaj kws muab ua kevcai hlawv xyeem hab tej kws ua kevcai xyeem sws raug zoo tuaj rua kuv.” Nwg txhad muab ua kevcai hlawv xyeem."},{"bible_id":"1216","chapter_code":"1SA.13","verse_code":"1SA.13.10","label":"10","content":"Thaus nwg muab ua kevcai hlawv xyeem taag lawd, na cav Xamuyee txawm tuaj txug. Xa‑u tawm moog tog hab hu Xamuyee."},{"bible_id":"1216","chapter_code":"1SA.13","verse_code":"1SA.13.11","label":"11","content":"Xamuyee nug tas, “Koj tub ua daabtsw lawm?” Xa‑u teb tas, “Thaus kuv pum cov pejxeem tso kuv tseg tswv rw quas sua moog lawm hab koj kuj tsw tuaj lawv le lub swjhawm kws teem ca, hab cov Filixatee los tub txhwj tub rog tuaj rua ntawm Mimaj lawm,"},{"bible_id":"1216","chapter_code":"1SA.13","verse_code":"1SA.13.12","label":"12","content":"mas kuv txhad has tas, ‘Nwgnuav cov Filixatee yuav tuaj ntaus kuv ntawm Kilakaa, hab kuv tub tsw tau thov kuas Yawmsaub hlub peb,’ kuv txhad rov yuam kuv moog muab tej tsaj ua kevcai hlawv xyeem.”"},{"bible_id":"1216","chapter_code":"1SA.13","verse_code":"1SA.13.13","label":"13","content":"Tes Xamuyee has rua Xa‑u tas, “Koj ua tej kws ruag kawg le. Koj tub tsw ua lawv tej lug kws koj tug Vaajtswv Yawmsaub has kuas koj ua. Yog koj tau ua lawv le mas Yawmsaub yeej yuav tsaa koj hab koj caaj ceg ua vaajntxwv kaav cov Yixayee moog ib txhws le."},{"bible_id":"1216","chapter_code":"1SA.13","verse_code":"1SA.13.14","label":"14","content":"Tassws nwgnuav koj hab koj caaj ceg yuav tsw ua vaajntxwv kaav moog le. Yawmsaub tub nrhav dua ib tug txwvneej kws hum Yawmsaub lub sab lawm. Hab Yawmsaub tub tsaa tug hov ua thawj kaav nwg haiv tuabneeg tsua qhov koj tsw ua lawv le Yawmsaub has rua koj.”"},{"bible_id":"1216","chapter_code":"1SA.13","verse_code":"1SA.13.15","label":"15","content":"Tes Xamuyee txawm sawv tseeg tawm ntawm Kilakaa moog txug lub moos Kinpe‑a huv Npeeyamee tebchaws. Mas Xa‑u suav cov tuabneeg kws nrug nwg ua ke muaj kwvlaam rau pua leej."},{"bible_id":"1216","chapter_code":"1SA.13","verse_code":"1SA.13.16","label":"16","content":"Xa‑u hab nwg tug tub Yaunathaa hab cov tuabneeg kws nrug ob tug kuj nyob huv lub moos Kenpa huv Npeeyamee tebchaws. Tassws cov Filixatee tseed ua yeej nyob ntawm Mimaj."},{"bible_id":"1216","chapter_code":"1SA.13","verse_code":"1SA.13.17","label":"17","content":"Muaj peb paab tub rog tawm huv cov Filixatee lub yeej moog lws tebchaws, ib paab moog rua ntawm lub moos Aufa kws yog Su‑aa tebchaws,"},{"bible_id":"1216","chapter_code":"1SA.13","verse_code":"1SA.13.18","label":"18","content":"ib paab moog rua lub moos Npe Hauloo, hab ib paab moog rua nrwm teb kws saib rua nraag haav Xenpau‑i kws ncaaj tebchaws moj saab qhua."},{"bible_id":"1216","chapter_code":"1SA.13","verse_code":"1SA.13.19","label":"19","content":"Thaus hov puab nrhav thoob plawg huv Yixayee tebchaws tsw muaj ib tug Kws hlau hlo le, tsua qhov cov Filixatee has tas, “Ntshai tsaam cov Henplais yuav ntaus tau ntaaj tau muv lug swv.”"},{"bible_id":"1216","chapter_code":"1SA.13","verse_code":"1SA.13.20","label":"20","content":"Cov Yixayee suavdawg moog ndav cov Filixatee huv khais huv hlau huv taus huv lag."},{"bible_id":"1216","chapter_code":"1SA.13","verse_code":"1SA.13.21","label":"21","content":"Nqe huv khais hab huv hlau ib raab yog ib phee  nqe huv taus hab huv muv ib raab yog ib feem peb huv ib sekhee."},{"bible_id":"1216","chapter_code":"1SA.13","verse_code":"1SA.13.22","label":"22","content":"Vem le nuav thaus txug nub ua rog txhad nrhav tsw tau ib raab ntaaj ib raab muv huv Xa‑u hab Yaunathaa cov tub rog txhais teg hlo le. Tsuas yog Xa‑u hab nwg tug tub Yaunathaa txhad muaj xwb."},{"bible_id":"1216","chapter_code":"1SA.13","verse_code":"1SA.13.23","label":"23","content":"Mas cov Filixatee ib paab tub rog moog zuv lub dawm kws hlaa moog rua lub moos Mimaj."},{"bible_id":"1216","chapter_code":"1SA.14","verse_code":"1SA.14.1","label":"1","content":"Muaj ib nub Yaunathaa kws yog Xa‑u tug tub has rua tug hluas kws nqaa nwg tej cuab yeej ua rog tas, “Ib ca le hlaa moog rua tim cov Filixatee paab tub rog kws zuv kev.” Tassws nwg tsw qha rua nwg txwv paub."},{"bible_id":"1216","chapter_code":"1SA.14","verse_code":"1SA.14.2","label":"2","content":"Xa‑u tsuam chaw nyob ntawm ntug moos Kinpe‑a huv qaab tsob ntoo txwv ntsab pobkws huv lub moos Miloo. Cov tuabneeg kws nrug Xa‑u nyob kwvlaam muaj rau pua leej,"},{"bible_id":"1216","chapter_code":"1SA.14","verse_code":"1SA.14.3","label":"3","content":"hab Ahiya kws coj lub efauj  kuj nrug Xa‑u nyob. Ahiya txwv yog Ahithu kws yog Ikhanpau tug tijlaug, nwg yawm yog Fineha, nwg yawm koob yog Eli kws ua Yawmsaub tug pov thawj huv lub moos Silau. Cov tub rog kuj tsw paub tas Yaunathaa moog lawm."},{"bible_id":"1216","chapter_code":"1SA.14","verse_code":"1SA.14.4","label":"4","content":"Lub dawm kws Yaunathaa yuav hlaa moog rua cov Filixatee paab tub rog kws zuv kev muaj ib ntxwj zeb zuag zuag nyob saab nuav hu ua Npauxe hab ib ntxwj zeb nyob saab tid hu ua Xene."},{"bible_id":"1216","chapter_code":"1SA.14","verse_code":"1SA.14.5","label":"5","content":"Ntxwj zeb saab peg tshwm ncaaj ntawm Mimaj hab ntxwj zeb saab nraag tshwm ncaaj ntawm lub moos Kenpa."},{"bible_id":"1216","chapter_code":"1SA.14","verse_code":"1SA.14.6","label":"6","content":"Yaunathaa has rua tug hluas kws nqaa nwg tej cuab yeej tas, “Ib ca le hlaa moog rua ntawm paab tub rog kws yog cov tuabneeg tsw ua kevcai txav. Tej zag Yawmsaub yuav paab peb tsua qhov tsw muaj ib yaam daabtsw yuav taav tau qhov kws Yawmsaub cawm peb tsw has nwg swv tuabneeg coob los tsawg.”"},{"bible_id":"1216","chapter_code":"1SA.14","verse_code":"1SA.14.7","label":"7","content":"Tug kws nqaa nwg tej cuab yeej teb nwg tas, “Koj ca le ua txhua yaam kws koj lub sab xaav ua. Kuv nrug koj ua ke hab koj lub sab xaav le caag kuv lub sab kuj ua ib yaam le ntawd.”"},{"bible_id":"1216","chapter_code":"1SA.14","verse_code":"1SA.14.8","label":"8","content":"Tes Yaunathaa txawm has tas, “Ib yuav hlaa moog rua ntawm cov tuabneeg hov hab tshwm rua puab pum."},{"bible_id":"1216","chapter_code":"1SA.14","verse_code":"1SA.14.9","label":"9","content":"Yog puab has rua ib tas, ‘Ca le nyob tog txug thaus peb tuaj txug meb,’ tes ib yuav nyob tuabywv ntawm lub chaw hab ib yuav tsw nce moog rua ntawm puab."},{"bible_id":"1216","chapter_code":"1SA.14","verse_code":"1SA.14.10","label":"10","content":"Yog puab has tas, ‘Ca le nce tuaj rua ntawm peb,’ tes ib yuav nce moog. Qhov kws puab teb le hov yuav qha rua ib paub tas Yawmsaub tub muab puab cob rua huv ib txhais teg lawm.”"},{"bible_id":"1216","chapter_code":"1SA.14","verse_code":"1SA.14.11","label":"11","content":"Ob tug txhad tshwm rua cov Filixatee paab tub rog pum, mas cov Filixatee has tas, “Saib nawj, cov Henplais tawm huv qhov tswv nraim tshwm tuaj lawm.”"},{"bible_id":"1216","chapter_code":"1SA.14","verse_code":"1SA.14.12","label":"12","content":"Tes cov tub rog kws zuv kev hov txawm hu Yaunathaa hab tug kws nqaa nwg tej cuab yeej has tas, “Ca le nce tuaj rua ntawm peb mas peb yuav qha ib yaam daabtsw rua meb.” Yaunathaa txawm has rua tug kws nqaa nwg tej cuab yeej tas, “Ca le lawv kuv qaab lug, tsua qhov Yawmsaub tub muab puab cob rua huv cov Yixayee txhais teg lawm.”"},{"bible_id":"1216","chapter_code":"1SA.14","verse_code":"1SA.14.13","label":"13","content":"Tes Yaunathaa txawm nkaag nce moog hab tug kws nqaa nwg tej cuab yeej kuj lawv nwg qaab moog. Cov tuabneeg nuav txhad le tuag rua ntawm Yaunathaa txhais teg hab tug kws nqaa nwg tej cuab yeej kuj tua puab lawv qaab moog."},{"bible_id":"1216","chapter_code":"1SA.14","verse_code":"1SA.14.14","label":"14","content":"Thawj zag kws Yaunathaa hab tug kws nqaa nwg tej cuab yeej tua puab hov mas tuag kwvlaam neeg nkaum leej. Thaaj chaw kws puab sws tua hov daav le ib nkawm nyuj laij teb ib taav su."},{"bible_id":"1216","chapter_code":"1SA.14","verse_code":"1SA.14.15","label":"15","content":"Cov Filixatee suavdawg raag zum zawg tsw has huv lub yeej hab ib ncig lub yeej. Paab tub rog kws zuv kev hab cov tub rog kws moog lws tebchaws kuj ntshai tshee quas nyo. Aav kuj tseeg quas nkawg, ua rua muaj kev raag zum zawg luj heev."},{"bible_id":"1216","chapter_code":"1SA.14","verse_code":"1SA.14.16","label":"16","content":"Xa‑u cov tub rog kws faaj xwm huv lub moos Kinpe‑a huv Npeeyamee tebchaws tsaa muag saib na cav pum cov Filixatee coob coob hov dha tswv ntxhuv quas nyo rua hov u hov nuav."},{"bible_id":"1216","chapter_code":"1SA.14","verse_code":"1SA.14.17","label":"17","content":"Tes Xa‑u txawm has rua cov tuabneeg kws nrug nwg nyob tas, “Ca le suav saib leejtwg tawm ntawm peb moog lawm.” Thaus puab suav saib na cav Yaunathaa hab tug kws nqaa nwg tej cuab yeej tsw nyob ntawd."},{"bible_id":"1216","chapter_code":"1SA.14","verse_code":"1SA.14.18","label":"18","content":"Xa‑u txawm has rua Ahiya tas, “Ca le coj Vaajtswv lub swb xaab  lug ntawm nuav,” tsua qhov lub swjhawm ntawd Vaajtswv lub swb xaab  nyob huv cov Yixayee lawm."},{"bible_id":"1216","chapter_code":"1SA.14","verse_code":"1SA.14.19","label":"19","content":"Thaus Xa‑u nrug tug pov thawj has lug txawm muaj suab nrov heev quas zug huv cov Filixatee lub yeej. Xa‑u txhad has rua tug pov thawj tas, “Ca le nkaum teg, tsw xob ua nug lawm.”"},{"bible_id":"1216","chapter_code":"1SA.14","verse_code":"1SA.14.20","label":"20","content":"Tes Xa‑u hab nwg cov tub rog txawm sau nthwv moog ntaus rog, ua cav cov Filixatee rov sws tua ua ntxhuv quas nyo sws chaab sws chaws."},{"bible_id":"1216","chapter_code":"1SA.14","verse_code":"1SA.14.21","label":"21","content":"Cov Henplais kws tub moog nrug cov Filixatee nyob ua ntej lug lawm hab tuaj rua huv lub yeej hov, kuj tig lug koom nrug cov Yixayee kws yog Xa‑u hab Yaunathaa tog."},{"bible_id":"1216","chapter_code":"1SA.14","verse_code":"1SA.14.22","label":"22","content":"Thaus cov Yixayee kws tswv nraim rua peg toj sab Efa‑i tebchaws tau nov tas cov Filixatee saamswm tswv, puab kuj lawv qaab moog ua rog rua hab."},{"bible_id":"1216","chapter_code":"1SA.14","verse_code":"1SA.14.23","label":"23","content":"Nub ntawd Yawmsaub cawm cov Yixayee le nuav. Puab txhad ntaus rog moog dhau plhawv lub moos Npe‑avee."},{"bible_id":"1216","chapter_code":"1SA.14","verse_code":"1SA.14.24","label":"24","content":"Nub hov cov Yixayee raug kev ceblaaj heev vem yog Xa‑u twv tseg rua cov tub rog tas, “Leejtwg noj mov ua ntej nub tsw tau poob qho hab ua ntej kws kuv tsw tau pauj taub kuv cov yeeb ncuab taag, ca tug hov raug foom tsw zoo.” Vem le nuav cov tub rog tsw noj mov hlo le."},{"bible_id":"1216","chapter_code":"1SA.14","verse_code":"1SA.14.25","label":"25","content":"Cov tuabneeg suavdawg moog rua huv haav zoov mas muaj zwb ntaab nyob huv peg teb."},{"bible_id":"1216","chapter_code":"1SA.14","verse_code":"1SA.14.26","label":"26","content":"Thaus cov tuabneeg moog rua huv haav zoov lawm mas pum zwb ntaab saamswm nrug, tassws tsw muaj leejtwg cev teg muab lug noj, vem yog ntshai tej lug kws twv tseg lawd."},{"bible_id":"1216","chapter_code":"1SA.14","verse_code":"1SA.14.27","label":"27","content":"Tassws Yaunathaa tsw nov leej txwv tej lug kws nwg twv rua cov pejxeem. Nwg txhad muab tug hauv paas nreg kws nwg coj tshaum xub ntaab cev teg muab cov zwb lug noj, tes nwg qhov muag txhad kaaj tuaj."},{"bible_id":"1216","chapter_code":"1SA.14","verse_code":"1SA.14.28","label":"28","content":"Muaj ib tug yawm has tas, “Koj txwv twv tseg rua cov tub rog tas, ‘Nub nua leejtwg noj mov yuav raug foom tsw zoo.’ Cov tuabneeg txhad tsaug leeg heev.”"},{"bible_id":"1216","chapter_code":"1SA.14","verse_code":"1SA.14.29","label":"29","content":"Yaunathaa txhad has tas, “Kuv txwv ua rua lub tebchaws raug kev ceblaaj. Swm saib kuv lub qhov muag tub kaaj lawm vem kuv tau noj mivntswv zwb ntaab."},{"bible_id":"1216","chapter_code":"1SA.14","verse_code":"1SA.14.30","label":"30","content":"Yog nub nua cov tuabneeg tau noj tej kws txeeb tau ntawm yeeb ncuab lug mas yuav zoo dua ntau npaug, tsua qhov nwgnuav qhov kws tua cov Filixatee kuj tsw muaj ntau lawm.”"},{"bible_id":"1216","chapter_code":"1SA.14","verse_code":"1SA.14.31","label":"31","content":"Nub ntawd puab tua cov Filixatee ntawm Mimaj moog txug lub moos Aiyaloo. Mas cov tub rog tsaug leeg heev."},{"bible_id":"1216","chapter_code":"1SA.14","verse_code":"1SA.14.32","label":"32","content":"Puab txhad dha moog muab tej kws txeeb tau lug, yog yaaj hab nyuj hab mivnyuas nyuj coj lug tua kag rua huv aav, noj hlo nqaj hab ntshaav ua ke."},{"bible_id":"1216","chapter_code":"1SA.14","verse_code":"1SA.14.33","label":"33","content":"Mas luas txhad moog has rua Xa‑u tas, “Cov tuabneeg ua txhum rua Yawmsaub vem yog noj hlo nqaj hab ntshaav.” Mas Xa‑u has tas, “Mej ua tuabneeg faav xeeb lawm. Ca le dov ib lub pob zeb luj lug rua ntawm kuv nuav.”"},{"bible_id":"1216","chapter_code":"1SA.14","verse_code":"1SA.14.34","label":"34","content":"Hab Xa‑u has tas, “Ca le moog has thoob plawg rua cov tuabneeg tas, ‘Mej txhua tug yuav tsum coj mej tej nyuj tej yaaj lug tua rua sau lub pob zeb nuav noj. Tsw xob ua txhum rua Yawmsaub vem yog noj nqaj hab ntshaav.’ ” Mas mo ntawd txhua tug coj puab tej nyuj lug tua rua hov ntawd."},{"bible_id":"1216","chapter_code":"1SA.14","verse_code":"1SA.14.35","label":"35","content":"Xa‑u ua ib lub thaaj xyeem rua Yawmsaub. Yog thawj lub thaaj kws nwg ua rua Yawmsaub."},{"bible_id":"1216","chapter_code":"1SA.14","verse_code":"1SA.14.36","label":"36","content":"Tes Xa‑u has tas, “Peb ca le moog lawv cov Filixatee mo ntuj hab txeeb puab tej hov txhua chaw ib mos kaaj ntug. Peb tsw xob tseg ib tug dim sav le.” Cov tuabneeg teb tas, “Ca le ua lawv le koj pum zoo.” Tassws tug pov thawj has tas, “Ca peb lug ua nug rua Vaajtswv ntawm nuav tsaiv.”"},{"bible_id":"1216","chapter_code":"1SA.14","verse_code":"1SA.14.37","label":"37","content":"Tes Xa‑u txhad nug Vaajtswv tas, “Kuv yuav moog lawv cov Filixatee los tsw xob moog? Koj yuav muab puab cob rua huv cov Yixayee txhais teg los tsw muab?” Tassws nub hov Vaajtswv tsw teb Xa‑u."},{"bible_id":"1216","chapter_code":"1SA.14","verse_code":"1SA.14.38","label":"38","content":"Xa‑u txhad has tas, “Mej suavdawg kws yog cov thawj, ca le lug ntawm nuav, mej ca le tshuaj saib yog vem le caag nub nua muaj lub txem nuav tshwm lug."},{"bible_id":"1216","chapter_code":"1SA.14","verse_code":"1SA.14.39","label":"39","content":"Muaj Yawmsaub tug kws cawm cov Yixayee muaj txujsa nyob pum, txawm yog txujkev txhum nyob ntawm kuv tug tub Yaunathaa los nwg yeej yuav tuag xwb.” Tassws cov tuabneeg suavdawg hov tsw muaj ib tug teb nwg le."},{"bible_id":"1216","chapter_code":"1SA.14","verse_code":"1SA.14.40","label":"40","content":"Tes Xa‑u txawm has rua cov Yixayee suavdawg tas, “Ca mej tuaj ib tog, mas kuv hab kuv tug tub Yaunathaa tuaj ib tog.” Mas cov pejxeem has rua Xa‑u tas, “Ca le ua lawv le koj pum zoo.”"},{"bible_id":"1216","chapter_code":"1SA.14","verse_code":"1SA.14.41","label":"41","content":"Ua le hov Xa‑u txhad thov has tas, “Au Yawmsaub kws yog cov Yixayee tug Vaajtswv, ua caag nub nua koj tsw teb kuv kws yog koj tug qhev? Yog lub txem nyob ntawm kuv hab kuv tug tub Yaunathaa, thov teb rua Uli, yog lub txem nyob ntawm cov Yixayee thov teb rua Thumi.”  Tes Xa‑u hab Yaunathaa txhad yog tog kws ua txhum mas cov pejxeem dim."},{"bible_id":"1216","chapter_code":"1SA.14","verse_code":"1SA.14.42","label":"42","content":"Tes Xa‑u txhad has tas, “Rov qaab saib Uli hab Thumi rua kuv hab kuv tug tub Yaunathaa.” Mas kev txhum poob rua Yaunathaa."},{"bible_id":"1216","chapter_code":"1SA.14","verse_code":"1SA.14.43","label":"43","content":"Tes Xa‑u txhad has rua Yaunathaa tas, “Koj tau ua daabtsw lawm? Ca le has rua kuv saib.” Yaunathaa txhad has tas, “Kuv tau swm noj mivntswv zwb ntaab ntawm tug hauv paas nreg huv kuv txhais teg. Kuv nyob ntawm nuav, kuv yeem tuag.”"},{"bible_id":"1216","chapter_code":"1SA.14","verse_code":"1SA.14.44","label":"44","content":"Xa‑u txhad has tas, “Yog kuv tsw tua koj thov Vaajtswv ua nyaav dua hov rua kuv. Yaunathaa koj yuav tuag tag tag le.”"},{"bible_id":"1216","chapter_code":"1SA.14","verse_code":"1SA.14.45","label":"45","content":"Cov pejxeem has rua Xa‑u tas, “Tswm nyog Yaunathaa kws coj kev kov yeej luj kawg lug rua cov Yixayee tuag lov? Tsw xob ua le hov. Muaj Yawmsaub kws muaj txujsa nyob pum, tsw tseev nwg ib txuj plaubhau poob rua huv aav le, vem nub nua nwg tau koom nrug Vaajtswv ua rog.” Cov pejxeem txhad txhwv tau Yaunathaa nwg txhad tsw tuag."},{"bible_id":"1216","chapter_code":"1SA.14","verse_code":"1SA.14.46","label":"46","content":"Tes Xa‑u txawm tsw lawv caum cov Filixatee lawm. Cov Filixatee rov moog rua puab qub teb qub chaw."},{"bible_id":"1216","chapter_code":"1SA.14","verse_code":"1SA.14.47","label":"47","content":"Thaus Xa‑u tau ua vaajntxwv kaav cov Yixayee, nwg ua rog rua nwg cov yeeb ncuab rua txhua faab, yog ua rog rua Mau‑a hab Aamoo hab Entoo hab cov vaajntxwv huv Xaunpa tebchaws hab cov Filixatee. Nwg moog rua hovtwg kuj ntaus yeej hov ntawd."},{"bible_id":"1216","chapter_code":"1SA.14","verse_code":"1SA.14.48","label":"48","content":"Nwg muaj sab luj sab tuab ua rog hab ntaus yeej cov Amalej hab cawm cov Yixayee dim huv cov kws tuaj lws puab txhais teg."},{"bible_id":"1216","chapter_code":"1SA.14","verse_code":"1SA.14.49","label":"49","content":"Xa‑u le tub yog Yaunathaa, Isavi hab Makhisuva. Nwg ob tug ntxhais tug hlub hu ua Mela, tug yau hu ua Mikhaa."},{"bible_id":"1216","chapter_code":"1SA.14","verse_code":"1SA.14.50","label":"50","content":"Xa‑u tug quaspuj hu ua Ahinau‑aa, nwg yog Ahima‑a tug ntxhais. Xa‑u tug thawj rog yog Anaw kws yog Naw tug tub, Naw yog Xa‑u yawm laug."},{"bible_id":"1216","chapter_code":"1SA.14","verse_code":"1SA.14.51","label":"51","content":"Khij yog Xa‑u txwv, Naw yog Anaw txwv, Naw hab Khij yog Anpi‑ee le tub."},{"bible_id":"1216","chapter_code":"1SA.14","verse_code":"1SA.14.52","label":"52","content":"Xa‑u swm neej mas muaj kev ua rog rua cov Filixatee luj heev. Thaus Xa‑u pum leejtwg muaj zug hab sab luj sab tuab nwg coj lug nrug nwg nyob ua nwg le tub txwb tub khai."},{"bible_id":"1216","chapter_code":"1SA.15","verse_code":"1SA.15.1","label":"1","content":"Xamuyee has rua Xa‑u tas, “Yawmsaub khaiv kuv tuaj tsaa koj ua vaajntxwv kaav nwg haiv tuabneeg Yixayee. Vem le nuav nwgnuav koj tig ntsej noog Yawmsaub tej lug."},{"bible_id":"1216","chapter_code":"1SA.15","verse_code":"1SA.15.2","label":"2","content":"Yawmsaub kws muaj fwjchim luj kawg nkaus has le nuav tas, ‘Kuv yuav rau txem rua cov Amalej tsua qhov kws thaus cov Yixayee tawm huv Iyi tebchaws lug puab taav cov Yixayee kev."},{"bible_id":"1216","chapter_code":"1SA.15","verse_code":"1SA.15.3","label":"3","content":"Koj ca le moog ntaus cov Amalej hab muab txhua yaam kws puab muaj ua kuas puam tsuaj taag huvsw. Tsw xob tseg ib tug dim le, ca tua taag nrho tej quaspuj quasyawg, tej mivnyuas yau tej mivnyuas noj mig hab tej nyuj tej yaaj tej ntxhuav hab tej neeg luav huvsw.’ ”"},{"bible_id":"1216","chapter_code":"1SA.15","verse_code":"1SA.15.4","label":"4","content":"Xa‑u txhad hu cov pejxeem tuaj ua ke rua ntawm Thela‑i suav taag nrho cov tub rog muaj 200,000 leej hab cov tuabneeg Yuta 10,000 leej."},{"bible_id":"1216","chapter_code":"1SA.15","verse_code":"1SA.15.5","label":"5","content":"Xa‑u puab tuaj rua ntawm Amalej lub nroog hab nyob huv lub haav zuv tog."},{"bible_id":"1216","chapter_code":"1SA.15","verse_code":"1SA.15.6","label":"6","content":"Xa‑u has rua cov Khenai tas, “Ca le tawm moog, ca le ncaim ntawm cov Amalej moog tsaam tes kuv ua rua mej nrug puab puam tsuaj taag. Tsua qhov thaus cov Yixayee tawm huv Iyi tebchaws lug mej hlub puab.” Yog le hov cov Khenai txhad ncaim cov Amalej moog lawm."},{"bible_id":"1216","chapter_code":"1SA.15","verse_code":"1SA.15.7","label":"7","content":"Xa‑u kuj ntaus cov Amalej swb txwj ntawm lub moos Havila moog txug lub moos Su kws nyob ntawm Iyi tebchaws saab nub tuaj."},{"bible_id":"1216","chapter_code":"1SA.15","verse_code":"1SA.15.8","label":"8","content":"Nwg nteg tau cov Amalej tug vaajntxwv Aka caj quas tshav hab xuas ntaaj muab cov pejxeem tua puam tsuaj taag nrho huvsw."},{"bible_id":"1216","chapter_code":"1SA.15","verse_code":"1SA.15.9","label":"9","content":"Tassws Xa‑u hab nwg cov tuabneeg tseg Aka txujsa hab tej tsaj txhu kws zoo kawg, muaj yaaj muaj nyuj, muaj tej tsaj kws rog rog hab muaj tej mivnyuas yaaj hab txhua yaam kws zoo kawg. Puab tsw kaam muab ua kuas puam tsuaj. Puab tsuas yog muab txhua yaam kws puab tsw nyam hab tsw muaj qaabhau ua kuas puam tsuaj xwb."},{"bible_id":"1216","chapter_code":"1SA.15","verse_code":"1SA.15.10","label":"10","content":"Mas Yawmsaub has lug tuaj rua Xamuyee tas,"},{"bible_id":"1216","chapter_code":"1SA.15","verse_code":"1SA.15.11","label":"11","content":"“Kuv tu sab qhov kws kuv tsaa Xa‑u ua vaajntxwv, tsua qhov nwg tau tig ntawm kuv moog lawm tsw ua lawv le kuv tej lug nkaw.” Mas Xamuyee kuj chim hab quaj thov Yawmsaub ib mos kaaj ntug."},{"bible_id":"1216","chapter_code":"1SA.15","verse_code":"1SA.15.12","label":"12","content":"Thaus taagkig Xamuyee sawv ntxuv tseeg yuav moog nrhav Xa‑u. Muaj tuabneeg has rua Xamuyee tas, “Xa‑u tuaj rua ntawm lub moos Khamee hab ua ib tug yaam ntxwv ca ua lub chaw ncu txug nwg tes txawm hlaa dhau plhawv moog rua lub moos Kilakaa lawm.”"},{"bible_id":"1216","chapter_code":"1SA.15","verse_code":"1SA.15.13","label":"13","content":"Tes Xamuyee txawm tuaj cuag Xa‑u, tes Xa‑u has rua Xamuyee tas, “Thov Yawmsaub foom koob moov rua koj. Kuv tub ua lawv le Yawmsaub tej lug nkaw lawm.”"},{"bible_id":"1216","chapter_code":"1SA.15","verse_code":"1SA.15.14","label":"14","content":"Tassws Xamuyee has tas, “Tej suab yaaj quaj hab tej suab nyuj nqov kws nov hov yog daabtsw?”"},{"bible_id":"1216","chapter_code":"1SA.15","verse_code":"1SA.15.15","label":"15","content":"Xa‑u teb tas, “Yog puab coj huv cov Amalej lug, tsua qhov kuv cov tuabneeg tseg tej yaaj tej nyuj kws zoo kawg xyeem rua koj tug Vaajtswv Yawmsaub, dua le ntawd peb tub muab ua puam tsuaj taag nrho huvsw lawm.”"},{"bible_id":"1216","chapter_code":"1SA.15","verse_code":"1SA.15.16","label":"16","content":"Tes Xamuyee txawm has rua Xa‑u tas, “Tsum lauj! Kuv yuav has rua koj paub tas naag mo Yawmsaub has le caag rua kuv.” Xa‑u teb tas, “Ca le has maj.”"},{"bible_id":"1216","chapter_code":"1SA.15","verse_code":"1SA.15.17","label":"17","content":"Xamuyee txhad has tas, “Txawm yog koj saib koj zoo le ib tug miv kawg, los koj tub yog tug thawj huv txhua xeem Yixayee los tsw yog? Yawmsaub tsaa koj ua vaajntxwv kaav cov Yixayee."},{"bible_id":"1216","chapter_code":"1SA.15","verse_code":"1SA.15.18","label":"18","content":"Hab Yawmsaub khaiv koj moog ua nwg tej num hab has tas, ‘Ca le moog ua kuas cov Amalej kws yog tuabneeg muaj txem puam tsuaj taag nrho huvsw, hab ua rog rua puab moog txug thaus puab pluj taag huvsw.’"},{"bible_id":"1216","chapter_code":"1SA.15","verse_code":"1SA.15.19","label":"19","content":"Ua caag koj tsw noog Yawmsaub tej lug? Ua caag koj moog txeeb tej hov txhua chaw hab ua tej kws Yawmsaub pum tas phem kawg le?”"},{"bible_id":"1216","chapter_code":"1SA.15","verse_code":"1SA.15.20","label":"20","content":"Xa‑u has rua Xamuyee tas, “Kuv tub noog Yawmsaub tej lug lawm. Kuv tub moog ua tej num kws Yawmsaub khaiv kuv moog, kuv nteg tau cov Amalej tug vaajntxwv Aka coj lug hab kuv ua rua cov Amalej puam tsuaj taag huvsw."},{"bible_id":"1216","chapter_code":"1SA.15","verse_code":"1SA.15.21","label":"21","content":"Tassws kuv cov tuabneeg muab tej hov txhua chaw, tej yaaj tej nyuj kws zoo kawg kws muab cais ua kuas puam tsuaj hov coj lug xyeem rua koj tug Vaajtswv Yawmsaub huv lub moos Kilakaa.”"},{"bible_id":"1216","chapter_code":"1SA.15","verse_code":"1SA.15.22","label":"22","content":"Tes Xamuyee has tas, “Yawmsaub txaus sab rua tej kws hlawv xyeem hab tej kws muab xyeem npaum le qhov kws noog Yawmsaub lug lov? Swm xaav saib maj, qhov kws noog lug zoo dua tej kws muab xyeem hab qhov kws tig ntsej noog zoo dua le tej roj txwv yaaj."},{"bible_id":"1216","chapter_code":"1SA.15","verse_code":"1SA.15.23","label":"23","content":"Vem qhov kws faav xeeb kuj ib yaam le lub txem kws saib swj saib yaig, hab qhov kws tawv ncauj kuj zoo le lub txem phem kws pe daab. Vem koj tso Yawmsaub tej lug tseg Yawmsaub kuj tso koj tseg tsw yuav koj ua vaajntxwv lawm.”"},{"bible_id":"1216","chapter_code":"1SA.15","verse_code":"1SA.15.24","label":"24","content":"Mas Xa‑u has rua Xamuyee tas, “Kuv ua txhum lawm. Kuv faav xeeb rua Yawmsaub tej lug nkaw hab koj tej lug vem yog kuv ntshai cov pejxeem hab noog puab tej lug."},{"bible_id":"1216","chapter_code":"1SA.15","verse_code":"1SA.15.25","label":"25","content":"Yog le nuav thov koj zaam kuv lub txem hab nrug kuv rov qaab moog, sub kuv txhad tau pe hawm Yawmsaub.”"},{"bible_id":"1216","chapter_code":"1SA.15","verse_code":"1SA.15.26","label":"26","content":"Mas Xamuyee has rua Xa‑u tas, “Kuv yuav tsw nrug koj rov qaab moog, vem yog koj tso Yawmsaub tej lug tseg, mas Yawmsaub tub tso koj tseg tsw yuav koj ua vaajntxwv kaav cov Yixayee lawm.”"},{"bible_id":"1216","chapter_code":"1SA.15","verse_code":"1SA.15.27","label":"27","content":"Thaus Xamuyee tig hlo moog lawm Xa‑u txhad tuav nkaus Xamuyee lub qaab tsho tes lub tsho txawm nduag."},{"bible_id":"1216","chapter_code":"1SA.15","verse_code":"1SA.15.28","label":"28","content":"Tes Xamuyee has rua nwg tas, “Nub nua Yawmsaub muab cov Yixayee lub tebchaws dua rhe ntawm koj moog lawm hab muab cob rua koj le ib tug kwvtij kws zoo dua koj."},{"bible_id":"1216","chapter_code":"1SA.15","verse_code":"1SA.15.29","label":"29","content":"Tug kws yog cov Yixayee lub meej mom tsw txawj daag tsw txawj hloov sab. Nwg tsw yog tuabneeg es yuav hloov sab.”"},{"bible_id":"1216","chapter_code":"1SA.15","verse_code":"1SA.15.30","label":"30","content":"Xa‑u txawm has tas, “Kuv tau ua txhum muaj txem lawm. Nwgnuav thov koj saib rua kuv taab meeg kuv cov tuabneeg tej kev txwj quas laug hab cov Yixayee. Thov nrug kuv rov qaab sub kuv txhad tau pe hawm Yawmsaub kws yog koj tug Vaajtswv.”"},{"bible_id":"1216","chapter_code":"1SA.15","verse_code":"1SA.15.31","label":"31","content":"Mas Xamuyee txhad nrug Xa‑u rov qaab moog, Xa‑u txhad tau pe hawm Yawmsaub."},{"bible_id":"1216","chapter_code":"1SA.15","verse_code":"1SA.15.32","label":"32","content":"Mas Xamuyee has tas, “Ca le coj cov Amalej tug vaajntxwv Aka lug rua kuv.” Tes Aka txhad zoo sab hlo lug rua ntawm nwg. Aka has tas, “Txujkev ab sab txujkev tuag dhau taag lawm lauj!”"},{"bible_id":"1216","chapter_code":"1SA.15","verse_code":"1SA.15.33","label":"33","content":"Xamuyee has tas, “Koj raab ntaaj ua rua tej quaspuj tsw muaj tub le caag, koj nam yuav nrug luas ib tsoom quaspuj tsw muaj tub ib yaam le ntawd hab.” Tes Xamuyee txawm tsuav Aka ua tej ywb yaav rua ntawm Yawmsaub xubndag huv lub moos Kilakaa."},{"bible_id":"1216","chapter_code":"1SA.15","verse_code":"1SA.15.34","label":"34","content":"Tes Xamuyee txawm moog rua ntawm lub moos Lama. Xa‑u txawm moog rua nwg lub vaaj lub tsev huv Kinpe‑a kws yog Xa‑u lub moos."},{"bible_id":"1216","chapter_code":"1SA.15","verse_code":"1SA.15.35","label":"35","content":"Tes Xamuyee tsw rov pum Xa‑u moog txug taag Xamuyee swm neej, mas Xamuyee nyuaj sab kawg rua Xa‑u. Yawmsaub tu sab qhov kws nwg tau tsaa Xa‑u ua vaajntxwv kaav cov Yixayee."},{"bible_id":"1216","chapter_code":"1SA.16","verse_code":"1SA.16.1","label":"1","content":"Yawmsaub has rua Xamuyee tas, “Koj yuav quaj Xa‑u moog ntev le caag, tsua qhov kuv tub muab nwg tso tseg tsw yuav nwg ua vaajntxwv kaav cov Yixayee lawm? Ca le muab koj lub khob kub nyuj ntim roj aulib es sawv kev moog. Kuv yuav khaiv koj moog rua ntawm Yexi huv lub moos Npelehee, tsua qhov kuv tub xaiv nwg cov tub ib tug ua vaajntxwv lawm.”"},{"bible_id":"1216","chapter_code":"1SA.16","verse_code":"1SA.16.2","label":"2","content":"Xamuyee has tas, “Kuv yuav ua le caag moog tau? Yog Xa‑u nov nwg yuav muab kuv tua pov tseg xwb.” Tes Yawmsaub has tas, “Ca le coj ib tug maum nyuj moog hab has tas, ‘Kuv tuaj xyeem tsaj rua Yawmsaub.’"},{"bible_id":"1216","chapter_code":"1SA.16","verse_code":"1SA.16.3","label":"3","content":"Mas hu Yexi tuaj nrug koj ua kevcai xyeem tsaj mas kuv yuav qha rua koj paub tas koj yuav tsum ua daabtsw. Koj yuav laub roj rua tug kws kuv qha lub npe rua koj.”"},{"bible_id":"1216","chapter_code":"1SA.16","verse_code":"1SA.16.4","label":"4","content":"Xamuyee ua lawv le Yawmsaub has. Nwg tuaj rua ntawm lub moos Npelehee. Cov kev txwj quas laug huv lub moos hov tuaj cuag nwg ua ib ce ntshai tshee quas nyo hab has tas, “Koj tuaj ua qhov zoo lov?”"},{"bible_id":"1216","chapter_code":"1SA.16","verse_code":"1SA.16.5","label":"5","content":"Xamuyee teb tas, “Kuv tuaj ua qhov zoo, kuv tuaj xyeem tsaj rua Yawmsaub. Ca le tu kuas mej dawb huv hab tuaj nrug kuv ua kevcai xyeem tsaj.” Xamuyee kuj tu kuas Yexi hab nwg cov tub dawb huv hab hu puab tuaj nrug nwg ua kevcai xyeem tsaj."},{"bible_id":"1216","chapter_code":"1SA.16","verse_code":"1SA.16.6","label":"6","content":"Thaus puab tuaj lawd nwg saib ntsoov Eli‑a xaav has tas, “Tug kws Yawmsaub tsaa kuj tuaj rua ntawm Yawmsaub lub xubndag lawm lauj.”"},{"bible_id":"1216","chapter_code":"1SA.16","verse_code":"1SA.16.7","label":"7","content":"Kuas Yawmsaub has rua Xamuyee tas, “Tsw xob saib rua nwg lub cev hab saib qhov kws nwg sab, tsua qhov kuv tsw yuav nwg. Yawmsaub saib tsw thooj le tuabneeg saib. Tuabneeg saib lub cev saab nrau xwb, tassws Yawmsaub saib lub sab.”"},{"bible_id":"1216","chapter_code":"1SA.16","verse_code":"1SA.16.8","label":"8","content":"Tes Yexi txawm hu Anpinanta lug hlaa Xamuyee xubndag. Xamuyee has tas, “Yawmsaub tsw xaiv tug nuav.”"},{"bible_id":"1216","chapter_code":"1SA.16","verse_code":"1SA.16.9","label":"9","content":"Tes Yexi txawm kuas Sama hlaa lug moog. Mas Xamuyee kuj has tas, “Yawmsaub tsw xaiv tug nuav.”"},{"bible_id":"1216","chapter_code":"1SA.16","verse_code":"1SA.16.10","label":"10","content":"Yexi kuas xyaa leej tub hlaa moog ntawm Xamuyee xubndag. Mas Xamuyee has rua Yexi tas, “Yawmsaub tsw xaiv cov nuav.”"},{"bible_id":"1216","chapter_code":"1SA.16","verse_code":"1SA.16.11","label":"11","content":"Tes Xamuyee txawm has rua Yexi tas, “Koj cov tub nyob txhwj ntawm nuav lawm lov?” Yexi teb tas, “Tseed tshuav tug tub ntxawg, nwg moog yug yaaj lawm.” Mas Xamuyee has rua Yexi tas, “Ca le khaiv tuabneeg moog coj nwg lug. Peb yuav tsw nyob quas tsawg moog txug thaus nwg lug txug hov ntawm nuav.”"},{"bible_id":"1216","chapter_code":"1SA.16","verse_code":"1SA.16.12","label":"12","content":"Yexi kuj khaiv tuabneeg moog coj nwg lug. Nwg yog ib tug ntsej muag tshab lab ploog lub cev ntaaj ntsug zoo nraug ntxag. Yawmsaub has tas, “Ca le sawv tseeg laub roj rua tug hov, yog tug hov ntaag.”"},{"bible_id":"1216","chapter_code":"1SA.16","verse_code":"1SA.16.13","label":"13","content":"Tes Xamuyee txawm muab lub khob kub nyuj roj lug laub ua kevcai tsaa nwg taab meeg cov tijlaug. Mas Yawmsaub tug Ntsuj Plig lug nrug nraim Tavi nyob txwj nub ntawd moog. Tes Xamuyee txawm sawv tseeg rov qaab moog rua huv lub moos Lama lawm."},{"bible_id":"1216","chapter_code":"1SA.16","verse_code":"1SA.16.14","label":"14","content":"Mas Yawmsaub tug Ntsuj Plig tawm huv Xa‑u lawm, tes Yawmsaub ca ib tug plig phem lug tswm txom Xa‑u."},{"bible_id":"1216","chapter_code":"1SA.16","verse_code":"1SA.16.15","label":"15","content":"Xa‑u cov tub teg tub taw has rua nwg tas, “Swm saib, Yawmsaub ca ib tug plig phem lug tswm txom koj lawm."},{"bible_id":"1216","chapter_code":"1SA.16","verse_code":"1SA.16.16","label":"16","content":"Vaajntxwv, thov koj khaiv koj cov tub qhe kws nyob ntawm koj xubndag nuav moog nrhav ib tug kws txawj ntaus nkauj nog ncaas tuaj. Thaus twg Vaajtswv ca tug plig phem tshoov koj lub sab, tug hov yuav ntaus nkauj nog ncaas tes koj yuav zoo.”"},{"bible_id":"1216","chapter_code":"1SA.16","verse_code":"1SA.16.17","label":"17","content":"Xa‑u txhad has rua nwg cov tub teg tub taw tas, “Ca le moog nrhav ib tug yawm kws txawj ntaus nkauj nog ncaas coj tuaj cuag kuv.”"},{"bible_id":"1216","chapter_code":"1SA.16","verse_code":"1SA.16.18","label":"18","content":"Cov tub hluas hov muaj ib tug has tas, “Kuv pum Yexi huv Npelehee ib tug tub txawj ntaus nkauj nog ncaas. Nwg sab luj sab tuab hab txawj ua rog, has lug zoo hab ntsej muag zuag plag. Hab Yawmsaub nrug nraim nwg.”"},{"bible_id":"1216","chapter_code":"1SA.16","verse_code":"1SA.16.19","label":"19","content":"Xa‑u txhad khaiv tuabneeg moog has rua Yexi tas, “Koj ca le tso koj tug tub Tavi kws yug yaaj tuaj cuag kuv.”"},{"bible_id":"1216","chapter_code":"1SA.16","verse_code":"1SA.16.20","label":"20","content":"Tes Yexi txhad le muab ib tug neeg luav thauj mov noj hab ib naab tawv cawv txwv maab hab ib tug mivnyuas tshws rua nwg tug tub Tavi coj moog pub rua Xa‑u."},{"bible_id":"1216","chapter_code":"1SA.16","verse_code":"1SA.16.21","label":"21","content":"Tavi kuj tuaj cuag Xa‑u hab ua nwg le num. Xa‑u hlub Tavi heev, Tavi kuj ua tug kws nqaa Xa‑u tej cuab yeej ua rog."},{"bible_id":"1216","chapter_code":"1SA.16","verse_code":"1SA.16.22","label":"22","content":"Xa‑u xaa xuv moog rua Yexi tas, “Ca le kheev Tavi nyob ua kuv teg num, vem kuv txaus sab rua nwg.”"},{"bible_id":"1216","chapter_code":"1SA.16","verse_code":"1SA.16.23","label":"23","content":"Thaus Vaajtswv ca tug plig phem lug tshoov Xa‑u lub sab thaus twg, Tavi kuj khaws nkauj nog ncaas lug ntaus tes Xa‑u sab txhad tug hab zoo hab tug plig phem txhad tswv tawm ntawm nwg moog lawm."},{"bible_id":"1216","chapter_code":"1SA.17","verse_code":"1SA.17.1","label":"1","content":"Cov Filixatee txhwj tub rog yuav tuaj ua rog, puab tuaj txoos ua ke ntawm lub moos Xaukhau kws nyob huv Yuta tebchaws. Puab ua yeej rua ntawm Xaukhau hab Axekha ntu nruab nraab ntawm Efentami."},{"bible_id":"1216","chapter_code":"1SA.17","verse_code":"1SA.17.2","label":"2","content":"Mas Xa‑u hab cov Yixayee txhwj rog ua ke tuaj ua yeej rua huv lub haav Ela, npaaj chaw ua rog rua cov Filixatee."},{"bible_id":"1216","chapter_code":"1SA.17","verse_code":"1SA.17.3","label":"3","content":"Cov Filixatee sawv rua sau ib lub roob, cov Yixayee sawv dua rua sau ib lub roob, muaj ib lub haav quas nruab nraab."},{"bible_id":"1216","chapter_code":"1SA.17","verse_code":"1SA.17.4","label":"4","content":"Muaj ib tug yawm kws txawj ua rog heev tawm huv cov Filixatee lub yeej tuaj npe hu ua Kaulia. Nwg sab rau tshws hab ib dus, nwg yog tuabneeg huv lub moos Ka."},{"bible_id":"1216","chapter_code":"1SA.17","verse_code":"1SA.17.5","label":"5","content":"Nwg ntoo ib lub mom tooj lab sau nwg taubhau hab naav lub tsho tooj lab nyaav tswb txheeb sekhee."},{"bible_id":"1216","chapter_code":"1SA.17","verse_code":"1SA.17.6","label":"6","content":"Nwg rau nrhoob tooj lab hab khuam ib raab muv tooj lab ntawm xub pwg laim nkaug."},{"bible_id":"1216","chapter_code":"1SA.17","verse_code":"1SA.17.7","label":"7","content":"Tug ku muv ntoo kws nwg tuav luj le raab nqog ntus ntaub, lub hauv muv yog hlau nyaav rau pua sekhee.  Tug tub rog kws tuav daim phaj hlau thaiv nwg moog ua nwg ntej."},{"bible_id":"1216","chapter_code":"1SA.17","verse_code":"1SA.17.8","label":"8","content":"Nwg tuaj sawv qw rua Yixayee cov tub rog kws nyob ib kaab saab tas, “Mej tawm tuaj nyob ib kaab saab ua daabtsw le kod? Kuv yog tuabneeg Filixatee los tsw yog? Mej yog Xa‑u cov qhev los tsw yog? Ca le xaiv ib tug nyob mej chaw nqeg tuaj rua ntawm kuv nuav."},{"bible_id":"1216","chapter_code":"1SA.17","verse_code":"1SA.17.9","label":"9","content":"Yog nwg muaj peevxwm nrug kuv ua rog hab tua tau kuv, peb cov yuav yeem ua mej qhev. Yog kuv kov yeej nwg hab tua tau nwg, mej cov yuav tsum ua peb qhev hab ua koom rua peb.”"},{"bible_id":"1216","chapter_code":"1SA.17","verse_code":"1SA.17.10","label":"10","content":"Hab tug Filixatee hov has tas, “Nub nua kuv twv ntxhas Yixayee cov tub rog xaa ib tug tuaj mas ib yuav sws tua.”"},{"bible_id":"1216","chapter_code":"1SA.17","verse_code":"1SA.17.11","label":"11","content":"Thaus Xa‑u hab cov Yixayee suavdawg nov tug Filixatee tej lug hov, puab poob sab hab ntshai kawg le."},{"bible_id":"1216","chapter_code":"1SA.17","verse_code":"1SA.17.12","label":"12","content":"Mas Tavi yog Yexi tug tub. Yexi yog tuabneeg Efatha nyob huv lub moos Npelehee huv Yuta tebchaws, nwg muaj yim tug tub. Thaus Xa‑u ua vaajntxwv Yexi kuj laug heev noob nyoog nchaav lawm."},{"bible_id":"1216","chapter_code":"1SA.17","verse_code":"1SA.17.13","label":"13","content":"Yexi peb tug tub hlub kuj nrug Xa‑u moog ua rog. Nwg peb tug tub kws moog ua rog hov tug hlub npe hu ua Elia, tug ob hu ua Anpinanta hab tug peb hu ua Sama."},{"bible_id":"1216","chapter_code":"1SA.17","verse_code":"1SA.17.14","label":"14","content":"Tavi yog tug tub ntxawg. Peb tug tijlaug hlub kuj nrug Xa‑u moog lawm."},{"bible_id":"1216","chapter_code":"1SA.17","verse_code":"1SA.17.15","label":"15","content":"Tavi moog moog lug lug rua ntawm Xa‑u hab yug nwg txwv paab yaaj ntawm Npelehee."},{"bible_id":"1216","chapter_code":"1SA.17","verse_code":"1SA.17.16","label":"16","content":"Tug Filixatee hov tawm tuaj twv ntxhas thaus taagkig hab thaus yuav tsaus ntuj tau plaub caug nub."},{"bible_id":"1216","chapter_code":"1SA.17","verse_code":"1SA.17.17","label":"17","content":"Yexi has rua nwg tug tub Tavi tas, “Koj ca le coj cov qeb kib ib efa  hab kaum lub ncuav nuav kawgkag moog rua koj cov tijlaug huv lub yeej."},{"bible_id":"1216","chapter_code":"1SA.17","verse_code":"1SA.17.18","label":"18","content":"Hab coj kaum thooj nyuj mig nkoog nuav moog rua puab tug thawj rog kws kaav ib txheeb leej. Saib koj cov tijlaug nyob zoo le caag hab coj puab le ib yaam lug rua kuv saib."},{"bible_id":"1216","chapter_code":"1SA.17","verse_code":"1SA.17.19","label":"19","content":"Xa‑u hab koj cov tijlaug hab cov Yixayee suavdawg nyob huv lub haav Ela saamswm ua rog rua cov Filixatee.”"},{"bible_id":"1216","chapter_code":"1SA.17","verse_code":"1SA.17.20","label":"20","content":"Tavi txhad sawv ntxuv tseeg tso paab yaaj tseg rua ib tug saib, thauj zaub mov moog lawv le Yexi has rua nwg. Nwg tuaj txug huv lub yeej rua thaus paab tub rog saamswm tawm moog nyob ib kaab saab rua ntawm chaw ua rog hab qw ua tsuj ua tsaug."},{"bible_id":"1216","chapter_code":"1SA.17","verse_code":"1SA.17.21","label":"21","content":"Cov Yixayee hab cov Filixatee tawm tuaj yuav nqeg teg ua rog, ob tog tub rog tuaj sawv saib ntswb ntsoov."},{"bible_id":"1216","chapter_code":"1SA.17","verse_code":"1SA.17.22","label":"22","content":"Tavi muab tej zaub mov tso rua tug kws saib zaub mov tes txawm dha moog rua tom chaw ua rog nrug nwg tijlaug thaam."},{"bible_id":"1216","chapter_code":"1SA.17","verse_code":"1SA.17.23","label":"23","content":"Thaus puab saamswm has lug tug yawm Filixatee kws hu ua Kaulia, kws yog tuabneeg huv lub moos Ka kws txawj ua rog heev txawm tawm huv paab tub rog Filixatee kws sawv ua ib kaab saab hov txaav zog tuaj, hab has twv ntxhas yaam le yaav taag lug lawd, mas Tavi kuj nov."},{"bible_id":"1216","chapter_code":"1SA.17","verse_code":"1SA.17.24","label":"24","content":"Thaus cov Yixayee suavdawg pum tug yawm hov puab txawm tswv thim rov qaab ntshai kawg le."},{"bible_id":"1216","chapter_code":"1SA.17","verse_code":"1SA.17.25","label":"25","content":"Cov Yixayee sws thaam has tas, “Mej tub pum tug yawm kws tawm tuaj hov lawm lov? Nwg tawm tuaj twv ntxhas cov Yixayee tag tag le. Yog leejtwg tua tau nwg, vaajntxwv yuav muab nyaj txag ntau nplua mag hab muab vaajntxwv tug ntxhais rua tug hov yuav, hab pub kuas nwg txwv tsev tuabneeg tsw txug them se rua huv cov Yixayee.”"},{"bible_id":"1216","chapter_code":"1SA.17","verse_code":"1SA.17.26","label":"26","content":"Tes Tavi txawm has rua cov tuabneeg kws nrug nwg sawv ua ke hov tas, “Puab yuav ua le caag rua tug kws tua tau tug Filixatee hov txhad rhuav tau qhov kws nwg ua rua cov Yixayee poob ntsej muag? Tug yawm Filixatee kws tsw ua kevcai txav hov yog leejtwg es nwg yuav has twv ntxhas rua Vaajtswv kws muaj txujsa nyob paab tub rog?”"},{"bible_id":"1216","chapter_code":"1SA.17","verse_code":"1SA.17.27","label":"27","content":"Cov pejxeem kuj teb nwg ib yaam nkaus tas, “Yog leejtwg tua tau tug yawm hov nwg yuav tau lawv le has ca lawd.”"},{"bible_id":"1216","chapter_code":"1SA.17","verse_code":"1SA.17.28","label":"28","content":"Thaus Elia kws yog Tavi tug tijlaug hlub nov Tavi has rua cov tuabneeg hov, Elia txawm npau tawg rua Tavi hab has tas, “Koj tuaj ua daabtsw? Koj tseg ob peb tug nyuas yaaj rua leejtwg saib huv tebchaws moj saab qhua? Kuv yeej paub koj tej nyuas kev khaav theeb hab tej kev phem huv koj lub sab. Koj tsuas yog tuaj saib puab sws tua xwb.”"},{"bible_id":"1216","chapter_code":"1SA.17","verse_code":"1SA.17.29","label":"29","content":"Tavi txawm teb tas, “Kuv tau ua le caag maj? Kuv tsuas yog has tuab lu lug xwb.”"},{"bible_id":"1216","chapter_code":"1SA.17","verse_code":"1SA.17.30","label":"30","content":"Tavi txawm tig moog has dua rua lwm tug ib yaam nkaus le ntawd. Tej tuabneeg kuj teb ib yaam le qub rua nwg."},{"bible_id":"1216","chapter_code":"1SA.17","verse_code":"1SA.17.31","label":"31","content":"Thaus puab nov Tavi tej lug puab txawm pav rua Xa‑u paub, Xa‑u txhad khaiv tuabneeg moog coj Tavi lug."},{"bible_id":"1216","chapter_code":"1SA.17","verse_code":"1SA.17.32","label":"32","content":"Tavi txhad has rua Xa‑u tas, “Tsw xob ca leejtwg poob sab rua yawm hov hlo le. Kuv kws yog koj tug qhev yuav moog nrug tug Filixatee hov sws tua.”"},{"bible_id":"1216","chapter_code":"1SA.17","verse_code":"1SA.17.33","label":"33","content":"Mas Xa‑u has rua Tavi tas, “Koj tsw muaj peevxwm moog nrug tug Filixatee hov sws tua, tsua qhov koj tseed yog mivnyuas hluas, tassws tug yawm hov yeej ua tub rog txwj thaus hluas lug lawm.”"},{"bible_id":"1216","chapter_code":"1SA.17","verse_code":"1SA.17.34","label":"34","content":"Tassws Tavi has rua Xa‑u tas, “Kuv kws yog koj tug qhev txeev yug kuv txwv tej yaaj, mas thaus muaj tsuv ntxhuav muaj dais tuaj tum mivnyuas yaaj,"},{"bible_id":"1216","chapter_code":"1SA.17","verse_code":"1SA.17.35","label":"35","content":"kuv muab lawv ntaus hab cawm tug mivnyuas yaaj hov dim huv nwg lub qhov ncauj lug. Yog tsuv tig hlo lug tum kuv, kuv kuj ntsab nkaus puab tsaig muab ntaus tuag ndo."},{"bible_id":"1216","chapter_code":"1SA.17","verse_code":"1SA.17.36","label":"36","content":"Kuv kws yog koj tug qhev tub txeev tua tau tsuv ntxhuav hab dais lug lawm. Mas tug Filixatee kws tsw ua kevcai txav hov kuj yuav zoo le tej tsaj hov tsua qhov nwg tau has twv ntxhas Vaajtswv kws muaj txujsa nyob cov tub rog.”"},{"bible_id":"1216","chapter_code":"1SA.17","verse_code":"1SA.17.37","label":"37","content":"Hab Tavi has tas, “Yawmsaub kws cawm kuv dim huv tsuv ntxhuav tej rau teg rau taw hab dim huv dais tej rau teg rau taw, yuav cawm kuv dim huv tug Filixatee hov txhais teg hab.” Xa‑u txawm has rua Tavi tas, “Ca le moog, thov Yawmsaub nrug nraim koj.”"},{"bible_id":"1216","chapter_code":"1SA.17","verse_code":"1SA.17.38","label":"38","content":"Xa‑u txawm muab nwg tej rwg tsho ua rog rua Tavi naav hab muab lub mom tooj lab rua Tavi ntoo sau taubhau hab muab lub tsho hlau rua Tavi naav."},{"bible_id":"1216","chapter_code":"1SA.17","verse_code":"1SA.17.39","label":"39","content":"Tavi muab Xa‑u raab ntaaj lug sa rws zawm lub tsho hlau rua ntawm duav, tes nwg swm moog kev mas moog tsw taug tsua qhov nwg naav tsw kaam tej ntawd. Tes Tavi txawm has rua Xa‑u tas, “Kuv naav tej nuav moog tsw taug, tsua qhov kuv naav tsw kaam.” Tes Tavi txawm muab hle."},{"bible_id":"1216","chapter_code":"1SA.17","verse_code":"1SA.17.40","label":"40","content":"Nwg tuav rawv nwg tug paas nreg hab xaiv tswb lub qai zeb kheej kheej huv haav lug ntim rua huv nwg lub naab thoob puab kws nwg khuam yug yaaj. Nwg nqaa ib txuj hlua fav ntaus qai zeb, nwg naam zog moog ze tug Filixatee hov."},{"bible_id":"1216","chapter_code":"1SA.17","verse_code":"1SA.17.41","label":"41","content":"Tug yawm Filixatee hov kuj naam zog tuaj ze Tavi, tug kws tuav daim phaj hlau thaiv kuj ua nwg ntej."},{"bible_id":"1216","chapter_code":"1SA.17","verse_code":"1SA.17.42","label":"42","content":"Thaus tug Filixatee tsaa muag saib pum Tavi nwg kuj saib tsw taug Tavi tsua qhov Tavi tsuas yog ib tug hluas ntsej muag tshab lab ploog zoo nraug ntxag xwb."},{"bible_id":"1216","chapter_code":"1SA.17","verse_code":"1SA.17.43","label":"43","content":"Nwg txawm has rua Tavi tas, “Kuv yog dev lov es koj yuav coj ib tug nyuas paas tuaj ntawm kuv?” Tes nwg txawm tuav nwg tej daab qhua lub npe tsawm foom Tavi."},{"bible_id":"1216","chapter_code":"1SA.17","verse_code":"1SA.17.44","label":"44","content":"Tug Filixatee has rua Tavi tas, “Ca le lug rua ntawm kuv nuav. Kuv yuav muab koj tej nqaj rua tej laj daav sau nruab ntug hab tej tsaj qus noj.”"},{"bible_id":"1216","chapter_code":"1SA.17","verse_code":"1SA.17.45","label":"45","content":"Tes Tavi has rua nwg tas, “Koj coj ntaaj coj muv hab coj muv nkaug tuaj tawm tsaam kuv. Tassws kuv tuav Yawmsaub kws muaj fwjchim luj kawg nkaus lub npe tuaj tawm tsaam koj. Nwg yog Yixayee paab tub rog tug Vaajtswv kws koj twv ntxhas."},{"bible_id":"1216","chapter_code":"1SA.17","verse_code":"1SA.17.46","label":"46","content":"Nub nua Yawmsaub yuav muab koj cob rua huv kuv txhais teg, kuv yuav muab koj tua hab muab koj lub taubhau txav pov tseg. Nub nua kuv yuav muab Filixatee cov tub rog tej cev tuag rua tej laj daav sau nruab ntug hab tej tsaj qus huv nplajteb noj, mas ib tsoom tuabneeg huv qaab ntuj yuav paub tas muaj ib tug Vaajtswv nyob huv Yixayee,"},{"bible_id":"1216","chapter_code":"1SA.17","verse_code":"1SA.17.47","label":"47","content":"hab tej tuabneeg kws tuaj ua ke nuav huvsw yuav paub tas Yawmsaub tsw yog swv ntaaj swv muv cawm tuabneeg, tsua qhov kev ua rog zag nuav yog Yawmsaub ua, mas nwg yuav muab mej cob rua huv peb txhais teg.”"},{"bible_id":"1216","chapter_code":"1SA.17","verse_code":"1SA.17.48","label":"48","content":"Thaus tug Filixatee hov sawv tseeg naam zog tuaj ze yuav ntaus Tavi, Tavi kuj dha ceev nrooj moog rua ntawm lub chaw ua rog rua tug Filixatee hov."},{"bible_id":"1216","chapter_code":"1SA.17","verse_code":"1SA.17.49","label":"49","content":"Tavi cev teg rhu hlo ib lub qai zeb huv lub naab lug fav ntawm txuj hlua ntaus raug tug Filixatee hov hauv plaj. Lub qai zeb ntsa nkaus rua huv hauv plaj ua rua nwg qaug khwb nkaus rua huv aav."},{"bible_id":"1216","chapter_code":"1SA.17","verse_code":"1SA.17.50","label":"50","content":"Yog le nuav Tavi txhad swv txuj hlua fav hab ib lub qai zeb xwb kov yeej tug Filixatee hov. Nwg muab tug Filixatee ntaus hab muab tua pov tseg. Tavi tsw muaj ntaaj huv nwg txhais teg le."},{"bible_id":"1216","chapter_code":"1SA.17","verse_code":"1SA.17.51","label":"51","content":"Tavi txhad dha moog sawv hlo sau tug hov lub cev tuag hab rhu hlo raab ntaaj huv tug Filixatee hov lub naab lug txav lub taubhau tu nrho. Thaus cov Filixatee pum tug tub rog kws nyob puab chaw ua rog tuag lawm, puab txhad tig hlo tswv."},{"bible_id":"1216","chapter_code":"1SA.17","verse_code":"1SA.17.52","label":"52","content":"Cov Yixayee hab cov Yuta txawm sawv tseeg qw nrov moog lawv caum cov Filixatee moog txug ncua lub moos Ka hab txug lub rooj loog lub moos Ekhoo. Cov Filixatee kws raug mob txhad qaug taug kev ntawm lub moos Sa‑ala‑i moog txug ncua lub moos Ka hab lub moos Ekhoo."},{"bible_id":"1216","chapter_code":"1SA.17","verse_code":"1SA.17.53","label":"53","content":"Mas cov Yixayee txhad rov qaab lug tsw lawv cov Filixatee lawm hab moog lws tej hov txhua chaw huv puab lub yeej."},{"bible_id":"1216","chapter_code":"1SA.17","verse_code":"1SA.17.54","label":"54","content":"Tavi kuj coj tug Filixatee hov lub taubhau moog rua huv lub nroog Yeluxalee. Tassws tej cuab yeej mas Tavi coj moog khaws rua huv nwg lub tsev ntaub."},{"bible_id":"1216","chapter_code":"1SA.17","verse_code":"1SA.17.55","label":"55","content":"Thaus Xa‑u pum Tavi tawm moog ntaus rog rua tug Filixatee hov, nwg txawm has rua Anaw kws yog nwg tug thawj rog tas, “Anaw, tug hluas hov yog leejtwg le tub?” Anaw teb tas, “Vaajntxwv kws muaj txujsa nyob, kuv yeej tsw paub hab.”"},{"bible_id":"1216","chapter_code":"1SA.17","verse_code":"1SA.17.56","label":"56","content":"Vaajntxwv txawm has tas, “Ca le moog nug saib tug nyuas hluas hov yog leejtwg le tub.”"},{"bible_id":"1216","chapter_code":"1SA.17","verse_code":"1SA.17.57","label":"57","content":"Thaus Tavi moog tua tug Filixatee rov lug, Anaw coj nwg moog cuag Xa‑u. Tavi nqaa rawv tug Filixatee hov lub taubhau moog hab."},{"bible_id":"1216","chapter_code":"1SA.17","verse_code":"1SA.17.58","label":"58","content":"Xa‑u txhad nug tas, “Tub hluas 'e, koj yog leejtwg le tub?” Tavi teb tas, “Kuv yog koj tug qhev Yexi tug tub, yog tuabneeg huv Npelehee.”"},{"bible_id":"1216","chapter_code":"1SA.18","verse_code":"1SA.18.1","label":"1","content":"Thaus Tavi has rua Xa‑u taag lawd, Yaunathaa txawm nrug Tavi koom ib lub sab hab hlub Tavi ib yaam le nwg hlub nwg tug kheej."},{"bible_id":"1216","chapter_code":"1SA.18","verse_code":"1SA.18.2","label":"2","content":"Tes nub ntawd Xa‑u txawm kuas Tavi nrug nwg nyob tsw kheev Tavi rov qaab moog rua nwg txwv tsev."},{"bible_id":"1216","chapter_code":"1SA.18","verse_code":"1SA.18.3","label":"3","content":"Mas Yaunathaa nrug Tavi cog lug sws raug zoo tsua qhov nwg hlub Tavi ib yaam le nwg hlub nwg tug kheej."},{"bible_id":"1216","chapter_code":"1SA.18","verse_code":"1SA.18.4","label":"4","content":"Yaunathaa hle nwg lub tsho ntev pub rua Tavi. Nwg lub tsho hlau hab nwg raab ntaaj raab neev hab txuj hlaab tawv los nwg kuj pub rua Tavi."},{"bible_id":"1216","chapter_code":"1SA.18","verse_code":"1SA.18.5","label":"5","content":"Xa‑u khaiv Tavi moog hovtwg, los Tavi kuj tawm moog ua num tav quas log. Vem le nuav Xa‑u txhad tsaa Tavi ua thawj kaav cov tub rog. Tej kws Xa‑u ua hov mas cov pejxeem suavdawg hab Xa‑u cov tub teg tub taw puavleej pum zoo."},{"bible_id":"1216","chapter_code":"1SA.18","verse_code":"1SA.18.6","label":"6","content":"Thaus Tavi tua tau tug Filixatee hov lawm es cov tub rog suavdawg rov lug, cov quaspuj huv Yixayee txhua lub moos txawm tawm tuaj hu nkauj seev cev tog vaajntxwv Xa‑u. Puab npuaj nruag hu nkauj zoo sab xyiv faab hab tshuab raaj ntaus nkauj nog ncaas."},{"bible_id":"1216","chapter_code":"1SA.18","verse_code":"1SA.18.7","label":"7","content":"Thaus cov quaspuj hu nkauj zoo sab xyiv faab hov puab hu tas, “Xa‑u tua tau quas txheeb leej, Tavi tua tau quas vaam leej.”"},{"bible_id":"1216","chapter_code":"1SA.18","verse_code":"1SA.18.8","label":"8","content":"Xa‑u txawm chim heev, nwg tsw txaus sab rua tej lug kws puab hu hov. Nwg has tas, “Puab suav quas vaam leej rua Tavi, tassws suav quas txheeb leej rua kuv xwb. Tseed tshuav daabtsw kws Tavi yuav tau tsuas yog tshuav lub tebchaws xwb?”"},{"bible_id":"1216","chapter_code":"1SA.18","verse_code":"1SA.18.9","label":"9","content":"Tes txwj nub hov lug Xa‑u txawm nyaag quas ntshws Tavi."},{"bible_id":"1216","chapter_code":"1SA.18","verse_code":"1SA.18.10","label":"10","content":"Nub tom qaab Vaajtswv ca ib tug plig phem lug tshoov Xa‑u lub sab, tes Xa‑u txawm chiv vwm rua huv nwg lub tsev rua thaus Tavi saamswm ntaus nkauj nog ncaas ib yaam le nwg naj nub ntaus. Xa‑u tuav rawv ib raab muv huv nwg txhais teg."},{"bible_id":"1216","chapter_code":"1SA.18","verse_code":"1SA.18.11","label":"11","content":"Xa‑u txawm tuab nkaug muv xaav has tas, “Kuv yuav nkaug Tavi ntsa nkaus rua tim phaab ntsaa.” Kuas Tavi mam dhau ob zag."},{"bible_id":"1216","chapter_code":"1SA.18","verse_code":"1SA.18.12","label":"12","content":"Xa‑u kuj ntshai Tavi tsua qhov Yawmsaub nrug nraim Tavi tassws tub ncaim ntawm Xa‑u lawm."},{"bible_id":"1216","chapter_code":"1SA.18","verse_code":"1SA.18.13","label":"13","content":"Yog le ntawd Xa‑u txhad muab Tavi lawv tawm, muab Tavi tsaa ua thawj kaav ib txheeb leej tub rog, Tavi txhad coj cov tub rog tawm moog hab rov lug."},{"bible_id":"1216","chapter_code":"1SA.18","verse_code":"1SA.18.14","label":"14","content":"Tavi ua daabtsw kuj ua tau tav huvsw, tsua qhov Yawmsaub nrug nraim nwg."},{"bible_id":"1216","chapter_code":"1SA.18","verse_code":"1SA.18.15","label":"15","content":"Thaus Xa‑u pum tas Tavi ua tau num tav zoo, nwg kuj ntshai Tavi."},{"bible_id":"1216","chapter_code":"1SA.18","verse_code":"1SA.18.16","label":"16","content":"Tassws cov Yixayee hab cov Yuta suavdawg nyam Tavi tsua qhov nwg pheej coj puab tawm moog ua rog hab rov lug."},{"bible_id":"1216","chapter_code":"1SA.18","verse_code":"1SA.18.17","label":"17","content":"Tes Xa‑u has rua Tavi tas, “Nuav yog kuv tug ntxhais hlub kws hu ua Mela. Kuv yuav muab nwg qua rua koj yuav ua quaspuj. Tsuav yog koj muaj lub sab tuab paab kuv hab ua rog rua Yawmsaub cov yeeb ncuab xwb.” Tsua qhov Xa‑u xaav has tas, “Tsw xob ca kuv tsaa kuv txhais teg ntaus nwg, ca cov Filixatee ntaus nwg.”"},{"bible_id":"1216","chapter_code":"1SA.18","verse_code":"1SA.18.18","label":"18","content":"Tavi has rua Xa‑u tas, “Huv cov Yixayee kuv yog leejtwg hab kuv cov kwvtij kws yog kuv txwv tsev tuabneeg yog leejtwg es kuv yuav lug ua tau vaajntxwv le vauv?”"},{"bible_id":"1216","chapter_code":"1SA.18","verse_code":"1SA.18.19","label":"19","content":"Tassws thaus txug swjhawm kws Xa‑u yuav muab nwg tug ntxhais Mela rua Tavi, nwg txawm muab qua kag rua Anti‑ee kws yog tuabneeg huv lub moos Mehaula."},{"bible_id":"1216","chapter_code":"1SA.18","verse_code":"1SA.18.20","label":"20","content":"Xa‑u tug ntxhais Mikhaa kuj nyam Tavi. Muaj tuabneeg moog has rua Xa‑u paub, Xa‑u kuj txaus sab."},{"bible_id":"1216","chapter_code":"1SA.18","verse_code":"1SA.18.21","label":"21","content":"Xa‑u xaav has tas, “Kuv yuav muab nwg qua rua Tavi sub nwg txhad ua tau rooj hlua cuab Tavi hab cov Filixatee txhais teg txhad le tawm tsaam nwg.” Yog le nuav Xa‑u txhad has rua Tavi zag ob tas, “Zag nuav koj yuav ua kuv le vauv.”"},{"bible_id":"1216","chapter_code":"1SA.18","verse_code":"1SA.18.22","label":"22","content":"Xa‑u has rua nwg cov tub teg tub taw tas, “Mej has tuabywv rua Tavi tas, ‘Saib maj, vaajntxwv txaus sab rua koj hab nwg cov tub teg tub taw suavdawg kuj nyam koj. Nwgnuav koj ca le kaam ua vaajntxwv le vauv los maj.’ ”"},{"bible_id":"1216","chapter_code":"1SA.18","verse_code":"1SA.18.23","label":"23","content":"Xa‑u cov tub teg tub taw has tej lug hov rua Tavi noog. Tavi txawm has tas, “Mej pum tas qhov kws ua vaajntxwv le vauv yog ib qho miv miv xwb lov? Kuv yog ib tug tuabneeg pluag hab tsw muaj koob meej daabtsw le.”"},{"bible_id":"1216","chapter_code":"1SA.18","verse_code":"1SA.18.24","label":"24","content":"Cov tub teg tub taw txhad pav rua Xa‑u tas “Tavi has le u le nuav.”"},{"bible_id":"1216","chapter_code":"1SA.18","verse_code":"1SA.18.25","label":"25","content":"Xa‑u txhad has tas, “Mej ca le has rua Tavi tas, ‘Vaajntxwv tsw yuav nqe mig nqe no daabtsw le tsuas yog yuav cov Filixatee ib puas daim tawv chaw xws sub txhad pauj taub tau vaajntxwv cov yeeb ncuab.’ ” Xa‑u yeej xaav has tas yuav ua rua Tavi tuag rua huv cov Filixatee txhais teg."},{"bible_id":"1216","chapter_code":"1SA.18","verse_code":"1SA.18.26","label":"26","content":"Thaus Xa‑u cov tub teg tub taw pav tej lug hov rua Tavi noog, mas Tavi kuj txaus sab ua vaajntxwv le vauv. Thaus tsw tau txug lub swjhawm kws teem ca,"},{"bible_id":"1216","chapter_code":"1SA.18","verse_code":"1SA.18.27","label":"27","content":"Tavi hab nwg cov tuabneeg txawm tawm moog tua cov Filixatee tau ob puas leej, mas Tavi muab puab tej daim tawv chaw xws npaum nkaus le kws has tseg lawd coj lug pub rua vaajntxwv es yuav ua vaajntxwv le vauv. Xa‑u txhad muab nwg tug ntxhais Mikhaa qua rua Tavi yuav ua quaspuj."},{"bible_id":"1216","chapter_code":"1SA.18","verse_code":"1SA.18.28","label":"28","content":"Thaus Xa‑u pum hab paub tas Yawmsaub nrug nraim Tavi hab nwg tug ntxhais Mikhaa nyam Tavi,"},{"bible_id":"1216","chapter_code":"1SA.18","verse_code":"1SA.18.29","label":"29","content":"Xa‑u yimfuab ntshai Tavi. Yog le hov Xa‑u ua yeeb ncuab rua Tavi moog le."},{"bible_id":"1216","chapter_code":"1SA.18","verse_code":"1SA.18.30","label":"30","content":"Filixatee cov thawj pheej tawm tuaj ua rog. Txhua zag kws puab tawm tuaj Tavi kov yeej ntau dua Xa‑u cov thawj tub rog suavdawg. Tes nwg lub koob meej txhad nrov nchaa heev."},{"bible_id":"1216","chapter_code":"1SA.19","verse_code":"1SA.19.1","label":"1","content":"Xa‑u has rua nwg tug tub Yaunathaa hab nwg cov tub teg tub taw suavdawg tas kuas puab muab Tavi tua pov tseg. Tassws Xa‑u tug tub Yaunathaa nyam Tavi heev."},{"bible_id":"1216","chapter_code":"1SA.19","verse_code":"1SA.19.2","label":"2","content":"Yaunathaa txhad has rua Tavi tas, “Kuv txwv Xa‑u nrhav kev tua koj pov tseg. Vem le nuav pigkig sawv ntxuv koj yuav tsum ceev faaj zoo, ca le moog tswv nraim nyob tuabywv."},{"bible_id":"1216","chapter_code":"1SA.19","verse_code":"1SA.19.3","label":"3","content":"Mas kuv yuav moog sawv ntsug ze ze kuv txwv rua huv daim teb kws koj moog tswv nraim hov, hab kuv yuav nrug kuv txwv thaam txug koj. Yog kuv paub le caag kuv yuav qha rua koj paub hab.”"},{"bible_id":"1216","chapter_code":"1SA.19","verse_code":"1SA.19.4","label":"4","content":"Yaunathaa qhuas Tavi rua nwg txwv Xa‑u noog tas, “Vaajntxwv, thov koj tsw xob ua txhum rua Tavi kws yog koj tug qhev, tsua qhov Tavi tsw tau ua ib qho txhum rua koj hab tej num kws nwg ua kuj muaj nuj nqes ntau kawg rua koj,"},{"bible_id":"1216","chapter_code":"1SA.19","verse_code":"1SA.19.5","label":"5","content":"vem nwg sev nyog nwg txujsa moog tua tug Filixatee hov hab Yawmsaub paab cov Yixayee suavdawg kov yeej luj kawg. Koj tub pum hab koj tub zoo sab kawg le lawm. Ua caag koj yuav ua txhum rua tug kws tsw tau ua txhum es yuav tua Tavi kws tsw to kev tua?”"},{"bible_id":"1216","chapter_code":"1SA.19","verse_code":"1SA.19.6","label":"6","content":"Xa‑u kuj noog Yaunathaa has, Xa‑u txhad twv tas, “Yawmsaub kws muaj txujsa nyob pum, Tavi yuav tsw raug muab tua hlo le.”"},{"bible_id":"1216","chapter_code":"1SA.19","verse_code":"1SA.19.7","label":"7","content":"Tes Yaunathaa txawm hu Tavi hab qha txhua yaam nuav rua nwg paub, hab Yaunathaa coj Tavi moog cuag Xa‑u, tes Tavi txhad tau lug nrug Xa‑u nyob le qub."},{"bible_id":"1216","chapter_code":"1SA.19","verse_code":"1SA.19.8","label":"8","content":"Rov muaj kev ua rog tuaj. Tavi kuj tawm moog ua rog rua cov Filixatee hab tua tuag coob heev, puab txhad tig tswv taag lawm."},{"bible_id":"1216","chapter_code":"1SA.19","verse_code":"1SA.19.9","label":"9","content":"Vaajtswv ca ib tug plig phem lug tshoov Xa‑u lub sab rua thaus nwg nyob tsawg huv nwg lub tsev hab tuav rawv raab muv. Tavi saamswm ntaus nkauj nog ncaas."},{"bible_id":"1216","chapter_code":"1SA.19","verse_code":"1SA.19.10","label":"10","content":"Xa‑u tuab nkaug xaav kuas ntsa nkaus Tavi rua ntawm phaab ntsaa, tassws Tavi mam dhau lawm. Xa‑u raab muv txhad rhais nreeg ntawm phaab ntsaa. Mas Tavi tswv dim mo ntawd."},{"bible_id":"1216","chapter_code":"1SA.19","verse_code":"1SA.19.11","label":"11","content":"Xa‑u tso tuabneeg moog rua ntawm Tavi lub tsev hab zuv tog yuav tua Tavi rua thaus kaaj ntug. Tassws Tavi tug quaspuj Mikhaa has rua Tavi tas, “Yog mo nuav koj tsw cawm koj txujsa pigkig koj yuav raug tua tuag xwb.”"},{"bible_id":"1216","chapter_code":"1SA.19","verse_code":"1SA.19.12","label":"12","content":"Mikhaa txawm muab Tavi tso nqeg ntawm qhov rais nwg txhad tswv dim lawm."},{"bible_id":"1216","chapter_code":"1SA.19","verse_code":"1SA.19.13","label":"13","content":"Mikhaa muab ib tug txoov daab lug tso pw rua sau lub txaaj hab muab lub tog rau ncoo plaub tshws tso rua ntawm taubhau hab muab choj vuv rua."},{"bible_id":"1216","chapter_code":"1SA.19","verse_code":"1SA.19.14","label":"14","content":"Thaus Xa‑u tso tuabneeg moog nteg Tavi, Mikha has tas, “Nwg muaj mob.”"},{"bible_id":"1216","chapter_code":"1SA.19","verse_code":"1SA.19.15","label":"15","content":"Tes Xa‑u txawm khaiv tuabneeg moog saib Tavi hab has tas, “Ca le nqaa hlo nwg lub txaaj hab nwg tuaj cuag kuv sub kuv txhad muab nwg tua tau pov tseg.”"},{"bible_id":"1216","chapter_code":"1SA.19","verse_code":"1SA.19.16","label":"16","content":"Thaus cov tuabneeg nkaag lug saib na cav pum tug txoov daab pw sau lub txaaj hab lub tog rau ncoo plaub tshws nyob ntawm taubhau."},{"bible_id":"1216","chapter_code":"1SA.19","verse_code":"1SA.19.17","label":"17","content":"Xa‑u txhad has rua Mikhaa tas, “Ua caag koj yuav daag kuv es tso kuv tug yeeb ncuab dim moog lawm?” Mikhaa teb Xa‑u tas, “Nwg has rua kuv tas, ‘Tso kuv moog, yuav ca kuv muab koj tua lov?’ ”"},{"bible_id":"1216","chapter_code":"1SA.19","verse_code":"1SA.19.18","label":"18","content":"Tavi txawm tswv dim moog cuag Xamuyee huv lub moos Lama hab pav txhua yaam kws Xa‑u tau ua rua nwg rua Xamuyee noog. Mas Xamuyee hab Tavi moog nyob huv lub zog Nayauj."},{"bible_id":"1216","chapter_code":"1SA.19","verse_code":"1SA.19.19","label":"19","content":"Muaj tuabneeg has rua Xa‑u tas, “Tavi nyob huv lub zog Nayauj ntawm lub moos Lama.”"},{"bible_id":"1216","chapter_code":"1SA.19","verse_code":"1SA.19.20","label":"20","content":"Xa‑u txawm tso tuabneeg moog nteg Tavi. Thaus puab moog pum ib paab xwbfwb saamswm cev Vaajtswv lug hab Xamuyee sawv quas ntsug ua puab tug thawj, Vaajtswv tug Ntsuj Plig kuj lug kaav taag nrho cov kws Xa‑u tso tuaj tes puab txawm cev Vaajtswv lug hab."},{"bible_id":"1216","chapter_code":"1SA.19","verse_code":"1SA.19.21","label":"21","content":"Thaus muaj tuabneeg has rua Xa‑u, nwg kuj tso dua ib paab moog, mas cov hov kuj cev Vaajtswv lug hab. Xa‑u kuj tso paab kws peb moog hab puab kuj cev Vaajtswv lug lawm hab."},{"bible_id":"1216","chapter_code":"1SA.19","verse_code":"1SA.19.22","label":"22","content":"Tes Xa‑u ca le sawv kev moog rua ntawm Lama. Nwg tuaj txug ntawm lub qhov dej luj huv lub moos Xekhu mas nug tas, “Xamuyee hab Tavi nyob hovtwg?” Muaj ib tug teb tas, “Ob tug nyob huv lub zog Nayauj ntawm lub moos Lama.”"},{"bible_id":"1216","chapter_code":"1SA.19","verse_code":"1SA.19.23","label":"23","content":"Tes Xa‑u txawm tawm hov ntawd moog rua huv Nayauj ntawm lub moos Lama. Mas Vaajtswv tug Ntsuj Plig lug kaav taag nrho nwg lub sab, nwg txawm cev Vaajtswv lug taug kev moog txug Nayauj ntawm lub moos Lama."},{"bible_id":"1216","chapter_code":"1SA.19","verse_code":"1SA.19.24","label":"24","content":"Nwg hle nwg tej rwg tsho tseg hab cev Vaajtswv lug rua ntawm Xamuyee xubndag hab pw lab qaab ib nub ib mos hov ntawd. Vem le nuav luas txhad has tas, “Xa‑u yog ib tug xwbfwb cev Vaajtswv lug hab lov?”"},{"bible_id":"1216","chapter_code":"1SA.20","verse_code":"1SA.20.1","label":"1","content":"Tavi txawm tswv huv Nayauj ntawm lub moos Lama lug cuag Yaunathaa has tas, “Kuv tau ua le caag? Kuv tau ua txhum daabtsw? Kuv tau ua txhum muaj txem le caag rua koj txwv es nwg yuav nrhav txuv kuv txujsa?”"},{"bible_id":"1216","chapter_code":"1SA.20","verse_code":"1SA.20.2","label":"2","content":"Yaunathaa teb tas, “Tsw muaj le caag hlo le. Koj yuav tsw tuag hlo le. Kuv txwv tsw ua ib yaam luj los miv kws nwg yuav tsw qha rua kuv paub. Kuv txwv yuav ua caag zais zaaj nuav tsw qha rua kuv? Yeej tsw muaj le hov.”"},{"bible_id":"1216","chapter_code":"1SA.20","verse_code":"1SA.20.3","label":"3","content":"Kuas Tavi twv tas, “Koj txwv yeej paub zoo tas, koj txaus sab rua kuv heev mas nwg yuav xaav tas, ‘Tsw xob kheev Yaunathaa paub zaaj nuav hlo le tsaam tes nwg ntxhuv sab.’ Muaj Yawmsaub kws muaj txujsa nyob pum hab muaj koj kws muaj txujsa nyob pum, kuv mas tshuav ib qeb xwb tes moog txug qhov tuag.”"},{"bible_id":"1216","chapter_code":"1SA.20","verse_code":"1SA.20.4","label":"4","content":"Yaunathaa txhad has rua Tavi tas, “Koj has le caag kuv yuav ua lawv le ntawd rua koj.”"},{"bible_id":"1216","chapter_code":"1SA.20","verse_code":"1SA.20.5","label":"5","content":"Tavi txhad has rua Yaunathaa tas, “Pigkig yog nub kws hli xab, tsw tswm nyog kuv yuav tseg tsw koom noj vaajntxwv lub rooj mov. Ca kuv moog tswv nraim tom teb peb nub txug nub peb tsaus ntuj."},{"bible_id":"1216","chapter_code":"1SA.20","verse_code":"1SA.20.6","label":"6","content":"Yog koj txwv pum tas kuv tsw tuaj, thov koj has rua nwg tas, ‘Tavi tub thov kuv tso nwg moog rua nwg lub moos Npelehee lawm vem yog nwg tsev tuabneeg suavdawg ua kevcai xyeem tsaj txwm xyoo.’"},{"bible_id":"1216","chapter_code":"1SA.20","verse_code":"1SA.20.7","label":"7","content":"Yog nwg has tas, ‘Zoo lauj,’ tes kuv kws yog koj tug qhev yuav tau zoo. Tassws yog nwg chim, koj yuav paub tas nwg yeej txav sab ua phem rua kuv."},{"bible_id":"1216","chapter_code":"1SA.20","verse_code":"1SA.20.8","label":"8","content":"Thov koj hlub es koj ua le nuav rua kuv kws yog koj tug qhev, tsua qhov koj tub nrug kuv cog lug sws raug zoo taab meeg Yawmsaub lawm. Tassws yog kuv tau ua txhum thov koj muab kuv tua pov tseg, ua caag koj tseed coj kuv moog cuag koj txwv?”"},{"bible_id":"1216","chapter_code":"1SA.20","verse_code":"1SA.20.9","label":"9","content":"Yaunathaa has tas, “Thov kuas tsw xob muaj le ntawd hlo le. Yog kuv paub tas kuv txwv txav sab ua phem rua koj, kuv yuav tsw qha koj lov?”"},{"bible_id":"1216","chapter_code":"1SA.20","verse_code":"1SA.20.10","label":"10","content":"Tavi txhad has rua Yaunathaa tas, “Yog koj txwv teb nyaum kawg leejtwg yuav qha tau rua kuv?”"},{"bible_id":"1216","chapter_code":"1SA.20","verse_code":"1SA.20.11","label":"11","content":"Yaunathaa has rua Tavi tas, “Ca ib moog rua tom teb.” Ob tug txawm moog rua tom teb."},{"bible_id":"1216","chapter_code":"1SA.20","verse_code":"1SA.20.12","label":"12","content":"Mas Yaunathaa has rua Tavi tas, “Muaj Yawmsaub kws yog cov Yixayee tug Vaajtswv pum, pigkig lossws qos neeg kwvlaam lub swjhawm nuav, thaus kuv tub tshuaj saib kuv txwv lawm, yog nwg lub sab zoo rua koj kuv yuav tsw tso tuabneeg tuaj qha rua koj paub taamswm lov?"},{"bible_id":"1216","chapter_code":"1SA.20","verse_code":"1SA.20.13","label":"13","content":"Tassws yog kuv txwv npaaj sab ua phem rua koj, mas yog kuv tsw qha rua koj hab tsw xaa koj moog kuas tso sab plhuav, thov Yawmsaub ua ib yaam le ntawd hab nyaav dua rua kuv. Thov Yawmsaub nrug nraim koj yaam le kws nwg nrug nraim kuv txwv."},{"bible_id":"1216","chapter_code":"1SA.20","verse_code":"1SA.20.14","label":"14","content":"Yog kuv tseed muaj txujsa nyob ntxwv moog thov koj hlub kuv ruaj khov ib yaam le Yawmsaub txujkev hlub, sub kuv txhad tsw tuag."},{"bible_id":"1216","chapter_code":"1SA.20","verse_code":"1SA.20.15","label":"15","content":"Thaus Yawmsaub rhuav tshem Tavi cov yeeb ncuab taag nrho huvsw huv qaab ntuj lawm, thov tsw xob txav koj txujkev hlub kws ruaj khov ntawm kuv caaj ceg moog ib txhws.”"},{"bible_id":"1216","chapter_code":"1SA.20","verse_code":"1SA.20.16","label":"16","content":"Yaunathaa txhad nrug Tavi caaj ceg cog lug sws raug zoo, has tas “Thov Yawmsaub pauj taub rua Tavi cov yeeb ncuab.”"},{"bible_id":"1216","chapter_code":"1SA.20","verse_code":"1SA.20.17","label":"17","content":"Hab Yaunathaa rov kuas Tavi cog lug dua ib zag rua nwg vem yog ob tug muaj kev sws hlub, tsua qhov Yaunathaa hlub Tavi ib yaam le nwg hlub nwg tug kheej."},{"bible_id":"1216","chapter_code":"1SA.20","verse_code":"1SA.20.18","label":"18","content":"Tes Yaunathaa txawm has rua Tavi tas, “Pigkig yog nub hli xab, puab yuav pum tas koj tsw nyob koj lub rooj."},{"bible_id":"1216","chapter_code":"1SA.20","verse_code":"1SA.20.19","label":"19","content":"Mas qos neeg koj ca le moog rua nraag lub chaw kws koj txeev nraim cev rua nub kws chiv muaj tej xwm txheej nuav, hab nyob ntawm lub pob zeb Exees tog."},{"bible_id":"1216","chapter_code":"1SA.20","verse_code":"1SA.20.20","label":"20","content":"Kuv yuav tua peb xub nee rua ib saab ntawd ib yaam le kuv tua phaj."},{"bible_id":"1216","chapter_code":"1SA.20","verse_code":"1SA.20.21","label":"21","content":"Kuv yuav khaiv ib tug mivtub has tas, ‘Ca le moog nrhav raab xub.’ Yog kuv has rua tug mivtub hov tas, ‘Saib nawj, raab xub nyob saab tom nuav, ca le muab lug,’ tes koj ca le rov lug, tsua qhov muaj Yawmsaub kws muaj txujsa nyob pum, koj kuj nyob tso sab plhuav, tsw muaj xwm txheej phem daabtsw."},{"bible_id":"1216","chapter_code":"1SA.20","verse_code":"1SA.20.22","label":"22","content":"Tassws yog kuv has rua tug mivtub hov tas, ‘Saib nawj, raab xub nyob tom koj hauv ntej u,’ tes koj ca le tswv moog tsua qhov Yawmsaub yog tug xaa koj moog lawm."},{"bible_id":"1216","chapter_code":"1SA.20","verse_code":"1SA.20.23","label":"23","content":"Qhov kws koj hab kuv tau has ca hov, mas muaj Yawmsaub ua timkhawv rua kuv hab koj moog ib txhws.”"},{"bible_id":"1216","chapter_code":"1SA.20","verse_code":"1SA.20.24","label":"24","content":"Tavi txhad tswv nraim tom teb. Thaus txug nub hli xab vaajntxwv lug nyob ntawm rooj mov."},{"bible_id":"1216","chapter_code":"1SA.20","verse_code":"1SA.20.25","label":"25","content":"Vaajntxwv nyob sau nwg lub rooj kws npuas ntawm ib saab phaab ntsaa ib yaam le nwg txeev nyob. Yaunathaa sawv ntsug hab Anaw nyob ntawm Xa‑u ib saab. Tassws Tavi lub rooj tsw muaj leejtwg nyob."},{"bible_id":"1216","chapter_code":"1SA.20","verse_code":"1SA.20.26","label":"26","content":"Tassws nub ntawd Xa‑u tsw has daabtsw le, tsua qhov nwg xaav tas, “Ntshai yog Tavi khuam cheem tej yaam lawm. Nwg tsw dawb huv, nwg yeej tsw dawb huv kab.”"},{"bible_id":"1216","chapter_code":"1SA.20","verse_code":"1SA.20.27","label":"27","content":"Tassws nub tom qaab kws hli xab ob Tavi lub rooj kuj tsw muaj leejtwg nyob. Tes Xa‑u txawm has rua nwg tug tub Yaunathaa tas, “Ua caag naag hab nub nua Yexi tug tub tsw tuaj noj mov?”"},{"bible_id":"1216","chapter_code":"1SA.20","verse_code":"1SA.20.28","label":"28","content":"Yaunathaa txawm teb Xa‑u tas, “Tavi thov thov kuv tso cai rua nwg rov moog rua lub moos Npelehee."},{"bible_id":"1216","chapter_code":"1SA.20","verse_code":"1SA.20.29","label":"29","content":"Nwg has tas, ‘Thov tso kuv moog, tsua qhov kuv tsev tuabneeg yuav ua kevcai xyeem tsaj rua huv lub moos, mas kuv tug tijlaug has kuas kuv moog nrug puab koom kuas tau. Yog koj txaus sab rua kuv thov tso kuv moog saib kuv cov tijlaug.’ Yog le hov nwg txhad tsw tau tuaj rua ntawm vaajntxwv lub rooj mov nuav.”"},{"bible_id":"1216","chapter_code":"1SA.20","verse_code":"1SA.20.30","label":"30","content":"Tes Xa‑u txawm npau tawg rua Yaunathaa hab has rua nwg tas, “Koj yog nam puj kws faav xeeb sab phem le tub, kuv tsw paub lov? Koj tub xaiv Yexi tug tub lug rhuav koj ntsej muag hab ua rua koj nam kws yug koj raug txaaj muag."},{"bible_id":"1216","chapter_code":"1SA.20","verse_code":"1SA.20.31","label":"31","content":"Thaus twg Yexi tug tub tseed muaj txujsa nyob huv lub nplajteb, tes koj hab koj caaj ceg yuav tsw raug tsaa ua vaajntxwv nyob ruaj le. Vem le nuav ca le tso tuabneeg moog coj nwg tuaj cuag kuv, nwg yeej yuav tuag xwb.”"},{"bible_id":"1216","chapter_code":"1SA.20","verse_code":"1SA.20.32","label":"32","content":"Mas Yaunathaa teb nwg txwv Xa‑u tas, “Ua caag Tavi yuav tsum raug muab tua tuag? Nwg tau ua le caag lawm?”"},{"bible_id":"1216","chapter_code":"1SA.20","verse_code":"1SA.20.33","label":"33","content":"Xa‑u txawm tuab nkaug muv rua Yaunathaa xaav tua nwg. Yog le hov Yaunathaa txhad paub tas nwg txwv txav sab tua Tavi pov tseg lawm."},{"bible_id":"1216","chapter_code":"1SA.20","verse_code":"1SA.20.34","label":"34","content":"Yaunathaa txhad sawv tseeg ntawm rooj mov chim quas nyov, hab nwg tsw noj daabtsw hlo le rua nub xab ob hov, tsua qhov nwg txhawj txug Tavi vem nwg txwv tau rhuav Tavi ntsej muag."},{"bible_id":"1216","chapter_code":"1SA.20","verse_code":"1SA.20.35","label":"35","content":"Thaus kaaj ntug Yaunathaa txhad moog rua tom teb lawv le teem rua Tavi lawd, muaj ib tug mivtub nrug nwg moog hab."},{"bible_id":"1216","chapter_code":"1SA.20","verse_code":"1SA.20.36","label":"36","content":"Nwg has rua tug mivtub hov tas, “Ca le dha moog nrhav raab xub kws kuv tua moog.” Thaus tug mivtub hov dha moog lawd Yaunathaa tua ib raab xub dhau rua tom nwg hauv ntej."},{"bible_id":"1216","chapter_code":"1SA.20","verse_code":"1SA.20.37","label":"37","content":"Thaus tug mivtub hov moog txug ntawm raab xub kws Yaunathaa tua hov, Yaunathaa qw rua tug mivtub has tas, “Raab xub nyob dhau tom koj hauv ntej u los tsw yog?”"},{"bible_id":"1216","chapter_code":"1SA.20","verse_code":"1SA.20.38","label":"38","content":"Hab Yaunathaa qw rua tug mivtub hov tas, “Ca le kawgkag, maaj nroog moog tsw xob tog.” Tug mivtub txawm khaws cov xub hab rov lug rua ntawm Yaunathaa."},{"bible_id":"1216","chapter_code":"1SA.20","verse_code":"1SA.20.39","label":"39","content":"Tug mivtub hov tsw paub daabtsw le tsuas yog Yaunathaa hab Tavi paub xwb."},{"bible_id":"1216","chapter_code":"1SA.20","verse_code":"1SA.20.40","label":"40","content":"Tes Yaunathaa txawm muab nwg tej cuab yeej rua tug mivtub hov hab has rua nwg tas, “Ca le coj tej nuav moog rua huv lub nroog.”"},{"bible_id":"1216","chapter_code":"1SA.20","verse_code":"1SA.20.41","label":"41","content":"Thaus tug mivtub hov moog lawm, Tavi txawm tawm ntawm lub pob zeb saab nraag lug khwb nkaus rua huv aav pe peb zag. Tes ob tug sws nwj hab quaj. Tavi quaj heev kawg nkaus."},{"bible_id":"1216","chapter_code":"1SA.20","verse_code":"1SA.20.42","label":"42","content":"Yaunathaa has rua Tavi tas, “Ca le moog zoo tsua qhov ib tub tuav Yawmsaub lub npe cog lug twv has tas, Yawmsaub yuav ua timkhawv rua kuv hab koj, hab rua kuv caaj ceg hab koj caaj ceg moog ib txhws.” Tavi txawm sawv kev moog lawm. Yaunathaa rov moog rua huv lub nroog."},{"bible_id":"1216","chapter_code":"1SA.21","verse_code":"1SA.21.1","label":"1","content":"Tes Tavi txawm moog txug tug pov thawj Ahimelej huv lub moos Nau. Mas Ahimelej tawm tuaj tog Tavi ua tshee quas nyo has tas, “Ua caag koj yuav tuab leeg tuaj xwb, tsw muaj leejtwg nrug koj tuaj?”"},{"bible_id":"1216","chapter_code":"1SA.21","verse_code":"1SA.21.2","label":"2","content":"Tavi has rua tug pov thawj Ahimelej tas, “Vaajntxwv khaiv kuv tuaj ua ib yaam num. Nwg has rua kuv tas, ‘Tsw xob qha zaaj kws kuv khaiv koj moog ua hov hab tej kws kuv muab cob rua koj lawd rua leejtwg paub le.’ Kuv tub teem cov tub hluas ntswb kuv dua rua ib qho chaw lawm."},{"bible_id":"1216","chapter_code":"1SA.21","verse_code":"1SA.21.3","label":"3","content":"Nwgnuav koj muaj daabtsw ntawm teg? Thov muab tswb lub ncuav lossws ib yaam daabtsw kws koj muaj ntawm nuav rua kuv noj.”"},{"bible_id":"1216","chapter_code":"1SA.21","verse_code":"1SA.21.4","label":"4","content":"Tug pov thawj teb Tavi tas, “Kuv tsw muaj cov ncuav kws naj nub noj, tsuas yog cov ncuav kws dawb huv xwb. Yuav yog koj cov hluas tsw nrug quaspuj pw txhad noj tau.”"},{"bible_id":"1216","chapter_code":"1SA.21","verse_code":"1SA.21.5","label":"5","content":"Tavi teb tug pov thawj tas, “Qhov tseeb txhua zag kws kuv tawm moog ua num tej quaspuj yeej nyob deb ntawm peb. Txawm yog peb tawm moog ua tej num tsw tseem ceeb los tej tub hluas lub cev yeej dawb huv lawm. Mas nub nua puab lub cev yimfuab dawb huv.”"},{"bible_id":"1216","chapter_code":"1SA.21","verse_code":"1SA.21.6","label":"6","content":"Yog le hov tug pov thawj txhad muab cov ncuav dawb huv rua Tavi, vem yog hov ntawd tsw muaj lwm yaam ncuav, tsuas yog cov ncuav kws xyeem txawb rua ntawm Yawmsaub lub xubndag xwb, yog cov kws nyav khaws ntawm Yawmsaub xubndag lug es yuav muab cov tshab txawb rua tuab nub ntawd."},{"bible_id":"1216","chapter_code":"1SA.21","verse_code":"1SA.21.7","label":"7","content":"Nub ntawd muaj ib tug yawm yog Xa‑u le ib tug qhev nyob hov ntawd, nwg tuaj ua nug rua Yawmsaub. Nwg npe hu ua Ntau‑e, yog tuabneeg Entoo, yog tug thawj kws yug Xa‑u paab yaaj."},{"bible_id":"1216","chapter_code":"1SA.21","verse_code":"1SA.21.8","label":"8","content":"Hab Tavi has rua Ahimelej tas, “Koj muaj ib raab ntaaj lossws muv ntawm koj txhais teg los tsw muaj? Tsua qhov kuv tsw coj kuv raab ntaaj lossws tej cuab yeej tuaj hlo le vem vaajntxwv tej num yog num ceev.”"},{"bible_id":"1216","chapter_code":"1SA.21","verse_code":"1SA.21.9","label":"9","content":"Tug pov thawj has tas, “Kaulia kws yog tuabneeg Filixatee kws koj tua huv lub haav Ela hov raab ntaaj nyob ntawm nuav, tseed qhwv ntaub quas nreeg nyob ntawm lub efauj  saab nrau. Yog koj cheem tsum raab ntaaj ntawd kuj coj moog, tsuas yog muaj tuab raab ntaaj ntawd xwb.” Mas Tavi has tas, “Tsw muaj ib raab ntaaj zoo le raab nuav lawm. Thov muab rua kuv lauj.”"},{"bible_id":"1216","chapter_code":"1SA.21","verse_code":"1SA.21.10","label":"10","content":"Tes nub ntawd Tavi txawm sawv kev tswv Xa‑u moog cuag vaajntxwv Akhij huv lub moos Ka."},{"bible_id":"1216","chapter_code":"1SA.21","verse_code":"1SA.21.11","label":"11","content":"Mas Akhij cov tub teg tub taw has tas, “Tug yawm nuav tsw yog Tavi kws ua vaajntxwv kaav lub tebchaws hov lov? Puab tsw tau moog tog hu nkauj seev cev has tas, ‘Xa‑u tua tau quas txheeb leej, Tavi tua tau quas vaam leej,’ lov?”"},{"bible_id":"1216","chapter_code":"1SA.21","verse_code":"1SA.21.12","label":"12","content":"Tavi kuj khaws tej lug nuav rua huv nwg lub sab hab ntshai vaajntxwv Akhij huv lub moos Ka kawg le."},{"bible_id":"1216","chapter_code":"1SA.21","verse_code":"1SA.21.13","label":"13","content":"Nwg txhad txhob txwm ua ib tug nam tsw thooj le qub rua puab pum, nwg ua txuj ua ib tug tuabneeg vwm. Nwg laam sau kis kaaj kis kag rua ntawm tej rooj loog, hab ua qub ncaug nrug quas zwg ntawm tej fwj txwv."},{"bible_id":"1216","chapter_code":"1SA.21","verse_code":"1SA.21.14","label":"14","content":"Tes Akhij txhad has rua nwg cov tub teg tub taw tas, “Saib maj, mej tub pum tas tug yawm nuav vwm, mej tseed coj nwg tuaj cuag kuv ua daabtsw?"},{"bible_id":"1216","chapter_code":"1SA.21","verse_code":"1SA.21.15","label":"15","content":"Kuv tsw muaj tuabneeg vwm lov es mej tseed yuav coj tug yawm nuav tuaj vwm rua ntawm kuv xubndag? Tswm nyog tug yawm nuav tuaj rua huv kuv lub vaaj lub tsev lov?”"},{"bible_id":"1216","chapter_code":"1SA.22","verse_code":"1SA.22.1","label":"1","content":"Tavi kuj tswv hov ntawd moog nyob huv lub qhov tsua Antulaa. Thaus nwg cov tijlaug hab nwg txwv tsev tuabneeg suavdawg tau nov tej xuv hov puab kuj moog cuag nwg hov ntawd."},{"bible_id":"1216","chapter_code":"1SA.22","verse_code":"1SA.22.2","label":"2","content":"Txhua tug kws raug kev txom nyem hab txhua tug kws tshuav nuj tshuav nqe hab txhua tug kws tsw txaus sab kuj sau zog tuaj nrug nwg nyob. Nwg ua puab tug thawj. Muaj tuabneeg tuaj nrug nwg nyob kwvlaam plaub puas leej."},{"bible_id":"1216","chapter_code":"1SA.22","verse_code":"1SA.22.3","label":"3","content":"Tavi kuj tawm hov ntawd moog rua lub moos Mixape huv Mau‑a tebchaws. Nwg has rua Mau‑a tug vaajntxwv tas, “Thov ca kuv nam kuv txwv nrug koj nyob moog txug thaus kuv paub tas Vaajtswv yuav ua le caag rua kuv.”"},{"bible_id":"1216","chapter_code":"1SA.22","verse_code":"1SA.22.4","label":"4","content":"Tes nwg txawm tseg nwg nam nwg txwv nrug Mau‑a tug vaajntxwv nyob mas ob tug nrug vaajntxwv nyob moog taag swjhawm kws Tavi nyob huv lub chaw ruaj khov."},{"bible_id":"1216","chapter_code":"1SA.22","verse_code":"1SA.22.5","label":"5","content":"Mas Kab kws yog xwbfwb cev Vaajtswv lug has rua Tavi tas, “Koj tsw xob nyob huv qhov chaw ruaj khov nuav koj ca le moog rua huv Yuta tebchaws.” Tavi txhad tawm moog nyob lub haav zoov Helej."},{"bible_id":"1216","chapter_code":"1SA.22","verse_code":"1SA.22.6","label":"6","content":"Xa‑u nov tas muaj tuabneeg pum Tavi hab cov tuabneeg kws nrug Tavi ua ke. Thaus hov Xa‑u nyob quas tsawg huv lub moos Kinpe‑a huv qaab tsob ntoo tamalis sau lub pov roob tuav rawv raab muv, nwg cov tub teg tub taw suavdawg sawv vej vog nwg."},{"bible_id":"1216","chapter_code":"1SA.22","verse_code":"1SA.22.7","label":"7","content":"Xa‑u has rua cov tub teg tub taw kws sawv vej vog nwg tas, “Mej cov tuabneeg Npeeyamee ca le noog kuv has. Yexi tug tub yuav muab teb hab vaaj txwv maab rua mej txhua tug lov? Nwg yuav tsaa mej txhua tug ua thawj kaav ib txheeb leej ib puas leej lov,"},{"bible_id":"1216","chapter_code":"1SA.22","verse_code":"1SA.22.8","label":"8","content":"mej suavdawg txawm xaav faav xeeb rua kuv? Thaus kuv tug tub nrug Yexi tug tub cog lug sws raug zoo hov tsw muaj leejtwg yuav qha rua kuv paub le. Mej cov tsw muaj ib tug yuav hlub kuv le, hab tsw qha rua kuv paub tas kuv tug tub tshaum kuv tug qhev tawm tsaam kuv, tog nrhw kuv kev yaam le naj nub nwgnuav.”"},{"bible_id":"1216","chapter_code":"1SA.22","verse_code":"1SA.22.9","label":"9","content":"Ntau‑e kws yog tuabneeg Entoo kws sawv ze Xa‑u cov tub teg tub taw txhad teb tas, “Kuv pum Yexi tug tub tuaj rua ntawm lub moos Nau tuaj cuag Ahithu tug tub Ahimelej,"},{"bible_id":"1216","chapter_code":"1SA.22","verse_code":"1SA.22.10","label":"10","content":"mas Ahimelej nug Yawmsaub rua nwg hab pub mov rua nwg noj hab pub Kaulia kws yog tuabneeg Filixatee raab ntaaj rua nwg lawm.”"},{"bible_id":"1216","chapter_code":"1SA.22","verse_code":"1SA.22.11","label":"11","content":"Mas vaajntxwv txawm tso tuabneeg moog hu pov thawj Ahimelej kws yog Ahithu tug tub hab nwg txwv tsev tuabneeg suavdawg kws ua pov thawj huv lub moos Nau kuas tuaj, mas suavdawg txhad tuaj cuag vaajntxwv."},{"bible_id":"1216","chapter_code":"1SA.22","verse_code":"1SA.22.12","label":"12","content":"Mas Xa‑u has tas, “Ahithu tug tub ca le noog kuv has.” Nwg teb tas, “Kuv tug tswv kuv nyob ntawm nuav 'os.”"},{"bible_id":"1216","chapter_code":"1SA.22","verse_code":"1SA.22.13","label":"13","content":"Mas Xa‑u has rua nwg tas, “Ua caag koj yuav nrug Yexi tug tub faav xeeb rua kuv, tsua qhov kws koj muab mov hab ntaaj rua nwg hab nug Vaajtswv rua nwg, mas nwg txhad tawm tsaam kuv tog nrhw kuv yaam le naj nub nwgnuav.”"},{"bible_id":"1216","chapter_code":"1SA.22","verse_code":"1SA.22.14","label":"14","content":"Mas Ahimelej teb vaajntxwv tas, “Taag nrho koj cov tub teg tub taw sub nyim muaj ib tug twg yuav npuab koj yaam le koj tug vauv Tavi kws ua thawj kaav cov tub rog kws tsom kwm koj hab muaj meej huv koj vaaj koj tsev."},{"bible_id":"1216","chapter_code":"1SA.22","verse_code":"1SA.22.15","label":"15","content":"Nub nua yog thawj zag kws kuv thov nug Yawmsaub rua nwg lov? Tsw yog. Thov vaajntxwv tsw xob muab ib yaam daabtsw lug rau txem rua kuv kws yog koj tug qhev lossws rua kuv txwv tsev tuabneeg. Tsua qhov koj tug qhev yeej tsw paub zaaj nuav ib nyuas qhov le tsw has ntau los tsawg.”"},{"bible_id":"1216","chapter_code":"1SA.22","verse_code":"1SA.22.16","label":"16","content":"Vaajntxwv has rua Ahimelej tas, “Koj yuav tuag tag tag le, koj hab koj txwv tsev tuabneeg suavdawg yuav tuag xwb.”"},{"bible_id":"1216","chapter_code":"1SA.22","verse_code":"1SA.22.17","label":"17","content":"Mas vaajntxwv has rua cov tub rog kws sawv vej vog nwg tas, “Muab Yawmsaub cov pov thawj nuav tua pov tseg, tsua qhov puab txhais teg nrug Tavi nyob, puab yeej paub tas Tavi tswv lawm kuas puab tsw qha rua kuv paub.” Tassws cov tub teg tub taw tsw kaam nqeg teg tua Yawmsaub cov pov thawj."},{"bible_id":"1216","chapter_code":"1SA.22","verse_code":"1SA.22.18","label":"18","content":"Mas vaajntxwv txhad has rua Ntau‑e tas, “Koj ca le nqeg teg tua cov pov thawj.” Mas Ntau‑e kws yog tuabneeg Entoo txhad moog tua cov pov thawj mas nub hov nwg tua cov kws naav lub tsho efauj  ntaub maag yim caum tswb leeg."},{"bible_id":"1216","chapter_code":"1SA.22","verse_code":"1SA.22.19","label":"19","content":"Nwg xuas ntaaj tua lub moos Nau kws yog cov pov thawj lub moos, tsw has quaspuj quasyawg hab tej mivnyuas yau hab mivnyuas kws noj mig hab tej nyuj tej neeg luav hab tej yaaj huvsw."},{"bible_id":"1216","chapter_code":"1SA.22","verse_code":"1SA.22.20","label":"20","content":"Tassws Ahimelej ib tug tub kws yog Ahithu xeeb ntxwv hu ua Anpiyatha tswv dim hab lawv Tavi qaab moog."},{"bible_id":"1216","chapter_code":"1SA.22","verse_code":"1SA.22.21","label":"21","content":"Mas Anpiyatha has rua Tavi tas, “Xa‑u muab Yawmsaub cov pov thawj tua taag lawm.”"},{"bible_id":"1216","chapter_code":"1SA.22","verse_code":"1SA.22.22","label":"22","content":"Tavi has rua Anpiyatha tas, “Nub hov thaus Ntau‑e kws yog tuabneeg Entoo nyob hov ntawd kuv yeej paub tas nwg yuav qha rua Xa‑u xwb xwb le. Yog tim kuv mas koj txwv tsev tuabneeg suavdawg txhad le tuag."},{"bible_id":"1216","chapter_code":"1SA.22","verse_code":"1SA.22.23","label":"23","content":"Ca le nrug kuv nyob tsw xob ntshai le tsua qhov yog tug kws xaav tua koj los kuj xaav tua kuv hab. Koj ca le nrug kuv nyob txhad le tso sab plhuav.”"},{"bible_id":"1216","chapter_code":"1SA.23","verse_code":"1SA.23.1","label":"1","content":"Puab has rua Tavi tas, “Saib maj, cov Filixatee saamswm ua rog rua lub moos Khe‑ila hab lws tej qoob loos kws ntaus taag rua huv tshaav lawm.”"},{"bible_id":"1216","chapter_code":"1SA.23","verse_code":"1SA.23.2","label":"2","content":"Tavi txawm nug Yawmsaub tas, “Kuv yuav moog ntaus cov Filixatee hov los tsw moog?” Yawmsaub has rua Tavi tas, “Ca le moog ntaus cov Filixatee hov hab paab cawm lub moos Khe‑ila kuas dim.”"},{"bible_id":"1216","chapter_code":"1SA.23","verse_code":"1SA.23.3","label":"3","content":"Tassws Tavi cov tuabneeg has rua Tavi tas, “Peb nyob huv Yuta nuav peb tub ntshai kawg le lawm. Yog peb tseed moog rua Khe‑ila es ua rog rua Filixatee cov tub rog hab, mas peb yuav yimfuab ntshai heev kaj.”"},{"bible_id":"1216","chapter_code":"1SA.23","verse_code":"1SA.23.4","label":"4","content":"Tes Tavi txhad rov nug Yawmsaub dua mas Yawmsaub teb nwg tas, “Ca le sawv tseeg moog lawm nraag Khe‑ila ntaag, tsua qhov kuv yuav muab cov Filixatee rua huv koj txhais teg.”"},{"bible_id":"1216","chapter_code":"1SA.23","verse_code":"1SA.23.5","label":"5","content":"Mas Tavi hab nwg cov tuabneeg txhad le moog nraag Khe‑ila, moog ua rog rua cov Filixatee, txeeb puab tej tsaj txhu rov lug hab tua cov Filixatee tuag coob kawg le. Ua le nuav Tavi txhad paab tau cov tuabneeg Khe‑ila dim."},{"bible_id":"1216","chapter_code":"1SA.23","verse_code":"1SA.23.6","label":"6","content":"Mas thaus kws Ahimelej tug tub Anpiyatha tswv moog cuag Tavi huv lub moos Khe‑ila hov, nwg nqaa lub efauj  moog hab."},{"bible_id":"1216","chapter_code":"1SA.23","verse_code":"1SA.23.7","label":"7","content":"Muaj tuabneeg moog has rua Xa‑u tas Tavi tuaj rua ntawm Khe‑ila lawm, mas Xa‑u txawm has tas, “Vaajtswv muab nwg rua huv kuv txhais teg lawm, tsua qhov nwg tub nkaag moog rua huv lub moos kws muaj rooj loog hab muaj laag rooj kaw huvsw, kuj yog nwg muab nwg kaw ca rua huv.”"},{"bible_id":"1216","chapter_code":"1SA.23","verse_code":"1SA.23.8","label":"8","content":"Xa‑u txhad hu taag nrho nwg cov tub rog tuaj moog ua rog, kuas puab moog nraag Khe‑ila moog vej puav Tavi hab nwg cov tuabneeg."},{"bible_id":"1216","chapter_code":"1SA.23","verse_code":"1SA.23.9","label":"9","content":"Tavi paub tas Xa‑u ntaus tswvyim phem rua nwg, nwg txhad has rua pov thawj Anpiyatha tas, “Coj lub efauj  lug ntawm nuav.”"},{"bible_id":"1216","chapter_code":"1SA.23","verse_code":"1SA.23.10","label":"10","content":"Tavi txhad has tas, “Au Yawmsaub kws yog cov Yixayee tug Vaajtswv, kuv kws yog koj tub qhe tau nov tseeb tas Xa‑u nrhav kev tuaj rua Khe‑ila ua kuas lub moos nuav puam tsuaj vem yog tim kuv."},{"bible_id":"1216","chapter_code":"1SA.23","verse_code":"1SA.23.11","label":"11","content":"Mas cov tuabneeg Khe‑ila yuav muab kuv cob rua huv Xa‑u txhais teg lov? Xa‑u yuav tuaj lawv le kws kuv kws yog koj tug tub qhe tau nov lov? Au Yawmsaub kws yog cov Yixayee tug Vaajtswv, thov koj has rua kuv kws yog koj tug tub qhe paub lauj.” Mas Yawmsaub has tas, “Nwg yuav tuaj tag.”"},{"bible_id":"1216","chapter_code":"1SA.23","verse_code":"1SA.23.12","label":"12","content":"Tavi txhad has tas, “Cov tuabneeg Khe‑ila yuav muab kuv hab kuv cov tuabneeg cob rua huv Xa‑u txhais teg lov?” Mas Yawmsaub has tas, “Puab yuav muab mej cob rua tag.”"},{"bible_id":"1216","chapter_code":"1SA.23","verse_code":"1SA.23.13","label":"13","content":"Mas Tavi hab nwg cov tuabneeg muaj kwvlaam rau pua leej txhad sawv tseeg tswv tawm huv Khe‑ila lawm puab kuj moog le kws puab moog tau. Thaus muaj tuabneeg moog has rua Xa‑u tas Tavi tub tswv tawm huv Khe‑ila lawm, Xa‑u kuj tseg tsw moog lawm."},{"bible_id":"1216","chapter_code":"1SA.23","verse_code":"1SA.23.14","label":"14","content":"Tavi nyob rua huv tebchaws moj saab qhua huv tej qhov chaw kws ruaj khov peg toj sab huv tebchaws moj saab qhua Xi. Mas Xa‑u naj nub nrhav Tavi tassws Vaajtswv tsw muab Tavi rua huv Xa‑u txhais teg."},{"bible_id":"1216","chapter_code":"1SA.23","verse_code":"1SA.23.15","label":"15","content":"Thaus Tavi pum tas Xa‑u tawm tuaj nrhav txuv nwg txujsa, nwg nyob huv tebchaws moj saab qhua Xi ntawm Haulej."},{"bible_id":"1216","chapter_code":"1SA.23","verse_code":"1SA.23.16","label":"16","content":"Mas Xa‑u tug tub Yaunathaa sawv tseeg moog cuag Tavi ntawm Haulej hab txhawb nwg tug zug kuas muaj zug rua huv Vaajtswv."},{"bible_id":"1216","chapter_code":"1SA.23","verse_code":"1SA.23.17","label":"17","content":"Nwg has rua Tavi tas, “Tsw xob ntshai, kuv txwv Xa‑u txhais teg yuav ua tsw tau le caag rua koj. Koj yuav tau ua vaajntxwv kaav cov Yixayee, kuv yuav ua koj tug tim xyoob. Kuv txwv Xa‑u yeej paub le nuav lawm.”"},{"bible_id":"1216","chapter_code":"1SA.23","verse_code":"1SA.23.18","label":"18","content":"Yaunathaa hab Tavi ob tug txhad cog lug sws raug zoo taab meeg Yawmsaub. Tavi tseed nyob ntawm Haulej, Yaunathaa rov qaab moog tsev."},{"bible_id":"1216","chapter_code":"1SA.23","verse_code":"1SA.23.19","label":"19","content":"Cov tuabneeg Xi moog has rua Xa‑u ntawm Kinpe‑a tas, “Tavi tswv nraim rua huv plawv peb moog nyob huv lub chaw ruaj khov ntawm Haulej, sau lub ncov roob Hakhila kws nyob nraag qaab moos Yesimoo los maj."},{"bible_id":"1216","chapter_code":"1SA.23","verse_code":"1SA.23.20","label":"20","content":"Au vaajntxwv, ca le tuaj lawv le koj sab xaav tes peb cov yuav muab nwg cob rua huv koj txhais teg ntaag.”"},{"bible_id":"1216","chapter_code":"1SA.23","verse_code":"1SA.23.21","label":"21","content":"Mas Xa‑u has tas, “Thov Yawmsaub foom koob moov rua mej tsua qhov mej taab ncuab kuv."},{"bible_id":"1216","chapter_code":"1SA.23","verse_code":"1SA.23.22","label":"22","content":"Ca le moog tshuaj saib zoo zoo kuas paub tas nwg nyob qhov twg hab leejtwg pum nwg hov ntawd, tsua qhov muaj tuabneeg has rua kuv tas nwg ntse heev."},{"bible_id":"1216","chapter_code":"1SA.23","verse_code":"1SA.23.23","label":"23","content":"Vem le nuav ua tuab zoo moog tshuaj saib txhua qhov kws nwg nkaum le rov qaab lug qha tseeb tseeb rua kuv. Mas kuv le nrug mej moog. Yog nwg tseed nyob huv lub tebchaws kuv yuav tshawb nrhav nwg huv txhua cum Yuta.”"},{"bible_id":"1216","chapter_code":"1SA.23","verse_code":"1SA.23.24","label":"24","content":"Puab txhad sawv kev ua Xa‑u ntej moog rua nraag Xi. Tavi hab nwg cov tuabneeg nyob huv tebchaws moj saab qhua Ma‑oo kws nyob huv Alanpa nraag qaab moos Yesimoo."},{"bible_id":"1216","chapter_code":"1SA.23","verse_code":"1SA.23.25","label":"25","content":"Xa‑u hab nwg cov tub rog kuj moog nrhav Tavi. Muaj tuabneeg qha rua Tavi, mas Tavi txhad tswv moog rua nraag lub pob tsuas hab nyob huv tebchaws moj saab qhua Ma‑oo. Thaus Xa‑u nov le hov nwg txhad lawv Tavi qaab rua huv tebchaws moj saab qhua Ma‑oo."},{"bible_id":"1216","chapter_code":"1SA.23","verse_code":"1SA.23.26","label":"26","content":"Xa‑u moog txug ib saab roob, Tavi hab nwg cov tuabneeg moog dua rua ib saab roob. Tavi kuj maaj nroog tswv Xa‑u tsua qhov Xa‑u hab nwg cov tub rog tuaj ze Tavi hab nwg cov tuabneeg lawm yuav nteg nwg."},{"bible_id":"1216","chapter_code":"1SA.23","verse_code":"1SA.23.27","label":"27","content":"Tassws muaj ib tug xaa xuv tuaj has rua Xa‑u tas, “Ca le leej maaj rov qaab vem yog cov Filixatee txhwj rog tuaj lws lub tebchaws lawm.”"},{"bible_id":"1216","chapter_code":"1SA.23","verse_code":"1SA.23.28","label":"28","content":"Xa‑u txhad tseg tsw lawv Tavi rov qaab moog ua rog rua cov Filixatee. Puab txhad hu qhov chaw ntawd has tas Roob Zeb Ncaim Kev."},{"bible_id":"1216","chapter_code":"1SA.23","verse_code":"1SA.23.29","label":"29","content":"Mas Tavi txhad tawm hov ntawd moog nyob tej chaw ruaj khov huv Eekenti."},{"bible_id":"1216","chapter_code":"1SA.24","verse_code":"1SA.24.1","label":"1","content":"Thaus Xa‑u moog lawv cov Filixatee rov qaab lug, muaj tuabneeg has rua nwg tas, “Tavi nyob huv tebchaws moj saab qhua Eekenti.”"},{"bible_id":"1216","chapter_code":"1SA.24","verse_code":"1SA.24.2","label":"2","content":"Tes Xa‑u txawm xaiv peb txheeb leej tub rog huv cov Yixayee suavdawg coj moog nrhav Tavi hab nwg cov tuabneeg rua ntawm Roob Tsuas Sai."},{"bible_id":"1216","chapter_code":"1SA.24","verse_code":"1SA.24.3","label":"3","content":"Xa‑u tuaj txug ib lub nkuaj yaaj ntawm ntug kev. Muaj ib lub qhov tsua nyob hov ntawd tes Xa‑u txawm moog tawm rooj rua huv. Tavi hab nwg cov tuabneeg kuj nyob huv lub qhov tsua hov tom qhov kawg nkaus."},{"bible_id":"1216","chapter_code":"1SA.24","verse_code":"1SA.24.4","label":"4","content":"Tavi cov tuabneeg has rua Tavi tas, “Nub nua yog nub kws Yawmsaub has rua koj tas, ‘Kuv muab koj tug yeeb ncuab cob rua huv koj txhais teg, mas koj yuav ua rua nwg lawv le koj pum zoo.’ ” Mas Tavi sawv nyaag tuabywv moog txav Xa‑u lub qaab tsho."},{"bible_id":"1216","chapter_code":"1SA.24","verse_code":"1SA.24.5","label":"5","content":"Dhau ntawd Tavi kuj tu sab tsua qhov kws nwg txav Xa‑u lub qaab tsho."},{"bible_id":"1216","chapter_code":"1SA.24","verse_code":"1SA.24.6","label":"6","content":"Tavi txhad has rua nwg cov tuabneeg tas, “Thov Yawmsaub taav tsw xob kheev kuv tsaa teg tawm tsaam le nuav rua kuv tug tswv kws Yawmsaub tsaa ca lawd, tsua qhov nwg yog tug kws Yawmsaub laub roj tsaa ca.”"},{"bible_id":"1216","chapter_code":"1SA.24","verse_code":"1SA.24.7","label":"7","content":"Tavi kuj has tej lug nuav cheem nwg cov tuabneeg, nwg tsw kheev puab ntaus Xa‑u. Xa‑u kuj sawv tseeg tawm huv qhov tsua taug kev moog lawm."},{"bible_id":"1216","chapter_code":"1SA.24","verse_code":"1SA.24.8","label":"8","content":"Dhau ntawd Tavi kuj sawv tseeg tawm huv qhov tsua moog hab hu rua Xa‑u tas, “Au vaajntxwv kws yog kuv tug tswv.” Thaus Xa‑u tig lug saib, Tavi txawm khoov ntshws rua huv cov aav pe."},{"bible_id":"1216","chapter_code":"1SA.24","verse_code":"1SA.24.9","label":"9","content":"Tavi has rua Xa‑u tas, “Ua caag koj yuav noog tej lug kws cov tuabneeg has tas, ‘Tavi nrhav kev yuav txuv koj’?"},{"bible_id":"1216","chapter_code":"1SA.24","verse_code":"1SA.24.10","label":"10","content":"Saib maj, nub nua koj qhov muag tub pum tseeb lawm tas Yawmsaub muab koj cob rua huv kuv txhais teg huv lub qhov tsua nuav. Muaj qee leej has kuas kuv muab koj tua pov tseg, tassws kuv tseg koj txujsa ca. Kuv has tas, ‘Kuv yuav tsw tsaa teg tawm tsaam kuv tug tswv, tsua qhov nwg yog tug kws Yawmsaub laub roj tsaa ca lawm.’"},{"bible_id":"1216","chapter_code":"1SA.24","verse_code":"1SA.24.11","label":"11","content":"Kuv txwv, koj ca le saib koj lub qaab tsho kws nyob huv kuv txhais teg nuav. Qhov kws kuv txav koj lub qaab tsho tassws kuv tsw tua koj, mas koj ca le paub hab pum tas kuv txhais teg tsw tau ua txhum hab tsw faav xeeb rua koj. Txawm yog koj lawv kuv yuav txuv kuv txujsa los kuv tsw tau ua txhum rua koj."},{"bible_id":"1216","chapter_code":"1SA.24","verse_code":"1SA.24.12","label":"12","content":"Thov Yawmsaub txav txem rua kuv hab koj saib leejtwg txhum. Qhov kws koj ua txhum rua kuv, thov Yawmsaub ua pauj rua koj. Kuv txhais teg yuav tsw ua ib yaam daabtsw rua koj."},{"bible_id":"1216","chapter_code":"1SA.24","verse_code":"1SA.24.13","label":"13","content":"Ib yaam le tej laug has paaj lug tas, ‘Kev phem yeej tawm huv tuabneeg phem lug,’ tassws kuv txhais teg yuav tsw ua ib yaam daabtsw rua koj."},{"bible_id":"1216","chapter_code":"1SA.24","verse_code":"1SA.24.14","label":"14","content":"Cov Yixayee tug vaajntxwv tawm tuaj lawv leejtwg? Koj tuaj caum leejtwg? Caum tug dev kws tuag lawd, caum tug dev mub xwb."},{"bible_id":"1216","chapter_code":"1SA.24","verse_code":"1SA.24.15","label":"15","content":"Vem le nuav thov Yawmsaub tu plaub hab txav txem rua kuv hab koj. Thov nwg tshuaj saib hab has kuv tshaaj plaub hab cawm kuv dim huv koj txhais teg.”"},{"bible_id":"1216","chapter_code":"1SA.24","verse_code":"1SA.24.16","label":"16","content":"Thaus Tavi has tej lug nuav rua Xa‑u taag lawd, Xa‑u has tas, “Kuv tug tub Tavi 'e, ntawm kod yog koj lub suab tag lov?” Xa‑u txawm tsaa suab hlo quaj."},{"bible_id":"1216","chapter_code":"1SA.24","verse_code":"1SA.24.17","label":"17","content":"Nwg has rua Tavi tas, “Koj ua ncaaj dua kuv, vem koj ua qhov zoo pauj kuv, tassws kuv ua qhov phem pauj koj."},{"bible_id":"1216","chapter_code":"1SA.24","verse_code":"1SA.24.18","label":"18","content":"Koj tub pav nub nua has tas koj ua zoo le caag rua kuv, koj tsw tua kuv txujsa rua thaus Yawmsaub muab kuv cob rua huv koj txhais teg."},{"bible_id":"1216","chapter_code":"1SA.24","verse_code":"1SA.24.19","label":"19","content":"Yog leejtwg ntswb nwg tug yeeb ncuab, nwg yuav tso tug yeeb ncuab dim dawb tso sab plhuav lov? Yog le nuav thov Yawmsaub ua zoo rua koj pauj qhov kws nub nua koj tau ua zoo rua kuv."},{"bible_id":"1216","chapter_code":"1SA.24","verse_code":"1SA.24.20","label":"20","content":"Nwgnuav kuv paub tseeb tas koj yuav tau ua vaajntxwv tag tag le hab cov Yixayee lub tebchaws yuav raug muab rua huv koj txhais teg kaav moog le."},{"bible_id":"1216","chapter_code":"1SA.24","verse_code":"1SA.24.21","label":"21","content":"Yog le nuav ca le tuav Yawmsaub lub npe cog lug twv rua kuv tas thaus kuv tuag lawd koj yuav tsw txav kuv caaj ceg pov tseg hab koj yuav tsw rhuav kuv lub npe kuas pluj huv kuv txwv caaj ceg.”"},{"bible_id":"1216","chapter_code":"1SA.24","verse_code":"1SA.24.22","label":"22","content":"Tavi kuj cog lug twv rua Xa‑u le ntawd tes Xa‑u txawm rov moog tsev, tassws Tavi hab nwg cov tuabneeg nce moog rua huv lub chaw ruaj khov."},{"bible_id":"1216","chapter_code":"1SA.25","verse_code":"1SA.25.1","label":"1","content":"Tes Xamuyee txawm tuag. Cov Yixayee suavdawg tuaj ua ke quaj ntsuag hab muab nwg log ntawm nwg lub tsev huv lub moos Lama. Tavi txawm sawv kev moog rua nraag tebchaws moj saab qhua Palaa."},{"bible_id":"1216","chapter_code":"1SA.25","verse_code":"1SA.25.2","label":"2","content":"Muaj ib tug yawm nyob huv lub moos Ma‑oo muaj num ntawm lub moos Khamee. Tug yawm hov nplua nuj heev, nwg muaj peb txheeb tug yaaj hab ib txheeb tug tshws. Nwg saamswm txav plaub yaaj huv Khamee."},{"bible_id":"1216","chapter_code":"1SA.25","verse_code":"1SA.25.3","label":"3","content":"Tug yawm hov npe hu ua Nanpaa, nwg tug quaspuj hu ua Anpikayi. Tug quaspuj hov ntse heev hab zoo nkauj, tassws tug quasyawg hov mas tswv ncauj tswv lug hab cuam khum. Nwg yog Khalej caaj ceg."},{"bible_id":"1216","chapter_code":"1SA.25","verse_code":"1SA.25.4","label":"4","content":"Tavi nyob huv tebchaws moj saab qhua nov tas Nanpaa saamswm txav plaub yaaj."},{"bible_id":"1216","chapter_code":"1SA.25","verse_code":"1SA.25.5","label":"5","content":"Tavi txhad khaiv kaum tug tub hluas hab has rua cov hluas hov tas, “Ca le moog rua huv lub moos Khamee moog cuag Nanpaa hab coj kuv le lug moog has rua nwg."},{"bible_id":"1216","chapter_code":"1SA.25","verse_code":"1SA.25.6","label":"6","content":"Mej ca le has tej lug nuav rua nwg tas, ‘Koj hab koj tsev tuabneeg tsuas muaj kws noj qaab nyob zoo, txhua yaam kws yog koj le tsuas muaj kws noj qaab nyob zoo."},{"bible_id":"1216","chapter_code":"1SA.25","verse_code":"1SA.25.7","label":"7","content":"Kuv nov tas koj muaj tuabneeg txav plaub yaaj. Koj cov tuabneeg txav plaub yaaj nrug peb nyob, hab peb tsw tau ua phem rua puab le hab puab tsw tu ncua ib yaam daabtsw rua thaus puab nyob huv Khamee."},{"bible_id":"1216","chapter_code":"1SA.25","verse_code":"1SA.25.8","label":"8","content":"Koj nug koj cov hluas hov, puab yuav qha rua koj. Vem le nuav thov koj hlub kuv cov hluas tsua qhov peb tuaj rua nub kws paam noj paam haus. Thov koj pub tej kws koj muaj ntawm teg rua peb kws yog koj cov tub qhe hab pub rua koj tug tub Tavi.’ ”"},{"bible_id":"1216","chapter_code":"1SA.25","verse_code":"1SA.25.9","label":"9","content":"Thaus Tavi cov tub hluas tuaj txug puab kuj has Tavi cov lug hov rua Nanpaa, tes puab txawm nyob tog."},{"bible_id":"1216","chapter_code":"1SA.25","verse_code":"1SA.25.10","label":"10","content":"Nanpaa teb Tavi cov hluas tas, “Tavi yog leejtwg? Yexi tug tub yog leejtwg? Ntu nuav tej qhev tswv ntawm puab tug lospaav coob heev."},{"bible_id":"1216","chapter_code":"1SA.25","verse_code":"1SA.25.11","label":"11","content":"Tswm nyog kuv yuav muab kuv tej ncuav tej dej hab tej nqaj kws kuv tua rua kuv cov tuabneeg txav plaub yaaj noj pub rua cov tuabneeg kws tuaj hovtwg tuaj kuv tsw paub lov?”"},{"bible_id":"1216","chapter_code":"1SA.25","verse_code":"1SA.25.12","label":"12","content":"Tavi cov tub hluas txawm tig hlo rov lug hab pav tej hov huvsw rua Tavi."},{"bible_id":"1216","chapter_code":"1SA.25","verse_code":"1SA.25.13","label":"13","content":"Tavi txhad has rua nwg cov tuabneeg tas, “Txhua tug ca le rws ntaaj ntawm duav.” Tes txhua tug txawm rws ntaaj. Tavi kuj rws ntaaj hab. Muaj tuabneeg nrug Tavi moog kwvlaam plaub puas leej, tseg ob puas leej zuv tej nraa."},{"bible_id":"1216","chapter_code":"1SA.25","verse_code":"1SA.25.14","label":"14","content":"Muaj ib tug tub hluas moog has rua Anpikayi kws yog Nanpaa tug quaspuj tas, “Saib nawj, Tavi tso tuabneeg xaa xuv huv tebchaws moj saab qhua tuaj has lug zoo rua peb tug lospaav, tassws nwg ua nyaum heev rua puab."},{"bible_id":"1216","chapter_code":"1SA.25","verse_code":"1SA.25.15","label":"15","content":"Cov tuabneeg hov txeev ua zoo rua peb ntau heev. Peb tsw raug xwm txheej phem daabtsw le hab peb tsw tu ncua ib yaam daabtsw rua thaus peb nrug puab nyob huv tshaav zaub."},{"bible_id":"1216","chapter_code":"1SA.25","verse_code":"1SA.25.16","label":"16","content":"Puab zoo yaam nkaus le lub ntsaa loog thaiv peb nruab nub mo ntuj taag txhua lub swjhawm kws peb nrug puab nyob yug yaaj."},{"bible_id":"1216","chapter_code":"1SA.25","verse_code":"1SA.25.17","label":"17","content":"Nwgnuav thov koj paub zaaj nuav hab xaav saib koj yuav tsum ua le caag, tsua qhov puab yeej txav sab yuav ua nruj ua tswv rua peb tug lospaav lawm hab ua rua nwg tsev tuabneeg huvsw lawm. Peb tug lospaav yog tuabneeg tswv ncauj tswv lug leejtwg has tsw tau le.”"},{"bible_id":"1216","chapter_code":"1SA.25","verse_code":"1SA.25.18","label":"18","content":"Tes Anpikayi txawm maaj nroog muab ob puas lub ncuav hab ob lub naab tawv cawv txwv maab hab tswb tug yaaj le nqaj kws npaaj tau lawd hab tswb xe‑a  qeb kib hab ib puas rev txwv maab qhuav hab ob puas daim ncuav txwv cua rua neeg luav thauj."},{"bible_id":"1216","chapter_code":"1SA.25","verse_code":"1SA.25.19","label":"19","content":"Nwg has rua nwg cov tub qhe tas, “Ca le ua ntej moog kuv yuav lawv mej qaab.” Tassws nwg tsw qha rua nwg tug quasyawg Nanpaa paub."},{"bible_id":"1216","chapter_code":"1SA.25","verse_code":"1SA.25.20","label":"20","content":"Thaus nwg caij neeg luav tuaj muaj ib lub roob thaiv lawm, Tavi hab nwg cov tuabneeg kuj taug kev tuaj mas Anpikayi ntswb nthaav puab."},{"bible_id":"1216","chapter_code":"1SA.25","verse_code":"1SA.25.21","label":"21","content":"Tavi tub has ca lawm tas, “Kuv tub zuv tug yawm hov txhua yaam huv tebchaws moj saab qhua dawb dawb xwb. Nwg tej hov txhua chaw tsw pluj ib yaam daabtsw le, los nwg tseed ua phem pauj kuv tej kev zoo."},{"bible_id":"1216","chapter_code":"1SA.25","verse_code":"1SA.25.22","label":"22","content":"Yog pigkig sawv ntxuv kuv tseed tseg nwg cov tuabneeg ib tug txwvneej caj sa, kuj thov Vaajtswv ua ib yaam le ntawd hab nyaav dua rua kuv.”"},{"bible_id":"1216","chapter_code":"1SA.25","verse_code":"1SA.25.23","label":"23","content":"Thaus Anpikayi pum dheev Tavi, nwg nqeg plhawv sau neeg luav lug hab pe khwb ti nkaus aav rua ntawm Tavi xubndag."},{"bible_id":"1216","chapter_code":"1SA.25","verse_code":"1SA.25.24","label":"24","content":"Nwg pe ntawm Tavi kwtaw hab has tas, “Yawm hlub, lub txem nuav ca kuv ib leeg rws. Thov ca koj tug nkauj qhev pav rua koj noog, thov koj noog kuv kws yog koj tug nkauj qhev tej lug."},{"bible_id":"1216","chapter_code":"1SA.25","verse_code":"1SA.25.25","label":"25","content":"Thov koj kws yog kuv tug tswv tsw xob quav ntsej Nanpaa kws tswv ncauj tswv lug hov. Nwg phim nkaus nwg lub npe kws hu ua Nanpaa  nwg txhad le ruag. Tassws kuv kws yog koj tug nkauj qhev tsw pum cov tub hluas kws koj khaiv tuaj hov."},{"bible_id":"1216","chapter_code":"1SA.25","verse_code":"1SA.25.26","label":"26","content":"“Vem le nuav, yawm hlub, muaj Yawmsaub kws muaj txujsa nyob pum hab muaj koj kws muaj txujsa nyob pum, Yawmsaub tswj tsw kheev koj ua txhum kws tsaa koj txhais teg pauj taub ua rua lwm tug lug ntshaav, vem le nuav thov ca koj cov yeeb ncuab hab cov kws nrhav kev ua phem rua koj raug ib yaam le Nanpaa."},{"bible_id":"1216","chapter_code":"1SA.25","verse_code":"1SA.25.27","label":"27","content":"Tej kws koj tug qhev coj tuaj pub rua koj kws yog kuv tug tswv nuav, thov muab rua cov hluas kws nrug koj ua ke."},{"bible_id":"1216","chapter_code":"1SA.25","verse_code":"1SA.25.28","label":"28","content":"Thov zaam txem rua koj tug qhev lauj. Yawmsaub yeej yuav ua kuv tug tswv caaj ceg kuas nyob ruaj khov vem yog koj ua rog rua Yawmsaub tej yeeb ncuab, mas thaus koj tseed muaj txujsa nyob yuav nrhav tsw tau ib qho kev txhum nyob huv koj."},{"bible_id":"1216","chapter_code":"1SA.25","verse_code":"1SA.25.29","label":"29","content":"Yog muaj tuabneeg sawv tseeg lawv txuv koj txujsa los koj txujsa yuav raug muab khi nkaus nrug cov kws muaj txujsa nyob ua ke rua Yawmsaub kws yog koj tug Vaajtswv tsom kwm. Tassws koj cov yeeb ncuab txujsa yuav raug muab laim pov tseg ib yaam le lub qai zeb kws raug muab laim tawm huv txuj hlua fav."},{"bible_id":"1216","chapter_code":"1SA.25","verse_code":"1SA.25.30","label":"30","content":"Thaus Yawmsaub ua lawv le txhua yaam zoo kws nwg tau has ca rua koj lawm hab tsaa koj ua tug thawj kaav hlo cov Yixayee,"},{"bible_id":"1216","chapter_code":"1SA.25","verse_code":"1SA.25.31","label":"31","content":"yuav tsw muaj ib yaam daabtsw ua rua kuv tug tswv ntxhuv sab nyuaj sab tsua qhov kws koj tau ua rua tej tuabneeg tsw txhum lug ntshaav hab koj pauj taub koj ib leeg. Thaus Yawmsaub ua zoo rua kuv tug tswv lawd, thov koj ncu txug kuv kws yog koj tug nkauj qhev hab.”"},{"bible_id":"1216","chapter_code":"1SA.25","verse_code":"1SA.25.32","label":"32","content":"Tavi txhad has rua Anpikayi tas, “Qhuas Yawmsaub kws yog cov Yixayee tug Vaajtswv kws khaiv koj tuaj ntswb kuv nub nua."},{"bible_id":"1216","chapter_code":"1SA.25","verse_code":"1SA.25.33","label":"33","content":"Thov ca koj txujkev ntse tau moov zoo hab thov kuas koj tug kheej tau koob moov tsua qhov nub nua koj tau tswj tsw kheev kuv ua txhum kws tsaa kuv txhais teg pauj taub kuv ib leeg ua rua lwm tug lug ntshaav."},{"bible_id":"1216","chapter_code":"1SA.25","verse_code":"1SA.25.34","label":"34","content":"Muaj Yawmsaub kws yog cov Yixayee tug Vaajtswv muaj txujsa nyob pum, nwg yog tug kws tswj kuv tsw pub kuv ua phem rua koj. Yog koj tsw tau maaj nroog tuaj ntswb kuv, pigkig sawv ntxuv yeej yuav tsw tshuav ib tug txwvneej rua Nanpaa hlo le.”"},{"bible_id":"1216","chapter_code":"1SA.25","verse_code":"1SA.25.35","label":"35","content":"Tes Tavi txawm txais txhua yaam kws Anpikayi coj tuaj hab has rua nwg tas, “Ca le rov qaab moog zoo rua koj vaaj koj tsev lauj. Kuv tub noog koj tej lug hab kuv yuav ua lawv le kws koj thov kuv.”"},{"bible_id":"1216","chapter_code":"1SA.25","verse_code":"1SA.25.36","label":"36","content":"Anpikayi txawm rov moog rua ntawm Nanpaa, ua cav nwg saamswm noj haus luj huv tsev yaam nkaus le tej vaajntxwv noj. Nanpaa kuj zoo sab heev vem nwg qaug cawv heev. Mas Anpikayi tsw has daabtsw rua nwg paub moog txug taagkig kaaj ntug."},{"bible_id":"1216","chapter_code":"1SA.25","verse_code":"1SA.25.37","label":"37","content":"Taagkig sawv ntxuv thaus cawv txwv maab xaam taag huv Nanpaa lawm, nwg tug quaspuj le pav tej xwm txheej hov rua nwg noog, tes nwg lub plawv ca le tsw ua num, nwg zoo le lub pob zeb lawm."},{"bible_id":"1216","chapter_code":"1SA.25","verse_code":"1SA.25.38","label":"38","content":"Nyob tau kwvlaam kaum nub Yawmsaub ua rua Nanpaa tuag lawm."},{"bible_id":"1216","chapter_code":"1SA.25","verse_code":"1SA.25.39","label":"39","content":"Thaus Tavi nov tas Nanpaa tuag lawm nwg txawm has tas, “Qhuas Yawmsaub kws pauj taub qhov kws Nanpaa saib tsw taug kuv, hab tswj tsw kheev kuv ua phem. Yawmsaub pauj qhov kws Nanpaa ua phem kuas poob rov rua sau nwg taubhau.” Tes Tavi txawm tso tuabneeg moog has Anpikayi kuas lug ua nwg le quaspuj."},{"bible_id":"1216","chapter_code":"1SA.25","verse_code":"1SA.25.40","label":"40","content":"Thaus Tavi cov tub teg tub taw tuaj txug Anpikayi huv lub moos Khamee, puab has rua nwg tas, “Tavi khaiv peb tuaj coj koj moog ua nwg quaspuj.”"},{"bible_id":"1216","chapter_code":"1SA.25","verse_code":"1SA.25.41","label":"41","content":"Anpikayi txawm sawv tseeg khoov ntshws rua huv aav hab has tas, “Saib maj, kuv kws yog mej tug nkauj qhev zoo sab ua qhev ntxuav kuv tug tswv tej tub qhe kwtaw.”"},{"bible_id":"1216","chapter_code":"1SA.25","verse_code":"1SA.25.42","label":"42","content":"Anpikayi kuj maaj nroog sawv tseeg caij ib tug neeg luav hab nwg tswb tug nkauj qhev nrug Tavi cov tuabneeg moog txhad tau moog ua Tavi quaspuj."},{"bible_id":"1216","chapter_code":"1SA.25","verse_code":"1SA.25.43","label":"43","content":"Tavi kuj yuav Ahinau‑aa kws yog tuabneeg huv lub moos Yile‑ee hab. Mas ob tug ua Tavi quaspuj."},{"bible_id":"1216","chapter_code":"1SA.25","verse_code":"1SA.25.44","label":"44","content":"Xa‑u muab nwg tug ntxhais Mikhaa kws yog Tavi quaspuj qua ib tom rua La‑i tug tub Pati huv lub moos Kaali lawm."},{"bible_id":"1216","chapter_code":"1SA.26","verse_code":"1SA.26.1","label":"1","content":"Cov tuabneeg huv lub moos Xi tuaj has rua Xa‑u huv lub moos Kinpe‑a tas, “Tavi tswv nraim sau lub roob Hakhila kws ncaaj lub moos Yesimoo.”"},{"bible_id":"1216","chapter_code":"1SA.26","verse_code":"1SA.26.2","label":"2","content":"Tes Xa‑u txawm sawv tseeg moog rua huv tebchaws moj saab qhua Xi, hab tej tub rog kws nwg xaiv ca lawd peb txheeb leej nrug nwg moog nrhav Tavi huv tebchaws moj saab qhua Xi."},{"bible_id":"1216","chapter_code":"1SA.26","verse_code":"1SA.26.3","label":"3","content":"Xa‑u ua yeej rua ntawm ntug kev sau lub roob Hakhila kws ncaaj lub moos Yesimoo. Tassws Tavi nyob huv tebchaws moj saab qhua. Thaus nwg paub tas Xa‑u tuaj nrhav nwg huv tebchaws moj saab qhua,"},{"bible_id":"1216","chapter_code":"1SA.26","verse_code":"1SA.26.4","label":"4","content":"nwg txawm tso tuabneeg moog tshuaj saib txhad paub tas Xa‑u tuaj lawm tag."},{"bible_id":"1216","chapter_code":"1SA.26","verse_code":"1SA.26.5","label":"5","content":"Tes Tavi txawm sawv tseeg moog rua ntawm lub chaw kws Xa‑u ua yeej nyob, hab Tavi pum lub chaw kws Xa‑u hab tug thawj rog Anaw kws yog Naw tug tub pw. Xa‑u pw rua huv plawv yeej hab nwg cov tub rog ua chaw nyob vej ib ncig nwg."},{"bible_id":"1216","chapter_code":"1SA.26","verse_code":"1SA.26.6","label":"6","content":"Mas Tavi has rua Ahimelej kws yog tuabneeg Hithai hab has rua Anpisai kws yog Xeluya tug tub hab yog Yau‑a tug kwv has tas, “Leejtwg yuav nrug kuv nqeg moog rua huv Xa‑u lub yeej?” Mas Anpisai has tas, “Kuv yuav nrug koj moog.”"},{"bible_id":"1216","chapter_code":"1SA.26","verse_code":"1SA.26.7","label":"7","content":"Tes mo ntawd Tavi hab Anpisai txawm moog rua huv Xa‑u cov tub rog. Ua cav Xa‑u pw tsaug zug huv plawv lub yeej, nwg raab muv rhais rua huv aav ntawm nwg taubhau. Anaw hab cov tub rog pw vej puag ncig Xa‑u."},{"bible_id":"1216","chapter_code":"1SA.26","verse_code":"1SA.26.8","label":"8","content":"Anpisai has rua Tavi tas, “Nub nua Yawmsaub muab koj tug yeeb ncuab cob rua huv koj txhais teg lawm. Nwgnuav ca kuv xuas muv nkaug ib muv teem nkaus rua huv aav xwb tsw txug nkaug ob zag.”"},{"bible_id":"1216","chapter_code":"1SA.26","verse_code":"1SA.26.9","label":"9","content":"Tassws Tavi has rua Anpisai tas, “Tsw xob txuv nwg hlo le, tsua qhov leejtwg yuav tsaa teg tawm tsaam tug kws Yawmsaub laub roj tsaa ca lawd es tsw txhum?”"},{"bible_id":"1216","chapter_code":"1SA.26","verse_code":"1SA.26.10","label":"10","content":"Hab Tavi has tas, “Muaj Yawmsaub kws muaj txujsa nyob pum, Yawmsaub yeej yuav tua nwg, lossws nwg yuav tuag vem yog lub caij tuag lossws nwg yuav moog ua rog le tuag."},{"bible_id":"1216","chapter_code":"1SA.26","verse_code":"1SA.26.11","label":"11","content":"Thov Yawmsaub taav tsw xob kheev kuv tsaa teg tawm tsaam tug kws Yawmsaub tsaa ca lawd. Nwgnuav ca le muab nwg raab muv ntawm nwg taubhau hab lub taub dej es ib moog.”"},{"bible_id":"1216","chapter_code":"1SA.26","verse_code":"1SA.26.12","label":"12","content":"Tavi txawm muab raab muv hab lub taub dej ntawm Xa‑u taubhau tes ob tug txawm moog lawm tsw muaj leejtwg pum tsw muaj leejtwg paub le, tsw muaj ib tug tswm, tsua qhov puab txhua tug tsaug zug heev vem yog Yawmsaub ua rua puab tuaj daab ndub heev."},{"bible_id":"1216","chapter_code":"1SA.26","verse_code":"1SA.26.13","label":"13","content":"Tes Tavi txawm hlaa moog rua saab tim u, moog sawv sau lub ncov roob deb deb, muaj ib lub haav quas."},{"bible_id":"1216","chapter_code":"1SA.26","verse_code":"1SA.26.14","label":"14","content":"Tavi hu nrov nrov rua cov tub rog hab rua Anaw kws yog Naw tug tub has tas, “Anaw 'e, koj tsw teb lov?” Anaw teb tas, “Leejtwg hu vaajntxwv nej?”"},{"bible_id":"1216","chapter_code":"1SA.26","verse_code":"1SA.26.15","label":"15","content":"Tavi teb Anaw tas, “Koj tsw yog txwvneej lov? Huv cov Yixayee leejtwg zoo le koj? Ua caag koj tsw zuv vaajntxwv kws yog koj tug tswv tuab zoo? Tsua qhov muaj ib tug nkaag moog yuav tua vaajntxwv kws yog koj tug tswv."},{"bible_id":"1216","chapter_code":"1SA.26","verse_code":"1SA.26.16","label":"16","content":"Qhov kws koj ua le nuav tsw zoo hlo le. Muaj Yawmsaub kws muaj txujsa nyob pum, koj mas tswm nyog tuag lauj vem koj tsw zuv koj tug tswv tuab zoo, yog tug kws Yawmsaub laub roj tsaa ca. Nwgnuav tshuaj saib vaajntxwv raab muv hab lub taub dej ntawm nwg taubhau dua twg lawm.”"},{"bible_id":"1216","chapter_code":"1SA.26","verse_code":"1SA.26.17","label":"17","content":"Xa‑u cim tau Tavi lub suab nwg txhad has tas, “Kuv tug tub Tavi 'e, nuav yog koj lub suab ntaag lov?” Tavi teb tas, “Au vaajntxwv kws yog kuv tug tswv, yog kuv lub suab ntaag lauj.”"},{"bible_id":"1216","chapter_code":"1SA.26","verse_code":"1SA.26.18","label":"18","content":"Hab nwg has tas, “Ua caag kuv tug tswv yuav lawv kuv kws yog koj tug qhev? Kuv tau ua le caag? Kuv txhais teg tau ua txhum daabtsw?"},{"bible_id":"1216","chapter_code":"1SA.26","verse_code":"1SA.26.19","label":"19","content":"Nwgnuav thov vaajntxwv kws yog kuv tug tswv noog kuv kws yog koj tug qhev tej lug. Yog Yawmsaub tshaum koj lub sab ua kuas koj tawm tsaam kuv, thov ca Yawmsaub txais yuav tej hov txhua chaw kws muab xyeem. Tassws yog tuabneeg tshaum koj nua tes thov ca puab raug foom tsw zoo rua ntawm Yawmsaub xubndag. Nub nua puab tau lawv kuv tawm kuv txhad tsw muaj feem tau Yawmsaub qub txeeg qub teg hab puab has tas, ‘Ca le moog ua koom rua luas tej daab.’"},{"bible_id":"1216","chapter_code":"1SA.26","verse_code":"1SA.26.20","label":"20","content":"Vem le nuav nwgnuav thov tsw xob ca kuv tej ntshaav poob deb ntawm Yawmsaub xubndag. Cov Yixayee tug vaajntxwv tawm tuaj nrhav tuab tug dev mub txujsa, yaam le tug kws moog lawv yij sau roob.”"},{"bible_id":"1216","chapter_code":"1SA.26","verse_code":"1SA.26.21","label":"21","content":"Tes Xa‑u has tas, “Kuv tau ua txhum lawm lauj. Kuv tug tub Tavi, ca le rov qaab lug, kuv yuav tsw ua phem rua koj dua le lawm, tsua qhov nub nua koj saib kuv txujsa tswm txaj. Kuv ua zoo nkaus le tej tuabneeg ruag xwb hab ua txhum luj kawg le.”"},{"bible_id":"1216","chapter_code":"1SA.26","verse_code":"1SA.26.22","label":"22","content":"Mas Tavi teb tas, “Au vaajntxwv, koj raab muv nyob ntawm nuav. Koj ca le khaiv ib tug hluas tuaj coj rov qaab moog."},{"bible_id":"1216","chapter_code":"1SA.26","verse_code":"1SA.26.23","label":"23","content":"Yawmsaub pub nqe zug rua txhua tug lawv le puab txujkev ncaaj nceeg hab qhov kws puab lub sab xwb rua Yawmsaub. Nub nua Yawmsaub muab koj cob rua huv kuv txhais teg lawm kuas kuv tsw tsaa kuv txhais teg tawm tsaam tug kws Yawmsaub laub roj tsaa ca lawd."},{"bible_id":"1216","chapter_code":"1SA.26","verse_code":"1SA.26.24","label":"24","content":"Nub nua kuv saib koj txujsa tswm txaj le caag, kuj thov Yawmsaub saib kuv txujsa tswm txaj ib yaam le ntawd, hab thov Yawmsaub cawm kuv dim huv txhua txujkev ceblaaj ntxhuv sab.”"},{"bible_id":"1216","chapter_code":"1SA.26","verse_code":"1SA.26.25","label":"25","content":"Tes Xa‑u has rua Tavi tas, “Kuv tug tub Tavi, thov Yawmsaub foom koob moov rua koj. Koj yuav ua tau ntau yaam hab ua kuas tav.” Tavi txawm moog lawm, Xa‑u rov qaab moog tsev."},{"bible_id":"1216","chapter_code":"1SA.27","verse_code":"1SA.27.1","label":"1","content":"Tavi xaav huv lub sab tas, “Muaj ib nub twg ntshai kuv yuav tuag rua Xa‑u txhais teg xwb. Qhov zoo tshaaj tes ca kuv tswv moog nyob huv cov Filixatee tebchaws, Xa‑u txhad tsw muaj sab nrhav kuv huv Yixayee tebchaws hab kuv txhad dim nwg txhais teg.”"},{"bible_id":"1216","chapter_code":"1SA.27","verse_code":"1SA.27.2","label":"2","content":"Tavi txawm sawv tseeg coj rau pua leej kws nrug nwg ua ke tswv hlaa moog cuag Ma‑au tug tub Akhij kws ua vaajntxwv huv lub moos Ka."},{"bible_id":"1216","chapter_code":"1SA.27","verse_code":"1SA.27.3","label":"3","content":"Mas Tavi hab nwg cov tuabneeg kws nrug nwg ua ke hab puab txhua tsev tuabneeg kuj nrug Akhij nyob huv lub moos Ka. Tavi ob tug quaspuj yog Ahinau‑aa kws yog tuabneeg Yile‑ee, hab Anpikayi kws yog Nanpaa huv Khamee tug quaspuj kws ua puj ntsuag lawm, moog hab."},{"bible_id":"1216","chapter_code":"1SA.27","verse_code":"1SA.27.4","label":"4","content":"Thaus muaj tuabneeg moog has rua Xa‑u tas Tavi tswv moog rua lub moos Ka lawm, Xa‑u txawm tsw nrhav Tavi le lawm."},{"bible_id":"1216","chapter_code":"1SA.27","verse_code":"1SA.27.5","label":"5","content":"Tavi txhad has rua Akhij tas, “Yog koj txaus sab rua kuv mas thov koj muab ib qho chaw huv tej zej zog rua kuv nyob. Ua caag yuav ca koj tug qhev nrug koj nyob huv vaajntxwv lub nroog nuav?”"},{"bible_id":"1216","chapter_code":"1SA.27","verse_code":"1SA.27.6","label":"6","content":"Tes nub hov Akhij txawm muab lub moos Xilaj pub rua nwg. Xilaj txhad poob ua vaajntxwv Yuta le moos lug txug naj nub nwgnuav."},{"bible_id":"1216","chapter_code":"1SA.27","verse_code":"1SA.27.7","label":"7","content":"Lub swjhawm kws Tavi moog nyob huv cov Filixatee tebchaws hov yog ib xyoos hab plaub lub hlis."},{"bible_id":"1216","chapter_code":"1SA.27","verse_code":"1SA.27.8","label":"8","content":"Tavi hab nwg cov tuabneeg kuj moog ntaus cov tuabneeg Kesu, cov tuabneeg Kexaw hab cov Amalej kws yog cov qub tuabneeg kws ib txwm nyob huv lub tebchaws hov, ntaus moog txug lub moos Su moog txug ncua Iyi tebchaws."},{"bible_id":"1216","chapter_code":"1SA.27","verse_code":"1SA.27.9","label":"9","content":"Tavi ntaus lub tebchaws hov tsw tseg tej txwvneej tej quaspuj caj sa le, hab txeeb tej yaaj tej nyuj tej neeg luav tej ntxhuav tej tsoog tsho le rov lug rua Akhij."},{"bible_id":"1216","chapter_code":"1SA.27","verse_code":"1SA.27.10","label":"10","content":"Thaus Akhij nug tas “Nub nua koj moog lws leejtwg lug?” Tavi teb tas “Moog lws Neke kws yog Yuta le,” lossws “Moog lws Neke kws yog cov Yelame‑ee le,” lossws “Moog lws Neke kws yog cov Khenai le.”"},{"bible_id":"1216","chapter_code":"1SA.27","verse_code":"1SA.27.11","label":"11","content":"Tavi yeej tsw tseg quasyawg quaspuj sav le tsw tso ib tug lug rua huv lub moos Ka le, nwg xaav tas, “Tsaam tes puab yuav has txug peb cov tas Tavi tau ua le u le nuav.” Nuav yog tej kws nwg pheej ua taag lub swjhawm kws nwg nyob huv cov Filixatee tebchaws."},{"bible_id":"1216","chapter_code":"1SA.27","verse_code":"1SA.27.12","label":"12","content":"Akhij tso sab rua Tavi, nwg xaav tas, “Tavi tub ua rua cov Yixayee kws yog nwg haiv tuabneeg ntxub nwg kawg. Vem le nuav nwg yuav ua tau kuv tug qhev ib swm neej.”"},{"bible_id":"1216","chapter_code":"1SA.28","verse_code":"1SA.28.1","label":"1","content":"Thaus ntawd cov Filixatee sau tub rog yuav moog ua rog rua cov Yixayee. Mas Akhij has rua Tavi tas, “Koj yuav tsum paub tas koj hab koj cov tuabneeg yuav tau nrug kuv tawm moog ua rog.”"},{"bible_id":"1216","chapter_code":"1SA.28","verse_code":"1SA.28.2","label":"2","content":"Tavi has rua Akhij tas, “Zoo kawg, koj yuav paub tas kuv kws yog koj tug qhev muaj peevxwm le caag.” Akhij has rua Tavi tas, “Zoo lawm, kuv yuav tsaa koj ua tug kws fwj xwm kuv moog taag swm neej.”"},{"bible_id":"1216","chapter_code":"1SA.28","verse_code":"1SA.28.3","label":"3","content":"Xamuyee tub tuag lawm hab cov Yixayee suavdawg quaj ntsuag nwg hab muab nwg log rua huv Lama kws yog nwg lub moos. Xa‑u tub rhuav tshem tej txwv neeb txwv yaig huv lub tebchaws taag lawm."},{"bible_id":"1216","chapter_code":"1SA.28","verse_code":"1SA.28.4","label":"4","content":"Cov Filixatee sau zog tuaj ua ke ua yeej ze ntawm lub moos Sunee. Mas Xa‑u txhwj Yixayee cov tub rog suavdawg tuaj ua yeej rua sau lub roob Kinpau‑a."},{"bible_id":"1216","chapter_code":"1SA.28","verse_code":"1SA.28.5","label":"5","content":"Thaus Xa‑u pum Filixatee cov tub rog mas nwg ntshai heev, nwg lub sab tshee quas nyo."},{"bible_id":"1216","chapter_code":"1SA.28","verse_code":"1SA.28.6","label":"6","content":"Thaus Xa‑u ua nug rua Yawmsaub, Yawmsaub kuj tsw teb nwg, tsw has teb huv npau suav lossws teb ntawm Uli lossws ntawm cov xwbfwb cev Vaajtswv lug."},{"bible_id":"1216","chapter_code":"1SA.28","verse_code":"1SA.28.7","label":"7","content":"Xa‑u txhad has rua nwg cov tub teg tub taw tas, “Ca le moog nrhav ib tug puj kws txawj ua neeb es kuv yuav moog kuas nwg ua neeb saib.” Xa‑u cov tub teg tub taw has tas, “Muaj ib tug quaspuj ua txwv neeb huv lub moos Eentau.”"},{"bible_id":"1216","chapter_code":"1SA.28","verse_code":"1SA.28.8","label":"8","content":"Xa‑u txhad hloov nwg tsoog tsho ua cuav nrug ob tug txwvneej moog. Puab moog txug tug quaspuj hov rua thaus tsaus ntuj, mas Xa‑u has tas, “Thov ua neeb rua kuv es coj tug tuag kws kuv qha npe rua koj lug.”"},{"bible_id":"1216","chapter_code":"1SA.28","verse_code":"1SA.28.9","label":"9","content":"Tug puj hov teb Xa‑u tas, “Koj yeej paub tseeb lawm tas Xa‑u tub ua le caag, qhov kws nwg rhuav tshem tej txwv neeb txwv yaig huv lub tebchaws. Ua caag koj tseed tuaj ua ntxab ua hlua cuab kuv txujsa?”"},{"bible_id":"1216","chapter_code":"1SA.28","verse_code":"1SA.28.10","label":"10","content":"Xa‑u tuav Yawmsaub lub npe twv tas, “Muaj Yawmsaub kws muaj txujsa nyob pum, koj yuav tsw raug txem tsua qhov kws ua neeb nuav.”"},{"bible_id":"1216","chapter_code":"1SA.28","verse_code":"1SA.28.11","label":"11","content":"Tug puj hov txhad has tas, “Koj yuav kuas kuv hu leejtwg lug?” Xa‑u has tas, “Hu Xamuyee lug rua kuv.”"},{"bible_id":"1216","chapter_code":"1SA.28","verse_code":"1SA.28.12","label":"12","content":"Thaus tug puj hov pum dheev Xamuyee tes txawm qw nrov nrov hab has rua Xa‑u tas, “Ua caag koj daag kuv? Koj tub yog Xa‑u ntaag.”"},{"bible_id":"1216","chapter_code":"1SA.28","verse_code":"1SA.28.13","label":"13","content":"Vaajntxwv has rua tug puj hov tas, “Tsw xob ntshai le, koj pum daabtsw?” Tug puj has rua Xa‑u tas, “Kuv pum ib tug timtswv sawv huv nruab yeeb lug.”"},{"bible_id":"1216","chapter_code":"1SA.28","verse_code":"1SA.28.14","label":"14","content":"Xa‑u nug tug puj has tas, “Nwg lub cev zoo le caag?” Tug puj hov teb tas, “Yog ib tug yawm laug naav lub tsho ntev sawv lug.” Xa‑u txhad paub tas yog Xamuyee, nwg txawm khoov ntshws pe rua huv aav."},{"bible_id":"1216","chapter_code":"1SA.28","verse_code":"1SA.28.15","label":"15","content":"Xamuyee has rua Xa‑u tas, “Koj hu kuv sawv lug taab kaum ua daabtsw?” Xa‑u teb tas, “Kuv muaj kev nyuaj sab heev vem yog cov Filixatee ua rog rua kuv hab Vaajtswv tig hlo ntawm kuv moog lawm tsw teb kuv dua le lawm, tsw has teb ntawm cov xwbfwb cev Vaajtswv lug lossws teb huv tej npau suav. Yog le nuav kuv txhad thov hu koj sawv lug sub koj txhad qha kuv paub tas kuv yuav tsum ua daabtsw.”"},{"bible_id":"1216","chapter_code":"1SA.28","verse_code":"1SA.28.16","label":"16","content":"Xamuyee has tas, “Thaus Yawmsaub tig hlo ntawm koj hab ua yeeb ncuab rua koj lawm, ua caag koj tseed tuaj nug kuv?"},{"bible_id":"1216","chapter_code":"1SA.28","verse_code":"1SA.28.17","label":"17","content":"Yawmsaub ua rua koj yaam le kws nwg tub kuas kuv has rua koj lawd. Yawmsaub muab lub tebchaws dua ntawm koj txhais teg hab muab cob rua lwm tug kaav yog Tavi."},{"bible_id":"1216","chapter_code":"1SA.28","verse_code":"1SA.28.18","label":"18","content":"Tub yog vem koj tsw noog Yawmsaub tej lug hab ua lawv le kws nwg npau tawg rua cov Amalej, nub nua Yawmsaub txhad ua tej nuav rua koj."},{"bible_id":"1216","chapter_code":"1SA.28","verse_code":"1SA.28.19","label":"19","content":"Tsw taag le ntawd xwb Yawmsaub yuav muab koj hab cov Yixayee huvsw cob rua huv cov Filixatee txhais teg. Pigkig koj hab koj cov tub yuav nrug kuv nyob, hab Yawmsaub yuav muab Yixayee cov tub rog cob rua huv cov Filixatee txhais teg.”"},{"bible_id":"1216","chapter_code":"1SA.28","verse_code":"1SA.28.20","label":"20","content":"Tes Xa‑u txawm qaug ntawg xyaab hlo rua huv peg teb taamswm ntawd, nwg ntshai kawg vem yog Xamuyee tej lug. Nwg tsw muaj zug hlo le lawm tsua qhov nwg tsw tau noj mov ib nub ib mos lawm."},{"bible_id":"1216","chapter_code":"1SA.28","verse_code":"1SA.28.21","label":"21","content":"Tug puj hov txhad lug rua ntawm Xa‑u. Thaus nwg pum tas Xa‑u ntshai kawg nwg has rua Xa‑u tas, “Kuv kws yog koj tug nkauj qhev yeej noog koj has. Kuv sev nyog txujsa yeem ua lawv le koj tej lug txhua yaam."},{"bible_id":"1216","chapter_code":"1SA.28","verse_code":"1SA.28.22","label":"22","content":"Vem le nuav thov koj noog koj tug nkauj qhev has. Ca kuv muab mivntswv zaub mov rua koj, koj ca le noj txhad muaj zug taug kev rov qaab moog.”"},{"bible_id":"1216","chapter_code":"1SA.28","verse_code":"1SA.28.23","label":"23","content":"Xa‑u kuj tsw kaam, nwg has tas, “Kuv tsw noj.” Tassws nwg cov tub teg tub taw hab tug puj hov txhob txhob nwg, nwg txhad noog puab has. Nwg sawv lug nyob sau lub txaaj."},{"bible_id":"1216","chapter_code":"1SA.28","verse_code":"1SA.28.24","label":"24","content":"Tug puj hov muaj ib tug mivnyuas nyuj rog rog nyob ntawm tsev nwg txawm maaj nroog muab tua. Nwg muab moov mog lug zuaj cub ua ncuav tsw xyaw keeb."},{"bible_id":"1216","chapter_code":"1SA.28","verse_code":"1SA.28.25","label":"25","content":"Nwg coj lug rau rua Xa‑u hab nwg cov tub teg tub taw noj. Puab noj taag tes txawm rov qaab moog tsev mo ntawd."},{"bible_id":"1216","chapter_code":"1SA.29","verse_code":"1SA.29.1","label":"1","content":"Cov Filixatee txhwj cov tub rog huvsw tuaj rua ntawm Afe, mas cov Yixayee ua yeej rua ntawm lub hauv dej txhawv ntawm lub moos Yile‑ee."},{"bible_id":"1216","chapter_code":"1SA.29","verse_code":"1SA.29.2","label":"2","content":"Thaus Filixatee cov thawj coj tej paab tub rog kws ib puas leej ib txheeb leej hlaa moog mas Tavi hab nwg cov tuabneeg kuj ua paab tom qaab kws nrug Akhij ua ke."},{"bible_id":"1216","chapter_code":"1SA.29","verse_code":"1SA.29.3","label":"3","content":"Filixatee cov thawj rog has tas, “Cov tuabneeg Henplais tuaj ua daabtsw ntawm nuav?” Mas Akhij has rua Filixatee cov thawj rog tas, “Nuav yog Tavi, kws yog cov Yixayee tug vaajntxwv Xa‑u le ib tug tub teg tub taw, nwg tub nrug kuv nyob tsheej xyoo lawm. Txwj nub kws nwg tswv tuaj cuag kuv kuv kuj tsw pum nwg muaj ib qho txhum le txug naj nub nwgnuav.”"},{"bible_id":"1216","chapter_code":"1SA.29","verse_code":"1SA.29.4","label":"4","content":"Tassws Filixatee cov thawj rog chim rua vaajntxwv mas puab rov has rua vaajntxwv tas, “Ca le xaa tug yawm nuav rov qaab moog tsev. Ca nwg rov moog nyob rua huv lub moos kws koj tu rua nwg. Tsw xob kheev nwg nrug peb moog ua rog ua ke tsaam tes nwg ua yeeb ncuab rua peb. Tsua qhov nwg yuav ua le caag rov moog nrug nwg tug vaajntxwv sws raug zoo tau? Sub tsw yog muab peb cov tuabneeg nuav taubhau coj moog pauv lov?"},{"bible_id":"1216","chapter_code":"1SA.29","verse_code":"1SA.29.5","label":"5","content":"Tug yawm nuav tub yog Tavi nev, yog tug kws puab hu nkauj seev cev has tas, ‘Xa‑u tua tau quas txheeb leej Tavi tua tau quas vaam leej.’ ”"},{"bible_id":"1216","chapter_code":"1SA.29","verse_code":"1SA.29.6","label":"6","content":"Akhij txhad hu Tavi lug has rua nwg tas, “Muaj Yawmsaub kws muaj txujsa nyob pum, koj tub ua ncaaj ua nceeg lug lawm. Yog ntawm kuv tug mas kuv pum zoo ca koj nrug kuv moog ua rog, tsua qhov kuv tsw pum koj ua ib qho txhum txwj nub kws koj lug nrug kuv nyob txug naj nub nwgnuav le. Tassws txawm le caag los xwj cov thawj rog tsw nrug kuv pum koj zoo."},{"bible_id":"1216","chapter_code":"1SA.29","verse_code":"1SA.29.7","label":"7","content":"Ua le nuav thov koj rov qaab moog ua sab tug quas yeeg sub txhad tsw ua rua Filixatee cov thawj tsw txaus sab.”"},{"bible_id":"1216","chapter_code":"1SA.29","verse_code":"1SA.29.8","label":"8","content":"Mas Tavi has rua Akhij tas, “Kuv tau ua daabtsw? Txwj nub kws kuv lug ua koj le num txug naj nub nwgnuav koj pum kuv kws yog koj tug qhev ua ib yaam daabtsw kws yuav tsw tswm nyog kuv moog ua rog rua koj tej yeeb ncuab? Koj yog kuv tug tswv hab kuv tug vaajntxwv.”"},{"bible_id":"1216","chapter_code":"1SA.29","verse_code":"1SA.29.9","label":"9","content":"Akhij teb Tavi tas, “Kuv paub hab kuv lub qhov muag pum koj tsw ua ib qho txhum, koj zoo yaam nkaus le Vaajtswv ib tug tubkhai sau ntuj. Tassws Filixatee cov thawj rog has tas, ‘Tsw xob kheev nwg nrug peb moog ua rog le.’"},{"bible_id":"1216","chapter_code":"1SA.29","verse_code":"1SA.29.10","label":"10","content":"Ua le nuav koj hab Xa‑u cov tub teg tub taw kws nrug koj tuaj ca le sawv ntxuv, mas taagkig thaus pum kev tes ca le rov qaab moog.”"},{"bible_id":"1216","chapter_code":"1SA.29","verse_code":"1SA.29.11","label":"11","content":"Tavi txawm sawv ntxuv nrug nwg cov tuabneeg rov qaab moog rua cov Filixatee tebchaws. Tassws cov Filixatee mas nce moog peg Yile‑ee."},{"bible_id":"1216","chapter_code":"1SA.30","verse_code":"1SA.30.1","label":"1","content":"Tau peb nub Tavi hab nwg cov tuabneeg lug txug ntawm Xilaj mas cov Amalej tub moog lws Neke hab Xilaj lawm. Puab kov yeej Xilaj hab muab hlawv pov tseg,"},{"bible_id":"1216","chapter_code":"1SA.30","verse_code":"1SA.30.2","label":"2","content":"hab nteg cov quaspuj hab txhua tug kws nyob huv coj moog, nteg cov laug hab cov mivnyuas huvsw. Puab tsw tua ib tug pov tseg le, puab muab kuav huvsw taug kev moog."},{"bible_id":"1216","chapter_code":"1SA.30","verse_code":"1SA.30.3","label":"3","content":"Thaus Tavi hab nwg cov tuabneeg lug txug ntawm lub moos mas pum lub moos hov kub nyab lawm, hab puab tej quaspuj tej tub tej ntxhais kuj raug muab nteg coj taag lawm."},{"bible_id":"1216","chapter_code":"1SA.30","verse_code":"1SA.30.4","label":"4","content":"Mas Tavi hab cov tuabneeg kws nrug nwg kuj tsaa suab hlo quaj heev, quaj quaj qaug zug quaj tsw taug lawm."},{"bible_id":"1216","chapter_code":"1SA.30","verse_code":"1SA.30.5","label":"5","content":"Tavi ob tug quaspuj kuj raug muab nteg moog, yog Ahinau‑aa kws yog tuabneeg Yile‑ee hab yog Anpikayi kws yog Nanpaa huv Khamee tug quaspuj kws ua puj ntsuag."},{"bible_id":"1216","chapter_code":"1SA.30","verse_code":"1SA.30.6","label":"6","content":"Tavi kuj nyuaj sab kawg le tsua qhov cov pejxeem has zum quas zawg tas xuas pob zeb muab nwg ntaus. Puab kuj mob sab kawg le rua puab tej tub tej ntxhais. Mas Tavi kuj cuab zug huv Yawmsaub kws yog nwg tug Vaajtswv."},{"bible_id":"1216","chapter_code":"1SA.30","verse_code":"1SA.30.7","label":"7","content":"Tavi has rua pov thawj Anpiyatha kws yog Ahimelej tug tub tas, “Coj lub efauj  lug rua kuv.” Anpiyatha kuj coj lub efauj lug rua Tavi."},{"bible_id":"1216","chapter_code":"1SA.30","verse_code":"1SA.30.8","label":"8","content":"Tavi txawm nug Yawmsaub tas, “Kuv yuav moog lawv paab tub rog hov los tsw moog? Kuv yuav moog caum cuag puab los tsw cuag?” Yawmsaub teb nwg tas, “Ca le moog lawv, koj yeej yuav caum cuag puab hab cawm tau puab.”"},{"bible_id":"1216","chapter_code":"1SA.30","verse_code":"1SA.30.9","label":"9","content":"Tavi hab rau pua leej kws nrug nwg txhad sawv kev moog. Puab moog txug lub haav Npexau, mas cov kws moog tsw taug su hov ntawd."},{"bible_id":"1216","chapter_code":"1SA.30","verse_code":"1SA.30.10","label":"10","content":"Tavi hab plaub puas leej caum moog. Ob puas leej kws qaug zug heev hlaa tsw taug lub haav Npexau ca le su hov ntawd."},{"bible_id":"1216","chapter_code":"1SA.30","verse_code":"1SA.30.11","label":"11","content":"Puab ntswb ib tug tuabneeg Iyi tom haav xub tsuag, puab txhad coj nwg lug cuag Tavi. Puab pub ncuav rua nwg noj hab dej rua nwg haus."},{"bible_id":"1216","chapter_code":"1SA.30","verse_code":"1SA.30.12","label":"12","content":"Puab muab ib lub ncuav txwv cua hab ob re txwv maab qhuav rua nwg noj. Nwg noj taag mas txhad le muaj zug tuaj vem yog nwg tsw tau mov noj tsw tau dej haus tau peb nub peb mo lawm."},{"bible_id":"1216","chapter_code":"1SA.30","verse_code":"1SA.30.13","label":"13","content":"Mas Tavi nug nwg tas, “Koj yog leejtwg cov tuabneeg? Koj tuaj hovtwg tuaj?” Mas nwg teb tas, “Kuv yog ib tug tub hluas Iyi, kuv ua ib tug tuabneeg Amalej le qhev. Tau peb nub lawm kuv muaj mob mas kuv tug lospaav muab kuv tso pov tseg."},{"bible_id":"1216","chapter_code":"1SA.30","verse_code":"1SA.30.14","label":"14","content":"Peb moog lws Neke tebchaws thaaj kws yog cov Khelethi le hab yog Yuta le hab Neke kws yog Khalej le. Mas peb muab lub moos Xilaj hlawv pov tseg.”"},{"bible_id":"1216","chapter_code":"1SA.30","verse_code":"1SA.30.15","label":"15","content":"Tavi has rua nwg tas, “Koj yuav coj kuv kev moog caum kuas cuag paab tub rog nuav los tsw coj?” Nwg teb tas, “Thov tuav Vaajtswv lub npe cog lug twv rua kuv tas koj yuav tsw muab kuv tua pov tseg hab tsw muab kuv cob rua huv kuv tug lospaav txhais teg, mas kuv yuav coj koj kev moog kuas txug paab tub rog hov.”"},{"bible_id":"1216","chapter_code":"1SA.30","verse_code":"1SA.30.16","label":"16","content":"Thaus nwg coj Tavi kev moog txug mas pum puab nyob puv nkaus ntawm tej tshaav puam noj haus hab dha seev cev tsua qhov kws puab txeeb tau tej hov txhua chaw huv Filixatee tebchaws hab huv Yuta tebchaws lug ntau kawg le."},{"bible_id":"1216","chapter_code":"1SA.30","verse_code":"1SA.30.17","label":"17","content":"Mas Tavi tua puab thaus tsaus ntuj zuag ib mos hab ib nub tsaus ntuj. Tsw muaj ib tug txwvneej tswv dim le, tsuas yog plaub puas tug hluas kws caij ntxhuav txhad tswv dim xwb."},{"bible_id":"1216","chapter_code":"1SA.30","verse_code":"1SA.30.18","label":"18","content":"Tavi txhad tau tej hov txhua chaw kws cov Amalej lws moog hov huvsw rov qaab lug hab Tavi cawm tau nwg ob tug quaspuj lug."},{"bible_id":"1216","chapter_code":"1SA.30","verse_code":"1SA.30.19","label":"19","content":"Tej kws puab lws moog lawd tsw has laug hluas mivtub mivntxhais mas tsw poob ib yaam daabtsw le, Tavi muab tau huvsw rov lug."},{"bible_id":"1216","chapter_code":"1SA.30","verse_code":"1SA.30.20","label":"20","content":"Tavi tseed nteg tau puab tej nam paab tshws paab yaaj hab tej nam paab nyuj lug. Cov pejxeem lawv tej tsaj hov ua Tavi ntej mas puab has tas, “Tej nuav yog tej kws Tavi txeeb tau lug.”"},{"bible_id":"1216","chapter_code":"1SA.30","verse_code":"1SA.30.21","label":"21","content":"Tavi txawm rov lug txug ob puas leej kws qaug zug lawv tsw cuag Tavi es Tavi muab tso tseg rua ntawm lub haav Npexau. Mas cov hov kuj tawm moog tog Tavi hab tog cov tuabneeg kws nrug Tavi ua ke. Thaus Tavi lug ze cov tuabneeg hov nwg has lug zoo rua puab."},{"bible_id":"1216","chapter_code":"1SA.30","verse_code":"1SA.30.22","label":"22","content":"Cov tuabneeg phem hab cov tuabneeg sab nqaim kws nrug Tavi moog txawm has tas, “Vem puab cov nuav tsw nrug peb moog mas peb tsw pub tej hov txhua chaw kws peb moog txeeb tau lug rua puab le, tsuas yog ca puab nyag coj nyag tej quaspuj mivnyuas moog xwb.”"},{"bible_id":"1216","chapter_code":"1SA.30","verse_code":"1SA.30.23","label":"23","content":"Tassws Tavi has tas, “Kuv cov kwvtij, mej tsw xob ua le nuav rua tej kws Yawmsaub pub rua peb. Nwg tub tsom kwm peb ca hab muab paab tub rog kws tuaj ntaus peb rua huv peb txhais teg lawm."},{"bible_id":"1216","chapter_code":"1SA.30","verse_code":"1SA.30.24","label":"24","content":"Qhov nuav leejtwg yuav noog mej lub suab? Cov kws nqeg moog ntaus rog muaj feem tau le caag tes cov kws nyob zuv nraa kuj muaj feem tau sws npaug le hov hab. Ca le muab faib sws npaug zog rua suavdawg.”"},{"bible_id":"1216","chapter_code":"1SA.30","verse_code":"1SA.30.25","label":"25","content":"Txwj nub hov lug Tavi kuj muab qhov nuav rhawv ua ib txuj kaab ke hab ib txuj kevcai rua cov Yixayee coj lug txug naj nub nwgnuav."},{"bible_id":"1216","chapter_code":"1SA.30","verse_code":"1SA.30.26","label":"26","content":"Thaus Tavi lug txug lub moos Xilaj lawd nwg kuj xaa tej kws nwg txeeb tau hov ib qho moog rua nwg tej phoojywg kws yog cov kev txwj quas laug huv Yuta, hab has rua puab tas, “Nuav yog muab ib qho tshaav ntuj rua mej, yog tej kws txeeb tau ntawm Yawmsaub cov yeeb ncuab lug.”"},{"bible_id":"1216","chapter_code":"1SA.30","verse_code":"1SA.30.27","label":"27","content":"Nwg muab rua cov kws nyob huv Npe‑ee hab cov kws nyob huv Lamau huv Neke, hab cov kws nyob huv Yathi,"},{"bible_id":"1216","chapter_code":"1SA.30","verse_code":"1SA.30.28","label":"28","content":"hab Alau‑aw hab Ximau hab Ethemau‑a,"},{"bible_id":"1216","chapter_code":"1SA.30","verse_code":"1SA.30.29","label":"29","content":"hab Lakhaa, hab cov kws nyob huv Yelame‑ee cum tej moos hab huv cov Khenai tej moos,"},{"bible_id":"1216","chapter_code":"1SA.30","verse_code":"1SA.30.30","label":"30","content":"huv Hauma hab Npaulasaa hab Athaj,"},{"bible_id":"1216","chapter_code":"1SA.30","verse_code":"1SA.30.31","label":"31","content":"hab huv Heploo, yog muab rua txhua lub chaw kws Tavi hab nwg cov tuabneeg txeev moog moog lug lug rua huv."},{"bible_id":"1216","chapter_code":"1SA.31","verse_code":"1SA.31.1","label":"1","content":"Cov Filixatee tuaj ua rog rua cov Yixayee, mas cov Yixayee tswv cov Filixatee hab raug tua tuag rua sau lub roob Kinpau‑a."},{"bible_id":"1216","chapter_code":"1SA.31","verse_code":"1SA.31.2","label":"2","content":"Cov Filixatee lawv cuag Xa‑u hab nwg cov tub. Cov Filixatee tua Yaunathaa hab Anpinanta hab Makhisuva, kws yog Xa‑u le tub tuag taag."},{"bible_id":"1216","chapter_code":"1SA.31","verse_code":"1SA.31.3","label":"3","content":"Ua rog nyaav heev tuaj ti Xa‑u, cov tub rog tua neev ntswb Xa‑u, txawm tua raug nwg mob heev."},{"bible_id":"1216","chapter_code":"1SA.31","verse_code":"1SA.31.4","label":"4","content":"Tes Xa‑u txawm has rua tug kws nqaa nwg tej cuab yeej tas, “Ca le rhu ntaaj lug nkaug kuv kuas tshaab plawg, ntshai tsaam cov kws tsw ua kevcai txav nuav tuaj nkaug kuv es saib tsw taug kuv.” Tassws tug kws nqaa nwg tej cuab yeej tsw kaam nkaug vem yog ntshai heev. Tes Xa‑u txawm rhu hlo nwg raab ntaaj lug cuab es nwg khwb nkaus chob hlo raab ntaaj hov."},{"bible_id":"1216","chapter_code":"1SA.31","verse_code":"1SA.31.5","label":"5","content":"Thaus tug kws nqaa tej cuab yeej pum tas Xa‑u tuag lawm, nwg kuj cuab nwg raab ntaaj khwb nkaus chob nwg tuag ua ke hab."},{"bible_id":"1216","chapter_code":"1SA.31","verse_code":"1SA.31.6","label":"6","content":"Yog le nuav Xa‑u txhad tuag hab nwg peb tug tub hab tug kws nqaa tej cuab yeej hab Xa‑u cov tuabneeg suavdawg tuag tuab nub ntawd."},{"bible_id":"1216","chapter_code":"1SA.31","verse_code":"1SA.31.7","label":"7","content":"Thaus cov Yixayee kws nyob lub haav saab tid hab cov kws nyob ntawm tug dej Yalatee saab nub tuaj pum Yixayee cov tub rog tswv hab pum tas Xa‑u hab nwg cov tub tuag taag lawm, puab txawm tso puab tej moos tseg tswv taag, mas cov Filixatee lug nyob rua huv."},{"bible_id":"1216","chapter_code":"1SA.31","verse_code":"1SA.31.8","label":"8","content":"Nub tom qaab thaus cov Filixatee tuaj khaws cov kws raug tua tuag tej cuab yeej moog yuav, puab pum Xa‑u hab nwg peb tug tub tuag rua sau lub roob Kinpau‑a."},{"bible_id":"1216","chapter_code":"1SA.31","verse_code":"1SA.31.9","label":"9","content":"Puab txawm txav Xa‑u lub taubhau hab hle nwg tej cuab yeej ua rog. Puab tso tuabneeg tshaaj xuv moog thoob plawg Filixatee tebchaws, coj xuv zoo moog pav rua huv puab tej tsev teev daab hab pav rua cov pejxeem."},{"bible_id":"1216","chapter_code":"1SA.31","verse_code":"1SA.31.10","label":"10","content":"Puab muab Xa‑u tej cuab yeej ua rog khaws ca rua huv lub tsev teev daab Athalau. Puab muab Xa‑u lub cev khi dai rua ntawm lub moos Npesaa lub ntsaa loog."},{"bible_id":"1216","chapter_code":"1SA.31","verse_code":"1SA.31.11","label":"11","content":"Thaus cov tuabneeg huv lub moos Yanpe Kile‑a nov tej kws cov Filixatee ua rua Xa‑u lub cev tuag,"},{"bible_id":"1216","chapter_code":"1SA.31","verse_code":"1SA.31.12","label":"12","content":"cov txwvneej kws sab luj sab tuab suavdawg txawm sawv tseeg moog ib mos kaaj ntug moog daws Xa‑u lub cev tuag hab nwg peb tug tub lub cev tuag ntawm Npesaa lub ntsaa loog. Puab coj lug rua ntawm lub moos Yanpe muab hlawv hov ntawd."},{"bible_id":"1216","chapter_code":"1SA.31","verse_code":"1SA.31.13","label":"13","content":"Puab coj cov pob txhaa moog log rua huv qaab tsob ntoo tamalis huv lub moos Yanpe, hab yoo mov tau xyaa nub."}]