[{"bible_id":"1216","chapter_code":"1TH.1","verse_code":"1TH.1.1","label":"1","content":"Povlauj, Xivana hab Timaute has lug moog rua pawg ntseeg huv lub moos Thexalaunika kws nyob huv leej Txwv Vaajtswv hab huv tug Tswv Yexu Kheto. Thov Vaajtswv txujkev hlub hab txujkev sab tug nrug nraim mej."},{"bible_id":"1216","chapter_code":"1TH.1","verse_code":"1TH.1.2","label":"2","content":"Peb ua Vaajtswv tsaug txug mej txhua tug txhua lub swjhawm hab thaus thov Vaajtswv peb kuj thov txug mej hab."},{"bible_id":"1216","chapter_code":"1TH.1","verse_code":"1TH.1.3","label":"3","content":"Peb ncu taab meeg Vaajtswv kws yog peb leej Txwv lub xubndag txug mej txujkev ntseeg kws ua num tshwm lug hab ncu txug mej txujkev hlub kws rau sab ua num nyaav hab qhov kws mej muaj sab ntev thev vem muaj chaw vaam huv peb tug Tswv Yexu Kheto."},{"bible_id":"1216","chapter_code":"1TH.1","verse_code":"1TH.1.4","label":"4","content":"Cov kwvtij kws Vaajtswv hlub, peb yeej paub tas nwg tub xaiv mej ca lawm,"},{"bible_id":"1216","chapter_code":"1TH.1","verse_code":"1TH.1.5","label":"5","content":"vem txuj xuv zoo kws peb qha tuaj txug mej, tsw yog tuaj lu lug qhuav xwb tassws muaj fwjchim hab muaj Vaaj Ntsuj Plig kws dawb huv hab muaj kev ruaj sab puv npo. Mej kuj paub tas peb ua tuabneeg zoo le caag rua huv mej vem yog saib rua mej."},{"bible_id":"1216","chapter_code":"1TH.1","verse_code":"1TH.1.6","label":"6","content":"Hab mej kuj ua lawv le kuv hab ua lawv le tug Tswv. Txawm yog mej raug kev txom nyem ceblaaj, los mej tseed muaj sab xyiv faab ntawm Vaaj Ntsuj Plig noog txuj xuv zoo."},{"bible_id":"1216","chapter_code":"1TH.1","verse_code":"1TH.1.7","label":"7","content":"Vem le nuav mej txhad ua yaam ntxwv zoo rua cov kws ntseeg suavdawg huv lub xeev Makhentaunia hab lub xeev Akhaya."},{"bible_id":"1216","chapter_code":"1TH.1","verse_code":"1TH.1.8","label":"8","content":"Vaajtswv tej lug nrov nchaa ntawm mej moog tsw yog rua huv lub xeev Makhentaunia hab Akhaya xwb tassws mej txujkev ntseeg Vaajtswv nrov nchaa moog txug txhua qhov, tsw taag peb yuav has daabtsw le lawm."},{"bible_id":"1216","chapter_code":"1TH.1","verse_code":"1TH.1.9","label":"9","content":"Vem tas cov tuabneeg hov pav tas mej tau txais peb zoo npaum le caag dag hab pav txug qhov kws mej tau tso tej txoov daab tseg tig lug cuag Vaajtswv hab ua koom rua tug tseem Vaajtswv kws muaj txujsa nyob,"},{"bible_id":"1216","chapter_code":"1TH.1","verse_code":"1TH.1.10","label":"10","content":"hab tog rawv Vaajtswv tug Tub kws yuav lug sau ntuj lug, yog tug kws Vaajtswv tsaa caj sawv huv qhov tuag rov lug, yog Yexu kws cawm peb dim Vaajtswv tej kev npau tawg kws yuav muaj lug tom hauv ntej."},{"bible_id":"1216","chapter_code":"1TH.2","verse_code":"1TH.2.1","label":"1","content":"Cov kwvtij, mej kuj paub tas qhov kws peb tuaj saib mej hov tsw nkim zug."},{"bible_id":"1216","chapter_code":"1TH.2","verse_code":"1TH.2.2","label":"2","content":"Txawm yog peb tub raug kev txom nyem hab poob ntsej muag huv lub moos Filipi kws mej tub paub lawm, los peb tseed muaj lub sab tuab huv peb tug Vaajtswv rua qhov kws yuav qha Vaajtswv txuj xuv zoo rua mej txawm yog muaj tuabneeg tawm tsaam peb ntau heev kuj xwj."},{"bible_id":"1216","chapter_code":"1TH.2","verse_code":"1TH.2.3","label":"3","content":"Tej lug kws peb qha tsw yog lug ntawm qhov kws xaav yuam kev lossws ntawm tej kws tsw dawb huv lossws ib yaam kev daag,"},{"bible_id":"1216","chapter_code":"1TH.2","verse_code":"1TH.2.4","label":"4","content":"tassws Vaajtswv pum zoo txhad muab txuj xuv zoo cob rua peb, peb txhad qha tsw yog ua kuas txaus tuabneeg lub sab tassws ua kuas txaus Vaajtswv lub sab, yog tug kws tshuaj saib peb."},{"bible_id":"1216","chapter_code":"1TH.2","verse_code":"1TH.2.5","label":"5","content":"Mej kuj paub tas peb tsw has tej lug qaab rog qaab ntse, lossws has kuas tau tshaaj thawj ntawm mej. Muaj Vaajtswv ua timkhawv rua tej nuav hab."},{"bible_id":"1216","chapter_code":"1TH.2","verse_code":"1TH.2.6","label":"6","content":"Peb tsw tau nrhav koob meej ntawm tuabneeg tsw has mej hab ntawm lwm tug. Peb yog Kheto cov tubkhai yeej muaj feem ua lub nraa rua mej rws."},{"bible_id":"1216","chapter_code":"1TH.2","verse_code":"1TH.2.7","label":"7","content":"Tassws thaus peb nrug mej nyob peb ua sab mog sab muas  ib yaam le leej nam tu nwg cov mivnyuas."},{"bible_id":"1216","chapter_code":"1TH.2","verse_code":"1TH.2.8","label":"8","content":"Vem peb hlub mej le nuav lawm, peb yeej npaaj txhwj tsw yog pub txuj xuv zoo rua mej xwb tassws pub peb tug kheej rua mej hab, vem mej yog cov kws peb hlub heev."},{"bible_id":"1216","chapter_code":"1TH.2","verse_code":"1TH.2.9","label":"9","content":"Cov kwvtij, nyab mej kuj ncu txug qhov kws peb ua num nyaav hab khwv kawg le. Thaus peb tshaaj tawm txuj xuv zoo rua mej peb ua num nruab nub mo ntuj sub txhad tsw ua lub nraa nyaav rua mej leejtwg."},{"bible_id":"1216","chapter_code":"1TH.2","verse_code":"1TH.2.10","label":"10","content":"Mej ua tau timkhawv rua peb hab Vaajtswv ua timkhawv tas peb tau xyum ua lub neej dawb huv hab ncaaj nceeg hab tsw muaj chaw thuaj rua huv mej cov kws ntseeg."},{"bible_id":"1216","chapter_code":"1TH.2","verse_code":"1TH.2.11","label":"11","content":"Mej tub paub lawm tas peb ua ib yaam le leej txwv ua rua nwg cov mivnyuas,"},{"bible_id":"1216","chapter_code":"1TH.2","verse_code":"1TH.2.12","label":"12","content":"yog qhuab ntuag mej txhua tug hab txhawb mej tug zug hab nkaw lug kuas mej ua lub neej hum Vaajtswv lub sab, yog tug kws hu mej lug rua huv nwg lub tebchaws hab huv nwg tug fwjchim ci ntsaa ab."},{"bible_id":"1216","chapter_code":"1TH.2","verse_code":"1TH.2.13","label":"13","content":"Peb kuj ua Vaajtswv tsaug tsw tu vem thaus mej tau txais Vaajtswv txujlug kws mej tau nov ntawm peb, mej tsw tau txais yuav yaam le yog tuabneeg tej lug tassws txais yuav lawv le qhov tseeb yog Vaajtswv txujlug kws saamswm ua num rua huv mej cov kws ntseeg."},{"bible_id":"1216","chapter_code":"1TH.2","verse_code":"1TH.2.14","label":"14","content":"Cov kwvtij, mej kuj zoo ib yaam le Vaajtswv cov pawg ntseeg huv Yexu Kheto kws nyob huv lub xeev Yutia vem mej tub raug mej cov tuabneeg tswm txom ib yaam le puab raug cov Yutai tswm txom."},{"bible_id":"1216","chapter_code":"1TH.2","verse_code":"1TH.2.15","label":"15","content":"Cov Yutai tau tua tug Tswv Yexu hab tua cov xwbfwb cev Vaajtswv lug hab ntab peb tswv moog. Puab ua tsw hum Vaajtswv lub sab hab tawm tsaam ib tsoom tuabneeg suavdawg,"},{"bible_id":"1216","chapter_code":"1TH.2","verse_code":"1TH.2.16","label":"16","content":"tsua qhov kws puab txwv tsw pub peb has rua lwm haiv tuabneeg kuas tau txais kev dim, puab txhad tsaav lub txem zuj quas zug. Tassws thaus kawg nuav Vaajtswv txujkev npau tawg poob rua sau puab lawm."},{"bible_id":"1216","chapter_code":"1TH.2","verse_code":"1TH.2.17","label":"17","content":"Cov kwvtij, thaus peb raug ncaim mej moog ib nyuas ntu lawm, peb tsuas ncaim lub cev xwb tsw ncaim lub sab, los peb lub sab kub quas lug heev xaav rov pum mej ntsej muag."},{"bible_id":"1216","chapter_code":"1TH.2","verse_code":"1TH.2.18","label":"18","content":"Peb xaav tuaj cuag mej, hab kuv Povlauj kuj xaav taag xaav thab kws yuav tuaj, tassws Xataa  pheej taav peb kev."},{"bible_id":"1216","chapter_code":"1TH.2","verse_code":"1TH.2.19","label":"19","content":"Peb txujkev vaam hab peb txujkev xyiv faab hab peb lub mom kub kws peb yuav khaav txug rua ntawm peb tug Tswv Yexu Kheto lub xubndag rua thaus nwg tshwm lug yog daabtsw? Tsw yog mej lov?"},{"bible_id":"1216","chapter_code":"1TH.2","verse_code":"1TH.2.20","label":"20","content":"Tsua qhov mej yog peb lub koob meej hab yog peb txujkev xyiv faab."},{"bible_id":"1216","chapter_code":"1TH.3","verse_code":"1TH.3.1","label":"1","content":"Vem le nuav thaus peb thev tsw taug lawm, peb txhad pum zoo ca peb nyob huv lub nroog Athee xwb,"},{"bible_id":"1216","chapter_code":"1TH.3","verse_code":"1TH.3.2","label":"2","content":"hab peb khaiv peb tug kwv Timaute kws koom ua Vaajtswv teg num qha txuj xuv zoo has txug Kheto, tuaj cuag mej sub txhad ua rua mej nyob ruaj hab txhawb mej tug zug huv mej txujkev ntseeg,"},{"bible_id":"1216","chapter_code":"1TH.3","verse_code":"1TH.3.3","label":"3","content":"sub tej kev tswm txom nuav txhad tsw ua rua leejtwg lub sab ywj faab ywj fwj. Mej yeej paub tas tub teem ca rua peb raug kev tswm txom."},{"bible_id":"1216","chapter_code":"1TH.3","verse_code":"1TH.3.4","label":"4","content":"Thaus peb nrug mej nyob peb tub has rua mej paub ua ntej tas peb yuav raug kev tswm txom mas kuj muaj le ntawd lawv le mej paub."},{"bible_id":"1216","chapter_code":"1TH.3","verse_code":"1TH.3.5","label":"5","content":"Vem le nuav, thaus kuv thev tsw taug lawm kuv txhad khaiv tuabneeg tuaj sub txhad paub txug mej txujkev ntseeg nyob le caag. Kuv ntshai tsaam tug kws swm sab  yuav swm mej qee yaam tes teg num kws peb swv zug ua yuav tsw muaj qaabhau."},{"bible_id":"1216","chapter_code":"1TH.3","verse_code":"1TH.3.6","label":"6","content":"Nwgnuav Timaute tub rov ntawm mej lug txug peb lawm, hab coj xuv zoo has txug mej txujkev ntseeg hab mej txujkev sws hlub hab qha rua peb paub tas mej ncu txug peb tsw tu ncua rua qhov zoo, hab xaav pum peb ib yaam le peb xaav pum mej."},{"bible_id":"1216","chapter_code":"1TH.3","verse_code":"1TH.3.7","label":"7","content":"Vem le nuav, cov kwvtij, mej txujkev ntseeg txhawb peb tug zug rua thaus peb raug txhua yaam kev ceblaaj hab raug kev tswm txom,"},{"bible_id":"1216","chapter_code":"1TH.3","verse_code":"1TH.3.8","label":"8","content":"tsua qhov yog mej nyob ruaj huv tug Tswv, peb tau txujsa puv quas npo lawm."},{"bible_id":"1216","chapter_code":"1TH.3","verse_code":"1TH.3.9","label":"9","content":"Peb yuav ua Vaajtswv tsaug txug mej le caag rua qhov kws peb zoo sab xyiv faab taab meeg peb tug Vaajtswv lub xubndag vem yog mej?"},{"bible_id":"1216","chapter_code":"1TH.3","verse_code":"1TH.3.10","label":"10","content":"Peb swv zug thov Vaajtswv heev nruab nub mo ntuj paab kuas peb yuav rov pum mej ntsej muag hab tau tsaav mej txujkev ntseeg qhov kws tu ncua rua mej."},{"bible_id":"1216","chapter_code":"1TH.3","verse_code":"1TH.3.11","label":"11","content":"Thov Vaajtswv kws yog peb leej Txwv hab peb tug Tswv Yexu coj peb kev tuaj txug mej."},{"bible_id":"1216","chapter_code":"1TH.3","verse_code":"1TH.3.12","label":"12","content":"Hab thov tug Tswv ua rua mej kheev hlub huv txujkev sws hlub hab txujkev hlub txhua tug kuas muaj nplua quas mag ib yaam le peb hlub mej."},{"bible_id":"1216","chapter_code":"1TH.3","verse_code":"1TH.3.13","label":"13","content":"Hab thov kuas nwg ua rua mej lub sab nyob ruaj huv txujkev dawb huv tsw muaj chaw thuaj rua ntawm Vaajtswv kws yog peb leej Txwv lub xubndag rua thaus peb tug Tswv Yexu nrug nwg cov xuv dawb suavdawg ua ke tshwm lug."},{"bible_id":"1216","chapter_code":"1TH.4","verse_code":"1TH.4.1","label":"1","content":"Cov kwvtij, thaus kawg nuav, peb tub qha mej ua lub neej le caag txhad hum Vaajtswv lub sab hab mej saamswm ua le ntawd lawm. Peb txhad thov hab ntuag mej huv peb tug Tswv Yexu kuas mej yimfuab ua lub neej le nuav zoo zuj zug moog."},{"bible_id":"1216","chapter_code":"1TH.4","verse_code":"1TH.4.2","label":"2","content":"Mej tub paub tej kws peb qha rua mej huv tug Tswv Yexu lub npe lawm."},{"bible_id":"1216","chapter_code":"1TH.4","verse_code":"1TH.4.3","label":"3","content":"Vaajtswv lub sab nyam yog qhov kws cais mej ua dawb huv, tseg tsw xob ua nkauj nraug,"},{"bible_id":"1216","chapter_code":"1TH.4","verse_code":"1TH.4.4","label":"4","content":"ca txhua tug paub tswj mej lub cev kuas dawb huv sub luas txhad saib taug,"},{"bible_id":"1216","chapter_code":"1TH.4","verse_code":"1TH.4.5","label":"5","content":"tsw yog ua lawv le lub sab ntshaw kev phem kev qas yaam le lwm haiv tuabneeg kws tsw paub Vaajtswv."},{"bible_id":"1216","chapter_code":"1TH.4","verse_code":"1TH.4.6","label":"6","content":"Mej tsw xob ua txhum hab ua dhau cai rua kwvtij txug zaaj nuav, tsua qhov tug Tswv yog tug kws yuav rau txem rua tug kws ua txhum le ntawd ib yaam le kuv tub ntuag hab qha mej ua ntej lawm."},{"bible_id":"1216","chapter_code":"1TH.4","verse_code":"1TH.4.7","label":"7","content":"Tsua qhov Vaajtswv tsw tau hu peb lug ua tuabneeg qas tassws hu peb lug ua tuabneeg dawb huv."},{"bible_id":"1216","chapter_code":"1TH.4","verse_code":"1TH.4.8","label":"8","content":"Yog le nuav, tug kws tsw leeg yuav tej nuav, tsw yog tsw leeg yuav tuabneeg tassws tsw leeg yuav Vaajtswv kws pub nwg tug Ntsuj Plig dawb huv rua mej."},{"bible_id":"1216","chapter_code":"1TH.4","verse_code":"1TH.4.9","label":"9","content":"Has txug qhov kws kwvtij sws hlub, tsw taag yuav sau tuaj qha rua mej vem Vaajtswv tub qha mej sws hlub lawm."},{"bible_id":"1216","chapter_code":"1TH.4","verse_code":"1TH.4.10","label":"10","content":"Mej yeej hlub cov kwvtij suavdawg kws nyob thoob plawg lub xeev Makhentaunia lawm. Tassws, cov kwvtij, thov ntuag kuas mej yimfuab ua le nuav ntau quas zug moog."},{"bible_id":"1216","chapter_code":"1TH.4","verse_code":"1TH.4.11","label":"11","content":"Ca le npaaj sab nyob tug yeeg, tsw xob phaab luas, ca le swv koj txhais teg ua koj tej num, lawv le peb tub nkaw lug rua mej lawd,"},{"bible_id":"1216","chapter_code":"1TH.4","verse_code":"1TH.4.12","label":"12","content":"sub luas txhad le fwm mej, hab mej tsw taab kaum leejtwg."},{"bible_id":"1216","chapter_code":"1TH.4","verse_code":"1TH.4.13","label":"13","content":"Cov kwvtij, peb xaav kuas mej paub tseeb txug cov kws tsaug zug  lawd, sub mej txhad tsw quaj ntsuag yaam le lwm tug kws tsw muaj chaw vaam."},{"bible_id":"1216","chapter_code":"1TH.4","verse_code":"1TH.4.14","label":"14","content":"Vem peb ntseeg tas Yexu tuag hab caj sawv rov lug lawm, huv tug Tswv Yexu nuav Vaajtswv yuav coj cov kws tsaug zug lawd  nrug Yexu lug."},{"bible_id":"1216","chapter_code":"1TH.4","verse_code":"1TH.4.15","label":"15","content":"Lawv le tug Tswv txujlug, kuv qha rua mej tas, peb cov kws tseed caj sa tshuav nyob txug thaus tug Tswv tshwm lug, yuav tsw ua cov kws tsaug zug lawd ntej moog."},{"bible_id":"1216","chapter_code":"1TH.4","verse_code":"1TH.4.16","label":"16","content":"Tsua qhov tug Tswv yuav nqeg sau ntuj lug muaj lub suab hu nrov, yog tug thawj tubkhai ntuj lub suab hu, hab muaj Vaajtswv lub suab raaj suab xyu nrov, mas cov kws tuag rua huv Kheto lawm yuav xub caj sawv lug ua ntej."},{"bible_id":"1216","chapter_code":"1TH.4","verse_code":"1TH.4.17","label":"17","content":"Dhau ntawd peb cov kws tseed tshuav muaj txujsa nyob yuav raug muab qaws rua sau ntuj fuab nrug cov hov ua ke hab yuav ntswb tug Tswv sau nruab ntug, mas lawv le nuav peb yuav tau nrug tug Tswv nyob moog ib txhws."},{"bible_id":"1216","chapter_code":"1TH.4","verse_code":"1TH.4.18","label":"18","content":"Yog le nuav mej ca le muab tej lug nuav txhawb mej txhua tug lub sab."},{"bible_id":"1216","chapter_code":"1TH.5","verse_code":"1TH.5.1","label":"1","content":"Cov kwvtij, has txug lub caij lub nyoog ntawd, tsw taag yuav sau daabtsw qha rua mej paub."},{"bible_id":"1216","chapter_code":"1TH.5","verse_code":"1TH.5.2","label":"2","content":"Tsua qhov mej yeej paub tas tug Tswv nub hov yuav lug yaam le tub saab tuaj mo ntuj."},{"bible_id":"1216","chapter_code":"1TH.5","verse_code":"1TH.5.3","label":"3","content":"Thaus tuabneeg has tas, “Nyob taj nyob tug nyob tso sab plhuav,” thaus ntawd ntaag kev puam tsuaj yuav lug raug puab taamswm, yaam le tug quaspuj ua mob teb yuav yug mivnyuas, hab puab yuav tswv tsw dim."},{"bible_id":"1216","chapter_code":"1TH.5","verse_code":"1TH.5.4","label":"4","content":"Tassws, cov kwvtij, mej tsw nyob huv qhov tsaus ntuj lawm, nub ntawd txhad tsw lug txug mej yaam le tub saab tuaj,"},{"bible_id":"1216","chapter_code":"1TH.5","verse_code":"1TH.5.5","label":"5","content":"vem mej yog qhov kaaj le mivnyuas hab yog nruab nub le mivnyuas. Peb tsw yog mo ntuj le lossws qhov tsaus ntuj le."},{"bible_id":"1216","chapter_code":"1TH.5","verse_code":"1TH.5.6","label":"6","content":"Vem le nuav peb tsw xob tsaug zug yaam le lwm tug, tassws peb ca le ceev faaj zuv tog hab feeb meej."},{"bible_id":"1216","chapter_code":"1TH.5","verse_code":"1TH.5.7","label":"7","content":"Tsua qhov cov kws tsaug zug yeej tsaug zug mo ntuj, hab cov kws qaug cawv yeej qaug mo ntuj."},{"bible_id":"1216","chapter_code":"1TH.5","verse_code":"1TH.5.8","label":"8","content":"Tassws vem peb yog cov nruab nub, peb ca le feeb meej, hab ca le muab txujkev ntseeg hab txujkev sws hlub lug naav thaiv hauv sab, hab muab txujkev vaam tas yuav dim lug ua lub mom hlau ntoo."},{"bible_id":"1216","chapter_code":"1TH.5","verse_code":"1TH.5.9","label":"9","content":"Tsua qhov Vaajtswv tsw tau tu peb ca kuas raug txujkev npau tawg tassws tu kuas tau txujkev dim ntawm peb tug Tswv Yexu Kheto,"},{"bible_id":"1216","chapter_code":"1TH.5","verse_code":"1TH.5.10","label":"10","content":"yog tug kws tuag thij peb. Txawm yog peb yuav tsaug zug  hab tsw tsaug los peb yuav nrug nwg muaj txujsa nyob."},{"bible_id":"1216","chapter_code":"1TH.5","verse_code":"1TH.5.11","label":"11","content":"Yog le nuav, ib leeg ca le txhawb ib leeg tug zug hab ib leeg paab ib leeg kuas nyob ruaj yaam le mej tseed ua ntawd."},{"bible_id":"1216","chapter_code":"1TH.5","verse_code":"1TH.5.12","label":"12","content":"Cov kwvtij, peb thov kuas mej fwm cov kws ua num huv plawv mej hab cov kws kaav mej hab qhuab ntuag mej huv tug Tswv."},{"bible_id":"1216","chapter_code":"1TH.5","verse_code":"1TH.5.13","label":"13","content":"Ca le fwm puab heev hab hlub puab vem teg num kws puab ua. Ca le nyob sws hum xeeb."},{"bible_id":"1216","chapter_code":"1TH.5","verse_code":"1TH.5.14","label":"14","content":"Cov kwvtij, thov mej ntuag cov kws cis nkeeg, txhawb cov kws sab yau tug zug, paab cov kws qaug zug, hab ua sab ntev rua txhua tug."},{"bible_id":"1216","chapter_code":"1TH.5","verse_code":"1TH.5.15","label":"15","content":"Tsw xob ca leejtwg ua phem pauj phem, tassws ib leeg yuav tsum nrhav kev ua zoo rua ib leeg hab ua zoo rua txhua tug."},{"bible_id":"1216","chapter_code":"1TH.5","verse_code":"1TH.5.16","label":"16","content":"Ca le zoo sab xyiv faab txhua lub swjhawm,"},{"bible_id":"1216","chapter_code":"1TH.5","verse_code":"1TH.5.17","label":"17","content":"ca le thov Vaajtswv tsw tu ncua,"},{"bible_id":"1216","chapter_code":"1TH.5","verse_code":"1TH.5.18","label":"18","content":"hab ua Vaajtswv tsaug rua txhua yaam, vem qhov nuav yog lawv le Vaajtswv lub sab nyam rua mej cov kws nyob huv Yexu Kheto."},{"bible_id":"1216","chapter_code":"1TH.5","verse_code":"1TH.5.19","label":"19","content":"Tsw xob taav Vaaj Ntsuj Plig,"},{"bible_id":"1216","chapter_code":"1TH.5","verse_code":"1TH.5.20","label":"20","content":"tsw xob saib tsw taug tej lug kws tug xwbfwb cev Vaajtswv lug has."},{"bible_id":"1216","chapter_code":"1TH.5","verse_code":"1TH.5.21","label":"21","content":"Ua tuab zoo tshuaj saib txhua yaam. Yaam kws zoo ca le tuav ruaj,"},{"bible_id":"1216","chapter_code":"1TH.5","verse_code":"1TH.5.22","label":"22","content":"txhua yaam kws phem ca le tseg tsw xob ua."},{"bible_id":"1216","chapter_code":"1TH.5","verse_code":"1TH.5.23","label":"23","content":"Thov Vaajtswv kws pub txujkev sab tug cais mej kuas dawb huv kawg nkaus, hab tsom kwm mej tug ntsuj plig mej lub sab hab mej lub cev kuas zoo kawg tsw muaj chaw thuaj moog txug thaus peb tug tswv Yexu Kheto tshwm lug."},{"bible_id":"1216","chapter_code":"1TH.5","verse_code":"1TH.5.24","label":"24","content":"Tug Tswv kws hu mej yeej tso sab tau, nwg yuav ua kuas tav."},{"bible_id":"1216","chapter_code":"1TH.5","verse_code":"1TH.5.25","label":"25","content":"Cov kwvtij, ca le thov Vaajtswv paab peb hab."},{"bible_id":"1216","chapter_code":"1TH.5","verse_code":"1TH.5.26","label":"26","content":"Ca le fem cov kwvtij suavdawg ntawm txuj kevcai nwj kws dawb huv."},{"bible_id":"1216","chapter_code":"1TH.5","verse_code":"1TH.5.27","label":"27","content":"Kuv tuav tug Tswv lub npe nkaw lug rua mej kuas nyeem tsaab ntawv nuav rua txhua tug kwvtij noog."},{"bible_id":"1216","chapter_code":"1TH.5","verse_code":"1TH.5.28","label":"28","content":"Thov peb tug Tswv Yexu Kheto txujkev hlub nrug nraim mej."}]