[{"bible_id":"1216","chapter_code":"1TI.1","verse_code":"1TI.1.1","label":"1","content":"Povlauj, kws yog Yexu Kheto tug tubkhai lawv le Vaajtswv kws yog peb tug Cawmseej hab Yexu Kheto kws yog peb lub chaw vaam,"},{"bible_id":"1216","chapter_code":"1TI.1","verse_code":"1TI.1.2","label":"2","content":"has moog rua Timaute kws yog kuv tug tseem tub huv txujkev ntseeg. Thov txujkev hlub, txujkev khuvleej hab txujkev sab tug ntawm leej Txwv Vaajtswv hab ntawm Yexu Kheto kws yog peb tug Tswv nrug nraim koj."},{"bible_id":"1216","chapter_code":"1TI.1","verse_code":"1TI.1.3","label":"3","content":"Kuv thov koj nyob huv lub moos Efexau, ib yaam le kuv tub has rua koj rua thaus kuv moog rua lub xeev Makhentaunia, sub txhad le txwv qee leej kuas tsw xob qha tej kws txawv peb qha,"},{"bible_id":"1216","chapter_code":"1TI.1","verse_code":"1TI.1.4","label":"4","content":"hab tsw xob kub sab rua tej lug nruag hab tej zaaj kws has txug puj koob yawm koob tsw paub taag. Tej nuav ua rua muaj kev sws caam ntau dua le qhov kws ua Vaajtswv teg num huv txujkev ntseeg."},{"bible_id":"1216","chapter_code":"1TI.1","verse_code":"1TI.1.5","label":"5","content":"Tassws qhov kws kuv nkaw lug le nuav yog xaav kuas puab muaj kev sws hlub kws lug ntawm lub sab dawb paug hab lub sab kws paub qhov zoo hab ntawm txujkev ntseeg tuaj nruab sab lug."},{"bible_id":"1216","chapter_code":"1TI.1","verse_code":"1TI.1.6","label":"6","content":"Qee leej tso tej kws has nuav tseg tig moog has tej zaaj kws tsw muaj qaabhau."},{"bible_id":"1216","chapter_code":"1TI.1","verse_code":"1TI.1.7","label":"7","content":"Puab xaav ua xwbfwb qha txuj kevcai los puab tub tsw nkaag sab tej kws puab has lossws tej kws puab ruaj sab qha."},{"bible_id":"1216","chapter_code":"1TI.1","verse_code":"1TI.1.8","label":"8","content":"Peb paub tas txuj kevcai hov zoo, tsuav yog swv raug cai."},{"bible_id":"1216","chapter_code":"1TI.1","verse_code":"1TI.1.9","label":"9","content":"Peb paub tas txuj kevcai tsw yog rhawv rua cov kws ncaaj nceeg tassws rhawv rua cov kws tsw coj lawv le kevcai hab tawv ncauj, cov kws tsw yuav Vaajtswv hab cov kws muaj txem, cov kws tsw fwm Vaajtswv hab tuam mom Vaajtswv, cov kws tua nam tua txwv, cov kws tua tuabneeg,"},{"bible_id":"1216","chapter_code":"1TI.1","verse_code":"1TI.1.10","label":"10","content":"cov kws ua nkauj ua nraug, cov txwvneej deev txwvneej, cov kws ua tub saab nyag tuabneeg, cov kws cis daag, cov kws ua cuav timkhawv hab dua lwm yaam kws tawm tsaam tej lug tseeb"},{"bible_id":"1216","chapter_code":"1TI.1","verse_code":"1TI.1.11","label":"11","content":"kws lawv le nyob huv txuj xuv zoo tswm txaj kws has txug Vaajtswv kws tswm nyog qhuas, yog txuj xuv zoo kws muab cob rua kuv lawm."},{"bible_id":"1216","chapter_code":"1TI.1","verse_code":"1TI.1.12","label":"12","content":"Kuv ua tsaug Yexu Kheto kws yog peb tug Tswv, nwg yog tug kws pub zug rua kuv, vem nwg suav tas tso sab tau rua kuv txhad tsaa kuv ua nwg teg num."},{"bible_id":"1216","chapter_code":"1TI.1","verse_code":"1TI.1.13","label":"13","content":"Txawm yog yaav taag lug kuv yog tuabneeg tuam mom hab tswm txom hab ua limham los kuv tseed tau txais kev khuvleej vem thaus hov kuv tsw paub, kuv tsw ntseeg, kuv txhad ua le ntawd."},{"bible_id":"1216","chapter_code":"1TI.1","verse_code":"1TI.1.14","label":"14","content":"Tassws peb tug Tswv txuj koob moov muaj nplua quas mag rua kuv nrug txujkev ntseeg hab txujkev sws hlub kws muaj huv Yexu Kheto ua ke."},{"bible_id":"1216","chapter_code":"1TI.1","verse_code":"1TI.1.15","label":"15","content":"Tej lug nuav tso sab tau hab tswm nyog leeg yuav kawg, yog qhov kws Yexu Kheto lug rua huv lub nplajteb cawm cov tuabneeg muaj txem kuas dim. Huv cov tuabneeg muaj txem hov kuv yog tug thawj."},{"bible_id":"1216","chapter_code":"1TI.1","verse_code":"1TI.1.16","label":"16","content":"Tassws vem le nuav kuv txhad tau txais kev khuvleej sub Yexu Kheto txhad ua txujkev sab ntev thev tshwm rua kuv kws yog tug thawj ua txhum txhad ua yaam ntxwv rua cov kws yuav ntseeg nwg hab txais txujsa ib txhws tsw kawg."},{"bible_id":"1216","chapter_code":"1TI.1","verse_code":"1TI.1.17","label":"17","content":"Tug vaajntxwv kws kaav moog ib txhws hab tsw txawj tuag hab tsw muaj leejtwg pum, nwg yog tuab tug Vaajtswv. Thov kuas nwg muaj koob meej hab fwjchim ci ntsaa ab moog ib txhws tsw kawg. Amee."},{"bible_id":"1216","chapter_code":"1TI.1","verse_code":"1TI.1.18","label":"18","content":"Kuv tug tub Timaute, tej lug nkaw nuav kuv muab cob rua koj, lawv le tug xwbfwb cev lug has pum tom hauv ntej has txug koj. Tej lug hov yuav paab kuas koj txawj ua rog zoo,"},{"bible_id":"1216","chapter_code":"1TI.1","verse_code":"1TI.1.19","label":"19","content":"hab tuav rawv txujkev ntseeg hab lub sab kws paub qhov zoo ruaj. Tej nuav qee leej muab tso tseg lawm ua rua puab txujkev ntseeg qaug."},{"bible_id":"1216","chapter_code":"1TI.1","verse_code":"1TI.1.20","label":"20","content":"Huv cov tuabneeg hov muaj Himene‑a hab Alexaantaw, kws kuv tub muab cob rua Xataa  lawm sub ob tug txhad kawm paub qhov kws tsw xob tuam mom Vaajtswv."},{"bible_id":"1216","chapter_code":"1TI.2","verse_code":"1TI.2.1","label":"1","content":"Vem le nuav ua ntej dua lwm yaam huvsw, kuv thov kuas mej swv zug thov hab taij thov hab thov paab lwm tug hab ua Vaajtswv tsaug txug ib tsoom tuabneeg,"},{"bible_id":"1216","chapter_code":"1TI.2","verse_code":"1TI.2.2","label":"2","content":"yog thov paab tej vaajntxwv hab txhua tug num tswv sub peb txhad tau ua neej nyob sab tug yeeg hab kaaj sab lug muaj sab xwb rua Vaajtswv hab paub cai."},{"bible_id":"1216","chapter_code":"1TI.2","verse_code":"1TI.2.3","label":"3","content":"Qhov kws ua le nuav yog qhov zoo hab hum Vaajtswv kws yog peb tug Cawmseej lub sab."},{"bible_id":"1216","chapter_code":"1TI.2","verse_code":"1TI.2.4","label":"4","content":"Nwg xaav kuas ib tsoom tuabneeg suavdawg tau txais kev dim hab paub txujkev tseeb."},{"bible_id":"1216","chapter_code":"1TI.2","verse_code":"1TI.2.5","label":"5","content":"Tsua qhov muaj tuab tug Vaajtswv hab muaj tuab tug nyob nruab nraab Vaajtswv hab tuabneeg, yog Yexu Kheto kws yog tuabneeg,"},{"bible_id":"1216","chapter_code":"1TI.2","verse_code":"1TI.2.6","label":"6","content":"kws pub nwg tug kheej txhwv txhua tug, txhad yog ua timkhawv lawv le lub swjhawm kws teem ca."},{"bible_id":"1216","chapter_code":"1TI.2","verse_code":"1TI.2.7","label":"7","content":"Vem zaaj nuav kuv txhad raug tsaa ua tug tshaaj txuj xuv zoo hab ua tubkhai hab ua xwbfwb qha lwm haiv tuabneeg txug txujkev ntseeg hab txujkev tseeb. Kuv has tseeb tsw daag le."},{"bible_id":"1216","chapter_code":"1TI.2","verse_code":"1TI.2.8","label":"8","content":"Vem le nuav kuv txhad xaav kuas cov txwvneej tsaa txhais teg dawb huv thov Vaajtswv rua txhua qhov, tsw xob muaj kev sws chim sws caav."},{"bible_id":"1216","chapter_code":"1TI.2","verse_code":"1TI.2.9","label":"9","content":"Cov quaspuj yuav tsum ua tuab zoo naav tsoog kuas phim hab tswm nyog, tsw xob ntxag plaubhau lossws coj kub coj qai qwj muaj nqes lossws naav tej tsoog tsho kim kim,"},{"bible_id":"1216","chapter_code":"1TI.2","verse_code":"1TI.2.10","label":"10","content":"tassws tu lub cev rua qhov kws ua num zoo kuas tswm nyog ib tug quaspuj kws has tas nwg fwm Vaajtswv."},{"bible_id":"1216","chapter_code":"1TI.2","verse_code":"1TI.2.11","label":"11","content":"Cov quaspuj yuav tsum txu fwjchim nyob tuabywv kawm."},{"bible_id":"1216","chapter_code":"1TI.2","verse_code":"1TI.2.12","label":"12","content":"Kuv tsw kheev cov quaspuj qhuab qha lossws tswjfwm cov quasyawg. Ca nwg nyob tuabywv."},{"bible_id":"1216","chapter_code":"1TI.2","verse_code":"1TI.2.13","label":"13","content":"Tsua qhov Vaajtswv tswm Ataa ua ntej le maav tswm Eva,"},{"bible_id":"1216","chapter_code":"1TI.2","verse_code":"1TI.2.14","label":"14","content":"hab tsw yog Ataa raug daag ntxag, tassws tug quaspuj raug daag ntxag hab poob rua huv kev txhum."},{"bible_id":"1216","chapter_code":"1TI.2","verse_code":"1TI.2.15","label":"15","content":"Txawm le ntawd los quaspuj yuav tau kev dim huv qhov kws yug mivnyuas tsuav yog puab nyob huv kev ntseeg hab kev hlub hab kev dawb huv hab paub cai."},{"bible_id":"1216","chapter_code":"1TI.3","verse_code":"1TI.3.1","label":"1","content":"Tej lug nuav tso sab tau. Yog leejtwg xaav ua teg num kws saib pawg ntseeg, kuj yog tug hov xaav ua teg num zoo."},{"bible_id":"1216","chapter_code":"1TI.3","verse_code":"1TI.3.2","label":"2","content":"Tug kws saib pawg ntseeg yuav tsum yog tug kws tsw muaj chaw thuaj hab muaj ib tug quaspuj xwb, hab paub xyuam xwm, txawj tswj nwg tug kheej, paub cai, zoo sab txais qhua, txawj qhuab qha,"},{"bible_id":"1216","chapter_code":"1TI.3","verse_code":"1TI.3.3","label":"3","content":"tsw qaug dej qaug cawv, tsw ua nruj ua tswv tassws muaj lub sab zaam xeeb, tsw sws caav sws tshe, hab tsw ntshaw nyaj txag."},{"bible_id":"1216","chapter_code":"1TI.3","verse_code":"1TI.3.4","label":"4","content":"Nwg yuav tsum kaav tau nwg tsev tuabneeg, hab tswj nwg cov mivnyuas kuas noog lug hab fwm lwm tug."},{"bible_id":"1216","chapter_code":"1TI.3","verse_code":"1TI.3.5","label":"5","content":"Yog tug txwvneej twg tsw txawj kaav nwg tsev tuabneeg, nwg yuav saib tau Vaajtswv pawg ntseeg le caag?"},{"bible_id":"1216","chapter_code":"1TI.3","verse_code":"1TI.3.6","label":"6","content":"Tsw xob ca tug kws nyav ntseeg tshab ua tug saib pawg ntseeg tsaam tes nwg khaav theeb hab raug txem ib yaam le Ntxwg Nyoog."},{"bible_id":"1216","chapter_code":"1TI.3","verse_code":"1TI.3.7","label":"7","content":"Hab nwg kuj yuav tsum yog tug kws tej tuabneeg saab nrau fwm, sub nwg txhad tsw raug thuaj hab tsw maag Ntxwg Nyoog lub vuj hlua."},{"bible_id":"1216","chapter_code":"1TI.3","verse_code":"1TI.3.8","label":"8","content":"Cov kws paab ua num kuj ib yaam nkaus yuav tsum yog cov kws luas fwm, tsw xob ua ncauj lug zoo sab phem, tsw xob quav dej quav cawv, tsw xob ua lub sab hlub xaav yuav ntau."},{"bible_id":"1216","chapter_code":"1TI.3","verse_code":"1TI.3.9","label":"9","content":"Puab yuav tsum muaj lub sab dawb paug tuav txujkev ntseeg kws Vaajtswv muab npog ca lawd ruaj."},{"bible_id":"1216","chapter_code":"1TI.3","verse_code":"1TI.3.10","label":"10","content":"Yuav tsum xub tshuaj saib puab tsaiv, yog pum tas puab tsw muaj chaw thuaj, le ca puab ua cov kws paab ua num."},{"bible_id":"1216","chapter_code":"1TI.3","verse_code":"1TI.3.11","label":"11","content":"Cov quaspuj kuj ib yaam nkaus hab, yuav tsum yog cov kws luas fwm, tsw xyaav lwm tug moo, paub xyuam xim hab ua ncaaj rua txhua yaam."},{"bible_id":"1216","chapter_code":"1TI.3","verse_code":"1TI.3.12","label":"12","content":"Cov kws paab ua num yuav tsum muaj ib tug quaspuj xwb, hab yuav tsum kaav tau puab cov mivnyuas hab tsev tuabneeg zoo."},{"bible_id":"1216","chapter_code":"1TI.3","verse_code":"1TI.3.13","label":"13","content":"Cov kws paab yog ua tau num zoo kuj tau koob meej hab yuav ruaj sab kawg rua huv txujkev ntseeg Yexu Kheto."},{"bible_id":"1216","chapter_code":"1TI.3","verse_code":"1TI.3.14","label":"14","content":"Kuv vaam tas kuv yuav tuaj cuag koj sai sai nuav, tassws qhov kws sau tej nuav tuaj rua koj kuj yog tas"},{"bible_id":"1216","chapter_code":"1TI.3","verse_code":"1TI.3.15","label":"15","content":"yog kuv tuaj qeeb koj txhad paub tas tswm nyog yuav xyum le caag rua huv Vaajtswv tsev tuabneeg, kws yog Vaajtswv tug muaj txujsa nyob pawg ntseeg, yog tej ncej txawb hab tej taw tag txujkev tseeb."},{"bible_id":"1216","chapter_code":"1TI.3","verse_code":"1TI.3.16","label":"16","content":"Peb leeg tas txujkev ntseeg kws muab npog ca lawd tseem ceeb heev. Nwg tshwm lug ua tuabneeg nqaj tawv. Vaaj Ntsuj Plig qha kuas paub tseeb tas nwg ncaaj nceeg, hab cov tubkhai ntuj pum ntsoov nwg. Nwg raug muab tshaaj tawm rua ib tsoom tuabneeg, hab tuabneeg huv nplajteb ntseeg nwg. Nwg raug muab qaws nrug fwjchim ci ntsaa ab nce moog."},{"bible_id":"1216","chapter_code":"1TI.4","verse_code":"1TI.4.1","label":"1","content":"Vaaj Ntsuj Plig qha meej tas yaav tom qaab yuav muaj qee leej tso kev ntseeg tseg tig moog ntseeg tej ntsuj plig kws daag ntxag hab tej lug kws daab qha."},{"bible_id":"1216","chapter_code":"1TI.4","verse_code":"1TI.4.2","label":"2","content":"Tej nuav lug ntawm cov tuabneeg ncauj lug zoo sab phem kws cis daag, puab lub sab kws paub qhov zoo qhov phem raug suavtawg kub tuag lawm."},{"bible_id":"1216","chapter_code":"1TI.4","verse_code":"1TI.4.3","label":"3","content":"Puab txwv tsw kheev sws yuav ua txwj nkawm, hab txwv tsw pub noj qee yaam kws Vaajtswv tswm ca rua cov kws ntseeg hab paub txujkev tseeb, ua Vaajtswv tsaug le noj tau."},{"bible_id":"1216","chapter_code":"1TI.4","verse_code":"1TI.4.4","label":"4","content":"Vem txhua yaam kws Vaajtswv tswm ca puavleej zoo, tsw muaj ib yaam daabtsw yuav txwv, tsuav yog ua Vaajtswv tsaug le noj xwb,"},{"bible_id":"1216","chapter_code":"1TI.4","verse_code":"1TI.4.5","label":"5","content":"vem Vaajtswv txujlug hab tej lug thov tub ntxuav tej ntawd kuas dawb huv lawm."},{"bible_id":"1216","chapter_code":"1TI.4","verse_code":"1TI.4.6","label":"6","content":"Yog koj qha tej nuav rua cov kwvtij kuj yog koj ua Yexu Kheto tug tub qhe kws ua num zoo vem txujkev ntseeg tej lug hab tej lug qha zoo kws koj xyum lawv le lawm yug koj kuas kheev hlub."},{"bible_id":"1216","chapter_code":"1TI.4","verse_code":"1TI.4.7","label":"7","content":"Tsw xob quav ntsej tej lug nruag kws rhuav tshem Vaajtswv hab tej kwv fuam. Tassws koj yuav tsum ua lub neej xyum kuas tau lub sab kws fwm Vaajtswv."},{"bible_id":"1216","chapter_code":"1TI.4","verse_code":"1TI.4.8","label":"8","content":"Qhov kws muab lub cev xyum tub muaj qaabhau qho ntswv lawm, tassws lub sab kws fwm Vaajtswv muaj qaabhau rua txhua txujkev, vem muaj lu lug cog tseg rua txujsa tam nuav hab tam peg suab."},{"bible_id":"1216","chapter_code":"1TI.4","verse_code":"1TI.4.9","label":"9","content":"Tej lug nuav tso sab tau hab tswm nyog leeg yuav kawg."},{"bible_id":"1216","chapter_code":"1TI.4","verse_code":"1TI.4.10","label":"10","content":"Qhov kws peb ua num khwv hab swv zug ua num kuj yog vem peb vaam khom Vaajtswv tug muaj txujsa nyob kws yog ib tsoom tuabneeg tug Cawmseej, hab qhov tseem ceeb nwg yog cov ntseeg le Cawmseej."},{"bible_id":"1216","chapter_code":"1TI.4","verse_code":"1TI.4.11","label":"11","content":"Ca le nkaw lug hab qha tej nuav."},{"bible_id":"1216","chapter_code":"1TI.4","verse_code":"1TI.4.12","label":"12","content":"Tsw xob ca leejtwg saib tsw taug qhov kws koj tseed hluas, tassws ca le ua yaam ntxwv zoo rua cov ntseeg tsw has kev has lug kev ua num, kev sws hlub, hab kev ntseeg kev dawb huv huvsw."},{"bible_id":"1216","chapter_code":"1TI.4","verse_code":"1TI.4.13","label":"13","content":"Ca le kub sab nyeem Vaajtswv txujlug rua suavdawg noog, hab txhawb puab tug zug hab qhuab qha moog txug thaus kuv tuaj txug."},{"bible_id":"1216","chapter_code":"1TI.4","verse_code":"1TI.4.14","label":"14","content":"Tsw xob nov qaab tug tswvyim kws muab pub rua koj lawv le kws cev Vaajtswv lug rua thaus cov saib pawg ntseeg tsaa teg npuab koj."},{"bible_id":"1216","chapter_code":"1TI.4","verse_code":"1TI.4.15","label":"15","content":"Ca le ua tej num nuav hab swv zug ua sub txhua tug txhad pum tas koj kheev hlub quas zug."},{"bible_id":"1216","chapter_code":"1TI.4","verse_code":"1TI.4.16","label":"16","content":"Ca le ua tuab zoo saib koj tug kheej hab tej kws koj qha. Ca le xyum lawv le tej nuav tsw tu le, rua qhov yog koj ua le nuav koj yuav cawm tau koj tug kheej hab cov kws noog koj qha kuas dim."},{"bible_id":"1216","chapter_code":"1TI.5","verse_code":"1TI.5.1","label":"1","content":"Tsw xob tshev tug yawm laug twg, tassws ntuag nwg zoo ib yaam yog koj txwv. Ca le saib cov hluas ib yaam le yog koj kwvtij,"},{"bible_id":"1216","chapter_code":"1TI.5","verse_code":"1TI.5.2","label":"2","content":"hab saib cov puj laug ib yaam le yog koj nam, hab saib cov quaspuj kws tseed hluas ib yaam le yog koj tug muam ntawm lub sab dawb huv."},{"bible_id":"1216","chapter_code":"1TI.5","verse_code":"1TI.5.3","label":"3","content":"Ca le saib taug cov puj ntsuag kws tsw muaj chaw vaam khom leejtwg."},{"bible_id":"1216","chapter_code":"1TI.5","verse_code":"1TI.5.4","label":"4","content":"Yog tug puj ntsuag twg muaj tub ki xeeb ntxwv, kuj ca cov mivnyuas hov kawm paub ua lawv le Vaajtswv has rua puab tsev tuabneeg ua ntej hab ua pauj puab nam puab txwv tej txaj ntswg, vem qhov kws ua le nuav hum Vaajtswv lub sab."},{"bible_id":"1216","chapter_code":"1TI.5","verse_code":"1TI.5.5","label":"5","content":"Tug puj ntsuag kws tsw muaj chaw vaam kws nyob ib leeg xwb nwg yeej vaam ntsoov hab taij thov hab thov Vaajtswv paab nruab nub mo ntuj tsw tu le."},{"bible_id":"1216","chapter_code":"1TI.5","verse_code":"1TI.5.6","label":"6","content":"Tassws tug puj ntsuag kws tsw tsheej haaj txawm yog nwg tseed caj los kuj tiv le tuag lawm."},{"bible_id":"1216","chapter_code":"1TI.5","verse_code":"1TI.5.7","label":"7","content":"Ca le qha tej nuav rua puab sub puab txhad tsw raug thuaj."},{"bible_id":"1216","chapter_code":"1TI.5","verse_code":"1TI.5.8","label":"8","content":"Yog leejtwg tsw yug nwg cov kwvtij hab qhov luj tsw yug nwg tsev tuabneeg, tug hov tub tso kev ntseeg tseg lawm, nwg tseed phem dua tug kws tsw tau ntseeg hab."},{"bible_id":"1216","chapter_code":"1TI.5","verse_code":"1TI.5.9","label":"9","content":"Ca le nce npe cov puj ntsuag kws noob nyoog tsw qeg dhau rau caum xyoo hab yuav tuab zag quasyawg tej npe rua huv phoo ntawv xwb."},{"bible_id":"1216","chapter_code":"1TI.5","verse_code":"1TI.5.10","label":"10","content":"Tug puj hov yuav tsum yog tug kws muaj koob meej tsua qhov kws ua num zoo xws le muaj sab tu mivnyuas, nyam txais qhua, ntxuav cov xuv dawb kwtaw, paab cov tuabneeg txom nyem hab swv zug ua txhua yaam num zoo."},{"bible_id":"1216","chapter_code":"1TI.5","verse_code":"1TI.5.11","label":"11","content":"Tassws tsw xob nce cov puj ntsuag hluas hluas npe rua huv ntawv, vem tas thaus puab txujkev ntshaw ua rua puab tso Kheto tseg puab kuj xaav yuav quasyawg dua,"},{"bible_id":"1216","chapter_code":"1TI.5","verse_code":"1TI.5.12","label":"12","content":"tes puab txhad muaj txem vem yog tsw ua lawv le kws cog lug ca ua ntej lawd."},{"bible_id":"1216","chapter_code":"1TI.5","verse_code":"1TI.5.13","label":"13","content":"Dua le hov puab tseed xyum ua tuabneeg cis nkeeg, nyam moog cov zej cov zog, hab tsw yog cis nkeeg xwb tseed taug xaiv hab tshum phij lwm tug hab has tej lug kws tsw tswm nyog has."},{"bible_id":"1216","chapter_code":"1TI.5","verse_code":"1TI.5.14","label":"14","content":"Vem le nuav kuv txhad xaav kuas cov puj ntsuag hluas hluas rov yuav quasyawg, muaj mivnyuas, saib vaaj saib tsev sub yeeb ncuab txhad tsw tau kev thuaj."},{"bible_id":"1216","chapter_code":"1TI.5","verse_code":"1TI.5.15","label":"15","content":"Tsua qhov muaj qee leej yuam kev lawv daab Xataa  moog lawm."},{"bible_id":"1216","chapter_code":"1TI.5","verse_code":"1TI.5.16","label":"16","content":"Yog cov quaspuj kws ntseeg leejtwg muaj txheeb ze ua puj ntsuag, kuj ca nwg paab yug puab cov ntawd. Tsw xob ca ua nraa rua pawg ntseeg sub pawg ntseeg txhad paab tau cov puj ntsuag kws tsw muaj chaw vaam tag tag."},{"bible_id":"1216","chapter_code":"1TI.5","verse_code":"1TI.5.17","label":"17","content":"Ca le suav tas cov saib pawg ntseeg kws kaav zoo tswm nyog tau tshaav ntuj ob npaug, yimfuab tswm nyog muab rua cov kws swv zug pav Vaajtswv txujlug hab qhuab qha,"},{"bible_id":"1216","chapter_code":"1TI.5","verse_code":"1TI.5.18","label":"18","content":"tsua qhov Vaajtswv txujlug sau ca has tas, “Thaus nyuj saamswm tsuj qeb tsuj mog, tsw xob muab tawb looj nyuj qhov ncauj,”  hab “Tug tub zug tswm nyog tau nwg le nqe zug.”"},{"bible_id":"1216","chapter_code":"1TI.5","verse_code":"1TI.5.19","label":"19","content":"Tsw xob ntseeg tej lug kws ab ham tug saib cov ntseeg twg, yuav yog muaj ob leeg lossws peb leeg ua timkhawv txhad ntseeg xwb."},{"bible_id":"1216","chapter_code":"1TI.5","verse_code":"1TI.5.20","label":"20","content":"Cov kws tseed ua txhum, koj ca le ntuag puab taab meeg suavdawg, sub lwm tug txhad paub ntshai."},{"bible_id":"1216","chapter_code":"1TI.5","verse_code":"1TI.5.21","label":"21","content":"Kuv nkaw lug rua koj taab meeg Vaajtswv hab taab meeg Yexu Kheto hab taab meeg cov tubkhai ntuj kws xaiv ca lawd kuas koj tuav rawv tej lug nuav ca tsw xob saib leejtwg ntsej muag hab tsw xob tuaj leejtwg tog."},{"bible_id":"1216","chapter_code":"1TI.5","verse_code":"1TI.5.22","label":"22","content":"Tsw xob maaj muab teg npuab tsaa leejtwg, hab tsw xob koom nrug lwm tug ua txhum. Ca le tsom kwm koj tug kheej kuas dawb huv moog le."},{"bible_id":"1216","chapter_code":"1TI.5","verse_code":"1TI.5.23","label":"23","content":"Tsw xob haus dej xwb, tassws koj yuav tsum haus mivntswv cawv txwv maab txhad paab tau koj lub plaab hab paab qhov kws koj pheej muaj mob."},{"bible_id":"1216","chapter_code":"1TI.5","verse_code":"1TI.5.24","label":"24","content":"Qee leej tej kev txhum mas tshwm lug meej taamswm mas coj ncaaj nraim moog raug txav txem kws nyob tom hauv ntej. Tassws lwm tug tej kev txhum tshwm lug meej rua yaav tom qaab."},{"bible_id":"1216","chapter_code":"1TI.5","verse_code":"1TI.5.25","label":"25","content":"Qhov kws ua zoo kuj yuav tshwm lug meej ib yaam nkaus hab, txawm yog qee yaam tsw tau tshwm lug thaus ntawd los yuav muab npog ca moog le tsw tau."},{"bible_id":"1216","chapter_code":"1TI.6","verse_code":"1TI.6.1","label":"1","content":"Ca txhua tug kws nyob huv qaab tug quab kws ua qhev suav tas puab tug lospaav yog tug kws tswm nyog fwm kawg, sub Vaajtswv lub npe hab tej lug qha txhad tsw raug saib tsw taug."},{"bible_id":"1216","chapter_code":"1TI.6","verse_code":"1TI.6.2","label":"2","content":"Cov qhev kws tug lospaav yog ib tug ntseeg, kuj tsw xob saib tsw taug tug lospaav tsua qhov ob tog puavleej yog kwvtij lawm. Tassws puab yuav tsum yimfuab ua num zoo rua tug lospaav vem tas tug lospaav kws tau txaj ntswg ntawm cov tub qhe hov yog tug kws ntseeg hab ntxwm hlub. Ca le qhuab qha hab ntuag zaaj nuav."},{"bible_id":"1216","chapter_code":"1TI.6","verse_code":"1TI.6.3","label":"3","content":"Yog leejtwg qha txawv tej nuav hab tsw pum zoo lawv le tej lug raug cai kws peb tug Tswv Yexu Kheto qha hab tej lug qha kws hum Vaajtswv txujkev,"},{"bible_id":"1216","chapter_code":"1TI.6","verse_code":"1TI.6.4","label":"4","content":"kuj yog nwg khaav theeb hab tsw paub daabtsw le. Nwg nyam sws caav sws tshe dhau cai hab sws caam rua tej nyuas lu lug kws ua rua muaj kev sws khib, sws faib, xyaav luas moo, pheej xaav tas luas phem,"},{"bible_id":"1216","chapter_code":"1TI.6","verse_code":"1TI.6.5","label":"5","content":"hab ua rua cov tuabneeg kws xaav phem hab tsw muaj txuj tseeb hlo le sws caam. Puab xaav tas qhov kws fwm Vaajtswv yog ncauj kev nrhav tshaaj thawj."},{"bible_id":"1216","chapter_code":"1TI.6","verse_code":"1TI.6.6","label":"6","content":"Qhov kws fwm Vaajtswv hab tau kev sab tug kuj yog tau tshaaj thawj ntau kawg,"},{"bible_id":"1216","chapter_code":"1TI.6","verse_code":"1TI.6.7","label":"7","content":"vem peb tsw tau coj ib yaam daabtsw lug rua huv lub nplajteb, hab peb yuav coj tsw tau ib yaam daabtsw tawm huv lub nplajteb moog le hab."},{"bible_id":"1216","chapter_code":"1TI.6","verse_code":"1TI.6.8","label":"8","content":"Tassws yog peb muaj noj muaj naav peb yuav txaus sab rua tej ntawd."},{"bible_id":"1216","chapter_code":"1TI.6","verse_code":"1TI.6.9","label":"9","content":"Cov kws xaav nplua nuj kuj poob rua huv txujkev daag ntxag hab maag rooj hlua hab poob rua huv txujkev ntshaw ntau yaam kws ruag hab ua kuas raug ceblaaj, kws yuav coj moog txug kev lamswm hab kev puam tsuaj."},{"bible_id":"1216","chapter_code":"1TI.6","verse_code":"1TI.6.10","label":"10","content":"Vem tas qhov kws nyam nyaj txag yog txhua yaam kev phem tug caag. Qhov kws ntshaw nyaj txag nuav ua rua qee leej yuam kev ntawm txujkev ntseeg hab puab lub sab raug ntau yaam kev txom nyem chob."},{"bible_id":"1216","chapter_code":"1TI.6","verse_code":"1TI.6.11","label":"11","content":"Koj kws yog Vaajtswv le tuabneeg, ca le tswv kuas dhau tej nuav. Ca le nrhav txujkev ncaaj nceeg, kev fwm Vaajtswv, kev ntseeg, kev hlub, kev ua sab ntev thev, hab kev zaam xeeb."},{"bible_id":"1216","chapter_code":"1TI.6","verse_code":"1TI.6.12","label":"12","content":"Ca le tawm tsaam kawg nkaus rua huv txujkev ntseeg lub tshaav rog. Ca le tuav rawv txujsa ib txhws kws Vaajtswv hu koj lug txais rua thaus koj yeem leeg tuab zoo taab meeg ntau leej timkhawv."},{"bible_id":"1216","chapter_code":"1TI.6","verse_code":"1TI.6.13","label":"13","content":"Kuv nkaw lug rua koj taab meeg Vaajtswv kws pub txujsa rua txhua yaam hab taab meeg Yexu Kheto kws ua timkhawv leeg tuab zoo rua ntawm Phauthi‑au Philaj lub xubndag,"},{"bible_id":"1216","chapter_code":"1TI.6","verse_code":"1TI.6.14","label":"14","content":"kuas koj tuav rawv tej lug nkaw nuav huvsw tsw xob ua ib qho phem hab tsw muaj chaw thuaj le moog txug thaus peb tug Tswv Yexu Kheto tshwm lug."},{"bible_id":"1216","chapter_code":"1TI.6","verse_code":"1TI.6.15","label":"15","content":"Vaajtswv yuav ua kuas tshwm lug rua lub swjhawm kws teem ca, yog Vaajtswv kws tswm nyog qhuas, hab yog tuab tug kws muaj fwjchim luj kawg nkaus, yog ib tsoom vaajntxwv tug Vaajntxwv hab yog cov kws muaj fwjchim tug Tswv,"},{"bible_id":"1216","chapter_code":"1TI.6","verse_code":"1TI.6.16","label":"16","content":"yog tuab tug kws tsw txawj tuag, hab nyob huv qhov kaaj tsw muaj leejtwg moog tau ze hab tsw muaj leejtwg txeev pum hab pum tsw tau. Thov kuas nwg tau koob meej hab fwjchim tswjfwm moog ib txhws. Amee."},{"bible_id":"1216","chapter_code":"1TI.6","verse_code":"1TI.6.17","label":"17","content":"Has txug cov kws nplua nuj tam nuav, koj ca le nkaw lug rua puab kuas tsw xob khaav theeb hab tsw xob vaam tej nyaj txag kws tsw ruaj khov tassws vaam Vaajtswv kws pub txhua yaam nplua quas mag rua peb sub peb txhad muaj sab xyiv faab."},{"bible_id":"1216","chapter_code":"1TI.6","verse_code":"1TI.6.18","label":"18","content":"Ca le nkaw lug kuas puab ua zoo, hab ua teg num zoo ntau kawg, hab ua lub sab daav zoo sab faib rua luas."},{"bible_id":"1216","chapter_code":"1TI.6","verse_code":"1TI.6.19","label":"19","content":"Qhov kws ua le ntawd yog khaws hov txhua chaw ca ua lub chaw tag ruaj khov rua tom hauv ntej, sub puab txhad tuav tau txujsa, yog txujsa kws tseeb."},{"bible_id":"1216","chapter_code":"1TI.6","verse_code":"1TI.6.20","label":"20","content":"Timaute 'e, ca le tuav rawv tej kws tub muab cob rua koj lawm. Ca le zos tej lug tsw muaj qaabhau kws saib tsw taug Vaajtswv hab tej lug sws caam kws luas xaav yuam kev tas yog kev txawj ntse."},{"bible_id":"1216","chapter_code":"1TI.6","verse_code":"1TI.6.21","label":"21","content":"Muaj qee leej leeg yuav tej kev txawj ntse hov txhad yuam kev ntawm txujkev ntseeg. Thov Vaajtswv txujkev hlub nrug nraim mej."}]