[{"bible_id":"1216","chapter_code":"2CH.1","verse_code":"2CH.1.1","label":"1","content":"Tavi tug tub Xalaumoo tau kaav nwg lub tebchaws nyob ruaj, hab Yawmsaub kws yog nwg tug Vaajtswv tau nrug nraim nwg hab tsaa nwg ua luj kawg nkaus."},{"bible_id":"1216","chapter_code":"2CH.1","verse_code":"2CH.1.2","label":"2","content":"Xalaumoo has rua cov Yixayee suavdawg hab cov thawj rog kaav ib txheeb leej kaav ib puas leej hab cov tu plaub hab Yixayee cov thawj suavdawg, hab cov thawj huv txhua cum."},{"bible_id":"1216","chapter_code":"2CH.1","verse_code":"2CH.1.3","label":"3","content":"Xalaumoo hab ib tsoom pejxeem kws nrug nwg nyob nce moog rua lub chaw sab kws pe Vaajtswv huv lub moos Kinpe‑oo, tsua qhov Vaajtswv lub tsev ntaub sws ntswb kws Yawmsaub tug qhev Mauxe tau ua huv tebchaws moj saab qhua nyob hov ntawd."},{"bible_id":"1216","chapter_code":"2CH.1","verse_code":"2CH.1.4","label":"4","content":"Tavi tau coj Vaajtswv lub swb xaab ntawm Kile‑a Ye‑ali lug txug lub chaw kws Tavi tau npaaj ca lawm, tsua qhov nwg tau tsaa ib lub tsev ntaub rau lub swb xaab hov rua huv Yeluxalee."},{"bible_id":"1216","chapter_code":"2CH.1","verse_code":"2CH.1.5","label":"5","content":"Tsw taag le ntawd lub thaaj tooj lab xyeem kws Npexalee kws yog Uli tug tub hab yog Hawj tug xeeb ntxwv tau ua hov kuj nyob ntawm Yawmsaub lub tsev ntaub huv lub moos Kinpe‑oo. Mas Xalaumoo hab cov pejxeem nrhav Yawmsaub hov ntawd."},{"bible_id":"1216","chapter_code":"2CH.1","verse_code":"2CH.1.6","label":"6","content":"Xalaumoo moog rua ntawm lub thaaj tooj lab rua ntawm Yawmsaub xubndag kws nyob ntawm lub tsev ntaub sws ntswb hab tua ib txheeb tug tsaj ua kevcai hlawv huvsw xyeem rua sau lub thaaj hov."},{"bible_id":"1216","chapter_code":"2CH.1","verse_code":"2CH.1.7","label":"7","content":"Mo hov Vaajtswv tshwm rua Xalaumoo pum hab has rua nwg tas, “Koj xaav kuas kuv pub daabtsw rua koj, ca le thov.”"},{"bible_id":"1216","chapter_code":"2CH.1","verse_code":"2CH.1.8","label":"8","content":"Mas Xalaumoo has rua Vaajtswv tas, “Koj ua koj txujkev hlub ruaj khov kws luj kawg tshwm rua kuv txwv Tavi kws yog koj tug qhev, hab koj tau tsaa kuv ua vaajntxwv nyob nwg chaw."},{"bible_id":"1216","chapter_code":"2CH.1","verse_code":"2CH.1.9","label":"9","content":"Au Vaajtswv Yawmsaub, thov ca tej lug kws koj cog tseg rua kuv txwv Tavi tav rua nwgnuav, tsua qhov koj tub tsaa kuv ua vaajntxwv kaav ib haiv tuabneeg kws coob npaum le cov moov aav huv nplajteb."},{"bible_id":"1216","chapter_code":"2CH.1","verse_code":"2CH.1.10","label":"10","content":"Thov pub tswvyim plaab plaw hab kev txawj ntse rua kuv, kuv txhad coj tau haiv tuabneeg nuav, tsua qhov leejtwg yuav kaav tau koj haiv tuabneeg kws coob heev nuav?”"},{"bible_id":"1216","chapter_code":"2CH.1","verse_code":"2CH.1.11","label":"11","content":"Vaajtswv teb Xalaumoo tas, “Vem koj lub sab xaav tau tej ntawd, hab koj tsw tau thov nyaj txag hov txhua chaw, meej thawb lossws thov kuas cov kws ntxub koj txujsa tu hab tsw tau thov kuas koj muaj txujsa nyob ntev, tassws koj tau thov tswvyim plaab plaw hab kev txawj ntse rua koj kuas txawj kaav kuv haiv tuabneeg kws kuv tau tsaa koj ua vaajntxwv kaav puab,"},{"bible_id":"1216","chapter_code":"2CH.1","verse_code":"2CH.1.12","label":"12","content":"mas kuv txhad pub tswvyim plaab plaw hab kev txawj ntse rua koj. Kuv tseed yuav pub nyaj txag, hov txhua chaw hab meej thawb ntau rua koj. Tej vaajntxwv kws nyob ua koj ntej yeej tsw tau muaj le hab cov kws nyob ua koj qaab yuav tsw muaj npaum le koj.”"},{"bible_id":"1216","chapter_code":"2CH.1","verse_code":"2CH.1.13","label":"13","content":"Xalaumoo txhad tawm ntawm lub tsev ntaub sws ntswb ntawm lub chaw sab pe Vaajtswv huv Kinpe‑oo moog rua Yeluxalee. Mas nwg ua vaajntxwv kaav Yixayee."},{"bible_id":"1216","chapter_code":"2CH.1","verse_code":"2CH.1.14","label":"14","content":"Xalaumoo sau tau tej tsheb neeg ua rog hab cov tub rog caij neeg. Nwg muaj tsheb neeg ua rog ib txheeb plaub puas lub hab muaj cov tub rog kws caij neeg ib vaam ob txheeb leej kws nwg kuas ib txha nyob rua huv tej moos kws nwg npaaj rua tej tsheb neeg ua rog hab ib txha nrug vaajntxwv nyob huv lub nroog Yeluxalee."},{"bible_id":"1216","chapter_code":"2CH.1","verse_code":"2CH.1.15","label":"15","content":"Vaajntxwv ua rua nyaj hab kub muaj ntau rua huv lub nroog Yeluxalee yaam le pob zeb, hab ua rua ntoo cab muaj ntau yaam nkaus le tej ntoo txwv cua huv tej pov roob Sefela."},{"bible_id":"1216","chapter_code":"2CH.1","verse_code":"2CH.1.16","label":"16","content":"Xalaumoo yuav neeg huv Iyi tebchaws hab huv Khu‑e  tebchaws lug, mas vaajntxwv cov tub luam txais yuav huv Khu‑e tebchaws lawv le tug nqe."},{"bible_id":"1216","chapter_code":"2CH.1","verse_code":"2CH.1.17","label":"17","content":"Ib lub tsheb neeg ua rog huv Iyi tebchaws mas puab yuav rau pua sekhee nyaj, ib tug neeg mas puab yuav ib puas tswb caug sekhee.  Mas puab xaa tej nuav moog muag rua cov Hithai tej vaajntxwv suavdawg hab cov Alaa tej vaajntxwv."},{"bible_id":"1216","chapter_code":"2CH.2","verse_code":"2CH.2.1","label":"1","content":"Xalaumoo txav sab yuav ua lub tuam tsev rua Yawmsaub lub npe hab ua ib lub tsev vaajntxwv rua nwg."},{"bible_id":"1216","chapter_code":"2CH.2","verse_code":"2CH.2.2","label":"2","content":"Mas Xalaumoo khaiv xyaa vaam leej ua cov kws kwv hov txhua chaw hab yim vaam leej ua cov kws txaam pob zeb peg tej roob hab peb txheeb rau pua leej ua cov kws saib puab."},{"bible_id":"1216","chapter_code":"2CH.2","verse_code":"2CH.2.3","label":"3","content":"Xalaumoo xaa xuv moog rua Hulaa kws ua vaajntxwv kaav lub nroog Thailab tas, “Koj tau paab kuv txwv Tavi yog xaa ntoo cab tuaj rua nwg ua lub tsev rua nwg nyob lawm mas thov koj ua ib yaam le ntawd rua kuv hab."},{"bible_id":"1216","chapter_code":"2CH.2","verse_code":"2CH.2.4","label":"4","content":"Nwgnuav kuv saamswm yuav ua lub tuam tsev rua kuv tug Vaajtswv Yawmsaub lub npe, hab yuav muab xyeem pub hlo ua lub chaw hlawv moov tshuaj tsw qaab ntawm nwg xubndag hab ua chaw txawb cov ncuav kws xyeem rua ntawm nwg xubndag ib txhws hab ua kevcai hlawv huvsw xyeem rua thaus taagkig hab thaus yuav tsaus ntuj hab rua nub Xanpatau  hab rua nub hli xab hab rua tej kevcai paam noj paam haus kws teem ca rua Yawmsaub kws yog peb tug Vaajtswv lawv le kws has tseg rua cov Yixayee ib txhab ib txhws."},{"bible_id":"1216","chapter_code":"2CH.2","verse_code":"2CH.2.5","label":"5","content":"Lub tuam tsev kws kuv yuav ua hov mas luj heev tsua qhov peb tug Vaajtswv luj dua tej timtswv huvsw."},{"bible_id":"1216","chapter_code":"2CH.2","verse_code":"2CH.2.6","label":"6","content":"Tassws leejtwg yuav muaj peevxwm ua tau lub tuam tsev rua nwg nyob, tsua qhov sau nruab ntug kws sab kawg nkaus los tub tsw txaus rua nwg nyob? Kuv yog leejtwg es yuav ua lub tuam tsev rua nwg nyob tau, tsuas yog ua lub chaw hlawv tej moov tshuaj tsw qaab xyeem rua ntawm nwg xubndag xwb?"},{"bible_id":"1216","chapter_code":"2CH.2","verse_code":"2CH.2.7","label":"7","content":"Yog le ntawd nwgnuav thov koj xaa ib tug txwvneej kws txawj ua Kws kub Kws nyaj Kws tooj lab hab Kws hlau hab txawj ntus ntaub yimlaaj hab lab hab xav, hab yog tug Kws txawj txaug, sub nwg txhad nrug kuv cov tuabneeg kws ua Kws ua num huv Yuta hab huv Yeluxalee, kws kuv txwv Tavi nrhav ca lawd."},{"bible_id":"1216","chapter_code":"2CH.2","verse_code":"2CH.2.8","label":"8","content":"Thov koj xaa cov ntoo cab hab cov ntoo cab nplooj suab hab cov ntoo lab ntawm roob Lenpanoo tuaj rua kuv, tsua qhov kuv paub tas koj cov tuabneeg txawj txav ntoo huv Lenpanoo. Mas kuv cov tub teg tub taw yuav nrug koj cov tub teg tub taw ua num,"},{"bible_id":"1216","chapter_code":"2CH.2","verse_code":"2CH.2.9","label":"9","content":"es npaaj ntoo rua kuv ntau kawg le, tsua qhov lub tuam tsev kws kuv yuav ua nuav mas yuav ua luj kawg hab zoo nkauj kawg le."},{"bible_id":"1216","chapter_code":"2CH.2","verse_code":"2CH.2.10","label":"10","content":"Kuv yuav muab cov mog kws zum tau lawm ob vaam khaula,  cov qeb ob vaam khaula, cawv txwv maab ob vaam npa, hab roj aulib ob vaam npa  rua koj cov tub teg tub taw kws txav ntoo hov.”"},{"bible_id":"1216","chapter_code":"2CH.2","verse_code":"2CH.2.11","label":"11","content":"Mas Hulaa kws ua vaajntxwv kaav lub nroog Thailab ua ntawv teb tuaj rua Xalaumoo tas, “Tub yog vem Yawmsaub hlub nwg haiv tuabneeg nwg txhad tsaa koj ua vaajntxwv kaav puab.”"},{"bible_id":"1216","chapter_code":"2CH.2","verse_code":"2CH.2.12","label":"12","content":"Hulaa kuj has tas, “Qhuas Yawmsaub kws yog cov Yixayee tug Vaajtswv, tug kws tswm lub ntuj hab lub teb, yog tug kws pub ib tug tub kws txawj ntse rua vaajntxwv Tavi, muaj tswvyim plaab plaw hab muaj kev nkaag sab, yog tug kws yuav ua lub tuam tsev rua Yawmsaub hab ib lub tsev vaajntxwv rua nwg."},{"bible_id":"1216","chapter_code":"2CH.2","verse_code":"2CH.2.13","label":"13","content":"“Nwgnuav kuv xaa ib tug Kws kws txawj hab nkaag sab zoo tuaj rua koj, yog Hulaa‑anpi,"},{"bible_id":"1216","chapter_code":"2CH.2","verse_code":"2CH.2.14","label":"14","content":"nwg nam yog tuabneeg xeem Ntaaj nwg txwv yog tuabneeg huv lub nroog Thailab. Nwg txawj ua Kws kub Kws nyaj Kws tooj lab Kws hlau txawj txaug pob zeb hab ua Kws ntoo hab txawj ntus ntaub yimlaaj hab xav hab lab hab ntus tau ntaub maag zoo zoo, hab txawj txaug txhua yaam hab ua lawv le tej qauv txaij nraug quas zeeg kws muab rua nwg ua. Nwg yuav nrug koj cov Kws ua num kws koj txwv Tavi kws yog kuv tug tswv tau nrhav ca lawm ua num ua ke."},{"bible_id":"1216","chapter_code":"2CH.2","verse_code":"2CH.2.15","label":"15","content":"Yog le ntawd mas cov mog cov qeb cov roj cov cawv txwv maab kws koj has txug hov koj ca le xaa tuaj rua peb kws yog koj cov qhev."},{"bible_id":"1216","chapter_code":"2CH.2","verse_code":"2CH.2.16","label":"16","content":"Mas peb yuav txav cov ntoo ntawm Lenpanoo npaum le kws koj cheem tsum yuav hab peb yuav muab ua phuaj txwv es xaa huv dej havtxwv moog rua ntawm lub moos Yaupa, es koj txhad coj tau moog rua ntawm Yeluxalee.”"},{"bible_id":"1216","chapter_code":"2CH.2","verse_code":"2CH.2.17","label":"17","content":"Mas Xalaumoo txhad txheeb lwm haiv tuabneeg kws nyob huv Yixayee tebchaws tej npe huvsw ib yaam le nwg txwv Tavi tau txheeb ib zag lawm. Mas txheeb tau muaj 153,600 leej."},{"bible_id":"1216","chapter_code":"2CH.2","verse_code":"2CH.2.18","label":"18","content":"Nwg khaiv xyaa vaam leej ua cov kws kwv hov txhua chaw, yim vaam leej ua cov kws txaam pob zeb peg roob hab peb txheeb rau pua leej ua cov kws saib hab txhwb cov tuabneeg hov ua num."},{"bible_id":"1216","chapter_code":"2CH.3","verse_code":"2CH.3.1","label":"1","content":"Xalaumoo chiv ua Yawmsaub lub tuam tsev rua huv Yeluxalee sau lub roob Mauliya kws Yawmsaub tau tshwm rua nwg txwv Tavi pum, ncaaj ntawm lub chaw kws Tavi tau teem ca, yog ntawm Aulanaa kws yog tuabneeg Yenpu lub tshaav ntaus qoob."},{"bible_id":"1216","chapter_code":"2CH.3","verse_code":"2CH.3.2","label":"2","content":"Nwg chiv nqeg teg ua rua lub ob hlis xyoo plaub kws nwg ua vaajntxwv kaav."},{"bible_id":"1216","chapter_code":"2CH.3","verse_code":"2CH.3.3","label":"3","content":"Xalaumoo ua Vaajtswv lub tuam tsev daav hab ntev le nuav, yog ntev rau caum tshwm hab daav neeg nkaum tshwm, lawv tej tshwm kws swv thau u."},{"bible_id":"1216","chapter_code":"2CH.3","verse_code":"2CH.3.4","label":"4","content":"Zaaj qaab khaav kws yuav nkaag rua huv lub tuam tsev ntev neeg nkaum tshwm npaum le lub tuam tsev qhov kws daav, sab neeg nkaum tshwm. Huv lub nrog tsev nwg muab tseem kub luam thoob plhawv."},{"bible_id":"1216","chapter_code":"2CH.3","verse_code":"2CH.3.5","label":"5","content":"Phaab ntsaa lub tuam tsev saab huv lub nrog tsev nwg muab cov ntoo cab nplooj suab xov hab muab kub zoo zoo luam hab sais ua tej tsob toov laaj hab cov saw txaij nraug quas zeeg rua ntawd."},{"bible_id":"1216","chapter_code":"2CH.3","verse_code":"2CH.3.6","label":"6","content":"Nwg muab cov qai zeb hlaws muaj nqes lug teem ca rua huv lub tuam tsev. Cov kub yog cov kub ntawm lub moos Pava‑i."},{"bible_id":"1216","chapter_code":"2CH.3","verse_code":"2CH.3.7","label":"7","content":"Nwg txhad muab kub luam lub tuam tsev, yog luam tej laag tej paws rooj tej phaab ntsaa hab cov qhov rooj huvsw hab txaug duab Khelunpee rua ntawm tej phaab ntsaa."},{"bible_id":"1216","chapter_code":"2CH.3","verse_code":"2CH.3.8","label":"8","content":"Nwg ua chaav dawb huv kawg nkaus, qhov ntev hab qhov daav yog neeg nkaum tshwm xwm faab daav le lub tuam tsev. Nwg muab kub zoo zoo nyaav rau pua talaa  lug luam rua."},{"bible_id":"1216","chapter_code":"2CH.3","verse_code":"2CH.3.9","label":"9","content":"Cov ntsa hlau kub nyaav tswb caug sekhee.  Hab nwg muab kub luam tej chaav txheej sau."},{"bible_id":"1216","chapter_code":"2CH.3","verse_code":"2CH.3.10","label":"10","content":"Huv chaav dawb huv kawg nkaus hov nwg muab ntoo ua ob tug Khelunpee hab muab kub luam."},{"bible_id":"1216","chapter_code":"2CH.3","verse_code":"2CH.3.11","label":"11","content":"Ob tug Khelunpee nthuav kauj tis daav neeg nkaum tshwm. Ib tug ib saab kauj tis ntev tswb tshwm ti nkaus ib saab phaab ntsaa tuam tsev, hab ib saab ntev tswb tshwm tuaj twb nkaus ib tug Khelunpee saab kauj tis."},{"bible_id":"1216","chapter_code":"2CH.3","verse_code":"2CH.3.12","label":"12","content":"Tug Khelunpee nuav ib saab kauj tis kuj ntev tswb tshwm ti nkaus ib saab phaab ntsaa tuam tsev hab, ib saab kauj tis ntev tswb tshwm kuj txuas nkaus thawj tug Khelunpee saab kauj tis hab."},{"bible_id":"1216","chapter_code":"2CH.3","verse_code":"2CH.3.13","label":"13","content":"Ob tug Khelunpee nuav le kauj tis nthuav daav neeg nkaum tshwm. Ob tug sawv quas ntsug tig ndag moog rua tom chaav dawb huv."},{"bible_id":"1216","chapter_code":"2CH.3","verse_code":"2CH.3.14","label":"14","content":"Nwg muab ntaub xav hab yimlaaj hab lab hab ntaub maag zoo zoo ua daim ntaub thaiv hab ua paaj ntaub duab Khelunpee rua ntawm daim ntaub hov."},{"bible_id":"1216","chapter_code":"2CH.3","verse_code":"2CH.3.15","label":"15","content":"Nwg ua ob tug ncej rua ntawm lub qhov rooj tuam tsev sab peb caug tswb tshwm hab ua ob lub hauv ncej sab tswb tshwm txawb rua sau ob tug ncej."},{"bible_id":"1216","chapter_code":"2CH.3","verse_code":"2CH.3.16","label":"16","content":"Nwg ua cov saw zoo le cov saw khuab cej daab lu rua sau cov hauv ncej hab nwg ua ib puas lub txwv ntsab pobkws dai rua ntawm cov saw hov."},{"bible_id":"1216","chapter_code":"2CH.3","verse_code":"2CH.3.17","label":"17","content":"Nwg txhus ob tug ncej rua ob saab qhov rooj tuam tsev, ib tug nyob saab peg ib tug nyob saab nraag. Nwg tis npe rua tug kws nyob saab nraag hu ua Yakhi, tug kws nyob saab peg nwg hu ua Npau‑a."},{"bible_id":"1216","chapter_code":"2CH.4","verse_code":"2CH.4.1","label":"1","content":"Nwg muab tooj lab ua ib lub thaaj xyeem hov txhua chaw ntev neeg nkaum tshwm, daav neeg nkaum tshwm sab kaum tshwm."},{"bible_id":"1216","chapter_code":"2CH.4","verse_code":"2CH.4.2","label":"2","content":"Nwg nchuav ib lub rhawv dej kheej kheej ntsuag lub nrog sau ncauj daav kaum tshwm sab tswb tshwm hab ntsuag puag ncig muaj peb caug tshwm."},{"bible_id":"1216","chapter_code":"2CH.4","verse_code":"2CH.4.3","label":"3","content":"Ntawm lub ncauj rhawv dej huv qaab muaj ib co duab nyuj nyob puag ncig taag nrho peb caug tshwm. Cov nyuj hov nyob ua ob zaaj nchuav keev xeeb nkaus rua lub rhawv dej."},{"bible_id":"1216","chapter_code":"2CH.4","verse_code":"2CH.4.4","label":"4","content":"Lub rhawv dej txawb rua sau kaum ob tug nyuj, peb tug tig ndag rua saab peg, peb tug tig ndag rua saab nub poob, peb tug tig ndag rua saab nraag hab peb tug tig ndag rua saab nub tuaj. Puab muab lub rhawv dej txawb sau cov nyuj. Cov nyuj tig pobtw huvsw rua huv plawv."},{"bible_id":"1216","chapter_code":"2CH.4","verse_code":"2CH.4.5","label":"5","content":"Lub rhawv dej hov tuab ib dus, ua lub npoo rhawv dej zoo le lub npoo taig, hab ua zoo le lub paaj qos dej, ntim tau peb txheeb npab dej."},{"bible_id":"1216","chapter_code":"2CH.4","verse_code":"2CH.4.6","label":"6","content":"Hab nwg ua kaum lub phaaj dej ca ntxuav hov txhua chaw, hab muab tswb lub txawb rua lub tuam tsev saab nraag hab tswb lub txawb rua saab peg. Puab yuav swv cov phaaj dej nuav ntxuav tej kws muab ua kevcai hlawv huvsw xyeem, tassws lub rhawv dej luj mas ca rua cov pov thawj swv xwb."},{"bible_id":"1216","chapter_code":"2CH.4","verse_code":"2CH.4.7","label":"7","content":"Nwg muab kub ua kaum tug ncej txawb teeb lawv le tau has tseg, hab nwg muab txawb rua huv lub tuam tsev, tswb tug txawb rua saab nraag tswb tug txawb rua saab peg."},{"bible_id":"1216","chapter_code":"2CH.4","verse_code":"2CH.4.8","label":"8","content":"Nwg ua kaum lub rooj hab muab txawb rua huv lub tuam tsev, txawb tswb lub rua saab nraag tswb lub rua saab peg, hab nwg muab kub ua ib puas lub phaaj."},{"bible_id":"1216","chapter_code":"2CH.4","verse_code":"2CH.4.9","label":"9","content":"Nwg ua lub tshaav puam rua cov pov thawj, hab lub tshaav puam luj hab ua rooj loog rua cov tshaav puam hov hab muab tooj lab luam cov rooj loog hov."},{"bible_id":"1216","chapter_code":"2CH.4","verse_code":"2CH.4.10","label":"10","content":"Nwg muab lub nam rhawv dej luj txawb rua ntawm lub tuam tsev saab nub tuaj kws npuas rua saab nraag."},{"bible_id":"1216","chapter_code":"2CH.4","verse_code":"2CH.4.11","label":"11","content":"Hulaa kuj tau ua tej laujkaub tej duav phuaj hab tej phaaj. Hulaa txhad ua tau txhua yaam tav rua huv Vaajtswv lub tuam tsev rua vaajntxwv Xalaumoo, yog tej nuav,"},{"bible_id":"1216","chapter_code":"2CH.4","verse_code":"2CH.4.12","label":"12","content":"ob tug ncej hab ob lub taig kws txawb sau hauv ncej sau ob tug ncej, hab ob daim ntxaij qhov muag kws kauv ob lub taig hauv ncej sau ob tug ncej,"},{"bible_id":"1216","chapter_code":"2CH.4","verse_code":"2CH.4.13","label":"13","content":"hab plaub puas lub txwv ntsab pobkws lu rua ob daim ntxaij qhov muag hov. Ib daim ntxaij qhov muag mas dai ob zaaj txwv ntsab pobkws sub txhad le nyob puag ncig ob lub taig kws txawb sau hauv ncej sau ob tug ncej,"},{"bible_id":"1216","chapter_code":"2CH.4","verse_code":"2CH.4.14","label":"14","content":"Nwg ua cov tsheb thawb dej hab cov phaaj dej kws nyob sau cov tsheb,"},{"bible_id":"1216","chapter_code":"2CH.4","verse_code":"2CH.4.15","label":"15","content":"hab ib lub nam rhawv dej hab kaum ob tug nyuj kws txawb lub rhawv dej."},{"bible_id":"1216","chapter_code":"2CH.4","verse_code":"2CH.4.16","label":"16","content":"Tej laujkaub hab tej duav phuaj hab cov muv chob nqaj hab tej pestwj swv huvsw nuav mas Hulaa‑anpi muab tooj lab kws txhuam ci nplaag lawm ua pub rua vaajntxwv Xalaumoo swv huv Yawmsaub lub tuam tsev."},{"bible_id":"1216","chapter_code":"2CH.4","verse_code":"2CH.4.17","label":"17","content":"Vaajntxwv nchuav cov nuav ntawm lub haav Yalatee ntawm qhov aav nplaum kws nyob lub moos Xukhau hab lub moos Xelenta ntu nruab nraab."},{"bible_id":"1216","chapter_code":"2CH.4","verse_code":"2CH.4.18","label":"18","content":"Xalaumoo ua txhua yaam nuav ntau kawg le mas txhad tsw paub tas cov tooj lab nyaav npaum le caag."},{"bible_id":"1216","chapter_code":"2CH.4","verse_code":"2CH.4.19","label":"19","content":"Xalaumoo ua tau txhua yaam pestwj kws swv huv Vaajtswv lub tuam tsev, yog tej nuav, lub thaaj kub hab cov rooj kws txawb ncuav ntawm Yawmsaub xubndag,"},{"bible_id":"1216","chapter_code":"2CH.4","verse_code":"2CH.4.20","label":"20","content":"hab cov ncej txawb teeb hab tej teeb kws xuas tseem kub ua kws yuav ci npuas chaav tsev kws dawb huv kawg nkaus lawv le kws has tseg,"},{"bible_id":"1216","chapter_code":"2CH.4","verse_code":"2CH.4.21","label":"21","content":"hab cov paaj ntoo hab cov teeb hab caj kws xuas cov tseem kub ua,"},{"bible_id":"1216","chapter_code":"2CH.4","verse_code":"2CH.4.22","label":"22","content":"hab cov taig khwb teeb xeeb hab cov phaaj, hab cov taig kws rau cov moov tshuaj tsw qaab hab tej laug yawm ncaig tawg kws muab tseem kub ua, hab cov ntsej tuav txhwb qhov rooj kaw chaav dawb huv kawg nkaus hab tuav txhwb qhov rooj chaav dawb huv mas puavleej muab kub ua."},{"bible_id":"1216","chapter_code":"2CH.5","verse_code":"2CH.5.1","label":"1","content":"Txhua yaam num kws vaajntxwv Xalaumoo ua Yawmsaub lub tuam tsev txhad tav taag le nuav. Hab Xalaumoo coj tej nyaj tej kub hab tej pestwj swv huvsw kws nwg txwv Tavi tub muab xyeem pub rua Vaajtswv lawd lug muab khaws ca rua huv tej txhaab nyaj huv Vaajtswv lub tuam tsev."},{"bible_id":"1216","chapter_code":"2CH.5","verse_code":"2CH.5.2","label":"2","content":"Mas Xalaumoo hu Yixayee cov kev txwj quas laug, yog txhua tug kws ua hlub huv txhua xeem hab txhua cum tug thawj tuaj txoos ua ke rua huv Yeluxalee es yuav moog coj Yawmsaub lub swb xaab sws cog lug tawm huv Tavi lub nroog kws yog lub roob Xi‑oo lug."},{"bible_id":"1216","chapter_code":"2CH.5","verse_code":"2CH.5.3","label":"3","content":"Mas taag nrho Yixayee cov txwvneej tuaj txoos ua ke ntawm vaajntxwv xubndag rua lub swjhawm kws ua kevcai paam noj haus rua lub xyaa hli."},{"bible_id":"1216","chapter_code":"2CH.5","verse_code":"2CH.5.4","label":"4","content":"Cov Yixayee tej kev txwj quas laug suavdawg tuaj txhwj mas cov Levi txawm nqaa lub swb xaab."},{"bible_id":"1216","chapter_code":"2CH.5","verse_code":"2CH.5.5","label":"5","content":"Puab coj lub swb xaab hab lub tsev ntaub sws ntswb hab tej pestwj dawb huv huvsw kws nyob huv lub tsev ntaub moog. Tej nuav cov pov thawj hab cov Levi yog cov kws coj lug."},{"bible_id":"1216","chapter_code":"2CH.5","verse_code":"2CH.5.6","label":"6","content":"Vaajntxwv Xalaumoo hab ib tsoom Yixayee suavdawg kws tuaj txoos ua ke rua ntawm nwg xubndag nyob ntawm lub swb xaab hab muab yaaj muab nyuj coob kawg lug tua xyeem suav tsw txheeb le."},{"bible_id":"1216","chapter_code":"2CH.5","verse_code":"2CH.5.7","label":"7","content":"Cov pov thawj txhad coj Yawmsaub lub swb xaab sws cog lug moog rua ntawm lub chaw kws npaaj ca huv lub tuam tsev chaav saab huv kws yog chaav dawb huv kawg nkaus, mas muab tso rua huv qaab ob tug Khelunpee phob kauj tis."},{"bible_id":"1216","chapter_code":"2CH.5","verse_code":"2CH.5.8","label":"8","content":"Ob tug Khelunpee hov nthuav kauj tis rua sau lub chaw kws txawb lub swb xaab mas txhad roog lub swb xaab hab ob tug laag kwv."},{"bible_id":"1216","chapter_code":"2CH.5","verse_code":"2CH.5.9","label":"9","content":"Ob tug laag hov ntev heev, mas yog nyob huv chaav dawb huv mas pum ob tug tw laag tshwm huv chaav saab huv tuaj, kuas yog nyob saab nrau mas tsw pum. Mas ob tug laag hov tseed nyob hov ntawd txug naj nub nwgnuav."},{"bible_id":"1216","chapter_code":"2CH.5","verse_code":"2CH.5.10","label":"10","content":"Tsw muaj daabtsw nyob huv lub swb xaab le tsuas yog ob daim txag zeb kws Mauxe muab tso rua huv ntawm lub roob Haule  kws yog lub chaw kws Yawmsaub nrug cov Yixayee sws cog lug tseg rua thaus puab tawm huv Iyi tebchaws lug."},{"bible_id":"1216","chapter_code":"2CH.5","verse_code":"2CH.5.11","label":"11","content":"Dhau hov cov pov thawj tawm huv chaav dawb huv lug. Cov pov thawj kws nyob hov ntawd suavdawg tau tu puab tug kheej kuas dawb huv lawm, puab tsw xaam tas yog nub kws paab twg ua num."},{"bible_id":"1216","chapter_code":"2CH.5","verse_code":"2CH.5.12","label":"12","content":"Cov Levi kws yog cov hu nkauj suavdawg, yog Axas, Hemaa hab Yentuthu hab puab cov tub hab puab cov kwvtij naav tsoog tsho ntaub maag zoo zoo tau npuaj nruag tooj lab ntaus nkauj nog ncaas miv hab ntaus nkauj nog ncaas luj sawv quas ntsug ntawm lub thaaj saab nub tuaj hab muaj cov pov thawj kws tshuab raaj xyu ib puas neeg nkaum leej."},{"bible_id":"1216","chapter_code":"2CH.5","verse_code":"2CH.5.13","label":"13","content":"Cov tshuv raaj hab cov hu nkauj yuav tsum tsaa suab nrov ib txhwj qhuas hab ua Yawmsaub tsaug. Mas thaus puab tsaa suab nrov nrug suab raaj hab suab nruag npuaj tooj lab hab lwm yaam suab phim nkauj, tes puab qhuas Yawmsaub has tas, “Yawmsaub yog tug zoo, nwg txujkev hlub ruaj khov nyob moog ib txhws tsw kawg,” mas ib tauv fuab txawm lug puv nkaus Yawmsaub lub tuam tsev."},{"bible_id":"1216","chapter_code":"2CH.5","verse_code":"2CH.5.14","label":"14","content":"Mas cov pov thawj txhad sawv ntsug ua num tsw tau vem tauv fuab hov, tsua qhov Yawmsaub tug fwjchim ci ntsaa quas ab puv nkaus Vaajtswv lub tuam tsev."},{"bible_id":"1216","chapter_code":"2CH.6","verse_code":"2CH.6.1","label":"1","content":"Tes Xalaumoo txawm has tas, “Yawmsaub tau has tas nwg yuav nyob huv qhov tsaus ntuj quas nti."},{"bible_id":"1216","chapter_code":"2CH.6","verse_code":"2CH.6.2","label":"2","content":"Kuv tau ua lub tuam tsev zoo heev rua koj, yog lub chaw rua koj nyob moog ib txhws le.”"},{"bible_id":"1216","chapter_code":"2CH.6","verse_code":"2CH.6.3","label":"3","content":"Mas vaajntxwv tig lug foom koob moov rua ib tsoom Yixayee suavdawg rua thaus puab suavdawg tseed sawv ntsug."},{"bible_id":"1216","chapter_code":"2CH.6","verse_code":"2CH.6.4","label":"4","content":"Nwg has tas, “Ca le qhuas Yawmsaub kws yog cov Yixayee tug Vaajtswv kws txhais teg ua tau tav lawv le tej lug kws cog tseg rua kuv txwv Tavi lawd, has tas,"},{"bible_id":"1216","chapter_code":"2CH.6","verse_code":"2CH.6.5","label":"5","content":"‘Txwj nub kws kuv coj kuv haiv tuabneeg tawm huv Iyi tebchaws lug kuv tsw tau xaiv ib lub moos twg huv cov xeem Yixayee suavdawg ca ua lub tuam tsev rua kuv lub npe nyob, hab kuv tsw tau xaiv ib tug txwvneej twg lug ua tug thawj kaav kuv haiv tuabneeg Yixayee."},{"bible_id":"1216","chapter_code":"2CH.6","verse_code":"2CH.6.6","label":"6","content":"Tassws nwgnuav kuv tau xaiv Yeluxalee ua chaw rua kuv lub npe nyob hab kuv tau xaiv Tavi ua tug kaav kuv haiv tuabneeg Yixayee.’"},{"bible_id":"1216","chapter_code":"2CH.6","verse_code":"2CH.6.7","label":"7","content":"Kuv txwv Tavi tau npaaj sab ca tas yuav ua lub tuam tsev rua Yawmsaub kws yog Yixayee tug Vaajtswv lub npe nyob."},{"bible_id":"1216","chapter_code":"2CH.6","verse_code":"2CH.6.8","label":"8","content":"Tassws Yawmsaub has rua kuv txwv Tavi tas, ‘Qhov kws koj npaaj sab yuav ua lub tuam tsev rua kuv lub npe nyob hov koj tub ua zoo lawm."},{"bible_id":"1216","chapter_code":"2CH.6","verse_code":"2CH.6.9","label":"9","content":"Tassws koj tsw yog tug kws yuav ua lub tuam tsev. Koj tug tub kws yuav yug lug yog tug kws yuav ua lub tuam tsev rua kuv lub npe nyob.’"},{"bible_id":"1216","chapter_code":"2CH.6","verse_code":"2CH.6.10","label":"10","content":"Nwgnuav Yawmsaub tub ua rua tej lug kws nwg cog tseg hov tav lawm. Tsua qhov kuv tau sawv lug nyob kuv txwv Tavi chaw hab nyob sau cov Yixayee lub zwm txwv lawv le Yawmsaub tau cog lug tseg hab kuv tau ua lub tuam tsev rua Yawmsaub kws yog cov Yixayee tug Vaajtswv lub npe nyob."},{"bible_id":"1216","chapter_code":"2CH.6","verse_code":"2CH.6.11","label":"11","content":"Hab hov ntawd kuv tau tso lub swb xaab kws ntim Yawmsaub tej lug kws nwg cog tseg rua cov Yixayee.”"},{"bible_id":"1216","chapter_code":"2CH.6","verse_code":"2CH.6.12","label":"12","content":"Mas Xalaumoo sawv ntsug ntawm Yawmsaub lub thaaj xyeem saab xubndag taab meeg ib tsoom Yixayee suavdawg, hab nwg tsaa hlo nwg ob txhais teg."},{"bible_id":"1216","chapter_code":"2CH.6","verse_code":"2CH.6.13","label":"13","content":"Xalaumoo tau muab tooj lab ua ib lub saam thaj ntev tswb tshwm daav tswb tshwm sab peb tshwm hab tau muab txawb rua huv lub tshaav puam mas nwg nyob sau. Nwg txhus caug taab meeg ib tsoom Yixayee suavdawg hab tsaa teg rua sau ntuj"},{"bible_id":"1216","chapter_code":"2CH.6","verse_code":"2CH.6.14","label":"14","content":"mas has tas, “Au Yawmsaub kws yog Yixayee tug Vaajtswv, yeej tsw muaj ib tug timtswv twg zoo cuag le koj tsw has sau qaum ntuj hab huv nplajteb. Koj ua lawv le koj cog lug tseg hab koj ua txujkev hlub kws ruaj khov tshwm rua koj cov qhev kws ua puab lub neej lawv le koj txujkev kawg sab kawg ntsws."},{"bible_id":"1216","chapter_code":"2CH.6","verse_code":"2CH.6.15","label":"15","content":"Koj tau ua rua kuv txwv Tavi kws yog koj tug qhev lawv le tej lug kws koj tub cog tseg rua nwg lawd. Koj lub qhov ncauj tau has hab koj txhais teg ua tav rua nub nua."},{"bible_id":"1216","chapter_code":"2CH.6","verse_code":"2CH.6.16","label":"16","content":"Au Yawmsaub kws yog Yixayee tug Vaajtswv, yog le ntawd nwgnuav thov koj ua lawv le tej lug kws koj tau cog tseg rua kuv txwv Tavi kws yog koj tug qhev has tas, ‘Yog koj tej tub ki ceev faaj rua txhua txujkev kws puab ua hab coj lawv le kuv txuj kevcai ib yaam le koj, mas tsw muaj ib nub twg kws koj caaj ceg yuav tu ncua tug txwvneej kws nyob sau cov Yixayee lub zwm txwv taab meeg kuv.’"},{"bible_id":"1216","chapter_code":"2CH.6","verse_code":"2CH.6.17","label":"17","content":"Au Yawmsaub kws yog Yixayee tug Vaajtswv, tej lug kws koj tau has tseg rua kuv txwv Tavi kws yog koj tug qhev mas thov koj ua kuas tav."},{"bible_id":"1216","chapter_code":"2CH.6","verse_code":"2CH.6.18","label":"18","content":"“Mas Vaajtswv yuav nrug tuabneeg nyob huv lub nplajteb lov? Saib maj, txawm yog sau nruab ntug hab nruab ntug kws sab kawg nkaus los tub tsw txaus rua koj nyob. Mas lub tuam tsev kws kuv ua nuav yimfuab tsw txaus rua koj nyob."},{"bible_id":"1216","chapter_code":"2CH.6","verse_code":"2CH.6.19","label":"19","content":"Thov koj saib rua koj tug qhev tej lug taij lug thov nuav. Au Yawmsaub kws yog kuv tug Vaajtswv, thov koj noog kuv lub suab hab tej lug taij thov kws koj tug qhev thov ntawm koj xubndag nuav,"},{"bible_id":"1216","chapter_code":"2CH.6","verse_code":"2CH.6.20","label":"20","content":"sub koj lub qhov muag txhad saib ntsoov lub tuam tsev nuav nruab nub mo ntuj, yog lub chaw kws koj cog tseg tas koj yuav tso koj lub npe nyob huv, koj txhad le noog tej lug thov kws koj tug qhev tig ndag rua lub chaw nuav thov."},{"bible_id":"1216","chapter_code":"2CH.6","verse_code":"2CH.6.21","label":"21","content":"Hab thov koj noog koj tug qhev hab koj haiv tuabneeg Yixayee tej lug taij thov rua thaus puab tig ndag rua lub chaw nuav thov. Koj nyob sau ntuj ceeb tsheej kws yog koj lub chaw nyob mas thov koj noog. Thaus koj nov lawd thov koj zaam txem."},{"bible_id":"1216","chapter_code":"2CH.6","verse_code":"2CH.6.22","label":"22","content":"“Yog leejtwg tau ua txhum rua nwg kwvtij zej zog es yuav tsum twv tsawm, hab nwg tuaj twv tsawm ntawm koj lub thaaj xyeem huv lub tuam tsev nuav,"},{"bible_id":"1216","chapter_code":"2CH.6","verse_code":"2CH.6.23","label":"23","content":"mas thov koj nyob sau ntuj noog hab thov koj tu. Thov koj txav txem rua koj cov qhev ob tog, rau txem rua tug kws ua txhum hab coj tej kws nwg ua hov rov poob rua sau nwg taubhau. Hab tug kws tsw txhum mas thov koj tsaa kuas nwg muaj cai pauj qhov kws nwg ua ncaaj nceeg."},{"bible_id":"1216","chapter_code":"2CH.6","verse_code":"2CH.6.24","label":"24","content":"“Yog koj haiv tuabneeg Yixayee swb puab cov yeeb ncuab tsua qhov puab tau ua txhum rua koj, mas yog puab tig rov lug cuag koj hab leeg yuav koj lub npe hab taij thov koj huv lub tuam tsev nuav,"},{"bible_id":"1216","chapter_code":"2CH.6","verse_code":"2CH.6.25","label":"25","content":"tes thov koj nyob sau ntuj noog hab zaam koj haiv tuabneeg Yixayee lub txem hab coj puab rov lug rua huv lub tebchaws kws koj tau pub rua puab hab puab tej laug."},{"bible_id":"1216","chapter_code":"2CH.6","verse_code":"2CH.6.26","label":"26","content":"“Thaus rooj ntug kaw hab tsw muaj naag lug vem yog puab tau ua txhum rua koj, mas yog puab tig ndag rua lub chaw nuav thov hab leeg yuav koj lub npe hab tig ntawm puab tej kev txhum rua thaus koj tswm txom puab,"},{"bible_id":"1216","chapter_code":"2CH.6","verse_code":"2CH.6.27","label":"27","content":"tes thov koj nyob sau ntuj noog hab thov koj zaam koj cov qhev kws yog koj haiv tuabneeg Yixayee lub txem. Thov koj qha txujkev zoo kws tswm nyog puab taug rua puab, hab thov koj pub naag lug rua huv koj lub tebchaws kws koj tau pub ua qub txeeg qub teg rua koj haiv tuabneeg."},{"bible_id":"1216","chapter_code":"2CH.6","verse_code":"2CH.6.28","label":"28","content":"“Yog lub tebchaws raug kev tshaib nqhes, yog muaj mob kis lossws qoob loos nce mob lossws tuaj pwm lossws muaj kooj muaj kaab ntswg, lossws puab cov yeeb ncuab tuaj vej puab huv lub moos twg, mas txawm yog muaj kev mob phem yaam twg los kev mob kev nkeeg yaam twg tshwm tuaj,"},{"bible_id":"1216","chapter_code":"2CH.6","verse_code":"2CH.6.29","label":"29","content":"hab txawm yog ib tug twg lossws koj haiv tuabneeg Yixayee huvsw taij le caag hab thov le caag vem qhov kws nyag paub nyag kev txom nyem hab nyag tej kev nyuaj sab es tsaa teg ncaaj rua lub tuam tsev nuav,"},{"bible_id":"1216","chapter_code":"2CH.6","verse_code":"2CH.6.30","label":"30","content":"tes thov koj nyob sau ntuj kws yog koj lub chaw nyob noog hab zaam txem hab ua rua txhua tug kws koj tub paub huv puab lub sab, lawv le puab tau ua huvsw. Tsua qhov koj, tsuas yog koj tuab leeg xwb txhad paub huv tuabneeg lub sab huvsw."},{"bible_id":"1216","chapter_code":"2CH.6","verse_code":"2CH.6.31","label":"31","content":"Sub puab txhad fwm hab paub ntshai koj hab ua puab lub neej lawv le koj txujkev txhua nub txhua lub swjhawm kws puab nyob huv lub tebchaws kws koj tau pub rua peb tej laug."},{"bible_id":"1216","chapter_code":"2CH.6","verse_code":"2CH.6.32","label":"32","content":"“Ib yaam nkaus le ntawd, thaus lwm haiv tuabneeg ib tug twg kws tsw yog koj haiv tuabneeg Yixayee tuaj lwm lub tebchaws deb tuaj vem yog nov txug koj lub npe hab koj txhais teg kws muaj fwjchim hab koj txhais npaab kws tsaa hlo, mas thaus nwg tuaj tig ndag rua lub tuam tsev nuav thov,"},{"bible_id":"1216","chapter_code":"2CH.6","verse_code":"2CH.6.33","label":"33","content":"tes thov koj nyob sau ntuj kws yog koj lub chaw nyob noog hab thov koj ua lawv le txhua yaam kws lwm haiv tuabneeg tau thov rua koj, sub txhua haiv tuabneeg huv nplajteb txhad paub koj lub npe hab ntshai hab fwm koj yaam nkaus le koj haiv tuabneeg Yixayee, hab puab txhad paub tas lub tuam tsev kws kuv tau ua nuav puab hu lawv le koj lub npe."},{"bible_id":"1216","chapter_code":"2CH.6","verse_code":"2CH.6.34","label":"34","content":"“Yog koj haiv tuabneeg tawm moog ua rog rua puab cov yeeb ncuab rua txujkev twg kws koj khaiv puab moog, es puab tig ndag thov ncaaj rua lub nroog nuav kws koj tau xaiv ca hab tig ndag thov ncaaj rua lub tuam tsev kws kuv tau ua rua koj lub npe nyob,"},{"bible_id":"1216","chapter_code":"2CH.6","verse_code":"2CH.6.35","label":"35","content":"mas thov koj nyob sau ntuj noog puab tej lug taij lug thov hab tuav puab txujcai."},{"bible_id":"1216","chapter_code":"2CH.6","verse_code":"2CH.6.36","label":"36","content":"“Yog puab ua txhum rua koj, vem tsw muaj ib tug twg kws tsw ua txhum, es koj npau tawg rua puab, hab muab puab cob rua yeeb ncuab puab txhad raug nteg coj moog rua yeeb ncuab lub tebchaws tsw has deb los ze,"},{"bible_id":"1216","chapter_code":"2CH.6","verse_code":"2CH.6.37","label":"37","content":"yog puab lub sab xaam pum puab tej kev txhum rua huv lub tebchaws kws puab raug nteg coj moog hov hab ntxeev dua sab hab taij thov koj huv lub tebchaws kws puab nyob hov has tas, ‘Peb tau ua txhum hab ua tsw ncaaj hab ua phem kawg le,’"},{"bible_id":"1216","chapter_code":"2CH.6","verse_code":"2CH.6.38","label":"38","content":"yog puab ntxeev dua sab kawg sab kawg ntsws kawg plaab plaw tswvyim huv lub tebchaws kws puab raug yeeb ncuab nteg coj moog nyob hov, hab yog puab tig ndag rua puab lub tebchaws kws koj pub rua puab tej laug thov koj hab tig ndag rua lub nroog kws koj tau xaiv ca hab lub tuam tsev kws kuv tau ua rua koj lub npe nyob nuav,"},{"bible_id":"1216","chapter_code":"2CH.6","verse_code":"2CH.6.39","label":"39","content":"mas thov koj nyob sau ntuj kws yog koj lub chaw nyob noog puab tej lug taij lug thov hab tuav puab txujcai hab zaam koj haiv tuabneeg lub txem kws puab tau ua txhum rua koj."},{"bible_id":"1216","chapter_code":"2CH.6","verse_code":"2CH.6.40","label":"40","content":"Au kuv tug Vaajtswv, nwgnuav thov koj tsaa koj lub qhov muag saib hab thov koj tig ntsej noog tej lug kws thov ntawm lub chaw nuav."},{"bible_id":"1216","chapter_code":"2CH.6","verse_code":"2CH.6.41","label":"41","content":"“Au Vaajtswv Yawmsaub, thov koj sawv tseeg lug rua huv koj lub chaw su, koj hab koj lub swb xaab kws muaj koj tug fwjchim. Au Vaajtswv Yawmsaub, thov kuas koj txujkev cawm dim nyob ntawm koj cov pov thawj, hab ca koj cov tuabneeg kws dawb huv zoo sab xyiv faab tsua qhov koj ua zoo rua puab."},{"bible_id":"1216","chapter_code":"2CH.6","verse_code":"2CH.6.42","label":"42","content":"Au Vaajtswv Yawmsaub, thov tsw xob tso tug kws koj laub roj tsaa lawd pov tseg. Thov koj ncu ntsoov koj txujkev hlub ruaj khov kws koj muab rua koj tug qhev Tavi.”"},{"bible_id":"1216","chapter_code":"2CH.7","verse_code":"2CH.7.1","label":"1","content":"Thaus Xalaumoo thov taag txawm muaj suavtawg poob sau ntuj lug kub tej hov txhua chaw kws ua kevcai hlawv huvsw xyeem hab tej tsaj kws muab tua xyeem mas Yawmsaub tug fwjchim ci ntsaa quas ab puv nkaus lub tuam tsev."},{"bible_id":"1216","chapter_code":"2CH.7","verse_code":"2CH.7.2","label":"2","content":"Cov pov thawj moog rua huv Yawmsaub lub tuam tsev tsw tau tsua qhov Yawmsaub tug fwjchim ci ntsaa quas ab puv nkaus nwg lub tuam tsev."},{"bible_id":"1216","chapter_code":"2CH.7","verse_code":"2CH.7.3","label":"3","content":"Thaus cov Yixayee suavdawg pum suavtawg nqeg lug hab pum Yawmsaub tug fwjchim ci ntsaa quas ab sau lub tuam tsev, puab khoov ntshws ua plhu ti nkaus cov laag zeb kws pua huv aav, hab puab pe hawm Yawmsaub hab ua nwg tsaug has tas, “Yawmsaub yog tug zoo, nwg txujkev hlub ruaj khov nyob moog ib txhws tsw kawg.”"},{"bible_id":"1216","chapter_code":"2CH.7","verse_code":"2CH.7.4","label":"4","content":"Mas vaajntxwv hab cov pejxeem suavdawg tua tsaj xyeem rua ntawm Yawmsaub xubndag."},{"bible_id":"1216","chapter_code":"2CH.7","verse_code":"2CH.7.5","label":"5","content":"Vaajntxwv Xalaumoo muab nyuj 22,000 tug hab yaaj 120,000 tug tua xyeem. Vaajntxwv hab cov pejxeem suavdawg txhad muab lub tuam tsev xyeem pub rua Vaajtswv le nuav."},{"bible_id":"1216","chapter_code":"2CH.7","verse_code":"2CH.7.6","label":"6","content":"Cov pov thawj nyag sawv ntawm nyag lub chaw hab cov Levi kuj sawv ntsug tuav tej cuab yeej phim nkauj rua Yawmsaub kws vaajntxwv Tavi tau npaaj ca ua Yawmsaub tsaug kws swv rua thaus Tavi qhuas Vaajtswv has tas, “Yawmsaub txujkev hlub ruaj khov nyob moog ib txhws tsw kawg.” Cov pov thawj tshuab raaj nyob ncaaj ntawm cov Levi xubndag. Hab cov Yixayee suavdawg sawv ntsug."},{"bible_id":"1216","chapter_code":"2CH.7","verse_code":"2CH.7.7","label":"7","content":"Mas Xalaumoo ua kevcai tu lub plawv tshaav puam kws ncaaj ntawm lub qhov rooj tuam tsev kuas dawb huv. Mas nwg muab tsaj ua kevcai hlawv huvsw xyeem hab muab cov npluag roj hlawv ua kevcai xyeem sws raug zoo rua hov ntawd, vem lub thaaj tooj lab kws Xalaumoo tau ua lawm tsw txaus tso tej kws ua kevcai hlawv huvsw xyeem hab tej kws ua kevcai xyeem qoob loos hab tej npluag roj."},{"bible_id":"1216","chapter_code":"2CH.7","verse_code":"2CH.7.8","label":"8","content":"Zag hov Xalaumoo hab ib tsoom Yixayee suavdawg ua kevcai paam noj haus xyaa nub. Muaj tuabneeg coob heev tuaj txoos ua ke txwj ntawm txujkev kws moog rua lub moos Hama moog txug ncua tug dej Iyi."},{"bible_id":"1216","chapter_code":"2CH.7","verse_code":"2CH.7.9","label":"9","content":"Mas nub kws yim puab tuaj txoos ua ke caiv su tsua qhov puab tub ua kevcai xyeem pub lub thaaj rua Vaajtswv tau xyaa nub hab ua kevcai paam noj haus xyaa nub lawm."},{"bible_id":"1216","chapter_code":"2CH.7","verse_code":"2CH.7.10","label":"10","content":"Nub tim neeg nkaum peb lub xyaa hli mas Xalaumoo tso cov pejxeem rov moog tsev. Puab zoo sab hab sab xyiv faab vem yog tej kev zoo kws Yawmsaub ua tshwm lug rua Tavi hab Xalaumoo hab rua Yawmsaub haiv tuabneeg Yixayee."},{"bible_id":"1216","chapter_code":"2CH.7","verse_code":"2CH.7.11","label":"11","content":"Xalaumoo ua tau Yawmsaub lub tuam tsev hab nwg lub tsev tav taag le nuav. Txhua yaam kws Xalaumoo tau xaav tseg tas yuav ua Yawmsaub lub tuam tsev hab nwg lub tsev mas nwg ua tau tav huvsw lawm."},{"bible_id":"1216","chapter_code":"2CH.7","verse_code":"2CH.7.12","label":"12","content":"Mas Yawmsaub lug tshwm rua Xalaumoo thaus mo ntuj hab has rua nwg tas, “Kuv tub nov koj tej lug thov lawm hab kuv tau xaiv lub chaw nuav ua lub tsev kws tua tsaj xyeem rua kuv."},{"bible_id":"1216","chapter_code":"2CH.7","verse_code":"2CH.7.13","label":"13","content":"Thaus kuv kaw rooj ntug tsw pub kuas naag lug, lossws kuv has kuas kooj ntaas lug txom faav lub tebchaws lossws tso mob kis lug rua huv kuv haiv tuabneeg,"},{"bible_id":"1216","chapter_code":"2CH.7","verse_code":"2CH.7.14","label":"14","content":"mas yog kuv haiv tuabneeg kws luas hu lawv le kuv lub npe txu fwjchim hab taij thov hab nrhav kuv hab tig ntawm puab tej kev txhum kuv yuav nyob sau ntuj noog hab yuav zaam puab lub txem hab yuav khu puab lub tebchaws kuas zoo."},{"bible_id":"1216","chapter_code":"2CH.7","verse_code":"2CH.7.15","label":"15","content":"Kuv yuav tsaa muag saib hab tig ntsej noog tej lug kws puab thov ntawm lub chaw nuav."},{"bible_id":"1216","chapter_code":"2CH.7","verse_code":"2CH.7.16","label":"16","content":"Tsua qhov nwgnuav kuv tau xaiv hab tu lub tuam tsev nuav kuas dawb huv sub kuv lub npe txhad nyob huv ib txhab ib txhws. Kuv lub qhov muag hab kuv lub sab yuav nrug nraim lub chaw nuav moog ib txhws."},{"bible_id":"1216","chapter_code":"2CH.7","verse_code":"2CH.7.17","label":"17","content":"Has txug koj, yog koj ua koj lub neej taab meeg kuv ib yaam nkaus le koj txwv Tavi ua hab ua txhua yaam lawv le kws kuv has kuas koj ua, hab tuav rawv kuv tej kaab ke hab kuv tej kevcai,,"},{"bible_id":"1216","chapter_code":"2CH.7","verse_code":"2CH.7.18","label":"18","content":"mas kuv yuav tsaa koj lub zwm txwv nyob ruaj khov lawv le kuv tau cog lug tseg rua koj txwv Tavi lawm tas, ‘Tsw muaj ib nub twg kws koj caaj ceg yuav tu ncua tug txwvneej ua vaajntxwv kaav cov Yixayee le.’"},{"bible_id":"1216","chapter_code":"2CH.7","verse_code":"2CH.7.19","label":"19","content":"“Tassws yog mej thim hab muab kuv tej kaab ke hab kuv tej lug nkaw kws kuv tau cob rua mej tso tseg, es mej moog ua koom hab pe luas tej daab,"},{"bible_id":"1216","chapter_code":"2CH.7","verse_code":"2CH.7.20","label":"20","content":"mas kuv yuav muab mej rhu hlo tawm ntawm lub tebchaws kws kuv tau muab rua mej, hab kuv yuav muab lub tuam tsev kws kuv tu kuas dawb huv rua kuv lub npe nyob lawd laim pov tseg kuas pluj ntawm kuv qhov muag. Kuv yuav muab lub tuam tsev ua paaj lug rua txhua haiv tuabneeg has tag luas ncauj luas lu."},{"bible_id":"1216","chapter_code":"2CH.7","verse_code":"2CH.7.21","label":"21","content":"Lub tuam tsev nuav kws zoo nkauj kawg mas txhua tug kws taug kev yuav xaav tsw thoob hab has tas, ‘Ua caag Yawmsaub ua le hov rua lub tebchaws nuav hab lub tuam tsev nuav?’"},{"bible_id":"1216","chapter_code":"2CH.7","verse_code":"2CH.7.22","label":"22","content":"Tes luas yuav teb tas, ‘Vem yog puab muab Yawmsaub kws yog puab tej laug tug Vaajtswv kws coj puab tawm huv Iyi tebchaws lug tso pov tseg, es moog tsawv nkaus luas tej daab lug pe hab ua koom rua. Vem le nuav Yawmsaub txhad coj tej xwm txheej phem nuav huvsw lug raug puab.’ ”"},{"bible_id":"1216","chapter_code":"2CH.8","verse_code":"2CH.8.1","label":"1","content":"Xalaumoo swv swjhawm neeg nkaum xyoo ua tau Yawmsaub lub tuam tsev hab ua tau nwg lub tsev,"},{"bible_id":"1216","chapter_code":"2CH.8","verse_code":"2CH.8.2","label":"2","content":"mas Xalaumoo le maav khu tej moos kws Hulaa tau pub rua nwg hab kuas cov Yixayee moog nyob rua huv."},{"bible_id":"1216","chapter_code":"2CH.8","verse_code":"2CH.8.3","label":"3","content":"Xalaumoo moog rua lub moos Hamaxaunpa hab txeeb tau lub moos hov."},{"bible_id":"1216","chapter_code":"2CH.8","verse_code":"2CH.8.4","label":"4","content":"Nwg khu lub moos Thamau huv tebchaws moj saab qhua hab khu tej moos khaws cuab txhaj cuab taam ca rua huv Hama."},{"bible_id":"1216","chapter_code":"2CH.8","verse_code":"2CH.8.5","label":"5","content":"Nwg khu lub moos Npe Hauloo peg roob hab lub moos Npe Hauloo nruab tag, ua ob lub moos ruaj khov muaj ntsaa loog muaj qhov rooj hab muaj laag rooj."},{"bible_id":"1216","chapter_code":"2CH.8","verse_code":"2CH.8.6","label":"6","content":"Hab ua lub moos Npa‑alab hab ua txhua lub moos kws nwg khaws cuab txhaj cuab taam ca rua huv, hab ua tej moos kws nwg khaws tej tsheb neeg ua rog rua huv, hab ua tej moos kws nwg cov tub rog caij neeg nyob, hab ua txhua yaam kws Xalaumoo xaav kuas ua rua huv lub nroog Yeluxalee hab huv tebchaws Lenpanoo hab thoob plawg tej tebchaws kws Xalaumoo kaav."},{"bible_id":"1216","chapter_code":"2CH.8","verse_code":"2CH.8.7","label":"7","content":"Cov Hithai, cov Amaulai, cov Pelixai, cov Hivai hab cov Yenpu kws tseed tshuav nyob, kws tsw yog tuabneeg Yixayee,"},{"bible_id":"1216","chapter_code":"2CH.8","verse_code":"2CH.8.8","label":"8","content":"mas cov tuabneeg nuav le noob kws tshuav nyob huv lub tebchaws kws cov Yixayee tsw tau muab ua puam tsuaj taag tes Xalaumoo yuam ua qhev lug txug naj nub nwgnuav."},{"bible_id":"1216","chapter_code":"2CH.8","verse_code":"2CH.8.9","label":"9","content":"Tassws cov tuabneeg Yixayee mas Xalaumoo tsw yuam ua qhev. Puab ua vaajntxwv cov tub rog hab ua nwg cov num tswv hab ua thawj kaav cov tsheb neeg ua rog hab ua nwg cov tub rog kws caij neeg."},{"bible_id":"1216","chapter_code":"2CH.8","verse_code":"2CH.8.10","label":"10","content":"Cov nuav yog vaajntxwv Xalaumoo cov num tswv kws ua hlub huvsw muaj ob puas tswb caug leej, yog cov kws saib cov pejxeem."},{"bible_id":"1216","chapter_code":"2CH.8","verse_code":"2CH.8.11","label":"11","content":"Xalaumoo coj Falau tug ntxhais ntawm Tavi lub nroog moog rua lub tsev kws nwg tau ua rua Falau tug ntxhais nyob, vem nwg has tas, “Kuv tug quaspuj tsw tswm nyog nyob huv Yixayee tug vaajntxwv Tavi lub tsev, tsua qhov txhua qhov chaw kws Yawmsaub lub swb xaab tau nyob huv yog tej chaw kws dawb huv lawm.”"},{"bible_id":"1216","chapter_code":"2CH.8","verse_code":"2CH.8.12","label":"12","content":"Xalaumoo ua kevcai hlawv huvsw xyeem rua Yawmsaub sau Yawmsaub lub thaaj kws nwg tau ua rua ntawm zaaj qaab khaav ntawm lub tuam tsev."},{"bible_id":"1216","chapter_code":"2CH.8","verse_code":"2CH.8.13","label":"13","content":"Nwg pheej xyeem lawv le Mauxe tau has tseg kuas xyeem rua nub Xanpatau hab nub hli xab hab tej kevcai kws ib xyoo ua peb zag, yog kevcai noj ncuav tsw xyaw keeb, kevcai xyaa lub chib su  hab kevcai nyob tsev pheeb suav."},{"bible_id":"1216","chapter_code":"2CH.8","verse_code":"2CH.8.14","label":"14","content":"Lawv le nwg txwv Tavi tau qha tseg lawm mas nwg txhad tsaa cov pov thawj ua tej quas paab ua Vaajtswv teg num, hab tsaa cov Levi kuas ua puab teg num hu nkauj qhuas hab paab cov pov thawj ua num lawv le kws naj nub tub teem ca lawm, hab tsaa cov kws zuv tej rooj loog ua tej quas paab moog zuv txhua lub rooj loog. Tsua qhov Tavi kws yog Vaajtswv tug qhev tau has tseg le ntawd."},{"bible_id":"1216","chapter_code":"2CH.8","verse_code":"2CH.8.15","label":"15","content":"Puab txhad ua txhua yaam lawv le kws vaajntxwv tau has kuas cov pov thawj hab cov Levi ua kws ntswg txug txhua yaam hab ntswg txug tej txhaab nyaj huvsw."},{"bible_id":"1216","chapter_code":"2CH.8","verse_code":"2CH.8.16","label":"16","content":"Xalaumoo txhad ua tau txhua yaam tav taag txwj nub kws chiv ua Yawmsaub lub tuam tsev txug nub kws ua tau tav. Yog le nuav Yawmsaub lub tuam tsev txhad le tav taag huvsw."},{"bible_id":"1216","chapter_code":"2CH.8","verse_code":"2CH.8.17","label":"17","content":"Xalaumoo txawm moog rua lub moos Exi‑oo Kenpaw hab lub moos Elau ntawm ntug dej Havtxwv Lab huv tebchaws Entoo."},{"bible_id":"1216","chapter_code":"2CH.8","verse_code":"2CH.8.18","label":"18","content":"Hulaa khaiv nwg cov tub teg tub taw xaa nkoj txwg hab cov kws txawj tsaav nkoj txwg moog rua Xalaumoo, mas puab txhad nrug Xalaumoo cov tub nkoj moog txug lub moos Aufi moog thauj tau kub nyaav plaub puas tswb caug talaa  hov ntawd lug rua vaajntxwv Xalaumoo."},{"bible_id":"1216","chapter_code":"2CH.9","verse_code":"2CH.9.1","label":"1","content":"Thaus tug puj vaaj kws kaav Senpa tebchaws tau nov txug Xalaumoo lub meej thawb, nwg txawm tuaj rua Yeluxalee thom Xalaumoo txug ntau yaam kws ceblaaj teb tau. Nwg coj ib paab tub teg tub taw coob coob nrug nwg tuaj, hab muaj ntxhuav thauj tej txum lom hab kub ntau kawg hab tej qai zeb hlaws muaj nqes. Thaus nwg tuaj cuag Xalaumoo lawd, nwg txhad pav txhua yaam kws nyob huv nwg lub sab huvsw rua Xalaumoo."},{"bible_id":"1216","chapter_code":"2CH.9","verse_code":"2CH.9.2","label":"2","content":"Mas Xalaumoo teb txhua yaam kws nwg nug tau huvsw tsw muaj ib yaam kws Xalaumoo yuav tsw paub hab pav tsw tau rua nwg le."},{"bible_id":"1216","chapter_code":"2CH.9","verse_code":"2CH.9.3","label":"3","content":"Thaus tug puj vaaj huv Senpa pum Xalaumoo tug tswvyim hab pum lub tsev kws nwg tau ua,"},{"bible_id":"1216","chapter_code":"2CH.9","verse_code":"2CH.9.4","label":"4","content":"hab pum tej zaub mov sau nwg lub rooj hab cov num tswv kws nrug nwg nyob hab nwg cov tub teg tub taw kws ua koom rua nwg hab tej cev rwg tsho kws puab naav, hab cov kws thab cawv txwv maab hab puab cev rwg tsho, hab pum tej kws nwg muab ua kevcai hlawv xyeem ntawm Yawmsaub lub tuam tsev, mas tug puj vaaj hov tsw pum qaab xaav le lawm."},{"bible_id":"1216","chapter_code":"2CH.9","verse_code":"2CH.9.5","label":"5","content":"Mas nwg txhad has rua vaajntxwv tas, “Tej xuv kws kuv nyob huv kuv lub tebchaws nov kws has txug koj tej num hab koj tug tswvyim yeej los muaj tseeb tag."},{"bible_id":"1216","chapter_code":"2CH.9","verse_code":"2CH.9.6","label":"6","content":"Tassws kuv tsw ntseeg tej lug hov moog txug thaus kuv tau tuaj cuag hab kuv lub qhov muag tau pum lawm. Saib maj, tej kws puab pav koj tug tswvyim luj kawg rua kuv nov hov tub tsw muaj txug ib nraab. Koj tseed zoo tshaaj tej lug kws kuv tau nov lawd."},{"bible_id":"1216","chapter_code":"2CH.9","verse_code":"2CH.9.7","label":"7","content":"Koj cov tuabneeg  tau moov zoo lauj! Koj cov tub teg tub taw kws ua num ntawm koj xubndag ib txwm hab nov koj tej tswvyim plaab plaw mas tau moov zoo lauj!"},{"bible_id":"1216","chapter_code":"2CH.9","verse_code":"2CH.9.8","label":"8","content":"Qhuas Yawmsaub kws yog koj tug Vaajtswv kws txaus sab rua koj hab tsaa koj nyob sau nwg lub zwm txwv ua vaajntxwv rua Yawmsaub kws yog koj tug Vaajtswv. Vem koj tug Vaajtswv hlub cov Yixayee hab xaav tas yuav tsaa puab nyob ruaj khov moog ib txhws le, mas nwg txhad tsaa koj ua vaajntxwv kaav puab sub koj txhad txav txem ncaaj hab ua ncaaj nceeg.”"},{"bible_id":"1216","chapter_code":"2CH.9","verse_code":"2CH.9.9","label":"9","content":"Mas nwg txawm muab kub nyaav ib puas neeg nkaus talaa  hab tej txum lom ntau kawg hab tej qai zeb hlaws muaj nqes rua vaajntxwv. Tsw muaj txum lom zoo cuag tej txum lom kws tug puj vaaj huv Senpa muab rua vaajntxwv Xalaumoo nuav."},{"bible_id":"1216","chapter_code":"2CH.9","verse_code":"2CH.9.10","label":"10","content":"Dua le ntawd Hulaa cov tuabneeg hab Xalaumoo cov tuabneeg kws thauj kub ntawm lub moos Aufi tuaj, kuj thauj ntoo lab txwv khau tawv hab tej qai zeb hlaws muaj nqes tuaj hab."},{"bible_id":"1216","chapter_code":"2CH.9","verse_code":"2CH.9.11","label":"11","content":"Mas vaajntxwv txhad muab cov ntoo lab txwv khau tawv ua cov ntaiv huv Yawmsaub lub tuam tsev hab huv vaajntxwv lub tsev, hab ua cov nkauj nog ncaas miv hab cov nkauj nog ncaas luj rua cov hu nkauj. Yeej tsw tau pum dua tej yaam kws zoo le ntawd huv tebchaws Yuta."},{"bible_id":"1216","chapter_code":"2CH.9","verse_code":"2CH.9.12","label":"12","content":"Vaajntxwv Xalaumoo pub txhua yaam rua tug puj vaaj huv Senpa lawv le kws nwg xaav yuav hab lawv le nwg thov, hab ntau dhau tej kws nwg coj tuaj pub rua vaajntxwv. Mas nwg hab nwg cov tub teg tub taw txawm rov qaab moog rua nwg lub tebchaws lawm."},{"bible_id":"1216","chapter_code":"2CH.9","verse_code":"2CH.9.13","label":"13","content":"Ib xyoos twg mas Xalaumoo tau kub nyaav rau pua rau caum rau talaa,"},{"bible_id":"1216","chapter_code":"2CH.9","verse_code":"2CH.9.14","label":"14","content":"tsw xaam tej kub kws cov tub laag tub luam coj tuaj, hab tej vaajntxwv kws kaav Alanpia tebchaws hab tej tim xyoob kws kaav huv lub tebchaws coj kub hab nyaj tuaj rua Xalaumoo."},{"bible_id":"1216","chapter_code":"2CH.9","verse_code":"2CH.9.15","label":"15","content":"Vaajntxwv Xalaumoo muab kub ntaus ua ob puas daim phaj luj thaiv, ib daim phaj mas swv kub nyaav rau pua sekhee  ua."},{"bible_id":"1216","chapter_code":"2CH.9","verse_code":"2CH.9.16","label":"16","content":"Nwg muab kub ntaus ua dua peb puas daim phaj thaiv, ib daim phaj swv kub nyaav peb puas sekhee.  Vaajntxwv muab cov phaj kub hov khaws ca huv lub tsev Haav Zoov Lenpanoo."},{"bible_id":"1216","chapter_code":"2CH.9","verse_code":"2CH.9.17","label":"17","content":"Vaajntxwv muab kaug ntxhw ua ib lub zwm txwv luj kawg le hab muab cov tseem kub lug luam."},{"bible_id":"1216","chapter_code":"2CH.9","verse_code":"2CH.9.18","label":"18","content":"Lub zwm txwv hov muaj rau qaib ntai hab lub chaw tag taw yog xuas kub ua lu nkaus rua lub zwm txwv, mas ob saab ntawm lub zwm txwv muaj ob lub chaw tso teg mas muaj ob tug tsuv ntxhuav sawv ze ntawm ob lub chaw tso teg hov,"},{"bible_id":"1216","chapter_code":"2CH.9","verse_code":"2CH.9.19","label":"19","content":"hab muaj kaum ob tug tsuv ntxhuav txawb rua rau qaib ntai hov ob saab huvsw ib qaib ntai ib tug. Lub zwm txwv zoo le nuav mas tsw tau txeev ua dua rua lwm lub tebchaws le."},{"bible_id":"1216","chapter_code":"2CH.9","verse_code":"2CH.9.20","label":"20","content":"Tej khob kws vaajntxwv Xalaumoo swv haus dej mas puavleej xuas kub ua xwb, hab tej pestwj swv huv lub tsev Haav Zoov Lenpanoo huvsw puavleej yog xuas tseem kub ua xwb. Ncua swjhawm kws Xalaumoo nyob mas saib nyaj yaam le tsw muaj nqes daabtsw le."},{"bible_id":"1216","chapter_code":"2CH.9","verse_code":"2CH.9.21","label":"21","content":"Tsua qhov vaajntxwv tej nkoj txwg nrug Hulaa cov tuabneeg moog rua lub moos Thasi. Peb xyoos mas Thasi cov nkoj yuav thauj kub thauj nyaj thauj kaug ntxhw thauj lab thauj noog yaaj yuam tuaj ib zag."},{"bible_id":"1216","chapter_code":"2CH.9","verse_code":"2CH.9.22","label":"22","content":"Yog le nuav mas vaajntxwv Xalaumoo txhad le muaj nyaj txag hab muaj plaab plaw tswvyim ntau dua txhua tug vaajntxwv kws nyob huv nplajteb nuav."},{"bible_id":"1216","chapter_code":"2CH.9","verse_code":"2CH.9.23","label":"23","content":"Txhua tug vaajntxwv thoob nplajteb xaav tuaj cuag Xalaumoo xaav nov nwg tej plaab plaw tswvyim kws Vaajtswv pub rua nwg."},{"bible_id":"1216","chapter_code":"2CH.9","verse_code":"2CH.9.24","label":"24","content":"Txhua tug kuj coj tshaav ntuj tuaj pub yog tej kws xuas nyaj xuas kub ua, tej tsoog tsho, tej cuab yeej ua rog, tej txum lom, neeg hab luj txwv tuaj, naj xyoo muaj le nuav."},{"bible_id":"1216","chapter_code":"2CH.9","verse_code":"2CH.9.25","label":"25","content":"Xalaumoo muaj plaub txheeb kem nkuaj rau neeg hab rau cov tsheb neeg ua rog hab muaj tub rog caij neeg ib vaam ob txheeb leej kws nwg kuas ib txha nyob rua huv tej moos kws nwg npaaj rua tej tsheb neeg ua rog hab ib txha nrug vaajntxwv nyob huv lub nroog Yeluxalee."},{"bible_id":"1216","chapter_code":"2CH.9","verse_code":"2CH.9.26","label":"26","content":"Xalaumoo kaav tej vaajntxwv huvsw txwj ntawm tug nam dej Yufeti moog txug Filixatee tebchaws hab txug ntawm tebchaws Iyi nrwm teb."},{"bible_id":"1216","chapter_code":"2CH.9","verse_code":"2CH.9.27","label":"27","content":"Vaajntxwv saib nyaj tsw muaj nqes rua huv lub nroog Yeluxalee yaam le tej pob zeb, hab ua rua ntoo cab muaj ntau yaam nkaus le tej ntoo txwv cua huv tej pov roob Sefela."},{"bible_id":"1216","chapter_code":"2CH.9","verse_code":"2CH.9.28","label":"28","content":"Hab puab yuav neeg huv Iyi tebchaws hab huv txhua lub tebchaws lug rua Xalaumoo."},{"bible_id":"1216","chapter_code":"2CH.9","verse_code":"2CH.9.29","label":"29","content":"Lwm yaam num kws Xalaumoo ua hab txhua yaam kws nwg ua txwj thaus chiv moog txug thaus kawg tub muab sau ca rua huv Nathaa kws ua xwbfwb cev Vaajtswv lug phoo ntawv keeb kwm, hab huv phoo ntawv kws sau Vaajtswv tej lug kws Ahiya kws yog tuabneeg huv Silau has, hab huv phoo ntawv kws sau tej lug kws Intau tug kws has tom hauv ntej ua yug quas toog pum ntswg txug Nenpa tug tub Yelaunpau‑aa."},{"bible_id":"1216","chapter_code":"2CH.9","verse_code":"2CH.9.30","label":"30","content":"Xalaumoo nyob huv Yeluxalee ua vaajntxwv kaav cov Yixayee huvsw tau plaub caug xyoo."},{"bible_id":"1216","chapter_code":"2CH.9","verse_code":"2CH.9.31","label":"31","content":"Xalaumoo kuj tuag moog nrug nwg tej laug nyob, hab puab muab nwg log rua huv nwg txwv Tavi lub nroog, tes nwg tug tub Lehaunpau‑aa ua vaajntxwv kaav nyob nwg chaw."},{"bible_id":"1216","chapter_code":"2CH.10","verse_code":"2CH.10.1","label":"1","content":"Lehaunpau‑aa moog rua ntawm lub moos Sekhee, tsua qhov cov Yixayee suavdawg tau tuaj rua ntawm Sekhee es yuav tsaa nwg ua vaajntxwv."},{"bible_id":"1216","chapter_code":"2CH.10","verse_code":"2CH.10.2","label":"2","content":"Thaus Nenpa tug tub Yelaunpau‑aa tau nov xuv, rua thaus nwg tseed nyob huv Iyi tebchaws kws nwg tau tswv vaajntxwv Xalaumoo moog nyob, mas Yelaunpau‑aa txawm rov ntawm Iyi tebchaws lug."},{"bible_id":"1216","chapter_code":"2CH.10","verse_code":"2CH.10.3","label":"3","content":"Puab txawm khaiv tuabneeg moog hu nwg, mas Yelaunpau‑aa hab ib tsoom Yixayee suavdawg tuaj has rua Lehaunpau‑aa tas,"},{"bible_id":"1216","chapter_code":"2CH.10","verse_code":"2CH.10.4","label":"4","content":"“Koj txwv tau ua tug quab nyaav heev rua peb. Yog le ntawd nwgnuav thov koj ua rua tej num nyaav kws koj txwv kuas peb ua hab nwg tug quab nyaav kws nyob sau peb hov swb zog, mas peb yuav ua koom rua koj.”"},{"bible_id":"1216","chapter_code":"2CH.10","verse_code":"2CH.10.5","label":"5","content":"Lehaunpau‑aa has rua puab tas, “Peb nub sau nuav mej rov tuaj cuag kuv ib zag hab.” Cov pejxeem txawm rov moog lawm."},{"bible_id":"1216","chapter_code":"2CH.10","verse_code":"2CH.10.6","label":"6","content":"Vaajntxwv Lehaunpau‑aa moog sablaaj rua cov laug kws ua koom rua nwg txwv Xalaumoo rua thaus nwg txwv tseed muaj txujsa nyob has tas, “Mej yuav qha kuv teb le caag rua cov pejxeem nuav?”"},{"bible_id":"1216","chapter_code":"2CH.10","verse_code":"2CH.10.7","label":"7","content":"Mas puab has rua nwg tas, “Yog koj hlub cov pejxeem nuav hab ua tej kws hum puab sab hab teb tej lug zoo rua puab, mas puab yuav ua koj cov qhev moog ib txhws le.”"},{"bible_id":"1216","chapter_code":"2CH.10","verse_code":"2CH.10.8","label":"8","content":"Tassws nwg tsw quav ntsej tej lug kws cov laug qha hov, nwg txawm moog sablaaj rua cov tub hluas kws nrug nwg hlub ib phaum hab ua num rua nwg."},{"bible_id":"1216","chapter_code":"2CH.10","verse_code":"2CH.10.9","label":"9","content":"Nwg has rua puab tas, “Mej yuav qha kuas peb teb le caag rua cov pejxeem nuav kws tau has rua kuv tas, ‘Thov koj ua rua tug quab kws koj txwv muab tso rua sau peb kuas swb zog?’ ”"},{"bible_id":"1216","chapter_code":"2CH.10","verse_code":"2CH.10.10","label":"10","content":"Cov tub hluas kws nrug nwg hlub ib phaum txawm has rua nwg tas, “Koj has le nuav rua cov pejxeem kws has rua koj tas, ‘Koj txwv tau ua rua peb tug quab nyaav, thov koj ua kuas swb zog.’ Mas koj ca le has rua puab le nuav, ‘Kuv tug nyuas rwg ntiv teg tseed luj dua kuv txwv lub duav."},{"bible_id":"1216","chapter_code":"2CH.10","verse_code":"2CH.10.11","label":"11","content":"Txawm yog kuv txwv tau tso tug quab nyaav rua sau mej los kuv yuav tsaav kuas tug quab hov nyaav dua hab. Kuv txwv xuas paas nplawm mej tassws kuv yuav xuas raub rws teb nplawm mej.’ ”"},{"bible_id":"1216","chapter_code":"2CH.10","verse_code":"2CH.10.12","label":"12","content":"Yelaunpau‑aa hab cov pejxeem suavdawg txhad tuaj cuag Lehaunpau‑aa rua nub peb lawv le vaajntxwv tau has tas, “Rov qaab tuaj cuag kuv rua nub peb.”"},{"bible_id":"1216","chapter_code":"2CH.10","verse_code":"2CH.10.13","label":"13","content":"Mas vaajntxwv teb nyaum kawg le rua puab, nwg tsw quav ntsej tej lug kws cov laug qha rua nwg."},{"bible_id":"1216","chapter_code":"2CH.10","verse_code":"2CH.10.14","label":"14","content":"Vaajntxwv Lehaunpau‑aa has rua puab lawv le cov tub hluas tau qha rua nwg has tas, “Kuv txwv ua rua mej tug quab nyaav tassws kuv yuav tsaav kuas tug quab hov nyaav dua hab. Kuv txwv xuas paas nplawm mej tassws kuv yuav xuas raub rws teb nplawm mej.”"},{"bible_id":"1216","chapter_code":"2CH.10","verse_code":"2CH.10.15","label":"15","content":"Vaajntxwv txhad tsw noog cov pejxeem tej lug, tsua qhov tej xwm txheej nuav yog lug ntawm Vaajtswv sub Yawmsaub txhad ua tau tav lawv le tej lug kws nwg tau khaiv Ahiya kws yog tuabneeg huv Silau has rua Nenpa tug tub Yelaunpau‑aa."},{"bible_id":"1216","chapter_code":"2CH.10","verse_code":"2CH.10.16","label":"16","content":"Thaus cov Yixayee suavdawg pum tas vaajntxwv tsw noog puab tej lug, puab txhad teb vaajntxwv tas, “Peb muaj feem daabtsw rua huv Tavi lawm? Peb tsw muaj qub txeeg qub teg huv Yexi tug tub le lawm. Yixayee 'e, nyag rov moog rua nyag lub tsev ntaub. Au Tavi, koj ca le saib koj caaj ceg xwb lauj!” Mas cov Yixayee suavdawg txawm rov moog rua nyag vaaj nyag tsev lawm."},{"bible_id":"1216","chapter_code":"2CH.10","verse_code":"2CH.10.17","label":"17","content":"Mas Lehaunpau‑aa tsuas kaav cov Yixayee kws nyob rua huv tej moos huv Yuta tebchaws xwb."},{"bible_id":"1216","chapter_code":"2CH.10","verse_code":"2CH.10.18","label":"18","content":"Mas vaajntxwv Lehaunpau‑aa khaiv Hantaulaa kws yog tug saib cov tuabneeg raug yuam ua num moog saib cov Yixayee mas puab xuas pob zeb ntaus nwg tuag. Tes vaajntxwv Lehaunpau‑aa txawm maaj nce nwg le tsheb ua rog tswv moog rua huv Yeluxalee."},{"bible_id":"1216","chapter_code":"2CH.10","verse_code":"2CH.10.19","label":"19","content":"Yixayee txhad le faav xeeb rua Tavi caaj ceg lug txug naj nub nwgnuav."},{"bible_id":"1216","chapter_code":"2CH.11","verse_code":"2CH.11.1","label":"1","content":"Thaus Lehaunpau‑aa moog rua huv Yeluxalee lawd nwg txawm sau cov Yuta hab xeem Npeeyamee suavdawg tuaj ua ke, huvsw muaj 180,000 leej tub rog kws txawj tshaaj plawg es yuav moog ua rog rua Yixayee hab muab tebchaws rov lug rua Lehaunpau‑aa kaav."},{"bible_id":"1216","chapter_code":"2CH.11","verse_code":"2CH.11.2","label":"2","content":"Tassws Vaajtswv has lug tuaj rua Semaya kws yog Vaajtswv tug tuabneeg tas,"},{"bible_id":"1216","chapter_code":"2CH.11","verse_code":"2CH.11.3","label":"3","content":"“Ca le has rua Xalaumoo tug tub Lehaunpau‑aa kws ua vaajntxwv kaav Yuta hab has rua cov Yixayee huvsw huv Yuta hab Npeeyamee tebchaws tas,"},{"bible_id":"1216","chapter_code":"2CH.11","verse_code":"2CH.11.4","label":"4","content":"‘Yawmsaub has le nuav tas, Mej tsw xob nce moog ua rog rua mej cov kwvtij. Suavdawg ca le rov moog nyag vaaj nyag tsev, tsua qhov tej xwm txheej nuav yog lug ntawm kuv lug.’ ” Yog le nuav puab txhad noog Yawmsaub tej lug hab rov moog, tsw tau moog ua rog rua Yelaunpau‑aa."},{"bible_id":"1216","chapter_code":"2CH.11","verse_code":"2CH.11.5","label":"5","content":"Lehaunpau‑aa nyob huv Yeluxalee hab nwg ua tej moos rua huv Yuta tebchaws tiv thaiv yeeb ncuab."},{"bible_id":"1216","chapter_code":"2CH.11","verse_code":"2CH.11.6","label":"6","content":"Nwg khu tej moos nuav yog Npelehee, Etaa, Thekhau‑a,"},{"bible_id":"1216","chapter_code":"2CH.11","verse_code":"2CH.11.7","label":"7","content":"Npexuv, Xaukhau, Antulaa,"},{"bible_id":"1216","chapter_code":"2CH.11","verse_code":"2CH.11.8","label":"8","content":"Ka, Malesa, Xi,"},{"bible_id":"1216","chapter_code":"2CH.11","verse_code":"2CH.11.9","label":"9","content":"Antaula‑i, Lakhi, Axekha,"},{"bible_id":"1216","chapter_code":"2CH.11","verse_code":"2CH.11.10","label":"10","content":"Xaula, Aiyaloo hab Heploo, yog tej moos kws muaj ntsaa loog nyob huv Yuta hab Npeeyamee tebchaws."},{"bible_id":"1216","chapter_code":"2CH.11","verse_code":"2CH.11.11","label":"11","content":"Nwg ua rua tej moos kws muaj ntsaa loog hov khov kho hab tsaa kuas muaj cov thawj tub rog nyob huv, hab muab zaub mov, roj hab cawv txwv maab khaws ca rua huv."},{"bible_id":"1216","chapter_code":"2CH.11","verse_code":"2CH.11.12","label":"12","content":"Nwg khaws tej daim phaj hlau thaiv hab tej muv ca rua huv tej moos hov huvsw, hab ua rua tej moos hov ruaj khov. Mas nwg txhad kaav tau Yuta hab Npeeyamee ca."},{"bible_id":"1216","chapter_code":"2CH.11","verse_code":"2CH.11.13","label":"13","content":"Cov pov thawj hab cov Levi kws nyob puab tej chaw txhua qhov huv Yixayee tebchaws tuaj Lehaunpau‑aa tog."},{"bible_id":"1216","chapter_code":"2CH.11","verse_code":"2CH.11.14","label":"14","content":"Cov Levi tso puab tej tshaav zaub hab puab tej vaaj tse tseg hab ca le moog nraag Yuta tebchaws hab Yeluxalee, vem yog Yelaunpau‑aa hab nwg cov tub ntab puab tawm qhov kws ua Yawmsaub le pov thawj,"},{"bible_id":"1216","chapter_code":"2CH.11","verse_code":"2CH.11.15","label":"15","content":"hab tsaa dua ib co pov thawj teev daab ntawm tej chaw sab hab teev daab tshws hab teev tej txoov daab thaav nyuj kws nwg ua."},{"bible_id":"1216","chapter_code":"2CH.11","verse_code":"2CH.11.16","label":"16","content":"Tes cov kws muab tsua sau sab nrhav Yawmsaub kws yog cov Yixayee tug Vaajtswv kuj lawv cov Levi qaab tawm huv Yixayee txhua xeem moog rua nraag Yeluxalee sub txhad tau tua tsaj xyeem rua Yawmsaub kws yog puab tej laug tug Vaajtswv."},{"bible_id":"1216","chapter_code":"2CH.11","verse_code":"2CH.11.17","label":"17","content":"Puab tau ua rua Yuta tebchaws muaj zug hab puab txhawb Xalaumoo tug tub Lehaunpau‑aa nyob ruaj khov tau peb xyoos, tsua qhov puab ua lub neej lawv nraim le Tavi hab Xalaumoo tau peb xyoos."},{"bible_id":"1216","chapter_code":"2CH.11","verse_code":"2CH.11.18","label":"18","content":"Lehaunpau‑aa yuav Mahala kws yog Tavi tug tub Yelimau le ntxhais ua quaspuj. Mahala nam yog Anpiha‑i kws yog Yexi tug tub Eli‑a le ntxhais."},{"bible_id":"1216","chapter_code":"2CH.11","verse_code":"2CH.11.19","label":"19","content":"Nwg yug tau cov tub nuav rua Lehaunpau‑aa, yog Ye‑u, Semaliya hab Xahaa."},{"bible_id":"1216","chapter_code":"2CH.11","verse_code":"2CH.11.20","label":"20","content":"Lug rua tom qaab Lehaunpau‑aa yuav Axaloo tug ntxhais Ma‑akha ua quaspuj mas yug tau Anpiya, Athai, Xixas hab Selaumi."},{"bible_id":"1216","chapter_code":"2CH.11","verse_code":"2CH.11.21","label":"21","content":"Lehaunpau‑aa nyam Axaloo tug ntxhais Ma‑akha heev dua nwg cov quaspuj hab cov hluas nkauj kws nwg kaav huvsw. Nwg yuav kaum yim tug quaspuj hab kaav rau caum tug hluas nkauj, muaj neeg nkaum yim tug tub muaj rau caum tug ntxhais."},{"bible_id":"1216","chapter_code":"2CH.11","verse_code":"2CH.11.22","label":"22","content":"Lehaunpau‑aa tsaa Anpiya kws yog Ma‑akha tug tub ua thawj huv nwg cov kwvtij tsua qhov nwg npaaj sab yuav tsaa tug tub hov ua vaajntxwv."},{"bible_id":"1216","chapter_code":"2CH.11","verse_code":"2CH.11.23","label":"23","content":"Nwg muaj tswvyim tu txhua yaam hab muab nwg cov tub faib moog nyob thoob plawg Yuta tebchaws hab Npeeyamee tebchaws nyob rua huv txhua lub moos kws muaj ntsaa loog. Nwg pub zaub mov nplua mag rua puab hab yuav ntau tug quaspuj rua puab."},{"bible_id":"1216","chapter_code":"2CH.12","verse_code":"2CH.12.1","label":"1","content":"Thaus Lehaunpau‑aa ua vaajntxwv kaav lub tebchaws ruaj khov hab muaj zug lawm, nwg txawm tso Yawmsaub txuj kevcai tseg, hab cov Yixayee suavdawg kuj muab tso tseg ib yaam nkaus."},{"bible_id":"1216","chapter_code":"2CH.12","verse_code":"2CH.12.2","label":"2","content":"Xyoo tswb kws Lehaunpau‑aa ua vaajntxwv kaav mas Sisab kws ua vaajntxwv huv Iyi tebchaws txawm tuaj ua rog rua lub nroog Yeluxalee, vem yog puab tso Yawmsaub tseg,"},{"bible_id":"1216","chapter_code":"2CH.12","verse_code":"2CH.12.3","label":"3","content":"muaj tsheb neeg ua rog ib txheeb ob puas lub hab tub rog caij neeg rau vaam leej. Hab cov tub rog kws nrug nwg tuaj nraag Iyi tuaj suav tsw txheeb, yog cov Linpia, cov Xukhi‑i hab cov tuabneeg Khuj."},{"bible_id":"1216","chapter_code":"2CH.12","verse_code":"2CH.12.4","label":"4","content":"Nwg txeeb tau Yuta tej moos kws muaj ntsaa loog taag hab tuaj rua ntawm Yeluxalee."},{"bible_id":"1216","chapter_code":"2CH.12","verse_code":"2CH.12.5","label":"5","content":"mas Semaya kws yog xwbfwb cev Vaajtswv lug tuaj cuag Lehaunpau‑aa hab Yuta cov thawj kws tuaj txoos ua ke rua huv Yeluxalee vem yog ntshai Sisab hab has rua puab tas, “Yawmsaub has le nuav tas, ‘Mej tau tso kuv tseg, kuv txhad tso mej tseg rua huv Sisab txhais teg.’ ”"},{"bible_id":"1216","chapter_code":"2CH.12","verse_code":"2CH.12.6","label":"6","content":"Tes Yixayee cov thawj hab vaajntxwv txhad le txu fwjchim hab has tas, “Yawmsaub ua ncaaj nceeg.”"},{"bible_id":"1216","chapter_code":"2CH.12","verse_code":"2CH.12.7","label":"7","content":"Thaus Yawmsaub pum tas puab txu fwjchim, Yawmsaub has lug tuaj rua Semaya tas, “Puab txu fwjchim lawm, kuv yuav tsw ua kuas puab puam tsuaj tassws kuv yuav paab puab dim ib qho xwb mas kuv tsw swv Sisab txhais teg nchuav kuv txujkev npau tawg rua sau Yeluxalee."},{"bible_id":"1216","chapter_code":"2CH.12","verse_code":"2CH.12.8","label":"8","content":"Txawm le caag los puab tseed yuav ua Sisab le qhev sub puab txhad le paub tas qhov kws ua koom rua kuv hab ua koom rua tej vaajntxwv huv ib tsoom tebchaws txawv le caag.”"},{"bible_id":"1216","chapter_code":"2CH.12","verse_code":"2CH.12.9","label":"9","content":"Iyi tug vaajntxwv Sisab txawm nce tuaj ua rog rua Yeluxalee. Nwg muab tej nyaj txag hov txhua chaw huv Yawmsaub lub tuam tsev hab huv vaajntxwv lub tsev lws huvsw coj moog. Nwg kuj coj tej daim phaj kub thaiv kws Xalaumoo ua huvsw moog."},{"bible_id":"1216","chapter_code":"2CH.12","verse_code":"2CH.12.10","label":"10","content":"Mas vaajntxwv Lehaunpau‑aa tsua muab tooj lab ua tej daim phaj lug swv nyob chaw hab muab cov daim phaj hov cob rua cov thawj rog kws zuv vaajntxwv lub qhov rooj."},{"bible_id":"1216","chapter_code":"2CH.12","verse_code":"2CH.12.11","label":"11","content":"Txhua zag kws vaajntxwv moog rua huv Yawmsaub lub tuam tsev cov tub rog kuj tuav cov daim phaj hov tawm tuaj hab coj rov qaab moog khaws ca rua huv lub tsev kws cov tub rog zuv khuav nyob."},{"bible_id":"1216","chapter_code":"2CH.12","verse_code":"2CH.12.12","label":"12","content":"Thaus Lehaunpau‑aa txu fwjchim lawm, Yawmsaub txujkev npau tawg kuj thim rov qaab tsw ua kuas puam tsuaj taag huvsw, hab Yuta tseed nyob zoo."},{"bible_id":"1216","chapter_code":"2CH.12","verse_code":"2CH.12.13","label":"13","content":"Vaajntxwv Lehaunpau‑aa txhad nyob ruaj rua huv Yeluxalee hab tseed kaav tebchaws moog. Thaus Lehaunpau‑aa sawv ua vaajntxwv kaav nwg noob nyoog muaj plaub caug ib xyoos. Nwg nyob huv Yeluxalee kaav tau kaum xyaa xyoo, yog lub nroog kws Yawmsaub xaiv huv txhua xeem Yixayee ca ua lub chaw rua nwg lub npe nyob. Nwg nam npe hu ua Na‑ama kws yog tuabneeg Aamoo."},{"bible_id":"1216","chapter_code":"2CH.12","verse_code":"2CH.12.14","label":"14","content":"Nwg tau ua tej kws phem tsua qhov nwg tsw muab tsua sau sab nrhav Yawmsaub."},{"bible_id":"1216","chapter_code":"2CH.12","verse_code":"2CH.12.15","label":"15","content":"Lehaunpau‑aa tej num txwj thaus chiv moog txug thaus kawg mas tub muab sau ca rua huv Semaya kws yog xwbfwb cev Vaajtswv lug hab Intau kws has pum tom hauv ntej phoo ntawv keeb kwm. Lehaunpau‑aa hab Yelaunpau‑aa pheej sws ua rog tsw tu le."},{"bible_id":"1216","chapter_code":"2CH.12","verse_code":"2CH.12.16","label":"16","content":"Lehaunpau‑aa tuag moog nrug nwg tej laug nyob. Puab muab nwg log rua huv Tavi lub nroog. Mas nwg tug tub Anpiya sawv nwg chaw ua vaajntxwv kaav."},{"bible_id":"1216","chapter_code":"2CH.13","verse_code":"2CH.13.1","label":"1","content":"Xyoo kaum yim kws Yelaunpau‑aa ua vaajntxwv kaav mas Anpiya chiv ua vaajntxwv kaav Yuta tebchaws."},{"bible_id":"1216","chapter_code":"2CH.13","verse_code":"2CH.13.2","label":"2","content":"Nwg nyob huv Yeluxalee kaav tau peb xyoos. Nwg nam npe hu ua Mikhaya kws yog Uli‑ee kws nyob huv Kinpe‑a le ntxhais. Anpiya hab Yelaunpau‑aa pheej sws ua rog."},{"bible_id":"1216","chapter_code":"2CH.13","verse_code":"2CH.13.3","label":"3","content":"Anpiya coj ib paab tub rog sab luj sab tuab, muaj 400,000 leej kws txawj tshaaj plawg tawm moog ua rog. Yelaunpau‑aa npaaj nwg cov tub rog moog ua rog rua Anpiya, muaj 800,000 leej tub rog kws muaj zug hab txawj tshaaj plawg."},{"bible_id":"1216","chapter_code":"2CH.13","verse_code":"2CH.13.4","label":"4","content":"Anpiya txawm sawv ntsug sau lub roob Xemala‑i kws nyob peg toj sab Efa‑i tebchaws hab has tas, “Yelaunpau‑aa hab cov Yixayee suavdawg 'e, ca le tig ntsej noog kuv has."},{"bible_id":"1216","chapter_code":"2CH.13","verse_code":"2CH.13.5","label":"5","content":"Mej tseed tsw paub tas Yawmsaub kws yog Yixayee tug Vaajtswv tau cog lug ruaj khov  tas yuav pub Tavi hab nwg caaj ceg ua vaajntxwv kaav Yixayee tebchaws moog ib txhws lov?"},{"bible_id":"1216","chapter_code":"2CH.13","verse_code":"2CH.13.6","label":"6","content":"Txawm le ntawd los Nenpa tug tub Yelaunpau‑aa kws yog Tavi tug tub Xalaumoo le ib tug tub teg tub taw tseed faav xeeb sawv twv nwg tug tswv."},{"bible_id":"1216","chapter_code":"2CH.13","verse_code":"2CH.13.7","label":"7","content":"Muaj tuabneeg loj leeb tsw tsheej haaj tuaj koom nrug Yelaunpau‑aa faav xeeb rua Xalaumoo tug tub Lehaunpau‑aa rua thaus Lehaunpau‑aa tseed hluas lub sab ywj faab ywj fwj txhad tiv tsw tau puab."},{"bible_id":"1216","chapter_code":"2CH.13","verse_code":"2CH.13.8","label":"8","content":"“Nwgnuav mej xaav tas yuav tawm tsaam Yawmsaub lub tebchaws kws nyob huv Tavi caaj ceg txhais teg, tsua qhov mej yog paab kws coob kawg hab muaj tej txoov daab thaav nyuj kub kws Yelaunpau‑aa nchuav rua mej."},{"bible_id":"1216","chapter_code":"2CH.13","verse_code":"2CH.13.9","label":"9","content":"Mej tsw tau ntab Yawmsaub cov pov thawj kws yog Aloo caaj ceg hab cov Levi tswv lov, hab tsaa pov thawj rua mej ib yaam le tuabneeg lwm lub tebchaws? Leejtwg coj ib tug thaav txwv nyuj hab xyaa tug txwv yaaj tuaj ua kevcai tu kuas nwg tug kheej dawb huv txhad tau ua pov thawj ua num rua tej kws tsw yog Vaajtswv."},{"bible_id":"1216","chapter_code":"2CH.13","verse_code":"2CH.13.10","label":"10","content":"Tassws peb cov, Yawmsaub yog peb tug Vaajtswv hab peb tsw tau tso nwg tseg. Peb muaj pov thawj kws yog Aloo caaj ceg ua koom rua Yawmsaub hab muaj cov Levi paab puab ua num."},{"bible_id":"1216","chapter_code":"2CH.13","verse_code":"2CH.13.11","label":"11","content":"Puab naj taagkig hab naj mo muab tsaj ua kevcai hlawv xyeem hab hlawv moov tshuaj tsw qaab hab muab cov ncuav txawb rua sau lub rooj dawb huv ntawm Yawmsaub xubndag hab tu lub teeb kub kuas tej teeb cig rua txhua mo. Peb tuav rawv Yawmsaub kws yog peb tug Vaajtswv tej lug nkaw, tassws mej tub tso nwg tseg lawm."},{"bible_id":"1216","chapter_code":"2CH.13","verse_code":"2CH.13.12","label":"12","content":"Saib maj, Vaajtswv nrug nraim peb coj peb lub hauv ntej, hab nwg cov pov thawj muaj raaj xyu tshuab txhwb ua rog rua mej. Yixayee caaj ceg 'e, tsw xob tawm tsaam Yawmsaub kws yog mej tej laug tug Vaajtswv, tsua qhov mej yuav kov tsw yeej.”"},{"bible_id":"1216","chapter_code":"2CH.13","verse_code":"2CH.13.13","label":"13","content":"Yelaunpau‑aa tau tso ib txha tub rog zos moog zuv cov Yuta qub qaab. Yog le nuav nwg cov tub rog txhad nyob ntawm cov Yuta hauv ntej hab zuv tom puab qub qaab."},{"bible_id":"1216","chapter_code":"2CH.13","verse_code":"2CH.13.14","label":"14","content":"Thaus cov Yuta tsaa muag saib na cav kev ua rog nyob ntawm puab hauv ntej hab nyob tom puab qub qaab. Puab txawm hu thov Yawmsaub hab cov pov thawj tshuab raaj xyu."},{"bible_id":"1216","chapter_code":"2CH.13","verse_code":"2CH.13.15","label":"15","content":"Cov Yuta txawm qw lub suab ua rog nrov. Thaus cov Yuta qw nrov, Vaajtswv ua rua Yelaunpau‑aa hab cov Yixayee suavdawg swb hlo Anpiya hab cov Yuta."},{"bible_id":"1216","chapter_code":"2CH.13","verse_code":"2CH.13.16","label":"16","content":"Cov Yixayee txhad tswv cov Yuta hab Vaajtswv muab puab cob rua huv cov Yuta txhais teg."},{"bible_id":"1216","chapter_code":"2CH.13","verse_code":"2CH.13.17","label":"17","content":"Anpiya hab nwg cov tub rog kuj tua cov Yixayee tuag coob kawg, cov Yixayee tuag 500,000 leej tub rog kws txawj tshaaj plawg."},{"bible_id":"1216","chapter_code":"2CH.13","verse_code":"2CH.13.18","label":"18","content":"Yog le nuav cov Yixayee txhad swb hlo zag hov hab cov Yuta kov yeej, tsua qhov puab vaam khom Yawmsaub kws yog puab tej laug tug Vaajtswv."},{"bible_id":"1216","chapter_code":"2CH.13","verse_code":"2CH.13.19","label":"19","content":"Hab Anpiya lawv caum Yelaunpau‑aa hab txeeb tau tej moos nuav ntawm nwg, yog lub moos Npe‑ee, lub moos Yesana, lub moos Efoo, hab tej zej zog kws nyob ib ncig tej moos ntawd."},{"bible_id":"1216","chapter_code":"2CH.13","verse_code":"2CH.13.20","label":"20","content":"Yelaunpau‑aa tsw rov muaj fwjchim le qub taag Anpiya swm neej. Hab Yawmsaub ntaus Yelaunpau‑aa, nwg txhad tuag lawm."},{"bible_id":"1216","chapter_code":"2CH.13","verse_code":"2CH.13.21","label":"21","content":"Tassws Anpiya muaj fwjchim luj quas zug. Nwg yuav kaum plaub tug quaspuj hab muaj neeg nkaum ob tug tub muaj kaum rau tug ntxhais."},{"bible_id":"1216","chapter_code":"2CH.13","verse_code":"2CH.13.22","label":"22","content":"Lwm yaam num kws Anpiya ua, tej kws nwg ua hab tej kws nwg has tub muab sau ca rua huv Intau kws yog xwbfwb cev Vaajtswv lug phoo ntawv lawm."},{"bible_id":"1216","chapter_code":"2CH.14","verse_code":"2CH.14.1","label":"1","content":"Anpiya txawm tuag moog nrug nwg tej laug nyob, puab muab nwg log rua huv Tavi lub nroog. Nwg tug tub Axa sawv nwg chaw ua vaajntxwv kaav. Thaus Axa ua vaajntxwv lub tebchaws su tsw ua rog tau kaum xyoo."},{"bible_id":"1216","chapter_code":"2CH.14","verse_code":"2CH.14.2","label":"2","content":"Axa ua tej kws Yawmsaub kws yog nwg tug Vaajtswv pum tas zoo hab raug cai."},{"bible_id":"1216","chapter_code":"2CH.14","verse_code":"2CH.14.3","label":"3","content":"Nwg rhuav tshem tej thaaj teev lwm haiv tuabneeg tej daab hab tej chaw sab, hab tsoo tej ncej teev daab hab ntuv tej ncej daab Asela pov tseg,"},{"bible_id":"1216","chapter_code":"2CH.14","verse_code":"2CH.14.4","label":"4","content":"hab has kuas cov Yuta nrhav Yawmsaub kws yog puab tej laug tug Vaajtswv, hab tuav rawv nwg txuj kevcai hab nwg tej lug nkaw."},{"bible_id":"1216","chapter_code":"2CH.14","verse_code":"2CH.14.5","label":"5","content":"Hab nwg rhuav tshem tej chaw sab teev daab hab tej thaaj hlawv moov xyaab huv Yuta txhua lub moos pov tseg. Mas nwg txhad kaav lub tebchaws nyob tug yeeg."},{"bible_id":"1216","chapter_code":"2CH.14","verse_code":"2CH.14.6","label":"6","content":"Nwg tswm ntsaa loog rua tej moos huv Yuta tebchaws, tsua qhov lub tebchaws nyob tug yeeg. Nwg tsw tau ua rog rua ncua swjhawm ntawd, vem yog Yawmsaub pub nwg tau su tsw ua rog."},{"bible_id":"1216","chapter_code":"2CH.14","verse_code":"2CH.14.7","label":"7","content":"Nwg has rua cov Yuta tas, “Ca peb tswm khu tej moos nuav, xov ntsaa loog hab ua chaw tsom faaj hab ua rooj loog hab laag rooj. Lub tebchaws tseed yog peb le vem yog peb tau nrhav Yawmsaub kws yog peb tug Vaajtswv. Peb tau nrhav nwg, nwg txhad pub peb tau su tug yeeg rua txhua faab.” Puab txhad le tswm tej ntawd hab vaam meej tuaj."},{"bible_id":"1216","chapter_code":"2CH.14","verse_code":"2CH.14.8","label":"8","content":"Axa muaj tub rog huv Yuta tebchaws 300,000 leej tuav rawv daim phaj hlau luj hab muv, hab muaj tub rog huv Npeeyamee tebchaws 280,000 leej tuav rawv phaj hlau hab txawj tua neev, puavleej yog tub rog sab luj sab tuab."},{"bible_id":"1216","chapter_code":"2CH.14","verse_code":"2CH.14.9","label":"9","content":"Xelag kws yog tuabneeg Khuj kuj tuaj ua rog rua puab, nwg muaj tub rog 1,000,000 leej hab tsheb neeg ua rog peb puas lub tuaj rua ntawm lub moos Malesa."},{"bible_id":"1216","chapter_code":"2CH.14","verse_code":"2CH.14.10","label":"10","content":"Axa txawm moog ua rog rua nwg mas puab ob tog npaaj chaw ua rog rua huv lub haav Xefatha ntawm lub moos Melesa."},{"bible_id":"1216","chapter_code":"2CH.14","verse_code":"2CH.14.11","label":"11","content":"Mas Axa thov hu Yawmsaub kws yog nwg tug Vaajtswv tas, “Au Yawmsaub, tsw muaj leejtwg paab tau yaam le koj huv txujkev ua rog kws ib tog muaj zug ib tog tsw muaj zug. Au Yawmsaub kws yog peb tug Vaajtswv, thov koj paab peb tsua qhov peb vaam khom koj hab peb tuaj tawm tsaam haiv tuabneeg coob heev nuav huv koj lub npe. Au Yawmsaub, koj yog peb tug Vaajtswv, thov tsw xob ca tuabneeg kov yeej koj.”"},{"bible_id":"1216","chapter_code":"2CH.14","verse_code":"2CH.14.12","label":"12","content":"Yawmsaub txhad ua rua cov tuabneeg Khuj swb Axa hab cov Yuta, cov tuabneeg Khuj txhad tswv moog lawm."},{"bible_id":"1216","chapter_code":"2CH.14","verse_code":"2CH.14.13","label":"13","content":"Axa hab nwg cov tub rog lawv caum puab moog txug lub moos Kelas, mas cov tuabneeg Khuj raug tua tuag taag tsw tshuav ib tug caj le, tsua qhov puab tawg swb hlo Yawmsaub hab nwg paab tub rog. Cov Yuta txeeb tau puab tej hov txhua chaw ntau kawg le coj moog."},{"bible_id":"1216","chapter_code":"2CH.14","verse_code":"2CH.14.14","label":"14","content":"Puab kuj ntaus txhua lub moos kws nyob ib ncig ntawm Kelas tsua qhov Yawmsaub ua rua luas ntshai kawg le. Puab lws txhua lub moos hov tsua qhov muaj ntau yaam kws txeeb tau huv tej moos hov."},{"bible_id":"1216","chapter_code":"2CH.14","verse_code":"2CH.14.15","label":"15","content":"Puab ntaus tej tuabneeg yug tsaj tej tsev ntaub hab coj tej yaaj tej ntxhuav coob kawg le moog. Tes puab txawm rov lug rua huv Yeluxalee lawm."},{"bible_id":"1216","chapter_code":"2CH.15","verse_code":"2CH.15.1","label":"1","content":"Vaajtswv tug Ntsuj Plig lug nyob huv Axaliya kws yog Aunte tug tub,"},{"bible_id":"1216","chapter_code":"2CH.15","verse_code":"2CH.15.2","label":"2","content":"nwg txawm tawm moog ntswb Axa hab has rua nwg tas, “Axa hab cov Yuta hab cov Npeeyamee suavdawg, ca le noog kuv has. Yawmsaub nrug nraim mej rua thaus mej nrug nraim nwg. Yog mej nrhav nwg mej yuav ntswb nwg, tassws yog mej tso nwg tseg nwg yuav tso mej tseg."},{"bible_id":"1216","chapter_code":"2CH.15","verse_code":"2CH.15.3","label":"3","content":"Ntev lug lawm cov Yixayee tsw yuav tug Vaajtswv kws tseeb hab tsw muaj ib tug pov thawj kws txawj qha hab tsw muaj txuj kevcai."},{"bible_id":"1216","chapter_code":"2CH.15","verse_code":"2CH.15.4","label":"4","content":"Tassws thaus puab raug kev txom nyem nyuaj sab puab tig lug rua ntawm Yawmsaub kws yog cov Yixayee tug Vaajtswv, puab nrhav nwg hab ntswb nwg."},{"bible_id":"1216","chapter_code":"2CH.15","verse_code":"2CH.15.5","label":"5","content":"Lub swjhawm ntawd cov kws tawm moog hab cov kws nkaag lug yeej tsw tau txujkev kaaj sab le tsua qhov muaj kev kub ntxhuv ntau heev rua cov tuabneeg suavdawg kws nyob huv tej tebchaws"},{"bible_id":"1216","chapter_code":"2CH.15","verse_code":"2CH.15.6","label":"6","content":"Puab tawg ua saab ua sua, ib lub tebchaws tawm tsaam ib lub tebchaws, ib lub moos tawm tsaam ib lub moos, vem yog Vaajtswv tso txhua yaam kev txom nyem nyuaj sab lug raug puab."},{"bible_id":"1216","chapter_code":"2CH.15","verse_code":"2CH.15.7","label":"7","content":"Tassws mej, mas ca le ua sab tuab. Tsw xob ca mej txhais teg tsaug leeg, tsua qhov tej num kws mej ua mej yuav tau nqe zug.”"},{"bible_id":"1216","chapter_code":"2CH.15","verse_code":"2CH.15.8","label":"8","content":"Thaus Axa nov tej lug kws Aunte tug tub Axaliya cev rua nwg lawd, nwg txawm muaj sab luj sab tuab hab muab tej txoov daab kws qas vuab tsuab thoob plawg Yuta tebchaws hab Npeeyamee tebchaws hab huv tej moos kws nwg txeeb tau peg toj sab Efa‑i tebchaws rhuav pov tseg huvsw, hab nwg khu Yawmsaub lub thaaj kws nyob ntawm qaab khaav kws moog rua huv Yawmsaub lub tuam tsev."},{"bible_id":"1216","chapter_code":"2CH.15","verse_code":"2CH.15.9","label":"9","content":"Hab nwg sau hlo cov Yuta hab cov Npeeyamee suavdawg hab cov Efa‑i, cov Manaxe hab cov Xime‑oo kws tuaj nrug puab nyob, vem yog muaj tuabneeg coob coob tswv huv Yixayee tebchaws tuaj rua ntawm nwg rua thaus puab pum tas Yawmsaub kws yog nwg tug Vaajtswv nrug nraim nwg."},{"bible_id":"1216","chapter_code":"2CH.15","verse_code":"2CH.15.10","label":"10","content":"Puab tuaj txoos ua ke rua huv Yeluxalee rua lub peb hlis xyoo kaum tswb kws Axa ua vaajntxwv kaav."},{"bible_id":"1216","chapter_code":"2CH.15","verse_code":"2CH.15.11","label":"11","content":"Nub ntawd puab muab tej tsaj kws txeeb tau lug rhu ib txha lug xyeem rua Yawmsaub, yog xyaa pua tug nyuj hab xyaa txheeb tug yaaj."},{"bible_id":"1216","chapter_code":"2CH.15","verse_code":"2CH.15.12","label":"12","content":"Hab puab cog lug tseg tas puab yuav nrhav Yawmsaub kws yog puab tej laug tug Vaajtswv kawg sab kawg ntsws,"},{"bible_id":"1216","chapter_code":"2CH.15","verse_code":"2CH.15.13","label":"13","content":"hab has tas leejtwg tsw yeem nrhav Yawmsaub kws yog cov Yixayee tug Vaajtswv mas tug hov yuav raug muab tua tuag, tsw has mivnyuas quas laug quaspuj quasyawg huvsw."},{"bible_id":"1216","chapter_code":"2CH.15","verse_code":"2CH.15.14","label":"14","content":"Puab tsaa suab nrov cog lug twv rua Yawmsaub hab qw nrov nrov hab tshuab raaj xyu hab raaj kub yaaj."},{"bible_id":"1216","chapter_code":"2CH.15","verse_code":"2CH.15.15","label":"15","content":"Cov Yuta suavdawg zoo sab xyiv faab rua tej lug cog tseg hov tsua qhov puab tau cog lug twv kawg sab kawg ntsws hab nrhav Yawmsaub kawg puab lub sab ntshaw hab puab kuj ntswb nwg, hab Yawmsaub pub puab tau su tug yeeg rua txhua faab."},{"bible_id":"1216","chapter_code":"2CH.15","verse_code":"2CH.15.16","label":"16","content":"Txawm yog nwg nam Ma‑akha los vaajntxwv Axa muab hle tsw pub nyob lub rooj puj vaaj lawm, tsua qhov nwg nam tau ua ib tug txoov daab qas vuab tsuab lug teev tug daab Asela. Hab Axa muab nwg nam tug txoov daab hov ntuv tsoo coj moog hlawv pov tseg rua ntawm lub haav Khiloo,"},{"bible_id":"1216","chapter_code":"2CH.15","verse_code":"2CH.15.17","label":"17","content":"tassws tsw tau rhuav tshem tej chaw sab teev daab huv cov Yixayee. Txawm le hov los nwg lub sab tsw muaj ib qho chaw thuaj le moog taag nwg swm neej kws ua vaajntxwv."},{"bible_id":"1216","chapter_code":"2CH.15","verse_code":"2CH.15.18","label":"18","content":"Nwg muab tej nyaj tej kub tej pestwj swv kws nwg hab nwg txwv tau yeem lug xyeem lawd coj lug ca rua huv Vaajtswv lub tuam tsev."},{"bible_id":"1216","chapter_code":"2CH.15","verse_code":"2CH.15.19","label":"19","content":"Mas tsw muaj kev ua rog moog txug xyoo peb caug tswb kws Axa ua vaajntxwv kaav."},{"bible_id":"1216","chapter_code":"2CH.16","verse_code":"2CH.16.1","label":"1","content":"Xyoo peb caug rau kws Axa ua vaajntxwv kaav mas cov Yixayee tug vaajntxwv Npa‑asa tuaj ua rog rua cov Yuta. Nwg ua lub moos Lama lug taav kev tsw pub ib tug nkaag moog cuag tau cov Yuta tug vaajntxwv Axa hab tsw pub ib tug tawm tau."},{"bible_id":"1216","chapter_code":"2CH.16","verse_code":"2CH.16.2","label":"2","content":"Tes Axa txawm muab tej nyaj tej kub huv tej txhaab Yawmsaub lub tuam tsev hab huv vaajntxwv lub tsev ib txha xaa moog rua Alaa tug vaajntxwv Npeehanta kws nyob huv lub nroog Ntamaxaka, hab has tas,"},{"bible_id":"1216","chapter_code":"2CH.16","verse_code":"2CH.16.3","label":"3","content":"“Thov koj nrug kuv cog lug sws raug zoo ib yaam le kuv txwv hab koj txwv txeev ua lug lawd. Kuv xaa cov nyaj hab kub nuav tuaj rua koj es thov koj moog rhuav tej lug kws nrug Yixayee tug vaajntxwv Npa‑asa cog lug sws raug zoo lawd tseg, sub nwg txhad thim tub rog ntawm kuv moog.”"},{"bible_id":"1216","chapter_code":"2CH.16","verse_code":"2CH.16.4","label":"4","content":"Tes Npeehanta kuj noog vaajntxwv Axa has. Nwg txawm tso thawj tub rog moog ntaus Yixayee tej moos, mas puab ntaus yeej lub moos Iyoo, Ntaaj, Anpeema‑i, hab tej moos kws khaws hov txhua chaw ca huv Nathali tebchaws huvsw."},{"bible_id":"1216","chapter_code":"2CH.16","verse_code":"2CH.16.5","label":"5","content":"Thaus Npa‑asa nov tej xwm hov, nwg txawm tseg tsw ua lub moos Lama hab tso nwg teg num tseg."},{"bible_id":"1216","chapter_code":"2CH.16","verse_code":"2CH.16.6","label":"6","content":"Tes vaajntxwv Axa txawm coj cov Yuta suavdawg moog muab tej pob zeb hab tej ntoo kws Npa‑asa ua lub moos Lama hov coj lug tswm khu lub moos Kenpa hab Mixapa."},{"bible_id":"1216","chapter_code":"2CH.16","verse_code":"2CH.16.7","label":"7","content":"Thaus ntawd Hanani kws has pum tom hauv ntej tuaj cuag Yuta tug vaajntxwv Axa hab has rua nwg tas, “Vem koj vaam khom Alaa tug vaajntxwv tsw vaam khom Yawmsaub kws yog koj tug Vaajtswv, yog le nuav Alaa tug vaajntxwv cov tub rog txhad dim huv koj txhais teg lawm."},{"bible_id":"1216","chapter_code":"2CH.16","verse_code":"2CH.16.8","label":"8","content":"Cov tuabneeg Khuj  hab cov tuabneeg Linpia tsw yog paab tub rog kws coob kawg muaj tsheb ua rog hab tub rog caij neeg coob kawg lov? Txawm le caag los vem koj vaam khom Yawmsaub, nwg txhad muab puab rua huv koj txhais teg."},{"bible_id":"1216","chapter_code":"2CH.16","verse_code":"2CH.16.9","label":"9","content":"Tsua qhov Yawmsaub moog moog lug lug qhov muag saib ntsoov thoob plawg lub nplajteb sub txhad ua nwg tug fwjchim tshwm lug paab cov kws lub sab xwb rua nwg. Qhov nuav koj ua ruag kawg le, tsua qhov txwj nuav moog koj yuav muaj kev ua rog.”"},{"bible_id":"1216","chapter_code":"2CH.16","verse_code":"2CH.16.10","label":"10","content":"Tes Axa txawm chim rua tug kws has pum tom hauv ntej hov txhad muab nwg nteg kaw rua huv tsev lojfaaj, tsua qhov nwg npau tawg heev rua qhov kws tug xwbfwb has le ntawd. Axa kuj tswm txom cov pejxeem qee leej heev rua lub swjhawm hov."},{"bible_id":"1216","chapter_code":"2CH.16","verse_code":"2CH.16.11","label":"11","content":"Axa tej num txwj thaus chiv moog txug thaus kawg mas tub muab sau ca rua huv phoo ntawv kws has txug Yuta hab Yixayee tej vaajntxwv."},{"bible_id":"1216","chapter_code":"2CH.16","verse_code":"2CH.16.12","label":"12","content":"Xyoo peb caug cuaj kws Axa ua vaajntxwv kaav, nwg txawm mob nwg txhais kwtaw, mas nwg tug mob luj heev tuaj. Txawm yog nwg mob los nwg kuj tsw nrhav Yawmsaub nwg nrhav tej Kws tshuaj paab xwb."},{"bible_id":"1216","chapter_code":"2CH.16","verse_code":"2CH.16.13","label":"13","content":"Axa txawm tuag moog nrug nwg tej laug nyob, nwg tuag rua thaus nwg ua vaajntxwv kaav tau plaub caug ib xyoos."},{"bible_id":"1216","chapter_code":"2CH.16","verse_code":"2CH.16.14","label":"14","content":"Puab muab nwg log rua huv lub qhov ntxaa kws nwg tho rua nwg huv Tavi lub nroog. Puab muab nwg lub cev tuag tso rua sau lub txaaj kws pleev cov tshuaj tsw qaab puv nkaus kws yog tug Kws tov tshuaj tub tov ca lawd. Hab puab rauv ib cub tawg luj heev ua koob meej rua nwg."},{"bible_id":"1216","chapter_code":"2CH.17","verse_code":"2CH.17.1","label":"1","content":"Axa tug tub Yehausafa nyob nwg chaw ua vaajntxwv kaav Yuta hab cuab zug npaaj tawm tsaam cov Yixayee."},{"bible_id":"1216","chapter_code":"2CH.17","verse_code":"2CH.17.2","label":"2","content":"Nwg xaa tub rog nyob rua huv Yuta txhua lub moos kws muaj ntsaa loog hab tsaa tub rog moog zuv thoob plawg Yuta tebchaws hab huv Efa‑i tej moos kws nwg txwv Axa tub txeeb tau lawd."},{"bible_id":"1216","chapter_code":"2CH.17","verse_code":"2CH.17.3","label":"3","content":"Yawmsaub nrug nraim Yehausafa nyob tsua qhov Yehausafa taug nraim nwg txwv  txujkev kws thaus nwg txwv chiv ua vaajntxwv, nwg tsw nrhav teev tej daab Npa‑aa,"},{"bible_id":"1216","chapter_code":"2CH.17","verse_code":"2CH.17.4","label":"4","content":"nwg nrhav Vaajtswv kws yog nwg txwv tug Vaajtswv hab ua lub neej lawv le Vaajtswv tej lug nkaw, nwg tsw ua lawv le cov Yixayee ua."},{"bible_id":"1216","chapter_code":"2CH.17","verse_code":"2CH.17.5","label":"5","content":"Vem le nuav Yawmsaub txhad pub nwg kaav tau lub tebchaws nyob ruaj khov. Mas taag nrho cov Yuta coj tshaav ntuj tuaj pub rua Yehausafa, nwg txhad nplua nuj heev hab muaj koob meej."},{"bible_id":"1216","chapter_code":"2CH.17","verse_code":"2CH.17.6","label":"6","content":"Nwg muaj sab luj sab tuab ua lawv le Yawmsaub txujkev. Hab nwg rhuav tshem tej chaw sab kws teev daab hab tej ncej daab Asela huv Yuta tebchaws moog."},{"bible_id":"1216","chapter_code":"2CH.17","verse_code":"2CH.17.7","label":"7","content":"Xyoo peb kws nwg ua vaajntxwv kaav, nwg khaiv nwg cov thawj kws yog Npeeha‑i, Aunpantiya, Xekhaliya, Nethanee hab Mikhaya moog qha rua huv Yuta tej moos."},{"bible_id":"1216","chapter_code":"2CH.17","verse_code":"2CH.17.8","label":"8","content":"Hab cov Levi nuav kuj nrug puab moog, yog Semaya, Nethaniya, Xenpantiya, Axahee, Semilamau, Yehaunathaa, Antauniya, Thaunpiya hab Thau‑antauniya, hab nrug cov Levi nuav ua ke yog Elisama hab Yehaulaa kws ua pov thawj."},{"bible_id":"1216","chapter_code":"2CH.17","verse_code":"2CH.17.9","label":"9","content":"Puab coj Yawmsaub phoo ntawv kevcai moog qhuab qha thoob plawg Yuta tebchaws. Puab moog txhua nrho Yuta tej moos hab qha cov pejxeem."},{"bible_id":"1216","chapter_code":"2CH.17","verse_code":"2CH.17.10","label":"10","content":"Yawmsaub ua rua txhua lub tebchaws kws nyob ib ncig Yuta ntshai heev, puab txhad tsw tuaj ua rog rua Yehausafa."},{"bible_id":"1216","chapter_code":"2CH.17","verse_code":"2CH.17.11","label":"11","content":"Cov Filixatee qee leej coj tshaav ntuj tuaj pub rua Yehausafa hab coj nyaj tuaj them se rua nwg. Cov Alam kuj coj xyaa txheeb xyaa pua tug txwv yaaj hab xyaa txheeb xyaa pua tug txwv tshws tuaj pub rua nwg."},{"bible_id":"1216","chapter_code":"2CH.17","verse_code":"2CH.17.12","label":"12","content":"Yehausafa txhad vaam meej heev quas zug tuaj. Nwg tswm tej chaw ruaj khov hab tej moos khaws hov txhua chaw huv Yuta tebchaws,"},{"bible_id":"1216","chapter_code":"2CH.17","verse_code":"2CH.17.13","label":"13","content":"hab nwg khaws hov txhua chaw ntau kawg ca rua huv Yuta tej moos. Nwg muaj cov tub rog kws sab luj sab tuab nyob huv Yeluxalee."},{"bible_id":"1216","chapter_code":"2CH.17","verse_code":"2CH.17.14","label":"14","content":"Ntawm nuav moog yog txheeb cov tub rog lawv le puab xeem. Xeem Yuta cov thawj kws kaav ib txheeb leej ib tug yog Anas kws ua thawj kaav 300,000 leej tub rog kws sab luj sab tuab,"},{"bible_id":"1216","chapter_code":"2CH.17","verse_code":"2CH.17.15","label":"15","content":"tug ob yog Yehauhanaa kws ua tug thawj kaav 280,000 leej,"},{"bible_id":"1216","chapter_code":"2CH.17","verse_code":"2CH.17.16","label":"16","content":"tug peb yog Xikhi tug tub Amasiya kws yeem ua koom rua Yawmsaub, nwg kaav 200,000 leej tub rog kws sab luj sab tuab."},{"bible_id":"1216","chapter_code":"2CH.17","verse_code":"2CH.17.17","label":"17","content":"Xeem Npeeyamee muaj Eliyanta kws yog tub rog sab luj sab tuab kaav 200,000 leej tub rog kws muaj neev hab daim phaj hlau thaiv."},{"bible_id":"1216","chapter_code":"2CH.17","verse_code":"2CH.17.18","label":"18","content":"Tug ob yog Yehauxanpa kws kaav 180,000 leej kws muaj cuab yeej ua rog."},{"bible_id":"1216","chapter_code":"2CH.17","verse_code":"2CH.17.19","label":"19","content":"Cov nuav ua koom rua vaajntxwv tsw suav rua cov tub rog kws vaajntxwv khaiv moog nyob rua huv tej moos kws muaj ntsaa loog thoob Yuta tebchaws lawd."},{"bible_id":"1216","chapter_code":"2CH.18","verse_code":"2CH.18.1","label":"1","content":"Yehausafa nplua nuj hab muaj koob meej heev hab nwg nrug Ahaj tis nruab tis ze."},{"bible_id":"1216","chapter_code":"2CH.18","verse_code":"2CH.18.2","label":"2","content":"Ntau xyoo tom qaab Yehausafa moog tshaam Ahaj huv lub nroog Xamali. Ahaj tua yaaj tua nyuj ntau kawg tam Yehausafa hab cov tuabneeg kws nrug nwg moog, hab yum kuas nwg nrug Ahaj ua rog rua lub moos Lamau Kile‑a."},{"bible_id":"1216","chapter_code":"2CH.18","verse_code":"2CH.18.3","label":"3","content":"Cov Yixayee tug vaajntxwv Ahaj has rua Yuta tug vaajntxwv Yehausafa tas, “Koj yuav nrug kuv moog rua lub moos Lamau Kile‑a los tsw moog?” Yehausafa teb tas, “Koj zoo le caag kuv zoo le ntawd hab kuv cov tuabneeg kuj yog koj le tuabneeg. Peb yuav nrug koj moog ua rog.”"},{"bible_id":"1216","chapter_code":"2CH.18","verse_code":"2CH.18.4","label":"4","content":"Yehausafa has rua Yixayee tug vaajntxwv tas, “Thov nug saib Yawmsaub has le caag tsaiv.”"},{"bible_id":"1216","chapter_code":"2CH.18","verse_code":"2CH.18.5","label":"5","content":"Tes Yixayee tug vaajntxwv txawm hu cov xwbfwb cev Vaajtswv lug plaub puas leej tuaj ua ke mas has rua puab tas, “Tswm nyog peb moog ua rog rua lub moos Lamau Kile‑a los tsw xob moog?” Mas puab teb tas, “Moog los maj, tsua qhov Vaajtswv yuav muab lub moos hov rua huv vaajntxwv txhais teg.”"},{"bible_id":"1216","chapter_code":"2CH.18","verse_code":"2CH.18.6","label":"6","content":"Tassws Yehausafa has tas, “Muaj dua lwm tug xwbfwb cev Vaajtswv lug kws peb nug tau hab los tsw muaj lawm?”"},{"bible_id":"1216","chapter_code":"2CH.18","verse_code":"2CH.18.7","label":"7","content":"Yixayee tug vaajntxwv has rua Yehausafa tas, “Tseed tshuav ib tug yawm kws peb yuav kuas ua nug rua Yawmsaub tau hab, yog Mikhaya kws yog Ilas tug tub. Tassws kuv ntxub nwg tsua qhov nwg tsw txeev cev lug zoo ntswg txug kuv, tsuas yog pheej cev lug phem xwb.” Tes Yehausafa has rua vaajntxwv tas, “Tsw xob has le kod.”"},{"bible_id":"1216","chapter_code":"2CH.18","verse_code":"2CH.18.8","label":"8","content":"Yixayee tug vaajntxwv hu ib tug tub teg tub taw lug hab has tas, “Ca le coj Ilas tug tub Mikhaya tuaj sai sai.”"},{"bible_id":"1216","chapter_code":"2CH.18","verse_code":"2CH.18.9","label":"9","content":"Yixayee tug vaajntxwv hab Yehausafa saamswm nyob sau ob tug lub zwm txwv hab naav tej tsoog meej mom rua ntawm lub tshaav ntaus qoob kws nyob ntawm lub rooj loog Xamali hab cov xwbfwb cev Vaajtswv lug suavdawg saamswm cev lug ntawm ob tug xubndag."},{"bible_id":"1216","chapter_code":"2CH.18","verse_code":"2CH.18.10","label":"10","content":"Mas Xentekhiya kws yog Khena‑ana tug tub txawm muab kaav hlau ua ib txwm kub rua nwg hab has tas, “Yawmsaub has le nuav tas, ‘Koj yuav swv txwm kub nuav nraus cov Alaa moog txug thaus puab puam tsuaj taag.’ ”"},{"bible_id":"1216","chapter_code":"2CH.18","verse_code":"2CH.18.11","label":"11","content":"Hab cov kws cev lug suavdawg kuj cev lug ib yaam nkaus le hov has tas, “Ca le moog rua lub moos Lamau Kile‑a, hab kov yeej, tsua qhov Yawmsaub yuav muab lub moos hov rua huv vaajntxwv txhais teg.”"},{"bible_id":"1216","chapter_code":"2CH.18","verse_code":"2CH.18.12","label":"12","content":"Mas tug tub teg tub taw kws moog hu Mikhaya txawm has rua Mikhaya tas, “Saib maj, cov xwbfwb cev lug suavdawg ua ib lub suab has yaam kws zoo rua vaajntxwv xwb. Koj ca le has zoo ib yaam le puab has hab has yaam kws zoo xwb.”"},{"bible_id":"1216","chapter_code":"2CH.18","verse_code":"2CH.18.13","label":"13","content":"Tassws Mikhaya has tas, “Yawmsaub muaj txujsa nyob pum, kuv tug Vaajtswv has le caag rua kuv, kuv yuav tsum has le ntawd xwb.”"},{"bible_id":"1216","chapter_code":"2CH.18","verse_code":"2CH.18.14","label":"14","content":"Thaus nwg tuaj cuag vaajntxwv, vaajntxwv has rua nwg tas, “Mikhaya, tswm nyog peb yuav moog ua rog rua Lamau Kile‑a los tsw xob moog?” Mikhaya teb nwg tas, “Ca le moog los maj hab kov yeej. Yawmsaub yuav muab lub moos hov rua huv vaajntxwv txhais teg.”"},{"bible_id":"1216","chapter_code":"2CH.18","verse_code":"2CH.18.15","label":"15","content":"Vaajntxwv txawm has rua nwg tas, “Kuv tub kuas koj cog lug twv pes tsawg zag lawm tas koj yuav tsum tuav Yawmsaub lub npe has qhov tseeb xwb xwb le?”"},{"bible_id":"1216","chapter_code":"2CH.18","verse_code":"2CH.18.16","label":"16","content":"Mikhaya txhad has tas, “Kuv pum cov Yixayee suavdawg raug tswv ua saab ua sua sau tej roob yaam nkaus le paab yaaj kws tsw muaj tug tswv yug. Hab Yawmsaub has tas, ‘Cov tuabneeg nuav tsw muaj tug tswv, ca puab nyag rov moog zoo rua nyag vaaj nyag tsev.’ ”"},{"bible_id":"1216","chapter_code":"2CH.18","verse_code":"2CH.18.17","label":"17","content":"Cov Yixayee tug vaajntxwv txhad has rua Yehausafa tas, “Kuv tub has rua koj tas nwg yuav tsw cev lug zoo ntswg txug kuv, tsuas yog cev lug phem xwb, los tsw yog?”"},{"bible_id":"1216","chapter_code":"2CH.18","verse_code":"2CH.18.18","label":"18","content":"Hab Mikhaya has tas, “Yog le nuav ca le tig ntsej noog Yawmsaub tej lug. Kuv pum Yawmsaub nyob sau nwg lub zwm txwv hab ib tsoom tuabneeg sau ntuj sawv ntawm nwg saab xws hab saab phem."},{"bible_id":"1216","chapter_code":"2CH.18","verse_code":"2CH.18.19","label":"19","content":"Mas Yawmsaub has tas, ‘Leejtwg yuav ntxag Ahaj kuas nwg moog qaug tuag rua ntawm lub moos Lamau Kile‑a?’ Ib tug has le u, ib tug has le nuav."},{"bible_id":"1216","chapter_code":"2CH.18","verse_code":"2CH.18.20","label":"20","content":"Muaj ib tug plig txawm txaav lug sawv ntsug ntawm Yawmsaub xubndag has tas, ‘Kuv yuav ntxag nwg.’ Yawmsaub has rua tug plig hov tas, ‘Koj yuav ua le caag?’"},{"bible_id":"1216","chapter_code":"2CH.18","verse_code":"2CH.18.21","label":"21","content":"Nwg teb tas, ‘Kuv yuav moog hab kuv yuav ua ib tug plig daag rua huv nwg cov xwbfwb kws cev lug lub qhov ncauj.’ Yawmsaub has tas, ‘Koj moog ntxag nwg, hab koj yuav ua tau kuas tav. Koj ca le moog ua.’"},{"bible_id":"1216","chapter_code":"2CH.18","verse_code":"2CH.18.22","label":"22","content":"Vem le hov nwgnuav Yawmsaub txhad muab tug plig daag tso rua huv koj cov xwbfwb kws cev lug txhua tug lub qhov ncauj. Yawmsaub tub teem tej xwm txheej phem nuav lug raug koj lawm.”"},{"bible_id":"1216","chapter_code":"2CH.18","verse_code":"2CH.18.23","label":"23","content":"Tes Xentekhiya kws yog Khena‑ana tug tub txawm txaav lug tuab tawg ncuav Mikhaya saab plhu hab has tas, “Yawmsaub tug Ntsuj Plig tawm ntawm kuv taug txujkev twg moog has rua koj?”"},{"bible_id":"1216","chapter_code":"2CH.18","verse_code":"2CH.18.24","label":"24","content":"Mas Mikhaya has tas, “Saib maj, koj yuav paub rua nub kws koj tswv moog nraim cev rua chaav tsev huv plawv.”"},{"bible_id":"1216","chapter_code":"2CH.18","verse_code":"2CH.18.25","label":"25","content":"Yixayee tug vaajntxwv has tas, “Ca le nteg kag Mikhaya, coj nwg rov moog cob rua Amoo kws ua tim xyoob kaav lub nroog hab cob rua Yau‑as kws yog vaajntxwv tug tub,"},{"bible_id":"1216","chapter_code":"2CH.18","verse_code":"2CH.18.26","label":"26","content":"hab has tas, ‘Vaajntxwv has le nuav tas, Muab tug yawm nuav kaw nkuaj hab tsuas yog muab ncuav hab dej rua nwg xwb moog txug thaus kuv rov lug txug zoo.’ ”"},{"bible_id":"1216","chapter_code":"2CH.18","verse_code":"2CH.18.27","label":"27","content":"Mikhaya has tas, “Yog koj tseed rov lug txug zoo, tes tsw yog Yawmsaub kuas kuv has tej lug nuav.” Hab nwg has tas, “Mej suavdawg ca le noog nawj!”"},{"bible_id":"1216","chapter_code":"2CH.18","verse_code":"2CH.18.28","label":"28","content":"Yixayee tug vaajntxwv hab Yuta tug vaajntxwv Yehausafa txawm moog rua Lamau Kile‑a lawm."},{"bible_id":"1216","chapter_code":"2CH.18","verse_code":"2CH.18.29","label":"29","content":"Yixayee tug vaajntxwv has rua Yehausafa tas, “Kuv yuav hloov tsoog tsho ua cuav moog ntaus rog, tassws koj mas koj naav koj cev tsoog tsho meej mom.” Yixayee tug vaajntxwv txawm hloov tsoog tsho ua cuav txeem moog ua rog."},{"bible_id":"1216","chapter_code":"2CH.18","verse_code":"2CH.18.30","label":"30","content":"Cov Alaa tug vaajntxwv has rua cov thawj rog kws kaav nwg tej tsheb ua rog tas, “Tsw xob tua tej tub rog tsw has luj hab yau, tsuas yog tua cov Yixayee tug vaajntxwv xwb.”"},{"bible_id":"1216","chapter_code":"2CH.18","verse_code":"2CH.18.31","label":"31","content":"Thaus cov thawj rog kws kaav tej tsheb ua rog pum Yehausafa, puab has tas, “Yog Yixayee tug vaajntxwv.” Puab txawm tig hlo moog tawm tsaam nwg. Mas Yehausafa qw nrov nrov, mas Yawmsaub paab nwg. Vaajtswv txhad ua rua puab tso nwg tseg."},{"bible_id":"1216","chapter_code":"2CH.18","verse_code":"2CH.18.32","label":"32","content":"Thaus cov thawj rog kws kaav tej tsheb ua rog pum tas tsw yog Yixayee tug vaajntxwv, puab txhad tseg tsw lawv nwg lawm."},{"bible_id":"1216","chapter_code":"2CH.18","verse_code":"2CH.18.33","label":"33","content":"Muaj ib tug yawm laam nqug neev nti kwv yees tua moog raug Yixayee tug vaajntxwv nkaag plawg lub tsho hlau ib kem ntawm hauv sab. Ahaj txhad has rua tug kws tsaav nwg lub tsheb ua rog tas, “Ca le tig rov qaab, coj kuv tawm huv tshaav rog moog, tsua qhov kuv raug mob lawm.”"},{"bible_id":"1216","chapter_code":"2CH.18","verse_code":"2CH.18.34","label":"34","content":"Nub ntawd kev sws ntaus sws tua luj heev, vaajntxwv txhad pheeb huv nwg lub tsheb ua rog tig saib ntsoov rua cov Alaa moog txug yuav tsaus ntuj. Thaus nub poob qho nwg txawm tuag lawm."},{"bible_id":"1216","chapter_code":"2CH.19","verse_code":"2CH.19.1","label":"1","content":"Cov Yuta tug vaajntxwv Yehausafa rov qaab moog txug nwg tsev huv Yeluxalee zoo."},{"bible_id":"1216","chapter_code":"2CH.19","verse_code":"2CH.19.2","label":"2","content":"Hanani tug tub Yehu kws ua xwbfwb has pum tom hauv ntej txawm tawm moog ntswb vaajntxwv Yehausafa hab has rua nwg tas, “Tswm nyog koj paab cov tuabneeg phem hab hlub cov kws ntxub Yawmsaub lov? Vem le nuav, Yawmsaub txujkev npau tawg poob rua sau koj lawm."},{"bible_id":"1216","chapter_code":"2CH.19","verse_code":"2CH.19.3","label":"3","content":"Txawm le caag kuj xwj, koj muaj ib qhov zoo vem yog koj rhuav tshem tej ncej daab Asela tawm huv lub tebchaws nuav hab rau sab nrhav Vaajtswv.”"},{"bible_id":"1216","chapter_code":"2CH.19","verse_code":"2CH.19.4","label":"4","content":"Yehausafa nyob huv Yeluxalee, hab tawm moog saib tej pejxeem txwj ntawm lub moos Npe‑awsenpa moog txug peg toj sab Efa‑i tebchaws dua ib zag, hab coj puab rov lug cuag Yawmsaub kws yog puab tej laug tug Vaajtswv."},{"bible_id":"1216","chapter_code":"2CH.19","verse_code":"2CH.19.5","label":"5","content":"Nwg tsaa cov kws tu plaub rua huv Yuta tej moos kws muaj ntsaa loog txhua lub thoob plawg lub tebchaws,"},{"bible_id":"1216","chapter_code":"2CH.19","verse_code":"2CH.19.6","label":"6","content":"hab has rua cov kws tu plaub hov tas, “Ca le ua tuab zoo xaav txug tej kws mej yuav ua, tsua qhov tsw yog mej tu plaub kuas hum tuabneeg, tassws mej tu kuas hum Yawmsaub xwb, Yawmsaub nrug nraim mej tu plaub."},{"bible_id":"1216","chapter_code":"2CH.19","verse_code":"2CH.19.7","label":"7","content":"Yog le nuav mej yuav tsum paub ntshai Yawmsaub, hab ceev faaj tej kws mej ua, tsua qhov Yawmsaub kws yog peb tug Vaajtswv tsw ntxeev cai hab tsw saib leejtwg ntsej muag hab tsw yuav nyaj xab.”"},{"bible_id":"1216","chapter_code":"2CH.19","verse_code":"2CH.19.8","label":"8","content":"Tsw taag le ntawd Yehausafa tsaa cov Levi hab cov pov thawj qee leej hab Yixayee cov thawj huv txhua xeem huv Yeluxalee ua cov kws tu tej plaub kws ntswg txug Yawmsaub kevcai hab tu tej plaub ntug kws has tsw hum. Puab ua num rua huv Yeluxalee xwb."},{"bible_id":"1216","chapter_code":"2CH.19","verse_code":"2CH.19.9","label":"9","content":"Hab nwg nkaw lug rua puab tas, “Mej yuav tsum paub ntshai Yawmsaub ua tej num nuav. Mej yuav tsum mob sab ua kuas kawg mej lub sab lub ntsws xob tso tseg."},{"bible_id":"1216","chapter_code":"2CH.19","verse_code":"2CH.19.10","label":"10","content":"Thaus mej cov kwvtij kws nyob huv puab tej moos coj puab tej plaub tuaj txug mej tsw has kev sws tua lossws plaub ua txhum txuj kevcai hab tej lug nkaw hab tej kaab ke hab tej kevcai twg kuj xwj mas mej yuav tsum qhuab ntuag puab kuas puab tsw xob ua txhum rua Yawmsaub, mas Yawmsaub txujkev npau tawg txhad tsw poob rua sau mej hab mej cov kwvtij. Mej yuav tsum ua le nuav mej txhad tsw muaj txem."},{"bible_id":"1216","chapter_code":"2CH.19","verse_code":"2CH.19.11","label":"11","content":"Tug pov thawj hlub Amaliya kuj kaav mej rua huv txhua yaam kws ntswg txug Yawmsaub, hab Yisama‑ee tug tub Xenpantiya kws ua thawj huv xeem Yuta kuj kaav mej rua txhua yaam kws ntswg txug vaajntxwv, hab cov Levi yuav ua tub teg tub taw paab mej. Mej ca le ua sab luj sab tuab ua num. Thov Yawmsaub nrug nraim tug kws ua ncaaj.”"},{"bible_id":"1216","chapter_code":"2CH.20","verse_code":"2CH.20.1","label":"1","content":"Lug rua tom qaab nuav cov Mau‑a hab cov Aamoo nrug cov Me‑uni qee leej tuaj ua rog rua Yehausafa."},{"bible_id":"1216","chapter_code":"2CH.20","verse_code":"2CH.20.2","label":"2","content":"Muaj tuabneeg tuaj has rua Yehausafa tas, “Muaj ib paab tub rog coob coob tuaj ntawm Entoo  tebchaws yog tuaj havtxwv  saab tim u tuaj tawm tsaam koj. Saib maj, puab tuaj txug Haxaxoo Thama lawm.” (Haxaxoo Thama yog Eekenti.)"},{"bible_id":"1216","chapter_code":"2CH.20","verse_code":"2CH.20.3","label":"3","content":"Tes Yehausafa txawm ntshai heev hab nwg mob sab nrhav Yawmsaub hab tshaaj tawm thoob plawg Yuta tebchaws kuas yoo mov."},{"bible_id":"1216","chapter_code":"2CH.20","verse_code":"2CH.20.4","label":"4","content":"Mas cov Yuta tuaj txoos ua ke nrhav kev paab ntawm Yawmsaub. Puab tuaj huv Yuta txhua lub moos tuaj ua nug rua Yawmsaub."},{"bible_id":"1216","chapter_code":"2CH.20","verse_code":"2CH.20.5","label":"5","content":"Mas Yehausafa sawv ntsug ntawm cov Yuta hab cov tuabneeg Yeluxalee kws tuaj txoos ua ke hov huv Yawmsaub lub tuam tsev ntawm lub tshaav puam tshab,"},{"bible_id":"1216","chapter_code":"2CH.20","verse_code":"2CH.20.6","label":"6","content":"hab nwg has tas, “Au Yawmsaub kws yog peb tej laug tug Vaajtswv, koj tsw yog Vaajtswv kws nyob sau ntuj lov? Koj tsw kaav taag nrho txhua haiv tuabneeg tej tebchaws lov? Koj txhais teg muaj fwjchim hab muaj zug, txhad tsw muaj leejtwg tawm tsaam tau koj."},{"bible_id":"1216","chapter_code":"2CH.20","verse_code":"2CH.20.7","label":"7","content":"Au peb tug Vaajtswv, koj tsw tau ntab cov tuabneeg huv lub tebchaws nuav tswv tawm ntawm koj haiv tuabneeg Yixayee xubndag lov, hab muab lub tebchaws rua koj tug kwvluag Aplahaa caaj ceg moog ib txhws?"},{"bible_id":"1216","chapter_code":"2CH.20","verse_code":"2CH.20.8","label":"8","content":"Puab tau nyob rua huv hab tau ua lub chaw rua koj lub npe nyob, hab has tas,"},{"bible_id":"1216","chapter_code":"2CH.20","verse_code":"2CH.20.9","label":"9","content":"‘Yog muaj xwm txheej phem tshwm tuaj rua peb, tsw has nav ntaaj, kev teem txem, mob kis hab kev tshaib plaab los yog, peb yuav sawv ntsug ntawm lub tuam tsev nuav rua ntawm koj xubndag, vem koj lub npe nyob huv lub tuam tsev nuav, hab peb yuav nyob huv kev txom nyem nyuaj sab nuav quaj thov koj, mas koj yuav noog hab cawm kuas dim.’"},{"bible_id":"1216","chapter_code":"2CH.20","verse_code":"2CH.20.10","label":"10","content":"Nwgnuav cov Aamoo hab cov Mau‑a hab cov kws nyob sau lub roob Xe‑i, yog tej tebchaws kws koj tsw kheev cov Yixayee txeem moog rua huv rua thaus puab tawm huv Iyi tebchaws lug, mas puab txhad zos tsw ua kuas puam tsuaj,"},{"bible_id":"1216","chapter_code":"2CH.20","verse_code":"2CH.20.11","label":"11","content":"saib maj, puab cov hov ua pauj rua peb le nuav. Puab tuaj ntab peb tawm huv lub tebchaws kws koj muab ua qub txeeg qub teg rua peb."},{"bible_id":"1216","chapter_code":"2CH.20","verse_code":"2CH.20.12","label":"12","content":"Au peb tug Vaajtswv, koj yuav tsw rau txem rua puab lov? Tsua qhov peb tsw muaj fwjchim kws yuav tiv thaiv tau paab tub rog coob coob kws tuaj ua rog rua peb nuav. Peb tsw pum qaab yuav ua le caag, peb lub qhov muag saib ntsoov rua koj xwb.”"},{"bible_id":"1216","chapter_code":"2CH.20","verse_code":"2CH.20.13","label":"13","content":"Thaus ntawd Yuta cov txwvneej suavdawg hab puab tej quaspuj hab tej mivnyuas yau mivnyuas mog kuj sawv ntawm Yawmsaub xubndag."},{"bible_id":"1216","chapter_code":"2CH.20","verse_code":"2CH.20.14","label":"14","content":"Mas Yawmsaub tug Ntsuj Plig lug rua huv Xekhaliya tug tub Yahaxi‑ee rua thaus nwg nyob huv ib tsoom tuabneeg hov. Nwg yawm yog Npenaya, nwg yawm koob yog Ye‑i‑ee, nwg yawm suab yog Mathaniya, yog xeem Levi, yog Axas cum."},{"bible_id":"1216","chapter_code":"2CH.20","verse_code":"2CH.20.15","label":"15","content":"Yahaxi‑ee has tas, “Cov Yuta suavdawg hab cov kws nyob huv Yeluxalee, hab vaajntxwv Yehausafa, mej ca le noog. Yawmsaub has le nuav rua mej tas, Tsw xob ntshai, tsw xob poob sab rua paab tub rog coob coob hov, tsua qhov kev ua rog tsw yog mej le tassws yog Yawmsaub le."},{"bible_id":"1216","chapter_code":"2CH.20","verse_code":"2CH.20.16","label":"16","content":"Pigkig mej ca le nqeg moog ua rog rua puab. Puab yuav nce taug txujkev ntawm lub moos Xib tuaj. Mej yuav ntswb puab ntawm lub hauv haav huv tebchaws moj saab qhua Yelu‑ee."},{"bible_id":"1216","chapter_code":"2CH.20","verse_code":"2CH.20.17","label":"17","content":"Zag rog nuav tsw txug mej yuav tawm tsaam le. Yuta hab Yeluxalee 'e, ca le npaaj txhwj rua ntawm lub chaw ua rog, sawv tuabywv, hab saib Yawmsaub kov yeej rua mej. Tsw xob ntshai, tsw xob poob sab. Pigkig ca le moog tawm tsaam puab, hab Yawmsaub yuav nrug nraim mej.”"},{"bible_id":"1216","chapter_code":"2CH.20","verse_code":"2CH.20.18","label":"18","content":"Tes Yehausafa txawm nyo hau ua lub plhu ti nkaus huv aav hab cov Yuta suavdawg hab cov tuabneeg Yeluxalee ca le khwb nkaus ntawm Yawmsaub xubndag pe hawm Yawmsaub."},{"bible_id":"1216","chapter_code":"2CH.20","verse_code":"2CH.20.19","label":"19","content":"Tes cov Levi kws yog Khauha caaj ceg hab Khaula caaj ceg txhad le sawv tseeg tsaa suab nrov qhuas Yawmsaub kws yog cov Yixayee tug Vaajtswv."},{"bible_id":"1216","chapter_code":"2CH.20","verse_code":"2CH.20.20","label":"20","content":"Taagkig tom qaab puab sawv ntxuv moog rua huv tebchaws moj saab qhua Thekhau‑a. Thaus puab tawm moog Yehausafa sawv ntsug has tas, “Cov Yuta hab cov kws nyob huv Yeluxalee ca le noog kuv has. Ca le ntseeg Yawmsaub kws yog mej tug Vaajtswv mas mej yuav nyob ruaj khov. Ca le ntseeg Yawmsaub cov tuabneeg kws cev lug mas mej yuav ua tau kuas tav.”"},{"bible_id":"1216","chapter_code":"2CH.20","verse_code":"2CH.20.21","label":"21","content":"Thaus nwg sablaaj rua cov pejxeem lawm, nwg tsaa cov kws yuav hu nkauj rua Yawmsaub hab naav tej tsoog tsho muaj meej mom dawb huv qhuas Yawmsaub, hab moog ua cov tub rog ntej hu tas, “Ca le ua Yawmsaub tsaug, tsua qhov nwg txujkev hlub ruaj khov nyob moog ib txhws.”"},{"bible_id":"1216","chapter_code":"2CH.20","verse_code":"2CH.20.22","label":"22","content":"Thaus puab chiv hu nkauj hab qhuas, Yawmsaub tu cov kws zuv kev tog tawm tsaam cov Aamoo, hab cov Mau‑a hab cov kws nyob sau lub roob Xe‑i kws tau tuaj ua rog rua cov Yuta, luas txhad le swb tawg tswv taag lawm."},{"bible_id":"1216","chapter_code":"2CH.20","verse_code":"2CH.20.23","label":"23","content":"Tsua qhov cov Aamoo hab cov Mau‑a sawv tseeg tawm tsaam cov peg roob Xe‑i, ua rua puab puam tsuaj taag. Thaus puab ua rua cov Xe‑i puam tsuaj taag, puab suavdawg kuj rov sws tua ua rua puab puam tsuaj taag hab."},{"bible_id":"1216","chapter_code":"2CH.20","verse_code":"2CH.20.24","label":"24","content":"Thaus cov Yuta nce moog rua sau lub chaw tsom faaj kws saib rua tebchaws moj saab qhua, puab saib moog rua paab tub rog coob heev hov, na cav pum cev tuag pawg quas yawg rua huv aav, tsw tshuav ib tug dim le."},{"bible_id":"1216","chapter_code":"2CH.20","verse_code":"2CH.20.25","label":"25","content":"Thaus Yehausafa hab nwg cov tub rog tuaj khaws luas tej hov txhua chaw, mas puab pum tej tsaj coob kawg hab tej cuab yeej hab tsoog tsho hab tej yaam kws muaj nqes, puab khaws moog txug thaus rws tsw taug lawm. Puab khaws tej kws txeeb tau hov tau peb nub vem yog muaj ntau kawg le."},{"bible_id":"1216","chapter_code":"2CH.20","verse_code":"2CH.20.26","label":"26","content":"Nub kws plaub puab tuaj txoos ua ke rua huv lub Haav Npelakha, hab qhuas Yawmsaub hov ntawd. Vem le nuav txhad hu lub chaw hov tas lub Haav Npelakha  lug txug naj nub nwgnuav."},{"bible_id":"1216","chapter_code":"2CH.20","verse_code":"2CH.20.27","label":"27","content":"Tes Yehausafa txawm coj cov Yuta hab cov Yeluxalee txhua tug rov lug rua huv Yeluxalee zoo sab xyiv faab, tsua qhov Yawmsaub ua rua puab zoo sab xyiv faab vem yeeb ncuab swb taag lawm."},{"bible_id":"1216","chapter_code":"2CH.20","verse_code":"2CH.20.28","label":"28","content":"Puab txhad muaj suab nkauj nog ncaas miv suab nkauj nog ncaas luj hab suab raaj xyu rov lug rua huv Yeluxalee hab lug rua ntawm Yawmsaub lub tuam tsev."},{"bible_id":"1216","chapter_code":"2CH.20","verse_code":"2CH.20.29","label":"29","content":"Ib tsoom tebchaws suavdawg ntshai Vaajtswv rua thaus puab nov tas Yawmsaub tawm tsaam Yixayee cov yeeb ncuab."},{"bible_id":"1216","chapter_code":"2CH.20","verse_code":"2CH.20.30","label":"30","content":"Yehausafa lub tebchaws txhad le nyob tug yeeg, tsua qhov nwg tug Vaajtswv pub nwg su tsw ua rog rua txhua faab."},{"bible_id":"1216","chapter_code":"2CH.20","verse_code":"2CH.20.31","label":"31","content":"Yehausafa ua vaajntxwv kaav Yuta le nuav. Thaus nwg chiv ua vaajntxwv kaav nwg noob nyoog muaj peb caug tswb xyoos, nwg nyob huv Yeluxalee kaav tau neeg nkaum tswb xyoos. Nwg nam npe hu ua Axunpa kws yog Sihi tug ntxhais."},{"bible_id":"1216","chapter_code":"2CH.20","verse_code":"2CH.20.32","label":"32","content":"Nwg taug nraim nwg txwv Axa tug neev taw, tsw tig moog rua saab twg le. Nwg ua tej kws Yawmsaub pum tas zoo."},{"bible_id":"1216","chapter_code":"2CH.20","verse_code":"2CH.20.33","label":"33","content":"Tassws tej chaw sab teev daab tseed tsw tau muab rhuav pov tseg, cov pejxeem tseed tsw tau rau sab npuab puab tej laug tug Vaajtswv."},{"bible_id":"1216","chapter_code":"2CH.20","verse_code":"2CH.20.34","label":"34","content":"Lwm yaam num kws Yehausafa ua txwj thaus chiv moog txug thaus kawg mas tub muab sau ca rua huv Hanani tug tub Yehu phoo ntawv keeb kwm, kws sau ua ke rua huv phoo ntawv kws has txug cov Yixayee tej vaajntxwv."},{"bible_id":"1216","chapter_code":"2CH.20","verse_code":"2CH.20.35","label":"35","content":"Lug rua tom qaab nuav cov Yuta tug vaajntxwv Yehausafa nrug cov Yixayee tug vaajntxwv Ahaxiya kws ua phem kawg sws raug zoo."},{"bible_id":"1216","chapter_code":"2CH.20","verse_code":"2CH.20.36","label":"36","content":"Nwg koom nrug ua tej nkoj txwg kws yuav moog rua lub moos Thasi, ob tug ua tej nkoj hov huv lub moos Exi‑oo Kenpaw."},{"bible_id":"1216","chapter_code":"2CH.20","verse_code":"2CH.20.37","label":"37","content":"Mas Eliyexaw kws yog Ntauntavahu tug tub huv lub moos Malesa cev Vaajtswv lug rua Yehausafa tas, “Vem yog koj koom nrug Ahaxiya ua num, Yawmsaub yuav ua rua tej kws koj ua puam tsuaj.” Mas tej nkoj hov txhad tawg pam taag moog tsw txug lub moos Thasi."},{"bible_id":"1216","chapter_code":"2CH.21","verse_code":"2CH.21.1","label":"1","content":"Yehausafa kuj tuag moog nrug nwg tej laug nyob, hab puab muab nwg log nrug nwg tej laug ua ke rua huv Tavi lub nroog mas nwg tug tub Yehaulaa sawv nwg chaw ua vaajntxwv kaav."},{"bible_id":"1216","chapter_code":"2CH.21","verse_code":"2CH.21.2","label":"2","content":"Yehaulaa cov kwv kws yog Yehausafa cov tub yog Axaliya, Yehi‑ee, Xekhaliya, Axaliya, Mikha‑ee hab Sefathiya. Cov nuav yog Yuta  tug vaajntxwv Yehausafa le tub."},{"bible_id":"1216","chapter_code":"2CH.21","verse_code":"2CH.21.3","label":"3","content":"Puab txwv pub tej hov txhua chaw kws xuas nyaj xuas kub ua hab tej kws muaj nqes heev, hab pub tej moos huv Yuta kws muaj ntsaa loog rua puab. Tassws nwg pub lub tebchaws rua Yehaulaa kaav tsua qhov nwg yog tug tub hlub."},{"bible_id":"1216","chapter_code":"2CH.21","verse_code":"2CH.21.4","label":"4","content":"Thaus Yehaulaa sawv lug nyob sau nwg txwv lub zwm txwv hab ua vaajntxwv ruaj khov lawm, nwg xuas ntaaj tua nwg cov kwv huvsw hab tua Yuta cov thawj qee leej pov tseg."},{"bible_id":"1216","chapter_code":"2CH.21","verse_code":"2CH.21.5","label":"5","content":"Thaus Yehaulaa chiv ua vaajntxwv kaav nwg noob nyoog muaj peb caug ob xyoos, nwg nyob huv Yeluxalee kaav tau yim xyoo."},{"bible_id":"1216","chapter_code":"2CH.21","verse_code":"2CH.21.6","label":"6","content":"Nwg taug nraim cov Yixayee tej vaajntxwv tug neev taw, yog ua lawv le Ahaj caaj ceg, vem yog nwg yuav Ahaj tug ntxhais ua quaspuj. Tej kws nwg ua mas Yawmsaub pum tas phem."},{"bible_id":"1216","chapter_code":"2CH.21","verse_code":"2CH.21.7","label":"7","content":"Txawm le caag los Yawmsaub yeej tsw ua rua Tavi caaj ceg puam tsuaj taag vem yog tej lug kws nwg nrug Tavi cog tseg, hab vem nwg tub cog lug tseg tas nwg yuav pub ib lub teeb ci rua Tavi hab rua Tavi caaj ceg moog ib txhws."},{"bible_id":"1216","chapter_code":"2CH.21","verse_code":"2CH.21.8","label":"8","content":"Ntu kws Yehaulaa ua vaajntxwv mas Entoo faav xeeb rua Yuta hab tsaa dua ib tug vaajntxwv kaav puab."},{"bible_id":"1216","chapter_code":"2CH.21","verse_code":"2CH.21.9","label":"9","content":"Mas Yehaulaa txhad coj nwg cov thawj rog hab nwg tej tsheb ua rog huvsw ua ke hlaa moog. Thaus mo ntuj nwg txawm moog ntaus cov Entoo kws tuaj vej nwg hab nwg cov thawj kws kaav nwg tej tsheb ua rog."},{"bible_id":"1216","chapter_code":"2CH.21","verse_code":"2CH.21.10","label":"10","content":"Cov Entoo txhad faav xeeb tsw zwm rua cov Yuta lug txug naj nub nwgnuav. Hab lub swjhawm hov lub moos Lina kuj faav xeeb tsw zwm rua Yehaulaa lawm, tsua qhov nwg tau tso Yawmsaub kws yog nwg tej laug tug Vaajtswv tseg."},{"bible_id":"1216","chapter_code":"2CH.21","verse_code":"2CH.21.11","label":"11","content":"Dua le ntawd nwg tseed ua tej chaw sab teev daab rua sau Yuta tej roob, hab coj cov tuabneeg huv Yeluxalee tso Yawmsaub tseg hab ua rua cov Yuta yuam kev lawm."},{"bible_id":"1216","chapter_code":"2CH.21","verse_code":"2CH.21.12","label":"12","content":"Mas muaj ib tsaab ntawv tuaj ntawm Eliya kws ua xwbfwb cev Vaajtswv lug tuaj has tas, “Yawmsaub kws yog koj yawm koob Tavi tug Vaajtswv has le nuav tas, ‘Vem yog koj tsw tau ua lawv nraim le koj txwv Yehausafa txujkev hab tsw ua lawv le Yuta tug vaajntxwv Axa txujkev,"},{"bible_id":"1216","chapter_code":"2CH.21","verse_code":"2CH.21.13","label":"13","content":"tassws koj taug nraim Yixayee tej vaajntxwv tug neev taw hab coj cov Yuta hab cov tuabneeg huv Yeluxalee tso Yawmsaub tseg ib yaam le Ahaj caaj ceg coj cov Yixayee tso Yawmsaub tseg, hab vem koj tau tua koj cov kwv kws yog koj txwv caaj ceg hab puab zoo dua koj,"},{"bible_id":"1216","chapter_code":"2CH.21","verse_code":"2CH.21.14","label":"14","content":"saib maj, Yawmsaub yuav tso tej mob phem luj lug raug koj cov tuabneeg hab koj cov mivnyuas hab koj tej quaspuj hab koj tej hov txhua chaw huvsw."},{"bible_id":"1216","chapter_code":"2CH.21","verse_code":"2CH.21.15","label":"15","content":"Hab koj yuav mob nyaav heev mob koj tej plaab tej nyuv moog txug tej plaab nyuv tawm lug ib nub taag ib nub thab tsw txawj zoo.’ ”"},{"bible_id":"1216","chapter_code":"2CH.21","verse_code":"2CH.21.16","label":"16","content":"Yawmsaub ua rua cov Filixatee hab cov Alam kws nyob ze cov tuabneeg Khuj  chim rua Yehaulaa."},{"bible_id":"1216","chapter_code":"2CH.21","verse_code":"2CH.21.17","label":"17","content":"Tes puab txhad tuaj ua rog rua Yuta hab txeem moog rua huv lub tebchaws, mas txeeb tej hov txhua chaw huv vaajntxwv tsev huvsw thauj moog hab coj nwg tej tub tej quaspuj moog tsw tshuav tub nrug nwg nyob tsuas yog tshuav Ahaxiya  kws yog tug tub ntxawg xwb."},{"bible_id":"1216","chapter_code":"2CH.21","verse_code":"2CH.21.18","label":"18","content":"Thaus dhau tej xwm txheej hov lawm, Yawmsaub ua rua Yehaulaa tej plaab nyuv mob khu tsw tau le."},{"bible_id":"1216","chapter_code":"2CH.21","verse_code":"2CH.21.19","label":"19","content":"Dhau ob xyoos tom qaab, nwg tej plaab nyuv tawm lug taag vem tim tug mob hov, tes nwg txawm tuag khwv khwv le. Nwg cov pejxeem tsw rauv ib cub tawg luj heev ua koob meej rua nwg ib yaam le puab rauv rua nwg tej laug."},{"bible_id":"1216","chapter_code":"2CH.21","verse_code":"2CH.21.20","label":"20","content":"Thaus Yehaulaa chiv kaav nwg muaj peb caug ob xyoos, nwg ua vaajntxwv kaav huv Yeluxalee tau yim xyoo. Nwg tuag tsw muaj leejtwg ncu le. Puab muab nwg log rua huv Tavi lub nroog kuas tsw yog log rua huv vaajntxwv tej qhov ntxaa."},{"bible_id":"1216","chapter_code":"2CH.22","verse_code":"2CH.22.1","label":"1","content":"Cov tuabneeg huv Yeluxalee tsaa Yehaulaa tug tub ntxawg Ahaxiya ua vaajntxwv nyob nwg txwv chaw, tsua qhov nwg cov tijlaug suavdawg raug ib paab tub rog kws nrug cov Alam tuaj rua huv lub yeej muab tua tuag taag. Yog le hov Yehaulaa tug tub Ahaxiya txhad ua tug kaav Yuta."},{"bible_id":"1216","chapter_code":"2CH.22","verse_code":"2CH.22.2","label":"2","content":"Thaus Ahaxiya chiv ua vaajntxwv kaav hov nwg muaj neeg nkaum ob  xyoos, nwg nyob huv Yeluxalee kaav tau ib xyoos. Nwg nam npe hu ua Athaliya, yog Ooli le xeeb ntxwv."},{"bible_id":"1216","chapter_code":"2CH.22","verse_code":"2CH.22.3","label":"3","content":"Ahaxiya taug nraim Ahaj caaj ceg tug neev taw, tsua qhov nwg nam yog tug kws taw qha nwg ua phem."},{"bible_id":"1216","chapter_code":"2CH.22","verse_code":"2CH.22.4","label":"4","content":"Nwg ua tej kws Yawmsaub pum tas phem kawg ib yaam le Ahaj caaj ceg ua, tsua qhov thaus nwg txwv tuag lawd puab cov hov ua nwg lub chaw sablaaj txhad ua rua nwg raug kev puam tsuaj."},{"bible_id":"1216","chapter_code":"2CH.22","verse_code":"2CH.22.5","label":"5","content":"Nwg ua lawv le kws puab qha nwg txhad nrug Ahaj tug tub Yaulaa moog ua rog rua cov Alaa  tug vaajntxwv Haxa‑ee ntawm Lamau Kile‑a, mas cov Alaa tua raug Yaulaa mob."},{"bible_id":"1216","chapter_code":"2CH.22","verse_code":"2CH.22.6","label":"6","content":"Yaulaa txawm rov qaab moog khu mob rua ntawm lub moos Yile‑ee, yog moog khu qhov mob kws nwg raug ntawm Lama  rua thaus kws nwg ua rog rua cov Alaa tug vaajntxwv Haxa‑ee. Mas Yehaulaa tug tub Ahaxiya kws ua vaajntxwv kaav Yuta txhad moog saib Ahaj tug tub Yaulaa rua huv lub moos Yile‑ee vem yog Yaulaa raug mob."},{"bible_id":"1216","chapter_code":"2CH.22","verse_code":"2CH.22.7","label":"7","content":"Vaajtswv swv lub swjhawm kws Ahaxiya moog saib Yaulaa hov txuv kuas nwg puam tsuaj. Thaus nwg moog hov nwg nrug Yaulaa moog ntswb Nisi tug tub Yehu, kws Yawmsaub tub laub roj ywg tsaa ca ua tug txuv Ahaj caaj ceg."},{"bible_id":"1216","chapter_code":"2CH.22","verse_code":"2CH.22.8","label":"8","content":"Thaus Yehu saamswm rau txem rua Ahaj caaj ceg, nwg ntswb Yuta cov thawj hab Ahaxiya cov tijlaug le tub kws ua koom rua Ahaxiya, tes nwg txawm muab puab tua pov tseg taag."},{"bible_id":"1216","chapter_code":"2CH.22","verse_code":"2CH.22.9","label":"9","content":"Nwg kuj nrhav Ahaxiya. Mas Ahaxiya raug nteg rua huv lub nroog Xamali kws nwg tswv nraim, hab raug coj lug rua ntawm Yehu hab raug muab tua pov tseg. Puab muab nwg log tsua qhov puab has tas, “Nwg yog Yehausafa kws nrhav Yawmsaub kawg sab kawg ntsws tug xeeb ntxwv.” Ahaxiya caaj ceg tsw muaj ib tug yuav sawv tau lug ua vaajntxwv kaav lub tebchaws lawm."},{"bible_id":"1216","chapter_code":"2CH.22","verse_code":"2CH.22.10","label":"10","content":"Thaus Athaliya kws yog Ahaxiya nam pum tas nwg tug tub tuag lawm tes nwg txawm sawv tseeg tua Yuta tej vaajntxwv caaj ceg huvsw pov tseg."},{"bible_id":"1216","chapter_code":"2CH.22","verse_code":"2CH.22.11","label":"11","content":"Tassws vaajntxwv Yehaulaa tug ntxhais Yehausenpa  tau coj Ahaxiya tug tub Yau‑as nyag tswv tawm huv vaajntxwv cov tub kws yuav raug tua moog lawm. Nwg muab Yau‑as hab tug kws tu nwg zais rua huv ib lub txaaj pw. Yehaulaa tug ntxhais Yehausenpa kws yog Ahaxiya tug muam hab yog tug pov thawj Yehauyanta tug quaspuj txhad muab Yau‑as zais ntawm Athaliya le nuav, sub Athaliya txhad tua tsw tau nwg."},{"bible_id":"1216","chapter_code":"2CH.22","verse_code":"2CH.22.12","label":"12","content":"Yau‑as tswv nraim rua huv Vaajtswv lub tuam tsev nrug puab nyob tau rau xyoo, rua ncua swjhawm kws Athaliya kaav lub tebchaws."},{"bible_id":"1216","chapter_code":"2CH.23","verse_code":"2CH.23.1","label":"1","content":"Xyoo kws xyaa Yehauyanta muaj sab tuab hab nrug cov thawj rog kws kaav ib puas leej sws cog lug, yog Axaliya tug tub Yelauhaa, Yehauhanaa tug tub Yisama‑ee, Aunpe tug tub Axaliya, Antaya tug tub Ma‑axeya hab Xikhi tug tub Elisafa."},{"bible_id":"1216","chapter_code":"2CH.23","verse_code":"2CH.23.2","label":"2","content":"Puab moog thoob plawg Yuta tebchaws hab sau cov Levi huv Yuta txhua lub moos hab cov thawj huv Yixayee cov quas cum tuaj, mas puab tuaj rua huv Yeluxalee."},{"bible_id":"1216","chapter_code":"2CH.23","verse_code":"2CH.23.3","label":"3","content":"Puab suavdawg kws tuaj txoos ua ke hov cog lug rua vaajntxwv huv Vaajtswv lub tuam tsev. Yehauyanta has rua puab tas, “Saib maj, nuav yog vaajntxwv tug tub. Ca nwg ua vaajntxwv kaav lawv le kws Yawmsaub has ca txug Tavi cov tub."},{"bible_id":"1216","chapter_code":"2CH.23","verse_code":"2CH.23.4","label":"4","content":"Mej yuav tsum ua le nuav. Mej cov pov thawj hab cov Levi kws tuaj ua num rua nub Xanpatau, mas muab faib ua peb feem, ib feem yuav nyob zuv tej rooj loog,"},{"bible_id":"1216","chapter_code":"2CH.23","verse_code":"2CH.23.5","label":"5","content":"ib feem yuav zuv ntawm vaajntxwv lub tsev hab ib feem yuav zuv ntawm lub Rooj Loog Muaj Taw Tag.  Cov pejxeem suavdawg yuav tsum tuaj nyob rua huv tej tshaav puam ntawm Yawmsaub lub tuam tsev."},{"bible_id":"1216","chapter_code":"2CH.23","verse_code":"2CH.23.6","label":"6","content":"Tsw xob kheev leejtwg nkaag moog rua huv Yawmsaub lub tuam tsev tsuas yog ca cov pov thawj hab cov Levi kws ua num nkaag xwb. Puab nkaag tau xwb vem puab yog cov dawb huv kuas cov pejxeem suavdawg yuav tsum ua lawv le Yawmsaub has."},{"bible_id":"1216","chapter_code":"2CH.23","verse_code":"2CH.23.7","label":"7","content":"Cov Levi yuav tsum nyob vej vaajntxwv, txhua tug nyag tuav rawv nyag cuab yeej. Leejtwg nkaag rua huv lub tuam tsev yuav raug muab tua. Mej yuav tsum nrug nraim vaajntxwv rua thaus nwg nkaag lug hab tawm moog.”"},{"bible_id":"1216","chapter_code":"2CH.23","verse_code":"2CH.23.8","label":"8","content":"Cov Levi hab cov Yuta suavdawg ua lawv le tug pov thawj Yehauyanta has rua puab txhua yaam, nyag coj nyag cov tub rog tuaj tsw has cov kws tawm num rua nub Xanpatau hab cov kws yuav nkaag moog ua num rua nub Xanpatau, tsua qhov tug pov thawj Yehauyanta tsw kheev ib paab twg tawm num le."},{"bible_id":"1216","chapter_code":"2CH.23","verse_code":"2CH.23.9","label":"9","content":"Mas tug pov thawj Yehauyanta muab vaajntxwv Tavi cov muv hab cov phaj hlau thaiv tsw has daim miv daim luj kws nyob huv Vaajtswv lub tuam tsev rua cov thawj rog."},{"bible_id":"1216","chapter_code":"2CH.23","verse_code":"2CH.23.10","label":"10","content":"Nwg tsaa cov pejxeem suavdawg ua cov kws zuv vaajntxwv, txhua tug tuav rawv nyag le cuab yeej nyob vej nkaus lub thaaj hab vej Yawmsaub lub tuam tsev saab peg saab nraag huvsw."},{"bible_id":"1216","chapter_code":"2CH.23","verse_code":"2CH.23.11","label":"11","content":"Tes nwg txawm coj vaajntxwv tug tub tawm lug hab muab lub mom vaajntxwv ua rua ntoo hab muab Vaajtswv tej kevcai rua nwg hab puab tshaaj tawm tas nwg ua vaajntxwv. Yehauyanta hab nwg cov tub muab roj laub ywg tsaa nwg, hab puab has tas, “Thov kuas vaajntxwv muaj txujsa luj sav ntev.”"},{"bible_id":"1216","chapter_code":"2CH.23","verse_code":"2CH.23.12","label":"12","content":"Thaus Athaliya nov cov pejxeem lub suab dha hab qhuas vaajntxwv nwg txawm moog rua ntawm cov pejxeem huv Yawmsaub lub tuam tsev."},{"bible_id":"1216","chapter_code":"2CH.23","verse_code":"2CH.23.13","label":"13","content":"Thaus nwg tsaa muag saib nwg pum tug vaajntxwv sawv ntawm tug ncej kws nyob ib saab qhov rooj tuam tsev, hab muaj cov thawj rog hab cov kws tshuab raaj xyu nyob ib saab ntawm vaajntxwv, hab cov pejxeem thoob tebchaws suavdawg zoo sab xyiv faab hab tshuab raaj xyu, hab cov tub hu nkauj muaj suab cuab yeej phim nkauj coj suavdawg hu zoo sab xyiv faab. Mas Athaliya kuj dua rhe nwg lub tsho qw has tas, “Faav xeeb lauj, faav xeeb lauj!”"},{"bible_id":"1216","chapter_code":"2CH.23","verse_code":"2CH.23.14","label":"14","content":"Pov thawj Yehauyanta txawm coj cov thawj rog kws kaav cov tub rog tawm lug hab has rua puab tas, “Ca le coj Athaliya tawm huv cov tub rog moog. Yog leejtwg lawv nwg qaab mas xuas ntaaj tua pov tseg.” Tsua qhov tug pov thawj has tas, “Tsw xob tua nwg rua huv Yawmsaub lub tuam tsev.”"},{"bible_id":"1216","chapter_code":"2CH.23","verse_code":"2CH.23.15","label":"15","content":"Puab txhad nteg nwg, mas nwg taug txujkev moog rua huv Rooj Loog Neeg ntawm vaajntxwv lub tsev tes puab muab nwg tua rua hov ntawd lawm."},{"bible_id":"1216","chapter_code":"2CH.23","verse_code":"2CH.23.16","label":"16","content":"Mas Yehauyanta kuas cov pejxeem suavdawg hab tug vaajntxwv nrug nwg cog lug tseg tas puab yuav ua Yawmsaub haiv tuabneeg."},{"bible_id":"1216","chapter_code":"2CH.23","verse_code":"2CH.23.17","label":"17","content":"Mas cov pejxeem suavdawg moog rua ntawm lub tsev daab Npa‑aa hab muab lub tsev hov rhuav pov tseg. Puab muab lub thaaj hab tej txoov daab Npa‑aa tsoo ua tej dwb daim taag, hab tua tug pov thawj Mathaa kws teev daab Npa‑aa rua ntawm tej thaaj ib saab."},{"bible_id":"1216","chapter_code":"2CH.23","verse_code":"2CH.23.18","label":"18","content":"Qhov kws zuv Yawmsaub lub tuam tsev Yehauyanta muab tso rua cov pov thawj kws yog xeem Levi hab rua cov Levi kws Tavi tau tsaa ca kuas saib Yawmsaub lub tuam tsev hab tua tsaj hlawv xyeem rua Yawmsaub lawv le kws sau ca rua huv Mauxe txuj kevcai, hab puab yuav hu nkauj zoo sab xyiv faab lawv le Tavi tu ca."},{"bible_id":"1216","chapter_code":"2CH.23","verse_code":"2CH.23.19","label":"19","content":"Nwg tso cov kws zuv tej rooj loog kuas zuv tej rooj loog huv Yawmsaub lub tuam tsev sub txhad tsw muaj ib tug kws tsw huv qhov twg nkaag tau moog rua huv."},{"bible_id":"1216","chapter_code":"2CH.23","verse_code":"2CH.23.20","label":"20","content":"Nwg coj cov thawj rog, hab cov kws ua hlub hab cov kws kaav pejxeem hab cov pejxeem suavdawg nrug nwg moog mas puab coj tug vaajntxwv nqeg ntawm Yawmsaub lub tuam tsev taug txujkev huv lub rooj loog saab peg moog rua huv vaajntxwv lub tsev. Hab puab muab nwg txawb rua sau vaajntxwv lub zwm txwv."},{"bible_id":"1216","chapter_code":"2CH.23","verse_code":"2CH.23.21","label":"21","content":"Cov pejxeem thoob tebchaws suavdawg zoo sab xyiv faab hab lub nroog kuj nyob tug yeeg rua thaus Athaliya raug xuas ntaaj tua lawm."},{"bible_id":"1216","chapter_code":"2CH.24","verse_code":"2CH.24.1","label":"1","content":"Thaus Yau‑as chiv ua vaajntxwv kaav nwg noob nyoog muaj xyaa xyoo, nwg nyob huv Yeluxalee kaav tau plaub caug xyoos. Nwg nam npe hu ua Xinpiya kws nyob huv Npe‑awsenpa."},{"bible_id":"1216","chapter_code":"2CH.24","verse_code":"2CH.24.2","label":"2","content":"Yau‑as ua tej kws Yawmsaub pum tas zoo moog taag pov thawj Yehauyanta swm neej."},{"bible_id":"1216","chapter_code":"2CH.24","verse_code":"2CH.24.3","label":"3","content":"Yehauyanta nrhav ob tug quaspuj rua Yau‑as, hab nwg muaj tub muaj ntxhais."},{"bible_id":"1216","chapter_code":"2CH.24","verse_code":"2CH.24.4","label":"4","content":"Lug rua tom qaab nuav Yau‑as txav sab yuav tswm khu Yawmsaub lub tuam tsev."},{"bible_id":"1216","chapter_code":"2CH.24","verse_code":"2CH.24.5","label":"5","content":"Nwg hu cov pov thawj hab cov Levi tuaj ua ke hab has rua puab tas, “Mej ca le moog thoob plawg Yuta tej moos hab sau nyaj ntawm cov Yixayee suavdawg khu Yawmsaub lub tuam tsev ib xyoos zuj zug moog, hab maaj nroog ua tej num nuav.” Tassws cov Levi tsw maaj ua."},{"bible_id":"1216","chapter_code":"2CH.24","verse_code":"2CH.24.6","label":"6","content":"Mas vaajntxwv txhad hu Yehauyanta kws ua pov thawj hlub tuaj hab has rua nwg tas, “Ua caag koj tsw has kuas cov Levi coj cov nyaj se ntawm cov Yuta hab huv Yeluxalee tuaj, yog cov se kws Yawmsaub tug qhev Mauxe tau has ca kuas ib tsoom Yixayee coj tuaj rua lub tsev ntaub kws muaj Vaajtswv tej lug?”"},{"bible_id":"1216","chapter_code":"2CH.24","verse_code":"2CH.24.7","label":"7","content":"Tsua qhov tug nam puj phem Athaliya cov tub txeem moog rua huv Vaajtswv lub tuam tsev hab tseed swv tej kws pub hlo rua Vaajtswv lawd ua koom rua tej daab Np‑aa lawm."},{"bible_id":"1216","chapter_code":"2CH.24","verse_code":"2CH.24.8","label":"8","content":"Vaajntxwv txhad has kuas puab ua ib lub swb xaab hab muab txawb rua ntawm lub rooj loog ntawm Yawmsaub lub tuam tsev."},{"bible_id":"1216","chapter_code":"2CH.24","verse_code":"2CH.24.9","label":"9","content":"Hab muaj lug tshaaj tawm moog thoob plawg Yuta hab Yeluxalee kuas coj tej se kws Yawmsaub tug qhev Mauxe has ca huv tebchaws moj saab qhua tuaj pub rua Yawmsaub."},{"bible_id":"1216","chapter_code":"2CH.24","verse_code":"2CH.24.10","label":"10","content":"Cov thawj suavdawg hab cov pejxeem suavdawg kuj zoo sab xyiv faab hab coj puab tej se tuaj tso rua huv lub swb xaab puv nkaus."},{"bible_id":"1216","chapter_code":"2CH.24","verse_code":"2CH.24.11","label":"11","content":"Thaus cov Levi coj lub swb xaab tuaj rua vaajntxwv cov tub teg tub taw, hab puab pum tas muaj nyaj ntau huv lub swb xaab, mas vaajntxwv tug tub sau ntawv hab tug tuam pov thawj hlub tug tub qhe tuaj muab cov nyaj nchuav lug hab coj lub swb xaab rov qaab moog txawb rua lub qub chaw. Puab naj nub ua le nuav mas khaws tau nyaj ntau heev."},{"bible_id":"1216","chapter_code":"2CH.24","verse_code":"2CH.24.12","label":"12","content":"Vaajntxwv hab Yehauyanta muab cov nyaj hov rua cov kws saib tej num huv Yawmsaub lub tuam tsev, puab ndav tej Kws zeb Kws ntoo khu Yawmsaub lub tuam tsev kuas zoo le qub, hab ndav tej Kws tooj Kws hlau khu Yawmsaub lub tuam tsev."},{"bible_id":"1216","chapter_code":"2CH.24","verse_code":"2CH.24.13","label":"13","content":"Mas cov tub zug kuj rau sab ua num hab puab kuj khu tau zoo zuj zug, puab khu tau Yawmsaub lub tuam tsev zoo ib yaam le qub hab ua tau ruaj khov dua."},{"bible_id":"1216","chapter_code":"2CH.24","verse_code":"2CH.24.14","label":"14","content":"Thaus puab ua tav lawd, puab coj tej nyaj kws tseed tshuav lug rua ntawm vaajntxwv hab Yehauyanta xubndag. Puab muab tej nyaj hov ua tej pestwj kws swv ntawm Yawmsaub lub tuam tsev, tsw has tej kws swv ua koom rua Yawmsaub hab swv ua kevcai hlawv xyeem, hab tej phaaj tej taig nyaj taig kub. Puab ua kevcai hlawv xyeem rua huv Yawmsaub lub tuam tsev tsw tu ncua le moog taag Yehauyanta swm neej."},{"bible_id":"1216","chapter_code":"2CH.24","verse_code":"2CH.24.15","label":"15","content":"Yehauyanta laug heev hab noob nyoog nchaav tes txawm tuag lawm. Thaus nwg tuag nwg noob nyoog muaj ib puas peb caug xyoo."},{"bible_id":"1216","chapter_code":"2CH.24","verse_code":"2CH.24.16","label":"16","content":"Puab muab nwg log rua huv Tavi lub nroog ua ke nrug cov vaajntxwv tsua qhov nwg tau ua zoo rua Vaajtswv hab Vaajtswv lub tuam tsev huv cov Yixayee."},{"bible_id":"1216","chapter_code":"2CH.24","verse_code":"2CH.24.17","label":"17","content":"Thaus Yehauyanta tuag lawd, Yuta cov thawj txawm tuaj cuag vaajntxwv hab hawm nwg, tes vaajntxwv txawm noog puab tej lug."},{"bible_id":"1216","chapter_code":"2CH.24","verse_code":"2CH.24.18","label":"18","content":"Puab txawm tso Yawmsaub kws yog puab tej laug tug Vaajtswv lub tuam tsev tseg hab moog ua koom rua tej daab Asela hab tej txoov daab. Mas Yawmsaub txujkev npau tawg txhad lug raug cov Yuta hab Yeluxalee vem yog puab lub txem nuav."},{"bible_id":"1216","chapter_code":"2CH.24","verse_code":"2CH.24.19","label":"19","content":"Tassws Yawmsaub tseed khaiv cov xwbfwb cev nwg le lug rua huv puab sub txhad coj tau puab rov lug cuag Yawmsaub. Cov xwbfwb hov ua timkhawv tawm tsaam puab, tassws puab tsw quav ntsej."},{"bible_id":"1216","chapter_code":"2CH.24","verse_code":"2CH.24.20","label":"20","content":"Mas Vaajtswv tug Ntsuj Plig lug kaav taag nrho Xekhaliya kws yog pov thawj Yehauyanta tug tub, tes nwg txawm sawv rua lub chaw sab huv cov pejxeem hab has rua puab tas, “Vaajtswv has le nuav tas, ‘Ua caag mej yuav tawv Yawmsaub tej lug nkaw, mej txhad tsw vaam meej? Vem mej tso Yawmsaub tseg nwg txhad tso mej tseg lawm.’ ”"},{"bible_id":"1216","chapter_code":"2CH.24","verse_code":"2CH.24.21","label":"21","content":"Tassws puab tuav huv ua phem rua nwg, hab xuas pob zeb muab nwg ntaus tuag rua huv Yawmsaub lub tuam tsev lub tshaav puam lawv le vaajntxwv kuas puab ua."},{"bible_id":"1216","chapter_code":"2CH.24","verse_code":"2CH.24.22","label":"22","content":"Vaajntxwv Yau‑as txhad tsw ncu txug qhov kws Yehauyanta kws yog Xekhaliya txwv tau hlub Yau‑as lawm, kuas Yau‑as tsua muab Yehauyanta tug tub tua pov tseg. Thaus Xekhaliya yuav tuag nwg has tas, “Thov Yawmsaub tsaa muag saib hab pauj taub.”"},{"bible_id":"1216","chapter_code":"2CH.24","verse_code":"2CH.24.23","label":"23","content":"Thaus lub qaab xyoo Alaa cov tub rog kuj tuaj ua rog rua Yau‑as. Puab tuaj txug huv Yuta hab huv Yeluxalee, hab ua kuas cov thawj huv cov pejxeem puam tsuaj taag, hab xaa tej kws puab txeeb tau huvsw rua tug vaajntxwv huv lub nroog Ntamaxaka."},{"bible_id":"1216","chapter_code":"2CH.24","verse_code":"2CH.24.24","label":"24","content":"Txawm yog Alaa cov tub rog tuaj tsw coob los Yawmsaub muab Yuta paab tub rog kws coob heev cob rua huv puab txhais teg, vem yog cov Yuta tso Yawmsaub kws yog puab tej laug tug Vaajtswv tseg. Yog le nuav cov Alaa txhad rau txem rua Yau‑as."},{"bible_id":"1216","chapter_code":"2CH.24","verse_code":"2CH.24.25","label":"25","content":"Thaus puab rov moog lawd puab tseg Yau‑as nyob raug mob nyaav heev. Nwg cov tub teg tub taw tuav huv ua phem rua nwg, yog tim tug pov thawj Yehauyanta tug tub cov ntshaav, hab muab Yau‑as tua rua sau nwg lub txaaj pw. Nwg txhad tuag le nuav hab puab muab nwg log rua huv Tavi lub nroog, tassws tsw yog log rua huv vaajntxwv tej qhov ntxaa."},{"bible_id":"1216","chapter_code":"2CH.24","verse_code":"2CH.24.26","label":"26","content":"Cov tuabneeg kws tuav huv rua vaajntxwv hov, ib tug yog Xanpa kws yog tug puj Aamoo Sime‑as le tub, hab ib tug yog Yehauxanpa kws yog tug puj Mau‑a Silib tug tub."},{"bible_id":"1216","chapter_code":"2CH.24","verse_code":"2CH.24.27","label":"27","content":"Tej xwm txheej ntswg txug vaajntxwv tej tub hab tej lug ntau yaam kws xwbfwb cev tawm tsaam nwg hab tej kws tswm khu Vaajtswv lub tuam tsev, tub muab sau ca rua huv tej ntawv kws has txug tej vaajntxwv phoo ntawv keeb kwm. Nwg tug tub Amaxiya sawv nwg chaw ua vaajntxwv kaav."},{"bible_id":"1216","chapter_code":"2CH.25","verse_code":"2CH.25.1","label":"1","content":"Thaus Amaxiya chiv ua vaajntxwv kaav nwg noob nyoog muaj neeg nkaum tswb xyoos, nwg nyob huv Yeluxalee kaav tau neeg nkaum cuaj xyoo. Nwg nam npe hu ua Yehau‑antaa, yog tuabneeg huv Yeluxalee."},{"bible_id":"1216","chapter_code":"2CH.25","verse_code":"2CH.25.2","label":"2","content":"Nwg ua tej kws Yawmsaub pum tas zoo tassws tsw yog muaj sab dawb paug ua."},{"bible_id":"1216","chapter_code":"2CH.25","verse_code":"2CH.25.3","label":"3","content":"Thaus nwg muaj fwjchim kaav lub tebchaws huv nwg txhais teg ruaj khov lawm nwg txawm muab cov tub teg tub taw kws tua nwg txwv tua pov tseg."},{"bible_id":"1216","chapter_code":"2CH.25","verse_code":"2CH.25.4","label":"4","content":"Tassws nwg tsw tau tua puab tej tub, lawv le kws muaj sau ca rua huv Mauxe phoo ntawv kevcai kws Yawmsaub has tas, “Leejtxwv yuav tsw rws nwg tej mivnyuas lub txem tuag, hab tej mivnyuas yuav tsw rws leej txwv lub txem tuag. Ca txhua tug nyag rws nyag lub txem tuag.”"},{"bible_id":"1216","chapter_code":"2CH.25","verse_code":"2CH.25.5","label":"5","content":"Amaxiya hu cov Yuta tuaj txoos ua ke, hab tsaa cov thawj kws kaav ib txheeb leej hab kaav ib puas leej rua huv nyag cum taag nrho cov Yuta hab cov Npeeyamee huvsw. Nwg suav cov kws muaj neeg nkaum xyoo rov sau, mas pum tas yog cov tub rog kws txawj tshaaj plawg hab npaaj txhwj ua rog hab tuav rawv muv hab daim phaj hlau mas muaj 300,000 leej."},{"bible_id":"1216","chapter_code":"2CH.25","verse_code":"2CH.25.6","label":"6","content":"Dua le ntawd nwg muab ib puas talaa nyaj  ndav cov tub rog Yixayee sab luj sab tuab 100,000 leej."},{"bible_id":"1216","chapter_code":"2CH.25","verse_code":"2CH.25.7","label":"7","content":"Tassws Vaajtswv le ib tug tuabneeg tuaj cuag nwg hab has tas, “Au vaajntxwv, koj tsw xob ca Yixayee paab tub rog nrug koj moog, tsua qhov Yawmsaub tsw nrug nraim cov Yixayee, nwg yeej tsw nrug cov tuabneeg Efa‑i suavdawg nuav lawm."},{"bible_id":"1216","chapter_code":"2CH.25","verse_code":"2CH.25.8","label":"8","content":"Tassws yog koj xaav tas qhov kws ua le nuav yuav ua rua koj muaj zug ua rog, mas Vaajtswv yuav ua rua koj puam tsuaj taag rua huv koj cov yeeb ncuab txhais teg. Tsua qhov Vaajtswv muaj fwjchim paab kuas kov yeej lossws ua kuas puam tsuaj.”"},{"bible_id":"1216","chapter_code":"2CH.25","verse_code":"2CH.25.9","label":"9","content":"Tes Amaxiya has rua Vaajtswv tug tuabneeg tas, “Kuv yuav ua le caag rua ib puas talaa nyaj kws kuv muab rua cov Yixayee paab tub rog lawm?” Vaajtswv tug tuabneeg teb tas, “Yawmsaub muaj peevxwm yuav muab ntau dua le ntawd pub rua koj.”"},{"bible_id":"1216","chapter_code":"2CH.25","verse_code":"2CH.25.10","label":"10","content":"Tes Amaxiya txawm tso cov tub rog kws tuaj peg Efa‑i tebchaws tuaj rov qaab moog tsev. Puab txhad chim heev rua cov Yuta hab rov qaab moog tsev ua npau tawg kawg."},{"bible_id":"1216","chapter_code":"2CH.25","verse_code":"2CH.25.11","label":"11","content":"Tes Amaxiya muaj sab tuab hab coj nwg cov tub rog tawm moog rua lub Haav Ntsev mas ntaus cov Xe‑i tuag ib vaam leej."},{"bible_id":"1216","chapter_code":"2CH.25","verse_code":"2CH.25.12","label":"12","content":"Cov Yuta nteg tau dua ib vaam leej caj coj moog rua sau lub roob tsuas mas muab puab nrum poob sau hauv tsua lug. Puab suavdawg poob lug ntsawm nduag ua tej dwb daim."},{"bible_id":"1216","chapter_code":"2CH.25","verse_code":"2CH.25.13","label":"13","content":"Tassws cov tub rog kws Amaxiya muab tso rov moog tsw ca puab nrug nwg moog ua rog hov, txawm moog ntaus Yuta tej moos txwj ntawm Xamali moog txug lub moos Npe Hauloo, hab tua cov pejxeem tuag peb txheeb leej hab lws tau tej hov txhua chaw ntau kawg."},{"bible_id":"1216","chapter_code":"2CH.25","verse_code":"2CH.25.14","label":"14","content":"Thaus Amaxiya moog tua cov Entoo rov lug, nwg txawm coj cov tuabneeg Xe‑i tej txoov daab lug teev ua nwg le daab, hab nwg pe hawm hab xyeem hov txhua chaw rua tej txoov daab hov."},{"bible_id":"1216","chapter_code":"2CH.25","verse_code":"2CH.25.15","label":"15","content":"Vem le hov Yawmsaub txhad chim rua Amaxiya hab khaiv ib tug xwbfwb cev lug tuaj cuag nwg has rua nwg tas, “Ua caag koj nrhav lwm haiv tuabneeg tej daab kws tsw txawj paab puab haiv tuabneeg dim huv koj txhais teg?”"},{"bible_id":"1216","chapter_code":"2CH.25","verse_code":"2CH.25.16","label":"16","content":"Thaus tug xwbfwb saamswm has, vaajntxwv has rua nwg tas, “Peb tau tsaa koj ua vaajntxwv lub chaw sablaaj lov? Tsw xob has ntxwv. Ua caag koj yuav yeem tuag?” Tug xwbfwb cev Vaajtswv lug txawm tseg hab has tas, “Kuv paub tas Yawmsaub txav sab yuav ua rua koj puam tsuaj tsua qhov koj tau ua tej nuav hab tsw noog tej lug kws kuv has.”"},{"bible_id":"1216","chapter_code":"2CH.25","verse_code":"2CH.25.17","label":"17","content":"Cov Yuta tug vaajntxwv Amaxiya sablaaj mas khaiv tuabneeg moog cuag Yehau‑a kws ua vaajntxwv kaav Yixayee, Yehau‑a txwv yog Yehau‑aha, nwg yawm yog Yehu, mas has tas, “Ca le tuaj, es ib yuav ua rog tim ntsej tim muag.”"},{"bible_id":"1216","chapter_code":"2CH.25","verse_code":"2CH.25.18","label":"18","content":"Mas Yehau‑a kws ua vaajntxwv kaav Yixayee xaa xuv moog rua Amaxiya kws ua vaajntxwv kaav Yuta has tas, “Ib tsob xuav paug peg lub roob Lenpanoo xaa xuv moog rua ib tsob ntoo cab sau roob Lenpanoo has tas, ‘Ca le muab koj tug ntxhais qua rua kuv tug tub.’ Tes muaj ib tug tsaj qus nyob peg Lenpanoo txawm hlaa moog muab tsob xuav paug hov tsuj pis kag."},{"bible_id":"1216","chapter_code":"2CH.25","verse_code":"2CH.25.19","label":"19","content":"Koj has tas, ‘Saib maj, kuv tub ntaus yeej cov Entoo lawm,’ mas koj lub sab txhad tsaab ua luj khaav theeb le nuav. Ca le nyob tuabywv huv tsev nawj. Ua caag koj yuav tshaum kuas muaj kev kub ntxhuv ua rua koj hab cov Yuta puam tsuaj ua ke?”"},{"bible_id":"1216","chapter_code":"2CH.25","verse_code":"2CH.25.20","label":"20","content":"Tassws Amaxiya tsw noog, vem tej nuav yog Vaajtswv ua sub txhad muab tau puab cob rua huv yeeb ncuab txhais teg tsua qhov puab moog nrhav Entoo tej daab."},{"bible_id":"1216","chapter_code":"2CH.25","verse_code":"2CH.25.21","label":"21","content":"Cov Yixayee tug vaajntxwv Yehau‑a txhad le moog mas nwg hab cov Yuta tug vaajntxwv Amaxiya txhad sws ntswb ua rog rua ntawm lub moos Npeseme huv Yuta tebchaws."},{"bible_id":"1216","chapter_code":"2CH.25","verse_code":"2CH.25.22","label":"22","content":"Cov Yuta txawm swb cov Yixayee, txhua tug txhad tswv rov moog rua huv nyag vaaj nyag tsev."},{"bible_id":"1216","chapter_code":"2CH.25","verse_code":"2CH.25.23","label":"23","content":"Cov Yixayee tug vaajntxwv Yehau‑a kuj nteg cov Yuta tug vaajntxwv Amaxiya kws yog Yau‑as tug tub hab yog Ahaxiya tug xeeb ntxwv hov ntawm Npeseme, mas coj nwg moog rua ntawm Yeluxalee hab muab lub ntsaa loog tsoo pob taag plaub puas tshwm txwj ntawm lub Rooj Loog Efa‑i moog txug ncua lub rooj loog ntawm lub kaum loog."},{"bible_id":"1216","chapter_code":"2CH.25","verse_code":"2CH.25.24","label":"24","content":"Yehau‑a muab tej kub tej nyaj huvsw hab tej pestwj huvsw kws nyob huv Vaajtswv lub tuam tsev hab nteg tau Aunpe Entoo. Nwg kuj muab tej kws nyob huv tej txhaab nyaj huv vaajntxwv tsev hab yuam ib co tuabneeg coj huvsw rov qaab moog rua lub nroog Xamali."},{"bible_id":"1216","chapter_code":"2CH.25","verse_code":"2CH.25.25","label":"25","content":"Thaus Yehau‑aha tug tub Yehau‑a kws yog cov Yixayee tug vaajntxwv tuag lawm, Yau‑as tug tub Amaxiya kws ua Yuta tug vaajntxwv tseed nyob tau kaum tswb xyoos ntxwv hab."},{"bible_id":"1216","chapter_code":"2CH.25","verse_code":"2CH.25.26","label":"26","content":"Lwm yaam kws Amaxiya ua txwj thaus chiv moog txug thaus kawg tub muab sau ca rua huv phoo ntawv kws has txug Yuta hab Yixayee tej vaajntxwv."},{"bible_id":"1216","chapter_code":"2CH.25","verse_code":"2CH.25.27","label":"27","content":"Txwj thaus Amaxiya tso Yawmsaub tseg cov pejxeem txawm tuav huv faav xeeb rua nwg huv Yeluxalee mas nwg txhad tswv moog rua lub moos Lakhi. Tes puab tso tuabneeg moog lawv tau nwg ntawm Lakhi mas muab nwg tua hov ntawd."},{"bible_id":"1216","chapter_code":"2CH.25","verse_code":"2CH.25.28","label":"28","content":"Puab muab nwg lub cev tuag rua neeg thauj lug log nrug nwg tej laug ua ke rua huv Tavi lub nroog."},{"bible_id":"1216","chapter_code":"2CH.26","verse_code":"2CH.26.1","label":"1","content":"Cov pejxeem suavdawg huv Yuta txawm muab Uxiya  kws noob nyoog muaj kaum rau xyoo tsaa ua vaajntxwv nyob nwg txwv Amaxiya chaw."},{"bible_id":"1216","chapter_code":"2CH.26","verse_code":"2CH.26.2","label":"2","content":"Thaus vaajntxwv Amaxiya tuag moog nrug nwg tej laug nyob mas Uxiya tswm khu lub moos Elau hab rov muab rua Yuta kaav."},{"bible_id":"1216","chapter_code":"2CH.26","verse_code":"2CH.26.3","label":"3","content":"Thaus Uxiya chiv kaav nwg noob nyoog muaj kaum rau xyoo hab nwg nyob huv Yeluxalee kaav tau tswb caug ob xyoos. Nwg nam npe hu ua Yekhauliya yog tuabneeg huv Yeluxalee."},{"bible_id":"1216","chapter_code":"2CH.26","verse_code":"2CH.26.4","label":"4","content":"Nwg ua tej kws Yawmsaub pum tas zoo, ib yaam le txhua yaam kws nwg txwv Amaxiya tau ua lawd."},{"bible_id":"1216","chapter_code":"2CH.26","verse_code":"2CH.26.5","label":"5","content":"Nwg rau sab ntso nrhav Vaajtswv taag Xekhaliya swm neej kws qha nwg paub ntshai Vaajtswv. Hab ncua swjhawm kws nwg nrhav Yawmsaub, mas Vaajtswv pub nwg vaam meej."},{"bible_id":"1216","chapter_code":"2CH.26","verse_code":"2CH.26.6","label":"6","content":"Nwg tawm moog ua rog rua cov Filixatee mas tsoo lub moos Ka hab lub moos Yane hab lub moos Asantau tej ntsaa loog pob taag. Hab nwg tswm muaj moos rua huv Asantau le kaav xyuam hab rua lwm qhov huv Filixatee tebchaws."},{"bible_id":"1216","chapter_code":"2CH.26","verse_code":"2CH.26.7","label":"7","content":"Vaajtswv paab nwg ua rog ntaus cov Filixatee hab cov Alam kws nyob huv thaaj nyuas tebchaws Kunpa‑aa, hab ntaus cov Me‑uni."},{"bible_id":"1216","chapter_code":"2CH.26","verse_code":"2CH.26.8","label":"8","content":"Cov Aamoo kuj them se rua Uxiya mas nwg lub koob meej txhad nrov nchaa moog txug Iyi nrwm teb, tsua qhov nwg muaj zug heev."},{"bible_id":"1216","chapter_code":"2CH.26","verse_code":"2CH.26.9","label":"9","content":"Dua le ntawd Uxiya tseed tswm tej chaw tsom faaj huv Yeluxalee rua ntawm lub rooj loog ntawm lub kaum loog hab lub Rooj Loog Haav hab rua ntawm lub kaum ntsaa loog, hab ua kuas ruaj khov."},{"bible_id":"1216","chapter_code":"2CH.26","verse_code":"2CH.26.10","label":"10","content":"Hab nwg tswm tej chaw tsom faaj rua huv tebchaws moj saab qhua, hab khawb ntau lub paag dej rua ntawm tej pov roob Sefela hab rua huv nruab tag vem nwg muaj tsaj txhu coob, hab nwg muaj cov tuabneeg ua teb hab cov kws tu txwv maab peg tej roob hab rua huv tej teb kws qoob zoo, vem nwg nyam ua teb."},{"bible_id":"1216","chapter_code":"2CH.26","verse_code":"2CH.26.11","label":"11","content":"Dua le ntawd Uxiya muaj tej paab tub rog kws npaaj txhwj ua rog muab faib ua tej paab lawv le Ye‑i‑ee kws yog tug tub sau ntawv hab tug thawj rog Ma‑axeya tau txheeb ca, lawv le vaajntxwv tug tub teg tub taw Hananiya qha."},{"bible_id":"1216","chapter_code":"2CH.26","verse_code":"2CH.26.12","label":"12","content":"Cov thawj huv txhua cum kws kaav cov tub rog sab luj sab tuab huvsw muaj ob txheeb rau pua leej."},{"bible_id":"1216","chapter_code":"2CH.26","verse_code":"2CH.26.13","label":"13","content":"Cov nuav ua thawj kaav 307,500 leej tub rog kws muaj zug ua tau rog kws yuav paab tau vaajntxwv tawm tsaam yeeb ncuab."},{"bible_id":"1216","chapter_code":"2CH.26","verse_code":"2CH.26.14","label":"14","content":"Hab Uxiya npaaj daim hlau thaiv hab muv hab mom hlau hab tsho hlau hab raab neev hab qai zeb kws yuav fav ntawm txuj hlua."},{"bible_id":"1216","chapter_code":"2CH.26","verse_code":"2CH.26.15","label":"15","content":"Huv Yeluxalee nwg muab tej qhaub kws tej Kws txawj ua nruab rua sau tej chaw tsom faaj hab ntawm tej kaum loog ca txhad tau tua raab xub hab qai zeb luj. Nwg lub koob meej nrov nchaa moog deb, vem yog nwg tau txais kev paab phemfwj kawg moog txug thaus nwg muaj zug heev."},{"bible_id":"1216","chapter_code":"2CH.26","verse_code":"2CH.26.16","label":"16","content":"Tassws thaus nwg muaj zug lawd nwg txawm ua lub sab khaav theeb txhad le ua rua nwg raug kev puam tsuaj. Nwg ua tsw ncaaj rua Yawmsaub kws yog nwg tug Vaajtswv. Nwg nkaag moog hlawv moov tshuaj tsw qaab rua sau lub thaaj kws hlawv tshuaj tsw qaab huv Yawmsaub lub tuam tsev."},{"bible_id":"1216","chapter_code":"2CH.26","verse_code":"2CH.26.17","label":"17","content":"Mas tug pov thawj Axaliya hab Yawmsaub cov pov thawj yim caum leej kws sab luj sab tuab lawv vaajntxwv moog rua huv."},{"bible_id":"1216","chapter_code":"2CH.26","verse_code":"2CH.26.18","label":"18","content":"Puab taav vaajntxwv Uxiya hab has rua nwg tas, “Uxiya, tsw yog koj le num moog hlawv tshuaj tsw qaab xyeem rua Yawmsaub, yog cov pov thawj kws yog Aloo caaj ceg kws tub tu kuas dawb huv lawd le num hlawv tshuaj tsw qaab. Koj ca le tawm huv lub chaw pe Vaajtswv nuav moog, tsua qhov koj ua txhum lawm, hab koj yuav tsw tau koob meej daabtsw ntawm Vaajtswv Yawmsaub le.”"},{"bible_id":"1216","chapter_code":"2CH.26","verse_code":"2CH.26.19","label":"19","content":"Tes Uxiya txawm chim kawg. Nwg tseed tuav rawv lub yag rau ncaig tawg huv nwg txhais teg yuav hlawv tshuaj tsw qaab, tes thaus nwg chim rua cov pov thawj hov mob lis mob ruas txawm tshwm plawg rua ntawm nwg hauv plaj taab meeg cov pov thawj ntawm lub thaaj hlawv tshuaj tsw qaab ib saab huv Yawmsaub lub tuam tsev."},{"bible_id":"1216","chapter_code":"2CH.26","verse_code":"2CH.26.20","label":"20","content":"Tug pov thawj hlub Axaliya hab cov pov thawj suavdawg saib ntsoov Uxiya, na cav nwg mob ruas rua ntawm nwg hauv plaj. Tes puab txawm muab nwg thawb tawm moog sai sai. Hab nwg maaj nroog tawm moog tsua qhov Yawmsaub nplawm nwg lawm."},{"bible_id":"1216","chapter_code":"2CH.26","verse_code":"2CH.26.21","label":"21","content":"Tes vaajntxwv Uxiya txawm mob ruas moog txug nub kws nwg tuag. Vem yog nwg mob ruas nwg txhad nyob nwg ib lub tsev vem nwg raug muab txav tawm huv Yawmsaub lub tuam tsev. Nwg tug tub Yauthaa ua tug kws saib vaajntxwv lub tsev hab kaav cov pejxeem."},{"bible_id":"1216","chapter_code":"2CH.26","verse_code":"2CH.26.22","label":"22","content":"Lwm yaam num kws Uxiya ua txwj thaus chiv moog txug thaus kawg mas Amoj tug tub Yaxaya kws yog xwbfwb cev Vaajtswv lug tub muab sau ca lawm."},{"bible_id":"1216","chapter_code":"2CH.26","verse_code":"2CH.26.23","label":"23","content":"Uxiya txhad le tuag moog nrug nwg tej laug nyob mas puab muab nwg log ze nwg tej laug rua huv thaaj teb kws yog vaajntxwv le, tsua qhov puab has tas, “Nwg yog ib tug mob ruas.” Mas nwg tug tub Yauthaa sawv nwg chaw ua vaajntxwv kaav."},{"bible_id":"1216","chapter_code":"2CH.27","verse_code":"2CH.27.1","label":"1","content":"Thaus Yauthaa chiv ua vaajntxwv kaav nwg noob nyoog muaj neeg nkaum tswb xyoos, nwg nyob huv Yeluxalee kaav tau kaum rau xyoo. Nwg nam npe hu ua Yelusa, yog Xantau tug ntxhais."},{"bible_id":"1216","chapter_code":"2CH.27","verse_code":"2CH.27.2","label":"2","content":"Yauthaa ua tej kws Yawmsaub pum tas zoo ib yaam le txhua yaam kws nwg txwv Uxiya tau ua, tsuas yog tseg tsw nkaag moog rua huv Yawmsaub lub tuam tsev xwb. Tassws cov pejxeem tseed pheej ua tej kev phem kev qas."},{"bible_id":"1216","chapter_code":"2CH.27","verse_code":"2CH.27.3","label":"3","content":"Nwg tswm khu Yawmsaub lub rooj loog tuam tsev saab peg, hab tswm khu lub ntsaa loog ntawm Aufee ntau heev."},{"bible_id":"1216","chapter_code":"2CH.27","verse_code":"2CH.27.4","label":"4","content":"Dua le ntawd nwg tswm tej moos peg toj sab huv Yuta tebchaws hab ua tej chaw zuv khuav hab tej chaw tsom faaj rua huv tej haav zoov."},{"bible_id":"1216","chapter_code":"2CH.27","verse_code":"2CH.27.5","label":"5","content":"Nwg moog ua rog ntaus yeej cov Aamoo tug vaajntxwv. Mas xyoo ntawd cov Aamoo pub ib puas talaa nyaj hab ib vaam khaula mog hab ib vaam khaula qeb rua nwg.  Xyoo ob hab xyoo peb cov Aamoo kuj them ib yaam nkaus le nuav."},{"bible_id":"1216","chapter_code":"2CH.27","verse_code":"2CH.27.6","label":"6","content":"Yauthaa txhad muaj zug tuaj tsua qhov nwg ua lub neej lawv nraim le nwg tug Vaajtswv Yawmsaub txujkev."},{"bible_id":"1216","chapter_code":"2CH.27","verse_code":"2CH.27.7","label":"7","content":"Lwm yaam num kws Yauthaa ua hab nwg tej kev ua rog huvsw hab nwg lub neej, tub muab sau ca huv phoo ntawv kws has txug Yixayee hab Yuta tej vaajntxwv."},{"bible_id":"1216","chapter_code":"2CH.27","verse_code":"2CH.27.8","label":"8","content":"Thaus nwg chiv ua vaajntxwv kaav nwg noob nyoog muaj neeg nkaum tswb xyoos, nwg nyob huv Yeluxalee kaav tau kaum rau xyoo."},{"bible_id":"1216","chapter_code":"2CH.27","verse_code":"2CH.27.9","label":"9","content":"Yauthaa tuag moog nrug nwg tej laug nyob. Puab muab nwg log rua huv Tavi lub nroog, mas nwg tug tub Aha sawv nwg chaw ua vaajntxwv kaav."},{"bible_id":"1216","chapter_code":"2CH.28","verse_code":"2CH.28.1","label":"1","content":"Thaus Aha chiv ua vaajntxwv kaav nwg noob nyoog muaj neeg nkaum xyoo, nwg nyob huv Yeluxalee kaav tau kaum rau xyoo. Nwg ua tej kws tsw hum Yawmsaub lub sab, nwg tsw ua lawv le nwg yawm koob Tavi tau ua,"},{"bible_id":"1216","chapter_code":"2CH.28","verse_code":"2CH.28.2","label":"2","content":"tassws nwg taug nraim Yixayee tej vaajntxwv tug neev taw. Nwg kuj nchuav tej txoov daab lug teev daab Npa‑aa hab."},{"bible_id":"1216","chapter_code":"2CH.28","verse_code":"2CH.28.3","label":"3","content":"Nwg hlawv xyaab rua huv lub haav Npeehinoo,  hab muab nwg tej tub hlawv xyeem rua daab ua lawv le tej kevcai qas vuab tsuab kws lwm haiv tuabneeg ua, yog cov kws Yawmsaub ntab tawm ntawm cov Yixayee hauv ntej moog."},{"bible_id":"1216","chapter_code":"2CH.28","verse_code":"2CH.28.4","label":"4","content":"Nwg xyeem tsaj hab hlawv moov xyaab rua sau tej chaw sab teev daab hab rua sau tej pov roob hab huv qaab txhua tsob ntoo ntsuab."},{"bible_id":"1216","chapter_code":"2CH.28","verse_code":"2CH.28.5","label":"5","content":"Vem le nuav Yawmsaub kws yog nwg tug Vaajtswv txhad muab nwg cob rua huv cov Alaa tug vaajntxwv txhais teg, kws ntaus yeej Aha hab nteg tau cov pejxeem coob coob coj moog rua huv lub nroog Ntamaxaka. Hab Aha raug muab cob rua huv cov Yixayee tug vaajntxwv txhais teg, kws kov yeej nwg hab tua tuabneeg coob heev."},{"bible_id":"1216","chapter_code":"2CH.28","verse_code":"2CH.28.6","label":"6","content":"Pekha kws yog Lemaliya tug tub tua cov Yuta tuag 120,000 leej rua tuab nub, puavleej yog cov kws sab luj sab tuab, vem yog puab tub tso Yawmsaub kws yog puab tej laug tug Vaajtswv tseg lawm."},{"bible_id":"1216","chapter_code":"2CH.28","verse_code":"2CH.28.7","label":"7","content":"Xikhi kws yog tuabneeg Efa‑i muaj zug heev muab vaajntxwv tug tub Ma‑axeya hab Alikhaa kws yog tug saib vaajntxwv lub tsev hab Eekhana kws yog vaajntxwv tug tim xyoob tua pov tseg."},{"bible_id":"1216","chapter_code":"2CH.28","verse_code":"2CH.28.8","label":"8","content":"Cov Yixayee nteg puab cov kwvtij 200,000 leej, muaj quaspuj muaj tub muaj ntxhais, hab lws tau hov txhua chaw ntau coj lug rua huv lub nroog Xamali."},{"bible_id":"1216","chapter_code":"2CH.28","verse_code":"2CH.28.9","label":"9","content":"Muaj ib tug xwbfwb cev Yawmsaub lug nyob ntawd hu ua Aunte. Nwg txawm tuaj ntswb cov tub rog kws rov lug rua huv Xamali hab has rua puab tas, “Saib maj, Yawmsaub kws yog mej tej laug tug Vaajtswv chim rua cov Yuta, nwg txhad muab puab cob rua huv mej txhais teg, tassws qhov kws mej muab puab tua ua npau tawg quas vog tub nrov moog txug sau ntuj lawm."},{"bible_id":"1216","chapter_code":"2CH.28","verse_code":"2CH.28.10","label":"10","content":"Hab nwgnuav mej tseed yuav quab yuam cov Yuta hab cov Yeluxalee tsw has quaspuj quasyawg kuas ua mej qhev. Mej tsw ua txhum muaj txem rua Yawmsaub kws yog mej tug Vaajtswv lov?"},{"bible_id":"1216","chapter_code":"2CH.28","verse_code":"2CH.28.11","label":"11","content":"Nwgnuav ca le noog kuv has. Ca le xaa mej cov kwvtij kws mej nteg tau nuav rov qaab moog, tsua qhov Yawmsaub txujkev npau tawg nyob rawv sau mej lawm.”"},{"bible_id":"1216","chapter_code":"2CH.28","verse_code":"2CH.28.12","label":"12","content":"Muaj qee leej kws ua thawj huv cov Efa‑i, yog Yauhanaa tug tub Axaliya hab Mesilemau tug tub Npelekhiya, hab Salu tug tub Yehikhiya, hab Halai tug tub Amaxa, mas puab sawv taav cov kws moog ua rog lug,"},{"bible_id":"1216","chapter_code":"2CH.28","verse_code":"2CH.28.13","label":"13","content":"hab has rua puab tas, “Mej tsw xob coj cov kws mej nteg tau, lug rua huv nuav, tsua qhov mej yuav coj lub txem kws ua txhum rua Yawmsaub lug raug peb, tsaav rua lub txem hab tej kev txhum kws nwgnuav peb tub muaj lawm. Tsua qhov peb lub txem kuj luj kawg lawm, hab Yawmsaub txujkev npau tawg heev tub muaj rua cov Yixayee lawm.”"},{"bible_id":"1216","chapter_code":"2CH.28","verse_code":"2CH.28.14","label":"14","content":"Yog le hov cov tub rog txhad le tso cov tuabneeg kws nteg tau hab tej hov txhua chaw kws lws tau lug hov tseg rua ntawm cov thawj hab cov pejxeem suavdawg xubndag."},{"bible_id":"1216","chapter_code":"2CH.28","verse_code":"2CH.28.15","label":"15","content":"Mas cov txwvneej kws tub has npe lawd, txawm sawv pis tseeg muab tej rwg tsho kws lws tau lug hov cev rua txhua tug kws puab nteg lug es tsw muaj rwg tsho naav. Puab muab ua rua cov hov naav hab muab khau rua puab rau hab npaaj zaub mov hab dej haus rua puab hab muab roj pleev puab tej mob. Hab muab cov kws tsw muaj zug caij neeg luav xaa puab rov moog cuag puab cov kwvtij huv lub moos Yelikhau, kws yog lub moos toov laaj. Tes puab le rov qaab lug rua ntawm lub nroog Xamali."},{"bible_id":"1216","chapter_code":"2CH.28","verse_code":"2CH.28.16","label":"16","content":"Thaus hov vaajntxwv Aha khaiv tuabneeg moog thov Axilia tug vaajntxwv paab nwg,"},{"bible_id":"1216","chapter_code":"2CH.28","verse_code":"2CH.28.17","label":"17","content":"tsua qhov cov Entoo rov txeem tuaj rua huv lub tebchaws dua ib zag hab kov yeej cov Yuta hab nteg ib txha coj moog lawm."},{"bible_id":"1216","chapter_code":"2CH.28","verse_code":"2CH.28.18","label":"18","content":"Cov Filixatee kuj txeem moog ua rog rua tej moos ntawm tej pov roob Sefela hab huv Neke huv Yuta tebchaws, hab txeeb tau lub moos Npeseme, Aiyaloo hab Kentelau, hab txeeb tau lub moos Xaukhau, Thinaj hab Kixau hab tej zej zog ib ncig tej moos ntawd. Hab puab lug nyob rua huv."},{"bible_id":"1216","chapter_code":"2CH.28","verse_code":"2CH.28.19","label":"19","content":"Yawmsaub ua rua cov Yuta poob qeg vem yog tim Aha kws yog Yuta  tug vaajntxwv, vem yog Aha rhuav tej kevcai huv Yuta hab tsw muab lub sab xwb rua Yawmsaub."},{"bible_id":"1216","chapter_code":"2CH.28","verse_code":"2CH.28.20","label":"20","content":"Axilia tug vaajntxwv Thikapinexaw txawm tuaj tawm tsaam nwg hab ua rua Aha raug txom nyem tsw yog tuaj txhawb nwg tug zug."},{"bible_id":"1216","chapter_code":"2CH.28","verse_code":"2CH.28.21","label":"21","content":"Tsua qhov Aha muab tej hov txhua chaw huv Yawmsaub lub tuam tsev hab huv vaajntxwv tsev hab huv cov thawj tej tsev, them se rua Axilia tug vaajntxwv. Qhov kws nwg ua le hov tsw paab nwg hlo le."},{"bible_id":"1216","chapter_code":"2CH.28","verse_code":"2CH.28.22","label":"22","content":"Thaus tug vaajntxwv Aha nuav raug kev txom nyem hov nwg yimfuab faav xeeb rua Yawmsaub."},{"bible_id":"1216","chapter_code":"2CH.28","verse_code":"2CH.28.23","label":"23","content":"Nwg tua tsaj xyeem rua lub nroog Ntamaxaka tej daab kws ua rua nwg swb, hab has tas, “Vem cov Alaa tej vaajntxwv le daab tau paab puab lawm, kuv yuav tua tsaj xyeem rua tej daab hov kuas paab kuv hab.” Tassws tej daab hov ua rua nwg hab cov Yixayee suavdawg puam tsuaj xwb."},{"bible_id":"1216","chapter_code":"2CH.28","verse_code":"2CH.28.24","label":"24","content":"Hab Aha sau zog tej pestwj swv huv Vaajtswv lub tuam tsev hab muab txav ua tej dwb daim, hab muab Vaajtswv lub tuam tsev tej qhov rooj kaw ca hab nwg ua tej thaaj xyeem daab rua nwg swv rua txhua qhov huv lub nroog Yeluxalee."},{"bible_id":"1216","chapter_code":"2CH.28","verse_code":"2CH.28.25","label":"25","content":"Nwg ua tej chaw sab rua huv Yuta txhua lub moos hlawv tsaj xyeem rua luas tej daab, zwg ua rua Yawmsaub kws yog nwg tej laug tug Vaajtswv chim."},{"bible_id":"1216","chapter_code":"2CH.28","verse_code":"2CH.28.26","label":"26","content":"Lwm yaam num kws Aha ua hab nwg lub neej huvsw txwj thaus chiv moog txug thaus kawg tub muab sau ca rua huv phoo ntawv kws has txug Yuta hab Yixayee tej vaajntxwv."},{"bible_id":"1216","chapter_code":"2CH.28","verse_code":"2CH.28.27","label":"27","content":"Aha tuag moog nrug nwg tej laug nyob, mas puab muab nwg log rua huv lub nroog Yeluxalee, tsua qhov puab tsw muab log rua huv tej qhov ntxaa kws log Yixayee tej vaajntxwv. Nwg tug tub Hexekhiya sawv nwg chaw ua vaajntxwv kaav."},{"bible_id":"1216","chapter_code":"2CH.29","verse_code":"2CH.29.1","label":"1","content":"Thaus Hexekhiya noob nyoog muaj neeg nkaum tswb xyoos nwg chiv ua vaajntxwv kaav, nwg nyob huv Yeluxalee kaav tau neeg nkaum cuaj xyoo. Nwg nam npe hu ua Anpiya, kws yog Xekhaliya tug ntxhais."},{"bible_id":"1216","chapter_code":"2CH.29","verse_code":"2CH.29.2","label":"2","content":"Nwg ua tej kws Yawmsaub pum tas zoo, ib yaam le nwg yawm koob Tavi tau ua lawd."},{"bible_id":"1216","chapter_code":"2CH.29","verse_code":"2CH.29.3","label":"3","content":"Thawj xyoo kws nwg ua vaajntxwv kaav mas thawj lub hli nwg qheb Yawmsaub lub tuam tsev tej qhov rooj hab tswm khu tej qhov rooj hov."},{"bible_id":"1216","chapter_code":"2CH.29","verse_code":"2CH.29.4","label":"4","content":"Nwg coj cov pov thawj hab cov Levi nkaag lug, hab sau puab tuaj txoos ua ke rua ntawm lub tshaav puam saab nub tuaj,"},{"bible_id":"1216","chapter_code":"2CH.29","verse_code":"2CH.29.5","label":"5","content":"hab nwg has rua puab tas, “Cov Levi, ca le noog kuv has. Ca le tu mej tug kheej kuas dawb huv hab tu Yawmsaub kws yog mej tej laug tug Vaajtswv lub tuam tsev kuas dawb huv, hab muab tej kws qas tsw huv rhu tawm huv lub chaw dawb huv moog."},{"bible_id":"1216","chapter_code":"2CH.29","verse_code":"2CH.29.6","label":"6","content":"Tsua qhov peb tej laug faav xeeb hab ua tej kws Yawmsaub kws yog peb tug Vaajtswv pum tas phem kawg. Puab tub tso nwg tseg hab fee plhu ntawm Yawmsaub lub chaw nyob hab tig nraus qaum rua."},{"bible_id":"1216","chapter_code":"2CH.29","verse_code":"2CH.29.7","label":"7","content":"Puab kuj kaw tej qhov rooj ntawm qaab khaav tuam tsev hab tua tej teeb hab tsw hlawv moov tshuaj tsw qaab hab tsw muab tsaj hlawv xyeem rua Yixayee tug Vaajtswv huv lub chaw dawb huv."},{"bible_id":"1216","chapter_code":"2CH.29","verse_code":"2CH.29.8","label":"8","content":"Vem le nuav Yawmsaub txujkev npau tawg txhad lug raug cov Yuta hab Yeluxalee, hab Yawmsaub ua rua puab ua lub chaw rua luas ceeb hab ntshai heev hab ua rua luas xaav tsw thoob hab ua rua luas thuaj luag lawv le mej lub qhov muag tau pum lawd."},{"bible_id":"1216","chapter_code":"2CH.29","verse_code":"2CH.29.9","label":"9","content":"Vem yog tim le nuav peb tej laug txhad le tuag nav ntaaj nav rag taag, hab peb tej tub tej ntxhais hab peb tej quaspuj txhad raug luas nteg coj moog lawm."},{"bible_id":"1216","chapter_code":"2CH.29","verse_code":"2CH.29.10","label":"10","content":"Nwgnuav kuv muaj lub sab yuav nrug Yawmsaub kws yog cov Yixayee tug Vaajtswv cog lug sub nwg txujkev npau tawg heev txhad le thim ntawm peb moog."},{"bible_id":"1216","chapter_code":"2CH.29","verse_code":"2CH.29.11","label":"11","content":"Kuv cov mivnyuas 'e, tsw xob nyob tuabywv, tsua qhov Yawmsaub tub xaiv mej kuas sawv nreg nreeg rua ntawm Yawmsaub xubndag ua koom rua nwg hab ua nwg tej num hab hlawv tshuaj tsw qaab rua nwg.”"},{"bible_id":"1216","chapter_code":"2CH.29","verse_code":"2CH.29.12","label":"12","content":"Tes cov Levi txhad le sawv tseeg, Khauha caaj ceg yog Amaxai tug tub Maha, hab Axaliya tug tub Yau‑ee. Hab Melali caaj ceg yog Anti tug tub Khij, hab Yehalelee tug tub Axaliya. Hab Kwsoo caaj ceg yog Xima tug tub Yau‑av hab Yau‑av tug tub Entee."},{"bible_id":"1216","chapter_code":"2CH.29","verse_code":"2CH.29.13","label":"13","content":"Elixafa caaj ceg yog Sili hab Ye‑u‑ee, hab Axas caaj ceg yog Xekhaliya hab Mathaniya,"},{"bible_id":"1216","chapter_code":"2CH.29","verse_code":"2CH.29.14","label":"14","content":"hab Hemaa caaj ceg yog Yehu‑ee hab Sime‑i, hab Yentuthu caaj ceg yog Semaya hab Uxi‑ee."},{"bible_id":"1216","chapter_code":"2CH.29","verse_code":"2CH.29.15","label":"15","content":"Puab txhad sau zog puab cov kwvtij hab tu puab tug kheej kuas dawb huv hab nkaag moog rua huv lawv le vaajntxwv tau has rua puab kuas ntxuav lub tuam tsev lawv le Yawmsaub tej lug."},{"bible_id":"1216","chapter_code":"2CH.29","verse_code":"2CH.29.16","label":"16","content":"Cov pov thawj nkaag moog rua huv Yawmsaub lub tuam tsev rua chaav saab huv txhad ua kevcai ntxuav kuas dawb huv, hab puab rhu txhua yaam qas tsw huv kws puab pum nyob huv Yawmsaub lub tuam tsev tawm lug rua saab nrau lub tshaav puam tuam tsev. Mas cov Levi muab tej hov nqaa moog pov tseg rua huv lub haav Khiloo."},{"bible_id":"1216","chapter_code":"2CH.29","verse_code":"2CH.29.17","label":"17","content":"Puab chiv ua kevcai ntxuav rua nub xab ib thawj lub hli, tes nub xab yim lub hli hov puab ntxuav lug txug ntawm Yawmsaub lub qaab khaav. Tes puab txawm ntxuav Yawmsaub lub tuam tsev kuas dawb huv tau yim nub, mas nub tim kaum rau thawj lub hli hov puab ua taag."},{"bible_id":"1216","chapter_code":"2CH.29","verse_code":"2CH.29.18","label":"18","content":"Mas puab moog cuag vaajntxwv Hexekhiya hab has tas, “Peb ua kevcai ntxuav Yawmsaub lub tuam tsev huvsw tav taag lawm, taag nrho lub thaaj hlawv xyeem hab tej pestwj kws swv ntawm lub thaaj huvsw hab lub rooj kws txawb cov ncuav xyeem hab tej pestwj kws swv ntawm lub rooj hov."},{"bible_id":"1216","chapter_code":"2CH.29","verse_code":"2CH.29.19","label":"19","content":"Tej pestwj huvsw kws vaajntxwv Aha muab rhu pov tseg rua lub swjhawm kws nwg ua vaajntxwv hab faav xeeb rua Yawmsaub, mas peb tub npaaj txhwj hab ua kevcai ntxuav kuas dawb huv lawm. Saib nawj, tej nuav nyob ntawm Yawmsaub lub thaaj xyeem.”"},{"bible_id":"1216","chapter_code":"2CH.29","verse_code":"2CH.29.20","label":"20","content":"Tes vaajntxwv Hexekhiya txawm sawv ntxuv tseeg sau zog cov num tswv huv lub nroog ua ke moog rua huv Yawmsaub lub tuam tsev."},{"bible_id":"1216","chapter_code":"2CH.29","verse_code":"2CH.29.21","label":"21","content":"Puab coj xyaa tug txwv nyuj hab xyaa tug txwv yaaj hab xyaa tug mivnyuas yaaj hab xyaa tug txwv tshws ua kevcai xyeem daws lub tebchaws hab lub chaw pe Vaajtswv hab cov Yuta le txem. Hab Hexekhiya has rua cov pov thawj kws yog Aloo caaj ceg kuas muab tej nuav xyeem rua sau Yawmsaub lub thaaj."},{"bible_id":"1216","chapter_code":"2CH.29","verse_code":"2CH.29.22","label":"22","content":"Puab txhad tua tej txwv nyuj mas cov pov thawj cug tej ntshaav moog nchus rua lub thaaj xyeem. Puab kuj tua tej txwv yaaj hab muab tej ntshaav nchus rua lub thaaj, hab puab tua cov mivnyuas yaaj hab muab tej ntshaav nchus rua lub thaaj."},{"bible_id":"1216","chapter_code":"2CH.29","verse_code":"2CH.29.23","label":"23","content":"Cov txwv tshws kws ua kevcai daws txem hov puab coj lug rua ntawm vaajntxwv hab cov pejxeem kws tuaj txoos ua ke, mas cov pejxeem muab teg npuab rua sau cov tshws hov."},{"bible_id":"1216","chapter_code":"2CH.29","verse_code":"2CH.29.24","label":"24","content":"Tes cov pov thawj muab cov tshws hov tua hab muab cov ntshaav xyeem ua kevcai daws txem rua sau lub thaaj sub txhad ntxuav tau cov Yixayee suavdawg tej kev txhum txem. Tsua qhov vaajntxwv has kuas ua kevcai hlawv xyeem hab ua kevcai daws txem rua cov Yixayee suavdawg."},{"bible_id":"1216","chapter_code":"2CH.29","verse_code":"2CH.29.25","label":"25","content":"Nwg kuas cov Levi nyob rawv huv Yawmsaub lub tuam tsev muaj nruag npuaj tooj lab hab nkauj nog ncaas luj hab nkauj nog ncaas miv lawv le tej kevcai kws Tavi hab Kas kws has pum tom hauv ntej hab Nathaa kws cev Vaajtswv lug tau has ca, tsua qhov tej kevcai nuav yog Yawmsaub kuas nwg cov xwbfwb cev lug has."},{"bible_id":"1216","chapter_code":"2CH.29","verse_code":"2CH.29.26","label":"26","content":"Cov Levi sawv ntsug tuav rawv tej cuab yeej phim nkauj kws Tavi npaaj ca, hab cov pov thawj tuav rawv raaj xyu."},{"bible_id":"1216","chapter_code":"2CH.29","verse_code":"2CH.29.27","label":"27","content":"Mas Hexekhiya has kuas hlawv tej kws muab xyeem rua sau lub thaaj. Thaus chiv ua kevcai hlawv xyeem kuj chiv hu nkauj rua Yawmsaub, hab muaj tej suab raaj hab tej suab cuab yeej phim nkauj kws cov Yixayee tug vaajntxwv Tavi npaaj ca lawd."},{"bible_id":"1216","chapter_code":"2CH.29","verse_code":"2CH.29.28","label":"28","content":"Ib tsoom pejxeem suavdawg kuj pe hawm, hab cov tub hu nkauj kuj hu, cov tshuv raaj kuj tshuv. Puab ua le nuav moog txug thaus ua kevcai hlawv xyeem taag."},{"bible_id":"1216","chapter_code":"2CH.29","verse_code":"2CH.29.29","label":"29","content":"Thaus ua kevcai xyeem taag lawm, vaajntxwv hab txhua tug kws nrug vaajntxwv nyob ua ke kuj khoov ntshws pe hawm."},{"bible_id":"1216","chapter_code":"2CH.29","verse_code":"2CH.29.30","label":"30","content":"Mas vaajntxwv Hexekhiya hab cov thawj has kuas cov Levi hu nkauj qhuas Yawmsaub lawv le tej lug kws Tavi hab xwbfwb Axas kws has pum tom hauv ntej tub sau ca lawm. Puab hu nkauj qhuas zoo sab xyiv faab, hab khoov ntshws pe hawm."},{"bible_id":"1216","chapter_code":"2CH.29","verse_code":"2CH.29.31","label":"31","content":"Mas Hexekhiya has tas, “Mej tub tu mej tug kheej kuas dawb huv rua Yawmsaub lawm. Ca le txaav lug ze hab coj tej tsaj kws yuav tua xyeem hab tej kws yuav xyeem ua Yawmsaub tsaug lug rua huv Yawmsaub lub tuam tsev.” Ib tsoom pejxeem kuj coj tsaj lug tua xyeem hab xyeem ua tsaug. Txhua tug kws zoo sab pub kuj coj tej kws ua kevcai hlawv xyeem tuaj."},{"bible_id":"1216","chapter_code":"2CH.29","verse_code":"2CH.29.32","label":"32","content":"Cov tsaj kws tej pejxeem coj tuaj ua kevcai hlawv xyeem yog xyaa caum tug txwv nyuj hab ib puas tug txwv yaaj hab ob puas tug mivnyuas yaaj, tej nuav huvsw yog ua kevcai hlawv xyeem rua Yawmsaub."},{"bible_id":"1216","chapter_code":"2CH.29","verse_code":"2CH.29.33","label":"33","content":"Hab tej tsaj kws coj tuaj xyeem muaj rau pua tug txwv nyuj hab peb txheeb tug yaaj."},{"bible_id":"1216","chapter_code":"2CH.29","verse_code":"2CH.29.34","label":"34","content":"Tassws cov pov thawj muaj tsawg dhau laws tsw yeej cov tawv tsaj kws hlawv xyeem hov, mas puab cov kwvtij Levi paab puab ua tej num tav moog txug thaus lwm tug pov thawj tu puab tug kheej kuas dawb huv, tsua qhov cov Levi rau sab tu puab tug kheej kuas dawb huv heev dua cov pov thawj."},{"bible_id":"1216","chapter_code":"2CH.29","verse_code":"2CH.29.35","label":"35","content":"Dua le tej kws muab hlawv xyeem ntau kawg hov, tseed muaj tej npluag roj kws ua kevcai xyeem sws raug zoo hab tej cawv txwv maab kws muab laub xyeem ua ke nrug tej kws hlawv xyeem. Ua le nuav tej num kws ua rua huv Yawmsaub lub tuam tsev txhad rov qaab muaj le qub."},{"bible_id":"1216","chapter_code":"2CH.29","verse_code":"2CH.29.36","label":"36","content":"Hexekhiya hab cov pejxeem suavdawg zoo sab xyiv faab rua tej kws Vaajtswv tau ua rua cov pejxeem tsua qhov tej nuav tshwm swm lug sai kawg."},{"bible_id":"1216","chapter_code":"2CH.30","verse_code":"2CH.30.1","label":"1","content":"Hexekhiya has moog rua cov Yixayee hab cov Yuta suavdawg, hab sau ntawv moog rua cov Efa‑i hab cov Manaxe kuas puab suavdawg tuaj rua Yawmsaub lub tuam tsev huv Yeluxalee mas yuav ua kevcai Hlaa Dhau xyeem rua Yawmsaub kws yog cov Yixayee tug Vaajtswv."},{"bible_id":"1216","chapter_code":"2CH.30","verse_code":"2CH.30.2","label":"2","content":"Vaajntxwv hab nwg cov thawj hab cov pejxeem huv Yeluxalee tub sablaaj ca yuav ua kevcai Hlaa Dhau rua lub ob hlis,"},{"bible_id":"1216","chapter_code":"2CH.30","verse_code":"2CH.30.3","label":"3","content":"tsua qhov puab ua zag kevcai hov tsw yeej lawv le swjhawm kws teem ca, vem yog cov pov thawj tsw tau tu puab kuas dawb huv txaus npaum le kws ua tau num, hab cov pejxeem kuj tsw tau tuaj txoos ua ke txhwj rua huv Yeluxalee."},{"bible_id":"1216","chapter_code":"2CH.30","verse_code":"2CH.30.4","label":"4","content":"Mas tej kws puab txav sab ua hov vaajntxwv hab ib tsoom pejxeem suavdawg pum zoo."},{"bible_id":"1216","chapter_code":"2CH.30","verse_code":"2CH.30.5","label":"5","content":"Puab txhad has hum tas yuav tshaaj tawm thoob plawg Yixayee tebchaws txwj ntawm lub moos Npe‑awsenpa moog txug lub moos Ntaaj, kuas cov pejxeem yuav tsum tuaj ua kevcai Hlaa Dhau xyeem rua Yawmsaub kws yog cov Yixayee tug Vaajtswv rua huv Yeluxalee, tsua qhov cov kws ua kevcai Hlaa Dhau lawv le kws teem ca tsw muaj coob."},{"bible_id":"1216","chapter_code":"2CH.30","verse_code":"2CH.30.6","label":"6","content":"Yog le ntawd txhad muaj tuabneeg xaa xuv moog thoob plawg Yixayee hab Yuta tebchaws lawv le vaajntxwv has, nqaa cov ntawv kws vaajntxwv hab nwg cov thawj sau, has tas, “Tuabneeg Yixayee 'e, ca le rov lug cuag Yawmsaub kws yog Aplahaa, Yiha, hab Yixayee tug Vaajtswv, sub nwg txhad rov tig lug cuag mej cov kws tseed tshuav nyob, yog cov kws dim ntawm Axilia tej vaajntxwv txhais teg."},{"bible_id":"1216","chapter_code":"2CH.30","verse_code":"2CH.30.7","label":"7","content":"Tsw xob zoo thooj le mej tej laug hab mej tej kwvtij kws faav xeeb rua Yawmsaub kws yog puab tej laug tug Vaajtswv, Yawmsaub txhad ua rua puab pam taag le kws mej pum ntsoov."},{"bible_id":"1216","chapter_code":"2CH.30","verse_code":"2CH.30.8","label":"8","content":"Nwgnuav mej tsw xob tawv ncauj yaam le mej tej laug. Ca le muab mej tug kheej cob rua Vaajtswv hab tuaj rua ntawm lub chaw kws pe Vaajtswv kws nwg tub tu kuas dawb huv ca moog ib txhws, hab ua koom rua Yawmsaub kws yog mej tug Vaajtswv, sub nwg txujkev chim npau tawg heev txhad le thim ntawm mej moog."},{"bible_id":"1216","chapter_code":"2CH.30","verse_code":"2CH.30.9","label":"9","content":"Yog mej rov lug cuag Yawmsaub, mej cov kwvtij hab mej cov mivnyuas yuav tau txais txujkev khuvleej ntawm cov kws nteg puab coj moog, hab yuav tau rov lug rua huv lub tebchaws nuav dua hab. Yawmsaub kws yog mej tug Vaajtswv yog tug kws hlub hab khuvleej. Yog mej rov lug cuag nwg, nwg yuav tsw fee plhu ntawm mej.”"},{"bible_id":"1216","chapter_code":"2CH.30","verse_code":"2CH.30.10","label":"10","content":"Cov kws xaa ntawv txhad moog ib lub moos dhau ib lub moos thoob plawg Efa‑i hab Manaxe tebchaws hab moog txug ncua Xenpuloo tebchaws. Tassws tej tuabneeg hov thuaj luag puab hab saib tsw taug puab."},{"bible_id":"1216","chapter_code":"2CH.30","verse_code":"2CH.30.11","label":"11","content":"Tsuas yog cov tuabneeg Asaw hab Manaxe hab Xenpuloo qee leej txhad txu fwjchim hab tuaj rua huv Yeluxalee xwb."},{"bible_id":"1216","chapter_code":"2CH.30","verse_code":"2CH.30.12","label":"12","content":"Vaajtswv txhais teg kuj nyob rawv sau cov Yuta ua rua puab koom ib lub sab ua lawv le tej lug kws Yawmsaub kuas vaajntxwv hab cov thawj has."},{"bible_id":"1216","chapter_code":"2CH.30","verse_code":"2CH.30.13","label":"13","content":"Cov pejxeem ntau leej tuaj ua ke ua kevcai noj ncuav tsw xyaw keeb rua huv Yeluxalee rua lub ob hlis, puab tuaj txoos ua ke coob kawg le."},{"bible_id":"1216","chapter_code":"2CH.30","verse_code":"2CH.30.14","label":"14","content":"Puab nqeg teg rhuav tej thaaj xyeem daab kws nyob huv Yeluxalee, hab puab muab tej thaaj hlawv xyaab nqaa moog nrum rua huv lub haav Khiloo."},{"bible_id":"1216","chapter_code":"2CH.30","verse_code":"2CH.30.15","label":"15","content":"Puab tua tej mivnyuas yaaj kws ua kevcai Hlaa Dhau rua nub xab kaum plaub lub ob hlis. Cov pov thawj hab cov Levi kuj txaaj muag, puab txhad tu puab tug kheej kuas dawb huv hab coj tej kws ua kevcai hlawv xyeem tuaj rua huv Yawmsaub lub tuam tsev."},{"bible_id":"1216","chapter_code":"2CH.30","verse_code":"2CH.30.16","label":"16","content":"Puab txhad moog nyob rua puab tej chaw kws teem ca lawv le Vaajtswv tug tuabneeg Mauxe txuj kevcai. Cov pov thawj txhad le txais tej ntshaav ntawm cov Levi txhais teg coj moog nchus."},{"bible_id":"1216","chapter_code":"2CH.30","verse_code":"2CH.30.17","label":"17","content":"Cov pejxeem kws tuaj txoos ua ke hov muaj coob leej kws tsw tau tu puab tug kheej kuas dawb huv. Vem le nuav cov Levi yuav tsum tua txhua tug kws tseed qas tsw huv tug mivnyuas yaaj kws ua kevcai Hlaa Dhau, sub txhad ua tau tug mivnyuas yaaj dawb huv rua Yawmsaub."},{"bible_id":"1216","chapter_code":"2CH.30","verse_code":"2CH.30.18","label":"18","content":"Txawm yog cov pejxeem coob hov muaj cov kws tuaj Efa‑i, Manaxe, Ixakha hab Xenpuloo tebchaws tuaj coob heev kws tsw tau tu puab tug kheej kuas dawb huv, los puab tseed noj pluag mov kevcai Hlaa Dhau hov mas txhum tsw lawv le tu tseg. Hexekhiya txhad thov Yawmsaub paab puab has tas, “Thov Yawmsaub kws zoo kawg nkaus zaam txem rua txhua tug"},{"bible_id":"1216","chapter_code":"2CH.30","verse_code":"2CH.30.19","label":"19","content":"kws muaj sab nrhav Vaajtswv, kws yog Yawmsaub kws yog puab tej laug tug Vaajtswv, txawm yog puab tsw dawb huv lawv le lub chaw pe Vaajtswv tej kaab ke kuj xwj.”"},{"bible_id":"1216","chapter_code":"2CH.30","verse_code":"2CH.30.20","label":"20","content":"Yawmsaub kuj noog Hexekhiya tej lug thov hab khu cov pejxeem."},{"bible_id":"1216","chapter_code":"2CH.30","verse_code":"2CH.30.21","label":"21","content":"Cov Yixayee kws tuaj rua huv Yeluxalee tau ua kevcai noj ncuav tsw xyaw keeb zoo sab xyiv faab heev tau xyaa nub, hab cov Levi hab cov pov thawj kuj naj nub qhuas Yawmsaub. Puab hu nkauj qhuas Yawmsaub muaj cuab yeej phim suab nkauj nrov xyeem rua Yawmsaub."},{"bible_id":"1216","chapter_code":"2CH.30","verse_code":"2CH.30.22","label":"22","content":"Hab Hexekhiya has lug txhawb cov Levi suavdawg kws txawj txawj ua num ua koom rua Yawmsaub. Cov pejxeem txhad noj mov kevcai hov tau xyaa nub hab tua tsaj ua kevcai xyeem sws raug zoo hab ua Yawmsaub kws yog puab tej laug tug Vaajtswv tsaug."},{"bible_id":"1216","chapter_code":"2CH.30","verse_code":"2CH.30.23","label":"23","content":"Mas ib tsoom pejxeem suavdawg has hum yuav ua kevcai hov dua xyaa nub hab. Tes puab txawm ua kevcai zoo sab xyiv faab xyaa nub ntxwv."},{"bible_id":"1216","chapter_code":"2CH.30","verse_code":"2CH.30.24","label":"24","content":"Yuta tug vaajntxwv Hexekhiya pub ib txheeb tug txwv nyuj hab xyaa txheeb tug yaaj rua cov pejxeem ua kevcai xyeem, hab cov thawj kuj pub ib txheeb tug txwv nyuj hab ib vaam tug yaaj rua cov pejxeem. Hab cov pov thawj kuj tu puab tug kheej kuas dawb huv coob kawg."},{"bible_id":"1216","chapter_code":"2CH.30","verse_code":"2CH.30.25","label":"25","content":"Ib tsoom tuabneeg Yuta hab cov Levi hab cov pov thawj hab ib tsoom tuabneeg kws tuaj Yixayee tebchaws tuaj hab lwm haiv tuabneeg kws tuaj Yixayee tebchaws tuaj hab lwm haiv tuabneeg kws nyob huv Yuta tebchaws, suavdawg zoo sab xyiv faab."},{"bible_id":"1216","chapter_code":"2CH.30","verse_code":"2CH.30.26","label":"26","content":"Yog le nuav txhad muaj kev xyiv faab luj kawg rua huv Yeluxalee. Txwj thaus Tavi tug tub Xalaumoo ua vaajntxwv kaav Yixayee tsw txeev muaj le zag nuav rua huv Yeluxalee."},{"bible_id":"1216","chapter_code":"2CH.30","verse_code":"2CH.30.27","label":"27","content":"Mas cov pov thawj hab cov Levi sawv ntsug foom koob moov rua cov pejxeem. Yawmsaub kuj nov puab lub suab, hab puab tej lug thov kuj moog txug Yawmsaub lub chaw nyob dawb huv sau ntuj."},{"bible_id":"1216","chapter_code":"2CH.31","verse_code":"2CH.31.1","label":"1","content":"Thaus tej nuav tav taag huvsw cov Yixayee suavdawg kws tuaj rua huv Yeluxalee tawm moog rua Yuta tej moos hab tsoo tej ncej teev daab ua tej dwb daim hab ntuv tej ncej daab Asela qaug taag, hab tsoo tej chaw sab teev daab hab tej thaaj thoob plawg Yuta hab Npeeyamee hab Efa‑i hab Manaxe tebchaws pob taag, moog txug thaus ua rua txhua yaam puam tsuaj taag. Cov Yixayee suavdawg le rov moog rua puab tej moos nyag moog txug nyag vaaj nyag tsev."},{"bible_id":"1216","chapter_code":"2CH.31","verse_code":"2CH.31.2","label":"2","content":"Hexekhiya faib cov pov thawj hab cov Levi ua tej paab tej pawg, nyag nrug nyag paab lawv le tej num kws cov pov thawj hab cov Levi ua, yog ua kevcai hlawv xyeem hab ua kevcai xyeem sws raug zoo hab ua num ntawm Yawmsaub lub chaw nyob tej rooj loog hab ua tsaug hab qhuas Vaajtswv."},{"bible_id":"1216","chapter_code":"2CH.31","verse_code":"2CH.31.3","label":"3","content":"Vaajntxwv pub nwg le hov txhua chaw ua tej kws ua kevcai hlawv xyeem thaus taagkig hab thaus yuav tsaus ntuj hab hlawv rua nub Xanpatau hab nub hli xab hab hlawv rua tej kevcai kws teem ca, lawv le kws sau ca rua huv Yawmsaub txuj kevcai."},{"bible_id":"1216","chapter_code":"2CH.31","verse_code":"2CH.31.4","label":"4","content":"Nwg has rua cov pejxeem kws nyob huv Yeluxalee kuas pub cov pov thawj hab cov Levi le feem lawv le kws teem ca lawd rua puab, sub puab txhad rau sab ua num lawv le Yawmsaub txuj kevcai qha."},{"bible_id":"1216","chapter_code":"2CH.31","verse_code":"2CH.31.5","label":"5","content":"Thaus nwg tej lug nrov nchaa moog, cov Yixayee kuj pub tej kws has nuav ntau kawg le, yog thawj phaum qoob hab cawv txwv maab, roj, zwb ntaab hab txhua yaam kws tau huv teb ntau kawg le, hab coj ib feem kaum huv txhua yaam tuaj ntau nplua mag."},{"bible_id":"1216","chapter_code":"2CH.31","verse_code":"2CH.31.6","label":"6","content":"Cov Yixayee hab cov Yuta kws nyob huv Yuta tej moos kuj coj ib feem kaum huv tej nyuj tej yaaj hab huv tej kws muab pub hlo cais ua yaam kws dawb huv rua Yawmsaub kws yog puab tug Vaajtswv, mas khaws tau tej nam pawg."},{"bible_id":"1216","chapter_code":"2CH.31","verse_code":"2CH.31.7","label":"7","content":"Puab cuab sau ua tej pawg thaus lub peb hlis moog txug lub xyaa hli le tav taag."},{"bible_id":"1216","chapter_code":"2CH.31","verse_code":"2CH.31.8","label":"8","content":"Thaus Hexekhiya hab cov thawj tuaj pum tej pawg hov puab kuj qhuas Yawmsaub hab foom koob moov rua Yawmsaub haiv tuabneeg Yixayee."},{"bible_id":"1216","chapter_code":"2CH.31","verse_code":"2CH.31.9","label":"9","content":"Hexekhiya txhad nug cov pov thawj hab cov Levi txug tej nam pawg hov."},{"bible_id":"1216","chapter_code":"2CH.31","verse_code":"2CH.31.10","label":"10","content":"Tug tuam pov thawj hlub Axaliya kws yog Xantau caaj ceg teb nwg tas, “Txwj thaus puab coj tej hov txhua chaw pub rua huv Yawmsaub lub tuam tsev mas peb tau noj tsau npo hab tseed muaj seem ntau, vem yog Yawmsaub foom koob moov rua nwg cov tuabneeg, peb txhad tshuav seem ntau npaum le nuav.”"},{"bible_id":"1216","chapter_code":"2CH.31","verse_code":"2CH.31.11","label":"11","content":"Tes Hexekhiya txawm has kuas puab npaaj tej chaav huv Yawmsaub lub tuam tsev. Puab txhad npaaj chaw."},{"bible_id":"1216","chapter_code":"2CH.31","verse_code":"2CH.31.12","label":"12","content":"Hab puab kuj ua ncaaj nceeg sau tej kws suavdawg pub hab tej kws yog ib feem kaum hab tej kws pub hlo ua yaam kws dawb huv lug rua huv. Tug thawj kws saib tej ntawd yog Khaunaniya kws yog ib tug Levi, hab nwg tug kwv Sime‑i ua tug paab nwg."},{"bible_id":"1216","chapter_code":"2CH.31","verse_code":"2CH.31.13","label":"13","content":"Vaajntxwv Hexekhiya hab Axaliya kws yog tug thawj huv Vaajtswv lub tuam tsev tsaa Yehi‑ee, Axaxiya, Nahaj, Axahee, Yelimau, Yauxanpa, Eli‑ee, Imakhiya, Maha hab Npenaya saib num paab Khaunaniya hab nwg tug kwv Sime‑i."},{"bible_id":"1216","chapter_code":"2CH.31","verse_code":"2CH.31.14","label":"14","content":"Ina tug tub Khaule kws yog ib tug Levi hab zuv lub rooj loog saab nub tuaj, ua tug kws saib tej kws luas zoo sab coj tuaj pub rua Vaajtswv, hab faib tej kws muab pub rua Yawmsaub hab tej kws xyeem dawb huv kawg nkaus."},{"bible_id":"1216","chapter_code":"2CH.31","verse_code":"2CH.31.15","label":"15","content":"Mas huv cov pov thawj tej moos Entee, Meeyamee, Yesua, Semaya, Amaliya hab Sekhaniya ua ncaaj nceeg paab Khaule faib rua puab cov kwvtij tug hlub tug yau sws npaug zog lawv le puab tej paab tej pawg."},{"bible_id":"1216","chapter_code":"2CH.31","verse_code":"2CH.31.16","label":"16","content":"Puab faib rua cov txwvneej kws noob nyoog peb xyoos rov sau txhua tug kws nkaag rua huv Yawmsaub lub tuam tsev lawv le puab pawg muaj num ua rua nub hov, yog moog ua num lawv le puab pawg le feem ua, tsuas yog tseg tsw faib rua cov kws nce npe rua huv puab tej cum."},{"bible_id":"1216","chapter_code":"2CH.31","verse_code":"2CH.31.17","label":"17","content":"Cov pov thawj nce npe ua paab ua pawg lawv le puab tej cum, cov Levi kws noob nyoog neeg nkaum xyoo rov sau kuj nce npe lawv puab tej num hab lawv le puab tej paab tej pawg."},{"bible_id":"1216","chapter_code":"2CH.31","verse_code":"2CH.31.18","label":"18","content":"Cov pov thawj mas puab tej mivnyuas yau puab tej quaspuj tej tub tej ntxhais taag nrho puab cov tuabneeg suavdawg kuj nce npe ua ke, tsua qhov cov pov thawj mob sab tswj puab tug kheej kuas dawb huv moog le."},{"bible_id":"1216","chapter_code":"2CH.31","verse_code":"2CH.31.19","label":"19","content":"Has txug Aloo caaj ceg kws ua pov thawj kws nyob huv tej zej zog ib ncig tej moos, mas muaj cov txwvneej huv txhua lub moos kws muaj npe ua tug faib hov txhua chaw rua txhua tug txwvneej kws yog cov pov thawj le tuabneeg hab faib rua txhua tug Levi kws nce npe lawd."},{"bible_id":"1216","chapter_code":"2CH.31","verse_code":"2CH.31.20","label":"20","content":"Hexekhiya ua le nuav thoob plawg Yuta tebchaws, hab nwg ua yaam kws zoo hab raug cai hab ncaaj nceeg rua ntawm Yawmsaub kws yog nwg tug Vaajtswv xubndag."},{"bible_id":"1216","chapter_code":"2CH.31","verse_code":"2CH.31.21","label":"21","content":"Hab txhua yaam num kws nwg ua paab Vaajtswv tej num huv lub tuam tsev hab qhov kws ua lawv le txuj kevcai hab Vaajtswv tej lug nkaw, kws yog nrhav nwg tug Vaajtswv, nwg ua kawg sab kawg ntsws, nwg txhad vaam meej."},{"bible_id":"1216","chapter_code":"2CH.32","verse_code":"2CH.32.1","label":"1","content":"Thaus dhau tej xwm txheej nuav hab tej num kws Hexikhiya mob sab ua nuav lawd, Axilia tug vaajntxwv Xenakhawli txawm tuaj ua rog rua Yuta hab tsuam chaw vej tej moos kws muaj ntsaa loog, npaaj sab yuav txeeb kuas tau."},{"bible_id":"1216","chapter_code":"2CH.32","verse_code":"2CH.32.2","label":"2","content":"Thaus Hexekhiya pum tas Xenakhawli tuaj yuav ua rog rua Yeluxalee,"},{"bible_id":"1216","chapter_code":"2CH.32","verse_code":"2CH.32.3","label":"3","content":"nwg txawm nrug nwg cov thawj rog hab cov tub rog sab luj sab tuab ntaus tswvyim txhub tej qhov dej txhawv kws nyob ib ncig lub nroog, mas puab kuj paab nwg ua."},{"bible_id":"1216","chapter_code":"2CH.32","verse_code":"2CH.32.4","label":"4","content":"Cov pejxeem sau zog coob coob tuaj, mas puab txhub txhua lub qhov dej txhawv hab txhub lub hauv dej kws ndwg hlaa lub tebchaws. Puab has tas, “Ua caag yuav ca Axilia tej vaajntxwv tuaj ntswb tej dej kws ntau le nuav?”"},{"bible_id":"1216","chapter_code":"2CH.32","verse_code":"2CH.32.5","label":"5","content":"Hexekhiya rau sab ntso ua tej ntsaa loog kws pob taag dua tshab hab ua tej chaw tsom faaj sau ntsaa loog, hab tseed ua dua ib txheej ntsaa loog rua saab nrau, hab nwg ua lub loog Milau huv Tavi lub nroog khov dua. Nwg kuj ua tej cuab yeej ua rog hab tej daim hlau thaiv ntau kawg."},{"bible_id":"1216","chapter_code":"2CH.32","verse_code":"2CH.32.6","label":"6","content":"Nwg tsaa cov thawj rog saib cov pejxeem hab sau puab lug ua ke rua huv lub tshaav puam ntawm rooj loog lug rua nwg hab has lug txhawb puab lub sab has tas,"},{"bible_id":"1216","chapter_code":"2CH.32","verse_code":"2CH.32.7","label":"7","content":"“Ca le ua khov kho hab ua sab luj sab tuab. Tsw xob ntshai tsw xob poob sab rua Axilia tug vaajntxwv hab tej paab tub rog coob coob kws nrug nwg tuaj hov, tsua qhov tug kws nrug peb luj dua tug kws nrug nwg."},{"bible_id":"1216","chapter_code":"2CH.32","verse_code":"2CH.32.8","label":"8","content":"Nwg tsuas yog muaj txhais npaab nqaj tawv xwb tassws peb muaj Yawmsaub kws yog peb tug Vaajtswv nrug nraim peb kws paab peb hab nyob peb chaw ua rog.” Hexekhiya tej lug txhad txhawb tau cov pejxeem tug zug."},{"bible_id":"1216","chapter_code":"2CH.32","verse_code":"2CH.32.9","label":"9","content":"Dhau ntawd thaus Axilia tug vaajntxwv Xenakhawli hab nwg cov tub rog huvsw tseed saamswm vej lub moos Lakhi, mas nwg tso nwg cov tub teg tub taw moog rua lub nroog Yeluxalee moog cuag Yuta tug vaajntxwv Hexekhiya hab cuag cov tuabneeg Yuta suavdawg kws nyob huv Yeluxalee, has tas,"},{"bible_id":"1216","chapter_code":"2CH.32","verse_code":"2CH.32.10","label":"10","content":"“Axilia tug vaajntxwv Xenakhawli has le nuav tas, Mej vaam khom daabtsw es mej yuav nyob huv Yeluxalee thev qhov kws raug vej le nuav?"},{"bible_id":"1216","chapter_code":"2CH.32","verse_code":"2CH.32.11","label":"11","content":"Thaus Hexekhiya has rua mej tas, ‘Yawmsaub kws yog peb tug Vaajtswv yuav cawm peb dim huv Axilia tug vaajntxwv txhais teg,’ tsw yog Hexekhiya coj mej yuam kev moog tuag tshaib tuag nqhes lov?"},{"bible_id":"1216","chapter_code":"2CH.32","verse_code":"2CH.32.12","label":"12","content":"Tug Hexikhiya nuav nwg tsw yog tug kws rhuav tshem Vaajtswv tej chaw sab hab tej thaaj kws xyeem rua Vaajtswv lov? Hab has rua cov Yuta hab cov huv Yeluxalee tas, ‘Mej yuav tsum pe rua tuab lub thaaj hab hlawv xyeem rua lub thaaj hov xwb.’"},{"bible_id":"1216","chapter_code":"2CH.32","verse_code":"2CH.32.13","label":"13","content":"Mej tsw paub tas kuv hab kuv tej laug tub ua le caag rua txhua haiv tuabneeg huv lwm tebchaws lawm lov? Cov tuabneeg huv tej tebchaws hov le daab paab cawm tau puab tej tebchaws dim huv kuv txhais teg lov?"},{"bible_id":"1216","chapter_code":"2CH.32","verse_code":"2CH.32.14","label":"14","content":"Tej daab huvsw huv tej tebchaws kws kuv tej laug muab ua puam tsuaj taag nrho muaj ib tug daab twg kws paab tau nwg cov tuabneeg dim huv kuv txhais teg? Mas mej tug Vaajtswv tseed yuav paab tau mej dim huv kuv txhais teg lov?"},{"bible_id":"1216","chapter_code":"2CH.32","verse_code":"2CH.32.15","label":"15","content":"Vem le nuav tsw xob ca Hexekhiya daag ntxag mej lossws coj mej yuam kev, tsw xob ntseeg nwg, tsua qhov tsw muaj ib tug daab huv haiv tuabneeg twg hab lub tebchaws twg kws cawm tau nwg haiv tuabneeg dim huv kuv txhais teg lossws huv kuv tej laug txhais teg. Mej tug Vaajtswv yimfuab tsw txawj paab mej dim huv kuv txhais teg le lauj!”"},{"bible_id":"1216","chapter_code":"2CH.32","verse_code":"2CH.32.16","label":"16","content":"Xenakhawli cov tub teg tub taw tseed thuaj Vaajtswv Yawmsaub hab Hexekhiya kws yog Vaajtswv tug tub qhe ntau dua le nuav."},{"bible_id":"1216","chapter_code":"2CH.32","verse_code":"2CH.32.17","label":"17","content":"Hab Xenakhawli tseed sau ntawv has saib tsw taug Yawmsaub kws yog cov Yixayee tug Vaajtswv hab thuaj has tas, “Cov tuabneeg huv ib tsoom tebchaws le daab paab tsw tau puab haiv tuabneeg dim huv kuv txhais teg le caag, Hexekhiya tug Vaajtswv kuj yuav paab tsw tau nwg haiv tuabneeg dim huv kuv txhais teg le hov hab.”"},{"bible_id":"1216","chapter_code":"2CH.32","verse_code":"2CH.32.18","label":"18","content":"Tes puab txawm qw tej lug hov nrov nrov ua lug Yuta rua cov tuabneeg Yeluxalee kws nyob sau lub ntsaa loog nov es kuas puab ntshai hab poob sab heev sub txhad le txeeb tau lub nroog hov."},{"bible_id":"1216","chapter_code":"2CH.32","verse_code":"2CH.32.19","label":"19","content":"Puab has txug Yeluxalee tug Vaajtswv ib yaam le puab has txug ib tsoom tuabneeg huv nplajteb tej daab kws yog tuabneeg txhais teg ua."},{"bible_id":"1216","chapter_code":"2CH.32","verse_code":"2CH.32.20","label":"20","content":"Tes vaajntxwv Hexekhiya hab Amoj tug tub Yaxaya kws yog xwbfwb cev Vaajtswv lug txawm quaj thov txug zaaj nuav rua sau ntuj."},{"bible_id":"1216","chapter_code":"2CH.32","verse_code":"2CH.32.21","label":"21","content":"Yawmsaub txhad khaiv ib tug tubkhai ntuj lug mas nwg tua cov tub rog sab luj sab tuab hab cov thawj tub rog hab cov kws kaav tej paab tub rog huvsw tuag taag rua huv vaajntxwv Axilia lub yeej. Yog le nuav Xenakhawli txhad le rov qaab moog rua nwg lub tebchaws ua poob ntsej muag kawg. Thaus nwg moog rua huv lub tsev kws teev nwg tug daab nwg cov tub qee leej xuas ntaaj muab nwg tua rua hov ntawd."},{"bible_id":"1216","chapter_code":"2CH.32","verse_code":"2CH.32.22","label":"22","content":"Yawmsaub txhad cawm Hexekhiya hab cov kws nyob huv Yeluxalee dim huv Axilia tug vaajntxwv Xenakhawli txhais teg hab huv nwg tej yeeb ncuab suavdawg txhais teg le nuav. Yawmsaub pub puab tau su tsw ua rog  rua txhua faab."},{"bible_id":"1216","chapter_code":"2CH.32","verse_code":"2CH.32.23","label":"23","content":"Tuabneeg coob coj hov txhua chaw tuaj rua huv Yeluxalee pub rua Yawmsaub hab coj tej kws tswm txaj tuaj pub rua Yuta tug vaajntxwv Hexekhiya, Hexekhiya txhad tau koob meej taab meeg ib tsoom tebchaws suavdawg txwj thaus ntawd lug."},{"bible_id":"1216","chapter_code":"2CH.32","verse_code":"2CH.32.24","label":"24","content":"Lub swjhawm ntawd Hexekhiya mob nyaav heev tub yuav tuag, mas nwg thov Yawmsaub. Yawmsaub kuj teb nwg hab ua ib yaam txujci phemfwj tshwm rua nwg."},{"bible_id":"1216","chapter_code":"2CH.32","verse_code":"2CH.32.25","label":"25","content":"Tassws Hexekhiya tsw ncu tej txaj ntswg kws Yawmsaub paab nwg, vem yog nwg lub sab khaav theeb. Vem le nuav txujkev npau tawg txhad lug raug nwg hab cov Yuta hab Yeluxalee."},{"bible_id":"1216","chapter_code":"2CH.32","verse_code":"2CH.32.26","label":"26","content":"Tes Hexekhiya txawm txu nwg lub sab khaav theeb hov hab cov tuabneeg kws nyob huv Yeluxalee kuj ua ib yaam le nwg, tes Yawmsaub txujkev npau tawg txhad tsw lug raug puab rua huv Hexekhiya swm neej."},{"bible_id":"1216","chapter_code":"2CH.32","verse_code":"2CH.32.27","label":"27","content":"Hexekhiya muaj nyaj txag ntau kawg hab muaj koob meej luj, mas nwg ua tej txhaab nyaj rua nwg rau nyaj rau kub, rau tej qai zeb hlaws muaj nqes, rau txum lom, rau tej daim phaj hlau thaiv hab tej pestwj tswm txaj txhua yaam."},{"bible_id":"1216","chapter_code":"2CH.32","verse_code":"2CH.32.28","label":"28","content":"Hab nwg ua txhaab rau qoob, rau cawv txwv maab hab roj, hab ua nkuaj rua txhua yaam tsaj txhu hab nkuaj yaaj."},{"bible_id":"1216","chapter_code":"2CH.32","verse_code":"2CH.32.29","label":"29","content":"Hab nwg tswm tej moos rua nwg hab nwg muaj tej paab yaaj tej paab tshws tej paab nyuj ntau nplua mag, vem yog Vaajtswv pub cuab txhaj cuab taam rua nwg ntau heev."},{"bible_id":"1216","chapter_code":"2CH.32","verse_code":"2CH.32.30","label":"30","content":"Tug vaajntxwv Hexekhiya nuav yog tug kws cais lub hauv dej Kihoo saab peg kuas ndwg moog rua Tavi lub nroog saab nub poob. Hexekhiya vaam meej rua nwg tej num huvsw."},{"bible_id":"1216","chapter_code":"2CH.32","verse_code":"2CH.32.31","label":"31","content":"Thaus cov thawj huv lub nroog Npanpiloo khaiv tuabneeg tuaj nug txug tej txujci phemfwj kws tshwm rua huv lub tebchaws, mas Vaajtswv muab nwg tso nyob kaab ntsaab sub txhad swm tau nwg hab paub txhua yaam kws nyob huv nwg lub sab."},{"bible_id":"1216","chapter_code":"2CH.32","verse_code":"2CH.32.32","label":"32","content":"Lwm yaam num kws Hexekhiya ua hab tej yaam zoo kws nwg ua, tub muab sau ca rua huv tej zaaj yug quas toog kws Amoj tug tub Yaxaya kws yog xwbfwb cev Vaajtswv lug has nyob rua huv phoo ntawv kws has txug Yuta hab Yixayee tej vaajntxwv."},{"bible_id":"1216","chapter_code":"2CH.32","verse_code":"2CH.32.33","label":"33","content":"Tes Hexekhiya txawm tuag moog nrug nwg tej laug nyob. Puab muab nwg log rua sau caaj roob kws yog Tavi caaj ceg le toj ntxaa. Taag nrho cov Yuta hab cov kws nyob huv Yeluxalee suavdawg tuaj paam nwg lub nteeg luj kawg fwm nwg. Mas nwg tug tub Manaxe sawv nwg chaw ua vaajntxwv kaav."},{"bible_id":"1216","chapter_code":"2CH.33","verse_code":"2CH.33.1","label":"1","content":"Thaus Manaxe chiv ua vaajntxwv nwg noob nyoog muaj kaum ob xyoos, nwg nyob huv Yeluxalee kaav tau tswb caug tswb xyoos."},{"bible_id":"1216","chapter_code":"2CH.33","verse_code":"2CH.33.2","label":"2","content":"Nwg ua tej kws Yawmsaub pum tas phem kawg le, nwg ua lawv le tej kevcai qas vuab tsuab kws lwm haiv tuabneeg ua, yog cov kws Yawmsaub ntab tawm ntawm cov Yixayee hauv ntej moog."},{"bible_id":"1216","chapter_code":"2CH.33","verse_code":"2CH.33.3","label":"3","content":"Nwg rov ua tej chaw sab teev daab kws nwg txwv Hexekhiya tub muab rhuav taag lawd, hab nwg ua tej thaaj teev daab Npa‑aa hab ua tej ncej daab Asela, hab nwg pe nub pe hli hab tej nub qub sau nruab ntug huvsw hab ua koom rua tej hov."},{"bible_id":"1216","chapter_code":"2CH.33","verse_code":"2CH.33.4","label":"4","content":"Nwg ua tej thaaj teev daab rua huv Yawmsaub lub tuam tsev, kws yog lub chaw kws Yawmsaub tub has tas, “Kuv lub npe yuav nyob rua huv Yeluxalee moog ib txhws.”"},{"bible_id":"1216","chapter_code":"2CH.33","verse_code":"2CH.33.5","label":"5","content":"Nwg ua tej thaaj xyeem rua nub hli tej nub qub sau nruab ntug huvsw rua huv ob lub tshaav puam huv Yawmsaub lub tuam tsev."},{"bible_id":"1216","chapter_code":"2CH.33","verse_code":"2CH.33.6","label":"6","content":"Nwg muab nwg tej tub tua hlawv xyeem rua daab rua huv lub haav Npeehinoo,  hab nwg saib caij saib nyoog saib yaig saib swj hab ua khawv koob yeeg swv, nwg moog nug tej txwv neeb txwv yaig hab tej kws muaj daab leej nkaub. Nwg ua tej kws Yawmsaub pum tas phem kawg nkaus le zwg ua rua Yawmsaub npau tawg."},{"bible_id":"1216","chapter_code":"2CH.33","verse_code":"2CH.33.7","label":"7","content":"Tug txoov daab kws nwg txaug nwg kuj muab txawb rua huv Vaajtswv lub tuam tsev kws Vaajtswv tub has rua Tavi hab nwg tug tub Xalaumoo lawm has tas, “Lub tuam tsev nuav hab lub nroog Yeluxalee kws kuv tub xaiv huv txhua xeem Yixayee lug mas kuv yuav ca kuv lub npe nyob huv moog ib txhws."},{"bible_id":"1216","chapter_code":"2CH.33","verse_code":"2CH.33.8","label":"8","content":"Kuv yuav tsw rhu cov Yixayee txhais kwtaw tawm huv lub tebchaws kws kuv tu tseg rua mej tej laug lawd dua le lawm, yog tas puab ceev faaj ua txhua yaam kws kuv has rua puab, yog txuj kevcai huvsw hab tej kaab ke hab tej kevcai kws kuv tau kuas Mauxe has rua puab.”"},{"bible_id":"1216","chapter_code":"2CH.33","verse_code":"2CH.33.9","label":"9","content":"Manaxe ntxag cov Yuta hab cov kws nyob huv Yeluxalee yuam kev, puab txhad ua phem heev dua tej haiv tuabneeg kws Yawmsaub tub muab ua puam tsuaj taag rua ntawm puab hauv ntej."},{"bible_id":"1216","chapter_code":"2CH.33","verse_code":"2CH.33.10","label":"10","content":"Yawmsaub has rua Manaxe hab nwg cov pejxeem tassws puab tsw noog."},{"bible_id":"1216","chapter_code":"2CH.33","verse_code":"2CH.33.11","label":"11","content":"Vem le nuav Yawmsaub txhad coj cov thawj rog kws kaav Axilia tug vaajntxwv cov tub rog tuaj tawm tsaam puab. Puab xuas nqai lauj caab Manaxe moog hab muab saw tooj lab khi nwg hab coj nwg moog rua Npanpiloo."},{"bible_id":"1216","chapter_code":"2CH.33","verse_code":"2CH.33.12","label":"12","content":"Thaus Manaxe raug kev txom nyem heev nwg thov Yawmsaub kws yog nwg tug Vaajtswv khuvleej nwg hab nwg txu nwg tug fwjchim qeg kawg rua ntawm nwg tej laug tug Vaajtswv."},{"bible_id":"1216","chapter_code":"2CH.33","verse_code":"2CH.33.13","label":"13","content":"Nwg thov Vaajtswv mas Vaajtswv txais nwg tej lug hab noog nwg tej lug thov, hab coj nwg rov lug rua huv Yeluxalee rov kaav nwg lub tebchaws. Thaus hov Manaxe paub tas Yawmsaub yog Vaajtswv tag."},{"bible_id":"1216","chapter_code":"2CH.33","verse_code":"2CH.33.14","label":"14","content":"Lug rua tom qaab nwg tswm lub ntsaa loog txheej saab nrau rua Tavi lub nroog rua huv lub haav saab dej Kihoo kws nub poob moog txug ntawm txujkev nkaag rua huv lub Rooj Loog Ntseg, hab moog rua ib saab lub pov roob Aufee. Nwg xov lub ntsaa loog sab heev. Nwg xaa cov thawj kws kaav cov tub rog moog nyob rua huv Yuta txhua lub moos kws muaj ntsaa loog."},{"bible_id":"1216","chapter_code":"2CH.33","verse_code":"2CH.33.15","label":"15","content":"Nwg muab lwm haiv tuabneeg tej daab hab tug txoov daab rhu huv Yawmsaub lub tuam tsev moog hab muab tej thaaj huvsw kws nwg ua rua sau lub roob kws muaj Yawmsaub lub tuam tsev hab tej kws ua rua huv Yeluxalee rhu pov tseg rua saab nrau lub nroog."},{"bible_id":"1216","chapter_code":"2CH.33","verse_code":"2CH.33.16","label":"16","content":"Hab nwg khu Yawmsaub lub thaaj hab ua kevcai xyeem sws raug zoo hab xyeem ua tsaug rua sau lub thaaj hov. Nwg kuj has kuas cov Yuta ua koom rua Yawmsaub kws yog cov Yixayee tug Vaajtswv."},{"bible_id":"1216","chapter_code":"2CH.33","verse_code":"2CH.33.17","label":"17","content":"Txawm le ntawd los cov pejxeem tseed xyeem tsaj rua ntawm tej chaw sab tassws yog xyeem rua Yawmsaub kws yog puab tug Vaajtswv xwb."},{"bible_id":"1216","chapter_code":"2CH.33","verse_code":"2CH.33.18","label":"18","content":"Lwm yaam num kws Manaxe ua hab nwg tej lug thov Vaajtswv hab tej lug kws cov xwbfwb kws has pum tom hauv ntej tau tuav Yawmsaub kws yog cov Yixayee tug Vaajtswv lub npe has rua nwg, mas tub muab sau ca rua huv phoo ntawv kws has txug cov Yixayee tej vaajntxwv le keeb kwm."},{"bible_id":"1216","chapter_code":"2CH.33","verse_code":"2CH.33.19","label":"19","content":"Nwg tej lug thov hab qhov kws Vaajtswv txais nwg tej lug thov, hab nwg tej kev txhum huvsw hab nwg tej kev faav xeeb, hab thaaj chaw kws nwg ua tej chaw sab teev daab hab txhus tej ncej daab Asela hab tej txoov daab ua ntej kws tsw tau txu fwjchim, kuj tub muab sau ca rua huv phoo ntawv keeb kwm kws cov xwbfwb has pum tom hauv ntej sau ca."},{"bible_id":"1216","chapter_code":"2CH.33","verse_code":"2CH.33.20","label":"20","content":"Manaxe txawm tuag moog nrug nwg tej laug nyob. Puab muab nwg log rua huv nwg lub tsev, mas nwg tug tub Amoo sawv nwg chaw ua vaajntxwv kaav."},{"bible_id":"1216","chapter_code":"2CH.33","verse_code":"2CH.33.21","label":"21","content":"Thaus Amoo sawv ua vaajntxwv kaav nwg noob nyoog muaj neeg nkaum ob xyoos, nwg nyob huv Yeluxalee kaav tau ob xyoos."},{"bible_id":"1216","chapter_code":"2CH.33","verse_code":"2CH.33.22","label":"22","content":"Nwg ua tej kws Yawmsaub pum tas phem kawg le, ib yaam nkaus le nwg txwv Manaxe tau ua lawd. Amoo tua tsaj xyeem rua tej txoov daab huvsw kws nwg txwv Manaxe ua ca hab ua koom rua tej txoov daab hov."},{"bible_id":"1216","chapter_code":"2CH.33","verse_code":"2CH.33.23","label":"23","content":"Nwg tsw txu nwg tug fwjchim rua ntawm Yawmsaub yaam le nwg txwv Manaxe tau txu. Tug Amoo nuav ua txhum muaj txem ntau quas zug."},{"bible_id":"1216","chapter_code":"2CH.33","verse_code":"2CH.33.24","label":"24","content":"Nwg cov tub teg tub taw tuav huv faav xeeb rua nwg hab muab nwg tua rua huv nwg lub tsev."},{"bible_id":"1216","chapter_code":"2CH.33","verse_code":"2CH.33.25","label":"25","content":"Tassws cov pejxeem muab txhua tug kws tuav huv faav xeeb rua vaajntxwv Amoo tua huvsw lawm, hab cov pejxeem tsaa nwg tug tub Yauxiya ua vaajntxwv nyob nwg chaw."},{"bible_id":"1216","chapter_code":"2CH.34","verse_code":"2CH.34.1","label":"1","content":"Thaus Yauxiya chiv ua vaajntxwv kaav nwg noob nyoog muaj yim xyoo, nwg nyob huv lub nroog Yeluxalee kaav tau peb caug ib xyoos."},{"bible_id":"1216","chapter_code":"2CH.34","verse_code":"2CH.34.2","label":"2","content":"Nwg ua tej kws Yawmsaub pum tas zoo, hab nwg taug nraim nwg yawm koob Tavi tug neev taw, nwg tsw tig moog rua saab xws lossws saab phem."},{"bible_id":"1216","chapter_code":"2CH.34","verse_code":"2CH.34.3","label":"3","content":"Xyoo yim kws nwg ua vaajntxwv, yog thaus nwg tseed yau, nwg chiv nrhav nwg yawm koob Tavi tug Vaajtswv. Xyoo kaum ob kws nwg ua vaajntxwv nwg chiv rhuav tshem tej chaw sab teev daab hab tej ncej daab Asela hab tej txoov daab kws txaug hab nchuav huv Yuta tebchaws hab huv Yeluxalee."},{"bible_id":"1216","chapter_code":"2CH.34","verse_code":"2CH.34.4","label":"4","content":"Puab tsoo tej thaaj teev daab Npa‑aa taab meeg ntawm nwg xubndag, hab nwg ntuv lub txee kws hlawv xyaab sau lub thaaj pov tseg hab nwg tsoo tej ncej daab Asela hab tej txoov daab kws txaug hab nchuav tawg taag hab muab tsoo ua moov coj moog w rua sau cov tuabneeg kws xyeem tsaj rua tej txoov daab hov tej qhov ntxaa."},{"bible_id":"1216","chapter_code":"2CH.34","verse_code":"2CH.34.5","label":"5","content":"Nwg kuj muab cov pov thawj tej pob txhaa hlawv rua sau puab tej thaaj, txhad ntxuav tau Yuta hab Yeluxalee."},{"bible_id":"1216","chapter_code":"2CH.34","verse_code":"2CH.34.6","label":"6","content":"Tej moos huv Manaxe hab Efa‑i hab Xime‑oo hab moog txug ncua Nathali, hab tej kws pob taag ib ncig tej moos ntawd,"},{"bible_id":"1216","chapter_code":"2CH.34","verse_code":"2CH.34.7","label":"7","content":"nwg kuj rhuav tshem tej thaaj hab tsoo tej ncej daab Asela hab tej txoov daab ua moov, hab ntuv tej thaaj hlawv xyaab huvsw qaug taag thoob plawg Yixayee tebchaws, tes nwg le rov qaab lug rua huv Yeluxalee."},{"bible_id":"1216","chapter_code":"2CH.34","verse_code":"2CH.34.8","label":"8","content":"Xyoo kaum yim kws nwg ua vaajntxwv, thaus nwg ntxuav lub tebchaws hab lub tuam tsev, nwg khaiv Safaa kws yog Axalisya tug tub hab Ma‑axeya kws yog tug thawj kaav lub nroog, hab Yau‑aha tug tub Yau‑av kws yog tug kws sau ntawv keeb kwm, moog khu Yawmsaub kws yog nwg tug Vaajtswv lub tuam tsev."},{"bible_id":"1216","chapter_code":"2CH.34","verse_code":"2CH.34.9","label":"9","content":"Puab tuaj cuag tug tuam pov thawj hlub Hikhiya hab muab tej nyaj kws cov pejxeem coj tuaj rua huv Yawmsaub lub tuam tsev cob rua nwg, yog tej nyaj kws cov Levi kws zuv qhov rooj sau ntawm cov Manaxe hab cov Efa‑i hab ntawm cov Yixayee kws tseed tshuav nyob hab ntawm cov Yuta hab cov Npeeyamee suavdawg hab ntawm cov kws nyob huv Yeluxalee."},{"bible_id":"1216","chapter_code":"2CH.34","verse_code":"2CH.34.10","label":"10","content":"Puab muab nyaj rua cov tub zug kws tu Yawmsaub lub tuam tsev. Cov tub zug kws ua num huv Yawmsaub lub tuam tsev muab swv khu lub tuam tsev kuas zoo le qub."},{"bible_id":"1216","chapter_code":"2CH.34","verse_code":"2CH.34.11","label":"11","content":"Puab muab rua cov Kws ntoo hab cov Kws ua tsev tau swv yuav tej pob zeb kws txhwm hab tej laag ntoo kws ua qhaab hab dau rua tej chaav tsev kws Yuta tej vaajntxwv muab tso pob taag lawm."},{"bible_id":"1216","chapter_code":"2CH.34","verse_code":"2CH.34.12","label":"12","content":"Cov tuabneeg muaj lub sab dawb paug ua num. Cov kws saib puab yog Yahas hab Aunpantiya kws yog xeem Levi yog Melali caaj ceg, hab Xekhaliya hab Mesulaa kws yog Khauha caaj ceg. Cov Levi txhua tug kws txawj ntaus tej cuab yeej phim suab nkauj,"},{"bible_id":"1216","chapter_code":"2CH.34","verse_code":"2CH.34.13","label":"13","content":"ua cov kws saib cov tuabneeg kwv nraa hab qha txhua yaam num rua cov tub zug suavdawg ua. Cov Levi qee leej ua cov kws sau ntawv hab cov kws tu num hab cov kws zuv tej rooj loog."},{"bible_id":"1216","chapter_code":"2CH.34","verse_code":"2CH.34.14","label":"14","content":"Thaus puab nqaa tej nyaj kws coj tuaj rua huv Yawmsaub lub tuam tsev lawm tawm lug, tug pov thawj Hikhiya nrhav tau phoo kevcai kws Yawmsaub kuas Mauxe qha."},{"bible_id":"1216","chapter_code":"2CH.34","verse_code":"2CH.34.15","label":"15","content":"Mas Hikhiya has rua Safaa kws yog tug tub sau ntawv tas, “Kuv tshawb tau phoo ntawv kevcai nyob huv Yawmsaub lub tuam tsev.” Tes Hikhiya txawm muab phoo ntawv hov rua Safaa."},{"bible_id":"1216","chapter_code":"2CH.34","verse_code":"2CH.34.16","label":"16","content":"Safaa coj phoo ntawv hov moog cev rua vaajntxwv hab qha tej daag num rua vaajntxwv tas, “Txhua yaam kws muab cob rua koj cov tub qhe hov puab saamswm ua."},{"bible_id":"1216","chapter_code":"2CH.34","verse_code":"2CH.34.17","label":"17","content":"Puab nchuav tej nyaj kws nyob huv Yawmsaub lub tuam tsev hab muab cob rua huv cov kws tu num hab cov tub zug txhais teg.”"},{"bible_id":"1216","chapter_code":"2CH.34","verse_code":"2CH.34.18","label":"18","content":"Mas Safaa kws yog tug tub sau ntawv has rua vaajntxwv tas, “Tug pov thawj Hikhiya muab ib phoo ntawv rua kuv.” Hab Safaa muab nyeem rua vaajntxwv noog."},{"bible_id":"1216","chapter_code":"2CH.34","verse_code":"2CH.34.19","label":"19","content":"Thaus vaajntxwv nov tej lug huv txuj kevcai hov lawd, nwg txawm dua rhe nwg lub tsho."},{"bible_id":"1216","chapter_code":"2CH.34","verse_code":"2CH.34.20","label":"20","content":"Hab vaajntxwv has rua tug pov thawj Hikhiya hab Ahikhaa kws yog Safaa tug tub hab Antoo kws yog Mikha tug tub hab Safaa kws yog tug tub sau ntawv hab Axaya kws yog vaajntxwv tug tub teg taw has tas,"},{"bible_id":"1216","chapter_code":"2CH.34","verse_code":"2CH.34.21","label":"21","content":"“Mej ca le moog ua nug rua Yawmsaub rua kuv hab rua cov kws tseed tshuav nyob huv Yixayee hab Yuta has txug tej lug huv phoo ntawv nuav kws tshawb tau lawm. Yawmsaub txujkev npau tawg kws nchuav lug raug peb hov luj heev vem yog peb tej laug tsw tuav rawv Yawmsaub tej lug hab tsw ua lawv le txhua yaam kws sau ca rua huv phoo ntawv nuav.”"},{"bible_id":"1216","chapter_code":"2CH.34","verse_code":"2CH.34.22","label":"22","content":"Tes Hikhiya hab cov kws vaajntxwv khaiv moog txawm moog cuag tug puj xwbfwb Hunta kws cev Vaajtswv lug kws yog Salu tug quaspuj. Salu yog tug kws tu vaajntxwv tej tsoog tsho hab yog Thauha tug tub hab yog Halaj tug xeeb ntxwv. Tug puj xwbfwb hov nyob huv Yeluxalee ceg kaum nroog kws ua tshab, tes puab txawm has zaaj hov rua nwg."},{"bible_id":"1216","chapter_code":"2CH.34","verse_code":"2CH.34.23","label":"23","content":"Tug puj hov has rua puab tas, “Yawmsaub kws yog cov Yixayee tug Vaajtswv has le nuav tas, Ca le has rua tug kws khaiv mej tuaj cuag kuv tas,"},{"bible_id":"1216","chapter_code":"2CH.34","verse_code":"2CH.34.24","label":"24","content":"‘Yawmsaub has le nuav tas, Saib nawj, kuv yuav tso tej xwm txheej phem lug raug lub chaw nuav hab raug tej tuabneeg kws nyob huv lawv le txhua lu lug tsawm foom kws sau ca rua huv phoo ntawv kws tau muab nyeem rua Yuta tug vaajntxwv hov."},{"bible_id":"1216","chapter_code":"2CH.34","verse_code":"2CH.34.25","label":"25","content":"Vem puab tub tso kuv tseg hab hlawv xyaab xyeem rua luas tej daab txhad ua rua kuv chim rua txhua yaam kws puab txhais teg ua, vem le nuav kuv txujkev chim yuav npau tshwm plawg rua lub chaw nuav yuav taav tsw tau le.’"},{"bible_id":"1216","chapter_code":"2CH.34","verse_code":"2CH.34.26","label":"26","content":"Tassws Yuta tug vaajntxwv kws khaiv mej tuaj ua nug rua Yawmsaub hov, mej ca le has le nuav rua nwg tas, ‘Yawmsaub kws yog cov Yixayee tug Vaajtswv has le nuav tas, Has txug tej lug kws koj tau nov hov,"},{"bible_id":"1216","chapter_code":"2CH.34","verse_code":"2CH.34.27","label":"27","content":"vem koj ntxeev dua sab hab koj txu koj tug fwjchim rua ntawm Vaajtswv rua thaus koj nov nwg has le caag tawm tsaam lub chaw nuav hab cov tuabneeg kws nyob huv, hab vem koj tau txu koj tug kheej rua ntawm kuv hab dua rhe koj lub tsho quaj rua ntawm kuv xubndag, mas kuv kuj nov lawm. Yawmsaub has le nuav ntaag."},{"bible_id":"1216","chapter_code":"2CH.34","verse_code":"2CH.34.28","label":"28","content":"Vem le nuav, saib nawj, kuv yuav coj koj moog nrug koj tej laug nyob hab moog rua huv koj lub qhov ntxaa ua sab tug yeeg, hab koj lub qhov muag yuav tsw pum tej xwm txheej phem huvsw kws kuv yuav coj lug raug lub chaw nuav hab cov tuabneeg kws nyob huv.’ ” Puab kuj coj tej lug hov lug has rua vaajntxwv noog."},{"bible_id":"1216","chapter_code":"2CH.34","verse_code":"2CH.34.29","label":"29","content":"Tes vaajntxwv txawm has kuas sau zog Yuta hab Yeluxalee cov kev txwj quas laug suavdawg tuaj."},{"bible_id":"1216","chapter_code":"2CH.34","verse_code":"2CH.34.30","label":"30","content":"Mas vaajntxwv moog rua huv Yawmsaub lub tuam tsev. Cov Yuta huvsw hab cov kws nyob huv Yeluxalee hab cov pov thawj hab cov Levi, hab cov pejxeem, cov hlub hab cov yau suavdawg nrug nwg moog. Tes nwg txawm nyeem taag nrho phoo ntawv cog lug tseg kws tshawb tau huv Yawmsaub lub tuam tsev lug rua puab noog."},{"bible_id":"1216","chapter_code":"2CH.34","verse_code":"2CH.34.31","label":"31","content":"Vaajntxwv sawv ntsug ntawm nwg lub chaw nrug Yawmsaub cog lug tas nwg yuav ua lub neej lawv nraim Yawmsaub hab tuav rawv nwg tej lug nkaw hab nwg tej lug qha hab nwg tej kaab ke kawg sab kawg ntsws, yuav ua lawv nraim le tej lug sws cog tseg kws sau ca rua huv phoo ntawv hov."},{"bible_id":"1216","chapter_code":"2CH.34","verse_code":"2CH.34.32","label":"32","content":"Hab vaajntxwv kuas cov kws tuaj rua huv Yeluxalee hab cov Npeeyamee koom nrug cog tej lug nuav. Cov tuabneeg Yeluxalee kuj ua lawv le Vaajtswv tej lug cog tseg, kws yog puab tej laug tug Vaajtswv."},{"bible_id":"1216","chapter_code":"2CH.34","verse_code":"2CH.34.33","label":"33","content":"Hab Yauxiya muab tej kws qas vuab tsuab huvsw rhu tawm huv tej chaw kws cov Yixayee nyob moog, hab ua rua suavdawg kws nyob huv Yixayee tebchaws ua koom rua Yawmsaub kws yog puab tug Vaajtswv. Puab tsw tso Yawmsaub kws yog puab tej laug tug Vaajtswv tseg moog taag Yauxiya swm neej."},{"bible_id":"1216","chapter_code":"2CH.35","verse_code":"2CH.35.1","label":"1","content":"Yauxiya ua kevcai Hlaa Dhau huv Yeluxalee rua Yawmsaub. Puab tua tej mivnyuas yaaj ua kevcai Hlaa Dhau rua nub xab kaum plaub lub ib hlis."},{"bible_id":"1216","chapter_code":"2CH.35","verse_code":"2CH.35.2","label":"2","content":"Nwg tsaa cov pov thawj nyag ua nyag tej num hab txhawb puab tug zug ua num rua huv Yawmsaub lub tuam tsev."},{"bible_id":"1216","chapter_code":"2CH.35","verse_code":"2CH.35.3","label":"3","content":"Nwg has rua cov Levi kws ua tug qha cov Yixayee suavdawg hab tub tu puab tug kheej kuas dawb huv rua Yawmsaub lawd tas, “Muab lub swb xaab kws dawb huv ca rua huv lub tuam tsev kws Tavi tug tub Xalaumoo kws yog cov Yixayee tug vaajntxwv ua ca. Mej tsw xob muab kwv dua le lawm. Nwgnuav ca le ua koom rua Yawmsaub kws yog mej tug Vaajtswv hab ua koom rua nwg cov tuabneeg Yixayee."},{"bible_id":"1216","chapter_code":"2CH.35","verse_code":"2CH.35.4","label":"4","content":"Ca le npaaj mej cov tuabneeg nyag nyob nyag paab huv nyag cum lawv le Yixayee tug vaajntxwv Tavi tau sau qha ca hab lawv le nwg tug tub Xalaumoo tau sau qha ca lawd."},{"bible_id":"1216","chapter_code":"2CH.35","verse_code":"2CH.35.5","label":"5","content":"Hab sawv ntsug rua huv lub chaw dawb huv ntawm cov pejxeem kws muab faib ua tej cum, hab ca cov Levi ib feem paab dua ib pawg."},{"bible_id":"1216","chapter_code":"2CH.35","verse_code":"2CH.35.6","label":"6","content":"Hab tua tug yaaj ua kevcai Hlaa Dhau hab tu mej tug kheej kuas dawb huv hab npaaj txhua yaam rua mej cov kwvtij sub txhad ua tau lawv le tej lug kws Yawmsaub kuas Mauxe has.”"},{"bible_id":"1216","chapter_code":"2CH.35","verse_code":"2CH.35.7","label":"7","content":"Yauxiya pub mivnyuas yaaj mivnyuas tshws huvsw peb vaam tug hab peb txheeb tug txwv nyuj rua cov pejxeem kws tuaj ua kevcai hov suavdawg ua kevai Hlaa Dhau. Tej nuav yeej yog vaajntxwv le."},{"bible_id":"1216","chapter_code":"2CH.35","verse_code":"2CH.35.8","label":"8","content":"Hab nwg cov thawj kuj zoo sab pub rua cov pejxeem hab rua cov pov thawj hab cov Levi. Hikhiya hab Xekhaliya hab Yehi‑ee kws ua thawj saib Vaajtswv lub tuam tsev kuj pub mivnyuas yaaj mivnyuas tshws ob txheeb rau pua tug hab peb puas tug txwv nyuj rua cov pov thawj ua kevcai Hlaa Dhau."},{"bible_id":"1216","chapter_code":"2CH.35","verse_code":"2CH.35.9","label":"9","content":"Khaunaniya hab nwg ob tug kwvtij yog Semaya hab Nethanee, hab Hasanpiya hab Ye‑i‑ee hab Yauxanpa, kws yog cov Levi le thawj, kuj pub mivnyuas yaaj mivnyuas tshws tswb txheeb tug hab tswb puas tug txwv nyuj rua cov Levi ua kevcai Hlaa Dhau."},{"bible_id":"1216","chapter_code":"2CH.35","verse_code":"2CH.35.10","label":"10","content":"Thaus npaaj txhua yaam txhwj lawm, cov pov thawj sawv ntsug rua ntawm puab lub chaw, hab cov Levi nyob ua tej pawg lawv le vaajntxwv tau has ca lawd."},{"bible_id":"1216","chapter_code":"2CH.35","verse_code":"2CH.35.11","label":"11","content":"Tes puab txawm tua tej mivnyuas yaaj ua kevcai Hlaa Dhau, mas cov pov thawj coj cov ntshaav ntawm puab moog nchus, huas cov Levi laws tej tsaj hov."},{"bible_id":"1216","chapter_code":"2CH.35","verse_code":"2CH.35.12","label":"12","content":"Puab kuj muab tej kws yuav hlawv xyeem rhu ca rua ib caag sub txhad tau faib rua cov pejxeem tej pawg kws muab faib lawv le puab cum rua puab coj moog xyeem rua Yawmsaub, lawv le muab sau ca rua huv Mauxe phoo kevcai. Puab muab tej txwv nyuj ua ib yaam nkaus le hov."},{"bible_id":"1216","chapter_code":"2CH.35","verse_code":"2CH.35.13","label":"13","content":"Puab muab tej yaaj kws ua kevcai Hlaa Dhau ci lawv le kevcai. Puab muab tej kws xyeem dawb huv hau rua huv laujkaub miv hab laujkaub luj hab yag thawj tsheb, hab coj sai sai moog rua cov pejxeem suavdawg."},{"bible_id":"1216","chapter_code":"2CH.35","verse_code":"2CH.35.14","label":"14","content":"Dhau ntawd puab le npaaj rua puab tug kheej hab rua cov pov thawj, tsua qhov cov pov thawj kws yog Aloo caaj ceg tseed ua num ua kevcai hlawv huvsw xyeem hab hlawv tej npluag roj xyeem moog txug tsaus ntuj. Cov Levi txhad npaaj rua puab tug kheej hab rua cov pov thawj kws yog Aloo caaj ceg le nuav."},{"bible_id":"1216","chapter_code":"2CH.35","verse_code":"2CH.35.15","label":"15","content":"Cov tub hu nkauj kws yog Axas caaj ceg kuj nyob rua ntawm puab lub chaw lawv le Tavi hab Axas hab Hemaa hab Yentuthu kws yog vaajntxwv tug xwbfwb kws has pum tom hauv ntej tau has ca lawd. Cov kws zuv tej rooj loog nyag zuv nyag lub rooj loog, tsw txug puab tso num tseg tsua qhov puab cov kwvtij Levi tub npaaj rua puab lawm."},{"bible_id":"1216","chapter_code":"2CH.35","verse_code":"2CH.35.16","label":"16","content":"Puab txhad npaaj txhua yaam ua koom rua Yawmsaub rua nub ntawd le nuav sub txhad ua tau kevcai Hlaa Dhau hab xyeem tej kws hlawv huvsw xyeem rua sau Yawmsaub lub thaaj lawv le vaajntxwv Yauxiya has."},{"bible_id":"1216","chapter_code":"2CH.35","verse_code":"2CH.35.17","label":"17","content":"Cov Yixayee kws nyob ntawd kuj ua kevcai Hlaa Dhau rua nub ntawd hab ua kevcai noj ncuav tsw xyaw keeb xyaa nub."},{"bible_id":"1216","chapter_code":"2CH.35","verse_code":"2CH.35.18","label":"18","content":"Txwj thaus Xamuyee kws yog xwbfwb cev Vaajtswv lug nyob tsw txeev muaj ib zag kevcai Hlaa Dhau rua huv cov Yixayee zoo yaam le nuav. Yixayee tej vaajntxwv tsw muaj ib tug twg kws coj kevcai Hlaa Dhau zoo yaam le Yauxiya hab cov pov thawj hab cov Levi hab cov Yuta hab cov Yixayee kws tuaj ua ke suavdawg hab cov kws nyob huv Yeluxalee coj le zag nuav."},{"bible_id":"1216","chapter_code":"2CH.35","verse_code":"2CH.35.19","label":"19","content":"Puab ua kevcai Hlaa Dhau nuav rua xyoo kaum yim kws Yauxiya ua vaajntxwv."},{"bible_id":"1216","chapter_code":"2CH.35","verse_code":"2CH.35.20","label":"20","content":"Lug rua tom qaab, thaus Yauxiya khu tej kevcai kws swv huv lub tuam tsev tav lawd, Iyi tug vaajntxwv Nekhau moog ua rog rua ntawm lub moos Kakhemi ntawm tug dej Yufeti tes Yauxiya txawm tawm moog ua rog rua nwg."},{"bible_id":"1216","chapter_code":"2CH.35","verse_code":"2CH.35.21","label":"21","content":"Tassws Nekhau khaiv tuabneeg moog has rua Yauxiya tas, “Cov Yuta tug vaajntxwv, kuv hab koj muaj caub daabtsw? Nub nua kuv tsw tau tuaj ua rog rua koj, kuv tuaj ua rog rua cov kws nrug kuv ua rog xwb, hab Vaajtswv tau has kuas kuv ca le maaj nroog. Koj tsw xob tawm tsaam Vaajtswv kws nrug nraim kuv tsaam tes nwg ua rua koj puam tsuaj.”"},{"bible_id":"1216","chapter_code":"2CH.35","verse_code":"2CH.35.22","label":"22","content":"Txawm le ntawd los Yauxiya kuj tsw thim ntawm Nekhau moog, nwg tseed hloov tsoog tsho ua cuav moog tawm tsaam Nekhau. Nwg tsw noog Nekhau tej lug kws tawm huv Vaajtswv lub qhov ncauj lug, nwg ca le ua rog rua Nekhau huv lub taj Mekintau."},{"bible_id":"1216","chapter_code":"2CH.35","verse_code":"2CH.35.23","label":"23","content":"Mas cov kws tua neev txhad tua raug vaajntxwv Yauxiya. Vaajntxwv txhad has rua nwg cov tub teg tub taw tas, “Ca le coj kuv rov moog tsua qhov kuv raug mob saab heev lawm.”"},{"bible_id":"1216","chapter_code":"2CH.35","verse_code":"2CH.35.24","label":"24","content":"Nwg cov tub teg tub taw txawm muab nwg rhu huv nwg lub tsheb ua rog lug hab muab nwg lub tsheb kws ob thauj nwg lug rua huv Yeluxalee. Nwg txawm tuag lawm mas puab muab nwg log rua huv nwg tej laug tej qhov ntxaa. Cov Yuta hab cov Yeluxalee suavdawg quaj ntsuag Yauxiya."},{"bible_id":"1216","chapter_code":"2CH.35","verse_code":"2CH.35.25","label":"25","content":"Yelemi kuj has tej lug quaj ntsuag txug Yauxiya hab. Tej tub tej ntxhais hu nkauj suavdawg kuj hu zaaj nkauj quaj ntsuag txug Yauxiya lug txug naj nub nwgnuav. Puab muab tej zaaj nuav ua ib txuj kevcai rua cov Yixayee coj hab muab sau ca rua huv phoo ntawv Quaj Ntsuag."},{"bible_id":"1216","chapter_code":"2CH.35","verse_code":"2CH.35.26","label":"26","content":"Lwm yaam num kws Yauxiya ua hab tej num zoo kws nwg ua lawv le kws sau ca rua huv Yawmsaub phoo kevcai,"},{"bible_id":"1216","chapter_code":"2CH.35","verse_code":"2CH.35.27","label":"27","content":"hab nwg tej num txwj thaus chiv moog txug thaus kawg tub muab sau ca rua huv phoo ntawv kws has txug Yixayee hab Yuta tej vaajntxwv."},{"bible_id":"1216","chapter_code":"2CH.36","verse_code":"2CH.36.1","label":"1","content":"Cov pejxeem muab Yauxiya tug tub Yehau‑aha tsaa ua vaajntxwv sawv nwg txwv chaw nyob huv Yeluxalee kaav."},{"bible_id":"1216","chapter_code":"2CH.36","verse_code":"2CH.36.2","label":"2","content":"Thaus Yehau‑aha chiv ua vaajntxwv kaav nwg noob nyoog muaj neeg nkaum peb xyoos, nwg nyob huv Yeluxalee kaav tau peb lub hlis."},{"bible_id":"1216","chapter_code":"2CH.36","verse_code":"2CH.36.3","label":"3","content":"Tes Iyi tug vaajntxwv muab nwg hle tawm huv Yeluxalee, hab yuam kuas lub tebchaws them se ib puas talaa nyaj hab ib talaa kub."},{"bible_id":"1216","chapter_code":"2CH.36","verse_code":"2CH.36.4","label":"4","content":"Iyi tug vaajntxwv tsaa Eliyakhi kws yog Yehau‑aha tug kwv ua vaajntxwv kaav Yuta hab Yeluxalee, hab tis dua lub npe hu ua Yehauyakhi. Tassws Nekhau nteg Yehau‑aha kws yog tug tijlaug coj moog rua huv Iyi tebchaws."},{"bible_id":"1216","chapter_code":"2CH.36","verse_code":"2CH.36.5","label":"5","content":"Thaus Yehauyakhi chiv ua vaajntxwv kaav nwg noob nyoog muaj neeg nkaum tswb xyoos, nwg nyob huv Yeluxalee kaav tau kaum ib xyoos. Nwg ua tej kws nwg tug Vaajtswv Yawmsaub pum tas phem kawg."},{"bible_id":"1216","chapter_code":"2CH.36","verse_code":"2CH.36.6","label":"6","content":"Nenpukhanexa kws ua vaajntxwv huv Npanpiloo tuaj ua rog rua nwg hab muab saw hlau khi nwg coj moog rua Npanpiloo."},{"bible_id":"1216","chapter_code":"2CH.36","verse_code":"2CH.36.7","label":"7","content":"Nenpukhanexa kuj coj tej pestwj swv huv Yawmsaub lub tuam tsev ib txha moog rua huv Npanpiloo hab muab ca rua huv nwg lub tsev huv Npanpiloo."},{"bible_id":"1216","chapter_code":"2CH.36","verse_code":"2CH.36.8","label":"8","content":"Lwm yaam num kws Yehauyakhi ua hab tej yaam qas vuab tsuab kws nwg ua hab nwg tej kev txhum tub muab sau ca rua huv phoo ntawv kws has txug Yixayee hab Yuta tej vaajntxwv. Mas nwg tug tub Yehauyakhee sawv nwg chaw ua vaajntxwv kaav."},{"bible_id":"1216","chapter_code":"2CH.36","verse_code":"2CH.36.9","label":"9","content":"Thaus Yehauyakhee chiv ua vaajntxwv kaav nwg noob nyoog muaj kaum yim  xyoo, nwg nyob huv Yeluxalee kaav tau peb lub hlis hab kaum nub. Nwg ua tej kws Yawmsaub pum tas phem kawg."},{"bible_id":"1216","chapter_code":"2CH.36","verse_code":"2CH.36.10","label":"10","content":"Thaus lub caij ntuj qhua vaajntxwv Nenpukhanexa khaiv tuabneeg tuaj coj nwg moog rua huv Npanpiloo hab coj tej pestwj tswm txaj huv Yawmsaub lub tuam tsev moog, hab tsaa Yehauyakhee tug kwv Xentekhiya ua vaajntxwv kaav Yuta hab Yeluxalee."},{"bible_id":"1216","chapter_code":"2CH.36","verse_code":"2CH.36.11","label":"11","content":"Thaus Xentekhiya chiv ua vaajntxwv kaav nwg noob nyoog muaj neeg nkaum ib xyoos, nwg nyob huv Yeluxalee kaav tau kaum ib xyoos."},{"bible_id":"1216","chapter_code":"2CH.36","verse_code":"2CH.36.12","label":"12","content":"Nwg ua tej kws nwg tug Vaajtswv Yawmsaub pum tas phem kawg. Nwg tsw txu nwg tug fwjchim rua ntawm xwbfwb Yelemi kws cev tej lug kws Yawmsaub has rua nwg."},{"bible_id":"1216","chapter_code":"2CH.36","verse_code":"2CH.36.13","label":"13","content":"Xentekhiya kuj faav xeeb rua vaajntxwv Nenpukhanexa kws tub kuas Xentekhiya tuav Vaajtswv lub npe cog lug twv nrug nwg sws raug zoo lawm. Xentekhiya tawv ncauj hab ua lub sab tawv tsw tig rov lug cuag Yawmsaub kws yog Yixayee tug Vaajtswv."},{"bible_id":"1216","chapter_code":"2CH.36","verse_code":"2CH.36.14","label":"14","content":"Txhua tug pov thawj kws ua thawj hab cov pejxeem kuj kwv tawv heev, puab ua lawv le txhua yaam kev qas vuab tsuab kws lwm haiv tuabneeg ua, hab puab ua qas tsw huv puag tsuas Yawmsaub lub tuam tsev huv Yeluxalee kws Yawmsaub tub muab tu kuas dawb huv lawd."},{"bible_id":"1216","chapter_code":"2CH.36","verse_code":"2CH.36.15","label":"15","content":"Yawmsaub kws yog puab tej laug tug Vaajtswv khaiv nwg cov tub qhe has lug tuaj rua puab tsw tu ncua le, vem nwg taab ncuab nwg haiv tuabneeg hab lub chaw kws nwg nyob."},{"bible_id":"1216","chapter_code":"2CH.36","verse_code":"2CH.36.16","label":"16","content":"Tassws puab pheej luag Vaajtswv cov tub qhe hab saib tsw taug Vaajtswv tej lug hab thuaj luag cov xwbfwb cev Vaajtswv lug, moog txug thaus Yawmsaub txujkev npau tawg tshwm plawg rua nwg haiv tuabneeg khu tsw tau le."},{"bible_id":"1216","chapter_code":"2CH.36","verse_code":"2CH.36.17","label":"17","content":"Yawmsaub coj cov Kheentia tug vaajntxwv tuaj tawm tsaam puab, mas nwg xuas ntaaj tua puab tej tub hluas rua huv lub chaw pe hawm Vaajtswv. Nwg tsw taab ncuab tej tub hluas ntxhais hluas tej laug hab cov kws noob nyoog nchaav, nwg muab puab suavdawg cob rua huv Nenpukhanexa txhais teg."},{"bible_id":"1216","chapter_code":"2CH.36","verse_code":"2CH.36.18","label":"18","content":"Tej pestwj kws swv huv Vaajtswv lub tuam tsev, tsw has lub luj lub yau, hab tej nyaj txag kws nyob huv Yawmsaub lub tuam tsev hab vaajntxwv hab nwg cov thawj suavdawg tej nyaj txag cuab txhaj cuab taam, nwg coj huvsw moog rua huv Npanpiloo."},{"bible_id":"1216","chapter_code":"2CH.36","verse_code":"2CH.36.19","label":"19","content":"Hab puab muab Vaajtswv lub tuam tsev hlawv hab tsoo Yeluxalee lub ntsaa loog pob taag hab hlawv vaajntxwv tej tsev kub nyab taag hab ua rua txhua yaam muaj nqes kws nyob huv puam tsuaj taag."},{"bible_id":"1216","chapter_code":"2CH.36","verse_code":"2CH.36.20","label":"20","content":"Cov kws dim nav ntaaj nwg kuj nteg coj moog poob tebchaws rua huv Npanpiloo, hab puab ua nwg hab nwg cov tub le qhev moog txug thaus cov Pawxia txeeb tau tebchaws kaav,"},{"bible_id":"1216","chapter_code":"2CH.36","verse_code":"2CH.36.21","label":"21","content":"sub tej lug kws Yawmsaub tau kuas Yelemi lub qhov ncauj has lawd txhad tav, moog txug thaus lub tebchaws tau su txwm nkaus xyoo Xanpatau. Txhua nub kws raug muab tso tseg nyob do cuas ca hov lub tebchaws tau su kuas tav lawv le kws teem tseg xyaa caum xyoo."},{"bible_id":"1216","chapter_code":"2CH.36","verse_code":"2CH.36.22","label":"22","content":"Thawj xyoo kws vaajntxwv Xailab kaav Pawxia tebchaws, mas Yawmsaub tshoov Pawxia tug vaajntxwv Xailab lub sab, sub txhad ua kuas tav lawv le tej lug kws Yawmsaub kuas Yelemi lub qhov ncauj has, Xailab txhad tshaaj tawm thoob plawg nwg lub tebchaws hab muab sau ca has tas,"},{"bible_id":"1216","chapter_code":"2CH.36","verse_code":"2CH.36.23","label":"23","content":"“Pawxia tug vaajntxwv Xailab has le nuav. Yawmsaub kws yog Vaajtswv ntuj tau pub ib tsoom tebchaws huvsw huv lub nplajteb rua kuv, hab nwg has kuas kuv ua lub tuam tsev rua nwg rua huv lub nroog Yeluxalee kws nyob huv Yuta tebchaws. Mej cov muaj leejtwg yog nwg haiv tuabneeg, thov Yawmsaub kws yog nwg tug Vaajtswv nrug nraim tug hov nyob. Ca tug hov ca le rov moog.”"}]