[{"bible_id":"1216","chapter_code":"2JN.1","verse_code":"2JN.1.1","label":"1","content":"Kuv yog tug saib cov ntseeg, kuv has rua tug nam tsev  kws Vaajtswv xaiv ca hab nwg cov mivnyuas kws kuv hlub tag, tsw yog kuv tuab leeg xwb, txhua tug kws paub qhov tseeb kuj hlub hab,"},{"bible_id":"1216","chapter_code":"2JN.1","verse_code":"2JN.1.2","label":"2","content":"vem yog tim qhov tseeb kws nyob huv peb hab yuav nrug nraim peb moog ib txhws le."},{"bible_id":"1216","chapter_code":"2JN.1","verse_code":"2JN.1.3","label":"3","content":"Txujkev hlub, txujkev khuvleej hab txujkev sab tug ntawm leej Txwv Vaajtswv hab ntawm leej Txwv tug Tub Yexu Kheto yuav nrug peb nyob rua huv txujkev tseeb hab txujkev hlub."},{"bible_id":"1216","chapter_code":"2JN.1","verse_code":"2JN.1.4","label":"4","content":"Kuv zoo sab xyiv faab kawg kws pum tas koj cov mivnyuas qee leej ua lawv le qhov tseeb lawv le leej Txwv tau qha rua peb ua."},{"bible_id":"1216","chapter_code":"2JN.1","verse_code":"2JN.1.5","label":"5","content":"Tug muam kws saib hlub, nwgnuav kuv thov koj, tsw yog kuv sau dua ib txuj kevcai tshab rua koj, tassws yog txuj kevcai kws peb yeej muaj txwj thaus chiv thawj lug lawm, yog qhov kws peb ib leeg yuav hlub ib leeg."},{"bible_id":"1216","chapter_code":"2JN.1","verse_code":"2JN.1.6","label":"6","content":"Txujkev hlub yog qhov kws peb xyum lawv le Vaajtswv tej lug qha. Tej lug qha hov kws mej tau nov txwj thaus chiv thawj lug yog qhov kws mej yuav tsum xyum lawv le txujkev sws hlub."},{"bible_id":"1216","chapter_code":"2JN.1","verse_code":"2JN.1.7","label":"7","content":"Vem muaj cov kws daag coob coob tawm moog rua huv lub nplajteb, yog cov kws tsw leeg has tas Yexu Kheto lug ua tuabneeg. Tug tuabneeg zoo le hov yog tug daag hab yog Kheto tug yeeb ncuab."},{"bible_id":"1216","chapter_code":"2JN.1","verse_code":"2JN.1.8","label":"8","content":"Mej ca le ceev faaj zoo sub mej  txhad tsw nplaam tej kws mej ua lug lawd, tassws yuav tau nqe zug puv npo."},{"bible_id":"1216","chapter_code":"2JN.1","verse_code":"2JN.1.9","label":"9","content":"Txhua tug kws ua dhau cai hab tsw nyob huv Kheto tej lug qhuab qha kuj yog tsw muaj Vaajtswv. Tug kws nyob huv tej lug qha txhad yog muaj Vaajtswv hab muaj leej Tub."},{"bible_id":"1216","chapter_code":"2JN.1","verse_code":"2JN.1.10","label":"10","content":"Yog leejtwg tuaj cuag mej tsw coj tej lug qhuab qha nuav tuaj, tsw xob hu nwg lug tsev hab tsw xob fem nwg hlo le,"},{"bible_id":"1216","chapter_code":"2JN.1","verse_code":"2JN.1.11","label":"11","content":"tsua qhov tug kws fem nwg kuj nrug nwg koom ua phem."},{"bible_id":"1216","chapter_code":"2JN.1","verse_code":"2JN.1.12","label":"12","content":"Tseed tshuav ntau yaam kws kuv xaav sau tuaj rua mej tassws kuv tsw xaav swv ntawv hab kua mem sau. Kuv vaam tas kuv yuav tuaj saib mej hab nrug mej sws thaam ntawm ncauj, sub peb txhad zoo sab xyiv faab kawg nkaus."},{"bible_id":"1216","chapter_code":"2JN.1","verse_code":"2JN.1.13","label":"13","content":"Koj tug muam kws xaiv ca lawd cov mivnyuas kuj has lug ncu txug tuaj rua koj."}]