[{"bible_id":"1216","chapter_code":"2KI.1","verse_code":"2KI.1.1","label":"1","content":"Thaus Ahaj tuag lawd cov Mau‑a txawm faav xeeb rua cov Yixayee."},{"bible_id":"1216","chapter_code":"2KI.1","verse_code":"2KI.1.2","label":"2","content":"Ahaxiya poob qhov rais sau nwg lub tsev txheej ob huv lub nroog Xamali mas nwg mob. Nwg txhad khaiv cov tub tshaaj xuv moog mas has rua puab tas, “Mej ca le moog nug daab Npa‑aaxenpu kws yog cov tuabneeg huv lub moos Ekhoo tug daab tas, kuv tug mob yuav zoo los tsw zoo.”"},{"bible_id":"1216","chapter_code":"2KI.1","verse_code":"2KI.1.3","label":"3","content":"Mas Yawmsaub tug tubkhai ntuj has rua Eliya kws nyob huv Thinpi tas, “Ca le sawv tseeg moog ntswb Xamali tug vaajntxwv cov tub tshaaj xuv mas has rua puab tas, ‘Tsw muaj Vaajtswv nyob huv Yixayee tebchaws lov mej txhad moog nug Npa‑aaxenpu kws yog cov tuabneeg Ekhoo tug daab?’"},{"bible_id":"1216","chapter_code":"2KI.1","verse_code":"2KI.1.4","label":"4","content":"Vem le nuav Yawmsaub has tas, ‘Ahaxiya yuav tsw nqeg sau lub txaaj kws nwg moog pw hov lug le, nwg yeej yuav tuag xwb.’ ” Tes Eliya txawm moog lawm."},{"bible_id":"1216","chapter_code":"2KI.1","verse_code":"2KI.1.5","label":"5","content":"Cov tub tshaaj xuv txhad rov lug rua ntawm vaajntxwv mas vaajntxwv nug puab tas, “Ua le caag mej ca le rov qaab lug?”"},{"bible_id":"1216","chapter_code":"2KI.1","verse_code":"2KI.1.6","label":"6","content":"Puab has rua nwg tas, “Muaj ib tug yawm tuaj ntswb peb mas has rua peb tas, ‘Mej ca le rov qaab moog has rua tug vaajntxwv kws khaiv mej tuaj tas, Yawmsaub has le nuav tas, Tsw muaj Vaajtswv nyob huv Yixayee tebchaws lawm koj txhad khaiv tuabneeg moog nug daab Npa‑aaxenpu kws yog cov Ekhoo tug daab lov? Vem le nuav koj yuav tsw nqeg sau lub txaaj kws koj moog pw hov, koj yeej yuav tuag xwb.’ ”"},{"bible_id":"1216","chapter_code":"2KI.1","verse_code":"2KI.1.7","label":"7","content":"Vaajntxwv has rua puab tas, “Tug kws tuaj ntswb mej hab has tej lug nuav rua mej yog tuabneeg zoo le caag?”"},{"bible_id":"1216","chapter_code":"2KI.1","verse_code":"2KI.1.8","label":"8","content":"Puab teb nwg tas, “Nwg naav lub tsho ntaub plaub hab nwg sa ib txuj hlaab tawv ntawm duav.” Mas vaajntxwv has tas, “Tug kod yog Eliya kws nyob huv Thinpi ntaag.”"},{"bible_id":"1216","chapter_code":"2KI.1","verse_code":"2KI.1.9","label":"9","content":"Vaajntxwv txawm khaiv ib tug thawj rog coj tswb caug leej tub rog kws nwg kaav moog rua ntawm Eliya. Nwg nce moog cuag Eliya kws nyob tsawg sau lub pov roob mas has rua Eliya tas, “Vaajtswv tug tuabneeg 'e, vaajntxwv has tas, ‘Koj ca le nqeg lug.’ ”"},{"bible_id":"1216","chapter_code":"2KI.1","verse_code":"2KI.1.10","label":"10","content":"Tassws Eliya teb tug thawj rog hov tas, “Yog tas kuv yog Vaajtswv le ib tug tuabneeg tag, thov kuas suavtawg poob sau ntuj lug hlawv koj hab koj tswb caug leej tub rog kub nyab taag.” Tes suavtawg txawm poob sau ntuj lug hlawv nwg hab nwg tswb caug leej hov kub nyab taag huvsw."},{"bible_id":"1216","chapter_code":"2KI.1","verse_code":"2KI.1.11","label":"11","content":"Vaajntxwv rov khaiv dua ib tug thawj rog coj tswb caug leej tub rog kws nwg kaav rov moog has rua Eliya. Nwg nce moog has rua Eliya tas, “Vaajtswv tug tuabneeg 'e, vaajntxwv has tas, ‘Koj ca le nqeg lug taamswm nuav.’ ”"},{"bible_id":"1216","chapter_code":"2KI.1","verse_code":"2KI.1.12","label":"12","content":"Tassws Eliya teb puab tas, “Yog tas kuv yog Vaajtswv le ib tug tuabneeg tag, thov kuas suavtawg poob sau ntuj lug hlawv koj hab koj tswb caug leej tub rog kub nyab taag.” Tes Vaajtswv le suavtawg txawm poob sau ntuj lug hlawv nwg hab nwg tswb caug leej hov kub nyab taag huvsw."},{"bible_id":"1216","chapter_code":"2KI.1","verse_code":"2KI.1.13","label":"13","content":"Mas vaajntxwv rov khaiv dua ib tug thawj rog coj tswb caug leej tub rog kws nwg kaav moog. Tug thawj rog kws peb kuj nce moog mas txhus caug ndua ntawm Eliya xubndag thov thov has tas, “Vaajtswv tug tuabneeg 'e, kuv thov koj tsaa laaj muag saib kuv kws yog koj tug qhev txujsa hab tswb caug leej nuav txujsa kuas muaj nqes."},{"bible_id":"1216","chapter_code":"2KI.1","verse_code":"2KI.1.14","label":"14","content":"Suavtawg tub poob sau ntuj lug kub ob tug thawj rog kws kaav tswb caug leej kws tuaj ua ntej hov hab ob tug cov tub rog taag lawm. Mas nwgnuav thov koj tsaa laaj muag saib kuv txujsa kuas muaj nqes.”"},{"bible_id":"1216","chapter_code":"2KI.1","verse_code":"2KI.1.15","label":"15","content":"Tes Yawmsaub tug tubkhai ntuj txawm has rua Eliya tas, “Ca le nqeg nrug nwg moog, tsw xob ntshai nwg.” Nwg txawm sawv tseeg nrug tug thawj rog moog cuag vaajntxwv"},{"bible_id":"1216","chapter_code":"2KI.1","verse_code":"2KI.1.16","label":"16","content":"mas has rua vaajntxwv tas, “Yawmsaub has le nuav tas, ‘Koj tau khaiv tuabneeg moog nug daab Npa‑aaxenpu kws yog cov Ekhoo tug daab, mas yog vem tsw muaj Vaajtswv huv Yixayee tebchaws kws yuav moog nug tau lov? Vem le nuav koj yuav tsw nqeg sau lub txaaj kws koj moog pw kod lug, koj yeej yuav tuag xwb.’ ”"},{"bible_id":"1216","chapter_code":"2KI.1","verse_code":"2KI.1.17","label":"17","content":"Tes nwg txawm tuag lawv le Yawmsaub tej lug kws Eliya has hov. Tes Yaulaa kws yog Ahaxiya tug kwv txawm sawv nwg chaw ua vaajntxwv kaav, vem yog Ahaxiya tsw muaj tub. Thaus hov yog xyoo ob kws Yehausafa tug tub Yehaulaa kaav Yuta."},{"bible_id":"1216","chapter_code":"2KI.1","verse_code":"2KI.1.18","label":"18","content":"Lwm yaam num kws Ahaxiya ua mas tub muab sau ca rua huv phoo ntawv kws has txug cov Yixayee tej vaajntxwv le keeb kwm."},{"bible_id":"1216","chapter_code":"2KI.2","verse_code":"2KI.2.1","label":"1","content":"Txug lub swjhawm kws Yawmsaub yuav swv khaub zeeg cua coj Eliya moog sau ntuj, Eliya hab Elisa saamswm taug kev ntawm lub moos Kilakaa moog."},{"bible_id":"1216","chapter_code":"2KI.2","verse_code":"2KI.2.2","label":"2","content":"Mas Eliya has rua Elisa tas, “Koj nyob ntawm nuav tog, tsua qhov Yawmsaub khaiv kuv moog rua lub moos Npe‑ee.” Tassws Elisa has tas, “Yawmsaub muaj txujsa nyob pum, hab koj muaj txujsa nyob pum, kuv yeej yuav tsw ncaim koj hlo le.” Mas ob tug txhad moog rua lub moos Npe‑ee."},{"bible_id":"1216","chapter_code":"2KI.2","verse_code":"2KI.2.3","label":"3","content":"Paab xwbfwb kws cev Vaajtswv lug huv Npe‑ee tawm tuaj cuag Elisa hab has rua nwg tas, “Koj puas paub tas nub nua Yawmsaub yuav coj koj tug xwbfwb ncaim koj moog?” Elisa teb tas, “Hawj, kuv paub lawm, ua tuabywv.”"},{"bible_id":"1216","chapter_code":"2KI.2","verse_code":"2KI.2.4","label":"4","content":"Eliya has rua Elisa tas, “Elisa, koj nyob ntawm nuav tog, tsua qhov Yawmsaub khaiv kuv moog rua lub moos Yelikhau.” Tassws Elisa has tas, “Yawmsaub muaj txujsa nyob pum, hab koj muaj txujsa nyob pum, kuv yeej yuav tsw ncaim koj hlo le.” Mas ob tug txhad moog txug lub moos Yelikhau."},{"bible_id":"1216","chapter_code":"2KI.2","verse_code":"2KI.2.5","label":"5","content":"Paab xwbfwb kws cev Vaajtswv lug huv Yelikhau txaav lug ze Elisa hab has rua nwg tas, “Koj puas paub tas nub nua Yawmsaub yuav coj koj tug xwbfwb ncaim koj moog?” Elisa teb tas, “Hawj, kuv paub lawm, ua tuabywv.”"},{"bible_id":"1216","chapter_code":"2KI.2","verse_code":"2KI.2.6","label":"6","content":"Tes Eliya txawm has rua Elisa tas, “Koj nyob ntawm nuav tog, tsua qhov Yawmsaub khaiv kuv moog rua ntawm tug dej Yalatee.” Tassws Elisa has tas, “Yawmsaub muaj txujsa nyob pum, hab koj muaj txujsa nyob pum, kuv yeej yuav tsw ncaim koj hlo le.” Mas ob tug txhad ua ke moog."},{"bible_id":"1216","chapter_code":"2KI.2","verse_code":"2KI.2.7","label":"7","content":"Paab xwbfwb kws cev Vaajtswv lug muaj tswb caug leej kuj moog hab. Puab sawv kem deb zog ntawm ob tug, ob tug sawv rua ntawm tug dej Yalatee."},{"bible_id":"1216","chapter_code":"2KI.2","verse_code":"2KI.2.8","label":"8","content":"Eliya muab nwg lub tsho ntev lug dov ua ib caaj nplawm tug dej, dej txawm faib rua ob saab ob tug txhad hlaa huv cov aav qhuav moog."},{"bible_id":"1216","chapter_code":"2KI.2","verse_code":"2KI.2.9","label":"9","content":"Thaus ob tug hlaa dej moog lawd, Eliya has rua Elisa tas, “Ca le thov yaam kws kuv yuav ua rua koj ua ntej kws kuv yuav raug ncaim koj moog.” Elisa teb tas, “Thov ca kuv tau koj tug ntsuj plig ob npaug ua qub txeeg qub teg.”"},{"bible_id":"1216","chapter_code":"2KI.2","verse_code":"2KI.2.10","label":"10","content":"Eliya has tas, “Koj thov tej kws nyuaj kawg. Yog koj pum ntsoov thaus kuv raug coj ncaim koj moog, yuav muaj le ntawd rua koj. Yog koj tsw pum, yuav tsw muaj le ntawd rua koj.”"},{"bible_id":"1216","chapter_code":"2KI.2","verse_code":"2KI.2.11","label":"11","content":"Thaus ob tug tseed sws thaam taug kev moog, ua cav muaj ib lub tsheb suavtawg hab neeg suavtawg lug kem hlo ob tug. Mas Eliya txawm nyob huv lub khaub zeeg cua nce moog sau ntuj lawm."},{"bible_id":"1216","chapter_code":"2KI.2","verse_code":"2KI.2.12","label":"12","content":"Elisa pum ntsoov mas nwg qw nrov has tas, “Kuv txwv, kuv txwv. Koj yog cov Yixayee tej tsheb ua rog hab cov tub rog caij neeg.” Tes nwg tsw pum Eliya dua le lawm, nwg txawm muab nwg lub tsho dua rhe ua ob saab."},{"bible_id":"1216","chapter_code":"2KI.2","verse_code":"2KI.2.13","label":"13","content":"Nwg khaws Eliya lub tsho ntev kws poob lug hov hab rov qaab moog sawv ntawm ntug dej Yalatee."},{"bible_id":"1216","chapter_code":"2KI.2","verse_code":"2KI.2.14","label":"14","content":"Nwg muab Eliya lub tsho ntev kws poob lug hov nplawm dej has tas, “Yawmsaub kws yog Eliya tug Vaajtswv nyob hovtwg?” Thaus nwg nplawm dej, dej txawm faib rua ob saab, Elisa txhad hlaa moog."},{"bible_id":"1216","chapter_code":"2KI.2","verse_code":"2KI.2.15","label":"15","content":"Thaus paab xwbfwb cev Vaajtswv lug kws nyob ntawm lub moos Yelikhau pum Elisa nyob ncaaj ntawm puab xubndag, puab txawm has tas, “Eliya tug ntsuj plig nrug nraim Elisa lawm.” Tes puab txawm tuaj tog nwg hab khoov ntshws pe rua huv aav ntawm nwg xubndag."},{"bible_id":"1216","chapter_code":"2KI.2","verse_code":"2KI.2.16","label":"16","content":"Puab has rua nwg tas, “Muaj tswb caug tug txwvneej kws muaj zug nrug peb kws yog koj cov tub qhe nyob ua ke nuav. Ca puab moog nrhav koj tug xwbfwb, tej zag Yawmsaub tug Ntsuj Plig nqaa nwg moog tso rua sau ib lub roob lossws ib lub haav twg lawm.” Mas Elisa has tas, “Tsw xob khaiv puab moog le.”"},{"bible_id":"1216","chapter_code":"2KI.2","verse_code":"2KI.2.17","label":"17","content":"Thaus puab pheej taij nwg heev ua rua nwg txaaj muag lawm, nwg txhad has tas, “Khaiv moog maj.” Yog le hov puab txhad khaiv tswb caug leej moog. Puab moog nrhav Eliya tau peb nub tsw pum le."},{"bible_id":"1216","chapter_code":"2KI.2","verse_code":"2KI.2.18","label":"18","content":"Puab rov lug cuag Elisa rua thaus nwg tseed tog huv lub moos Yelikhau. Nwg txhad has rua puab tas, “Kuv tub has rua mej lawm tas, tsw xob moog, nua nev?”"},{"bible_id":"1216","chapter_code":"2KI.2","verse_code":"2KI.2.19","label":"19","content":"Cov tuabneeg huv lub moos hov has rua Elisa tas, “Lub moos nuav zoo nyob heev lawv le koj kws yog peb tug tswv pum lawd, tassws cov dej tsw zoo swv pheej ua rua tuabneeg pob mivnyuas.”"},{"bible_id":"1216","chapter_code":"2KI.2","verse_code":"2KI.2.20","label":"20","content":"Mas Elisa has tas, “Ca le muab ib lub phaaj tshab tshab lug rua kuv hab muab ntsev tso rua huv.” Puab txawm coj lug rua nwg."},{"bible_id":"1216","chapter_code":"2KI.2","verse_code":"2KI.2.21","label":"21","content":"Nwg txhad moog rua ntawm lub qhov dej txhawv hab muab cov ntsev nrum rua huv hab has tas, “Yawmsaub has le nuav tas, ‘Kuv tub ua rua cov dej nuav zoo lawm. Txwj nuav moog cov dej yuav tsw ua rua muaj kev tuag kev pob mivnyuas dua le lawm.’ ”"},{"bible_id":"1216","chapter_code":"2KI.2","verse_code":"2KI.2.22","label":"22","content":"Yog le hov cov dej txhad zoo lug txug naj nub nwgnuav, lawv le tej lug kws Elisa has."},{"bible_id":"1216","chapter_code":"2KI.2","verse_code":"2KI.2.23","label":"23","content":"Elisa tawm hov ntawd moog rua lub moos Npe‑ee. Thaus nwg saamswm taug kev moog, muaj ib cov mivnyuas tub tawm huv lub moos tuaj thuaj luag nwg tas, “Yawm do hau, ca le tswv moog. Yawm do hau, ca le tswv moog.”"},{"bible_id":"1216","chapter_code":"2KI.2","verse_code":"2KI.2.24","label":"24","content":"Nwg tig lug saib ntsoov rua puab hab tuav Yawmsaub lub npe foom puab. Tes txawm muaj ob tug maum dais tawm tom haav zoov lug muab plaub caug ob leeg mivnyuas tub hov dua taag."},{"bible_id":"1216","chapter_code":"2KI.2","verse_code":"2KI.2.25","label":"25","content":"Nwg txawm taug kev moog rua sau lub roob Khamee le maav rov qaab moog rua lub nroog Xamali."},{"bible_id":"1216","chapter_code":"2KI.3","verse_code":"2KI.3.1","label":"1","content":"Xyoo kaum yim kws Yehausafa ua vaajntxwv kaav Yuta mas Ahaj tug tub Yaulaa sawv ua vaajntxwv kaav cov Yixayee huv lub nroog Xamali, nwg kaav tau kaum ob xyoos."},{"bible_id":"1216","chapter_code":"2KI.3","verse_code":"2KI.3.2","label":"2","content":"Nwg ua tej kws Yawmsaub pum tas phem tassws ua tsw thooj le nwg nam nwg txwv, tsua qhov nwg muab tug ncej daab Npa‑aa kws nwg txwv ua rhuav tshem pov tseg."},{"bible_id":"1216","chapter_code":"2KI.3","verse_code":"2KI.3.3","label":"3","content":"Txawm yog le hov los nwg tseed tuav rawv Nenpa tug tub Yelaunpau‑aa tej kev txhum kws coj cov Yixayee ua txhum, mas Yaulaa kuj tsw tso tej kev txhum hov tseg."},{"bible_id":"1216","chapter_code":"2KI.3","verse_code":"2KI.3.4","label":"4","content":"Cov Mau‑a tug vaajntxwv Mesas yog ib tug yug yaaj, mas nwg yuav tsum pub 100,000 tug mivnyuas yaaj hab pub 100,000 tug txwv yaaj le plaub rua Yixayee tug vaajntxwv."},{"bible_id":"1216","chapter_code":"2KI.3","verse_code":"2KI.3.5","label":"5","content":"Tassws thaus kws Ahaj tuag lawd Mau‑a tug vaajntxwv txawm faav xeeb rua Yixayee tug vaajntxwv."},{"bible_id":"1216","chapter_code":"2KI.3","verse_code":"2KI.3.6","label":"6","content":"Vaajntxwv Yaulaa txawm tawm huv lub nroog Xamali moog hab txhwj cov Yixayee suavdawg ua tub rog."},{"bible_id":"1216","chapter_code":"2KI.3","verse_code":"2KI.3.7","label":"7","content":"Nwg xaa xuv moog has rua Yehausafa kws ua vaajntxwv kaav Yuta tas, “Mau‑a tug vaajntxwv tau faav xeeb rua kuv. Koj yuav nrug kuv moog ntaus cov Mau‑a los tsw moog?” Yehausafa has tas, “Kuv yuav moog hab. Kuv nrug koj koom ib lub sab, kuv cov tuabneeg yog koj le tuabneeg, hab kuv cov neeg yog koj le neeg.”"},{"bible_id":"1216","chapter_code":"2KI.3","verse_code":"2KI.3.8","label":"8","content":"Hab nwg nug tas, “Peb yuav moog txujkev twg?” Yaulaa teb tas, “Peb yuav moog huv tebchaws moj saab qhua Entoo moog.”"},{"bible_id":"1216","chapter_code":"2KI.3","verse_code":"2KI.3.9","label":"9","content":"Yixayee tug vaajntxwv txhad le nrug Yuta tug vaajntxwv hab cov Entoo tug vaajntxwv ua ke moog. Thaus puab zos kev moog tau xyaa nub lawm mas tsw muaj dej rua cov tub rog hab cov tsaj kws coj nrug puab moog hov haus."},{"bible_id":"1216","chapter_code":"2KI.3","verse_code":"2KI.3.10","label":"10","content":"Mas Yixayee tug vaajntxwv has tas, “Txom nyem kawg le lauj! Yawmsaub hu peb tug vaajntxwv nuav tuaj es yuav muab peb rua huv cov Mau‑a txhais teg.”"},{"bible_id":"1216","chapter_code":"2KI.3","verse_code":"2KI.3.11","label":"11","content":"Tes Yehausafa has tas, “Nyob ntawm nuav muaj ib tug xwbfwb cev Vaajtswv lug kws peb yuav moog thov nug tau Yawmsaub los tsw muaj?” Mas Yixayee tug vaajntxwv le ib tug tub teg tub taw teb tas, “Safa tug tub Elisa kws ua koom rua Eliya nyob ntawm nuav.”"},{"bible_id":"1216","chapter_code":"2KI.3","verse_code":"2KI.3.12","label":"12","content":"Tes Yehausafa txawm has tas, “Nwg yeej muaj Yawmsaub tej lug tag tag le.” Tes Yixayee tug vaajntxwv hab Yehausafa hab Entoo tug vaajntxwv txawm moog cuag nwg."},{"bible_id":"1216","chapter_code":"2KI.3","verse_code":"2KI.3.13","label":"13","content":"Elisa has rua Yixayee tug vaajntxwv tas, “Kuv thaab txug koj daabtsw? Koj ca le moog nrhav koj nam koj txwv tej xwbfwb.” Tassws Yixayee tug vaajntxwv has rua nwg tas, “Tsw tau le, tsua qhov yog Yawmsaub hu peb peb leeg vaajntxwv tuaj es yuav muab peb rua huv cov Mau‑a txhais teg.”"},{"bible_id":"1216","chapter_code":"2KI.3","verse_code":"2KI.3.14","label":"14","content":"Elisa has tas, “Muaj Yawmsaub kws muaj fwjchim luj kawg nkaus kws kuv pe hawm muaj txujsa nyob pum, yog kuv tsw fwm Yuta tug vaajntxwv Yehausafa mas kuv yeej yuav tsw tsaa muag saib koj lub ntsej muag hab tsw ntsej koj hlo le."},{"bible_id":"1216","chapter_code":"2KI.3","verse_code":"2KI.3.15","label":"15","content":"Ca le coj ib tug kws ntaus nkauj nog ncaas tuaj.” Thaus tug hov ntaus nkauj nog ncaas, mas Yawmsaub tug fwjchim lug rua sau Elisa,"},{"bible_id":"1216","chapter_code":"2KI.3","verse_code":"2KI.3.16","label":"16","content":"mas Elisa has tas, “Yawmsaub has le nuav tas, ‘Kuv yuav ua kuas lub haav qhuav nuav muaj paag dej puv nkaus.’"},{"bible_id":"1216","chapter_code":"2KI.3","verse_code":"2KI.3.17","label":"17","content":"Tsua qhov Yawmsaub has le nuav tas, ‘Mej yuav tsw pum cua tsw pum naag los mej yuav pum lub haav qhuav nuav muaj dej puv nkaus, mas mej yuav tau haus hab mej tej tsaj txhu huvsw yuav tau haus.’"},{"bible_id":"1216","chapter_code":"2KI.3","verse_code":"2KI.3.18","label":"18","content":"Tej nuav yog tej num kws Yawmsaub pum tas miv miv xwb. Yawmsaub kuj yuav muab cov Mau‑a rua huv mej txhais teg."},{"bible_id":"1216","chapter_code":"2KI.3","verse_code":"2KI.3.19","label":"19","content":"Mej yuav ntaus yeej txhua lub moos kws muaj ntsaa loog hab tej moos luj txhua lub, hab ntuv txhua tug ntoo kws zoo kuas qaug, hab txhub txhua lub hauv dej pov tseg hab muab pob zeb nchuav rua huv txhua daim teb kws zoo kuas puam tsuaj taag.”"},{"bible_id":"1216","chapter_code":"2KI.3","verse_code":"2KI.3.20","label":"20","content":"Mas nyob lug rua taagkig tom qaab kwvlaam lub swjhawm kws ua kevcai hlawv xyeem ua cav txawm muaj dej ndwg ntawm tebchaws Entoo lug ua rua lub tebchaws kws puab nyob hov muaj dej puv nkaus."},{"bible_id":"1216","chapter_code":"2KI.3","verse_code":"2KI.3.21","label":"21","content":"Thaus cov Mau‑a suavdawg nov tas cov vaajntxwv hov tuaj ntaus puab mas txhua tug txwvneej kws txawj tuav cuab yeej taag nrho cov laug kawg nkaus hab cov kws noob nyoog yau kawg nkaus raug hu tuaj moog tiv ntawm tug nrwm teb."},{"bible_id":"1216","chapter_code":"2KI.3","verse_code":"2KI.3.22","label":"22","content":"Thaus taagkig kws puab sawv mas lub nub ci tuaj rua ntawm cov dej tes cov Mau‑a pum cov dej kws nyob ntawm puab xubndag lab zoo yaam le ntshaav."},{"bible_id":"1216","chapter_code":"2KI.3","verse_code":"2KI.3.23","label":"23","content":"Tes puab txawm has tas, “Ntawd yog ntshaav 'os. Cov vaajntxwv hov sws ua rog hab sws tua kab. Peb cov Mau‑a peb ca le moog lws puab tej hov txhua chaw.”"},{"bible_id":"1216","chapter_code":"2KI.3","verse_code":"2KI.3.24","label":"24","content":"Tassws thaus puab moog txug ntawm cov Yixayee lub yeej mas cov Yixayee kuj sawv ua rog rua cov Mau‑a hab lawv puab moog, cov Yixayee lawv tua tau cov Mau‑a ntau kawg le."},{"bible_id":"1216","chapter_code":"2KI.3","verse_code":"2KI.3.25","label":"25","content":"Hab puab muab tej moos rhuav pov tseg hab suavdawg nyag taug nyag laim pob zeb rua huv txhua thaaj teb kws zoo kuas puv nkaus txhua thaaj teb, hab puab txhub txhua lub hauv dej hab ntuv tej ntoo kws zoo txhua tug. Tshuav tej ntsaa loog pob zeb nyob huv Khihalexe xwb mas cov Yixayee kws txawj fav qai zeb kuj vej ntaus lub moos hov."},{"bible_id":"1216","chapter_code":"2KI.3","verse_code":"2KI.3.26","label":"26","content":"Thaus Mau‑a tug vaajntxwv pum tas yuav kov tsw yeej, nwg txawm coj xyaa pua leej tub rog kws tuav ntaaj tswv hlaa Entoo tug vaajntxwv cov tub rog, tassws hlaa tsw tau."},{"bible_id":"1216","chapter_code":"2KI.3","verse_code":"2KI.3.27","label":"27","content":"Mas Mau‑a tug vaajntxwv txawm muab kag nwg tug tub hlub kws yuav nyob nwg chaw ua vaajntxwv hlawv xyeem sau lub ntsaa loog. Txujkev npau tawg heev txhad poob rua sau cov Yixayee mas puab txhad thim rov qaab moog rua huv puab lub tebchaws lawm."},{"bible_id":"1216","chapter_code":"2KI.4","verse_code":"2KI.4.1","label":"1","content":"Paab xwbfwb cev Vaajtswv lug ib tug le quaspuj tuaj quaj rua Elisa tas, “Kuv tug quasyawg kws yog koj tug qhev tuag lawm. Koj kuj paub tas nwg fwm hab paub ntshai Yawmsaub, tassws tug kws peb tshuav nqe tuaj yuav coj kuv ob tug tub moog ua nwg le qhev.”"},{"bible_id":"1216","chapter_code":"2KI.4","verse_code":"2KI.4.2","label":"2","content":"Elisa has rua nwg tas, “Koj xaav kuas kuv ua daabtsw? Ca le has rua kuv, koj muaj daabtsw huv koj lub tsev?” Nwg teb tas, “Kuv kws yog koj tug nkauj qhev tsw muaj daabtsw huv tsev tsuas yog muaj ib fwj roj xwb.”"},{"bible_id":"1216","chapter_code":"2KI.4","verse_code":"2KI.4.3","label":"3","content":"Tes Elisa has tas, “Koj ca le moog qev koj tej kwvtij zej zog suavdawg le hub khoom ntau ntau le lug."},{"bible_id":"1216","chapter_code":"2KI.4","verse_code":"2KI.4.4","label":"4","content":"Mas koj hab koj cov tub moog rua huv tsev hab muab qhov rooj kaw, mas laub cov roj rua huv cov hub hov huvsw. Thaus lub hub twg puv muab txawb rua ib qho.”"},{"bible_id":"1216","chapter_code":"2KI.4","verse_code":"2KI.4.5","label":"5","content":"Tug puj hov txhad rov moog hab muab qhov rooj kaw nwg hab nwg cov tub ca. Nwg le tub cev hub rua nwg mas nwg laub roj rua huv."},{"bible_id":"1216","chapter_code":"2KI.4","verse_code":"2KI.4.6","label":"6","content":"Thaus cov hub puv taag lawm, nwg has rua nwg tug tub tas, “Cev dua ib lub hub rua kuv.” Nwg teb leej nam tas, “Tsw tshuav hub lawm.” Tes roj txawm tu nrho tsw lug lawm."},{"bible_id":"1216","chapter_code":"2KI.4","verse_code":"2KI.4.7","label":"7","content":"Tug puj hov moog has rua Vaajtswv tug tuabneeg paub, mas Elisa has tas, “Koj moog muab cov roj hov muag hab muab cov nyaj hov them koj tej nuj nqes, es tshuav le caag tes koj hab koj cov tub kuj swv tau yug mej lub neej.”"},{"bible_id":"1216","chapter_code":"2KI.4","verse_code":"2KI.4.8","label":"8","content":"Muaj ib nub Elisa moog txug lub moos Sunee. Muaj ib tug puj nplua nuj nyob huv txawm hu nwg lug noj mov. Yog le hov thaus nwg taug txujkev hov thaus twg nwg txhad pheej moog noj mov hov ntawd."},{"bible_id":"1216","chapter_code":"2KI.4","verse_code":"2KI.4.9","label":"9","content":"Tug puj hov txhad has rua nwg tug quasyawg tas, “Kuv pum tas tug yawm hov yog Vaajtswv ib tug tuabneeg dawb huv, nwg pheej taug txujkev ntawm peb nuav."},{"bible_id":"1216","chapter_code":"2KI.4","verse_code":"2KI.4.10","label":"10","content":"Ca ib ua ib chaav tsev miv miv rua txheej tsev laag tshaav sau hab muab txaaj hab rooj hab rooj nyob hab ib lub teeb txawb rua huv mas nwg tuaj rua ntawm ib thaus twg nwg txhad tau moog su rua huv chaav hov.”"},{"bible_id":"1216","chapter_code":"2KI.4","verse_code":"2KI.4.11","label":"11","content":"Muaj ib nub Elisa kuj tuaj rua hov ntawd hab nwg moog su huv chaav tsev hov."},{"bible_id":"1216","chapter_code":"2KI.4","verse_code":"2KI.4.12","label":"12","content":"Nwg has rua nwg tug qhev Kehaxi tas, “Hu tug quaspuj kws yog tuabneeg Sunee lug.” Thaus moog hu nwg, nwg txawm lug sawv rua ntawm Elisa xubndag."},{"bible_id":"1216","chapter_code":"2KI.4","verse_code":"2KI.4.13","label":"13","content":"Elisa has rua Kehaxi tas, “Ca le has rua tug puj hov tas, ‘Koj tau ua num khwv heev rua ib, mas ib yuav ua daabtsw paab koj? Koj xaav kuas ib has ib lu lug rua vaajntxwv lossws tug thawj tub rog paab koj lov?’ ” Nwg teb tas, “Kuv nrug kuv cov kwvtij nyob ua ke.”"},{"bible_id":"1216","chapter_code":"2KI.4","verse_code":"2KI.4.14","label":"14","content":"Elisa txhad has tas, “Yog le hov yuav ua daabtsw paab nwg?” Kehaxi teb tas, “Nwg tsw muaj mivnyuas hab nwg tug quasyawg tub laug heev lawm.”"},{"bible_id":"1216","chapter_code":"2KI.4","verse_code":"2KI.4.15","label":"15","content":"Elisa has tas, “Hu nwg lug.” Thaus moog hu nwg, nwg kuj lug sawv ntawm qhov rooj."},{"bible_id":"1216","chapter_code":"2KI.4","verse_code":"2KI.4.16","label":"16","content":"Elisa txawm has tas, “Lwm xyoo lub caij nuav koj yuav tau puag ib tug mivtub.” Tug puj hov has tas, “Vaajtswv tug tuabneeg, kws yog kuv tug tswv, tsw muaj le hov, tsw xob daag koj tug nkauj qhev maj.”"},{"bible_id":"1216","chapter_code":"2KI.4","verse_code":"2KI.4.17","label":"17","content":"Tes tug quaspuj hov txawm xeeb mivnyuas hab xyoo tom qaab lub caij hov nwg txawm yug tau ib tug tub, lawv le Elisa tau has rua nwg lawd."},{"bible_id":"1216","chapter_code":"2KI.4","verse_code":"2KI.4.18","label":"18","content":"Thaus tug mivtub hlub lawd, muaj ib nub nwg txawm tawm moog rua nwg txwv ntawm cov tub zug kws hlais qeb."},{"bible_id":"1216","chapter_code":"2KI.4","verse_code":"2KI.4.19","label":"19","content":"Nwg has rua nwg txwv tas, “Au, kuv taubhau, kuv taubhau!” Leejtxwv has rua nwg tug tub qhe tas, “Ca le puag nwg moog rua leej nam.”"},{"bible_id":"1216","chapter_code":"2KI.4","verse_code":"2KI.4.20","label":"20","content":"Thaus tug tub qhe puag tug mivtub hov moog rua leej nam lawm, tug mivtub txawm nyob huv leej nam lub xubndag moog txug taav su tes txawm tuag lawm."},{"bible_id":"1216","chapter_code":"2KI.4","verse_code":"2KI.4.21","label":"21","content":"Leej nam txawm nce moog muab tug mivtub pw rua sau Vaajtswv tug tuabneeg lub txaaj, hab muab qhov rooj kaw ca mas tawm moog."},{"bible_id":"1216","chapter_code":"2KI.4","verse_code":"2KI.4.22","label":"22","content":"Nwg hu nwg tug quasyawg has tas, “Ca le xaa ib tug qhev hab ib tug neeg luav lug rua kuv, kuv yuav maaj moog cuag Vaajtswv tug tuabneeg le rov lug.”"},{"bible_id":"1216","chapter_code":"2KI.4","verse_code":"2KI.4.23","label":"23","content":"Nwg tug quasyawg has tas, “Nub nua koj yuav moog cuag nwg ua daabtsw? Tub tsw yog lub hli xab hab tsw yog nub Xanpatau.” Nwg tug quaspuj teb tas, “Tsw ua le caag.”"},{"bible_id":"1216","chapter_code":"2KI.4","verse_code":"2KI.4.24","label":"24","content":"Tes nwg txawm pem eeb rua tug neeg luav hab has rua nwg tug tub qhe tas, “Ca le txhwb kuas tug neeg luav dha nrawm nroog, tsw xob maav hlo le tsuas yog kuv has rua koj xwb.”"},{"bible_id":"1216","chapter_code":"2KI.4","verse_code":"2KI.4.25","label":"25","content":"Nwg txawm sawv kev moog hab moog txug Vaajtswv tug tuabneeg sau lub roob Khamee. Thaus Vaajtswv tug tuabneeg pum tug puj hov tuaj, nwg txawm has rua nwg tug qhev Kehaxi tas, “Saib maj, tug puj huv Sunee tuaj txug tim u."},{"bible_id":"1216","chapter_code":"2KI.4","verse_code":"2KI.4.26","label":"26","content":"Koj ca le dha moog tog nwg taamswm nuav hab has rua nwg tas, ‘Koj nyob zoo lov? Koj tug quasyawg nyob zoo lov? Koj tug tub nyob zoo lov?’ ” Tug quaspuj hov teb tas, “Nyob zoo hab.”"},{"bible_id":"1216","chapter_code":"2KI.4","verse_code":"2KI.4.27","label":"27","content":"Thaus nwg tuaj txug ncua Vaajtswv tug tuabneeg sau lub roob, nwg txawm qawm nkaus Vaajtswv tug tuabneeg kwtaw. Mas Kehaxi moog thawb tug puj hov tawm moog. Tassws Vaajtswv tug tuabneeg has tas, “Ca nwg nyob nwg vem nwg mob sab heev, hab Yawmsaub muab zaaj nuav zais lawm tsw qha rua kuv paub.”"},{"bible_id":"1216","chapter_code":"2KI.4","verse_code":"2KI.4.28","label":"28","content":"Tes tug puj hov txawm has tas, “Kuv tau thov ib tug mivtub ntawm koj kws yog kuv tug tswv lov? Kuv tub has tas, ‘Tsw xob daag kuv,’ nua nev?”"},{"bible_id":"1216","chapter_code":"2KI.4","verse_code":"2KI.4.29","label":"29","content":"Elisa txhad has rua Kehaxi tas, “Ca le qaws koj lub tsho rua ntawm duav, hab coj kuv tug paas nreg huv koj txhais teg moog. Yog koj ntswb leejtwg tsw xob has lug rua nwg, yog leejtwg has lug rua koj los tsw xob teb. Ca le muab kuv tug paas nreg tso rua sau tug mivnyuas hov lub plhu.”"},{"bible_id":"1216","chapter_code":"2KI.4","verse_code":"2KI.4.30","label":"30","content":"Tug mivnyuas hov leej nam has tas, “Yawmsaub muaj txujsa nyob pum hab koj muaj txujsa nyob pum, kuv yuav tsw tso koj nyob ntawm nuav.” Elisa txhad sawv tseeg lawv nwg qaab moog."},{"bible_id":"1216","chapter_code":"2KI.4","verse_code":"2KI.4.31","label":"31","content":"Kehaxi moog ua ntej hab muab tug paas nreg tso rua sau tug mivnyuas hov lub plhu, tassws tsw nov muaj suab hab tsw pum muaj sa le. Yog le hov nwg txhad rov moog ntswb Elisa hab has rua nwg tas, “Tug mivnyuas tsw tau tswm lug.”"},{"bible_id":"1216","chapter_code":"2KI.4","verse_code":"2KI.4.32","label":"32","content":"Thaus Elisa tuaj rua huv lub tsev hov, nwg kuj pum tug mivnyuas tuag pw sau nwg lub txaaj."},{"bible_id":"1216","chapter_code":"2KI.4","verse_code":"2KI.4.33","label":"33","content":"Nwg txawm nkaag moog rua huv muab lub qhov rooj kaw ob tug nyob huv xwb, hab nwg thov Yawmsaub."},{"bible_id":"1216","chapter_code":"2KI.4","verse_code":"2KI.4.34","label":"34","content":"Tes nwg txawm moog pw tsuam sau tug mivnyuas, qhov ncauj npuab qhov ncauj, qhov muag npuab qhov muag, teg npuab teg. Thaus nwg pw xyaab hlo tsuam rua sau tug mivnyuas hov, tug mivnyuas lub cev txawm suv tuaj."},{"bible_id":"1216","chapter_code":"2KI.4","verse_code":"2KI.4.35","label":"35","content":"Elisa sawv ncig moog ncig lug huv lub tsev, hab rov qaab moog pw tsuam sau tug mivnyuas. Tug mivnyuas txawm txhub xyaa zag, hab qheb lub qhov muag."},{"bible_id":"1216","chapter_code":"2KI.4","verse_code":"2KI.4.36","label":"36","content":"Tes Elisa txhad hu Kehaxi lug hab has tas, “Ca le moog hu tug puj huv Sunee nuav lug.” Kehaxi txawm moog hu nwg lug. Thaus nwg lug txug rua ntawm Elisa lawm, Elisa has tas, “Ca le puag koj tug tub moog.”"},{"bible_id":"1216","chapter_code":"2KI.4","verse_code":"2KI.4.37","label":"37","content":"Tug puj hov txawm lug khwb nkaus rua ntawm Elisa kwtaw pe ti nkaus aav. Tes nwg txhad puag nwg tug tub tawm moog lawm."},{"bible_id":"1216","chapter_code":"2KI.4","verse_code":"2KI.4.38","label":"38","content":"Thaus Elisa rov lug txug ntawm lub moos Kilakaa mas lub tebchaws raug kev tshaib plaab. Thaus paab xwbfwb cev Vaajtswv lug nrug nwg nyob ua ke nwg has rua nwg tug tub qhe tas, “Koj muab lub laujkaub luj lug hau zaub rua cov xwbfwb noj.”"},{"bible_id":"1216","chapter_code":"2KI.4","verse_code":"2KI.4.39","label":"39","content":"Ib tug huv paab xwbfwb hov moog de txum lom tom teb mas pum ib tsob maab taub qus nwg txawm de tau ib tsuag txwv maab taub qus coj lug tsuav hau rua huv laujkaub zaub, tsw paub sov yog zaub daabtsw."},{"bible_id":"1216","chapter_code":"2KI.4","verse_code":"2KI.4.40","label":"40","content":"Puab ntaus zaub lug rua cov tuabneeg hov noj. Thaus puab noj cov zaub hov, puab qw nrov has tas, “Au Vaajtswv tug tuabneeg, muaj kev tuag nyob huv lub laujkaub nuav.” Puab txawm noj tsw tau."},{"bible_id":"1216","chapter_code":"2KI.4","verse_code":"2KI.4.41","label":"41","content":"Elisa has tas, “Muab ib co moov mog lug.” Nwg txawm muab cov moov mog rau rua huv lub laujkaub hab has tas, “Ca le ntaus rua cov tuabneeg noj.” Tsw muaj mob nkeeg huv lub laujkaub nuav lawm."},{"bible_id":"1216","chapter_code":"2KI.4","verse_code":"2KI.4.42","label":"42","content":"Muaj ib tug yawm tuaj huv lub moos Npa‑aa Salisa tuaj, coj tej ncuav kws muab thawj phaum qoob ua tuaj pub rua Vaajtswv tug tuabneeg, yog neeg nkaum lub ncuav qeb hab tej naab mog tshab ntim seev tsaaj. Tes Elisa has tas, “Ca le muab rua cov tuabneeg nuav noj.”"},{"bible_id":"1216","chapter_code":"2KI.4","verse_code":"2KI.4.43","label":"43","content":"Tassws Elisa tug qhev has tas, “Kuv yuav muab tej nuav rau rua ib puas leej noj tau le caag?” Elisa rov has tas, “Ca le muab rua cov tuabneeg nuav noj los maj, tsua qhov Yawmsaub has le nuav tas, ‘Puab yuav noj tsw taag tseed tshuav.’ ”"},{"bible_id":"1216","chapter_code":"2KI.4","verse_code":"2KI.4.44","label":"44","content":"Tes nwg txhad muab rau rua puab noj. Puab noj tsw taag tseed tshuav lawv le Yawmsaub tej lug."},{"bible_id":"1216","chapter_code":"2KI.5","verse_code":"2KI.5.1","label":"1","content":"Na‑amaa kws yog vaajntxwv Alaa tug thawj rog, yog ib tug tseem ceeb rua vaajntxwv hab tug kws vaajntxwv txaus sab heev, tsua qhov Yawmsaub swv nwg paab cov Alaa kov yeej. Nwg yog ib tug sab luj sab tuab, tassws nwg mob lis mob ruas."},{"bible_id":"1216","chapter_code":"2KI.5","verse_code":"2KI.5.2","label":"2","content":"Muaj ib zag thaus cov Alaa moog ntaus rog puab nteg tau ib tug mivntxhais huv Yixayee tebchaws lug, mas nwg lug ua Na‑amaa tug quaspuj le nkauj qhev."},{"bible_id":"1216","chapter_code":"2KI.5","verse_code":"2KI.5.3","label":"3","content":"Tug nkauj qhev has rua nwg tug puj lospaav tas, “Kuv xaav kuas kuv tug tswv moog nrug tug xwbfwb cev Vaajtswv lug nyob huv lub nroog Xamali. Tug xwbfwb yuav khu tau kuv tug tswv le mob ruas zoo.”"},{"bible_id":"1216","chapter_code":"2KI.5","verse_code":"2KI.5.4","label":"4","content":"Na‑amaa txawm moog has rua vaajntxwv kws yog nwg tug tswv tas, “Tug mivntxhais kws coj huv Yixayee tebchaws lug has le hov.”"},{"bible_id":"1216","chapter_code":"2KI.5","verse_code":"2KI.5.5","label":"5","content":"Alaa tug vaajntxwv has tas, “Ca le moog, kuv yuav ua ib tsaab ntawv moog rua Yixayee tug vaajntxwv.” Tes Na‑amaa txawm moog, nwg thauj kaum talaa nyaj,  hab rau txheeb sekhee kub  hab kaum cev tsoog tsho ua zaam moog."},{"bible_id":"1216","chapter_code":"2KI.5","verse_code":"2KI.5.6","label":"6","content":"Hab nwg coj tsaab ntawv moog rua Yixayee tug vaajntxwv kws muaj ntsab lug has tas, “Thaus tsaab ntawv nuav tuaj txug koj, thov koj paub tas kuv xaa Na‑amaa kws yog kuv le tub teg tub taw tuaj thov koj khu nwg tug mob ruas kuas zoo.”"},{"bible_id":"1216","chapter_code":"2KI.5","verse_code":"2KI.5.7","label":"7","content":"Thaus Yixayee tug vaajntxwv nyeem tsaab ntawv hov taag, nwg txawm dua rhe nwg lub tsho hab has tas, “Kuv yog Vaajtswv kws yuav ua kuas tuag hab ua kuas caj tau lov, es tug yawm nuav yuav xaa xuv tuaj kuas kuv khu tug kws mob ruas nuav? Swm xaav saib, nwg nrhav kev zwg plaub xwb los sas.”"},{"bible_id":"1216","chapter_code":"2KI.5","verse_code":"2KI.5.8","label":"8","content":"Thaus Elisa kws yog Vaajtswv tug tuabneeg nov tas Yixayee tug vaajntxwv dua rhe nwg lub tsho, tes nwg txawm tso ib tug moog has rua vaajntxwv tas, “Ua caag koj yuav dua koj lub tsho? Thov ca tug yawm hov lug cuag kuv, sub nwg txhad paub tas muaj ib tug xwbfwb cev Vaajtswv lug nyob huv Yixayee.”"},{"bible_id":"1216","chapter_code":"2KI.5","verse_code":"2KI.5.9","label":"9","content":"Tes Na‑amaa hab nwg tej tsheb ua rog hab tej neeg txhad lug nreg rua ntawm Elisa lub qhov rooj."},{"bible_id":"1216","chapter_code":"2KI.5","verse_code":"2KI.5.10","label":"10","content":"Elisa txawm tso ib tug moog has rua Na‑amaa tas, “Ca le moog daa tug dej Yalatee xyaa zag sws law, tes koj lub cev yuav rov zoo le qub hab koj lub cev yuav huv.”"},{"bible_id":"1216","chapter_code":"2KI.5","verse_code":"2KI.5.11","label":"11","content":"Tassws Na‑amaa chim heev, nwg tawm plawg moog has tas, “Kuv xaav tas nwg yuav tawm tuaj cuag kuv hab sawv ntsug tuav nwg tug Vaajtswv Yawmsaub lub npe yoj teg rua sau qhov mob hab khu tej mob ruas kuas zoo."},{"bible_id":"1216","chapter_code":"2KI.5","verse_code":"2KI.5.12","label":"12","content":"Tug dej Anpana hab tug dej Fapa kws nyob ntawm lub nroog Ntamaxaka tsw zoo dhau tej dej huv Yixayee tebchaws huvsw lov? Kuv daa tej dej ntawd kuv lub cev tseed huv tsw tau lov?” Tes nwg txawm tig hlo moog ua npau tawg vog."},{"bible_id":"1216","chapter_code":"2KI.5","verse_code":"2KI.5.13","label":"13","content":"Tassws nwg cov tub teg tub taw txaav lug ze hab has rua nwg tas, “Yawm hlub, yog tug xwbfwb cev lug hov has kuas koj ua ib yaam kws luj heev, koj yuav tsw ua lov? Yog le hov thaus tug xwbfwb hov has rua koj tas, ‘Ca le moog daa dej tes koj yuav huv,’ tseed tsw tswm nyog koj yimfuab ua lov?”"},{"bible_id":"1216","chapter_code":"2KI.5","verse_code":"2KI.5.14","label":"14","content":"Nwg txhad nqeg moog raus rua huv tug dej Yalatee xyaa zag lawv le Vaajtswv tug tuabneeg tej lug, mas nwg cev nqaj rov zoo huv yaam le qub zoo le ib tug mivnyuas mog tej nqaj."},{"bible_id":"1216","chapter_code":"2KI.5","verse_code":"2KI.5.15","label":"15","content":"Tes nwg hab nwg cov tuabneeg suavdawg txawm rov qaab moog rua ntawm Vaajtswv tug tuabneeg. Nwg lug sawv ntawm Elisa xubndag hab has tas, “Saib nawj, kuv paub tseeb tas thoob nplajteb tsw muaj ib tug vaajtswv tsuas yog muaj tug kws nyob huv Yixayee tebchaws xwb. Yog le nuav thov koj txais ib qhov tshaav ntuj ntawm kuv kws yog koj tug qhev txhais teg.”"},{"bible_id":"1216","chapter_code":"2KI.5","verse_code":"2KI.5.16","label":"16","content":"Mas Elisa has tas, “Yawmsaub kws kuv ua koom rua muaj txujsa nyob pum, kuv yuav tsw txais ib yaam daabtsw yuav hlo le.” Na‑amaa tseed cheem cheem los Elisa tsw yuav."},{"bible_id":"1216","chapter_code":"2KI.5","verse_code":"2KI.5.17","label":"17","content":"Tes Na‑amaa txhad has tas, “Yog koj tsw yuav le, thov koj muab aav txaus ob tug luj txwv thauj pub rua kuv kws yog koj tug qhev, tsua qhov txwj nuav moog kuv yuav tsw muab hov txhua chaw xyeem lossws tua tsaj xyeem rua tej daab ib tug twg le lawm tsuas yog xyeem rua Yawmsaub xwb."},{"bible_id":"1216","chapter_code":"2KI.5","verse_code":"2KI.5.18","label":"18","content":"Qhov nuav thov Yawmsaub zaam txem rua kuv kws yog koj tug qhev. Thaus kuv coj tug vaajntxwv moog rua huv lub tsev teev daab Limoo yuav pe tug daab hov es kuv tuav nwg teg moog rua huv hab, hab thaus kuv pe rua huv lub tsev teev daab Limoo, thaus kuv pe hov thov Yawmsaub zaam txem rua kuv kws yog koj tug qhev.”"},{"bible_id":"1216","chapter_code":"2KI.5","verse_code":"2KI.5.19","label":"19","content":"Elisa teb nwg tas, “Ca le moog zoo.” Thaus Na‑amaa tawm moog tsw tau deb pes tsawg,"},{"bible_id":"1216","chapter_code":"2KI.5","verse_code":"2KI.5.20","label":"20","content":"Elisa kws yog Vaajtswv tug tuabneeg tug qhev Kehaxi txawm xaav tas, “Kuv tug tswv tso Na‑amaa kws yog tuabneeg Alaa moog dawb moog do tsw kaam yuav tej kws nwg coj tuaj. Muaj Yawmsaub muaj txujsa nyob pum, kuv yuav dha moog caum nwg yuav ib txha ntawm nwg.”"},{"bible_id":"1216","chapter_code":"2KI.5","verse_code":"2KI.5.21","label":"21","content":"Tes Kehaxi txawm caum Na‑amaa qaab moog. Thaus Na‑amaa pum tas muaj ib tug dha lawv nwg qaab tuaj nwg txawm nqeg sau lub tsheb ua rog lug tog hab has tas, “Txhua yaam nyob zoo lov?”"},{"bible_id":"1216","chapter_code":"2KI.5","verse_code":"2KI.5.22","label":"22","content":"Nwg teb tas, “Txhua yaam nyob zoo hab. Kuv tug tswv khaiv kuv tuaj has tas, ‘Muaj ob tug hluas huv paab xwbfwb cev Vaajtswv lug peg toj sab Efa‑i tebchaws nyav tuaj txug. Thov koj muab ib talaa  nyaj hab ob cev tsoog ua zaam rua ob tug.’ ”"},{"bible_id":"1216","chapter_code":"2KI.5","verse_code":"2KI.5.23","label":"23","content":"Mas Na‑amaa has tas, “Thov yuav ob talaa nyaj.” Na‑amaa cheem rua nwg, txhad muab ob talaa nyaj ntim rua huv ob lub seev hab muab ob cev tsoog tsho ua zaam mas kuas nwg ob tug tub qhe kwv ua Kehaxi ntej moog."},{"bible_id":"1216","chapter_code":"2KI.5","verse_code":"2KI.5.24","label":"24","content":"Thaus puab lug txug ntawm lub roob, Kehaxi txawm txais ntawm ob tug txhais teg coj moog ca rua huv tsev, hab tso ob tug rov moog, ob tug txhad ncaim moog lawm."},{"bible_id":"1216","chapter_code":"2KI.5","verse_code":"2KI.5.25","label":"25","content":"Nwg txawm nkaag rua huv tsev nyob ntawm nwg tug tswv xubndag, mas Elisa has rua nwg tas, “Kehaxi, koj moog hovtwg lug?” Kehaxi teb tas, “Kuv kws yog koj tug qhev tsw tau moog hovtwg.”"},{"bible_id":"1216","chapter_code":"2KI.5","verse_code":"2KI.5.26","label":"26","content":"Tassws Elisa has rua nwg tas, “Thaus tug yawm hov nqeg sau nwg lub tsheb ua rog lug tog koj, kuv tug ntsuj plig tsw tau nrug koj moog hab lov? Taamswm nuav yog lub swjhawm kws tswm nyog txais nyaj tej tsoog tsho tej vaaj txwv aulib vaaj txwv maab, tej yaaj hab nyuj, tub qhe hab nkauj qhev lov?"},{"bible_id":"1216","chapter_code":"2KI.5","verse_code":"2KI.5.27","label":"27","content":"Yog le nuav Na‑amaa tej mob ruas yuav kis rua koj hab koj caaj ceg moog ib txhws.” Kehaxi txawm tawm ntawm Elisa moog mob ruas ib ce dawb paug le daus xwb daus npu."},{"bible_id":"1216","chapter_code":"2KI.6","verse_code":"2KI.6.1","label":"1","content":"Paab xwbfwb kws cev Vaajtswv lug has rua Elisa tas, “Saib maj, lub chaw kws peb nyob es koj saib xyuas peb hov nqaim dhau tsw txaus peb nyob."},{"bible_id":"1216","chapter_code":"2KI.6","verse_code":"2KI.6.2","label":"2","content":"Ca peb moog rua tom ntug dej Yalatee ib leeg txav ib tog ntoo lug ua chaw rua peb nyob.” Elisa has tas, “Moog maj.”"},{"bible_id":"1216","chapter_code":"2KI.6","verse_code":"2KI.6.3","label":"3","content":"Muaj ib tug txawm has tas, “Thov koj nrug peb kws yog koj cov tub qhe moog hab.” Nwg teb tas, “Kuv yuav moog.”"},{"bible_id":"1216","chapter_code":"2KI.6","verse_code":"2KI.6.4","label":"4","content":"Nwg txhad nrug puab moog. Thaus puab tuaj txug ntawm tug dej Yalatee, puab txawm ntuv ntoo."},{"bible_id":"1216","chapter_code":"2KI.6","verse_code":"2KI.6.5","label":"5","content":"Thaus ib tug saamswm ntuv ntoo, nwg raab taus txawm hle poob rua huv dej lawm, nwg txhad qw tas, “Au ceblaaj xwb lauj, yawm hlub. Raab taus hov kuv qev puab le tuaj.”"},{"bible_id":"1216","chapter_code":"2KI.6","verse_code":"2KI.6.6","label":"6","content":"Vaajtswv tug tuabneeg has tas, “Raab taus poob ncaaj qhov twg?” Thaus tug hov taw qha lub chaw rua nwg lawd, nwg txhad txav ib yaav ntoo nrum rua huv lub chaw hov, ua rua raab taus hlau hov ntaab plawg tuaj."},{"bible_id":"1216","chapter_code":"2KI.6","verse_code":"2KI.6.7","label":"7","content":"Elisa has tas, “Ca le ntsab nkaus lug.” Tes tug hov txawm cev teg moog ntsab nkaus lug."},{"bible_id":"1216","chapter_code":"2KI.6","verse_code":"2KI.6.8","label":"8","content":"Thaus Alaa tug vaajntxwv ua rog rua cov Yixayee, nwg nrug nwg cov tub teg tub taw sablaaj tas nwg yuav ua yeej rua hovtwg."},{"bible_id":"1216","chapter_code":"2KI.6","verse_code":"2KI.6.9","label":"9","content":"Tassws Vaajtswv tug tuabneeg xaa xuv rua Yixayee tug vaajntxwv tas, “Ceev faaj tsw xob hlaa moog ze lub chaw hov vem cov Alaa saamswm tuaj rua hov ntawd.”"},{"bible_id":"1216","chapter_code":"2KI.6","verse_code":"2KI.6.10","label":"10","content":"Tes Yixayee tug vaajntxwv txhad xaa xuv moog ceeb toom rua cov tuabneeg kws nyob thaaj chaw kws Vaajtswv tug tuabneeg has hov. Elisa pheej qha vaajntxwv paub le nuav, vaajntxwv txhad ceev faaj tau tsw yog ib ob zag xwb."},{"bible_id":"1216","chapter_code":"2KI.6","verse_code":"2KI.6.11","label":"11","content":"Alaa tug vaajntxwv ntxhuv sab rua qhov nuav heev, nwg txhad hu nwg cov tug teg tub taw tuaj hab has tas, “Mej yuav tsw qha rua kuv tas peb tog leejtwg tuaj Yixayee tug vaajntxwv tog lov?”"},{"bible_id":"1216","chapter_code":"2KI.6","verse_code":"2KI.6.12","label":"12","content":"Nwg cov tub teg tub taw ib tug has tas, “Au vaajntxwv kws yog kuv tug tswv, tsw muaj leejtwg hlo le. Yeej yog Elisa kws yog xwbfwb cev Vaajtswv lug nyob huv Yixayee tebchaws qha tej lug kws koj has huv koj lub txaaj pw rua Yixayee tug vaajntxwv paub.”"},{"bible_id":"1216","chapter_code":"2KI.6","verse_code":"2KI.6.13","label":"13","content":"Vaajntxwv txhad has tas, “Ca le moog nrhav saib Elisa nyob qhov twg sub kuv txhad khaiv tuabneeg moog nteg tau nwg lug.” Muaj tuabneeg has rua nwg tas, “Elisa nyob huv lub moos Ntauthaa.”"},{"bible_id":"1216","chapter_code":"2KI.6","verse_code":"2KI.6.14","label":"14","content":"Vaajntxwv txhad xaa ib paab tub rog coob coob muaj neeg hab tsheb neeg ua rog moog. Puab moog mo ntuj hab vej lub moos hov ca."},{"bible_id":"1216","chapter_code":"2KI.6","verse_code":"2KI.6.15","label":"15","content":"Taagkig tom qaab thaus Vaajtswv tug tuabneeg tug qhev sawv ntxuv tseeg hab tawm moog, na cav pum ib paab tub rog muaj neeg hab tsheb neeg ua rog vej nkaus lub moos lawm. Tug qhev has tas, “Ceblaaj lauj, kuv tug tswv, peb yuav ua le caag?”"},{"bible_id":"1216","chapter_code":"2KI.6","verse_code":"2KI.6.16","label":"16","content":"Elisa teb tas, “Tsw xob ntshai tsua qhov cov kws tuaj peb tog coob dua cov kws tuaj puab tog.”"},{"bible_id":"1216","chapter_code":"2KI.6","verse_code":"2KI.6.17","label":"17","content":"Tes Elisa txawm thov Yawmsaub tas, “Au Yawmsaub, thov koj qheb nwg qhov muag nwg txhad le pum.” Yawmsaub txhad qheb tug hluas hov qhov muag nwg txhad pum, ua cav peg roob muaj neeg muaj tsheb ua rog suavtawg puv nkaus nyob vej puag ncig Elisa."},{"bible_id":"1216","chapter_code":"2KI.6","verse_code":"2KI.6.18","label":"18","content":"Thaus cov Alaa tuaj tawm tsaam Elisa, nwg thov Yawmsaub has tas, “Thov koj ua rua cov tuabneeg nuav qhov muag faam.” Yawmsaub txhad ua rua puab qhov muag faam lawv le Elisa tej lug thov."},{"bible_id":"1216","chapter_code":"2KI.6","verse_code":"2KI.6.19","label":"19","content":"Mas Elisa has rua puab tas, “Tsw yog txujkev nuav hab tsw yog lub moos nuav. Mej lawv kuv qaab, kuv yuav coj mej moog txug tug kws mej nrhav hov.” Tes nwg txawm coj puab moog rua huv lub nroog Xamali."},{"bible_id":"1216","chapter_code":"2KI.6","verse_code":"2KI.6.20","label":"20","content":"Thaus puab lug txug huv plawv nroog Xamali lawd, Elisa has tas, “Au Yawmsaub, thov koj qheb cov tuabneeg nuav qhov muag kuas puab rov pum kev.” Yawmsaub txhad le qheb puab qhov muag pum kev, ua cav puab nyob huv plawv nroog Xamali lawm."},{"bible_id":"1216","chapter_code":"2KI.6","verse_code":"2KI.6.21","label":"21","content":"Thaus Yixayee tug vaajntxwv pum puab nwg txawm has rua Elisa tas, “Kuv txwv, kuv muab puab tua lov? Kuv muab puab tua pov tseg lov?”"},{"bible_id":"1216","chapter_code":"2KI.6","verse_code":"2KI.6.22","label":"22","content":"Nwg teb tas, “Tsw xob tua. Koj yuav tua cov tuabneeg kws koj xuas ntaaj xuas neev nteg tau lug lov? Ca le muab ncuav hab dej rua puab noj puab haus, hab tso puab rov moog rua puab tug tswv.”"},{"bible_id":"1216","chapter_code":"2KI.6","verse_code":"2KI.6.23","label":"23","content":"Vaajntxwv txawm npaaj ib rooj noj haus luj lug yug puab. Thaus puab noj haus taag lawd, nwg txawm tso puab rov moog rua puab tug tswv. Tes cov Alaa txhad tsw tuaj lws Yixayee tebchaws dua le lawm."},{"bible_id":"1216","chapter_code":"2KI.6","verse_code":"2KI.6.24","label":"24","content":"Lug rua tom qaab nuav Npeehanta kws yog Alaa tug vaajntxwv txhwj nwg cov tub rog huvsw tuaj vej lub nroog Xamali."},{"bible_id":"1216","chapter_code":"2KI.6","verse_code":"2KI.6.25","label":"25","content":"Thaus puab vej lub nroog Xamali hov, lub nroog raug kev tshaib plaab heev kawg, moog txug thaus ib lub taubhau neeg luav puab muag txug yim caum sekhee nyaj, hab ib feem plaub huv ib khab quav nquab puab muag tswb sekhee."},{"bible_id":"1216","chapter_code":"2KI.6","verse_code":"2KI.6.26","label":"26","content":"Thaus Yixayee tug vaajntxwv taug sau ntsaa loog, muaj ib tug quaspuj qw thov nwg has tas, “Au vaajntxwv kws yog kuv tug tswv, thov paab lauj.”"},{"bible_id":"1216","chapter_code":"2KI.6","verse_code":"2KI.6.27","label":"27","content":"Vaajntxwv has tas, “Yog Yawmsaub tsw paab koj, kuv yuav paab koj tau qhov twg lug? Kuv paab lug ntawm lub tshaav ntaus qoob, lossws lub qhov tsuam txwv maab lov?”"},{"bible_id":"1216","chapter_code":"2KI.6","verse_code":"2KI.6.28","label":"28","content":"Nwg nug tug quaspuj hov tas, “Koj muaj daabtsw?” Tug quaspuj teb tas, “Tug puj nuav has rua kuv tas, ‘Nub nua muab koj tug tub rua ib noj, mas pigkig ib le noj kuv tug tub.’"},{"bible_id":"1216","chapter_code":"2KI.6","verse_code":"2KI.6.29","label":"29","content":"Ib txhad muab kuv tug tub hau noj taag. Mas nub tom qaab kuv has rua nwg tas, ‘Muab koj tug tub rua ib noj,’ tassws tug puj hov muab nwg tug tub zais lawm.”"},{"bible_id":"1216","chapter_code":"2KI.6","verse_code":"2KI.6.30","label":"30","content":"Thaus vaajntxwv nov tug quaspuj hov tej lug nwg txawm dua rhe nwg lub tsho rua thaus nwg tseed saamswm taug sau ntsaa loog. Cov pejxeem saib pum ua cav vaajntxwv naav khaub seev tsaaj rua txheej saab huv kws npuas lub cev."},{"bible_id":"1216","chapter_code":"2KI.6","verse_code":"2KI.6.31","label":"31","content":"Mas vaajntxwv has tas, “Yog nub nua Safa tug tub Elisa lub taubhau tseed txuas nwg lub xub pwg, kuj thov Vaajtswv rau txem rua kuv hab nyaav dua le ntawd.”"},{"bible_id":"1216","chapter_code":"2KI.6","verse_code":"2KI.6.32","label":"32","content":"Thaus ntawd Elisa nyob tsawg huv nwg lub tsev hab cov kev txwj quas laug kuj nrug nwg nyob ua ke. Vaajntxwv khaiv ib tug tawm ntawm nwg xubndag moog, tassws thaus tug kws xaa xuv hov tuaj tsw tau txug, Elisa has rua cov kev txwj quas laug tas, “Mej pum los tsw pum tug kws tua tuabneeg nuav khaiv tuabneeg tuaj txav kuv lub taubhau? Thaus tug xaa xuv tuaj txug, mej ca le kaw qhov rooj hab tuav ruaj ruaj, xob pub nwg nkaag tau lug tsev. Nwg tug tswv txhais kwtaw lub suab nrov lawv qaab tuaj lawm los tsw yog?”"},{"bible_id":"1216","chapter_code":"2KI.6","verse_code":"2KI.6.33","label":"33","content":"Thaus Elisa saamswm has rua puab hov, vaajntxwv  txawm tuaj txug ncua hab has tas, “Tej kev ceblaaj nuav yog lug ntawm Yawmsaub lug. Kuv tseed yuav tog Yawmsaub ua daabtsw?”"},{"bible_id":"1216","chapter_code":"2KI.7","verse_code":"2KI.7.1","label":"1","content":"Mas Elisa has tas, “Ca le noog Yawmsaub tej lug. Yawmsaub has le nuav tas, ‘Pigkig lub swjhawm nuav cov moov mog zoo zoo ib xe‑a puab yuav muag ib sekhee, ob xe‑a qeb muag ib sekhee  ntawm lub rooj loog Xamali.’ ”"},{"bible_id":"1216","chapter_code":"2KI.7","verse_code":"2KI.7.2","label":"2","content":"Tes tug thawj rog kws nrug nraim vaajntxwv txawm has rua Vaajtswv tug tuabneeg tas, “Txawm yog Yawmsaub qheb qhov rais sau ntuj los tej nuav yuav muaj tau lov?” Mas Elisa has tas, “Koj lub qhov muag yuav pum ntaag tassws koj yuav tsw tau noj.”"},{"bible_id":"1216","chapter_code":"2KI.7","verse_code":"2KI.7.3","label":"3","content":"Muaj plaub tug yawm mob ruas  nyob saab nrau rooj loog. Puab sws thaam tas, “Ua caag peb yuav nyob tsawg ntawm nuav moog txug thaus tuag?"},{"bible_id":"1216","chapter_code":"2KI.7","verse_code":"2KI.7.4","label":"4","content":"Yog peb has tas, ‘Ca peb nkaag moog rua huv lub nroog,’ huv lub nroog kuj tshaib plaab, tes peb kuj yuav tuag rua huv hab xwb. Yog peb nyob ntawm nuav, peb kuj yuav tuag ib yaam nkaus. Yog le hov peb ca le moog rua huv cov Alaa lub yeej. Yog puab tseg peb txujsa peb kuj dim, yog puab tua peb, peb kuj tuag hab xwb.”"},{"bible_id":"1216","chapter_code":"2KI.7","verse_code":"2KI.7.5","label":"5","content":"Thaus tsaus ntuj zuag puab txhad moog rua huv cov Alaa lub yeej. Thaus puab moog txug cov Alaa lub ntug yeej, na cav tsw muaj ib tug tuabneeg nyob hlo le,"},{"bible_id":"1216","chapter_code":"2KI.7","verse_code":"2KI.7.6","label":"6","content":"vem yog Yawmsaub ua rua Alaa cov tub rog nov ib lub suab tsheb ua rog suab neeg yaam le yog ib paab tub rog coob coob le suab nrov, puab txhad sws thaam tas, “Saib maj, Yixayee tug vaajntxwv tau ndav cov Hithai tej vaajntxwv hab cov Iyi tej vaajntxwv tuaj ua rog rua peb.”"},{"bible_id":"1216","chapter_code":"2KI.7","verse_code":"2KI.7.7","label":"7","content":"Puab txawm tswv taag rua thaus tsaus ntuj zuag lawm, tseg puab tej tsev ntaub tej neeg tej neeg luav hab tseg lub yeej zoo le qub, ca le tswv kuas dim sav xwb."},{"bible_id":"1216","chapter_code":"2KI.7","verse_code":"2KI.7.8","label":"8","content":"Thaus cov mob ruas moog txug ntawm ntug yeej, puab nkaag moog rua huv ib lub tsev ntaub mas noj hab haus, hab nqaa tej nyaj tej kub tej rwg tsho coj moog zais ca. Puab tsua rov lug nkaag dua rua huv ib lub tsev ntaub hab nqaa tej hov txhua chaw coj moog zais ca."},{"bible_id":"1216","chapter_code":"2KI.7","verse_code":"2KI.7.9","label":"9","content":"Tes puab txawm sws thaam tas, “Peb ua tsw raug cai lawm. Nub nua yog nub kws muaj xuv zoo. Yog peb nyob tuabywv tog txug kaaj ntug, lub txem yuav poob rua sau peb. Yog le nuav nwgnuav peb ca le moog has rua vaajntxwv tsev tuabneeg.”"},{"bible_id":"1216","chapter_code":"2KI.7","verse_code":"2KI.7.10","label":"10","content":"Puab txhad moog hu cov kws zuv rooj loog hab has zaaj hov rua puab tas, “Peb lug ntawm Alaa lub yeej lug, mas peb tsw pum muaj leejtwg hab tsw nov ib lub suab tuabneeg le, tsuas yog pum tej neeg hab tej neeg luav khi ca rua ntawd xwb, hab tej tsev ntaub nyob zoo yaam le qub.”"},{"bible_id":"1216","chapter_code":"2KI.7","verse_code":"2KI.7.11","label":"11","content":"Tes cov kws zuv rooj loog txhad qw hu moog, tes txawm muaj tuabneeg has moog rua vaajntxwv tsev tuabneeg paub."},{"bible_id":"1216","chapter_code":"2KI.7","verse_code":"2KI.7.12","label":"12","content":"Vaajntxwv txawm sawv tseeg tsaus ntuj nti has rua nwg cov tub teg tub taw tas, “Kuv yuav has rua mej paub tas cov Alaa npaaj tswvyim ua rog le caag rua peb. Puab yeej paub tas peb tshaib heev, puab txhad tawm tswv nraim rua nrau lub yeej hab tom tej haav xub tsuag, xaav tas, ‘Thaus puab tawm huv lub nroog, peb yuav nteg hlo puab hab txeem moog rua huv lub nroog.’ ”"},{"bible_id":"1216","chapter_code":"2KI.7","verse_code":"2KI.7.13","label":"13","content":"Nwg cov tub teg tub taw ib tug has tas, “Cov tuabneeg kws tseed tshuav nyob huv lub nroog nuav yuav zoo yaam le cov Yixayee coob coob kws puam tsuaj lawm xwb, mas ca qee leej muab cov neeg kws tseed tshuav tswb tug lug, hab peb ca le khaiv tuabneeg moog tshuaj saib.”"},{"bible_id":"1216","chapter_code":"2KI.7","verse_code":"2KI.7.14","label":"14","content":"Puab txhad muab ob lub tsheb ua rog hab neeg lug mas vaajntxwv txawm tso puab lawv Alaa cov tub rog qaab moog has tas, “Ca le moog tshuaj saib.”"},{"bible_id":"1216","chapter_code":"2KI.7","verse_code":"2KI.7.15","label":"15","content":"Puab txhad lawv moog txug tug dej Yalatee, na cav thoob txujkev hov tsuas pum muaj rwg tsho hab tej pestwj swv kws cov Alaa muab tso pov tseg rua thaus puab maaj nroog tswv. Cov kws moog tshuaj txhad rov lug qha rua vaajntxwv paub."},{"bible_id":"1216","chapter_code":"2KI.7","verse_code":"2KI.7.16","label":"16","content":"Cov pejxeem txhad tawm moog lws tej hov txhua chaw huv cov Alaa lub yeej. Yog le hov txhad muab cov moov mog zoo ib xe‑a muag ib sekhee, hab ob xe‑a qeb muag ib sekhee  lawv le Yawmsaub tej lug."},{"bible_id":"1216","chapter_code":"2KI.7","verse_code":"2KI.7.17","label":"17","content":"Vaajntxwv tau tsaa tug thawj rog kws nrug nraim vaajntxwv ua tug kws zuv rooj loog. Mas cov pejxeem muab nwg tsuj qaug rua ntawm rooj loog nwg txhad tuag, lawv le Vaajtswv tug tuabneeg tau has rua thaus vaajntxwv tuaj rua ntawm nwg."},{"bible_id":"1216","chapter_code":"2KI.7","verse_code":"2KI.7.18","label":"18","content":"Thaus Vaajtswv tug tuabneeg has rua vaajntxwv tas, “Ob xe‑a qeb muag ib sekhee, cov moov mog zoo ib xe‑a muag ib sekhee  rua pigkig lub swjhawm nuav rua ntawm lub rooj loog Xamali,”"},{"bible_id":"1216","chapter_code":"2KI.7","verse_code":"2KI.7.19","label":"19","content":"tug thawj rog kws nrug nraim vaajntxwv teb Vaajtswv tug tuabneeg has tas, “Txawm yog Yawmsaub qheb qhov rais sau ntuj los tej nuav yuav muaj tau lov?” Hab Elisa has tas, “Koj lub qhov muag yuav pum ntaag tassws koj yuav tsw tau noj.”"},{"bible_id":"1216","chapter_code":"2KI.7","verse_code":"2KI.7.20","label":"20","content":"Tes txhad muaj lawv le hov rua nwg, yog cov pejxeem muab nwg tsuj ntawm rooj loog nwg txhad tuag lawm."},{"bible_id":"1216","chapter_code":"2KI.8","verse_code":"2KI.8.1","label":"1","content":"Yaav thau Elisa tau has rua tug puj kws nwg tsaa tug tub caj rov lug tas, “Koj hab koj tsev tuabneeg ca le tswv moog nyob rua ib qho kws mej nyob tau, vem yog Yawmsaub yuav ua kuas lub tebchaws nuav raug kev tshaib plaab xyaa xyoo.”"},{"bible_id":"1216","chapter_code":"2KI.8","verse_code":"2KI.8.2","label":"2","content":"Tug puj hov txhad le sawv tseeg ua lawv le Vaajtswv tug tuabneeg has. Nwg hab nwg tsev tuabneeg moog nyob rua huv Filixatee tebchaws tau xyaa xyoo."},{"bible_id":"1216","chapter_code":"2KI.8","verse_code":"2KI.8.3","label":"3","content":"Thaus taag xyaa xyoo lawd tug puj hov kuj tawm huv Filixatee tebchaws rov qaab lug hab moog thov nwg thaaj aav hab nwg lub tsev ntawm vaajntxwv rov lug."},{"bible_id":"1216","chapter_code":"2KI.8","verse_code":"2KI.8.4","label":"4","content":"Thaus ntawd vaajntxwv saamswm nrug Kehaxi kws yog Vaajtswv tug tuabneeg Elisa tug qhev sws thaam has tas, “Ca le qha rua kuv paub txug tej num luj huvsw kws Elisa tau ua.”"},{"bible_id":"1216","chapter_code":"2KI.8","verse_code":"2KI.8.5","label":"5","content":"Mas thaus Kehaxi saamswm has txug zaaj kws Elisa tau tsaa tug tuag caj rov qaab lug tes tug puj kws Elisa tau tsaa tug mivtub caj rov lug txawm tuaj thov nwg lub tsev hab nwg thaaj aav ntawm vaajntxwv. Tes Kehaxi txawm has tas, “Vaajntxwv kws yog kuv tug tswv, nuav yog tug puj hov ntaag hab nuav yog tug puj hov tug tub kws Elisa tau tsaa caj rov qaab lug ntaag.”"},{"bible_id":"1216","chapter_code":"2KI.8","verse_code":"2KI.8.6","label":"6","content":"Mas thaus vaajntxwv nug tug puj hov nwg kuj qha zaaj hov rua vaajntxwv. Vaajntxwv txhad khaiv ib tug num tswv paab tug puj hov, nwg has rua tug num tas, “Ca le thim txhua yaam kws yog tug puj nuav le, hab tej qoob loos huv thaaj teb hov txwj nub kws nwg tawm moog lawd lug txug nub nua huvsw rov rua nwg.”"},{"bible_id":"1216","chapter_code":"2KI.8","verse_code":"2KI.8.7","label":"7","content":"Elisa tuaj rua ntawm Ntamaxaka. Cov Alaa tug vaajntxwv Npeehanta mob mas muaj tuabneeg moog has rua nwg tas, “Vaajtswv tug tuabneeg tuaj rua ntawm nuav.”"},{"bible_id":"1216","chapter_code":"2KI.8","verse_code":"2KI.8.8","label":"8","content":"Vaajntxwv has rua Haxa‑ee tas, “Ca le coj hov txhua chaw moog pub rua Vaajtswv tug tuabneeg kuas nwg nug Yawmsaub saib kuv yuav zoo tsw zoo.”"},{"bible_id":"1216","chapter_code":"2KI.8","verse_code":"2KI.8.9","label":"9","content":"Haxa‑ee txhad le moog ntswb tug xwbfwb hov hab coj txhua yaam hov txhua chaw huv lub nroog Ntamaxaka txaus plaub caug tug ntxhuav thauj moog pub rua nwg. Thaus Haxa‑ee moog txug, nwg moog sawv ntawm tug xwbfwb xubndag has tas, “Koj tug tub Npeehanta kws yog cov Alaa tug vaajntxwv khaiv kuv tuaj cuag koj tuaj nug koj tas nwg tug mob yuav zoo los tsw zoo.”"},{"bible_id":"1216","chapter_code":"2KI.8","verse_code":"2KI.8.10","label":"10","content":"Mas Elisa has rua nwg tas, “Ca le moog has rua nwg tas, ‘Koj tug mob yuav zoo taag,’ tassws Yawmsaub tub qha rua kuv tas nwg yuav tuag tag tag.”"},{"bible_id":"1216","chapter_code":"2KI.8","verse_code":"2KI.8.11","label":"11","content":"Elisa kuj saib ntsoov Haxa‑ee ua rua Haxa‑ee txaaj muag tes Vaajtswv tug tuabneeg txawm quaj."},{"bible_id":"1216","chapter_code":"2KI.8","verse_code":"2KI.8.12","label":"12","content":"Mas Haxa‑ee txawm nug tas, “Yawm hlub, ua caag koj yuav quaj?” Nwg teb tas, “Tsua qhov kuv paub tej xwm txheej phem kws koj yuav ua rua cov Yixayee. Koj yuav muab suavtawg hlawv puab tej chaw ruaj khov hab yuav xuas ntaaj tua puab tej tub hluas pov tseg hab yuav muab puab tej mivnyuas ntsawm tuag taag, hab muab puab tej quaspuj kws suab mivnyuas tej plaab phua.”"},{"bible_id":"1216","chapter_code":"2KI.8","verse_code":"2KI.8.13","label":"13","content":"Mas Haxa‑ee has tas, “Kuv kws yog koj tug qhev tsuas zoo taam le ib tug dev xwb, kuv tsua yog leejtwg es yuav ua tej xwm txheej kws luj le nuav?” Elisa teb tas, “Yawmsaub qha rua kuv tas koj yuav ua vaajntxwv kaav cov Alaa.”"},{"bible_id":"1216","chapter_code":"2KI.8","verse_code":"2KI.8.14","label":"14","content":"Tes Haxa‑ee txawm rov qaab ntawm Elisa lug rua ntawm nwg tug tswv mas vaajntxwv nug tas, “Elisa has le caag rua koj?” Nwg teb tas, “Elisa has tas koj tug mob yeej yuav zoo.”"},{"bible_id":"1216","chapter_code":"2KI.8","verse_code":"2KI.8.15","label":"15","content":"Mas taagkig tom qaab nwg txawm muab ib daim choj raus dej coj lug kauv vaajntxwv lub ntsej muag moog txug thaus vaajntxwv tuag. Mas Haxa‑ee txhad sawv ua vaajntxwv nyob nwg chaw."},{"bible_id":"1216","chapter_code":"2KI.8","verse_code":"2KI.8.16","label":"16","content":"Xyoo tswb kws Ahaj tug tub Yaulaa ua vaajntxwv kaav Yixayee mas Yehausafa tug tub Yehaulaa chiv ua vaajntxwv kaav Yuta."},{"bible_id":"1216","chapter_code":"2KI.8","verse_code":"2KI.8.17","label":"17","content":"Thaus Yehaulaa chiv ua vaajntxwv kaav hov nwg muaj peb caug ob xyoos, nwg nyob huv Yeluxalee kaav tau yim xyoo."},{"bible_id":"1216","chapter_code":"2KI.8","verse_code":"2KI.8.18","label":"18","content":"Nwg taug nraim cov Yixayee tej vaajntxwv tug neev taw, yog ua lawv le Ahaj caaj ceg, vem yog nwg yuav Ahaj tug ntxhais ua quaspuj. Tej kws nwg ua mas Yawmsaub pum tas phem kawg le."},{"bible_id":"1216","chapter_code":"2KI.8","verse_code":"2KI.8.19","label":"19","content":"Txawm le caag los Yawmsaub yeej tsw ua rua Yuta puam tsuaj taag vem yog saib rua nwg tug qhev Tavi tsua qhov nwg tub cog lug tseg rua Tavi tas nwg yuav pub ib lub teeb ci rua Tavi hab rua Tavi caaj ceg moog ib txhws le."},{"bible_id":"1216","chapter_code":"2KI.8","verse_code":"2KI.8.20","label":"20","content":"Ntu kws Yehaulaa ua vaajntxwv mas Entoo faav xeeb rua Yuta hab tsaa dua ib tug vaajntxwv kaav puab."},{"bible_id":"1216","chapter_code":"2KI.8","verse_code":"2KI.8.21","label":"21","content":"Mas Yehaulaa txhad coj nwg tej tsheb ua rog huvsw hlaa moog txug ncua Xa‑i. Thaus mo ntuj Yehaulaa hab nwg cov thawj kws kaav cov tsheb ua rog txawm ntaus cov Entoo kws vej nwg, tassws nwg cov tub rog ca le tswv moog tsev taag lawm."},{"bible_id":"1216","chapter_code":"2KI.8","verse_code":"2KI.8.22","label":"22","content":"Cov Entoo txhad faav xeeb tsw zwm rua cov Yuta lug txug naj nub nwgnuav. Hab lub swjhawm hov lub moos Lina kuj faav xeeb rua Yuta."},{"bible_id":"1216","chapter_code":"2KI.8","verse_code":"2KI.8.23","label":"23","content":"Lwm yaam num kws Yehaulaa ua hab txhua yaam kws nwg ua mas tub muab sau ca rua huv phoo ntawv kws has txug Yuta tej vaajntxwv le keeb kwm."},{"bible_id":"1216","chapter_code":"2KI.8","verse_code":"2KI.8.24","label":"24","content":"Yehaulaa kuj tuag moog nrug nwg tej laug nyob. Puab muab nwg log nrug nwg tej laug rua huv Tavi lub nroog, mas nwg tug tub Ahaxiya sawv nwg chaw ua vaajntxwv kaav."},{"bible_id":"1216","chapter_code":"2KI.8","verse_code":"2KI.8.25","label":"25","content":"Xyoo kaum ob kws Ahaj tug tub Yaulaa ua vaajntxwv kaav Yixayee mas Yuta tug vaajntxwv Yehaulaa tug tub Ahaxiya chiv ua vaajntxwv kaav."},{"bible_id":"1216","chapter_code":"2KI.8","verse_code":"2KI.8.26","label":"26","content":"Thaus Ahaxiya chiv kaav hov nwg muaj neeg nkaum ob xyoos, nwg nyob huv Yeluxalee kaav tau ib xyoos. Nwg nam npe hu ua Athaliya, yog cov Yixayee tug vaajntxwv Ooli le xeeb ntxwv."},{"bible_id":"1216","chapter_code":"2KI.8","verse_code":"2KI.8.27","label":"27","content":"Ahaxiya taug nraim Ahaj caaj ceg tug neev taw hab ua tej kws Yawmsaub pum tas phem kawg ib yaam le Ahaj caaj ceg ua, tsua qhov nwg yog Ahaj tug vauv le tub."},{"bible_id":"1216","chapter_code":"2KI.8","verse_code":"2KI.8.28","label":"28","content":"Ahaxiya nrug Ahaj tug tub Yaulaa moog ua rog rua cov Alaa tug vaajntxwv Haxa‑ee ntawm Lamau Kile‑a, mas cov Alaa tua raug Yaulaa mob."},{"bible_id":"1216","chapter_code":"2KI.8","verse_code":"2KI.8.29","label":"29","content":"Yaulaa txawm rov qaab moog khu mob rua ntawm lub moos Yile‑ee, yog moog khu qhov mob kws nwg raug cov Alaa tua ntawm Lama  rua thaus nwg ua rog rua Alaa tug vaajntxwv Haxa‑ee. Mas Yehaulaa tug tub Ahaxiya kws ua vaajntxwv kaav Yuta txhad moog saib Ahaj tug tub Yaulaa rua huv lub moos Yile‑ee vem yog Yaulaa raug mob."},{"bible_id":"1216","chapter_code":"2KI.9","verse_code":"2KI.9.1","label":"1","content":"Elisa kws cev Vaajtswv lug hu paab xwbfwb kws cev Vaajtswv lug ib tug lug hab has rua nwg tas, “Ca le qaws lub tsho rua ntawm duav hab muab ib fwj roj coj moog rua ntawm lub moos Lamau Kile‑a."},{"bible_id":"1216","chapter_code":"2KI.9","verse_code":"2KI.9.2","label":"2","content":"Thaus koj moog txug lawd, mas nrhav Yehu kws yog Yehausafa tug tub hab yog Nisi tug xeeb ntxwv. Ca le cuag nkaus nwg hab coj nwg tawm ntawm nwg cov phoojywg moog hab coj nwg moog rua chaav tsev huv plawv."},{"bible_id":"1216","chapter_code":"2KI.9","verse_code":"2KI.9.3","label":"3","content":"Mas muab fwj roj laub ywg nwg taubhau hab has tas, ‘Yawmsaub has le nuav tas, Kuv tsaa koj ua vaajntxwv kaav Yixayee.’ Tes ca le qheb hlo qhov rooj tawm tswv moog tsw xob tog.”"},{"bible_id":"1216","chapter_code":"2KI.9","verse_code":"2KI.9.4","label":"4","content":"Tug hluas kws cev Vaajtswv lug hov moog rua ntawm lub moos Lamau Kile‑a."},{"bible_id":"1216","chapter_code":"2KI.9","verse_code":"2KI.9.5","label":"5","content":"Thaus nwg moog txug na cav cov thawj kws kaav tub rog saamswm sablaaj, mas nwg txawm has tas, “Yawm hlub, kuv muaj xuv yuav has rua koj.” Yehu has tas, “Has rua peb cov leejtwg?” Nwg teb tas, “Yawm hlub, has rua koj ntaag.”"},{"bible_id":"1216","chapter_code":"2KI.9","verse_code":"2KI.9.6","label":"6","content":"Tes Yehu txawm sawv tseeg moog rua huv tsev. Tug hluas hov txawm laub roj rua sau Yehu taubhau hab has rua nwg tas, “Yawmsaub kws yog cov Yixayee tug Vaajtswv has le nuav tas, ‘Kuv tsaa koj ua vaajntxwv kaav Yawmsaub haiv tuabneeg Yixayee."},{"bible_id":"1216","chapter_code":"2KI.9","verse_code":"2KI.9.7","label":"7","content":"Koj yuav tsum muab koj tug tswv Ahaj caaj ceg ntxuav pov tseg, sub kuv txhad le pauj tau qhov kws Yexenpee muab kuv cov tub qhe kws cev kuv le lug hab Yawmsaub cov tub qhe suavdawg tej ntshaav nchuav pov tseg."},{"bible_id":"1216","chapter_code":"2KI.9","verse_code":"2KI.9.8","label":"8","content":"Ahaj caaj ceg huvsw yuav puam tsuaj taag. Kuv yuav txav txhua tug txwvneej tsw has cov kws ua qhev hab cov kws tsw ua qhev huv cov Yixayee kuas tu noob nrho ntawm Ahaj."},{"bible_id":"1216","chapter_code":"2KI.9","verse_code":"2KI.9.9","label":"9","content":"Kuv yuav ua rua Ahaj caaj ceg ib yaam le ua rua Nenpa tug tub Yelaunpau‑aa caaj ceg hab ib yaam le ua rua Ahiya tug tub Npa‑asa caaj ceg."},{"bible_id":"1216","chapter_code":"2KI.9","verse_code":"2KI.9.10","label":"10","content":"Hab dev yuav noj Yexenpee rua huv nwg lub vaaj ntawm lub moos Yile‑ee, hab yuav tsw muaj leejtwg muab nwg log.’ ” Tes tug hluas hov txawm qheb hlo qhov rooj tawm tswv moog lawm."},{"bible_id":"1216","chapter_code":"2KI.9","verse_code":"2KI.9.11","label":"11","content":"Thaus Yehu tawm lug rua ntawm nwg tug tswv cov thawj rog, puab txawm has rua nwg tas, “Txhua yaam puavleej zoo lov? Tug tuabneeg vwm hov tuaj cuag koj ua daabtsw?” Yehu has tas, “Mej yeej paub tug yawm hov hab paub tas nwg has lug zoo le caag.”"},{"bible_id":"1216","chapter_code":"2KI.9","verse_code":"2KI.9.12","label":"12","content":"Puab teb tas, “Koj daag xwb, ca le qha rua peb nwgnuav.” Nwg txhad has tas, “Tug hov has le nuav rua kuv tas, ‘Yawmsaub has le nuav tas, Kuv tsaa koj ua vaajntxwv kaav cov Yixayee.’ ”"},{"bible_id":"1216","chapter_code":"2KI.9","verse_code":"2KI.9.13","label":"13","content":"Tes puab txhua tug txawm hle pes hlo cov tsho ntev lug pua cov qaib ntai kws do cuas rua Yehu nyob, hab puab tshuab raaj kub yaaj tshaaj tawm tas, “Yehu ua vaajntxwv lawm lauj!”"},{"bible_id":"1216","chapter_code":"2KI.9","verse_code":"2KI.9.14","label":"14","content":"Yog le nuav Yehu kws yog Yehausafa tug tub, kws yog Nisi le xeeb ntxwv, txhad tuav huv tawm tsaam Yaulaa. (Lub swjhawm hov Yaulaa hab cov Yixayee suavdawg tub tawm moog tiv thaiv Alaa tug vaajntxwv Haxa‑ee rua ntawm lub moos Lamau Kile‑a,"},{"bible_id":"1216","chapter_code":"2KI.9","verse_code":"2KI.9.15","label":"15","content":"tassws vaajntxwv Yaulaa rov lug khu mob rua huv lub moos Yile‑ee lawm vem yog cov Alaa tua raug nwg mob rua thaus nwg ua rog rua cov Alaa tug vaajntxwv Haxa‑ee.) Yehu txhad has tas, “Yog mej xaav le nuav, tsw xob ca leejtwg nyag kev tawm huv lub moos nuav moog has xuv rua huv lub moos Yile‑ee.”"},{"bible_id":"1216","chapter_code":"2KI.9","verse_code":"2KI.9.16","label":"16","content":"Tes Yehu txawm nce nwg lub tsheb ua rog caij moog rua lub moos Yile‑ee, tsua qhov Yaulaa pw hov ntawd. Hab Yuta tug vaajntxwv Ahaxiya tuaj saib Yaulaa rua hov ntawd."},{"bible_id":"1216","chapter_code":"2KI.9","verse_code":"2KI.9.17","label":"17","content":"Tug faaj xwm sawv sau lub moos Yile‑ee lub chaw tsom faaj, pum Yehu paab tuabneeg tuaj tes txawm has tas, “Kuv pum ib paab tuabneeg tuaj.” Yaulaa has tas, “Ca le khaiv ib tug tub rog caij neeg moog cuag puab nug puab tas, ‘Mej tuaj txujkev thaaj yeeb lov?’ ”"},{"bible_id":"1216","chapter_code":"2KI.9","verse_code":"2KI.9.18","label":"18","content":"Ib tug tub rog caij neeg txawm moog ntswb Yehu hab has tas, “Vaajntxwv has le nuav tas, ‘Koj tuaj txujkev thaaj yeeb lov?’ ” Yehu teb tas, “Koj ntswg txug kev thaaj yeeb ua daabtsw? Koj ca le tig hlo caij neeg lawv kuv qaab xwb.” Tug faaj xwm ceeb toom tas, “Tug kws xaa xuv moog txug puab lawm, kuas nwg tsw rov lug.”"},{"bible_id":"1216","chapter_code":"2KI.9","verse_code":"2KI.9.19","label":"19","content":"Vaajntxwv txhad khaiv dua ib tug tub rog caij neeg moog. Tug hov moog txug puab hab has tas, “Vaajntxwv has le nuav tas, ‘Mej tuaj txujkev thaaj yeeb lov?’ ” Yehu teb tas, “Koj ntswg txug kev thaaj yeeb ua daabtsw? Koj ca le tig hlo caij neeg lawv kuv qaab.”"},{"bible_id":"1216","chapter_code":"2KI.9","verse_code":"2KI.9.20","label":"20","content":"Tug faaj xwm ceeb toom dua ib zag tas, “Tug hov moog txug puab lawm, kuas nwg tsw rov lug. Hab tug cujpwm tsaav tsheb hov saib zoo yaam le yog Nisi tug tub Yehu tug cujpwm, tsua qhov tsaav nrawm heev.”"},{"bible_id":"1216","chapter_code":"2KI.9","verse_code":"2KI.9.21","label":"21","content":"Yaulaa has tas, “Ca le npaaj kuas txhwj.” Puab txawm npaaj Yaulaa lub tsheb ua rog. Mas Yixayee tug vaajntxwv Yaulaa hab Yuta tug vaajntxwv Ahaxiya nyag caij nyag lub tsheb ua rog tawm moog ntswb Yehu ntawm Nanpau kws yog tuabneeg Yile‑ee thaaj teb."},{"bible_id":"1216","chapter_code":"2KI.9","verse_code":"2KI.9.22","label":"22","content":"Mas thaus Yaulaa pum Yehu, nwg has tas, “Yehu, muaj kev thaaj yeeb lov?” Yehu teb tas, “Yuav muaj kev thaaj yeeb tau le caag rua thaus koj nam Yexenpee tseed deev daab ua khawv koob yeeg swv ntau npaum le nuav?”"},{"bible_id":"1216","chapter_code":"2KI.9","verse_code":"2KI.9.23","label":"23","content":"Tes Yaulaa txawm nqug xauv neeg tig hlo tswv hab has rua Ahaxiya tas, “Au Ahaxiya, puab faav xeeb lawm lauj!”"},{"bible_id":"1216","chapter_code":"2KI.9","verse_code":"2KI.9.24","label":"24","content":"Tes Yehu txawm nqug neev nti kawg zug hlo tua moog raug Yaulaa ntawm ob lub xub pwg kem nruab nraab. Raab xub chob nplho nwg lub plawv nwg txhad qaug ntawg rua huv nwg lub tsheb ua rog."},{"bible_id":"1216","chapter_code":"2KI.9","verse_code":"2KI.9.25","label":"25","content":"Yehu has rua Npikha kws nqaa nwg tej cuab yeej tas, “Ca le nqaa Yaulaa lub cev moog nrum rua huv Nanpau kws yog tuabneeg Yile‑ee thaaj teb. Ca le ncu ntsoov txug thaus ib caij neeg lawv nwg txwv Ahaj qaab moog, Yawmsaub has tej lug nuav txug nwg has tas,"},{"bible_id":"1216","chapter_code":"2KI.9","verse_code":"2KI.9.26","label":"26","content":"‘Kuv tub pum Nanpau hab nwg tej tub ki tej ntshaav rua naag lawm. Kuv yuav ua pauj rua koj rua huv thaaj teb nuav ntaag. Yawmsaub has le nuav ntaag.’  Yog le nuav ca le muab nwg nqaa nrum rua huv thaaj teb nuav lawv le Yawmsaub tej lug.”"},{"bible_id":"1216","chapter_code":"2KI.9","verse_code":"2KI.9.27","label":"27","content":"Thaus Yuta tug vaajntxwv Ahaxiya pum le hov nwg txawm tswv moog rua lub moos Npehakaa. Tes Yehu txawm lawv qaab moog hab has tas, “Ca le tua nwg hab,” mas puab txawm tua nwg huv lub tsheb ua rog rua ntawm ntu kev kws hlaa lub roob Ku kws ze ntawm Ile‑aa. Mas nwg txawm tswv txug lub moos Mekintau hab tuag rua hov ntawd lawm."},{"bible_id":"1216","chapter_code":"2KI.9","verse_code":"2KI.9.28","label":"28","content":"Nwg cov tub teg tub taw txhad muab nwg lub cev tuag rua tsheb ua rog thauj moog rua Yeluxalee hab muab log rua huv nwg lub qhov ntxaa nrug nwg tej laug ua ke huv Tavi lub nroog."},{"bible_id":"1216","chapter_code":"2KI.9","verse_code":"2KI.9.29","label":"29","content":"Xyoo kaum ib kws Ahaj tug tub Yaulaa ua vaajntxwv kaav mas Ahaxiya chiv ua vaajntxwv kaav Yuta."},{"bible_id":"1216","chapter_code":"2KI.9","verse_code":"2KI.9.30","label":"30","content":"Thaus Yehu tuaj txug lub moos Yile‑ee, Yexenpee kuj nov lawm. Nwg txhad pleev qhov muag kaim zoj hab qaws plaubhau kuas zoo nkauj xauj ntawm qhov rais moog."},{"bible_id":"1216","chapter_code":"2KI.9","verse_code":"2KI.9.31","label":"31","content":"Thaus Yehu nkaag rooj loog lug Yexenpee txawm has tas, “Koj kws tua koj tug tswv, koj kws zoo le Xili,  koj tuaj ua kev thaaj yeeb lov?”"},{"bible_id":"1216","chapter_code":"2KI.9","verse_code":"2KI.9.32","label":"32","content":"Yehu tsaa muag saib rua sau qhov rais hab has tas, “Leejtwg tuaj kuv tog? Leejtwg nej?” Muaj ob peb tug nraug saam xauj sau qhov rais tuaj rua nwg."},{"bible_id":"1216","chapter_code":"2KI.9","verse_code":"2KI.9.33","label":"33","content":"Nwg has tas, “Ca le muab tug puj kod nrum lug.” Puab txawm muab tug puj hov nrum lug. Nwg tej ntshaav ib txha txaws lu ntsaa loog hab lu tej neeg, mas tej neeg tsuj hlo sau nwg."},{"bible_id":"1216","chapter_code":"2KI.9","verse_code":"2KI.9.34","label":"34","content":"Tes Yehu txawm nkaag moog noj haus hab has tas, “Moog saib tug puj kws raug foom tsw zoo hov hab coj moog log tsua qhov nwg yog vaajntxwv le ntxhais.”"},{"bible_id":"1216","chapter_code":"2KI.9","verse_code":"2KI.9.35","label":"35","content":"Tassws thaus puab moog muab nwg log, puab pum tas tshuav lub taubhau hab tej teg taw xwb."},{"bible_id":"1216","chapter_code":"2KI.9","verse_code":"2KI.9.36","label":"36","content":"Thaus puab rov lug has rua Yehu, nwg has tas, “Tej nuav yog Yawmsaub tej lug kws nwg kuas nwg tug qhev Eliya kws yog tuabneeg huv Thinpi has tas, Dev yuav noj Yexenpee cev nqaj rua huv Yile‑ee le kaav xyuam,"},{"bible_id":"1216","chapter_code":"2KI.9","verse_code":"2KI.9.37","label":"37","content":"hab Yexenpee lub cev tuag yuav zoo le tej quav tsaj rua sau npoo aav tom tej teb ntawm Yile‑ee le kaav xyuam, tsw muaj leejtwg has tau tas, ‘Nuav yog Yexenpee.’ ”"},{"bible_id":"1216","chapter_code":"2KI.10","verse_code":"2KI.10.1","label":"1","content":"Ahaj muaj xyaa caum tug tub nyob huv Xamali. Yehu txawm sau ib tsaab ntawv xaa moog rua Xamali xaa moog rua cov num tswv kws kaav lub nroog hab rua cov kev txwj quas laug hab xaa moog rua cov kws zuv hab tu Ahaj cov tub has tas,"},{"bible_id":"1216","chapter_code":"2KI.10","verse_code":"2KI.10.2","label":"2","content":"“Vem yog vaajntxwv cov tub nrug mej nyob hab vem mej muaj tsheb ua rog muaj neeg hab mej nyob huv lub nroog kws muaj ntsaa loog hab mej muaj cuab yeej ua rog mas thaus tsaab ntawv nuav tuaj txug mej,"},{"bible_id":"1216","chapter_code":"2KI.10","verse_code":"2KI.10.3","label":"3","content":"mej ca le xaiv vaajntxwv ib tug tub kws zoo kawg nkaus hab tswm txaj kawg nkaus tsaa lug ua vaajntxwv nyob nwg txwv chaw es tuaj ua rog paab mej tug vaajntxwv caaj ceg.”"},{"bible_id":"1216","chapter_code":"2KI.10","verse_code":"2KI.10.4","label":"4","content":"Tassws puab suavdawg ntshai kawg le, puab has tas, “Swm saib, ob tug vaajntxwv hov tub tiv tsw tau nwg es peb yuav ua le caag tiv tau nwg?”"},{"bible_id":"1216","chapter_code":"2KI.10","verse_code":"2KI.10.5","label":"5","content":"Tug kws tswjfwm vaajntxwv lub vaaj tse hab tug kws kaav lub nroog hab cov kev txwj quas laug hab cov kws zuv hab tu vaajntxwv cov tub txhad xaa xuv tuaj has rua Yehu tas, “Peb yog koj le qhev hab peb yuav ua txhua yaam lawv le kws koj has. Peb yuav tsw tsaa ib tug twg ua vaajntxwv le. Koj ca le ua lawv le koj pum zoo.”"},{"bible_id":"1216","chapter_code":"2KI.10","verse_code":"2KI.10.6","label":"6","content":"Mas Yehu sau dua ib tsaab ntawv moog rua puab has tas, “Yog mej tuaj kuv tog hab yog mej yuav noog kuv has, mas pigkig lub swjhawm nuav mej ca le coj mej tug vaajntxwv cov tub le taubhau tuaj cuag kuv ntawm Yile‑ee.” Vaajntxwv xyaa caum leej tub tseed nrug cov kws ua hlub huv lub nroog nyob ua ke, yog cov kws tu cov tub hov hlub."},{"bible_id":"1216","chapter_code":"2KI.10","verse_code":"2KI.10.7","label":"7","content":"Mas thaus Yehu tsaab ntawv tuaj txug puab, puab ca le nteg vaajntxwv xyaa caum leej tub muab tua ua ke huvsw, muab cov taubhau tso huv tawb xaa moog rua Yehu ntawm lub moos Yile‑ee."},{"bible_id":"1216","chapter_code":"2KI.10","verse_code":"2KI.10.8","label":"8","content":"Thaus tug kws xaa xuv lug has rua Yehu tas, “Puab coj vaajntxwv xyaa caum leej tub le taubhau lug lawm lauj.” Yehu has tas, “Ca le muab cov taubhau tib ua ob pawg rua ntawm txujkev kws nkaag rua huv rooj loog.”"},{"bible_id":"1216","chapter_code":"2KI.10","verse_code":"2KI.10.9","label":"9","content":"Taagkig sawv ntxuv Yehu txawm tawm moog sawv ntawd has rua cov pejxeem suavdawg tas, “Mej tsw txhum, yog kuv faav xeeb rua kuv tug vaajntxwv hab muab nwg tua pov tseg. Tassws leejtwg tua cov tuabneeg nuav?"},{"bible_id":"1216","chapter_code":"2KI.10","verse_code":"2KI.10.10","label":"10","content":"Ca le paub tas tej lug kws Yawmsaub has txug Ahaj caaj ceg yuav tsw poob ib lus rua huv aav le. Tsua qhov Yawmsaub ua lawv le kws nwg kuas nwg tug qhev Eliya has.”"},{"bible_id":"1216","chapter_code":"2KI.10","verse_code":"2KI.10.11","label":"11","content":"Yehu txhad le tua Ahaj caaj ceg kws tshuav nyob huv Yile‑ee txhua tug, hab tua nwg cov kws ua hlub txhua tug hab nwg cov kwvluag hab nwg cov pov thawj, mas tsw tshuav ib tug dim le."},{"bible_id":"1216","chapter_code":"2KI.10","verse_code":"2KI.10.12","label":"12","content":"Yehu txawm sawv kev moog rua lub nroog Xamali. Thaus nwg nyob ntawm Npe‑ekhe kws yog cov tuabneeg yug yaaj lub zog,"},{"bible_id":"1216","chapter_code":"2KI.10","verse_code":"2KI.10.13","label":"13","content":"Yehu ntswb Yuta tug vaajntxwv Ahaxiya cov kwvtij mas nug tas, “Mej yog leejtwg?” Puab teb tas, “Peb yog Ahaxiya le kwvtij. Peb tuaj saib vaajntxwv cov tub hab saib vaajntxwv nam cov tub.”"},{"bible_id":"1216","chapter_code":"2KI.10","verse_code":"2KI.10.14","label":"14","content":"Tes Yehu txawm has tas, “Ca le nteg cov tuabneeg hov.” Puab ca le nteg cov tuabneeg hov hab muab tua rua ntawm lub qhov Npe‑ekhe, huvsw muaj plaub caug ob leeg tsw tseg ib tug le."},{"bible_id":"1216","chapter_code":"2KI.10","verse_code":"2KI.10.15","label":"15","content":"Thaus Yehu tawm hov ntawd moog mas nwg ntswb Lekhaj tug tub Yehaunanta tuaj cuag nwg, mas Yehu kuj fem nwg has rua nwg tas, “Koj lub sab xaav ib yaam le kuv lub sab hab lov?” Yehaunanta teb tas, “Xaav ib yaam nkaus.” Yehu has tas, “Yog xaav ib yaam nkaus mas cev teg tuaj rua kuv.” Nwg txhad cev teg tuaj mas Yehu txhad coj nwg nce rua sau lub tsheb ua rog."},{"bible_id":"1216","chapter_code":"2KI.10","verse_code":"2KI.10.16","label":"16","content":"Yehu has tas, “Nrug kuv moog hab saib kuv lub sab kws kub quas lug rua Yawmsaub.” Yehu txhad ca Lekhaj nrug nwg caij lub tsheb ua rog moog."},{"bible_id":"1216","chapter_code":"2KI.10","verse_code":"2KI.10.17","label":"17","content":"Thaus Yehu moog txug ntawm Xamali nwg txhad muab Ahaj caaj ceg kws tseed tshuav huv Xamali tua pov tseg, ua rua puab puam tsuaj taag lawv le tej lug kws Yawmsaub has rua Eliya."},{"bible_id":"1216","chapter_code":"2KI.10","verse_code":"2KI.10.18","label":"18","content":"Yehu txawm hu cov pejxeem suavdawg tuaj txoos ua ke hab has rua puab tas, “Ahaj pe hawm Npa‑aa miv miv xwb tassws Yehu yuav pe hawm Npa‑aa luj heev."},{"bible_id":"1216","chapter_code":"2KI.10","verse_code":"2KI.10.19","label":"19","content":"Ca le hu cov txwv neeb kws cev daab Npa‑aa le lug hab cov kws pe daab Npa‑aa hab cov txwv neeb txwv yaig suavdawg tuaj cuag kuv tsw xob tseg ib tug le, tsua qhov kuv yuav ua kevcai xyeem hov txhua chaw luj kawg le rua daab Npa‑aa. Yog leejtwg tsw tuaj mas yuav tsw muaj txujsa nyob.” Qhov tseeb tub yog Yehu ntxag kuas tuaj sub txhad ua tau rua cov kws pe daab Npa‑aa puam tsuaj."},{"bible_id":"1216","chapter_code":"2KI.10","verse_code":"2KI.10.20","label":"20","content":"Hab Yehu has kuas npaaj tuaj txoos ua ke ua kevcai pe hawm Npa‑aa. Puab txhad tshaaj tawm hu kuas tuaj txoos ua ke."},{"bible_id":"1216","chapter_code":"2KI.10","verse_code":"2KI.10.21","label":"21","content":"Yehu txhad khaiv tuabneeg moog hu thoob plawg huv cov Yixayee mas cov kws pe daab Npa‑aa kuj tuaj taag nrho huvsw tsw tshuav ib tug le. Puab kuj tuaj nkaag moog rua huv lub tsev teev daab Npa‑aa, lub tsev teev daab Npa‑aa puv nkaus txwv quas qev."},{"bible_id":"1216","chapter_code":"2KI.10","verse_code":"2KI.10.22","label":"22","content":"Yehu has rua tug kws saib tej tsoog tsho tas, “Ca le muab cov tsho rua txhua tug kws pe daab Npa‑aa naav.” Tes nwg txawm coj tsho lug pub rua suavdawg naav."},{"bible_id":"1216","chapter_code":"2KI.10","verse_code":"2KI.10.23","label":"23","content":"Tes Yehu hab Lekhaj tug tub Yehaunanta txawm nkaag rua huv lub tsev teev daab Npa‑aa mas has rua cov kws pe daab Npa‑aa tas, “Ca le txheeb saib puas muaj cov kws pe hawm Yawmsaub nyob huv mej cov kod, tsuas yuav cov kws pe daab Npa‑aa xwb.”"},{"bible_id":"1216","chapter_code":"2KI.10","verse_code":"2KI.10.24","label":"24","content":"Ob tug kuj nkaag moog ua kevcai tua tsaj xyeem hab ua kevcai hlawv xyeem. Yehu tub tso yim caum leej nyob saab nrau lawm mas has tas, “Yog leejtwg tso ib tug twg kws kuv muab rua huv mej txhais teg lawd tswv dim mas tug hov yuav tuag theej tug ntawd.”"},{"bible_id":"1216","chapter_code":"2KI.10","verse_code":"2KI.10.25","label":"25","content":"Thaus Yehu ua kevcai hlawv xyeem taag Yehu has rua cov tub rog kws zuv Yehu hab cov thawj rog tas, “Ca le nkaag moog, muab puab tua tsw xob ca dim ib tug le.” Puab txawm xuas ntaaj tua cov tuabneeg hov huvsw taag. Cov tub rog kws zuv vaajntxwv hab cov thawj rog hov kuj muab cov cev tuag nrum rua saab nrau, hab puab nkaag moog rua chaav tsev huv plawv."},{"bible_id":"1216","chapter_code":"2KI.10","verse_code":"2KI.10.26","label":"26","content":"Puab muab tug ncej teev daab huv lub tsev daab Npa‑aa rhu lug hlawv pov tseg."},{"bible_id":"1216","chapter_code":"2KI.10","verse_code":"2KI.10.27","label":"27","content":"Hab puab muab tug ncej teev daab Npa‑aa hab lub tsev daab Npa‑aa ua puam tsuaj taag huvsw mas muab ua lub tsev tso quav lug txug naj nub nwgnuav."},{"bible_id":"1216","chapter_code":"2KI.10","verse_code":"2KI.10.28","label":"28","content":"Yehu muab daab Npa‑aa ntxuav tawm taag huv cov Yixayee le kws has nuav."},{"bible_id":"1216","chapter_code":"2KI.10","verse_code":"2KI.10.29","label":"29","content":"Tassws Yehu tsw tseg Nenpa tug tub Yelaunpau‑aa tej kev txhum kws coj cov Yixayee ua txhum, yog ua tej txoov daab thaav nyuj kub kws nyob huv lub moos Npe‑ee hab nyob huv lub moos Ntaaj."},{"bible_id":"1216","chapter_code":"2KI.10","verse_code":"2KI.10.30","label":"30","content":"Mas Yawmsaub has rua Yehu tas, “Vem yog koj tau ua zoo lawv le kuv nyam hab lawv le kuv pum zoo hab tau ua rua Ahaj caaj ceg txhua yaam lawv le kuv lub sab xaav, mas koj hab koj caaj ceg yuav tau nyob sau cov Yixayee lub zwm txwv moog txug plaub tam.”"},{"bible_id":"1216","chapter_code":"2KI.10","verse_code":"2KI.10.31","label":"31","content":"Tassws Yehu tsw ceev faaj ua lawv le Yawmsaub kws yog cov Yixayee tug Vaajtswv txuj kevcai kuas kawg sab kawg ntsws, nwg tsw tseg Yelaunpau‑aa tej kev txhum kws coj cov Yixayee ua txhum."},{"bible_id":"1216","chapter_code":"2KI.10","verse_code":"2KI.10.32","label":"32","content":"Ncua swjhawm hov Yawmsaub txawm chiv rhu cov Yixayee tebchaws qee thaaj zuj zug lawm. Haxa‑ee txhad ntaus yeej Yixayee tebchaws rua txhua qhov,"},{"bible_id":"1216","chapter_code":"2KI.10","verse_code":"2KI.10.33","label":"33","content":"txwj ntawm tug dej Yalatee saab nub tuaj thoob plawg Kile‑a tebchaws, yog Kas hab Lunpee hab Manaxe tebchaws, yog txwj nrho Alau‑aw kws nyob ntawm ntug dej Anoo kws yog Kile‑a hab Npasaa tebchaws."},{"bible_id":"1216","chapter_code":"2KI.10","verse_code":"2KI.10.34","label":"34","content":"Lwm yaam num kws Yehu ua hab txhua yaam kws nwg ua hab nwg tug peevxwm huvsw mas tub muab sau ca rua huv phoo ntawv kws has txug Yixayee tej vaajntxwv le keeb kwm."},{"bible_id":"1216","chapter_code":"2KI.10","verse_code":"2KI.10.35","label":"35","content":"Yehu txawm tuag moog nrug nwg tej laug nyob, mas puab muab nwg log rua huv lub nroog Xamali. Mas nwg tug tub Yehau‑aha sawv nwg chaw ua vaajntxwv kaav."},{"bible_id":"1216","chapter_code":"2KI.10","verse_code":"2KI.10.36","label":"36","content":"Yehu nyob huv Xamali kaav Yixayee tau neeg nkaum yim xyoo."},{"bible_id":"1216","chapter_code":"2KI.11","verse_code":"2KI.11.1","label":"1","content":"Thaus Athaliya kws yog Ahaxiya nam pum tas nwg tug tub tuag lawm tes nwg txawm sawv tseeg tua vaajntxwv caaj ceg huvsw pov tseg."},{"bible_id":"1216","chapter_code":"2KI.11","verse_code":"2KI.11.2","label":"2","content":"Tassws vaajntxwv Yehaulaa tug ntxhais Yehausenpa kws yog Ahaxiya tug muam tau coj Ahaxiya tug tub Yau‑as nyag tswv tawm huv vaajntxwv cov tub kws yuav raug tua moog lawm. Nwg muab Yau‑as hab tug kws tu nwg zais rua huv ib lub txaaj pw. Nwg muab Yau‑as zais ntawm Athaliya le nuav, mas txhad tsw raug tua."},{"bible_id":"1216","chapter_code":"2KI.11","verse_code":"2KI.11.3","label":"3","content":"Yau‑as nrug nwg nyob tau rau xyoo, tswv nraim rua huv Yawmsaub lub tuam tsev rua ncua swjhawm kws Athaliya kaav lub tebchaws."},{"bible_id":"1216","chapter_code":"2KI.11","verse_code":"2KI.11.4","label":"4","content":"Xyoo kws xyaa Yehauyanta khaiv cov thawj rog kws kaav cov Khali  hab cov tub rog kws zuv vaajntxwv, kuas puab tuaj cuag nwg rua huv Yawmsaub lub tuam tsev. Mas nwg nrug puab sws cog lug hab kuas puab twv rua huv vaajntxwv lub tsev, mas nwg txhad coj vaajntxwv tug tub lug rua puab pum."},{"bible_id":"1216","chapter_code":"2KI.11","verse_code":"2KI.11.5","label":"5","content":"Mas nwg has rua puab tas, “Mej yuav tsum ua le nuav. Thaus mej tuaj ua num rua nub Xanpatau  mas paab ib moog zuv vaajntxwv tsev,"},{"bible_id":"1216","chapter_code":"2KI.11","verse_code":"2KI.11.6","label":"6","content":"paab ob zuv ntawm lub Rooj Loog Xuj hab paab peb zuv lub qhov rooj ntawm vaajntxwv qaum tsev."},{"bible_id":"1216","chapter_code":"2KI.11","verse_code":"2KI.11.7","label":"7","content":"Ob paab kws tau su rua nub Xanpatau ca le tuaj zuv Yawmsaub lub tuam tsev txhad zuv tau vaajntxwv."},{"bible_id":"1216","chapter_code":"2KI.11","verse_code":"2KI.11.8","label":"8","content":"Mej suavdawg yuav vej vaajntxwv hab txhua tug nyag tuav rawv nyag cuab yeej. Yog leejtwg txaav lug ze mej, ca le muab tua kag. Yuav tsum nrug nraim vaajntxwv rua thaus nwg tawm moog hab nwg nkaag lug.”"},{"bible_id":"1216","chapter_code":"2KI.11","verse_code":"2KI.11.9","label":"9","content":"Cov thawj rog kuj ua lawv le tug pov thawj Yehauyanta has txhua yaam. Nyag coj nyag cov tub rog tsw has cov kws yuav nkaag ua num rua nub Xanpatau hab cov kws yuav tawm ua num rua nub Xanaptau tuaj cuag tug pov thawj Yehauyanta."},{"bible_id":"1216","chapter_code":"2KI.11","verse_code":"2KI.11.10","label":"10","content":"Mas tug pov thawj muab vaajntxwv Tavi cov muv hab cov phaj hlau thaiv kws nyob huv Yawmsaub lub tuam tsev rua cov thawj rog."},{"bible_id":"1216","chapter_code":"2KI.11","verse_code":"2KI.11.11","label":"11","content":"Mas cov tub rog kws zuv vaajntxwv kuj tuav cuab yeej, txhua tug sawv nreg nreeg vej nkaus lub thaaj kws xyeem hab vej tug vaajntxwv rua ntawm lub tuam tsev saab peg saab nraag huvsw."},{"bible_id":"1216","chapter_code":"2KI.11","verse_code":"2KI.11.12","label":"12","content":"Tes Yehauyanta coj vaajntxwv tug tub tawm lug hab muab lub mom vaajntxwv rua ntoo hab muab daim ntawv ua vaajntxwv rua nwg hab tshaaj tawm tas nwg ua vaajntxwv hab muab roj laub ywg tsaa nwg. Puab npuaj teg has tas, “Thov kuas vaajntxwv muaj txujsa luj sav ntev.”"},{"bible_id":"1216","chapter_code":"2KI.11","verse_code":"2KI.11.13","label":"13","content":"Thaus Athaliya nov tej suab kws cov tub rog kws zuv vaajntxwv hab tej pejxeem qw nwg txawm moog rua ntawm cov pejxeem huv Yawmsaub lub tuam tsev."},{"bible_id":"1216","chapter_code":"2KI.11","verse_code":"2KI.11.14","label":"14","content":"Thaus nwg tsaa muag saib nwg pum tug vaajntxwv sawv ntawm tug ncej lawv le kevcai. Muaj cov thawj rog hab cov kws tshuab raaj xyu nyob ib saab ntawm vaajntxwv, hab cov pejxeem thoob tebchaws suavdawg zoo sab xyiv faab hab tshuab raaj xyu. Mas Athaliya kuj dua rhe nwg lub tsho qw has tas, “Faav xeeb lauj, faav xeeb lauj!”"},{"bible_id":"1216","chapter_code":"2KI.11","verse_code":"2KI.11.15","label":"15","content":"Pov thawj Yehauyanta txawm has rua cov thawj rog kws kaav cov tub rog has tas, “Ca le coj Athaliya tawm huv cov tub rog moog. Yog leejtwg lawv nwg qaab mas xuas ntaaj tua pov tseg.” Tsua qhov tug pov thawj has tas, “Tsw xob tua nwg rua huv Yawmsaub lub tuam tsev.”"},{"bible_id":"1216","chapter_code":"2KI.11","verse_code":"2KI.11.16","label":"16","content":"Puab txhad nteg nwg, mas nwg taug txujkev kws neeg nkaag rua huv vaajntxwv lub tsev tes nwg raug tua rua hov ntawd lawm."},{"bible_id":"1216","chapter_code":"2KI.11","verse_code":"2KI.11.17","label":"17","content":"Mas Yehauyanta kuas vaajntxwv hab cov pejxeem cog lug rua Yawmsaub tas puab yuav ua Yawmsaub haiv tuabneeg, hab nwg kuas vaajntxwv hab cov pejxeem sws cog lug ua ke."},{"bible_id":"1216","chapter_code":"2KI.11","verse_code":"2KI.11.18","label":"18","content":"Mas cov pejxeem thoob tebchaws suavdawg moog rua ntawm lub tsev daab Npa‑aa hab muab lub tsev hov rhuav pov tseg. Puab muab lub thaaj hab tej txoov daab Npa‑aa tsoo ua tej dwb daim taag, hab tua tug pov thawj Mathaa kws teev daab Npa‑aa rua ntawm tej thaaj ib saab. Hab tug pov thawj Yehauyanta tso tub rog zuv Yawmsaub lub tuam tsev."},{"bible_id":"1216","chapter_code":"2KI.11","verse_code":"2KI.11.19","label":"19","content":"Nwg coj cov thawj rog hab cov Khali hab cov tub rog kws zuv vaajntxwv hab cov pejxeem suavdawg, mas puab coj vaajntxwv nqeg ntawm Yawmsaub lub tuam tsev taug txujkev nkaag lub Rooj Loog Tub Rog Zuv Vaajntxwv moog txug vaajntxwv lub tsev. Mas Yau‑as kuj moog nyob sau vaajntxwv lub zwm txwv."},{"bible_id":"1216","chapter_code":"2KI.11","verse_code":"2KI.11.20","label":"20","content":"Cov pejxeem thoob tebchaws suavdawg zoo sab xyiv faab hab lub nroog kuj nyob tug yeeg rua thaus Athaliya raug xuas ntaaj tua rua ntawm vaajntxwv lub tsev lawm."},{"bible_id":"1216","chapter_code":"2KI.11","verse_code":"2KI.11.21","label":"21","content":"Thaus Yau‑as  chiv ua vaajntxwv kaav Yuta nwg noob nyoog muaj xyaa xyoo."},{"bible_id":"1216","chapter_code":"2KI.12","verse_code":"2KI.12.1","label":"1","content":"Xyoo xyaa kws Yehu ua vaajntxwv kaav Yixayee mas Yau‑as  chiv ua vaajntxwv kaav, nwg nyob huv Yeluxalee kaav tau plaub caug xyoo. Nwg nam npe hu ua Xinpiya kws nyob huv Npe‑awsenpa."},{"bible_id":"1216","chapter_code":"2KI.12","verse_code":"2KI.12.2","label":"2","content":"Yau‑as ua tej kws Yawmsaub pum tas zoo taag nwg swm neej vem yog tug pov thawj Yehauyanta tau qhuab qha nwg."},{"bible_id":"1216","chapter_code":"2KI.12","verse_code":"2KI.12.3","label":"3","content":"Txawm le caag los nwg kuj tsw rhuav tej chaw sab teev daab, tes cov pejxeem tseed xyeem tsaj rua daab hab hlawv moov xyaab rua sau tej chaw sab hov."},{"bible_id":"1216","chapter_code":"2KI.12","verse_code":"2KI.12.4","label":"4","content":"Yau‑as has rua cov pov thawj tas, “Cov nyaj kws pub ua dawb huv kws coj tuaj rua huv Yawmsaub lub tuam tsev huvsw, yog tej kws sau ntawm quas leej tuabneeg, tsw has tej nyaj kws kuas txhua tug them tuaj hab tej nyaj kws cov pejxeem zoo sab coj tuaj pub rua huv Yawmsaub lub tuam tsev,"},{"bible_id":"1216","chapter_code":"2KI.12","verse_code":"2KI.12.5","label":"5","content":"mas ca cov pov thawj txais tej nyaj ntawm txhua tug kws coj tuaj, hab ca puab muab coj lug khu lub tuam tsev lawv le puab pum tas cheem tsum yuav khu.”"},{"bible_id":"1216","chapter_code":"2KI.12","verse_code":"2KI.12.6","label":"6","content":"Tassws xyoo neeg nkaum peb kws Yau‑as ua vaajntxwv kaav mas cov pov thawj tsw tau khu lub tuam tsev hlo le."},{"bible_id":"1216","chapter_code":"2KI.12","verse_code":"2KI.12.7","label":"7","content":"Vem le hov vaajntxwv Yau‑as txhad le hu pov thawj Yehauyanta hab cov pov thawj tuaj mas has rua puab tas, “Ua caag mej tsw khu lub tuam tsev? Txwj nub nua moog tsw xob txais tej nyaj kws puab cev rua mej, ca le xaa tej nyaj hov moog khu lub tuam tsev.”"},{"bible_id":"1216","chapter_code":"2KI.12","verse_code":"2KI.12.8","label":"8","content":"Cov pov thawj txhad has hum tas tsw txais nyaj ntawm cov pejxeem dua le lawm hab has hum tas puab tsw khu lub tuam tsev lawm."},{"bible_id":"1216","chapter_code":"2KI.12","verse_code":"2KI.12.9","label":"9","content":"Mas pov thawj Yehauyanta txawm coj ib lub swb xaab tuaj, mas muab tho ib lub qho ntawm lub hau swb xaab, hab muab txawb rua ntawm lub thaaj ib saab yog thaus yug yuav nkaag huv Yawmsaub lub tuam tsev saab xws. Mas cov pov thawj kws zuv ntawm lub qhov rooj muab tej nyaj kws coj tuaj rua huv Yawmsaub lub tuam tsev tso rua huv lub swb xaab hov."},{"bible_id":"1216","chapter_code":"2KI.12","verse_code":"2KI.12.10","label":"10","content":"Thaus puab pum tas muaj nyaj ntau huv lub swb xaab lawm mas tug kws sau ntawv rua vaajntxwv hab tug tuam pov thawj hlub le tuaj suav tej nyaj hov hab muab cov nyaj kws muaj huv Yawmsaub lub tuam tsev ntim naab paav ncauj ca."},{"bible_id":"1216","chapter_code":"2KI.12","verse_code":"2KI.12.11","label":"11","content":"Puab muab cov nyaj kws kiv taag hov rua cov tub zug kws tu Yawmsaub lub tuam tsev txhais teg, puab le them rua cov Kws ntoo hab cov tub zug kws ua num khu Yawmsaub lub tuam tsev,"},{"bible_id":"1216","chapter_code":"2KI.12","verse_code":"2KI.12.12","label":"12","content":"hab muab rua cov Kws txhwm pob zeb hab cov Kws txaam pob zeb, hab swv yuav ntoo hab tej pob zeb kws txhwm tau lawd lug khu Yawmsaub lub tuam tsev hab swv rua txhua yaam num kws khu lub tuam tsev."},{"bible_id":"1216","chapter_code":"2KI.12","verse_code":"2KI.12.13","label":"13","content":"Tassws tej nyaj kws coj tuaj rua huv Yawmsaub lub tuam tsev hov tsw tau muab swv ua tej taig nyaj hab tej taig khwb teeb xeeb hab ua phaaj ua raaj xyu hab tsw muab ua tej pestwj kub lossws tej pestwj nyaj,"},{"bible_id":"1216","chapter_code":"2KI.12","verse_code":"2KI.12.14","label":"14","content":"tsua qhov cov nyaj hov puab muab rua cov tub zug kws khu Yawmsaub lub tuam tsev xwb."},{"bible_id":"1216","chapter_code":"2KI.12","verse_code":"2KI.12.15","label":"15","content":"Puab tsw thov cov kws puab muab nyaj rua huv txhais teg lawm sau ca saib swv nyaj le caag rua cov tub zug, vem yog cov tuabneeg hov ua ncaaj ua nceeg."},{"bible_id":"1216","chapter_code":"2KI.12","verse_code":"2KI.12.16","label":"16","content":"Tassws cov nyaj kws luas coj tuaj ua kevcai ntxuav kev txaug kev txhum hab cov nyaj kws coj tuaj ua kevcai daws txem mas tsw muab rua huv Yawmsaub lub tuam tsev. Cov nyaj hov yog cov pov thawj le feem xwb."},{"bible_id":"1216","chapter_code":"2KI.12","verse_code":"2KI.12.17","label":"17","content":"Lub swjhawm hov cov Alaa tug vaajntxwv Haxa‑ee nce moog ua rog rua lub moos Ka mas txeeb tau. Tassws thaus nwg tig yuav moog ua rog rua Yeluxalee,"},{"bible_id":"1216","chapter_code":"2KI.12","verse_code":"2KI.12.18","label":"18","content":"Yuta tug vaajntxwv Yau‑as txawm coj tej hov txhua chaw kws Yuta tej vaajntxwv, yog Yehausafa hab Yehaulaa hab Ahaxiya kws yog nwg tej laug, tau muab xyeem pub rua Yawmsaub lawm, hab tej kws Yau‑as muab xyeem pub hlo hab tej kub huvsw kws nyob huv lub txhaab huv lub tuam tsev hab huv vaajntxwv lub tsev huvsw xaa hlo moog pub rua Alaa tug vaajntxwv Haxa‑ee. Tes Haxa‑ee txhad thim tub rog ntawm Yeluxalee rov moog lawm."},{"bible_id":"1216","chapter_code":"2KI.12","verse_code":"2KI.12.19","label":"19","content":"Lwm yaam num kws Yau‑as ua hab txhua yaam kws nwg ua mas tub muab sau ca rua huv phoo ntawv kws has txug cov Yuta tej vaajntxwv le keeb kwm."},{"bible_id":"1216","chapter_code":"2KI.12","verse_code":"2KI.12.20","label":"20","content":"Yau‑as cov tub teg tub taw tuav huv faav xeeb rua Yau‑as mas muab nwg tua rua ntawm lub loog Milau kws nyob ntawm txujkev kws moog Xeela."},{"bible_id":"1216","chapter_code":"2KI.12","verse_code":"2KI.12.21","label":"21","content":"Yog Sime‑as tug tub Yauxakha hab Saumaw tug tub Yehauxanpa kws ua vaajntxwv le tub teg tub taw tua nwg, nwg txhad tuag. Puab muab nwg log nrug nwg tej laug ua ke huv Tavi lub nroog mas nwg tug tub Amaxiya sawv nwg chaw ua vaajntxwv kaav."},{"bible_id":"1216","chapter_code":"2KI.13","verse_code":"2KI.13.1","label":"1","content":"Xyoo neeg nkaum peb kws Ahaxiya tug tub Yau‑as ua vaajntxwv kaav Yuta mas Yehu tug tub Yehau‑aha chiv ua vaajntxwv kaav Yixayee huv lub nroog Xamali, nwg kaav tau kaum xyaa xyoo."},{"bible_id":"1216","chapter_code":"2KI.13","verse_code":"2KI.13.2","label":"2","content":"Nwg ua tej kws Yawmsaub pum tas phem hab ua txhum yaam nkaus le Nenpa tug tub Yelaunpau‑aa tej kev txhum kws coj cov Yixayee ua txhum. Yehau‑aha tsw tso tej kev txhum hov tseg le."},{"bible_id":"1216","chapter_code":"2KI.13","verse_code":"2KI.13.3","label":"3","content":"Mas Yawmsaub txhad le npau tawg rua cov Yixayee mas nwg txhad muab puab rua huv Alaa tug vaajntxwv Haxa‑ee txhais teg hab rua huv Haxa‑ee tug tub Npeehanta txhais teg tsw tu le."},{"bible_id":"1216","chapter_code":"2KI.13","verse_code":"2KI.13.4","label":"4","content":"Mas Yehau‑aha taij thov Yawmsaub tes Yawmsaub kuj noog nwg tsua qhov Yawmsaub pum tej kev tswm txom kws Alaa tug vaajntxwv quab yuam puab le caag."},{"bible_id":"1216","chapter_code":"2KI.13","verse_code":"2KI.13.5","label":"5","content":"Vem le hov Yawmsaub txhad tsaa ib tug cawm cov Yixayee puab txhad dim huv cov Alaa txhais teg, cov Yixayee txhad tau nyob huv puab tej vaaj tse ib yaam le qub."},{"bible_id":"1216","chapter_code":"2KI.13","verse_code":"2KI.13.6","label":"6","content":"Txawm le hov los puab kuj tsw tseg tej kev txhum kws Yelaunpau‑aa caaj ceg ua kws nwg coj cov Yixayee ua txhum hab, puab ua lawv nraim tej kev txhum nuav. Tej ncej teev daab Asela kuj tseed nyob huv Xamali."},{"bible_id":"1216","chapter_code":"2KI.13","verse_code":"2KI.13.7","label":"7","content":"Yehau‑aha tsw tshuav tub rog le lawm tsuas yog muaj tswb caug tug tub rog kws caij neeg hab kaum lub tsheb ua rog hab ib vaam tug tub rog moog kwtaw, tsua qhov Alaa tug vaajntxwv tub muab puab ua puam tsuaj taag, ua rua puab zoo yaam nkaus le tej nyuas plaus plaav kws yaa thaus ntaus qoob loos."},{"bible_id":"1216","chapter_code":"2KI.13","verse_code":"2KI.13.8","label":"8","content":"Lwm yaam num kws Yehau‑aha ua hab txhua yaam kws nwg ua hab nwg tug peevxwm mas tub muab sau ca rua huv phoo ntawv kws has txug cov Yixayee tej vaajntxwv le keeb kwm."},{"bible_id":"1216","chapter_code":"2KI.13","verse_code":"2KI.13.9","label":"9","content":"Yehau‑aha txawm tuag moog nrug nwg tej laug nyob, puab muab nwg log rua huv Xamali. Mas nwg tug tub Yehau‑a sawv nwg chaw ua vaajntxwv kaav."},{"bible_id":"1216","chapter_code":"2KI.13","verse_code":"2KI.13.10","label":"10","content":"Xyoo peb caug xyaa kws Yau‑as ua vaajntxwv kaav Yuta mas Yehau‑aha tug tub Yehau‑a chiv ua vaajntxwv kaav Yixayee huv Xamali, nwg kaav tau kaum rau xyoo."},{"bible_id":"1216","chapter_code":"2KI.13","verse_code":"2KI.13.11","label":"11","content":"Nwg ua tej kws Yawmsaub pum tas phem kawg le, nwg tsw tseg Nenpa tug tub Yelaunpau‑aa tej kev txhum kws coj cov Yixayee ua txhum, nwg ua lawv nraim tej kev txhum hov."},{"bible_id":"1216","chapter_code":"2KI.13","verse_code":"2KI.13.12","label":"12","content":"Lwm yaam num kws Yehau‑a ua hab txhua yaam kws nwg ua hab nwg tug zug kws nwg ua rog rua Yuta tug vaajntxwv Amaxiya mas tub muab sau ca rua huv phoo ntawv kws has txug cov Yixayee tej vaajntxwv le keeb kwm."},{"bible_id":"1216","chapter_code":"2KI.13","verse_code":"2KI.13.13","label":"13","content":"Yehau‑a txawm tuag moog nrug nwg tej laug nyob mas Yelaunpau‑aa nyob sau nwg lub zwm txwv. Puab muab Yehau‑a log rua huv Xamali nrug Yixayee tej vaajntxwv ua ke."},{"bible_id":"1216","chapter_code":"2KI.13","verse_code":"2KI.13.14","label":"14","content":"Thaus Elisa mob kws nwg yuav tuag Yixayee tug vaajntxwv Yehau‑a moog cuag nwg hab quaj quaj rua nwg tas, “Kuv txwv, kuv txwv, koj yog Yixayee tej tsheb ua rog hab yog cov tub rog caij neeg.”"},{"bible_id":"1216","chapter_code":"2KI.13","verse_code":"2KI.13.15","label":"15","content":"Mas Elisa has rua vaajntxwv tas, “Ca le muab ib raab neev nti hab xub lug.” Vaajntxwv txhad muab raab neev nti hab xub lug."},{"bible_id":"1216","chapter_code":"2KI.13","verse_code":"2KI.13.16","label":"16","content":"Mas Elisa has rua Yixayee tug vaajntxwv tas, “Ca le nqug raab neev nti.” Tes vaajntxwv txhad nqug raab neev nti mas Elisa muab teg tso rua sau vaajntxwv txhais teg."},{"bible_id":"1216","chapter_code":"2KI.13","verse_code":"2KI.13.17","label":"17","content":"Elisa has tas, “Qheb qhov rais saab nub tuaj.” Vaajntxwv txhad qheb hlo. Elisa txawm has tas, “Ca le tua.” Vaajntxwv kuj tua. Elisa has tas, “Koj yog Yawmsaub raab xub kws kov yeej, yog raab xub kws kov yeej cov Alaa, tsua qhov koj yuav ua rog rua cov Alaa ntawm Afe moog txug thaus koj ua rua puab puam tsuaj taag.”"},{"bible_id":"1216","chapter_code":"2KI.13","verse_code":"2KI.13.18","label":"18","content":"Hab Elisa has tas, “Ca le muab cov xub lug.” Nwg kuj muab cov xub lug. Elisa has rua cov Yixayee tug vaajntxwv tas, “Muab cov xub nplawm huv aav.” Vaajntxwv txawm nplawm peb teg tes ca le lawm."},{"bible_id":"1216","chapter_code":"2KI.13","verse_code":"2KI.13.19","label":"19","content":"Mas Vaajtswv tug tuabneeg chim rua vaajntxwv hab has tas, “Tswm nyog koj ntaus tswb rau teg koj txhad yuav ntaus yeej cov Alaa ua kuas puab puam tsuaj taag. Tassws nwgnuav koj tsuas ntaus yeej cov Alaa peb zag xwb.”"},{"bible_id":"1216","chapter_code":"2KI.13","verse_code":"2KI.13.20","label":"20","content":"Tes Elisa txawm tuag lawm mas puab muab nwg log. Mau‑a tej paab tub rog pheej tuaj lws lub tebchaws hov thaus lub caij ntuj qhua."},{"bible_id":"1216","chapter_code":"2KI.13","verse_code":"2KI.13.21","label":"21","content":"Muaj ib zag thaus puab saamswm kwv ib yawm tuag moog log tes puab pum dheev ib paab tub saab tes puab txawm muab yawm tuag hov nrum kag rua huv lub qhov kws log Elisa. Thaus yawm tuag hov moog phaav raug Elisa cov pob txhaa nwg ca le caj sawv lug nreg quas nreeg."},{"bible_id":"1216","chapter_code":"2KI.13","verse_code":"2KI.13.22","label":"22","content":"Mas Alaa tug vaajntxwv Haxa‑ee tau tswm txom cov Yixayee taag Yehau‑aha swm neej."},{"bible_id":"1216","chapter_code":"2KI.13","verse_code":"2KI.13.23","label":"23","content":"Tassws Yawmsaub hlub puab taab ncuab puab hab nwg tig lug saib puab vem yog tej lug kws nwg cog tseg rua Aplahaa, Yiha hab Yakhauj, hab nwg tsw ua rua puab puam tsuaj hab tsw tso puab tseg ntawm nwg xubndag txug naj nub nwgnuav."},{"bible_id":"1216","chapter_code":"2KI.13","verse_code":"2KI.13.24","label":"24","content":"Thaus Alaa tug vaajntxwv Haxa‑ee tuag lawd nwg tug tub Npeehanta sawv nwg chaw ua vaajntxwv kaav."},{"bible_id":"1216","chapter_code":"2KI.13","verse_code":"2KI.13.25","label":"25","content":"Mas Yehau‑aha tug tub Yehau‑a txeeb tau tej moos ntawm Haxa‑ee tug tub Npeehanta rov lug, yog tej moos kws Haxa‑ee txeeb tau ntawm Yehau‑aha kws yog Yehau‑a txwv moog lawm. Yehau‑a ntaus yeej Npeehanta peb zag mas txeeb tau Yixayee tej moos rov qaab lug."},{"bible_id":"1216","chapter_code":"2KI.14","verse_code":"2KI.14.1","label":"1","content":"Xyoo ob kws Yehau‑aha tug tub Yehau‑a ua vaajntxwv kaav Yixayee mas Yau‑as tug tub Amaxiya chiv ua vaajntxwv kaav Yuta."},{"bible_id":"1216","chapter_code":"2KI.14","verse_code":"2KI.14.2","label":"2","content":"Thaus nwg chiv ua vaajntxwv kaav nwg noob nyoog muaj neeg nkaum tswb xyoos, nwg nyob huv Yeluxalee kaav tau neeg nkaum cuaj xyoo. Nwg nam npe hu ua Yehau‑anti, yog tuabneeg huv Yeluxalee."},{"bible_id":"1216","chapter_code":"2KI.14","verse_code":"2KI.14.3","label":"3","content":"Nwg ua tej kws Yawmsaub pum tas zoo tassws zoo tsw thooj le nwg yawm koob Tavi. Nwg ua txhua yaam lawv le kws nwg txwv Yau‑as tau ua lawd."},{"bible_id":"1216","chapter_code":"2KI.14","verse_code":"2KI.14.4","label":"4","content":"Tassws tej chaw sab teev daab hov nwg tseed tsw tau muab rhuav pov tseg. Cov pejxeem tseed xyeem tsaj hab hlawv moov xyaab rua sau tej chaw sab hov."},{"bible_id":"1216","chapter_code":"2KI.14","verse_code":"2KI.14.5","label":"5","content":"Thaus nwg muaj fwjchim kaav lub tebchaws huv nwg txhais teg ruaj khov lawm nwg txawm muab cov tub teg tub taw kws tua nwg txwv tua pov tseg."},{"bible_id":"1216","chapter_code":"2KI.14","verse_code":"2KI.14.6","label":"6","content":"Tassws nwg tsw tau tua cov kws tua nwg txwv cov mivnyuas, lawv le kws muab sau ca rua huv Mauxe phoo ntawv kevcai kws Yawmsaub has tas, “Leejtxwv yuav tsw rws nwg tej mivnyuas lub txem tuag, hab tej mivnyuas yuav tsw rws leej txwv lub txem tuag. Ca txhua tug nyag rws nyag lub txem tuag.”"},{"bible_id":"1216","chapter_code":"2KI.14","verse_code":"2KI.14.7","label":"7","content":"Ahaxiya muab cov Entoo tua ib vaam leej rua huv lub Haav Ntsev hab moog ntaus hab txeeb tau lub moos Xelaj txhad hu lub moos hov ua Yauthe‑ee, yog lub npe kws hu lug txug naj nub nwgnuav."},{"bible_id":"1216","chapter_code":"2KI.14","verse_code":"2KI.14.8","label":"8","content":"Hab Amaxiya khaiv tub xaa xuv moog cuag Yehau‑a kws ua vaajntxwv kaav cov Yixayee, Yehau‑a txwv yog Yehau‑aha, nwg yawm yog Yehu, mas has tas, “Ca le tuaj, es ib yuav ua rog tim ntsej tim muag.”"},{"bible_id":"1216","chapter_code":"2KI.14","verse_code":"2KI.14.9","label":"9","content":"Mas Yixayee tug vaajntxwv Yehau‑a xaa xuv moog rua Yuta tug vaajntxwv Amaxiya has tas, “Ib tsob xuav paug peg lub roob Lenpanoo xaa xuv moog rua ib tsob ntoo cab sau roob Lenpanoo has tas, ‘Ca le muab koj tug ntxhais qua rua kuv tug tub.’ Tes muaj ib tug tsaj qus nyob peg Lenpanoo txawm hlaa moog muab tsob xuav paug hov tsuj pis kag."},{"bible_id":"1216","chapter_code":"2KI.14","verse_code":"2KI.14.10","label":"10","content":"Qhov tseeb yeej yog koj ntaus yeej cov Entoo koj lub sab txhad khaav theeb. Ca le txaus sab rua koj lub koob meej hab nyob tuabywv huv tsev. Ua caag koj yuav tshaum kuas muaj kev kub ntxhuv ua rua koj hab cov Yuta raug kev puam tsuaj ua ke?”"},{"bible_id":"1216","chapter_code":"2KI.14","verse_code":"2KI.14.11","label":"11","content":"Tassws Amaxiya tsw noog. Cov Yixayee tug vaajntxwv Yehau‑a txhad le moog mas nwg hab cov Yuta tug vaajntxwv Amaxiya txhad sws ntswb ua rog rua ntawm lub moos Npeseme huv Yuta tebchaws."},{"bible_id":"1216","chapter_code":"2KI.14","verse_code":"2KI.14.12","label":"12","content":"Cov Yuta txawm swb cov Yixayee, txhua tug txhad tswv rov moog nyag vaaj nyag tsev."},{"bible_id":"1216","chapter_code":"2KI.14","verse_code":"2KI.14.13","label":"13","content":"Cov Yixayee tug vaajntxwv Yehau‑a kuj nteg cov Yuta tug vaajntxwv Amaxiya kws yog Yau‑as tug tub hab yog Ahaxiya tug xeeb ntxwv hov ntawm Npeseme. Nwg tuaj rua ntawm Yeluxalee muab lub ntsaa loog tsoo pob taag plaub puas tshwm txwj ntawm lub Rooj Loog Efa‑i moog txug ncua lub rooj loog ntawm lub kaum loog."},{"bible_id":"1216","chapter_code":"2KI.14","verse_code":"2KI.14.14","label":"14","content":"Yehau‑a muab tej kub tej nyaj huvsw hab tej pestwj huvsw kws nyob huv Yawmsaub lub tuam tsev hab tej kws nyob huv tej txhaab nyaj huv vaajntxwv tsev hab yuam ib co tuabneeg coj huvsw rov qaab moog rua lub nroog Xamali."},{"bible_id":"1216","chapter_code":"2KI.14","verse_code":"2KI.14.15","label":"15","content":"Lwm yaam num kws Yehau‑a ua hab nwg tug peevxwm hab qhov kws nwg ua rog rua cov Yuta tug vaajntxwv Amaxiya mas tub muab sau ca rua huv phoo ntawv kws has txug Yixayee tej vaajntxwv le keeb kwm."},{"bible_id":"1216","chapter_code":"2KI.14","verse_code":"2KI.14.16","label":"16","content":"Yehau‑a tuag moog nrug nwg tej laug nyob, puab muab nwg log nrug cov Yixayee tej vaajntxwv huv Xamali. Nwg tug tub Yelaunpau‑aa sawv nwg chaw ua vaajntxwv kaav."},{"bible_id":"1216","chapter_code":"2KI.14","verse_code":"2KI.14.17","label":"17","content":"Thaus Yehau‑aha tug tub Yehau‑a kws yog cov Yixayee tug vaajntxwv tuag lawm, Yau‑as tug tub Amaxiya kws ua Yuta tug vaajntxwv tseed nyob tau kaum tswb xyoos ntxwv hab."},{"bible_id":"1216","chapter_code":"2KI.14","verse_code":"2KI.14.18","label":"18","content":"Lwm yaam num kws Amaxiya ua mas tub muab sau ca rua huv phoo ntawv kws has txug Yuta tej vaajntxwv le keeb kwm."},{"bible_id":"1216","chapter_code":"2KI.14","verse_code":"2KI.14.19","label":"19","content":"Tes cov pejxeem txawm tuav huv faav xeeb rua Amaxiya huv Yeluxalee mas nwg txhad tswv moog rua lub moos Lakhi. Tes puab tso tuabneeg moog lawv tau nwg ntawm Lakhi mas muab nwg tua hov ntawd."},{"bible_id":"1216","chapter_code":"2KI.14","verse_code":"2KI.14.20","label":"20","content":"Puab muab nwg lub cev tuag rua neeg thauj lug log rua huv Yeluxalee nrug nwg tej laug ua ke rua huv Tavi lub nroog."},{"bible_id":"1216","chapter_code":"2KI.14","verse_code":"2KI.14.21","label":"21","content":"Cov pejxeem suavdawg huv Yuta txawm muab Axaliya  kws noob nyoog muaj kaum rau xyoo tsaa ua vaajntxwv nyob nwg txwv Amaxiya chaw."},{"bible_id":"1216","chapter_code":"2KI.14","verse_code":"2KI.14.22","label":"22","content":"Thaus vaajntxwv Amaxiya tuag moog nrug nwg tej laug nyob lawm mas Axaliya tswm khu lub moos Elab hab rov muab rua Yuta kaav."},{"bible_id":"1216","chapter_code":"2KI.14","verse_code":"2KI.14.23","label":"23","content":"Xyoo kaum tswb kws Yau‑as tug tub Amaxiya ua vaajntxwv kaav Yuta mas Yehau‑a tug tub Yelaunpau‑aa kws ua cov Yixayee tug vaajntxwv chiv kaav huv Xamali, nwg kaav tau plaub caug ib xyoos."},{"bible_id":"1216","chapter_code":"2KI.14","verse_code":"2KI.14.24","label":"24","content":"Nwg ua tej kws Yawmsaub pum tas phem kawg le, nwg tsw tseg tej kev txhum kws Nenpa tug tub Yelaunpau‑aa ua hab coj cov Yixayee ua txhum."},{"bible_id":"1216","chapter_code":"2KI.14","verse_code":"2KI.14.25","label":"25","content":"Nwg ntaus tau cov Yixayee nrwm teb rov lug txwj nrho ntawm txujkev kws moog rua lub moos Hama moog txug ncua dej havtxwv Alanpa, lawv le Yawmsaub kws yog cov Yixayee tug Vaajtswv tej lug kws nwg khaiv nwg tug qhev Yauna kws ua xwbfwb cev Vaajtswv lug qha. Yauna yog Amithai tug tub kws nyob lub moos Kahefaw."},{"bible_id":"1216","chapter_code":"2KI.14","verse_code":"2KI.14.26","label":"26","content":"Yawmsaub pum tas cov Yixayee raug kev txom nyem kawg le tsw has tej kws ua qhev hab tej kws tsw ua qhev huvsw hab tsw muaj leejtwg paab tau cov Yixayee."},{"bible_id":"1216","chapter_code":"2KI.14","verse_code":"2KI.14.27","label":"27","content":"Tassws Yawmsaub yeej tsw has tas yuav muab cov Yixayee ntxuav kuas tu noob nrho huv qaab ntuj, Yawmsaub txhad swv Yehau‑a tug tub Yelaunpau‑aa txhais teg paab puab dim."},{"bible_id":"1216","chapter_code":"2KI.14","verse_code":"2KI.14.28","label":"28","content":"Lwm yaam num kws Yelaunpau‑aa ua hab txhua yaam kws nwg ua hab nwg tug peevxwm hab nwg ua rog le caag hab nwg ntaus tau Ntamaxaka hab Hama kws txeev yog Yuta le rov lug rua cov Yixayee mas tub muab sau ca rua huv phoo ntawv kws has txug Yixayee tej vaajntxwv le keeb kwm."},{"bible_id":"1216","chapter_code":"2KI.14","verse_code":"2KI.14.29","label":"29","content":"Mas Yelaunpau‑aa tuag moog nrug nwg tej laug nyob kws yog Yixayee tej vaajntxwv, mas nwg tug tub Xekhaliya sawv nwg chaw ua vaajntxwv kaav."},{"bible_id":"1216","chapter_code":"2KI.15","verse_code":"2KI.15.1","label":"1","content":"Xyoo neeg nkaum xyaa kws Yelaunpau‑aa ua vaajntxwv kaav Yixayee mas Amaxiya tug tub Axaliya  chiv ua vaajntxwv kaav cov Yuta."},{"bible_id":"1216","chapter_code":"2KI.15","verse_code":"2KI.15.2","label":"2","content":"Thaus nwg chiv kaav nwg noob nyoog muaj kaum rau xyoo hab nwg nyob huv Yeluxalee kaav tau tswb caug ob xyoos. Nwg nam npe hu ua Yekhauliya yog tuabneeg huv Yeluxalee."},{"bible_id":"1216","chapter_code":"2KI.15","verse_code":"2KI.15.3","label":"3","content":"Axaliya ua tej kws Yawmsaub pum tas zoo, ib yaam le txhua yaam kws nwg txwv Amaxiya tau ua lawd."},{"bible_id":"1216","chapter_code":"2KI.15","verse_code":"2KI.15.4","label":"4","content":"Txawm le caag los tej chaw sab teev daab tseed tsw tau muab rhuav pov tseg. Cov pejxeem tseed xyeem tsaj hab hlawv moov xyaab rua sau tej chaw sab hov."},{"bible_id":"1216","chapter_code":"2KI.15","verse_code":"2KI.15.5","label":"5","content":"Mas Yawmsaub txhad nplawm nwg, nwg txhad mob lis mob ruas moog txug nub kws nwg tuag. Nwg nyob nwg dua ib lub tsev. Mas nwg tug tub Yauthaa kaav hlo vaajntxwv lub vaaj tse hab tswjfwm cov pejxeem huv lub tebchaws."},{"bible_id":"1216","chapter_code":"2KI.15","verse_code":"2KI.15.6","label":"6","content":"Lwm yaam num kws Axaliya ua hab txhua yaam kws nwg ua mas tub muab sau ca rua huv phoo ntawv kws has txug Yuta tej vaajntxwv le keeb kwm."},{"bible_id":"1216","chapter_code":"2KI.15","verse_code":"2KI.15.7","label":"7","content":"Mas Axaliya txawm tuag moog nrug nwg tej laug nyob. Puab muab nwg log nrug nwg tej laug ua ke rua huv Tavi lub nroog, mas nwg tug tub Yauthaa sawv nwg chaw ua vaajntxwv kaav."},{"bible_id":"1216","chapter_code":"2KI.15","verse_code":"2KI.15.8","label":"8","content":"Xyoo peb caug yim kws Axaliya ua vaajntxwv kaav Yuta mas Yelaunpau‑aa tug tub Xekhaliya sawv ua vaajntxwv kaav cov Yixayee huv Xamali tau rau lub hli."},{"bible_id":"1216","chapter_code":"2KI.15","verse_code":"2KI.15.9","label":"9","content":"Nwg ua tej kws Yawmsaub pum tas phem kawg le ib yaam le nwg tej laug tau ua. Nwg tsw tseg tej kev txhum kws Nenpa tug tub Yelaunpau‑aa ua hab coj cov Yixayee ua txhum."},{"bible_id":"1216","chapter_code":"2KI.15","verse_code":"2KI.15.10","label":"10","content":"Yanpe tug tub Salu tuav huv faav xeeb rua Xekhaliya mas muab nwg tua taab meeg cov pejxeem,  mas Salu sawv nwg chaw ua vaajntxwv kaav."},{"bible_id":"1216","chapter_code":"2KI.15","verse_code":"2KI.15.11","label":"11","content":"Lwm yaam num kws Xekhaliya ua mas tub muab sau ca rua huv phoo ntawv kws has txug Yixayee tej vaajntxwv le keeb kwm."},{"bible_id":"1216","chapter_code":"2KI.15","verse_code":"2KI.15.12","label":"12","content":"Tej xwm txheej nuav yog lawv le tej lug kws Yawmsaub tub cog rua Yehu tas, “Koj cov tub ki yuav tau nyob sau Yixayee lub zwm txwv txug plaub tam,” mas txhad tav zoo nkaus le hov ntaag."},{"bible_id":"1216","chapter_code":"2KI.15","verse_code":"2KI.15.13","label":"13","content":"Xyoo peb caug cuaj kws Uxiya  ua vaajntxwv kaav Yuta mas Yanpe tug tub Salu chiv ua vaajntxwv kaav cov Yixayee, nwg nyob huv Xamali kaav tau ib hlis."},{"bible_id":"1216","chapter_code":"2KI.15","verse_code":"2KI.15.14","label":"14","content":"Mas Kanti tug tub Menahee tawm huv lub moos Thilaxa tuaj rua lub nroog Xamali. Nwg ntaus Yanpe tug tub Salu huv Xamali hab muab tua tuag tes nwg txawm sawv chaw ua vaajntxwv kaav."},{"bible_id":"1216","chapter_code":"2KI.15","verse_code":"2KI.15.15","label":"15","content":"Lwm yaam num kws Salu ua hab qhov kws nwg tuav huv faav xeeb mas tub muab sau ca rua huv phoo ntawv kws has txug Yixayee tej vaajntxwv le keeb kwm."},{"bible_id":"1216","chapter_code":"2KI.15","verse_code":"2KI.15.16","label":"16","content":"Thaus hov Menahee kuj moog ntaus lws lub moos Thapuva  hab lub moos hov le kaav xyuam txwj ntawm lub moos Thilaxa moog ua rua puam tsuaj taag vem yog puab tsw yeem zwm rua nwg, hab nwg muab tej quaspuj suab mivnyuas phua plaab huvsw pov tseg."},{"bible_id":"1216","chapter_code":"2KI.15","verse_code":"2KI.15.17","label":"17","content":"Xyoo peb caug cuaj kws Axaliya  ua vaajntxwv kaav Yuta mas Kanti tug tub Menahee chiv ua vaajntxwv kaav Yixayee, nwg nyob huv Xamali kaav tau kaum xyoo."},{"bible_id":"1216","chapter_code":"2KI.15","verse_code":"2KI.15.18","label":"18","content":"Nwg ua tej kws Yawmsaub pum tas phem kawg le. Moog taag lub swjhawm kws nwg ua vaajntxwv nwg tsw tseg txhua yaam kev txhum kws Nenpa tug tub Yelaunpau‑aa ua hab coj cov Yixayee ua txhum."},{"bible_id":"1216","chapter_code":"2KI.15","verse_code":"2KI.15.19","label":"19","content":"Cov Axilia tug vaajntxwv Pu tuaj ntaus Yixayee tebchaws, mas Menahee muab ib txheeb talaa nyaj  pub rua Pu sub txhad paab tau Menahee kaav tau lub tebchaws ruaj khov."},{"bible_id":"1216","chapter_code":"2KI.15","verse_code":"2KI.15.20","label":"20","content":"Menahee muab cov nyaj hov ntawm cov Yixayee lug, yog yuam cov kws nplua nuj txhua tug ib leeg them tswb caug sekhee  txhad tau coj moog pub rua cov Axilia tug vaajntxwv. Cov Axilia tug vaajntxwv txhad le thim tub rog rov qaab txhad tsw nyob ntev huv lub tebchaws hov."},{"bible_id":"1216","chapter_code":"2KI.15","verse_code":"2KI.15.21","label":"21","content":"Lwm yaam num kws Menahee ua hab txhua yaam kws nwg ua mas tub muab sau ca rua huv phoo ntawv kws has txug Yixayee tej vaajntxwv le keeb kwm."},{"bible_id":"1216","chapter_code":"2KI.15","verse_code":"2KI.15.22","label":"22","content":"Menahee tuag moog nrug nwg tej laug nyob mas nwg tug tub Pekhahiya sawv nwg chaw ua vaajntxwv kaav."},{"bible_id":"1216","chapter_code":"2KI.15","verse_code":"2KI.15.23","label":"23","content":"Xyoo tswb caug kws Axaliya  ua vaajntxwv kaav Yuta mas Menahee tug tub Pekhahiya chiv ua vaajntxwv kaav Yixayee huv Xamali mas nwg kaav tau ob xyoos."},{"bible_id":"1216","chapter_code":"2KI.15","verse_code":"2KI.15.24","label":"24","content":"Nwg ua tej kws Yawmsaub pum tas phem kawg le, nwg tsw tseg tej kev txhum kws Nenpa tug tub Yelaunpau‑aa ua hab coj cov Yixayee ua txhum."},{"bible_id":"1216","chapter_code":"2KI.15","verse_code":"2KI.15.25","label":"25","content":"Lemaliya tug tub Pekha kws yog vaajntxwv ib tug thawj rog nrug cov tuabneeg Kile‑a tswb caug leej tuav huv faav xeeb rua vaajntxwv hab muab nwg hab Akau hab Ali‑e tua rua huv Xamali rua ntawm lub chaw ruaj khov huv vaajntxwv lub tsev. Pekha txhad tua Pekhahiya hab sawv chaw ua vaajntxwv kaav."},{"bible_id":"1216","chapter_code":"2KI.15","verse_code":"2KI.15.26","label":"26","content":"Lwm yaam num kws Pekhahiya ua hab txhua yaam kws nwg ua mas tub muab sau ca rua huv phoo ntawv kws has txug Yixayee tej vaajntxwv le keeb kwm."},{"bible_id":"1216","chapter_code":"2KI.15","verse_code":"2KI.15.27","label":"27","content":"Xyoo tswb caug ob kws Axaliya ua vaajntxwv kaav Yuta mas Lemaliya tug tub Pekha chiv ua vaajntxwv kaav Yixayee huv Xamali mas nwg kaav tau neeg nkaum xyoo."},{"bible_id":"1216","chapter_code":"2KI.15","verse_code":"2KI.15.28","label":"28","content":"Nwg ua tej kws Yawmsaub pum tas phem kawg le, nwg tsw tseg tej kev txhum kws Nenpa tug tub Yelaunpau‑aa ua hab coj cov Yixayee ua txhum."},{"bible_id":"1216","chapter_code":"2KI.15","verse_code":"2KI.15.29","label":"29","content":"Ncua swjhawm kws Pekha ua vaajntxwv kaav Yixayee mas cov Axilia tug vaajntxwv Thilapilexaw tuaj txeeb lub moos Iyoo hab Anpee Npema‑akha hab Yanau‑a hab Khente hab Haxau, hab Kile‑a tebchaws hab Kalilai tebchaws hab taag nrho Nathali tebchaws. Nwg nteg hab kuav hlo cov tuabneeg nuav moog rua Axilia tebchaws"},{"bible_id":"1216","chapter_code":"2KI.15","verse_code":"2KI.15.30","label":"30","content":"Mas Ela tug tub Hause‑a kuj nrug luas tuav huv faav xeeb rua Lemaliya tug tub Pekha hab muab nwg ntaus tuag hab sawv nwg chaw ua vaajntxwv kaav rua xyoo neeg nkaum kws Uxiya  tug tub Yauthaa ua vaajntxwv kaav Yuta."},{"bible_id":"1216","chapter_code":"2KI.15","verse_code":"2KI.15.31","label":"31","content":"Lwm yaam num kws Pekha ua hab txhua yaam kws nwg ua mas tub muab sau ca rua huv phoo ntawv kws has txug Yixayee tej vaajntxwv le keeb kwm."},{"bible_id":"1216","chapter_code":"2KI.15","verse_code":"2KI.15.32","label":"32","content":"Xyoo ob kws Lemaliya tug tub Pekha ua vaajntxwv kaav Yixayee mas Uxiya  tug tub Yauthaa chiv ua vaajntxwv kaav cov Yuta."},{"bible_id":"1216","chapter_code":"2KI.15","verse_code":"2KI.15.33","label":"33","content":"Thaus nwg chiv ua vaajntxwv kaav nwg noob nyoog muaj neeg nkaum tswb xyoos mas nwg nyob huv Yeluxalee kaav tau kaum rau xyoo. Nwg nam npe hu ua Yelusa, yog Xantau tug ntxhais."},{"bible_id":"1216","chapter_code":"2KI.15","verse_code":"2KI.15.34","label":"34","content":"Yauthaa ua tej kws Yawmsaub pum tas zoo ib yaam le txhua yaam kws nwg txwv Uxiya tau ua."},{"bible_id":"1216","chapter_code":"2KI.15","verse_code":"2KI.15.35","label":"35","content":"Txawm le caag los tej chaw sab teev daab kuj tseed tsw tau muab rhuav pov tseg. Cov pejxeem tseed xyeem tsaj hab hlawv moov xyaab rua sau tej chaw sab hov. Nwg tswm khu Yawmsaub lub rooj loog tuam tsev saab peg."},{"bible_id":"1216","chapter_code":"2KI.15","verse_code":"2KI.15.36","label":"36","content":"Lwm yaam num kws Yauthaa ua hab txhua yaam kws nwg ua mas tub muab sau ca rua huv phoo ntawv kws has txug Yuta tej vaajntxwv le keeb kwm."},{"bible_id":"1216","chapter_code":"2KI.15","verse_code":"2KI.15.37","label":"37","content":"Lub swjhawm ntawd Yawmsaub chiv khaiv Alaa tug vaajntxwv Lexi hab Lemaliya tug tub Pekha moog ntaus Yuta."},{"bible_id":"1216","chapter_code":"2KI.15","verse_code":"2KI.15.38","label":"38","content":"Yauthaa tuag moog nrug nwg tej laug nyob. Puab muab nwg log nrug nwg tej laug ua ke huv nwg yawm koob Tavi lub nroog, mas nwg tug tub Aha sawv nwg chaw ua vaajntxwv kaav."},{"bible_id":"1216","chapter_code":"2KI.16","verse_code":"2KI.16.1","label":"1","content":"Xyoo kaum xyaa kws Lemaliya tug tub Pekha ua vaajntxwv kaav mas Yauthaa tug tub Aha chiv ua vaajntxwv kaav Yuta."},{"bible_id":"1216","chapter_code":"2KI.16","verse_code":"2KI.16.2","label":"2","content":"Thaus Aha chiv ua vaajntxwv kaav nwg noob nyoog muaj neeg nkaum xyoo, nwg nyob huv Yeluxalee kaav tau kaum rau xyoo. Nwg ua tsw hum Yawmsaub kws yog nwg tug Vaajtswv lub sab, nwg tsw ua lawv le nwg yawm koob Tavi tau ua,"},{"bible_id":"1216","chapter_code":"2KI.16","verse_code":"2KI.16.3","label":"3","content":"tassws nwg taug nraim Yixayee tej vaajntxwv tug neev taw. Nwg tseed muab nwg tug tub hlawv xyeem rua daab ua lawv le tej kevcai qas vuab tsuab kws lwm haiv tuabneeg ua, yog cov kws Yawmsaub ntab tawm ntawm cov Yixayee hauv ntej moog."},{"bible_id":"1216","chapter_code":"2KI.16","verse_code":"2KI.16.4","label":"4","content":"Nwg xyeem tsaj hab hlawv moov xyaab rua sau tej chaw sab teev daab hab rua sau tej pov roob hab huv qaab txhua tsob ntoo ntsuab."},{"bible_id":"1216","chapter_code":"2KI.16","verse_code":"2KI.16.5","label":"5","content":"Mas cov Alaa tug vaajntxwv Lexi hab Lemaliya tug tub Pekha kws yog cov Yixayee tug vaajntxwv nce moog ua rog rua Yeluxalee, mas puab moog vej Aha tassws kov tsw yeej."},{"bible_id":"1216","chapter_code":"2KI.16","verse_code":"2KI.16.6","label":"6","content":"Tuab lub swjhawm hov cov Entoo tug vaajntxwv  ntaus tau lub moos Elab rov qaab lug, muab cov tuabneeg Yuta lawv tawm moog. Cov Entoo kuj lug nyob ruaj rua huv lub moos Elab lug txug naj nub nwgnuav."},{"bible_id":"1216","chapter_code":"2KI.16","verse_code":"2KI.16.7","label":"7","content":"Aha txawm khaiv tuabneeg moog cuag Thilapilexaw kws yog cov Axilia tug vaajntxwv has tas, “Kuv yog koj tug qhev hab yog koj tug tub. Thov koj tuaj paab kuv dim huv cov Alaa tug vaajntxwv txhais teg hab dim huv cov Yixayee tug vaajntxwv txhais teg, puab saamswm ua rog rua kuv.”"},{"bible_id":"1216","chapter_code":"2KI.16","verse_code":"2KI.16.8","label":"8","content":"Aha txawm muab tej nyaj hab tej kub kws nyob huv Yawmsaub lub tuam tsev hab nyob huv tej txhaab nyaj huv vaajntxwv lub tsev xaa moog ua tshaav ntuj rua cov Axilia tug vaajntxwv."},{"bible_id":"1216","chapter_code":"2KI.16","verse_code":"2KI.16.9","label":"9","content":"Axilia tug vaajntxwv kuj noog tej lug kws Aha has. Axilia tug vaajntxwv txhad le txhwj tub rog moog ntaus Ntamaxaka mas txeeb tau lub nroog hab kuav cov pejxeem huv lub nroog hov moog rua lub moos Khi hab muab Lexi tua pov tseg."},{"bible_id":"1216","chapter_code":"2KI.16","verse_code":"2KI.16.10","label":"10","content":"Thaus vaajntxwv Aha moog rua ntawm Ntamaxaka xaav ntswb cov Axilia tug vaajntxwv Thilapilexaw, nwg pum lub thaaj kws xyeem huv Ntamaxaka. Tes vaajntxwv Aha txawm sau ib tug qauv lub thaaj hov hab txhua yaam kws yuav ua lub thaaj hov xaa moog rua pov thawj Uliya huv Yeluxalee."},{"bible_id":"1216","chapter_code":"2KI.16","verse_code":"2KI.16.11","label":"11","content":"Mas pov thawj Uliya txhad ua lub thaaj hov zoo lawv le tug qauv kws vaajntxwv Aha xaa ntawm Ntamaxaka tuaj txhua yaam. Pov thawj Uliya txhad ua lub thaaj hov kuas tav ua ntej kws vaajntxwv Aha yuav rov ntawm Ntamaxaka lug."},{"bible_id":"1216","chapter_code":"2KI.16","verse_code":"2KI.16.12","label":"12","content":"Thaus vaajntxwv rov ntawm Ntamaxaka lug nwg pum lub thaaj ua tav lawm nwg txawm txaav moog ze hab nce rua sau,"},{"bible_id":"1216","chapter_code":"2KI.16","verse_code":"2KI.16.13","label":"13","content":"hab nwg ua kevcai hlawv huvsw xyeem hab ua kevcai xyeem qoob loos hab muab cawv txwv maab laub xyeem hab muab tug tsaj kws xyeem ua kevcai sws raug zoo cov ntshaav nchus rua sau lub thaaj hov."},{"bible_id":"1216","chapter_code":"2KI.16","verse_code":"2KI.16.14","label":"14","content":"Nwg txawm muab lub thaaj tooj lab kws nyob ntawm Yawmsaub xubndag ntawm lub thaaj tshab hab Yawmsaub lub tuam tsev ntu nruab nraab tshais ntawm lub chaw kws ncaaj lub qhov rooj tuam tsev moog txawb rua ntawm lub thaaj tshab saab peg."},{"bible_id":"1216","chapter_code":"2KI.16","verse_code":"2KI.16.15","label":"15","content":"Mas vaajntxwv Aha has rua pov thawj Uliya tas, “Sau lub thaaj luj nuav mas koj ua kevcai hlawv xyeem rua thaus taagkig hab ua kevcai xyeem qoob loos rua thaus yuav tsaus ntuj hab hlawv tej kws vaajntxwv muab xyeem hab ua kevcai hlawv tej qoob loos kws vaajntxwv muab xyeem nrug tej kws ib tsoom pejxeem muab ua kevcai hlawv huvsw xyeem hab tej qoob loos kws puab xyeem hab tej cawv txwv maab kws puab laub xyeem ua ke, hab muab tej tsaj kws hlawv huvsw xyeem hov hab tej tsaj kws tua xyeem cov ntshaav huvsw nchus rua sau lub thaaj. Tassws lub thaaj tooj lab mas ca ua lub chaw rua kuv ua nug.”"},{"bible_id":"1216","chapter_code":"2KI.16","verse_code":"2KI.16.16","label":"16","content":"Uliya ua txhua yaam nuav lawv le vaajntxwv Aha has."},{"bible_id":"1216","chapter_code":"2KI.16","verse_code":"2KI.16.17","label":"17","content":"Vaajntxwv Aha muab tej txag kws xov cov tsheb kws thawb dej rhuav huvsw tseg, hab muab cov phaaj dej rhu moog. Hab nwg muab lub rhawv dej luj tshem sau cov nyuj tooj lab kws tag lawm coj moog txawb rua huv aav mas muab pob zeb tag huv qaab."},{"bible_id":"1216","chapter_code":"2KI.16","verse_code":"2KI.16.18","label":"18","content":"Txujkev vuv kws ua rua vaajntxwv taug moog rua huv lub tuam tsev rua nub Xanpatau hab lub rooj loog kws vaajntxwv nkaag moog rua huv Yawmsaub lub tuam tsev mas Aha muab rhuav huvsw pov tseg vem yog nwg saib rua cov Axilia tug vaajntxwv."},{"bible_id":"1216","chapter_code":"2KI.16","verse_code":"2KI.16.19","label":"19","content":"Lwm yaam num kws Aha ua mas tub muab sau ca rua huv phoo ntawv kws has txug Yuta tej vaajntxwv le keeb kwm."},{"bible_id":"1216","chapter_code":"2KI.16","verse_code":"2KI.16.20","label":"20","content":"Mas Aha tuag moog nrug nwg tej laug nyob. Puab muab nwg log nrug nwg tej laug ua ke rua huv Tavi lub nroog, mas nwg tug tub Hexekhiya sawv nwg chaw ua vaajntxwv kaav."},{"bible_id":"1216","chapter_code":"2KI.17","verse_code":"2KI.17.1","label":"1","content":"Xyoo kaum ob kws Aha ua vaajntxwv kaav Yuta tebchaws mas Hause‑a kws yog Ela tug tub chiv ua vaajntxwv huv lub nroog Xamali kaav Yixayee tebchaws, nwg kaav tau cuaj xyoo."},{"bible_id":"1216","chapter_code":"2KI.17","verse_code":"2KI.17.2","label":"2","content":"Nwg ua tej kws Yawmsaub pum tas phem kawg le, tassws tsw npaum le Yixayee tej vaajntxwv kws kaav ua nwg ntej."},{"bible_id":"1216","chapter_code":"2KI.17","verse_code":"2KI.17.3","label":"3","content":"Samanexaw kws yog Axilia tug vaajntxwv tuaj ua rog rua Hause‑a, tes Hause‑a txhad zwm rua nwg hab them se rua nwg."},{"bible_id":"1216","chapter_code":"2KI.17","verse_code":"2KI.17.4","label":"4","content":"Tassws Axilia tug vaajntxwv pum tas Hause‑a faav xeeb, tsua qhov nwg tau khaiv tuabneeg xaa xuv moog cuag Xau kws yog Iyi tug vaajntxwv hab tsw them se rua Axilia tug vaajntxwv lawv le naj xyoo them. Vem le nuav Axilia tug vaajntxwv txhad nteg Hause‑a hab muab nwg kaw huv tsev lojfaaj."},{"bible_id":"1216","chapter_code":"2KI.17","verse_code":"2KI.17.5","label":"5","content":"Tes Axilia tug vaajntxwv txawm tso tub rog txeem tebchaws moog txug lub nroog Xamali. Nwg muab lub nroog hov vej ca tau peb xyoos."},{"bible_id":"1216","chapter_code":"2KI.17","verse_code":"2KI.17.6","label":"6","content":"Xyoo cuaj kws Hause‑a ua vaajntxwv mas Axilia tug vaajntxwv txeeb tau lub nroog Xamali, hab kuav cov Yixayee moog rua huv Axilia tebchaws coj moog nyob huv lub moos Halas hab ntawm ntug dej Hanpau kws yog tug dej huv lub moos Kauxaa, hab huv cov Mintia tej moos."},{"bible_id":"1216","chapter_code":"2KI.17","verse_code":"2KI.17.7","label":"7","content":"Qhov kws ua le nuav yog vem cov Yixayee tau ua txhum rua Yawmsaub kws yog puab tug Vaajtswv, yog tug kws coj puab tawm huv Iyi tebchaws lug tawm huv Iyi tug vaajntxwv Falau txhais teg lug, los puab tseed pe luas tej daab"},{"bible_id":"1216","chapter_code":"2KI.17","verse_code":"2KI.17.8","label":"8","content":"hab ua puab lub neej lawv le tej tuabneeg kws Yawmsaub ntab tawm ntawm cov Yixayee hauv ntej moog tej kevcai hab ua lawv le tej kevcai kws Yixayee tej vaajntxwv coj lug."},{"bible_id":"1216","chapter_code":"2KI.17","verse_code":"2KI.17.9","label":"9","content":"Cov Yixayee ua tej kws tsw raug cai nraim quas nreeg tawm tsaam Yawmsaub kws yog puab tug Vaajtswv. Puab ua tej chaw sab teev daab thoob txhua lub moos taag nrho tej moos kws muaj chaw tsom faaj hab tej moos kws muaj ntsaa loog ruaj khov."},{"bible_id":"1216","chapter_code":"2KI.17","verse_code":"2KI.17.10","label":"10","content":"Puab txhus tej ncej daab hab tej ncej daab Asela rua sau txhua lub pov roob hab huv qaab txhua tug ntoo ntsuab."},{"bible_id":"1216","chapter_code":"2KI.17","verse_code":"2KI.17.11","label":"11","content":"Puab hlawv xyaab rua tej chaw sab teev daab huvsw hov, yaam le tej tuabneeg kws Yawmsaub rhuav tshem pluj taag ntawm puab hauv ntej lawm. Puab ua tej kev phem kev qas ua rua Yawmsaub chim."},{"bible_id":"1216","chapter_code":"2KI.17","verse_code":"2KI.17.12","label":"12","content":"Puab ua koom rua tej txoov daab kws Yawmsaub tub has rua puab tas, “Mej tsw xob ua tej nuav.”"},{"bible_id":"1216","chapter_code":"2KI.17","verse_code":"2KI.17.13","label":"13","content":"Yawmsaub khaiv txhua tug xwbfwb cev Vaajtswv lug hab txhua tug kws has pum tom hauv ntej qhuab ntuag Yuta hab Yixayee, has tas, “Ca le tig hlo ntawm mej tej kev phem hab tuav rawv kuv tej lug nkaw hab kuv tej kaab ke lawv le kuv txuj kevcai huvsw kws kuv has rua mej tej laug hab kuv tso kuv cov tub qhe kws cev kuv le lug has rua mej.”"},{"bible_id":"1216","chapter_code":"2KI.17","verse_code":"2KI.17.14","label":"14","content":"Tassws puab tsw noog, puab tawv ncauj ib yaam le puab tej laug kws tsw ntseeg Yawmsaub kws yog puab tug Vaajtswv."},{"bible_id":"1216","chapter_code":"2KI.17","verse_code":"2KI.17.15","label":"15","content":"Puab tsw yuav nwg tej kaab ke hab nwg tej lug cog tseg kws nwg cog rua puab tej laug hab tej lug kws nwg ntuag puab. Puab lawv quas ncav tej txoov daab kws qhuav qhawv puab txhad qhuav qhawv hab puab ua lawv le tej haiv tuabneeg kws nyob ib ncig puab, yog tej kws Yawmsaub tub has kuas puab tsw xob ua lawv le ntawd."},{"bible_id":"1216","chapter_code":"2KI.17","verse_code":"2KI.17.16","label":"16","content":"Hab puab tso puab tug Vaajtswv Yawmsaub tej lug nkaw huvsw pov tseg hab nchuav ob tug txoov daab thaav nyuj rua puab pe. Puab ua ib tug ncej daab Asela hab puab pe txhua yaam kws nyob sau nruab ntug, hab ua koom rua daab Npa‑aa."},{"bible_id":"1216","chapter_code":"2KI.17","verse_code":"2KI.17.17","label":"17","content":"Puab muab tej tub tej ntxhais hlawv xyeem rua daab, hab saib yaig saib swj hab ua khawv koob yeeg swv, hab muag puab tug kheej moog ua tej kws Yawmsaub pum tas phem ua rua Yawmsaub chim."},{"bible_id":"1216","chapter_code":"2KI.17","verse_code":"2KI.17.18","label":"18","content":"Vem le nuav Yawmsaub txhad le chim rua cov Yixayee heev kawg hab muab puab ntab tawm ntawm nwg lub xubndag moog, tsw tshuav ib tug hlo le tsuas yog tshuav xeem Yuta xwb."},{"bible_id":"1216","chapter_code":"2KI.17","verse_code":"2KI.17.19","label":"19","content":"Yuta kuj tsw tuav rawv puab tug Vaajtswv Yawmsaub tej lug nkaw, puab ua lawv le tej kevcai kws cov Yixayee coj lug."},{"bible_id":"1216","chapter_code":"2KI.17","verse_code":"2KI.17.20","label":"20","content":"Mas Yawmsaub tsw yuav Yixayee caaj ceg huvsw hab rau txem rua puab hab muab puab cob rua huv cov kws lws puab txhais teg moog txug thaus nwg muab puab laim pov tseg ntawm nwg lub xubndag."},{"bible_id":"1216","chapter_code":"2KI.17","verse_code":"2KI.17.21","label":"21","content":"Thaus Yawmsaub muab cov Yixayee dua rhe ntawm Tavi caaj ceg lawd puab tsaa Yelaunpau‑aa kws yog Nenpa tug tub ua vaajntxwv, mas Yelaunpau‑aa coj puab ncaim ntawm Yawmsaub hab ua rua puab ua txhum luj kawg."},{"bible_id":"1216","chapter_code":"2KI.17","verse_code":"2KI.17.22","label":"22","content":"Cov Yixayee ua lawv nraim le tej kev txhum huvsw kws Yelaunpau‑aa tau ua. Puab tsw tso tej kev txhum hov tseg le,"},{"bible_id":"1216","chapter_code":"2KI.17","verse_code":"2KI.17.23","label":"23","content":"moog txug thaus Yawmsaub muab puab ntab tawm ntawm nwg lub xubndag moog, lawv le nwg tau kuas nwg cov tub qhe kws cev nwg lug txhua tug has rua puab lawd. Yog le nuav cov Yixayee txhad raug kuav poob tebchaws moog rua huv Axilia tebchaws lug txug naj nub nwgnuav."},{"bible_id":"1216","chapter_code":"2KI.17","verse_code":"2KI.17.24","label":"24","content":"Axilia tug vaajntxwv coj tuabneeg huv lub nroog Npanpiloo, lub moos Khutha, lub moos Ava, lub moos Hama hab lub moos Xefava‑i moog nyob cov Yixayee chaw rua tej moos huv Xamali tebchaws. Puab txhad txeeb tau Xamali tebchaws hab moog nyob huv Xamali tej moos."},{"bible_id":"1216","chapter_code":"2KI.17","verse_code":"2KI.17.25","label":"25","content":"Txwj thaus puab chiv lug nyob hov puab tsw fwm hab tsw paub ntshai Yawmsaub. Vem le hov Yawmsaub txhad tso tsuv ntxhuav lug rua huv plawv puab hab tum puab tuag ib txha."},{"bible_id":"1216","chapter_code":"2KI.17","verse_code":"2KI.17.26","label":"26","content":"Txhad muaj tuabneeg moog has rua Axilia tug vaajntxwv tas, “Tej haiv tuabneeg kws koj coj moog nyob rua huv Xamali tej moos hov tsw paub tug timtswv huv lub tebchaws hov txuj kevcai. Vem le hov tug timtswv txhad tso tsuv ntxhuav lug huv plawv puab hab tum puab tuag vem yog puab tsw paub tug timtswv huv lub tebchaws hov txuj kevcai.”"},{"bible_id":"1216","chapter_code":"2KI.17","verse_code":"2KI.17.27","label":"27","content":"Tes Axilia tug vaajntxwv txhad has tas, “Ca le tso ib tug pov thawj huv cov pov thawj kws mej nteg coj lug hov rov qaab moog. Ca nwg moog nyob hov ntawd hab qha tug timtswv huv lub tebchaws hov txuj kevcai rua puab.”"},{"bible_id":"1216","chapter_code":"2KI.17","verse_code":"2KI.17.28","label":"28","content":"Yog le hov ib tug pov thawj huv cov kws raug kuav huv Xamali lug txhad le tau rov lug nyob huv lub moos Npe‑ee hab qhuab qha puab paub tas puab yuav tsum pe hawm Yawmsaub le caag."},{"bible_id":"1216","chapter_code":"2KI.17","verse_code":"2KI.17.29","label":"29","content":"Tassws txhua haiv tuabneeg hov tseed ua puab tej txoov daab hab muab txawb rua huv lub tsev teev daab ntawm tej chaw sab kws cov Xamali tub ua ca lawd, txhua haiv tuabneeg nyag ua rua huv lub moos kws nwg nyob."},{"bible_id":"1216","chapter_code":"2KI.17","verse_code":"2KI.17.30","label":"30","content":"Cov Npanpiloo ua tug txoov daab Xukhau Npenau, cov tuabneeg Khutha ua tug txoov daab Nawkaa, cov tuabneeg Hama ua tug txoov daab Asima,"},{"bible_id":"1216","chapter_code":"2KI.17","verse_code":"2KI.17.31","label":"31","content":"cov tuabneeg Ava ua tug txoov daab Niha hab Thatha. Cov tuabneeg Xefava‑i hlawv mivnyuas xyeem rua daab Alamelej hab daab Anamelej, kws yog cov tuabneeg Xefava‑i tej daab."},{"bible_id":"1216","chapter_code":"2KI.17","verse_code":"2KI.17.32","label":"32","content":"Puab kuj fwm hab paub ntshai Yawmsaub hab tsaa puab cov tuabneeg leejtwg kuj xwj ua pov thawj ua num ntawm tej chaw sab hab tua tsaj xyeem rua huv tej tsev teev daab ntawm tej chaw sab hov."},{"bible_id":"1216","chapter_code":"2KI.17","verse_code":"2KI.17.33","label":"33","content":"Puab kuj fwm hab paub ntshai Yawmsaub hab tseed ua koom rua puab tej daab, lawv le puab ib txwm ua huv puab qub teb qub chaw kws puab raug coj lug hov."},{"bible_id":"1216","chapter_code":"2KI.17","verse_code":"2KI.17.34","label":"34","content":"Naj nub nwgnuav puab kuj ua ib yaam le qub. Puab tsw fwm tsw paub ntshai Yawmsaub hab tsw ua lawv le tej kaab ke hab tej kevcai hab txuj kevcai hab tej lug nkaw kws Yawmsaub muab cob rua Yakhauj caaj ceg kws Yawmsaub tis npe hu ua Yixayee."},{"bible_id":"1216","chapter_code":"2KI.17","verse_code":"2KI.17.35","label":"35","content":"Yawmsaub nrug puab sws cog lug hab nkaw lug rua puab tas, “Mej tsw xob fwm luas tej daab, hab tsw xob pe hab tsw xob ua koom rua hab tsw xob muab hov txhua chaw xyeem rua tej daab hov."},{"bible_id":"1216","chapter_code":"2KI.17","verse_code":"2KI.17.36","label":"36","content":"Mej yuav tsum fwm hab paub ntshai Yawmsaub kws swv nwg tug fwjchim luj hab nwg txhais teg kws tsaa hlo coj mej tawm huv Iyi tebchaws lug. Mej yuav tsum pe nwg hab tua tsaj xyeem rua nwg xwb."},{"bible_id":"1216","chapter_code":"2KI.17","verse_code":"2KI.17.37","label":"37","content":"Tej kaab ke hab tej kevcai hab txuj kevcai hab tej lug nkaw kws nwg sau ca rua mej, mas mej yuav tsum ceev faaj ua lawv nraim moog le. Mej tsw xob fwm luas tej daab,"},{"bible_id":"1216","chapter_code":"2KI.17","verse_code":"2KI.17.38","label":"38","content":"hab mej tsw xob nov qaab tej lug kws kuv cog tseg rua mej. Mej tsw xob fwm luas tej daab."},{"bible_id":"1216","chapter_code":"2KI.17","verse_code":"2KI.17.39","label":"39","content":"Mej yuav tsum fwm hab paub ntshai Yawmsaub kws yog mej tug Vaajtswv, nwg txhad cawm mej dim huv mej tej yeeb ncuab txhais teg huvsw.”"},{"bible_id":"1216","chapter_code":"2KI.17","verse_code":"2KI.17.40","label":"40","content":"Txawm le ntawd los puab tseed tsw noog, puab tseed ua lawv le puab tug qub."},{"bible_id":"1216","chapter_code":"2KI.17","verse_code":"2KI.17.41","label":"41","content":"Tej haiv tuabneeg nuav txhad le pe hawm Yawmsaub hab tseed ua koom rua tej txoov daab kws puab txaug. Puab tej mivnyuas hab puab tej xeeb ntxwv kuj ua ib yaam le ntawd, lawv le puab tej laug tau ua lug txug naj nub nwgnuav."},{"bible_id":"1216","chapter_code":"2KI.18","verse_code":"2KI.18.1","label":"1","content":"Xyoo peb kws Ela tug tub Hause‑a ua vaajntxwv kaav Yixayee tebchaws mas Aha tug tub Hexekhiya chiv ua vaajntxwv kaav Yuta tebchaws."},{"bible_id":"1216","chapter_code":"2KI.18","verse_code":"2KI.18.2","label":"2","content":"Thaus nwg chiv kaav hov nwg noob nyoog muaj neeg nkaum tswb xyoos. Nwg nyob huv Yeluxalee kaav tau neeg nkaum cuaj xyoo. Nwg nam npe hu ua Anpi, kws yog Xekhaliya tug ntxhais."},{"bible_id":"1216","chapter_code":"2KI.18","verse_code":"2KI.18.3","label":"3","content":"Vaajntxwv ua tej kws Yawmsaub pum tas zoo, ib yaam le nwg yawm koob Tavi tau ua lawd."},{"bible_id":"1216","chapter_code":"2KI.18","verse_code":"2KI.18.4","label":"4","content":"Nwg rhuav tshem tej chaw sab kws teev daab pov tseg hab tsoo tej ncej daab hab ntuv tej ncej daab Asela pov tseg. Hab nwg tsoo tug naab tooj kws Mauxe ua ntawd tawg ua tej dwb daim, tsua qhov cov Yixayee pheej hlawv moov tshuaj tsw qaab rua tug naab hov lug txug thaus hov. Puab hu tug naab hov tas Nehuthaa."},{"bible_id":"1216","chapter_code":"2KI.18","verse_code":"2KI.18.5","label":"5","content":"Nwg tso sab plhuav rua Yawmsaub kws yog Yixayee tug Vaajtswv. Vem le hov tej vaajntxwv kws kaav Yuta lug rua tom qaab hab tej vaajntxwv kws kaav ua nwg ntej, tsw muaj ib tug zoo thooj le nwg."},{"bible_id":"1216","chapter_code":"2KI.18","verse_code":"2KI.18.6","label":"6","content":"Tsua qhov nwg tuav rawv Yawmsaub ruaj, nwg tsw tso qhov kws ua lawv le Yawmsaub qha tseg le, nwg tuav rawv tej lug nkaw kws Yawmsaub muab cob rua Mauxe."},{"bible_id":"1216","chapter_code":"2KI.18","verse_code":"2KI.18.7","label":"7","content":"Hab Yawmsaub nrug nraim nwg, nwg tawm moog rua hovtwg nwg kuj ua tau tav zoo. Nwg faav xeeb rua Axilia tug vaajntxwv tsw yeem ua koom rua lawm."},{"bible_id":"1216","chapter_code":"2KI.18","verse_code":"2KI.18.8","label":"8","content":"Nwg ntaus cov Filixatee moog txug ncua lub moos Kaxa hab tej moos ib ncig tsw has tej kws muaj chaw tsom faaj hab tej kws muaj ntsaa loog ruaj khov."},{"bible_id":"1216","chapter_code":"2KI.18","verse_code":"2KI.18.9","label":"9","content":"Xyoo plaub kws Hexekhiya ua vaajntxwv kaav, yog xyoo xyaa kws Ela tug tub Hause‑a kaav Yixayee tebchaws mas Samanexaw kws yog Axilia tug vaajntxwv txawm tuaj ua rog rua lub nroog Xamali hab vej lub nroog ca."},{"bible_id":"1216","chapter_code":"2KI.18","verse_code":"2KI.18.10","label":"10","content":"Vej tau peb xyoos mas txeeb tau lub nroog lawm. Xyoo rau kws Hexekhiya ua vaajntxwv kaav, yog xyoo cuaj kws Hause‑a ua vaajntxwv kaav Yixayee, lub nroog Xamali raug luas txeeb tau lawm."},{"bible_id":"1216","chapter_code":"2KI.18","verse_code":"2KI.18.11","label":"11","content":"Axilia tug vaajntxwv kuav cov Yixayee moog rua huv Axilia tebchaws, coj moog nyob huv lub moos Halas hab ntawm ntug dej Hanpau kws yog tug dej huv lub moos Kauxaa, hab huv cov Mintia tej moos,"},{"bible_id":"1216","chapter_code":"2KI.18","verse_code":"2KI.18.12","label":"12","content":"vem yog puab tsw noog Yawmsaub kws yog puab tug Vaajtswv tej lug. Puab faav xeeb rua nwg tej lug cog tseg, yog txhua yaam kws Yawmsaub tug qhev Mauxe tau has ca lawd, puab tsw noog hab puab tsw ua lawv le ntawd."},{"bible_id":"1216","chapter_code":"2KI.18","verse_code":"2KI.18.13","label":"13","content":"Xyoo kaum plaub kws Hexekhiya ua vaajntxwv kaav mas Axilia tug vaajntxwv Xenakhawli tuaj ntaus Yuta txhua lub moos kws muaj ntsaa loog ruaj khov mas txeeb tau huvsw."},{"bible_id":"1216","chapter_code":"2KI.18","verse_code":"2KI.18.14","label":"14","content":"Yuta tug vaajntxwv Hexekhiya tso tuabneeg moog has rua Axilia tug vaajntxwv huv lub moos Lakhi has tas, “Kuv tau ua txhum lawm, thov koj thim tub rog moog. Koj yuav nplua npaum twg los kuv yuav them.” Axilia tug vaajntxwv hu peb puas talaa nyaj hab peb caug talaa kub  rua Yuta tug vaajntxwv Hexekhiya them."},{"bible_id":"1216","chapter_code":"2KI.18","verse_code":"2KI.18.15","label":"15","content":"Mas Hexekhiya muab taag nrho tej nyaj kws nyob huv Yawmsaub lub tuam tsev hab tej kws nyob huv tej txhaab nyaj huv vaajntxwv tsev huvsw them rua nwg."},{"bible_id":"1216","chapter_code":"2KI.18","verse_code":"2KI.18.16","label":"16","content":"Zag hov Hexekhiya tev tej kub kws luam ntawm tej txhwb qhov rooj hab tej puab rooj ntawm Yawmsaub lub tuam tsev kws Yuta tug vaajntxwv Hexekhiya muab luam rua lawd, muab cob rua Axilia tug vaajntxwv."},{"bible_id":"1216","chapter_code":"2KI.18","verse_code":"2KI.18.17","label":"17","content":"Axilia tug vaajntxwv khaiv Thathaa hab Laxali hab Lasakhe  coj ib paab tub rog coob tawm ntawm lub moos Lakhi tuaj moog rua ntawm vaajntxwv Hexekhiya huv Yeluxalee. Puab tuaj moog rua Yeluxalee. Thaus puab tuaj txug puab lug sawv ntawm tug cav dej kws tso dej tawm ntawm lub paag saab peg lug, yog ntawm txujkev kws moog rua daim teb Ntxhua Xuv."},{"bible_id":"1216","chapter_code":"2KI.18","verse_code":"2KI.18.18","label":"18","content":"Thaus puab hu vaajntxwv, Hikhiya tug tub Eliyakhi kws yog tug saib vaajntxwv lub tsev hab Sena kws yog tug tub sau ntawv hab Axas tug tub Yau‑av kws yog tug kws sau ntaub ntawv keeb kwm tuaj cuag puab."},{"bible_id":"1216","chapter_code":"2KI.18","verse_code":"2KI.18.19","label":"19","content":"Mas Lasakhe has rua puab tas, “Ca le has rua Hexekhiya tas, ‘Tug fuabtais luj kws yog Axilia tug vaajntxwv has tas, Koj tso sab rua daabtsw le kod?"},{"bible_id":"1216","chapter_code":"2KI.18","verse_code":"2KI.18.20","label":"20","content":"Koj xaav tas mej tej nyuas lug sablaaj xwb yog daim phaj hab fwjchim kws ua tau rog nua lov? Nwgnuav koj vaam khom leejtwg es koj txhad faav xeeb rua kuv?"},{"bible_id":"1216","chapter_code":"2KI.18","verse_code":"2KI.18.21","label":"21","content":"Koj swm xaav saib, nwgnuav koj vaam khom Iyi kws yog tug paas nreg lojkov kws luv lawm, yog leejtwg nreg yuav chob nwg txhais teg. Iyi tug vaajntxwv Falau zoo yaam nkaus le hov rua txhua tug kws vaam khom nwg."},{"bible_id":"1216","chapter_code":"2KI.18","verse_code":"2KI.18.22","label":"22","content":"Tassws yog koj has rua kuv tas, “Peb tso sab rua Yawmsaub kws yog peb tug Vaajtswv,” mas tug Vaajtswv hov puas yog tug kws Hexekhiya muab tej chaw sab kws pe hawm nwg hab nwg tej thaaj xyeem rhuav pov tseg, hab has rua Yuta hab Yeluxalee tas, “Mej yuav tsum pe Vaajtswv ntawm lub thaaj nuav huv Yeluxalee xwb?”"},{"bible_id":"1216","chapter_code":"2KI.18","verse_code":"2KI.18.23","label":"23","content":"Ca le tuaj nrug kuv tug tswv kws yog Axilia tug vaajntxwv cog lug tseg. Kuv yuav muab ob txheeb tug neeg rua koj yog tas koj nrhav tau tuabneeg caij cov neeg hov."},{"bible_id":"1216","chapter_code":"2KI.18","verse_code":"2KI.18.24","label":"24","content":"Koj yuav ua le caag lawv tau kuv tug tswv le ib tug thawj rog kws miv dhau tej rua thaus koj tseed vaam khom Iyi hab puab tej tsheb ua rog hab tej tub rog caij neeg?"},{"bible_id":"1216","chapter_code":"2KI.18","verse_code":"2KI.18.25","label":"25","content":"Tsw yog le ntawd xwb, qhov kws kuv tuaj ntaus lub chaw nuav ua kuas puam tsuaj tsw yog Yawmsaub nrug nraim lov? Yawmsaub has rua kuv tas, Ca le moog ntaus lub tebchaws nuav hab ua kuas puam tsuaj.’ ”"},{"bible_id":"1216","chapter_code":"2KI.18","verse_code":"2KI.18.26","label":"26","content":"Mas Hikhiya tug tub Eliyakhi hab Sena hab Yau‑av has rua Lasakhe tas, “Thov koj has ua lug Alaa rua peb kws yog koj le tub qhe, peb yeej paub tej lug hov. Thov tsw xob has ua lug Yuta rua cov tuabneeg kws nyob sau tej ntsaa loog tau nov.”"},{"bible_id":"1216","chapter_code":"2KI.18","verse_code":"2KI.18.27","label":"27","content":"Tassws Lasakhe has tas, “Tsw yog kuv tug vaajntxwv khaiv kuv tuaj has tej lug nuav rua mej hab mej tug vaajntxwv xwb. Yeej yog has rua cov kws nyob sau tej ntsaa loog kws puab tub yuav noj puab tej quav hab haus puab tej zwg hab ntaag.”"},{"bible_id":"1216","chapter_code":"2KI.18","verse_code":"2KI.18.28","label":"28","content":"Mas Lasakhe sawv ntsug qw ua lug Yuta nrov nrov has tas, “Ca le noog tug fuabtais luj kws yog Axilia tug vaajntxwv tej lug."},{"bible_id":"1216","chapter_code":"2KI.18","verse_code":"2KI.18.29","label":"29","content":"Vaajntxwv has le nuav tas, ‘Tsw xob ca Hexekhiya daag ntxag mej, vem nwg tsw muaj peevxwm paab tau mej dim huv kuv txhais teg."},{"bible_id":"1216","chapter_code":"2KI.18","verse_code":"2KI.18.30","label":"30","content":"Tsw xob ca Hexekhiya ua rua mej vaam khom Yawmsaub rua tej lug kws has tas, “Yawmsaub yuav paab peb dim tag tag le, lub nroog nuav yuav tsw poob rua huv Axilia tug vaajntxwv txhais teg.”"},{"bible_id":"1216","chapter_code":"2KI.18","verse_code":"2KI.18.31","label":"31","content":"Tsw xob noog Hexekhiya has.’ Axilia tug vaajntxwv has le nuav tas, ‘Ca le nrug kuv sws raug zoo hab tawm tuaj cuag kuv, mas mej txhua tug nyag yuav tau noj nyag tej txwv maab txwv cua hab txhua tug nyag yuav tau haus nyag tej qhov dej,"},{"bible_id":"1216","chapter_code":"2KI.18","verse_code":"2KI.18.32","label":"32","content":"moog txug thaus kuv rov tuaj coj mej moog rua lub tebchaws kws zoo ib yaam le mej lub, yog lub tebchaws kws muaj qoob loos hab cawv txwv maab, yog lub tebchaws kws muaj mov noj hab vaaj txwv maab, muaj txwv ntoo aulib hab muaj zwb ntaab sub mej txhad muaj txujsa nyob txhad tsw tuag. Hab tsw xob noog Hexekhiya tej lug kws nwg yuav coj mej moog yuam kev has tas, “Yawmsaub yuav cawm peb dim.”"},{"bible_id":"1216","chapter_code":"2KI.18","verse_code":"2KI.18.33","label":"33","content":"Puas muaj ib tug daab twg huv ib tsoom tebchaws kws paab tau nwg lub tebchaws dim huv Axilia tug vaajntxwv txhais teg?"},{"bible_id":"1216","chapter_code":"2KI.18","verse_code":"2KI.18.34","label":"34","content":"Lub moos Hama hab lub moos Apa tej daab dua twg taag lawm? Lub moos Xefava‑i, lub moos Hena hab lub moos Iva tej daab dua twg lawm? Tej daab hov paab tau Xamali dim huv kuv txhais teg hab lov?"},{"bible_id":"1216","chapter_code":"2KI.18","verse_code":"2KI.18.35","label":"35","content":"Ib tsoom tebchaws tej daab huvsw tsw muaj ib tug daab twg kws paab tau nwg lub tebchaws dim huv kuv txhais teg, mas Yawmsaub yuav cawm Yeluxalee dim huv kuv txhais teg hab lov?’ ”"},{"bible_id":"1216","chapter_code":"2KI.18","verse_code":"2KI.18.36","label":"36","content":"Tassws puab ntsag tuabywv tsw teb ib lus le tsua qhov vaajntxwv Hexekhiya tub qha has tas, “Tsw xob teb ib lus le.”"},{"bible_id":"1216","chapter_code":"2KI.18","verse_code":"2KI.18.37","label":"37","content":"Hikhiya tug tub Eliyakhi kws yog tug saib vaajntxwv lub tsev hab Sena kws yog tug tub sau ntawv hab Axas tug tub Yau‑av kws yog tug kws sau ntawv keeb kwm, rov lug cuag Hexekhiya ua rwg tsho nduag taag, hab qha Lasakhe tej lug rua vaajntxwv."},{"bible_id":"1216","chapter_code":"2KI.19","verse_code":"2KI.19.1","label":"1","content":"Thaus vaajntxwv Hexekhiya nov tej lug ntawd, nwg txawm dua rhe nwg lub tsho hab muab khaub seev tsaaj lug naav hab moog rua huv Yawmsaub lub tuam tsev."},{"bible_id":"1216","chapter_code":"2KI.19","verse_code":"2KI.19.2","label":"2","content":"Mas nwg khaiv Eliyakhi kws yog tug saib vaajntxwv lub tsev hab Sena kws yog tug tub sau ntawv hab cov pov thawj laug naav khaub seev tsaaj moog cuag Amoj tug tub Yaxaya kws ua xwbfwb cev Vaajtswv lug."},{"bible_id":"1216","chapter_code":"2KI.19","verse_code":"2KI.19.3","label":"3","content":"Puab txawm has rua nwg tas, “Hexekhiya has le nuav tas, ‘Nub nua yog nub kws ntxhuv sab hab raug luas thuaj poob ntsej muag. Tej mivnyuas tub txug caij yug lawm kuas tsw muaj zug ntsub."},{"bible_id":"1216","chapter_code":"2KI.19","verse_code":"2KI.19.4","label":"4","content":"Tej zag Yawmsaub kws yog koj tug Vaajtswv tub nov tej lug huvsw kws Axilia tug vaajntxwv kuas Lasakhe tuaj has saib tsw taug Vaajtswv kws muaj txujsa nyob, hab Yawmsaub yuav rhuav tshem tej lug kws Yawmsaub kws yog koj tug Vaajtswv tau nov. Yog le ntawd thov koj thov Yawmsaub paab cov tuabneeg kws tseed tshuav nyob nuav.’ ”"},{"bible_id":"1216","chapter_code":"2KI.19","verse_code":"2KI.19.5","label":"5","content":"Thaus vaajntxwv Hexekhiya cov tim xyoob tuaj cuag Yaxaya,"},{"bible_id":"1216","chapter_code":"2KI.19","verse_code":"2KI.19.6","label":"6","content":"Yaxaya has rua puab tas, “Ca le has rua mej tug vaajntxwv tas, ‘Yawmsaub has le nuav tas, Tsw xob ntshai tej lug kws mej tau nov hov, yog tej lug kws Axilia tug vaajntxwv tej num tswv thuaj kuv."},{"bible_id":"1216","chapter_code":"2KI.19","verse_code":"2KI.19.7","label":"7","content":"Saib maj, kuv yuav tshoov nwg lub sab ua kuas nwg nov lug fuab lug cua mas nwg yuav rov qaab moog rua nwg lub tebchaws. Hab kuv yuav ua kuas nwg tuag nav ntaaj rua huv nwg lub tebchaws.’ ”"},{"bible_id":"1216","chapter_code":"2KI.19","verse_code":"2KI.19.8","label":"8","content":"Lasakhe txhad rov qaab moog mas ntswb Axilia tug vaajntxwv ua rog rua lub moos Lina, tsua qhov nwg nov tas vaajntxwv tub tawm huv Lakhi moog lawm."},{"bible_id":"1216","chapter_code":"2KI.19","verse_code":"2KI.19.9","label":"9","content":"Thaus Axilia tug vaajntxwv nov xuv has tas Khuj  tug vaajntxwv Thihakha tub sawv kev tuaj ntaus nwg lawm, nwg txawm khaiv tuabneeg xaa xuv rov moog has rua Hexekhiya has tas,"},{"bible_id":"1216","chapter_code":"2KI.19","verse_code":"2KI.19.10","label":"10","content":"“Mej yuav tsum has le nuav rua Yuta tug vaajntxwv Hexekhiya has tas, ‘Tsw xob ca koj tug Vaajtswv kws koj vaam khom ntawd daag has tas Yeluxalee yuav tsw raug muab rua huv Axilia tug vaajntxwv txhais teg."},{"bible_id":"1216","chapter_code":"2KI.19","verse_code":"2KI.19.11","label":"11","content":"Saib maj, mej tub nov lawm tas Axilia tej vaajntxwv tub ua le caag rua ib tsoom tebchaws huvsw lawm, tub ua rua tej tebchaws puam tsuaj taag huvsw. Koj nev, koj yuav tau kev dim lov?"},{"bible_id":"1216","chapter_code":"2KI.19","verse_code":"2KI.19.12","label":"12","content":"Ib tsoom tebchaws tej daab paab tau puab dim lov? Tub yog tej tebchaws kws kuv tej laug muab ua puam tsuaj taag, yog lub moos Kauxaa, lub moos Halaa, lub moos Lexe hab cov tuabneeg Etee kws nyob huv lub moos Thee‑axa."},{"bible_id":"1216","chapter_code":"2KI.19","verse_code":"2KI.19.13","label":"13","content":"Tug vaajntxwv huv lub moos Hama hab tug vaajntxwv huv Apa hab tug vaajntxwv huv Xefava‑i, hab tug vaajntxwv huv Hena hab tug vaajntxwv huv Iva dua twg lawm?’ ”"},{"bible_id":"1216","chapter_code":"2KI.19","verse_code":"2KI.19.14","label":"14","content":"Hexekhiya txais tsaab ntawv ntawm tug xaa xuv txhais teg hab nyeem. Mas Hexekhiya txhad moog rua huv Yawmsaub lub tuam tsev, hab muab tsaab ntawv nthuav rua ntawm Yawmsaub lub xubndag."},{"bible_id":"1216","chapter_code":"2KI.19","verse_code":"2KI.19.15","label":"15","content":"Hab Hexekhiya thov ntawm Yawmsaub xubndag has tas, “Au Yawmsaub kws yog Yixayee tug Vaajtswv, kws nyob lub zwm txwv sau cov Khelunpee, koj tuab leeg xwb txhad yog ib tsoom tebchaws huv qaab ntuj tug Vaajtswv, koj tau tswm lub ntuj hab lub nplajteb."},{"bible_id":"1216","chapter_code":"2KI.19","verse_code":"2KI.19.16","label":"16","content":"Au Yawmsaub, thov tig qhov ntsej noog. Au Yawmsaub, thov tsaa qhov muag saib, hab thov koj noog Xenakhawli tej lug huvsw kws nwg xaa tuaj thuaj luag Vaajtswv kws muaj txujsa nyob."},{"bible_id":"1216","chapter_code":"2KI.19","verse_code":"2KI.19.17","label":"17","content":"Au Yawmsaub, yeej muaj tseeb le ntawd tag, Axilia tej vaajntxwv tau ua rua txhua haiv tuabneeg hab puab lub tebchaws puam tsuaj taag,"},{"bible_id":"1216","chapter_code":"2KI.19","verse_code":"2KI.19.18","label":"18","content":"hab muab puab tej txoov daab nrum rua huv suavtawg, vem tej hov yeej tsw yog timtswv, tsuas yog tej kws tuabneeg txhais teg ua xwb, yog ntoo hab pob zeb. Vem le hov tej hov txhad raug muab ua puam tsuaj taag."},{"bible_id":"1216","chapter_code":"2KI.19","verse_code":"2KI.19.19","label":"19","content":"Au Yawmsaub kws yog peb tug Vaajtswv, nwgnuav kuv thov koj cawm peb dim huv nwg txhais teg, sub ib tsoom tebchaws huv nplajteb txhad paub tas koj yog Yawmsaub koj tuab leeg yog Vaajtswv.”"},{"bible_id":"1216","chapter_code":"2KI.19","verse_code":"2KI.19.20","label":"20","content":"Mas Amoj tug tub Yaxaya has moog rua Hexekhiya has tas, “Yawmsaub kws yog Yixayee tug Vaajtswv has le nuav tas, Kuv tub nov koj tej lug thov has txug Xenakhawli kws yog Axilia tug vaajntxwv lawm."},{"bible_id":"1216","chapter_code":"2KI.19","verse_code":"2KI.19.21","label":"21","content":"Ntawm nuav moog yog tej lug kws Yawmsaub has txug Xenakhawli. “ ‘Xi‑oo tug ntxhais dawb huv saib tsw taug koj luag koj, Yeluxalee tug ntxhais cu hau quas nyo luag lawv koj qaab."},{"bible_id":"1216","chapter_code":"2KI.19","verse_code":"2KI.19.22","label":"22","content":"“ ‘Koj thuaj hab has phem rua leejtwg? Koj tsaa koj lub suab tawm tsaam leejtwg hab koj khaav theeb zwg ncauj ntxw muag rua leejtwg? Yog ua rua cov Yixayee tug Vaajtswv kws dawb huv ntaag."},{"bible_id":"1216","chapter_code":"2KI.19","verse_code":"2KI.19.23","label":"23","content":"Koj muab lug rua koj cov tuabneeg xaa xuv thuaj luag tug Tswv, hab koj tau khaav tas, “Kuv muaj tsheb ua rog ntau heev, kuv nce moog sau tej roob sab, moog txug tej qhov kws deb kawg huv Lenpanoo. Kuv tub muab nwg tej ntoo cab kws sab kawg ntuv qaug hab ntuv nwg tej ntoo cab nplooj suab kws zoo nkauj kawg. Kuv nkaag moog rua huv qhov kws deb kawg nkaus hab moog txug lub haav zoov kws tsaus kawg nkaus."},{"bible_id":"1216","chapter_code":"2KI.19","verse_code":"2KI.19.24","label":"24","content":"Kuv khawb qhov dej hab haus lwm tebchaws le dej, kuv txhais xwb taw tsuj Iyi tej haav dej qhuav taag huvsw.”"},{"bible_id":"1216","chapter_code":"2KI.19","verse_code":"2KI.19.25","label":"25","content":"“ ‘Koj tsw tau nov lov? Kuv tub npaaj ca le ntawd ntev lug lawm. Tej num kws kuv ua nwgnuav kuv tub hom ca thau u lug lawm, has tas koj yuav ua rua tej moos kws muaj ntsaa loog ruaj khov pob taag ua tej nam pawg."},{"bible_id":"1216","chapter_code":"2KI.19","verse_code":"2KI.19.26","label":"26","content":"Tej tuabneeg huv tej moos ntawd qaug zug ntshaus ntsho poob sab taag hab txaaj muag heev, puab zoo le tej zaub huv teb hab zoo le tej nroj mog mog, zoo le tej nroj kws tuaj sau ruv tsev kws ca le qhuav taag tsw hlub."},{"bible_id":"1216","chapter_code":"2KI.19","verse_code":"2KI.19.27","label":"27","content":"“ ‘Kuv yeej paub qhov kws koj nyob tsawg hab qhov kws koj tawm moog hab nkaag lug, hab qhov kws koj npau tawg rua kuv."},{"bible_id":"1216","chapter_code":"2KI.19","verse_code":"2KI.19.28","label":"28","content":"Vem koj tau npau tawg rua kuv hab kuv tub nov qhov kws koj khaav theeb, mas kuv yuav muab kuv tug nqai lauj chob koj lub qhov ntswg hab muab kuv txuj xauv saam koj lub qhov ncauj, mas kuv yuav caab koj tig hlo rov qaab taug txujkev kws koj tuaj moog.’"},{"bible_id":"1216","chapter_code":"2KI.19","verse_code":"2KI.19.29","label":"29","content":"“Nuav yog tej txujci kws qha rua koj paub. Xyoo nuav koj yuav noj tej qoob loos kws nwg tuaj nwg. Xyoo ob koj yuav noj tej kws tuaj ntawm lub qub chaw. Mas xyoo peb ca le tseb hab hlais hab ua vaaj txwv maab hab noj tej txwv ntawd."},{"bible_id":"1216","chapter_code":"2KI.19","verse_code":"2KI.19.30","label":"30","content":"Yuta caaj ceg cov kws dim hab tseed tshuav nyob yuav nrhau caag rua huv hab txw txwv rua sau."},{"bible_id":"1216","chapter_code":"2KI.19","verse_code":"2KI.19.31","label":"31","content":"Vem tas muaj ib co kws tseed tshuav nyob yuav tawm huv Yeluxalee moog, hab muaj ib co kws dim yuav tawm huv lub roob Xi‑oo moog. Yawmsaub kws muaj fwjchim luj kawg nkaus yuav kub sab quas lug ua tej nuav."},{"bible_id":"1216","chapter_code":"2KI.19","verse_code":"2KI.19.32","label":"32","content":"“Vem le nuav Yawmsaub txhad has txug Axilia tug vaajntxwv le nuav tas, Nwg yuav tsw nkaag lug rua huv lub nroog nuav hab tsw tua xub neev tuaj rua huv, hab tsw tuav daim hlau thaiv tuaj ze lub nroog hab tsw tsub aav ua chaw nce ntsaa loog."},{"bible_id":"1216","chapter_code":"2KI.19","verse_code":"2KI.19.33","label":"33","content":"Nwg tuaj txujkev twg nwg yuav rov txujkev ntawd moog, nwg yuav tsw nkaag rua huv lub nroog nuav. Yawmsaub has le nuav ntaag."},{"bible_id":"1216","chapter_code":"2KI.19","verse_code":"2KI.19.34","label":"34","content":"Kuv yuav tsom kwm lub nroog nuav ca kuas dim, vem saib rua kuv hab saib rua kuv tug tub qhe Tavi.”"},{"bible_id":"1216","chapter_code":"2KI.19","verse_code":"2KI.19.35","label":"35","content":"Mo ntawd Yawmsaub le tubkhai ntuj tawm moog tua Axilia cov tub rog huv puab lub yeej tuag 185,000 leej. Mas thaus sawv ntxuv puab sawv saib na cav cov ntawd tub tuag taag lawm."},{"bible_id":"1216","chapter_code":"2KI.19","verse_code":"2KI.19.36","label":"36","content":"Tes Axilia tug vaajntxwv Xenakhawli txawm ca le sawv tseeg rov qaab moog tsev, moog nyob huv Ninave."},{"bible_id":"1216","chapter_code":"2KI.19","verse_code":"2KI.19.37","label":"37","content":"Thaus nwg saamswm pe hawm huv lub tsev teev daab Nilau kws yog nwg tug daab, nwg ob tug tub Alamelej hab Salexaw txawm xuas ntaaj tua nwg tuag. Tes ob tug tswv moog rua Alalab tebchaws lawm. Mas nwg tug tub Exahantoo sawv kaav nyob nwg chaw."},{"bible_id":"1216","chapter_code":"2KI.20","verse_code":"2KI.20.1","label":"1","content":"Lub swjhawm ntawd Hexekhiya mob nyaav heev tub yuav tuag. Mas Amoj tug tub Yaxaya kws yog xwbfwb cev Vaajtswv lug tuaj cuag nwg hab has rua nwg tas, “Yawmsaub has le nuav tas, Koj ca le tu tej kev teb kev chaw kuas zoo, koj yuav tuag koj yuav tsw nquag.”"},{"bible_id":"1216","chapter_code":"2KI.20","verse_code":"2KI.20.2","label":"2","content":"Mas Hexekhiya tig ndag rua tim phaab ntsaa hab thov Yawmsaub has tas,"},{"bible_id":"1216","chapter_code":"2KI.20","verse_code":"2KI.20.3","label":"3","content":"“Au Yawmsaub, kuv taij thov koj ncu txug tas kuv ua lub neej xwb rua koj rua ntawm koj lub xubndag kawg sab kawg ntsws hab tau ua tej kws koj pum tas zoo.” Tes Hexekhiya txawm quaj heev kawg."},{"bible_id":"1216","chapter_code":"2KI.20","verse_code":"2KI.20.4","label":"4","content":"Thaus Yaxaya tsw tau tawm huv lub tshaav puam ntawm vaajntxwv tsev, Yawmsaub has lug tuaj rua nwg tas,"},{"bible_id":"1216","chapter_code":"2KI.20","verse_code":"2KI.20.5","label":"5","content":"“Ca le rov qaab moog has rua Hexekhiya kws yog kuv haiv tuabneeg tug thawj tas, ‘Koj yawm koob Tavi tug Vaajtswv Yawmsaub has le nuav tas, Kuv tub nov koj tej lug thov lawm, kuv tub pum koj tej kua muag lawm. Kuv yuav khu kuas koj zoo mas nub peb koj yuav tau moog rua huv Yawmsaub lub tuam tsev."},{"bible_id":"1216","chapter_code":"2KI.20","verse_code":"2KI.20.6","label":"6","content":"Kuv yuav txuas koj txujsa ntev kaum tswb xyoo ntxwv hab. Kuv yuav cawm koj hab lub nroog nuav dim ntawm Axilia tug vaajntxwv txhais teg, hab kuv yuav tsom kwm lub nroog nuav vem yog saib rua kuv hab saib rua kuv tug qhev Tavi.’ ”"},{"bible_id":"1216","chapter_code":"2KI.20","verse_code":"2KI.20.7","label":"7","content":"Mas Yaxaya has tas, “Ca le coj ib lub ncuav txwv cua lug, kuas puab muab lub ncuav hov npuab rua ntawm lub rwj sub nwg txhad le rov qaab zoo.”"},{"bible_id":"1216","chapter_code":"2KI.20","verse_code":"2KI.20.8","label":"8","content":"Hexekhiya has rua Yaxaya tas, “Yuav muaj ib yaam daabtsw qha kuas paub tas Yawmsaub yuav khu kuv hab peb nub kuv yuav tau moog rua huv Yawmsaub lub tuam tsev?”"},{"bible_id":"1216","chapter_code":"2KI.20","verse_code":"2KI.20.9","label":"9","content":"Yaxaya has tas, “Nuav yog yaam txujci kws Yawmsaub ua rua koj paub tas nwg yuav ua lawv le nwg tub cog lug lawm. Yuav ca tug duab nub moog tom ntej kaum qeb los rov tom qaab kaum qeb?”"},{"bible_id":"1216","chapter_code":"2KI.20","verse_code":"2KI.20.10","label":"10","content":"Hexekhiya teb tas, “Yoojyim ua rua tug duab nub moog tom ntej kaum qeb. Yog le nuav thov ca tug duab thim rov qaab kaum qeb.”"},{"bible_id":"1216","chapter_code":"2KI.20","verse_code":"2KI.20.11","label":"11","content":"Tes Yaxaya kws yog xwbfwb cev Vaajtswv lug taij thov Yawmsaub, mas Yawmsaub ua rua tug duab nub thim rov qaab kaum qeb kws tug duab tub moog dhau lawd ntawm lub chaw ntsuag kws Aha ua."},{"bible_id":"1216","chapter_code":"2KI.20","verse_code":"2KI.20.12","label":"12","content":"Thaus ntawd Npalantaa tug tub Melauntanpalantaa kws ua vaajntxwv huv Npanpiloo khaiv cov tim xyoob coj tsaab ntawv hab tshaav ntuj moog pub rua Hexekhiya vem yog nwg nov xuv tas Hexekhiya mob."},{"bible_id":"1216","chapter_code":"2KI.20","verse_code":"2KI.20.13","label":"13","content":"Mas Hexekhiya zoo sab txais tog puab hab coj puab moog saib nwg tej txhaab nyaj huvsw, saib tej nyaj, tej kub, tej txum lom, tej roj tswm txaj, hab saib lub txhaab kws rau cuab yeej ua rog, yog txhua yaam kws nyob huv nwg tej txhaab. Tsw tshuav ib yaam huv nwg lub tsev hab thoob plawg huv nwg lub tebchaws kws nwg tsw tau muab qha rua puab saib le."},{"bible_id":"1216","chapter_code":"2KI.20","verse_code":"2KI.20.14","label":"14","content":"Mas Yaxaya kws yog xwbfwb cev Vaajtswv lug tuaj cuag vaajntxwv Hexekhiya, hab has rua nwg tas, “Cov tuabneeg nuav tuaj has daabtsw? Hab puab tuaj hovtwg tuaj cuag koj?” Hexekhiya teb tas, “Puab tuaj deb deb le tuaj, yog tuaj Npanpiloo tebchaws tuaj.”"},{"bible_id":"1216","chapter_code":"2KI.20","verse_code":"2KI.20.15","label":"15","content":"Yaxaya nug tas, “Puab pum daabtsw huv koj lub vaaj lub tsev?” Hexekhiya teb tas, “Puab pum txhua yaam huv kuv lub vaaj lub tsev, tsw tshuav ib yaam daabtsw huv kuv tej txhaab kws kuv tsw tau muab qha rua puab saib le.”"},{"bible_id":"1216","chapter_code":"2KI.20","verse_code":"2KI.20.16","label":"16","content":"Tes Yaxaya txawm has rua Hexekhiya tas, “Ca le noog Yawmsaub tej lug."},{"bible_id":"1216","chapter_code":"2KI.20","verse_code":"2KI.20.17","label":"17","content":"Saib maj, lub caij lub nyoog saamswm lug txug lawm kws txhua tsaav txhua yaam huv koj lub vaaj lub tsev hab tej kws koj tej laug khaws tau ca lug txug nub nua yuav raug muab coj moog rua Npanpiloo, tsw tshuav ib yaam daabtsw hlo le. Yawmsaub has le nuav ntaag."},{"bible_id":"1216","chapter_code":"2KI.20","verse_code":"2KI.20.18","label":"18","content":"Hab koj tej tub kws koj yug muaj qee leej yuav raug muab coj moog hab puab yuav ua nraug saam rua huv vaajntxwv Npanpiloo lub tsev.”"},{"bible_id":"1216","chapter_code":"2KI.20","verse_code":"2KI.20.19","label":"19","content":"Mas Hexekhiya has rua Yaxaya tas, “Yawmsaub tej lug kws koj has nuav kuj zoo.” Tsua qhov nwg xaav huv lub sab tas, “Yog muaj kev thaaj yeeb hab nyob kaaj sab lug moog taag kuv swm neej, kuj yog zoo lawm los tsw yog?”"},{"bible_id":"1216","chapter_code":"2KI.20","verse_code":"2KI.20.20","label":"20","content":"Lwm yaam num kws Hexekhiya ua, hab nwg tug peevxwm huvsw hab qhov kws nwg ua lub paag dej hab tug cav dej tso dej lug rua huv lub nroog mas tub muab sau ca rua huv phoo ntawv kws has txug cov Yuta tej vaajntxwv le keeb kwm."},{"bible_id":"1216","chapter_code":"2KI.20","verse_code":"2KI.20.21","label":"21","content":"Tes Hexekhiya txawm tuag moog nrug nwg tej laug nyob, mas nwg tug tub Manaxe sawv kaav nyob nwg chaw."},{"bible_id":"1216","chapter_code":"2KI.21","verse_code":"2KI.21.1","label":"1","content":"Thaus Manaxe chiv ua vaajntxwv nwg noob nyoog muaj kaum ob xyoos, nwg nyob huv Yeluxalee kaav tau tswb caug tswb xyoos. Nwg nam npe hu ua Hexinpa."},{"bible_id":"1216","chapter_code":"2KI.21","verse_code":"2KI.21.2","label":"2","content":"Nwg ua tej kws Yawmsaub pum tas phem kawg le, nwg ua lawv le tej kevcai qas vuab tsuab kws lwm haiv tuabneeg ua, yog cov kws Yawmsaub ntab tawm ntawm cov Yixayee hauv ntej moog."},{"bible_id":"1216","chapter_code":"2KI.21","verse_code":"2KI.21.3","label":"3","content":"Nwg rov ua tej chaw sab teev daab kws nwg txwv Hexekhiya tub muab rhuav taag lawd, hab nwg ua tej thaaj teev daab Npa‑aa hab ua ncej daab Asela, ib yaam le cov Yixayee tug vaajntxwv Ahaj tau ua. Nwg pe nub pe hli hab tej nub qub sau nruab ntug huvsw hab ua koom rua tej hov."},{"bible_id":"1216","chapter_code":"2KI.21","verse_code":"2KI.21.4","label":"4","content":"Nwg ua tej thaaj teev daab rua huv Yawmsaub lub tuam tsev, kws yog lub chaw kws Yawmsaub tub has tas, “Kuv yuav muab kuv lub npe ca rua huv Yeluxalee.”"},{"bible_id":"1216","chapter_code":"2KI.21","verse_code":"2KI.21.5","label":"5","content":"Nwg ua tej thaaj xyeem rua lub nub lub hli hab tej nub qub sau nruab ntug huvsw rua huv ob lub tshaav puam huv Yawmsaub lub tuam tsev."},{"bible_id":"1216","chapter_code":"2KI.21","verse_code":"2KI.21.6","label":"6","content":"Nwg muab nwg tug tub tua hlawv xyeem rua daab, hab nwg saib caij saib nyoog saib yaig saib swj hab nwg moog nug tej txwv neeb txwv yaig hab tej kws muaj daab leej nkaub. Nwg ua tej kws Yawmsaub pum tas phem kawg nkaus le zwg ua rua Yawmsaub npau tawg."},{"bible_id":"1216","chapter_code":"2KI.21","verse_code":"2KI.21.7","label":"7","content":"Nwg muab tug txoov daab Asela kws nwg txaug txawb rua huv lub tuam tsev kws Yawmsaub tub has rua Tavi hab nwg tug tub Xalaumoo lawm has tas, “Lub tuam tsev nuav hab lub nroog Yeluxalee kws kuv tub xaiv huv txhua xeem Yixayee lug mas kuv yuav ca kuv lub npe nyob huv moog ib txhws."},{"bible_id":"1216","chapter_code":"2KI.21","verse_code":"2KI.21.8","label":"8","content":"Kuv yuav tsw ua rua cov Yixayee txhais kwtaw tswv tawm huv lub tebchaws kws kuv tub muab rua puab tej laug lawd dua le lawm, yog tas puab ceev faaj ua lawv le txhua yaam kws kuv has kuas puab ua hab ua lawv le txuj kevcai huvsw kws kuv tug qhev Mauxe has rua puab.”"},{"bible_id":"1216","chapter_code":"2KI.21","verse_code":"2KI.21.9","label":"9","content":"Tassws puab tsw noog hab Manaxe ntxag puab moog ua phem heev dua tej haiv tuabneeg kws Yawmsaub tub muab ua puam tsuaj taag rua ntawm puab hauv ntej."},{"bible_id":"1216","chapter_code":"2KI.21","verse_code":"2KI.21.10","label":"10","content":"Yawmsaub kuas cov xwbfwb cev Vaajtswv lug kws yog nwg cov tub qhe moog has tas,"},{"bible_id":"1216","chapter_code":"2KI.21","verse_code":"2KI.21.11","label":"11","content":"“Vem yog Yuta tug vaajntxwv Manaxe tau ua tej kev qas vuab tsuab hab ua phem heev dua le cov Amaulai kws nyob ua nwg ntej tau ua, hab nwg tej txoov daab ntawd tau ua rua cov Yuta ua txhum,"},{"bible_id":"1216","chapter_code":"2KI.21","verse_code":"2KI.21.12","label":"12","content":"vem le nuav Yawmsaub kws yog cov Yixayee tug Vaajtswv has le nuav tas, ‘Kuv saamswm yuav coj kev puam tsuaj luj kawg le lug rua Yeluxalee hab Yuta mas txhua tug kws nov yuav rhab qhov ntsej."},{"bible_id":"1216","chapter_code":"2KI.21","verse_code":"2KI.21.13","label":"13","content":"Kuv yuav muab txuj hlua kws ntsuag lub nroog Xamali lawm lug hab swv lub qai hlau kws ntsuag Ahaj caaj ceg qhov kws ntseg lug dai ntsuag lub nroog Yeluxalee. Hab kuv yuav ntxuav Yeluxalee yaam nkaus le ntxuav lub phaaj hab muab khwb."},{"bible_id":"1216","chapter_code":"2KI.21","verse_code":"2KI.21.14","label":"14","content":"Kuv yuav muab kuv qub txeeg qub teg kws tseed tshuav laim pov tseg hab muab puab rua huv puab cov yeeb ncuab txhais teg. Puab yuav raug luas txeeb hab lws taag nrho huvsw"},{"bible_id":"1216","chapter_code":"2KI.21","verse_code":"2KI.21.15","label":"15","content":"vem puab tau ua tej kws kuv pum tas phem kawg le hab ua rua kuv npau tawg txwj nub kws puab tej laug tawm huv Iyi tebchaws lug txug naj nub nwgnuav.’ ”"},{"bible_id":"1216","chapter_code":"2KI.21","verse_code":"2KI.21.16","label":"16","content":"Ntau dua le hov Manaxe tseed muab tej tuabneeg kws tsw txhum tua pov tseg coob kawg le rua huv Yeluxalee ntshaav lab vog puv nkaus rua txhua qhov. Nuav yog tej kev txhum kws luj tshaaj qhov kws nwg coj cov Yuta ua txhum puab txhad ua tej kws Yawmsaub pum tas phem kawg le."},{"bible_id":"1216","chapter_code":"2KI.21","verse_code":"2KI.21.17","label":"17","content":"Lwm yaam num kws Manaxe ua hab txhua yaam kws nwg ua hab tej kev txhum kws nwg ua mas tub muab sau ca rua huv phoo ntawv kws has txug Yuta tej vaajntxwv le keeb kwm."},{"bible_id":"1216","chapter_code":"2KI.21","verse_code":"2KI.21.18","label":"18","content":"Manaxe txawm tuag moog nrug nwg tej laug nyob. Puab muab nwg log rua huv lub vaaj kws nyob ntawm nwg lub tsev yog lub vaaj Usxa, mas nwg tug tub Amoo sawv nwg chaw ua vaajntxwv kaav."},{"bible_id":"1216","chapter_code":"2KI.21","verse_code":"2KI.21.19","label":"19","content":"Thaus Amoo sawv ua vaajntxwv kaav nwg noob nyoog muaj neeg nkaum ob xyoos, nwg nyob huv Yeluxalee kaav tau ob xyoos. Nwg nam npe hu ua Mesuleme, yog Haluj kws yog tuabneeg huv Yaunpa tug ntxhais."},{"bible_id":"1216","chapter_code":"2KI.21","verse_code":"2KI.21.20","label":"20","content":"Nwg ua tej kws Yawmsaub pum tas phem kawg le, ib yaam nkaus le nwg txwv Manaxe tau ua lawd."},{"bible_id":"1216","chapter_code":"2KI.21","verse_code":"2KI.21.21","label":"21","content":"Nwg taug nraim nwg txwv tug neev taw. Nwg ua koom rua tej txoov daab kws nwg txwv teev hab pe hawm tej txoov daab hov."},{"bible_id":"1216","chapter_code":"2KI.21","verse_code":"2KI.21.22","label":"22","content":"Nwg muab Yawmsaub kws yog nwg tej laug tug Vaajtswv tso tseg tsw taug Yawmsaub txujkev."},{"bible_id":"1216","chapter_code":"2KI.21","verse_code":"2KI.21.23","label":"23","content":"Mas Amoo cov tub teg tub taw tuav huv faav xeeb rua nwg hab muab nwg tua rua huv nwg lub tsev."},{"bible_id":"1216","chapter_code":"2KI.21","verse_code":"2KI.21.24","label":"24","content":"Tassws cov pejxeem muab txhua tug kws tuav huv faav xeeb rua vaajntxwv Amoo tua huvsw lawm, hab cov pejxeem tsaa nwg tug tub Yauxiya ua vaajntxwv nyob nwg chaw."},{"bible_id":"1216","chapter_code":"2KI.21","verse_code":"2KI.21.25","label":"25","content":"Lwm yaam num kws Amoo ua mas tub muab sau ca rua huv phoo ntawv kws has txug Yuta tej vaajntxwv le keeb kwm."},{"bible_id":"1216","chapter_code":"2KI.21","verse_code":"2KI.21.26","label":"26","content":"Puab muab nwg log rua huv nwg lub qhov ntxaa kws nyob huv lub vaaj Usxa. Mas nwg tug tub Yauxiya sawv nwg chaw ua vaajntxwv kaav."},{"bible_id":"1216","chapter_code":"2KI.22","verse_code":"2KI.22.1","label":"1","content":"Thaus Yauxiya chiv ua vaajntxwv kaav nwg noob nyoog muaj yim xyoo, nwg nyob huv lub nroog Yeluxalee kaav tau peb caug ib xyoos. Nwg nam npe hu ua Yentinta yog Antaya kws nyob huv lub moos Npaukha le ntxhais."},{"bible_id":"1216","chapter_code":"2KI.22","verse_code":"2KI.22.2","label":"2","content":"Nwg ua tej kws Yawmsaub pum tas zoo, hab nwg taug nraim nwg yawm koob Tavi tug neev taw, nwg tsw tig moog rua saab xws lossws saab phem."},{"bible_id":"1216","chapter_code":"2KI.22","verse_code":"2KI.22.3","label":"3","content":"Xyoo kaum yim kws Yauxiya ua vaajntxwv kaav mas vaajntxwv khaiv Safaa kws yog tug tub sau ntawv, yog Axalisya tug tub kws yog Mesulaa le xeeb ntxwv, moog rua huv Yawmsaub lub tuam tsev, hab has rua nwg tas,"},{"bible_id":"1216","chapter_code":"2KI.22","verse_code":"2KI.22.4","label":"4","content":"“Ca le moog cuag tug tuam pov thawj hlub Hikhiya kuas nwg moog suav cov nyaj kws coj tuaj rua huv Yawmsaub lub tuam tsev, yog tej nyaj kws cov kws zuv qhov rooj tau sau ntawm cov pejxeem."},{"bible_id":"1216","chapter_code":"2KI.22","verse_code":"2KI.22.5","label":"5","content":"Mas muab rua huv cov tub zug kws tu Yawmsaub lub tuam tsev txhais teg, es ca puab them rua cov tub zug kws nyob ntawm Yawmsaub lub tuam tsev hab khu lub tuam tsev,"},{"bible_id":"1216","chapter_code":"2KI.22","verse_code":"2KI.22.6","label":"6","content":"yog muab rua cov Kws ntoo, cov Kws ua tsev hab cov Kws txhwm pob zeb, hab swv yuav ntoo hab tej pob zeb kws txhwm tau lawd lug khu lub tuam tsev."},{"bible_id":"1216","chapter_code":"2KI.22","verse_code":"2KI.22.7","label":"7","content":"Tsw taag puab yuav sau ntawv has txug tej nyaj kws puab tau txais lawd saib swv le caag, tsua qhov puab yeej ua ncaaj.”"},{"bible_id":"1216","chapter_code":"2KI.22","verse_code":"2KI.22.8","label":"8","content":"Tug tuam pov thawj hlub Hikhiya has rua Safaa kws yog tug tub sau ntawv tas, “Kuv tshawb tau phoo ntawv kevcai nyob huv Yawmsaub lub tuam tsev.” Tes Hikhiya txawm muab phoo ntawv hov rua Safaa hab nwg muab nyeem."},{"bible_id":"1216","chapter_code":"2KI.22","verse_code":"2KI.22.9","label":"9","content":"Tes Safaa kws yog tug tub sau ntawv moog cuag vaajntxwv hab qha rua vaajntxwv tas, “Koj cov qhev tub nchuav tej nyaj kws nyob huv lub tuam tsev hab muab cob rua huv cov tub zug kws tu Yawmsaub lub tuam tsev txhais teg.”"},{"bible_id":"1216","chapter_code":"2KI.22","verse_code":"2KI.22.10","label":"10","content":"Mas Safaa kws yog tug tub sau ntawv has rua vaajntxwv tas, “Tug pov thawj Hikhiya muab ib phoo ntawv rua kuv.” Hab Safaa muab nyeem rua vaajntxwv noog."},{"bible_id":"1216","chapter_code":"2KI.22","verse_code":"2KI.22.11","label":"11","content":"Thaus vaajntxwv nov tej lug huv phoo kevcai lawd, nwg txawm dua rhe nwg lub tsho."},{"bible_id":"1216","chapter_code":"2KI.22","verse_code":"2KI.22.12","label":"12","content":"Hab vaajntxwv has rua tug pov thawj Hikhiya hab Ahikhaa kws yog Safaa tug tub hab Anpau kws yog Mikhaya tug tub hab Safaa kws yog tug tub sau ntawv hab Axaya kws yog vaajntxwv tug tub teg taw has tas,"},{"bible_id":"1216","chapter_code":"2KI.22","verse_code":"2KI.22.13","label":"13","content":"“Mej ca le moog ua nug rua Yawmsaub rua kuv hab cov pejxeem hab taag nrho cov Yuta huvsw has txug tej lug huv phoo ntawv nuav kws tshawb tau lawm. Yawmsaub txujkev npau tawg luj heev tshwm plawg lug rua peb lawm tsua qhov peb tej laug tsw noog tej lug huv phoo ntawv nuav hab tsw ua lawv le txhua yaam kws sau ca has txug peb.”"},{"bible_id":"1216","chapter_code":"2KI.22","verse_code":"2KI.22.14","label":"14","content":"Tes tug pov thawj Hikhiya hab Ahikhaa hab Anpau hab Safaa hab Axaya txawm moog cuag tug puj xwbfwb Hunta kws cev Vaajtswv lug kws yog Salu tug quaspuj. Salu yog tug kws tu vaajntxwv tej tsoog tsho hab yog Thiva tug tub hab yog Hahav tug xeeb ntxwv. Tug puj xwbfwb hov nyob huv Yeluxalee ceg kaum nroog kws ua tshab, tes puab txawm nrug nwg thaam."},{"bible_id":"1216","chapter_code":"2KI.22","verse_code":"2KI.22.15","label":"15","content":"Tug puj hov has rua puab tas, “Yawmsaub kws yog cov Yixayee tug Vaajtswv has le nuav tas, Ca le has rua tug kws khaiv mej tuaj cuag kuv tas,"},{"bible_id":"1216","chapter_code":"2KI.22","verse_code":"2KI.22.16","label":"16","content":"‘Yawmsaub has le nuav tas, Saib nawj, kuv yuav tso tej xwm txheej phem lug raug lub chaw nuav hab raug tej tuabneeg kws nyob huv lawv le txhua lu lug huv phoo ntawv kws Yuta tug vaajntxwv tau nyeem ntawd."},{"bible_id":"1216","chapter_code":"2KI.22","verse_code":"2KI.22.17","label":"17","content":"Vem puab tub tso kuv tseg hab hlawv xyaab xyeem rua luas tej daab txhad ua rua kuv chim rua txhua yaam kws puab txhais teg ua, vem le nuav kuv txujkev chim yuav npau tshwm plawg rua lub chaw nuav yuav taav tsw tau le.’"},{"bible_id":"1216","chapter_code":"2KI.22","verse_code":"2KI.22.18","label":"18","content":"Tassws Yuta tug vaajntxwv kws khaiv mej tuaj ua nug rua Yawmsaub hov, mej ca le has le nuav rua nwg tas, ‘Yawmsaub kws yog cov Yixayee tug Vaajtswv has le nuav tas, Has txug tej lug kws koj tau nov hov,"},{"bible_id":"1216","chapter_code":"2KI.22","verse_code":"2KI.22.19","label":"19","content":"vem koj ntxeev dua sab hab koj txu koj tug fwjchim rua ntawm Yawmsaub rua thaus koj nov kuv has le caag tawm tsaam lub chaw nuav hab cov tuabneeg kws nyob huv has tas puab yuav nyob do cuas hab raug foom tsw zoo, hab vem koj dua rhe koj lub tsho quaj rua ntawm kuv xubndag, mas kuv kuj nov lawm. Yawmsaub has le nuav ntaag."},{"bible_id":"1216","chapter_code":"2KI.22","verse_code":"2KI.22.20","label":"20","content":"Vem le nuav, saib nawj, kuv yuav coj koj moog nrug koj tej laug nyob hab moog rua huv koj lub qhov ntxaa ua sab tug yeeg, hab koj lub qhov muag yuav tsw pum tej xwm txheej phem huvsw kws kuv yuav coj lug raug lub chaw nuav.’ ” Puab kuj coj tej lug hov lug has rua vaajntxwv noog."},{"bible_id":"1216","chapter_code":"2KI.23","verse_code":"2KI.23.1","label":"1","content":"Tes vaajntxwv txawm khaiv tuabneeg moog hu kuas Yuta hab Yeluxalee cov kev txwj quas laug suavdawg tuaj txoos ua ke ntawm nwg."},{"bible_id":"1216","chapter_code":"2KI.23","verse_code":"2KI.23.2","label":"2","content":"Mas vaajntxwv moog rua huv Yawmsaub lub tuam tsev. Cov Yuta huvsw hab cov kws nyob huv Yeluxalee suavdawg hab cov pov thawj hab cov xwbfwb cev Vaajtswv lug, hab cov pejxeem, cov hlub hab cov yau suavdawg nrug nwg moog. Tes nwg txawm nyeem taag nrho phoo ntawv cog lug tseg kws tshawb tau huv Yawmsaub lub tuam tsev lug rua puab noog."},{"bible_id":"1216","chapter_code":"2KI.23","verse_code":"2KI.23.3","label":"3","content":"Vaajntxwv sawv ntsug ntawm tug ncej  nrug Yawmsaub cog lug tas nwg yuav ua lub neej lawv nraim Yawmsaub hab tuav rawv Yawmsaub tej lug nkaw hab nwg tej lug qha hab nwg tej kaab ke kawg sab kawg ntsws, yuav ua lawv nraim le tej lug sws cog tseg kws sau ca rua huv phoo ntawv hov. Mas cov pejxeem suavdawg kuj nrug nwg koom cog lug le ntawd."},{"bible_id":"1216","chapter_code":"2KI.23","verse_code":"2KI.23.4","label":"4","content":"Vaajntxwv has rua tug tuam pov thawj hlub Hikhiya hab cov pov thawj yau hab cov kws zuv qhov rooj kuas puab coj tej pestwj huvsw kws swv rua daab Npa‑aa hab daab Asela hab lub nub lub hli hab tej nub qub sau nruab ntug huvsw tawm huv Yawmsaub lub tuam tsev moog. Mas nwg muab tej hov hlawv rua saab nrau lub nroog Yeluxulee rua huv tej teb ntawm lub haav Khiloo, hab muab tej tshauv kws hlawv hov coj moog rua ntawm lub moos Npe‑ee."},{"bible_id":"1216","chapter_code":"2KI.23","verse_code":"2KI.23.5","label":"5","content":"Nwg hle cov pov thawj teev daab kws Yuta tej vaajntxwv tau muab tsaa ca hlawv moov xyaab xyeem rua ntawm tej chaw sab huv Yuta tej moos hab ib ncig lub nroog Yeluxalee, hab hle cov kws hlawv moov xyaab rua daab Npa‑aa hab lub nub lub hli hab tej nub qub hab txhua yaam kws nyob sau nruab ntug."},{"bible_id":"1216","chapter_code":"2KI.23","verse_code":"2KI.23.6","label":"6","content":"Nwg muab tug ncej daab Asela rhu tawm huv Yawmsaub lub tuam tsev moog rua nrau lub nroog Yeluxalee txug lub haav Khiloo. Nwg muab hlawv rua ntawm lub haav Khiloo muab tsoo ua moov hab muab w rua sau cov pejxeem tej qhov ntxaa."},{"bible_id":"1216","chapter_code":"2KI.23","verse_code":"2KI.23.7","label":"7","content":"Nwg rhuav tshem cov quasyawg muag cev tej tsev huv Yawmsaub lub tuam tsev kws yog lub chaw kws cov quaspuj ntus ntaub rua daab Asela."},{"bible_id":"1216","chapter_code":"2KI.23","verse_code":"2KI.23.8","label":"8","content":"Nwg coj cov pov thawj huvsw tawm huv Yuta tej moos moog hab ua qas puag tsuas tej chaw sab kws cov pov thawj hov hlawv moov xyaab txwj ntawm lub moos Kenpa moog txug lub moos Npe‑awsenpa. Nwg rhuav tshem tej chaw sab teev daab ntawm txujkev kws nkaag lub rooj loog Yausua kws yog tug thawj kaav lub nroog, kws nyob ntawm lub rooj loog luj saab phem."},{"bible_id":"1216","chapter_code":"2KI.23","verse_code":"2KI.23.9","label":"9","content":"Tassws cov pov thawj kws ua num ntawm tej chaw sab hov tsw muaj feem nce moog rua ntawm Yawmsaub lub thaaj xyeem huv lub nroog Yeluxalee, puab tsuas yog muaj feem nrug puab cov kwvtij noj ncuav tsw xyaw keeb xwb."},{"bible_id":"1216","chapter_code":"2KI.23","verse_code":"2KI.23.10","label":"10","content":"Nwg ua qas puag tsuas lub chaw Thaufe kws nyob huv lub haav Npeehinoo, sub txhad tsw muaj leejtwg muab puab tej tub tej ntxhais hlawv xyeem rua daab Maulej."},{"bible_id":"1216","chapter_code":"2KI.23","verse_code":"2KI.23.11","label":"11","content":"Nwg rhuav tshem tej neeg kws Yuta tej vaajntxwv muab xyeem rua lub nub ntawm lub rooj loog kws nkaag rua huv Yawmsaub lub tuam tsev kws nyob ze ntawm tug num Nathaamele chaav tsev kws nyob huv lub loog tuam tsev. Nwg kuj muab tej tsheb ua rog kws xyeem rua lub nub hlawv pov tseg."},{"bible_id":"1216","chapter_code":"2KI.23","verse_code":"2KI.23.12","label":"12","content":"Tej thaaj kws Yuta tej vaajntxwv ua rua sau Aha txheej tsev laag tshaav hab tej thaaj kws Manaxe ua rua huv ob lub tshaav puam huv Yawmsaub lub tuam tsev, mas vaajntxwv muab rhuav hab tsoo ua tej dwb daim, hab muab tej moov hov nrum rua huv lub haav Khiloo."},{"bible_id":"1216","chapter_code":"2KI.23","verse_code":"2KI.23.13","label":"13","content":"Nwg ua qas puag tsuas tej chaw sab teev daab kws nyob ntawm Yeluxalee saab nub tuaj ntawm lub Roob Puam Tsuaj saab nraag, yog tej chaw kws cov Yixayee tug vaajntxwv Xalaumoo ua ca rua daab Athaule kws yog cov tuabneeg Xaintoo tug daab qas vuab tsuab, hab ua rua daab Khemauj kws yog cov Mau‑a tug daab qas vuab tsuab, hab ua rua daab Mikhoo kws yog cov Aamoo tug daab qas vuab tsuab."},{"bible_id":"1216","chapter_code":"2KI.23","verse_code":"2KI.23.14","label":"14","content":"Nwg muab tej ncej teev daab tsoo ua tej dwb daim hab muab tej ncej daab Asela ntuv pov tseg hab muab pob txhaa tuabneeg tuag nchuav puv nkaus tej chaw hov."},{"bible_id":"1216","chapter_code":"2KI.23","verse_code":"2KI.23.15","label":"15","content":"Dua le ntawd, lub thaaj ntawm lub moos Npe‑ee hab lub chaw sab teev daab kws Nenpa tug tub Yelaunpau‑aa ua hab coj cov Yixayee moog ua txhum, mas vaajntxwv muab lub thaaj hab lub chaw sab hov rhuav pov tseg muab hlawv muab tsoo ua moov. Nwg kuj hlawv tug ncej daab Asela."},{"bible_id":"1216","chapter_code":"2KI.23","verse_code":"2KI.23.16","label":"16","content":"Thaus Yauxiya tig ndag saib nwg pum tej qhov ntxaa kws nyob sau lub roob hov. Nwg has kuas rhu tej pob txhaa huv qhov ntxaa lug mas muab hlawv rua sau lub thaaj ua kuas qas puag tsuas lawv le Yawmsaub tej lug kws Vaajtswv tug tuabneeg has txug tom hauv ntej tas yuav muaj le ntawd."},{"bible_id":"1216","chapter_code":"2KI.23","verse_code":"2KI.23.17","label":"17","content":"Hab nwg has tas, “Tug ncej zeb kws kuv pum tim u yog daabtsw?” Cov tuabneeg huv lub moos hov has tas, “Yog lub qhov ntxaa kws log Vaajtswv tug tuabneeg kws tuaj huv Yuta tuaj has tom hauv ntej txug tej nuav kws koj tau ua rua lub thaaj ntawm Npe‑ee.”"},{"bible_id":"1216","chapter_code":"2KI.23","verse_code":"2KI.23.18","label":"18","content":"Vaajntxwv txawm has tas, “Ca nwg nyob nwg. Tsw xob kheev leejtwg muab nwg pob txhaa tshais chaw.” Puab txhad muab tso tseg nrug tug xwbfwb kws tuaj Xamali tebchaws cov pob txhaa nyob ua ke."},{"bible_id":"1216","chapter_code":"2KI.23","verse_code":"2KI.23.19","label":"19","content":"Yauxiya kuj rhuav tshem tej tsev daab huvsw sau tej chaw sab kws nyob huv Xamali tej moos kws cov Yixayee tej vaajntxwv tau ua ca kws ua rua Yawmsaub chim. Nwg ua txhua yaam rua tej chaw hov ib yaam le nwg tau ua rua ntawm Npe‑ee."},{"bible_id":"1216","chapter_code":"2KI.23","verse_code":"2KI.23.20","label":"20","content":"Nwg muab cov pov thawj suavdawg kws ua num rua tej chaw sab hov tua rua sau tej thaaj hov hab hlawv tej pob txhaa rua sau. Tes nwg txawm rov moog rua Yeluxalee lawm."},{"bible_id":"1216","chapter_code":"2KI.23","verse_code":"2KI.23.21","label":"21","content":"Vaajntxwv has rua cov pejxeem suavdawg tas, “Ca le ua kevcai Hlaa Dhau rua Yawmsaub kws yog mej tug Vaajtswv, lawv le kws sau ca rua huv phoo ntawv sws cog lug nuav.”"},{"bible_id":"1216","chapter_code":"2KI.23","verse_code":"2KI.23.22","label":"22","content":"Tsua qhov puab tsw tau ua txuj kevcai Hlaa Dhau nuav txwj thaus cov thawj kaav cov Yixayee lug lossws ncua swjhawm kws muaj vaajntxwv kaav cov Yixayee hab muaj vaajntxwv kaav cov Yuta."},{"bible_id":"1216","chapter_code":"2KI.23","verse_code":"2KI.23.23","label":"23","content":"Xyoo kaum yim kws Yauxiya ua vaajntxwv kaav, puab ua txuj kevcai Hlaa Dhau nuav rua huv lub nroog Yeluxalee."},{"bible_id":"1216","chapter_code":"2KI.23","verse_code":"2KI.23.24","label":"24","content":"Dua le ntawd, Yauxiya tseed rhuav tshem tej txwv neeb txwv yaig, tej kws txawj ua khawv koob yeeg swv, hab tej daab qhuas, tej txoov daab hab txhua yaam qas vuab tsuab kws pum huv Yuta tebchaws hab huv Yeluxalee, sub nwg txhad le coj tau txuj kevcai txhua nqai kws sau ca rua huv phoo ntawv kws tug pov thawj Hikhiya tshawb tau huv Yawmsaub lub tuam tsev kuas tav."},{"bible_id":"1216","chapter_code":"2KI.23","verse_code":"2KI.23.25","label":"25","content":"Tej vaajntxwv kws nyob ua ntej nwg tsw muaj ib tug zoo le nwg kws tig hlo lug cuag Yawmsaub kawg sab kawg ntsws kawg daag kawg zug hab ua lawv le Mauxe txuj kevcai huvsw. Hab tsw muaj ib tug kws sawv kaav ua nwg qaab yuav zoo thooj le nwg."},{"bible_id":"1216","chapter_code":"2KI.23","verse_code":"2KI.23.26","label":"26","content":"Tassws Yawmsaub tseed tsw tso nwg txujkev npau tawg luj heev tseg. Nwg txujkev chim tseed npau tshwm rua Yuta yog tim txhua yaam kws Manaxe tau ua ca ua rua Yawmsaub chim."},{"bible_id":"1216","chapter_code":"2KI.23","verse_code":"2KI.23.27","label":"27","content":"Hab Yawmsaub has tas, “Kuv yuav muab cov Yuta rhuav tshem kuas pluj ntawm kuv lub qhov muag, ib yaam le kuv rhuav tshem cov Yixayee. Hab kuv yuav muab lub nroog nuav kws kuv xaiv ca lawm laim pov tseg, yog lub nroog Yeluxalee hab lub tuam tsev kws kuv tau has tas, ‘Kuv lub npe yuav nyob hov ntawd moog ib txhws.’ ”"},{"bible_id":"1216","chapter_code":"2KI.23","verse_code":"2KI.23.28","label":"28","content":"Lwm yaam num kws Yauxiya ua, hab txhua yaam kws nwg ua tub muab sau ca rua huv phoo ntawv kws has txug cov Yuta tej vaajntxwv le keeb kwm."},{"bible_id":"1216","chapter_code":"2KI.23","verse_code":"2KI.23.29","label":"29","content":"Lub swjhawm kws nwg ua vaajntxwv, Iyi tug vaajntxwv Nekhau moog txug tug dej Yufeti moog paab Axilia tug vaajntxwv. Tes Yauxiya txawm tawm moog ua rog rua nwg. Thaus Falau Nekhau pum Yauxiya txawm muab nwg tua rua lub taj Mekintau lawm."},{"bible_id":"1216","chapter_code":"2KI.23","verse_code":"2KI.23.30","label":"30","content":"Mas nwg cov tub teg tub taw muab tsheb ua rog thauj nwg lub cev tuag ntawm Mekintau lug rua huv lub nroog Yeluxalee, hab muab log rua huv nwg lub qhov ntxaa. Mas cov pejxeem muab roj laub ywg Yauxiya tug tub Yehau‑aha hab tsaa nwg ua vaajntxwv nyob nwg txwv chaw."},{"bible_id":"1216","chapter_code":"2KI.23","verse_code":"2KI.23.31","label":"31","content":"Thaus Yehau‑aha chiv ua vaajntxwv kaav nwg noob nyoog muaj neeg nkaum peb xyoos, nwg nyob huv Yeluxalee kaav tau peb lub hlis. Nwg nam npe hu ua Hamuthaa, yog Yelemi kws yog tuabneeg huv Lina tug ntxhais."},{"bible_id":"1216","chapter_code":"2KI.23","verse_code":"2KI.23.32","label":"32","content":"Nwg ua tej kws Yawmsaub pum tas phem kawg le ib yaam le txhua yaam kws nwg tej laug tau ua lawd."},{"bible_id":"1216","chapter_code":"2KI.23","verse_code":"2KI.23.33","label":"33","content":"Mas Falau Nekhau muab nwg nteg khi ca rua ntawm Linpla huv Hama tebchaws tsw kheev Yehau‑aha ua vaajntxwv kaav Yeluxalee, hab yuam Yuta them se ib puas talaa nyaj hab ib talaa kub."},{"bible_id":"1216","chapter_code":"2KI.23","verse_code":"2KI.23.34","label":"34","content":"Mas Falau Nekhau tsaa Yauxiya tug tub Eliyakhi ua vaajntxwv nyob nwg txwv Yauxiya chaw, mas muab nwg tis dua npe hu ua Yehauyakhi. Falau coj Yehau‑aha moog rua Iyi tebchaws tes Yehau‑aha tuag hov ntawd lawm."},{"bible_id":"1216","chapter_code":"2KI.23","verse_code":"2KI.23.35","label":"35","content":"Mas Yehauyakhi muab nyaj hab kub rua Falau lawv le Falau has. Nwg sau se huv lub tebchaws hab quab cov pejxeem muab nyaj muab kub lawv le txhua tug kws xaam tau saib muaj los pluag xaa moog rua Falau Nekhau."},{"bible_id":"1216","chapter_code":"2KI.23","verse_code":"2KI.23.36","label":"36","content":"Thaus Yehauyakhi chiv ua vaajntxwv kaav nwg noob nyoog muaj neeg nkaum tswb xyoos, nwg nyob huv Yeluxalee kaav tau kaum ib xyoos. Nwg nam npe hu ua Xenpinta, yog Pentaya kws yog tuabneeg huv Luma tug ntxhais."},{"bible_id":"1216","chapter_code":"2KI.23","verse_code":"2KI.23.37","label":"37","content":"Nwg ua tej kws Yawmsaub pum tas phem ib yaam le txhua yaam kws nwg tej laug tau ua lawd."},{"bible_id":"1216","chapter_code":"2KI.24","verse_code":"2KI.24.1","label":"1","content":"Thaus Yehauyakhi ua vaajntxwv mas Nenpukhanexa kws ua vaajntxwv huv Npanpiloo tuaj ua rog, tes Yehauyakhi txawm zwm rua nwg tau peb xyoos. Tes nwg rov faav xeeb rua Nenpukhanexa."},{"bible_id":"1216","chapter_code":"2KI.24","verse_code":"2KI.24.2","label":"2","content":"Mas Yawmsaub khaiv cov Kheentia hab cov Alaa hab cov Mau‑a hab cov Aamoo tej paab tub rog tuaj ntaus Yuta ua kuas puam tsuaj lawv le tej lug kws Yawmsaub kuas nwg cov tub qhe kws yog cov xwbfwb cev Vaajtswv lug has lawd."},{"bible_id":"1216","chapter_code":"2KI.24","verse_code":"2KI.24.3","label":"3","content":"Tej xwm txheej nuav yeej muaj rua Yuta vem yog Yawmsaub has kuas muaj, sub Yawmsaub txhad rhu tau puab tawm ntawm nwg lub xubndag moog vem yog tim txhua yaam kev txhum kws Manaxe ua,"},{"bible_id":"1216","chapter_code":"2KI.24","verse_code":"2KI.24.4","label":"4","content":"hab tim qhov kws Manaxe tau tua tej tuabneeg kws tsw txhum tuag hab ua rua tej tuabneeg tsw txhum cov ntshaav lug puv huv Yeluxalee mas Yawmsaub tsw zaam le."},{"bible_id":"1216","chapter_code":"2KI.24","verse_code":"2KI.24.5","label":"5","content":"Lwm yaam num kws Yehauyakhi ua hab txhua yaam kws nwg ua mas tub muab sau ca rua huv phoo ntawv kws has txug Yuta tej vaajntxwv le keeb kwm."},{"bible_id":"1216","chapter_code":"2KI.24","verse_code":"2KI.24.6","label":"6","content":"Yehauyakhi txawm tuag moog nrug nwg tej laug nyob mas nwg tug tub Yehauyakhee sawv nwg chaw ua vaajntxwv kaav."},{"bible_id":"1216","chapter_code":"2KI.24","verse_code":"2KI.24.7","label":"7","content":"Iyi tug vaajntxwv tsw rov tawm huv nwg tebchaws tuaj le lawm, tsua qhov Npanpiloo tug vaajntxwv tub txeeb tau lub tebchaws kws Iyi tug vaajntxwv kaav txwj ntawm tug dej Iyi moog txug ncua tug dej Yufeti lawm."},{"bible_id":"1216","chapter_code":"2KI.24","verse_code":"2KI.24.8","label":"8","content":"Thaus Yehauyakhee sawv ua vaajntxwv nwg noob nyoog muaj kaum yim xyoo, nwg nyob huv Yeluxalee kaav tau peb lub hlis. Nwg nam npe hu ua Nehutha kws yog Eenathaa kws nyob huv Yeluxalee tug ntxhais."},{"bible_id":"1216","chapter_code":"2KI.24","verse_code":"2KI.24.9","label":"9","content":"Yehauyakhee ua tej kws Yawmsaub pum tas phem kawg le ib yaam le txhua yaam kws nwg txwv tau ua lawd."},{"bible_id":"1216","chapter_code":"2KI.24","verse_code":"2KI.24.10","label":"10","content":"Lub swjhawm hov vaajntxwv Nenpukhanexa huv Npanpiloo cov tub teg tub taw tuaj ntaus Yeluxalee hab vej lub nroog ca."},{"bible_id":"1216","chapter_code":"2KI.24","verse_code":"2KI.24.11","label":"11","content":"Hab vaajntxwv Nenpukhanexa huv Npanpiloo kuj tuaj rua ntawm Yeluxalee rua thaus nwg cov tub teg tub taw tseed vej lub nroog."},{"bible_id":"1216","chapter_code":"2KI.24","verse_code":"2KI.24.12","label":"12","content":"Mas cov Yuta tug vaajntxwv Yehauyakhee muab nwg tug kheej cob rua Npanpiloo tug vaajntxwv, hab muab nwg nam nwg cov tub teg tub taw hab cov thawj hab cov num tswv huv nwg lub tsev huvsw cob rua hab. Npanpiloo tug vaajntxwv nteg nwg coj nwg moog rua xyoo yim kws Nenpukhanexa ua vaajntxwv kaav,"},{"bible_id":"1216","chapter_code":"2KI.24","verse_code":"2KI.24.13","label":"13","content":"hab coj tej nyaj txag huvsw huv Yawmsaub lub tuam tsev hab huv vaajntxwv lub tsev moog, hab muab tej pestwj kws yog kub kws Yixayee tug vaajntxwv Xalaumoo tau ua rua huv Yawmsaub lub tuam tsev tsoo huvsw, lawv le Yawmsaub tub has ua ntej lawd."},{"bible_id":"1216","chapter_code":"2KI.24","verse_code":"2KI.24.14","label":"14","content":"Nwg kuav hlo cov tuabneeg huv Yeluxalee huvsw moog, yog muab cov thawj txhua tug hab cov tub rog sab luj sab tuab nteg coj moog, huvsw muaj ib vaam leej, hab coj cov kws txawj ua txhua yaam num hab cov Kws tooj Kws hlau moog huvsw, tsuas yog tseg cov pejxeem kws pluag kawg nyob xwb."},{"bible_id":"1216","chapter_code":"2KI.24","verse_code":"2KI.24.15","label":"15","content":"Nwg coj Yehauyakhee moog rua huv Npanpiloo. Nwg nteg vaajntxwv nam hab nwg tej quaspuj hab nwg cov tub teg tub taw hab cov thawj huv lub tebchaws coj tawm huv Yeluxalee moog rua huv Npanpiloo."},{"bible_id":"1216","chapter_code":"2KI.24","verse_code":"2KI.24.16","label":"16","content":"Npanpiloo tug vaajntxwv nteg cov tub rog kws sab luj sab tuab huvsw xyaa txheeb leej, hab cov kws txawj ua txhua yaam num hab cov Kws tooj Kws hlau huvsw ib txheeb leej, kuav hlo moog rua huv Npanpiloo, txhua tug muaj zug npho hab zoo ua tub rog."},{"bible_id":"1216","chapter_code":"2KI.24","verse_code":"2KI.24.17","label":"17","content":"Npanpiloo tug vaajntxwv tsaa Mathaniya kws yog Yehauyakhee tug txwv ntxawm ua vaajntxwv nyob Yehauyakhee chaw, hab tis dua npe hu ua Xentekhiya."},{"bible_id":"1216","chapter_code":"2KI.24","verse_code":"2KI.24.18","label":"18","content":"Thaus Xentekhiya sawv ua vaajntxwv kaav nwg noob nyoog muaj neeg nkaum ib xyoos, nwg nyob huv Yeluxalee kaav tau kaum ib xyoos. Nwg nam npe hu ua Hamuthaa kws yog Yelemi kws nyob huv lub moos Lina tug ntxhais."},{"bible_id":"1216","chapter_code":"2KI.24","verse_code":"2KI.24.19","label":"19","content":"Nwg ua tej kws Yawmsaub pum tas phem kawg le, ib yaam le txhua yaam kws Yehauyakhi tau ua lawd."},{"bible_id":"1216","chapter_code":"2KI.24","verse_code":"2KI.24.20","label":"20","content":"Tub yog vem Yawmsaub chim le hov mas thaus kawg txhad lug txug qhov kws Yawmsaub muab Yeluxalee hab Yuta laim kuas pluj ntawm nwg lub xubndag moog. Mas Xentekhiya faav xeeb rua vaajntxwv Npanpiloo."},{"bible_id":"1216","chapter_code":"2KI.25","verse_code":"2KI.25.1","label":"1","content":"Xyoo cuaj kws vaajntxwv Nenpukhanexa kaav huv Npanpiloo, nub xab kaum lub kaum hli, nwg coj nwg cov tub rog huvsw tuaj ua rog rua Yeluxalee hab vej lub nroog ca. Puab tsub aav vej puag ncig lub nroog."},{"bible_id":"1216","chapter_code":"2KI.25","verse_code":"2KI.25.2","label":"2","content":"Lub nroog txhad raug vej moog txug xyoo kaum ib kws Xentekhiya ua vaajntxwv."},{"bible_id":"1216","chapter_code":"2KI.25","verse_code":"2KI.25.3","label":"3","content":"Nub xab cuaj lub plaub hlis muaj kev tshaib nqhes luj heev huv lub nroog, tsw muaj zaub mov daabtsw le rua cov pejxeem noj."},{"bible_id":"1216","chapter_code":"2KI.25","verse_code":"2KI.25.4","label":"4","content":"Lub ntsaa loog txhad raug tsoo pob ib qho. Txawm yog cov Kheentia nyob vej lub nroog los vaajntxwv hab cov tub rog suavdawg tswv tawm mo ntuj hlaa vaajntxwv lub vaaj tawm lub rooj loog taug txujkev kws muaj ob saab ntsaa loog moog. Puab txawm tswv yuav moog rua Alanpa."},{"bible_id":"1216","chapter_code":"2KI.25","verse_code":"2KI.25.5","label":"5","content":"Tassws Kheentia cov tub rog lawv vaajntxwv qaab hab lawv cuag nwg rua ntawm lub taj Yelikhau, mas vaajntxwv cov tub rog txawm tswv ua saab ua sua taag lawm."},{"bible_id":"1216","chapter_code":"2KI.25","verse_code":"2KI.25.6","label":"6","content":"Puab txhad nteg tau vaajntxwv hab coj nwg moog cuag Npanpiloo tug vaajntxwv ntawm lub moos Linpla, mas vaajntxwv Npanpiloo txav txem rua nwg."},{"bible_id":"1216","chapter_code":"2KI.25","verse_code":"2KI.25.7","label":"7","content":"Puab txawm tua Xentekhiya cov tub taab meeg nwg saib ntsoov, hab muab Xentekhiya ob lub qhov muag kaus pov tseg hab muab saw hlau khi coj nwg moog rua Npanpiloo."},{"bible_id":"1216","chapter_code":"2KI.25","verse_code":"2KI.25.8","label":"8","content":"Nub xab xyaa lub tswb hlis, yog xyoo kaum cuaj kws Nenpukhanexa ua vaajntxwv kaav huv Npanpiloo, mas Nenpuxalantaa kws yog tug thawj rog kws zuv vaajntxwv, hab yog Npanpiloo tug vaajntxwv le ib tug tub teg tub taw, tau tuaj rua ntawm Yeluxalee."},{"bible_id":"1216","chapter_code":"2KI.25","verse_code":"2KI.25.9","label":"9","content":"Nwg muab Yawmsaub lub tuam tsev hab vaajntxwv lub tsev hab tej tsev huv Yeluxalee huvsw hlawv pov tseg. Nwg hlawv tej tsev luj txhua lub kub nyab taag huvsw."},{"bible_id":"1216","chapter_code":"2KI.25","verse_code":"2KI.25.10","label":"10","content":"Hab cov tub rog Kheentia suavdawg kws nrug tug thawj rog zuv vaajntxwv ua ke kuj tsoo tej ntsaa loog Yeluxalee pob taag huvsw."},{"bible_id":"1216","chapter_code":"2KI.25","verse_code":"2KI.25.11","label":"11","content":"Mas Nenpuxalantaa kws yog tug thawj rog zuv vaajntxwv muab cov tuabneeg kws tseed tshuav nyob huv lub nroog hab cov kws tswv moog zwm rua Npanpiloo tug vaajntxwv hab cov pejxeem suavdawg kuav hlo tawm tebchaws moog lawm."},{"bible_id":"1216","chapter_code":"2KI.25","verse_code":"2KI.25.12","label":"12","content":"Tassws tug thawj rog kws zuv vaajntxwv tseg cov tuabneeg kws pluag pluag kawg huv lub tebchaws ib txha nyob tu vaaj txwv maab hab laij teb."},{"bible_id":"1216","chapter_code":"2KI.25","verse_code":"2KI.25.13","label":"13","content":"Tej ncej tooj lab kws nyob huv Yawmsaub lub tuam tsev hab tej tsheb thawb dej hab lub rhawv dej tooj lab kws nyob huv Yawmsaub lub tuam tsev, mas cov Kheentia muab tsoo ua tej dwb daim hab coj tej tooj lab moog rua Npanpiloo."},{"bible_id":"1216","chapter_code":"2KI.25","verse_code":"2KI.25.14","label":"14","content":"Puab kuj coj tej laujkaub tej duav phuaj tej taig khwb teeb xeeb, hab tej taig rau moov tshuaj tsw qaab hab tej twj taig tooj lab txhua yaam kws swv huv lub tuam tsev,"},{"bible_id":"1216","chapter_code":"2KI.25","verse_code":"2KI.25.15","label":"15","content":"hab tej laug yawm ncaig tawg hab tej phaaj. Tej kws xuas kub ua mas tug thawj rog kws zuv vaajntxwv coj moog yuav ua kub, tej kws xuas nyaj ua nwg coj moog yuav ua nyaj."},{"bible_id":"1216","chapter_code":"2KI.25","verse_code":"2KI.25.16","label":"16","content":"Tej tooj lab kws ua ob tug ncej, hab lub rhawv dej hab tej tsheb thawb dej kws Xalaumoo ua ca rua huv Yawmsaub lub tuam tsev, nyaav dhau kiv tsw taag."},{"bible_id":"1216","chapter_code":"2KI.25","verse_code":"2KI.25.17","label":"17","content":"Ib tug ncej sab kaum yim tshwm, muaj lub hauv ncej tooj lab txawb rua sau, lub hauv ncej sab peb tshwm. Muaj ib daim ntxaij qhov muag tooj lab hab tej lub txwv ntsab pobkws tooj lab, nyob puag ncig lub hauv ncej. Tug ncej kws ob kuj zoo ib yaam nkaus hab muaj daim ntxaij qhov muag."},{"bible_id":"1216","chapter_code":"2KI.25","verse_code":"2KI.25.18","label":"18","content":"Tug thawj rog kws zuv vaajntxwv kuj nteg Xelaya kws yog tug tuam pov thawj hlub hab Xefaniya kws yog pov thawj yau hab peb tug kws zuv qhov rooj tuam tsev."},{"bible_id":"1216","chapter_code":"2KI.25","verse_code":"2KI.25.19","label":"19","content":"Ntawm lub nroog nwg kuj nteg ib tug thawj rog kws saib cov tub rog hab tswb tug kws ua vaajntxwv lub chaw sablaaj kws tseed nyob huv lub nroog, hab nteg tug tub sau ntawv ntawm tug thawj rog kws txhwj tub rog thoob tebchaws, hab nteg cov pejxeem rau caum leej kws tseed nyob huv lub nroog."},{"bible_id":"1216","chapter_code":"2KI.25","verse_code":"2KI.25.20","label":"20","content":"Nenpuxalantaa kws ua tug thawj rog zuv vaajntxwv nteg cov tuabneeg nuav coj lug txug ntawm vaajntxwv Npanpiloo huv lub moos Linpla."},{"bible_id":"1216","chapter_code":"2KI.25","verse_code":"2KI.25.21","label":"21","content":"Mas Npanpiloo tug vaajntxwv muab puab nplawm hab muab puab tua pov tseg rua ntawm lub moos Linpla huv Hama tebchaws. Yuta txhad raug muab nteg kuav tawm huv nwg lub tebchaws moog lawm."},{"bible_id":"1216","chapter_code":"2KI.25","verse_code":"2KI.25.22","label":"22","content":"Nenpukhanexa tsaa Kentaliya kws yog Ahikhaa tug tub hab yog Safaa tug xeeb ntxwv ua tug kaav cov tuabneeg kws tseed tshuav nyob huv lub tebchaws, yog cov kws Npanpiloo tug vaajntxwv tseg ca nyob."},{"bible_id":"1216","chapter_code":"2KI.25","verse_code":"2KI.25.23","label":"23","content":"Thaus cov thawj kws kaav tub rog hab puab cov tub rog tau nov tas Npanpiloo tug vaajntxwv tsaa Kentaliya ua tug kaav tebchaws, puab hab puab cov tub rog txawm tuaj cuag Kentaliya rua ntawm lub moos Mixapa. Puab cov hov yog Nethaniya tug tub Yisama‑ee hab Khale‑a tug tub Yauhanaa, hab Thaahume tug tub Xelaya kws yog tuabneeg huv lub moos Nethaufa, hab Ya‑axaniya kws yog tuabneeg huv Ma‑akha le tub."},{"bible_id":"1216","chapter_code":"2KI.25","verse_code":"2KI.25.24","label":"24","content":"Mas Kentaliya cog lug twv rua puab hab puab cov tuabneeg has tas, “Mej tsw xob ntshai Kheentia cov tub teg tub taw. Ca le nyob huv lub tebchaws nuav hab ua koom rua vaajntxwv Npanpiloo tes mej yuav tau noj qaab nyob zoo.”"},{"bible_id":"1216","chapter_code":"2KI.25","verse_code":"2KI.25.25","label":"25","content":"Lub xyaa hli, Nethaniya tug tub Yisama‑ee kws yog Elisama tug xeeb ntxwv hab yog keeb vaajntxwv coj kaum leej nrug nwg tuaj ntaus hab tua Kentaliya hab cov tuabneeg Yuta hab cov Kheentia kws nrug nwg nyob ntawm Mixapa tuag taag."},{"bible_id":"1216","chapter_code":"2KI.25","verse_code":"2KI.25.26","label":"26","content":"Tes cov pejxeem hov taag nrho cov kws ua hlub hab cov yau suavdawg hab cov thawj rog sawv kev tseeg moog rua Iyi tebchaws, tsua qhov puab ntshai cov Kheentia."},{"bible_id":"1216","chapter_code":"2KI.25","verse_code":"2KI.25.27","label":"27","content":"Thaus Yuta tug vaajntxwv Yehauyakhee poob tebchaws tau peb caug xyaa xyoo mas nub tim neeg nkaum tswb lub kaum ob hlis rua xyoo kws Evimelaunta chiv ua vaajntxwv kaav huv Npanpiloo, Evimelaunta zoo sab tso Yuta tug vaajntxwv Yehauyakhee dim huv tsev lojfaaj."},{"bible_id":"1216","chapter_code":"2KI.25","verse_code":"2KI.25.28","label":"28","content":"Nwg has zoo rua Yehauyakhee hab pub nwg nyob lub rooj sab dua tej vaajntxwv kws nrug nwg nyob huv Npanpiloo txhua tug."},{"bible_id":"1216","chapter_code":"2KI.25","verse_code":"2KI.25.29","label":"29","content":"Yehauyakhee txawm hle cev tsoog tsho raug txem, hab nwg naj nub tau nrug vaajntxwv koom rooj noj mov moog taag swm neej."},{"bible_id":"1216","chapter_code":"2KI.25","verse_code":"2KI.25.30","label":"30","content":"Vaajntxwv pheej naj nub pub hov txhua chaw tsw tu ncua rua Yehauyakhee moog taag Yehauyakhee swm neej."}]