[{"bible_id":"1216","chapter_code":"2PE.1","verse_code":"2PE.1.1","label":"1","content":"Ximoo Petu kws yog Yexu Kheto tug qhev hab tug tubkhai has moog rua cov kws tau txais txujkev ntseeg kws tswm txaj kawg nkaus ib yaam le peb ntawm Yexu Kheto kws yog peb tug Vaajtswv hab tug Cawmseej  txujkev ncaaj nceeg."},{"bible_id":"1216","chapter_code":"2PE.1","verse_code":"2PE.1.2","label":"2","content":"Thov txujkev hlub hab txujkev sab tug tsaav ntxwv rua mej ntau zuj zug rua thaus mej paub Vaajtswv hab Yexu kws yog peb tug Tswv."},{"bible_id":"1216","chapter_code":"2PE.1","verse_code":"2PE.1.3","label":"3","content":"Vaajtswv tug fwjchim pub txhua yaam rua peb txujsa hab qhov kws peb ua lub neej fwm Vaajtswv, vem yog peb paub tug kws hu peb lug koom nwg tug fwjchim ci ntsaa ab hab qhov kws nwg zoo kawg nkaus."},{"bible_id":"1216","chapter_code":"2PE.1","verse_code":"2PE.1.4","label":"4","content":"Vem yog tej nuav nwg txhad pub nwg tej lug cog tseg kws tswm txaj kawg hab luj kawg, mas vem tej lug cog tseg hov mej txhad dim txujkev lwj laam huv lub nplajteb kws lug ntawm txujkev ntshaw, hab muaj lub neej zoo ib yaam le Vaajtswv lub."},{"bible_id":"1216","chapter_code":"2PE.1","verse_code":"2PE.1.5","label":"5","content":"Vem le nuav mej yuav tsum swv zug kawg nkaus muab txujkev ua zoo kawg nkaus tsaav rua txujkev ntseeg, hab muab txujkev paub tsaav rua txujkev ua zoo,"},{"bible_id":"1216","chapter_code":"2PE.1","verse_code":"2PE.1.6","label":"6","content":"hab muab qhov kws tswj yug tug kheej tsaav rua kev paub, hab muab qhov kws ua sab ntev thev tsaav rua qhov kws tswj tug kheej, hab muab qhov kws fwm Vaajtswv tsaav rua qhov kws ua sab ntev thev,"},{"bible_id":"1216","chapter_code":"2PE.1","verse_code":"2PE.1.7","label":"7","content":"hab muab qhov kws hlub kwvtij tsaav rua qhov kws fwm Vaajtswv, hab muab txujkev sws hlub tsaav rua qhov kws hlub kwvtij."},{"bible_id":"1216","chapter_code":"2PE.1","verse_code":"2PE.1.8","label":"8","content":"Yog tej nuav nyob huv mej hab fuam vaam nplua quas mag, mas tej nuav yuav ua rua mej tsw nkim zug hab tawg paaj txw txwv tsua qhov kws paub peb tug Tswv Yexu Kheto."},{"bible_id":"1216","chapter_code":"2PE.1","verse_code":"2PE.1.9","label":"9","content":"Tug kws tu ncua tej nuav kuj yog dig muag hab pum kev tsw tseeb hab tsw ncu tas nwg tej kev txhum thau u tub raug muab ntxuav lawm."},{"bible_id":"1216","chapter_code":"2PE.1","verse_code":"2PE.1.10","label":"10","content":"Vem le nuav, cov kwvtij, mej yuav tsum yimfuab swv zug heev dua qub ua rua qhov kws Vaajtswv hu mej hab xaiv mej nyob ruaj. Yog mej ua le nuav, tsw muaj ib nub twg kws mej yuav qaug le,"},{"bible_id":"1216","chapter_code":"2PE.1","verse_code":"2PE.1.11","label":"11","content":"hab yuav muaj txujkev npaaj txhwj zoo zoo rua mej nkaag rua huv peb tug Tswv Yexu Kheto kws yog peb tug Cawmseej lub tebchaws kws nyob moog ib txhws."},{"bible_id":"1216","chapter_code":"2PE.1","verse_code":"2PE.1.12","label":"12","content":"Vem le nuav txawm yog mej tub paub hab nyob ruaj huv txujkev tseeb kws mej tau lawd los kuv yeej yuav naj nub ntuag kuas mej ncu ntsoov txug tej ntawd."},{"bible_id":"1216","chapter_code":"2PE.1","verse_code":"2PE.1.13","label":"13","content":"Thaus kuv tseed muaj txujsa nyob huv lub cev nqaj tawv, kuv pum tas tswm nyog txhob kuas mej ncu ntsoov,"},{"bible_id":"1216","chapter_code":"2PE.1","verse_code":"2PE.1.14","label":"14","content":"vem kuv paub tas tsw ntev kuv yuav ncaim lub cev nuav moog lawv le peb tug Tswv Yexu Kheto tub qha meej rua kuv lawd."},{"bible_id":"1216","chapter_code":"2PE.1","verse_code":"2PE.1.15","label":"15","content":"Hab kuv yuav swv zug ua rua mej ncu ntsoov tej nuav rua thaus kuv ncaim mej moog lawd."},{"bible_id":"1216","chapter_code":"2PE.1","verse_code":"2PE.1.16","label":"16","content":"Thaus peb pav rua mej paub txug peb tug tswv Yexu Kheto tug fwjchim hab qhov kws nwg yuav tshwm lug, peb tsw yog has lawv le tej lug nruag kws xaav tswvyim has, tassws peb qhov muag tau pum nwg tug fwjchim meej mom ntaag."},{"bible_id":"1216","chapter_code":"2PE.1","verse_code":"2PE.1.17","label":"17","content":"Thaus Yexu tau txais koob meej hab fwjchim ci ntsaa ab ntawm leej Txwv Vaajtswv hab lub suab ntawm tug fwjchim ci ntsaa ab kws luj kawg has txug nwg tas, “Tug nuav yog kuv tug Tub kws kuv hlub, kuv txaus sab rua nwg heev.”"},{"bible_id":"1216","chapter_code":"2PE.1","verse_code":"2PE.1.18","label":"18","content":"peb kuj nov lub suab nuav sau ntuj tuaj, rua thaus peb nrug nwg nyob sau lub roob dawb huv ntawd."},{"bible_id":"1216","chapter_code":"2PE.1","verse_code":"2PE.1.19","label":"19","content":"Hab peb tuav cov xwbfwb cev Vaajtswv lug tej lug ruaj dua. Yog mej muab sab rau rua tej lug hov kuj zoo vem tej lug hov zoo yaam le lub teeb kws ci huv qhov chaw tsaus ntuj, moog txug kaaj ntug es lub nub qub toog thaus sawv ntxuv tawm tuaj rua huv mej lub sab."},{"bible_id":"1216","chapter_code":"2PE.1","verse_code":"2PE.1.20","label":"20","content":"Mej yuav tsum nkaag sab ua ntej tas tsw muaj leejtwg txhais tau tej lug cev kws nyob huv Vaajtswv txujlug lub ntsab lawv le nwg lub sab,"},{"bible_id":"1216","chapter_code":"2PE.1","verse_code":"2PE.1.21","label":"21","content":"tsua qhov tej lug kws cov xwbfwb cev Vaajtswv lug has tsw yog has lawv le tuabneeg xaav, tassws Vaaj Ntsuj Plig kws dawb huv kaav tuabneeg lub sab puab txhad has tej lug kws lug ntawm Vaajtswv lug."},{"bible_id":"1216","chapter_code":"2PE.2","verse_code":"2PE.2.1","label":"1","content":"Tassws tub muaj cov cuav xwbfwb cev lug kws tshwm rua huv cov tuabneeg ntawd lawm, mas yeej yuav muaj cov cuav xwbfwb huv mej ib yaam nkaus. Puab yuav nyag coj tej lug qha cuav kws ua kuas puam tsuaj tuaj. Puab kuj tsw leeg yuav tug Tswv kws them nqe yuav puab, mas txhad coj kev puam tsuaj lug raug puab sai kawg."},{"bible_id":"1216","chapter_code":"2PE.2","verse_code":"2PE.2.2","label":"2","content":"Yuav muaj tuabneeg coob ua qas vuab tsuab lawv le puab ua, mas txujkev tseeb yuav raug thuaj vem yog tim puab."},{"bible_id":"1216","chapter_code":"2PE.2","verse_code":"2PE.2.3","label":"3","content":"Puab ua lub sab hlub, puab txhad has tej lug daag ntxag mej kuas puab tau tshaaj thawj. Kev rau txem tub teem ca rua puab ntev lug lawm yuav tsw tog ntev. Qhov kws puab yuav raug puam tsuaj kuj tsw tsaug zug lawm."},{"bible_id":"1216","chapter_code":"2PE.2","verse_code":"2PE.2.4","label":"4","content":"Tsua qhov Vaajtswv tsw zaam txem rua cov tubkhai ntuj kws ua txhum thau u, nwg muab puab laim rua huv ntuj txag teb tsaus hab  rua huv tej qhov kws tsaus ntuj nti moog txug lub swjhawm kws txav txem."},{"bible_id":"1216","chapter_code":"2PE.2","verse_code":"2PE.2.5","label":"5","content":"Hab nwg tsw zaam txem rua cov tuabneeg txheej thau u tassws thaus Vaajtswv tso dej lug nyaab lub nplajteb kws cov tuabneeg tsw fwm Vaajtswv nyob, nwg tsom kwm Nau‑a kws tshaaj tawm txujkev ncaaj nceeg hab xyaa leej."},{"bible_id":"1216","chapter_code":"2PE.2","verse_code":"2PE.2.6","label":"6","content":"Hab Vaajtswv rau txem rua lub moos Xauntoo hab lub moos Kaumaula  ua kuas puam tsuaj caj tshauv taag sub txhad ua yaam ntxwv rua cov tuabneeg tsw fwm Vaajtswv kws nyob yaav tom qaab,"},{"bible_id":"1216","chapter_code":"2PE.2","verse_code":"2PE.2.7","label":"7","content":"hab nwg cawm tau Lauj dim. Lauj yog tug ncaaj nceeg hab ntxhuv sab heev rua tej kev qas vuab tsuab kws cov tuabneeg phem ua,"},{"bible_id":"1216","chapter_code":"2PE.2","verse_code":"2PE.2.8","label":"8","content":"tsua qhov thaus tug ncaaj nceeg hov nyob huv plawv puab, tej kev phem kws nwg naj nub pum hab nov puab ua hov ua rua nwg lub sab kws ncaaj nceeg ntxhuv taag."},{"bible_id":"1216","chapter_code":"2PE.2","verse_code":"2PE.2.9","label":"9","content":"Yog le hov, tug Tswv yeej paub tas yuav cawm cov kws fwm Vaajtswv dim txujkev swm sab tau le caag, hab paub tas yuav muab cov tuabneeg phem rau txem le caag moog txug nub kws txav txem rua suavdawg,"},{"bible_id":"1216","chapter_code":"2PE.2","verse_code":"2PE.2.10","label":"10","content":"qhov luj kawg yog txav txem rua cov tuabneeg kws ua phem ua qas lawv le puab lub cev nqaj tawv ntshaw hab saib tsw taug cov kws muaj fwjchim kaav. Puab ua sab tuab sab twm xeeb, puab tsw ntshai qhov kws has lug saib tsw taug cov tubkhai ntuj kws muaj fwjchim ci ntsaa ab."},{"bible_id":"1216","chapter_code":"2PE.2","verse_code":"2PE.2.11","label":"11","content":"Txawm yog cov tubkhai ntuj kws muaj zug hab muaj fwjchim luj dua, los tub tsw has lug saib tsw taug kom puab cov ntawd rua ntawm tug Tswv lub xubndag."},{"bible_id":"1216","chapter_code":"2PE.2","verse_code":"2PE.2.12","label":"12","content":"Tassws cov cuav xwbfwb nuav zoo nkaus le tej tsaj txhu kws tsw txawj xaav daabtsw, hab ua lawv le nwg lub sab ntshaw, yug lug rua luas nteg hab muab tua xwb. Puab has lug saib tsw taug tej kws puab tsw nkaag sab, puab yuav raug kev puam tsuaj ib yaam le tej tsaj txhu hov."},{"bible_id":"1216","chapter_code":"2PE.2","verse_code":"2PE.2.13","label":"13","content":"Puab yuav raug kev txom nyem pauj puab tej kev phem. Puab suav tas qhov kws ua nqaaj ua nqug noj seem noj so nruab nub yog kev lomzem. Puab yog tej teev kws dub hab qas puag tsuas. Thaus puab nrug mej noj haus ua ke, puab qw ua nqaaj ua nqug qaug dej qaug cawv."},{"bible_id":"1216","chapter_code":"2PE.2","verse_code":"2PE.2.14","label":"14","content":"Puab lub qhov muag tsuas yog cus cav rua kev ua nkauj ua nraug xwb, puab ua txhum tsw txawj pov khawv le. Puab ntxag cov kws sab tsw ruaj. Puab xyum puab lub sab kuas xaav yuav luas tug. Puab yog cov noob kws raug tsawm foom."},{"bible_id":"1216","chapter_code":"2PE.2","verse_code":"2PE.2.15","label":"15","content":"Puab muab txujkev raug cai tso tseg yuam kev moog lawv Npe‑au  tug tub Npala‑aa txujkev, yog tug kws nyam tej nqe ndav kws tau ntawm tej kev ua tsw ncaaj."},{"bible_id":"1216","chapter_code":"2PE.2","verse_code":"2PE.2.16","label":"16","content":"Nwg kuj raug thuaj tsua qhov kws nwg tsw noog lug. Tug neeg luav kws tsw txawj has lug has tau lug le tuabneeg hab tswj tug xwbfwb cev lug hov txujkev ruag."},{"bible_id":"1216","chapter_code":"2PE.2","verse_code":"2PE.2.17","label":"17","content":"Cov xwbfwb hov yog lub qhov dej qhuav hab cov fuab kws cua daaj cua dub ntsawj yaa moog. Tub npaaj qhov tsaus ntuj nti ca rua puab lawm."},{"bible_id":"1216","chapter_code":"2PE.2","verse_code":"2PE.2.18","label":"18","content":"Puab has lug khaav theeb qhuav qhuav hab muab tej kev phem kws lub cev nqaj tawv ntshaw lug ntxag cov tuabneeg kws saamswm tswv dim ntawm cov tuabneeg kws ua lub neej yuam kev lawm."},{"bible_id":"1216","chapter_code":"2PE.2","verse_code":"2PE.2.19","label":"19","content":"Puab cog lug tas yuav pub cov tuabneeg hov nyob ywj pheej, tassws puab tug kheej tseed ua tej kev puam tsuaj qhev, tsua qhov leejtwg kov tsw yeej yaam twg, nwg kuj ua yaam ntawd qhev."},{"bible_id":"1216","chapter_code":"2PE.2","verse_code":"2PE.2.20","label":"20","content":"Thaus puab tswv dim txhua yaam kev qas huv nplajteb lawm vem yog paub Yexu Kheto kws yog peb tug Tswv hab yog peb tug Cawmseej, yog puab rov moog maag hab swb tej kev qas hov dua, mas thaus kawg puab yimfuab raug kev phem dua thaus chiv thawj."},{"bible_id":"1216","chapter_code":"2PE.2","verse_code":"2PE.2.21","label":"21","content":"Tsua qhov yog puab tsw paub txujkev ncaaj nceeg hov hlo le kuj tseed zoo dua le kws puab paub lawm los tseed tig nraus qaum rua txuj kevcai dawb huv kws muab cob rua puab ntawd."},{"bible_id":"1216","chapter_code":"2PE.2","verse_code":"2PE.2.22","label":"22","content":"Tej kws tshwm lug rua puab kuj yog lawv le lu paaj lug kws has tseeb tas, “Dev rov noj dev cov ntuav,” hab “tug npua kws muab ntxuav huv lawm rov qaab moog daa paag kua aav dua.”"},{"bible_id":"1216","chapter_code":"2PE.3","verse_code":"2PE.3.1","label":"1","content":"Cov kws kuv hlub, nuav yog tsaab ntawv ob kws kuv sau tuaj rua mej, hab ob tsaab ntawv nuav kuv tshaum mej lub sab kuas ncu ntsoov xaav txug tej yaam kws zoo,"},{"bible_id":"1216","chapter_code":"2PE.3","verse_code":"2PE.3.2","label":"2","content":"sub mej txhad le ncu ntsoov tej lug kws cov xwbfwb cev Vaajtswv lug kws dawb huv tau has ca ua ntej hab ncu txug tug Tswv hab tug Cawmseej tej lug nkaw kws mej cov tubkhai qha."},{"bible_id":"1216","chapter_code":"2PE.3","verse_code":"2PE.3.3","label":"3","content":"Mej yuav tsum paub qhov nuav ua ntej tas thaus lub swjhawm kawg cov kws nyam thuaj luag yuav tuaj thuaj luag hab ua lawv le puab lub sab phem ntshaw,"},{"bible_id":"1216","chapter_code":"2PE.3","verse_code":"2PE.3.4","label":"4","content":"hab puab yuav has tas, “Tej lug cog tseg kws tug Tswv yuav lug, nyob hovtwg? Txwj thau tej laug tub tuag taag lawm txhua yaam tseed zoo le thaus tswm ntuj tswm teb.”"},{"bible_id":"1216","chapter_code":"2PE.3","verse_code":"2PE.3.5","label":"5","content":"Puab txhob txwm tsw ncu qhov nuav, kws has tas chiv keeb thau u Vaajtswv lu lug has, lub ntuj txhad raug tswm hab lub nplajteb txhad tshwm huv dej lug hab nyob huv plawv cov dej."},{"bible_id":"1216","chapter_code":"2PE.3","verse_code":"2PE.3.6","label":"6","content":"Vem cov dej ntawd lub nplajteb kws nyob thaus ntawd txhad raug dej nyaab puam tsuaj."},{"bible_id":"1216","chapter_code":"2PE.3","verse_code":"2PE.3.7","label":"7","content":"Vem Vaajtswv tuab lu lug ntawd, lub ntuj hab lub nplajteb txhad raug muab tu tseg ca rua suavtawg, yog raug muab khaws ca rua nub kws txav txem rua cov tuabneeg tsw fwm Vaajtswv hab ua kuas puam tsuaj."},{"bible_id":"1216","chapter_code":"2PE.3","verse_code":"2PE.3.8","label":"8","content":"Cov kws kuv hlub, mej tsw xob nov qaab nqai nuav. Ib nub ntawm tug Tswv zoo le ib txheeb xyoo hab ib txheeb xyoo kuj ntev le ib nub xwb."},{"bible_id":"1216","chapter_code":"2PE.3","verse_code":"2PE.3.9","label":"9","content":"Tug Tswv tsw sej nwg tej lug cog tseg lawv le qee leej xaav ntawd tassws nwg ua sab ntev rua mej, vem nwg tsw xaav ca leejtwg puam tsuaj, tassws xaav kuas txhua tug ntxeev dua sab tshab."},{"bible_id":"1216","chapter_code":"2PE.3","verse_code":"2PE.3.10","label":"10","content":"Tassws tug Tswv nub yuav lug le tub saab tuaj, hab lub ntuj yuav pluj nrug lub suab nrov tseeg quas nkawg moog hab suavtawg yuav kub txhua yaam sau nruab ntug yaaj taag, hab lub nplajteb hab txhua yaam kws nyob sau nplajteb yuav kub nyab taag huvsw."},{"bible_id":"1216","chapter_code":"2PE.3","verse_code":"2PE.3.11","label":"11","content":"Vem txhua yaam yuav puam tsuaj taag le kws has taag nuav tswm nyog mej yuav ua tuabneeg zoo le caag? Mej yuav tsum ua lub neej dawb huv hab fwm Vaajtswv,"},{"bible_id":"1216","chapter_code":"2PE.3","verse_code":"2PE.3.12","label":"12","content":"hab mej yuav tsum zuv tog hab txhwb kuas Vaajtswv nub lug txug sai. Nub ntawd lub ntuj yuav raug muab hlawv pluj taag hab txhua yaam sau nruab ntug yuav kub nyab yaaj taag."},{"bible_id":"1216","chapter_code":"2PE.3","verse_code":"2PE.3.13","label":"13","content":"Tassws lawv le Vaajtswv tej lug cog tseg peb tog rawv lub ntuj tshab hab lub nplajteb tshab kws txujkev ncaaj nceeg nyob huv."},{"bible_id":"1216","chapter_code":"2PE.3","verse_code":"2PE.3.14","label":"14","content":"Vem le nuav, cov kws kuv hlub, thaus mej tseed tog rawv tej nuav mej ca le kub sab quas lug ua mej lub neej rua Vaajtswv pum tas mej tsw muaj ib qho phem, tsw muaj ib qho chaw thuaj hab mej nyob sab tug quas yeeg."},{"bible_id":"1216","chapter_code":"2PE.3","verse_code":"2PE.3.15","label":"15","content":"Ca le suav tas qhov kws peb tug Tswv ua sab ntev rua peb kuj yog ca peb tau dim, ib yaam le peb tug kwvtij Povlauj kws peb hlub tau sau ntawv tuaj rua mej lawv le tej tswvyim kws pub rua nwg lawm."},{"bible_id":"1216","chapter_code":"2PE.3","verse_code":"2PE.3.16","label":"16","content":"Nwg txhua tsaab ntawv nwg kuj has txug zaaj nuav lawm. Huv tej tsaab ntawv hov muaj qee yaam kws ceblaaj nkaag sab, tej tuabneeg kws tsw paub qaabhau hab lub sab ywj faab ywj fwj txhad tau muab lub ntsab ntxeev lawm ib yaam le puab muab lwm nqai huv Vaajtswv txujlug ntxeev txhad ua rua puab raug kev puam tsuaj."},{"bible_id":"1216","chapter_code":"2PE.3","verse_code":"2PE.3.17","label":"17","content":"Cov kws kuv hlub, vem mej paub zaaj nuav ua ntej lawm mej ca le ceev faaj tuab zoo sub mej txhad tsw raug ntxag yuam kev lawv le cov tuabneeg phem ua, hab mej yuav tsw muaj lub sab ruaj khov."},{"bible_id":"1216","chapter_code":"2PE.3","verse_code":"2PE.3.18","label":"18","content":"Tassws mej ca le kheev hlub rua huv tug Tswv Yexu Kheto kws yog peb tug Cawmseej txujkev hlub hab paub nwg zuj zug. Thov kuas nwg tau koob meej ci ntsaa ab nwgnuav hab moog ib txhws tsw kawg. [Amee.]"}]