[{"bible_id":"1216","chapter_code":"COL.1","verse_code":"COL.1.1","label":"1","content":"Povlauj kws yog Yexu Kheto le tub qhe lawv le Vaajtswv lub sab nyam, hab peb tug kwv Timaute"},{"bible_id":"1216","chapter_code":"COL.1","verse_code":"COL.1.2","label":"2","content":"has moog rua cov xuv dawb hab cov kwvtij kws ntseeg Kheto huv lub moos Khaulauxi. Thov txujkev hlub hab txujkev sab tug ntawm Vaajtswv kws yog peb leej Txwv nrug nraim mej nyob."},{"bible_id":"1216","chapter_code":"COL.1","verse_code":"COL.1.3","label":"3","content":"Txhua zag kws peb thov Vaajtswv paab mej peb ua Vaajtswv kws yog peb tug Tswv Yexu Kheto leej Txwv tsaug,"},{"bible_id":"1216","chapter_code":"COL.1","verse_code":"COL.1.4","label":"4","content":"vem peb tub nov txug mej txujkev ntseeg huv Yexu Kheto hab nov txug qhov kws mej hlub Vaajtswv cov xuv dawb txhua tug."},{"bible_id":"1216","chapter_code":"COL.1","verse_code":"COL.1.5","label":"5","content":"Txujkev ntseeg hab txujkev hlub hov lug ntawm txujkev vaam kws khaws ca sau ntuj ceeb tsheej rua mej, kws mej tub txeev nov ntawm txuj lug tseeb kws yog txuj xuv zoo,"},{"bible_id":"1216","chapter_code":"COL.1","verse_code":"COL.1.6","label":"6","content":"kws tub tuaj txug mej lawm. Txuj xuv zoo hov saamswm tawg paaj txw txwv hab fuam vaam thoob nplajteb, ib yaam le fuam vaam rua huv mej txwj nub kws mej tau nov hab nkaag sab Vaajtswv txujkev hlub lawv le qhov tseeb."},{"bible_id":"1216","chapter_code":"COL.1","verse_code":"COL.1.7","label":"7","content":"Mej tau kawm ntawm Epafa kws nrug kuv koom ua num hab kuv hlub nwg, nwg yog ib tug kws muaj sab xwb ua Kheto teg num vem yog saib rua mej,"},{"bible_id":"1216","chapter_code":"COL.1","verse_code":"COL.1.8","label":"8","content":"hab nwg tau qha rua peb paub txug mej txujkev hlub huv Vaaj Ntsuj Plig."},{"bible_id":"1216","chapter_code":"COL.1","verse_code":"COL.1.9","label":"9","content":"Vem le nuav txwj nub kws peb nov txug mej, peb kuj tsw tseg qhov kws thov Vaajtswv paab mej. Peb thov kuas mej yuav muaj txhua yaam tswvyim hab nkaag sab saab ntsuj plig  txhad paub taag nrho Vaajtswv lub sab nyam le caag,"},{"bible_id":"1216","chapter_code":"COL.1","verse_code":"COL.1.10","label":"10","content":"sub mej txhad ua lub neej lawv le kws tswm nyog ua rua tug Tswv, hab txaus nwg lub sab txhua yaam, yog tawg paaj txw txwv rua txhua yaam num zoo hab paub Vaajtswv zuj zug."},{"bible_id":"1216","chapter_code":"COL.1","verse_code":"COL.1.11","label":"11","content":"Kuv thov txhawb mej tug zug kuas muaj zug heev lawv le Vaajtswv tug fwjchim ci ntsaa quas ab, sub mej txhad thev taug hab ua sab ntev rua txhua yaam hab muaj sab xyiv faab"},{"bible_id":"1216","chapter_code":"COL.1","verse_code":"COL.1.12","label":"12","content":"hab ua leej Txwv tsaug kws pub mej   muaj feem nrug cov xuv dawb tau qub txeeg qub teg huv qhov kaaj."},{"bible_id":"1216","chapter_code":"COL.1","verse_code":"COL.1.13","label":"13","content":"Vaajtswv cawm peb dim tug fwjchim tsaus ntuj hab coj peb lug nyob huv nwg tug Tub kws nwg hlub lub tebchaws."},{"bible_id":"1216","chapter_code":"COL.1","verse_code":"COL.1.14","label":"14","content":"Huv tug Tub hov peb txhad raug txhwv dim, yog qhov kws daws lub txem."},{"bible_id":"1216","chapter_code":"COL.1","verse_code":"COL.1.15","label":"15","content":"Kheto yog Vaajtswv kws peb qhov muag tsw pum tug yaam ntxwv, yog thawj tug kws yug lug huv ib puas tsaav yaam kws tswm lug."},{"bible_id":"1216","chapter_code":"COL.1","verse_code":"COL.1.16","label":"16","content":"Vem tug Tub hov, txhad le tswm ib puas tsaav yaam tshwm lug yog tej kws nyob sau nruab ntug, tej kws nyob huv nplajteb, tej kws qhov muag pum hab tej kws qhov muag tsw pum, tsw has tej daab, tej timtswv, tej fwjchim hab tej daab kws kaav huvsw, txhua yaam puavleej tswm ntawm nwg hab tswm rua nwg."},{"bible_id":"1216","chapter_code":"COL.1","verse_code":"COL.1.17","label":"17","content":"Nwg nyob ua ntej dua txhua yaam hab txhua yaam raug nqug lug txuas ua ke rua huv nwg."},{"bible_id":"1216","chapter_code":"COL.1","verse_code":"COL.1.18","label":"18","content":"Nwg yog lub taubhau rua lub cev kws yog pawg ntseeg. Nwg yog lub hauv paug, nwg yog tug Tub hlub kws xub caj sawv huv qhov tuag rov lug, sub nwg txhad ua txhua yaam tug thawj."},{"bible_id":"1216","chapter_code":"COL.1","verse_code":"COL.1.19","label":"19","content":"Tsua qhov Vaajtswv txaus sab pub qhov kws yog Vaajtswv taag nrho huvsw nyob rua huv Kheto,"},{"bible_id":"1216","chapter_code":"COL.1","verse_code":"COL.1.20","label":"20","content":"hab Vaajtswv swv Kheto ua rua txhua yaam rov lug nrug Vaajtswv sws raug zoo, tsw has tej kws nyob huv lub nplajteb hab nyob sau nruab ntug, vem yog Kheto cov ntshaav ntawm tug khaublig ntoo ua kuas muaj kev sws hum xeeb."},{"bible_id":"1216","chapter_code":"COL.1","verse_code":"COL.1.21","label":"21","content":"Yaav nraag ntej mej raug txav tu ntawm Vaajtswv, hab lub sab ua yeeb ncuab ua phem kawg,"},{"bible_id":"1216","chapter_code":"COL.1","verse_code":"COL.1.22","label":"22","content":"tassws nwgnuav Vaajtswv pub mej rov nrug nwg sws raug zoo vem yog qhov kws Yexu lub cev tau tuag txhad coj mej lug cuag Vaajtswv ua cov kws dawb huv hab tsw muaj qhov qas hab tsw muaj chaw thuaj rua ntawm Vaajtswv xubndag,"},{"bible_id":"1216","chapter_code":"COL.1","verse_code":"COL.1.23","label":"23","content":"tsuav yog mej tswm tsaa ruaj huv txujkev ntseeg hab nyob ruaj nreeg, tsw xob tswv ntawm txujkev vaam huv txuj xuv zoo kws mej tau nov, kws tub tshaaj tawm rua txhua tug tuabneeg thoob qaab ntuj lawm, hab kuv Povlauj yog tug kws ua teg num tshaaj txuj xuv zoo nuav."},{"bible_id":"1216","chapter_code":"COL.1","verse_code":"COL.1.24","label":"24","content":"Nwgnuav kuv zoo sab qhov kws raug kev txom nyem vem yog saib rua mej, hab raug kev txom nyem ntxwv rua tej kev tswm txom kws Kheto raug tsw taag, vem yog saib rua nwg lub cev kws yog pawg ntseeg, kuv txhad rws kuas tav rua huv kuv lub cev."},{"bible_id":"1216","chapter_code":"COL.1","verse_code":"COL.1.25","label":"25","content":"Kuv ua num rua pawg ntseeg hov lawv le teg num kws Vaajtswv muab cob rua kuv kuas qha Vaajtswv txujlug taag nrho huvsw rua mej,"},{"bible_id":"1216","chapter_code":"COL.1","verse_code":"COL.1.26","label":"26","content":"yog tej kws muab npog ca ib txwm thau u lug hab ntau tam tuabneeg lug lawm tassws nwgnuav raug muab nthuav tshwm lug rua nwg cov xuv dawb lawm."},{"bible_id":"1216","chapter_code":"COL.1","verse_code":"COL.1.27","label":"27","content":"Vaajtswv xaav kuas puab paub tas yaam kws muab npog ca nuav muaj fwjchim ci ntsaa ab nplua mag le caag rua huv lwm haiv tuabneeg. Yaam ntawd yog Kheto kws nyob huv mej, yog qhov chaw vaam tas yuav tau koob meej ci ntsaa ab."},{"bible_id":"1216","chapter_code":"COL.1","verse_code":"COL.1.28","label":"28","content":"Peb tshaaj tawm tug Tswv nuav, hab peb muab txhua yaam tswvyim lug ntuag hab qhuab qha txhua tug sub peb txhad coj tau txhua tug moog cuag Vaajtswv ua tuabneeg kws hlub tav rua huv Kheto lawm."},{"bible_id":"1216","chapter_code":"COL.1","verse_code":"COL.1.29","label":"29","content":"Kuv txhad swv zug ua num khwv rua qhov ntawd lawv le tug zug kws Vaajtswv pub kuv muaj ntau kawg le."},{"bible_id":"1216","chapter_code":"COL.2","verse_code":"COL.2.1","label":"1","content":"Kuv xaav kuas mej paub tas kuv swv zug ua num paab mej hab paab cov kws nyob huv lub moos Launtikia hab paab txhua tug kws tsw tau pum dua kuv ntsej muag npaum le caag,"},{"bible_id":"1216","chapter_code":"COL.2","verse_code":"COL.2.2","label":"2","content":"sub puab txhad le tau txais kev txhawb sab hab koom ua ib lub sab rua huv txujkev hlub kws yuav ua rua puab nkaag sab taag nrho txhua yaam huvsw hab paub txug yaam kws Vaajtswv muab npog ca lawd, yog Kheto."},{"bible_id":"1216","chapter_code":"COL.2","verse_code":"COL.2.3","label":"3","content":"Lub txhaab tswvyim hab kev txawj ntse txhua yaam muab zais rua huv nwg."},{"bible_id":"1216","chapter_code":"COL.2","verse_code":"COL.2.4","label":"4","content":"Kuv has le nuav sub txhad tsw muaj leejtwg has lug mog lug muas daag ntxag mej."},{"bible_id":"1216","chapter_code":"COL.2","verse_code":"COL.2.5","label":"5","content":"Txawm yog kuv lub cev tsw nrug mej nyob los kuv lub sab yeej nrug mej nyob, hab kuv zoo sab xyiv faab qhov kws pum mej nyob muaj kaab muaj ke hab pum qhov kws mej ntseeg Kheto ruaj khov."},{"bible_id":"1216","chapter_code":"COL.2","verse_code":"COL.2.6","label":"6","content":"Yog le ntawd, vem mej tub txais Yexu Kheto kws yog tug Tswv lawm, mej ca le ua lub neej rua huv Kheto ib yaam nkaus."},{"bible_id":"1216","chapter_code":"COL.2","verse_code":"COL.2.7","label":"7","content":"Ca le ntsa caag hab tswm tsaa rua huv nwg, hab nyob ruaj huv txujkev ntseeg lawv le kws mej tau kawm lug lawd, hab ua Vaajtswv tsaug heev kawg nkaus."},{"bible_id":"1216","chapter_code":"COL.2","verse_code":"COL.2.8","label":"8","content":"Ca le ceev faaj tsw xob ca leejtwg tej lug txawj ntse hab tej lug daag do do nteg tau mej moog ua qhev. Tej lug hov yog lawv le tuabneeg tej qub kevcai hab lawv le tej fwjchim kws kaav lub qaab ntuj, tsw yog lawv le Kheto."},{"bible_id":"1216","chapter_code":"COL.2","verse_code":"COL.2.9","label":"9","content":"Vem tas qhov kws yog Vaajtswv taag nrho huvsw nyob rua huv Kheto lub cev,"},{"bible_id":"1216","chapter_code":"COL.2","verse_code":"COL.2.10","label":"10","content":"hab mej tau txhua yaam puv npo huv Kheto, kws yog tej timtswv kws kaav hab tej fwjchim huvsw lub taubhau."},{"bible_id":"1216","chapter_code":"COL.2","verse_code":"COL.2.11","label":"11","content":"Huv Kheto, mej ua kevcai txav kws tsw yog tuabneeg txhais teg ua, yog mej rhuav tshem mej lub cev nqaj tawv ntawm qhov kws Kheto muab mej ua kevcai txav."},{"bible_id":"1216","chapter_code":"COL.2","verse_code":"COL.2.12","label":"12","content":"Hab mej kuj raug muab log nrug nwg ua ke huv txuj kevcai raus dej, hab Vaajtswv tsaa mej nrug nwg sawv rov lug vem qhov kws mej ntseeg Vaajtswv tug fwjchim kws tsaa Kheto sawv huv qhov tuag rov lug."},{"bible_id":"1216","chapter_code":"COL.2","verse_code":"COL.2.13","label":"13","content":"Mej cov kws tub tuag lawm vem qhov kws mej ua txhum hab vem qhov kws tsw ua kevcai txav ntawm mej lub cev nqaj, Vaajtswv ua rua mej nrug Kheto muaj txujsa nyob. Nwg daws peb tej kev txhum huvsw,"},{"bible_id":"1216","chapter_code":"COL.2","verse_code":"COL.2.14","label":"14","content":"hab txuj kevcai kws sau ca tawm tsaam peb, nwg muab rhuav tseg hab muab rhu ntawm peb moog teem rua sau khaublig ntoo lawm."},{"bible_id":"1216","chapter_code":"COL.2","verse_code":"COL.2.15","label":"15","content":"Kheto rhuav tej timtswv hab tej fwjchim kws kaav hab qha puab tshwm rua suavdawg pum taab meeg hab kov yeej puab sau tug khaublig ntoo hov."},{"bible_id":"1216","chapter_code":"COL.2","verse_code":"COL.2.16","label":"16","content":"Vem le nuav tsw xob ca leejtwg txav txem rua mej vem qhov kev noj kev haus hab qhov kws ua tej kevcai hab fwm lub hli xab hab nub Xanpatau."},{"bible_id":"1216","chapter_code":"COL.2","verse_code":"COL.2.17","label":"17","content":"Tej nuav tsuas yog tej kws yuav tshwm lug tug duab xwb, tassws tug tseem yog Kheto."},{"bible_id":"1216","chapter_code":"COL.2","verse_code":"COL.2.18","label":"18","content":"Tsw xob ca leejtwg ua rua mej raug rau txem tsua qhov kws xaav kuas mej ua txuj txu fwjchim hab pe hawm tubkhai ntuj. Puab ntshaw ua yug quas toog pum hab khaav theeb do do lawv le tej kws puab lub cev nqaj tawv xaav."},{"bible_id":"1216","chapter_code":"COL.2","verse_code":"COL.2.19","label":"19","content":"Puab tsw tuav ruaj lub taubhau  kws yug lub cev huvsw hab ua kuas tej leeg tej cos qej txhaa lug txuas ua ke, lub cev txhad luj hlub lawv le Vaajtswv pub."},{"bible_id":"1216","chapter_code":"COL.2","verse_code":"COL.2.20","label":"20","content":"Yog mej nrug Kheto tuag rua tej fwjchim kws kaav lub qaab ntuj, ua caag mej tseed zoo le cov kws nyob huv qaab ntuj hab ua lawv le tej kevcai kws has tas,"},{"bible_id":"1216","chapter_code":"COL.2","verse_code":"COL.2.21","label":"21","content":"“tsw xob kov, tsw xob swm, tsw xob phaav”?"},{"bible_id":"1216","chapter_code":"COL.2","verse_code":"COL.2.22","label":"22","content":"Tej nuav huvsw yuav puam tsuaj rua thaus kws muab swv, hab tsuas yog tuabneeg tej lug qha hab tuabneeg tej kaab ke xwb."},{"bible_id":"1216","chapter_code":"COL.2","verse_code":"COL.2.23","label":"23","content":"Saib yaam le tej kaab ke nuav muaj tswvyim, yog qhov kws yug pe hawm lawv le yug lub sab xaav hab qhov kws txu fwjchim hab qhov kws tswm txom yug lub cev, tassws tsw muaj qaabhau tawm tsaam lub cev nqaj tawv txujkev ntshaw."},{"bible_id":"1216","chapter_code":"COL.3","verse_code":"COL.3.1","label":"1","content":"Vem le nuav, yog mej tub raug tsaa nrug Kheto sawv rov lug lawm, ca le nrhav tej kws nyob sau ntuj, yog lub chaw kws Kheto nyob tsawg ntawm Vaajtswv saab teg xws."},{"bible_id":"1216","chapter_code":"COL.3","verse_code":"COL.3.2","label":"2","content":"Ca le xwb rua tej kws nyob sau ntuj, tsw xob xwb rua tej kws nyob huv nplajteb,"},{"bible_id":"1216","chapter_code":"COL.3","verse_code":"COL.3.3","label":"3","content":"vem mej tub tuag hab mej txujsa tub muab zais nrug Kheto rua huv Vaajtswv lawm."},{"bible_id":"1216","chapter_code":"COL.3","verse_code":"COL.3.4","label":"4","content":"Thaus Kheto kws yog mej  txujsa tshwm lug, lub swjhawm ntawd mej yuav nrug nwg tshwm lug muaj koob meej ci ntsaa ab."},{"bible_id":"1216","chapter_code":"COL.3","verse_code":"COL.3.5","label":"5","content":"Yog le ntawd, ca le muab mej lub neej kws nyam kev nplajteb tua pov tseg, tsw has kev ua nkauj nraug, kev ua phem ua qas, kev ntshaw, xaav tej kws phem hab xaav yuav luas tug kws zoo le pe txoov daab."},{"bible_id":"1216","chapter_code":"COL.3","verse_code":"COL.3.6","label":"6","content":"Vem tej nuav Vaajtswv txujkev npau tawg yuav tshwm lug."},{"bible_id":"1216","chapter_code":"COL.3","verse_code":"COL.3.7","label":"7","content":"Yaav nraag ntej kws mej tseed nyob huv tej kev phem nuav, mej yeej ua lub neej zoo le nuav."},{"bible_id":"1216","chapter_code":"COL.3","verse_code":"COL.3.8","label":"8","content":"Tassws nwgnuav mej ca le muab tej nuav tso tseg huvsw, yog kev chim kev npau kev xaav phem, xyaav luas moo, has lug phem lug qas tawm ntawm mej lub qhov ncauj."},{"bible_id":"1216","chapter_code":"COL.3","verse_code":"COL.3.9","label":"9","content":"Ib leeg tsw xob daag ib leeg tsua qhov mej tub muab tug tuabneeg qub hab tej kev qub hle tseg lawm,"},{"bible_id":"1216","chapter_code":"COL.3","verse_code":"COL.3.10","label":"10","content":"hab mej tub muab tug tuabneeg tshab kws saamswm tswm dua tshab lawv le tug kws tswm tug yaam ntxwv lug naav sub txhad paub Vaajtswv."},{"bible_id":"1216","chapter_code":"COL.3","verse_code":"COL.3.11","label":"11","content":"Qhov nuav tsw muaj cov Yutai hab cov Kili, tsw muaj cov kws ua kevcai txav hab cov kws tsw ua, tsw muaj lwm haiv tuabneeg hab tuabneeg Xithia,  tsw muaj qhev hab cov kws tsw ua qhev, tassws Kheto yog txhua yaam hab nyob huv txhua yaam."},{"bible_id":"1216","chapter_code":"COL.3","verse_code":"COL.3.12","label":"12","content":"Vem le nuav, mej yog cov kws Vaajtswv xaiv hab yog cov kws dawb huv hab nwg hlub, mej ca le naav lub sab taab ncuab, sab khuvleej, sab txu fwjchim, sab mog sab muas hab thev taug,"},{"bible_id":"1216","chapter_code":"COL.3","verse_code":"COL.3.13","label":"13","content":"ib leeg ua sab ntev rua ib leeg hab yog leejtwg muaj xaiv muaj lug ib leeg kuj zaam ib leeg. Tug Tswv zaam txem rua mej le caag mej yuav tsum zaam txem ib yaam le ntawd."},{"bible_id":"1216","chapter_code":"COL.3","verse_code":"COL.3.14","label":"14","content":"Ca le naav txujkev hlub tsaav rua tej nuav huvsw, txujkev hlub khi tau txhua yaam sws koom ua ke."},{"bible_id":"1216","chapter_code":"COL.3","verse_code":"COL.3.15","label":"15","content":"Ca txujkev sab tug kws Kheto pub coj mej lub sab, tsua qhov Vaajtswv hu mej lug koom ua ib lub cev rua txujkev sab tug nuav. Hab ca le ua Vaajtswv tsaug."},{"bible_id":"1216","chapter_code":"COL.3","verse_code":"COL.3.16","label":"16","content":"Ca Kheto txujlug nyob puv npo rua huv mej, ca le qhuab qha hab muaj txhua yaam tswvyim ntuag, hab hu Tavi tej nkauj hab tej nkauj qhuas hab tej nkauj saab ntsuj plig ua Vaajtswv tsaug huv mej lub sab."},{"bible_id":"1216","chapter_code":"COL.3","verse_code":"COL.3.17","label":"17","content":"Thaus mej ua ib yaam daabtsw tsw has tej lug has lossws tej num kws mej ua, ca le ua txhua yaam rua huv tug Tswv Yexu lub npe hab ua tsaug Vaajtswv kws yog leej Txwv huv Kheto lub npe."},{"bible_id":"1216","chapter_code":"COL.3","verse_code":"COL.3.18","label":"18","content":"Cov quaspuj, ca le nyob huv qaab mej tug quasyawg kev tswjfwm, yog yaam kws tswm nyog rua huv tug Tswv."},{"bible_id":"1216","chapter_code":"COL.3","verse_code":"COL.3.19","label":"19","content":"Cov quasyawg, ca le hlub mej tug quaspuj, tsw xob ua nruj ua tswv rua nwg."},{"bible_id":"1216","chapter_code":"COL.3","verse_code":"COL.3.20","label":"20","content":"Cov mivnyuas, ca le noog mej nam mej txwv lug txhua yaam, vem qhov nuav hum tug Tswv lub sab."},{"bible_id":"1216","chapter_code":"COL.3","verse_code":"COL.3.21","label":"21","content":"Mej cov kws yog txwv, mej tsw xob zwg mej tej mivnyuas puab txhad tsw poob sab."},{"bible_id":"1216","chapter_code":"COL.3","verse_code":"COL.3.22","label":"22","content":"Mej cov kws yog tub qhe, ca le noog mej tej lospaav huv nplajteb nuav lug txhua yaam, tsw yog noog rua thaus tug lospaav pum xwb yaam le cov kws ua rua tuabneeg txaus sab, tassws ua txhua yaam tuaj nruab sab hab paub ntshai tug Tswv."},{"bible_id":"1216","chapter_code":"COL.3","verse_code":"COL.3.23","label":"23","content":"Tsw has mej yuav ua daabtsw, ca le rau sab ua ib yaam le ua rua tug Tswv tsw yog ua rua tuabneeg,"},{"bible_id":"1216","chapter_code":"COL.3","verse_code":"COL.3.24","label":"24","content":"vem mej yeej paub tas mej yuav tau saws qub txeeg qub teg ntawm tug Tswv ua nqe zug. Mej saamswm ua koom rua tug Tswv Kheto."},{"bible_id":"1216","chapter_code":"COL.3","verse_code":"COL.3.25","label":"25","content":"Cov kws ua txhum yuav tau saws lawv le tej kev txhum kws nwg tau ua, yuav tsw saib leejtwg ntsej muag le."},{"bible_id":"1216","chapter_code":"COL.4","verse_code":"COL.4.1","label":"1","content":"Mej cov kws yog lospaav, ca le ua ncaaj sws luag zog rua mej cov qhev, vem mej kuj paub tas mej muaj ib tug Tswv nyob sau ntuj."},{"bible_id":"1216","chapter_code":"COL.4","verse_code":"COL.4.2","label":"2","content":"Ca le swv zug thov Vaajtswv moog le, hab thaus thov ca le zuv tog hab ua Vaajtswv tsaug."},{"bible_id":"1216","chapter_code":"COL.4","verse_code":"COL.4.3","label":"3","content":"Hab thov Vaajtswv paab peb kuas nwg qheb qhov rooj rua peb qha txuj xuv zoo, yog pav txug Kheto zaaj kws Vaajtswv muab npog ca lawd, vem qhov nuav kuv txhad raug kaw."},{"bible_id":"1216","chapter_code":"COL.4","verse_code":"COL.4.4","label":"4","content":"Thov paab kuas kuv qha tau zaaj nuav meej lawv le kws tswm nyog qha."},{"bible_id":"1216","chapter_code":"COL.4","verse_code":"COL.4.5","label":"5","content":"Ca le swv tswvyim xyum rua cov kws nyob saab nrau hab swv txhua lub swjhawm kuas muaj qaabhau"},{"bible_id":"1216","chapter_code":"COL.4","verse_code":"COL.4.6","label":"6","content":"Ca le has mej tej lug muaj kev hlub hab qaab ntsev, sub mej txhad paub tas tswm nyog teb txhua tug le caag."},{"bible_id":"1216","chapter_code":"COL.4","verse_code":"COL.4.7","label":"7","content":"Thikhika kws yog ib tug kwvtij kws kuv hlub hab muaj sab xwb ua num hab nrug kuv koom ua tug Tswv teg num, nwg yuav qha rua mej paub txhua yaam txug kuv"},{"bible_id":"1216","chapter_code":"COL.4","verse_code":"COL.4.8","label":"8","content":"Qhov kws kuv khaiv nwg tuaj cuag mej tub yog kuv xaav kuas mej paub tas peb nyob le caag hab xaav kuas nwg txhawb tau mej lub sab,"},{"bible_id":"1216","chapter_code":"COL.4","verse_code":"COL.4.9","label":"9","content":"hab Aunexima kws yog ib tug kwvtij kws kuv hlub hab yog tug kws tso sab tau, yog ib tug huv mej cov ntaag, yuav nrug moog hab. Ob tug yuav pav rua mej paub txug txhua yaam xwm txheej ntawm nuav."},{"bible_id":"1216","chapter_code":"COL.4","verse_code":"COL.4.10","label":"10","content":"Alithakha kws nrug kuv raug kaw xaa lug ncu txug mej, hab Malakau kws yog Npananpa le kwvtij kuj ncu txug mej hab. Mej tub txais tej lug has txug Malakau lawm, yog nwg tuaj txug ca le tog txais nwg."},{"bible_id":"1216","chapter_code":"COL.4","verse_code":"COL.4.11","label":"11","content":"Hab Yexu kws hu ua Yuxatha kuj xaa lug ncu txug mej. Cov kws koom nrug kuv ua num rua Vaajtswv lub tebchaws, tsuas yog cov nuav txhad ua kevcai txav lawm xwb, hab puab txhawb kuv tug zug."},{"bible_id":"1216","chapter_code":"COL.4","verse_code":"COL.4.12","label":"12","content":"Epafa kws yog ib tug huv mej cov hab ua Yexu Kheto ib tug qhev kuj xaa lug ncu txug mej. Nwg swv zug thov Vaajtswv paab mej tsw tu le kuas mej nyob ruaj, hlub tav hab muaj sab ruaj rua txhua yaam kws Vaajtswv lub sab nyam."},{"bible_id":"1216","chapter_code":"COL.4","verse_code":"COL.4.13","label":"13","content":"Kuv ua timkhawv tau tas nwg ua num nyaav paab mej hab cov kws nyob huv lub moos Launtikia hab lub moos Hialapoli."},{"bible_id":"1216","chapter_code":"COL.4","verse_code":"COL.4.14","label":"14","content":"Tug Kws tshuaj Luka kws kuv hlub hab Ntema xaa lug ncu txug mej."},{"bible_id":"1216","chapter_code":"COL.4","verse_code":"COL.4.15","label":"15","content":"Thov mej xaa tej lug ncu txug moog rua cov kwvtij kws nyob huv lub moos Launtikia hab xaa rua tug puj Nifa hab pawg ntseeg huv nwg tsev."},{"bible_id":"1216","chapter_code":"COL.4","verse_code":"COL.4.16","label":"16","content":"Thaus mej nyeem tsaab ntawv nuav taag lawm, thov mej xaa moog rua pawg ntseeg huv Launtikia tau nyeem hab. Hab tsaab ntawv kws tuaj huv lub moos Launtikia tuaj mej kuj muab nyeem hab."},{"bible_id":"1216","chapter_code":"COL.4","verse_code":"COL.4.17","label":"17","content":"Hab has rua Akhipa tas, “Teg num ua koom kws koj leeg ua huv tug Tswv, ca le rau sab ua kuas tav.”"},{"bible_id":"1216","chapter_code":"COL.4","verse_code":"COL.4.18","label":"18","content":"Tej lug ncu txug nuav yog kuv Povlauj txhais teg sau. Thov mej ncu txug txuj saw hlau kws khi kuv. Thov Vaajtswv txujkev hlub nrug nraim mej."}]