[{"bible_id":"1216","chapter_code":"DAN.1","verse_code":"DAN.1.1","label":"1","content":"Xyoo peb kws Yehauyakhi ua vaajntxwv kaav Yuta tebchaws, vaajntxwv Nenpukhanexa huv Npanpiloo tuaj vej ntaus lub nroog Yeluxalee."},{"bible_id":"1216","chapter_code":"DAN.1","verse_code":"DAN.1.2","label":"2","content":"Mas tug Tswv  muab Yuta tug vaajntxwv Yehauyakhi hab tej pestwj huv Vaajtswv lub tuam tsev qee yaam cob rua huv Nenpukhanexa txhais teg, tes nwg txawm coj tej hov lug rua huv Sina  tebchaws muab ca rua huv nwg tug daab lub txhaab nyaj."},{"bible_id":"1216","chapter_code":"DAN.1","verse_code":"DAN.1.3","label":"3","content":"Vaajntxwv txawm has rua Apena kws yog nwg tug thawj nraug saam kuas coj cov Yixayee qee leej, yog tej noob vaajntxwv hab cov kws ua hlub lug,"},{"bible_id":"1216","chapter_code":"DAN.1","verse_code":"DAN.1.4","label":"4","content":"yog cov hluas kws tsw muaj chaw thuaj, zoo nraug ntxag hab muaj tswvyim, txawj paub hab txawj nkaag sab txhua yaam kws muaj peevxwm ua tau num huv vaajntxwv lub tsev, mas nwg yuav tsum qha puab paub cov Kheentia le ntawv hab paub lug."},{"bible_id":"1216","chapter_code":"DAN.1","verse_code":"DAN.1.5","label":"5","content":"Vaajntxwv naj nub kuas muab cov zaub mov zoo zoo kws vaajntxwv noj hab tej cawv txwv maab kws nwg haus rua puab lawv le kws teem tseg. Nwg kuas puab kawm txuj ci tau peb xyoos, mas thaus puv swjhawm lawd puab yuav tsum ua vaajntxwv le num."},{"bible_id":"1216","chapter_code":"DAN.1","verse_code":"DAN.1.6","label":"6","content":"Huv puab cov hov muaj Taniyee, Hananiya, Misa‑ee hab Axaliya kws yog xeem Yuta."},{"bible_id":"1216","chapter_code":"DAN.1","verse_code":"DAN.1.7","label":"7","content":"Tug thawj nraug saam tis dua npe tshab rua puab. Taniyee mas hu ua Npeethesaxa, Hananiya hu ua Salab, Misa‑ee hu ua Mesa, hab Axaliya hu ua Anpenekau."},{"bible_id":"1216","chapter_code":"DAN.1","verse_code":"DAN.1.8","label":"8","content":"Taniyee txav sab tas nwg yuav tsw ca vaajntxwv tej zaub mov zoo hab tej cawv txwv maab kws vaajntxwv haus ua rua nwg lub cev qas puag tsuas. Vem le hov nwg txhad thov tug thawj nraug saam kuas yeem tsw xob ca Taniyee ua rua nwg qas puag tsuas."},{"bible_id":"1216","chapter_code":"DAN.1","verse_code":"DAN.1.9","label":"9","content":"Vaajtswv kuj ua rua tug thawj nraug saam hlub hab taab ncuab Taniyee."},{"bible_id":"1216","chapter_code":"DAN.1","verse_code":"DAN.1.10","label":"10","content":"Tug thawj nraug saam txhad has rua Taniyee tas, “Ntshai tsaam vaajntxwv kws yog kuv tug tswv kws tu tej zaub mov hab cawv rua mej, pum tas mej lub cev tsw puv le cov hluas kws noob nyoog nrug mej ib phaum. Tes mej kuj yuav ua rua vaajntxwv muab kuv lub taubhau txav pov tseg.”"},{"bible_id":"1216","chapter_code":"DAN.1","verse_code":"DAN.1.11","label":"11","content":"Mas Taniyee txhad has rua tug kws tug thawj nraug saam tsaa lug saib Taniyee, Hananiya, Misa‑ee hab Axaliya tas,"},{"bible_id":"1216","chapter_code":"DAN.1","verse_code":"DAN.1.12","label":"12","content":"“Thov koj swm peb kws yog koj cov tub qhe kaum nub. Ca le muab zaub hab dej rua peb noj hab haus xwb,"},{"bible_id":"1216","chapter_code":"DAN.1","verse_code":"DAN.1.13","label":"13","content":"es koj le tshuaj saib peb lub cev pev rua cov hluas kws noj vaajntxwv tej zaub mov zoo hov, mas ua rua peb kws yog koj cov tub qhe lawv le koj pum tas peb zoo le caag lawm”"},{"bible_id":"1216","chapter_code":"DAN.1","verse_code":"DAN.1.14","label":"14","content":"Tug kws saib puab kuj yeem ua lawv le puab has hov hab swm puab kaum nub."},{"bible_id":"1216","chapter_code":"DAN.1","verse_code":"DAN.1.15","label":"15","content":"Thaus puv kaum nub lawd, txhad pum tas puab lub cev zoo dua hab puv dua txhua tug hluas kws noj vaajntxwv tej zaub mov zoo."},{"bible_id":"1216","chapter_code":"DAN.1","verse_code":"DAN.1.16","label":"16","content":"Tug kws saib puab txhad rhu tej zaub mov zoo hab tej cawv kws tu rua puab haus moog lawm, muab zaub rua puab noj xwb."},{"bible_id":"1216","chapter_code":"DAN.1","verse_code":"DAN.1.17","label":"17","content":"Plaub tug hluas hov, mas Vaajtswv pub kev txawj ntse rua puab hab pub kuas puab txawj ntaub txawj ntawv hab paub txhua yaam tswvyim. Hab Taniyee kuj nkaag sab tej kws ua yug quas toog hab ua npau suav txhua yaam."},{"bible_id":"1216","chapter_code":"DAN.1","verse_code":"DAN.1.18","label":"18","content":"Thaus taag swjhawm kws vaajntxwv teem ca kuas coj puab tuaj cuag nwg, tug thawj nraug saam txhad coj puab lug rua ntawm Nenpukhanexa lub xubndag."},{"bible_id":"1216","chapter_code":"DAN.1","verse_code":"DAN.1.19","label":"19","content":"Vaajntxwv txhad le nrug puab thaam, mas taag nrho puab suavdawg tsw pum muaj ib tug kws zoo cuag le Taniyee, Hananiya, Misa‑ee hab Axaliya. Puab txhad tau ua vaajntxwv le num."},{"bible_id":"1216","chapter_code":"DAN.1","verse_code":"DAN.1.20","label":"20","content":"Tsw has txhua yaam kev tswvyim hab kev txawj ntse kws vaajntxwv nug puab mas nwg pum tas puab zoo dua tej txwv neeb txwv yaig hab tej kws txawj ua khawv koob kws nyob huv nwg lub tebchaws kaum npaug."},{"bible_id":"1216","chapter_code":"DAN.1","verse_code":"DAN.1.21","label":"21","content":"Taniyee kuj tau nyob le hov moog txug thawj xyoo kws Xailab ua vaajntxwv."},{"bible_id":"1216","chapter_code":"DAN.2","verse_code":"DAN.2.1","label":"1","content":"Xyoo ob kws Nenpukhanexa ua vaajntxwv kaav, Nenpukhanexa txawm ua npau suav mas nwg ntxhuv sab heev pw tsw tsaug zug."},{"bible_id":"1216","chapter_code":"DAN.2","verse_code":"DAN.2.2","label":"2","content":"Vaajntxwv txhad has kuas hu cov txwv neeb txwv yaig hab tej kws txawj ua khawv koob hab cov kws txawj saib caij saib nyoog hab cov Kheentia  tuaj txhais vaajntxwv tej npau suav rua nwg. Puab txawm nkaag lug sawv ntsug rua ntawm vaajntxwv xubndag."},{"bible_id":"1216","chapter_code":"DAN.2","verse_code":"DAN.2.3","label":"3","content":"Mas vaajntxwv has rua puab tas, “Kuv tau ua npau suav mas kuv ntxhuv sab kawg xaav paub zaaj npau suav lub ntsab.”"},{"bible_id":"1216","chapter_code":"DAN.2","verse_code":"DAN.2.4","label":"4","content":"Cov Kheentia txhad has rua vaajntxwv tas,  “Au vaajntxwv, thov koj muaj txujsa nyob moog ib txhws. Thov koj pav koj zaaj npau suav rua peb kws yog koj cov qhev noog, mas peb yuav txhais lub ntsab rua koj.”"},{"bible_id":"1216","chapter_code":"DAN.2","verse_code":"DAN.2.5","label":"5","content":"Vaajntxwv teb cov Kheentia tas, “Kuv yeej has tu nrho tas, yog mej tsw pav zaaj npau suav hab txhais lub ntsab rua kuv, mej tej teg taw yuav raug muab dua tu pov tseg, hab mej tej tsev yuav raug muab rhuav pob taag."},{"bible_id":"1216","chapter_code":"DAN.2","verse_code":"DAN.2.6","label":"6","content":"Tassws yog mej pav zaaj npau suav hab txhais lub ntsab rua kuv, kuv yuav pub tshaav ntuj hab nqe hab koob meej luj rua mej. Yog le nuav, ca le pav zaaj npau suav hab txhais lub ntsab rua kuv.”"},{"bible_id":"1216","chapter_code":"DAN.2","verse_code":"DAN.2.7","label":"7","content":"Puab teb zag ob has tas, “Thov vaajntxwv pav zaaj npau suav rua peb noog, mas peb yuav txhais lub ntsab rua koj.”"},{"bible_id":"1216","chapter_code":"DAN.2","verse_code":"DAN.2.8","label":"8","content":"Vaajntxwv teb tas, “Kuv paub tseeb tas mej yooj xeeb luab lim swjhawm xwb, vem mej pum tas kuv has tu nrho tas,"},{"bible_id":"1216","chapter_code":"DAN.2","verse_code":"DAN.2.9","label":"9","content":"yog mej tsw pav zaaj npau suav rua kuv, tes muaj tuab lu lug txav txem rua mej xwb. Mej yeej has hum yuav has lug daag hab has lug tsw tseeb rua kuv moog txug thaus txawv txaav tsw thooj le kuv has. Vem le nuav mej ca le has zaaj npau suav rua kuv, kuv txhad paub tas mej txhais tau lub ntsab hab.”"},{"bible_id":"1216","chapter_code":"DAN.2","verse_code":"DAN.2.10","label":"10","content":"Cov Kheentia txawm teb vaajntxwv tas, “Vaajntxwv, thoob plawg huv lub qaab ntuj nuav yeej tsw muaj ib tug yuav ua tau lawv le koj has. Yeej tsw txeev muaj ib tug vaajntxwv luj kawg kws muaj fwjchim thov le nuav ntawm cov txwv neeb txwv yaig, cov kws ua khawv koob yeeg swv hab cov Kheentia."},{"bible_id":"1216","chapter_code":"DAN.2","verse_code":"DAN.2.11","label":"11","content":"Tej kws koj thov hov nyuaj kawg, tsw muaj ib tug twg yuav pav tau rua koj tsuas yog tej timtswv kws tsw nrug tuabneeg nyob txhad qha tau xwb.”"},{"bible_id":"1216","chapter_code":"DAN.2","verse_code":"DAN.2.12","label":"12","content":"Vem qhov nuav vaajntxwv txhad chim heev hab npau tawg ceev txawm has kuas muab cov tuabneeg txawj ntse huv Npanpiloo tua pov tseg huvsw."},{"bible_id":"1216","chapter_code":"DAN.2","verse_code":"DAN.2.13","label":"13","content":"Muaj ntawv tshaaj tawm kuas tua cov tuabneeg txawj ntse pov tseg, mas luas kuj moog nrhav Taniyee hab nwg cov kwvluag yuav muab tua pov tseg."},{"bible_id":"1216","chapter_code":"DAN.2","verse_code":"DAN.2.14","label":"14","content":"Taniyee txawm ua tuab zoo has tej lug txawj ntse teb Ali‑au kws ua thawj rog saib cov tub rog zuv vaajntxwv kws tawm moog tua cov tuabneeg txawj ntse huv Npanpiloo,"},{"bible_id":"1216","chapter_code":"DAN.2","verse_code":"DAN.2.15","label":"15","content":"hab nwg has rua Ali‑au kws yog vaajntxwv tug thawj rog tas, “Ua caag vaajntxwv tsaab ntawv yuav txav txem nyaav ua luaj?” Tes Ali‑au kuj pav zaaj hov rua Taniyee paub."},{"bible_id":"1216","chapter_code":"DAN.2","verse_code":"DAN.2.16","label":"16","content":"Mas Taniyee txhad nkaag moog hab thov vaajntxwv pub swjhawm rua nwg sub nwg txhad txhais tau zaaj npau suav lub ntsab rua vaajntxwv."},{"bible_id":"1216","chapter_code":"DAN.2","verse_code":"DAN.2.17","label":"17","content":"Tes Taniyee txawm rov lug rua huv nwg tsev hab qha zaaj hov rua nwg cov kwvluag kws yog Hananiya hab Misa‑ee hab Axaliya noog."},{"bible_id":"1216","chapter_code":"DAN.2","verse_code":"DAN.2.18","label":"18","content":"Nwg has kuas puab thov Vaajtswv ntuj txujkev khuvleej txug zaaj kws tsw muaj leejtwg paub nuav, sub Taniyee hab nwg cov kwvluag txhad tsw nrug lwm tug tuabneeg txawj ntse huv Npanpiloo puam tsuaj."},{"bible_id":"1216","chapter_code":"DAN.2","verse_code":"DAN.2.19","label":"19","content":"Mas zaaj kws tsw muaj leejtwg paub hov raug muab qha rua Taniyee ua yug quas toog mo ntuj. Mas Taniyee txhad qhuas Vaajtswv ntuj."},{"bible_id":"1216","chapter_code":"DAN.2","verse_code":"DAN.2.20","label":"20","content":"Taniyee has tas “Ca le qhuas Vaajtswv lub npe moog ib txhab ib txhws, tswvyim hab fwjchim luj kawg yog nwg le."},{"bible_id":"1216","chapter_code":"DAN.2","verse_code":"DAN.2.21","label":"21","content":"Nwg hloov lub caij lub nyoog, nwg hle tej vaajntxwv hab tsaa tej vaajntxwv tshab. Nwg pub tswvyim rua cov tuabneeg txawj ntse, hab pub kev paub rua cov kws txawj nkaag sab."},{"bible_id":"1216","chapter_code":"DAN.2","verse_code":"DAN.2.22","label":"22","content":"Nwg qha tej kws nyob tub tsw muaj leejtwg paub tshwm lug, nwg paub tej kws nyob huv qhov tsaus ntuj. hab qhov kaaj nrug nraim nwg nyob."},{"bible_id":"1216","chapter_code":"DAN.2","verse_code":"DAN.2.23","label":"23","content":"Au kuv tej laug tug Vaajtswv, kuv ua koj tsaug hab qhuas koj, vem yog koj pub tswvyim hab pub zug rua kuv, hab qha yaam kws peb thov rua kuv paub, tsua qhov koj qha vaajntxwv zaaj tshwm rua peb paub.”"},{"bible_id":"1216","chapter_code":"DAN.2","verse_code":"DAN.2.24","label":"24","content":"Tes Taniyee txawm moog cuag Ali‑au kws vaajntxwv tau tsaa kuas muab cov tuabneeg txawj ntse huv Npanpiloo ua kuas puam tsuaj. Nwg nkaag moog has rua Ali‑au tas, “Thov tsw xob ua kuas cov tuabneeg txawj ntse huv Npanpiloo puam tsuaj taag. Ca le coj kuv moog cuag vaajntxwv, kuv yuav txhais zaaj npau suav rua vaajntxwv.”"},{"bible_id":"1216","chapter_code":"DAN.2","verse_code":"DAN.2.25","label":"25","content":"Tes Ali‑au txawm maaj nroog coj Taniyee moog cuag vaajntxwv, hab has rua vaajntxwv tas, “Kuv ntswb ib tug huv cov tuabneeg Yuta kws poob tebchaws kws txhais tau zaaj npau suav rua vaajntxwv paub.”"},{"bible_id":"1216","chapter_code":"DAN.2","verse_code":"DAN.2.26","label":"26","content":"Vaajntxwv txhad has rua Taniyee kws muaj dua npe hu ua Npeethesaxa tas, “Koj muaj peevxwm pav zaaj npau suav kws kuv pum hov hab txhais lub ntsab rua kuv paub lov?”"},{"bible_id":"1216","chapter_code":"DAN.2","verse_code":"DAN.2.27","label":"27","content":"Taniyee teb vaajntxwv tas, “Tsw muaj ib tug tub txawj ntse, lossws ib tug txwv neeb txwv yaig lossws ib tug kws txawj ua khawv koob yeeg swv lossws ib tug kws txawj saib caij saib nyoog yuav qha tau yaam kws tsw muaj leejtwg paub rua vaajntxwv."},{"bible_id":"1216","chapter_code":"DAN.2","verse_code":"DAN.2.28","label":"28","content":"Tassws muaj ib tug Vaajtswv kws nyob sau ntuj qha yaam kws tsw muaj leejtwg paub tshwm lug, hab nwg qha rua vaajntxwv Nenpukhanexa paub txug tej kws yuav muaj tshwm lug rua tom hauv ntej. Koj zaaj npau suav hab koj zaaj yug quas toog kws koj pum huv koj lub taubhau sau koj lub txaaj pw yog le nuav."},{"bible_id":"1216","chapter_code":"DAN.2","verse_code":"DAN.2.29","label":"29","content":"Au vaajntxwv, thaus koj pw sau koj lub txaaj, mas koj xaav txug tej kws yuav tshwm lug rua yaav tom qaab, mas tug Vaajtswv kws qha tej kws tsw muaj leejtwg paub hov qha tej kws yuav tshwm lug rua koj."},{"bible_id":"1216","chapter_code":"DAN.2","verse_code":"DAN.2.30","label":"30","content":"Qhov kws muab yaam nuav kws tsw muaj leejtwg paub qha tshwm rua kuv paub, tsw yog vem kuv muaj tswvyim ntau dua tej tuabneeg kws tseed caj sa nyob suavdawg, tassws yog qha rua vaajntxwv paub zaaj npau suav lub ntsab hab paub txug tej kws koj xaav ca huv lub sab."},{"bible_id":"1216","chapter_code":"DAN.2","verse_code":"DAN.2.31","label":"31","content":"“Au vaajntxwv, koj tsaa qhov muag saib mas pum muaj ib tug nam moj zeeg luj luj. Tug moj zeeg luj nuav muaj fwjchim heev ci quas nplaag, nyob rua ntawm koj xubndag hab saib mas txaus ntshai kawg le."},{"bible_id":"1216","chapter_code":"DAN.2","verse_code":"DAN.2.32","label":"32","content":"Tug moj zeeg lub taubhau yog tseem kub, lub hauv sab hab ob txhais npaab yog nyaj, lub plaab hab ob txhais ncej qaab yog tooj lab,"},{"bible_id":"1216","chapter_code":"DAN.2","verse_code":"DAN.2.33","label":"33","content":"ob txhais ceg yog hlau, ob txhais taw yog hlau xyaw aav nplaum."},{"bible_id":"1216","chapter_code":"DAN.2","verse_code":"DAN.2.34","label":"34","content":"Thaus koj saamswm saib, txawm muaj ib lub cos zeb kws muab txaam tsw yog tuabneeg txhais teg txaam, txawm dha lug raug tug moj zeeg hov txhais kwtaw kws yog aav nplaum xyaw hlau hab tsoo ua tawg taag ua tej dwb daim."},{"bible_id":"1216","chapter_code":"DAN.2","verse_code":"DAN.2.35","label":"35","content":"Mas tej hlau, tej aav nplaum, tej tooj lab, tej nyaj hab tej kub puavleej tawg ntsoog ntxawg ua tej dwb daim zoo le tej npluag huv tshaav ntaus qoob thaus lub caij ntuj kub, cua muab ntsawj yaa taag lawm, tsw pum tshuav ib yaam daabtsw hlo le. Tassws lub cos zeb kws tsoo tug moj zeeg hov txawm luj quas zug ua ib lub roob luj luj puv nkaus lub nplajteb."},{"bible_id":"1216","chapter_code":"DAN.2","verse_code":"DAN.2.36","label":"36","content":"“Nuav yog koj zaaj npau suav. Nwgnuav peb yuav txhais lub ntsab rua vaajntxwv paub."},{"bible_id":"1216","chapter_code":"DAN.2","verse_code":"DAN.2.37","label":"37","content":"Au vaajntxwv, kws yog ib tsoom vaajntxwv tug tuam vaajntxwv, kws Vaajtswv ntuj tau pub qhov kws kaav tej tebchaws hab pub fwjchim hab zug hab meej mom rua koj,"},{"bible_id":"1216","chapter_code":"DAN.2","verse_code":"DAN.2.38","label":"38","content":"hab tau muab ib tsoom tuabneeg hab tsaj qus hab tej naag noog sau nruab ntug cob rua koj txhais teg tsw has nyob hovtwg kuj xwj, muab rua koj kaav taag nrho huvsw, mas lub taubhau kub hov yog koj ntaag."},{"bible_id":"1216","chapter_code":"DAN.2","verse_code":"DAN.2.39","label":"39","content":"“Dhau koj lawm yuav muaj dua ib lub tebchaws kaav kws qeg dua koj, hab tseed muaj dua lub tebchaws kws peb yog tooj lab kws yuav kaav thoob plawg lub nplajteb."},{"bible_id":"1216","chapter_code":"DAN.2","verse_code":"DAN.2.40","label":"40","content":"Hab yuav muaj lub tebchaws kws plaub muaj zug yaam le hlau, tsua qhov hlau yuav tsoo txhua yaam luv tawg taag ua tej dwb daim. Hab yuav muab luv hab tsoo tej tebchaws hov ntsoog taag ib yaam le hlau tsoo."},{"bible_id":"1216","chapter_code":"DAN.2","verse_code":"DAN.2.41","label":"41","content":"Ib yaam le koj pum txhais kwtaw hab cov ntiv taw ib qho yog aav nplaum ib qho yog hlau, mas lub tebchaws hov yuav sws faib le ntawd. Tassws tseed muaj zug le hlau ib txha, ib yaam le koj pum hlau xyaw aav nplaum hov."},{"bible_id":"1216","chapter_code":"DAN.2","verse_code":"DAN.2.42","label":"42","content":"Ib yaam le tej ntiv taw ib qho yog hlau ib qhov yog aav nplaum, lub tebchaws hov ib qho yuav nplaum ib qho yuav nkig."},{"bible_id":"1216","chapter_code":"DAN.2","verse_code":"DAN.2.43","label":"43","content":"Ib yaam le koj pum hlau xyaw aav nplaum, lub tebchaws yuav txuam tsoov ua tshoob ua kug tassws yuav tsw lu ua ke, ib yaam le hlau tsw lu rua aav nplaum."},{"bible_id":"1216","chapter_code":"DAN.2","verse_code":"DAN.2.44","label":"44","content":"Ncua swjhawm kws tej vaajntxwv hov nyob Vaajtswv ntuj yuav tsaa dua ib lub tebchaws kws tsw muaj ib nub kws ua kuas puam tsuaj le, lossws qhov kws kaav lub tebchaws hov yuav tsw poob rua lwm haiv tuabneeg. Lub tebchaws hov yuav ua rua tej tebchaws tawg ntsoog ntxawg ua tej dwb daim yaaj taag, hab lub tebchaws hov yuav nyob ruaj khov moog ib txhws,"},{"bible_id":"1216","chapter_code":"DAN.2","verse_code":"DAN.2.45","label":"45","content":"lawv le kws koj pum lub cos zeb raug muab txaam ntawm lub roob kws tsw yog tuabneeg txhais teg txaam, hab lub cos zeb ua rua tej hlau, tej tooj lab, tej aav nplaum, tej nyaj hab tej kub tawg ntsoog ua tej dwb daim. Tug Vaajtswv luj kawg tau qha vaajntxwv paub tas yuav muaj daabtsw tshwm lug rua yaav tom qaab. Zaaj npau suav nuav muaj tseeb hab tej lug txhais lub ntsab kuj tseeb tag tag le.”"},{"bible_id":"1216","chapter_code":"DAN.2","verse_code":"DAN.2.46","label":"46","content":"Vaajntxwv Nenpukhanexa txawm khwb nkaus pe Taniyee, hab has kuas muab hov txhua chaw hab moov tshuaj tsw qaab lug xyeem rua Taniyee."},{"bible_id":"1216","chapter_code":"DAN.2","verse_code":"DAN.2.47","label":"47","content":"Vaajntxwv has rua Taniyee tas, “Muaj tseeb tag, koj tug Vaajtswv yog ib tsoom timtswv tug Vaajtswv, hab yog ib tsoom vaajntxwv tug Tswv, yog tug kws qha tej kws tsw muaj leejtwg paub tshwm lug, vem koj muaj peevxwm qha tau zaaj kws tsw muaj leejtwg paub nuav tshwm lug.”"},{"bible_id":"1216","chapter_code":"DAN.2","verse_code":"DAN.2.48","label":"48","content":"Vaajntxwv txhad pub meej mom sab hab tshaav ntuj ntau kawg rua Taniyee, hab tsaa nwg ua tug kaav taag nrho lub xeev Npanpiloo huvsw, hab ua tug thawj kws kaav cov tuabneeg txawj ntse huv Npanpiloo suavdawg."},{"bible_id":"1216","chapter_code":"DAN.2","verse_code":"DAN.2.49","label":"49","content":"Taniyee thov vaajntxwv mas vaajntxwv kuj tsaa Salab, Mesa hab Anpenekau ua cov kws tu daag num huv lub xeev Npanpiloo. Huas Taniyee tseed nyob huv vaajntxwv lub tsev ua num."},{"bible_id":"1216","chapter_code":"DAN.3","verse_code":"DAN.3.1","label":"1","content":"Vaajntxwv Nenpukhanexa ua ib tug txoov daab kub sab rau caum tshwm daav rau tshwm. Nwg muab txawb rua huv lub taj Ntula huv lub xeev Npanpiloo."},{"bible_id":"1216","chapter_code":"DAN.3","verse_code":"DAN.3.2","label":"2","content":"Mas vaajntxwv Nenpukhanexa hu cov thawj kaav tej tebchaws, cov thawj kws kaav lub xeev, cov thawj kws kaav tej moos, cov tub sablaaj, cov kws ceev txhaab nyaj, cov kws tu plaub, cov tub ceev xwm, hab tej num tswv huvsw huv tej xeev kuas tuaj txoos ua ke ua thawj zag kevcai pe hawm tug txoov daab kws vaajntxwv Nenpukhanexa muab txawb ca lawm."},{"bible_id":"1216","chapter_code":"DAN.3","verse_code":"DAN.3.3","label":"3","content":"Cov thawj kaav tej tebchaws, cov thawj kws kaav lub xeev, cov thawj kws kaav tej moos, cov tub sablaaj, cov kws ceev txhaab nyaj, cov kws tu plaub, cov tub ceev xwm, hab tej num tswv huvsw huv tej xeev txawm tuaj txoos ua ke thawj zag ua kevcai pe hawm tug txoov daab kws vaajntxwv Nenpukhanexa muab txawb ca lawd. Puab tuaj sawv ntsug rua ntawm tug txoov daab kws Nenpukhanexa muab txawb ca lub xubndag."},{"bible_id":"1216","chapter_code":"DAN.3","verse_code":"DAN.3.4","label":"4","content":"Mas tug kws tshaaj tawm kuj qw nrov has tas, “Ib tsoom tuabneeg, ib tsoom tebchaws hab mej cov kws has txhua yaam lug, ca le noog."},{"bible_id":"1216","chapter_code":"DAN.3","verse_code":"DAN.3.5","label":"5","content":"Thaus mej nov lub suab raaj kub yaaj, raaj ntsaws, nkauj nog ncaas miv, nkauj nog ncaas tshav, nkauj nog ncaag luj, nruag npuaj hab txhua yaam cuab yeej suab nkauj nrov, mej suavdawg yuav tsum khwb nkaus pe hawm tug txoov daab kub kws vaajntxwv Nenpukhanexa ua txawb ca ntawd."},{"bible_id":"1216","chapter_code":"DAN.3","verse_code":"DAN.3.6","label":"6","content":"Leejtwg tsw khwb nkaus pe hawm, yuav muab tug hov nrum taamswm hov rua huv lub nam qhov suavtawg kws saamswm cig.”"},{"bible_id":"1216","chapter_code":"DAN.3","verse_code":"DAN.3.7","label":"7","content":"Yog le nuav thaus cov tuabneeg suavdawg nov suab raaj kub yaaj, raaj ntsaws, nkauj nog ncaas miv, nkauj nog ncaas tshav, nkauj nog ncaag luj, nruag npuaj hab txhua yaam cuab yeej suab nkauj nrov, mas ib tsoom tuabneeg, ib tsoom tebchaws hab cov kws has txhua yaam lug suavdawg txawm khwb nkaus pe hawm tug txoov daab kub kws vaajntxwv Nenpukhanexa ua txawb ca ntawd."},{"bible_id":"1216","chapter_code":"DAN.3","verse_code":"DAN.3.8","label":"8","content":"Thaus ntawd cov Kheentia qee leej txawm ua lub sab phem tuaj kom cov Yutai."},{"bible_id":"1216","chapter_code":"DAN.3","verse_code":"DAN.3.9","label":"9","content":"Puab has rua vaajntxwv Nenpukhanexa tas, “Au vaajntxwv, thov koj muaj txujsa nyob moog ib txhws."},{"bible_id":"1216","chapter_code":"DAN.3","verse_code":"DAN.3.10","label":"10","content":"Au vaajntxwv, koj tub tawm ib txuj kevcai tas txhua tug kws nov suab raaj kub yaaj, raaj ntsaws, nkauj nog ncaas miv, nkauj nog ncaas tshav, nkauj nog ncaag luj, nruag npuaj hab txhua yaam cuab yeej suab nkauj nrov, puab yuav tsum khwb nkaus pe hawm tug txoov daab kub."},{"bible_id":"1216","chapter_code":"DAN.3","verse_code":"DAN.3.11","label":"11","content":"Yog leejtwg tsw khwb nkaus pe hawm, yuav muab tug hov nrum rua huv cub suavtawg kws saamswm cig."},{"bible_id":"1216","chapter_code":"DAN.3","verse_code":"DAN.3.12","label":"12","content":"Cov Yutai muaj qee leej kws koj muab tsaa tu tej daag num huv lub xeev Npanpiloo, yog Salab, Mesa hab Anpenekau. Au vaajntxwv, cov tuabneeg nuav tsw quav ntsej koj. Puab tsw ua koom rua koj tej daab hab tsw pe hawm tug txoov daab kub kws koj ua txawb ca ntawd.”"},{"bible_id":"1216","chapter_code":"DAN.3","verse_code":"DAN.3.13","label":"13","content":"Mas Nenpukhanexa kuj chim heev txhad has kuas coj Salab, Mesa hab Anpenekau tuaj. Puab txhad coj peb leeg hov tuaj cuag vaajntxwv."},{"bible_id":"1216","chapter_code":"DAN.3","verse_code":"DAN.3.14","label":"14","content":"Nenpukhanexa has rua puab tas, “Salab, Mesa hab Anpenekau 'e, qhov kws mej tsw ua koom rua kuv tej daab hab tsw pe hawm tug txoov daab kub kws kuv ua txawb ca ntawd muaj tseeb los tsw muaj?"},{"bible_id":"1216","chapter_code":"DAN.3","verse_code":"DAN.3.15","label":"15","content":"Yog mej kaam mas thaus mej nov suab raaj kub yaaj, raaj ntsaws, nkauj nog ncaas miv, nkauj nog ncaas tshav, nkauj nog ncaag luj, nruag npuaj hab txhua yaam cuab yeej suab nkauj nrov, mej ca le khwb nkaus pe hawm tug txoov daab kws kuv tau ua ca hov. Yog mej tsw pe hawm mas yuav muab mej nrum taamswm hov rua huv cub suavtawg kws saamswm cig. Mas tug timtswv twg yuav paab mej dim huv kuv txhais teg?”"},{"bible_id":"1216","chapter_code":"DAN.3","verse_code":"DAN.3.16","label":"16","content":"Tes Salab, Mesa hab Anpenekau txawm teb vaajntxwv tas, “Au Nenpukhanexa, tsw txug peb yuav teb koj txug qhov nuav."},{"bible_id":"1216","chapter_code":"DAN.3","verse_code":"DAN.3.17","label":"17","content":"Yog muaj le ntawd Vaajtswv kws peb ua koom rua yuav cawm tau peb dim huv cub suavtawg. Au vaajntxwv, nwg kuj yuav cawm peb dim huv koj txhais teg hab."},{"bible_id":"1216","chapter_code":"DAN.3","verse_code":"DAN.3.18","label":"18","content":"Txawm yog tsw ua le ntawd los, au vaajntxwv, thov has rua koj paub tas peb yuav tsw ua koom rua koj tej daab lossws pe hawm tug txoov daab kub kws koj ua txawb ca ntawd.”"},{"bible_id":"1216","chapter_code":"DAN.3","verse_code":"DAN.3.19","label":"19","content":"Tes Nenpukhanexa kuj npau tawg kawg, nwg lub ntsej muag txawv hlo rua Salab, Mesa hab Anpenekau. Nwg has kuas rauv cub suavtawg kuas cig hlub dua le kws txeev rauv xyaa npaug."},{"bible_id":"1216","chapter_code":"DAN.3","verse_code":"DAN.3.20","label":"20","content":"Nwg has kuas nwg cov tub rog qee leej kws muaj zug muab Salab, Mesa hab Anpenekau khi hab muab nrum rua huv cub suavtawg kws saamswm cig."},{"bible_id":"1216","chapter_code":"DAN.3","verse_code":"DAN.3.21","label":"21","content":"Peb leeg nuav raug muab khi quas nreeg tseed naav tsho ntev hab rwg tsho hab ntoo mom hab lwm yaam tsoog, hab puab raug muab nrum rua huv cub suavtawg kws saamswm cig."},{"bible_id":"1216","chapter_code":"DAN.3","verse_code":"DAN.3.22","label":"22","content":"Vem yog vaajntxwv has tawv kawg le hab cub suavtawg kuj kub heev mas tej nplaim tawg txhad hlawv cov tuabneeg kws nrum Salab, Mesa hab Anpenekau hov kub nyab taag."},{"bible_id":"1216","chapter_code":"DAN.3","verse_code":"DAN.3.23","label":"23","content":"Mas peb tug nuav kws yog Salab, Mesa hab Anpenekau puab raug khi quas nreeg poob rua huv cub suavtawg kws saamswm cig."},{"bible_id":"1216","chapter_code":"DAN.3","verse_code":"DAN.3.24","label":"24","content":"Thaus ntawm vaajntxwv Nenpukhanexa phemfwj txhad maaj nroog sawv tseeg. Nwg has rua nwg cov tub sablaaj tas, “Peb muab peb leeg khi nrum rua huv cub suavtawg xwb los tsw yog?” Puab teb vaajntxwv tas, “Au vaajntxwv, muaj tseeb le koj has.”"},{"bible_id":"1216","chapter_code":"DAN.3","verse_code":"DAN.3.25","label":"25","content":"Mas Vaajntxwv teb tas, “Cav kuv pum plaub leeg tsw khi le saamswm moog moog lug lug huv cov suavtawg hab puab tsw raug mob le. Tug kws plaub mas saib yaam le yog tej timtswv le ib tug tub.”"},{"bible_id":"1216","chapter_code":"DAN.3","verse_code":"DAN.3.26","label":"26","content":"Nenpukhanexa txawm txaav lug ze ntawm lub qhov rooj cub tawg kws saamswm cig hab has tas, “Salab, Mesa hab Anpenekau kws yog tug Vaajtswv luj dua ndais cov tub qhe 'e, ca le tawm lug, ca le lug ntawm nuav.” Salab, Mesa hab Anpenekau txawm tawm huv suavtawg lug."},{"bible_id":"1216","chapter_code":"DAN.3","verse_code":"DAN.3.27","label":"27","content":"Cov thawj kaav tej tebchaws, cov thawj kws kaav lub xeev, cov thawj kws kaav tej moos, hab vaajntxwv cov tub sablaaj kuj tuaj ua ke mas pum tas suavtawg tsw ua le caag rua puab peb leeg hov lub cev hlo le, puab tej plaubhau tub tsw caws, puab tej tsho tub tsw hav hab tub tsw nov tsw paa suavtawg ntawm puab hlo le."},{"bible_id":"1216","chapter_code":"DAN.3","verse_code":"DAN.3.28","label":"28","content":"Nenpukhanexa has tas, “Qhuas Salab, Mesa hab Anpenekau puab tug Vaajtswv, yog tug kws khaiv nwg le tubkhai ntuj tuaj tso nwg cov tub qhe kws tso sab rua nwg kuas dim. Puab rhuav vaajntxwv tej lug pov tseg, hab yeem tso puab lub cev tseg zoo dua le ua koom hab pe lwm tug daab kws tsw yog puab tug Vaajtswv."},{"bible_id":"1216","chapter_code":"DAN.3","verse_code":"DAN.3.29","label":"29","content":"Vem le nuav kuv tawm ib tsaab kevcai tas, haiv tuabneeg twg hab lub tebchaws twg hab cov kws has yaam lug twg kuj xwj, yog has tawm tsaam Salab, Mesa hab Anpenekau tug Vaajtswv, mas nwg tej teg taw yuav raug muab dua tu pov tseg, hab nwg lub tsev yuav raug muab rhuav pob taag, tsua qhov tsw muaj dua ib tug timtswv kws yuav tso kuas dim tau le nuav.”"},{"bible_id":"1216","chapter_code":"DAN.3","verse_code":"DAN.3.30","label":"30","content":"Vaajntxwv txawm muab Salab, Mesa hab Anpenekau puab tsaa ua luj dua qub rua huv lub xeev Npanpiloo."},{"bible_id":"1216","chapter_code":"DAN.4","verse_code":"DAN.4.1","label":"1","content":"Kuv yog vaajntxwv Nenpukhanexa tshaaj tawm rua ib tsoom tuabneeg hab ib tsoom tebchaws hab cov kws has txhua yaam lug kws nyob thoob qaab ntuj has tas, Thov kuas mej muaj kws noj qaab nyob zoo heev quas zug."},{"bible_id":"1216","chapter_code":"DAN.4","verse_code":"DAN.4.2","label":"2","content":"Kuv pum zoo kws yuav pav tej txujci tseem ceeb hab tej txujci phemfwj kws Vaajtswv tug luj dua ndais tau ua rua kuv."},{"bible_id":"1216","chapter_code":"DAN.4","verse_code":"DAN.4.3","label":"3","content":"Nwg tej txujci luj kawg le lauj! Nwg tej num phemfwj muaj fwjchim kawg le lauj! Nwg yuav kaav moog ib txhws tsw kawg hab nwg muaj fwjchim kaav ib tam dhau ib tam."},{"bible_id":"1216","chapter_code":"DAN.4","verse_code":"DAN.4.4","label":"4","content":"Kuv yog Nenpukhanexa noj qaab nyob zoo huv kuv lub tsev hab vaam meej rua huv kuv lub tsev vaajntxwv."},{"bible_id":"1216","chapter_code":"DAN.4","verse_code":"DAN.4.5","label":"5","content":"Kuv ua npau suav pum yaam kws ua rua kuv ntshai. Thaus kuv pw sau kuv lub txaaj tej kws kuv xaav hab tej kws kuv ua yug quas toog tshwm rua huv kuv lub taubhau ua rua kuv poob sab."},{"bible_id":"1216","chapter_code":"DAN.4","verse_code":"DAN.4.6","label":"6","content":"Kuv txhad ua ntawv kuas coj cov tuabneeg txawj ntse huv Npanpiloo suavdawg tuaj cuag kuv sub puab txhad txhais tau zaaj npau suav rua kuv paub."},{"bible_id":"1216","chapter_code":"DAN.4","verse_code":"DAN.4.7","label":"7","content":"Cov txwv neeb txwv yaig hab cov kws txawj ua khawv koob yeeg swv hab cov Kheentia txawm nkaag lug. Kuv txhad pav zaaj npau suav rua puab, tassws puab txhais tsw tau lub ntsab."},{"bible_id":"1216","chapter_code":"DAN.4","verse_code":"DAN.4.8","label":"8","content":"Thaus kawg Taniyee txhad tuaj cuag kuv, nwg muaj dua ib lub npe hu ua Npeethesaxa lawv le kuv tug daab lub npe, nwg muaj tej timtswv  kws dawb huv tug ntsuj plig, mas kuv pav zaaj npau suav rua nwg noog tas,"},{"bible_id":"1216","chapter_code":"DAN.4","verse_code":"DAN.4.9","label":"9","content":"“Npeethesaxa kws yog tej txwv neeb tug thawj 'e, vem yog kuv paub tas tej timtswv kws dawb huv tug ntsuj plig nyob huv koj hab tsw muaj ib yaam daabtsw kws tsw muaj leejtwg paub kws yuav ceblaaj dhau koj txhais tsw tau, zaaj kws kuv ua npau suav pum yog le nuav. Mas thov koj txhais lub ntsab rua kuv."},{"bible_id":"1216","chapter_code":"DAN.4","verse_code":"DAN.4.10","label":"10","content":"Zaaj yug quas toog kws tshwm rua huv kuv lub taubhau rua thaus kuv pw sau lub txaaj yog le nuav. Kuv saib mas pum ib tsob ntoo nyob huv plawv lub nplajteb sab kawg le."},{"bible_id":"1216","chapter_code":"DAN.4","verse_code":"DAN.4.11","label":"11","content":"Tsob ntoo hov luj hlub hab khov kawg le, lub ntsws sab moog nto ntuj, hab thoob qaab ntuj kawg puavleej pum tau."},{"bible_id":"1216","chapter_code":"DAN.4","verse_code":"DAN.4.12","label":"12","content":"Cov nplooj kuj zoo nkauj, cov txwv kuj ncw, suavdawg noj tau tsob ntoo hov. Tej tsaj qus lug nraim huv qaab tug duab ntxoo hab tej naag noog sau nruab ntug lug nyob sau tej ceg, hab txhua yaam kws muaj txujsa kuj noj tsob ntoo hov."},{"bible_id":"1216","chapter_code":"DAN.4","verse_code":"DAN.4.13","label":"13","content":"“Zaaj yug quas toog kws tshwm rua huv kuv lub taubhau rua thaus kuv pw sau lub txaaj, na cav kuv pum ib tug faaj xwm dawb huv nqeg sau ntuj lug."},{"bible_id":"1216","chapter_code":"DAN.4","verse_code":"DAN.4.14","label":"14","content":"Nwg qw nrov hab has tas, ‘Ca le ntuv tsob ntoo nuav hab txav nwg tej ceg huvsw, ca le muab tej nplooj lwg du lug hab muab tej txwv w rua hov u hov nuav. Ca tej tsaj tswv huv qaab tsob ntoo moog hab tej noog tswv sau tej ceg taag."},{"bible_id":"1216","chapter_code":"DAN.4","verse_code":"DAN.4.15","label":"15","content":"Tassws tseg lub hauv paug hab cov caag nyob huv aav, muab ib daim hlau hab tooj lab khwb lub hauv paug ca nyob huv plawv tej nroj mog tom teb. Ca nwg ntub tej lwg sau ntuj, ca nwg nrug tsaj qus nyob huv plawv tej nroj tsuag huv lub nplajteb."},{"bible_id":"1216","chapter_code":"DAN.4","verse_code":"DAN.4.16","label":"16","content":"Ca nwg lub sab hloov tsw thooj le tuabneeg lub hab muab tsaj qus lub sab rua nwg. Tso nwg nyob le hov kuas puv xyaa xyoo."},{"bible_id":"1216","chapter_code":"DAN.4","verse_code":"DAN.4.17","label":"17","content":"Tej lug txav txem hov yog cov faaj xwm txav, yog cov kws dawb huv tej lug txav sab sub cov kws muaj txujsa nyob txhad paub tas tug Vaajtswv luj dua ndais kaav tuabneeg tej tebchaws hab pub tebchaws rua tug kws nwg xaav pub, hab tsaa tug kws qeg kawg ua tug kws kaav.’"},{"bible_id":"1216","chapter_code":"DAN.4","verse_code":"DAN.4.18","label":"18","content":"Zaaj npau suav nuav yog kuv vaajntxwv Nenpukhanexa pum. Npeethesaxa 'e, koj ca le has lub ntsab rua kuv, tsua qhov cov tuabneeg txawj ntse huv kuv lub tebchaws suavdawg txhais tsw tau zaaj npau suav rua kuv, tassws koj yuav txhais tau vem tej timtswv dawb huv tug ntsuj plig nyob huv koj.”"},{"bible_id":"1216","chapter_code":"DAN.4","verse_code":"DAN.4.19","label":"19","content":"Tes Taniyee kws muaj dua npe hu ua Npeethesaxa txawm nyuaj sab ib nyuas plag hab tej kws nwg xaav ua rua nwg poob sab. Vaajntxwv txhad has tas, “Npeethesaxa, tsw xob ca zaaj npau suav lossws lub ntsab ua rua koj poob sab.” Npeethesaxa teb tas, “Yawm hlub, thov ca zaaj npau suav hov poob rua cov kws ntxub koj hab lub ntsab poob rua koj cov yeeb ncuab."},{"bible_id":"1216","chapter_code":"DAN.4","verse_code":"DAN.4.20","label":"20","content":"Tsob ntoo kws koj pum, kws luj hlub hab khov kawg le, lub ntsws sab moog nto ntuj, hab thoob qaab ntuj kawg puavleej pum tau,"},{"bible_id":"1216","chapter_code":"DAN.4","verse_code":"DAN.4.21","label":"21","content":"cov nplooj kuj zoo nkauj, cov txwv kuj ncw, suavdawg noj tau tsob ntoo hov, hab tej tsaj qus lug nraim huv qaab tug duab ntxoo hab tej naag noog sau nruab ntug lug nyob sau tej ceg,"},{"bible_id":"1216","chapter_code":"DAN.4","verse_code":"DAN.4.22","label":"22","content":"au vaajntxwv, tsob ntoo hov yog koj ntaag. Koj luj hlub hab khov, qhov kws koj tau ua luj kuj luj quas zug tuaj hab sab moog nto ntuj, hab koj muaj fwjchim kaav moog thoob qaab ntuj kawg."},{"bible_id":"1216","chapter_code":"DAN.4","verse_code":"DAN.4.23","label":"23","content":"Koj pum ib tug faaj xwm dawb huv nqeg sau ntuj lug hab has tas, ‘Ca le ntuv tsob ntoo nuav hab ua kuas puam tsuaj, tassws tseg lub hauv paug hab cov caag nyob huv aav, muab ib daim hlau hab tooj lab khwb lub hauv paug ca nyob huv plawv tej nroj mog tom teb. Ca nwg ntub tej lwg sau ntuj, ca nwg nrug tsaj qus nyob, moog txug thaus puv xyaa xyoo.’"},{"bible_id":"1216","chapter_code":"DAN.4","verse_code":"DAN.4.24","label":"24","content":"Au vaajntxwv, tej kws koj pum hov lub ntsab yog le nuav. Vaajtswv kws luj dua ndais has lug tuaj rua vaajntxwv kws yog kuv tug tswv tas"},{"bible_id":"1216","chapter_code":"DAN.4","verse_code":"DAN.4.25","label":"25","content":"koj yuav raug muab lawv tawm huv tej tuabneeg moog hab koj yuav nrug tej tsaj qus nyob, hab koj yuav tsum noj zaub ib yaam le nyuj, hab koj yuav ntub cov lwg sau ntuj, hab koj yuav nyob le hov kuas puv xyaa xyoo,  moog txug thaus koj paub tas tug kws luj dua ndais kaav tuabneeg tej tebchaws hab pub tebchaws rua tug kws nwg xaav pub."},{"bible_id":"1216","chapter_code":"DAN.4","verse_code":"DAN.4.26","label":"26","content":"Qhov kws has kuas tseg lub hauv paug ntoo hab tej caag nyob hov, lub ntsab yog has tas koj lub tebchaws tseed tseg rua koj kaav, txwj thaus koj leeg tas Vaajtswv ntuj kaav rawv."},{"bible_id":"1216","chapter_code":"DAN.4","verse_code":"DAN.4.27","label":"27","content":"Au vaajntxwv, vem le nuav thov koj yuav tej lug kws kuv has. Muab koj tej kev txhum pov tseg es ua ncaaj nceeg, hab tseg koj tej kev phem kev qas es muaj lub sab khuvleej cov kws raug quab yuam, sub koj txhad noj qaab nyob zoo ntev moog.”"},{"bible_id":"1216","chapter_code":"DAN.4","verse_code":"DAN.4.28","label":"28","content":"Tej xwm txheej nuav huvsw tshwm lug raug vaajntxwv Nenpukhanexa."},{"bible_id":"1216","chapter_code":"DAN.4","verse_code":"DAN.4.29","label":"29","content":"Dhau kaum ob lub hlis nwg moog ncig sau vaajntxwv txheej tsev laag tshaav huv Npanpiloo,"},{"bible_id":"1216","chapter_code":"DAN.4","verse_code":"DAN.4.30","label":"30","content":"hab vaajntxwv has tas, “Nuav yog lub tuam nroog Npanpiloo los tsw yog, kws kuv swv tug fwjchim luj kawg tswm lug ua lub chaw rua vaajntxwv nyob hab ua rua kuv tug fwjchim meej mom nto moo quas lug?”"},{"bible_id":"1216","chapter_code":"DAN.4","verse_code":"DAN.4.31","label":"31","content":"Thaus tej lug hov tseed nyob huv vaajntxwv lub qhov ncauj txawm muaj ib lub suab has sau ntuj tuaj has tas, “Au vaajntxwv Nenpukhanexa, tej lug nuav yog has rua koj tas, lub tebchaws ncaim ntawm koj lawm,"},{"bible_id":"1216","chapter_code":"DAN.4","verse_code":"DAN.4.32","label":"32","content":"hab koj yuav raug muab lawv tawm huv tej tuabneeg moog hab koj yuav nrug tej tsaj qus nyob, hab koj yuav tsum noj zaub ib yaam le nyuj, hab koj yuav nyob le hov kuas puv xyaa xyoo,  moog txug thaus koj leeg paub tas tug kws luj dua ndais kaav tuabneeg tej tebchaws hab pub tebchaws rua tug kws nwg xaav pub.”"},{"bible_id":"1216","chapter_code":"DAN.4","verse_code":"DAN.4.33","label":"33","content":"Tes taamswm ntawd tej lug hov txawm tav rua Nenpukhanexa. Nwg raug muab lawv tawm huv tej tuabneeg moog hab nwg noj zaub ib yaam le nyuj, nwg lub cev ntub lwg sau ntuj moog txug thaus cov plaubhau ntev le plaub daav hab nwg tej rau teg ntev le rau noog."},{"bible_id":"1216","chapter_code":"DAN.4","verse_code":"DAN.4.34","label":"34","content":"Dhau lub swjhawm hov lawm, kuv, Nenpukhanexa, tsaa muag saib sau ntuj mas kuv rov feeb meej le qub, kuv txhad qhuas Vaajtswv kws luj dua ndais, hab kuv qhuas hab ua rua tug kws nyob moog ib txhws tau koob meej, tsua qhov nwg muaj fwjchim kaav moog ib txhws hab nwg lub tebchaws yuav nyob ruaj ib tam dhau ib tam moog le."},{"bible_id":"1216","chapter_code":"DAN.4","verse_code":"DAN.4.35","label":"35","content":"Nwg pum tas ib tsoom tuabneeg huv nplajteb suavdawg tsw tseem ceeb daabtsw, nwg ua lawv le nwg lub sab nyam rua cov tuabneeg qaum ntuj hab rua cov kws nyob nplajteb, tsw muaj leejtwg taav tau Vaajtswv txhais teg lossws has rua nwg tas, “Koj ua daabtsw nej?”"},{"bible_id":"1216","chapter_code":"DAN.4","verse_code":"DAN.4.36","label":"36","content":"Lub swjhawm ntawd kuv lub sab txhad le feeb rov lug, hab kuv tug fwjchim meej mom hab kuv lub meej thawb txhad le rov lug rua kuv ua rua kuv lub tebchaws tau koob meej. Kuv cov tub sablaaj hab kuv cov thawj tuaj cuag kuv, hab kuv txhad rov raug muab tsaa kaav lub tebchaws ruaj hab tau koob meej luj tsaav ntxwv rua."},{"bible_id":"1216","chapter_code":"DAN.4","verse_code":"DAN.4.37","label":"37","content":"Nwgnuav kuv, Nenpukhanexa, qhuas hab txhawb nqaa hab muab koob meej rua tug tuam vaajntxwv sau ntuj, tsua qhov txhua yaam kws nwg ua kuj raug cai hab nwg tej kev kuj ncaaj. Cov kws ua lub neej khaav theeb nwg muab txu tau kuas qeg."},{"bible_id":"1216","chapter_code":"DAN.5","verse_code":"DAN.5.1","label":"1","content":"Vaajntxwv Npeesaxa npaaj ib rooj noj luj rua nwg cov thawj ib txheeb leej, hab nwg haus cawv txwv maab taab meeg ib txheeb leej hov."},{"bible_id":"1216","chapter_code":"DAN.5","verse_code":"DAN.5.2","label":"2","content":"Thaus Npeesaxa swm tej cawv txwv maab hov lawm txawm has kuas coj tej taig nyaj taig kub kws nwg txwv Nenpukhanexa  tau coj huv lub tuam tsev huv lub nroog Yeluxalee lug, sub vaajntxwv hab nwg cov thawj hab nwg tej quaspuj hab tej hluas nkauj txhad swv haus cawv txwv maab."},{"bible_id":"1216","chapter_code":"DAN.5","verse_code":"DAN.5.3","label":"3","content":"Puab txhad coj tej taig nyaj taig kub kws coj huv lub tuam tsev kws yog Vaajtswv lub tuam tsev huv Yeluxalee lug tuaj. Mas vaajntxwv hab nwg cov thawj hab nwg tej quaspuj hab nwg tej hluas nkauj swv tej taig hov haus cawv txwv maab."},{"bible_id":"1216","chapter_code":"DAN.5","verse_code":"DAN.5.4","label":"4","content":"Puab haus cawv txwv maab hab qhuas tej txoov daab kws muab nyaj muab kub muab tooj lab muab hlau muab ntoo hab muab pob zeb ua."},{"bible_id":"1216","chapter_code":"DAN.5","verse_code":"DAN.5.5","label":"5","content":"Taamswm hov txawm muaj ntiv teg tuabneeg tshwm plawg lug sau rua ntawm vaajntxwv lub tsev phaab ntsaa ncaaj ntawm lub teeb. Mas vaajntxwv pum txhais teg kws sau hov."},{"bible_id":"1216","chapter_code":"DAN.5","verse_code":"DAN.5.6","label":"6","content":"Vaajntxwv ntshaus taag hab tej kws nwg xaav ua rua nwg poob sab taag. Nwg txhais ceg tsaug taag, nwg hauv caug tshee nduas txag."},{"bible_id":"1216","chapter_code":"DAN.5","verse_code":"DAN.5.7","label":"7","content":"Vaajntxwv txawm qw nrov kuas coj cov txwv neeb txwv yaig hab cov Kheentia hab cov kws txawj saib caij saib nyoog. Vaajntxwv has rua cov tuabneeg txawj ntse huv Npanpiloo tas, “Leejtwg nyeem tau tej lug kws sau nuav hab txhais tau rua kuv, kuv yuav pub cev tsoog yimlaaj rua nwg naav hab pub txuj saw kub rua nwg coj ntawm cej daab, hab yuav muab nwg tsaa ua kuv tug tim xyoob kws ob kaav lub tebchaws.”"},{"bible_id":"1216","chapter_code":"DAN.5","verse_code":"DAN.5.8","label":"8","content":"Mas vaajntxwv cov tuabneeg kws txawj ntse tuaj taag nrho tassws puab nyeem tsw tau hab txhais tsw tau lub ntsab rua vaajntxwv paub hlo le."},{"bible_id":"1216","chapter_code":"DAN.5","verse_code":"DAN.5.9","label":"9","content":"Mas vaajntxwv Npeesaxa kuj poob sab heev hab nwg ntsej muag thum xem taag, hab nwg cov thawj kuj ntxhuv quas nyo."},{"bible_id":"1216","chapter_code":"DAN.5","verse_code":"DAN.5.10","label":"10","content":"Thaus puj vaaj nov vaajntxwv hab cov thawj tej lug hov nwg txawm nkaag moog rua huv chaav tsev noj haus hab has tas, “Au vaajntxwv, thov kuas koj muaj txujsa nyob moog ib txhws. Tsw xob poob sab lossws ua ntsej muag thum xem taag."},{"bible_id":"1216","chapter_code":"DAN.5","verse_code":"DAN.5.11","label":"11","content":"Huv koj lub tebchaws muaj ib yawm kws tej timtswv kws dawb huv tug ntsuj plig nyob huv nwg. Thaus koj txwv ua vaajntxwv kaav, mas pum muaj txujkev kaaj hab kev paub hab tswvyim ib yaam le tej timtswv le tswvyim nyob huv nwg, mas koj txwv vaajntxwv Nenpukhanexa tau tsaa nwg ua cov kws ua khawv koob yeeg swv, cov txwv neeb txwv yaig, cov Kheentia hab cov kws txawj saib caij saib nyoog tug thawj,"},{"bible_id":"1216","chapter_code":"DAN.5","verse_code":"DAN.5.12","label":"12","content":"tsua qhov pum tas Taniyee kws vaajntxwv tis dua npe hu ua Npeethesaxa muaj ntsuj plig zoo kawg hab kev paub txawj txhais npau suav, txawj txhais txhaj mim txwv hab daws teeb meem. Nwgnuav ca le hu Taniyee tuaj, nwg yuav qha lub ntsab rua koj paub.”"},{"bible_id":"1216","chapter_code":"DAN.5","verse_code":"DAN.5.13","label":"13","content":"Puab txhad coj Taniyee tuaj cuag vaajntxwv, mas vaajntxwv has rua Taniyee tas, “Koj yog tug Taniyee kws poob Yuta tebchaws lug kws tug vaajntxwv kws yog kuv txwv coj huv Yuta tebchaws lug lov?"},{"bible_id":"1216","chapter_code":"DAN.5","verse_code":"DAN.5.14","label":"14","content":"Kuv nov tas tej timtswv kws dawb huv tug ntsuj plig nyob huv koj, hab txujkev kaaj hab kev paub hab tswvyim zoo muaj nyob huv koj."},{"bible_id":"1216","chapter_code":"DAN.5","verse_code":"DAN.5.15","label":"15","content":"Nwgnuav cov tuabneeg txawj ntse hab cov txwv neeb txwv yaig raug muab coj tuaj cuag kuv tuaj nyeem tej lug kws sau nuav hab txhais lub ntsab rua kuv paub, tassws puab txhais tsw tau zaaj nuav hlo le."},{"bible_id":"1216","chapter_code":"DAN.5","verse_code":"DAN.5.16","label":"16","content":"Kuv nov tas koj txawj txhais lub ntsab hab daws tau teeb meem. Nwgnuav yog koj nyeem tau tej lug kws sau nuav hab txhais tau lub ntsab rua kuv paub, kuv yuav pub cev tsoog yimlaaj rua koj naav hab pub txuj saw kub rua koj coj ntawm cej daab, hab koj yuav raug muab tsaa ua kuv tug tim xyoob kws ob kaav lub tebchaws.”"},{"bible_id":"1216","chapter_code":"DAN.5","verse_code":"DAN.5.17","label":"17","content":"Mas Taniyee teb vaajntxwv tas, “Thov khaws tej kws koj pub hov ca rov rua koj, hab muab tej tshaav ntuj hov rua lwm tug. Vaajntxwv, txawm le caag los kuv yuav nyeem tej lug kws sau hov rua koj noog hab txhais lub ntsab rua koj paub."},{"bible_id":"1216","chapter_code":"DAN.5","verse_code":"DAN.5.18","label":"18","content":"“Au vaajntxwv, Vaajtswv kws luj dua ndais pub koj txwv Nenpukhanexa tau ua vaajntxwv kaav hab pub nwg ua luj kawg hab pub koob meej hab fwjchim meej mom rua nwg."},{"bible_id":"1216","chapter_code":"DAN.5","verse_code":"DAN.5.19","label":"19","content":"Vem nwg pub koj txwv ua luj kawg mas ib tsoom tuabneeg hab ib tsoom tebchaws hab cov kws has txhua yaam lug txhad ntshai koj txwv ua tshee quas nyo. Nwg yuav tua leejtwg kuj tua kag pov tseg, yuav tseg leejtwg txujsa kuj tseg, nwg yuav tsaa leejtwg kuj tsaa, yuav qhau leejtwg kuj qhau."},{"bible_id":"1216","chapter_code":"DAN.5","verse_code":"DAN.5.20","label":"20","content":"Tassws thaus koj txwv lub sab tsaab ua luj hab nwg ua lub sab tawv nwg txhad khaav quas ntxhas, mas nwg txhad raug muab hle ntawm lub zwm txwv vaajntxwv, hab nwg lub koob meej raug muab rhu ntawm nwg moog."},{"bible_id":"1216","chapter_code":"DAN.5","verse_code":"DAN.5.21","label":"21","content":"Nwg raug muab lawv tawm huv tej tuabneeg moog hab nwg lub sab hloov zoo le tsaj qus lub. Nwg nrug neeg luav qus nyob, muab zaub rua nwg noj yaam le nyuj hab nwg lub cev ntub lwg sau ntuj, moog txug thaus nwg leeg paub tas tug Vaajtswv kws luj dua ndais kaav tuabneeg tej tebchaws hab tsaa tug kws nwg xaav kuas kaav tej tebchaws hov."},{"bible_id":"1216","chapter_code":"DAN.5","verse_code":"DAN.5.22","label":"22","content":"“Npeesaxa, koj kws yog nwg tug tub, txawm yog koj paub tej nuav huvsw lawm los koj tsw txu koj lub sab,"},{"bible_id":"1216","chapter_code":"DAN.5","verse_code":"DAN.5.23","label":"23","content":"koj txawm tsaa koj tug kheej tawm tsaam tug Tswv ntuj. Koj tseed coj tej taig huv tug Tswv lub tuam tsev lug rua ntawm koj xubndag, mas koj hab koj cov thawj hab koj cov quaspuj hab koj cov hluas nkauj muab tej taig hov haus cawv txwv maab, hab koj qhuas tej txoov daab kws muab nyaj muab kub muab tooj lab muab hlau muab ntoo hab muab pob zeb ua kws tsw pum kev tsw nov lug hab tsw paub daabtsw. Tassws koj tsw muab koob meej rua tug Vaajtswv kws tuav koj txujsa rua huv nwg txhais teg hab koj txhua txujkev nyob ntawm nwg coj."},{"bible_id":"1216","chapter_code":"DAN.5","verse_code":"DAN.5.24","label":"24","content":"Nwg txhad khaiv txhais teg ntawm nwg xubndag moog sau tej lug nuav."},{"bible_id":"1216","chapter_code":"DAN.5","verse_code":"DAN.5.25","label":"25","content":"“Nuav yog tej lug kws sau ca hov. MENE, MENE, TEKHEE hab PAXI."},{"bible_id":"1216","chapter_code":"DAN.5","verse_code":"DAN.5.26","label":"26","content":"Nuav yog tej ntsab lug hov. MENE txhais tas Vaajtswv tub teem caij nyoog rua qhov kws koj ua vaajntxwv hab coj lug txug qhov kawg lawm."},{"bible_id":"1216","chapter_code":"DAN.5","verse_code":"DAN.5.27","label":"27","content":"TEKHEE txhais tas koj raug muab kiv huv raab teev mas pum tas muaj tsw txwm."},{"bible_id":"1216","chapter_code":"DAN.5","verse_code":"DAN.5.28","label":"28","content":"PELE txhais tas koj lub tebchaws raug muab faib hab muab rua cov Mintia hab cov Pawxia.”"},{"bible_id":"1216","chapter_code":"DAN.5","verse_code":"DAN.5.29","label":"29","content":"Npeesaxa txawm has kuas puab muab cev tsoog yimlaaj rua Taniyee naav, hab muab txuj saw kub rua nwg coj ntawm cej daab, hab tshaaj tawm txug nwg tas nwg yuav ua tug tim xyoob kws ob kaav lub tebchaws."},{"bible_id":"1216","chapter_code":"DAN.5","verse_code":"DAN.5.30","label":"30","content":"Tes mo ntawd Npeesaxa kws yog tuabneeg Kheentia txawm raug muab tua pov tseg."},{"bible_id":"1216","chapter_code":"DAN.5","verse_code":"DAN.5.31","label":"31","content":"Mas Ntali‑a kws yog tuabneeg Mintia txeeb kaav lub tebchaws, nwg noob nyoog muaj rau caum ob xyoos."},{"bible_id":"1216","chapter_code":"DAN.6","verse_code":"DAN.6.1","label":"1","content":"Ntali‑a txaus sab yuav tsaa ib puas neeg nkaum leej ua thawj kaav tej tebchaws huvsw kws nwg tau kaav lawd."},{"bible_id":"1216","chapter_code":"DAN.6","verse_code":"DAN.6.2","label":"2","content":"Hab nwg tsaa peb tug tim xyoob kaav cov ntawd, Taniyee yog ib tug huv peb tug tim xyoob hov. Cov thawj kws kaav tebchaws hov yuav tsum cev lug rua peb tug ntawd txhad tsw muaj kev nyuaj rua vaajntxwv."},{"bible_id":"1216","chapter_code":"DAN.6","verse_code":"DAN.6.3","label":"3","content":"Taniyee tau koob meej heev dua lwm tug tim xyoob hab cov thawj kws kaav tebchaws, vem nwg muaj ntsuj plig zoo tshaaj plawg, mas vaajntxwv txhad npaaj sab yuav tsaa nwg kaav taag nrho lub tebchaws huvsw."},{"bible_id":"1216","chapter_code":"DAN.6","verse_code":"DAN.6.4","label":"4","content":"Cov tim xyoob hab cov thawj kws kaav tej tebchaws txawm nrhav plaub kom Taniyee txug tej kev kaav tebchaws, tassws puab nrhav tsw tau plaub lossws ib qho txhum kom nwg, vem nwg pheej ua ncaaj, mas nrhav tsw tau ib qho kws nwg ua yuam kev lossws ib qho txhum hlo le."},{"bible_id":"1216","chapter_code":"DAN.6","verse_code":"DAN.6.5","label":"5","content":"Puab cov hov txawm has tas, “Peb yuav nrhav tsw tau ib qho plaub kom tug Taniyee nuav, tsuas yog peb nrhav plaub ntswg txug nwg tug Vaajtswv txuj kevcai xwb txhad tau.”"},{"bible_id":"1216","chapter_code":"DAN.6","verse_code":"DAN.6.6","label":"6","content":"Mas cov tim xyoob hab cov thawj hov txhad tuav huv moog cuag vaajntxwv hab has tas, “Au vaajntxwv Ntali‑a, thov kuas koj muaj txujsa nyob moog ib txhws."},{"bible_id":"1216","chapter_code":"DAN.6","verse_code":"DAN.6.7","label":"7","content":"Cov tim xyoob huv lub tebchaws, cov thawj kaav tej tebchaws, cov thawj kws kaav lub xeev, vaajntxwv cov tub sablaaj hab cov thawj kws kaav tej moos suavdawg has hum tas tswm nyog vaajntxwv rhawv ib txuj kevcai rua suavdawg coj hab txwv tu nrho has tas, huv peb caug nub nuav yog leejtwg thov tej daab lossws ib tug tuabneeg twg kws tsw yog vaajntxwv koj, mas ca muab tug hov nrum rua huv qhov tsuv ntxhuav."},{"bible_id":"1216","chapter_code":"DAN.6","verse_code":"DAN.6.8","label":"8","content":"Au vaajntxwv, nwgnuav thov koj rhawv txuj kevcai txwv le nuav hab sau koj npe rua huv sub txhad hloov tsw tau lawv le cov Mintia hab cov Pawxia tej kevcai kws muab khu dua tsw tau le.”"},{"bible_id":"1216","chapter_code":"DAN.6","verse_code":"DAN.6.9","label":"9","content":"Vem le nuav vaajntxwv Ntali‑a txhad nqeg npe rua tsaab ntawv kws rhawv kevcai txwv hov."},{"bible_id":"1216","chapter_code":"DAN.6","verse_code":"DAN.6.10","label":"10","content":"Thaus Taniyee paub tas vaajntxwv nqeg npe rua tsaab ntawv kevcai hov lawm, nwg moog rua huv nwg lub tsev txheej sau kws muaj qhov rais qheb tig moog rua lub nroog Yeluxalee. Mas nwg txhus caug thov hab ua Vaajtswv tsaug ib nub peb zag ib yaam le nwg txeev ua lug lawd."},{"bible_id":"1216","chapter_code":"DAN.6","verse_code":"DAN.6.11","label":"11","content":"Cov tuabneeg hov txawm tuav huv tuaj mas pum Taniyee thov hab taij nwg tug Vaajtswv."},{"bible_id":"1216","chapter_code":"DAN.6","verse_code":"DAN.6.12","label":"12","content":"Tes puab txawm moog cuag vaajntxwv hab has txug txuj kevcai kws txwv hov tas, “Au vaajntxwv, koj tsw tau nqeg npe rua huv tsaab ntawv kws txwv has tas, huv peb caug nub nuav yog leejtwg thov tej daab lossws ib tug tuabneeg twg kws tsw yog vaajntxwv koj, tes yuav muab tug hov nrum rua huv qhov tsuv ntxhuav lov?” Vaajntxwv teb tas, “Zaaj hov tseed ruaj khov, lawv le cov Mintia hab cov Pawxia tej kevcai kws muab khu dua tsw tau le.”"},{"bible_id":"1216","chapter_code":"DAN.6","verse_code":"DAN.6.13","label":"13","content":"Puab txhad teb vaajntxwv tas, “Au vaajntxwv, tug Taniyee kws nrug cov Yuta kws poob tebchaws lug nuav, tsw quav ntsej koj hab tsaab kevcai txwv kws koj tub nqeg npe rua lawd, nwg tseed thov Vaajtswv ib nub peb zag hab.”"},{"bible_id":"1216","chapter_code":"DAN.6","verse_code":"DAN.6.14","label":"14","content":"Thaus vaajntxwv nov tej lug hov lawm, nwg txawm nyuaj sab heev hab nwg muaj sab nrhav kev tso Taniyee dim. Nwg yooj xeeb nrhav kev cawm Taniyee moog txug thaus nub poob qho."},{"bible_id":"1216","chapter_code":"DAN.6","verse_code":"DAN.6.15","label":"15","content":"Tes cov tuabneeg hov txawm ua ke rov tuaj cuag vaajntxwv hab has rua vaajntxwv tas, “Au vaajntxwv, koj yeej paub tas cov Mintia hab cov Pawxia txuj kevcai has tas tsaab ntawv kevcai txwv lossws txuj kevcai twg kws vaajntxwv rhawv ca lawd yeej hloov tsw tau le.”"},{"bible_id":"1216","chapter_code":"DAN.6","verse_code":"DAN.6.16","label":"16","content":"Tes vaajntxwv txawm has kuas coj Taniyee moog nrum rua huv qhov tsuv ntxhuav. Vaajntxwv txhad has rua Taniyee tas, “Thov koj tug Vaajtswv kws koj ib txwm ua koom rua tso koj dim lauj!”"},{"bible_id":"1216","chapter_code":"DAN.6","verse_code":"DAN.6.17","label":"17","content":"Hab puab coj ib txhwb zeb lug kaw lub rooj qho, hab vaajntxwv ntaus nwg lub hom thawj rua hab ntaus nwg cov thawj le hom thawj rua, sub txhad hloov tsw tau tej kws ua rua Taniyee hlo le."},{"bible_id":"1216","chapter_code":"DAN.6","verse_code":"DAN.6.18","label":"18","content":"Tes vaajntxwv txawm rov moog tsev hab yoo mov ib mos, tsw kheev kuas coj ib yaam kev lomzem lug rua nwg, hab nwg pw tsw tsaug zug."},{"bible_id":"1216","chapter_code":"DAN.6","verse_code":"DAN.6.19","label":"19","content":"Thaus kaaj ntug vaajntxwv sawv tseeg maaj nroog moog rua tom qhov tsuv ntxhuav."},{"bible_id":"1216","chapter_code":"DAN.6","verse_code":"DAN.6.20","label":"20","content":"Thaus nwg tuaj ze lub qhov tsuv kws Taniyee nyob, nwg txawm qw nyuaj sab kawg hu Taniyee tas, “Au Taniyee kws yog Vaajtswv kws muaj txujsa nyob tug qhev, koj tug Vaajtswv kws koj ib txwm ua koom rua tso tau koj dim huv cov tsuv ntxhuav lug lawm lov?”"},{"bible_id":"1216","chapter_code":"DAN.6","verse_code":"DAN.6.21","label":"21","content":"Taniyee teb vaajntxwv tas, “Au vaajntxwv, thov kuas koj muaj txujsa nyob moog ib txhws."},{"bible_id":"1216","chapter_code":"DAN.6","verse_code":"DAN.6.22","label":"22","content":"Kuv tug Vaajtswv khaiv nwg tug tubkhai ntuj tuaj kaw tsuv ntxhuav qhov ncauj, tsuv txhad tsw ua le caag rua kuv, vem Vaajtswv pum tas kuv tsw txhum. Au vaajntxwv, kuv tsw tau ua ib qho txhum rua koj.”"},{"bible_id":"1216","chapter_code":"DAN.6","verse_code":"DAN.6.23","label":"23","content":"Mas Vaajntxwv zoo sab heev kawg, nwg txawm has kuas rhu Taniyee tawm huv lub qhov lug. Taniyee txhad raug muab rhu tawm lug mas tsw pum nwg raug ib qho mob hlo le vem nwg tso sab rua nwg tug Vaajtswv."},{"bible_id":"1216","chapter_code":"DAN.6","verse_code":"DAN.6.24","label":"24","content":"Tes vaajntxwv has kuas coj cov tuabneeg kws kom Taniyee hov tuaj nrum rua huv qhov tsuv ntxhuav, tsw has puab hab puab tej quaspuj mivnyuas huvsw. Thaus puab poob tsw tau ti thu cov tsuv ntxhuav tub muab puab tum dua noj taag ua rua puab tej pob txhaa tawg ua tej dwb daim."},{"bible_id":"1216","chapter_code":"DAN.6","verse_code":"DAN.6.25","label":"25","content":"Vaajntxwv Ntali‑a txawm xaa ntawv moog rua ib tsoom tuabneeg hab ib tsoom tebchaws hab cov kws has txhua yaam lug kws nyob thoob plawg lub nplajteb suavdawg has tas, “Thov kuas mej muaj kws noj qaab nyob zoo heev quas zug."},{"bible_id":"1216","chapter_code":"DAN.6","verse_code":"DAN.6.26","label":"26","content":"Kuv rhawv ib tsaab kevcai tas thoob plawg tej tebchaws kws kuv kaav tej tuabneeg ca le ntshai Taniyee tug Vaajtswv ua ib ce tshee quas nyo, “tsua qhov nwg yog Vaajtswv kws muaj txujsa nyob, nwg nyob moog ib txhws, nwg lub tebchaws yuav tsw raug kev puam tsuaj, hab nwg tug fwjchim tswjfwm yuav muaj nyob moog txug thaus kawg."},{"bible_id":"1216","chapter_code":"DAN.6","verse_code":"DAN.6.27","label":"27","content":"Nwg cawm hab tso kuas dim, nwg ua tej txujci tseem ceeb hab txujci phemfwj rua sau ntuj hab huv lub nplajteb, nwg yog tug kws cawm Taniyee dim huv tsuv ntxhuav tug fwjchim.”"},{"bible_id":"1216","chapter_code":"DAN.6","verse_code":"DAN.6.28","label":"28","content":"Tug Taniyee nuav txhad le vaam meej rua thaus Ntali‑a ua vaajntxwv kaav hab thaus Xailab kws yog tuabneeg Pawxia kaav."},{"bible_id":"1216","chapter_code":"DAN.7","verse_code":"DAN.7.1","label":"1","content":"Thawj xyoo kws Npeesaxa ua vaajntxwv huv Npanpiloo Taniyee ua npau suav hab ua yug quas toog huv nwg taubhau rua thaus nwg pw sau lub txaaj. Nwg txhad muab zaaj npau suav hov sau ca has le nuav."},{"bible_id":"1216","chapter_code":"DAN.7","verse_code":"DAN.7.2","label":"2","content":"Taniyee has tas, “Kuv pum huv zaaj yug quas toog mo ntuj muaj cua ntsawj plaub ceg kaum ntuj tuaj ua rua dej havtxwv luj ndaas."},{"bible_id":"1216","chapter_code":"DAN.7","verse_code":"DAN.7.3","label":"3","content":"Txawm muaj plaub tug nam tsaj luj tawm huv havtxwv lug, nyag yog nyag ib yaam tsaj."},{"bible_id":"1216","chapter_code":"DAN.7","verse_code":"DAN.7.4","label":"4","content":"Thawj tug zoo le tsuv ntxhuav hab muaj kauj tis le daav. Kuv saib ntsoov mas pum ob saab kauj tis raug muab rhu hlo moog lawm hab tug tsaj hov raug muab tsaa hlo sawv huv peg teb kuas swv ob txhais kwtaw sawv ntsug yaam le tuabneeg, hab muab tuabneeg txujkev xaav rua huv tug tsaj hov."},{"bible_id":"1216","chapter_code":"DAN.7","verse_code":"DAN.7.5","label":"5","content":"Na cav txawm muaj dua ib tug tsaj yog tug kws ob zoo le dais, tsaa ib saab cev sawv. Nwg kaug nav ntxo quas nreeg peb tug taav huv nwg qhov ncauj, mas muaj suab has rua nwg tas, ‘Ca le sawv tseeg, ca le noj nqaj ntau ntau.’"},{"bible_id":"1216","chapter_code":"DAN.7","verse_code":"DAN.7.6","label":"6","content":"Dhau hov kuv saib na cav muaj dua ib tug tsaj zoo le tsuv pom txwv, muaj plaub phob tis noog sau nraus qaum. Tug tsaj hov muaj plaub lub taubhau, hab muab fwjchim tswjfwm rua nwg."},{"bible_id":"1216","chapter_code":"DAN.7","verse_code":"DAN.7.7","label":"7","content":"Dhau ntawd kuv pum huv zaaj yug quas toog mo ntuj, na cav muaj tug tsaj kws plaub, nyaum kawg hab txaus ntshai heev hab muaj zug heev kawg, muaj kaug nav hlau luj heev. Nwg noj hab muab tsoo ua tej dwb daim hab xuas kwtaw ntaug tej kws noj tsw taag pov tseg. Nwg tsw thooj le tej tsaj kws nyob ua nwg ntej, nwg muaj kaum tug kub."},{"bible_id":"1216","chapter_code":"DAN.7","verse_code":"DAN.7.8","label":"8","content":"Thaus kuv tshuaj saib tej kub hov, na cav muaj dua ib tug kub miv miv hlaav huv plawv cov kub hov tuaj. Peb tug kub ua ntej raug muab dob hlo caag rua ntawm nwg xubndag. Tug kub miv miv hov muaj qhov muag zoo yaam le tuabneeg qhov muag, hab muaj qhov ncauj kws has tej lug khaav quas ntxhas."},{"bible_id":"1216","chapter_code":"DAN.7","verse_code":"DAN.7.9","label":"9","content":"“Thaus kuv saamswm saib ntsoov txawm muaj ntau lub zwm txwv raug muab txawb ca, hab tug kws ib txwm muaj nyob lug nyob quas tsawg. Nwg cev tsoog dawb yaam le daus xwb daus npu, nwg plaubhau sau taubhau zoo yaam le cov tseem plaub yaaj. Nwg lub zwm txwv yog nplaim tawg cig quas plawg, cov lug tsheb ntawm lub zwm txwv yog suavtawg cig laim quas lag."},{"bible_id":"1216","chapter_code":"DAN.7","verse_code":"DAN.7.10","label":"10","content":"Suavtawg tawm ntawm nwg lub xubndag ndwg lug yaam le dej ndwg. Muaj ntau txheeb leej ua koom rua nwg, muaj ntau vaam leej nyob ntawm nwg xubndag, tug tu plaub kuj txav txem, tej phoo ntawv kuj muab qheb ca."},{"bible_id":"1216","chapter_code":"DAN.7","verse_code":"DAN.7.11","label":"11","content":"“Kuv tseed saib ntsoov vem tej lug khaav theeb kws tug kub miv miv hov saamswm has. Thaus kuv saib ntsoov, tug tsaj hov txawm raug muab tua pov tseg, nwg lub cev tuag muab ua puam tsuaj hab raug muab hlawv kub nyab taag."},{"bible_id":"1216","chapter_code":"DAN.7","verse_code":"DAN.7.12","label":"12","content":"Cov tsaj kws tseed tshuav hov le fwjchim tswjfwm raug muab rhu pov tseg lawm, tassws puab txujsa tseed nyob moog txug ib lub caij hab ib lub swjhawm."},{"bible_id":"1216","chapter_code":"DAN.7","verse_code":"DAN.7.13","label":"13","content":"“Kuv pum yug quas toog mo ntuj na cav muaj ib tug zoo le tuabneeg tug tub nrug tej fuab sau ntuj lug, nwg lug cuag tug kws ib txwm muaj nyob, hab raug coj lug rua ntawm tug kws ib txwm muaj nyob lub xubndag."},{"bible_id":"1216","chapter_code":"DAN.7","verse_code":"DAN.7.14","label":"14","content":"Fwjchim tswjfwm hab fwjchim ci ntsaa ab hab lub tebchaws raug muab cob rua nwg, sub ib tsoom tuabneeg hab ib tsoom tebchaws hab tej tuabneeg kws has txhua yaam lug txhad yuav ua koom rua nwg, nwg tug fwjchim tswjfwm yuav tsw txawj pluj, hab nwg lub tebchaws yuav tsw raug puam tsuaj."},{"bible_id":"1216","chapter_code":"DAN.7","verse_code":"DAN.7.15","label":"15","content":"“Kuv yog Taniyee, kuv ntxhuv sab heev hab tej zaaj yug quas toog huv kuv taubhau ua rua kuv ntshai."},{"bible_id":"1216","chapter_code":"DAN.7","verse_code":"DAN.7.16","label":"16","content":"Kuv txhad txaav moog cuag ib tug kws sawv ntawd hab nug qhov tseeb txug tej nuav huvsw. Nwg txawm has rua kuv hab qha kuv paub tej hov lub ntsab has tas,"},{"bible_id":"1216","chapter_code":"DAN.7","verse_code":"DAN.7.17","label":"17","content":"‘Plaub tug nam tsaj luj hov yog plaub tug vaajntxwv kws yuav tshwm lug huv lub nplajteb."},{"bible_id":"1216","chapter_code":"DAN.7","verse_code":"DAN.7.18","label":"18","content":"Tassws Vaajtswv kws luj dua ndais cov tuabneeg dawb huv yuav tau fwjchim kaav tebchaws, qhov kws kaav tebchaws hov yuav ua puab teej puab tug moog ib txhab ib txhws le.’"},{"bible_id":"1216","chapter_code":"DAN.7","verse_code":"DAN.7.19","label":"19","content":"“Mas kuv xaav paub qhov tseeb txug tug tsaj kws plaub kws tsw thooj le lwm tug tsaj huvsw, kws yog nyaum kawg muaj kaug nav hlau hab rau tooj lab, hab noj hab muab tsoo ua tej dwb daim hab xuas kwtaw ntaug tej kws noj tsw taag pov tseg."},{"bible_id":"1216","chapter_code":"DAN.7","verse_code":"DAN.7.20","label":"20","content":"Hab xaav paub txug kaum tug kub kws nyob sau nwg taubhau hab tug kub kws hlaav tuaj hab peb tug kub daam dawg ntawm nwg xubndag, yog tug kub kws muaj qhov muag muaj qhov ncauj kws has tej lug khaav quas ntxhas, hab saib zoo yaam le luj dua lwm tug kub huvsw."},{"bible_id":"1216","chapter_code":"DAN.7","verse_code":"DAN.7.21","label":"21","content":"Thaus kuv saib ntsoov, tug kub hov ua rog rua cov tuabneeg dawb huv hab kov yeej"},{"bible_id":"1216","chapter_code":"DAN.7","verse_code":"DAN.7.22","label":"22","content":"moog txug thaus tug kws ib txwm muaj nyob lug txug, hab txav txem tuaj Vaajtswv kws luj dua ndais cov tuabneeg dawb huv tog, hab txug swjhawm kws cov tuabneeg dawb huv tau fwjchim kaav."},{"bible_id":"1216","chapter_code":"DAN.7","verse_code":"DAN.7.23","label":"23","content":"“Tug yawm hov has tas, ‘Tug tsaj kws plaub yog le nuav. Yuav muaj lub tebchaws kws plaub rua sau lub nplajteb kws yuav txawv tsw thooj le txhua lub tebchaws huvsw, nwg yuav noj thoob nplajteb hab muab tsuj hab muab tsoo ua tej dwb daim."},{"bible_id":"1216","chapter_code":"DAN.7","verse_code":"DAN.7.24","label":"24","content":"Has txug kaum tug kub hov mas yuav muaj kaum tug vaajntxwv sawv tawm huv lub tebchaws hov lug. Dhau puab lawm yuav muaj dua ib tug tshwm lug tom qaab txawv tej kws nyob ua ntej, hab nwg yuav kov yeej peb tug vaajntxwv."},{"bible_id":"1216","chapter_code":"DAN.7","verse_code":"DAN.7.25","label":"25","content":"Nwg yuav has lug tawm tsaam Vaajtswv kws luj dua ndais, hab yuav quab yuam tug kws luj dua ndais cov tuabneeg dawb huv, hab xaav tswvyim hloov lub caij nyoog hab tej kevcai. Puab yuav raug muab cob rua huv nwg txhais teg ib ncua swjhawm hab ob ncua hab ib nraab ncua."},{"bible_id":"1216","chapter_code":"DAN.7","verse_code":"DAN.7.26","label":"26","content":"Tassws cov tu plaub yuav txav txem, mas yuav muab nwg tug fwjchim tswjfwm rhu ntawm nwg moog, yuav muab ua puam tsuaj lamswm taag nrho huvsw."},{"bible_id":"1216","chapter_code":"DAN.7","verse_code":"DAN.7.27","label":"27","content":"Mas qhov kws kaav tebchaws hab fwjchim tswjfwm hab txhua lub tebchaws huv qaab ntuj le meej mom yuav raug muab rua tug kws luj dua ndais cov tuabneeg dawb huv, puab yuav muaj fwjchim kaav moog ib txhws, hab txhua lub tebchaws yuav zwm rua puab hab noog puab lug.’"},{"bible_id":"1216","chapter_code":"DAN.7","verse_code":"DAN.7.28","label":"28","content":"“Tej xwm txheej kuj kawg le nuav. Kuv yog Taniyee, mas tej kws kuv xaav ua rua kuv poob sab heev hab kuv lub ntsej muag thum xem taag. Tassws kuv khaws tej nuav ca rua huv kuv lub sab.”"},{"bible_id":"1216","chapter_code":"DAN.8","verse_code":"DAN.8.1","label":"1","content":"Xyoo peb kws Npeesaxa ua vaajntxwv kaav, muaj ib zaaj yug quas toog tshwm rua kuv Taniyee ua qaab zaaj yug quas toog thawj zag."},{"bible_id":"1216","chapter_code":"DAN.8","verse_code":"DAN.8.2","label":"2","content":"Kuv ua yug quas toog pum tas kuv nyob huv lub tuam nroog Xuxa kws nyob huv lub xeev Elaa. Kuv ua yug quas toog pum tas kuv nyob ntawm ntug dej Ulai."},{"bible_id":"1216","chapter_code":"DAN.8","verse_code":"DAN.8.3","label":"3","content":"Kuv tsaa muag saib mas pum ib tug txwv yaaj nyob ntawm ntug dej. Muaj ob tug kub, ob tug puavleej ntev, tassws ib saab kub ntev dua ib saab. Saab kub kws ntev hov hlaav tuaj ua qaab."},{"bible_id":"1216","chapter_code":"DAN.8","verse_code":"DAN.8.4","label":"4","content":"Kuv pum tug txwv yaaj dha moog rua saab nub poob saab peg hab saab nraag. Tsw muaj ib tug tsaj tiv tau nwg le, hab tsw muaj leejtwg cawm kuas dim tau huv nwg tug fwjchim. Nwg ua lawv le nwg lub sab nyam xwb hab tsaab ua luj."},{"bible_id":"1216","chapter_code":"DAN.8","verse_code":"DAN.8.5","label":"5","content":"Thaus kuv tshuaj saib, na cav muaj ib tug txwv tshws tawm saab nub poob tuaj, nwg hlaa thoob qaab ntuj tassws tsw tsuj aav hlo le. Tug txwv tshws hov muaj ib tug kub kws nyob nruab nraab nwg ob lub qhov muag rua suavdawg pum."},{"bible_id":"1216","chapter_code":"DAN.8","verse_code":"DAN.8.6","label":"6","content":"Nwg tuaj txug tug txwv yaaj kws muaj ob tug kub kws kuv pum sawv ntsug ntawm ntug dej, hab nwg swv zug dha npau tawg quas vog lug rua ntawm tug txwv yaaj hov."},{"bible_id":"1216","chapter_code":"DAN.8","verse_code":"DAN.8.7","label":"7","content":"Kuv pum nwg dha lug ze tug txwv yaaj mas npau tawg hab nraus tug txwv yaaj ua rua nwg ob saab kub luv ntho. Tug txwv yaaj tsw muaj zug tiv tau nwg. Nwg muab tug txwv yaaj nraus qaug rua huv aav hab tsuj pis ntag. Tsw muaj leejtwg cawm tau tug txwv yaaj dim huv nwg tug fwjchim."},{"bible_id":"1216","chapter_code":"DAN.8","verse_code":"DAN.8.8","label":"8","content":"Mas tug txwv tshws txhad yimfuab tsaab ua luj, tassws thaus nwg muaj zug heev nwg tug kub txawm luv lawm, muaj plaub tug kub hlaav tuaj nyob chaw taw rua plaub ceg kaum ntuj rua suavdawg pum."},{"bible_id":"1216","chapter_code":"DAN.8","verse_code":"DAN.8.9","label":"9","content":"Txawm muaj ib tug kub miv miv hlaav ntawm plaub tug kub hov ib tug tuaj, nwg hlub luj kawg le moog rua saab nraag hab saab nub tuaj hab rua saab tebchaws kws zoo nkauj kawg."},{"bible_id":"1216","chapter_code":"DAN.8","verse_code":"DAN.8.10","label":"10","content":"Nwg hlub luj kawg tuaj moog nto tej nub qub sau nruab ntug hab muab tej nub qub ib txha laim rua huv aav hab muab tsuj pis ntag."},{"bible_id":"1216","chapter_code":"DAN.8","verse_code":"DAN.8.11","label":"11","content":"Nwg tsaab ua luj, xaav ua luj yaam le tug thawj sau nruab ntug. Nwg muab tej kevcai hlawv xyeem kws naj nub xyeem rua tug thawj hov rhuav pov tseg hab ua qas puag tsuas lub chaw pe hawm."},{"bible_id":"1216","chapter_code":"DAN.8","verse_code":"DAN.8.12","label":"12","content":"Vem puab faav xeeb, Vaajtswv cov tuabneeg hab qhov kws naj nub ua kevcai hlawv xyeem raug muab cob rua huv tug kub hov txhais teg, hab txujkev tseeb raug muab laim hlo tseg rua huv aav, hab tug kub hov kuj ua txhua yaam tav."},{"bible_id":"1216","chapter_code":"DAN.8","verse_code":"DAN.8.13","label":"13","content":"Kuv nov ib tug kws dawb huv has hab muaj dua ib tug dawb huv has tas, “Zaaj yug quas toog kws has txug tej kevcai kws naj nub hlawv xyeem hab qhov kws faav xeeb txhad ua kuas lamswm taag hab qhov kws muab lub chaw pe hawm cob rua luas hab qhov kws Vaajtswv cov tuabneeg raug muab tsuj yuav nyob ntev le caag?”"},{"bible_id":"1216","chapter_code":"DAN.8","verse_code":"DAN.8.14","label":"14","content":"Tug kws teb nwg has tas, “Yuav nyob ob txheeb peb puas lub swjhawm nruab nub mo ntuj le. Mas lub chaw pe hawm yuav rov nyob zoo le qub.”"},{"bible_id":"1216","chapter_code":"DAN.8","verse_code":"DAN.8.15","label":"15","content":"Thaus kuv Taniyee tau pum zaaj yug quas toog nuav lawd, kuv yooj xeeb xaav nkaag sab. Na cav muaj ib tug zoo le tuabneeg sawv ntawm kuv xubndag."},{"bible_id":"1216","chapter_code":"DAN.8","verse_code":"DAN.8.16","label":"16","content":"Kuv nov lub suab tuabneeg hu huv plawv haav dej Ulai tuaj, has tas, “Kali‑ee 'e, ca le qha kuas tug nuav nkaag sab zaaj yug quas toog nuav.”"},{"bible_id":"1216","chapter_code":"DAN.8","verse_code":"DAN.8.17","label":"17","content":"Nwg txhad lug ze qhov chaw kws kuv sawv ntsug. Thaus nwg lug txug lawd kuv ntshai heev hab khwb nkaus ua lub plhu ti nkaus aav. Tassws nwg has rua kuv tas, “Tuabneeg tug tub 'e, ca le nkaag sab tas zaaj yug quas toog nuav yog has txug lub swjhawm kawg.”"},{"bible_id":"1216","chapter_code":"DAN.8","verse_code":"DAN.8.18","label":"18","content":"Thaus nwg saamswm has rua kuv, kuv looj hlas lub plhu ti nkaus aav, nwg kov kuv hab tsaa kuv sawv ntsug."},{"bible_id":"1216","chapter_code":"DAN.8","verse_code":"DAN.8.19","label":"19","content":"Nwg txawm has rua kuv tas, “Saib maj, kuv yuav qha koj paub tas thaus txujkev chim dhau lawd yuav muaj daabtsw tshwm lug, vem ntswg txug lub swjhawm kws teem ca thaus kawg."},{"bible_id":"1216","chapter_code":"DAN.8","verse_code":"DAN.8.20","label":"20","content":"Tug txwv yaaj muaj ob tug kub kws koj pum hov yog Mintia hab Pawxia ob tug vaajntxwv."},{"bible_id":"1216","chapter_code":"DAN.8","verse_code":"DAN.8.21","label":"21","content":"Tug txwv tshws yog Kili tug vaajntxwv, hab tug kub luj kws tuaj huv ob lub qhov muag kem nruab nraab yog thawj tug vaajntxwv."},{"bible_id":"1216","chapter_code":"DAN.8","verse_code":"DAN.8.22","label":"22","content":"Tug kub kws luv hab muaj dua plaub tug kub hlaav tuaj nyob lub chaw, yog plaub tug vaajntxwv yuav tshwm huv nwg haiv tuabneeg tuaj, tassws tsw muaj fwjchim luj le thawj tug kub."},{"bible_id":"1216","chapter_code":"DAN.8","verse_code":"DAN.8.23","label":"23","content":"“Lub swjhawm kws puab cov hov kaav thaus kawg, thaus cov kws faav xeeb tau ua phem txaus nkaus lawd, yuav muaj ib tug vaajntxwv kws lub ntsej muag nyaum kawg hab lub sab ntse nkhaus tshwm lug."},{"bible_id":"1216","chapter_code":"DAN.8","verse_code":"DAN.8.24","label":"24","content":"Nwg tug fwjchim yuav luj heev tassws tsw yog nwg tug zug ua tau, hab nwg yuav ua kuas puam tsuaj txaus ntshai kawg, hab txhua yaam kws nwg ua nwg ua tau tav, hab nwg yuav ua rua cov kws muaj zug hab Vaajtswv cov tuabneeg dawb huv raug kev puam tsuaj."},{"bible_id":"1216","chapter_code":"DAN.8","verse_code":"DAN.8.25","label":"25","content":"Nwg txujkev ntse yuav ua rua tej kev daag ntxag nthuav luj quas zug ntawm nwg txhais teg tuaj, hab nwg lub sab yuav tsaab ua luj heev. Nwg tsw qha ua ntej, nwg ca le muab tuabneeg coob coob ua kuas puam tsuaj. Txawm yog cov thawj tug thawj los nwg yuav tawm tsaam. Tassws nwg yuav raug tsoo pob taag tsw yog tuabneeg txhais teg ua."},{"bible_id":"1216","chapter_code":"DAN.8","verse_code":"DAN.8.26","label":"26","content":"Zaaj yug quas toog kws has txug lub swjhawm nruab nub hab mo ntuj kuj muaj tseeb. Tassws ca le muab zaaj yug quas toog hov npog tuabywv ca, tsua qhov yog zaaj has txug ntau nub tom hauv ntej.”"},{"bible_id":"1216","chapter_code":"DAN.8","verse_code":"DAN.8.27","label":"27","content":"Kuv Taniyee kuj tsaug leeg heev hab pw mob tau ntau nub, kuv le maav sawv tseeg moog ua vaajntxwv tej num ntxwv moog. Kuv tseed ntxhuv sab txug zaaj yug quas toog hov hab tsw nkaag sab hlo le."},{"bible_id":"1216","chapter_code":"DAN.9","verse_code":"DAN.9.1","label":"1","content":"Thawj xyoo kws Ahaxu‑ela tug tub Ntali‑a kws yug ua tuabneeg Mintia ua vaajntxwv kaav cov Kheentia lub tebchaws,"},{"bible_id":"1216","chapter_code":"DAN.9","verse_code":"DAN.9.2","label":"2","content":"thawj xyoo kws nwg ua vaajntxwv, kuv kws yog Taniyee tau saib huv tej ntawv mas pum tas yuav tsum muaj pes tsawg xyoo lawv le tej lug kws Yawmsaub has rua xwbfwb Yelemi kws cev Vaajtswv lug, es qhov kws Yeluxalee raug muab tso tseg nyob do cuas txhad le kawg, mas yog xyaa caum xyoo."},{"bible_id":"1216","chapter_code":"DAN.9","verse_code":"DAN.9.3","label":"3","content":"Tes kuv txawm tig xubndag moog nrhav Vaajtswv kws yog tug Tswv  hab thov hab taij yoo mov hab naav khaub seev tsaaj hab nyob huv qhov tshauv."},{"bible_id":"1216","chapter_code":"DAN.9","verse_code":"DAN.9.4","label":"4","content":"Kuv hu thov Yawmsaub kws yog kuv tug Vaajtswv hab leeg txem has tas, “Au tug Tswv, koj yog Vaajtswv kws luj kawg hab txaus ntshai. Koj ua lawv le koj tej lug cog tseg hab lawv le koj txujkev hlub ruaj khov rua cov kws muaj sab npuab koj hab tuav rawv koj tej lug nkaw."},{"bible_id":"1216","chapter_code":"DAN.9","verse_code":"DAN.9.5","label":"5","content":"Peb muaj txem, peb tau ua txhum hab ua phem kawg le hab faav xeeb, tig ntawm koj tej lug nkaw hab koj tej kevcai."},{"bible_id":"1216","chapter_code":"DAN.9","verse_code":"DAN.9.6","label":"6","content":"Peb tsw noog koj cov tub qhe kws cev koj lug, kws tuav koj lub npe has rua peb cov vaajntxwv hab peb cov thawj hab peb tej laug hab cov pejxeem suavdawg huv lub tebchaws."},{"bible_id":"1216","chapter_code":"DAN.9","verse_code":"DAN.9.7","label":"7","content":"Au tug Tswv, txujkev ncaaj nceeg nyob ntawm koj, tassws txujkev poob ntsej muag nyob ntawm peb txug naj nub nwgnuav, taag nrho cov Yuta, cov kws nyob huv Yeluxalee, hab cov Yixayee suavdawg, cov kws nyob ze nyob deb rua huv txhua lub tebchaws kws koj lawv puab moog, vem yog tim puab tej kev faav xeeb rua koj."},{"bible_id":"1216","chapter_code":"DAN.9","verse_code":"DAN.9.8","label":"8","content":"Au tug Tswv, txujkev poob ntsej muag nyob ntawm peb hab peb tej vaajntxwv hab peb cov thawj hab peb tej laug vem peb tau ua txhum rua koj."},{"bible_id":"1216","chapter_code":"DAN.9","verse_code":"DAN.9.9","label":"9","content":"Vaajtswv kws yog peb tug Tswv muaj kev khuvleej hab kev zaam txem, txawm yog peb faav xeeb rua nwg kuj xwj."},{"bible_id":"1216","chapter_code":"DAN.9","verse_code":"DAN.9.10","label":"10","content":"Peb tsw noog peb tug Vaajtswv Yawmsaub tej lug, hab tsw ua lawv le nwg tej kevcai kws nwg kuas nwg cov tub qhe kws cev lug muab txawb rua ntawm peb xubndag."},{"bible_id":"1216","chapter_code":"DAN.9","verse_code":"DAN.9.11","label":"11","content":"“Ib tsoom Yixayee suavdawg tau faav xeeb koj txuj kevcai hab tig hlo lawm, tsw yeem noog koj tej lug. Tej lug tsawm foom hab tej lug twv kws muab sau ca rua huv Vaajtswv tug qhev Mauxe phoo kevcai txhad raug muab nchuav rua sau peb vem peb tau ua txhum muaj txem rua koj."},{"bible_id":"1216","chapter_code":"DAN.9","verse_code":"DAN.9.12","label":"12","content":"Koj tuav rawv koj tej lug kws koj tau has txug peb hab cov kws kaav peb, es coj tej xwm txheej phem luj kawg lug raug peb. Thoob plawg huv lub qaab ntuj tsw txeev ua tej kws thooj le ua rua Yeluxalee."},{"bible_id":"1216","chapter_code":"DAN.9","verse_code":"DAN.9.13","label":"13","content":"Lawv le kws tau sau ca rua huv Mauxe phoo kevcai lawd, tej xwm txheej phem nuav huvsw txhad poob lug raug peb, los peb tseed tsw thov kuas peb tug Vaajtswv Yawmsaub tsaa laaj muag saib peb, hab tsw tig ntawm peb tej kev txhum hab tsw rau sab rua koj txujkev tseeb."},{"bible_id":"1216","chapter_code":"DAN.9","verse_code":"DAN.9.14","label":"14","content":"Vem le nuav Yawmsaub txhad khaws tej xwm txheej phem ca hab coj lug raug peb. Peb tug Vaajtswv Yawmsaub ua txhua yaam ncaaj nceeg tassws yog peb tsw noog nwg tej lug."},{"bible_id":"1216","chapter_code":"DAN.9","verse_code":"DAN.9.15","label":"15","content":"“Au Vaajtswv kws yog peb tug Tswv, nwgnuav koj tau swv koj txhais teg kws muaj fwjchim coj koj haiv tuabneeg tawm huv Iyi tebchaws lug, hab ua koj lub npe nto moo quas lug txug naj nub nwgnuav, peb tau ua txhum muaj txem hab peb tau ua phem kawg."},{"bible_id":"1216","chapter_code":"DAN.9","verse_code":"DAN.9.16","label":"16","content":"Au tug Tswv, lawv le koj txujkev ncaaj nceeg huvsw, thov koj thim koj txujkev npau hab kev chim ntawm koj lub nroog Yeluxalee, kws yog koj lub roob dawb huv. Vem yog tim peb tej kev txhum txem hab tim peb tej laug tej kev txhum, Yeluxalee hab koj cov tuabneeg txhad tag luas ncauj luas lu thoob plawg cov tuabneeg kws nyob ib ncig peb."},{"bible_id":"1216","chapter_code":"DAN.9","verse_code":"DAN.9.17","label":"17","content":"Au peb tug Vaajtswv, nwgnuav thov koj tig ntsej noog koj tug qhev tej lug thov hab nwg tej lug taij. Au tug Tswv, vem yog saib rua koj, thov koj lub ntsej muag ci moog rua lub chaw pe hawm koj kws raug muab tso tseg hov."},{"bible_id":"1216","chapter_code":"DAN.9","verse_code":"DAN.9.18","label":"18","content":"Au kuv tug Vaajtswv, thov tig ntsej noog hab tsaa muag saib qhov kws peb hab lub nroog kws hu lawv le koj lub npe raug nyob do cuas, tsua qhov tsw yog peb ua ncaaj nceeg peb txhad taij thov koj, tassws vem koj muaj kev khuvleej luj kawg peb txhad taij thov."},{"bible_id":"1216","chapter_code":"DAN.9","verse_code":"DAN.9.19","label":"19","content":"Au tug Tswv, thov noog. Au tug Tswv, thov zaam txem. Au tug Tswv, thov koj mob sab hab paab. Au kuv tug Vaajtswv, thov saib rua koj es tsw xob tog ntev, tsua qhov koj lub nroog hab koj cov tuabneeg raug hu lawv le koj lub npe.”"},{"bible_id":"1216","chapter_code":"DAN.9","verse_code":"DAN.9.20","label":"20","content":"Thaus kuv saamswm has lug hab thov hab leeg kuv hab kuv haiv tuabneeg Yixayee lub txem, hab taij thov kuv tug Vaajtswv Yawmsaub paab kuv tug Vaajtswv lub roob dawb huv,"},{"bible_id":"1216","chapter_code":"DAN.9","verse_code":"DAN.9.21","label":"21","content":"thaus kuv saamswm has tej lug thov, tug Kali‑ee kws kuv tub pum huv thawj zaaj yug quas toog txawm yaa lug sai sai ze ntawm kuv rua lub swjhawm kws ua kevcai xyeem thaus yuav tsaus ntuj."},{"bible_id":"1216","chapter_code":"DAN.9","verse_code":"DAN.9.22","label":"22","content":"Nwg lug has rua kuv tas, “Taniyee 'e, kuv lug nwgnuav yog yuav pub tswvyim hab kev nkaag sab rua koj."},{"bible_id":"1216","chapter_code":"DAN.9","verse_code":"DAN.9.23","label":"23","content":"Thaus koj chiv taij thov, muaj tej lug tawm moog, mas kuv txhad lug qha tej lug hov rua koj paub tsua qhov koj yog tug kws ntxwm hlub. Vem le nuav ca le tshuaj saib tej lug nuav hab nkaag sab zaaj yug quas toog."},{"bible_id":"1216","chapter_code":"DAN.9","verse_code":"DAN.9.24","label":"24","content":"“Xyaa caum lub chib su  yog teem ca rua koj haiv tuabneeg hab koj lub nroog dawb huv sub tej kev faav xeeb txhad le kawg hab lub txem txhad le taag hab txhad ntxuav tau kev txhum hab coj txujkev ncaaj nceeg ib txhws lug hab ntaus hom thawj rua zaaj yug quas toog hab tej lug kws has txug tom hauv ntej nuav hab laub roj tsaa kuas muaj lub chaw kws dawb huv kawg nkaus."},{"bible_id":"1216","chapter_code":"DAN.9","verse_code":"DAN.9.25","label":"25","content":"Vem le nuav koj ca le paub hab nkaag sab tas suav txwj thaus has tej lug nuav tawm moog kuas khu hab tswm Yeluxalee dua tshab moog txug thaus tug kws raug muab roj laub tsaa ua ib tug thawj yog swjhawm xyaa lub chib sub.  Yuav swv rau caum ob lub chib su tswm khu Yeluxalee dua tshab kuas muaj tshaav puam hab tej kwj deg vej, yog ncua swjhawm kws muaj kev ceblaaj."},{"bible_id":"1216","chapter_code":"DAN.9","verse_code":"DAN.9.26","label":"26","content":"Dhau rau caum ob lub chib su lawm, tug kws raug muab roj laub tsaa hov yuav raug muab txav pov tseg, nwg yuav tsw muaj daabtsw le. Tug thawj kws yuav tshwm lug cov tuabneeg yuav ua rua lub nroog hab lub chaw pe hawm Vaajtswv puam tsuaj. Thaus kawg yuav raug dej nyaab, hab yuav muaj kev ua tsuv ua rog moog txug thaus kawg hab muaj kev puam tsuaj teem ca lawm"},{"bible_id":"1216","chapter_code":"DAN.9","verse_code":"DAN.9.27","label":"27","content":"Nwg yuav cog lug ruaj khov rua tuabneeg coob coob ib lub chib su, nwg yuav ua rua tej kevcai tua tsaj xyeem hab xyeem hov txhua chaw tu nrho tau ib nraab chib su. Tug kws ua kuas muaj kev lamswm hov yuav nyob sau tej kev qas vuab tsuab phob tis lug, moog txug lub txem kws teem ca thaus kawg yuav raug muab nchuav rua sau tug kws ua kuas muaj kev lamswm hov.”"},{"bible_id":"1216","chapter_code":"DAN.10","verse_code":"DAN.10.1","label":"1","content":"Xyoo peb kws Xailab ua vaajntxwv kaav Pawxia tebchaws, muaj ib zaaj tshwm lug rua Taniyee kws muaj dua npe hu ua Npeethesaxa paub. Zaaj hov muaj tseeb, yog has txug kev ua rog luj heev. Nwg nkaag sab tej lug hov hab nkaag sab zaaj yug quas toog hov."},{"bible_id":"1216","chapter_code":"DAN.10","verse_code":"DAN.10.2","label":"2","content":"Thaus hov kuv Taniyee quaj ntsuag tau peb lub chib su."},{"bible_id":"1216","chapter_code":"DAN.10","verse_code":"DAN.10.3","label":"3","content":"Kuv tsw noj ib yaam qaab, tsw has nqaj lossws cawv txwv maab yeej tsw nkaag rua huv kuv lub qhov ncauj hlo le, hab kuv tsw muab roj pleev kuv lub cev tau peb lub chib su txwm nkaus."},{"bible_id":"1216","chapter_code":"DAN.10","verse_code":"DAN.10.4","label":"4","content":"Nub tim neeg nkaum plaub lub ib hlis, kuv sawv ntsug ntawm ntug dej luj yog tug nam dej Thaiki."},{"bible_id":"1216","chapter_code":"DAN.10","verse_code":"DAN.10.5","label":"5","content":"Kuv tsaa muag saib mas pum ib tug yawm naav tsoog tsho ntaub maag, nwg sa ib txuj hlaab kws xuas cov kub huv lub moos Ufa ua."},{"bible_id":"1216","chapter_code":"DAN.10","verse_code":"DAN.10.6","label":"6","content":"Nwg lub cev zoo le qai zeb hlaws ntsuab pis xab, nwg lub ntsej muag zoo le tsag lig xub, nwg lub qhov muag zoo le teg tsau cig, nwg tej teg taw ci zoo le tooj lab kws muab txhuam lawm, nwg lub suab nrov ntsug qeeg yaam le tuabneeg coob coob le suab."},{"bible_id":"1216","chapter_code":"DAN.10","verse_code":"DAN.10.7","label":"7","content":"Kuv Taniyee tuab leeg pum zaaj yug quas toog nuav, cov kws nrug kuv tsw pum zaaj hov, tassws puab kuj ntshai tshee heev kawg puab txhad dha moog tswv nraim."},{"bible_id":"1216","chapter_code":"DAN.10","verse_code":"DAN.10.8","label":"8","content":"Tshuav kuv tuab leeg nyob hab pum zaaj yug quas toog luj nuav. Kuv tug zug pluj taag huvsw, kuv lub ntsej muag tshab hloov ua ntsej muag thum xem zoo le tuabneeg tuag, kuv tsw muaj zug hlo le."},{"bible_id":"1216","chapter_code":"DAN.10","verse_code":"DAN.10.9","label":"9","content":"Mas kuv nov nwg lub suab has lug. Thaus kuv nov nwg lub suab hov kuv txawm khwb nkaus looj hlas ua lub plhu ti nkaus aav."},{"bible_id":"1216","chapter_code":"DAN.10","verse_code":"DAN.10.10","label":"10","content":"Txawm muaj ib txhais teg kov kuv hab tsaa kuv sawv txhus caug ntha teg rua huv aav ua ib ce tshee quas nyo."},{"bible_id":"1216","chapter_code":"DAN.10","verse_code":"DAN.10.11","label":"11","content":"Nwg has rua kuv tas, “Taniyee 'e, koj yog tug kws ntxwm hlub, ca le muab sab rau rua tej lug kws kuv has rua koj hab sawv ntseg, tsua qhov kuv raug khaiv tuaj cuag koj nwgnuav.” Thaus nwg saamswm has tej lug nuav rua kuv, kuv txawm sawv tseeg tshee quas nyo."},{"bible_id":"1216","chapter_code":"DAN.10","verse_code":"DAN.10.12","label":"12","content":"Nwg has rua kuv tas, “Taniyee 'e, koj tsw xob ntshai, vem txwj thawj nub kws koj muaj sab xaav to taub hab txu koj tug fwjchim rua ntawm koj tug Vaajtswv lub xubndag, Vaajtswv yeej nov koj tej lug thov lawm mas kuv txhad tuaj vem yog koj tej lug."},{"bible_id":"1216","chapter_code":"DAN.10","verse_code":"DAN.10.13","label":"13","content":"Tug timtswv kws kaav Pawxia tebchaws taav kuv kev tau neeg nkaum ib nub, tassws Mikha‑ee kws yog cov tubkhai ntuj ib tug thawj tuaj paab kuv, vem kuv muaj kev taab kaum ntawm tug timtswv kws kaav Pawxia tebchaws."},{"bible_id":"1216","chapter_code":"DAN.10","verse_code":"DAN.10.14","label":"14","content":"Kuv tuaj qha koj nkaag sab txug tej kws yuav lug raug koj haiv tuabneeg rua yaav tom hauv ntej. Tsua qhov zaaj yug quas toog nuav has txug yaav tom hauv ntej.”"},{"bible_id":"1216","chapter_code":"DAN.10","verse_code":"DAN.10.15","label":"15","content":"Thaus nwg has tej lug nuav rua kuv lawd, kuv txawm tig plhu rua huv aav hab ruag has tsw tau lug."},{"bible_id":"1216","chapter_code":"DAN.10","verse_code":"DAN.10.16","label":"16","content":"Txawm muaj ib tug zoo yaam le tuabneeg lug kov kuv tawv ncauj, tes kuv txawm rua ncauj has tau lug. Kuv has rua tug kws sawv ntsug ntawm kuv xubndag tas, “Yawm hlub 'e, vem yog zaaj yug quas toog nuav kuv txhad le raug mob, kuv tsw muaj zug hlo le."},{"bible_id":"1216","chapter_code":"DAN.10","verse_code":"DAN.10.17","label":"17","content":"Kuv kws yog koj tug qhev yuav nrug koj kws yog kuv tug tswv has tau lug le caag? Tsua qhov nwgnuav kuv tsw muaj zug hlo le hab kuv tej paa kuj pluj taag ntawm kuv le lawm.”"},{"bible_id":"1216","chapter_code":"DAN.10","verse_code":"DAN.10.18","label":"18","content":"Tug kws zoo yaam le tuabneeg hov txawm kov kuv dua ib zag hab pub zug rua kuv."},{"bible_id":"1216","chapter_code":"DAN.10","verse_code":"DAN.10.19","label":"19","content":"Nwg has tas, “Tug kws ntxwm hlub 'e, tsw xob ntshai, ca le nyob kaaj sab lug. Ca le ua khov kho hab ua sab tuab.” Thaus nwg has rua kuv hov kuv txhad le muaj zug tuaj hab has tas, “Thov koj kws yog kuv tug tswv ca le has, tsua qhov koj tub pub zug rua kuv lawm.”"},{"bible_id":"1216","chapter_code":"DAN.10","verse_code":"DAN.10.20","label":"20","content":"Nwg txawm has tas, “Koj paub tas yog vem le caag kuv tuaj cuag koj los tsw paub? Nwgnuav kuv yuav rov moog ua rog rua tug timtswv kws kaav Pawxia tebchaws. Thaus kuv ua txhua yaam rua nwg tav lawd, tug timtswv kws kaav Kili tebchaws yuav tuaj."},{"bible_id":"1216","chapter_code":"DAN.10","verse_code":"DAN.10.21","label":"21","content":"Kuv yuav qha rua koj paub txug tej kws sau rua huv phoo ntawv kws has qhov tseeb. Tsw muaj leejtwg nrug kuv tawm tsaam cov timtswv hov le, tsuas yog Mikha‑ee kws yog tug tubkhai ntuj kws tsom kwm koj xwb.”"},{"bible_id":"1216","chapter_code":"DAN.11","verse_code":"DAN.11.1","label":"1","content":"Thawj xyoo kws Ntali‑a kws yog tuabneeg Mintia ua vaajntxwv kaav, mas kuv ua tug kws sawv paab hab txhawb Mikha‑ee tug zug."},{"bible_id":"1216","chapter_code":"DAN.11","verse_code":"DAN.11.2","label":"2","content":"“Nwgnuav kuv yuav qha qhov tseeb rua koj paub. Saib maj, yuav muaj dua peb tug vaajntxwv sawv lug rua huv Pawxia tebchaws, mas tug kws plaub yuav nplua nuj heev dua lwm tug huvsw. Thaus nwg tej nyaj txag ua rua nwg muaj zug, nwg yuav tshaum txhua tug kuas tawm tsaam Kili tebchaws."},{"bible_id":"1216","chapter_code":"DAN.11","verse_code":"DAN.11.3","label":"3","content":"Mas yuav muaj ib tug sawv lug ua vaajntxwv muaj fwjchim luj heev. Nwg yuav muaj fwjchim luj kaav hab ua lawv le nwg lub sab."},{"bible_id":"1216","chapter_code":"DAN.11","verse_code":"DAN.11.4","label":"4","content":"Thaus nwg sawv lug kaav lawd, nwg lub tebchaws yuav tawg hab raug muab faib rua plaub ceg kaum ntuj, tassws tsw yog faib rua nwg caaj ceg hab tsw muaj fwjchim kaav le nwg lawm. Lub tebchaws kws nwg kaav yuav raug muab rhu rua lwm tug kws tsw yog nwg caaj ceg kaav."},{"bible_id":"1216","chapter_code":"DAN.11","verse_code":"DAN.11.5","label":"5","content":"“Mas tug vaajntxwv kws kaav saab nraag yuav muaj zug, tassws nwg ib tug thawj yuav muaj zug heev dua nwg, mas tug thawj hov yuav muaj fwjchim luj kaav."},{"bible_id":"1216","chapter_code":"DAN.11","verse_code":"DAN.11.6","label":"6","content":"Dhau ntau xyoo tom qaab ob tug yuav sws cog lug ua phoojywg. Tug vaajntxwv saab nraag tug ntxhais yuav tuaj cuag tug vaajntxwv saab peg es cog lug sws hum xeeb. Tassws tug ntxhais hov txhais npaab yuav tsw muaj zug khov ntev, hab tug vaajntxwv saab peg hab nwg tug tub yuav nyob tsw ntev. Tug ntxhais hov yuav raug muab tso tseg, taag nrho nrug rua cov kws nrug nwg tuaj hab nwg tug mivnyuas  hab tug kws yuav nwg."},{"bible_id":"1216","chapter_code":"DAN.11","verse_code":"DAN.11.7","label":"7","content":"“Thaus lub swjhawm ntawd yuav muaj ib tug ntsuag hlaav ntawm tug ntxhais lub hauv paug tuaj nyob vaajntxwv chaw. Nwg yuav tuaj ua rog rua tug vaajntxwv saab peg cov tub rog hab txeem moog rua huv tug vaajntxwv hov lub chaw ruaj khov, hab ua rog rua puab hab kov yeej."},{"bible_id":"1216","chapter_code":"DAN.11","verse_code":"DAN.11.8","label":"8","content":"Nwg yuav thauj hlo puab tej txoov daab kws puab nchuav hab tej pestwj tswm txaj kws puab muab nyaj muab kub ua moog rua Iyi tebchaws, hab nwg yuav tseg tsw nrug tug vaajntxwv saab peg ua rog ntau xyoo."},{"bible_id":"1216","chapter_code":"DAN.11","verse_code":"DAN.11.9","label":"9","content":"Tug vaajntxwv saab peg yuav txeem moog rua huv tug vaajntxwv saab nraag lub tebchaws tes nwg yuav ca le rov qaab lug rua nwg lub tebchaws."},{"bible_id":"1216","chapter_code":"DAN.11","verse_code":"DAN.11.10","label":"10","content":"“Nwg tej tub npaaj ua rog hab yuav sau tub rog coob coob muaj zug heev tuaj ua ke. Puab yuav tuaj nyaab hlo hlaa dhau plhawv moog, hab yuav ua rog moog txug ncua tug vaajntxwv saab nraag lub chaw ruaj khov."},{"bible_id":"1216","chapter_code":"DAN.11","verse_code":"DAN.11.11","label":"11","content":"Mas tug vaajntxwv saab nraag yuav chim heev hab tawm moog ua rog rua tug vaajntxwv saab peg. Tug vaajntxwv saab peg yuav txhwj tub rog coob coob tassws puab yuav raug muab cob rua huv tug vaajntxwv saab nraag txhais teg."},{"bible_id":"1216","chapter_code":"DAN.11","verse_code":"DAN.11.12","label":"12","content":"Thaus tug vaajntxwv saab peg cov tub rog raug muab nteg hlo lawm, tug vaajntxwv saab nraag lub sab yuav khaav theeb heev, hab nwg yuav tua ntau vaam leej tassws nwg yuav tsw kov yeej moog le."},{"bible_id":"1216","chapter_code":"DAN.11","verse_code":"DAN.11.13","label":"13","content":"Tsua qhov tug vaajntxwv saab peg yuav txhwj tub rog dua ib zag coob heev, coob dua qub. Mas ntau xyoo tom qaab nwg yuav coj hlo cov tub rog coob hov muaj zaub mov ntau nplua mag tuaj."},{"bible_id":"1216","chapter_code":"DAN.11","verse_code":"DAN.11.14","label":"14","content":"“Lub swjhawm hov yuav muaj tuabneeg coob coob faav xeeb rua tug vaajntxwv saab nraag, hab koj haiv tuabneeg cov kws ua nruj ua tswv kuj yuav faav xeeb, sub txhad ua rua zaaj yug quas toog nuav tav, tassws puab yuav kov tsw yeej."},{"bible_id":"1216","chapter_code":"DAN.11","verse_code":"DAN.11.15","label":"15","content":"Mas tug vaajntxwv saab peg yuav tuaj tib chaw vej lub nroog kws muaj ntsaa loog ruaj khov hab txeeb tau. Tug vaajntxwv saab nraag cov tub rog yuav tiv tsw taug. Txawm yog paab tub rog kws txawj tshaaj plawg los tiv tsw taug tsua qhov tsw muaj zug sawv tiv khov kho."},{"bible_id":"1216","chapter_code":"DAN.11","verse_code":"DAN.11.16","label":"16","content":"Tug kws tuaj ua rog rua puab hov yuav ua tau lawv le nwg lub sab xaav, tsw muaj leejtwg tiv tau nwg. Nwg yuav sawv nreg nreeg rua huv lub tebchaws kws zoo tshaaj, hab taag nrho lub tebchaws yuav nyob huv qaab nwg tug fwjchim."},{"bible_id":"1216","chapter_code":"DAN.11","verse_code":"DAN.11.17","label":"17","content":"Tug vaajntxwv saab peg yuav sau zog nwg lub tebchaws huvsw tug zug tsom ntsoov tuaj hab yuav nrug tug vaajntxwv saab nraag cog lug sws hum xeeb hab yuav muab nwg tug ntxhais qua rua tug vaajntxwv saab nraag txhad le rhuav tshem tau lub tebchaws saab nraag, tassws tsw ruaj khov hab tsw muaj qaabhau ib yaam daabtsw rua nwg le."},{"bible_id":"1216","chapter_code":"DAN.11","verse_code":"DAN.11.18","label":"18","content":"Dhau hov nwg yuav tsom ntsoov moog rua tej tebchaws ntawm ntug havtxwv, hab yuav txeeb tau ntau lub. Tassws muaj ib tug thawj rog yuav rhuav tshem tau nwg txujkev khaav theeb, qhov tseeb yuav muab qhov kws nwg khaav theeb hov ua pauj rua nwg."},{"bible_id":"1216","chapter_code":"DAN.11","verse_code":"DAN.11.19","label":"19","content":"Tes nwg yuav tig hlo ncaaj nraim moog rua lub chaw ruaj khov huv nwg lub tebchaws, tassws nwg yuav dawm qaug, nrhav tsw tau nwg le lawm."},{"bible_id":"1216","chapter_code":"DAN.11","verse_code":"DAN.11.20","label":"20","content":"“Mas yuav muaj dua ib tug sawv nwg chaw. Tug hov yuav tso ib tug tub teg tub taw moog sau se txhad ua rua nwg lub tebchaws vaam meej nto moo quas lug. Tassws tsw muaj tsawg nub tug vaajntxwv hov yuav raug puam tsuaj, tsw yog muaj kev chim lossws kev ua rog."},{"bible_id":"1216","chapter_code":"DAN.11","verse_code":"DAN.11.21","label":"21","content":"Yuav muaj ib tug nam tuabneeg tsw tswm txaj sawv lug, yeej tsw muaj leejtwg muab mom vaajntxwv rua nwg. Ib fuam swm xwb nwg ca le tuaj ntxag tau ua vaajntxwv kaav."},{"bible_id":"1216","chapter_code":"DAN.11","verse_code":"DAN.11.22","label":"22","content":"Tej tub rog hab tug tuam pov thawj hlub yuav raug muab kuav taag nrho huvsw hab puam tsuaj taag."},{"bible_id":"1216","chapter_code":"DAN.11","verse_code":"DAN.11.23","label":"23","content":"“Txwj thaus luas nrug nwg cog lug sws raug zoo, nwg yuav daag ntxag. Txawm yog nwg muaj tuabneeg tsawg tsawg xwb los nwg yuav muaj zug heev quas zug tuaj."},{"bible_id":"1216","chapter_code":"DAN.11","verse_code":"DAN.11.24","label":"24","content":"Ib fuam swm xwb nwg yuav txeem tuaj rua huv lub chaw nplua nuj kawg huv lub xeev, hab nwg yuav ua tej kws nwg puj koob yawm koob hab nwg tej laug tsw tau txeev ua. Nwg yuav muab tej nyaj txag kws lws tau hab tej kws txeeb tau lug hab tej cuab txhaj cuab taam faib rua nwg cov tuabneeg. Nwg yuav ntaus tswvyim phem tawm tsaam tej chaw ruaj khov, tassws yuav ua tau ib plag xwb."},{"bible_id":"1216","chapter_code":"DAN.11","verse_code":"DAN.11.25","label":"25","content":"Nwg yuav cuab nwg tug zug hab ua lub sab tuab txhwj tub rog coob coob moog ua rog rua tug vaajntxwv saab nraag. Mas tug vaajntxwv saab nraag yuav coj tub rog coob muaj zug heev tuaj ua rog, tassws nwg yuav kov tsw yeej vem yog luas ntaus tswvyim phem rua nwg."},{"bible_id":"1216","chapter_code":"DAN.11","verse_code":"DAN.11.26","label":"26","content":"Txawm yog cov kws nrug nwg noj tej zaub mov zoo zoo ua ke los tseed yuav nrhav kev txuv nwg. Nwg cov tub rog yuav raug muab kuav hlo moog, cov kws raug tua tuag kuj coob heev."},{"bible_id":"1216","chapter_code":"DAN.11","verse_code":"DAN.11.27","label":"27","content":"Ob tug vaajntxwv hov lub sab tseed xaav ua phem. Ob tug yuav has lug daag ntawm rooj mov kws ob tug koom noj ua ke, los kuj tsw muaj qaabhau daabtsw. Tsua qhov lub swjhawm kawg yuav txug rua lub swjhawm kws teem ca."},{"bible_id":"1216","chapter_code":"DAN.11","verse_code":"DAN.11.28","label":"28","content":"Tug vaajntxwv saab peg yuav coj tej cuab txhaj cuab taam ntau kawg rov qaab moog rua nwg lub tebchaws, tassws nwg lub sab xaav rhuav tej lug cog tseg kws dawb huv  pov tseg. Nwg yuav ua kuas tav le rov qaab moog rua nwg lub tebchaws."},{"bible_id":"1216","chapter_code":"DAN.11","verse_code":"DAN.11.29","label":"29","content":"“Thaus txug swjhawm kws teem ca lawd, nwg yuav rov qaab tuaj rua saab nraag, tassws zag nuav yuav tsw thooj le zag ua ntej."},{"bible_id":"1216","chapter_code":"DAN.11","verse_code":"DAN.11.30","label":"30","content":"Tsua qhov Khithi  le nkoj yuav tuaj tawm tsaam nwg, tes nwg yuav ntshai hab tswv rov qaab. Nwg yuav tig hlo chim heev rov qaab moog rhuav tej lug cog tseg kws dawb huv. Nwg yuav tig moog noog cov kws tub muab tej lug cog tseg dawb huv tso tseg lawd."},{"bible_id":"1216","chapter_code":"DAN.11","verse_code":"DAN.11.31","label":"31","content":"Nwg tej paab tub rog yuav lug ua qas puag tsuas lub chaw ruaj khov kws pe Vaajtswv, hab rhuav tej kevcai kws naj nub hlawv xyeem. Puab yuav muab yaam kws qas vuab tsuab kws ua kuas muaj kev lamswm txawb ca."},{"bible_id":"1216","chapter_code":"DAN.11","verse_code":"DAN.11.32","label":"32","content":"Nwg yuav has lug mog lug muas ntxag cov kws faav xeeb rua tej lug cog tseg. Tassws cov tuabneeg kws paub puab tug Vaajtswv yuav nyob ruaj nreeg hab tiv thaiv."},{"bible_id":"1216","chapter_code":"DAN.11","verse_code":"DAN.11.33","label":"33","content":"Cov kws txawj ntse huv cov pejxeem yuav ua rua tuabneeg coob coob nkaag sab, txawm yog puab tuag rua nav ntaaj hab nplaim tawg, lossws raug nteg raug lws ib ntus kuj xwj."},{"bible_id":"1216","chapter_code":"DAN.11","verse_code":"DAN.11.34","label":"34","content":"Thaus puab raug tej hov puab yuav txais kev paab mivntswv. Yuav muaj tuabneeg coob nrug puab koom tassws tsw yog muaj lub sab dawb paug ua."},{"bible_id":"1216","chapter_code":"DAN.11","verse_code":"DAN.11.35","label":"35","content":"Cov tuabneeg txawj ntse qee leej yuav raug tej hov sub txhad raug muab nchuav hab muab ntxuav kuas dawb, moog txug lub swjhawm kawg, tsua qhov lub swjhawm kawg yuav lug txug lawv le teem ca."},{"bible_id":"1216","chapter_code":"DAN.11","verse_code":"DAN.11.36","label":"36","content":"“Tug vaajntxwv hov yuav ua lawv le nwg lub sab nyam. Nwg yuav khaav theeb hab tsaab ua luj dua tej timtswv txhua tug, hab yuav has tej lug phem kawg le tawm tsaam ib tsoom timtswv tug Vaajtswv. Nwg yuav vaam meej moog txug thaus Vaajtswv chim rua nwg txaus nkaus lawm, tsua qhov yaam kws teem ca lawd yeej yuav tav."},{"bible_id":"1216","chapter_code":"DAN.11","verse_code":"DAN.11.37","label":"37","content":"Nwg yuav tsw quav ntsej nwg tej laug tej daab, lossws tug daab kws cov quaspuj nyam. Nwg yuav tsw quav ntsej ib tug daab twg hlo le, vem nwg tsaab ua luj dua tej daab huvsw."},{"bible_id":"1216","chapter_code":"DAN.11","verse_code":"DAN.11.38","label":"38","content":"Nwg yuav fwm tug daab kws zuv tej chaw ruaj khov nyob tej daab hov chaw huvsw. Nwg yuav muab kub muab nyaj muab qai zeb hlaws hab tshaav ntuj muaj nqes xyeem teev ib tug daab kws nwg tej laug tsw tau paub dua."},{"bible_id":"1216","chapter_code":"DAN.11","verse_code":"DAN.11.39","label":"39","content":"Nwg yuav muaj lwm tebchaws tug daab paab nwg ua rog rua tej chaw kws ruaj khov kawg. Leejtwg txais yuav nwg, nwg kuj muab meej mom luj rua. Nwg yuav tsaa puab kuas kaav tuabneeg coob coob hab yuav muab tej tebchaws faib ua nqe zug rua puab."},{"bible_id":"1216","chapter_code":"DAN.11","verse_code":"DAN.11.40","label":"40","content":"“Thaus txug lub swjhawm kawg tug vaajntxwv saab nraag yuav tuaj ua rog rua nwg, mas tug vaajntxwv saab peg yuav coj tej tsheb neeg ua rog hab tej tub rog caij neeg hab tej nkoj coob kawg pluav moog ntaus nwg yaam nkaus le khaub zeeg cua. Nwg yuav txeem moog rua ntau lub tebchaws hab ndwg nyaab hlo hlaa plhawv moog."},{"bible_id":"1216","chapter_code":"DAN.11","verse_code":"DAN.11.41","label":"41","content":"Nwg yuav txeem moog rua huv lub tebchaws kws zoo nkauj kawg,  mas yuav tuag taag ntau vaam leej, tassws cov Entoo hab cov Mau‑a hab feem coob huv cov Aamoo yuav dim huv nwg txhais teg."},{"bible_id":"1216","chapter_code":"DAN.11","verse_code":"DAN.11.42","label":"42","content":"Nwg yuav tsaa teg moog ntaus ntau lub tebchaws, hab Iyi tebchaws kuj yuav tsw dim."},{"bible_id":"1216","chapter_code":"DAN.11","verse_code":"DAN.11.43","label":"43","content":"Nwg yuav kaav Iyi tej cuab txhaj cuab taam kws yog nyaj hab kub hab tej kws tswm txaj huvsw. Cov tuabneeg Linpia hab cov tuabneeg Khuj yuav zwm rua nwg."},{"bible_id":"1216","chapter_code":"DAN.11","verse_code":"DAN.11.44","label":"44","content":"Tassws tej xuv kws tuaj saab nub tuaj hab tuaj saab peg tuaj yuav ua rua nwg poob sab, mas nwg yuav tawm moog ua npau tawg quas vog moog ua kuas tuabneeg coob coob puam tsuaj taag tu noob nrho huvsw."},{"bible_id":"1216","chapter_code":"DAN.11","verse_code":"DAN.11.45","label":"45","content":"Nwg yuav tsaa nwg tej tsev ntaub vaajntxwv luj rua ntu nruab nraab havtxwv hab lub roob dawb huv kws zoo nkauj kawg. Tes nwg yuav tuag tsw muaj leejtwg paab le.”"},{"bible_id":"1216","chapter_code":"DAN.12","verse_code":"DAN.12.1","label":"1","content":"“Thaus ntawd Mikha‑ee kws yog tug thawj luj kws tsom kwm koj haiv tuabneeg yuav sawv lug. Thaus hov yog lub swjhawm kws raug txom nyem ceblaaj luj kws txwj thaus muaj tuabneeg nyob lug txug thaus hov tsw tau txeev muaj dua le. Tassws lub swjhawm hov koj haiv tuabneeg yuav dim, yog txhua tug kws muaj npe sau rua huv ntawv."},{"bible_id":"1216","chapter_code":"DAN.12","verse_code":"DAN.12.2","label":"2","content":"Cov tuabneeg coob coob kws pw tsaug zug rua huv moov aav huv lub nplajteb yuav tswm lug, ib txha yuav tau txujsa ntev moog ib txhws, ib txha yuav raug kev txaaj muag hab poob ntsej muag moog ib txhws."},{"bible_id":"1216","chapter_code":"DAN.12","verse_code":"DAN.12.3","label":"3","content":"Cov kws txawj ntse yuav ci yaam le duab tshaav ntuj, cov kws coj tuabneeg coob coob lug txug kev ncaaj nceeg yuav ci zoo le tej nub qub moog ib txhab ib txhws."},{"bible_id":"1216","chapter_code":"DAN.12","verse_code":"DAN.12.4","label":"4","content":"Taniyee 'e, koj ca le muab tej lug nuav npog ca hab ntaus hom thawj rua kaw phoo ntawv hov ca moog txug lub swjhawm kawg. Tuabneeg coob yuav dha moog dha lug, hab kev nkaag sab yuav fuam vaam zuj zug.”"},{"bible_id":"1216","chapter_code":"DAN.12","verse_code":"DAN.12.5","label":"5","content":"Kuv Taniyee txawm tsaa muag saib mas pum muaj dua ob leeg sawv ntsug, ib tug sawv saab ntug dej nuav, ib tug sawv saab ntug dej tim u."},{"bible_id":"1216","chapter_code":"DAN.12","verse_code":"DAN.12.6","label":"6","content":"Ob tug hov txawm has rua tug yawm kws naav ntaub maag kws nyob sau tug nam dej hov tas, “Tshuav ntev le caag tej xwm txheej phemfwj nuav le tav?”"},{"bible_id":"1216","chapter_code":"DAN.12","verse_code":"DAN.12.7","label":"7","content":"Tug yawm kws naav ntaub maag kws nyob sau tug nam dej hov txawm tsaa txhais teg xws hab txhais teg phem rua sau ntuj. Kuv nov nwg tuav tug kws nyob moog ib txhws lub npe cog lug twv tas, “Tseed tshuav ib ncua swjhawm hab ob ncua hab ib nraab ncua.  Thaus haiv tuabneeg dawb huv tug fwjchim raug muab rhuav tshem taag lawm, tej nuav huvsw kuj tav.”"},{"bible_id":"1216","chapter_code":"DAN.12","verse_code":"DAN.12.8","label":"8","content":"Kuv nov tassws kuv tsw nkaag sab kuv txhad has tas, “Au kuv tug tswv, tej nuav yuav ua tau tav moog le caag?”"},{"bible_id":"1216","chapter_code":"DAN.12","verse_code":"DAN.12.9","label":"9","content":"Nwg has tas, “Taniyee 'e, ca le moog, tsua qhov tej lug nuav muab npog ca lawm hab muab ntaus hom thawj kaw ca moog txug lub swjhawm kawg."},{"bible_id":"1216","chapter_code":"DAN.12","verse_code":"DAN.12.10","label":"10","content":"Tuabneeg coob coob yuav raug muab ntxuav hab muab ua kuas dawb hab raug muab nchuav kuas dawb huv. Cov tuabneeg limham tseed yuav ua limham. Cov tuabneeg limham yuav tsw muaj leejtwg nkaag sab, tassws cov tuabneeg txawj ntse yuav nkaag sab."},{"bible_id":"1216","chapter_code":"DAN.12","verse_code":"DAN.12.11","label":"11","content":"Txwj thaus muab tej kevcai kws naj nub hlawv xyeem rhuav tseg, hab muab yaam kws qas vuab tsuab kws ua kuas lamswm taag lug txawb ca, mas yuav muaj ib txheeb ob puas cuaj caug nub."},{"bible_id":"1216","chapter_code":"DAN.12","verse_code":"DAN.12.12","label":"12","content":"Tug kws tog rawv hab nyob moog txug ib txheeb peb puas peb caug tswb nub yuav tau nyob kaaj sab lug."},{"bible_id":"1216","chapter_code":"DAN.12","verse_code":"DAN.12.13","label":"13","content":"Koj ca le moog kuas txug tom kawg, mas koj yuav tau su sab tug yeeg hab yuav sawv ntsug tau txais tej kws tu rua koj rua thaus tsw muaj nruab nub mo ntuj lawm.”"}]