[{"bible_id":"1216","chapter_code":"DEU.1","verse_code":"DEU.1.1","label":"1","content":"Tej lug nuav yog tej lug kws Mauxe has rua ib tsoom Yixayee suavdawg huv tebchaws moj saab qhua ntawm dej Yalatee saab nub tuaj, yog ntawm lub taj Alanpa ncaaj lub moos Xus hab nyob huv plawv cov moos nuav yog Palaa, Thaufee, Lanpaa, Haxelau hab Ntixaha."},{"bible_id":"1216","chapter_code":"DEU.1","verse_code":"DEU.1.2","label":"2","content":"Txujkev ntawm Haule  kws hlaa lub roob Xe‑i moog rua Khante Npania mas yog kaum ib nub ke."},{"bible_id":"1216","chapter_code":"DEU.1","verse_code":"DEU.1.3","label":"3","content":"Lub kaum ib hlis nub xab ib kws yog xyoo plaub caug Mauxe has txhua txuj kevcai kws Yawmsaub has rua Mauxe lawd rua cov Yixayee,"},{"bible_id":"1216","chapter_code":"DEU.1","verse_code":"DEU.1.4","label":"4","content":"yog has ua qaab kws nwg tub kov yeej cov Amaulai tug vaajntxwv Xihoo kws nyob huv Hesanpoo hab Npasaa tug vaajntxwv Aus kws nyob huv Athalau hab huv Ente‑i."},{"bible_id":"1216","chapter_code":"DEU.1","verse_code":"DEU.1.5","label":"5","content":"Mauxe chiv pav txuj kevcai nuav huv Mau‑a tebchaws ntawm tug dej Yalatee saab nub tuaj has tas,"},{"bible_id":"1216","chapter_code":"DEU.1","verse_code":"DEU.1.6","label":"6","content":"Yawmsaub kws yog peb tug Vaajtswv tub has rua peb ntawm Haule tas, “Mej su ntawm lub roob nuav ntev txaus lawm."},{"bible_id":"1216","chapter_code":"DEU.1","verse_code":"DEU.1.7","label":"7","content":"Mej ca le tig hlo sawv kev moog peg toj sab Amaulai tebchaws hab moog txug tej tuabneeg kws nyob ze huv Alanpa, yog tej kws nyob peg roob hab ntawm tej pov roob Sefela hab ntawm Neke  hab nyob ntawm ntug havtxwv hab huv Khana‑aa tebchaws hab Lenpanoo tebchaws moog txug ncua tug dej Yufeti."},{"bible_id":"1216","chapter_code":"DEU.1","verse_code":"DEU.1.8","label":"8","content":"Saib maj, kuv muab lub tebchaws nuav tso rua ntawm mej xubndag lawm. Mej ca le txeem moog txeeb lub tebchaws kws Yawmsaub cog lug ruaj khov rua mej tej laug, kws yog Aplahaa, Yiha hab Yakhauj has tas yuav muab pub rua puab hab puab caaj ceg.”"},{"bible_id":"1216","chapter_code":"DEU.1","verse_code":"DEU.1.9","label":"9","content":"Thaus hov kuv tub has rua mej tas, “Kuv tuab leeg xwb rws tsw taug mej."},{"bible_id":"1216","chapter_code":"DEU.1","verse_code":"DEU.1.10","label":"10","content":"Yawmsaub kws yog mej tug Vaajtswv pub mej fuam vaam coob tuaj, mas swm saib, naj nub nwgnuav mej coob npaum le tej nub qub sau nruab ntug."},{"bible_id":"1216","chapter_code":"DEU.1","verse_code":"DEU.1.11","label":"11","content":"Thov Yawmsaub kws yog mej tej laug tug Vaajtswv pub kuas mej fuam vaam quas txheeb npaug hab foom koob moov rua mej lawv le nwg tub cog lug tseg rua mej."},{"bible_id":"1216","chapter_code":"DEU.1","verse_code":"DEU.1.12","label":"12","content":"Kuv tuab leeg yuav ua le caag rws tau mej tej kev ceblaaj hab tej nraa hab tej kws mej sws caav sws tshe?"},{"bible_id":"1216","chapter_code":"DEU.1","verse_code":"DEU.1.13","label":"13","content":"Ca le xaiv cov kws muaj tswvyim hab txawj ntse hab suavdawg fwm huv mej txhua xeem lug es kuv yuav muab puab tsaa ua thawj coj rua mej.”"},{"bible_id":"1216","chapter_code":"DEU.1","verse_code":"DEU.1.14","label":"14","content":"Mej tub teb kuv tas, “Yaam kws koj has kod zoo lawm, tswm nyog peb ua.”"},{"bible_id":"1216","chapter_code":"DEU.1","verse_code":"DEU.1.15","label":"15","content":"Kuv txhad muab cov thawj huv mej txhua xeem kws muaj tswvyim hab suavdawg fwm tsaa ua thawj coj rua mej kuas ua tug kaav ib txheeb, kaav ib puas, kaav tswb caug, kaav kaum leej hab ua num tswv rua huv mej txhua xeem."},{"bible_id":"1216","chapter_code":"DEU.1","verse_code":"DEU.1.16","label":"16","content":"Thaus hov kuv tub has rua cov kws tu mej plaub tas, “Mej yuav tsum tshuaj saib tej plaub ntug kws cov kwvtij muaj hab tu tej plaub kuas ncaaj rua ob tog tsw has kwvtij lossws lwm haiv tuabneeg kws nrug mej nyob."},{"bible_id":"1216","chapter_code":"DEU.1","verse_code":"DEU.1.17","label":"17","content":"Mej tsw xob tuaj ib tog tu plaub, mej yuav tsum noog tug yau hab tug hlub has ib yaam nkaus. Mej tsw xob ntshai tuabneeg tsua qhov tej kev tu plaub hov yog Vaajtswv le. Tej plaub kws ceblaaj mej tu tsw tau tes ca le coj tuaj rua kuv, kuv le maav tshuaj saib.”"},{"bible_id":"1216","chapter_code":"DEU.1","verse_code":"DEU.1.18","label":"18","content":"Thaus hov kuv tub has rua mej txug txhua yaam kws mej yuav tsum ua."},{"bible_id":"1216","chapter_code":"DEU.1","verse_code":"DEU.1.19","label":"19","content":"Peb txhad tawm ntawm Haule moog dhau plhawv lub nam tebchaws moj saab qhua daav heev kws txaus ntshai kawg kws mej tub pum ntawd, taug txujkev peg toj sab Amaulai tebchaws lawv le kws Yawmsaub kws yog peb tug Vaajtswv has rua peb lawd, hab peb lug txug Khante Npania."},{"bible_id":"1216","chapter_code":"DEU.1","verse_code":"DEU.1.20","label":"20","content":"Kuv tub has rua mej tas, “Mej lug txug toj sab Amaulai tebchaws lawm kws Yawmsaub kws yog peb tug Vaajtswv pub rua peb."},{"bible_id":"1216","chapter_code":"DEU.1","verse_code":"DEU.1.21","label":"21","content":"Saib maj, mej tug Vaajtswv Yawmsaub tub muab lub tebchaws hov rua mej lawm. Ca le txeem moog txeeb ua mej tug lawv le Yawmsaub kws yog mej tej laug tug Vaajtswv has ca lawd. Tsw xob ntshai, tsw xob poob sab le.”"},{"bible_id":"1216","chapter_code":"DEU.1","verse_code":"DEU.1.22","label":"22","content":"Mej suavdawg txawm tuaj has rua kuv tas, “Ca peb tso tuabneeg ua peb ntej moog tshuaj lub tebchaws hov, es puab le rov lug qha peb paub tej kev kws peb yuav moog hab paub tej moos kws peb yuav moog hov.”"},{"bible_id":"1216","chapter_code":"DEU.1","verse_code":"DEU.1.23","label":"23","content":"Tej kws mej has hov kuv kuj pum zoo, kuv txhad xaiv kaum ob leeg huv mej ib xeem ib leeg."},{"bible_id":"1216","chapter_code":"DEU.1","verse_code":"DEU.1.24","label":"24","content":"Mas puab cov hov txhad sawv kev moog txug peg toj sab moog txug lub haav Ekhau moog tshuaj qhov ntawd."},{"bible_id":"1216","chapter_code":"DEU.1","verse_code":"DEU.1.25","label":"25","content":"Puab txhad de tej txwv maab txwv ntoo coj lug rua peb hab coj xuv lug rua peb has tas, “Tej kws Yawmsaub kws yog peb tug Vaajtswv pub rua peb mas yog ib lub tebchaws zoo heev.”"},{"bible_id":"1216","chapter_code":"DEU.1","verse_code":"DEU.1.26","label":"26","content":"Txawm yog le hov los mej tsw yeem txeem moog le. Tassws mej tseed kwv tawv Yawmsaub kws yog mej tug Vaajtswv tej lug,"},{"bible_id":"1216","chapter_code":"DEU.1","verse_code":"DEU.1.27","label":"27","content":"hab mej tseed ywg ywg huv mej tej tsev ntaub has tas, “Yog vem Yawmsaub ntxub peb Yawmsaub txhad coj peb tawm huv Iyi tebchaws lug yuav muab peb cob rua huv cov Amaulai txhais teg hab muab peb ua kuas puam tsuaj."},{"bible_id":"1216","chapter_code":"DEU.1","verse_code":"DEU.1.28","label":"28","content":"Peb yuav txeem moog rua hovtwg? Peb cov kwvtij ua rua peb sab ntsws yaaj taag. Puab has tas, ‘Cov tuabneeg hov muaj zug dua peb sab dua peb. Puab tej moos kuj luj muaj ntsaa loog sab nto ntuj, hab peb tseed pum cov tuabneeg Anaj nyob hov ntawd hab.’ ”"},{"bible_id":"1216","chapter_code":"DEU.1","verse_code":"DEU.1.29","label":"29","content":"Kuv txawm has rua mej tas, “Tsw xob raag tsw xob ntshai puab le."},{"bible_id":"1216","chapter_code":"DEU.1","verse_code":"DEU.1.30","label":"30","content":"mej tug Vaajtswv Yawmsaub ua mej ntej moog mas nwg yuav ua rog paab mej ib yaam le nwg tub paab mej huv Iyi tebchaws taab meeg mej lub qhov muag,"},{"bible_id":"1216","chapter_code":"DEU.1","verse_code":"DEU.1.31","label":"31","content":"hab huv tebchaws moj saab qhua, kws mej tub pum mej tug Vaajtswv Yawmsaub muab mej puag ib yaam le leej txwv puag nwg tug mivnyuas tub, moog thoob txujkev kws mej moog hov moog txug thaus kws mej lug txug ntawm nuav.”"},{"bible_id":"1216","chapter_code":"DEU.1","verse_code":"DEU.1.32","label":"32","content":"Txawm le caag los xwj los mej pheej tsw ntseeg Yawmsaub kws yog mej tug Vaajtswv"},{"bible_id":"1216","chapter_code":"DEU.1","verse_code":"DEU.1.33","label":"33","content":"kws ua mej ntej moog nrhav chaw rua mej tsuam chaw nyob, mo ntuj ua nplaim tawg nruab nub ua tauv fuab qha mej paub txujkev kws mej yuav tsum moog."},{"bible_id":"1216","chapter_code":"DEU.1","verse_code":"DEU.1.34","label":"34","content":"Yawmsaub tub nov mej tej lug mas nwg txhad npau tawg hab twv hlo tas,"},{"bible_id":"1216","chapter_code":"DEU.1","verse_code":"DEU.1.35","label":"35","content":"“Tam tuabneeg phem nuav yuav tsw muaj ib tug tau pum lub tebchaws zoo kws kuv cog lug ruaj khov tas yuav muab pub rua mej tej laug,"},{"bible_id":"1216","chapter_code":"DEU.1","verse_code":"DEU.1.36","label":"36","content":"tsuas yog Yefune tug tub Khalej txhad pum xwb. Hab kuv yuav pub lub tebchaws kws nwg tau tsuj hov rua nwg hab nwg tej tub ki, tsua qhov nwg ua lawv le Yawmsaub lub sab nyam kawg sab kawg ntsws.”"},{"bible_id":"1216","chapter_code":"DEU.1","verse_code":"DEU.1.37","label":"37","content":"Vem yog tim mej, Yawmsaub txhad chim rua kuv hab txhad has tas, “Koj yuav tsw tau moog rua huv lub tebchaws hov hab."},{"bible_id":"1216","chapter_code":"DEU.1","verse_code":"DEU.1.38","label":"38","content":"Noo tug tub Yausua kws sawv koj ndag yuav tau moog rua huv. Ca le txhawb nwg tug zug tsua qhov nwg yuav coj cov Yixayee moog tuav tau lub tebchaws hov ua qub txeeg qub teg."},{"bible_id":"1216","chapter_code":"DEU.1","verse_code":"DEU.1.39","label":"39","content":"Hab mej tej mivnyuas yau kws mej has tas yuav raug luas nteg coj moog hab mej tej mivnyuas kws nub nua tsw paub qhov zoo qhov phem yuav tau txeem moog rua huv. Kuv yuav pub lub tebchaws hov rua puab mas puab yuav tau lug ua puab tug."},{"bible_id":"1216","chapter_code":"DEU.1","verse_code":"DEU.1.40","label":"40","content":"Tassws mej mas mej ca le tig hlo moog rua huv tebchaws moj saab qhua taug txujkev kws moog rua Havtxwv Lab.”"},{"bible_id":"1216","chapter_code":"DEU.1","verse_code":"DEU.1.41","label":"41","content":"Tes mej txawm teb kuv tas, “Peb tau ua txhum rua Yawmsaub lawm, peb yuav nce moog ua rog lawv le Yawmsaub kws yog peb tug Vaajtswv has rua peb.” Mej cov txwvneej suavdawg txhad le coj hlo cuab yeej ua rog hab xaav tas yuav yoojyim nce moog rua peg tebchaws toj sab."},{"bible_id":"1216","chapter_code":"DEU.1","verse_code":"DEU.1.42","label":"42","content":"Yawmsaub has rua kuv tas, “Ca le has rua puab tas, ‘Tsw xob nce moog ua rog vem kuv tsw nyob huv plawv mej lawm tsaam tes mej swb yeeb ncuab.’ ”"},{"bible_id":"1216","chapter_code":"DEU.1","verse_code":"DEU.1.43","label":"43","content":"Kuv txhad has le hov rua mej tassws mej tsw noog hab mej kwv tawv tej kws Yawmsaub has kuas mej ua. Mej lub sab khaav theeb khaav txev mas mej nce moog peg toj sab."},{"bible_id":"1216","chapter_code":"DEU.1","verse_code":"DEU.1.44","label":"44","content":"Mas cov Amaulai kws nyob peg toj sab hov tawm tuaj ntaus mej caum mej yaam nkaus le xub ntaab caum hab ntaus mej swb hlo ntawm Xe‑i moog txug ncua Hauma."},{"bible_id":"1216","chapter_code":"DEU.1","verse_code":"DEU.1.45","label":"45","content":"Tes mej tsua lug quaj rua ntawm Yawmsaub xubndag, tassws Yawmsaub kuj tsw quav ntsej mej lub suab quaj hab tsw tig ntsej noog mej."},{"bible_id":"1216","chapter_code":"DEU.1","verse_code":"DEU.1.46","label":"46","content":"Mej txhad le nyob ntawm Khante tau ntau nub ntev le kws mej nyob hov."},{"bible_id":"1216","chapter_code":"DEU.2","verse_code":"DEU.2.1","label":"1","content":"Thaus hov peb txhad le tig rov moog rua huv tebchaws moj saab qhua taug txujkev kws moog rua Havtxwv Lab lawv le Yawmsaub tau has rua kuv lawd. Peb txhad moog zos lub roob Xe‑i ntau nub."},{"bible_id":"1216","chapter_code":"DEU.2","verse_code":"DEU.2.2","label":"2","content":"Mas Yawmsaub txhad has rua kuv tas,"},{"bible_id":"1216","chapter_code":"DEU.2","verse_code":"DEU.2.3","label":"3","content":"“Mej tub zos tebchaws toj sab Xe‑i nuav ntev txaus lawm. Koj ca le tig hlo moog rua saab peg."},{"bible_id":"1216","chapter_code":"DEU.2","verse_code":"DEU.2.4","label":"4","content":"Mas koj has rua cov pejxeem tas, ‘Mej tub yuav hlaa mej cov kwvtij lub tebchaws kws yog Exau tej tub ki kws nyob huv Xe‑i. Puab yuav ntshai mej, vem le nuav mej yuav tsum ceev faaj."},{"bible_id":"1216","chapter_code":"DEU.2","verse_code":"DEU.2.5","label":"5","content":"Mej tsw xob ua rog rua puab vem kuv tsw pub puab lub tebchaws rua mej, txawm yog ib nyuas qhov aav daav le lub xwb taw tsuj los kuv tsw pub rua mej, tsua qhov kuv tub muab hlo lub roob Xe‑i hov pub rua Exau yuav ua nwg tug lawm."},{"bible_id":"1216","chapter_code":"DEU.2","verse_code":"DEU.2.6","label":"6","content":"Mej yuav tsum muab nyaj yuav puab le mov noj txhad tau noj hab muab nyaj yuav puab le dej txhad tau dej haus.’ ”"},{"bible_id":"1216","chapter_code":"DEU.2","verse_code":"DEU.2.7","label":"7","content":"Yawmsaub kws yog mej tug Vaajtswv tub foom koob moov rua txhua yaam num kws mej txhais teg tau ua. Nwg paub txujkev kws mej tau moog huv lub nam tuam tebchaws moj saab qhua nuav. Tau plaub caug xyoo mej tug Vaajtswv Yawmsaub tub nrug mej nyob mas mej tub tsw tu ncua ib yaam daabtsw le."},{"bible_id":"1216","chapter_code":"DEU.2","verse_code":"DEU.2.8","label":"8","content":"Mas peb ca le sawv kev moog zos hlo peb cov kwvtij kws yog Exau tej tub ki kws nyob huv Xe‑i. Peb tawm ntawm txujkev Alanpa kws moog ntawm Elab hab Exi‑oo Kenpaw, hab peb zos taug txujkev kws moog rua tebchaws moj saab qhua Mau‑a."},{"bible_id":"1216","chapter_code":"DEU.2","verse_code":"DEU.2.9","label":"9","content":"Mas Yawmsaub has rua kuv tas, “Koj tsw xob zwg cov Mau‑a, tsw xob ua rog rua puab tsua qhov kuv yeej yuav tsw muab puab lub tebchaws ib nyuas qhov rua koj yuav ua koj tug vem kuv tub muab tebchaws A hov rua Lauj caaj ceg yuav ua puab tug lawm.”"},{"bible_id":"1216","chapter_code":"DEU.2","verse_code":"DEU.2.10","label":"10","content":"(Lub tebchaws hov thau u cov tuabneeg Emi nyob. Puab yog cov tuabneeg kws luj hab coob heev hab sab ib yaam nkaus le cov tuabneeg Anaj."},{"bible_id":"1216","chapter_code":"DEU.2","verse_code":"DEU.2.11","label":"11","content":"Cov tuabneeg nuav muaj dua ib lub npe hu ua Lefa‑i ib yaam le hu cov Anaj, tassws cov Mau‑a hu puab cov nuav ua Emi."},{"bible_id":"1216","chapter_code":"DEU.2","verse_code":"DEU.2.12","label":"12","content":"Thau u cov Hauli kuj nyob huv Xe‑i tassws Exau caaj ceg lawv puab tswv hab muab puab ua puam tsuaj taag hab lug nyob puab lub chaw, ib yaam nkaus le cov Yixayee ua rua lub tebchaws kws Yawmsaub pub rua puab yuav ua puab tug.)"},{"bible_id":"1216","chapter_code":"DEU.2","verse_code":"DEU.2.13","label":"13","content":"“Nwgnuav koj ca le sawv kev hlaa lub haav dej Xelej.” Peb txhad hlaa lub haav dej Xelej."},{"bible_id":"1216","chapter_code":"DEU.2","verse_code":"DEU.2.14","label":"14","content":"Suav txwj thaus peb tawm ntawm Khante Npania lug txug thaus peb hlaa lub haav dej Xelej hov yog peb caug yim xyoo moog txug thaus cov txwvneej kws ua tau rog huv tam tuabneeg hov tuag taag huvsw rua huv zog lawm, lawv le Yawmsaub tau twv rua puab lawm."},{"bible_id":"1216","chapter_code":"DEU.2","verse_code":"DEU.2.15","label":"15","content":"Yeej yog Yawmsaub txhais teg tawm tsaam puab ua rua puab puam tsuaj huv zog taag moog txug thaus ua rua puab pluj taag huvsw lawm."},{"bible_id":"1216","chapter_code":"DEU.2","verse_code":"DEU.2.16","label":"16","content":"Thaus cov txwvneej kws ua tau rog hov tuag pluj taag huv cov pejxeem lawd,"},{"bible_id":"1216","chapter_code":"DEU.2","verse_code":"DEU.2.17","label":"17","content":"Yawmsaub txhad has rua kuv tas,"},{"bible_id":"1216","chapter_code":"DEU.2","verse_code":"DEU.2.18","label":"18","content":"“Nub nua koj yuav hlaa Mau‑a lub tebchaws ntawm A moog."},{"bible_id":"1216","chapter_code":"DEU.2","verse_code":"DEU.2.19","label":"19","content":"Mas thaus koj moog txug cov Aamoo nrwm teb, tsw xob zwg puab tsw xob ua rog rua puab tsua qhov kuv yeej yuav tsw muab cov Aamoo lub tebchaws ib nyuas qhov rua koj yuav ua koj tug vem yog kuv tub muab lub tebchaws nuav rua Lauj caaj ceg yuav ua puab tug lawm.”"},{"bible_id":"1216","chapter_code":"DEU.2","verse_code":"DEU.2.20","label":"20","content":"(Luas suav tas lub tebchaws hov yog cov Lefa‑i le tebchaws. Yaav thau u cov tuabneeg Lefa‑i nyob hov ntawd, tassws cov Aamoo hu cov Lefa‑i ua Xaaxumi."},{"bible_id":"1216","chapter_code":"DEU.2","verse_code":"DEU.2.21","label":"21","content":"Cov tuabneeg hov luj hab coob heev hab sab ib yaam nkaus le cov Anaj, tassws Yawmsaub tau muab puab ua puam tsuaj taag rua ntawm cov Aamoo xubndag mas cov Aamoo txhad txeeb tau puab lub tebchaws hab lug nyob puab lub chaw,"},{"bible_id":"1216","chapter_code":"DEU.2","verse_code":"DEU.2.22","label":"22","content":"ib yaam nkaus le Yawmsaub tub paab Exau caaj ceg kws nyob Xe‑i thaus Yawmsaub ua rua cov Hauli puam tsuaj taag ntawm puab hauv ntej, mas Exau caaj ceg txhad le txeeb tau cov Hauli tebchaws hab lug nyob puab lub chaw lug txug naj nub nwgnuav."},{"bible_id":"1216","chapter_code":"DEU.2","verse_code":"DEU.2.23","label":"23","content":"Cov tuabneeg Avi kws nyob tej zej zog moog txug ncua Kaxa, mas cov tuabneeg Khathauli kws tuaj Khathau kuj muab puab ua puam tsuaj taag hab lug nyob puab lub chaw.)"},{"bible_id":"1216","chapter_code":"DEU.2","verse_code":"DEU.2.24","label":"24","content":"“Koj ca le sawv kev moog hlaa tug dej Anoo. Saib maj, kuv tub muab Hesanpoo tug vaajntxwv Xihoo kws yog tuabneeg Amaulai hab nwg lub tebchaws rua huv koj txhais teg lawm. Koj ca le chiv txeeb lub tebchaws hov hab ua rog rua nwg."},{"bible_id":"1216","chapter_code":"DEU.2","verse_code":"DEU.2.25","label":"25","content":"Nub nua kuv yuav chiv ua rua ib tsoom tuabneeg huv qaab ntuj nuav raag hab ntshai mej. Puab yuav nov xuv txug mej mas yuav ntshai tshee quas nyo hab txhawj kawg le.”"},{"bible_id":"1216","chapter_code":"DEU.2","verse_code":"DEU.2.26","label":"26","content":"Mas kuv txhad le khaiv tuabneeg xaa xuv huv tebchaws moj saab qhua Khentemau moog cuag Hesanpoo tug vaajntxwv Xihoo moog has ib lu lug tshaav ntuj rua nwg tas,"},{"bible_id":"1216","chapter_code":"DEU.2","verse_code":"DEU.2.27","label":"27","content":"“Thov ca kuv hlaa koj lub tebchaws. Kuv yuav taug txuj nam kev hlub xwb tsw tig moog rua saab xws lossws saab phem le."},{"bible_id":"1216","chapter_code":"DEU.2","verse_code":"DEU.2.28","label":"28","content":"Thov koj muag zaub mov rua kuv hab yuav kuv tej nyaj sub kuv txhad tau mov noj. Thov koj muag dej rua kuv hab yuav kuv tej nyaj sub kuv txhad tau dej haus. Thov koj ca kuv xuas kwtaw hlaa koj lub tebchaws moog xwb,"},{"bible_id":"1216","chapter_code":"DEU.2","verse_code":"DEU.2.29","label":"29","content":"ib yaam le Exau caaj ceg kws nyob huv Xe‑i hab ib yaam le cov Mau‑a kws nyob huv A tebchaws tau ca kuv hlaa puab tebchaws lawm, moog txug thaus kuv hlaa tug dej Yalatee moog rua huv lub tebchaws kws Yawmsaub kws yog peb tug Vaajtswv pub rua peb.”"},{"bible_id":"1216","chapter_code":"DEU.2","verse_code":"DEU.2.30","label":"30","content":"Tassws Hesanpoo tug vaajntxwv Xihoo tsw kheev ca peb hlaa nwg lub tebchaws, tsua qhov mej tug Vaajtswv Yawmsaub tau ua rua nwg sab luj sab tawv, sub txhad muab tau nwg rua huv mej txhais teg yaam le naj nub nwgnuav."},{"bible_id":"1216","chapter_code":"DEU.2","verse_code":"DEU.2.31","label":"31","content":"Mas Yawmsaub has rua kuv tas, “Saib maj, kuv tub chiv muab Xihoo hab nwg lub tebchaws rua koj lawm. Ca le nqeg teg hlo moog txeeb lub tebchaws hov lug nyob ua mej tug.”"},{"bible_id":"1216","chapter_code":"DEU.2","verse_code":"DEU.2.32","label":"32","content":"Mas Xihoo hab nwg cov tub rog suavdawg txawm tuaj ua rog rua peb ntawm Yahaj."},{"bible_id":"1216","chapter_code":"DEU.2","verse_code":"DEU.2.33","label":"33","content":"Mas Yawmsaub kws yog peb tug Vaajtswv muab nwg rua peb mas peb txhad ntaus yeej nwg hab nwg cov tub hab nwg cov tuabneeg huvsw."},{"bible_id":"1216","chapter_code":"DEU.2","verse_code":"DEU.2.34","label":"34","content":"Thaus hov peb txhad txeeb tau nwg tej moos huvsw hab peb muab txhua lub moos hov ua kuas puam tsuaj taag, muab cov txwvneej cov quaspuj cov mivnyuas ua puam tsuaj taag huvsw tsw tseg ib tug le."},{"bible_id":"1216","chapter_code":"DEU.2","verse_code":"DEU.2.35","label":"35","content":"Tassws tej tsaj txhu hab tej hov txhua chaw huv tej moos kws peb ntaus tau hov peb coj lug ua peb tug."},{"bible_id":"1216","chapter_code":"DEU.2","verse_code":"DEU.2.36","label":"36","content":"Txwj nrho Alau‑aw kws nyob ntug haav Anoo hab txwj ntawm lub moos kws nyob huv lub haav hov moog txug ncua lub moos Kile‑a, mas tsw muaj ib lub moos ruaj khov kws tiv tau peb. Yawmsaub kws yog peb tug Vaajtswv tub muab huvsw rua huv peb txhais teg lawm."},{"bible_id":"1216","chapter_code":"DEU.2","verse_code":"DEU.2.37","label":"37","content":"Tassws mej tsw tau moog ze cov Aamoo lub tebchaws, mej tsw moog ze ntug dej Yanpo hab tsw moog ze tej moos kws nyob peg toj sab hab tsw moog rua tej chaw kws Yawmsaub kws yog peb tug Vaajtswv txwv tsw pub peb moog."},{"bible_id":"1216","chapter_code":"DEU.3","verse_code":"DEU.3.1","label":"1","content":"Peb txawm tig hlo taug txujkev kws moog peg Npasaa mas Npasaa tug vaajntxwv Aus hab nwg cov tub rog suavdawg kuj tawm tuaj ua rog rua peb ntawm Ente‑i."},{"bible_id":"1216","chapter_code":"DEU.3","verse_code":"DEU.3.2","label":"2","content":"Tassws Yawmsaub has rua kuv tas, “Tsw xob ntshai nwg tsua qhov kuv tub muab nwg hab nwg cov tuabneeg suavdawg hab nwg lub tebchaws huvsw rua huv koj txhais teg, mas koj yuav ua rua nwg ib yaam nkaus le koj tub ua rua cov Amaulai tug vaajntxwv Xihoo kws nyob huv Hesanpoo lawd.”"},{"bible_id":"1216","chapter_code":"DEU.3","verse_code":"DEU.3.3","label":"3","content":"Yawmsaub kws yog peb tug Vaajtswv txhad muab Npasaa tug vaajntxwv Aus hab nwg cov tuabneeg huvsw rua huv peb txhais teg hab peb muab puab ntaus tua moog txug thaus tsw tshuav ib tug nyob le."},{"bible_id":"1216","chapter_code":"DEU.3","verse_code":"DEU.3.4","label":"4","content":"Thaus hov peb txeeb tau nwg tej moos huvsw tsw tshuav ib lub kws peb txeeb tsw tau ntawm puab le. Huvsw yog rau caum lub moos, kws yog taag nrho Akau tebchaws kws yog lub tebchaws Npasaa kws vaajntxwv Aus kaav."},{"bible_id":"1216","chapter_code":"DEU.3","verse_code":"DEU.3.5","label":"5","content":"Tej moos nuav txhua lub muaj ntsaa loog xov puag ncig sab sab, muaj rooj loog muaj laag rooj huvsw hab peb txeeb tau tej zej zog kws tsw muaj ntsaa loog ntau ntau le."},{"bible_id":"1216","chapter_code":"DEU.3","verse_code":"DEU.3.6","label":"6","content":"Peb muab puab ua puam tsuaj taag huvsw ib yaam nkaus peb ua rua Hesanpoo tug vaajntxwv Xihoo. Peb muab txhua lub moos tej quaspuj quasyawg mivnyuas ua puam tsuaj taag huvsw."},{"bible_id":"1216","chapter_code":"DEU.3","verse_code":"DEU.3.7","label":"7","content":"Tassws tej tsaj txhu huvsw hab tej hov txhua chaw kws peb txeeb tau huv tej moos hov peb coj lug ua peb tug."},{"bible_id":"1216","chapter_code":"DEU.3","verse_code":"DEU.3.8","label":"8","content":"Thaus hov peb txeeb tau lub tebchaws ntawm cov Amaulai ob tug vaajntxwv txhais teg kws nyob tug dej Yalatee saab nub tuaj txwj nrho ntawm lub haav Anoo moog txug lub roob Hawmoo."},{"bible_id":"1216","chapter_code":"DEU.3","verse_code":"DEU.3.9","label":"9","content":"(Lub roob Hawmoo hov cov tuabneeg Xaintoo hu ua Xili‑oo hab cov Amaulai hu ua Xeni.)"},{"bible_id":"1216","chapter_code":"DEU.3","verse_code":"DEU.3.10","label":"10","content":"Peb txeeb tau txhua lub moos peg tej nraag taj toj sab hab Kile‑a tebchaws hab Npasaa tebchaws huvsw moog txug ncua Xalekha hab Ente‑i kws yog tej moos kws Npasaa tug vaajntxwv Aus kaav."},{"bible_id":"1216","chapter_code":"DEU.3","verse_code":"DEU.3.11","label":"11","content":"(Npasaa tug vaajntxwv Aus yog tuabneeg Lefa‑i kws tshuav nwg tuab leeg xwb. Nwg lub txaaj pw yog xuas hlau ua. Nwg lub txaaj hov tseed nyob huv cov Aamoo lub moos Lanpa. Lub txaaj hov ntev cuaj tshwm daav plaub tshwm lawv le peb tej tshwm nwgnuav.)"},{"bible_id":"1216","chapter_code":"DEU.3","verse_code":"DEU.3.12","label":"12","content":"Lub tebchaws kws lub swjhawm ntawd peb txeeb tau hov txwj ntawm Alau‑aw kws nyob ntawm ntug dej Anoo hab tej toj sab huv Kile‑a tebchaws ib nraab hab tej moos kws nyob huv, kuv muab rua xeem Lunpee hab xeem Kas."},{"bible_id":"1216","chapter_code":"DEU.3","verse_code":"DEU.3.13","label":"13","content":"Tebchaws Kile‑a kws tseed tshuav hab Npasaa tebchaws huvsw kws yog vaajntxwv Aus kaav, yog taag nrho Akau tebchaws, kuv muab rua ib nraab xeem Manaxe. (Taag nrho tebchaws Npasaa hov txeev hu ua cov Lefa‑i le tebchaws."},{"bible_id":"1216","chapter_code":"DEU.3","verse_code":"DEU.3.14","label":"14","content":"Ya‑i kws yog xeem Manaxe kuj txeeb tau Akau tebchaws huvsw moog txug ncua cov Kesu hab cov Ma‑akha nrwm teb, hab nwg hu tebchaws Npasaa hov hu ua Havauya‑i  lawv le nwg lub npe lug txug naj nub nwgnuav.)"},{"bible_id":"1216","chapter_code":"DEU.3","verse_code":"DEU.3.15","label":"15","content":"Kuv muab Kile‑a rua Makhi,"},{"bible_id":"1216","chapter_code":"DEU.3","verse_code":"DEU.3.16","label":"16","content":"mas kuv muab tej tebchaws nuav rua xeem Lunpee hab xeem Kas, yog txwj ntawm Kile‑a moog txug lub haav Anoo, muab lub plawv haav Anoo ua nrwm teb, moog txug ncua tug dej Yanpo kws yog cov Aamoo nrwm teb."},{"bible_id":"1216","chapter_code":"DEU.3","verse_code":"DEU.3.17","label":"17","content":"Hab taag nrho Alanpa kws muaj tug dej Yalatee ua nrwm teb hab txwj nrho ntawm Khinele moog txug ncua havtxwv Alanpa kws yog Havtxwv Ntsev,  ntawm taw roob Pixaka kws nyob saab nub tuaj."},{"bible_id":"1216","chapter_code":"DEU.3","verse_code":"DEU.3.18","label":"18","content":"Thaus hov kuv tub has rua mej tas, “Yawmsaub kws yog mej tug Vaajtswv tau pub lub tebchaws nuav rua mej yuav ua mej tug. Mej cov txwvneej txhua tug kws txawj ua rog yuav tsum nqaa cuab yeej hlaa ua mej cov kwvtij Yixayee ntej moog."},{"bible_id":"1216","chapter_code":"DEU.3","verse_code":"DEU.3.19","label":"19","content":"Tassws mej cov quaspuj cov mivnyuas yau hab mej tej tsaj txhu, kws kuv paub tas mej muaj tsaj txhu coob, mas yuav nyob rua huv tej moos kws kuv tub muab rua mej lawd,"},{"bible_id":"1216","chapter_code":"DEU.3","verse_code":"DEU.3.20","label":"20","content":"moog txug thaus kws Yawmsaub pub kuas mej tej kwvtij tau su ib yaam le nwg tub pub rua mej tau su lawm, moog txug thaus puab txeeb tau lub tebchaws kws Yawmsaub kws yog mej tug Vaajtswv pub rua puab saab dej Yalatee tim u lawd, mas mej le rov qaab lug rua huv nyag teb nyag chaw kws kuv tub muab rua mej lawd.”"},{"bible_id":"1216","chapter_code":"DEU.3","verse_code":"DEU.3.21","label":"21","content":"Thaus hov kuv tub has rua Yausua tas, “Koj lub qhov muag tub pum txhua yaam kws Yawmsaub kws yog mej tug Vaajtswv tau ua rua ob tug vaajntxwv nuav lawd. Yawmsaub yuav ua ib yaam nkaus le hov rua txhua lub tebchaws kws mej yuav moog rua huv."},{"bible_id":"1216","chapter_code":"DEU.3","verse_code":"DEU.3.22","label":"22","content":"Mej tsw xob ntshai puab le tsua qhov mej tug Vaajtswv Yawmsaub yog tug kws yuav ua rog paab mej.”"},{"bible_id":"1216","chapter_code":"DEU.3","verse_code":"DEU.3.23","label":"23","content":"Thaus ntawd kuv thov thov Yawmsaub has tas,"},{"bible_id":"1216","chapter_code":"DEU.3","verse_code":"DEU.3.24","label":"24","content":"“Au Vaajtswv Yawmsaub, koj nyav chiv ua koj tug fwjchim hab koj txhais teg kws muaj zug tshwm rua koj tug tub qhe pum. Muaj ib tug timtswv twg kws nyob sau ntuj lossws huv nplajteb nuav yuav ua tau tej num hab tej txujci phemfwj kws koj ua tau?"},{"bible_id":"1216","chapter_code":"DEU.3","verse_code":"DEU.3.25","label":"25","content":"Thov koj pub kuv hlaa moog saib lub tebchaws zoo kws nyob saab dej Yalatee tim u, saib tej toj sab kws zoo zoo hab Lenpanoo.”"},{"bible_id":"1216","chapter_code":"DEU.3","verse_code":"DEU.3.26","label":"26","content":"Tassws Yawmsaub chim rua kuv vem yog tim mej, nwg txhad le tsw noog kuv tej lug thov. Nwg has rua kuv tas, “Txaus lawm lauj! Koj tsw xob has txug zaaj nuav rua kuv dua le lawm."},{"bible_id":"1216","chapter_code":"DEU.3","verse_code":"DEU.3.27","label":"27","content":"Koj ca le nce moog rua sau lub ncov roob Pixaka es tsaa qhov muag saib rua saab nub poob saab peg saab nraag saab nub tuaj, tsaa qhov muag saib lub tebchaws hov xwb, tsua qhov koj yuav hlaa tsw tau tug dej Yalatee nuav rua saab tid le."},{"bible_id":"1216","chapter_code":"DEU.3","verse_code":"DEU.3.28","label":"28","content":"Koj ca le has rua Yausua hab txhawb nwg tug zug hab txhawb nwg lub sab kuas ruaj khov tsua qhov nwg yuav coj haiv tuabneeg nuav hlaa moog hab yuav coj puab moog tuav lub tebchaws kws koj pum nuav ua puab teej puab tug.”"},{"bible_id":"1216","chapter_code":"DEU.3","verse_code":"DEU.3.29","label":"29","content":"Tes peb txhad tsuam huv lub haav kws ncaaj lub moos Npepe‑au."},{"bible_id":"1216","chapter_code":"DEU.4","verse_code":"DEU.4.1","label":"1","content":"Cov Yixayee 'e, nwgnuav mej ca le noog tej kaab ke hab tej kevcai kws kuv qha rua mej hab ua lawv nraim, sub mej txhad caj sa nyob hab txeem moog tau lub tebchaws kws mej tej laug tug Vaajtswv Yawmsaub pub rua mej ua mej tug."},{"bible_id":"1216","chapter_code":"DEU.4","verse_code":"DEU.4.2","label":"2","content":"Mej tsw xob tsaav ntxwv tej lug kws qha mej hab tsw xob muab rhu ib qho tseg, tassws mej yuav tsum tuav mej tug Vaajtswv Yawmsaub tej lug nkaw kws kuv muab cob rua mej."},{"bible_id":"1216","chapter_code":"DEU.4","verse_code":"DEU.4.3","label":"3","content":"Mej lub qhov muag tub pum tej kws Yawmsaub ua ntawm Npa‑aa Pe‑au lawm. Mej tug Vaajtswv Yawmsaub tub ua rua cov kws ua koom rua daab Npa‑aa ntawm Pe‑au puam tsuaj taag huv plawv mej moog,"},{"bible_id":"1216","chapter_code":"DEU.4","verse_code":"DEU.4.4","label":"4","content":"tassws mej cov kws tuav rawv mej tug Vaajtswv Yawmsaub ruaj ruaj txhua tug kuj muaj txujsa nyob txug nub nua."},{"bible_id":"1216","chapter_code":"DEU.4","verse_code":"DEU.4.5","label":"5","content":"Saib maj, kuv tub qha tej kaab ke hab tej kevcai rua mej lawv le Yawmsaub kws yog kuv tug Vaajtswv tau has rua kuv lawm, sub mej txhad ua lawv le ntawd rua huv lub tebchaws kws mej saamswm yuav txeem moog ua mej tug."},{"bible_id":"1216","chapter_code":"DEU.4","verse_code":"DEU.4.6","label":"6","content":"Mej yuav tsum tuav rawv tej kevcai nuav hab ua lawv nraim. Qhov kws ua le nuav yuav qha mej tug tswvyim hab mej tej kev txawj ntse rua ib tsoom tuabneeg paub. Thaus luas nov txug tej kaab ke huvsw nuav, luas yuav has tas, “Haiv tuabneeg luj nuav yeej yog haiv tuabneeg kws muaj tswvyim hab txawj ntse.”"},{"bible_id":"1216","chapter_code":"DEU.4","verse_code":"DEU.4.7","label":"7","content":"Puas muaj ib haiv tuabneeg luj twg kws muaj timtswv nyob ze puab yaam le Yawmsaub kws yog peb tug Vaajtswv nyob ze peb rua thaus peb thov nwg?"},{"bible_id":"1216","chapter_code":"DEU.4","verse_code":"DEU.4.8","label":"8","content":"Puas muaj ib haiv tuabneeg luj twg kws muaj tej kaab ke hab tej kevcai ncaaj nceeg yaam le txuj kevcai nuav kws nub nua kuv muab cob rua mej?"},{"bible_id":"1216","chapter_code":"DEU.4","verse_code":"DEU.4.9","label":"9","content":"Mej yuav tsum ceev faaj hab ua tuab zoo tswj mej lub sab, ntshai tsaam mej nov qaab tej kws mej lub qhov muag tub pum ntawd hab ntshai tsaam tej hov pluj taag huv mej lub sab moog ib swm neej. Mej yuav tsum qha rua mej cov mivnyuas hab mej tej xeeb ntxwv paub txug tej nuav tas,"},{"bible_id":"1216","chapter_code":"DEU.4","verse_code":"DEU.4.10","label":"10","content":"nub kws mej sawv rua ntawm mej tug Vaajtswv Yawmsaub xubndag ntawm Haule,  mas Yawmsaub has rua kuv tas, “Ca le sau cov pejxeem tuaj ua ke rua ntawm kuv es kuv yuav ca puab nov kuv tej lug sub puab txhad tau kawm fwm hab paub ntshai kuv moog taag puab swm neej kws puab muaj txujsa nyob huv nplajteb, hab puab txhad tau qha puab tej mivnyuas kuas ua le ntawd.”"},{"bible_id":"1216","chapter_code":"DEU.4","verse_code":"DEU.4.11","label":"11","content":"Mej tub tuaj ze sawv ntawm taw roob hab lub roob muaj nplaim tawg cig nto ntuj, hab muaj fuab tsaus nti laum nkaus."},{"bible_id":"1216","chapter_code":"DEU.4","verse_code":"DEU.4.12","label":"12","content":"Mas Yawmsaub has huv nplaim tawg tuaj rua mej. Mej tub nov nwg lub suab has lug kuas tsw pum nwg xyeem qhov muag, tsuas yog nov lub suab xwb."},{"bible_id":"1216","chapter_code":"DEU.4","verse_code":"DEU.4.13","label":"13","content":"Nwg pav nwg tej lug cog tseg rua mej, yog kaum txuj kevcai kws nwg kuas mej ua. Hab nwg muab sau rua huv ob daim txag zeb."},{"bible_id":"1216","chapter_code":"DEU.4","verse_code":"DEU.4.14","label":"14","content":"Thaus ntawd, Yawmsaub has kuas kuv qha tej kaab ke hab tej kevcai rua mej, sub mej txhad coj moog ua lawv le ntawd rua huv lub tebchaws kws mej saamswm hlaa moog txeeb ua mej tug."},{"bible_id":"1216","chapter_code":"DEU.4","verse_code":"DEU.4.15","label":"15","content":"Nub kws Yawmsaub has huv cov nplaim tawg tuaj rua mej ntawm Haule, mej tsw pum nwg xyeem qhov muag le. Yog le nuav mej yuav tsum ceev faaj zoo,"},{"bible_id":"1216","chapter_code":"DEU.4","verse_code":"DEU.4.16","label":"16","content":"tsw xob yuam kev moog ua txoov daab rua mej, tsw has tug yaam ntxwv zoo le quaspuj lossws quasyawg,"},{"bible_id":"1216","chapter_code":"DEU.4","verse_code":"DEU.4.17","label":"17","content":"lossws zoo le ib yaam tsaj huv nplajteb, lossws zoo le ib yaam noog muaj tis yaa sau nruab ntug,"},{"bible_id":"1216","chapter_code":"DEU.4","verse_code":"DEU.4.18","label":"18","content":"lossws zoo le ib yaam tsaj kws nkaag huv aav, lossws zoo le ib yaam ntseg kws nyob huv dej huv nruab tiv txwv."},{"bible_id":"1216","chapter_code":"DEU.4","verse_code":"DEU.4.19","label":"19","content":"Thaus mej tsaa muag saib sau ntuj mej pum lub nub lub hli hab cov nub qub hab txhua yaam sau nruab ntug, tsw xob ca mej raug ntxag moog pe hab ua koom rua tej ntawd, yog yaam kws Yawmsaub kws yog mej tug Vaajtswv pub rua ib tsoom tuabneeg huv qaab ntuj nuav huvsw."},{"bible_id":"1216","chapter_code":"DEU.4","verse_code":"DEU.4.20","label":"20","content":"Tassws Yawmsaub coj mej tawm huv cub thee hlawv hlau, yog tawm huv Iyi tebchaws lug ua haiv tuabneeg kws yog nwg teej nwg tug ib yaam le naj nub nwgnuav."},{"bible_id":"1216","chapter_code":"DEU.4","verse_code":"DEU.4.21","label":"21","content":"Tsw taag le ntawd, vem yog tim mej Yawmsaub txhad le chim sab rua kuv hab cog lug tawv tas kuv yuav tsw tau hlaa tug dej Yalatee hab kuv yuav tsw tau nkaag moog rua huv lub tebchaws zoo kws mej tug Vaajtswv Yawmsaub pub ua qub txeeg qub teg rua mej."},{"bible_id":"1216","chapter_code":"DEU.4","verse_code":"DEU.4.22","label":"22","content":"Kuv yuav tuag rua huv lub tebchaws nuav. Kuv yuav tsw tau hlaa tug dej Yalatee, tassws mej yuav tau hlaa moog hab txeeb lub tebchaws zoo hov ua mej tug."},{"bible_id":"1216","chapter_code":"DEU.4","verse_code":"DEU.4.23","label":"23","content":"Mej yuav tsum ceev faaj, mej tsw xob nov qaab mej tug Vaajtswv Yawmsaub tej lug cog tseg kws nwg cog rua mej hab tsw xob ua txoov daab kws zoo le ib yaam daabtsw kws mej tug Vaajtswv Yawmsaub txwv tsw pub mej ua."},{"bible_id":"1216","chapter_code":"DEU.4","verse_code":"DEU.4.24","label":"24","content":"Tsua qhov Yawmsaub kws yog mej tug Vaajtswv yog nplaim tawg kub ceev, nwg yog Vaajtswv kws khib xeeb."},{"bible_id":"1216","chapter_code":"DEU.4","verse_code":"DEU.4.25","label":"25","content":"Thaus mej muaj tub ki muaj xeeb ntxwv hab tau nyob huv lub tebchaws hov ntev, yog mej yuam kev moog ua txoov daab kws muaj yaam ntxwv zoo le ib yaam daabtsw, hab ua tej kws mej tug Vaajtswv Yawmsaub pum tas phem txhad zwg ua rua nwg chim,"},{"bible_id":"1216","chapter_code":"DEU.4","verse_code":"DEU.4.26","label":"26","content":"mas nub nua kuv thov lub ntuj lub teb ua timkhawv rua mej tas mej yuav puam tsuaj pluj taag sai sai huv lub tebchaws kws mej saamswm yuav hlaa dej Yalatee moog txeeb ua mej tug ntawd. Mej yuav tsw tau nyob ntev rua huv, mej yuav raug puam tsuaj taag huvsw."},{"bible_id":"1216","chapter_code":"DEU.4","verse_code":"DEU.4.27","label":"27","content":"Yawmsaub yuav ua rua mej tswv rw quas sua moog rua huv ib tsoom tuabneeg, mas mej yuav tshuav tsawg tsawg rua huv tej tebchaws kws Yawmsaub lawv mej moog nyob hov."},{"bible_id":"1216","chapter_code":"DEU.4","verse_code":"DEU.4.28","label":"28","content":"Mas mej yuav ua koom rua tej txoov daab kws yog ntoo yog pob zeb hov ntawd, yog tej kws tuabneeg txhais teg ua kws tsw txawj pum kev tsw txawj nov lug tsw txawj noj tsw txawj na ntxhab."},{"bible_id":"1216","chapter_code":"DEU.4","verse_code":"DEU.4.29","label":"29","content":"Thaus nyob hov ntawd mej yuav nrhav Yawmsaub kws yog mej tug Vaajtswv, yog mej rau sab nrhav nwg kawg sab kawg ntsws mas mej yuav ntswb nwg."},{"bible_id":"1216","chapter_code":"DEU.4","verse_code":"DEU.4.30","label":"30","content":"Thaus mej raug kev txom nyem lwj sab hab tej xwm txheej nuav huvsw lug raug mej rua yaav tom hauv ntej, tes mej yuav rov lug cuag Yawmsaub kws yog mej tug Vaajtswv hab yuav noog nwg lug."},{"bible_id":"1216","chapter_code":"DEU.4","verse_code":"DEU.4.31","label":"31","content":"Tsua qhov mej tug Vaajtswv Yawmsaub yog tug Vaajtswv kws khuvleej hab yuav tsw muab mej tso tseg hab tsw muab mej ua kuas puam tsuaj. Nwg yuav tsw nov qaab tej lug cog tseg kws nwg tau cog ruaj khov rua mej tej laug."},{"bible_id":"1216","chapter_code":"DEU.4","verse_code":"DEU.4.32","label":"32","content":"Ca le nug txug yaav thau u kws nyob ua ntej mej, txwj thaus kws Yawmsaub tswm tuabneeg rua sau lub nplajteb, hab nug saab ntuj nuav moog txug saab ntuj tim u, saib txeev muaj xwm txheej luj le nuav tshwm lug los tsw muaj hab txeev nov dua los tsw nov."},{"bible_id":"1216","chapter_code":"DEU.4","verse_code":"DEU.4.33","label":"33","content":"Txeev muaj ib haiv tuabneeg twg kws tau nov timtswv lub suab has huv nplaim tawg tuaj ib yaam le mej tau nov es tseed muaj txujsa nyob los tsw muaj?"},{"bible_id":"1216","chapter_code":"DEU.4","verse_code":"DEU.4.34","label":"34","content":"Txeev muaj tug timtswv twg tau yooj xeeb coj ib haiv tuabneeg tawm huv lwm haiv tuabneeg lug ua nwg tug los tsw muaj? Nwg swm tuabneeg sab hab ua tej txujci tseem ceeb hab tej txujci phemfwj hab ua rog hab swv nwg txhais teg kws muaj fwjchim hab nwg txhais npaab kws tsaa hlo, hab ua kuas muaj kev ntshai kawg, ib yaam le mej tug Vaajtswv Yawmsaub tau ua rua mej huv Iyi tebchaws taab meeg mej."},{"bible_id":"1216","chapter_code":"DEU.4","verse_code":"DEU.4.35","label":"35","content":"Qhov kws ua tej nuav tshwm rua mej pum hov tub yog ua rua mej paub tas Yawmsaub yog Vaajtswv, dhau nwg lawm tsw muaj dua lwm tug Vaajtswv le."},{"bible_id":"1216","chapter_code":"DEU.4","verse_code":"DEU.4.36","label":"36","content":"Nwg pub mej tau nov nwg lub suab sau ntuj tuaj, sub nwg txhad qhuab qha tau mej. Nwg pub mej pum nwg cov nplaim tawg luj heev huv lub nplajteb hab mej nov nwg tej lug huv cov nplaim tawg tuaj."},{"bible_id":"1216","chapter_code":"DEU.4","verse_code":"DEU.4.37","label":"37","content":"Vem yog nwg hlub mej tej laug hab xaiv puab tej caaj ceg, nwg nrug nraim mej nyob hab swv nwg tug fwjchim luj coj mej tawm huv Iyi tebchaws lug,"},{"bible_id":"1216","chapter_code":"DEU.4","verse_code":"DEU.4.38","label":"38","content":"hab lawv tej haiv tuabneeg kws luj dua hab muaj zug heev dua mej tswv ntawm mej xubndag moog, hab coj mej nkaag lug hab pub puab lub tebchaws ua qub txeeg qub teg rua mej yaam le naj nub nwgnuav."},{"bible_id":"1216","chapter_code":"DEU.4","verse_code":"DEU.4.39","label":"39","content":"Vem le nuav nub nua ca le paub hab khaws ca huv lub sab tas Yawmsaub yog Vaajtswv kws nyob sau ntuj hab nyob huv nplajteb, tsw muaj dua lwm tug le lawm."},{"bible_id":"1216","chapter_code":"DEU.4","verse_code":"DEU.4.40","label":"40","content":"Yog le ntawd mej yuav tsum tuav rawv nwg tej kaab ke hab nwg tej lug nkaw kws nub nua kuv muab cob rua mej sub mej hab mej tej tub ki kws yug lug tom qaab txhad noj qaab nyob zoo hab muaj txujsa ntev rua huv lub tebchaws kws mej tug Vaajtswv Yawmsaub pub rua mej moog ib txhws."},{"bible_id":"1216","chapter_code":"DEU.4","verse_code":"DEU.4.41","label":"41","content":"Mauxe tu peb lub moos ca rua saab dej Yalatee nub tuaj,"},{"bible_id":"1216","chapter_code":"DEU.4","verse_code":"DEU.4.42","label":"42","content":"es yog leejtwg tua tuabneeg txhad le tau tswv moog rua huv, yog tug kws tua kwvtij zej zog tassws tsw yog txhob txwm tua hab tsw tau ua tshawj chim dua le. Thaus kws tswv moog nyob rua huv cov moos nuav lub twg lawm tes yuav dim txujsa."},{"bible_id":"1216","chapter_code":"DEU.4","verse_code":"DEU.4.43","label":"43","content":"Xeem Lunpee lub moos cawm sav yog lub moos Npexaw kws nyob sau tej nraag taj toj sab huv tebchaws moj saab qhua, xeem Kas lub moos cawm sav yog lub moos Lamau huv Kile‑a, hab xeem Manaxe lub moos cawm sav yog Kaulaa huv Npasaa."},{"bible_id":"1216","chapter_code":"DEU.4","verse_code":"DEU.4.44","label":"44","content":"Ntawm nuav moog yog txuj kevcai kws Mauxe muab cob rua cov Yixayee coj."},{"bible_id":"1216","chapter_code":"DEU.4","verse_code":"DEU.4.45","label":"45","content":"Nuav yog tej lug cog tseg hab tej kaab ke hab tej kevcai kws thaus cov Yixayee tawm huv Iyi tebchaws lug lawd Mauxe qha rua puab"},{"bible_id":"1216","chapter_code":"DEU.4","verse_code":"DEU.4.46","label":"46","content":"ntawm tug dej Yalatee saab nub tuaj huv lub haav kws ncaaj lub moos Npepe‑au, yog cov Amaulai tug vaajntxwv Xihoo huv Hesanpoo lub tebchaws. Xihoo yog tug kws Mauxe hab cov Yixayee ntaus yeej thaus puab tawm huv Iyi tebchaws lug."},{"bible_id":"1216","chapter_code":"DEU.4","verse_code":"DEU.4.47","label":"47","content":"Cov Yixayee txeeb tau nwg lub tebchaws hab txeeb tau Npasaa tug vaajntxwv Aus lub tebchaws, yog cov Amaulai ob tug vaajntxwv kws nyob saab dej Yalatee nub tuaj"},{"bible_id":"1216","chapter_code":"DEU.4","verse_code":"DEU.4.48","label":"48","content":"txwj ntawm Alau‑aw kws nyob ntug haav Anoo moog txug lub roob Xili‑oo (kws yog Hawmoo),"},{"bible_id":"1216","chapter_code":"DEU.4","verse_code":"DEU.4.49","label":"49","content":"hab taag nrho Alanpa kws nyob ntawm dej Yalatee saab nub tuaj moog txug ncua Havtxwv Alanpa,  ntawm taw roob Pixaka."},{"bible_id":"1216","chapter_code":"DEU.5","verse_code":"DEU.5.1","label":"1","content":"Mauxe txawm hu ib tsoom Yixayee suavdawg tuaj ua ke hab has rua puab tas, Cov Yixayee 'e, ca le tig ntsej noog tej kaab ke hab tej kevcai kws nub nua kuv has rua mej noog, mas mej yuav tsum cim ca hab ceev faaj ua lawv le."},{"bible_id":"1216","chapter_code":"DEU.5","verse_code":"DEU.5.2","label":"2","content":"Yawmsaub kws yog peb tug Vaajtswv tau cog lug rua peb ntawm Haule."},{"bible_id":"1216","chapter_code":"DEU.5","verse_code":"DEU.5.3","label":"3","content":"Tsw yog Yawmsaub cog lug rua peb tej laug xwb, kuj yog nwg cog lug rua peb hab ntaag, yog peb suavdawg kws nub nua tseed caj sa nyob ntawm nuav ntaag."},{"bible_id":"1216","chapter_code":"DEU.5","verse_code":"DEU.5.4","label":"4","content":"Yawmsaub has rua mej ntawm lub roob huv cov nplaim tawg tim ntsej tim muag."},{"bible_id":"1216","chapter_code":"DEU.5","verse_code":"DEU.5.5","label":"5","content":"Mas thaus hov kuv nyob huv nruab nraab mej hab Yawmsaub, kuv txhad pav Yawmsaub tej lug rua mej, tsua qhov mej ntshai cov nplaim tawg hab tsw nce moog rua sau lub roob. Yawmsaub has tas,"},{"bible_id":"1216","chapter_code":"DEU.5","verse_code":"DEU.5.6","label":"6","content":"“Kuv yog Yawmsaub kws yog koj tug Vaajtswv kws coj koj tawm huv Iyi tebchaws lug tawm huv txujkev ua qhev lug."},{"bible_id":"1216","chapter_code":"DEU.5","verse_code":"DEU.5.7","label":"7","content":"“Koj tsw xob muaj dua lwm tug vaajtswv kws tsw yog kuv."},{"bible_id":"1216","chapter_code":"DEU.5","verse_code":"DEU.5.8","label":"8","content":"“Koj tsw xob ua txoov daab lug rua koj pe, tsw has tej kws muaj yaam ntxwv zoo le tej kws nyob sau nruab ntug lossws tej kws nyob huv nplajteb lossws tej kws nyob huv dej huv nruab tiv txwv."},{"bible_id":"1216","chapter_code":"DEU.5","verse_code":"DEU.5.9","label":"9","content":"Tsw xob pe hab tsw xob ua koom rua tej txoov daab ntawd tsua qhov kuv yog Yawmsaub kws yog koj tug Vaajtswv, yog tug Vaajtswv kws khib xeeb heev, kuv yuav rau txem rua leej txwv kws ntxub kuv hab poob moog rua nwg cov tub ki moog txug peb plaub tam."},{"bible_id":"1216","chapter_code":"DEU.5","verse_code":"DEU.5.10","label":"10","content":"Tassws kuv yuav ua txujkev hlub kws ruaj khov tshwm rua cov kws npuab kuv hab ua lawv le kuv tej lug nkaw ntau txheeb tam tuabneeg."},{"bible_id":"1216","chapter_code":"DEU.5","verse_code":"DEU.5.11","label":"11","content":"“Koj tsw xob laam has saib tsw taug Yawmsaub kws yog koj tug Vaajtswv lub npe, tsua qhov tug kws laam has saib tsw taug nwg lub npe, mas Yawmsaub yuav tsw zaam txem."},{"bible_id":"1216","chapter_code":"DEU.5","verse_code":"DEU.5.12","label":"12","content":"“Koj yuav tsum fwm nub Xanpatau  ua nub kws dawb huv lawv le Yawmsaub kws yog koj tug Vaajtswv tub has rua koj lawd."},{"bible_id":"1216","chapter_code":"DEU.5","verse_code":"DEU.5.13","label":"13","content":"Koj yuav tsum khwv hab ua koj tej num huvsw rau nub,"},{"bible_id":"1216","chapter_code":"DEU.5","verse_code":"DEU.5.14","label":"14","content":"tassws nub xyaa yog nub Xanpatau kws caiv rua Yawmsaub kws yog koj tug Vaajtswv. Nub hov tsw xob ua ib yaam num daabtsw le, tsw has koj tug kheej hab koj tej tub tej ntxhais hab koj cov tub qhe nkauj qhev hab koj tej nyuj tej neeg luav hab koj tej tsaj txhu txhua yaam hab lwm haiv tuabneeg kws tuaj nyob huv koj lub moos, koj tej tub qhe nkauj qhev txhad tau su ib yaam le koj su."},{"bible_id":"1216","chapter_code":"DEU.5","verse_code":"DEU.5.15","label":"15","content":"Koj yuav tsum ncu ntsoov tas koj txeev ua qhev huv Iyi tebchaws mas mej tug Vaajtswv Yawmsaub xuas nwg txhais teg kws muaj fwjchim hab txhais npaab kws tsaa hlo coj koj tawm hov ntawd lug. Yog le ntawd koj tug Vaajtswv Yawmsaub has kuas koj ncu ntsoov caiv nub Xanpatau."},{"bible_id":"1216","chapter_code":"DEU.5","verse_code":"DEU.5.16","label":"16","content":"“Koj yuav tsum fwm koj nam koj txwv lawv le Yawmsaub kws yog koj tug Vaajtswv tau has rua koj lawd sub koj txhad le muaj txujsa nyob ntev mas koj yuav noj qaab nyob zoo rua huv lub tebchaws kws koj tug Vaajtswv Yawmsaub muab pub rua koj."},{"bible_id":"1216","chapter_code":"DEU.5","verse_code":"DEU.5.17","label":"17","content":"“Tsw xob tua tuabneeg,"},{"bible_id":"1216","chapter_code":"DEU.5","verse_code":"DEU.5.18","label":"18","content":"“hab tsw xob deev luas quaspuj quasyawg,"},{"bible_id":"1216","chapter_code":"DEU.5","verse_code":"DEU.5.19","label":"19","content":"“hab tsw xob ua tub saab,"},{"bible_id":"1216","chapter_code":"DEU.5","verse_code":"DEU.5.20","label":"20","content":"“hab tsw xob ua cuav timkhawv ab ham luas lwm tug,"},{"bible_id":"1216","chapter_code":"DEU.5","verse_code":"DEU.5.21","label":"21","content":"“hab tsw xob ua sab hlub xaav tau luas tug quaspuj, tsw xob xaav tau luas vaaj luas tsev luas tej laj tej teb hab luas tub qhe nkauj qhev luas tej nyuj tej neeg luav lossws ib yaam daabtsw kws yog luas le.”"},{"bible_id":"1216","chapter_code":"DEU.5","verse_code":"DEU.5.22","label":"22","content":"Tej lug nuav Yawmsaub tub has nrov nrov rua mej suavdawg hov ntawm lub roob, yog has huv cov nplaim tawg hab huv tauv fuab hab huv qhov tsaus ntuj tuaj. Mas nwg tsw tsaav ib lu lug ntxwv le. Nwg muab sau rua huv ob daim txag zeb hab muab pub rua kuv."},{"bible_id":"1216","chapter_code":"DEU.5","verse_code":"DEU.5.23","label":"23","content":"Thaus mej nov lub suab nrov huv qhov tsaus ntuj tuaj hab thaus lub roob saamswm cig quas plawg, mej txhua xeem tug thawj huvsw hab cov kev txwj quas laug tuaj cuag kuv,"},{"bible_id":"1216","chapter_code":"DEU.5","verse_code":"DEU.5.24","label":"24","content":"mas mej has rua kuv tas, “Saib maj, Yawmsaub kws yog peb tug Vaajtswv tau ua nwg tug fwjchim ci ntsaa quas ab hab nwg tej num luj tshwm lug rua peb pum, hab peb tau nov nwg lub suab huv cov nplaim tawg. Nub nua peb tau pum Vaajtswv nrug tuabneeg has lug los tuabneeg tseed caj sa nyob tau."},{"bible_id":"1216","chapter_code":"DEU.5","verse_code":"DEU.5.25","label":"25","content":"Yog le hov nwgnuav peb tseed yuav tuag ua daabtsw? Cov nplaim tawg luj nuav yuav hlawv peb. Yog peb tseed nov Yawmsaub kws yog peb tug Vaajtswv lub suab ib zag ntxwv peb yeej yuav tuag,"},{"bible_id":"1216","chapter_code":"DEU.5","verse_code":"DEU.5.26","label":"26","content":"tsua qhov ib tsoom tuabneeg puas muaj leejtwg tau nov Vaajtswv kws muaj txujsa nyob lub suab huv nplaim tawg yaam le kws peb tau nov es tseed caj sa nyob tau?"},{"bible_id":"1216","chapter_code":"DEU.5","verse_code":"DEU.5.27","label":"27","content":"Koj ca le txaav moog ze noog txhua yaam kws peb tug Vaajtswv Yawmsaub yuav has. Txhua yaam kws peb tug Vaajtswv Yawmsaub has rua koj mas koj qha rua peb mas peb yuav noog hab ua lawv le ntawd.”"},{"bible_id":"1216","chapter_code":"DEU.5","verse_code":"DEU.5.28","label":"28","content":"Thaus mej has le ntawd rua kuv Yawmsaub kuj nov mej tej lug, mas Yawmsaub has rua kuv tas, “Kuv tub nov cov tuabneeg nuav tej lug kws puab has rua koj lawm. Txhua yaam kws puab has hov kuj zoo."},{"bible_id":"1216","chapter_code":"DEU.5","verse_code":"DEU.5.29","label":"29","content":"Kuv xaav kuas puab muaj lub sab zoo le nuav moog le, yog qhov kws fwm hab paub ntshai kuv hab tuav rawv kuv tej lug nkaw huvsw, mas puab hab puab tej tub ki yuav noj qaab nyob zoo ib txhab ib txhws le."},{"bible_id":"1216","chapter_code":"DEU.5","verse_code":"DEU.5.30","label":"30","content":"Ca le rov moog has rua puab tas, ‘Mej ca le rov moog rua huv mej tej tsev ntaub.’"},{"bible_id":"1216","chapter_code":"DEU.5","verse_code":"DEU.5.31","label":"31","content":"Tassws koj ca le sawv ntsug ze kuv ntawm nuav es kuv yuav qha tej lug nkaw hab tej kaab ke hab tej kevcai huvsw rua koj, mas koj yuav qha rua puab kuas puab ua lawv le tej kevcai hov rua huv lub tebchaws kws kuv pub rua puab yuav ua puab tug.”"},{"bible_id":"1216","chapter_code":"DEU.5","verse_code":"DEU.5.32","label":"32","content":"Mej yuav tsum ceev faaj zoo ua lawv nraim le kws mej tug Vaajtswv Yawmsaub has ca lawd, mej tsw xob tig moog rua saab xws los saab phem le."},{"bible_id":"1216","chapter_code":"DEU.5","verse_code":"DEU.5.33","label":"33","content":"Mej yuav ua mej lub neej lawv nraim le txhua txujkev kws mej tug Vaajtswv Yawmsaub tau has kuas mej ua sub mej txhad muaj txujsa nyob hab mej txhad noj qaab nyob zoo hab muaj txuj sav luj sav ntev nyob rua huv lub tebchaws kws mej yuav tau ua mej tug ntawd."},{"bible_id":"1216","chapter_code":"DEU.6","verse_code":"DEU.6.1","label":"1","content":"Ntawm nuav moog yog tej lug nkaw hab tej kaab ke hab tej kevcai kws Yawmsaub kws yog mej tug Vaajtswv has kuas kuv qha mej, sub mej txhad tau ua lawv le ntawd rua huv lub tebchaws kws mej yuav hlaa moog txeeb ua mej tug,"},{"bible_id":"1216","chapter_code":"DEU.6","verse_code":"DEU.6.2","label":"2","content":"mas mej hab mej tej mivnyuas xeeb ntxwv txhad yuav fwm hab paub ntshai Yawmsaub kws yog mej tug Vaajtswv moog taag mej swm neej, yog qhov kws tuav rawv nwg tej kaab ke hab tej lug nkaw kws kuv muab cob rua mej, sub mej txhad muaj txujsa nyob ntev dhawv."},{"bible_id":"1216","chapter_code":"DEU.6","verse_code":"DEU.6.3","label":"3","content":"Yixayee 'e, vem le nuav mej ca le tig ntsej noog hab ceev faaj ua lawv le ntawd, sub mej txhad tau noj qaab nyob zoo hab fuam vaam coob coob rua huv lub tebchaws kws muaj kua mig hab zwb ntaab ndwg ndo, lawv le Yawmsaub kws yog mej tej laug tug Vaajtswv tau cog lug rua mej."},{"bible_id":"1216","chapter_code":"DEU.6","verse_code":"DEU.6.4","label":"4","content":"Cov Yixayee 'e, ca le tig ntsej noog. Yawmsaub kws yog peb tug Vaajtswv yog tuab tug Yawmsaub xwb."},{"bible_id":"1216","chapter_code":"DEU.6","verse_code":"DEU.6.5","label":"5","content":"Koj yuav tsum hlub Yawmsaub kws yog koj tug Vaajtswv kawg sab kawg ntsws, hab kawg daag kawg zug."},{"bible_id":"1216","chapter_code":"DEU.6","verse_code":"DEU.6.6","label":"6","content":"Koj yuav khaws tej lug kws nub nua kuv qha koj rua huv koj lub sab,"},{"bible_id":"1216","chapter_code":"DEU.6","verse_code":"DEU.6.7","label":"7","content":"hab koj yuav ua tuab zoo qha tej lug nuav rua koj tej mivnyuas, hab has txug tej lug nuav rua thaus koj nyob huv tsev, thaus koj taug kev, thaus koj pw hab thaus koj sawv."},{"bible_id":"1216","chapter_code":"DEU.6","verse_code":"DEU.6.8","label":"8","content":"Muab tej lug nuav khi rua ntawm koj txhais teg ua lub chaw ncu, hab muab paav rua ntawm koj hauv plaj,"},{"bible_id":"1216","chapter_code":"DEU.6","verse_code":"DEU.6.9","label":"9","content":"hab muab sau rua ntawm tej puab rooj huv tsev hab ntawm rooj loog."},{"bible_id":"1216","chapter_code":"DEU.6","verse_code":"DEU.6.10","label":"10","content":"Thaus Yawmsaub kws yog koj tug Vaajtswv coj koj moog txug lub tebchaws kws nwg cog lug tseg ruaj khov rua koj tej laug, kws yog Aplahaa, Yiha hab Yakhauj, tas yuav pub rua koj, muaj tej moos luj hab zoo kws koj tsw tau tswm le,"},{"bible_id":"1216","chapter_code":"DEU.6","verse_code":"DEU.6.11","label":"11","content":"muaj vaaj tse muaj cuab txhaj cuab taam zoo puv nkaus kws koj tsw tau npaaj ca, hab muaj tej paag dej kws koj tsw tau khawb, hab muaj tej vaaj txwv maab hab tej vaaj txwv ntoo aulib kws koj tsw tau cog, mas thaus koj tau noj tsau npo,"},{"bible_id":"1216","chapter_code":"DEU.6","verse_code":"DEU.6.12","label":"12","content":"koj yuav tsum ceev faaj tsw xob nov qaab Yawmsaub kws coj koj tawm huv Iyi tebchaws huv txujkev ua qhev lug."},{"bible_id":"1216","chapter_code":"DEU.6","verse_code":"DEU.6.13","label":"13","content":"Koj yuav tsum fwm hab paub ntshai Yawmsaub kws yog koj tug Vaajtswv. Koj yuav ua koom rua nwg hab tsuas tuav nwg lub npe twv xwb."},{"bible_id":"1216","chapter_code":"DEU.6","verse_code":"DEU.6.14","label":"14","content":"Mej tsw xob lawv quas ncav luas tej daab, yog lwm haiv tuabneeg kws nyob ib ncig mej tej daab."},{"bible_id":"1216","chapter_code":"DEU.6","verse_code":"DEU.6.15","label":"15","content":"Tsua qhov Yawmsaub kws yog mej tug Vaajtswv nrug nraim mej nyob yog tug Vaajtswv kws khib xeeb, ntshai tsaam mej tug Vaajtswv Yawmsaub yuav npau tawg rua mej hab muab mej ua puam tsuaj pluj taag huv nplajteb."},{"bible_id":"1216","chapter_code":"DEU.6","verse_code":"DEU.6.16","label":"16","content":"Mej tsw xob swm Yawmsaub kws yog mej tug Vaajtswv, ib yaam le mej swm nwg ntawm Maxa."},{"bible_id":"1216","chapter_code":"DEU.6","verse_code":"DEU.6.17","label":"17","content":"Mej yuav tsum ua tuab zoo tuav rawv mej tug Vaajtswv Yawmsaub tej lug lug nkaw hab nwg tej lug qha hab nwg tej kaab ke kws nwg has rua mej lawm."},{"bible_id":"1216","chapter_code":"DEU.6","verse_code":"DEU.6.18","label":"18","content":"Koj yuav tsum ua tej kws Yawmsaub pum tas raug cai hab zoo sub koj txhad noj qaab nyob zoo hab txeem moog tau lub tebchaws zoo kws Yawmsaub cog lug ruaj khov yuav muab pub rua koj tej laug,"},{"bible_id":"1216","chapter_code":"DEU.6","verse_code":"DEU.6.19","label":"19","content":"hab lawv koj tej yeeb ncuab huvsw tswv ntawm koj xubndag moog, lawv le Yawmsaub tau cog lug ca lawd."},{"bible_id":"1216","chapter_code":"DEU.6","verse_code":"DEU.6.20","label":"20","content":"Yaav tom hauv ntej thaus koj tug tub nug tas, “Tej lug hab tej kaab ke hab tej kevcai kws peb tug Vaajtswv Yawmsaub has rua koj lub ntsab yog le caag?”"},{"bible_id":"1216","chapter_code":"DEU.6","verse_code":"DEU.6.21","label":"21","content":"mas koj yuav teb koj tug tub tas, “Peb ua Falau qhev huv Iyi tebchaws, mas Yawmsaub swv nwg txhais teg kws muaj fwjchim coj peb tawm huv Iyi tebchaws lug."},{"bible_id":"1216","chapter_code":"DEU.6","verse_code":"DEU.6.22","label":"22","content":"Yawmsaub ua txujci tseem ceeb hab txujci phemfwj kws luj hab ntshai kawg tshwm lug raug Iyi tebchaws hab Falau hab nwg tsev tuabneeg suavdawg taab meeg peb."},{"bible_id":"1216","chapter_code":"DEU.6","verse_code":"DEU.6.23","label":"23","content":"Mas Yawmsaub coj peb tawm hov ntawd lug, sub nwg txhad coj peb lug rua huv lub tebchaws nuav hab muab pub rua peb lawv le nwg tub cog lug ruaj khov tas yuav pub rua peb tej laug."},{"bible_id":"1216","chapter_code":"DEU.6","verse_code":"DEU.6.24","label":"24","content":"Yawmsaub has kuas peb ua lawv le tej kaab ke nuav huvsw, yog fwm hab paub ntshai Yawmsaub kws yog peb tug Vaajtswv sub peb txhad noj qaab nyob zoo moog ib txhws hab nwg txhad tsom kwm peb txujsa nyob yaam le naj nub nwgnuav."},{"bible_id":"1216","chapter_code":"DEU.6","verse_code":"DEU.6.25","label":"25","content":"Yog peb ceev faaj ua lawv le tej lug nkaw nuav huvsw rua ntawm peb tug Vaajtswv Yawmsaub xubndag lawv le nwg tub muab cob rua peb, kuj yog txujkev ncaaj nceeg rua peb.”"},{"bible_id":"1216","chapter_code":"DEU.7","verse_code":"DEU.7.1","label":"1","content":"Thaus Yawmsaub kws yog mej tug Vaajtswv coj mej moog rua huv lub tebchaws kws mej saamswm moog txeeb ua mej tug hab lawv ntau haiv tuabneeg tswv ntawm mej hauv ntej moog, yog cov Hithai, cov Kawkasi, cov Amaulai, cov Khana‑aa, cov Pelixai, cov Hivai hab cov Yenpu, yog xyaa haiv tuabneeg kws luj dua hab muaj zug dua mej,"},{"bible_id":"1216","chapter_code":"DEU.7","verse_code":"DEU.7.2","label":"2","content":"hab thaus Yawmsaub kws yog mej tug Vaajtswv muab puab rua huv mej txhais teg hab mej ntaus yeej puab, mas mej yuav tsum ua kuas puab puam tsuaj taag nrho huvsw. Tsw xob nrug puab sws cog lug daabtsw hlo le, tsw xob khuvleej puab."},{"bible_id":"1216","chapter_code":"DEU.7","verse_code":"DEU.7.3","label":"3","content":"Tsw xob nrug puab ua tshoob ua kug, tsw xob muab mej tej ntxhais qua rua puab tej tub hab tsw xob yuav puab tej ntxhais rua mej tej tub."},{"bible_id":"1216","chapter_code":"DEU.7","verse_code":"DEU.7.4","label":"4","content":"Tsua qhov puab yuav ua rua mej tej tub tso kuv tseg moog ua koom rua luas tej daab. Mas Yawmsaub yuav npau tawg rua mej hab ua kuas mej puam tsuaj sai sai."},{"bible_id":"1216","chapter_code":"DEU.7","verse_code":"DEU.7.5","label":"5","content":"Tassws mej yuav tsum ua le nuav rua puab. Mej yuav tsum rhuav puab tej thaaj teev daab hab tsoo puab tej ncej zeb hab ntuv puab tej ncej daab Asela hab muab puab tej txoov daab hlawv pov tseg huvsw."},{"bible_id":"1216","chapter_code":"DEU.7","verse_code":"DEU.7.6","label":"6","content":"Tsua qhov mej yog haiv tuabneeg kws dawb huv rua Yawmsaub kws yog mej tug Vaajtswv. Mej tug Vaajtswv Yawmsaub xaiv mej tawm huv ib tsoom tuabneeg kws nyob huv nplajteb lug ua haiv tuabneeg kws yog nwg teej nwg tug."},{"bible_id":"1216","chapter_code":"DEU.7","verse_code":"DEU.7.7","label":"7","content":"Qhov kws Yawmsaub hlub mej hab xaiv mej hov tsw yog vem mej muaj coob dua lwm haiv tuabneeg. Huv txhua haiv tuabneeg mej yog haiv kws tsawg kawg nkaus."},{"bible_id":"1216","chapter_code":"DEU.7","verse_code":"DEU.7.8","label":"8","content":"Tassws tub yog vem Yawmsaub hlub mej hab nwg tuav rawv tej lug kws nwg cog tseg ruaj khov rua mej tej laug, nwg txhad swv nwg txhais teg kws muaj fwjchim coj mej tawm lug hab txhwv mej dim huv txujkev ua qhev, yog dim huv Iyi tug vaajntxwv Falau txhais teg."},{"bible_id":"1216","chapter_code":"DEU.7","verse_code":"DEU.7.9","label":"9","content":"Vem le nuav ca le paub tseeb tas Yawmsaub kws yog mej tug Vaajtswv yog Vaajtswv ntaag. Nwg yog tug Vaajtswv kws tso sab tau hab tuav rawv nwg tej lug cog tseg hab nwg txujkev hlub ruaj khov rua cov kws npuab nwg hab tuav rawv nwg tej lug nkaw moog txug ib txheeb tam,"},{"bible_id":"1216","chapter_code":"DEU.7","verse_code":"DEU.7.10","label":"10","content":"hab tsom ntsoov pauj taub rua cov kws ntxub nwg hab ua kuas puab puam tsuaj. Nwg yuav tsw sej qhov kws rau txem rua cov kws ntxub nwg, nwg yuav tsom ntsoov pauj taub rua puab."},{"bible_id":"1216","chapter_code":"DEU.7","verse_code":"DEU.7.11","label":"11","content":"Vem le nuav mej yuav tsum ceev faaj ua lawv le tej lug nkaw hab tej kaab ke hab tej kevcai kws nub nua kuv has rua mej."},{"bible_id":"1216","chapter_code":"DEU.7","verse_code":"DEU.7.12","label":"12","content":"Vem yog mej noog tej kevcai nuav hab tuav rawv hab ua lawv le, Yawmsaub kws yog mej tug Vaajtswv yuav tuav rawv nwg tej lug cog tseg hab txujkev hlub ruaj khov rua mej lawv le nwg cog lug tseg ruaj khov rua mej tej laug."},{"bible_id":"1216","chapter_code":"DEU.7","verse_code":"DEU.7.13","label":"13","content":"Nwg yuav hlub mej hab foom koob moov rua mej hab ua rua mej fuam vaam coob tuaj. Nwg yuav foom koob moov rua mej tej noob kws xeeb mivnyuas hab mej tej qoob loos huv laj teb, mej tej cawv txwv maab, mej tej roj, hab tej noob yaaj noob tshws noob nyuj kuas fuam vaam coob rua huv lub tebchaws kws nwg cog lug ruaj khov rua mej tej laug tas yuav pub rua mej."},{"bible_id":"1216","chapter_code":"DEU.7","verse_code":"DEU.7.14","label":"14","content":"Mej yuav tau koob moov ntau dua txhua haiv tuabneeg. Yuav tsw muaj ib tug quasyawg lossws quaspuj kws xeeb tsw taug mivnyuas lossws ib tug tsaj txhu mooj le."},{"bible_id":"1216","chapter_code":"DEU.7","verse_code":"DEU.7.15","label":"15","content":"Hab Yawmsaub yuav tshem tej mob nkeeg huvsw tawm ntawm mej. Hab tej mob phem huv Iyi tebchaws kws mej paub hov, nwg yuav tsw tso rua sau mej, tassws nwg yuav tso rua sau txhua tug kws ntxub mej."},{"bible_id":"1216","chapter_code":"DEU.7","verse_code":"DEU.7.16","label":"16","content":"Mej yuav tsum muab txhua haiv tuabneeg kws mej tug Vaajtswv Yawmsaub muab cob rua mej ua kuas puam tsuaj. Mej lub qhov muag tsw xob taab ncuab puab. Mej tsw xob ua koom rua puab tej daab, vem qhov kws ua le ntawd yuav ua vuj hlua cuab mej."},{"bible_id":"1216","chapter_code":"DEU.7","verse_code":"DEU.7.17","label":"17","content":"Yog mej xaav huv mej lub sab tas, “Tej haiv tuabneeg hov luj dua peb, peb yuav txeeb tau puab lub tebchaws le caag?”"},{"bible_id":"1216","chapter_code":"DEU.7","verse_code":"DEU.7.18","label":"18","content":"mej tsw xob ntshai puab le, mej ca le ncu txug tej kws mej tug Vaajtswv Yawmsaub ua rua Falau hab cov Iyi huvsw lawd."},{"bible_id":"1216","chapter_code":"DEU.7","verse_code":"DEU.7.19","label":"19","content":"Mej qhov muag tub pum qhov kws swm puab luj kawg, yog qhov kws mej tug Vaajtswv Yawmsaub tau swv tej txujci tseem ceeb phemfwj hab nwg txhais teg kws muaj fwjchim hab nwg txhais npaab kws tsaa hlo coj mej tawm lug. Mej tug Vaajtswv Yawmsaub yuav ua ib yaam le ntawd rua txhua haiv tuabneeg kws mej ntshai hov ntaag."},{"bible_id":"1216","chapter_code":"DEU.7","verse_code":"DEU.7.20","label":"20","content":"Tsw taag le ntawd mej tug Vaajtswv Yawmsaub yuav tso nkawj tso daiv  lug rua huv plawv puab moog txug thaus cov kws tseed tshuav hab moog tswv nraim mej raug puam tsuaj taag huvsw."},{"bible_id":"1216","chapter_code":"DEU.7","verse_code":"DEU.7.21","label":"21","content":"Mej tsw xob ua sab puag tsug ntshai puab, tsua qhov mej tug Vaajtswv Yawmsaub nrug nraim mej, nwg yog tug Vaajtswv kws luj kawg hab txaus ntshai."},{"bible_id":"1216","chapter_code":"DEU.7","verse_code":"DEU.7.22","label":"22","content":"Mej tug Vaajtswv Yawmsaub yuav rhuav tshem tej haiv tuabneeg nuav ib zag mivntswv ib zag mivntswv ntawm mej hauv ntej moog, tassws nwg tsw pub mej ua tuab zag rhuav tshem puab, ntshai tsaam tsaj qus yuav fuam vaam coob rua mej."},{"bible_id":"1216","chapter_code":"DEU.7","verse_code":"DEU.7.23","label":"23","content":"Mej tug Vaajtswv Yawmsaub yuav muab puab rua mej hab ua rua puab ntxhuv quas nyo moog txug thaus puam tsuaj taag."},{"bible_id":"1216","chapter_code":"DEU.7","verse_code":"DEU.7.24","label":"24","content":"Hab nwg yuav muab puab tej vaajntxwv cob rua huv mej txhais teg, hab mej yuav ua kuas puab tej npe pluj taag huv lub qaab ntuj. Yuav tsw muaj leejtwg tiv tau mej moog txug thaus mej ua rua puab puam tsuaj taag."},{"bible_id":"1216","chapter_code":"DEU.7","verse_code":"DEU.7.25","label":"25","content":"Mej yuav muab puab tej txoov daab hlawv pov tseg. Mej tsw xob ntshaw tej nyaj tej kub kws luam tej txoov daab hov lossws coj moog ua mej tug tsaam tes mej maag tej ntawd. Tsua qhov tej ntawd yog tej kws qas vuab tsuab rua Yawmsaub kws yog mej tug Vaajtswv."},{"bible_id":"1216","chapter_code":"DEU.7","verse_code":"DEU.7.26","label":"26","content":"Mej tsw xob coj tej kws qas vuab tsuab hov moog rua huv mej lub tsev ntshai tsaam mej yuav raug muab cais ua kuas puam tsuaj yaam le tej ntawd. Mej yuav tsum ntxub tej ntawd kawg nkaus vem yog tej kws muab cais ua kuas puam tsuaj."},{"bible_id":"1216","chapter_code":"DEU.8","verse_code":"DEU.8.1","label":"1","content":"Tej lug nkaw kws nub nua kuv muab cob rua mej, mej yuav tsum ceev faaj ua lawv nraim huvsw, sub mej txhad muaj txujsa hab fuam vaam coob hab moog txeeb tau lub tebchaws kws Yawmsaub cog lug ruaj ca rua mej tej laug."},{"bible_id":"1216","chapter_code":"DEU.8","verse_code":"DEU.8.2","label":"2","content":"Mej yuav tsum ncu ntsoov txug tej kev kws mej tug Vaajtswv Yawmsaub coj mej taug huv tebchaws moj saab qhua tau plaub caug xyoo, sub nwg txhad txu tau mej tug fwjchim hab swm saib mej lub sab zoo le caag saib mej yuav tuav rawv nwg tej lug nkaw los tsw tuav."},{"bible_id":"1216","chapter_code":"DEU.8","verse_code":"DEU.8.3","label":"3","content":"Yawmsaub txu mej tug fwjchim hab ca mej tshaib hab pub mana yug mej, yog tej mov kws mej hab mej tej laug tsw tau paub dua le, nwg txhad ua rua mej paub tas tsw yog tuab cov mov xwb yuav yug tau tuabneeg txujsa, yog txhua lu lug kws tawm ntawm Yawmsaub qhov ncauj lug txhad yug tau."},{"bible_id":"1216","chapter_code":"DEU.8","verse_code":"DEU.8.4","label":"4","content":"Lub swjhawm plaub caug xyoo hov mej tej tsoog tsho yeej tsw nduag le, hab mej tej kwtaw kuj tsw o."},{"bible_id":"1216","chapter_code":"DEU.8","verse_code":"DEU.8.5","label":"5","content":"Mej ca le paub huv lub sab tas leej txwv nplawm qhuab qha nwg tug tub le caag, mej tug Vaajtswv Yawmsaub nplawm qhuab qha mej ib yaam le ntawd."},{"bible_id":"1216","chapter_code":"DEU.8","verse_code":"DEU.8.6","label":"6","content":"Vem le nuav mej yuav tsum tuav rawv mej tug Vaajtswv Yawmsaub tej lug nkaw, yog qhov kws ua lub neej lawv nraim nwg txujkev hab fwm hab paub ntshai nwg."},{"bible_id":"1216","chapter_code":"DEU.8","verse_code":"DEU.8.7","label":"7","content":"Tsua qhov Yawmsaub kws yog mej tug Vaajtswv saamswm coj mej lug rua huv lub tebchaws kws zoo, yog lub tebchaws kws muaj haav dej, muaj qhov dej hab muaj dej txhawv ndwg huv tej haav hab peg tej roob,"},{"bible_id":"1216","chapter_code":"DEU.8","verse_code":"DEU.8.8","label":"8","content":"muaj mog muaj qeb, muaj txwv maab txwv cua txwv ntsab pobkws, hab yog lub tebchaws kws muaj ntoo aulib hab zwb ntaab,"},{"bible_id":"1216","chapter_code":"DEU.8","verse_code":"DEU.8.9","label":"9","content":"hab yog lub tebchaws kws mej yuav tau noj tsw tshaib tsw nqhes, hab mej yuav tsw tu ncua ib yaam daabtsw le, hab yog lub tebchaws kws tej pob zeb yog hlau hab mej yuav khaws tau tooj lab ntawm tej roob."},{"bible_id":"1216","chapter_code":"DEU.8","verse_code":"DEU.8.10","label":"10","content":"Mej yuav tau noj tsau npo, hab mej yuav qhuas Yawmsaub kws yog mej tug Vaajtswv txug lub tebchaws zoo kws nwg muab pub rua mej ntawd."},{"bible_id":"1216","chapter_code":"DEU.8","verse_code":"DEU.8.11","label":"11","content":"Koj yuav tsum ceev faaj zoo tsw xob nov qaab Yawmsaub kws yog koj tug Vaajtswv es tsw tuav nwg tej lug nkaw hab nwg tej kevcai hab nwg tej kaab ke kws nub nua kuv has rua koj."},{"bible_id":"1216","chapter_code":"DEU.8","verse_code":"DEU.8.12","label":"12","content":"Ntshai tsaam thaus koj noj tsau npo hab ua zoo vaaj zoo tsev hab tau nyob huv lawm,"},{"bible_id":"1216","chapter_code":"DEU.8","verse_code":"DEU.8.13","label":"13","content":"hab koj tej nyuj tej yaaj tej tshws fuam vaam coob hab muaj nyaj muaj kub ntau zuj zug hab ib puas tsaav yaam kws koj muaj fuam coob,"},{"bible_id":"1216","chapter_code":"DEU.8","verse_code":"DEU.8.14","label":"14","content":"mas thaus ntawd koj lub sab yuav khaav theeb hab koj yuav nov qaab koj tug Vaajtswv Yawmsaub kws coj koj tawm huv Iyi tebchaws huv txujkev ua qhev lug."},{"bible_id":"1216","chapter_code":"DEU.8","verse_code":"DEU.8.15","label":"15","content":"Nwg coj koj moog thoob plawg huv lub tebchaws moj saab qhua kws luj hab txaus ntshai kawg, kws muaj naab raaj kub sai hab raub rws teb, hab yog lub tebchaws qhuav nkig nkuav tsw muaj dej. Nwg pub dej tawm huv phaab zeb tawv tawv lug rua koj haus,"},{"bible_id":"1216","chapter_code":"DEU.8","verse_code":"DEU.8.16","label":"16","content":"hab pub cov mana kws koj tej laug tsw paub dua yug koj rua huv tebchaws moj saab qhua, sub nwg txhad txu tau koj tug fwjchim hab swm koj lub sab, mas thaus kawg koj txhad tau noj qaab nyob zoo."},{"bible_id":"1216","chapter_code":"DEU.8","verse_code":"DEU.8.17","label":"17","content":"Koj yuav tsum ceev faaj tsaam tes koj has tuj tawg tas, “Yog kuv tug fwjchim hab kuv txhais teg tug zug tau ua rua kuv tau tej cuab txhaj cuab taam nuav.”"},{"bible_id":"1216","chapter_code":"DEU.8","verse_code":"DEU.8.18","label":"18","content":"Koj yuav tsum ncu ntsoov Yawmsaub kws yog koj tug Vaajtswv, tsua qhov nwg yog tug kws pub zug rua koj kuas tau tej cuab txhaj cuab taam nuav, sub nwg txhad tuav rawv nwg tej lug cog tseg kws nwg cog ruaj khov rua koj tej laug, ib yaam le naj nub nwgnuav."},{"bible_id":"1216","chapter_code":"DEU.8","verse_code":"DEU.8.19","label":"19","content":"Yog koj nov qaab koj tug Vaajtswv Yawmsaub es moog lawv quas ncav luas tej daab hab ua koom rua hab pe tej daab hov, nub nua kuv has tseeb hlo rua mej tas mej yeej yuav puam tsuaj tag tag."},{"bible_id":"1216","chapter_code":"DEU.8","verse_code":"DEU.8.20","label":"20","content":"Ib yaam le tej haiv tuabneeg kws Yawmsaub muab ua puam tsuaj taag rua ntawm mej xubndag, mej yuav puam tsuaj taag ib yaam nkaus le hov ntaag, tsua qhov mej tsw noog mej tug Vaajtswv Yawmsaub tej lug."},{"bible_id":"1216","chapter_code":"DEU.9","verse_code":"DEU.9.1","label":"1","content":"Cov Yixayee 'e, ca le tig ntsej noog. Nub nua mej yuav hlaa tug dej Yalatee moog txeeb lub tebchaws kws tej haiv tuabneeg kws luj dua mej hab muaj zug dua hab puab tej moos kuj luj muaj ntsaa loog sab txwj ntuj."},{"bible_id":"1216","chapter_code":"DEU.9","verse_code":"DEU.9.2","label":"2","content":"Cov tuabneeg hov luj hab sab, yog Anaj caaj ceg kws mej tub paub hab nov luas has tas, “Leejtwg yuav sawv tiv yeej Anaj caaj ceg?”"},{"bible_id":"1216","chapter_code":"DEU.9","verse_code":"DEU.9.3","label":"3","content":"Nub nua mej ca le paub tseeb tas tug kws moog ua mej ntej yaam le nplaim tawg kub ceev yeej yog Yawmsaub kws yog mej tug Vaajtswv. Nwg yuav ua kuas puab puam tsuaj hab swb hlo mej, mej txhad yuav lawv tau puab tswv moog ua rua puab puam tsuaj sai kawg, yaam le Yawmsaub tau cog lug rua mej lawd."},{"bible_id":"1216","chapter_code":"DEU.9","verse_code":"DEU.9.4","label":"4","content":"Thaus Yawmsaub kws yog mej tug Vaajtswv muab puab lawv tawm ntawm mej hauv ntej moog lawm, mej tsw xob has tuj tawg tas, “Tub yog kuv ua ncaaj nceeg Yawmsaub txhad coj kuv lug txeeb tau lub tebchaws nuav ua kuv tug,” tassws qhov tseeb yog tim tej haiv tuabneeg nuav ua phem Yawmsaub txhad muab puab lawv tawm ntawm mej hauv ntej moog."},{"bible_id":"1216","chapter_code":"DEU.9","verse_code":"DEU.9.5","label":"5","content":"Qhov kws mej moog txeeb tau puab lub tebchaws ua mej tug, tsw yog vem mej ua ncaaj nceeg lossws mej lub sab ncaaj, tassws vem yog tej haiv tuabneeg nuav ua phem, mej tug Vaajtswv Yawmsaub txhad le muab puab lawv tawm ntawm mej xubndag moog, hab nwg txhad tuav rawv tej lug kws Yawmsaub tau cog tseg ruaj khov rua mej tej laug, kws yog Aplahaa, Yiha hab Yakhauj."},{"bible_id":"1216","chapter_code":"DEU.9","verse_code":"DEU.9.6","label":"6","content":"Vem le nuav mej yuav tsum paub tseeb tas qhov kws Yawmsaub kws yog mej tug Vaajtswv pub lub tebchaws zoo nuav rua mej txeeb tau ua mej tug hov tsw yog vem mej ua ncaaj nceeg, tsua qhov mej kuj yog haiv tuabneeg kws tawv ncauj."},{"bible_id":"1216","chapter_code":"DEU.9","verse_code":"DEU.9.7","label":"7","content":"Mej ca le ncu ntsoov hab tsw xob nov qaab tas mej tau ua le caag txhad zwg ua rua mej tug Vaajtswv Yawmsaub npau tawg rua huv tebchaws moj saab qhua. Txwj nub kws mej tawm huv Iyi tebchaws lug txug lub chaw nuav mej pheej faav xeeb rua Yawmsaub."},{"bible_id":"1216","chapter_code":"DEU.9","verse_code":"DEU.9.8","label":"8","content":"Txawm yog ntawm Haule  los mej kuj zwg ua rua Yawmsaub npau tawg, hab nwg chim heev kawg le, nwg tub yuav ua rua mej puam tsuaj."},{"bible_id":"1216","chapter_code":"DEU.9","verse_code":"DEU.9.9","label":"9","content":"Thaus kuv nce moog sau lub roob yuav txais daim txag zeb kws muaj tej lug cog tseg kws Yawmsaub cog rua mej, kuv nyob sau lub roob plaub caug nub plaub caug mo. Kuv tsw noj mov tsw haus dej le."},{"bible_id":"1216","chapter_code":"DEU.9","verse_code":"DEU.9.10","label":"10","content":"Mas Yawmsaub muab ob daim txag zeb kws Vaajtswv xuas ntiv teg sau nwg tej lug pub rua kuv. Huv ob daim txag zeb hov muaj tej lug huvsw kws Yawmsaub has rua mej huv cov nplaim tawg sau lub roob rua nub kws mej tuaj txoos ua ke."},{"bible_id":"1216","chapter_code":"DEU.9","verse_code":"DEU.9.11","label":"11","content":"Thaus dhau plaub caug nub plaub caug mo lawm Yawmsaub muab ob daim txag zeb kws muaj tej lug cog tseg pub rua kuv."},{"bible_id":"1216","chapter_code":"DEU.9","verse_code":"DEU.9.12","label":"12","content":"Mas Yawmsaub has rua kuv tas, “Ca le sawv tseeg, nqeg ntawm nuav moog taamswm, tsua qhov koj haiv tuabneeg kws koj coj tawm huv Iyi tebchaws lug yuam kev ua txhum lawm. Puab tig hlo ntawm txujkev kws kuv qha rua puab lawd sai kawg le. Puab nchuav ib tug txoov daab rua puab lawm.”"},{"bible_id":"1216","chapter_code":"DEU.9","verse_code":"DEU.9.13","label":"13","content":"Tsw taag le ntawd, Yawmsaub has rua kuv tas, “Kuv pum haiv tuabneeg nuav, mas saib maj, yog ib haiv tuabneeg kws tawv ncauj."},{"bible_id":"1216","chapter_code":"DEU.9","verse_code":"DEU.9.14","label":"14","content":"Tsw xob taav kuv lawm, kuv yuav ua kuas puab puam tsuaj hab muab puab lub npe thuam kuas pluj huv lub qaab ntuj nuav moog. Kuv yuav tsaa koj ua ib haiv tuabneeg kws luj hab muaj zug dua puab.”"},{"bible_id":"1216","chapter_code":"DEU.9","verse_code":"DEU.9.15","label":"15","content":"Kuv txhad tig hlo nqeg sau lub roob lug, muaj nplaim tawg puv nkaus sau lub roob. Hab ob daim txag zeb kws muaj tej lug cog tseg nyob rawv huv kuv txhais teg."},{"bible_id":"1216","chapter_code":"DEU.9","verse_code":"DEU.9.16","label":"16","content":"Kuv tsaa muag saib mas pum tas mej tau ua txhum rua Yawmsaub kws yog mej tug Vaajtswv lawm. Mej tau nchuav ib tug txoov daab thaav nyuj rua mej, mej tau tig hlo ntawm txujkev kws Yawmsaub tau qha mej lawd sai kawg."},{"bible_id":"1216","chapter_code":"DEU.9","verse_code":"DEU.9.17","label":"17","content":"Kuv txhad muab ob daim txag zeb ntawm kuv txhais teg laim pov tseg tawg taag taab meeg mej."},{"bible_id":"1216","chapter_code":"DEU.9","verse_code":"DEU.9.18","label":"18","content":"Tes kuv txawm khwb nkaus rua ntawm Yawmsaub xubndag yaam le thawj zag tau plaub caug nub plaub caug mo. Kuv tsw noj mov tsw haus dej le, vem yog tim tej kev txhum huvsw kws mej tau ua, yog tau ua phem taab meeg Yawmsaub zwg ua kuas nwg chim."},{"bible_id":"1216","chapter_code":"DEU.9","verse_code":"DEU.9.19","label":"19","content":"Kuv ntshai Yawmsaub txujkev chim hab qhov kws nwg tsw txaus sab heev rua mej, nwg tub yuav ua kuas mej puam tsuaj. Tassws zag hov Yawmsaub kuj noog kuv tej lug thov."},{"bible_id":"1216","chapter_code":"DEU.9","verse_code":"DEU.9.20","label":"20","content":"Yawmsaub chim rua Aloo heev, tub yuav ua rua nwg puam tsuaj. Thaus hov kuv kuj thov Yawmsaub txug Aloo hab."},{"bible_id":"1216","chapter_code":"DEU.9","verse_code":"DEU.9.21","label":"21","content":"Kuv txhad muab yaam kws txhum luj hov, yog tug txoov daab thaav nyuj kws mej ua hov, mas muab hlawv muab tsoo muab tuav mog mog ua moov, hab kuv muab w rua huv tug dej kws ndwg peg lub roob lug."},{"bible_id":"1216","chapter_code":"DEU.9","verse_code":"DEU.9.22","label":"22","content":"Mej tub ua rua Yawmsaub npau tawg ntawm Thanpela hab ntawm Maxa hab ntawm Khilau Hata‑ava."},{"bible_id":"1216","chapter_code":"DEU.9","verse_code":"DEU.9.23","label":"23","content":"Hab thaus Yawmsaub khaiv kuas mej tawm ntawm Khante Npania moog has tas, “Ca le moog txeeb lub tebchaws kws kuv muab rua mej,” los mej kuj faav xeeb tsw ua lawv le mej tug Vaajtswv Yawmsaub has rua mej, hab mej tsw tso sab rua nwg hab tsw noog nwg tej lug."},{"bible_id":"1216","chapter_code":"DEU.9","verse_code":"DEU.9.24","label":"24","content":"Mej pheej faav xeeb rua Yawmsaub txwj nub kws kuv paub mej lug le lawm."},{"bible_id":"1216","chapter_code":"DEU.9","verse_code":"DEU.9.25","label":"25","content":"Kuv txhad khwb nkaus rua ntawm Yawmsaub xubndag tau plaub caug nub plaub caug mo ntawd tsua qhov Yawmsaub has tas nwg yuav ua rua mej puam tsuaj."},{"bible_id":"1216","chapter_code":"DEU.9","verse_code":"DEU.9.26","label":"26","content":"Kuv txhad thov Yawmsaub has tas, “Au Vaajtswv Yawmsaub, thov tsw xob ua rua koj haiv tuabneeg kws yog koj qub txeeg qub teg puam tsuaj. Puab yog cov kws koj tau swv koj tug fwjchim luj txhwv lug hab xuas koj txhais teg kws muaj zug coj tawm huv Iyi tebchaws lug."},{"bible_id":"1216","chapter_code":"DEU.9","verse_code":"DEU.9.27","label":"27","content":"Thov koj ncu txug koj cov tub qhe kws yog Aplahaa, Yiha hab Yakhauj. Thov tsw xob saib rua qhov kws haiv tuabneeg nuav tawv ncauj hab puab tej kev phem hab puab tej kev txhum,"},{"bible_id":"1216","chapter_code":"DEU.9","verse_code":"DEU.9.28","label":"28","content":"tsaam tes cov tuabneeg huv lub tebchaws kws koj coj peb tawm lug hov yuav has tas, ‘Vem yog Yawmsaub tsw muaj peevxwm coj puab moog rua huv lub tebchaws kws nwg cog lug ca rua puab lawd, hab tub yog nwg ntxub puab, nwg txhad coj puab lug tua taag rua huv tebchaws moj saab qhua.’"},{"bible_id":"1216","chapter_code":"DEU.9","verse_code":"DEU.9.29","label":"29","content":"Puab tub yog koj haiv tuabneeg hab yog koj qub txeeg qub teg kws koj swv koj tug fwjchim luj hab koj txhais npaab kws tsaa hlo coj tawm lug.”"},{"bible_id":"1216","chapter_code":"DEU.10","verse_code":"DEU.10.1","label":"1","content":"Thaus ntawd Yawmsaub has rua kuv tas, “Koj ca le txua ob daim txag zeb zoo ib yaam le thawj ob daim hab nce tuaj cuag kuv sau lub roob, hab ua ib lub swb xaab ntoo."},{"bible_id":"1216","chapter_code":"DEU.10","verse_code":"DEU.10.2","label":"2","content":"Mas kuv yuav sau tej lug kws nyob huv ob daim txag zeb kws koj ua tawg lawd hab koj yuav tsum muab ob daim txag zeb hov khaws ca rua huv lub swb xaab.”"},{"bible_id":"1216","chapter_code":"DEU.10","verse_code":"DEU.10.3","label":"3","content":"Kuv txhad muab ntoo kub twg lug ua lub swb xaab hab txua ob daim txag zeb zoo ib yaam le thawj ob daim hab nqaa ob daim txag zeb huv kuv txhais teg nce moog sau lub roob."},{"bible_id":"1216","chapter_code":"DEU.10","verse_code":"DEU.10.4","label":"4","content":"Mas Yawmsaub txhad sau kaum txuj kevcai rua huv ob daim txag zeb yaam le qub, yog tej lug kws Yawmsaub has huv cov nplaim tawg sau lub roob rua mej rua nub kws mej tuaj txoos ua ke. Mas Yawmsaub muab ob daim txag zeb hov pub rua kuv."},{"bible_id":"1216","chapter_code":"DEU.10","verse_code":"DEU.10.5","label":"5","content":"Tes kuv txawm tig hlo nqeg sau lub roob lug hab muab ob daim txag zeb hov khaws ca rua huv lub swb xaab kws kuv ua, mas ob daim txag zeb kuj nyob rua huv, lawv le Yawmsaub has ca rua kuv."},{"bible_id":"1216","chapter_code":"DEU.10","verse_code":"DEU.10.6","label":"6","content":"(Cov Yixayee taug kev ntawm Npe‑awlauj Npene Ya‑akhaa lug txug Mauxela, mas Aloo txawm tuag hab muab log rua hov ntawd lawm. Tes nwg tug tub Ele‑axa txhad nyob nwg chaw ua pov thawj."},{"bible_id":"1216","chapter_code":"DEU.10","verse_code":"DEU.10.7","label":"7","content":"Puab tshais chaw hov ntawd lug txug Kukaunta, hab tshais ntawm Kukaunta lug txug Yaunpatha kws yog lub tebchaws muaj haav dej ntau."},{"bible_id":"1216","chapter_code":"DEU.10","verse_code":"DEU.10.8","label":"8","content":"Thaus ntawd Yawmsaub muab xeem Levi cais ua cov kws kwv Yawmsaub lub swb xaab sws cog lug hab nyob ntawm Yawmsaub xubndag ua koom rua nwg hab tuav nwg lub npe foom koob moov lug txug naj nub nwgnuav."},{"bible_id":"1216","chapter_code":"DEU.10","verse_code":"DEU.10.9","label":"9","content":"Vem le nuav cov Levi txhad tsw muaj feem nrug cov kwvtij tau lub tebchaws ua qub txeeg qub teg. Yawmsaub yog puab le qub txeeg qub teg, lawv le mej tug Vaajtswv Yawmsaub has rua puab lawd.)"},{"bible_id":"1216","chapter_code":"DEU.10","verse_code":"DEU.10.10","label":"10","content":"Kuv nyob sau lub roob plaub caug nub plaub caug mo yaam le thawj zag, mas zag hov Yawmsaub kuj noog kuv tej lug thov hab, Yawmsaub txhad tsw xaav ua kuas mej puam tsuaj lawm."},{"bible_id":"1216","chapter_code":"DEU.10","verse_code":"DEU.10.11","label":"11","content":"Yawmsaub has rua kuv tas, “Ca le sawv tseeg, coj cov pejxeem taug kev moog sub puab txhad moog txeeb tau lub tebchaws kws kuv cog lug ruaj ca rua puab tej laug tas yuav pub rua puab.”"},{"bible_id":"1216","chapter_code":"DEU.10","verse_code":"DEU.10.12","label":"12","content":"Cov Yixayee 'e, nwgnuav Yawmsaub kws yog mej tug Vaajtswv xaav kuas mej ua daabtsw? Nwg xaav kuas mej fwm hab paub ntshai Yawmsaub kws yog mej tug Vaajtswv, hab ua lub neej lawv nraim nwg tej txujkev huvsw, hab hlub nwg hab ua koom rua Yawmsaub kws yog mej tug Vaajtswv kawg mej lub sab lub ntsws,"},{"bible_id":"1216","chapter_code":"DEU.10","verse_code":"DEU.10.13","label":"13","content":"hab tuav rawv Yawmsaub tej lug nkaw hab tej kaab ke kws nub nua kuv has rua mej sub mej txhad noj qaab nyob zoo."},{"bible_id":"1216","chapter_code":"DEU.10","verse_code":"DEU.10.14","label":"14","content":"Saib maj, lub ntuj hab lub ntuj kws sab kawg nkaus hab lub nplajteb hab txhua yaam kws nyob huv puavleej yog mej tug Vaajtswv Yawmsaub le."},{"bible_id":"1216","chapter_code":"DEU.10","verse_code":"DEU.10.15","label":"15","content":"Txawm le ntawd los Yawmsaub tsom ntsoov hlub mej tej laug hab xaiv puab tej caaj ceg kws yog mej ua haiv tuabneeg tseem ceeb dua ib tsoom tuabneeg suavdawg, yaam le naj nub nwgnuav."},{"bible_id":"1216","chapter_code":"DEU.10","verse_code":"DEU.10.16","label":"16","content":"Vem le nuav mej ca le txav nrho mej lub sab tsw xob tawv ncauj dua le lawm."},{"bible_id":"1216","chapter_code":"DEU.10","verse_code":"DEU.10.17","label":"17","content":"Tsua qhov Yawmsaub kws yog mej tug Vaajtswv yog ib tsoom timtswv tug Vaajtswv, hab yog cov kws muaj fwjchim tug Tswv, nwg yog tug Vaajtswv kws luj kawg hab muaj fwjchim hab txaus ntshai kawg, nwg tsw saib leejtwg ntsej muag, tsw yuav tej nyaj xab."},{"bible_id":"1216","chapter_code":"DEU.10","verse_code":"DEU.10.18","label":"18","content":"Nwg tu plaub ncaaj rua cov mivnyuas kws tsw muaj txwv hab cov puj ntsuag, hab hlub lwm haiv tuabneeg kws nrug mej nyob, nwg pub zaub mov hab rwg tsho rua puab."},{"bible_id":"1216","chapter_code":"DEU.10","verse_code":"DEU.10.19","label":"19","content":"Vem le nuav mej yuav tsum hlub lwm haiv tuabneeg tsua qhov mej kuj txeev ua lwm haiv tuabneeg rua huv Iyi tebchaws."},{"bible_id":"1216","chapter_code":"DEU.10","verse_code":"DEU.10.20","label":"20","content":"Mej yuav tsum fwm hab paub ntshai Yawmsaub kws yog mej tug Vaajtswv. Mej yuav tsum ua koom rua nwg hab nrug nwg tsheej xeeb hab tuav nwg tuab leeg lub npe twv."},{"bible_id":"1216","chapter_code":"DEU.10","verse_code":"DEU.10.21","label":"21","content":"Nwg yog tug kws mej yuav qhuas. Nwg yog mej tug Vaajtswv kws tub ua tej xwm txheej luj hab txaus ntshai kws mej lub qhov muag tub pum nuav."},{"bible_id":"1216","chapter_code":"DEU.10","verse_code":"DEU.10.22","label":"22","content":"Mej tej laug moog xyaa caum leej rua huv Iyi tebchaws, tassws nwgnuav mej tug Vaajtswv Yawmsaub tub ua rua mej fuam vaam coob yaam le tej nub qub sau ntuj."},{"bible_id":"1216","chapter_code":"DEU.11","verse_code":"DEU.11.1","label":"1","content":"Vem le nuav mej yuav tsum hlub Yawmsaub kws yog mej tug Vaajtswv hab tuav rawv tej lug kws nwg qha hab nwg tej kaab ke hab nwg tej kevcai hab nwg tej lug nkaw moog le."},{"bible_id":"1216","chapter_code":"DEU.11","verse_code":"DEU.11.2","label":"2","content":"Nub nua mej yuav tsum ncu ntsoov txug mej tug Vaajtswv Yawmsaub txujkev nplawm qhuab qha. Tub yog mej pum, tsw yog mej cov mivnyuas paub hab pum. Mej ca le ncu txug Yawmsaub kws luj kawg hab nwg txhais teg kws muaj fwjchim hab nwg txhais npaab kws tsaa hlo,"},{"bible_id":"1216","chapter_code":"DEU.11","verse_code":"DEU.11.3","label":"3","content":"hab ncu txug nwg tej txujci phemfwj kws nwg ua rua Iyi tug vaajntxwv Falau hab nwg lub tebchaws huvsw,"},{"bible_id":"1216","chapter_code":"DEU.11","verse_code":"DEU.11.4","label":"4","content":"hab tej kws nwg ua rua Iyi paab tub rog hab cov neeg hab puab tej tsheb ua rog, hab ua rua Havtxwv Lab nphau nyaab hlo puab rua thaus puab lawv caum mej, Yawmsaub txhad ua rua puab puam tsuaj txug naj nub nwgnuav."},{"bible_id":"1216","chapter_code":"DEU.11","verse_code":"DEU.11.5","label":"5","content":"Hab ncu txug tej kws nwg ua rua mej huv tebchaws moj saab qhua moog txug thaus mej lug txug ntawm nuav,"},{"bible_id":"1216","chapter_code":"DEU.11","verse_code":"DEU.11.6","label":"6","content":"hab tej kws nwg ua rua Ntathaa hab Anpilaa kws yog Elia le tub hab yog Lunpee le xeeb ntxwv, kws yog thaaj aav rua ncauj nqog hlo puab hab puab tsev tuabneeg hab puab tej tsev ntaub hab txhua yaam muaj txujsa kws nrug puab nyob, taab meeg cov Yixayee suavdawg."},{"bible_id":"1216","chapter_code":"DEU.11","verse_code":"DEU.11.7","label":"7","content":"Mej lub qhov muag tub pum ntsoov tej xwm txheej luj kws Vaajtswv ua nuav huvsw."},{"bible_id":"1216","chapter_code":"DEU.11","verse_code":"DEU.11.8","label":"8","content":"Yog le nuav mej yuav tsum tuav rawv tej lug nkaw huvsw kws nub nua kuv cob rua mej, sub mej txhad le muaj zug hab moog txeeb tau lub tebchaws kws mej saamswm hlaa moog tuav ua mej tug,"},{"bible_id":"1216","chapter_code":"DEU.11","verse_code":"DEU.11.9","label":"9","content":"hab mej txhad muaj txujsa nyob ntev rua huv lub tebchaws kws Yawmsaub cog lug ruaj khov ca rua mej tej laug tas yuav pub rua puab hab puab tej caaj ceg, yog lub tebchaws kws muaj kua mig hab zwb ntaab ndwg ndo."},{"bible_id":"1216","chapter_code":"DEU.11","verse_code":"DEU.11.10","label":"10","content":"Lub tebchaws kws mej yuav moog txeeb hov tsw thooj le Iyi tebchaws kws mej tawm lug. Huv Iyi tebchaws mej tseb noob hab xuas kwtaw tuam tshuab nduav dej yaam le tej vaaj zaub."},{"bible_id":"1216","chapter_code":"DEU.11","verse_code":"DEU.11.11","label":"11","content":"Tassws lub tebchaws kws mej hlaa moog txeeb ua mej tug hov muaj roob muaj haav muaj dej naag sau ntuj lug ntub,"},{"bible_id":"1216","chapter_code":"DEU.11","verse_code":"DEU.11.12","label":"12","content":"yog lub tebchaws kws mej tug Vaajtswv Yawmsaub tsom kwm. Mej tug Vaajtswv Yawmsaub lub qhov muag saib ntsoov lub tebchaws tsw tu ncua txwj thaus hauv xyoo moog txug qaab xyoo."},{"bible_id":"1216","chapter_code":"DEU.11","verse_code":"DEU.11.13","label":"13","content":"Yog mej ua lawv le tej lug nkaw kws nub nua kuv muab cob rua mej, kws yog hlub Yawmsaub kws yog mej tug Vaajtswv hab ua koom rua nwg kawg mej lub sab lub ntsws,"},{"bible_id":"1216","chapter_code":"DEU.11","verse_code":"DEU.11.14","label":"14","content":"mas nwg  yuav pub naag lug rua mej lub tebchaws lawv caij lawv nyoog, yog cov naag hauv xyoo naag qaab xyoo sub mej txhad le tau qoob loos hab cawv txwv maab hab roj,"},{"bible_id":"1216","chapter_code":"DEU.11","verse_code":"DEU.11.15","label":"15","content":"hab nwg yuav pub mej tej tshaav zaub muaj zaub rua mej tej tsaj txhu noj, mas mej yuav tau noj tsau npo."},{"bible_id":"1216","chapter_code":"DEU.11","verse_code":"DEU.11.16","label":"16","content":"Mej yuav tsum ceev faaj tsw xob ca mej lub sab raug ntxag tig hlo moog ua koom hab pe luas tej daab."},{"bible_id":"1216","chapter_code":"DEU.11","verse_code":"DEU.11.17","label":"17","content":"Yog mej ua le ntawd Yawmsaub txujkev npau tawg yuav tshwm plawg rua mej. Nwg yuav kaw lub ntuj tsw tso naag lug hab tej aav yuav tsw tuaj qoob loos hab mej yuav puam tsuaj pluj sai kawg le rua huv lub tebchaws zoo kws Yawmsaub pub rua mej."},{"bible_id":"1216","chapter_code":"DEU.11","verse_code":"DEU.11.18","label":"18","content":"Vem le nuav mej yuav tsum khaws tej lug kws kuv has nuav rua huv mej lub sab lub ntsws, hab muab tej lug nuav khi rua ntawm mej txhais teg ua lub chaw ncu, hab muab paav rua ntawm mej hauv plaj."},{"bible_id":"1216","chapter_code":"DEU.11","verse_code":"DEU.11.19","label":"19","content":"Mej yuav qha tej lug nuav rua mej tej mivnyuas, hab has txug tej lug nuav rua thaus mej nyob huv tsev thaus mej taug kev thaus mej pw hab thaus mej sawv,"},{"bible_id":"1216","chapter_code":"DEU.11","verse_code":"DEU.11.20","label":"20","content":"hab muab sau rua ntawm tej puab rooj huv tsev hab ntawm rooj loog,"},{"bible_id":"1216","chapter_code":"DEU.11","verse_code":"DEU.11.21","label":"21","content":"sub mej hab mej tej tub ki txhad muaj txujsa ntev rua huv lub tebchaws kws Yawmsaub cog lug ruaj tas yuav pub rua mej tej laug, ntev le thaus lub ntuj tseed khwb lub nplajteb."},{"bible_id":"1216","chapter_code":"DEU.11","verse_code":"DEU.11.22","label":"22","content":"Yog mej ceev faaj ua lawv nraim tej lug nkaw nuav huvsw kws kuv cob rua mej, kws yog hlub Yawmsaub kws yog mej tug Vaajtswv hab ua mej lub neej lawv nraim nwg tej kev huvsw hab tuav rawv nwg,"},{"bible_id":"1216","chapter_code":"DEU.11","verse_code":"DEU.11.23","label":"23","content":"mas Yawmsaub yuav lawv txhua haiv tuabneeg nuav tawm ntawm mej hauv ntej moog, mas mej yuav txeeb tau tej haiv tuabneeg kws luj dua mej hab muaj zug dua mej lub tebchaws."},{"bible_id":"1216","chapter_code":"DEU.11","verse_code":"DEU.11.24","label":"24","content":"Mej xwb taw tsuj moog txug hovtwg hov ntawd yuav yog mej le. Mej le nrwm teb yuav txwj ntawm tebchaws moj saab qhua moog txug Lenpanoo, hab txwj ntawm tug nam dej Yufeti moog txug havtxwv saab nub poob."},{"bible_id":"1216","chapter_code":"DEU.11","verse_code":"DEU.11.25","label":"25","content":"Yuav tsw muaj leejtwg sawv tiv tau mej. Yawmsaub kws yog mej tug Vaajtswv yuav ua kuas thoob lub tebchaws kws mej yuav moog tsuj hov ntshai mej heev kawg le, lawv le nwg tub cog lug tseg rua mej."},{"bible_id":"1216","chapter_code":"DEU.11","verse_code":"DEU.11.26","label":"26","content":"Saib maj, nub nua kuv coj tej lug foom koob moov hab tej lug tsawm foom lug txawb rua ntawm mej xubndag."},{"bible_id":"1216","chapter_code":"DEU.11","verse_code":"DEU.11.27","label":"27","content":"Yog mej ua lawv le mej tug Vaajtswv Yawmsaub tej lug nkaw kws nub nua kuv muab cob rua mej, mas mej yuav tau tej koob moov ntawd."},{"bible_id":"1216","chapter_code":"DEU.11","verse_code":"DEU.11.28","label":"28","content":"Huas yog mej tsw ua lawv le mej tug Vaajtswv Yawmsaub tej lug nkaw es tig hlo ntawm txujkev kws nub nua kuv has rua mej moog lawv quas ncav luas tej daab kws mej tsw tau paub dua, mej yuav tau saws tej lug tsawm foom hov."},{"bible_id":"1216","chapter_code":"DEU.11","verse_code":"DEU.11.29","label":"29","content":"Thaus Yawmsaub kws yog mej tug Vaajtswv coj mej moog rua huv lub tebchaws kws mej saamswm yuav moog txeeb ua mej tug hov, mej yuav tsum muab tej lug foom koob moov tshaaj tawm rua sau lub roob Kelixi hab muab tej lug tsawm foom tshaaj tawm rua sau lub roob Enpaa."},{"bible_id":"1216","chapter_code":"DEU.11","verse_code":"DEU.11.30","label":"30","content":"Ob lub roob nuav nyob saab ntug dej Yalatee tim u, yog nyob ntawm txujkev kws moog rua saab nub poob huv cov Khana‑aa thaaj tebchaws ntawm Alanpa, hab ncaaj lub moos Kilakaa ze tej ntoo xeeb ntawm Maule."},{"bible_id":"1216","chapter_code":"DEU.11","verse_code":"DEU.11.31","label":"31","content":"Mej yuav hlaa tug dej Yalatee moog txeeb tau lub tebchaws kws mej tug Vaajtswv Yawmsaub pub rua mej, mas thaus mej txeeb tau hab nyob rua huv lawm,"},{"bible_id":"1216","chapter_code":"DEU.11","verse_code":"DEU.11.32","label":"32","content":"mej yuav tsum ceev faaj ua lawv le tej kaab ke hab tej kevcai huvsw kws nub nua kuv muab cob rua mej."},{"bible_id":"1216","chapter_code":"DEU.12","verse_code":"DEU.12.1","label":"1","content":"Ntawm nuav moog yog tej kaab ke hab tej kevcai kws mej yuav tsum ceev faaj ua lawv nraim le rua huv lub tebchaws kws Yawmsaub kws yog mej tej laug tug Vaajtswv tub muab rua mej ua mej tug taag swm neej kws mej nyob nplajteb nuav."},{"bible_id":"1216","chapter_code":"DEU.12","verse_code":"DEU.12.2","label":"2","content":"Mej yuav tsum muab tej haiv tuabneeg kws mej lawv tswv hov tej chaw teev daab rhuav kuas puam tsuaj huvsw, yog tej chaw kws nyob sau roob sab hab sau tej pov roob hab huv qaab txhua tsob ntoo ntsuab."},{"bible_id":"1216","chapter_code":"DEU.12","verse_code":"DEU.12.3","label":"3","content":"Mej yuav tsum muab puab tej thaaj teev daab rhuav pov tseg hab tsoo puab tej ncej teev daab kuas tawg ua tej dwb daim hab hlawv puab tej ncej daab Asela pov tseg. Mej yuav tsum muab tej txoov daab tsoo pov tseg hab muab tej npe daab hov thuam kuas pluj hov ntawd moog."},{"bible_id":"1216","chapter_code":"DEU.12","verse_code":"DEU.12.4","label":"4","content":"Mej tsw xob pe le hov rua Yawmsaub kws yog mej tug Vaajtswv."},{"bible_id":"1216","chapter_code":"DEU.12","verse_code":"DEU.12.5","label":"5","content":"Mej yuav tsum nrhav ib qho chaw kws mej tug Vaajtswv Yawmsaub yuav xaiv rua huv mej txhua xeem rua nwg lub npe hab ua lub chaw rua nwg nyob. Mas mej yuav moog hov ntawd,"},{"bible_id":"1216","chapter_code":"DEU.12","verse_code":"DEU.12.6","label":"6","content":"hab mej yuav muab tej kws ua kevcai hlawv huvsw xyeem hab tej tsaj kws tua xyeem, tej kws mej pub ib feem kaum, tej kws yuav muab cev xyeem, tej kws mej fev ca yuav muab xyeem, tej kws mej zoo sab muab xyeem pub hab thawj tug mivnyuas nyuj mivnyuas tshws mivnyuas yaaj coj moog rua hov ntawd."},{"bible_id":"1216","chapter_code":"DEU.12","verse_code":"DEU.12.7","label":"7","content":"Mej hab mej tsev tuabneeg yuav noj hov ntawd taab meeg mej tug Vaajtswv Yawmsaub lub xubndag hab yuav zoo sab xyiv faab rua tej num kws mej ua huvsw, tej hov yog mej tug Vaajtswv Yawmsaub foom koob moov rua mej."},{"bible_id":"1216","chapter_code":"DEU.12","verse_code":"DEU.12.8","label":"8","content":"Mej tsw xob ua lawv le kws peb naj nub ua ntawm nuav, yog qhov kws suavdawg nyag ua lawv le nyag sab pum zoo xwb."},{"bible_id":"1216","chapter_code":"DEU.12","verse_code":"DEU.12.9","label":"9","content":"Tsua qhov mej tseed tsw tau moog txug lub chaw kws tau su hab tsw tau moog txug tej qub txeeg qub teg kws mej tug Vaajtswv Yawmsaub pub rua mej."},{"bible_id":"1216","chapter_code":"DEU.12","verse_code":"DEU.12.10","label":"10","content":"Tassws thaus mej hlaa tug dej Yalatee moog nyob rua huv lub tebchaws kws mej tug Vaajtswv Yawmsaub pub ua qub txeeg qub teg rua mej hab thaus nwg pub mej tau su tsw ua rog rua mej tej yeeb ncuab kws nyob ib ncig mej, mej tau nyob kaaj sab quas lug lawd,"},{"bible_id":"1216","chapter_code":"DEU.12","verse_code":"DEU.12.11","label":"11","content":"mas mej yuav coj txhua yaam kws kuv has rua mej lawd moog rua lub chaw kws mej tug Vaajtswv Yawmsaub yuav xaiv ca rua nwg lub npe nyob. Mej yuav coj tej kws yuav hlawv huvsw xyeem hab tej kws yuav tua xyeem hab tej kws mej pub ib feem kaum hab tej kws mej cev xyeem hab txhua yaam kws mej fev ca yuav muab xyeem pub rua Yawmsaub."},{"bible_id":"1216","chapter_code":"DEU.12","verse_code":"DEU.12.12","label":"12","content":"Mej hab mej tej tub tej ntxhais mej tej tub qhe nkauj qhev hab cov Levi kws nyob huv mej tej moos vem puab tsw muaj feem nrug mej tau qub txeeg qub teg, los mej suavdawg yuav zoo sab xyiv faab rua ntawm mej tug Vaajtswv Yawmsaub lub xubndag."},{"bible_id":"1216","chapter_code":"DEU.12","verse_code":"DEU.12.13","label":"13","content":"Koj yuav ceev faaj zoo tsw xob muab tej kws yuav hlawv huvsw xyeem hov xyeem rua ntawm tej chaw kws koj sab nyam."},{"bible_id":"1216","chapter_code":"DEU.12","verse_code":"DEU.12.14","label":"14","content":"Koj yuav tsum muab xyeem rua huv lub chaw kws Yawmsaub yuav xaiv rua huv mej cov ib xeem. Koj yuav muab tej kws yuav hlawv huvsw xyeem hov xyeem rua hov ntawd, hab koj yuav ua txhua yaam kws kuv has rua koj lawd rua lub chaw ntawd."},{"bible_id":"1216","chapter_code":"DEU.12","verse_code":"DEU.12.15","label":"15","content":"Txawm le caag los xwj, koj yuav tua tsaj txhu noj rua huv koj tej moos lub twg kuj tau, tua npaum le kws koj sab nyam lawv le Yawmsaub kws yog koj tug Vaajtswv tau foom koob moov rua koj. Tug tuabneeg kws qas tsw huv hab tug kws huv los kuj noj tau, ib yaam nkaus le noj nqaj kauv seb noj nqaj muas lwj."},{"bible_id":"1216","chapter_code":"DEU.12","verse_code":"DEU.12.16","label":"16","content":"Koj tsuas tseg tsw xob noj ntshaav tsaj hlo le, koj yuav muab laub pov tseg rua huv aav yaam le laub dej."},{"bible_id":"1216","chapter_code":"DEU.12","verse_code":"DEU.12.17","label":"17","content":"Tej qoob loos tej cawv txwv maab tej roj ib feem kaum, hab thawj tug mivnyuas nyuj mivnyuas tshws mivnyuas yaaj, hab tej kws koj fev ca yeem yuav muab xyeem, hab tej kws koj zoo sab muab xyeem pub hab tej kws koj cev xyeem, mas koj tsw xob noj rua huv koj lub moos."},{"bible_id":"1216","chapter_code":"DEU.12","verse_code":"DEU.12.18","label":"18","content":"Tassws koj yuav tsum noj tej nuav rua ntawm koj tug Vaajtswv Yawmsaub lub xubndag rua huv lub chaw kws koj tug Vaajtswv Yawmsaub yuav xaiv ca, taag nrho koj hab koj tej tub ki koj tej tub qhe nkauj qhev hab cov Levi kws nyob huv koj lub moos huvsw. Hab koj yuav zoo sab xyiv faab rua txhua yaam num kws koj ua rua ntawm koj tug Vaajtswv Yawmsaub xubndag."},{"bible_id":"1216","chapter_code":"DEU.12","verse_code":"DEU.12.19","label":"19","content":"Koj yuav ceev faaj tsw xob tso cov Levi tseg rua thaus koj tseed nyob huv koj lub tebchaws."},{"bible_id":"1216","chapter_code":"DEU.12","verse_code":"DEU.12.20","label":"20","content":"Thaus Yawmsaub kws yog koj tug Vaajtswv pub koj tau tebchaws daav quas zug lawv le nwg cog lug tseg rua koj lawd hab koj has tas, “Kuv yuav noj nqaj,” vem yog koj nqhes nqaj tsaj, koj yuav tau noj nqaj npaum le kws koj lub sab nyam."},{"bible_id":"1216","chapter_code":"DEU.12","verse_code":"DEU.12.21","label":"21","content":"Yog lub chaw kws koj tug Vaajtswv Yawmsaub yuav xaiv ca rua nwg lub npe nyob hov deb koj heev lawm tes koj ca le tua koj tej nyuj yaaj tshws kws Yawmsaub pub rua koj, lawv le kuv has rua koj lawd. Koj ca le noj rua huv koj lub moos npaum le kws koj lub sab nyam."},{"bible_id":"1216","chapter_code":"DEU.12","verse_code":"DEU.12.22","label":"22","content":"Koj noj tau ib yaam le noj nqaj kauv seb hab nqaj muas lwj. Tug tuabneeg kws qas tsw huv hab tug kws huv los noj tau."},{"bible_id":"1216","chapter_code":"DEU.12","verse_code":"DEU.12.23","label":"23","content":"Koj yuav tsum ceev faaj tsw xob noj cov ntshaav hlo le, tsua qhov cov ntshaav yog txujsa, mas koj tsw xob noj txujsa nrug cov nqaj."},{"bible_id":"1216","chapter_code":"DEU.12","verse_code":"DEU.12.24","label":"24","content":"Koj tsw xob noj cov ntshaav hlo le, koj yuav tsum muab laub pov tseg rua huv aav yaam le laub dej."},{"bible_id":"1216","chapter_code":"DEU.12","verse_code":"DEU.12.25","label":"25","content":"Koj tsw xob noj cov ntshaav hlo le sub koj hab koj tej tub ki txhad le noj qaab nyob zoo vem yog qhov kws koj ua tej kws Yawmsaub pum tas raug cai."},{"bible_id":"1216","chapter_code":"DEU.12","verse_code":"DEU.12.26","label":"26","content":"Tej yaam dawb huv kws yuav tsum pub lawv le kevcai hab tej kws koj fev ca yuav muab xyeem pub mas koj yuav coj moog rua lub chaw kws Yawmsaub yuav xaiv ca."},{"bible_id":"1216","chapter_code":"DEU.12","verse_code":"DEU.12.27","label":"27","content":"Cov nqaj hab cov ntshaav kws ua kevcai hlawv huvsw xyeem mas yuav muab xyeem sau koj tug Vaajtswv Yawmsaub lub thaaj. Tassws tug tsaj kws tua xyeem mas muab cov ntshaav laub rua sau koj tug Vaajtswv Yawmsaub lub thaaj, huas cov nqaj mas koj noj tau."},{"bible_id":"1216","chapter_code":"DEU.12","verse_code":"DEU.12.28","label":"28","content":"Koj yuav tsum ceev faaj ua lawv le txhua lu lug kws kuv has kuas koj ua sub koj hab koj tej tub ki txhad le noj qaab nyob zoo moog ib txhws, vem yog qhov kws koj ua tej kws Yawmsaub kws yog koj tug Vaajtswv pum tas zoo hab raug cai."},{"bible_id":"1216","chapter_code":"DEU.12","verse_code":"DEU.12.29","label":"29","content":"Yawmsaub kws yog koj tug Vaajtswv yuav rhuav tshem tej haiv tuabneeg kws koj yuav txeem moog muab lawv tswv hov, mas thaus koj muab puab lawv tswv hab moog nyob huv puab lub tebchaws lawm,"},{"bible_id":"1216","chapter_code":"DEU.12","verse_code":"DEU.12.30","label":"30","content":"hab thaus puab raug puam tsuaj taag lawd, koj yuav tsum ceev faaj tsw xob raug puab ntxag ua lawv le puab, hab tsw xob nug txug puab tej daab has tas, “Haiv tuabneeg hov ua koom rua puab tej daab le caag nev? Kuv yuav ua koom ib yaam le puab.”"},{"bible_id":"1216","chapter_code":"DEU.12","verse_code":"DEU.12.31","label":"31","content":"Koj tsw xob ua le hov rua koj tug Vaajtswv Yawmsaub tsua qhov txhua yaam kws puab ua koom rua puab tej daab hov yog kev qas vuab tsuab kws Yawmsaub ntxub. Txawm yog puab tej tub tej ntxhais los puab kuj muab hlawv xyeem rua puab tej daab hab."},{"bible_id":"1216","chapter_code":"DEU.12","verse_code":"DEU.12.32","label":"32","content":"Txhua yaam kws kuv has rua mej nuav mej yuav tsum ceev faaj ua lawv nraim. Mej tsw xob tsaav ib yaam daabtsw rua hab tsw xob rhu ib yaam daabtsw tseg."},{"bible_id":"1216","chapter_code":"DEU.13","verse_code":"DEU.13.1","label":"1","content":"Yog ib tug xwbfwb cev Vaajtswv lug lossws ib tug kws ua npau suav pum tom hauv ntej tshwm lug rua huv mej hab qha ib yaam txujci tseem ceeb phemfwj rua koj,"},{"bible_id":"1216","chapter_code":"DEU.13","verse_code":"DEU.13.2","label":"2","content":"hab yog txujci tseem ceeb phemfwj kws nwg has hov muaj tshwm lug tag tag tes nwg txhad has tas, “Ca peb pe hawm hab ua koom rua luas tej daab,” kws koj tsw tau paub dua,"},{"bible_id":"1216","chapter_code":"DEU.13","verse_code":"DEU.13.3","label":"3","content":"mas koj tsw xob ntseeg tug xwbfwb cev lug lossws tug kws ua npau suav hov tej lug. Tsua qhov mej tug Vaajtswv Yawmsaub swm mej lub sab saib mej hlub mej tug Vaajtswv Yawmsaub kawg mej lub sab lub ntsws los tsw hlub."},{"bible_id":"1216","chapter_code":"DEU.13","verse_code":"DEU.13.4","label":"4","content":"Mej yuav tsum ua lub neej lawv le Yawmsaub kws yog mej tug Vaajtswv hab fwm hab paub ntshai nwg hab tuav rawv nwg tej lug nkaw hab noog nwg lug, hab mej yuav tsum ua koom rua nwg hab nrug nwg tsheej xeeb."},{"bible_id":"1216","chapter_code":"DEU.13","verse_code":"DEU.13.5","label":"5","content":"Tug kws cev lug hab tug kws ua npau suav hov yuav tsum raug muab tua pov tseg, vem yog nwg qha kuas faav xeeb rua mej tug Vaajtswv Yawmsaub kws coj mej tawm huv Iyi tebchaws lug hab txhwv mej dim huv txujkev ua qhev. Tug hov ua rua mej tig hlo ntawm txujkev kws mej tug Vaajtswv Yawmsaub kuas mej moog. Ua le nuav mej txhad ntxuav tau tej kev phem nuav tawm huv mej moog."},{"bible_id":"1216","chapter_code":"DEU.13","verse_code":"DEU.13.6","label":"6","content":"Yog koj ib tug kwvtij kws nrug koj koom nam lossws koj le tub le ntxhais lossws koj tug quaspuj ntawm koj xubndag lossws koj tug kwvluag kws nrug koj koom ib lub sab yum tuabywv tas, “Ca peb moog ua koom rua luas tej daab,” kws koj hab koj tej laug tsw tau paub dua,"},{"bible_id":"1216","chapter_code":"DEU.13","verse_code":"DEU.13.7","label":"7","content":"kws yog tej haiv tuabneeg kws nyob ib ncig mej tej daab tsw has deb los ze, txwj ntawm saab ntuj nuav moog txug saab ntuj kawg tim u,"},{"bible_id":"1216","chapter_code":"DEU.13","verse_code":"DEU.13.8","label":"8","content":"los koj tsw xob yeem swb nwg hab noog nwg has, koj lub qhov muag tsw xob khuvleej nwg, tsw xob tseg nwg txujsa le, tsw xob npog nwg hlo le."},{"bible_id":"1216","chapter_code":"DEU.13","verse_code":"DEU.13.9","label":"9","content":"Koj yuav tsum muab nwg tua pov tseg. Koj yuav tsum nqeg teg ua ntej rau txem tua nwg, mas suavdawg le maav nqeg teg ua qaab."},{"bible_id":"1216","chapter_code":"DEU.13","verse_code":"DEU.13.10","label":"10","content":"Koj yuav tsum xuas pob zeb ntaus kuas nwg tuag, tsua qhov nwg yooj xeeb coj koj tawm huv koj tug Vaajtswv Yawmsaub kws coj mej tawm huv Iyi tebchaws huv txujkev ua qhev lug."},{"bible_id":"1216","chapter_code":"DEU.13","verse_code":"DEU.13.11","label":"11","content":"Mas cov Yixayee suavdawg txhad tau nov hab ntshai txhad tsw ua tej kev phem nuav rua huv plawv mej dua le lawm."},{"bible_id":"1216","chapter_code":"DEU.13","verse_code":"DEU.13.12","label":"12","content":"Yog koj nov tas huv mej tej moos kws mej tug Vaajtswv Yawmsaub pub rua mej nyob lawd tsw has lub twg"},{"bible_id":"1216","chapter_code":"DEU.13","verse_code":"DEU.13.13","label":"13","content":"muaj tuabneeg phem qee leej tawm huv mej moog ntxag cov tuabneeg huv lub moos hov has tas, “Ca peb moog ua koom rua luas tej daab,” kws mej tsw tau paub dua,"},{"bible_id":"1216","chapter_code":"DEU.13","verse_code":"DEU.13.14","label":"14","content":"mas koj yuav tsum tshuaj hab tshawb nrhav hab ua tuab zoo nug. Yog muaj tseeb hab pum tseeb tas tej kws qas vuab tsuab nuav tshwm rua huv plawv mej,"},{"bible_id":"1216","chapter_code":"DEU.13","verse_code":"DEU.13.15","label":"15","content":"mas koj yuav tsum xuas nav ntaaj muab cov tuabneeg huv lub moos hov tua. Koj yuav tsum xuas nav ntaaj ua kuas puam tsuaj tu noob nrho tsw has tej tuabneeg hab tej tsaj txhu huv lub moos huvsw."},{"bible_id":"1216","chapter_code":"DEU.13","verse_code":"DEU.13.16","label":"16","content":"Koj yuav tsum sau cov tuabneeg hov tej hov txhua chaw huvsw tuaj tso ua ke huv tshaav puam hab muab lub moos hov hab tej hov txhua chaw huvsw hlawv pov tseg txhad yog hlawv huvsw xyeem rua Yawmsaub kws yog koj tug Vaajtswv. Lub moos hov yuav nyob do cuas ca moog ib txhws, tsw xob rov ua dua tshab."},{"bible_id":"1216","chapter_code":"DEU.13","verse_code":"DEU.13.17","label":"17","content":"Tsw xob ca tej kws caiv hov ib yaam daabtsw lu koj txhais teg, sub Yawmsaub txhad le thim nwg txujkev npau tawg heev hab khuvleej hab taab ncuab koj, hab pub koj fuam vaam coob, lawv le nwg cog lug ruaj khov ca rua koj tej laug lawm,"},{"bible_id":"1216","chapter_code":"DEU.13","verse_code":"DEU.13.18","label":"18","content":"vem mej noog Yawmsaub kws yog mej tug Vaajtswv tej lug, yog qhov kws tuav rawv nwg tej lug nkaw huvsw kws nub nua kuv muab cob rua koj hab ua tej kws koj tug Vaajtswv Yawmsaub pum tas raug cai."},{"bible_id":"1216","chapter_code":"DEU.14","verse_code":"DEU.14.1","label":"1","content":"Mej yog Yawmsaub kws yog mej tug Vaajtswv le tub ki. Mej tsw xob muab mej tej nqaj suam hab tsw xob chais cov plaubhau ntawm hauv plaj rua thaus kws muaj tuabneeg tuag."},{"bible_id":"1216","chapter_code":"DEU.14","verse_code":"DEU.14.2","label":"2","content":"Tsua qhov mej yog haiv tuabneeg kws dawb huv rua Yawmsaub kws yog mej tug Vaajtswv, hab Yawmsaub tau xaiv mej tawm huv ib tsoom tuabneeg huv qaab ntuj nuav lug ua haiv tuabneeg kws yog nwg teej nwg tug."},{"bible_id":"1216","chapter_code":"DEU.14","verse_code":"DEU.14.3","label":"3","content":"Koj tsw xob noj tej yaam kws qas vuab tsuab."},{"bible_id":"1216","chapter_code":"DEU.14","verse_code":"DEU.14.4","label":"4","content":"Tej tsaj kws noj tau yog cov nuav, yog nyuj, yaaj, tshws,"},{"bible_id":"1216","chapter_code":"DEU.14","verse_code":"DEU.14.5","label":"5","content":"muas lwj, kauv seb, kauv lab, tshws qus, sai, nyuj qus dawb hab yaaj qus."},{"bible_id":"1216","chapter_code":"DEU.14","verse_code":"DEU.14.6","label":"6","content":"Txhua yaam tsaj kws muaj rau kws rau ntshua ua ndiv hab yog tsaj kws zum zaub mas mej noj tau."},{"bible_id":"1216","chapter_code":"DEU.14","verse_code":"DEU.14.7","label":"7","content":"Tej tsaj kws zum zaub lossws rau ntshua kws mej caiv tsw xob noj mas yog cov nuav, yog ntxhuav, luav, ntxwm tsua vem cov tsaj nuav zum zaub tassws rau tsw ntshua ua ndiv txhad yog tej tsaj kws qas tsw huv rua mej."},{"bible_id":"1216","chapter_code":"DEU.14","verse_code":"DEU.14.8","label":"8","content":"Npua mas rau ntshua tassws tsw zum zaub tes kuj qas tsw huv rua mej. Mej tsw xob noj tej tsaj nuav le nqaj hab tsw xob kov puab lub cev tuag hlo le."},{"bible_id":"1216","chapter_code":"DEU.14","verse_code":"DEU.14.9","label":"9","content":"Tej tsaj nruab deg kws mej noj tau yog cov nuav, yog cov kws muaj txoob muaj nplai mej noj tau huvsw,"},{"bible_id":"1216","chapter_code":"DEU.14","verse_code":"DEU.14.10","label":"10","content":"tassws cov kws tsw muaj txoob tsw muaj nplai mej tsw xob noj, yog tej tsaj kws qas tsw huv rua mej."},{"bible_id":"1216","chapter_code":"DEU.14","verse_code":"DEU.14.11","label":"11","content":"Txhua yaam noog kws huv mas mej noj tau,"},{"bible_id":"1216","chapter_code":"DEU.14","verse_code":"DEU.14.12","label":"12","content":"tassws cov noog kws mej caiv tsw xob noj yog cov nuav,  yog daav dub, daav noj twm, daav txho,"},{"bible_id":"1216","chapter_code":"DEU.14","verse_code":"DEU.14.13","label":"13","content":"laj tw ntev, laj ntsuab, txhua yaam kws yog laj yog daav,"},{"bible_id":"1216","chapter_code":"DEU.14","verse_code":"DEU.14.14","label":"14","content":"txhua yaam uab voj,"},{"bible_id":"1216","chapter_code":"DEU.14","verse_code":"DEU.14.15","label":"15","content":"plaas dawb, plaas txaij, plaas lab, laj txho, txhua yaam plaas nuav,"},{"bible_id":"1216","chapter_code":"DEU.14","verse_code":"DEU.14.16","label":"16","content":"loov nyuas qab, loov nyuas, plaas tauv lauv,"},{"bible_id":"1216","chapter_code":"DEU.14","verse_code":"DEU.14.17","label":"17","content":"plaas miv, daav dawb, plaas noj ntseg,"},{"bible_id":"1216","chapter_code":"DEU.14","verse_code":"DEU.14.18","label":"18","content":"us dej dub, qab dej txho hab txhua yaam kws zoo le nuav, kus daaj txoob hab puav."},{"bible_id":"1216","chapter_code":"DEU.14","verse_code":"DEU.14.19","label":"19","content":"Txhua yaam kaab muaj tis puavleej qas tsw huv rua mej, mej tsw xob noj."},{"bible_id":"1216","chapter_code":"DEU.14","verse_code":"DEU.14.20","label":"20","content":"Txhua yaam muaj tis kws huv mej noj tau."},{"bible_id":"1216","chapter_code":"DEU.14","verse_code":"DEU.14.21","label":"21","content":"Tej tsaj kws nwg tuag nwg mej tsw xob noj. Mej muab rua lwm haiv tuabneeg kws nrug mej nyob huv mej tej moos noj kuj tau lossws mej muab muag rua lwm haiv tuabneeg kuj tau, tsua qhov mej yog haiv tuabneeg kws dawb huv rua Yawmsaub kws yog mej tug Vaajtswv. Tsw xob muab tug nam tshws cov kua mig lug hau tug mivnyuas tshws."},{"bible_id":"1216","chapter_code":"DEU.14","verse_code":"DEU.14.22","label":"22","content":"Tej qoob loos kws koj naj xyoo tau huv tej teb mas koj yuav tsum rhu ib feem kaum khaws ca."},{"bible_id":"1216","chapter_code":"DEU.14","verse_code":"DEU.14.23","label":"23","content":"Mas tej kws koj rhu ib feem kaum ntawm koj tej qoob loos hab koj tej cawv txwv maab hab koj tej roj, hab koj thawj tug mivnyuas nyuj mivnyuas tshws mivnyuas yaaj mas koj yuav tsum noj rua ntawm koj tug Vaajtswv Yawmsaub lub xubndag rua huv lub chaw kws nwg yuav xaiv ca rua nwg lub npe nyob, sub koj txhad le kawm paub ntshai hab fwm Yawmsaub kws yog koj tug Vaajtswv ib txhws moog le."},{"bible_id":"1216","chapter_code":"DEU.14","verse_code":"DEU.14.24","label":"24","content":"Yog tas kev deb heev koj tsw muaj peevxwm coj tau ib feem kaum kws koj tug Vaajtswv Yawmsaub foom koob moov rua koj hov moog rua lub chaw kws koj tug Vaajtswv Yawmsaub xaiv ca rua nwg lub npe nyob vem yog kev deb heev,"},{"bible_id":"1216","chapter_code":"DEU.14","verse_code":"DEU.14.25","label":"25","content":"tes koj ca le muab tej hov muag ntxeev ua nyaj qhwv coj moog rua ntawm lub chaw kws koj tug Vaajtswv Yawmsaub xaiv ca lawd,"},{"bible_id":"1216","chapter_code":"DEU.14","verse_code":"DEU.14.26","label":"26","content":"es muab tej nyaj hov yuav tej kws koj lub sab nyam, xws le yog nyuj yaaj, cawv txwv maab hab cawv ntxws hab tej yaam kws koj xaav noj. Koj yuav noj haus hov ntawd taab meeg Yawmsaub kws yog koj tug Vaajtswv xubndag, koj hab koj tsev tuabneeg yuav zoo sab xyiv faab."},{"bible_id":"1216","chapter_code":"DEU.14","verse_code":"DEU.14.27","label":"27","content":"Koj tsw xob tso cov Levi kws nyob huv koj lub moos tseg vem yog puab tsw muaj feem nrug koj tau qub txeeg qub teg."},{"bible_id":"1216","chapter_code":"DEU.14","verse_code":"DEU.14.28","label":"28","content":"Thaus puv txhua peb xyoos koj yuav coj ib feem kaum ntawm txhua yaam qoob loos kws koj tau xyoo hov huvsw tuaj khaws ca rua huv koj lub moos."},{"bible_id":"1216","chapter_code":"DEU.14","verse_code":"DEU.14.29","label":"29","content":"Mas cov Levi kws tsw muaj feem nrug koj tau qub txeeg qub teg hab lwm haiv tuabneeg kws nrug koj nyob hab cov mivnyuas kws tsw muaj txwv hab cov puj ntsuag kws nyob huv koj lub moos txhad tau tuaj noj tsau npo. Mas Yawmsaub kws yog koj tug Vaajtswv txhad le foom koob moov rua koj tej num txhua yaam kws koj txhais teg ua."},{"bible_id":"1216","chapter_code":"DEU.15","verse_code":"DEU.15.1","label":"1","content":"Puv txhua xyaa xyoo koj yuav tsum tso nuj nqes tseg."},{"bible_id":"1216","chapter_code":"DEU.15","verse_code":"DEU.15.2","label":"2","content":"Koj yuav tso le nuav, tug kws luas tshuav nwg nqe nuav yuav tso tej kws kwvtij zej zog qev txais lawm tseg, tsw xob rob kwvtij zej zog them rov rua nwg, vem yog tub tshaaj tawm lub caij kws Yawmsaub teem kuas tso nuj nqes tseg lawm."},{"bible_id":"1216","chapter_code":"DEU.15","verse_code":"DEU.15.3","label":"3","content":"Koj yuav rob ntawm lwm haiv tuabneeg them rov lug kuj tau, tassws yog koj qev txais daabtsw rua koj cov kwvtij mas koj ca le tso tseg tsw xob yuav."},{"bible_id":"1216","chapter_code":"DEU.15","verse_code":"DEU.15.4","label":"4","content":"Mas yuav tsw muaj tej tuabneeg pluag rua huv mej tsua qhov Yawmsaub yuav foom koob moov rua koj rua huv lub tebchaws kws koj tug Vaajtswv Yawmsaub muab rua koj ua qub txeeg qub teg ua koj tug,"},{"bible_id":"1216","chapter_code":"DEU.15","verse_code":"DEU.15.5","label":"5","content":"tsuav yog koj noog Yawmsaub kws yog koj tug Vaajtswv lug hab ceev faaj ua lawv nraim le tej lug nkaw huvsw kws nub nua kuv cob rua koj nuav xwb."},{"bible_id":"1216","chapter_code":"DEU.15","verse_code":"DEU.15.6","label":"6","content":"Vem yog koj tug Vaajtswv Yawmsaub yuav foom koob moov rua koj lawv le nwg tau cog lug tseg rua koj, mas koj yuav muaj qev txais rua ntau haiv tuabneeg, tassws koj yuav tsw qev txais luas le, koj yuav kaav ntau haiv tuabneeg kuas luas yuav tsw kaav koj."},{"bible_id":"1216","chapter_code":"DEU.15","verse_code":"DEU.15.7","label":"7","content":"Yog huv mej muaj ib tug pluag kws yog koj le kwvtij tsw has nyob lub moos twg huv koj lub tebchaws kws koj tug Vaajtswv Yawmsaub pub rua koj mas koj tsw xob ua lub sab deb nkaum teg ntawm koj tug kwvtij kws pluag hov."},{"bible_id":"1216","chapter_code":"DEU.15","verse_code":"DEU.15.8","label":"8","content":"Koj yuav cev teg rua nwg hab qev txais kuas txaus le nwg cheem tsum, qev txais daabtsw kuj tau."},{"bible_id":"1216","chapter_code":"DEU.15","verse_code":"DEU.15.9","label":"9","content":"Koj yuav tsum ceev faaj tuab zoo tsw xob ca koj lub sab xaav phem has tas, “Tub yuav txug xyoo xyaa kws yog xyoo tso nuj nqes tseg,” tes koj txawm khib tug kwvtij kws pluag hov es tsw kaam muab daabtsw rua nwg, tes nwg yuav thov has rua Yawmsaub mas lub txem yuav poob rua koj."},{"bible_id":"1216","chapter_code":"DEU.15","verse_code":"DEU.15.10","label":"10","content":"Koj ca le zoo sab hlo muab rua nwg hab thaus muab lawd koj lub sab tsw xob khauv xwm. Yog koj ua le nuav koj tug Vaajtswv Yawmsaub yuav foom koob moov rua koj tej num txhua yaam hab rua txhua yaam kws koj ua."},{"bible_id":"1216","chapter_code":"DEU.15","verse_code":"DEU.15.11","label":"11","content":"Tsua qhov tej tuabneeg pluag yuav pluj tsw taag huv lub tebchaws nuav. Vem le nuav kuv txhad has rua koj tas, Koj yuav tsum cev teg ua sab daav rua koj cov kwvtij hab rua cov kws raug txom nyem hab cov pluag huv koj lub tebchaws."},{"bible_id":"1216","chapter_code":"DEU.15","verse_code":"DEU.15.12","label":"12","content":"Yog luas muab koj cov kwvtij Henplais tsw has quaspuj quasyawg ib tug muag rov rua koj, mas koj ca nwg ua num rua koj rau xyoo mas xyoo kws xyaa koj yuav muab nwg tso moog."},{"bible_id":"1216","chapter_code":"DEU.15","verse_code":"DEU.15.13","label":"13","content":"Thaus koj tso nwg moog hov koj tsw xob tso nwg moog teg dawb teg nplag."},{"bible_id":"1216","chapter_code":"DEU.15","verse_code":"DEU.15.14","label":"14","content":"Koj yuav tsum muaj lub sab daav muab koj tej yaaj tej tshws muab koj tej qoob loos hab koj tej cawv txwv maab rua nwg lawv le kws koj tug Vaajtswv Yawmsaub tub foom koob moov rua koj lawd."},{"bible_id":"1216","chapter_code":"DEU.15","verse_code":"DEU.15.15","label":"15","content":"Koj yuav tsum ncu ntsoov tas koj txeev ua luas qhev huv Iyi tebchaws mas Yawmsaub kws yog koj tug Vaajtswv tau txhwv koj lug. Vem le nuav nub nua kuv txhad has kuas koj ua tej nuav."},{"bible_id":"1216","chapter_code":"DEU.15","verse_code":"DEU.15.16","label":"16","content":"Tassws yog tug qhev has rua koj tas, “Kuv tsw tawm ntawm koj moog,” vem yog nwg nyam koj hab koj tsev tuabneeg tsua qhov nwg nrug koj nyob mas tau zoo,"},{"bible_id":"1216","chapter_code":"DEU.15","verse_code":"DEU.15.17","label":"17","content":"tes koj ca le xuas koob laum nwg taub ntsej tshaab plhawv teem rua ntawm qhov rooj. Ua le nuav nwg txhad yuav ua koj qhev moog ib swm neej le. Koj yuav ua ib yaam nkaus le nuav rua koj tug nkauj qhev hab."},{"bible_id":"1216","chapter_code":"DEU.15","verse_code":"DEU.15.18","label":"18","content":"Thaus koj tso ib tug qhev moog koj tsw xob nyuaj sab, tsua qhov nwg ua koj le num rau xyoo hov nwg tsuas yog tau ib nraab nqe zug xwb. Ua le nuav koj tug Vaajtswv Yawmsaub txhad yuav foom koob moov rua txhua yaam kws koj ua."},{"bible_id":"1216","chapter_code":"DEU.15","verse_code":"DEU.15.19","label":"19","content":"Thawj tug mivnyuas tsaj kws yog txwv tsw has mivnyuas nyuj mivnyuas tshws mivnyuas yaaj koj yuav muab cais ua dawb huv rua Yawmsaub kws yog koj tug Vaajtswv. Koj tsw xob muab thawj tug mivnyuas nyuj hov swv ua num hab tsw xob txav thawj tug mivnyuas yaaj cov plaub."},{"bible_id":"1216","chapter_code":"DEU.15","verse_code":"DEU.15.20","label":"20","content":"Koj hab koj tsev tuabneeg naj xyoo yuav noj thawj tug mivnyuas tsaj hov taab meeg Yawmsaub kws yog koj tug Vaajtswv lub xubndag rua huv lub chaw kws Yawmsaub yuav xaiv ca."},{"bible_id":"1216","chapter_code":"DEU.15","verse_code":"DEU.15.21","label":"21","content":"Tassws yog tug tsaj hov muaj chaw thuaj, yog dig muag ceg tawv lossws muaj ib qho phem heev mas koj tsw xob tua xyeem rua Yawmsaub kws yog koj tug Vaajtswv."},{"bible_id":"1216","chapter_code":"DEU.15","verse_code":"DEU.15.22","label":"22","content":"Koj yuav tsum noj tug tsaj hov rua huv koj lub moos. Tug kws qas tsw huv hab tug kws huv kuj noj tau ib yaam nkaus le noj nqaj kauv seb noj nqaj muas lwj."},{"bible_id":"1216","chapter_code":"DEU.15","verse_code":"DEU.15.23","label":"23","content":"Koj tsuas tseg tsw xob noj cov ntshaav xwb, koj ca le muab laub pov tseg rua huv aav yaam le laub dej."},{"bible_id":"1216","chapter_code":"DEU.16","verse_code":"DEU.16.1","label":"1","content":"Koj yuav ncu lub hli Anpis hab ua kevcai Hlaa Dhau rua Yawmsaub kws yog koj tug Vaajtswv, tsua qhov lub hli Anpis hov Yawmsaub kws yog koj tug Vaajtswv tau coj koj tawm huv Iyi tebchaws lug mo ntuj."},{"bible_id":"1216","chapter_code":"DEU.16","verse_code":"DEU.16.2","label":"2","content":"Koj yuav muab tug tsaj kws ua kevcai Hlaa Dhau xyeem rua Yawmsaub kws yog koj tug Vaajtswv, yog yaaj tshws lossws nyuj, rua huv lub chaw kws Yawmsaub yuav xaiv ca rua nwg lub npe nyob."},{"bible_id":"1216","chapter_code":"DEU.16","verse_code":"DEU.16.3","label":"3","content":"Koj tsw xob noj tej ncuav kws xyaw keeb ntxuag tug tsaj hov. Koj yuav noj cov ncuav tsw xyaw keeb xyaa nub, yog tej ncuav kws ncu txug kev txom nyem vem yog koj maaj maaj tswv tawm huv Iyi tebchaws, sub koj txhad le ncu txug nub kws koj tawm huv Iyi tebchaws hov ib swm neej le."},{"bible_id":"1216","chapter_code":"DEU.16","verse_code":"DEU.16.4","label":"4","content":"Huv xyaa nub hov tsw tseev kuas muaj ib qho keeb ncuav huv koj lub tebchaws hlo le. Tug tsaj kws koj tua xyeem thawj nub thaus yuav tsaus ntuj koj tsw xob tseg ib qho nqaj ca ib mos moog txug kaaj ntug."},{"bible_id":"1216","chapter_code":"DEU.16","verse_code":"DEU.16.5","label":"5","content":"Koj tsw xob muab tug tsaj kws ua kevcai Hlaa Dhau xyeem rua huv koj tej moos kws koj tug Vaajtswv Yawmsaub muab pub rua koj."},{"bible_id":"1216","chapter_code":"DEU.16","verse_code":"DEU.16.6","label":"6","content":"Tassws koj yuav tsum muab tug tsaj kws ua kevcai Hlaa Dhau xyeem rua huv lub chaw kws koj tug Vaajtswv Yawmsaub yuav xaiv ca rua nwg lub npe nyob xwb. Koj yuav muab xyeem rua thaus yuav tsaus ntuj kws nub poob qho lawd, yog lub swjhawm kws koj tawm huv Iyi tebchaws."},{"bible_id":"1216","chapter_code":"DEU.16","verse_code":"DEU.16.7","label":"7","content":"Koj yuav tsum muab ua kuas sav le maav noj rua huv lub chaw kws koj tug Vaajtswv Yawmsaub yuav xaiv ca, mas taagkig tom qaab koj rov moog rua huv koj lub tsev ntaub."},{"bible_id":"1216","chapter_code":"DEU.16","verse_code":"DEU.16.8","label":"8","content":"Koj yuav noj tej ncuav tsw xyaw keeb rau nub mas nub kws xyaa yuav tuaj txoos ua ke caiv su tag tag le rua Yawmsaub kws yog koj tug Vaajtswv, hab nub hov koj tsw xob ua ib yaam num daabtsw le."},{"bible_id":"1216","chapter_code":"DEU.16","verse_code":"DEU.16.9","label":"9","content":"Koj suav kuas puv xyaa lub chib su, suav nub kws koj chiv xuas lag hlais qoob loos moog kuas puv xyaa lub chib su."},{"bible_id":"1216","chapter_code":"DEU.16","verse_code":"DEU.16.10","label":"10","content":"Nub hov koj yuav tsum ua kevcai xyaa lub chib su  xyeem rua Yawmsaub kws yog koj tug Vaajtswv, yuav muab xyeem pub lawv le koj zoo sab pub, npaum le kws koj tug Vaajtswv Yawmsaub tub foom koob moov rua koj lawd."},{"bible_id":"1216","chapter_code":"DEU.16","verse_code":"DEU.16.11","label":"11","content":"Koj yuav zoo sab xyiv faab rua ntawm koj tug Vaajtswv Yawmsaub xubndag, koj hab koj tej tub tej ntxhais koj tej tub qhe nkauj qhev hab cov Levi kws nyob huv koj tej moos hab lwm tug kws nrug koj nyob hab cov mivnyuas kws tsw muaj txwv hab cov puj ntsuag kws nrug koj nyob, mej suavdawg yuav zoo sab xyiv faab rua huv lub chaw kws koj tug Vaajtswv Yawmsaub yuav xaiv ca rua nwg lub npe nyob."},{"bible_id":"1216","chapter_code":"DEU.16","verse_code":"DEU.16.12","label":"12","content":"Koj yuav tsum ncu tas koj txeev ua qhev huv Iyi tebchaws mas koj yuav ceev faaj ua lawv le tej kaab ke nuav."},{"bible_id":"1216","chapter_code":"DEU.16","verse_code":"DEU.16.13","label":"13","content":"Koj yuav ua kevcai nyob tsev pheeb suav xyaa nub rua thaus koj sau qoob loos huv tej tshaav ntaus qeb ntaus mog lug ncawg tsev taag hab sau kua txwv maab huv tej chaw tsuam taag lawm."},{"bible_id":"1216","chapter_code":"DEU.16","verse_code":"DEU.16.14","label":"14","content":"Koj yuav paam noj haus ua sab xyiv faab, koj hab koj tej tub tej ntxhais koj tej tub qhe nkauj qhev hab cov Levi hab lwm haiv tuabneeg hab cov mivnyuas kws tsw muaj txwv hab cov puj ntsuag kws nyob huv koj tej moos yuav ua ke xyiv faab."},{"bible_id":"1216","chapter_code":"DEU.16","verse_code":"DEU.16.15","label":"15","content":"Koj yuav ua qhov kevcai nuav xyeem rua Yawmsaub kws yog koj tug Vaajtswv xyaa nub rua huv lub chaw kws koj tug Vaajtswv Yawmsaub yuav xaiv ca, tsua qhov koj tug Vaajtswv Yawmsaub yuav foom koob moov rua koj tej qoob loos huvsw hab rua txhua yaam num kws koj txhais teg ua, sub koj txhad muaj kev zoo sab xyiv faab kawg."},{"bible_id":"1216","chapter_code":"DEU.16","verse_code":"DEU.16.16","label":"16","content":"Ib xyoos mas mej cov txwvneej suavdawg yuav tsum tuaj rua ntawm mej tug Vaajtswv Yawmsaub xubndag peb zag rua huv lub chaw kws nwg yuav xaiv ca, yog thaus ua kevcai noj ncuav tsw xyaw keeb hab thaus ua kevcai xyaa lub chib su hab thaus ua kevcai nyob tsev pheeb suav. Puab tsw xob tuaj cuag Yawmsaub teg dawb teg do."},{"bible_id":"1216","chapter_code":"DEU.16","verse_code":"DEU.16.17","label":"17","content":"Txhua tug yuav xyeem pub lawv le xyeem tau, npaum le tej koob moov kws mej tug Vaajtswv Yawmsaub tub pub rua nwg lawd."},{"bible_id":"1216","chapter_code":"DEU.16","verse_code":"DEU.16.18","label":"18","content":"Koj yuav tsum tsaa cov kws tu plaub hab cov num tswv rua huv mej txhua lub moos kws mej tug Vaajtswv Yawmsaub pub rua mej, tsaa rua huv txhua xeem, mas puab yuav tu plaub ntug ncaaj nceeg rua cov pejxeem."},{"bible_id":"1216","chapter_code":"DEU.16","verse_code":"DEU.16.19","label":"19","content":"Koj tsw xob tu plaub tsw ncaaj, tsw xob tuaj leejtwg tog, tsw xob yuav nyaj xab tsua qhov tej nyaj xab ua rua tug kws txawj ntse dig muag hab qhau tug kws muaj cai."},{"bible_id":"1216","chapter_code":"DEU.16","verse_code":"DEU.16.20","label":"20","content":"Tu plaub mas koj yuav tsum tu ncaaj tag tag le, sub koj txhad le muaj txujsa nyob hab txhad tau lub tebchaws kws koj tug Vaajtswv Yawmsaub muab pub rua koj ua qub txeeg qub teg."},{"bible_id":"1216","chapter_code":"DEU.16","verse_code":"DEU.16.21","label":"21","content":"Koj tsw xob cog ib tsob ntoo daabtsw lug ua ncej daab Asela rua ntawm koj tug Vaajtswv Yawmsaub lub thaaj kws koj ua lawd ib saab."},{"bible_id":"1216","chapter_code":"DEU.16","verse_code":"DEU.16.22","label":"22","content":"Koj tsw xob txhus tej ncej teev daab, yog yaam kws Yawmsaub kws yog koj tug Vaajtswv ntxub."},{"bible_id":"1216","chapter_code":"DEU.17","verse_code":"DEU.17.1","label":"1","content":"Koj tsw xob coj tej txwv nyuj lossws tej yaaj kws muaj chaw thuaj ib qho twg tuaj xyeem rua Yawmsaub kws yog koj tug Vaajtswv, tsua qhov yog yaam kws qas vuab tsuab rua koj tug Vaajtswv Yawmsaub."},{"bible_id":"1216","chapter_code":"DEU.17","verse_code":"DEU.17.2","label":"2","content":"Huv mej tej moos kws mej tug Vaajtswv Yawmsaub pub rua mej, yog muaj tug yawm twg lossws tug puj twg ua tej kws mej tug Vaajtswv Yawmsaub pum tas phem, kws tsw yog lawv le Yawmsaub tej lug cog tseg,"},{"bible_id":"1216","chapter_code":"DEU.17","verse_code":"DEU.17.3","label":"3","content":"mas nwg moog ua koom hab pe luas tej daab lossws pe lub nub lub hli lossws ib yaam daabtsw kws nyob sau nruab ntug kws kuv tau txwv lawm,"},{"bible_id":"1216","chapter_code":"DEU.17","verse_code":"DEU.17.4","label":"4","content":"yog muaj tuabneeg has rua koj paub hab koj nov, mas koj yuav tsum ua tuab zoo tshuaj saib. Yog muaj tseeb hab pum tseeb tas cov Yixayee ib tug tau ua tej kws qas vuab tsuab hov,"},{"bible_id":"1216","chapter_code":"DEU.17","verse_code":"DEU.17.5","label":"5","content":"koj yuav tsum coj tug yawm lossws tug puj kws ua tej kev phem hov lug rua ntawm rooj loog, mas xuas pob zeb ntaus tug yawm hov lossws tug puj hov kuas tuag."},{"bible_id":"1216","chapter_code":"DEU.17","verse_code":"DEU.17.6","label":"6","content":"Tug kws raug txem tuag yuav tsum muaj ob leeg los peb leeg ua timkhawv tas nwg ua txhum txhad muab tua pov tseg tau. Yog muaj tuab leeg ua timkhawv xwb mas tsw xob muab nwg tua pov tseg."},{"bible_id":"1216","chapter_code":"DEU.17","verse_code":"DEU.17.7","label":"7","content":"Tug kws ua timkhawv yuav tsum nqeg teg ntaus ua ntej, suavdawg le maav nqeg teg ua qaab. Ua le nuav koj txhad ntxuav tau tej kev phem nuav tawm huv mej moog."},{"bible_id":"1216","chapter_code":"DEU.17","verse_code":"DEU.17.8","label":"8","content":"Yog huv mej tej moos muaj tshaaj plaub twg kws koj ceblaaj tu, tsw has plaub tua tuabneeg plaub sws txeeb hov txhua chaw lossws tej plaub sws ntaus, koj yuav tsum coj moog rua ntawm lub chaw kws koj tug Vaajtswv Yawmsaub yuav xaiv ca,"},{"bible_id":"1216","chapter_code":"DEU.17","verse_code":"DEU.17.9","label":"9","content":"hab moog cuag cov pov thawj kws yog xeem Levi hab moog cuag tug kws tu plaub rua lub swjhawm ntawd. Koj yuav tsum nrug puab sablaaj mas puab yuav qha koj tu plaub."},{"bible_id":"1216","chapter_code":"DEU.17","verse_code":"DEU.17.10","label":"10","content":"Mas koj yuav tsum ua lawv le kws puab has rua koj ntawm lub chaw kws Yawmsaub yuav xaiv ca hov, hab koj yuav tsum ceev faaj ua lawv le txhua yaam kws puab qha."},{"bible_id":"1216","chapter_code":"DEU.17","verse_code":"DEU.17.11","label":"11","content":"Koj yuav tsum ua lawv le tej lug kws puab qha rua koj hab lawv le tej lug kws puab qha koj tu plaub. Koj tsw xob muab tej lug kws puab qha koj tu plaub tso tseg, tsw xob tig rua saab xws lossws rua saab phem."},{"bible_id":"1216","chapter_code":"DEU.17","verse_code":"DEU.17.12","label":"12","content":"Yog leejtwg tawv ncauj tsw yeem noog tug pov thawj kws nyob hov ntawd ua koom rua koj tug Vaajtswv Yawmsaub hab tsw noog tug tu plaub has, mas nwg yuav tuag. Ua le nuav koj txhad ntxuav tau tej kev phem nuav tawm huv cov Yixayee moog."},{"bible_id":"1216","chapter_code":"DEU.17","verse_code":"DEU.17.13","label":"13","content":"Mas cov pejxeem suavdawg txhad tau nov hab ntshai hab tsw tawv ncauj dua le lawm."},{"bible_id":"1216","chapter_code":"DEU.17","verse_code":"DEU.17.14","label":"14","content":"Thaus koj lug txug lub tebchaws kws koj tug Vaajtswv Yawmsaub pub rua koj hab koj txeeb tau hab nyob huv lawm, hab koj has tas, “Peb yuav tsaa ib tug vaajntxwv lug kaav peb ib yaam le txhua haiv tuabneeg kws nyob ib ncig peb,”"},{"bible_id":"1216","chapter_code":"DEU.17","verse_code":"DEU.17.15","label":"15","content":"koj yuav tsum tsaa tug kws Yawmsaub kws yog koj tug Vaajtswv xaiv ca ua vaajntxwv kaav mej. Koj yuav tsaa koj cov kwvtij ib tug ua vaajntxwv kaav mej, koj tsw xob tsaa lwm haiv tuabneeg kws tsw yog koj kwvtij kaav mej."},{"bible_id":"1216","chapter_code":"DEU.17","verse_code":"DEU.17.16","label":"16","content":"Tug vaajntxwv hov tsw xob muaj neeg coob dhau hab tsw xob khaiv tuabneeg moog yuav neeg nraag Iyi tebchaws lug txhad tau neeg coob coob, tsua qhov Yawmsaub tau has rua mej tas, “Mej yuav tsw rov qaab taug txujkev hov dua le lawm.”"},{"bible_id":"1216","chapter_code":"DEU.17","verse_code":"DEU.17.17","label":"17","content":"Nwg tsw xob muaj quaspuj coob tsaam nwg lub sab tig ntawm Yawmsaub. Nwg tsw xob muaj nyaj muaj kub ntau kawg ua nwg le."},{"bible_id":"1216","chapter_code":"DEU.17","verse_code":"DEU.17.18","label":"18","content":"Thaus nwg nyob sau lub zwm txwv huv lub tebchaws, nwg yuav tsum muab phoo kevcai nuav sau dua ib phoo rua nwg lawv nraim le phoo kws cov pov thawj kws yog xeem Levi khaws ca."},{"bible_id":"1216","chapter_code":"DEU.17","verse_code":"DEU.17.19","label":"19","content":"Tug vaajntxwv yuav tsum muaj phoo kevcai hov hab nyeem tsw tu ncua taag nwg swm neej, sub nwg txhad kawm paub fwm hab ntshai Yawmsaub kws yog nwg tug Vaajtswv, yog tuav rawv tej kevcai txhua nqai hab tej kaab ke nuav hab ua lawv nraim,"},{"bible_id":"1216","chapter_code":"DEU.17","verse_code":"DEU.17.20","label":"20","content":"sub nwg lub sab txhad tsw tsaab ua luj sab dhau nwg cov kwvtij hab nwg txhad tsw tso tej lug nkaw nuav tseg tig moog rua saab xws lossws saab phem, nwg hab nwg tej tub ki txhad le kaav tau nwg lub tebchaws ntev huv cov Yixayee."},{"bible_id":"1216","chapter_code":"DEU.18","verse_code":"DEU.18.1","label":"1","content":"Cov Levi kws ua pov thawj yog xeem Levi huvsw yuav tsw muaj feem nrug cov Yixayee tau lub tebchaws ua qub txeeg qub teg. Puab yuav tau noj tej kws muab hlawv xyeem rua Yawmsaub kws poob ua puab tug."},{"bible_id":"1216","chapter_code":"DEU.18","verse_code":"DEU.18.2","label":"2","content":"Puab yuav tsw nrug puab cov kwvtij muaj qub txeeg qub teg. Yawmsaub yog puab le qub txeeg qub teg, lawv le nwg cog lug tseg rua puab lawd."},{"bible_id":"1216","chapter_code":"DEU.18","verse_code":"DEU.18.3","label":"3","content":"Thaus cov pejxeem coj tsaj tuaj xyeem rua Yawmsaub tsw has nyuj lossws yaaj mas yuav tsum rhu tej nuav ua cov pov thawj le feem, yog muab ceg pwg pu hab cov nqaj ntawm ob saab plhu hab lub plaab rua tug pov thawj."},{"bible_id":"1216","chapter_code":"DEU.18","verse_code":"DEU.18.4","label":"4","content":"Koj yuav muab thawj phaum qoob hab cawv txwv maab hab roj hab thawj phaum plaub yaaj rua tug pov thawj."},{"bible_id":"1216","chapter_code":"DEU.18","verse_code":"DEU.18.5","label":"5","content":"Tsua qhov Yawmsaub kws yog koj tug Vaajtswv tau xaiv Levi tawm huv mej txhua xeem lug sawv ntsug ua koom huv Yawmsaub lub npe, taag nrho nwg hab nwg caaj ceg moog ib txhws."},{"bible_id":"1216","chapter_code":"DEU.18","verse_code":"DEU.18.6","label":"6","content":"Yog cov Levi leejtwg tawm ntawm lub moos twg kws nwg nyob huv cov Yixayee yuav tuaj rua lub chaw kws Yawmsaub yuav xaiv ca, nwg kuj tuaj tau txhua lub swjhawm lawv le nwg xaav tuaj,"},{"bible_id":"1216","chapter_code":"DEU.18","verse_code":"DEU.18.7","label":"7","content":"hab nwg yuav ua koom huv nwg tug Vaajtswv Yawmsaub lub npe tau ib yaam le nwg cov kwvtij Levi suavdawg kws sawv ntsug ua koom rua ntawm Yawmsaub xubndag."},{"bible_id":"1216","chapter_code":"DEU.18","verse_code":"DEU.18.8","label":"8","content":"Nwg yuav nrug puab muaj feem tau noj sws npaug zog, tsw xaam tej kws nwg muag nwg tej hov txhua chaw es tau."},{"bible_id":"1216","chapter_code":"DEU.18","verse_code":"DEU.18.9","label":"9","content":"Thaus koj moog rua huv lub tebchaws kws koj tug Vaajtswv Yawmsaub pub rua koj, koj tsw xob xyum ua tej kev qas vuab tsuab kws tej haiv tuabneeg hov ua."},{"bible_id":"1216","chapter_code":"DEU.18","verse_code":"DEU.18.10","label":"10","content":"Tsw xob kheev koj cov ib tug twg muab nwg tej tub tej ntxhais hlawv xyeem rua daab, tsw xob kheev ib tug twg saib caij saib nyoog, saib yaig saib swj, ua txwv neeb hab ntxooj daab,"},{"bible_id":"1216","chapter_code":"DEU.18","verse_code":"DEU.18.11","label":"11","content":"ua khawv koob, ua yeeg swv, lossws ua neeb hu tej tuag."},{"bible_id":"1216","chapter_code":"DEU.18","verse_code":"DEU.18.12","label":"12","content":"Tug kws ua le nuav yog tug kws qas vuab tsuab rua Yawmsaub. Vem yog ua tej qas vuab tsuab nuav, koj tug Vaajtswv Yawmsaub txhad lawv puab tswv tawm ntawm koj hauv ntej moog."},{"bible_id":"1216","chapter_code":"DEU.18","verse_code":"DEU.18.13","label":"13","content":"Koj yuav tsum ua tug kws tsw muaj chaw thuaj le rua ntawm koj tug Vaajtswv Yawmsaub xubndag."},{"bible_id":"1216","chapter_code":"DEU.18","verse_code":"DEU.18.14","label":"14","content":"Tej haiv tuabneeg kws koj tub yuav muab lawv kuas tswv hov puab ntseeg tej txwv neeb txwv yaig. Tassws koj le mas Yawmsaub kws yog koj tug Vaajtswv tsw kheev koj ua le ntawd."},{"bible_id":"1216","chapter_code":"DEU.18","verse_code":"DEU.18.15","label":"15","content":"Yawmsaub kws yog mej tug Vaajtswv yuav tsaa ib tug xwbfwb cev lug zoo yaam le kuv tshwm lug huv mej cov kwvtij, mas mej yuav tsum noog nwg lug."},{"bible_id":"1216","chapter_code":"DEU.18","verse_code":"DEU.18.16","label":"16","content":"Yaam le kws mej thov Yawmsaub kws yog mej tug Vaajtswv ntawm Haule  rua nub kws mej tuaj txoos ua ke has tas, “Tsw xob ca peb tau nov peb tug Vaajtswv Yawmsaub lub suab lossws pum tej nplaim tawg hlub kawg nuav dua le lawm tsaam tes peb tuag.”"},{"bible_id":"1216","chapter_code":"DEU.18","verse_code":"DEU.18.17","label":"17","content":"Mas Yawmsaub has rua kuv tas, “Qhov kws puab has le ntawd kuj zoo."},{"bible_id":"1216","chapter_code":"DEU.18","verse_code":"DEU.18.18","label":"18","content":"Kuv yuav pub ib tug cev kuv le lug zoo ib yaam le koj tshwm lug huv puab cov kwvtij. Mas kuv yuav muab kuv tej lug rua huv nwg lub qhov ncauj, mas nwg yuav has txhua lu lug kws kuv kuas nwg has hov rua puab."},{"bible_id":"1216","chapter_code":"DEU.18","verse_code":"DEU.18.19","label":"19","content":"Leejtwg tsw noog kuv tej lug kws tug cev lug tuav kuv lub npe has, kuv yuav rau txem rua tug hov."},{"bible_id":"1216","chapter_code":"DEU.18","verse_code":"DEU.18.20","label":"20","content":"Tassws tug cev lug twg kws muaj cuabkaav tuav kuv lub npe has tej lug kws kuv tsw tau kuas nwg has lossws tuav luas tej daab lub npe has, mas tug kws cev lug hov yuav tuag. ”"},{"bible_id":"1216","chapter_code":"DEU.18","verse_code":"DEU.18.21","label":"21","content":"Yog mej xaav huv lub sab tas, “Yuav ua le caag peb txhad paub tej lug kws tsw yog Yawmsaub has? ”"},{"bible_id":"1216","chapter_code":"DEU.18","verse_code":"DEU.18.22","label":"22","content":"Yog thaus tug kws cev lug tuav Yawmsaub lub npe has, yog tsw tshwm lug muaj tseeb lawv le nwg has, mas tej lug hov tsw yog Yawmsaub has. Tug cev lug hov nwg has nwg xwb, mej tsw xob ntshai nwg."},{"bible_id":"1216","chapter_code":"DEU.19","verse_code":"DEU.19.1","label":"1","content":"Thaus Yawmsaub kws yog mej tug Vaajtswv rhuav tshem tej haiv tuabneeg huv lub tebchaws kws mej tug Vaajtswv Yawmsaub pub rua mej hab mej txeeb puab lub tebchaws hab mej moog nyob rua huv puab tej moos hab huv puab tej vaaj tse,"},{"bible_id":"1216","chapter_code":"DEU.19","verse_code":"DEU.19.2","label":"2","content":"mej yuav tsum tseg peb lub moos ca rua huv lub tebchaws kws mej tug Vaajtswv Yawmsaub pub rua mej ua mej tug hov."},{"bible_id":"1216","chapter_code":"DEU.19","verse_code":"DEU.19.3","label":"3","content":"Mej yuav npaaj muaj kev moog rua huv hab muab lub tebchaws kws mej tug Vaajtswv Yawmsaub pub rua mej ua mej tug hov faib ua peb feem, sub tug kws tau tua tuabneeg lawm txhad tswv tau moog rua huv lub moos hov."},{"bible_id":"1216","chapter_code":"DEU.19","verse_code":"DEU.19.4","label":"4","content":"Ntawm nuav moog yog tej kevcai rua tug kws tua tuabneeg es tswv moog cawm sav tau rua huv tej moos ntawd. Yog leejtwg tsw yog txhob txwm tua kwvtij zej zog hab tsw tau ua tshawj chim dua,"},{"bible_id":"1216","chapter_code":"DEU.19","verse_code":"DEU.19.5","label":"5","content":"pev le kws ob tug kwvtij zej zog moog txav ntoo tom haav zoov mas thaus ib tug tsaa taus ntuv ntoo nwg raab taus ca le hle moog raug nwg tug kwvtij tuag lawm, mas tug hov tswv tau moog rua huv tej moos cawm sav lub twg kuj tau."},{"bible_id":"1216","chapter_code":"DEU.19","verse_code":"DEU.19.6","label":"6","content":"Yog txujkev kws moog rua lub moos cawm sav deb heev, tes tug kws tsob caub yuav chim heev tes lawv cuag tug kws tua tuabneeg hov hab muab nwg tua pov tseg, txawm yog nwg tsw muaj lub txem txug tuag tsua qhov nwg tsw tau ua tshawj chim dua rua nwg tug kwvtij zej zog kuj xwj."},{"bible_id":"1216","chapter_code":"DEU.19","verse_code":"DEU.19.7","label":"7","content":"Vem le nuav kuv txhad has rua mej tas, Mej yuav tsum tseg peb lub moos ca."},{"bible_id":"1216","chapter_code":"DEU.19","verse_code":"DEU.19.8","label":"8","content":"Yog Yawmsaub kws yog mej tug Vaajtswv nthuav mej lub tebchaws kuas daav lawv le nwg tau cog lug ruaj ca rua mej tej laug hab muab lub tebchaws huvsw kws nwg cog lug tas yuav pub rua mej tej laug pub rua mej,"},{"bible_id":"1216","chapter_code":"DEU.19","verse_code":"DEU.19.9","label":"9","content":"tsuav yog mej ceev faaj tuav rawv tej lug nkaw nuav huvsw kws nub nua kuv muab cob rua mej, kws yog mej hlub Yawmsaub kws yog mej tug Vaajtswv hab ua lub neej lawv le nwg tej kev, mas mej yuav tsaav dua peb lub moos cawm sav,"},{"bible_id":"1216","chapter_code":"DEU.19","verse_code":"DEU.19.10","label":"10","content":"sub tug kws tsw txhum txhad le tsw tuag rua huv mej lub tebchaws kws mej tug Vaajtswv Yawmsaub pub rua mej ua qub txeeg qub teg, mas mej txhad tsw tau rws nwg cov ntshaav."},{"bible_id":"1216","chapter_code":"DEU.19","verse_code":"DEU.19.11","label":"11","content":"Tassws yog leejtwg ntxub nwg tug kwvtij zej zog es moog zuv kev muab tug kwvtij hov ntaus kuas tuag, txawm yog tug kws tua hov tswv moog rua huv tej moos cawm sav lub twg kuj xwj,"},{"bible_id":"1216","chapter_code":"DEU.19","verse_code":"DEU.19.12","label":"12","content":"cov kev txwj quas laug huv nwg lub moos yuav khaiv tuabneeg moog coj nwg huv lub moos cawm sav lug mas muab cob rua tug tsob caub mas nwg yuav raug muab tua pov tseg."},{"bible_id":"1216","chapter_code":"DEU.19","verse_code":"DEU.19.13","label":"13","content":"Mej lub qhov muag tsw xob khuvleej tug hov le, mej yuav tsum ntxuav lub txem kws tua tug tuabneeg tsw txhum huv cov Yixayee moog sub mej txhad noj qaab nyob zoo."},{"bible_id":"1216","chapter_code":"DEU.19","verse_code":"DEU.19.14","label":"14","content":"Tej qub txeeg qub teg kws koj yuav tau huv lub tebchaws kws koj tug Vaajtswv Yawmsaub pub rua koj ua koj tug hov, mas koj tsw xob txaav tej ncej nrwm teb kws thau koj tej laug kws dua taag lawm txhus ca."},{"bible_id":"1216","chapter_code":"DEU.19","verse_code":"DEU.19.15","label":"15","content":"Tuab leeg xwb ua timkhawv tum tug kws ua txhum mas tsw txaus, tsw has ua txhum ib yaam kevcai daabtsw le. Yuav tsum muaj ob leeg los peb leeg ua timkhawv txhad le ntseeg tau."},{"bible_id":"1216","chapter_code":"DEU.19","verse_code":"DEU.19.16","label":"16","content":"Yog muaj timkhawv ab ham leejtwg has tas tau ua txhum,"},{"bible_id":"1216","chapter_code":"DEU.19","verse_code":"DEU.19.17","label":"17","content":"mas ob tog kws ua plaub hov yuav tsum moog rua ntawm Yawmsaub xubndag moog cuag cov pov thawj hab cov kws tu plaub rua lub swjhawm ntawd."},{"bible_id":"1216","chapter_code":"DEU.19","verse_code":"DEU.19.18","label":"18","content":"Cov kws tu plaub yuav tsum ua tuab zoo tshuaj saib mas yog tug kws ua timkhawv hov ab ham daag nwg tug kwvtij zej zog xwb,"},{"bible_id":"1216","chapter_code":"DEU.19","verse_code":"DEU.19.19","label":"19","content":"mas yuav tsum ua rua tug kws ua cuav timkhawv hov ib yaam le nwg npaaj sab yuav ua rua nwg tug kwvtij zej zog. Ua le nuav mej txhad ntxuav tau tej kev phem nuav tawm huv mej moog."},{"bible_id":"1216","chapter_code":"DEU.19","verse_code":"DEU.19.20","label":"20","content":"Lwm tug suavdawg yuav tau nov hab ntshai, tsw ua phem le nuav rua huv plawv mej dua le lawm."},{"bible_id":"1216","chapter_code":"DEU.19","verse_code":"DEU.19.21","label":"21","content":"Mej lub qhov muag tsw xob khuvleej hlo le, yuav tsum muab sav pauj sav, qhov muag pauj qhov muag, kaug nav pauj kaug nav, teg pauj teg, taw pauj taw."},{"bible_id":"1216","chapter_code":"DEU.20","verse_code":"DEU.20.1","label":"1","content":"Thaus mej moog ua rog rua yeeb ncuab yog mej pum neeg hab tsheb ua rog hab tub rog coob dua mej mas mej tsw xob ntshai puab tsua qhov mej tug Vaajtswv Yawmsaub kws coj mej tawm huv Iyi tebchaws lug nrug nraim mej nyob."},{"bible_id":"1216","chapter_code":"DEU.20","verse_code":"DEU.20.2","label":"2","content":"Thaus mej tuaj ze yuav ua rog, tug pov thawj yuav tawm tuaj has rua cov pejxeem,"},{"bible_id":"1216","chapter_code":"DEU.20","verse_code":"DEU.20.3","label":"3","content":"mas yuav has tas, “Cov Yixayee 'e, ca le tig ntsej noog. Nub nua mej tuaj ze yuav ua rog rua mej cov yeeb ncuab, mej tsw xob poob sab tsw xob ntshai tsw xob tshee tsw xob raag,"},{"bible_id":"1216","chapter_code":"DEU.20","verse_code":"DEU.20.4","label":"4","content":"tsua qhov Yawmsaub kws yog mej tug Vaajtswv yog tug kws nrug mej moog ua rog rua mej cov yeeb ncuab paab mej kov yeej.”"},{"bible_id":"1216","chapter_code":"DEU.20","verse_code":"DEU.20.5","label":"5","content":"Mas cov thawj rog yuav has rua cov pejxeem tas, “Leejtwg ua tau tsev tshab tassws tseed tsw tau ua kevcai xyeem lub tsev hov? Mas ca tug hov rov qaab moog tsev ntshai tsaam nwg tsua tuag huv tshaav rog tes lwm tug yuav ua kevcai xyeem nwg lub tsev."},{"bible_id":"1216","chapter_code":"DEU.20","verse_code":"DEU.20.6","label":"6","content":"Hab leejtwg cog vaaj txwv maab tassws tseed tsw tau noj cov txwv maab hov? Mas ca tug hov rov qaab moog tsev ntshai tsaam nwg tsua tuag huv tshaav rog lawm tes lwm tug yuav noj nwg cov txwv maab."},{"bible_id":"1216","chapter_code":"DEU.20","verse_code":"DEU.20.7","label":"7","content":"Hab leejtwg qhab tau quaspuj ca lawm tassws tseed tsw tau yuav? Mas ca tug hov rov qaab moog tsev ntshai tsaam nwg tsua tuag huv tshaav rog tes lwm tug tsua yuav lawm.”"},{"bible_id":"1216","chapter_code":"DEU.20","verse_code":"DEU.20.8","label":"8","content":"Cov thawj rog yuav has dua rua cov pejxeem tas, “Muaj leejtwg ntshai hab sab yau? Ca nwg rov qaab moog tsev ntshai tsaam nwg tej phoojywg sab tsua yaaj taag yaam le nwg.”"},{"bible_id":"1216","chapter_code":"DEU.20","verse_code":"DEU.20.9","label":"9","content":"Thaus cov thawj rog has rua cov pejxeem taag lawd mas yuav tsaa dua ib cov thawj kaav tej paab tub rog."},{"bible_id":"1216","chapter_code":"DEU.20","verse_code":"DEU.20.10","label":"10","content":"Thaus mej moog ze lub moos kws mej yuav ua rog hov mas mej yuav xub tshaaj xuv sws raug zoo ua ntej."},{"bible_id":"1216","chapter_code":"DEU.20","verse_code":"DEU.20.11","label":"11","content":"Yog puab teb lu lug nrug mej sws raug zoo hab qheb rooj loog rua mej, tes mej ca le yuam cov tuabneeg kws mej ntswb huv lub moos hov ua num rua mej ua koom rua mej."},{"bible_id":"1216","chapter_code":"DEU.20","verse_code":"DEU.20.12","label":"12","content":"Tassws yog puab tsw yeem nrug mej sws raug zoo ca le ua rog rua mej, tes mej ca le vej nkaus ntaus lub moos hov."},{"bible_id":"1216","chapter_code":"DEU.20","verse_code":"DEU.20.13","label":"13","content":"Thaus mej tug Vaajtswv Yawmsaub muab lub moos hov rua huv mej txhais teg lawd, mej ca le xuas ntaaj tua txhua tug txwvneej huvsw pov tseg."},{"bible_id":"1216","chapter_code":"DEU.20","verse_code":"DEU.20.14","label":"14","content":"Tassws cov quaspuj hab cov mivnyuas hab tej tsaj txhu hab ib puas tsaav yaam huv lub moos hov kws mej txeeb tau huvsw mej ca le coj lug ua mej tug. Mej yuav swv tej kws mej txeeb tau ntawm mej cov yeeb ncuab lug kws mej tug Vaajtswv Yawmsaub pub rua mej."},{"bible_id":"1216","chapter_code":"DEU.20","verse_code":"DEU.20.15","label":"15","content":"Mej yuav tsum ua le nuav rua txhua lub moos kws nyob deb mej kws tsw yog lwm haiv tuabneeg tej moos kws nyob ze ze nuav."},{"bible_id":"1216","chapter_code":"DEU.20","verse_code":"DEU.20.16","label":"16","content":"Tassws lwm haiv tuabneeg tej moos kws mej tug Vaajtswv Yawmsaub muab pub ua qub txeeg qub teg rua mej mas mej tsw xob tseg ib txujsa daabtsw kws ua paa tau hlo le."},{"bible_id":"1216","chapter_code":"DEU.20","verse_code":"DEU.20.17","label":"17","content":"Ca le muab ua kuas puam tsuaj tu noob nrho, yog cov Hithai, cov Amaulai, cov Khana‑aa, cov Pelixai, cov Hivai, hab cov Yenpu, lawv le mej tug Vaajtswv Yawmsaub has kuas mej ua,"},{"bible_id":"1216","chapter_code":"DEU.20","verse_code":"DEU.20.18","label":"18","content":"sub puab txhad tsw qha mej ua tej kev qas vuab tsuab kws puab ua koom rua puab tej daab, mej txhad tsw ua txhum rua Yawmsaub kws yog mej tug Vaajtswv."},{"bible_id":"1216","chapter_code":"DEU.20","verse_code":"DEU.20.19","label":"19","content":"Thaus mej vej lub moos twg ntev hab ua rog txeeb lub moos hov, tsw xob xuas taus ntuv tej ntoo ntawm lub moos hov, tsua qhov mej yuav noj tej txwv ntoo hov mas tsw xob muab ntuv. Tej ntoo hov tsw yog tuabneeg kws mej yuav vej ua rog rua."},{"bible_id":"1216","chapter_code":"DEU.20","verse_code":"DEU.20.20","label":"20","content":"Tsuas yog ntuv tej ntoo kws mej paub tas noj tsw tau pov tseg xwb, hab coj lug swv tib chaw vej lub moos kws nrug mej ua rog, moog txug thaus lub moos hov tawg."},{"bible_id":"1216","chapter_code":"DEU.21","verse_code":"DEU.21.1","label":"1","content":"Huv lub tebchaws kws koj tug Vaajtswv Yawmsaub muab pub rua koj yuav ua koj tug hov, yog koj pum ib tug raug tua tuag rua haav zoov haav tsuag tassws tsw paub tas yog leejtwg tua,"},{"bible_id":"1216","chapter_code":"DEU.21","verse_code":"DEU.21.2","label":"2","content":"mas koj cov kev txwj quas laug hab koj cov kws tu plaub yuav tsum tawm moog ntsuag saib tej moos kws nyob ze tug tuag hov nyob nrug deb le caag."},{"bible_id":"1216","chapter_code":"DEU.21","verse_code":"DEU.21.3","label":"3","content":"Mas cov kev txwj quas laug kws nyob huv lub moos kws ze tug tuag dua tej huvsw yuav muab ib tug maum nyuj kws tsw tau txeev swv le hab tsw tau txeev hai dua tsheb."},{"bible_id":"1216","chapter_code":"DEU.21","verse_code":"DEU.21.4","label":"4","content":"Cov kev txwj quas laug lub moos hov yuav coj tug maum nyuj hov moog rua huv ib lub haav kws muaj dej ndwg kws tsw tau muaj leejtwg laij dua hab tsw tau cog qoob le, mas yuav muab tug maum nyuj hov luv cej daab rua huv lub haav hov."},{"bible_id":"1216","chapter_code":"DEU.21","verse_code":"DEU.21.5","label":"5","content":"Mas cov pov thawj kws yog Levi caaj ceg yuav tawm tuaj, vem Yawmsaub kws yog mej tug Vaajtswv tub xaiv puab ua nwg teg num hab tuav nwg lub npe foom koob moov. Txhua yaam kev sws caav sws tshe hab kev sws ntaus sws tua taag rua ntawm cov pov thawj tu."},{"bible_id":"1216","chapter_code":"DEU.21","verse_code":"DEU.21.6","label":"6","content":"Cov kev txwj quas laug txhua tug huv lub moos kws nyob ze tug tuag hov yuav ntxuav teg rua sau tug maum nyuj kws muab luv cej daab rua ntawm lub haav hov,"},{"bible_id":"1216","chapter_code":"DEU.21","verse_code":"DEU.21.7","label":"7","content":"mas puab yuav ua timkhawv has tas, “Peb txhais teg tsw tau ua rua tug nuav nqaj nduag ntshaav nrug, hab peb qhov muag tsw pum nwg roj nwg ntshaav lug."},{"bible_id":"1216","chapter_code":"DEU.21","verse_code":"DEU.21.8","label":"8","content":"Au Yawmsaub, thov koj ntxuav koj cov tuabneeg Yixayee kws koj tub txhwv dim lawd tej kev txhum. Thov tsw xob suav txem rua huv koj cov tuabneeg Yixayee tsua qhov kws tug tuabneeg tsw txhum nqaj nduag ntshaav nrug. Thov zaam puab tej kev txhum kws nqaj nduag ntshaav nrug.”"},{"bible_id":"1216","chapter_code":"DEU.21","verse_code":"DEU.21.9","label":"9","content":"Ua le nuav koj txhad ntxuav tau tej kev txhum kws tug tuabneeg tsw txhum hov nqaj nduag ntshaav nrug tawm huv mej moog rua thaus kws koj ua tej kws Yawmsaub pum tas raug cai."},{"bible_id":"1216","chapter_code":"DEU.21","verse_code":"DEU.21.10","label":"10","content":"Thaus mej moog ua rog rua mej tej yeeb ncuab mas Yawmsaub kws yog mej tug Vaajtswv muab puab rua huv mej txhais teg lawm es mej nteg tau puab,"},{"bible_id":"1216","chapter_code":"DEU.21","verse_code":"DEU.21.11","label":"11","content":"yog koj pum ib tug quaspuj twg huv cov kws koj nteg tau lug hov zoo nkauj kws koj nyam hab xaav yuav lug ua koj quaspuj,"},{"bible_id":"1216","chapter_code":"DEU.21","verse_code":"DEU.21.12","label":"12","content":"mas koj ca le coj tug quaspuj hov lug rua huv koj tsev. Nwg yuav tsum chais plaubhau hab txav rau teg,"},{"bible_id":"1216","chapter_code":"DEU.21","verse_code":"DEU.21.13","label":"13","content":"hab hloov cev tsoog tsho kws nwg naav thaus koj nteg coj lug hov, hab nwg yuav nyob huv koj tsev quaj ntsuag nwg nam nwg txwv ib lub hlis. Dhau hov koj le moog nrug nwg pw hab ua tau nwg le quasyawg hab nwg yuav ua koj le quaspuj."},{"bible_id":"1216","chapter_code":"DEU.21","verse_code":"DEU.21.14","label":"14","content":"Mas yog tom qaab koj tsua tsw txaus sab rua nwg lawm tes ca le muab nwg tso moog hovtwg los tau lawv le nwg sab nyam. Tsw xob muab nwg muag yuav nyaj. Tsw xob ua rua nwg yaam le ua rua tug qhev tsua qhov koj tub ua rua nwg poob koob lawm."},{"bible_id":"1216","chapter_code":"DEU.21","verse_code":"DEU.21.15","label":"15","content":"Yog leejtwg muaj ob tug quaspuj, nwg hlub ib tug tseg ib tug, hab ob tug quaspuj hov tug kws nwg hlub hab tug kws nwg tsw hlub kuj puavleej muaj mivnyuas, mas tug tub hlub yog tug quaspuj kws nwg tsw hlub le tub,"},{"bible_id":"1216","chapter_code":"DEU.21","verse_code":"DEU.21.16","label":"16","content":"tes yog txug nub kws faib qub txeeg qub teg rua nwg cov tub, nwg tsw xob ua rua tug quaspuj kws nwg hlub hov tug tub yaam nkaus le yog tug tub hlub es tseg tug quaspuj kws nwg tsw hlub hov tug tub kws yeej yog tug hlub."},{"bible_id":"1216","chapter_code":"DEU.21","verse_code":"DEU.21.17","label":"17","content":"Nwg yuav tsum leeg yuav tug quaspuj kws nwg tsw hlub hov tug tub ua tug hlub hab faib txhua yaam kws nwg muaj ob npaug rua tug tub hov tsua qhov nwg yog leej txwv thawj tug zug mas feem kws yog tug tub hlub le yeej yog nwg le."},{"bible_id":"1216","chapter_code":"DEU.21","verse_code":"DEU.21.18","label":"18","content":"Yog leejtwg muaj ib tug tub tawv tsaig kwv cov kwv tawv, tsw noog nam noog txwv lug le, txawm yog nam txwv qhuab qha hab nplawm nwg los nwg tsw noog,"},{"bible_id":"1216","chapter_code":"DEU.21","verse_code":"DEU.21.19","label":"19","content":"mas nwg nam nwg txwv yuav ntsab nkaus nwg coj moog rua tej kev txwj quas laug huv nwg lub moos ntawm rooj loog, yog lub moos kws nwg nyob huv."},{"bible_id":"1216","chapter_code":"DEU.21","verse_code":"DEU.21.20","label":"20","content":"Mas nam txwv yuav has rua tej kev txwj quas laug huv nwg lub moos tas, “Tug tub nuav tawv tsaig kwv cov kwv tawv, nwg tsw noog ib lug le. Nwg ua tuabneeg hu loj hu khawb quav dej quav cawv.”"},{"bible_id":"1216","chapter_code":"DEU.21","verse_code":"DEU.21.21","label":"21","content":"Cov txwvneej txhua tug huv lub moos hov yuav xuas pob zeb muab tug hov ntaus kuas tuag. Ua le nuav mej txhad le rhuav tshem tau tej kev phem tawm plawg huv mej moog, mas cov Yixayee suavdawg yuav nov hab ntshai."},{"bible_id":"1216","chapter_code":"DEU.21","verse_code":"DEU.21.22","label":"22","content":"Yog leejtwg tau ua txhum muaj txem txaus tuag es nwg raug muab tua tuag, hab mej muab nwg lub cev dai rua sau ntoo,"},{"bible_id":"1216","chapter_code":"DEU.21","verse_code":"DEU.21.23","label":"23","content":"mas tsw xob ca nwg lub cev tuag dai ib mos rua sau tug ntoo. Mej ca le muab nwg log rua tuab nub ntawd, vem yog tug kws raug muab dai rua sau ntoo hov kuj yog raug Vaajtswv foom tsw zoo. Mej tsw xob ua rua lub tebchaws kws mej tug Vaajtswv Yawmsaub muab pub rua mej ua qub txeeg qub teg hov qas tsw huv."},{"bible_id":"1216","chapter_code":"DEU.22","verse_code":"DEU.22.1","label":"1","content":"Yog koj pum kwvtij zej zog le nyuj lossws yaaj yuam kev tuaj rua ntawm koj, koj tsw xob nkaum teg nkoog tsw paab. Koj yuav tsum xaa tej tsaj hov rov qaab moog rua tug tswv."},{"bible_id":"1216","chapter_code":"DEU.22","verse_code":"DEU.22.2","label":"2","content":"Yog tug tswv nyob deb lossws koj tsw paub nwg, koj yuav coj tug tsaj hov lug rua ntawm koj tsev, mas tug tsaj yuav nrug koj nyob moog txug thaus tug tswv tuaj nrhav tau mas koj yuav muab rua tug tswv."},{"bible_id":"1216","chapter_code":"DEU.22","verse_code":"DEU.22.3","label":"3","content":"Koj yuav tsum ua ib yaam nkaus le nuav, txawm yog neeg luav lossws rwg tsho lossws ib yaam daabtsw kws luas ua pluj es koj pum. Tsw xob nkaum teg nkoog tsw paab nwg."},{"bible_id":"1216","chapter_code":"DEU.22","verse_code":"DEU.22.4","label":"4","content":"Yog koj pum kwvtij zej zog le neeg luav lossws nyuj qaug tom tej ntog kev, koj tsw xob nkaum teg nkoog. Koj yuav tsum paab muab tug tsaj hov tsaa kuas sawv."},{"bible_id":"1216","chapter_code":"DEU.22","verse_code":"DEU.22.5","label":"5","content":"Tej quaspuj tsw xob naav tej quasyawg le tsoog ib yaam daabtsw hlo le. Tej quasyawg tsw xob naav tej quaspuj le tsoog. Yog leejtwg naav le nuav mas kuj qas vuab tsuab rua Yawmsaub kws yog koj tug Vaajtswv."},{"bible_id":"1216","chapter_code":"DEU.22","verse_code":"DEU.22.6","label":"6","content":"Yog koj ca le moog pum zeg noog nyob sau ntoo lossws huv aav muaj mivnyuas noog lossws qai hab tug puj puag cov mivnyuas lossws puag cov qai ntawd, koj tsw xob muab hlo tug puj hab cov mivnyuas moog huvsw."},{"bible_id":"1216","chapter_code":"DEU.22","verse_code":"DEU.22.7","label":"7","content":"Koj yuav tso tug puj noog moog tassws koj khaws cov mivnyuas moog tau, sub koj txhad noj qaab nyob zoo hab muaj txujsa nyob ntev."},{"bible_id":"1216","chapter_code":"DEU.22","verse_code":"DEU.22.8","label":"8","content":"Thaus koj ua tsev tshab, koj yuav tsum xov puag ncig txheej tsev laag tshaav sau mas yog muaj tuabneeg poob sau lub tsev tuag lub tsev txhad tsw rws tug kws tuag hov lub txem."},{"bible_id":"1216","chapter_code":"DEU.22","verse_code":"DEU.22.9","label":"9","content":"Koj tsw xob tseb ob yaam noob ua ke rua huv koj lub vaaj txwv maab. Yog ua le hov mas txhua yaam kws koj tau huv lub vaaj hov yuav tsum muab hlo rua huv lub chaw kws pe hawm Vaajtswv, tsw has tej kws koj tseb hov hab tej txwv maab huvsw."},{"bible_id":"1216","chapter_code":"DEU.22","verse_code":"DEU.22.10","label":"10","content":"Koj tsw xob muab nyuj hab neeg luav lug nruab koom khais laij teb."},{"bible_id":"1216","chapter_code":"DEU.22","verse_code":"DEU.22.11","label":"11","content":"Koj tsw xob naav tej ntaub kws muab plaub yaaj hab xuv maaj ntus ua ke."},{"bible_id":"1216","chapter_code":"DEU.22","verse_code":"DEU.22.12","label":"12","content":"Koj yuav tsum tis tw rua ntawm plaub lub kaum qaab tsho ntev kws koj naav."},{"bible_id":"1216","chapter_code":"DEU.22","verse_code":"DEU.22.13","label":"13","content":"Yog leejtwg tau quaspuj hab nrug tug quaspuj pw tsua rov ntxub nwg,"},{"bible_id":"1216","chapter_code":"DEU.22","verse_code":"DEU.22.14","label":"14","content":"hab nrhav lug has tas tug quaspuj hov xyum tsw tsheej ua rua tug quaspuj hov poob koob, nwg has tas, “Kuv yuav tug quaspuj hov mas thaus kuv moog nrug nwg pw mas pum tas nwg tsw muaj yaam kws ua chaw cim has tas nwg yog tug quaspuj dawb huv,”"},{"bible_id":"1216","chapter_code":"DEU.22","verse_code":"DEU.22.15","label":"15","content":"mas tug ntxhais hov leej txwv hab leej nam yuav coj yaam kws ua chaw cim has tas tug ntxhais hov dawb huv tuaj rua cov kev txwj quas laug huv lub moos ntawd rua ntawm rooj loog."},{"bible_id":"1216","chapter_code":"DEU.22","verse_code":"DEU.22.16","label":"16","content":"Tug ntxhais hov leej txwv yuav has rua cov kev txwj quas laug tas, “Kuv muab kuv tug ntxhais qua rua tug yawm nuav ua quaspuj kuas nwg tsua rov ntxub."},{"bible_id":"1216","chapter_code":"DEU.22","verse_code":"DEU.22.17","label":"17","content":"Tug yawm nuav nrhav lug thuaj has tas nwg tsw pum kuv tug ntxhais muaj yaam kws ua chaw cim has tas kuv tug ntxhais dawb huv. Yaam nuav yog qhov kws ua tsoob zeej timkhawv has tas kuv tug ntxhais dawb huv.” Tes nwg yuav muab daim ntaub hov nthuav hlo rua cov kev txwj quas laug huv lub moos hov saib."},{"bible_id":"1216","chapter_code":"DEU.22","verse_code":"DEU.22.18","label":"18","content":"Mas cov kev txwj quas laug huv lub moos yuav tsum muab tug quasyawg hov nplawm,"},{"bible_id":"1216","chapter_code":"DEU.22","verse_code":"DEU.22.19","label":"19","content":"hab muab nwg nplua ib puas sekhee nyaj  hab muab cov nyaj hov rua tug ntxhais hov leej txwv, tsua qhov nwg ua rua cov Yixayee ib tug ntxhais poob koob. Tug ntxhais hov yuav rov moog ua nwg quaspuj, nwg yuav nrauj tsw tau tug ntxhais hov moog taag swm neej."},{"bible_id":"1216","chapter_code":"DEU.22","verse_code":"DEU.22.20","label":"20","content":"Tassws yog zaaj ntawd muaj tseeb hab nrhav tsw tau yaam kws ua chaw cim has tas tug ntxhais hov dawb huv,"},{"bible_id":"1216","chapter_code":"DEU.22","verse_code":"DEU.22.21","label":"21","content":"mas puab yuav coj tug ntxhais hov tawm rua nrau leej txwv lub qhov rooj. Mas cov txwvneej huv lub moos hov yuav xuas pob zeb muab tug ntxhais hov ntaus kuas tuag, tsua qhov nwg tau ua yaam kws rhuav ntsej muag kawg le rua huv cov Yixayee, yog deev hluas nraug rua huv leej txwv lub tsev. Ua le nuav mej txhad ntxuav tau tej kev phem tawm huv mej moog."},{"bible_id":"1216","chapter_code":"DEU.22","verse_code":"DEU.22.22","label":"22","content":"Yog mej pum ib tug deev lwm tug le quaspuj, ob tug kws sws deev hov yuav tsum raug muab tua pov tseg. Ua le nuav mej txhad ntxuav tau tej kev phem tawm huv cov Yixayee moog."},{"bible_id":"1216","chapter_code":"DEU.22","verse_code":"DEU.22.23","label":"23","content":"Yog muaj ib tug ntxhais dawb huv kws lwm tug tub qhab lawm es muaj ib tug txawm ntswb tug ntxhais hov huv lub moos hab nrug nwg pw ua ke lawm,"},{"bible_id":"1216","chapter_code":"DEU.22","verse_code":"DEU.22.24","label":"24","content":"mas mej yuav tsum coj ob tug tawm rua nrau rooj loog hab xuas pob zeb muab ob tug ntaus kuas tuag, tug ntxhais hov los vem nwg tub nyob huv lub moos kuj tsw qw hu luas tuaj paab, tug txwvneej los vem nwg tau ua qas puag tsuas nwg kwvtij zej zog le quaspuj. Ua le nuav mej txhad ntxuav tau tej kev phem tawm huv mej moog."},{"bible_id":"1216","chapter_code":"DEU.22","verse_code":"DEU.22.25","label":"25","content":"Tassws yog ib tug txwvneej ntswb ib tug ntxhais kws lwm tug tub qhab lawm tom haav zoov haav tsuag es ca le muab tug ntxhais hov txhom deev, mas tsuas yog muab tug txwvneej kws txhom hov tua pov tseg xwb."},{"bible_id":"1216","chapter_code":"DEU.22","verse_code":"DEU.22.26","label":"26","content":"Mej tsw xob ua le caag rua tug ntxhais hov tsua qhov nwg tsw tau ua txhum txaus tuag. Tshaaj plaub nuav kuj zoo ib yaam le tshaaj plaub kws ib tug yawm ntaus nwg ib tug kwvtij zej zog tuag."},{"bible_id":"1216","chapter_code":"DEU.22","verse_code":"DEU.22.27","label":"27","content":"Tsua qhov tug yawm hov ntswb tug ntxhais tom haav zoov haav tsuag, txawm yog tug ntxhais kws lwm tug tub qhab lawm qw hu luas tuaj paab los tsw muaj leejtwg tuaj."},{"bible_id":"1216","chapter_code":"DEU.22","verse_code":"DEU.22.28","label":"28","content":"Yog ib tug txwvneej twg ntswb ib tug ntxhais dawb huv kws tsw muaj leejtwg qhab es muab tug ntxhais hov txhom deev hab muaj tuabneeg pum,"},{"bible_id":"1216","chapter_code":"DEU.22","verse_code":"DEU.22.29","label":"29","content":"mas tug yawm kws txhom hov yuav tsum them tswb caug sekhee nyaj  rua tug ntxhais hov txwv hab yuav tug ntxhais hov ua nwg quaspuj vem nwg ua qas puag tsuas tug ntxhais hov lawm, mas nwg yuav nrauj tsw tau tug ntxhais hov taag swm neej le."},{"bible_id":"1216","chapter_code":"DEU.22","verse_code":"DEU.22.30","label":"30","content":"Tsw kheev leejtwg yuav nwg txwv tug quaspuj hab tsw xob thws nwg txwv quaspuj chaw txaaj muag."},{"bible_id":"1216","chapter_code":"DEU.23","verse_code":"DEU.23.1","label":"1","content":"Tug txwvneej twg kws noob qais xum lossws tug noov tu  lawm tsw muaj feem koom nrug Yawmsaub cov tuabneeg tuaj txoos ua ke."},{"bible_id":"1216","chapter_code":"DEU.23","verse_code":"DEU.23.2","label":"2","content":"Tej mivnyuas tsaub tsw muaj feem koom nrug Yawmsaub cov tuabneeg ua ke, tsw kheev puab tej tub ki koom nrug Yawmsaub cov tuabneeg ua ke moog txug kaum tam."},{"bible_id":"1216","chapter_code":"DEU.23","verse_code":"DEU.23.3","label":"3","content":"Cov Aamoo hab cov Mau‑a tsw muaj feem koom nrug Yawmsaub cov tuabneeg ua ke. Tsw kheev puab caaj ceg koom nrug Yawmsaub cov tuabneeg ua ke moog txug kaum tam,"},{"bible_id":"1216","chapter_code":"DEU.23","verse_code":"DEU.23.4","label":"4","content":"tsua qhov thaus kws mej tswv tawm huv Iyi tebchaws lug cov tuabneeg nuav tsw nqaa dej nqaa mov tuaj tog mej ntawm ntog kev. Puab tseed ndav Npe‑au tug tub Npala‑aa tuaj ntawm Pethau huv Mexauphautamia tebchaws tuaj foom mej."},{"bible_id":"1216","chapter_code":"DEU.23","verse_code":"DEU.23.5","label":"5","content":"Txawm le caag los xwj, mej tug Vaajtswv Yawmsaub tsw noog Npala‑aa lug tassws mej tug Vaajtswv Yawmsaub tseed muab tej lug foom hov ntxeev ua tej lug koob moov rua mej, vem yog mej tug Vaajtswv Yawmsaub hlub mej."},{"bible_id":"1216","chapter_code":"DEU.23","verse_code":"DEU.23.6","label":"6","content":"Mej tsw xob nrug puab sws raug zoo hab txhawb puab vaam meej moog ib txhws."},{"bible_id":"1216","chapter_code":"DEU.23","verse_code":"DEU.23.7","label":"7","content":"Mej tsw xob ntxub cov Entoo tsua qhov puab yog mej le kwvtij. Mej tsw xob ntxub cov Iyi tsua qhov mej tub txeev moog nrug puab nyob rua huv puab lub tebchaws."},{"bible_id":"1216","chapter_code":"DEU.23","verse_code":"DEU.23.8","label":"8","content":"Puab cov nuav tej mivnyuas mas tam kws peb tes lug koom tau nrug Yawmsaub cov tuabneeg ua ke."},{"bible_id":"1216","chapter_code":"DEU.23","verse_code":"DEU.23.9","label":"9","content":"Thaus mej tawm moog ua rog rua mej tej yeeb ncuab es mej tseed nyob huv lub yeej, mej yuav tsum nyob deb txhua yaam kev phem kev qas."},{"bible_id":"1216","chapter_code":"DEU.23","verse_code":"DEU.23.10","label":"10","content":"Yog mej cov txwvneej leejtwg qas tsw huv vem muaj kua phev ndwg lug thaus mo ntuj, nwg yuav tsum tawm moog nyob saab nrau lub yeej nwg tsw xob lug rua huv lub yeej,"},{"bible_id":"1216","chapter_code":"DEU.23","verse_code":"DEU.23.11","label":"11","content":"tassws thaus yuav tsaus ntuj, nwg yuav tsum daa dej tes thaus nub poob qho lawm nwg lug tau rua huv lub yeej."},{"bible_id":"1216","chapter_code":"DEU.23","verse_code":"DEU.23.12","label":"12","content":"Koj yuav tsum muaj ib lub chaw rua saab nrau lub yeej es koj moog plhob saab rua ntawd."},{"bible_id":"1216","chapter_code":"DEU.23","verse_code":"DEU.23.13","label":"13","content":"Huv koj tej cuab yeej koj yuav tsum muaj ib raab toom txhob ntoo mas thaus kws koj nyob tsawg saab nrau lawd koj txhad tau khawb qhov hab tau faus quav."},{"bible_id":"1216","chapter_code":"DEU.23","verse_code":"DEU.23.14","label":"14","content":"Tsua qhov Yawmsaub kws yog koj tug Vaajtswv nrug koj nyob huv plawv koj lub yeej sub txhad tsom kwm tau koj hab muab koj tej yeeb ncuab cob rua koj. Vem le nuav koj lub yeej yuav tsum dawb huv sub Vaajtswv txhad tsw pum tej kws tsw zoo saib nyob huv koj, hab txhad tsw fee plhu hlo ntawm koj."},{"bible_id":"1216","chapter_code":"DEU.23","verse_code":"DEU.23.15","label":"15","content":"Yog muaj tub qhe tswv ntawm tug lospaav lug nrug koj nyob mas tsw xob muab tug qhev hov xaa rov qaab rua tug lospaav."},{"bible_id":"1216","chapter_code":"DEU.23","verse_code":"DEU.23.16","label":"16","content":"Koj ca nwg nrug koj nyob huv plawv mej rua huv lub chaw kws nwg xaiv ca rua huv mej tej moos qhov twg kuj tau lawv le nwg sab nyam. Koj tsw xob quab yuam tswm txom nwg."},{"bible_id":"1216","chapter_code":"DEU.23","verse_code":"DEU.23.17","label":"17","content":"Tsw xob kheev Yixayee tej ntxhais ib tug twg ua puj muag cev xyeem rua daab. Tsw xob kheev Yixayee cov tub ib tug twg ua quasyawg muag cev xyeem rua daab."},{"bible_id":"1216","chapter_code":"DEU.23","verse_code":"DEU.23.18","label":"18","content":"Koj tsw xob coj tej nqe zug kws quaspuj muag cev quasyawg muag cev tuaj pub rua huv koj tug Vaajtswv Yawmsaub lub tsev pauj tej kws koj yeem lug tseg yuav pub, tsua qhov ob yaam nuav yog tej kws qas vuab tsuab rua koj tug Vaajtswv Yawmsaub."},{"bible_id":"1216","chapter_code":"DEU.23","verse_code":"DEU.23.19","label":"19","content":"Koj tsw xob qev txais ib yaam daabtsw rua kwvtij es yuav paaj tsw has nyaj txag, qoob loos los ib yaam daabtsw kws luas qev es xaam yuav paaj."},{"bible_id":"1216","chapter_code":"DEU.23","verse_code":"DEU.23.20","label":"20","content":"Koj muab qev txais rua lwm haiv tuabneeg mas yuav paaj kuj tau. Yog qev txais rua kwvtij mas tsw xob yuav paaj, sub koj tug Vaajtswv Yawmsaub txhad le foom koob moov rua koj txhua yaam kws koj ua rua huv lub tebchaws kws koj moog txeeb ua koj tug."},{"bible_id":"1216","chapter_code":"DEU.23","verse_code":"DEU.23.21","label":"21","content":"Thaus koj yeem lug yuav pub ib yaam daabtsw rua Yawmsaub kws yog koj tug Vaajtswv tsw xob muab sej ca ntev, tsua qhov koj tug Vaajtswv Yawmsaub yuav rob kuas tau ntawm koj hab koj yuav muaj txem."},{"bible_id":"1216","chapter_code":"DEU.23","verse_code":"DEU.23.22","label":"22","content":"Yog koj tsw tau yeem lug koj kuj tsw muaj txem."},{"bible_id":"1216","chapter_code":"DEU.23","verse_code":"DEU.23.23","label":"23","content":"Koj yuav tsum ceev faaj ua lawv le tej lug kws tawm huv koj qhov ncauj lug tsua qhov yog koj zoo sab yeem pub rua koj tug Vaajtswv Yawmsaub."},{"bible_id":"1216","chapter_code":"DEU.23","verse_code":"DEU.23.24","label":"24","content":"Thaus koj moog txug huv koj tej kwvtij zej zog vaaj txwv maab koj noj tau tej txwv maab hov kuas tsau npaum le kws koj xaav noj, tassws tsw xob muab ntim rua huv koj lub kawm."},{"bible_id":"1216","chapter_code":"DEU.23","verse_code":"DEU.23.25","label":"25","content":"Thaus koj moog rua huv koj tej kwvtij zej zog daim teb qeb teb mog koj cev teg de naab puav kuj tau, tassws koj tsw xob rhu lag hlais kwvtij zej zog tej qoob loos."},{"bible_id":"1216","chapter_code":"DEU.24","verse_code":"DEU.24.1","label":"1","content":"Thaus tug txwvneej twg yuav tau quaspuj tassws tsw txaus sab rua tug quaspuj vem yog paub tas nwg poob koob lawm, mas tug quasyawg ua ntawv nrauj cev rua tug quaspuj hov txhais teg hab ntab nwg tawm huv tsev moog mas nwg txhad le tawm moog."},{"bible_id":"1216","chapter_code":"DEU.24","verse_code":"DEU.24.2","label":"2","content":"Yog tug quaspuj hov tsua moog yuav dua quasyawg"},{"bible_id":"1216","chapter_code":"DEU.24","verse_code":"DEU.24.3","label":"3","content":"hab tug quasyawg tom qaab hov tsw nyam nwg hab ua ntawv nrauj cev rua nwg txhais teg hab ntab nwg tawm huv tsev moog, lossws yog tug quasyawg hov tuag lawm kuj xwj,"},{"bible_id":"1216","chapter_code":"DEU.24","verse_code":"DEU.24.4","label":"4","content":"mas tug qub quasyawg kws nrauj nwg tawm moog hov rov yuav tsw tau tug quaspuj kws qas tsw huv hov lawm, vem yog tej kws qas vuab tsuab rua Yawmsaub. Koj tsw xob ua rua lub tebchaws kws koj tug Vaajtswv Yawmsaub muab pub ua qub txeeg qub teg rua koj muaj txem."},{"bible_id":"1216","chapter_code":"DEU.24","verse_code":"DEU.24.5","label":"5","content":"Thaus leejtwg nyav yuav tau quaspuj mas tsw xob kheev tug hov moog ntaus rog lossws ua num tswv le num. Ca nwg nyob ib xyoos huv tsev sub txhad le ua rua nwg tug quaspuj kws nwg yuav tau hov zoo sab."},{"bible_id":"1216","chapter_code":"DEU.24","verse_code":"DEU.24.6","label":"6","content":"Tsw xob kheev leejtwg muab luas fwm zeb lug nas nqe ca tsw has txhwb txwv lossws txhwb nam, tsua qhov nwg muab yaam kws yug puab txujsa lug nas lawm."},{"bible_id":"1216","chapter_code":"DEU.24","verse_code":"DEU.24.7","label":"7","content":"Yog leejtwg raug luas nteg vem yog nwg nyag ib tug kwvtij Yixayee coj moog ua qhev lossws coj moog muag mas tug tub saab hov yuav tsum raug muab tua. Ua le nuav mej txhad le rhuav tshem tau tej kev phem tawm huv mej moog."},{"bible_id":"1216","chapter_code":"DEU.24","verse_code":"DEU.24.8","label":"8","content":"Mej yuav tsum ceev faaj tej kev mob lis mob ruas, yuav tsum ceev faaj ua txhua yaam lawv le cov Levi kws ua pov thawj qha mej. Mej yuav tsum ceev faaj ua lawv le kws kuv tub has rua puab lawd."},{"bible_id":"1216","chapter_code":"DEU.24","verse_code":"DEU.24.9","label":"9","content":"Mej ca le ncu txug tej kws mej tug Vaajtswv Yawmsaub tau ua rua Mili‑aa thaus kws mej taug kev tawm huv Iyi tebchaws lug."},{"bible_id":"1216","chapter_code":"DEU.24","verse_code":"DEU.24.10","label":"10","content":"Thaus koj muab ib yaam daabtsw txais rua kwvtij zej zog, mas tsw xob nkaag moog rua huv nwg lub tsev hab muab yaam kws nwg muab yuam nqe rua koj."},{"bible_id":"1216","chapter_code":"DEU.24","verse_code":"DEU.24.11","label":"11","content":"Koj nyob saab nrau tog mas tug kws txais hov le maav coj yaam kws muab yuam nqe hov tuaj rua koj."},{"bible_id":"1216","chapter_code":"DEU.24","verse_code":"DEU.24.12","label":"12","content":"Yog nwg pluag mas tsw xob khaws yaam kws nwg muab yuam hov ca es txawm moog pw."},{"bible_id":"1216","chapter_code":"DEU.24","verse_code":"DEU.24.13","label":"13","content":"Thaus nub poob qho koj ca le muab lub tsho ntev thim rov rua nwg, sub nwg txhad le tau naav rua thaus kws pw hab foom moov rua koj. Ua le nuav txhad yog koj ua ncaaj rua ntawm Yawmsaub kws yog koj tug Vaajtswv xubndag."},{"bible_id":"1216","chapter_code":"DEU.24","verse_code":"DEU.24.14","label":"14","content":"Koj tsw xob quab yuam tug tub zug kws pluag hab txom nyem, tsw has yog koj le kwvtij lossws lwm haiv tuabneeg kws nyob huv koj lub tebchaws rua huv koj tej moos."},{"bible_id":"1216","chapter_code":"DEU.24","verse_code":"DEU.24.15","label":"15","content":"Koj yuav tsum them nub hov le nqe zug rua nwg ua ntej nub poob qho, tsua qhov nwg pluag hab tog ntsoov tug nqe zug hov, tsaam tes nwg yuav ywg koj rua Yawmsaub tes koj yuav muaj txem."},{"bible_id":"1216","chapter_code":"DEU.24","verse_code":"DEU.24.16","label":"16","content":"Leejtxwv yuav tsw rws nwg tej mivnyuas lub txem tuag, hab tej mivnyuas yuav tsw rws leej txwv lub txem tuag. Ca txhua tug nyag rws nyag lub txem tuag."},{"bible_id":"1216","chapter_code":"DEU.24","verse_code":"DEU.24.17","label":"17","content":"Koj tsw xob yuam lwm haiv tuabneeg kws nrug mej nyob hab tej mivnyuas kws tsw muaj txwv txujcai hab tsw xob muab tej puj ntsuag le tsoog tsho coj lug yuam nqe."},{"bible_id":"1216","chapter_code":"DEU.24","verse_code":"DEU.24.18","label":"18","content":"Koj yuav tsum ncu ntsoov tas mej txeev ua qhev nyob huv Iyi tebchaws hab Yawmsaub kws yog mej tug Vaajtswv txhwv mej tawm hov ntawd lug. Vem le hov kuv txhad has kuas koj ua le nuav."},{"bible_id":"1216","chapter_code":"DEU.24","verse_code":"DEU.24.19","label":"19","content":"Thaus koj sau qoob, yog tshuav qee teg sau tsw txhua, koj tsw xob rov qaab moog sau dua. Ca le tseg ca rua lwm haiv tuabneeg kws nrug mej nyob hab tej mivnyuas kws tsw muaj txwv hab tej puj ntsuag, sub koj tug Vaajtswv Yawmsaub txhad le foom koob moov rua tej num kws koj txhais teg ua huvsw."},{"bible_id":"1216","chapter_code":"DEU.24","verse_code":"DEU.24.20","label":"20","content":"Thaus koj nplawm txwv ntoo aulib, koj tsw xob rov de zag ob, yuav tseg ca rua lwm haiv tuabneeg kws nrug mej nyob hab tej mivnyuas kws tsw muaj txwv hab tej puj ntsuag."},{"bible_id":"1216","chapter_code":"DEU.24","verse_code":"DEU.24.21","label":"21","content":"Thaus de txwv maab huv mej tej vaaj, tsw xob rov moog xawb de dua, yuav tseg tej kws tshuav hov ca rua lwm haiv tuabneeg kws nrug mej nyob hab tej mivnyuas kws tsw muaj txwv hab tej puj ntsuag."},{"bible_id":"1216","chapter_code":"DEU.24","verse_code":"DEU.24.22","label":"22","content":"Koj yuav tsum ncu ntsoov tas koj txeev ua qhev nyob huv Iyi tebchaws. Vem le hov kuv txhad has kuas koj ua le nuav."},{"bible_id":"1216","chapter_code":"DEU.25","verse_code":"DEU.25.1","label":"1","content":"Thaus muaj ob leeg ua plaub moog txug tsev tu plaub, es cov tu plaub tu rua ob tug tas ib tug txhum ib tug tsw txhum,"},{"bible_id":"1216","chapter_code":"DEU.25","verse_code":"DEU.25.2","label":"2","content":"mas yog tug kws txhum tswm nyog raug nplawm, tug tu plaub yuav kuas nwg pw mas tu kuas nplawm npaum le nwg kev txhum taab meeg tug tu plaub."},{"bible_id":"1216","chapter_code":"DEU.25","verse_code":"DEU.25.3","label":"3","content":"Yuav nplawm tau txug plaub caug nplawm, tsw xob nplawm ntau dua ntawd, ntshai tsaam tes mej yuav rhuav nwg ntsej muag taab meeg suavdawg."},{"bible_id":"1216","chapter_code":"DEU.25","verse_code":"DEU.25.4","label":"4","content":"Thaus nyuj saamswm tsuj qeb tsuj mog mej tsw xob muab tawb looj nyuj qhov ncauj."},{"bible_id":"1216","chapter_code":"DEU.25","verse_code":"DEU.25.5","label":"5","content":"Yog muaj kwvtij nyob ua ke ib tug tuag lawm tsw tau muaj tub, tug kws tuag hov tug quaspuj tawm moog yuav quasyawg saab nrau tsw tau. Nwg tug quasyawg ib tug kwvtij yuav tsum yuav nwg ua quaspuj txhad sawv nwg tug quasyawg chaw."},{"bible_id":"1216","chapter_code":"DEU.25","verse_code":"DEU.25.6","label":"6","content":"Mas thawj tug tub kws yug lug yuav muab ua tug kwvtij kws tuag lawm le tub sub nwg lub npe txhad tsw pluj huv cov Yixayee moog."},{"bible_id":"1216","chapter_code":"DEU.25","verse_code":"DEU.25.7","label":"7","content":"Yog tug kwvtij hov tsw yeem yuav tug puj hov, mas tug puj hov yuav moog cuag cov kev txwj quas laug ntawm lub rooj loog hab has tas, “Kuv tug quasyawg tug kwvtij tsw yeem rhawv nwg tug kwvtij lub npe rua huv cov Yixayee, nwg tsw yeem sawv kuv tug quasyawg chaw.”"},{"bible_id":"1216","chapter_code":"DEU.25","verse_code":"DEU.25.8","label":"8","content":"Mas cov kev txwj quas laug huv lub moos hov yuav hu tug yawm hov tuaj nrug puab has. Yog nwg tseed ua tawv nkawv has tas “Kuv tsw yeem yuav tug puj nuav,”"},{"bible_id":"1216","chapter_code":"DEU.25","verse_code":"DEU.25.9","label":"9","content":"tes tug puj hov yuav txaav zog ze rua tug kwvtij hov taab meeg cov kev txwj quas laug chua hlo tug kwvtij ib saab khau hab ntu qub ncaug rua tug kwvtij hov lub plhu hab has tas, “Tug kws tsw rhawv nwg tug kwvtij caaj ceg yeej raug le nuav.”"},{"bible_id":"1216","chapter_code":"DEU.25","verse_code":"DEU.25.10","label":"10","content":"Mas huv cov Yixayee luas yuav hu tsev tuabneeg nuav tas, Tsev tuabneeg kws raug chua khau hle."},{"bible_id":"1216","chapter_code":"DEU.25","verse_code":"DEU.25.11","label":"11","content":"Thaus ob tug txwvneej sws ntaus es ib tug le quaspuj txaav ze moog paab nwg tug quasyawg kuas dim huv tug kws ntaus hov txhais teg, nwg cev teg loo moog chua tug txwvneej tod chaw xws,"},{"bible_id":"1216","chapter_code":"DEU.25","verse_code":"DEU.25.12","label":"12","content":"mas mej muab tug quaspuj hov txhais teg txav pov tseg, tsw xob khuvleej le."},{"bible_id":"1216","chapter_code":"DEU.25","verse_code":"DEU.25.13","label":"13","content":"Koj tsw xob muaj ob lub thauj teev tsw sws luag ca huv lub naab, ib lub nyaav ib lub swb."},{"bible_id":"1216","chapter_code":"DEU.25","verse_code":"DEU.25.14","label":"14","content":"Koj tsw xob muaj ob lub thoob tsw sws luag ca huv koj lub tsev, ib lub luj ib lub yau."},{"bible_id":"1216","chapter_code":"DEU.25","verse_code":"DEU.25.15","label":"15","content":"Koj yuav tsum muaj lub thauj teev kws hum hab ncaaj hab muaj lub thoob kws hum hab ncaaj, sub koj txujsa txhad le ntev huv lub tebchaws kws koj tug Vaajtswv Yawmsaub muab pub rua koj."},{"bible_id":"1216","chapter_code":"DEU.25","verse_code":"DEU.25.16","label":"16","content":"Tsua qhov txhua tug kws ua le nuav, txhua tug kws ntxo luas noj le nuav yog tuabneeg qas vuab tsuab rua koj tug Vaajtswv Yawmsaub."},{"bible_id":"1216","chapter_code":"DEU.25","verse_code":"DEU.25.17","label":"17","content":"Ncu ntsoov txug tej kws thaus mej taug kev tawm huv Iyi tebchaws lug es cov Amalej ua rua mej."},{"bible_id":"1216","chapter_code":"DEU.25","verse_code":"DEU.25.18","label":"18","content":"Puab tuaj ntaus mej rua ntawm ntog kev kws mej tsaug tsaug leeg txug sav hab muab mej cov kws maav maav moog ua qaab txav tua pov tseg. Puab tsw ntshai Vaajtswv le."},{"bible_id":"1216","chapter_code":"DEU.25","verse_code":"DEU.25.19","label":"19","content":"Vem le nuav thaus kws mej tug Vaajtswv Yawmsaub pub mej tau su tsw ua rog rua tej yeeb ncuab kws nyob ib ncig mej huv lub tebchaws kws mej tug Vaajtswv Yawmsaub muab pub rua mej ua qub txeeg qub teg ua mej tug, tes mej ca le muab cov Amalej rhuav tshem kuas pluj plag huv qaab ntuj nuav kuas tsw muaj leejtwg ncu tau. Mej tsw xob nov qaab qhov nuav."},{"bible_id":"1216","chapter_code":"DEU.26","verse_code":"DEU.26.1","label":"1","content":"Thaus koj moog rua huv lub tebchaws kws koj tug Vaajtswv Yawmsaub pub ua qub txeeg qub teg rua koj, hab koj txeeb tau ua koj tug hab nyob rua huv lawm,"},{"bible_id":"1216","chapter_code":"DEU.26","verse_code":"DEU.26.2","label":"2","content":"koj yuav tsum muab txhua yaam qoob thawj phaum kws koj sau tau huv lub tebchaws kws koj tug Vaajtswv Yawmsaub pub rua koj ib txha tso rua huv lub tawb coj moog rua ntawm lub chaw kws koj tug Vaajtswv Yawmsaub yuav xaiv ca rua nwg lub npe nyob."},{"bible_id":"1216","chapter_code":"DEU.26","verse_code":"DEU.26.3","label":"3","content":"Koj yuav moog cuag tug pov thawj kws ua num rua lub swjhawm ntawd mas has rua nwg tas, “Nub nua kuv leeg rua Yawmsaub kws yog koj tug Vaajtswv has tas kuv tau lug nyob lub tebchaws kws Yawmsaub cog lug ruaj khov rua peb tej laug tas yuav pub rua peb.”"},{"bible_id":"1216","chapter_code":"DEU.26","verse_code":"DEU.26.4","label":"4","content":"Mas tug pov thawj yuav txais lub tawb ntawm koj txhais teg coj moog tso rua ntawm koj tug Vaajtswv Yawmsaub lub thaaj xyeem ib saab."},{"bible_id":"1216","chapter_code":"DEU.26","verse_code":"DEU.26.5","label":"5","content":"Koj yuav tsum has le nuav rua ntawm koj tug Vaajtswv Yawmsaub xubndag tas, “Kuv txwv yog tuabneeg Alaa kws moog moog lug lug, hab thaus nwg nqeg moog nyob nraag Iyi tebchaws nwg muaj tuabneeg tsawg tsawg xwb. Nyob hov ntawd nwg fuam vaam ua ib haiv tuabneeg luj hab muaj zug hab muaj tuabneeg coob."},{"bible_id":"1216","chapter_code":"DEU.26","verse_code":"DEU.26.6","label":"6","content":"Mas cov Iyi ua nruj ua tswv rua peb hab ua rua peb txom nyem nyuaj sab hab quab yuam peb ua qhev khwv kawg nkaus."},{"bible_id":"1216","chapter_code":"DEU.26","verse_code":"DEU.26.7","label":"7","content":"Mas peb txhad quaj thov Yawmsaub kws yog peb tej laug tug Vaajtswv, Yawmsaub txhad nov peb lub suab thov hab pum peb tej kev txom nyem nyuaj sab, tej num khwv hab tej kws peb raug quab yuam."},{"bible_id":"1216","chapter_code":"DEU.26","verse_code":"DEU.26.8","label":"8","content":"Yawmsaub swv nwg txhais teg kws muaj fwjchim hab nwg txhais npaab kws tsaa hlo hab nwg tug fwjchim kws ntshai heev hab tej txujci tseem ceeb hab txujci phemfwj coj peb tawm huv Iyi tebchaws."},{"bible_id":"1216","chapter_code":"DEU.26","verse_code":"DEU.26.9","label":"9","content":"Nwg coj peb lug txug ntawm nuav hab pub lub tebchaws nuav rua peb, yog lub tebchaws kws muaj kua mig hab zwb ntaab ndwg ndo."},{"bible_id":"1216","chapter_code":"DEU.26","verse_code":"DEU.26.10","label":"10","content":"Au Yawmsaub, nwgnuav kuv coj thawj phaum qoob loos huv teb kws koj pub rua kuv tuaj.” Mas koj yuav muab cov qoob loos ntawd tso rua ntawm Yawmsaub kws yog koj tug Vaajtswv xubndag hab pe hawm Yawmsaub kws yog koj tug Vaajtswv."},{"bible_id":"1216","chapter_code":"DEU.26","verse_code":"DEU.26.11","label":"11","content":"Koj hab cov Levi hab lwm haiv tuabneeg kws nrug mej nyob ca le zoo sab xyiv faab rua txhua yaam zoo kws koj tug Vaajtswv Yawmsaub pub rua koj hab koj tsev tuabneeg."},{"bible_id":"1216","chapter_code":"DEU.26","verse_code":"DEU.26.12","label":"12","content":"Thaus koj muab koj tej qoob loos hab txwv ntoo ib feem kaum pub rua xyoo kws peb, yog xyoo kws pub ib feem kaum rua cov Levi hab lwm haiv tuabneeg kws nrug mej nyob hab cov mivnyuas kws tsw muaj txwv hab cov puj ntsuag sub puab txhad le tau noj tsau npo rua huv mej tej moos,"},{"bible_id":"1216","chapter_code":"DEU.26","verse_code":"DEU.26.13","label":"13","content":"mas koj le has rua ntawm koj tug Vaajtswv Yawmsaub xubndag tas, “Kuv rhu tej kws dawb huv tawm huv kuv lub tsev lug mas muab pub rua cov Levi hab lwm haiv tuabneeg kws nrug peb nyob hab cov mivnyuas kws tsw muaj txwv hab cov puj ntsuag lawv le koj tej lug nkaw kws koj cob rua kuv txhua yaam. Kuv tsw faav xeeb rua koj tej lug nkaw ib nqais hlo le hab kuv tsw nov qaab le."},{"bible_id":"1216","chapter_code":"DEU.26","verse_code":"DEU.26.14","label":"14","content":"Thaus kuv paam tuag kuv tsw tau noj ib feem kaum hov hab thaus kuv qas tsw huv kuv kuj tsw muab ib qho rhu hab kuv tsw tau muab ib qho rua tej tuag. Kuv noog kuv tug Vaajtswv Yawmsaub lug, kuv ua txhua yaam lawv le kws koj has ca."},{"bible_id":"1216","chapter_code":"DEU.26","verse_code":"DEU.26.15","label":"15","content":"Thov koj tsaa qhov muag sau ntuj kws yog koj lub chaw nyob dawb huv saib tuaj hab thov foom koob moov rua koj haiv tuabneeg Yixayee hab rua cov aav kws koj pub rua peb lawv le koj tau cog lug ruaj khov rua peb tej laug, yog lub tebchaws kws muaj kua mig hab zwb ntaab ndwg ndo.”"},{"bible_id":"1216","chapter_code":"DEU.26","verse_code":"DEU.26.16","label":"16","content":"Nub nua Yawmsaub kws yog koj tug Vaajtswv has kuas koj ua lawv le tej kaab ke hab tej kevcai nuav. Mas koj yuav tsum ceev faaj ua lawv nraim kawg koj lub sab lub ntsws."},{"bible_id":"1216","chapter_code":"DEU.26","verse_code":"DEU.26.17","label":"17","content":"Nub nua koj tub leeg tas Yawmsaub yog koj tug Vaajtswv hab leeg tas koj yuav xyum koj lub neej lawv le nwg txujkev, hab yuav tuav rawv nwg tej kaab ke hab nwg tej lug nkaw hab nwg tej kevcai hab yuav noog nwg lug."},{"bible_id":"1216","chapter_code":"DEU.26","verse_code":"DEU.26.18","label":"18","content":"Hab nub nua Yawmsaub tub leeg has tas mej yog nwg haiv tuabneeg yog nwg teej nwg tug lawv le nwg cog lug ca rua mej, hab has tas mej yuav tsum tuav rawv nwg tej lug nkaw huvsw."},{"bible_id":"1216","chapter_code":"DEU.26","verse_code":"DEU.26.19","label":"19","content":"Nwg yuav tsaa kuas mej sab dua txhua haiv tuabneeg kws nwg tau tswm lug, mej yuav tau lu lug qhuas tau meej thawb tau koob meej hab mej yuav ua haiv tuabneeg kws dawb huv rua Yawmsaub kws yog mej tug Vaajtswv lawv le nwg has ca lawd."},{"bible_id":"1216","chapter_code":"DEU.27","verse_code":"DEU.27.1","label":"1","content":"Mauxe hab Yixayee cov kev txwj quas laug has rua cov pejxeem tas, “Mej yuav tsum tuav rawv tej lug nkaw huvsw kws nub nua kuv cob rua mej."},{"bible_id":"1216","chapter_code":"DEU.27","verse_code":"DEU.27.2","label":"2","content":"Nub kws mej yuav hlaa tug dej Yalatee moog rua huv lub tebchaws kws mej tug Vaajtswv Yawmsaub pub rua mej, mej yuav tsum teeb tej lub pob zeb luj luj muab moov swb pleev,"},{"bible_id":"1216","chapter_code":"DEU.27","verse_code":"DEU.27.3","label":"3","content":"hab sau tej kevcai nuav txhua nqai huvsw rua sau tej pob zeb hov rua thaus mej hlaa moog rua huv lub tebchaws kws mej tug Vaajtswv Yawmsaub pub rua mej, yog lub tebchaws kws muaj kua mig hab zwb ntaab ndwg ndo, lawv le Yawmsaub kws yog mej tej laug tug Vaajtswv cog lug rua mej."},{"bible_id":"1216","chapter_code":"DEU.27","verse_code":"DEU.27.4","label":"4","content":"Thaus mej hlaa tug dej Yalatee moog lawm, mej yuav tsum teeb tej pob zeb nuav rua sau lub roob Enpaa lawv le kws nub nua kuv has rua mej, hab mej yuav tsum muab moov swb pleev."},{"bible_id":"1216","chapter_code":"DEU.27","verse_code":"DEU.27.5","label":"5","content":"Hab mej yuav tsum tib ib lub thaaj xyeem rua Yawmsaub kws yog mej tug Vaajtswv rua hov ntawd, yog ib lub thaaj pob zeb, tsw xob swv pestwj hlau txaug tej pob zeb hov."},{"bible_id":"1216","chapter_code":"DEU.27","verse_code":"DEU.27.6","label":"6","content":"Mej yuav muab tej pob zeb kws tsw tau muab txhwm muab npawm hlo le lug tib ua lub thaaj xyeem rua mej tug Vaajtswv Yawmsaub, hab mej yuav muab tsaj hlawv xyeem sau lub thaaj hov rua Yawmsaub kws yog mej tug Vaajtswv."},{"bible_id":"1216","chapter_code":"DEU.27","verse_code":"DEU.27.7","label":"7","content":"Mej yuav muab hov txhua chaw xyeem ua kevcai sws raug zoo hab noj rua hov ntawd, hab mej yuav zoo sab xyiv faab rua ntawm mej tug Vaajtswv Yawmsaub lub xubndag."},{"bible_id":"1216","chapter_code":"DEU.27","verse_code":"DEU.27.8","label":"8","content":"Hab mej yuav muab tej kevcai nuav huvsw sau meej meej rua sau cov pob zeb ntawd.”"},{"bible_id":"1216","chapter_code":"DEU.27","verse_code":"DEU.27.9","label":"9","content":"Mauxe hab cov pov thawj kws yog xeem Levi has rua cov Yixayee suavdawg tas, “Cov Yixayee 'e, ca le nyob tuabywv tig ntsej noog. Nub nua mej tau ua Yawmsaub kws yog mej tug Vaajtswv haiv tuabneeg lawm."},{"bible_id":"1216","chapter_code":"DEU.27","verse_code":"DEU.27.10","label":"10","content":"Vem le nuav mej yuav tsum noog mej tug Vaajtswv Yawmsaub lug, hab tuav rawv nwg tej lug nkaw hab nwg tej kaab ke kws nub nua kuv has rua mej.”"},{"bible_id":"1216","chapter_code":"DEU.27","verse_code":"DEU.27.11","label":"11","content":"Tuab nub ntawd Mauxe nkaw lug rua cov pejxeem tas,"},{"bible_id":"1216","chapter_code":"DEU.27","verse_code":"DEU.27.12","label":"12","content":"“Thaus mej hlaa tug dej Yalatee moog lawd, cov xeem nuav yuav moog sawv sau lub roob Kelixi has tej lug foom koob moov rua cov pejxeem, yog Xime‑oo, Levi, Yuta, Ixakha, Yauxej hab Npeeyamee."},{"bible_id":"1216","chapter_code":"DEU.27","verse_code":"DEU.27.13","label":"13","content":"Hab cov xeem nuav yuav moog sawv sau lub roob Enpaa has tej lug tsawm foom, yog Lunpee, Kas, Asaw, Xenpuloo, Ntaaj hab Nathali."},{"bible_id":"1216","chapter_code":"DEU.27","verse_code":"DEU.27.14","label":"14","content":"“Cov Levi yuav pav nrov nrov rua ib tsoom Yixayee tas,"},{"bible_id":"1216","chapter_code":"DEU.27","verse_code":"DEU.27.15","label":"15","content":"“ ‘Leejtwg ua txoov daab tsw has txua lug lossws nchuav lug, yog yaam kws qas vuab tsuab rua Yawmsaub, hab yog yaam kws tug nam Kws txawj txhais teg ua tau lug xwb, hab muab teev nraim quas nreeg, mas tug hov raug foom tsw zoo.’ Mas cov pejxeem suavdawg yuav teb has tas, ‘Amee.’"},{"bible_id":"1216","chapter_code":"DEU.27","verse_code":"DEU.27.16","label":"16","content":"“ ‘Leejtwg saib tsw taug nwg nam nwg txwv, mas tug hov yuav raug foom tsw zoo.’ Mas cov pejxeem suavdawg yuav has tas, ‘Amee.’"},{"bible_id":"1216","chapter_code":"DEU.27","verse_code":"DEU.27.17","label":"17","content":"“ ‘Leejtwg txaav kwvtij zej zog nrwm teb, tug hov yuav raug foom tsw zoo.’ Mas cov pejxeem suavdawg yuav teb has tas, ‘Amee.’"},{"bible_id":"1216","chapter_code":"DEU.27","verse_code":"DEU.27.18","label":"18","content":"“ ‘Leejtwg daag cov dig muag moog yuam kev, tug hov yuav raug foom tsw zoo.’ Mas cov pejxeem suavdawg yuav has tas, ‘Amee.’"},{"bible_id":"1216","chapter_code":"DEU.27","verse_code":"DEU.27.19","label":"19","content":"“ ‘Leejtwg yuam lwm haiv tuabneeg kws nrug mej nyob hab cov mivnyuas kws tsw muaj txwv hab cov puj ntsuag txujcai, tug hov yuav raug foom tsw zoo.’ Mas cov pejxeem suavdawg yuav has tas, ‘Amee.’"},{"bible_id":"1216","chapter_code":"DEU.27","verse_code":"DEU.27.20","label":"20","content":"“ ‘Leejtwg nrug nwg txwv tug quaspuj pw, yog nwg thws nwg txwv tug quaspuj chaw txaaj muag, tug hov yuav raug foom tsw zoo.’ Mas cov pejxeem suavdawg yuav has tas, ‘Amee.’"},{"bible_id":"1216","chapter_code":"DEU.27","verse_code":"DEU.27.21","label":"21","content":"“ ‘Leejtwg deev tsaj txhu yaam twg kuj xwj, tug hov yuav raug foom tsw zoo.’ Mas cov pejxeem suavdawg yuav has tas, ‘Amee.’"},{"bible_id":"1216","chapter_code":"DEU.27","verse_code":"DEU.27.22","label":"22","content":"“ ‘Leejtwg nrug nwg tug muam pw, yog nwg txwv le ntxhais lossws nwg nam le ntxhais kuj xwj, tug hov yuav raug foom tsw zoo.’ Mas cov pejxeem suavdawg yuav has tas, ‘Amee.’"},{"bible_id":"1216","chapter_code":"DEU.27","verse_code":"DEU.27.23","label":"23","content":"“ ‘Leejtwg nrug nwg nam tais pw, tug hov yuav raug foom tsw zoo.’ Mas cov pejxeem suavdawg yuav has tas, ‘Amee.’"},{"bible_id":"1216","chapter_code":"DEU.27","verse_code":"DEU.27.24","label":"24","content":"“ ‘Leejtwg nyag tua tuabneeg tuabywv, tug hov yuav raug foom tsw zoo.’ Mas cov pejxeem suavdawg yuav has tas, ‘Amee.’"},{"bible_id":"1216","chapter_code":"DEU.27","verse_code":"DEU.27.25","label":"25","content":"“ ‘Leejtwg yuav nyaj ndav es tua tug tuabneeg kws tsw txhum, tug hov yuav raug foom tsw zoo.’ Mas cov pejxeem suavdawg yuav has tas, ‘Amee.’"},{"bible_id":"1216","chapter_code":"DEU.27","verse_code":"DEU.27.26","label":"26","content":"“ ‘Leejtwg tsw tuav rawv tej kevcai nuav hab tsw ua lawv nraim, tug hov yuav raug foom tsw zoo.’ Mas cov pejxeem suavdawg yuav has tas, ‘Amee.’ ”"},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.1","label":"1","content":"Yog mej noog mej tug Vaajtswv Yawmsaub lug hab ceev faaj ua lawv nraim nwg tej lug nkaw huvsw kws nub nua kuv cob rua mej, mas Yawmsaub kws yog mej tug Vaajtswv yuav tsaa mej sab dua txhua haiv tuabneeg huv qaab ntuj."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.2","label":"2","content":"Tej koob moov nuav yuav lug txug mej hab nrug nraim mej moog le, tsuav yog mej noog Yawmsaub kws yog mej tug Vaajtswv lug."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.3","label":"3","content":"Mej yuav tau koob moov huv lub moos hab tau koob moov huv tej laj teb."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.4","label":"4","content":"Mej tej noob kws xeeb mivnyuas hab mej tej qoob loos huv laj teb hab tej noob nyuj noob yaaj yuav tau koob moov fuam vaam coob."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.5","label":"5","content":"Mej lub tawb hab mej tej phaaj zuaj ncuav yuav tau moov zoo."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.6","label":"6","content":"Thaus mej nkaag lug yuav tau koob moov, thaus mej tawm moog mej yuav tau koob moov."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.7","label":"7","content":"Yawmsaub yuav ua rua tej yeeb ncuab kws tawm tsaam mej swb mej. Puab yuav tawm ib txujkev tuaj tawm tsaam mej, tassws yuav tswv ntawm mej xubndag ua xyaa txujkev rov qaab."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.8","label":"8","content":"Yawmsaub yuav tso koob moov rua huv mej lub txhaab hab txhua yaam num kws mej ua. Nwg yuav foom koob moov rua mej huv lub tebchaws kws mej tug Vaajtswv Yawmsaub pub rua mej."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.9","label":"9","content":"Yawmsaub yuav muab mej tsaa ua haiv tuabneeg kws dawb huv rua nwg, yaam le kws nwg tub cog lug ruaj khov rua mej lawd, tsuav yog mej tuav rawv mej tug Vaajtswv Yawmsaub tej lug nkaw hab ua lub neej lawv le nwg txujkev."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.10","label":"10","content":"Txhua haiv tuabneeg huv nplajteb yuav pum tas mej raug hu lawv le Yawmsaub lub npe hab puab yuav ntshai mej."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.11","label":"11","content":"Yawmsaub yuav ua rua mej vaam meej nplua quas mag kuas mej muaj mivnyuas coob, mej tej tsaj txhu yuav fuam vaam coob, mej tej laj teb yuav ntsu qoob rua huv lub tebchaws kws Yawmsaub cog lug ruaj khov rua mej tej laug tas yuav pub rua mej."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.12","label":"12","content":"Yawmsaub yuav qheb nwg lub txhaab koob moov sau ntuj lug rua mej hab tso naag lug lawv lub caij lub nyoog hab foom koob moov rua txhua yaam num kws mej txhais teg ua. Mej yuav muab rua ntau lub tebchaws qev txais tassws mej yuav tsw qev txais puab le."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.13","label":"13","content":"Yawmsaub yuav ua rua mej ua taubhau tsw yog ua kwtwv. Nwg yuav tsaa mej nyob lub rooj sab tsw yog nyob lub rooj qeg, tsuav yog mej noog Yawmsaub kws yog mej tug Vaajtswv tej lug nkaw kws nub nua kuv cob rua mej hab ceev faaj ua lawv nraim,"},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.14","label":"14","content":"hab tsuav yog mej tsw tso tej lug kws nub nua kuv has rua mej ib lus tseg le, hab tsw tig rua saab xws lossws saab phem moog lawv quas ncav luas tej daab hab ua koom rua."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.15","label":"15","content":"Tassws yog mej tsw noog Yawmsaub kws yog mej tug Vaajtswv tej lug hab tsw ceev faaj ua lawv le Yawmsaub tej lug nkaw huvsw hab nwg tej kaab ke kws nub nua kuv qha rua mej mas txhua lu lug tsawm foom nuav yuav lug raug mej hab yuav lawv cuag mej."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.16","label":"16","content":"Tes mej yuav raug lu lug tsawm foom rua huv lub moos hab mej yuav raug lu lug tsawm foom rua huv tej laj teb."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.17","label":"17","content":"Mej lub tawb hab lub mej tej phaaj zuaj ncuav yuav raug lu lug tsawm foom."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.18","label":"18","content":"Mej tej noob kws xeeb mivnyuas, hab mej tej qoob loos huv mej tej teb mej tej noob nyuj noob yaaj yuav raug lu lug tsawm foom."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.19","label":"19","content":"Mej yuav raug lu lug tsawm foom rua thaus mej nkaag lug hab mej yuav raug lu lug tsawm foom rua thaus mej tawm moog."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.20","label":"20","content":"Yawmsaub yuav tso tej lug tsawm foom, tej kev kub ntxhuv kev poob thaab lug raug mej hab txhua yaam num kws mej ua moog txug thaus mej puam tsuaj pluj plag taag, vem yog tej kev phem kws mej ua, yog qhov kws mej tso kuv  tseg."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.21","label":"21","content":"Yawmsaub yuav ua rua tej mob phem lug kis rua mej moog txug thaus nwg muab mej rhuav tshem pluj taag rua huv lub tebchaws kws mej moog txeeb ua mej tug."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.22","label":"22","content":"Yawmsaub yuav nplawm mej kuas mej mob ntxaug zuj quas zug, muaj mob muaj nkeeg heev, muaj mob muaj paug, raug tshaav kub, raug ntuj qhuav teb nkig nkuav, qoob loos tuag ntshaav hab raug kaab mob. Tej nuav yuav raug mej moog txug thaus mej puam tsuaj taag."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.23","label":"23","content":"Lub ntuj sau mej taubhau yuav ua tooj lab, lub nplajteb aav kws mej tsuj yuav ua hlau."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.24","label":"24","content":"Yawmsaub yuav ua rua tej dej naag huv mej lub tebchaws ua moov aav mog mog mas yuav poob sau ntuj lug rua mej moog txug thaus mej puam tsuaj taag."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.25","label":"25","content":"Yawmsaub yuav ua rua mej swb mej tej yeeb ncuab. Mej yuav tawm ua ib ke moog ntaus puab, tassws mej yuav tswv puab xyaa txujkev rov qaab. Mej yuav ua lub chaw rua ib tsoom tebchaws huv qaab ntuj nuav ceeb hab ntshai."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.26","label":"26","content":"Mej tej cev tuag yuav ua zaub mov rua txhua tug noog sau nruab ntug hab tej tsaj qus huv nplajteb noj. Hab tsw muaj leejtwg yuav lawv tej tsaj hov moog."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.27","label":"27","content":"Yawmsaub yuav ua rua mej mob tej rwj Iyi hab mob kav txhaab qawj hab mob ua paug quas vog hab mob txob kws khu tsw tau le."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.28","label":"28","content":"Yawmsaub yuav nplawm mej kuas vwm hab dig muag hab ntxhuv sab quas nyo,"},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.29","label":"29","content":"mas taav su quas lug los mej yuav xuas dub yaam nkaus le tej dig muag xuas huv qhov tsaus ntuj. Mej yuav tsw vaam meej rua huv txhua yaam kws mej ua. Mej yuav raug luas quab yuam tswm txom hab raug luas fuab lws tsw tu moog le, hab yuav tsw muaj leejtwg paab mej le."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.30","label":"30","content":"Mej yuav qhab quaspuj ca los lwm tug txwvneej yuav moog nrug pw. Mej ua tau tsev los yuav tsw tau nyob huv lub tsev hov. Mej yuav cog vaaj txwv maab los mej yuav tsw tau tej txwv hov swv."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.31","label":"31","content":"Luas yuav tua mej tug nyuj taab meeg mej mas mej yuav tsw tau noj tej nqaj nyuj hov. Luas yuav txeeb mej tug neeg luav moog taab meeg mej hab luas yuav tsw xaa rov qaab rua mej. Mej tej yaaj yuav raug coj moog pub rua mej tej yeeb ncuab, mas yuav tsw muaj leejtwg paab tau mej le."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.32","label":"32","content":"Mej tej tub tej ntxhais yuav raug coj moog pub rua lwm haiv tuabneeg, mas mej lub qhov muag yuav saib ua tsaus muag ndais hab ncu ncu ib nub dhau ib nub. Mej txhais teg tug zug yuav tsw muaj peevxwm tiv thaiv tau le."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.33","label":"33","content":"Ib haiv tuabneeg kws mej tsw tau txeev paub dua yuav noj mej tej qoob loos huv mej tej teb hab noj mej tej daag tej zug. Hab mej yuav raug luas tsuj hab quab yuam tswm txom tsw tu moog le."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.34","label":"34","content":"Mas tej kws mej qhov muag pum hov txhad yuav ua rua mej vwm quas leg moog."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.35","label":"35","content":"Yawmsaub yuav nplawm mej kuas mob rwj mob faaj rua ntawm pob hauv caug hab txhais ceg kws mej yuav khu tsw tau le, yuav ua rwj hlo huv xwb taw moog nto plawg taj taubhau."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.36","label":"36","content":"Yawmsaub yuav coj mej hab mej tug vaajntxwv kws mej tsaa kaav mej moog rua huv lub tebchaws kws mej hab mej tej laug tsw tau paub hlo le. Hov ntawd mej yuav ua koom rua luas tej daab kws muab ntoo muab pob zeb ua."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.37","label":"37","content":"Mej yuav ua lub chaw rua luas ceeb hab ntshai, hab yuav ua paaj lug rua luas has, hab yuav tag luas ncauj luas lu rua huv txhua haiv tuabneeg kws Yawmsaub yuav coj mej moog hov."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.38","label":"38","content":"Mej yuav coj noob moog cog ntau rua huv teb los yuav sau tau tsawg rov lug, tsua qhov kooj ntaas yuav muab noj taag."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.39","label":"39","content":"Mej yuav cog vaaj txwv maab hab tu tej txwv hov los mej yuav tsw tau haus tej cawv txwv maab hab tsw tau de tej txwv, tsua qhov kaab yuav muab noj taag."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.40","label":"40","content":"Mej yuav muaj ntoo txwv aulib nyob thoob huv mej lub tebchaws tassws mej yuav tsw tau tej roj txwv hov lug pleev mej lub cev, tsua qhov tej txwv aulib hov yuav zeeg taag."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.41","label":"41","content":"Mej yuav muaj tub muaj ntxhais tassws yuav tsw ua mej le, tsua qhov puab yuav raug luas nteg coj moog."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.42","label":"42","content":"Mej tej xyoob ntoo txhua yaam hab mej tej qoob loos huv mej tej teb yuav ua kooj ntaas le tug."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.43","label":"43","content":"Lwm haiv tuabneeg kws nrug mej nyob yuav vaam meej quas zug tuaj heev dua mej hab mej yuav poob quas zug moog."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.44","label":"44","content":"Luas yuav muaj qev txais rua mej tassws mej yuav tsw muaj qev txais rua luas. Luas yuav ua taubhau, mej yuav ua kwtwv."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.45","label":"45","content":"Txhua lu lug tsawm foom nuav yuav raug mej hab yuav lawv cuag mej hab yuav nteg tau mej moog txug thaus kws mej puam tsuaj taag, vem yog mej tsw noog Yawmsaub kws yog mej tug Vaajtswv lug, tsw ua lawv le nwg tej lug nkaw hab tej kaab ke kws nwg has kuas mej ua lawd."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.46","label":"46","content":"Tej nuav yuav ua txujci tseem ceeb hab kev phemfwj rua mej hab mej caaj ceg ncu moog ib txhws."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.47","label":"47","content":"Vem thaus mej muaj ib puas tsaav yaam nplua quas mag lawm los mej tsw zoo sab xyiv faab ua koom rua Yawmsaub kws yog mej tug Vaajtswv,"},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.48","label":"48","content":"vem le nuav mej txhad yuav ua koom rua mej tej yeeb ncuab kws Yawmsaub yuav tso tuaj ntaus mej, mej yuav raug kev tshaib kev nqhes, tsw muaj naav, hab yuav tu ncua txhua yaam. Yawmsaub yuav muab ib tug quab hlau rua mej kwv sau caaj qwb moog txug thaus nwg ua rua mej puam tsuaj taag."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.49","label":"49","content":"Yawmsaub yuav coj ib haiv tuabneeg kws nyob deb deb tim qaab ntuj kawg tuaj ntaus mej, yuav tuaj sai yaam nkaus le daav yaa tuaj, yog haiv tuabneeg kws mej yeej tsw paub puab tej lug,"},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.50","label":"50","content":"yog haiv tuabneeg kws ntsej muag nyaum yuav tsw fwm cov laug tsw nyam cov hluas hab cov yau."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.51","label":"51","content":"Puab yuav noj mej tej tsaj txhu le mivnyuas hab noj tej qoob loos huv mej tej teb moog txug thaus mej puam tsuaj taag. Puab yuav tsw tseg qoob loos, cawv txwv maab hab roj, tsw tseg mivnyuas nyuj mivnyuas yaaj rua mej moog txug thaus puab ua rua mej puam tsuaj taag."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.52","label":"52","content":"Puab yuav muab mej vej puav ca rua huv mej txhua lub moos moog txug thaus puab ua rua tej ntsaa loog sab hab ruaj khov kws mej tso sab rua hov pob taag thoob mej lub tebchaws. Puab yuav muab mej vej puav ca rua huv mej txhua lub moos thoob lub tebchaws kws mej tug Vaajtswv Yawmsaub tub muab rua mej lawm."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.53","label":"53","content":"Mej yuav noj mej tej mivnyuas kws mej yug, yog noj mej tej tub tej ntxhais kws mej tug Vaajtswv Yawmsaub pub rua mej tej nqaj rua thaus kws mej tej yeeb ncuab vej puav mej ca hab tswm txom mej."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.54","label":"54","content":"Ib tug txwvneej kws sab dawb sab zoo xeeb huv tshaaj plawg huv mej cov los yuav tsw kaam pub mov rua nwg kwvtij, tsw pub rua nwg tug quaspuj ntawm nwg xubndag, tsw pub rua tug mivnyuas kws tseed caj nrug nwg nyob noj."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.55","label":"55","content":"Nwg txhad tsw pub rua leejtwg tau noj nwg tej mivnyuas le nqaj kws nwg saamswm noj, vem nwg tsw tshuav ib yaam daabtsw le lawm rua thaus kws mej tej yeeb ncuab vej puav mej ca hab tswm txom mej huv mej txhua lub moos."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.56","label":"56","content":"Tug quaspuj kws sab dawb sab zoo xeeb huv tshaaj plawg huv mej cov kws yeej tsw kaam tsuj aav le vem yog ib tug kws sab dawb sab zoo xeeb huv, los yuav tsw kaam pub rua nwg tug quasyawg ntawm nwg xubndag hab tsw pub rua nwg tug tub tug ntxhais"},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.57","label":"57","content":"noj lub tsho mivnyuas kws nwg nyav yug huv ob ceg lug hab noj tej mivnyuas kws nwg yug, tsua qhov nwg yuav muab noj tuabywv vem yog tsw muaj ib yaam daabtsw noj le rua thaus kws mej tej yeeb ncuab vej puav mej ca hab tswm txom mej huv mej tej moos."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.58","label":"58","content":"Yog mej tsw ceev faaj ua lawv le txhua lu lug huv txuj kevcai nuav kws sau ca rua huv phoo ntawv nuav, yog mej tsw fwm tsw ntshai lub npe kws muaj koob meej hab txaus ntshai nuav, yog Yawmsaub kws yog mej tug Vaajtswv lub npe,"},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.59","label":"59","content":"mas Yawmsaub yuav coj tej kev ntxhuv sab kev txom nyem kws tsw thooj le txeev muaj lug rua mej hab mej tej tub ki, yog kev ntxhuv sab kev txom nyem luj heev muaj ntev heev hab tej kev mob kev nkeeg phem phem kws muaj ntev heev."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.60","label":"60","content":"Hab nwg yuav rov coj dua tej kev mob phem huv Iyi tebchaws kws mej ntshai huvsw lug rua mej hab tej mob hov yuav kis hlo rua mej."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.61","label":"61","content":"Txhua yaam kev mob hab txhua yaam kev txom nyem kws tsw tau sau rua huv phoo ntawv kevcai nuav Yawmsaub yuav coj lug rua mej moog txug thaus mej puam tsuaj taag."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.62","label":"62","content":"Txawm yog mej tub coob npaum le tej nub qub sau nruab ntug lawm los mej yuav tshuav tsawg tsawg nyob xwb tsua qhov mej tsw noog Yawmsaub kws yog mej tug Vaajtswv lug."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.63","label":"63","content":"Txawm yog Yawmsaub txaus sab ua zoo rua mej hab ua kuas mej fuam vaam coob los Yawmsaub kuj yuav txaus sab coj kev puam tsuaj lug rua mej hab ua rua mej lamswm taag ib yaam le ntawd. Mej yuav raug muab dob tawm huv lub tebchaws kws mej saamswm moog txeeb ua mej tug hov."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.64","label":"64","content":"Mas Yawmsaub yuav ua rua mej tawg ua saab ua sua moog rua huv txhua haiv tuabneeg taag nrho saab ntuj nuav moog txug saab ntuj tim u, mas huv tej tebchaws ntawd mej yuav ua koom rua luas tej daab kws muab ntoo muab pob zeb ua, yog tej daab kws mej hab mej tej laug tsw tau paub dua le."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.65","label":"65","content":"Thaus mej nrug cov tuabneeg hov nyob mej yuav tsw tau nyob kaaj sab quas lug, mej xwb taw yuav tsw tau ib qho chaw su le. Yawmsaub yuav ua rua mej lub sab ntshai hab tshee, mej yuav tsaus muag quas zug moog hab sab ntsws yaaj taag."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.66","label":"66","content":"Mej lub neej yuav dai sav quas dhuas, mej yuav ntshai nruab nub mo ntuj tsw tso sab tas yuav muaj txujsa nyob."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.67","label":"67","content":"Thaus kaaj ntug los mej yuav has tas, “Kheev yog tsaus ntuj zoo dua,” hab thaus tsaus ntuj los mej yuav has tas, “Kheev yog kaaj ntug zoo dua,” vem yog tej kev txhawj kev ntshai kws mej sab puag quas tsug, hab tej kws mej qhov muag yuav pum hov."},{"bible_id":"1216","chapter_code":"DEU.28","verse_code":"DEU.28.68","label":"68","content":"Yawmsaub yuav coj mej caij nkoj rov qaab moog txug Iyi tebchaws, yog txujkev kws kuv tub cog lug tseg rua mej tas mej yuav tsw rov taug dua ib zag le. Moog txug qhov ntawd lawm mej yuav yeem muab mej muag ua tub qhe nkauj qhev rua mej cov yeeb ncuab los tub tsw muaj leejtwg yuav mej."},{"bible_id":"1216","chapter_code":"DEU.29","verse_code":"DEU.29.1","label":"1","content":"Ntawm nuav moog yog tej lug cog tseg kws Yawmsaub kuas Mauxe has rua cov Yixayee huv Mau‑a tebchaws, tsaav rua tej lug cog tseg kws nwg tub has rua puab ntawm Haule."},{"bible_id":"1216","chapter_code":"DEU.29","verse_code":"DEU.29.2","label":"2","content":"Mauxe hu cov Yixayee suavdawg tuaj ua ke mas has rua puab tas, Mej lub qhov muag tub pum ntsoov txhua yaam kws Yawmsaub ua huv Iyi tebchaws kws yog ua rua Falau hab nwg cov tub teg tub taw hab ua rua thoob plawg nwg lub tebchaws huvsw,"},{"bible_id":"1216","chapter_code":"DEU.29","verse_code":"DEU.29.3","label":"3","content":"hab mej tub pum tej kws nwg ua swm puab luj kawg hab tej txujci tseem ceeb hab tej kev phemfwj kws luj heev."},{"bible_id":"1216","chapter_code":"DEU.29","verse_code":"DEU.29.4","label":"4","content":"Tassws lug txug nub nua Yawmsaub tsw tau pub lub sab kws to taub hab lub qhov muag kws pum kev hab lub qhov ntsej kws nov tau rua mej."},{"bible_id":"1216","chapter_code":"DEU.29","verse_code":"DEU.29.5","label":"5","content":"Kuv coj mej huv tebchaws moj saab qhua tau plaub caug xyoo. Mej tej rwg tsho kuj tsw nduag mej tej khau kuj tsw nduag hle ntawm mej kwtaw."},{"bible_id":"1216","chapter_code":"DEU.29","verse_code":"DEU.29.6","label":"6","content":"Mej tsw tau noj ncuav tsw tau haus cawv txwv maab hab cawv ntxws, sub mej txhad paub tas kuv yog Yawmsaub kws yog mej tug Vaajtswv."},{"bible_id":"1216","chapter_code":"DEU.29","verse_code":"DEU.29.7","label":"7","content":"Thaus mej lug txug ntawm nuav, Hesanpoo tug vaajntxwv Xihoo hab Npasaa tug vaajntxwv Aus tawm tuaj ua rog rua peb, tassws peb kuj ua rua puab swb hlo."},{"bible_id":"1216","chapter_code":"DEU.29","verse_code":"DEU.29.8","label":"8","content":"Peb txeeb hlo puab lub tebchaws hab muab ua qub txeeg qub teg rua xeem Lunpee hab xeem Kas hab ib nraab xeem Manaxe."},{"bible_id":"1216","chapter_code":"DEU.29","verse_code":"DEU.29.9","label":"9","content":"Vem le nuav mej yuav tsum ceev faaj ua lawv le tej lug cog tseg nuav sub mej txhad vaam meej rua txhua yaam kws mej ua."},{"bible_id":"1216","chapter_code":"DEU.29","verse_code":"DEU.29.10","label":"10","content":"Nub nua mej txhua tug sawv taab meeg ntawm Yawmsaub kws yog mej tug Vaajtswv xubndag, tsw has txhua xeem cov thawj hab mej cov kev txwj quas laug hab cov kws kaav mej hab Yixayee cov txwvneej suavdawg,"},{"bible_id":"1216","chapter_code":"DEU.29","verse_code":"DEU.29.11","label":"11","content":"mej cov mivnyuas yau, mej tej quaspuj hab lwm haiv tuabneeg kws nrug mej nyob txav tawg kwv dej rua mej,"},{"bible_id":"1216","chapter_code":"DEU.29","verse_code":"DEU.29.12","label":"12","content":"sub mej txhad tau txais mej tug Vaajtswv Yawmsaub tej lug cog tseg ruaj khov kws mej tug Vaajtswv Yawmsaub nrug mej cog tseg nub nua,"},{"bible_id":"1216","chapter_code":"DEU.29","verse_code":"DEU.29.13","label":"13","content":"sub nub nua nwg txhad muab mej tsaa ua nwg haiv tuabneeg hab nwg yuav ua mej tug Vaajtswv lawv le nwg cog lug tseg rua mej, hab lawv le nwg cog lug ruaj khov rua mej tej laug yog Aplahaa, Yiha hab Yakhauj."},{"bible_id":"1216","chapter_code":"DEU.29","verse_code":"DEU.29.14","label":"14","content":"Tej lug sws cog tseg ruaj khov nuav tsw yog kuv kuas mej cov kws"},{"bible_id":"1216","chapter_code":"DEU.29","verse_code":"DEU.29.15","label":"15","content":"nub nua nrug peb sawv rua ntawm Yawmsaub xubndag nuav ua xwb, kuv kuj kuas cov kws nub nua tsw nrug peb nyob ua hab."},{"bible_id":"1216","chapter_code":"DEU.29","verse_code":"DEU.29.16","label":"16","content":"Mej yeej paub tas peb nyob le caag huv Iyi tebchaws, hab peb hlaa dhau tej tebchaws lug txug ntawm nuav le caag."},{"bible_id":"1216","chapter_code":"DEU.29","verse_code":"DEU.29.17","label":"17","content":"Hab mej tub pum puab le tej yaam kws ntxwm ntxub kawg, yog puab tej txoov daab kws xuas ntoo xuas pob zeb xuas nyaj xuas kub ua kws nyob huv plawv puab."},{"bible_id":"1216","chapter_code":"DEU.29","verse_code":"DEU.29.18","label":"18","content":"Yuav tsum ceev faaj zoo tsaam muaj tug yawm twg lossws tug puj twg lossws tsev tuabneeg twg lossws xeem twg kws lub sab faav ntawm Yawmsaub kws yog peb tug Vaajtswv moog ua koom rua tej haiv tuabneeg hov tej daab, ntshai tsaam huv mej muaj ib tug caag tuaj ntsuag kws muaj taug hab ab ab."},{"bible_id":"1216","chapter_code":"DEU.29","verse_code":"DEU.29.19","label":"19","content":"Thaus ib tug kws zoo le hov tau nov tej lug sws cog tseg kws ruaj khov nuav, nwg lub sab yuav xaav tas, “Zoo xwb lauj! Txawm yog kuv ua lawv le kuv lub sab tawv xwb los kuv yeej yuav tau zoo.” Qhov kws nwg xaav le nuav yog coj kev puam tsuaj lug rua tej tuabneeg zoo hab tej tuabneeg phem huvsw."},{"bible_id":"1216","chapter_code":"DEU.29","verse_code":"DEU.29.20","label":"20","content":"Yawmsaub yuav tsw zaam txem rua tug hov. Yawmsaub txujkev npau tawg hab txujkev khib xeeb yuav tshwm plawg kub tug hov hab tej lug tsawm foom kws sau ca rua huv phoo nuav yuav raug nwg, hab Yawmsaub yuav thuam nwg lub npe kuas pluj huv lub qaab ntuj moog."},{"bible_id":"1216","chapter_code":"DEU.29","verse_code":"DEU.29.21","label":"21","content":"Yawmsaub yuav muab nws cais tawm huv txhua xeem Yixayee kuas raug kev puam tsuaj lawv le tej lug tsawm foom huvsw huv tej lug cog tseg kws sau ca rua huv phoo kevcai nuav."},{"bible_id":"1216","chapter_code":"DEU.29","verse_code":"DEU.29.22","label":"22","content":"Mej tej tub ki kws yug tam tom qaab hab lwm haiv tuabneeg kws tuaj tebchaws deb deb tuaj yuav pum tej kev txom nyem nyuaj sab huv lub tebchaws nuav hab pum tej mob phem kws Yawmsaub tso kuas muaj."},{"bible_id":"1216","chapter_code":"DEU.29","verse_code":"DEU.29.23","label":"23","content":"Puab yuav pum taag nrho lub tebchaws ua quav lawj faaj hab ua ntsev, nyob do cuas vem raug kub nyab, tsw muaj leejtwg cog tsw muaj ib yaam daabtsw tuaj, nroj tsuag kuj tsw tuaj, raug muab rhuav pov tseg yaam le Xauntoo hab Kaumaula hab lub moos Ama hab lub moos Xenpau‑i kws Yawmsaub chim hab npau tawg nwg muab rhuav pov tseg taag."},{"bible_id":"1216","chapter_code":"DEU.29","verse_code":"DEU.29.24","label":"24","content":"Mas ib tsoom tebchaws suavdawg yuav has tas, “Ua caag Yawmsaub ua le ntawd rua lub tebchaws nuav? Nwg chim sab luj le nuav yog vem le caag?”"},{"bible_id":"1216","chapter_code":"DEU.29","verse_code":"DEU.29.25","label":"25","content":"Mas luas yuav teb tas, “Yog vem puab muab Yawmsaub kws yog puab tej laug tug Vaajtswv tej lug cog tseg tso pov tseg, yog tej lug kws thaus Yawmsaub coj puab tawm huv Iyi tebchaws lug nwg cog tseg rua puab."},{"bible_id":"1216","chapter_code":"DEU.29","verse_code":"DEU.29.26","label":"26","content":"Puab ca le moog ua koom rua hab pe hawm luas tej daab kws puab tsw tau paub dua hab tsw yog Yawmsaub muab rua puab."},{"bible_id":"1216","chapter_code":"DEU.29","verse_code":"DEU.29.27","label":"27","content":"Vem le hov Yawmsaub txujkev npau tawg txhad le tshwm plawg rua lub tebchaws nuav, txhad coj txhua lu lug tsawm foom kws sau ca rua huv phoo nuav lug raug."},{"bible_id":"1216","chapter_code":"DEU.29","verse_code":"DEU.29.28","label":"28","content":"Yawmsaub muab puab dob hlo caag tawm huv puab lub tebchaws ua npau tawg hab chim quas nyov hab muab laim hlo moog rua lwm lub tebchaws zoo le naj nub nwgnuav.”"},{"bible_id":"1216","chapter_code":"DEU.29","verse_code":"DEU.29.29","label":"29","content":"Tej xwm kws tsw tau muab qha tshwm lug yeej yog peb tug Vaajtswv Yawmsaub le, tassws tej xwm kws tub muab qha tshwm lug yog peb le hab peb tej tub ki le moog ib txhws, sub peb txhad tau ua lawv le tej kevcai nuav txhua nqai huvsw."},{"bible_id":"1216","chapter_code":"DEU.30","verse_code":"DEU.30.1","label":"1","content":"Thaus txhua yaam kws has taag nuav, yog tej lug foom koob moov hab tej lug tsawm foom kws kuv has taab meeg mej nuav, lug txug mej lawm, hab mej ncu txug tej nuav huv txhua lub tebchaws kws mej tug Vaajtswv Yawmsaub lawv mej moog nyob,"},{"bible_id":"1216","chapter_code":"DEU.30","verse_code":"DEU.30.2","label":"2","content":"yog mej hab mej cov mivnyuas rov lug cuag mej tug Vaajtswv Yawmsaub hab noog nwg tej lug huvsw kws nub nua kuv has rua mej kawg mej lub sab lub ntsws,"},{"bible_id":"1216","chapter_code":"DEU.30","verse_code":"DEU.30.3","label":"3","content":"mas mej tug Vaajtswv Yawmsaub yuav pub mej vaam meej le qub, hab yuav khuvleej mej hab qaws mej huv txhua haiv tuabneeg kws Yawmsaub ua rua mej tswv rw quas sua moog nyob lawm rov lug."},{"bible_id":"1216","chapter_code":"DEU.30","verse_code":"DEU.30.4","label":"4","content":"Yog mej muaj tuabneeg kws raug muab lawv moog nyob kawg nkaus qaab ntuj, los mej tug Vaajtswv Yawmsaub yuav qaws mej hov ntawd coj mej rov qaab lug."},{"bible_id":"1216","chapter_code":"DEU.30","verse_code":"DEU.30.5","label":"5","content":"Hab mej tug Vaajtswv Yawmsaub yuav coj mej lug rua huv lub tebchaws kws mej tej laug tau nyob ua puab tug rov ua mej tug. Nwg yuav pub kuas mej vaam meej hab fuam vaam coob heev dua mej tej laug."},{"bible_id":"1216","chapter_code":"DEU.30","verse_code":"DEU.30.6","label":"6","content":"Hab mej tug Vaajtswv Yawmsaub yuav txav nrho mej hab mej tej tub ki lub sab tawv ncauj sub mej txhad hlub Yawmsaub kawg sab kawg ntsws hab mej txhad muaj txujsa nyob."},{"bible_id":"1216","chapter_code":"DEU.30","verse_code":"DEU.30.7","label":"7","content":"Mej tug Vaajtswv Yawmsaub yuav muab tej lug tsawm foom nuav tso lug raug cov kws tawm tsaam hab ua yeeb ncuab tswm txom mej,"},{"bible_id":"1216","chapter_code":"DEU.30","verse_code":"DEU.30.8","label":"8","content":"hab mej yuav rov noog Yawmsaub lug hab tuav rawv nwg tej lug nkaw huvsw kws nub nua kuv cob rua mej."},{"bible_id":"1216","chapter_code":"DEU.30","verse_code":"DEU.30.9","label":"9","content":"Mej tug Vaajtswv Yawmsaub yuav ua rua mej vaam meej nplua nuj heev kawg rua txhua yaam num kws mej txhais teg ua, pub mej muaj mivnyuas coob, hab mej tej tsaj txhu fuam vaam coob, hab mej tej laj teb yuav ntsu qoob, vem yog Yawmsaub yuav rov txaus sab ua rua mej vaam meej ib yaam le nwg txaus sab rua mej tej laug,"},{"bible_id":"1216","chapter_code":"DEU.30","verse_code":"DEU.30.10","label":"10","content":"tsuav yog mej noog Yawmsaub kws yog mej tug Vaajtswv lug, hab tuav rawv nwg tej lug nkaw hab nwg tej kaab ke kws sau rua huv phoo kevcai nuav, hab tsuav yog mej tig hlo rov lug cuag Yawmsaub kws yog mej tug Vaajtswv kawg sab kawg ntsws xwb."},{"bible_id":"1216","chapter_code":"DEU.30","verse_code":"DEU.30.11","label":"11","content":"Tej lug nkaw kws nub nua kuv muab cob rua mej nuav tsw yog yaam kws ceblaaj dhau rua mej ua hab tsw yog nyob deb ntawm mej."},{"bible_id":"1216","chapter_code":"DEU.30","verse_code":"DEU.30.12","label":"12","content":"Txuj kevcai hov tsw yog nyob sau ntuj es mej yuav has tas, “Leejtwg yuav nce moog muab sau ntuj lug rua peb, peb txhad tau nov hab ua lawv le?”"},{"bible_id":"1216","chapter_code":"DEU.30","verse_code":"DEU.30.13","label":"13","content":"Hab tsw yog nyob dhau havtxwv saab tim u es mej yuav has tas, “Leejtwg yuav hlaa moog muab lug rua peb, peb txhad tau nov hab ua lawv le?”"},{"bible_id":"1216","chapter_code":"DEU.30","verse_code":"DEU.30.14","label":"14","content":"Tassws tej lug hov yeej nyob ze mej, nyob huv mej lub qhov ncauj hab nyob huv mej lub sab, mas mej yeej ua lawv le ntawd tau."},{"bible_id":"1216","chapter_code":"DEU.30","verse_code":"DEU.30.15","label":"15","content":"Ca le ua tuab zoo saib, nub nua kuv muab txujsa hab yaam kws zoo, hab muab txujkev tuag hab yaam kws phem tso rua ntawm mej xubndag."},{"bible_id":"1216","chapter_code":"DEU.30","verse_code":"DEU.30.16","label":"16","content":"Yog mej noog mej tug Vaajtswv Yawmsaub tej lug nkaw kws nub nua kuv muab cob rua mej, yog qhov kws muab sab hlub Yawmsaub kws yog mej tug Vaajtswv hab ua mej lub neej lawv le nwg txujkev hab tuav rawv nwg tej lug nkaw hab nwg tej kaab ke hab nwg tej kevcai, mas mej yuav muaj txujsa nyob hab fuam vaam coob, hab mej tug Vaajtswv Yawmsaub yuav foom koob moov rua mej rua huv lub tebchaws kws mej txeem moog hov."},{"bible_id":"1216","chapter_code":"DEU.30","verse_code":"DEU.30.17","label":"17","content":"Tassws yog mej lub sab faav hlo lawm hab mej tsw yeem noog lug es raug ntxag moog pe hab ua koom rua luas tej daab,"},{"bible_id":"1216","chapter_code":"DEU.30","verse_code":"DEU.30.18","label":"18","content":"mas nub nua kuv qha tseeb rua mej tas mej yuav puam tsuaj taag. Mej yuav tsw muaj txujsa nyob ntev rua huv lub tebchaws kws mej saamswm hlaa tug dej Yalatee moog txeeb hov."},{"bible_id":"1216","chapter_code":"DEU.30","verse_code":"DEU.30.19","label":"19","content":"Kuv thov lub ntuj lub teb ua timkhawv rua mej nub nua tas, kuv tub muab txujsa hab txujkev tuag, muab koob moov hab lug tsawm foom tso rua ntawm mej xubndag. Mas mej ca le xaiv yuav txujsa, sub mej hab mej caaj ceg txhad le muaj txujsa nyob,"},{"bible_id":"1216","chapter_code":"DEU.30","verse_code":"DEU.30.20","label":"20","content":"hab mej hlub Yawmsaub kws yog mej tug Vaajtswv hab noog nwg lug hab tuav rawv nwg. Ua le nuav mej txhad tau txujsa hab nyob ntev, sub mej txhad tau nyob rua huv lub tebchaws kws Yawmsaub cog lug ruaj khov rua mej tej laug kws yog Aplahaa, Yiha hab Yakhauj tas yuav muab pub rua puab."},{"bible_id":"1216","chapter_code":"DEU.31","verse_code":"DEU.31.1","label":"1","content":"Mauxe tseed has tej lug nuav rua cov Yixayee suavdawg,"},{"bible_id":"1216","chapter_code":"DEU.31","verse_code":"DEU.31.2","label":"2","content":"hab nwg has rua puab tas, “Nub nua kuv noob nyoog tub muaj ib puas neeg nkaum xyoo lawm. Kuv yuav moog moog lug lug tsw taug lawm. Yawmsaub tub has rua kuv tas, ‘Koj yuav tsw tau hlaa tug dej Yalatee nuav moog.’"},{"bible_id":"1216","chapter_code":"DEU.31","verse_code":"DEU.31.3","label":"3","content":"Yawmsaub kws yog mej tug Vaajtswv yuav hlaa ua mej ntej moog. Nwg yuav ua rua tej haiv tuabneeg hov puam tsuaj rua ntawm mej xubndag mej txhad txeeb tau puab lub tebchaws. Mas Yausua yuav ua tug kws coj mej moog lawv le Yawmsaub tau has ca lawd."},{"bible_id":"1216","chapter_code":"DEU.31","verse_code":"DEU.31.4","label":"4","content":"Yawmsaub yuav ua rua puab ib yaam le nwg ua rua Xihoo hab Aus kws yog cov Amaulai le vaajntxwv hab ib yaam le ua rua ob tug lub tebchaws rua thaus Yawmsaub muab ob tug ua puam tsuaj."},{"bible_id":"1216","chapter_code":"DEU.31","verse_code":"DEU.31.5","label":"5","content":"Yawmsaub yuav muab puab cob rua mej mas mej yuav ua rua puab lawv tej lug nkaw kws kuv tau cob rua mej lawd huvsw."},{"bible_id":"1216","chapter_code":"DEU.31","verse_code":"DEU.31.6","label":"6","content":"Ca le ua khov kho ua sab luj sab tuab, tsw xob raag tsw xob ntshai puab le tsua qhov Yawmsaub kws yog mej tug Vaajtswv yeej nrug mej moog. Nwg yuav tsw ncaim mej yuav tsw tso mej tseg.”"},{"bible_id":"1216","chapter_code":"DEU.31","verse_code":"DEU.31.7","label":"7","content":"Tes Mauxe txawm hu Yausua lug hab has rua nwg taab meeg cov Yixayee suavdawg tas, “Ca le ua khov kho hab ua sab luj sab tuab, tsua qhov koj yog tug kws yuav nrug haiv tuabneeg nuav txeem moog rua huv lub tebchaws kws Yawmsaub cog lug ruaj rua puab tej laug tas yuav pub rua puab. Koj yuav ua rua puab tau lub tebchaws hov ua puab tug."},{"bible_id":"1216","chapter_code":"DEU.31","verse_code":"DEU.31.8","label":"8","content":"Tug kws ua koj ntej yog Yawmsaub, nwg yuav nrug nraim koj, nwg yuav tsw ncaim koj hab tsw tso koj tseg. Tsw xob ntshai tsw xob poob sab le.”"},{"bible_id":"1216","chapter_code":"DEU.31","verse_code":"DEU.31.9","label":"9","content":"Mauxe sau txuj kevcai nuav hab muab rua cov pov thawj kws yog xeem Levi kws kwv Yawmsaub lub swb xaab sws cog lug, hab muab rua Yixayee cov kev txwj quas laug suavdawg."},{"bible_id":"1216","chapter_code":"DEU.31","verse_code":"DEU.31.10","label":"10","content":"Hab Mauxe has rua puab tas, “Thaus puv xyaa xyoo kws teem ua xyoo kws tso nuj nqes tseg, ncaaj lub swjhawm kws ua kevcai nyob tsev pheeb suav,"},{"bible_id":"1216","chapter_code":"DEU.31","verse_code":"DEU.31.11","label":"11","content":"mas thaus ib tsoom Yixayee tuaj rua ntawm Yawmsaub kws yog mej tug Vaajtswv lub xubndag ntawm lub chaw kws nwg yuav xaiv ca, mej yuav nyeem txuj kevcai nuav rua cov Yixayee suavdawg noog."},{"bible_id":"1216","chapter_code":"DEU.31","verse_code":"DEU.31.12","label":"12","content":"Ca le hu cov pejxeem tuaj txoos ua ke, quaspuj quasyawg mivnyuas yau hab lwm haiv tuabneeg kws nyob huv mej tej moos, sub puab txhad tau nov hab kawm paub ntshai hab fwm Yawmsaub kws yog mej tug Vaajtswv hab ceev faaj ua lawv nraim le tej lug huvsw huv txuj kevcai nuav,"},{"bible_id":"1216","chapter_code":"DEU.31","verse_code":"DEU.31.13","label":"13","content":"hab puab tej mivnyuas kws tsw tau paub dua txhad tau nov hab kawm paub ntshai hab fwm Yawmsaub kws yog mej tug Vaajtswv taag puab swm neej kws nyob rua huv lub tebchaws kws mej saamswm yuav hlaa tug dej Yalatee moog txeeb hov.”"},{"bible_id":"1216","chapter_code":"DEU.31","verse_code":"DEU.31.14","label":"14","content":"Yawmsaub has rua Mauxe tas, “Tub yuav txug nub kws koj tuag lawm. Ca le hu Yausua tuaj mas meb ob leeg ca le lug cuag kuv rua huv lub tsev ntaub sws ntswb kuv txhad tsaa tau nwg ua num.” Tes Mauxe hab Yausua txhad moog cuag Yawmsaub rua huv lub tsev ntaub sws ntswb."},{"bible_id":"1216","chapter_code":"DEU.31","verse_code":"DEU.31.15","label":"15","content":"Yawmsaub tshwm rua huv tug ncej fuab lug rua huv lub tsev ntaub, hab tug ncej fuab nyob ntawm lub qhov rooj tsev ntaub."},{"bible_id":"1216","chapter_code":"DEU.31","verse_code":"DEU.31.16","label":"16","content":"Yawmsaub has rua Mauxe tas, “Koj tub yuav qe muag moog nrug koj tej laug nyob. Mas haiv tuabneeg nuav yuav ca le moog deev tej daab kws txawv txawv huv lub tebchaws kws puab moog nyob hov, hab puab yuav tso kuv tseg hab rhuav kuv tej lug kws kuv nrug puab sws cog lug."},{"bible_id":"1216","chapter_code":"DEU.31","verse_code":"DEU.31.17","label":"17","content":"Tes nub hov kuv yuav npau tawg heev rua puab, kuv yuav muab puab tso tseg hab kuv yuav fee plhu tsw saib puab le lawm, mas puab yuav raug puam tsuaj. Ntau yaam kev phem kev txom nyem yuav lug raug puab. Nub ntawd puab yuav has tas, ‘Tej kev phem nuav lug raug peb vem yog peb tug Vaajtswv tsw nrug peb nyob lawm los tsw yog?’"},{"bible_id":"1216","chapter_code":"DEU.31","verse_code":"DEU.31.18","label":"18","content":"Nub ntawd kuv yeej yuav fee plhu tsw saib puab vem yog tej kev phem huvsw kws puab tau ua, yog qhov kws puab tig moog lawv quas ncav luas tej daab."},{"bible_id":"1216","chapter_code":"DEU.31","verse_code":"DEU.31.19","label":"19","content":"Nwgnuav meb ca le sau zaaj nkauj nuav hab qha rua cov Yixayee, muab tso rua huv puab lub qhov ncauj sub zaaj nkauj nuav txhad ua timkhawv nrug kuv kom cov Yixayee."},{"bible_id":"1216","chapter_code":"DEU.31","verse_code":"DEU.31.20","label":"20","content":"Thaus kuv coj puab moog rua huv lub tebchaws kws muaj kua mig hab zwb ntaab ndwg ndo kws kuv tau cog lug ruaj tas kuv yuav pub rua puab tej laug, hab thaus puab tau noj tsau npo hab rog rog, mas puab yuav tig moog ua koom rua luas tej daab hab yuav saib tsw taug kuv hab rhuav kuv tej lug cog tseg."},{"bible_id":"1216","chapter_code":"DEU.31","verse_code":"DEU.31.21","label":"21","content":"Thaus ntau yaam kev phem hab kev txom nyem lug raug puab lawd, mas zaaj nkauj nuav yuav ua timkhawv kom puab, tsua qhov zaaj nkauj nuav yuav nyob ntawm puab tej caaj ceg lub qhov ncauj tsw nov qaab le. Thaus kuv tsw tau coj puab lug rua huv lub tebchaws kws kuv cog lug ruaj tas yuav pub rua puab, kuv tub paub tej kws puab npaaj sab yuav ua lawm.”"},{"bible_id":"1216","chapter_code":"DEU.31","verse_code":"DEU.31.22","label":"22","content":"Mauxe txhad sau zaaj nkauj hov rua tuab nub ntawd hab qha rua cov Yixayee hu."},{"bible_id":"1216","chapter_code":"DEU.31","verse_code":"DEU.31.23","label":"23","content":"Tes Yawmsaub txawm tsaa Yausua kws yog Noo tug tub lug ua num hab has tas, “Koj ca le ua khov kho hab ua sab luj sab tuab. Koj yuav coj cov Yixayee moog rua huv lub tebchaws kws kuv cog lug ruaj tas yuav pub rua puab. Kuv yuav nrug koj nyob.”"},{"bible_id":"1216","chapter_code":"DEU.31","verse_code":"DEU.31.24","label":"24","content":"Thaus Mauxe sau tej kevcai nuav txhua nqai huvsw rua huv phoo ntawv taag lawm,"},{"bible_id":"1216","chapter_code":"DEU.31","verse_code":"DEU.31.25","label":"25","content":"nwg txhad has rua cov Levi kws kwv lub swb xaab sws cog lug tas,"},{"bible_id":"1216","chapter_code":"DEU.31","verse_code":"DEU.31.26","label":"26","content":"“Ca le muab phoo ntawv kevcai nuav tso rua ntawm ib saab lub swb xaab sws cog lug, sub txhad ua timkhawv kom mej."},{"bible_id":"1216","chapter_code":"DEU.31","verse_code":"DEU.31.27","label":"27","content":"Tsua qhov kuv yeej paub tas mej faav xeeb hab sab tawv le caag. Saib maj, thaus kuv tseed muaj txujsa nrug mej nyob lug txug nub nua mej pheej faav xeeb rua Yawmsaub. Thaus kuv tuag lawm mej yeej yuav ua phem heev dua xwb lauj!"},{"bible_id":"1216","chapter_code":"DEU.31","verse_code":"DEU.31.28","label":"28","content":"Mej ca le hu cov kev txwj quas laug huvsw huv mej txhua xeem hab cov kws kaav mej tuaj sablaaj ua ke sub kuv txhad tau has tej lug nuav rua puab noog hab hu lub ntuj lub teb ua timkhawv kom puab."},{"bible_id":"1216","chapter_code":"DEU.31","verse_code":"DEU.31.29","label":"29","content":"Kuv yeej paub tas thaus dua kuv lawm mej yuav ua phem ua qas tag tag le hab faav hlo ntawm txujkev kws kuv tub qha rua mej. Tom hauv ntej tej xwm txheej phem yuav poob lug raug mej tsua qhov mej ua tej kws Yawmsaub pum tas phem hab tej kws mej txhais teg ua zwg ua kuas nwg chim.”"},{"bible_id":"1216","chapter_code":"DEU.31","verse_code":"DEU.31.30","label":"30","content":"Mas Mauxe has zaaj nkauj nuav taag nrho rua ib tsoom Yixayee noog."},{"bible_id":"1216","chapter_code":"DEU.32","verse_code":"DEU.32.1","label":"1","content":"Lub ntuj 'e, ca le tig ntsej noog kuv yuav has, lub nplajteb 'e, ca le noog tej lug ntawm kuv lub qhov ncauj."},{"bible_id":"1216","chapter_code":"DEU.32","verse_code":"DEU.32.2","label":"2","content":"Ca kuv tej lug qhuab qha poob yaam nkaus le naag lug, ca kuv tej lug poob lug yaam le lwg nas, hab yaam nkaus le naag tshauv lug rua sau tej nroj tsuag mog nyoos, hab yaam le tej pluav naag rua sau tej yub zaub."},{"bible_id":"1216","chapter_code":"DEU.32","verse_code":"DEU.32.3","label":"3","content":"Tsua qhov kuv yuav tshaaj tawm Yawmsaub lub npe. Ca le qhuas ntxhas tas peb tug Vaajtswv luj kawg nkaus."},{"bible_id":"1216","chapter_code":"DEU.32","verse_code":"DEU.32.4","label":"4","content":"Nwg yog txhwb zeb, mas nwg teg num zoo txhua faab, txhua yaam kws nwg ua kuj ncaaj nceeg. Vaajtswv yog tug kws yeej tso sab tau, nwg tsw ua ib qho txhum le, nwg txav txem ncaaj hab ua raug cai xwb."},{"bible_id":"1216","chapter_code":"DEU.32","verse_code":"DEU.32.5","label":"5","content":"Puab ua phem ua qas rua Vaajtswv, puab ua tsw tau nwg le mivnyuas lawm vem puab muaj kev txaug kev txhum. Puab yog tam tuabneeg kws sab phem sab qas hab sab nkhaus."},{"bible_id":"1216","chapter_code":"DEU.32","verse_code":"DEU.32.6","label":"6","content":"Haiv tuabneeg ruag, tuabneeg tsw txawj xaav 'e, mej ua pauj Yawmsaub tshaav ntuj le nuav xwb lov? Yawmsaub tsw yog leej txwv kws tswm mej lug lov, tsw yog tug kws tswm mej hab yug mej kuas hlub zoo lov?"},{"bible_id":"1216","chapter_code":"DEU.32","verse_code":"DEU.32.7","label":"7","content":"Ca le ncu txug yaav thau u, ca le xaav txug tej noob nyoog kws ntau tam tuabneeg dhau lug lawd. Ca le nug mej txwv mas nwg yuav qha rua mej paub, ca le nug mej cov quas laug mas puab yuav pav rua mej."},{"bible_id":"1216","chapter_code":"DEU.32","verse_code":"DEU.32.8","label":"8","content":"Thaus tug kws luj dua ndais pub qub txeeg qub teg rua ib tsoom tebchaws, thaus nwg muab cov tuabneeg faib, nwg tu nrwm rua cov tuabneeg lawv le Yixayee cov tub."},{"bible_id":"1216","chapter_code":"DEU.32","verse_code":"DEU.32.9","label":"9","content":"Tsua qhov Yawmsaub le feem yog nwg cov tuabneeg, Yakhauj yog Yawmsaub le qub txeeg qub teg."},{"bible_id":"1216","chapter_code":"DEU.32","verse_code":"DEU.32.10","label":"10","content":"Yawmsaub ntswb puab huv tebchaws moj saab qhua, huv ntuj nraag teb do kws cua ntsawj vig quas voog. Nwg thaiv ib ncig puab hab zuv puab tsom kwm puab zoo yaam nkaus le puab yog nwg lub ntsab muag."},{"bible_id":"1216","chapter_code":"DEU.32","verse_code":"DEU.32.11","label":"11","content":"Nwg zoo yaam nkaus le tug daav kws muab nwg lub zeg rhuav es yuj sau nwg cov mivnyuas. Nwg nthuav tis hlo cug cov mivnyuas kwv rua sau phob tis."},{"bible_id":"1216","chapter_code":"DEU.32","verse_code":"DEU.32.12","label":"12","content":"Yawmsaub tuab leeg coj puab lug, tsw muaj lwm lub tebchaws le daab nrug puab nyob."},{"bible_id":"1216","chapter_code":"DEU.32","verse_code":"DEU.32.13","label":"13","content":"Yawmsaub pub puab caij sau tej chaw sab huv nplajteb, pub puab noj tej qoob loos huv laj teb, pub puab ntxais zwb ntaab ntawm tej pob tsuas, hab noj roj ntawm tej roob pob zeb kws tawv tawv,"},{"bible_id":"1216","chapter_code":"DEU.32","verse_code":"DEU.32.14","label":"14","content":"hab haus kua mig nyeem ntawm tej nyuj hab kua mig ntawm tej tshws, hab noj roj ntawm tej mivnyuas yaaj hab txwv yaaj, hab noj tej nyuj Npasaa hab tshws hab tej mog kws zoo zoo. Mej tau haus tej txwv maab le ntshaav ua cawv."},{"bible_id":"1216","chapter_code":"DEU.32","verse_code":"DEU.32.15","label":"15","content":"Yesulu  rog tuaj tes kuj faav xeeb, mej rog heev, nqaj tuab, ceev nreeg. Puab muab Vaajtswv kws tswm puab tso tseg, hab saib tsw taug txhwb zeb kws cawm puab dim."},{"bible_id":"1216","chapter_code":"DEU.32","verse_code":"DEU.32.16","label":"16","content":"Puab teev luas tej daab ua rua Yawmsaub khib, puab ua tej kev qas vuab tsuab zwg ua kuas nwg chim."},{"bible_id":"1216","chapter_code":"DEU.32","verse_code":"DEU.32.17","label":"17","content":"Puab tua tsaj xyeem rua tej daab kws tsw yog Vaajtswv, yog xyeem rua tej daab kws puab tsw tau paub dua, hab xyeem rua tej daab kws nyav muaj nwgnuav, yog tej kws mej tej laug tsw tau fwm hab ntshai."},{"bible_id":"1216","chapter_code":"DEU.32","verse_code":"DEU.32.18","label":"18","content":"Mej tsw ncu txug txhwb zeb kws yug mej lug, mej nov qaab Vaajtswv kws yug mej."},{"bible_id":"1216","chapter_code":"DEU.32","verse_code":"DEU.32.19","label":"19","content":"Yawmsaub pum mas tsw yuav puab lawm tsua qhov nwg tej tub tej ntxhais ua rua nwg chim."},{"bible_id":"1216","chapter_code":"DEU.32","verse_code":"DEU.32.20","label":"20","content":"Mas Yawmsaub txhad has tas, “Kuv yuav fee plhu ntawm puab, kuv yuav tog saib thaus kawg puab yuav zoo le caag, tsua qhov puab yog tam tuabneeg kws ua nkhib nkhaus, yog cov mivnyuas kws tsw xwb rua kuv."},{"bible_id":"1216","chapter_code":"DEU.32","verse_code":"DEU.32.21","label":"21","content":"Puab tub teev tej kws tsw yog Vaajtswv ua rua kuv khib, puab tub muaj txoov daab zwg kuas kuv chim. Mas kuv yuav swv tej tuabneeg kws tsw yog haiv tuabneeg ua rua puab khib, kuv yuav swv ib haiv tuabneeg ruag ua rua puab chim."},{"bible_id":"1216","chapter_code":"DEU.32","verse_code":"DEU.32.22","label":"22","content":"Tsua qhov kuv lub sab chim chim tawm suavtawg kub moog txug ncua ti nkaus qaab thu huv tub tuag teb, hab kub nplajteb hab tej qoob loos hab kub tej laag zeb kws pua tag tej roob."},{"bible_id":"1216","chapter_code":"DEU.32","verse_code":"DEU.32.23","label":"23","content":"Kuv yuav sau xwm txheej phem rua sau puab hab tso kuv tej xub nee lug tua puab."},{"bible_id":"1216","chapter_code":"DEU.32","verse_code":"DEU.32.24","label":"24","content":"Puab yuav tshaib tshaib ntxaug zuj zug, hab puab yuav puam tsuaj vem yog muaj mob kub heev hab mob kis. Kuv yuav tso kaug nav tsaj nyaum lug tum puab hab tso tej kws muaj taug nkaag huv aav lug tum puab."},{"bible_id":"1216","chapter_code":"DEU.32","verse_code":"DEU.32.25","label":"25","content":"Nrau tshaav puam los nav ntaaj nav rag yuav ua rua tuabneeg ua ntsuag, huv tsev los yuav muaj kev ntshai heev, ua rua cov tub hluas ntxhais hluas hab cov mivnyuas kws tseed noj mig hab cov laug kws dawb hau quas paug puam tsuaj."},{"bible_id":"1216","chapter_code":"DEU.32","verse_code":"DEU.32.26","label":"26","content":"Kuv tub has lawm tas, ‘Kuv yuav ua rua puab tawg rw quas sua moog deb, yuav rhuav puab lub npe ua kuas tsw muaj leejtwg ncu tau.’"},{"bible_id":"1216","chapter_code":"DEU.32","verse_code":"DEU.32.27","label":"27","content":"Tassws kuv ntshai tsaam tej yeeb ncuab thuaj kuv, ntshai tsaam tej yeeb ncuab tsua xaav yuam kev, tsaam tes puab tsua has tas, ‘Yog peb txhais teg kov yeej, tsw yog Yawmsaub ua txhua yaam nuav.’ ”"},{"bible_id":"1216","chapter_code":"DEU.32","verse_code":"DEU.32.28","label":"28","content":"Puab yog ib haiv tuabneeg kws tsw paub qaabhau, yog tuabneeg tsw thoob tswb."},{"bible_id":"1216","chapter_code":"DEU.32","verse_code":"DEU.32.29","label":"29","content":"Yog puab ntse los puab yuav nkaag sab tej nuav hab puab yuav paub txug puab lub neej thaus kawg."},{"bible_id":"1216","chapter_code":"DEU.32","verse_code":"DEU.32.30","label":"30","content":"Ib leeg yuav ua le caag lawv tau ib txheeb leej tswv, ob leeg yuav ua le caag lawv tau ib vaam leej tswv? Tub yog puab txhwb zeb tub muab puab muag lawm hab Yawmsaub tub tso puab tseg lawm."},{"bible_id":"1216","chapter_code":"DEU.32","verse_code":"DEU.32.31","label":"31","content":"Cov yeeb ncuab txhwb zeb tsw thooj le peb txhwb zeb, cov yeeb ncuab los yeej paub le ntawd."},{"bible_id":"1216","chapter_code":"DEU.32","verse_code":"DEU.32.32","label":"32","content":"Puab lub hauv paug txwv maab yog ncau ntawm txwj maab Xauntoo, hab tuaj huv Kaumaula vaaj txwv maab tuaj. Puab tej txwv maab yog tshuaj lom, puab tej tauv txwv maab kuj ab kawg."},{"bible_id":"1216","chapter_code":"DEU.32","verse_code":"DEU.32.33","label":"33","content":"Puab tej cawv txwv maab yog taug naab, yog naab raaj kub sai le taug heev."},{"bible_id":"1216","chapter_code":"DEU.32","verse_code":"DEU.32.34","label":"34","content":"“Kuv tsw tau muab qhov kws kuv yuav ua nuav khaws ca, hab muab kaw ceev ca rua huv kuv lub txhaab lov?"},{"bible_id":"1216","chapter_code":"DEU.32","verse_code":"DEU.32.35","label":"35","content":"Qhov kws pauj taub hab qhov kws teem txem yog kuv le feem tog ca txug thaus puab nplaam kwtaw, tsua qhov nub kws puab yuav puam tsuaj tub lug yuav txug, hab puab lub khuab tub yuav lug raug puab sai sai nuav.”"},{"bible_id":"1216","chapter_code":"DEU.32","verse_code":"DEU.32.36","label":"36","content":"Yawmsaub yuav feeb cai rua nwg cov tuabneeg, nwg yuav taab ncuab nwg cov tub qhe rua thaus nwg pum tas puab zug taag lawm, hab tsw muaj leejtwg tshuav nyob lawm tsw has cov kws ua qhev hab cov kws tsw ua qhev."},{"bible_id":"1216","chapter_code":"DEU.32","verse_code":"DEU.32.37","label":"37","content":"Mas Yawmsaub yuav has tas, “Puab tej daab dua twg lawm, txhwb zeb kws puab nraim cev hov dua twg lawm?"},{"bible_id":"1216","chapter_code":"DEU.32","verse_code":"DEU.32.38","label":"38","content":"Yog cov kws noj tej tsaj kws muab tua xyeem le roj hab haus tej cawv txwv maab kws puab muab laub xyeem. Ca tej daab hov sawv tseeg lug paab mej, ca puab tsom kwm mej los maj."},{"bible_id":"1216","chapter_code":"DEU.32","verse_code":"DEU.32.39","label":"39","content":"“Saib maj, kuv yeej yog tug hov ntaag, dhau kuv lawm tsw muaj lwm tug Vaajtswv. Kuv tua kuas tuag hab kuv tsaa kuas sawv, kuv ua kuas mob kuas to hab kuv khu kuas zoo, tsw muaj leejtwg yuav paab kuas dim tau huv kuv txhais teg."},{"bible_id":"1216","chapter_code":"DEU.32","verse_code":"DEU.32.40","label":"40","content":"Kuv tsaa teg rua sau ntuj twv has tas, Kuv yeej muaj txujsa nyob ib txhws tsw kawg,"},{"bible_id":"1216","chapter_code":"DEU.32","verse_code":"DEU.32.41","label":"41","content":"thaus kuv huv kuv raab ntaaj kuas ntse ci nplaag, hab kuv txhais teg tuav rawv kev txav txem, kuv yuav pauj taub kuv cov yeeb ncuab hab ua pauj rua cov kws ntxub kuv."},{"bible_id":"1216","chapter_code":"DEU.32","verse_code":"DEU.32.42","label":"42","content":"Kuv yuav ua rua kuv raab xub haus ntshaav qaug hab kuv raab ntaaj yuav noj nqaj, yog cov kws raug tua tuag hab cov kws raug nteg le ntshaav kws lug ntawm tej yeeb ncuab le taubhau.”"},{"bible_id":"1216","chapter_code":"DEU.32","verse_code":"DEU.32.43","label":"43","content":"Ib tsoom tebchaws 'e, ca le qhuas Yawmsaub cov tuabneeg, tsua qhov Yawmsaub yuav pauj taub nwg cov tub qhe tej ntshaav hab ua pauj rua nwg cov yeeb ncuab, hab ntxuav nwg cov tuabneeg hab lub tebchaws kev txhum."},{"bible_id":"1216","chapter_code":"DEU.32","verse_code":"DEU.32.44","label":"44","content":"Mauxe hab Noo tug tub Yausua tuaj pav txhua lu lug huv zaaj nkauj nuav rua cov pejxeem lub qhov ntsej nov."},{"bible_id":"1216","chapter_code":"DEU.32","verse_code":"DEU.32.45","label":"45","content":"Thaus Mauxe pav txhua lu lug nuav rua cov Yixayee suavdawg noog taag lawd,"},{"bible_id":"1216","chapter_code":"DEU.32","verse_code":"DEU.32.46","label":"46","content":"nwg kuj has rua puab tas, “Ca le khaws tej lug kws nub nua kuv has kuas mej ua rua nruab sab, sub mej txhad qha tau rua mej tej tub ki sub puab txhad le paub ceev faaj ua lawv le tej lug huv txuj kevcai nuav huvsw."},{"bible_id":"1216","chapter_code":"DEU.32","verse_code":"DEU.32.47","label":"47","content":"Tej nuav tsw yog tej nyuas dog dig rua mej, tej nuav yeej yog mej txujsa ntaag, hab yog mej ua lawv le tej nuav mej yuav muaj txuj sav luj sav ntev rua huv lub tebchaws kws mej saamswm yuav hlaa tug dej Yalatee moog txeeb ua mej tug hov.”"},{"bible_id":"1216","chapter_code":"DEU.32","verse_code":"DEU.32.48","label":"48","content":"Nub hov Yawmsaub has rua Mauxe tas,"},{"bible_id":"1216","chapter_code":"DEU.32","verse_code":"DEU.32.49","label":"49","content":"“Koj ca le nce moog peg lub roob Anpali nuav moog kuas txug lub roob Nenpau kws nyob huv Mau‑a tebchaws kws ncaaj lub moos Yelikhau es tsaa muag saib lub tebchaws Khana‑aa kws kuv muab pub rua cov Yixayee yuav ua puab tug."},{"bible_id":"1216","chapter_code":"DEU.32","verse_code":"DEU.32.50","label":"50","content":"Koj yuav tu sav rua sau lub roob kws koj nce moog hov es moog nrug koj tej laug nyob, ib yaam nkaus le kws koj tug tijlaug Aloo tuag sau lub roob Hau es moog nrug nwg tej laug nyob,"},{"bible_id":"1216","chapter_code":"DEU.32","verse_code":"DEU.32.51","label":"51","content":"vem yog meb ob leeg tsw ua ncaaj rua kuv taab meeg cov Yixayee ntawm qhov dej Melinpa Khante huv tebchaws moj saab qhua Xee. Meb tsw fwm kuv ua tug kws dawb huv rua huv cov Yixayee."},{"bible_id":"1216","chapter_code":"DEU.32","verse_code":"DEU.32.52","label":"52","content":"Vem le nuav koj yuav tuaj deb saib pum lub tebchaws tassws koj yuav tsw tau nkaag moog rua huv lub tebchaws kws kuv muab pub rua cov Yixayee.”"},{"bible_id":"1216","chapter_code":"DEU.33","verse_code":"DEU.33.1","label":"1","content":"Ntawm nuav moog yog Mauxe kws yog Vaajtswv tug tuabneeg tej lug foom koob moov rua cov Yixayee ua ntej kws nwg tsw tau tuag."},{"bible_id":"1216","chapter_code":"DEU.33","verse_code":"DEU.33.2","label":"2","content":"Nwg has tas, “Yawmsaub nqeg sau lub roob Xinai lug, nwg tawm ntawm Xe‑i ci tuaj rua puab, nwg ci nplaag sau lub roob Palaa tuaj, nwg nrug quas txheeb quas vaam leej kws dawb huv tuaj, muaj nplaim tawg ntawm nwg saab teg xws."},{"bible_id":"1216","chapter_code":"DEU.33","verse_code":"DEU.33.3","label":"3","content":"Nwg yeej hlub nwg haiv tuabneeg. Nwg cov tuabneeg dawb huv, txhua tug nyob huv nwg txhais teg. Puab pe ntawm koj kwtaw hab txais tej lug kws koj qha."},{"bible_id":"1216","chapter_code":"DEU.33","verse_code":"DEU.33.4","label":"4","content":"Mauxe muab txuj kevcai cob rua peb ua Yakhauj cov tuabneeg qub txeeg qub teg."},{"bible_id":"1216","chapter_code":"DEU.33","verse_code":"DEU.33.5","label":"5","content":"Yawmsaub txhad ua vaajntxwv huv Yesulu rua thaus cov pejxeem cov thawj tuaj txoos ua ke hab nrug cov Yixayee txhua xeem ua ke."},{"bible_id":"1216","chapter_code":"DEU.33","verse_code":"DEU.33.6","label":"6","content":"“Thov ca Lunpee muaj txujsa nyob, tsw xob tuag, tassws ca nwg cov tuabneeg muaj tsawg.”"},{"bible_id":"1216","chapter_code":"DEU.33","verse_code":"DEU.33.7","label":"7","content":"Mauxe has txug Yuta le nuav tas, “Au Yawmsaub, thov noog Yuta tej lug, thov coj nwg rov lug koom nwg haiv tuabneeg. Nwg txhais teg tawm tsaam paab nwg tug kheej. Thov koj paab nwg tawm tsaam nwg cov yeeb ncuab.”"},{"bible_id":"1216","chapter_code":"DEU.33","verse_code":"DEU.33.8","label":"8","content":"Mauxe has txug Levi tas, “Yawmsaub, koj le Thumi hab Uli nrug tug kws koj hlub nyob, yog tug kws koj tub muab swm ntawm Maxa lawm, hab tug kws koj tawm tsaam ntawm dej Melinpa."},{"bible_id":"1216","chapter_code":"DEU.33","verse_code":"DEU.33.9","label":"9","content":"Nwg has rua nwg nam nwg txwv tas, ‘Kuv tsw quav ntsej puab lawm.’ Nwg tsw yuav nwg cov kwvtij hab tsw paub nwg cov mivnyuas, tsua qhov cov Levi ua lawv le koj tej lug hab tuav rawv koj tej lug cog tseg."},{"bible_id":"1216","chapter_code":"DEU.33","verse_code":"DEU.33.10","label":"10","content":"Puab yuav qha koj tej kevcai rua Yakhauj, hab qha koj txuj kevcai rua Yixayee. Puab yuav muab moov tshuaj tsw qaab tso rua ntawm koj xubndag, hab muab tej kws hlawv huvsw xyeem tso rua sau koj lub thaaj."},{"bible_id":"1216","chapter_code":"DEU.33","verse_code":"DEU.33.11","label":"11","content":"Au Yawmsaub, thov foom koob moov rua nwg tej hov txhua chaw, hab leeg yuav tej num kws nwg txhais teg ua. Thov koj tsoo nwg cov yeeb ncuab lub duav, yog cov kws ntxub nwg, ua kuas sawv tsw taug dua le.”"},{"bible_id":"1216","chapter_code":"DEU.33","verse_code":"DEU.33.12","label":"12","content":"Mauxe has txug Npeeyamee tas, “Tug kws Yawmsaub hlub nyob tso sab plhuav rua huv nwg. Yawmsaub tsom kwm nwg taag naj taag nub, nwg nyob sau Yawmsaub xub pwg.”"},{"bible_id":"1216","chapter_code":"DEU.33","verse_code":"DEU.33.13","label":"13","content":"Mauxe has txug Yauxej tas, “Thov Yawmsaub foom koob moov rua nwg lub tebchaws, ca nwg tau dej lwg kws zoo kawg nkaus sau ntuj, hab tau tej dej kws nyob huv qaab ntuj,"},{"bible_id":"1216","chapter_code":"DEU.33","verse_code":"DEU.33.14","label":"14","content":"hab tau tej qoob loos zoo kawg nkaus ntawm lub nub, hab tau tej qoob loos nplua quas mag lawv lub hli,"},{"bible_id":"1216","chapter_code":"DEU.33","verse_code":"DEU.33.15","label":"15","content":"hab tau tej yaam kws zoo kawg sau tej roob kws ib txwm muaj nyob, hab tau tej kws zoo nplua mag sau tej ncov roob kws nyob moog ib txhws,"},{"bible_id":"1216","chapter_code":"DEU.33","verse_code":"DEU.33.16","label":"16","content":"hab tau tej kev tswm txaj huv nplajteb hab txhua yaam kws nyob huv, hab tau txujkev hlub ntawm tug kws nyob huv tsob ntoo cig quas plawg hov. Thov kuas tej koob moov nuav lug rua sau Yauxej lub taubhau, hab lug rua sau tug kws ua nwg cov kwvtij tug thawj lub taj taubhau."},{"bible_id":"1216","chapter_code":"DEU.33","verse_code":"DEU.33.17","label":"17","content":"Nwg yog thawj tug mivnyuas txwv nyuj kws muaj meej mom, nwg txwm kub zoo yaam le kub nyuj qus. Txwm kub hov yuav laub txhua haiv tuabneeg moog txug qaab ntuj kawg. Efa‑i quas vaam leej kuj zoo le nuav, Manaxe quas txheeb leej kuj zoo ib yaam nkaus.”"},{"bible_id":"1216","chapter_code":"DEU.33","verse_code":"DEU.33.18","label":"18","content":"Mauxe has txug Xenpuloo tas, “Xenpuloo, ca le zoo sab xyiv faab rua thaus koj tawm moog, hab Ixakha ca le zoo sab rua huv koj lub tsev ntaub."},{"bible_id":"1216","chapter_code":"DEU.33","verse_code":"DEU.33.19","label":"19","content":"Ob tug yuav hu tuabneeg tuaj rua ntawm ob tug lub roob, hab yuav xyeem tsaj raug cai hov ntawd. Ob tug nqug tej kws zoo nplua quas mag huv havtxwv lug, hab tau tej hov txhua chaw tswm txaj kws muab zais rua huv xuab zeb.”"},{"bible_id":"1216","chapter_code":"DEU.33","verse_code":"DEU.33.20","label":"20","content":"Mauxe has txug Kas tas, “Qhuas Vaajtswv kws nthuav Kas lub tebchaws daav. Kas nyob zoo yaam le tsuv ntxhuav, dua luas npaab dua luas taj taubhau."},{"bible_id":"1216","chapter_code":"DEU.33","verse_code":"DEU.33.21","label":"21","content":"Nwg xaiv lub tebchaws kws zoo kawg nkaus rua nwg, vem yog hov ntawd tseg ca rua tug thawj kws kaav. Thaus pejxeem cov thawj tuaj txoos ua ke, nwg ua lawv le Yawmsaub txujkev ncaaj nceeg, hab ua lawv le tej kevcai kws muab rua cov Yixayee.”"},{"bible_id":"1216","chapter_code":"DEU.33","verse_code":"DEU.33.22","label":"22","content":"Mauxe has txug Ntaaj tas, “Ntaaj yog ib tug mivnyuas tsuv ntxhuav kws dha caws qa huv Npasaa tebchaws tuaj.”"},{"bible_id":"1216","chapter_code":"DEU.33","verse_code":"DEU.33.23","label":"23","content":"Mauxe has txug Nathali tas, “Nathali 'e, koj yog tug kws tau Yawmsaub txujkev hlub puv npo, hab tau Yawmsaub le koob moov puv nkaus, ca le txeeb dej havtxwv hab yaav qaab teb ua koj tug.”"},{"bible_id":"1216","chapter_code":"DEU.33","verse_code":"DEU.33.24","label":"24","content":"Mauxe has txug Asaw tas, “Thov kuas Asaw tau koob moov ntau dua cov tub huvsw, thov kuas nwg cov kwvtij hlub nwg, hab ca nwg raus kwtaw rua huv thoob roj."},{"bible_id":"1216","chapter_code":"DEU.33","verse_code":"DEU.33.25","label":"25","content":"Koj tej laag rooj yog hlau hab tooj lab, koj txujsa ntev le caag, koj tug zug yuav muaj ntev le ntawd.”"},{"bible_id":"1216","chapter_code":"DEU.33","verse_code":"DEU.33.26","label":"26","content":"“Yesulu 'e, tsw muaj leejtwg zoo cuag le Vaajtswv. Nwg taug txujkev sau ntuj lug paab koj hab muaj meej mom caij fuab cua lug."},{"bible_id":"1216","chapter_code":"DEU.33","verse_code":"DEU.33.27","label":"27","content":"Vaajtswv kws ib txwm muaj nyob yog mej lub chaw nyob, nwg txhais npaab kws nyob moog ib txhws cug rawv mej. Nwg lawv yeeb ncuab tswv ntawm mej xubndag moog, hab has tas, ‘Ua kuas puam tsuaj lauj!’"},{"bible_id":"1216","chapter_code":"DEU.33","verse_code":"DEU.33.28","label":"28","content":"Ua le nuav Yixayee txhad le nyob tso sab plhuav, Yakhauj caaj ceg kuj nyob thaaj yeeb rua huv lub tebchaws kws muaj qoob loos muaj cawv txwv maab, hab lub ntuj tso dej lwg nqeg lug."},{"bible_id":"1216","chapter_code":"DEU.33","verse_code":"DEU.33.29","label":"29","content":"Yixayee 'e, mej tau moov zoo tag tag le. Leejtwg zoo thooj le mej, yog haiv tuabneeg kws Yawmsaub cawm kuas dim? Nwg yog daim hlau kws paab mej, nwg yog raab ntaaj kws ua kuas mej kov yeej. Mej cov yeeb ncuab yuav nkaag tuaj hawm mej, mej yuav tsuj pis ntag sau puab tej chaw sab.”"},{"bible_id":"1216","chapter_code":"DEU.34","verse_code":"DEU.34.1","label":"1","content":"Mauxe nce ntawm lub taj Mau‑a moog rua sau lub roob Nenpau txug lub ncov roob Pixaka, kws nyob ncaaj lub moos Yelikhau. Mas Yawmsaub qha nwg pum taag nrho lub tebchaws huvsw, yog Kile‑a moog txug lub moos Ntaaj,"},{"bible_id":"1216","chapter_code":"DEU.34","verse_code":"DEU.34.2","label":"2","content":"hab taag nrho Nathali hab Efa‑i hab Manaxe tebchaws, hab taag nrho Yuta tebchaws moog txug havtxwv kws nyob saab nub poob,"},{"bible_id":"1216","chapter_code":"DEU.34","verse_code":"DEU.34.3","label":"3","content":"hab Neke hab nraag taj kws yog txwj ntawm Yelikhau kws yog lub moos toov laaj moog txug lub moos Xau‑a."},{"bible_id":"1216","chapter_code":"DEU.34","verse_code":"DEU.34.4","label":"4","content":"Mas Yawmsaub has rua Mauxe tas, “Nuav yog lub tebchaws kws kuv cog lug ruaj rua Aplahaa, Yiha hab Yakhauj tas, ‘Kuv yuav muab pub rua mej caaj ceg.’ Kuv pub koj lub qhov muag pum tassws koj yuav tsw tau hlaa moog rua huv lub tebchaws hov.”"},{"bible_id":"1216","chapter_code":"DEU.34","verse_code":"DEU.34.5","label":"5","content":"Tes Yawmsaub tug qhev Mauxe txhad le tuag rua hov ntawd rua huv Mau‑a tebchaws, lawv le Yawmsaub tau has lawd."},{"bible_id":"1216","chapter_code":"DEU.34","verse_code":"DEU.34.6","label":"6","content":"Yawmsaub muab nwg log rua huv lub haav kws ncaaj lub moos Npepe‑au huv Mau‑a tebchaws. Mas lug txug naj nub nwgnuav tsw muaj leejtwg paub lub chaw kws log Mauxe."},{"bible_id":"1216","chapter_code":"DEU.34","verse_code":"DEU.34.7","label":"7","content":"Thaus Mauxe tuag hov nwg noob nyoog muaj ib puas neeg nkaum xyoo. Nwg qhov muag tseed pum kev zoo, nwg tug zug kuj tsw ntaug."},{"bible_id":"1216","chapter_code":"DEU.34","verse_code":"DEU.34.8","label":"8","content":"Mas cov Yixayee quaj Mauxe tau peb caug nub huv lub taj Mau‑a, le maav taag lub swjhawm kws quaj ntsuag Mauxe."},{"bible_id":"1216","chapter_code":"DEU.34","verse_code":"DEU.34.9","label":"9","content":"Yausua kws yog Noo tug tub muaj plaab plaw tswvyim puv npo vem yog Mauxe tub tsaa teg npuab sau nwg lawm. Yog le hov cov Yixayee txhad le noog nwg lug hab ua lawv le Yawmsaub has rua Mauxe lawd."},{"bible_id":"1216","chapter_code":"DEU.34","verse_code":"DEU.34.10","label":"10","content":"Txwj nub ntawd lug tsw muaj ib tug xwbfwb cev Vaajtswv lug twg tshwm rua huv cov Yixayee zoo ib yaam le Mauxe kws Yawmsaub nrug nraim tim ntsej tim muag."},{"bible_id":"1216","chapter_code":"DEU.34","verse_code":"DEU.34.11","label":"11","content":"Tsw muaj ib tug twg zoo le Mauxe kws ua tej txujci tseem ceeb hab txujci phemfwj huvsw kws Yawmsaub khaiv nwg ua rua huv Iyi tebchaws rua Falau hab nwg cov tub teg tub taw suavdawg hab taag nrho nwg lub tebchaws huvsw."},{"bible_id":"1216","chapter_code":"DEU.34","verse_code":"DEU.34.12","label":"12","content":"Tsw muaj ib tug twg ua tau txhua yaam num kws muaj fwjchim hab txhua yaam num luj kws txaus ntshai heev yaam le Mauxe ua taab meeg cov Yixayee suavdawg pum."}]