[{"bible_id":"1216","chapter_code":"EPH.1","verse_code":"EPH.1.1","label":"1","content":"Povlauj kws yog Yexu Kheto tug tubkhai lawv le Vaajtswv lub sab nyam has moog rua cov xuv dawb [huv lub moos Efexau]  kws muaj sab xwb rua Yexu Kheto."},{"bible_id":"1216","chapter_code":"EPH.1","verse_code":"EPH.1.2","label":"2","content":"Thov txujkev hlub hab txujkev sab tug ntawm Vaajtswv kws yog peb leej Txwv hab ntawm tug Tswv Yexu Kheto nrug nraim mej nyob."},{"bible_id":"1216","chapter_code":"EPH.1","verse_code":"EPH.1.3","label":"3","content":"Qhuas Vaajtswv kws yog peb tug Tswv Yexu Kheto leej Txwv, kws foom koob moov saab ntsuj plig txhua yaam sau ntuj lug huv Kheto rua peb."},{"bible_id":"1216","chapter_code":"EPH.1","verse_code":"EPH.1.4","label":"4","content":"Tsua qhov Vaajtswv xaiv peb huv Kheto ua ntej kws tswm ntuj tswm teb kuas peb ua tuabneeg dawb huv tsw muaj chaw thuaj rua ntawm nwg qhov muag."},{"bible_id":"1216","chapter_code":"EPH.1","verse_code":"EPH.1.5","label":"5","content":"Nwg hlub peb hab teem tseg ua ntej kuas peb ua nwg le mivnyuas rua huv Yexu Kheto lawv le Vaajtswv lub sab nyam hab nwg tub xaav tseg lawd,"},{"bible_id":"1216","chapter_code":"EPH.1","verse_code":"EPH.1.6","label":"6","content":"sub txhad ua lub chaw qhuas nwg txujkev hlub ci ntsaa ab kws nwg pub dawb dawb huv Kheto kws nwg hlub rua peb."},{"bible_id":"1216","chapter_code":"EPH.1","verse_code":"EPH.1.7","label":"7","content":"Huv Kheto peb txhad tau txais kev txhwv dim vem muaj nwg cov ntshaav, yog peb tau txais kev zaam txem ntawm peb tej kev txhum lawv le Vaajtswv txujkev hlub muaj nplua quas mag"},{"bible_id":"1216","chapter_code":"EPH.1","verse_code":"EPH.1.8","label":"8","content":"kws nwg pub rua peb ntau kawg le ntawm nwg tug tswvyim hab ntawm nwg txujkev paub txhua yaam."},{"bible_id":"1216","chapter_code":"EPH.1","verse_code":"EPH.1.9","label":"9","content":"Nwg pub peb paub tej kws nwg lub sab xaav kws nwg tub muab npog ca lawd lawv le nwg lub sab nyam kws nwg hom ca rua huv Kheto."},{"bible_id":"1216","chapter_code":"EPH.1","verse_code":"EPH.1.10","label":"10","content":"Thaus txug swjhawm lawm nwg yuav ua tej num kws nwg hom tseg lawd kuas tav, yog qhov kws yuav sau zog txhua yaam kws nyob sau ntuj hab huv nplajteb lug nyob huv Kheto."},{"bible_id":"1216","chapter_code":"EPH.1","verse_code":"EPH.1.11","label":"11","content":"Huv Kheto peb txhad raug xaiv, yog peb raug teem ca ua ntej lawv le Vaajtswv lub sab xaav. Nwg yog tug kws ua txhua yaam lawv le nwg lub sab hom tseg"},{"bible_id":"1216","chapter_code":"EPH.1","verse_code":"EPH.1.12","label":"12","content":"sub peb cov kws muaj vaam rua huv Kheto ua ntej lwm tug txhad yuav nyob qhuas ntxhas Vaajtswv lub koob meej."},{"bible_id":"1216","chapter_code":"EPH.1","verse_code":"EPH.1.13","label":"13","content":"Huv Kheto, thaus mej tau nov txujlug tseeb yog txuj xuv zoo kws cawm mej dim hab tso sab rua nwg lawm, mej kuj raug nas lub hom thawj kws yog Vaaj Ntsuj Plig dawb huv lawv le cog lug ca."},{"bible_id":"1216","chapter_code":"EPH.1","verse_code":"EPH.1.14","label":"14","content":"Tug Vaaj Ntsuj Plig hov yog puav pheej kws peb yuav tau txais qub txeeg qub teg moog txug thaus Vaajtswv cov tuabneeg txais kev txhwv dim, sub txhad qhuas ntxhas nwg lub koob meej."},{"bible_id":"1216","chapter_code":"EPH.1","verse_code":"EPH.1.15","label":"15","content":"Vem le nuav, thaus kuv tau nov txug mej txujkev ntseeg tug Tswv Yexu hab qhov kws mej hlub cov xuv dawb,"},{"bible_id":"1216","chapter_code":"EPH.1","verse_code":"EPH.1.16","label":"16","content":"kuv txhad ua Vaajtswv tsaug txug mej tsw tu le rua thaus kuv ncu txug mej huv kuv tej lug thov."},{"bible_id":"1216","chapter_code":"EPH.1","verse_code":"EPH.1.17","label":"17","content":"Kuv thov kuas peb tug Tswv Yexu Kheto tug Vaajtswv, yog leej Txwv kws muaj fwjchim ci ntsaa ab, pub mej muaj lub sab  kws muaj tswvyim hab qha Vaajtswv tshwm rua mej kuas mej paub nwg zoo."},{"bible_id":"1216","chapter_code":"EPH.1","verse_code":"EPH.1.18","label":"18","content":"Kuv thov kuas mej lub sab qheb pum kev sub mej txhad paub tas txujkev vaam kws Vaajtswv hu mej moog txug hov zoo le caag, hab paub tej qub txeeg qub teg ci ntsaa ab kws Vaajtswv pub rua cov xuv dawb ntau kawg npaum le caag,"},{"bible_id":"1216","chapter_code":"EPH.1","verse_code":"EPH.1.19","label":"19","content":"hab paub nwg tug fwjchim luj kawg muaj ntau npaum le caag rua peb cov kws ntseeg. Yog tuab tug fwjchim kws nwg swv tug zug luj ua tej num"},{"bible_id":"1216","chapter_code":"EPH.1","verse_code":"EPH.1.20","label":"20","content":"kws nwg ua tshwm rua huv Kheto rua thaus nwg tsaa Kheto sawv huv qhov tuag rov lug hab pub Kheto nyob ntawm nwg saab teg xws sau ntuj ceeb tsheej,"},{"bible_id":"1216","chapter_code":"EPH.1","verse_code":"EPH.1.21","label":"21","content":"sab dhau txhua tug timtswv kws kaav hab tej fwjchim, tej daab, hab tej kws txawj tswjfwm huvsw, hab tseed sab dhau txhua lub npe kws luas hu txug, tsw yog huv tam nuav xwb tseed yog huv tam kws yuav tshwm lug hab."},{"bible_id":"1216","chapter_code":"EPH.1","verse_code":"EPH.1.22","label":"22","content":"Vaajtswv muab txhua yaam txu lug nyob huv qaab Kheto xwb taw hab pub nwg ua lub taubhau kaav txhua yaam rua cov pawg ntseeg."},{"bible_id":"1216","chapter_code":"EPH.1","verse_code":"EPH.1.23","label":"23","content":"Pawg ntseeg yog Kheto lub cev, yog muaj Yexu nyob puv npo. Nwg yog tug kws tsaav txhua yaam kuas muaj txhwj zog rua txhua qhov."},{"bible_id":"1216","chapter_code":"EPH.2","verse_code":"EPH.2.1","label":"1","content":"Mej tub tuag lawm vem qhov kws faav xeeb yuam kev ua txhum muaj txem."},{"bible_id":"1216","chapter_code":"EPH.2","verse_code":"EPH.2.2","label":"2","content":"Yaav taag lug mej txeev ua mej lub neej nyob huv kev txhum lawv le nplajteb txujkev, hab lawv le tug kws kaav tej fwjchim sau nruab ntug, yog tug daab kws ua num rua huv cov kws tsw noog lug rua lub swjhawm nuav."},{"bible_id":"1216","chapter_code":"EPH.2","verse_code":"EPH.2.3","label":"3","content":"Yaav taag lug peb txhua tug txeev nrug puab nyob ua lub neej lawv le lub cev nqaj tawv ntshaw, yog ua lawv le peb lub cev nqaj tawv hab peb lub sab xaav yuav, mas lawv le peb lub neej tes tswm nyog peb raug Vaajtswv txujkev npau tawg ib yaam le lwm tug."},{"bible_id":"1216","chapter_code":"EPH.2","verse_code":"EPH.2.4","label":"4","content":"Tassws Vaajtswv muaj txujkev khuvleej ntau heev, hab nwg txujkev hlub luj kws nwg ua tshwm lug rua peb,"},{"bible_id":"1216","chapter_code":"EPH.2","verse_code":"EPH.2.5","label":"5","content":"mas txawm yog peb tub tuag lawm vem qhov kws faav xeeb ua txhum, los Vaajtswv tseed pub peb nrug Kheto muaj txujsa nyob. (Mej tau txais txujkev dim ntawm Vaajtswv txujkev hlub.)"},{"bible_id":"1216","chapter_code":"EPH.2","verse_code":"EPH.2.6","label":"6","content":"Hab Vaajtswv tsaa peb nrug Kheto sawv lug, hab pub peb nrug nwg nyob tsawg ua ke sau ntuj ceeb tsheej rua huv Yexu Kheto,"},{"bible_id":"1216","chapter_code":"EPH.2","verse_code":"EPH.2.7","label":"7","content":"sub lwm tam kws yuav lug nwg txhad qha nwg txujkev hlub kws muaj nplua quas mag tshwm lug, yog qhov kws nwg khuvleej peb huv Yexu Kheto."},{"bible_id":"1216","chapter_code":"EPH.2","verse_code":"EPH.2.8","label":"8","content":"Tsua qhov mej dim, yog lug ntawm txujkev hlub vem yog mej ntseeg. Txujkev dim nuav tsw yog tshwm ntawm mej lug tassws yog Vaajtswv pub dawb xwb,"},{"bible_id":"1216","chapter_code":"EPH.2","verse_code":"EPH.2.9","label":"9","content":"tsw yog tau ntawm qhov kws xyum sub txhad tsw muaj leejtwg khaav tau."},{"bible_id":"1216","chapter_code":"EPH.2","verse_code":"EPH.2.10","label":"10","content":"Vem tas peb yog Vaajtswv txhais teg ua, yog tswm rua huv Yexu Kheto kuas ua tej num zoo kws Vaajtswv tub npaaj ua ntej ca lawm rua peb xyum lawv nraim."},{"bible_id":"1216","chapter_code":"EPH.2","verse_code":"EPH.2.11","label":"11","content":"Yog le ntawd mej yuav tsum ncu tas yaav taag lug mej yog lwm haiv tuabneeg lawv le lub cev nqaj tawv. Hab cov kws ua kevcai txav, kws yog tuabneeg txhais teg ua rua lub cev, txeev hu mej tas yog cov tsw ua kevcai txav."},{"bible_id":"1216","chapter_code":"EPH.2","verse_code":"EPH.2.12","label":"12","content":"Ca le ncu tas thaus ntawd mej tsw muaj Kheto, tsw muaj feem ua tuabneeg Yixayee, hab tsw muaj cai koom tej lug kws Vaajtswv cog tseg, nyob huv lub nplajteb nuav tsw muaj chaw vaam hab tsw muaj Vaajtswv."},{"bible_id":"1216","chapter_code":"EPH.2","verse_code":"EPH.2.13","label":"13","content":"Tassws nwgnuav nyob huv Yexu Kheto mej cov kws yaav taag lug nyob deb raug coj lug nyob ze vem muaj Kheto cov ntshaav."},{"bible_id":"1216","chapter_code":"EPH.2","verse_code":"EPH.2.14","label":"14","content":"Kheto yog peb txujkev sws hum xeeb ntaag. Nwg muab peb ob tog lug koom ua ib ntawm nwg lub cev hab rhuav lub ntsaa loog kws kem nruab nraab yog qhov kws ob tog ua yeeb ncuab."},{"bible_id":"1216","chapter_code":"EPH.2","verse_code":"EPH.2.15","label":"15","content":"Nwg rhuav txuj kevcai kws muaj tej lug nkaw hab tej kaab ke hov tseg, sub txhad muab tau ob paab tuabneeg lug tswm ua ib paab tshab rua huv nwg, txhad ua kuas muaj kev nyob sws hum xeeb,"},{"bible_id":"1216","chapter_code":"EPH.2","verse_code":"EPH.2.16","label":"16","content":"hab ua kuas ob tog rov nrug Vaajtswv sws raug zoo koom ib lub cev vem yog muaj tug khaublig ntoo, txhad ua kuas txujkev ua yeeb ncuab pluj taag lawm."},{"bible_id":"1216","chapter_code":"EPH.2","verse_code":"EPH.2.17","label":"17","content":"Kheto lug tshaaj tawm txujkev sws hum xeeb rua mej cov kws nyob deb hab cov kws nyob ze."},{"bible_id":"1216","chapter_code":"EPH.2","verse_code":"EPH.2.18","label":"18","content":"Vem yog muaj Yexu peb ob tog txhad tau lug cuag leej Txwv ntawm tuab tug Vaaj Ntsuj Plig."},{"bible_id":"1216","chapter_code":"EPH.2","verse_code":"EPH.2.19","label":"19","content":"Vem le nuav mej tsw yog tuabneeg lwm tebchaws hab lwm haiv tuabneeg dua le lawm, tassws mej koom nrug Vaajtswv cov xuv dawb hab koom ua Vaajtswv tsev tuabneeg lawm."},{"bible_id":"1216","chapter_code":"EPH.2","verse_code":"EPH.2.20","label":"20","content":"Mej raug tswm tsaa rua sau tej taw tag kws yog cov tubkhai hab cov xwbfwb cev Vaajtswv lug, muaj Yexu Kheto ua lub thawj pob zeb ntawm kaum tsev."},{"bible_id":"1216","chapter_code":"EPH.2","verse_code":"EPH.2.21","label":"21","content":"Huv Kheto mas txhua yaam kws ua lub tsev yuav muab sws txuas ua ke hab hlub tuaj ua lub tuam tsev dawb huv rua huv Vaajtswv."},{"bible_id":"1216","chapter_code":"EPH.2","verse_code":"EPH.2.22","label":"22","content":"Huv Kheto mej kuj saamswm raug tswm tsaa ua lub chaw rua Vaajtswv nyob, yog Vaaj Ntsuj Plig nyob."},{"bible_id":"1216","chapter_code":"EPH.3","verse_code":"EPH.3.1","label":"1","content":"Vem le nuav, kuv Povlauj raug kaw vem yog ua Yexu Kheto teg num paab mej cov kws yog lwm haiv tuabneeg."},{"bible_id":"1216","chapter_code":"EPH.3","verse_code":"EPH.3.2","label":"2","content":"Mej tub nov txug teg num kws kuv qha Vaajtswv txujkev hlub, kws Vaajtswv muab cob rua kuv paab mej."},{"bible_id":"1216","chapter_code":"EPH.3","verse_code":"EPH.3.3","label":"3","content":"Vaajtswv muab tej kws muab npog ca lawd qha tshwm rua kuv paub lawv le kuv tub sau qho mivntswv lawm."},{"bible_id":"1216","chapter_code":"EPH.3","verse_code":"EPH.3.4","label":"4","content":"Thaus mej nyeem tej lug hov mej yuav nkaag sab tau qhov kws kuv paub tej kws muab npog ca txug Kheto,"},{"bible_id":"1216","chapter_code":"EPH.3","verse_code":"EPH.3.5","label":"5","content":"kws yaav taag lug Vaajtswv tsw muab qha rua tuabneeg yaam le lub swjhawm nuav kws nwg muab qha tshwm rua nwg cov tubkhai dawb huv hab rua cov xwbfwb cev Vaajtswv lug ntawm Vaaj Ntsuj Plig."},{"bible_id":"1216","chapter_code":"EPH.3","verse_code":"EPH.3.6","label":"6","content":"Yog qhov kws lwm haiv tuabneeg tau koom saws qub txeeg qub teg hab koom tuab lub cev hab muaj feem koom tej lug cog tseg huv Yexu Kheto ntawm txuj xuv zoo."},{"bible_id":"1216","chapter_code":"EPH.3","verse_code":"EPH.3.7","label":"7","content":"Kuv lug ua ib tug tub qhe qha txuj xuv zoo nuav lawv le Vaajtswv txujkev hlub kws muab pub rua kuv, vem Vaajtswv tug fwjchim luj ua num rua huv kuv."},{"bible_id":"1216","chapter_code":"EPH.3","verse_code":"EPH.3.8","label":"8","content":"Txawm yog kuv yau dhau Vaajtswv cov xuv dawb huvsw, los kuj muab txujkev hlub pub rua kuv kuas moog pav rua lwm haiv tuabneeg paub txug tej kws Kheto muaj nplua quas mag kws tsw txawj tshawb nrhav taag,"},{"bible_id":"1216","chapter_code":"EPH.3","verse_code":"EPH.3.9","label":"9","content":"hab qha kuas txhua tug pum tas daabtsw yog teg num kws yuav qha tej kws Vaajtswv tug kws tswm txhua yaam tau muab npog ca ntau tam thau u lug lawd,"},{"bible_id":"1216","chapter_code":"EPH.3","verse_code":"EPH.3.10","label":"10","content":"sub txhad swv cov pawg ntseeg qha rua tej fwjchim hab tej timtswv kws kaav sau nruab ntug paub txug Vaajtswv tug tswvyim kws muaj nplua quas mag rua lub swjhawm nuav."},{"bible_id":"1216","chapter_code":"EPH.3","verse_code":"EPH.3.11","label":"11","content":"Tej nuav yog lawv le Vaajtswv xaav tseg ib txwm lug kws nwg ua kuas tav rua huv Yexu Kheto kws yog peb tug Tswv."},{"bible_id":"1216","chapter_code":"EPH.3","verse_code":"EPH.3.12","label":"12","content":"Huv Kheto peb txhad muaj sab tuab hab ruaj sab kws yuav moog cuag Vaajtswv vem qhov kws ntseeg Kheto."},{"bible_id":"1216","chapter_code":"EPH.3","verse_code":"EPH.3.13","label":"13","content":"Vem le nuav kuv txhad thov mej kuas tsw xob poob sab tsua qhov kws kuv raug txom nyem vem yog saib rua mej. Tej nuav yuav ua rua mej tau koob meej."},{"bible_id":"1216","chapter_code":"EPH.3","verse_code":"EPH.3.14","label":"14","content":"Vem le nuav kuv txhad txhus caug rua ntawm leej Txwv,"},{"bible_id":"1216","chapter_code":"EPH.3","verse_code":"EPH.3.15","label":"15","content":"yog tug kws txhua haiv tuabneeg sau ntuj hab huv nplajteb hu ua leej txwv."},{"bible_id":"1216","chapter_code":"EPH.3","verse_code":"EPH.3.16","label":"16","content":"Kuv thov Vaajtswv pub kuas mej muaj zug rua huv lub sab ntawm tug fwjchim kws tau ntawm nwg tug Ntsuj Plig lug rua mej, lawv le nwg tug fwjchim ci ntsaa ab kws muaj nplua quas mag,"},{"bible_id":"1216","chapter_code":"EPH.3","verse_code":"EPH.3.17","label":"17","content":"hab thov kuas Kheto nyob huv mej lub sab ntawm txujkev ntseeg. Kuv thov kuas mej ntsa caag ruaj rua huv txujkev hlub"},{"bible_id":"1216","chapter_code":"EPH.3","verse_code":"EPH.3.18","label":"18","content":"mej txhad muaj peevxwm nrug Vaajtswv cov xuv dawb suavdawg nkaag sab tau txug txujkev hlub qhov daav qhov ntev qhov sab hab qhov tub,"},{"bible_id":"1216","chapter_code":"EPH.3","verse_code":"EPH.3.19","label":"19","content":"hab paub Kheto txujkev hlub kws paub tsw taag, sub mej txhad tau tej kws Vaajtswv muaj nplua quas mag puv npo."},{"bible_id":"1216","chapter_code":"EPH.3","verse_code":"EPH.3.20","label":"20","content":"Thov ca tug kws ua tau txhua yaam ntau dua le tej kws peb thov hab peb xaav txug lawv le nwg tug fwjchim kws ua num rua huv peb, tau koob meej."},{"bible_id":"1216","chapter_code":"EPH.3","verse_code":"EPH.3.21","label":"21","content":"Thov kuas nwg tau koob meej huv pawg ntseeg hab huv Yexu Kheto txhua txhua tam moog ib txhws tsw kawg. Amee."},{"bible_id":"1216","chapter_code":"EPH.4","verse_code":"EPH.4.1","label":"1","content":"Vem le nuav kuv kws raug kaw vem saib rua tug Tswv, thov mej ua lub neej kuas phim qhov kws Vaajtswv hu mej lug xyum."},{"bible_id":"1216","chapter_code":"EPH.4","verse_code":"EPH.4.2","label":"2","content":"Mej yuav tsum txu hlo lub sab, hab ua lub sab mog sab muas, ua lub sab ntev, hab ua sab thev ib leeg rua ib leeg ntawm txujkev hlub,"},{"bible_id":"1216","chapter_code":"EPH.4","verse_code":"EPH.4.3","label":"3","content":"hab kub sab tuav rawv qhov kws koom ua ib lub sab kws Vaaj Ntsuj Plig pub, muab txujkev sws hum xeeb lug khi mej."},{"bible_id":"1216","chapter_code":"EPH.4","verse_code":"EPH.4.4","label":"4","content":"Muaj tuab lub cev hab tuab tug Ntsuj Plig, ib yaam le mej raug hu lug txais tuab txujkev vaam rua thaus Vaajtswv hu mej lug,"},{"bible_id":"1216","chapter_code":"EPH.4","verse_code":"EPH.4.5","label":"5","content":"muaj tuab tug Tswv, muaj tuab txujkev ntseeg, muaj tuab txuj kevcai raus dej,"},{"bible_id":"1216","chapter_code":"EPH.4","verse_code":"EPH.4.6","label":"6","content":"muaj tuab tug Vaajtswv kws yog peb txhua tug leej Txwv, nwg kaav txhua tug, txhua tug tshwm ntawm nwg lug, hab nwg nyob huv txhua tug."},{"bible_id":"1216","chapter_code":"EPH.4","verse_code":"EPH.4.7","label":"7","content":"Txujkev hlub muab pub rua peb txhua tug npaum le kws Kheto pub."},{"bible_id":"1216","chapter_code":"EPH.4","verse_code":"EPH.4.8","label":"8","content":"Vem le hov txhad muaj lug sau ca has tas, “Thaus nwg nce moog rua sau lub chaw sab, nwg coj ib paab kws nwg nteg tau nrug nwg moog, hab nwg pub hov txhua chaw rua tuabneeg.”"},{"bible_id":"1216","chapter_code":"EPH.4","verse_code":"EPH.4.9","label":"9","content":"(Qhov kws has tas “Nwg nce moog sau” muaj lub ntsab le caag? Kuj yog has tas nwg nqeg moog rua huv nruab yeeb lawm hab."},{"bible_id":"1216","chapter_code":"EPH.4","verse_code":"EPH.4.10","label":"10","content":"Tug kws nqeg moog rua huv nruab yeeb kuj yog tug kws nce moog sab dhau sau ntuj huvsw, sub txhad nyob tau thoob plawg txhua qhov.)"},{"bible_id":"1216","chapter_code":"EPH.4","verse_code":"EPH.4.11","label":"11","content":"Tej kws nwg pub hov kuj yog pub kuas qee leej ua tubkhai, qee leej ua xwbfwb cev Vaajtswv lug, qee leej qha txuj xuv zoo, qee leej ua tug yug pawg ntseeg hab ua xwbfwb qha,"},{"bible_id":"1216","chapter_code":"EPH.4","verse_code":"EPH.4.12","label":"12","content":"txhad npaaj tau cov xuv dawb ua Vaajtswv teg num tswm tsaa Kheto lub cev kuas kheev hlub,"},{"bible_id":"1216","chapter_code":"EPH.4","verse_code":"EPH.4.13","label":"13","content":"moog txug thaus peb suavdawg txawj koom ua ib lub sab huv txujkev ntseeg hab huv txujkev paub txug Vaajtswv leej Tub, hab peb hlub tav txwv lawm, yog hlub puv npo ib yaam le Kheto rua txhua faab."},{"bible_id":"1216","chapter_code":"EPH.4","verse_code":"EPH.4.14","label":"14","content":"Peb txhad tsw ua mivnyuas yau ntxwv moog, tsw ua lub sab ywj faab ywj fwj raug ndaas moog ndaas lug qaug lawv cua rua tuabneeg txhua yaam lug qha hab tsw raug tuabneeg tej kev txawj ntse le tswvyim phem daag ntxag."},{"bible_id":"1216","chapter_code":"EPH.4","verse_code":"EPH.4.15","label":"15","content":"Tassws peb yuav has qhov tseeb ntawm txujkev sws hlub sub txhad luj hlub txhua faab koom rua tug kws yog lub taubhau, yog Kheto ntaag."},{"bible_id":"1216","chapter_code":"EPH.4","verse_code":"EPH.4.16","label":"16","content":"Vem muaj Kheto, taag nrho lub cev huvsw txhad tau sws txuas hab koom ua ke ntawm txhua lub cos qej txhaa kws pub rua lub cev hov, hab thaus txhua yaam nyag ua nyag teg num, kuj ua rua lub cev luj hlub hab tswm tsaa tug kheej ntawm txujkev sws hlub."},{"bible_id":"1216","chapter_code":"EPH.4","verse_code":"EPH.4.17","label":"17","content":"Yog le ntawd kuv has le nuav hab kuv has tawv qhawv huv tug Tswv kuas mej tsw xob ua mej lub neej ib yaam le lwm haiv tuabneeg dua le lawm. Puab ua lawv le puab tej kev xaav kws tsw muaj qaabhau."},{"bible_id":"1216","chapter_code":"EPH.4","verse_code":"EPH.4.18","label":"18","content":"Puab tej kev xaav tsaus ntuj nti lawm, puab tsw muaj cai koom txujsa kws Vaajtswv pub vem yog puab tsw paub daabtsw le vem puab lub sab tawv heev."},{"bible_id":"1216","chapter_code":"EPH.4","verse_code":"EPH.4.19","label":"19","content":"Puab yeej tsw paub txaaj muag, puab tso plhuav puab lub cev moog ua kev phem kev qas hab ua txhua yaam kev vuab tsuab tsw tswj lub sab hlo le."},{"bible_id":"1216","chapter_code":"EPH.4","verse_code":"EPH.4.20","label":"20","content":"Tassws zaaj kws mej kawm txug Kheto tsw tau qha le ntawd."},{"bible_id":"1216","chapter_code":"EPH.4","verse_code":"EPH.4.21","label":"21","content":"Mej tub nov txug Kheto tag tag le lawm hab tau txais tej lug qha kws yog txujkev tseeb huv Yexu,"},{"bible_id":"1216","chapter_code":"EPH.4","verse_code":"EPH.4.22","label":"22","content":"yog qha kuas tso tug tuabneeg qub huv lub neej qub tseg, yog tug tuabneeg qub kws raug txujkev ntshaw ntxag coj moog puam tsuaj,"},{"bible_id":"1216","chapter_code":"EPH.4","verse_code":"EPH.4.23","label":"23","content":"hab ca mej tug ntsuj plig hab tej kev xaav raug hloov dua tshab,"},{"bible_id":"1216","chapter_code":"EPH.4","verse_code":"EPH.4.24","label":"24","content":"hab muab tug tuabneeg tshab lug naav, yog tug tuabneeg kws raug muab tswm kuas ncaaj nceeg hab dawb huv tseeb tag ib yaam le Vaajtswv."},{"bible_id":"1216","chapter_code":"EPH.4","verse_code":"EPH.4.25","label":"25","content":"Vem le nuav, ca le muab txujkev daag tso tseg, txhua tug ca le has lug tseeb rua kwvtij zej zog, tsua qhov peb yeej koom tuab lub cev."},{"bible_id":"1216","chapter_code":"EPH.4","verse_code":"EPH.4.26","label":"26","content":"“Thaus mej chim tsw xob ua txhum,”  tsw xob ca nub poob tseed chim,"},{"bible_id":"1216","chapter_code":"EPH.4","verse_code":"EPH.4.27","label":"27","content":"hab tsw xob pub swjhawm rua Ntxwg Nyoog."},{"bible_id":"1216","chapter_code":"EPH.4","verse_code":"EPH.4.28","label":"28","content":"Tug kws txeev ua tub saab kuj tsw xob ua dua le lawm, ca nwg swv nwg txhais teg ua tej num zoo mas zoo dua, sub txhad le muaj faib rua cov kws cheem tsum."},{"bible_id":"1216","chapter_code":"EPH.4","verse_code":"EPH.4.29","label":"29","content":"Tsw xob ca tej lug phem tawm huv mej lub qhov ncauj lug, tsuas yog has lu lug zoo kws tswm tsaa lub neej lawv le kws cheem tsum sub txhad le muaj nuj nqes rua cov kws tau nov."},{"bible_id":"1216","chapter_code":"EPH.4","verse_code":"EPH.4.30","label":"30","content":"Hab tsw xob ua rua Vaajtswv tug Ntsuj Plig kws dawb huv tu sab, vem Vaaj Ntsuj Plig yog lub hom thawj nas ca rua mej rua nub kws txhwv mej dim."},{"bible_id":"1216","chapter_code":"EPH.4","verse_code":"EPH.4.31","label":"31","content":"Ca le muab txhua yaam kev cib nyeej, kev chim, kev npau tawg, kev sws caav sws tshe, kev xyaav luas moo hab txhua yaam kev phem tso tseg."},{"bible_id":"1216","chapter_code":"EPH.4","verse_code":"EPH.4.32","label":"32","content":"Ca le muaj lub sab khuvleej, sab taab ncuab, sab zaam txem ib leeg rua ib leeg ib yaam le Vaajtswv zaam txem rua mej huv Kheto."},{"bible_id":"1216","chapter_code":"EPH.5","verse_code":"EPH.5.1","label":"1","content":"Vem le nuav mej ca le yoog le Vaajtswv vem mej yog cov mivnyuas kws nwg hlub."},{"bible_id":"1216","chapter_code":"EPH.5","verse_code":"EPH.5.2","label":"2","content":"Ca le ua lub neej sws hlub ib yaam le Kheto hlub peb hab pub nwg tug kheej thij peb ua yaam kws muab pub hab muab xyeem tsw qaab rua Vaajtswv."},{"bible_id":"1216","chapter_code":"EPH.5","verse_code":"EPH.5.3","label":"3","content":"Kev ua nkauj ua nraug, ua kev phem kev qas hab qhov kws xaav yuav luas tug, mej tsw xob has txug tej nuav rua huv mej cov le, txhad le tswm nyog yog Vaajtswv cov xuv dawb."},{"bible_id":"1216","chapter_code":"EPH.5","verse_code":"EPH.5.4","label":"4","content":"Tsw xob has lug dev hab has lug ua dog ua dig hab has lug tsw muaj qaabhau, yog tej kws tsw tswm nyog has, ca le ua Vaajtswv tsaug zoo dua."},{"bible_id":"1216","chapter_code":"EPH.5","verse_code":"EPH.5.5","label":"5","content":"Ca le paub tseeb tas, txhua tug kws ua nkauj ua nraug, lossws ua kev phem kev qas lossws xaav yuav luas tug kws zoo le pe txoov daab, yuav tsw muaj qub txeeg qub teg rua huv Kheto hab Vaajtswv lub tebchaws le."},{"bible_id":"1216","chapter_code":"EPH.5","verse_code":"EPH.5.6","label":"6","content":"Tsw xob ca leejtwg has tej lug tsw muaj qaabhau daag ntxag mej, tsua qhov tub yog vem tej kws has taag nuav Vaajtswv txujkev npau tawg txhad tshwm lug raug cov kws tsw noog lug."},{"bible_id":"1216","chapter_code":"EPH.5","verse_code":"EPH.5.7","label":"7","content":"Vem le nuav tsw xob koom nrug puab hlo le,"},{"bible_id":"1216","chapter_code":"EPH.5","verse_code":"EPH.5.8","label":"8","content":"vem yaav taag lug mej yog txujkev tsaus ntuj tassws nwgnuav mej yog qhov kaaj huv tug Tswv. Ca le ua lub neej kws yog qhov kaaj le mivnyuas,"},{"bible_id":"1216","chapter_code":"EPH.5","verse_code":"EPH.5.9","label":"9","content":"(tsua qhov txhua yaam kev ua zoo hab kev ncaaj nceeg hab kev tseeb yog tshwm ntawm qhov kaaj lug,)"},{"bible_id":"1216","chapter_code":"EPH.5","verse_code":"EPH.5.10","label":"10","content":"hab ca le tshawb nrhav saib yaam twg hum Vaajtswv lub sab."},{"bible_id":"1216","chapter_code":"EPH.5","verse_code":"EPH.5.11","label":"11","content":"Tsw xob muaj feem ua txujkev tsaus ntuj teg num kws tsw muaj qaabhau, tassws ca le nthuav tej num hov tshwm lug zoo dua."},{"bible_id":"1216","chapter_code":"EPH.5","verse_code":"EPH.5.12","label":"12","content":"Vem tas txawm yog yuav has txug tej kws puab ua nraim quas nreeg hov los kuj txaaj muag."},{"bible_id":"1216","chapter_code":"EPH.5","verse_code":"EPH.5.13","label":"13","content":"Tassws txhua yaam kws raug qhov kaaj muab nthuav tshwm lug kuj pum tseeb lawm,"},{"bible_id":"1216","chapter_code":"EPH.5","verse_code":"EPH.5.14","label":"14","content":"tsua qhov txhua yaam kws nthuav tshwm lug pum kuj yog qhov kaaj. Vem le nuav txhad muaj lug has tas, “Cov kws tsaug zug, ca le tswm dheev, hab ca le sawv tseeg huv qhov tuag lug, mas Kheto yuav ci rua mej.”"},{"bible_id":"1216","chapter_code":"EPH.5","verse_code":"EPH.5.15","label":"15","content":"Vem le nuav mej ceev faaj tuab zoo ua mej lub neej, tsw xob ua zoo le cov kws tsw muaj tswvyim, yuav tsum ua zoo le cov kws muaj tswvyim."},{"bible_id":"1216","chapter_code":"EPH.5","verse_code":"EPH.5.16","label":"16","content":"Yuav tsum swv lub swjhawm kuas muaj nuj nqes tsua qhov tam nuav phem kawg."},{"bible_id":"1216","chapter_code":"EPH.5","verse_code":"EPH.5.17","label":"17","content":"Vem le nuav tsw xob ua tuabneeg ruag, yuav tsum nkaag sab tas daabtsw yog Vaajtswv lub sab nyam."},{"bible_id":"1216","chapter_code":"EPH.5","verse_code":"EPH.5.18","label":"18","content":"Tsw xob haus cawv txwv maab kuas qaug, kws yuav ua rua mej puag. Tassws ca le puv npo Vaaj Ntsuj Plig,"},{"bible_id":"1216","chapter_code":"EPH.5","verse_code":"EPH.5.19","label":"19","content":"muab Tavi tej nkauj hab tej nkauj qhuas hab tej nkauj saab ntsuj plig lug qha ib leeg rua ib leeg. Ca le hu nkauj hab xyiv faab huv lub sab qhuas tug Tswv."},{"bible_id":"1216","chapter_code":"EPH.5","verse_code":"EPH.5.20","label":"20","content":"Ca le tuav peb tug Tswv Yexu Kheto lub npe ua leej Txwv Vaajtswv tsaug rua txhua yaam tsw tu ncua."},{"bible_id":"1216","chapter_code":"EPH.5","verse_code":"EPH.5.21","label":"21","content":"Mej ib leeg yuav tsum txu fwjchim rua ib leeg vem yog fwm Kheto."},{"bible_id":"1216","chapter_code":"EPH.5","verse_code":"EPH.5.22","label":"22","content":"Cov quaspuj, ca le nyob huv qaab mej tug quasyawg kev tswjfwm ib yaam le nyob huv qaab tug Tswv Yexu."},{"bible_id":"1216","chapter_code":"EPH.5","verse_code":"EPH.5.23","label":"23","content":"Tsua qhov tug quasyawg yog tug quaspuj lub taubhau, ib yaam le Kheto yog pawg ntseeg lub taubhau, pawg ntseeg yog Kheto lub cev hab Kheto yog pawg ntseeg tug Cawmseej."},{"bible_id":"1216","chapter_code":"EPH.5","verse_code":"EPH.5.24","label":"24","content":"Pawg ntseeg nyob huv qaab Kheto kev tswjfwm le caag, cov quaspuj yuav tsum nyob huv qaab tug quasyawg kev tswjfwm txhua yaam le ntawd."},{"bible_id":"1216","chapter_code":"EPH.5","verse_code":"EPH.5.25","label":"25","content":"Cov quasyawg, ca le hlub mej cov quaspuj ib yaam le Kheto hlub pawg ntseeg hab muab nwg tug kheej thij pawg ntseeg"},{"bible_id":"1216","chapter_code":"EPH.5","verse_code":"EPH.5.26","label":"26","content":"sub txhad cais tau pawg ntseeg dawb huv vem muab dej hab nwg txujlug ntxuav,"},{"bible_id":"1216","chapter_code":"EPH.5","verse_code":"EPH.5.27","label":"27","content":"Kheto txhad tau pawg ntseeg kws muaj koob meej ci ntsaa ab tsw ceb tsw txoom tsw dub tsw phem ib qho, tassws dawb huv tsw muaj chaw thuaj le."},{"bible_id":"1216","chapter_code":"EPH.5","verse_code":"EPH.5.28","label":"28","content":"Ib yaam le ntawd, cov quasyawg yuav tsum hlub tug quaspuj ib yaam le nwg hlub nwg lub cev. Tug kws hlub nwg tug quaspuj kuj yog nwg hlub nwg tug kheej."},{"bible_id":"1216","chapter_code":"EPH.5","verse_code":"EPH.5.29","label":"29","content":"Tsua qhov tsw muaj leejtwg yuav ntxub nwg lub cev tsuas muaj kws yug hab tu kuas zoo xwb ib yaam le Kheto tu pawg ntseeg,"},{"bible_id":"1216","chapter_code":"EPH.5","verse_code":"EPH.5.30","label":"30","content":"tsua qhov peb puavleej koom Yexu lub cev."},{"bible_id":"1216","chapter_code":"EPH.5","verse_code":"EPH.5.31","label":"31","content":"“Vem le nuav tug txwvneej txhad ncaim ntawm nwg nam nwg txwv hab nrug nwg tug quaspuj tsheej xeeb ua ke mas ob tug yuav koom ua ib lub cev.”"},{"bible_id":"1216","chapter_code":"EPH.5","verse_code":"EPH.5.32","label":"32","content":"Qhov nuav lub ntsab muab npog ca tub tub. Kuv nkaag sab tas yog has txug Kheto hab pawg ntseeg."},{"bible_id":"1216","chapter_code":"EPH.5","verse_code":"EPH.5.33","label":"33","content":"Txawm le caag kuj xwj mej cov nyag yuav tsum hlub nyag tug quaspuj ib yaam le mej hlub mej lub cev, hab cov quaspuj los yuav tsum fwm nwg tug quasyawg."},{"bible_id":"1216","chapter_code":"EPH.6","verse_code":"EPH.6.1","label":"1","content":"Cov mivnyuas, mej ca le noog nam txwv lug rua huv tug Tswv vem qhov nuav raug cai lawm."},{"bible_id":"1216","chapter_code":"EPH.6","verse_code":"EPH.6.2","label":"2","content":"“Koj yuav tsum fwm koj nam koj txwv.” Nuav yog thawj nqai kevcai kws muaj tej lug cog tseg has tas,"},{"bible_id":"1216","chapter_code":"EPH.6","verse_code":"EPH.6.3","label":"3","content":"“koj txhad le noj qaab nyob zoo hab muaj txujsa nyob ntev rua huv lub nplajteb.”"},{"bible_id":"1216","chapter_code":"EPH.6","verse_code":"EPH.6.4","label":"4","content":"Mej cov kws ua txwv, tsw xob zwg ua rua mej tej mivnyuas npau tawg, tassws yuav tsum tu puab rua huv tug Tswv tej lug qhuab qha hab nwg tej lug ntuag."},{"bible_id":"1216","chapter_code":"EPH.6","verse_code":"EPH.6.5","label":"5","content":"Mej cov kws yog tub qhe, ca le muab tsua sau sab noog mej tug lospaav huv nplajteb nuav lug ntshai ua tshee quas nyo ib yaam le noog Kheto lug,"},{"bible_id":"1216","chapter_code":"EPH.6","verse_code":"EPH.6.6","label":"6","content":"tsw yog ua zoo rua thaus tug lospaav pum xwb yaam le cov kws ua rua tuabneeg txaus sab, tassws ua ib yaam le mej yog Kheto cov qhev, hab ua tuaj nruab sab lawv le Vaajtswv lub sab nyam."},{"bible_id":"1216","chapter_code":"EPH.6","verse_code":"EPH.6.7","label":"7","content":"Mej ca le zoo sab ua mej teg num zoo yaam le mej ua koom rua tug Tswv, tsw yog ua koom rua tuabneeg,"},{"bible_id":"1216","chapter_code":"EPH.6","verse_code":"EPH.6.8","label":"8","content":"vem mej yeej paub tas leejtwg ua qhov zoo le caag ca lawm kuj yuav saws yaam ntawd ntawm tug Tswv, tsw has tug kws ua qhev lossws tug tsw ua qhev."},{"bible_id":"1216","chapter_code":"EPH.6","verse_code":"EPH.6.9","label":"9","content":"Mej cov kws yog lospaav, ca le ua ib yaam le ntawd rua mej cov qhev. Tsw xob hem puab tsua qhov mej yeej paub tas tug kws yog puab tug Tswv hab yog peb tug Tswv nyob sau ntuj ceeb tsheej, nwg tsw saib leejtwg ntsej muag le."},{"bible_id":"1216","chapter_code":"EPH.6","verse_code":"EPH.6.10","label":"10","content":"Thaus kawg nuav ca le muaj zug rua huv tug Tswv hab rua huv nwg tug fwjchim kws muaj zug."},{"bible_id":"1216","chapter_code":"EPH.6","verse_code":"EPH.6.11","label":"11","content":"Ca le muab Vaajtswv cev cuab yeej huvsw lug naav txhad le tawm tsaam yeej Ntxwg Nyoog tej tswvyim phem."},{"bible_id":"1216","chapter_code":"EPH.6","verse_code":"EPH.6.12","label":"12","content":"Tsua qhov peb tsw yog tawm tsaam nqaj hab ntshaav, tassws tawm tsaam tej timtswv hab tej fwjchim hab tej kws kaav lub qaab ntuj tam tsaus ntuj nuav hab tawm tsaam tej daab phem sau nruab ntug huvsw."},{"bible_id":"1216","chapter_code":"EPH.6","verse_code":"EPH.6.13","label":"13","content":"Vem le nuav ca le muab Vaajtswv cev cuab yeej huvsw lug, sub mej txhad tiv yeej rua nub kws phem, mas thaus ua txhua yaam taag lawd mej tseed yuav nyob ruaj khov tau."},{"bible_id":"1216","chapter_code":"EPH.6","verse_code":"EPH.6.14","label":"14","content":"Vem le nuav mej ca le nyob ruaj khov es muab txujkev tseeb lug sa ntawm duav, hab muab txujkev ncaaj nceeg lug ua daim hlau naav thaiv hauv sab,"},{"bible_id":"1216","chapter_code":"EPH.6","verse_code":"EPH.6.15","label":"15","content":"hab muab qhov kws npaaj txhwj pav txuj xuv zoo has txug kev kaaj sab lug, lug ua khau rau."},{"bible_id":"1216","chapter_code":"EPH.6","verse_code":"EPH.6.16","label":"16","content":"Tsw taag le ntawd ca le muab txujkev ntseeg ua daim hlau thaiv, kws mej swv tua tau tug kws Phem  raab muv suavtawg."},{"bible_id":"1216","chapter_code":"EPH.6","verse_code":"EPH.6.17","label":"17","content":"Ca le muab txujkev dim ua lub mom hlau lug ntoo, hab tuav rawv Vaaj Ntsuj Plig raab ntaaj kws yog Vaajtswv txujlug."},{"bible_id":"1216","chapter_code":"EPH.6","verse_code":"EPH.6.18","label":"18","content":"Ca le thov Vaajtswv rua huv Vaaj Ntsuj Plig txhua lub swjhawm, yuav tsum swv zug taij thov txhua yaam. Vem le nuav ca le ceev faaj zuv tog hab taij thov paab cov xuv dawb txhua tug tsw tu ncua le,"},{"bible_id":"1216","chapter_code":"EPH.6","verse_code":"EPH.6.19","label":"19","content":"hab thov paab kuv sub thaus kuv qheb qhov ncauj has lug Vaajtswv txhad le pub lug rua kuv muaj sab tuab qha txuj xuv zoo kws Vaajtswv muab npog ca lawd tshwm lug."},{"bible_id":"1216","chapter_code":"EPH.6","verse_code":"EPH.6.20","label":"20","content":"Vem txuj xuv zoo nuav kuv raug saw hlau khi los kuv tseed ua Kheto tug tub sawv cev. Hab ca le thov Vaajtswv paab kuas kuv muaj sab tuab has lawv le kws tswm nyog has."},{"bible_id":"1216","chapter_code":"EPH.6","verse_code":"EPH.6.21","label":"21","content":"Thikhika kws yog tug kwv kws kuv hlub hab muaj sab xwb ua koom rua tug Tswv, nwg yuav has txhua yaam rua mej paub, mej txhad paub tas kuv nyob le caag hab ua daabtsw."},{"bible_id":"1216","chapter_code":"EPH.6","verse_code":"EPH.6.22","label":"22","content":"Qhov kws kuv khaiv nwg tuaj cuag mej, tub yog xaav kuas mej paub tas peb nyob le caag hab sub nwg txhad txhawb tau mej lub sab."},{"bible_id":"1216","chapter_code":"EPH.6","verse_code":"EPH.6.23","label":"23","content":"Thov kuas cov kwvtij tau txujkev sab tug hab kev hlub hab kev ntseeg ntawm leej Txwv Vaajtswv hab ntawm tug Tswv Yexu Kheto."},{"bible_id":"1216","chapter_code":"EPH.6","verse_code":"EPH.6.24","label":"24","content":"Thov Vaajtswv txujkev hlub nrug nraim txhua tug kws hlub peb tug Tswv Yexu Kheto, yog cov kws hlub nwg tsw tu moog le."}]