[{"bible_id":"1216","chapter_code":"HAB.1","verse_code":"HAB.1.1","label":"1","content":"Nuav yog Vaajtswv tej lug kws Hanpaku kws yog xwbfwb cev lug pum."},{"bible_id":"1216","chapter_code":"HAB.1","verse_code":"HAB.1.2","label":"2","content":"Au Yawmsaub, kuv yuav quaj thov kev paab ntev le caag, los koj tsw nov, lossws kuv yuav quaj thov koj has tas, “Muaj kev limham ndais ntuj,” los koj tsw cawm?"},{"bible_id":"1216","chapter_code":"HAB.1","verse_code":"HAB.1.3","label":"3","content":"Ua caag koj yuav ca kuv pum tej kws ua tsw ncaaj hab saib ntsoov tej kev ceblaaj? Txujkev puam tsuaj hab kev ua limham ndais ntuj nyob ntawm kuv xubndag, txujkev sws tshe hab kev sws caam kuj tshwm tuaj."},{"bible_id":"1216","chapter_code":"HAB.1","verse_code":"HAB.1.4","label":"4","content":"Vem le nuav txuj kevcai txhad tsw nruj hab tsw muaj kev tu plaub ncaaj hlo le. Cov tuabneeg limham vej cov tuabneeg ncaaj nceeg ca, txhad tu plaub tsw ncaaj."},{"bible_id":"1216","chapter_code":"HAB.1","verse_code":"HAB.1.5","label":"5","content":"“Ca le tsaa muag saib pum ib tsoom tebchaws, ca le phemfwj hab xaav tsw thoob, tsua qhov lub swjhawm kws mej nyob kuv saamswm ua tej kws yog kuv has ua ntej los mej yuav tsw ntseeg."},{"bible_id":"1216","chapter_code":"HAB.1","verse_code":"HAB.1.6","label":"6","content":"Kuv saamswm tshoov cov Kheentia kws yog haiv tuabneeg nyaum hab sab kub heev, kws moog thoob lub nplajteb txeeb hlo tej vaaj tse kws tsw yog puab le."},{"bible_id":"1216","chapter_code":"HAB.1","verse_code":"HAB.1.7","label":"7","content":"Puab yog cov kws txaus ntshai sab puag quas tsug, puab txujcai hab puab lub koob meej puab rhawv puab xwb."},{"bible_id":"1216","chapter_code":"HAB.1","verse_code":"HAB.1.8","label":"8","content":"Puab tej neeg nrawm dua tsuv pom txwv, hab nyaum dua tej maa kws tawm mo ntuj. Puab cov tub rog caij neeg dha fuas ntej moog khaav quas ntxhas. Puab cov tub rog caij neeg tuaj deb deb tuaj, puab yaa moog yaam nkaus le tug daav qwv tis nkaus lug tum."},{"bible_id":"1216","chapter_code":"HAB.1","verse_code":"HAB.1.9","label":"9","content":"Puab suavdawg tuaj ua limham ndais ntuj, luas ntshai quas rwg puab rua ntawm puab hauv ntej, puab nteg tau tuabneeg coob cuag le xuab zeb."},{"bible_id":"1216","chapter_code":"HAB.1","verse_code":"HAB.1.10","label":"10","content":"Puab thuaj luag tej vaajntxwv hab luag cov thawj kaav. Puab thuaj luag txhua lub chaw ruaj khov, puab tsub aav nce txeeb tau tej chaw hov."},{"bible_id":"1216","chapter_code":"HAB.1","verse_code":"HAB.1.11","label":"11","content":"Puab hlaa dhau plawg moog yaam le cua ntsawj, puab yog tuabneeg muaj txem, puab tug fwjchim yog puab tug timtswv.”"},{"bible_id":"1216","chapter_code":"HAB.1","verse_code":"HAB.1.12","label":"12","content":"Au kuv tug Vaajtswv Yawmsaub, yog kuv tug Tswv kws Dawb Huv, koj tsw tau nyob ib txwm lug lov? Peb yuav tsw tuag. Au Yawmsaub, koj tsaa puab ua cov txav txem. Au txhwb zeb, koj tsaa puab ua cov kws nplawm qhuab qha."},{"bible_id":"1216","chapter_code":"HAB.1","verse_code":"HAB.1.13","label":"13","content":"Koj lub qhov muag dawb huv dhau kws yuav saib qhov phem, hab koj tsw xaav saib tej kws ua tsw ncaaj. Ua caag koj yuav tsaa muag saib cov kws faav xeeb, hab nyob tuabywv rua thaus cov tuabneeg limham nqog tug kws ncaaj nceeg dua le puab?"},{"bible_id":"1216","chapter_code":"HAB.1","verse_code":"HAB.1.14","label":"14","content":"Koj muab tuabneeg ua zoo le tej ntseg huv havtxwv, zoo yaam le tej tsaj nkaag huv aav kws tsw muaj tug thawj."},{"bible_id":"1216","chapter_code":"HAB.1","verse_code":"HAB.1.15","label":"15","content":"Tug yeeb ncuab xuas nqai lauj nqai puab txhua tug lug, nwg xuas tswg hai puab lug, nwg xuas vaag ntaus puab lug, nwg txhad xyiv faab hab zoo sab kawg."},{"bible_id":"1216","chapter_code":"HAB.1","verse_code":"HAB.1.16","label":"16","content":"Vem le nuav nwg txhad xyeem hov txhua chaw rua nwg phob tswg, hab hlawv moov xyaab rua nwg lub vaag. Vem nwg swv tej nuav nwg txhad muaj nplua quas mag hab noj tej zaub mov kws zoo heev."},{"bible_id":"1216","chapter_code":"HAB.1","verse_code":"HAB.1.17","label":"17","content":"Nwg tseed yuav nchus cov ntseg huv lub vaag moog le, hab tua ib tsoom tebchaws tsw khuvleej hlo le lov?"},{"bible_id":"1216","chapter_code":"HAB.2","verse_code":"HAB.2.1","label":"1","content":"Kuv yuav sawv ntsug zuv saib, kuv yuav sawv sau lub chaw tsom faaj saib moog, saib nwg yuav has le caag rua kuv, hab saib kuv yuav teb le caag rua nwg txug tej kws kuv ywg hov."},{"bible_id":"1216","chapter_code":"HAB.2","verse_code":"HAB.2.2","label":"2","content":"Yawmsaub teb kuv tas, “Ca le sau zaaj yug quas toog nuav, ca le muab sau ca rua sau daim txag kuas pum meej, sub tug kws dha txhad nyeem tau nplag."},{"bible_id":"1216","chapter_code":"HAB.2","verse_code":"HAB.2.3","label":"3","content":"Zaaj yug quas toog hov tseed tog nwg lub swjhawm, nwg maaj nroog moog txug qhov kws tav, nwg tsw daag. Yog pum tas qeeb kuj tog mivntswv, nwg yuav tshwm lug tag tag le, nwg yuav tsw sej ca ntev."},{"bible_id":"1216","chapter_code":"HAB.2","verse_code":"HAB.2.4","label":"4","content":"Saib maj, tug kws lub sab tsw ncaaj yuav qaug, tassws tug kws ncaaj nceeg yuav muaj txujsa nyob vem nwg ntseeg Vaajtswv."},{"bible_id":"1216","chapter_code":"HAB.2","verse_code":"HAB.2.5","label":"5","content":"Tsw taag le ntawd, cawv txwv maab  daag ntxag xwb, tug tuabneeg kws tsaab ua luj nyob tsw tug. Nwg txujkev hu loj daav le tub tuag teb, yaam le txujkev tuag kws tsw txawj tsau. Nwg zuas zog ib tsoom tebchaws suavdawg lug rua nwg tuab leeg, nwg sau ib tsoom tuabneeg suavdawg lug ua nwg le."},{"bible_id":"1216","chapter_code":"HAB.2","verse_code":"HAB.2.6","label":"6","content":"Ib tsoom tuabneeg suavdawg yuav tsw muaj lu lug tshev thuaj tau nwg lov? Puab yuav thuaj saib tsw taug nwg has tas, ‘Tug kws sau zog tej kws tsw yog nwg le lug, hab sau zog tej kws luas muab yuam nqe tau ntau kawg, yuav raug txom nyem lauj! Nwg yuav ua le hov tau ntev le caag nej?’"},{"bible_id":"1216","chapter_code":"HAB.2","verse_code":"HAB.2.7","label":"7","content":"Txhua tug kws tshuav koj nqe yuav tsw sawv tseeg taamswm lov? Hab cov kws ua kuas koj tshee yuav tsw tswm dheev lov? Thaus hov koj yuav raug luas txeeb hab."},{"bible_id":"1216","chapter_code":"HAB.2","verse_code":"HAB.2.8","label":"8","content":"Vem koj tub lws ntau lub tebchaws lawm, ib tsoom tuabneeg suavdawg kws tseed tshuav yuav tuaj lws koj vem yog tim tuabneeg tej ntshaav lug taag hab qhov kws ua limham ndais ntuj rua lub nplajteb hab rua tej moos hab rua txhua tug kws nyob huv."},{"bible_id":"1216","chapter_code":"HAB.2","verse_code":"HAB.2.9","label":"9","content":"“Tug kws ua phem es tau ntau coj lug rua huv lub tsev yuav raug txom nyem lauj! Nwg ua nwg lub zeg rua qhov chaw sab kawg, sub txhad tsw muaj ib yaam phem ncaav moog txug."},{"bible_id":"1216","chapter_code":"HAB.2","verse_code":"HAB.2.10","label":"10","content":"Koj ntaus tswvyim phem ua rua koj lub tsev raug txaaj muag vem koj rhuav tshem ntau haiv tuabneeg pov tseg. Koj ua rua koj txujsa pam taag."},{"bible_id":"1216","chapter_code":"HAB.2","verse_code":"HAB.2.11","label":"11","content":"Tej pob zeb txhwm phaab ntsaa yuav qw tuaj, tej qhaab tse yuav teb huv tej ntoo ua tsev tuaj."},{"bible_id":"1216","chapter_code":"HAB.2","verse_code":"HAB.2.12","label":"12","content":"“Tug kws muab ntshaav lug ua lub moos hab muab txujkev phem tag lub taw nroog yuav raug txom nyem lauj!"},{"bible_id":"1216","chapter_code":"HAB.2","verse_code":"HAB.2.13","label":"13","content":"Saib maj, qhov kws ib tsoom tuabneeg ua num lug rua suavtawg hlawv, hab qhov kws ib tsoom tebchaws ua khwv khwv tsw muaj qaabhau, tsw yog lug ntawm Yawmsaub kws muaj fwjchim luj kawg nkaus lug lov?"},{"bible_id":"1216","chapter_code":"HAB.2","verse_code":"HAB.2.14","label":"14","content":"Yawmsaub tug fwjchim ci ntsaa ab yuav puv nkaus huv lub qaab ntuj rua suavdawg paub, ib yaam le dej puv havtxwv."},{"bible_id":"1216","chapter_code":"HAB.2","verse_code":"HAB.2.15","label":"15","content":"“Tug kws chim quas nyov yuam cawv rua kwvtij zej zog haus qaug es txhad pum puab nyob lab qaab cuas, yuav raug txom nyem lauj!"},{"bible_id":"1216","chapter_code":"HAB.2","verse_code":"HAB.2.16","label":"16","content":"Koj yuav tsau npo txujkev txaaj muag tsw yog tsau lub meej mom. Koj ca le haus hab qaug puj poog. Lub khob kws nyob huv Yawmsaub txhais teg xws yuav ncig lug txug koj, mas txujkev txaaj muag yuav lug rua sau koj lub meej mom."},{"bible_id":"1216","chapter_code":"HAB.2","verse_code":"HAB.2.17","label":"17","content":"Tej kev limham ndais ntuj kws koj ua rua Lenpanoo yuav lug nyaab hlo koj, hab qhov kws muab tej tsaj qus tsaj nyeg tua ua lwj ua lam yuav ua rua koj ntshai, vem koj ua rua tej tuabneeg lug ntshaav hab ua limham ndais ntuj rua lub nplajteb hab rua tej moos hab rua txhua tug kws nyob huv."},{"bible_id":"1216","chapter_code":"HAB.2","verse_code":"HAB.2.18","label":"18","content":"“Tej txoov daab txaug kws yog tug Kws txaug ca xwb, hab tej txoov daab kws nchuav kws qha kev daag, muaj qaabhau daabtsw? Tug Kws tso sab rua yaam kws nwg tswm, nwg tswm tej txoov daab kws tsw txawj has lug."},{"bible_id":"1216","chapter_code":"HAB.2","verse_code":"HAB.2.19","label":"19","content":"Tug kws has rua tog ntoo tas, ‘Ca le tswm dheev,’ hab has rua lub pob zeb kws tsw txawj has lug tas, ‘Ca le sawv tseeg,’ yuav raug txom nyem lauj! Tej ntawd txawj qhuab qha hab lov? Saib maj, tej hov yog muab nyaj hab kub luam, los yeej tsw txawj ua paa hlo le."},{"bible_id":"1216","chapter_code":"HAB.2","verse_code":"HAB.2.20","label":"20","content":"Yawmsaub nyob huv nwg lub tuam tsev kws dawb huv, ca taag nrho lub nplajteb nyob tuabywv rua ntawm nwg lub xubndag.”"},{"bible_id":"1216","chapter_code":"HAB.3","verse_code":"HAB.3.1","label":"1","content":"Hanpaku kws ua xwbfwb cev lug tej lug thov kws lawv le lub suab nkauj Siki‑aunau."},{"bible_id":"1216","chapter_code":"HAB.3","verse_code":"HAB.3.2","label":"2","content":"Au Yawmsaub, kuv tau nov txug koj lub koob meej, au Yawmsaub, tej kws koj tau ua lawd kuv ntshai kawg. Ncua swjhawm nuav thov koj rov ua dua, peb tam nuav thov qha koj tej num rua peb paub. Thaus koj npau tawg thov koj ncu txug txujkev khuvleej."},{"bible_id":"1216","chapter_code":"HAB.3","verse_code":"HAB.3.3","label":"3","content":"Vaajtswv tuaj ntawm Themaa tuaj, tug kws Dawb Huv tuaj ntawm lub roob Palaa tuaj. Nwg tug fwjchim ci ntsaa ab laum nkaus sau ntuj, hab lub nplajteb kuj puv nkaus tej suab qhuas nwg."},{"bible_id":"1216","chapter_code":"HAB.3","verse_code":"HAB.3.4","label":"4","content":"Nwg ci laam quas lug yaam le duab tshaav ntuj, muaj duab ci nplaag ntawm nwg txhais teg kws nraim nwg tug fwjchim ca."},{"bible_id":"1216","chapter_code":"HAB.3","verse_code":"HAB.3.5","label":"5","content":"Muaj mob kis moog ua nwg ntej, muaj mob phem ti nkaus nwg qaab."},{"bible_id":"1216","chapter_code":"HAB.3","verse_code":"HAB.3.6","label":"6","content":"Nwg sawv ntsug cu lub nplajteb, nwg saib ntsoov hab ua rua ib tsoom tebchaws tshee quas nyo, mas tej roob kws nyob ib txwm lug kuj tawg rw quas sua hab tej pov roob kws nyob moog ib txhws kuj saus taag, yog tej roob kws thau u nwg txeev moog lug."},{"bible_id":"1216","chapter_code":"HAB.3","verse_code":"HAB.3.7","label":"7","content":"Kuv pum cov tuabneeg Khusaa tej tsev ntaub lwj sab ntsuav, hab pum cov Mintee daim ntaub xov tsev tshee nduas quas txag."},{"bible_id":"1216","chapter_code":"HAB.3","verse_code":"HAB.3.8","label":"8","content":"Au Yawmsaub, koj npau tawg rua tej dej lov? Koj npau tawg rua tej haav dej lov? Lossws koj chim rua havtxwv rua thaus koj caij neeg hab thaus koj caij koj lub tsheb ua rog kws kov yeej lov?"},{"bible_id":"1216","chapter_code":"HAB.3","verse_code":"HAB.3.9","label":"9","content":"Koj rhu hlo raab neev nti, nruab nkaus xub rua txuj hlua lawm. Koj ua rua lub nplajteb tawg faib sua ua haav dej."},{"bible_id":"1216","chapter_code":"HAB.3","verse_code":"HAB.3.10","label":"10","content":"Tej roob pum dheev koj kuj ntswj tseeg quas nkawg, tej nthwv dej ceev kuj ntsawj hlo moog, nruab tiv txwv kuj tsaa suab nrov hab ndaas sab sab."},{"bible_id":"1216","chapter_code":"HAB.3","verse_code":"HAB.3.11","label":"11","content":"Lub nub hab lub hli nreg tuabywv ntawm lub chaw rua thaus koj raab xub ci tuaj moog hab thaus koj raab muv ci nplaag tuaj."},{"bible_id":"1216","chapter_code":"HAB.3","verse_code":"HAB.3.12","label":"12","content":"Koj hlaa lub nplajteb moog ua npau tawg quas vog, hab tsuj pis ntag ib tsoom tebchaws ua chim quas nyov."},{"bible_id":"1216","chapter_code":"HAB.3","verse_code":"HAB.3.13","label":"13","content":"Koj tawm moog cawm koj haiv tuabneeg kuas dim, yog cawm tug kws koj laub roj tsaa kuas dim. Koj tsoo cov tuabneeg limham tug thawj, kuas nyob lab qaab txwj ntawm taubhau ti nkaus kwtaw."},{"bible_id":"1216","chapter_code":"HAB.3","verse_code":"HAB.3.14","label":"14","content":"Koj xuas koj raab muv  nkaug nwg cov tub rog tug thawj, rua thaus nwg tuaj ceev le khaub zeeg cua yuav ua rua kuv tawg rw quas sua, nwg zoo sab xyiv faab yaam le nwg yuav tau noj cov tuabneeg pluag kws tswv nraim lawm."},{"bible_id":"1216","chapter_code":"HAB.3","verse_code":"HAB.3.15","label":"15","content":"Koj caij koj tej neeg tsuj havtxwv, ua rua dej luj nphau pis nphwv."},{"bible_id":"1216","chapter_code":"HAB.3","verse_code":"HAB.3.16","label":"16","content":"Kuv tau nov, kuv ib ce tshee quas nyo, thaus nov lub suab kuv daim tawv ncauj kuj tshee nduas txag. Kuv tej pob txhaa po, kuv txhais ceg qaug pes tsug. Kuv yuav nyob tuabywv tog rawv nub txom nyem, kws yuav lug raug cov tuabneeg kws txeem tuaj ntaus peb."},{"bible_id":"1216","chapter_code":"HAB.3","verse_code":"HAB.3.17","label":"17","content":"Txawm yog tej txwv cua tsw tawg paaj, tej txwv maab tsw txw txwv, tej txwv aulib tu nrho lawm, tsw muaj qoob huv tej teb, tej yaaj tej tshws nqhaa nkuaj hab tej nkuaj nyug khoob ntshuv,"},{"bible_id":"1216","chapter_code":"HAB.3","verse_code":"HAB.3.18","label":"18","content":"los kuv yuav xyiv faab rua huv Yawmsaub, kuv yuav zoo sab rua Vaajtswv kws cawm kuv dim."},{"bible_id":"1216","chapter_code":"HAB.3","verse_code":"HAB.3.19","label":"19","content":"Vaajtswv Yawmsaub yog kuv tug zug, nwg ua kuv txhais kwtaw zoo yaam le kwtaw maum muas lwj, nwg ua rua kuv moog tau sau tej chaw sab. Zaaj nkauj sau rua tug thawj coj hu nkauj, hab swv nkauj nog ncaas."}]