[{"bible_id":"1216","chapter_code":"HAG.1","verse_code":"HAG.1.1","label":"1","content":"Nub xab ib lub rau hli xyoo ob kws Ntali‑a ua vaajntxwv, Yawmsaub kuas Hakai kws ua xwbfwb cev lug moog has Yawmsaub tej lug rua Se‑athi‑ee tug tub Xelunpanpee kws ua thawj kaav lub xeev Yuta hab has rua Yehauxanta tug tub Yausua kws ua tug tuam pov thawj hlub, has tas,"},{"bible_id":"1216","chapter_code":"HAG.1","verse_code":"HAG.1.2","label":"2","content":"Yawmsaub kws muaj fwjchim luj kawg nkaus has le nuav tas, “Cov tuabneeg nuav has tas, ‘Tsw tau txug swjhawm ua dua Yawmsaub lub tuam tsev.’ ”"},{"bible_id":"1216","chapter_code":"HAG.1","verse_code":"HAG.1.3","label":"3","content":"Mas Yawmsaub has tuaj rua Hakai kws ua xwbfwb cev lug tas,"},{"bible_id":"1216","chapter_code":"HAG.1","verse_code":"HAG.1.4","label":"4","content":"“Lub swjhawm nuav tswm nyog mej nyob huv tej tsev kws xov dua ib txheej ntoo tassws lub tuam tsev nuav tseed pob taag ua tej nam pawg ca lov?”"},{"bible_id":"1216","chapter_code":"HAG.1","verse_code":"HAG.1.5","label":"5","content":"Vem le nuav nwgnuav Yawmsaub kws muaj fwjchim luj kawg nkaus txhad has le nuav tas, “Mej ca le ua tuab zoo saib mej lub neej nyob le caag lawm."},{"bible_id":"1216","chapter_code":"HAG.1","verse_code":"HAG.1.6","label":"6","content":"Mej tseb ntau kuas sau tau tsawg, mej noj kuas tsw tsau, mej haus kuas tseed nqhes, mej naav kuas tsw muaj leejtwg suv. Cov kws ua zug kuj tau nqe zug lug ca rua huv lub naab to qaab.”"},{"bible_id":"1216","chapter_code":"HAG.1","verse_code":"HAG.1.7","label":"7","content":"Yawmsaub kws muaj fwjchim luj kawg nkaus has le nuav tas, “Ca le ua tuab zoo saib mej lub neej nyob le caag lawm."},{"bible_id":"1216","chapter_code":"HAG.1","verse_code":"HAG.1.8","label":"8","content":"Ca le nce moog txav ntoo peg roob coj lug ua lub tuam tsev, kuv txhad txaus sab rua lub tuam tsev hov hab tau koob meej.” Yawmsaub has le nuav ntaag."},{"bible_id":"1216","chapter_code":"HAG.1","verse_code":"HAG.1.9","label":"9","content":"“Mej vaam tas yuav tau ntau tassws tsuas yog tau tsawg xwb. Thaus mej sau qoob lug rua huv tsev kuv muab tshuab yaa pluj taag lawm.” Yawmsaub kws muaj fwjchim luj kawg nkaus has tas, “Ua caag tsua zoo le ntawd? Kuj yog vem kuv lub tuam tsev pob taag ua tej nam pawg los mej txhua tug nyag tseed rau sab ntso ua nyag lub tsev xwb."},{"bible_id":"1216","chapter_code":"HAG.1","verse_code":"HAG.1.10","label":"10","content":"Vem le nuav lub ntuj sau mej txhad tauv dej lwg ca, hab lub nplajteb txhad muab tej qoob loos foob lawm."},{"bible_id":"1216","chapter_code":"HAG.1","verse_code":"HAG.1.11","label":"11","content":"Hab kuv hu txujkev qhuav nkig nkuav lug rua huv lub tebchaws hab sau tej roob, hab rua sau tej qoob loos, cawv txwv maab tshab, roj, hab txhua yaam kws tawm huv aav tuaj, hab rua tuabneeg hab tsaj txhu hab txhua yaam kws puab txhais teg ua.”"},{"bible_id":"1216","chapter_code":"HAG.1","verse_code":"HAG.1.12","label":"12","content":"Mas Se‑athi‑ee tug tub Xelunpanpee hab Yehauxanta tug tub Yausua kws ua tug tuam pov thawj hlub, hab cov peejxeem kws tseed tshuav nyob suavdawg kuj noog puab tug Vaajtswv Yawmsaub tej lug hab tej lug kws Hakai kws ua xwbfwb cev lug has, vem yog puab tug Vaajtswv Yawmsaub khaiv nwg lug. Hab cov pejxeem kuj paub ntshai Yawmsaub."},{"bible_id":"1216","chapter_code":"HAG.1","verse_code":"HAG.1.13","label":"13","content":"Hakai, kws yog Yawmsaub tug tubkhai txhad has Yawmsaub tej lug rua cov pejxeem has tas, “Yawmsaub has tas, ‘Kuv nrug nraim mej nyob.’ ”"},{"bible_id":"1216","chapter_code":"HAG.1","verse_code":"HAG.1.14","label":"14","content":"Hab Yawmsaub ua rua Se‑athi‑ee tug tub Xelunpanpee kws ua thawj kaav lub xeev Yuta hab Yehauxanta tug tub Yausua kws ua tug tuam pov thawj hlub, hab cov peejxeem kws tseed tshuav nyob suavdawg kub sab quas lug mas puab txhad tuaj ua puab tug Vaajtswv Yawmsaub kws muaj fwjchim luj kawg nkaus lub tuam tsev,"},{"bible_id":"1216","chapter_code":"HAG.1","verse_code":"HAG.1.15","label":"15","content":"rua nub tim neeg nkaum plaub lub rau hli hov, yog xyoo ob kws Ntali‑a ua vaajntxwv."},{"bible_id":"1216","chapter_code":"HAG.2","verse_code":"HAG.2.1","label":"1","content":"Nub tim neeg nkaum ib lub xyaa hli, Yawmsaub has lug tuaj rua Hakai kws ua xwbfwb cev lug tas,"},{"bible_id":"1216","chapter_code":"HAG.2","verse_code":"HAG.2.2","label":"2","content":"“Ca le has rua Se‑athi‑ee tug tub Xelunpanpee kws ua thawj kaav Yuta tebchaws hab Yehauxanta tug tub Yausua kws ua tug tuam pov thawj hlub, hab cov peejxeem kws tseed tshuav nyob has tas,"},{"bible_id":"1216","chapter_code":"HAG.2","verse_code":"HAG.2.3","label":"3","content":"‘Tshuav leejtwg nyob huv mej txeev pum lub tuam tsev qub thau u zoo nkauj le caag? Nwgnuav mej ho pum lub tuam tsev zoo le caag lawm? Saib mas tsw tseem ceeb le lov?’"},{"bible_id":"1216","chapter_code":"HAG.2","verse_code":"HAG.2.4","label":"4","content":"Yawmsaub has tas, ‘Xelunpanpee 'e, ca le ua sab tuab. Yehauxanta tug tub Yausua kws ua tug tuam pov thawj hlub 'e, ca le ua sab tuab.’ Yawmsaub has tas, ‘Mej cov pejxeem thoob tebchaws ca le ua sab tuab.’ Yawmsaub kws muaj fwjchim luj kawg nkaus has tas, ‘Ca le ua moog, vem kuv nrug nraim mej nyob,"},{"bible_id":"1216","chapter_code":"HAG.2","verse_code":"HAG.2.5","label":"5","content":"ib yaam le thaus kuv coj mej tawm huv Iyi tebchaws lug kuv tau cog lug rua mej. Kuv tug Ntsuj Plig yeej nrug nraim mej nyob, tsw xob ntshai le.’"},{"bible_id":"1216","chapter_code":"HAG.2","verse_code":"HAG.2.6","label":"6","content":"“Yawmsaub kws muaj fwjchim luj kawg nkaus has le nuav tas, ‘Tshuav tsw ntev kuv yuav cu lub ntuj hab lub nplajteb hab dej havtxwv hab nruab nqhuab dua ib zag."},{"bible_id":"1216","chapter_code":"HAG.2","verse_code":"HAG.2.7","label":"7","content":"Kuv yuav cu ib tsoom tebchaws suavdawg ua kuas ib tsoom tebchaws suavdawg tej nyaj txag ndwg  lug rua mej, hab kuv yuav muab lub koob meej ci ntsaa ab ntim puv nkaus lub tuam tsev nuav.’ Yawmsaub kws muaj fwjchim luj kawg nkaus has le nuav ntaag."},{"bible_id":"1216","chapter_code":"HAG.2","verse_code":"HAG.2.8","label":"8","content":"‘Nyaj yog kuv le, kub yog kuv le.’ Yawmsaub kws muaj fwjchim luj kawg nkaus has le nuav ntaag."},{"bible_id":"1216","chapter_code":"HAG.2","verse_code":"HAG.2.9","label":"9","content":"Yawmsaub kws muaj fwjchim luj kawg nkaus has tas, ‘Lub tuam tsev nuav yuav muaj lub koob meej ci ntsaa ab luj dua lub qub thau u. Kuv yuav pub lub chaw nuav vaam meej noj qaab nyob zoo.’ Yawmsaub kws muaj fwjchim luj kawg nkaus has le nuav ntaag.”"},{"bible_id":"1216","chapter_code":"HAG.2","verse_code":"HAG.2.10","label":"10","content":"Nub tim neeg nkaum plaub lub cuaj hlis xyoo ob kws Ntali‑a ua vaajntxwv, Yawmsaub has lug tuaj rua Hakai kws cev lug tas,"},{"bible_id":"1216","chapter_code":"HAG.2","verse_code":"HAG.2.11","label":"11","content":"“Yawmsaub kws muaj fwjchim luj kawg nkaus has le nuav tas, ‘Ca le nug cov pov thawj saib txuj kevcai has le caag."},{"bible_id":"1216","chapter_code":"HAG.2","verse_code":"HAG.2.12","label":"12","content":"Yog leejtwg qaws lub qaab tsho ntev qhwv ib qho nqaj dawb huv coj moog, es yog lub qaab tsho hov moog nphaav tej ncuav lossws zaub sav lossws cawv txwv maab lossws roj lossws ib yaam zaub mov twg, mas tej hov yuav dawb huv hab lov?’ ” Cov pov thawj teb tas, “Tsw dawb huv.”"},{"bible_id":"1216","chapter_code":"HAG.2","verse_code":"HAG.2.13","label":"13","content":"Mas Hakai has tas, “Yog leejtwg tau moog kov tej cev tuag ua rua nwg qas tsw huv es nwg tsua lug kov tej nuav, mas tej nuav yuav qas tsw huv hab lov?” Cov pov thawj teb tas, “Tej nuav yuav qas tsw huv hab.”"},{"bible_id":"1216","chapter_code":"HAG.2","verse_code":"HAG.2.14","label":"14","content":"Hakai txhad has tas, “Yawmsaub has tas, ‘Kuv pum kuv cov tuabneeg nuav hab lub tebchaws nuav zoo ib yaam le ntawd. Txhua yaam kws puab txhais teg ua kuj zoo le ntawd hab tej kws puab muab xyeem kuj qas tsw huv."},{"bible_id":"1216","chapter_code":"HAG.2","verse_code":"HAG.2.15","label":"15","content":"Nwgnuav ca le tshuaj saib txwj nub nua moog yuav muaj daabtsw tshwm lug. Ua ntej kws mej tsw tau muab tej pob zeb lug tib sws tshooj ua Yawmsaub lub tuam tsev"},{"bible_id":"1216","chapter_code":"HAG.2","verse_code":"HAG.2.16","label":"16","content":"mej lub neej zoo le caag? Thaus ib tug moog rua ntawm pawg qoob xaav tas yuav luj tau neeg nkaum thoob tassws tsuas muaj kaum thoob xwb. Thaus ib tug moog txug ntawm lub rhawv kua txwv maab yuav ntaus tswb caug thoob tassws tsuas muaj neeg nkaum thoob xwb."},{"bible_id":"1216","chapter_code":"HAG.2","verse_code":"HAG.2.17","label":"17","content":"Kuv tub nplawm mej hab ua rua mej tej qoob loos huvsw nce mob hab tuaj pwm hab raug lawg ntaus los mej tsw rov lug cuag kuv.’ Yawmsaub has le nuav ntaag."},{"bible_id":"1216","chapter_code":"HAG.2","verse_code":"HAG.2.18","label":"18","content":"‘Ca le tshuaj saib txwj nub nua moog, yog nub tim neeg nkaum plaub lub cuaj hlis, yog nub kws tag tej taw ua Yawmsaub lub tuam tsev. Ca le ua tuab zoo xaav saib,"},{"bible_id":"1216","chapter_code":"HAG.2","verse_code":"HAG.2.19","label":"19","content":"tseed tshuav qoob huv txhaab lov? Tej txwv maab txwv cua txwv ntsab pobkws hab tej txwv aulib tsw txw txwv lov? Txwj nub nua moog kuv yuav foom koob moov rua mej.’ ”"},{"bible_id":"1216","chapter_code":"HAG.2","verse_code":"HAG.2.20","label":"20","content":"Nub tim neeg nkaum plaub lub hli hov Yawmsaub has lug zag ob tuaj rua Hakai tas,"},{"bible_id":"1216","chapter_code":"HAG.2","verse_code":"HAG.2.21","label":"21","content":"“Ca le has rua Xelunpanpee kws ua tug thawj kaav lub xeev Yuta has tas, ‘Kuv saamswm yuav cu lub ntuj hab lub nplajteb,"},{"bible_id":"1216","chapter_code":"HAG.2","verse_code":"HAG.2.22","label":"22","content":"hab yuav muab tej tebchaws lub zwm txwv ntxeev pov tseg. Kuv saamswm yuav rhuav tshem ib tsoom tebchaws le fwjchim hab muab tej tsheb neeg ua rog hab tug kws tsaav tsheb ntxeev pov tseg. Tej neeg hab tug caij neeg yuav qaug tuag, txhua tug yuav tuag rua nwg tug phoojywg le nav ntaaj.’"},{"bible_id":"1216","chapter_code":"HAG.2","verse_code":"HAG.2.23","label":"23","content":"Yawmsaub kws muaj fwjchim luj kawg nkaus has tas, ‘Se‑athi‑ee tug tub Xelunpanpee kws yog kuv tug qhev, nub ntawd kuv yuav qaws koj.’ Yawmsaub has tas, ‘Kuv yuav muab koj ua zoo le lub nplhaib txaam txwm, vem kuv tub xaiv koj lawm.’ Yawmsaub kws muaj fwjchim luj kawg nkaus has le nuav ntaag.”"}]