[{"bible_id":"1216","chapter_code":"HEB.1","verse_code":"HEB.1.1","label":"1","content":"Yaav thau u Vaajtswv swv cov xwbfwb cev lug has rua peb tej laug ntau zag hab swv ntau yaam txujci,"},{"bible_id":"1216","chapter_code":"HEB.1","verse_code":"HEB.1.2","label":"2","content":"tassws tam kawg nuav nwg has ntawm nwg tug Tub rua peb, yog tug kws nwg tsaa lug saws ib puas tsaav yaam ua qub txeeg qub teg, hab yog tug kws nwg swv tswm lub ntuj lub teb huvsw."},{"bible_id":"1216","chapter_code":"HEB.1","verse_code":"HEB.1.3","label":"3","content":"Leej Tub xyeem kuas pum Vaajtswv tug duab ci ntsaa ab, nwg tug yaam ntxwv zoo thooj le Vaajtswv txhua yaam huvsw, nwg swv nwg tej lug kws muaj fwjchim luj tuav rawv ib puas tsaav yaam huvsw ca. Thaus nwg ntxuav tej kev txhum tseg huvsw lawm nwg nyob tsawg ntawm Vaajtswv kws luj dua ndais saab teg xws sau ntuj ceeb tsheej,"},{"bible_id":"1216","chapter_code":"HEB.1","verse_code":"HEB.1.4","label":"4","content":"txhad zoo dhau cov tubkhai ntuj ib yaam le kws nwg tau lub npe kws tswm txaj dua cov tubkhai ntuj tej npe."},{"bible_id":"1216","chapter_code":"HEB.1","verse_code":"HEB.1.5","label":"5","content":"Tsua qhov muaj ib tug tubkhai twg kws Vaajtswv has rua nwg tas, “Koj yog kuv tug Tub, nub nua kuv yug tau koj lawm”? Lossws has tas, “Kuv yuav ua nwg leej txwv hab nwg yuav ua kuv tug tub.”?"},{"bible_id":"1216","chapter_code":"HEB.1","verse_code":"HEB.1.6","label":"6","content":"Hab muaj dua ib zag thaus Vaajtswv coj nwg tug Tub hlub lug rua huv lub nplajteb nwg has tas, “Ca Vaajtswv cov tubkhai ntuj suavdawg pe hawm tug Tub.”"},{"bible_id":"1216","chapter_code":"HEB.1","verse_code":"HEB.1.7","label":"7","content":"Has txug cov tubkhai ntuj nwg has tas, “Nwg tswm nwg cov tubkhai ntuj zoo ib yaam le cua, hab tswm nwg cov tub qhe zoo ib yaam le nplaim tawg.”"},{"bible_id":"1216","chapter_code":"HEB.1","verse_code":"HEB.1.8","label":"8","content":"Tassws has txug nwg leej Tub nwg has tas, “Au Vaajtswv, koj lub zwm txwv muaj nyob moog ib txhws tsw kawg. Tug cwj kws ua vaajntxwv kaav yog tug cwj ncaaj nceeg."},{"bible_id":"1216","chapter_code":"HEB.1","verse_code":"HEB.1.9","label":"9","content":"Koj nyam txujkev ncaaj nceeg, koj ntxub txujkev limham. Vem le nuav Vaajtswv, koj tug Vaajtswv, tau muab cov roj kws ua kuas zoo sab xyiv faab laub tsaa koj ua luj dua koj cov kwvluag.”"},{"bible_id":"1216","chapter_code":"HEB.1","verse_code":"HEB.1.10","label":"10","content":"Hab has tas, “Au tug Tswv, thau u koj tag taw rua lub nplajteb, hab lub ntuj yog koj txhais teg ua."},{"bible_id":"1216","chapter_code":"HEB.1","verse_code":"HEB.1.11","label":"11","content":"Tej hov yuav puam tsuaj taag, tassws koj yuav nyob moog le, tej hov yuav txawj qub yaam le tej tsoog tsho."},{"bible_id":"1216","chapter_code":"HEB.1","verse_code":"HEB.1.12","label":"12","content":"Koj yuav muab tej hov dov ib yaam le dov thooj ntaub hab raug muab hloov ib yaam tej tsoog tsho. Tassws koj tseed zoo le qub, hab koj lub naj lub xyoo tsw txawj kawg.”"},{"bible_id":"1216","chapter_code":"HEB.1","verse_code":"HEB.1.13","label":"13","content":"Muaj tug tubkhai ntuj twg kws Vaajtswv has rua nwg tas, “Ca le nyob tsawg ntawm kuv saab xws, moog txug thaus kuv muab koj cov yeeb ncuab ua koj lub rooj tag taw.”?"},{"bible_id":"1216","chapter_code":"HEB.1","verse_code":"HEB.1.14","label":"14","content":"Tej tubkhai ntuj yog tej ntsuj plig kws ua Vaajtswv teg num kws raug khaiv moog ua koom rua cov kws yuav tau txujkev dim los tsw yog?"},{"bible_id":"1216","chapter_code":"HEB.2","verse_code":"HEB.2.1","label":"1","content":"Vem le nuav peb yimfuab yuav tsum muab tsua sau sab rua tej lug kws peb tau nov lawd heev dua qub peb txhad tsw txaav deb zuj zug qhov nuav lawm."},{"bible_id":"1216","chapter_code":"HEB.2","verse_code":"HEB.2.2","label":"2","content":"Yog tej lug kws cov tubkhai ntuj has hov pum tas muaj tseeb hab txhua yaam kev faav xeeb hab tsw noog lug tau raug txem lawv le kws tswm nyog lawm,"},{"bible_id":"1216","chapter_code":"HEB.2","verse_code":"HEB.2.3","label":"3","content":"yog peb tsw quav ntsej txujkev dim kws luj kawg le nuav peb yuav dim tau le caag? Tug Tswv tub xub tshaaj tawm txujkev dim hov hab cov kws tau nov tug Tswv kuj laav tas muaj tseeb."},{"bible_id":"1216","chapter_code":"HEB.2","verse_code":"HEB.2.4","label":"4","content":"Vaajtswv kuj ua tej txujci tseem ceeb hab txujci phemfwj hab ua ntau yaam num kws muaj fwjchim ua timkhawv txug tej nuav, hab muab Vaaj Ntsuj Plig kws dawb huv faib rua peb lawv le nwg lub sab nyam."},{"bible_id":"1216","chapter_code":"HEB.2","verse_code":"HEB.2.5","label":"5","content":"Vaajtswv tsw tau muab lub nplajteb kws nyob tom hauv ntej kws peb saamswm has txug tso rua cov tubkhai ntuj tswjfwm."},{"bible_id":"1216","chapter_code":"HEB.2","verse_code":"HEB.2.6","label":"6","content":"Muaj ib tug ua timkhawv rua ib qhov has tas, “Tuabneeg yog daabtsw es koj ncu txug puab, hab tuabneeg tug tub yog daabtsw es koj mob sab nwg?"},{"bible_id":"1216","chapter_code":"HEB.2","verse_code":"HEB.2.7","label":"7","content":"Koj ua rua nwg qeg dua cov tubkhai ntuj ib nyuas ntu xwb, hab koj muab meej mom hab koob meej ua mom kub rua nwg ntoo."},{"bible_id":"1216","chapter_code":"HEB.2","verse_code":"HEB.2.8","label":"8","content":"Koj muab txhua yaam tso rua huv qaab nwg xwb taw.” Qhov kws Vaajtswv pub txhua yaam nyob huv qaab nwg, tsw muaj ib yaam twg kws tsw nyob huv qaab nwg kev tswjfwm. Qhov tseeb lub swjhawm nuav peb tsw tau pum tas txhua yaam nyob huv qaab nwg kev tswjfwm."},{"bible_id":"1216","chapter_code":"HEB.2","verse_code":"HEB.2.9","label":"9","content":"Tassws peb pum tas Yexu kws raug muab ua qeg dua cov tubkhai ntuj ib nyuas ntu, tub tau meej mom hab koob meej ua mom kub ntoo lawm vem nwg raug kev tswm txom tuag, sub Yexu txhad swm txujkev tuag thij txhua tug vem yog Vaajtswv hlub."},{"bible_id":"1216","chapter_code":"HEB.2","verse_code":"HEB.2.10","label":"10","content":"Thaus Vaajtswv coj cov tub coob coob moog tau koob meej ci ntsaa ab, kuj tswm nyog Vaajtswv tug kws ua rua txhua yaam muaj nyob hab txhua yaam nyob rua nwg, ua rua tug kws rhawv txujkev dim rua puab hov zoo kawg nkaus tsua qhov kws nwg raug tswm txom."},{"bible_id":"1216","chapter_code":"HEB.2","verse_code":"HEB.2.11","label":"11","content":"Tug kws cais tuabneeg ua dawb huv hab cov kws raug muab cais ua dawb huv kuj koom tuab leej txwv. Yog le nuav Yexu tsw txaaj muag hu puab cov ntawd ua kwvtij."},{"bible_id":"1216","chapter_code":"HEB.2","verse_code":"HEB.2.12","label":"12","content":"Nwg has tas, “Kuv yuav pav koj lub npe rua kuv cov kwvtij paub, kuv yuav qhuas koj rua thaus ib tsoom tuabneeg tuaj txoos ua ke.”"},{"bible_id":"1216","chapter_code":"HEB.2","verse_code":"HEB.2.13","label":"13","content":"Hab dua ib zag has tas, “Kuv yuav vaam khom nwg,” hab has tas, “kuv hab cov mivnyuas kws Vaajtswv pub rua kuv nyob ntawm nuav.”"},{"bible_id":"1216","chapter_code":"HEB.2","verse_code":"HEB.2.14","label":"14","content":"Tub yog vem cov mivnyuas muaj roj muaj ntshaav le caag, nwg txhad muaj roj muaj ntshaav ib yaam le puab, sub qhov kws nwg tuag hov txhad rhuav tau Ntxwg Nyoog, tug kws muaj fwjchim ua rua tuabneeg tuag,"},{"bible_id":"1216","chapter_code":"HEB.2","verse_code":"HEB.2.15","label":"15","content":"hab cawm tau txhua tug kws ntshai txujkev tuag es poob ua txujkev ntshai le qhev ib swm neej kuas dim."},{"bible_id":"1216","chapter_code":"HEB.2","verse_code":"HEB.2.16","label":"16","content":"Qhov tseeb Vaajtswv tsw txhawj cov tubkhai ntuj tassws txhawj Aplahaa caaj ceg."},{"bible_id":"1216","chapter_code":"HEB.2","verse_code":"HEB.2.17","label":"17","content":"Vem le nuav Yexu yuav tsum ua zoo le nwg cov kwvtij txhua yaam huvsw, sub nwg txhad ua tau tug tuam pov thawj hlub kws muaj kev khuvleej hab kev ncaaj nceeg ua koom rua Vaajtswv txhad ntxuav tau tuabneeg lub txem."},{"bible_id":"1216","chapter_code":"HEB.2","verse_code":"HEB.2.18","label":"18","content":"Vem Yexu raug kev txom nyem hab raug kev swm sab, nwg txhad paab tau cov kws raug kev swm sab hab."},{"bible_id":"1216","chapter_code":"HEB.3","verse_code":"HEB.3.1","label":"1","content":"Vem le nuav, cov kwvtij dawb huv kws koom qhov kws Vaajtswv hu moog sau ntuj, mej ca le ua tuab zoo saib Yexu kws yog tubkhai hab yog tug tuam pov thawj hlub kws peb has tas peb ntseeg."},{"bible_id":"1216","chapter_code":"HEB.3","verse_code":"HEB.3.2","label":"2","content":"Yexu ua ncaaj rua Vaajtswv kws tsaa nwg, ib yaam le Mauxe ua ncaaj rua huv Vaajtswv tsev tuabneeg."},{"bible_id":"1216","chapter_code":"HEB.3","verse_code":"HEB.3.3","label":"3","content":"Yexu kuj tswm nyog tau koob meej ntau dua Mauxe, ib yaam le tug Kws ua tsev yeej tau koob meej ntau dua lub tsev."},{"bible_id":"1216","chapter_code":"HEB.3","verse_code":"HEB.3.4","label":"4","content":"Vem txhua lub tsev muaj tug kws ua, tassws tug kws tswm txhua yaam huvsw yog Vaajtswv."},{"bible_id":"1216","chapter_code":"HEB.3","verse_code":"HEB.3.5","label":"5","content":"Mauxe ua ncaaj rua huv Vaajtswv tsev tuabneeg suavdawg yaam le ib tug tub qhe sub nwg txhad ua tau timkhawv txug tej kws yuav has txug tom hauv ntej,"},{"bible_id":"1216","chapter_code":"HEB.3","verse_code":"HEB.3.6","label":"6","content":"tassws Kheto ua ncaaj yaam le tug tub kaav Vaajtswv tsev tuabneeg. Peb kuj yog Vaajtswv tsev tuabneeg tsuav yog peb tuav rawv txujkev ruaj sab hab txujkev vaam kws peb khaav txug."},{"bible_id":"1216","chapter_code":"HEB.3","verse_code":"HEB.3.7","label":"7","content":"Vem le nuav, lawv le Vaaj Ntsuj Plig kws dawb huv has tas, “Nub nua yog mej noog nwg lub suab,"},{"bible_id":"1216","chapter_code":"HEB.3","verse_code":"HEB.3.8","label":"8","content":"tsw xob ua mej lub sab tawv yaam le zag kws mej faav xeeb yog nub kws swm sab huv tebchaws moj saab qhua hov,"},{"bible_id":"1216","chapter_code":"HEB.3","verse_code":"HEB.3.9","label":"9","content":"yog qhov chaw kws mej tej laug swm hab tshuaj saib kuv, hab pum tej num kws kuv ua plaub caug xyoo."},{"bible_id":"1216","chapter_code":"HEB.3","verse_code":"HEB.3.10","label":"10","content":"Vem le ntawd kuv txhad chim rua cov tuabneeg tam hov, hab kuv has tas, ‘Puab lub sab pheej yuam kev, hab puab tsw paub kuv txujkev.’"},{"bible_id":"1216","chapter_code":"HEB.3","verse_code":"HEB.3.11","label":"11","content":"Lawv le kuv cog lug twv chim quas nyov tas, ‘Puab yuav tsw tau nkaag moog rua huv lub chaw kws kuv pub puab su hlo le.’ ”"},{"bible_id":"1216","chapter_code":"HEB.3","verse_code":"HEB.3.12","label":"12","content":"Cov kwvtij, ca le ceev faaj tuab zoo tsw xob ca mej cov muaj ib tug twg kws lub sab phem, lub sab tsw ntseeg, kws yuav coj mej yuam kev ntawm Vaajtswv kws muaj txujsa nyob."},{"bible_id":"1216","chapter_code":"HEB.3","verse_code":"HEB.3.13","label":"13","content":"Tassws mej yuav tsum naj nub ib leeg txhawb ib leeg lub sab rua thaus tseed hu tau tas “Nub nua,” sub mej txhad tsw muaj ib tug twg ua lub sab tawv vem yog raug lub txem daag ntxag."},{"bible_id":"1216","chapter_code":"HEB.3","verse_code":"HEB.3.14","label":"14","content":"Vem tas peb tub koom nrug Kheto ua ke, tsuav yog peb tuav txujkev ruaj sab kws peb muaj txwj thaus chiv thawj ruaj moog txug thaus kawg,"},{"bible_id":"1216","chapter_code":"HEB.3","verse_code":"HEB.3.15","label":"15","content":"lawv le kws has tas, “Nub nua yog mej noog nwg lub suab, tsw xob ua mej lub sab tawv yaam le zag kws mej faav xeeb hov.”"},{"bible_id":"1216","chapter_code":"HEB.3","verse_code":"HEB.3.16","label":"16","content":"Leejtwg yog cov kws nov hab faav xeeb hov? Tub yog txhua tug kws Mauxe coj tawm huv Iyi tebchaws moog lawm los tsw yog?"},{"bible_id":"1216","chapter_code":"HEB.3","verse_code":"HEB.3.17","label":"17","content":"Leejtwg yog cov kws Vaajtswv chim rua plaub caug xyoo hov? Tub yog txhua tug kws ua txhum hab puab tej cev tuag poob taag rua huv tebchaws moj saab qhua los tsw yog?"},{"bible_id":"1216","chapter_code":"HEB.3","verse_code":"HEB.3.18","label":"18","content":"Leejtwg yog cov kws Vaajtswv cog lug twv tas yuav tsw tau nkaag rua huv lub chaw kws nwg pub puab su? Tub yog cov kws tsw noog lug los tsw yog?"},{"bible_id":"1216","chapter_code":"HEB.3","verse_code":"HEB.3.19","label":"19","content":"Vem le hov peb txhad pum tas qhov kws puab moog tsw tau rua huv vem yog puab tsw ntseeg."},{"bible_id":"1216","chapter_code":"HEB.4","verse_code":"HEB.4.1","label":"1","content":"Yog le hov, thaus lu lug cog tseg tseed muaj nyob has tas nkaag tau rua huv Vaajtswv lub chaw su, peb yuav tsum ceev faaj tsaam tes yuav suav tas mej qee leej moog tsw txug."},{"bible_id":"1216","chapter_code":"HEB.4","verse_code":"HEB.4.2","label":"2","content":"Vem tas peb kuj tau nov txuj xuv zoo ib yaam le puab. Tassws tej lug kws puab nov hov tsw muaj qaabhau rua puab vem puab tsw lug ntseeg."},{"bible_id":"1216","chapter_code":"HEB.4","verse_code":"HEB.4.3","label":"3","content":"Peb cov kws ntseeg lawm kuj nkaag tau rua huv lub chaw su hov, lawv le Vaajtswv has tas, “Lawv le kuv cog lug twv chim quas nyov tas, ‘Puab yuav tsw tau nkaag moog rua huv lub chaw kws kuv pub puab su hlo le,’ ” txawm yog nwg tej num tav taag txwj thaus tswm ntuj tswm teb kuj xwj."},{"bible_id":"1216","chapter_code":"HEB.4","verse_code":"HEB.4.4","label":"4","content":"Tsua qhov muaj ib nqais kws nwg has txug nub xyaa le nuav has tas, “Nub xyaa hov Vaajtswv su txhua yaam num kws nwg tau ua.”"},{"bible_id":"1216","chapter_code":"HEB.4","verse_code":"HEB.4.5","label":"5","content":"Hab huv cov nqai nuav nwg has tas, “Puab yuav tsw tau nkaag moog rua huv lub chaw kws kuv pub puab su hlo le.”"},{"bible_id":"1216","chapter_code":"HEB.4","verse_code":"HEB.4.6","label":"6","content":"Yog le ntawd tseed tshuav kev rua qee leej nkaag moog tau, hab cov kws yaav nraag ntej tau nov txuj xuv zoo tsw tau nkaag moog vem puab tsw noog lug."},{"bible_id":"1216","chapter_code":"HEB.4","verse_code":"HEB.4.7","label":"7","content":"Vem le nuav Vaajtswv txhad teem dua ib nub, yog “Nub nua,” lawv le nwg has rua Tavi ntau xyoo tom qaab rua nqai kws txeev has txug lawm tas, “Nub nua yog mej noog nwg lub suab mej tsw xob ua mej lub sab tawv.”"},{"bible_id":"1216","chapter_code":"HEB.4","verse_code":"HEB.4.8","label":"8","content":"Yog Yausua tub coj puab lug txug lub chaw su lawm, tom qaab hov Vaajtswv yuav tsw has txug dua rua lwm nub."},{"bible_id":"1216","chapter_code":"HEB.4","verse_code":"HEB.4.9","label":"9","content":"Yog le nuav tseed tshuav nub Xanpatau rua Vaajtswv cov tuabneeg su,"},{"bible_id":"1216","chapter_code":"HEB.4","verse_code":"HEB.4.10","label":"10","content":"tsua qhov leejtwg tau nkaag moog rua huv Vaajtswv lub chaw su lawm, tug ntawd kuj su nwg tej num ib yaam le Vaajtswv tau su nwg tej num."},{"bible_id":"1216","chapter_code":"HEB.4","verse_code":"HEB.4.11","label":"11","content":"Vem le nuav peb ca le swv zug nkaag moog rua huv lub chaw su ntawd, sub txhad tsw muaj leejtwg nplaam lawv le cov kws tsw noog lug ntawd."},{"bible_id":"1216","chapter_code":"HEB.4","verse_code":"HEB.4.12","label":"12","content":"Tsua qhov Vaajtswv txujlug muaj txujsa hab pheej ua num. Txujlug hov ntse dua raab ntaaj kws ob saab ntse, nkaug moog thoob plhawv nruab sab hab tug ntsuj plig, hab tej cos qej txhaa hab tej hlwb txhaa, hab txawj tshuaj saib tej kws tuabneeg xaav hab tej kws nyob huv tuabneeg lub sab."},{"bible_id":"1216","chapter_code":"HEB.4","verse_code":"HEB.4.13","label":"13","content":"Tsw muaj ib yaam kws tswm lug lawd yuav nraim tau ntawm Vaajtswv, tassws txhua yaam yuav raug tshwm lug kuas pum tseeb rua ntawm nwg lub qhov muag, nwg yog tug kws peb yuav tsum qha peb lub neej huvsw rua nwg."},{"bible_id":"1216","chapter_code":"HEB.4","verse_code":"HEB.4.14","label":"14","content":"Yog le ntawd vem peb muaj ib tug tuam pov thawj hlub luj kawg kws tub hlaa moog rua sau ntuj lawm, yog Yexu kws yog Vaajtswv tug Tub, ca peb tuav rawv txujkev ntseeg kws peb leeg yuav."},{"bible_id":"1216","chapter_code":"HEB.4","verse_code":"HEB.4.15","label":"15","content":"Tsua qhov peb tsw yog muaj tug tuam pov thawj hlub kws tsw txawj mob sab qhov kws peb qaug zug tassws nwg txeev raug kev swm sab txhua yaam ib yaam le peb los nwg tsw ua txhum hlo le."},{"bible_id":"1216","chapter_code":"HEB.4","verse_code":"HEB.4.16","label":"16","content":"Yog le nuav peb ca le ua sab tuab lug rua ntawm lub zwm txwv kws muaj txujkev hlub, sub peb txhad tau txais txujkev khuvleej hab ntswb txujkev hlub kws paab tau rua thaus peb cheem tsum."},{"bible_id":"1216","chapter_code":"HEB.5","verse_code":"HEB.5.1","label":"1","content":"Txhua tug tuam pov thawj yog xaiv tuabneeg lug ua hab tsaa lug nyob tuabneeg chaw ua koom rua Vaajtswv, yog muab hov txhua chaw xyeem hab ua kevcai xyeem daws txem."},{"bible_id":"1216","chapter_code":"HEB.5","verse_code":"HEB.5.2","label":"2","content":"Nwg ua sab mog sab muas paab cov tuabneeg tsw paub qaabhau hab cov kws yuam kev tsua qhov nwg kuj txawj qaug zug hab."},{"bible_id":"1216","chapter_code":"HEB.5","verse_code":"HEB.5.3","label":"3","content":"Vem le nuav nwg txhad yuav tsum muab tsaj xyeem daws nwg lub txem hab daws cov pejxeem lub txem."},{"bible_id":"1216","chapter_code":"HEB.5","verse_code":"HEB.5.4","label":"4","content":"Tsw muaj leejtwg tsaa nwg tug kheej ua teg num kws muaj meej nuav, tassws yuav tsum yog Vaajtswv hu nwg ib yaam le hu Aloo."},{"bible_id":"1216","chapter_code":"HEB.5","verse_code":"HEB.5.5","label":"5","content":"Ib yaam le ntawd Kheto tsw tau tsaa nwg tug kheej kuas tau koob meej ua tuam pov thawj hlub, tassws Vaajtswv has rua nwg tas, “Koj yog kuv tug Tub, nub nua kuv yug tau koj lawm.”"},{"bible_id":"1216","chapter_code":"HEB.5","verse_code":"HEB.5.6","label":"6","content":"Hab has dua ib qho has tas, “Koj ua pov thawj moog ib txhws ib yaam le Mekhixente.”"},{"bible_id":"1216","chapter_code":"HEB.5","verse_code":"HEB.5.7","label":"7","content":"Thaus Yexu tseed ua tuabneeg nqaj tawv nwg thov hab taij thov nrov nrov lug kua muag rua Vaajtswv tug kws cawm tau nwg dim huv txujkev tuag, hab Vaajtswv noog nwg tej lug thov vem Yexu paub ntshai Vaajtswv."},{"bible_id":"1216","chapter_code":"HEB.5","verse_code":"HEB.5.8","label":"8","content":"Txawm yog nwg yog tug Tub los nwg kuj kawm paub noog lug ntawm tej kev tswm txom kws nwg raug."},{"bible_id":"1216","chapter_code":"HEB.5","verse_code":"HEB.5.9","label":"9","content":"Thaus Yexu raug muab ua zoo kawg nkaus lawm nwg txhad ua lub hauv paug kev dim moog ib txhws rua txhua tug kws noog nwg lug,"},{"bible_id":"1216","chapter_code":"HEB.5","verse_code":"HEB.5.10","label":"10","content":"hab Vaajtswv tsaa nwg ua tug tuam pov thawj hlub ib yaam le Mekhixente."},{"bible_id":"1216","chapter_code":"HEB.5","verse_code":"HEB.5.11","label":"11","content":"Tseed muaj ntau yaam kws peb yuav has txug qhov nuav tassws ceblaaj pav vem mej ntsej laag taag lawm."},{"bible_id":"1216","chapter_code":"HEB.5","verse_code":"HEB.5.12","label":"12","content":"Nwgnuav tub tswm nyog mej ua tau xwbfwb qha lawm tassws mej tseed cheem tsum ib tug muab Vaajtswv txujlug lub hauv paug qha mej dua. Mej tseed cheem tsum kua mig tsw yog tej zaub mov tawv."},{"bible_id":"1216","chapter_code":"HEB.5","verse_code":"HEB.5.13","label":"13","content":"Txhua tug kws tseed noj mig yeej tsw paub txug tej lug kws has txug kev ncaaj nceeg, vem nwg tseed yog mivnyuas mog."},{"bible_id":"1216","chapter_code":"HEB.5","verse_code":"HEB.5.14","label":"14","content":"Tassws tej zaub mov tawv yog muab rua cov kws hlub lawd noj, yog cov kws tub xyum kawm lawm txhad txawj cais tas yaam twg zoo yaam twg phem."},{"bible_id":"1216","chapter_code":"HEB.6","verse_code":"HEB.6.1","label":"1","content":"Vem le nuav peb tsw xob yog qha lub hauv paug kws has txug Kheto ntxwv, peb ca le moog txug qhov kws hlub tav lawm. Peb yuav tsw tag dua taw kws has txug qhov kws ntxeev dua sab tshab ntawm tej num kws coj moog txug kev tuag hab has txug qhov kws ntseeg Vaajtswv,"},{"bible_id":"1216","chapter_code":"HEB.6","verse_code":"HEB.6.2","label":"2","content":"hab qhov kws ua kevcai raus dej, qhov kws tsaa teg npuab, qhov kws cov tuag caj sawv rov lug hab qhov kws raug txem moog ib txhws."},{"bible_id":"1216","chapter_code":"HEB.6","verse_code":"HEB.6.3","label":"3","content":"Yog Vaajtswv tso cai, peb yuav ua le ntawd moog."},{"bible_id":"1216","chapter_code":"HEB.6","verse_code":"HEB.6.4","label":"4","content":"Cov tuabneeg kws tub txais txujkev kaaj ib zag lawm hab tub swm tej kws pub sau ntuj lug lawm hab tau koom Vaaj Ntsuj Plig kws dawb huv"},{"bible_id":"1216","chapter_code":"HEB.6","verse_code":"HEB.6.5","label":"5","content":"hab tau swm qhov zoo huv Vaajtswv txujlug hab tug fwjchim kws yuav lug tam peg suab,"},{"bible_id":"1216","chapter_code":"HEB.6","verse_code":"HEB.6.6","label":"6","content":"los tseed yuam kev lawm, kuj yuav coj tsw tau puab cov ntawd rov lug ntxeev dua sab tshab dua le lawm, vem puab yeej rov muab Vaajtswv tug Tub teem rua sau tug khaublig ntoo hab ua rua nwg raug txaaj muag taab meeg suavdawg."},{"bible_id":"1216","chapter_code":"HEB.6","verse_code":"HEB.6.7","label":"7","content":"Thaaj aav kws pheej nqug dej naag hab tawg paaj txw txwv muaj qaabhau rua tug kws cog, kuj yog tau koob moov ntawm Vaajtswv."},{"bible_id":"1216","chapter_code":"HEB.6","verse_code":"HEB.6.8","label":"8","content":"Tassws yog thaaj aav hov tuaj xuav paug ntsaaj xuav paug ntsws kuj tsw muaj nqes hab tub yuav raug foom tsw zoo, hab thaus kawg yuav raug suavtawg hlawv."},{"bible_id":"1216","chapter_code":"HEB.6","verse_code":"HEB.6.9","label":"9","content":"Mej cov kws peb hlub, txawm yog peb has le ntawd, los peb kuj ruaj sab rua mej tas mej muaj tej yaam kws zoo dua, yog tej kws ntswg txug txujkev dim."},{"bible_id":"1216","chapter_code":"HEB.6","verse_code":"HEB.6.10","label":"10","content":"Tsua qhov Vaajtswv tsw yog tug kws ua tsw ncaaj es yuav nov qaab mej teg num hab qhov kws mej hlub Vaajtswv lub npe, yog qhov kws mej ua koom rua cov xuv dawb ib yaam le kws mej tseed ua."},{"bible_id":"1216","chapter_code":"HEB.6","verse_code":"HEB.6.11","label":"11","content":"Hab peb xaav kuas mej txhua tug kub sab quas lug ib yaam nkaus moog txug thaus kawg sub txhad tau puv npo lawv le lub sab vaam,"},{"bible_id":"1216","chapter_code":"HEB.6","verse_code":"HEB.6.12","label":"12","content":"sub mej txhad tsw ua tuabneeg cis nkeeg tassws xyum lawv le cov kws muaj kev ntseeg hab ua sab ntev thev txhad tau tej kws cog lug ca lawd ua puab tug."},{"bible_id":"1216","chapter_code":"HEB.6","verse_code":"HEB.6.13","label":"13","content":"Thaus Vaajtswv cog lug rua Aplahaa, tsw muaj leejtwg luj dhau Vaajtswv kws Vaajtswv yuav tuav tug hov lub npe cog lug, Vaajtswv txhad tuav Vaajtswv lub npe cog lug ruaj,"},{"bible_id":"1216","chapter_code":"HEB.6","verse_code":"HEB.6.14","label":"14","content":"has tas, “Kuv yeej yuav foom koob moov rua koj hab ua rua koj fuam vaam coob tag tag le.”"},{"bible_id":"1216","chapter_code":"HEB.6","verse_code":"HEB.6.15","label":"15","content":"Yog le ntawd thaus Aplahaa ua sab ntev tog, nwg txhad tau tej kws cog lug tseg hov."},{"bible_id":"1216","chapter_code":"HEB.6","verse_code":"HEB.6.16","label":"16","content":"Tuabneeg yeej tuav tug kws luj dua puab lub npe cog lug twv, mas thaus muaj lug sws caam daabtsw kuj xwj yuav tuav tej lug twv hov txhad tsw muaj lug sws caam lawm."},{"bible_id":"1216","chapter_code":"HEB.6","verse_code":"HEB.6.17","label":"17","content":"Yog le ntawd thaus Vaajtswv xaav qha rua cov kws yuav saws lawv le tej lug cog tseg kuas yimfuab paub tseeb tas tej kws Vaajtswv xaav tseg yuav tsw hloov le, Vaajtswv txhad cog lug twv laav tej lug kws nwg cog tseg."},{"bible_id":"1216","chapter_code":"HEB.6","verse_code":"HEB.6.18","label":"18","content":"Vem muaj ob yaam nuav  kws hloov tsw tau le, tsua qhov Vaajtswv tsw txawj daag, peb cov kws tswv moog txeeb txujkev vaam kws muab tso tom peb hauv ntej yuav tau txais kev txhawb sab ntau heev."},{"bible_id":"1216","chapter_code":"HEB.6","verse_code":"HEB.6.19","label":"19","content":"Txujkev vaam kws peb muaj zoo ib yaam le tog hlau nreg nkoj kws ruaj hab tso sab tau kws tuav tau peb lub sab, yog txujkev vaam kws nkaag moog rua huv chaav tsev kws nyob ntawm daim ntaub thaiv saab huv,"},{"bible_id":"1216","chapter_code":"HEB.6","verse_code":"HEB.6.20","label":"20","content":"yog qhov chaw kws Yexu tub coj kev ua ntej moog txhad paab peb, vem nwg ua tug tuam pov thawj hlub moog ib txhws ib yaam le Mekhixente."},{"bible_id":"1216","chapter_code":"HEB.7","verse_code":"HEB.7.1","label":"1","content":"Tug Mekhixente nuav yog tug vaajntxwv huv lub moos Xalee, yog Vaajtswv kws luj dua ndais tug pov thawj, moog ntswb Aplahaa rua thaus Aplahaa saamswm moog tua yeej cov vaajntxwv lug, hab nwg foom koob moov rua Aplahaa."},{"bible_id":"1216","chapter_code":"HEB.7","verse_code":"HEB.7.2","label":"2","content":"Aplahaa txawm muab txhua yaam ib feem huv kaum pub rua Mekhixente. Qhov ib Mekhixente lub npe txhais has tas, “Tug vaajntxwv kws ncaaj nceeg,” hab ntxwv moog nwg kuj yog tug vaajntxwv kaav lub moos Xalee kws txhais has tas, “Tug vaajntxwv kws coj kev thaaj yeeb.”"},{"bible_id":"1216","chapter_code":"HEB.7","verse_code":"HEB.7.3","label":"3","content":"Tsw muaj sau ca txug nwg nam nwg txwv nwg keeb puam lug le caag, hab tsw has txug nub nwg yug nub nwg tuag. Tassws nwg ua pov thawj moog ib txhws ib yaam le Vaajtswv tug Tub."},{"bible_id":"1216","chapter_code":"HEB.7","verse_code":"HEB.7.4","label":"4","content":"Swm xaav saib, nwg luj npaum le caag. Peb yawm koob Aplahaa tseed muab tej kws txeeb tau lug ib feem huv kaum pub rua nwg."},{"bible_id":"1216","chapter_code":"HEB.7","verse_code":"HEB.7.5","label":"5","content":"Hab muaj kevcai has kuas Levi caaj ceg kws raug tsaa ua pov thawj txais tau ib huv kaum ntawm cov pejxeem kws yog puab cov kwvtij txawm yog cov kwvtij hov kuj tshwm ntawm Aplahaa lug kuj xwj."},{"bible_id":"1216","chapter_code":"HEB.7","verse_code":"HEB.7.6","label":"6","content":"Tassws Mekhixente tsw yog Levi caaj ceg, los tseem tau txais ib huv kaum ntawm Aplahaa, hab foom koob moov rua Aplahaa kws tau txais tej lug cog tseg."},{"bible_id":"1216","chapter_code":"HEB.7","verse_code":"HEB.7.7","label":"7","content":"Yaam kws caam tsw tau, yeej muaj kws tug hlub foom koob moov rua tug yau."},{"bible_id":"1216","chapter_code":"HEB.7","verse_code":"HEB.7.8","label":"8","content":"Has txug cov Levi, kuj yog tuabneeg kws txawj tuag txais ib huv kaum, tassws has txug Mekhixente, kuj yog tug kws sau ca has tas nwg muaj txujsa nyob ib txhws txais ib huv kaum."},{"bible_id":"1216","chapter_code":"HEB.7","verse_code":"HEB.7.9","label":"9","content":"Kuj has tau has tas, Levi kws tau txais ib huv kaum kuj pub ib huv kaum hab, vem Aplahaa pub ib huv kaum rua Mekhixente,"},{"bible_id":"1216","chapter_code":"HEB.7","verse_code":"HEB.7.10","label":"10","content":"tsua qhov thaus Mekhixente moog ntswb Aplahaa, Levi tseed nyob huv nwg yawm suab lub cev."},{"bible_id":"1216","chapter_code":"HEB.7","verse_code":"HEB.7.11","label":"11","content":"Yog le ntawd, yog tas cov pov thawj kws yog xeem Levi tej kevcai ua tau rua tuabneeg zoo kawg nkaus (vem cov pejxeem tau txais tej kevcai ntawm cov Levi), ua caag tseed yuav tsum muaj dua ib tug pov thawj kws zoo ib yaam le Mekhixente tsw yog zoo le Aloo?"},{"bible_id":"1216","chapter_code":"HEB.7","verse_code":"HEB.7.12","label":"12","content":"Thaus hloov cov pov thawj lawm txuj qub kevcai kuj yuav tsum raug muab hloov hab."},{"bible_id":"1216","chapter_code":"HEB.7","verse_code":"HEB.7.13","label":"13","content":"Tsua qhov tug Tswv kws peb has txug nuav yog lwm xeem kws tsw muaj ib tug txeev ua koom rua ntawm lub thaaj xyeem hlo le."},{"bible_id":"1216","chapter_code":"HEB.7","verse_code":"HEB.7.14","label":"14","content":"Yeej pum tseeb tas peb tug Tswv yog tshwm huv xeem Yuta lug, hab Mauxe kuj tsw tau has tas yuav muaj pov thawj tshwm huv xeem Yuta lug."},{"bible_id":"1216","chapter_code":"HEB.7","verse_code":"HEB.7.15","label":"15","content":"Qhov nuav kuj yimfuab pum meej rua thaus muaj dua ib tug pov thawj zoo ib yaam le Mekhixente tshwm lug."},{"bible_id":"1216","chapter_code":"HEB.7","verse_code":"HEB.7.16","label":"16","content":"Tug hov ua pov thawj kws tsw yog raug tsaa lawv le tej kevcai has tas xeem twg tassws yog lawv le tug fwjchim kws ua kuas nwg muaj txujsa kws rhuav tsw tau."},{"bible_id":"1216","chapter_code":"HEB.7","verse_code":"HEB.7.17","label":"17","content":"Tsua qhov muaj lug timkhawv has tas, “Koj ua pov thawj moog ib txhws ib yaam le Mekhixente.”"},{"bible_id":"1216","chapter_code":"HEB.7","verse_code":"HEB.7.18","label":"18","content":"Txuj qub kevcai kuj raug muab rhuav lawm vem yog tsw muaj zug hab swv tsw tau,"},{"bible_id":"1216","chapter_code":"HEB.7","verse_code":"HEB.7.19","label":"19","content":"tsua qhov txuj kevcai hov tsw txawj ua kuas ib yaam daabtsw zoo kawg nkaus, mas txujkev vaam kws zoo dua ntawd muab pub rua peb ua rua peb moog cuag tau Vaajtswv."},{"bible_id":"1216","chapter_code":"HEB.7","verse_code":"HEB.7.20","label":"20","content":"Hab yeej muaj tej lug cog tseg tawv hab. Lwm tug raug tsaa ua pov thawj tsw muaj lu lug cog tseg tawv,"},{"bible_id":"1216","chapter_code":"HEB.7","verse_code":"HEB.7.21","label":"21","content":"tassws Yexu muaj lug cog tseg tawv has txug nwg tas, “Tug Tswv tub cog lug tawv lawm, nwg yuav tsw hloov dua sab le. ‘Koj ua pov thawj moog ib txhws.’ ”"},{"bible_id":"1216","chapter_code":"HEB.7","verse_code":"HEB.7.22","label":"22","content":"Vem tej lug cog tseg tawv nuav Yexu txhad ua tug kws laav tej lug cog tseg kws zoo dua le tej qub."},{"bible_id":"1216","chapter_code":"HEB.7","verse_code":"HEB.7.23","label":"23","content":"Cov kws raug tsaa ua pov thawj muaj coob, vem txujkev tuag puab txhad ua num tsw tau moog le,"},{"bible_id":"1216","chapter_code":"HEB.7","verse_code":"HEB.7.24","label":"24","content":"tassws Yexu ua pov thawj teg num moog ib txhws vem nwg muaj txujsa nyob moog ib txhws."},{"bible_id":"1216","chapter_code":"HEB.7","verse_code":"HEB.7.25","label":"25","content":"Vem le nuav nwg txhad muaj peevxwm cawm tau txhua tug kws lug cuag Vaajtswv huv nwg kuas dim moog ib txhws, vem nwg muaj txujsa nyob moog le txhad thov Vaajtswv paab cov tuabneeg ntawd."},{"bible_id":"1216","chapter_code":"HEB.7","verse_code":"HEB.7.26","label":"26","content":"Tug tuam pov thawj hlub zoo le nuav txhad tswm nyog rua peb. Nwg yog tug dawb huv, tsw muaj qhov phem qhov qas, cais ntawm cov tuabneeg muaj txem hab raug txhawb nqaa sab dhau sau ntuj."},{"bible_id":"1216","chapter_code":"HEB.7","verse_code":"HEB.7.27","label":"27","content":"Yexu tsw thooj le cov tuam pov thawj hlub, tsw txug nwg yuav muab hov txhua chaw xyeem txhua nub hab xub muab xyeem daws nwg lub txem le maav muab xyeem daws cov pejxeem lub txem, tsua qhov nwg muab xyeem tuab zag xwb mas txaus lawm yog thaus nwg muab nwg tug kheej xyeem."},{"bible_id":"1216","chapter_code":"HEB.7","verse_code":"HEB.7.28","label":"28","content":"Tsua qhov txuj kevcai tsaa cov tuabneeg kws tsw muaj zug ua tuam pov thawj hlub, tassws tej lug cog tseg tawv kws has tom qaab txuj kevcai hov tsaa Vaaj leej Tub ua pov thawj kws tub raug ua zoo kawg nkaus moog ib txhws."},{"bible_id":"1216","chapter_code":"HEB.8","verse_code":"HEB.8.1","label":"1","content":"Tej kws peb has nuav qhov tseem ceeb yog qhov kws peb muaj ib tug tuam pov thawj hlub le nuav, nyob tsawg ntawm Vaajtswv kws luj dua ndais lub zwm txwv saab teg xws sau ntuj ceeb tsheej."},{"bible_id":"1216","chapter_code":"HEB.8","verse_code":"HEB.8.2","label":"2","content":"Nwg ua num huv lub chaw dawb huv hab huv lub tseem tsev ntaub kws tug Tswv tsaa ca tsw yog tuabneeg tsaa."},{"bible_id":"1216","chapter_code":"HEB.8","verse_code":"HEB.8.3","label":"3","content":"Txhua tug tuam pov thawj hlub yog raug tsaa lug muab hov txhua chaw xyeem hab tua tsaj xyeem. Yog le nuav tug tuam pov thawj hlub nuav yuav tsum muaj ib yaam kws muab xyeem hab."},{"bible_id":"1216","chapter_code":"HEB.8","verse_code":"HEB.8.4","label":"4","content":"Yog nwg nyob huv lub nplajteb nuav, nwg yuav tsw ua pov thawj hlo le vem tas muaj cov pov thawj kws muab hov txhua chaw xyeem lawv le txuj kevcai lawm."},{"bible_id":"1216","chapter_code":"HEB.8","verse_code":"HEB.8.5","label":"5","content":"Cov pov thawj hov ua num rua huv lub chaw dawb huv kws tsuas yog tej kws nyob sau ntuj tug yaam ntxwv hab tug duab, lawv le Vaajtswv has rua Mauxe thaus Mauxe yuav tsaa lub tsev ntaub has tas, “Yuav tsum ceev faaj ua txhua yaam lawv le tug qauv kws qha rua koj sau lub roob.”"},{"bible_id":"1216","chapter_code":"HEB.8","verse_code":"HEB.8.6","label":"6","content":"Tassws nwgnuav Yexu tau txais teg num ua kws zoo tshaaj dua puab cov hov, hab ib yaam le ntawd nwg yog tug nruab nraab huv tej lug sws cog tseg tshab kws zoo heev dua vem raug muab tsaa rua sau tej lug cog tseg kws zoo dua."},{"bible_id":"1216","chapter_code":"HEB.8","verse_code":"HEB.8.7","label":"7","content":"Yog tej lug cog tseg zag ib zoo txaus lawm kuj tsw txug muaj tej lug cog tseg zag ob."},{"bible_id":"1216","chapter_code":"HEB.8","verse_code":"HEB.8.8","label":"8","content":"Tsua qhov Vaajtswv thuaj puab hab has tas, “Tug Tswv has tas, Saib nawj, lub caij lub nyoog saamswm lug yuav txug mas kuv yuav cog dua lug tshab rua cov Yixayee hab cov Yuta,"},{"bible_id":"1216","chapter_code":"HEB.8","verse_code":"HEB.8.9","label":"9","content":"tsw thooj le kws kuv cog rua puab tej laug rua nub kws kuv caab puab teg coj puab tawm huv Iyi tebchaws lug. Puab tsw ua lawv le kuv tej lug cog tseg, kuv txhad tsw quav ntsej puab lawm. Tug Tswv has le nuav ntaag."},{"bible_id":"1216","chapter_code":"HEB.8","verse_code":"HEB.8.10","label":"10","content":"Nuav yog tej lug cog tseg kws kuv yuav cog rua cov Yixayee ua qaab ncua swjhawm ntawd. Tug Tswv has le nuav ntaag. Kuv yuav muab kuv txuj kevcai tso rua huv puab hab sau ca rua huv puab lub sab. Kuv yuav ua puab tug Vaajtswv hab puab yuav ua kuv haiv tuabneeg."},{"bible_id":"1216","chapter_code":"HEB.8","verse_code":"HEB.8.11","label":"11","content":"Txhua tug yuav tsw qha nwg kwvtij zej zog hab nwg tej kwvtij txheeb kuas paub tug Tswv, tsua qhov puab txhua tug yeej yuav paub kuv txwj tug yau kawg moog txug tug luj kawg."},{"bible_id":"1216","chapter_code":"HEB.8","verse_code":"HEB.8.12","label":"12","content":"Kuv yuav khuvleej puab tej kev txhum hab tsw cim ntsoov puab lub txem dua le lawm.”"},{"bible_id":"1216","chapter_code":"HEB.8","verse_code":"HEB.8.13","label":"13","content":"Thaus Vaajtswv has txug tej lug cog tseg tshab kuj yog nwg rhuav tej lug cog tseg qub lawm. Tej kws muab rhuav hab tej qub tub pluj yuav taag."},{"bible_id":"1216","chapter_code":"HEB.9","verse_code":"HEB.9.1","label":"1","content":"Txawm yog tej lug cog tseg thawj zag hov kuj muaj kevcai pe hawm hab muaj lub chaw pe hawm huv lub nplajteb."},{"bible_id":"1216","chapter_code":"HEB.9","verse_code":"HEB.9.2","label":"2","content":"Lub tsev ntaub muab tsaa lawm. Huv chaav ib muaj lub teeb, lub rooj hab cov ncuav xyeem txawb rua ntawm Vaajtswv xubndag. Chaav nuav hu ua Chaav Dawb Huv."},{"bible_id":"1216","chapter_code":"HEB.9","verse_code":"HEB.9.3","label":"3","content":"Saab huv daim ntaub thaiv muaj ib chaav kws hu ua Chaav Dawb Huv Kawg Nkaus."},{"bible_id":"1216","chapter_code":"HEB.9","verse_code":"HEB.9.4","label":"4","content":"Huv chaav hov muaj lub thaaj kub kws hlawv moov tshuaj tsw qaab hab muaj lub swb xaab sws cog lug kws luam kub thoob plawg txhua faab huvsw, saab huv muaj ib lub miv hub kub ntim mana, hab muaj Aloo tug paas nreg kws tawg cos paaj hab ob daim txag zeb kws sau tej lug cog tseg."},{"bible_id":"1216","chapter_code":"HEB.9","verse_code":"HEB.9.5","label":"5","content":"Muaj ob tug Khelunpee kws muaj Vaajtswv tug fwjchim ci ntsaa ab nthuav tis rua sau lub hau swb xaab kws roog kev txhum. Tej nuav peb has tsw tau txhua rua ntawm nuav."},{"bible_id":"1216","chapter_code":"HEB.9","verse_code":"HEB.9.6","label":"6","content":"Thaus npaaj tej nuav txhwj lawm, cov pov thawj pheej nkaag moog ua puab teg num lawv le tej kevcai tsw tu ncua rua huv chaav kws ib."},{"bible_id":"1216","chapter_code":"HEB.9","verse_code":"HEB.9.7","label":"7","content":"Tassws chaav kws ob tsuas yog tug tuam pov thawj hlub tuab leeg nkaag tau ib xyoo ib zag xwb, hab yuav tsum coj tej ntshaav moog xyeem daws nwg lub txem hab daws cov pejxeem lub txem kws tsw yog txhob txwm ua."},{"bible_id":"1216","chapter_code":"HEB.9","verse_code":"HEB.9.8","label":"8","content":"Qhov nuav Vaaj Ntsuj Plig kws dawb huv txhad qha meej tas tsw tau qheb kev moog rua huv chaav kws Dawb Huv Kawg Nkaus rua thaus chaav kws ib tseed muaj nyob."},{"bible_id":"1216","chapter_code":"HEB.9","verse_code":"HEB.9.9","label":"9","content":"Chaav ntawd pev txug tam nuav ntaag, txhais has tas qhov kws muab hov txhua chaw xyeem hab tua tsaj xyeem ua tsw tau kuas tug kws pe hawm Vaajtswv lub sab zoo hlo."},{"bible_id":"1216","chapter_code":"HEB.9","verse_code":"HEB.9.10","label":"10","content":"Tej hov tsuas yog has txug tej zaub mov hab dej haus hab tej kevcai ntxuav xwb, yog tej kevcai kws has txug lub cev nqaj tawv moog txug lub swjhawm kws muab hloov dua tshab."},{"bible_id":"1216","chapter_code":"HEB.9","verse_code":"HEB.9.11","label":"11","content":"Tassws thaus Kheto lug ua tug tuam pov thawj hlub kws tu txhua yaam zoo kws tub lug txug lawm, nwg kuj nkaag moog rua huv lub tsev ntaub kws luj dua hab zoo kawg nkaus kws tsw yog tuabneeg txhais teg ua hab tsw yog tswm rua huv lub nplajteb nuav."},{"bible_id":"1216","chapter_code":"HEB.9","verse_code":"HEB.9.12","label":"12","content":"Nwg nkaag tuab zag rua huv chaav kws Dawb Huv Kawg Nkaus mas txaus lawm, hab nwg tsw coj ntshaav tshws ntshaav thaav nyuj moog tassws coj nwg cov ntshaav moog ntaag, txhad txhwv tau tuabneeg moog ib txhws."},{"bible_id":"1216","chapter_code":"HEB.9","verse_code":"HEB.9.13","label":"13","content":"Yog tas ntshaav tshws ntshaav txwv nyuj hab tshauv xyuas nyuj kws muab nchus rua sau tug kws qas tsw huv ntxuav tau nwg lub cev nqaj tawv kuas dawb huv,"},{"bible_id":"1216","chapter_code":"HEB.9","verse_code":"HEB.9.14","label":"14","content":"mas heev dua ntawd Kheto cov ntshaav kws nwg muab nwg tug kheej kws tsw muaj ib qho chaw thuaj xyeem rua Vaajtswv ntawm Vaaj Ntsuj Plig kws nyob moog ib txhws, kuj yimfuab ntxuav tau peb lub sab kuas dawb huv ntawm tej num kws coj moog txug kev tuag sub peb txhad moog ua koom rua Vaajtswv kws muaj txujsa nyob."},{"bible_id":"1216","chapter_code":"HEB.9","verse_code":"HEB.9.15","label":"15","content":"Vem le nuav Kheto yog tug kws nyob nruab nraab huv tej lug cog tseg tshab, sub txhua tug kws Vaajtswv hu lug txhad tau txais qub txeeg qub teg kws nyob moog ib txhws lawv le cog lug tseg, vem qhov kws ib tug tuag txhwv puab dim huv tej kev faav xeeb kws puab ua rua thaus nyob huv qaab tej lug cog tseg qub tswjfwm."},{"bible_id":"1216","chapter_code":"HEB.9","verse_code":"HEB.9.16","label":"16","content":"Has txug tej ntawv kws sau faib qub txeeg qub teg ua ntej ca, kuj yuav tsum paub tseeb tas tug kws sau ntawv ca hov tub tuag lawm tag."},{"bible_id":"1216","chapter_code":"HEB.9","verse_code":"HEB.9.17","label":"17","content":"Yuav yog tug sau ntawv faib tuag lawm txhad swv tau tsaab ntawv hov. Yog tug sau tseed muaj txujsa nyob tsaab ntawv faib hov kuj swv tsw tau."},{"bible_id":"1216","chapter_code":"HEB.9","verse_code":"HEB.9.18","label":"18","content":"Yog le ntawd tej lug cog tseg zag ib yeej yuav tsum muaj ntshaav lug txhad swv tau."},{"bible_id":"1216","chapter_code":"HEB.9","verse_code":"HEB.9.19","label":"19","content":"Vem thaus Mauxe pav tej kevcai txhua nqais rua cov pejxeem suavdawg nwg kuj muab ntshaav mivnyuas nyuj hab ntshaav tshws hab dej hab plaub yaaj lab hab zaub txwg theem lug nchus rua thooj ntawv hab cov pejxeem suavdawg,"},{"bible_id":"1216","chapter_code":"HEB.9","verse_code":"HEB.9.20","label":"20","content":"hab has tas, “Cov ntshaav nuav yog lub hom thawj kws nas rua tej lug cog tseg kws Vaajtswv kuas mej ua.”"},{"bible_id":"1216","chapter_code":"HEB.9","verse_code":"HEB.9.21","label":"21","content":"Hab nwg muab cov ntshaav nchus rua lub tsev ntaub hab txhua yaam pes twj kws swv ua koom rua Vaajtswv ib yaam nkaus."},{"bible_id":"1216","chapter_code":"HEB.9","verse_code":"HEB.9.22","label":"22","content":"Qhov tseeb lawv le txuj kevcai txhua yaam yuav luag raug ntshaav ntxuav kuas dawb huv, yog tsw muaj ntshaav lug kuj tsw muaj kev zaam txem le."},{"bible_id":"1216","chapter_code":"HEB.9","verse_code":"HEB.9.23","label":"23","content":"Vem le nuav tej kws yog yaam kws nyob sau ntuj tug yaam ntxwv yuav tsum raug muab ntxuav kuas dawb huv lawv le tej kevcai hov, tassws tej kws yeej yog sau ntuj le mas yuav tsum muab tej kws tswm txaj dua ntawd xyeem ntxuav."},{"bible_id":"1216","chapter_code":"HEB.9","verse_code":"HEB.9.24","label":"24","content":"Tsua qhov Kheto tsw tau nkaag moog rua lub chaw dawb huv kws tuabneeg txhais teg ua, kws zoo le tug qauv kws muaj tseeb, tassws nwg ca le nkaag moog rua huv ntuj ceeb tsheej ntaag txhad le moog nyob ntawm Vaajtswv lub xubndag paab peb."},{"bible_id":"1216","chapter_code":"HEB.9","verse_code":"HEB.9.25","label":"25","content":"Hab tsw yog nwg rov muab nwg tug kheej xyeem taag xyeem thab ib yaam le tug tuam pov thawj hlub kws naj xyoo nkaag moog rua huv chaav Dawb Huv Kawg Nkaus hab coj ntshaav kws tsw yog nwg le moog."},{"bible_id":"1216","chapter_code":"HEB.9","verse_code":"HEB.9.26","label":"26","content":"Yog ua le ntawd Yexu yuav tsum raug kev tswm txom ntau zag txwj thaus tswm ntuj tswm teb lug. Tassws qhov tseeb nwgnuav nwg tsuas lug tshwm tuab zag rua tam kawg nuav xwb txhad rhuav tshem lub txem taag huvsw yog qhov kws nwg muab nwg tug kheej xyeem."},{"bible_id":"1216","chapter_code":"HEB.9","verse_code":"HEB.9.27","label":"27","content":"Ib yaam le kws teem ca rua tuabneeg tuag tuab zag xwb hab tom qaab kuj raug txav txem le caag,"},{"bible_id":"1216","chapter_code":"HEB.9","verse_code":"HEB.9.28","label":"28","content":"Kheto kuj zoo ib yaam le ntawd. Nwg tsuas raug muab xyeem tuab zag xwb txhad rws tau tuabneeg coob coob lub txem. Nwg yuav lug tshwm zag ob tsw yog lug rhuav tshem lub txem tassws coj txujkev dim lug rua cov kws tog rawv nwg."},{"bible_id":"1216","chapter_code":"HEB.10","verse_code":"HEB.10.1","label":"1","content":"Vem tas txuj kevcai yog yaam tswm txaj kws yuav lug tom qaab tug duab xwb, tsw yog tug tseem, mas txuj kevcai kws has kuas naj xyoo muab tsaj xyeem le qub tsw tu ncua ua tsw tau rua cov kws lug cuag Vaajtswv ua tuabneeg zoo kawg nkaus."},{"bible_id":"1216","chapter_code":"HEB.10","verse_code":"HEB.10.2","label":"2","content":"Yog ua tau, tes puab kuj tseg tsw muab tsaj xyeem los tsw yog? Yog tug kws pe hawm Vaajtswv raug muab ntxuav kuas dawb huv ib zag lawm, puab kuj yuav tsw xaav tas tseed muaj lub txem ntxwv moog."},{"bible_id":"1216","chapter_code":"HEB.10","verse_code":"HEB.10.3","label":"3","content":"Tassws qhov kws xyeem tsaj hov qha kuas naj xyoo ncu txug lub txem."},{"bible_id":"1216","chapter_code":"HEB.10","verse_code":"HEB.10.4","label":"4","content":"Tsua qhov ntshaav txwv nyuj ntshaav tshws rws tsw tau lub txem moog hlo le."},{"bible_id":"1216","chapter_code":"HEB.10","verse_code":"HEB.10.5","label":"5","content":"Vem le nuav thaus Kheto lug rua huv lub nplajteb lawd, nwg has tas, “Koj tsw xaav yuav tej tsaj hab tej hov txhua chaw kws muab xyeem, tassws koj npaaj lub cev rua kuv."},{"bible_id":"1216","chapter_code":"HEB.10","verse_code":"HEB.10.6","label":"6","content":"Qhov kws tua tsaj hlawv xyeem hab xyeem daws txem koj tsw txaus sab."},{"bible_id":"1216","chapter_code":"HEB.10","verse_code":"HEB.10.7","label":"7","content":"Kuv has tas, ‘ Au Vaajtswv, kuv tuaj lawm, yuav ua lawv le koj lub sab nyam, lawv le kws sau txug kuv rua huv thooj ntawv.’ ”"},{"bible_id":"1216","chapter_code":"HEB.10","verse_code":"HEB.10.8","label":"8","content":"Nwg xub has tas, “Tej tsaj kws tua xyeem hab tej hov txhua chaw kws muab xyeem hab tej kws hlawv xyeem hab tej kws xyeem daws txem, koj tsw xaav yuav hab koj tsw txaus sab rua,” tej nuav yog tej kws muab xyeem lawv le txuj kevcai xwb."},{"bible_id":"1216","chapter_code":"HEB.10","verse_code":"HEB.10.9","label":"9","content":"Hab nwg has tas, “Kuv tuaj lawm, yuav ua lawv le koj lub sab nyam.” Nwg txhad rhuav txuj qub kev hov lawm sub txhad rhawv tau txuj tshab."},{"bible_id":"1216","chapter_code":"HEB.10","verse_code":"HEB.10.10","label":"10","content":"Vem Yexu ua lawv le Vaajtswv lub sab nyam, peb txhad raug muab cais ua tuabneeg dawb huv vem qhov kws muab Yexu Kheto lub cev xyeem tuab zag xwb kuj txaus lawm."},{"bible_id":"1216","chapter_code":"HEB.10","verse_code":"HEB.10.11","label":"11","content":"Txhua tug pov thawj kuj naj nub sawv ntsug ua nwg teg num, hab coj tuab yaam qub tuaj xyeem tsw tu ncua le, tej hov yeej rws tsw tau lub txem moog hlo le."},{"bible_id":"1216","chapter_code":"HEB.10","verse_code":"HEB.10.12","label":"12","content":"Tassws thaus Kheto xyeem tuab zag xwb daws tau moog ib txhws, nwg nyob tsawg ntawm Vaajtswv saab teg xws,"},{"bible_id":"1216","chapter_code":"HEB.10","verse_code":"HEB.10.13","label":"13","content":"tog txug thaus nwg cov yeeb ncuab raug muab lug ua chaw tag nwg xwb taw."},{"bible_id":"1216","chapter_code":"HEB.10","verse_code":"HEB.10.14","label":"14","content":"Qhov kws muab nwg xyeem tuab zag xwb, Yexu kuj ua rua cov kws saamswm muab cais ua dawb huv ua tau tuabneeg zoo kawg nkaus moog ib txhws."},{"bible_id":"1216","chapter_code":"HEB.10","verse_code":"HEB.10.15","label":"15","content":"Vaaj Ntsuj Plig kws dawb huv kuj ua timkhawv rua peb. Nwg xub has tas,"},{"bible_id":"1216","chapter_code":"HEB.10","verse_code":"HEB.10.16","label":"16","content":"“Nuav yog tej lug cog tseg kws kuv yuav cog rua puab ua qaab ncua swjhawm ntawd. Tug Tswv has le nuav ntaag. Kuv yuav muab kuv txuj kevcai tso rua huv puab hab sau ca rua huv puab lub sab.”"},{"bible_id":"1216","chapter_code":"HEB.10","verse_code":"HEB.10.17","label":"17","content":"Hab nwg has tas, “Kuv yuav tsw cim ntsoov puab lub txem hab puab tej kev txhum dua le lawm.”"},{"bible_id":"1216","chapter_code":"HEB.10","verse_code":"HEB.10.18","label":"18","content":"Thaus muaj kev zaam txem lawm kuj tsw txug muaj kev xyeem daws txem dua le lawm."},{"bible_id":"1216","chapter_code":"HEB.10","verse_code":"HEB.10.19","label":"19","content":"Vem le nuav, cov kwvtij, vem muaj Yexu cov ntshaav peb txhad muaj cuabkaav nkaag moog rua huv lub chaw Dawb Huv Kawg Nkaus,"},{"bible_id":"1216","chapter_code":"HEB.10","verse_code":"HEB.10.20","label":"20","content":"yog taug txujkev tshab hab txujkev muaj txujsa kws nwg qheb rua peb hlaa daim ntaub moog, vem muaj nwg lub cev."},{"bible_id":"1216","chapter_code":"HEB.10","verse_code":"HEB.10.21","label":"21","content":"Hab vem peb muaj ib tug pov thawj luj kaav Vaajtswv tsev tuabneeg lawm,"},{"bible_id":"1216","chapter_code":"HEB.10","verse_code":"HEB.10.22","label":"22","content":"peb ca le ua lub sab dawb paug nkaag moog ze hab muaj lub sab ntseeg ruaj, muaj lub sab kws raug muab ntshaav nchus kuas tsw muaj ib qho phem hlo le hab muaj lub cev kws raug dej ntshab ntxuav kuas dawb huv."},{"bible_id":"1216","chapter_code":"HEB.10","verse_code":"HEB.10.23","label":"23","content":"Peb ca le tuav txujkev vaam kws peb leeg yuav hov ruaj tsw xob ywj faab ywj fwj, vem tug kws cog lug tseg hov tso sab tau."},{"bible_id":"1216","chapter_code":"HEB.10","verse_code":"HEB.10.24","label":"24","content":"Peb ca le ua tuab zoo saib yuav ua le caag ib leeg txhad txhawb tau ib leeg tug zug kuas sws hlub hab ua num zoo,"},{"bible_id":"1216","chapter_code":"HEB.10","verse_code":"HEB.10.25","label":"25","content":"hab tsw xob tseg qhov kws tuaj txoos ua ke yaam le qee leej txeev tseg, tassws ib leeg yuav tsum txhawb ib leeg lub sab, hab yimfuab yuav tsum ua tej nuav vem mej paub tas nub kws teem ca lug ze lawm."},{"bible_id":"1216","chapter_code":"HEB.10","verse_code":"HEB.10.26","label":"26","content":"Thaus peb tub paub txujkev tseeb lawm, yog peb tseed txhob txwm ua txhum kuj tsw muaj ib yaam daabtsw kws muab xyeem daws tau peb lub txem dua le lawm,"},{"bible_id":"1216","chapter_code":"HEB.10","verse_code":"HEB.10.27","label":"27","content":"tsuas muaj kws yuav tog txujkev teem txem kws ntshai quas rwg hab suavtawg kws cig hlub heev kws yuav kub cov kws tawm tsaam Vaajtswv."},{"bible_id":"1216","chapter_code":"HEB.10","verse_code":"HEB.10.28","label":"28","content":"Tug kws tso Mauxe txuj kevcai tseg yog muaj ob leeg lossws peb leeg ua timkhawv lawm, tug hov yuav raug muab tua tuag tsw khuvleej le."},{"bible_id":"1216","chapter_code":"HEB.10","verse_code":"HEB.10.29","label":"29","content":"Mej swm xaav saib tug kws tsuj Vaajtswv tug Tub hab ua qas puag tsuas cov ntshaav kws cog lug tseg kws muab nwg cais ua dawb huv lawm hab saib tsw taug Vaaj Ntsuj Plig kws pub txujkev hlub mas tswm nyog tug hov yuav raug txem nyaav heev dua npaum le caag?"},{"bible_id":"1216","chapter_code":"HEB.10","verse_code":"HEB.10.30","label":"30","content":"Tsua qhov peb paub Vaajtswv tug kws has tas, “Qhov kws pauj taub yog kuv le feem hab kuv yuav pauj rua.” Hab has dua tas, “Tug Tswv yuav txav txem rua nwg haiv tuabneeg.”"},{"bible_id":"1216","chapter_code":"HEB.10","verse_code":"HEB.10.31","label":"31","content":"Qhov kws poob rua huv Vaajtswv kws muaj txujsa nyob txhais teg yog qhov kws txaus ntshai kawg."},{"bible_id":"1216","chapter_code":"HEB.10","verse_code":"HEB.10.32","label":"32","content":"Tassws mej ca le ncu txug yaav tom ntej kws mej tau txais txujkev kaaj lawm mej tau tiv thev tej kev txom nyem luj kawg,"},{"bible_id":"1216","chapter_code":"HEB.10","verse_code":"HEB.10.33","label":"33","content":"qee zag mej raug thuaj hab raug tswm txom taab meeg suavdawg, hab qee zag mej kuj nrug cov kws raug tswm txom le hov koom ua ke."},{"bible_id":"1216","chapter_code":"HEB.10","verse_code":"HEB.10.34","label":"34","content":"Tsua qhov mej kuj mob sab cov kws raug kaw, hab thaus luas lws mej tej cuab txhaj cuab taam coj moog mej kuj zoo sab hlo, vem mej paub tas mej muaj cuab txhaj cuab taam kws zoo dua le tej ntawd hab yuav nyob moog le."},{"bible_id":"1216","chapter_code":"HEB.10","verse_code":"HEB.10.35","label":"35","content":"Vem le nuav tsw xob muab mej lub sab tuab kws yuav coj nqe zug ntau heev lug rua mej tso tseg."},{"bible_id":"1216","chapter_code":"HEB.10","verse_code":"HEB.10.36","label":"36","content":"Vem mej yuav tsum muaj lub sab thev taug sub mej txhad ua tau lawv le Vaajtswv lub sab hab mej txhad tau tej kws cog lug ca lawd."},{"bible_id":"1216","chapter_code":"HEB.10","verse_code":"HEB.10.37","label":"37","content":"Tshuav tsw ntev, “tug kws yuav lug yeej yuav lug, nwg yuav tsw tog ntev."},{"bible_id":"1216","chapter_code":"HEB.10","verse_code":"HEB.10.38","label":"38","content":"Tassws tug kws kuv suav tas ncaaj nceeg yuav muaj txujsa nyob vem nwg ntseeg Vaajtswv. Yog nwg thim rov qaab, kuv yuav tsw txaus sab rua nwg.”"},{"bible_id":"1216","chapter_code":"HEB.10","verse_code":"HEB.10.39","label":"39","content":"Tassws peb tsw yog cov kws thim rov qaab hab raug kev puam tsuaj. Peb yog cov kws ntseeg txhad tuav tau peb txujsa."},{"bible_id":"1216","chapter_code":"HEB.11","verse_code":"HEB.11.1","label":"1","content":"Kev ntseeg yog qhov kws ruaj sab rua tej kws vaam ntsoov, yog qhov kws ca sab tas tej kws qhov muag tsw tau pum muaj tseeb."},{"bible_id":"1216","chapter_code":"HEB.11","verse_code":"HEB.11.2","label":"2","content":"Vem cov tuabneeg yaav thau u ntseeg puab txhad hum Vaajtswv sab."},{"bible_id":"1216","chapter_code":"HEB.11","verse_code":"HEB.11.3","label":"3","content":"Vem peb ntseeg peb txhad nkaag sab tas Vaajtswv lu lug tswm ntuj tswm teb, mas yaam kws qhov muag pum txhad le tshwm ntawm yaam kws qhov muag tsw pum lug."},{"bible_id":"1216","chapter_code":"HEB.11","verse_code":"HEB.11.4","label":"4","content":"Vem Anpee ntseeg nwg txhad muab tej kws zoo dua Khayee le xyeem rua Vaajtswv. Vem nwg ntseeg, Vaajtswv txhad suav tas nwg ncaaj nceeg, yog Vaajtswv pum zoo tej kws nwg muab xyeem hov. Txawm yog Anpee tuag lawm los nwg txujkev ntseeg tseed qha peb."},{"bible_id":"1216","chapter_code":"HEB.11","verse_code":"HEB.11.5","label":"5","content":"Vem Enauj ntseeg nwg txhad raug coj moog sau ntuj, nwg txhad tsw ntswb txujkev tuag. Tsw muaj leejtwg nrhav tau nwg vem Vaajtswv tub coj nwg moog lawm. Ua ntej kws tsw tau coj nwg moog muaj lug timkhawv tas nwg ua hum Vaajtswv sab."},{"bible_id":"1216","chapter_code":"HEB.11","verse_code":"HEB.11.6","label":"6","content":"Yog tsw muaj kev ntseeg yeej ua tsw tau hum Vaajtswv sab le. Tsua qhov tug kws yuav tuaj cuag Vaajtswv yuav tsum ntseeg tas muaj Vaajtswv tag hab nwg pub nqe zug rua cov kws nrhav nwg."},{"bible_id":"1216","chapter_code":"HEB.11","verse_code":"HEB.11.7","label":"7","content":"Vem Nau‑a ntseeg, thaus Vaajtswv qha tej xwm txheej kws qhov muag tsw tau pum, nwg txhad paub ntshai hab ua ib lub nkoj txwg cawm nwg tsev tuabneeg dim. Vem txujkev ntseeg hov nwg txhad rau txem rua lub nplajteb, hab nwg saws tau txujkev ncaaj nceeg kws yog lug ntawm txujkev ntseeg."},{"bible_id":"1216","chapter_code":"HEB.11","verse_code":"HEB.11.8","label":"8","content":"Vem Aplahaa ntseeg, thaus nwg raug hu kuas tawm moog rua lub chaw kws yuav tau ua nwg qub txeeg qub teg nwg kuj noog lug hab taug kev moog tsw paub tas yuav moog rua hovtwg."},{"bible_id":"1216","chapter_code":"HEB.11","verse_code":"HEB.11.9","label":"9","content":"Vem nwg ntseeg nwg txhad ua qhua nyob huv lub tebchaws kws Vaajtswv cog lug. Nwg nyob huv lub tsev ntaub ib yaam le Yiha hab Yakhauj kws nrug nwg saws qub txeeg qub teg lawv le tuab lu lug cog tseg hov."},{"bible_id":"1216","chapter_code":"HEB.11","verse_code":"HEB.11.10","label":"10","content":"Nwg tog rawv lub nroog kws tswm tsaa rua sau tej taw tag kws Vaajtswv tswm hab Vaajtswv ua."},{"bible_id":"1216","chapter_code":"HEB.11","verse_code":"HEB.11.11","label":"11","content":"Vem Aplahaa ntseeg, txawm yog nwg laug heev lawm hab Xala kuj xeeb tsw taug mivnyuas  los nwg tau fwjchim kws yuav muaj tub vem nwg suav tas Vaajtswv kws cog lug tseg lawm yog tug kws tso sab tau."},{"bible_id":"1216","chapter_code":"HEB.11","verse_code":"HEB.11.12","label":"12","content":"Yog le nuav tug txwvneej kws zoo le tub tuag lawm kuj muaj caaj ceg yug lug coob yaam le tej nub qub sau nruab ntug hab yaam le tej xuab zeb kws suav tsw txheeb ntawm ntug havtxwv."},{"bible_id":"1216","chapter_code":"HEB.11","verse_code":"HEB.11.13","label":"13","content":"Cov tuabneeg nuav huvsw tuag taag rua thaus tseed muaj txujkev ntseeg hab tsw tau txais tej kws cog lug ca tassws puab kuj pum tej hov deb deb hab zoo sab tog txais. Puab leeg has tas puab tsw muaj teb tsw muaj chaw nyob huv nplajteb nuav, puab tuaj ua qhua xwb."},{"bible_id":"1216","chapter_code":"HEB.11","verse_code":"HEB.11.14","label":"14","content":"Vem tas cov tuabneeg kws has le nuav kuj ua kuas pum tas puab saamswm nrhav lub tebchaws kws yog puab teej puab tug."},{"bible_id":"1216","chapter_code":"HEB.11","verse_code":"HEB.11.15","label":"15","content":"Yog puab xaav txug lub tebchaws kws puab tawm tuaj lawd puab kuj yuav muaj swjhawm rov qaab moog tau."},{"bible_id":"1216","chapter_code":"HEB.11","verse_code":"HEB.11.16","label":"16","content":"Tassws puab yeej xaav tau lub tebchaws kws zoo dua ntawd, yog lub tebchaws sau ntuj ceeb tsheej. Vem le nuav, Vaajtswv txhad tsw txaaj muag kws raug hu tas yog puab tug Vaajtswv tsua qhov nwg tub npaaj ib lub nroog ca rua puab lawm."},{"bible_id":"1216","chapter_code":"HEB.11","verse_code":"HEB.11.17","label":"17","content":"Vem Aplahaa ntseeg, thaus nwg raug swm sab, nwg kuj muab Yiha xyeem, hab nwg yog tug kws tau txais tej lug cog tseg los nwg kuj npaaj txhwj yuav muab nwg tuab tug tub xyeem,"},{"bible_id":"1216","chapter_code":"HEB.11","verse_code":"HEB.11.18","label":"18","content":"yog tug tub kws muaj lug has tas, “Koj caaj ceg yuav yog tshwm ntawm Yiha moog.”"},{"bible_id":"1216","chapter_code":"HEB.11","verse_code":"HEB.11.19","label":"19","content":"Aplahaa ntseeg tas Vaajtswv tsaa tau cov tuabneeg tuag caj sawv rov lug. Pev ib yaam le, Aplahaa kuj tau nwg tug tub rov qaab lug ntaag."},{"bible_id":"1216","chapter_code":"HEB.11","verse_code":"HEB.11.20","label":"20","content":"Vem Yiha ntseeg, nwg txhad foom koob moov rua Yakhauj hab Exau txug tej xwm txheej kws yuav tshwm lug."},{"bible_id":"1216","chapter_code":"HEB.11","verse_code":"HEB.11.21","label":"21","content":"Vem Yakhauj ntseeg, thaus nwg yuav tuag nwg txhad foom koob moov rua Yauxej ob tug tub, hab nwg nyo hau rua sau nwg tug hauv paas nreg pe hawm Vaajtswv."},{"bible_id":"1216","chapter_code":"HEB.11","verse_code":"HEB.11.22","label":"22","content":"Vem Yauxej ntseeg, thaus yuav taag nwg swm neej, nwg txhad has txug qhov kws cov Yixayee yuav tswv dim hab has tseg txug nwg cov pob txhaa."},{"bible_id":"1216","chapter_code":"HEB.11","verse_code":"HEB.11.23","label":"23","content":"Vem Mauxe nam txwv ntseeg, thaus yug nwg lug ob tug txhad muab nwg zais tau peb lub hlis, vem pum tas nwg zoo nraug heev hab ob tug tsw ntshai vaajntxwv tej lug hlo le."},{"bible_id":"1216","chapter_code":"HEB.11","verse_code":"HEB.11.24","label":"24","content":"Vem Mauxe ntseeg, thaus nwg hlub lawd nwg txhad tsw yeem kuas hu tas nwg yog Falau tug ntxhais le tub,"},{"bible_id":"1216","chapter_code":"HEB.11","verse_code":"HEB.11.25","label":"25","content":"tassws nwg xaiv qhov kws nrug Vaajtswv cov tuabneeg raug txom nyem zoo dua le qhov kws nyob ua lomzem ib vuag dua huv txujkev txhum."},{"bible_id":"1216","chapter_code":"HEB.11","verse_code":"HEB.11.26","label":"26","content":"Nwg suav tas qhov kws raug thuaj vem saib rua Kheto muaj nqes dua tej cuab txhaj cuab taam huv Iyi tebchaws, vem nwg xaam pum tej nqe zug kws nwg tseed yuav tau."},{"bible_id":"1216","chapter_code":"HEB.11","verse_code":"HEB.11.27","label":"27","content":"Vem nwg ntseeg, nwg txhad tawm huv Iyi tebchaws tsw ntshai qhov kws vaajntxwv npau tawg. Nwg ua sab ntev thev cuag le nwg pum tug kws tuabneeg qhov muag tsw pum."},{"bible_id":"1216","chapter_code":"HEB.11","verse_code":"HEB.11.28","label":"28","content":"Vem nwg ntseeg, nwg txhad ua kevcai Hlaa Dhau hab muab cov ntshaav nchus sub tug kws ua kuas puam tsuaj txhad tsw kov Yixayee tej tub hlub."},{"bible_id":"1216","chapter_code":"HEB.11","verse_code":"HEB.11.29","label":"29","content":"Vem cov Yixayee ntseeg, puab txhad hlaa tau Dej Havtxwv Lab ib yaam le moog sau nruab nqhuab. Tassws thaus cov Iyi swm hlaa moog puab kuj raug dej nphau lug nyaab tuag taag."},{"bible_id":"1216","chapter_code":"HEB.11","verse_code":"HEB.11.30","label":"30","content":"Vem muaj txujkev ntseeg tej ntsaa loog Yelikhau txhad pob taag rua thaus cov Yixayee ncig moog puv xyaa nub."},{"bible_id":"1216","chapter_code":"HEB.11","verse_code":"HEB.11.31","label":"31","content":"Vem tug puj muag cev Lahaj ntseeg, nwg txhad tsw nrug cov kws tsw noog lug raug puam tsuaj, vem nwg tog txais ob tug kws tshuaj tebchaws zoo heev."},{"bible_id":"1216","chapter_code":"HEB.11","verse_code":"HEB.11.32","label":"32","content":"Kuv yuav has daabtsw ntxwv moog? Tsua qhov tsw muaj swjhawm txaus kws yuav has txug Kinte‑oo, Npala, Xaxoo, Yetha, Tavi hab Xamuyee hab cov xwbfwb cev Vaajtswv lug."},{"bible_id":"1216","chapter_code":"HEB.11","verse_code":"HEB.11.33","label":"33","content":"Vem puab ntseeg puab txhad kov yeej tebchaws, txav txem ncaaj nceeg, tau txais tej kws Vaajtswv cog lug tseg, kaw tsuv ntxhuav qhov ncauj,"},{"bible_id":"1216","chapter_code":"HEB.11","verse_code":"HEB.11.34","label":"34","content":"tua tau tej suavtawg kws kub heev, dim nav ntaaj nav rag, cov kws tsaug leeg rov ua cov kws muaj zug, muaj zug ua rog hab ntaus lwm lub tebchaws tej tub rog thim rov qaab."},{"bible_id":"1216","chapter_code":"HEB.11","verse_code":"HEB.11.35","label":"35","content":"Cov quaspuj kuj tau puab tej tuabneeg kws tuag lawd sawv rov lug. Qee leej raug kev tswm txom hab tsw yeem ca tso kuas dim sub puab txhad tau caj sawv lug tau txujsa kws zoo dua."},{"bible_id":"1216","chapter_code":"HEB.11","verse_code":"HEB.11.36","label":"36","content":"Qee leej raug thuaj luag hab raug nplawm hab raug saw hlau khi kaw huv tsev lojfaaj."},{"bible_id":"1216","chapter_code":"HEB.11","verse_code":"HEB.11.37","label":"37","content":"Puab raug xuas pob zeb ntaus, puab raug muab kaw txav ua ob yaa, puab raug tuag nav ntaaj, puab naav tawv yaaj tawv tshws moog rua hov u hov nuav, puab tsw muaj ib yaam daabtsw, raug txom nyem kawg, raug ua nruj ua tswv."},{"bible_id":"1216","chapter_code":"HEB.11","verse_code":"HEB.11.38","label":"38","content":"Lub nplajteb nuav tsw phim rua puab nyob. Puab moog moog lug lug huv tebchaws moj saab qhua hab sau tej roob, hab nyob huv tej qhov tsua hab qhov aav."},{"bible_id":"1216","chapter_code":"HEB.11","verse_code":"HEB.11.39","label":"39","content":"Txawm yog muaj timkhawv zoo rua cov tuabneeg nuav txhua tug txujkev ntseeg, los puab tseed tsw tau txais tej kws cog lug ca,"},{"bible_id":"1216","chapter_code":"HEB.11","verse_code":"HEB.11.40","label":"40","content":"vem Vaajtswv tub npaaj tej kws zoo dua hov ca rua peb sub puab tsuas yog nrug peb ua ke xwb txhad ua tau tuabneeg zoo kawg nkaus."},{"bible_id":"1216","chapter_code":"HEB.12","verse_code":"HEB.12.1","label":"1","content":"Yog le ntawd, vem peb muaj timkhawv coob nyob puag ncig peb yaam le tauv fuab laum nkaus peb le nuav lawm, kuj ca peb muab txhua yaam nraa nyaav hab lub txem kws yoojyim khi tau peb tso tseg, hab peb ca le ua sab ntev thev sws tw dha huv txujkev kws nyob tom peb hauv ntej."},{"bible_id":"1216","chapter_code":"HEB.12","verse_code":"HEB.12.2","label":"2","content":"Peb ca le saib ntsoov Yexu kws yog peb lub hauv paug kev ntseeg hab yog tug kws ua kuas txujkev ntseeg tav. Nwg tiv thev tug khaublig ntoo sub txhad tau txujkev zoo sab kws nyob tom nwg hauv ntej. Nwg tsw quav ntsej qhov kws raug txaaj muag, hab nwg tub nyob tsawg ntawm Vaajtswv lub zwm txwv saab xws lawm."},{"bible_id":"1216","chapter_code":"HEB.12","verse_code":"HEB.12.3","label":"3","content":"Mej ca le xaav txug tug kws thev cov tuabneeg muaj txem kev tawm tsaam le nuav sub mej txhad tsw qaug hab tsw poob sab."},{"bible_id":"1216","chapter_code":"HEB.12","verse_code":"HEB.12.4","label":"4","content":"Qhov kws tawm tsaam lub txem mej tsw tau tawm tsaam txug lug ntshaav."},{"bible_id":"1216","chapter_code":"HEB.12","verse_code":"HEB.12.5","label":"5","content":"Hab mej tsw ncu tej lug kws nwg ntuag mej ib yaam le mej yog nwg le tub, has tas, “Kuv tub 'e, tsw xob saib tsw taug tug Tswv tej lug qhuab qha, hab tsw xob poob sab rua thaus nwg ntuag koj,"},{"bible_id":"1216","chapter_code":"HEB.12","verse_code":"HEB.12.6","label":"6","content":"tsua qhov tug Tswv qhuab ntuag tug kws nwg hlub, hab nwg nplawm txhua tug tub kws nwg txais yuav.”"},{"bible_id":"1216","chapter_code":"HEB.12","verse_code":"HEB.12.7","label":"7","content":"Mej ca le thev tej kws mej raug vem yog kev qhuab qha. Vaajtswv ua rua mej ib yaam mej yog nwg le tub. Muaj tug tub twg kws leej txwv tsw qhuab qha?"},{"bible_id":"1216","chapter_code":"HEB.12","verse_code":"HEB.12.8","label":"8","content":"Yog mej tsw raug qhuab qha yaam le txhua tug raug, mej kuj yog mivnyuas tsaub tsw yog nwg le tub."},{"bible_id":"1216","chapter_code":"HEB.12","verse_code":"HEB.12.9","label":"9","content":"Tsw taag le ntawd, peb muaj leej txwv ntawm lub cev nqaj tawv kws qhuab qha peb hab peb fwm puab. Peb yimfuab tswm nyog nyob huv qaab leej Txwv saab ntsuj plig kev tswjfwm txhad muaj txujsa nyob los tsw yog?"},{"bible_id":"1216","chapter_code":"HEB.12","verse_code":"HEB.12.10","label":"10","content":"Peb leej txwv qhuab qha peb ib nyuas ntu lawv le puab pum zoo, tassws Vaajtswv qhuab qha kuas muaj qaabhau rua peb sub peb txhad koom tau nwg txujkev dawb huv."},{"bible_id":"1216","chapter_code":"HEB.12","verse_code":"HEB.12.11","label":"11","content":"Txhua yaam kev nplawm qhuab qha saib mas tsw yog qhov zoo sab tassws yog qhov nyuaj sab rua lub swjhawm ntawd. Tassws muaj txaj ntswg rua yaav tom qaab, yog ua rua cov kws xyum lawv le tau nyob kaaj sab lug hab tau txujkev ncaaj nceeg."},{"bible_id":"1216","chapter_code":"HEB.12","verse_code":"HEB.12.12","label":"12","content":"Yog le nuav ca le txhawb mej txhais teg kws tsw muaj zug hab lub hauv caug kws tsaug leeg,"},{"bible_id":"1216","chapter_code":"HEB.12","verse_code":"HEB.12.13","label":"13","content":"hab khu txujkev kuas ncaaj rua mej txhais kwtaw, sub tug kws ceg tawv txhad tsw qes ceg tassws yuav zoo hlo."},{"bible_id":"1216","chapter_code":"HEB.12","verse_code":"HEB.12.14","label":"14","content":"Ca le swv zug nrug txhua tug nyob sws hum xeeb hab nrhav kev dawb huv. Yog tsw muaj kev dawb huv lawm yuav tsw muaj leejtwg pum tau Vaajtswv le."},{"bible_id":"1216","chapter_code":"HEB.12","verse_code":"HEB.12.15","label":"15","content":"Ca le ceev faaj zoo tsw xob ca leejtwg nplaam Vaajtswv txujkev hlub, hab tsw xob muaj tug caag ab tawm tuaj tswm kev ceblaaj hab ua rua ntau leej qas tsw huv."},{"bible_id":"1216","chapter_code":"HEB.12","verse_code":"HEB.12.16","label":"16","content":"Tsw xob ca leejtwg ua nkauj ua nraug lossws tsw fwm Vaajtswv le Exau kws muab feem kws ua tij muag pauv tuab pluag mov noj xwb."},{"bible_id":"1216","chapter_code":"HEB.12","verse_code":"HEB.12.17","label":"17","content":"Mej yeej paub tas lug rua yaav tom qaab thaus Exau xaav tau tej koob moov ua qub txeeg qub teg, nwg kuj raug muab tso tseg, txawm yog nwg nrhav lug kua muag los nwg ua tsw tau kuas leej txwv hloov sab."},{"bible_id":"1216","chapter_code":"HEB.12","verse_code":"HEB.12.18","label":"18","content":"Tsua qhov mej tsw tau lug txug lub roob kws xuas teg kov tau hab muaj suavtawg cig hab muaj qhov tsaus ntuj hab qhov tsaus dub ncab hab cua daaj cua dub,"},{"bible_id":"1216","chapter_code":"HEB.12","verse_code":"HEB.12.19","label":"19","content":"hab muaj suab raaj kub yaaj hab muaj lub suab has lug. Thaus cov kws nov lawd puab thov kuas tsw xob has dua rua puab lawm,"},{"bible_id":"1216","chapter_code":"HEB.12","verse_code":"HEB.12.20","label":"20","content":"vem puab thev tsw tau tej lug nkaw kws has tas, “Txawm yog tsaj txhu tuaj phaav lub roob nuav kuj yuav raug xuas pob zeb ntaus kuas tuag.”"},{"bible_id":"1216","chapter_code":"HEB.12","verse_code":"HEB.12.21","label":"21","content":"Tej kws pum ntawd mas ntshai kawg, Mauxe txhad has tas, “Kuv ntshai tshee quas nyo.”"},{"bible_id":"1216","chapter_code":"HEB.12","verse_code":"HEB.12.22","label":"22","content":"Tassws mej kuj lug txug lub roob Xi‑oo hab lug txug Vaajtswv kws muaj txujsa nyob lub nroog kws yog lub nroog Yeluxalee sau ntuj ceeb tsheej, hab lug txug cov tubkhai ntuj kws tuaj txoos ua ke zoo sab xyiv faab coob coob suav tsw txheeb,"},{"bible_id":"1216","chapter_code":"HEB.12","verse_code":"HEB.12.23","label":"23","content":"hab lug txug cov tub hlub kws raug hu ua ke hab muaj npe sau ca rua huv ntuj ceeb tsheej lawm, hab lug txug Vaajtswv kws txav txem rua txhua tug, hab lug txug cov tuabneeg ncaaj nceeg tej ntsuj plig kws raug muab ua zoo kawg nkaus lawm,"},{"bible_id":"1216","chapter_code":"HEB.12","verse_code":"HEB.12.24","label":"24","content":"hab lug txug Yexu, kws ua tug nyob nruab nraab huv tej lug cog tseg tshab, hab lug txug cov ntshaav kws muab nchus, yog cov ntshaav kws has txug tej yaam zoo dua Anpee cov ntshaav has."},{"bible_id":"1216","chapter_code":"HEB.12","verse_code":"HEB.12.25","label":"25","content":"Ca le ceev faaj zoo tsw xob tso tug kws has ntawd tseg. Tsua qhov yog puab cov hov tsw dim vem puab tsw leeg yuav tug kws ntuag puab huv lub nplajteb nuav, mas yog peb fee plhu ntawm tug kws ntuag sau ntuj tuaj peb yimfuab yuav tsw dim."},{"bible_id":"1216","chapter_code":"HEB.12","verse_code":"HEB.12.26","label":"26","content":"Vaajtswv lub suab kws has thaus ntawd ua rua lub nplajteb tseeg quas nkawg tassws nwgnuav nwg cog lug tseg tas, “Tshuav dua ib zag kuv tsw yog yuav cu lub nplajteb xwb tassws lub ntuj hab.”"},{"bible_id":"1216","chapter_code":"HEB.12","verse_code":"HEB.12.27","label":"27","content":"Lu lug kws has tas “Tshuav dua ib zag” hov kuj yog qha has tas yaam kws tseeg quas nkawg hov yog tej kws tswm lug lawd yuav raug muab rhu coj moog sub yaam kws tsw txawj tseeg quas nkawg txhad le nyob moog le."},{"bible_id":"1216","chapter_code":"HEB.12","verse_code":"HEB.12.28","label":"28","content":"Yog le ntawd, vem peb tau lub tebchaws kws tsw tseeg lawm kuj ca peb ua Vaajtswv tsaug, hab ca peb pe hawm Vaajtswv ua kuas hum nwg lub sab hab paub fwm hab paub ntshai nwg,"},{"bible_id":"1216","chapter_code":"HEB.12","verse_code":"HEB.12.29","label":"29","content":"vem “peb tug Vaajtswv yog nplaim tawg kub ceev.”"},{"bible_id":"1216","chapter_code":"HEB.13","verse_code":"HEB.13.1","label":"1","content":"Ca le sws hlub yaam le kwvtij moog le."},{"bible_id":"1216","chapter_code":"HEB.13","verse_code":"HEB.13.2","label":"2","content":"Tsw xob tseg qhov kws txais tej qhua txawv ntsej muag, qhov kws ua le nuav qee leej txhad txais tubkhai ntuj los tub tsw paub."},{"bible_id":"1216","chapter_code":"HEB.13","verse_code":"HEB.13.3","label":"3","content":"Ca le ncu ntsoov cov kws raug kaw ib yaam le yog mej nrug puab raug kaw hab. Hab ncu ntsoov cov kws raug ua nruj ua tswv ib yaam le yog mej lub cev raug hab."},{"bible_id":"1216","chapter_code":"HEB.13","verse_code":"HEB.13.4","label":"4","content":"Mej txhua tug yuav tsum saib taug qhov kws sws yuav, hab tsw xob ua qas puag tsuas mej lub cev txwj nkawm, tsua qhov Vaajtswv yuav txav txem rua cov kws ua nkauj ua nraug hab deev luas quaspuj quasyawg."},{"bible_id":"1216","chapter_code":"HEB.13","verse_code":"HEB.13.5","label":"5","content":"Mej tsw xob xaam pum nyaj txag xwb, ca le txaus sab rua tej kws mej muaj vem Vaajtswv has tas, “Kuv yuav tsw ncaim koj hab yuav tsw tso koj tseg hlo le.”"},{"bible_id":"1216","chapter_code":"HEB.13","verse_code":"HEB.13.6","label":"6","content":"Vem le nuav peb txhad ruaj sab has tau tas, “Tug Tswv yog tug paab kuv, kuv tsw ntshai le. Tuabneeg yuav ua le caag tau rua kuv?”"},{"bible_id":"1216","chapter_code":"HEB.13","verse_code":"HEB.13.7","label":"7","content":"Ca le ncu txug cov kws coj mej, yog cov kws has Vaajtswv txujlug rua mej. Ca le tshuaj saib puab lub neej thaus kawg hab yoog lawv le puab txujkev ntseeg."},{"bible_id":"1216","chapter_code":"HEB.13","verse_code":"HEB.13.8","label":"8","content":"Yexu Kheto zoo ib yaam le qub, naag hab nub nua hab moog ib txhws."},{"bible_id":"1216","chapter_code":"HEB.13","verse_code":"HEB.13.9","label":"9","content":"Tsw xob yuam kev lawv txhua yaam lug qha txawv txawv. Qhov kws zoo, yuav tsum ca txujkev hlub txhawb yug lub sab tsw yog qhov kws coj lawv le tej kaab ke kev noj kev haus kws tsw muaj qaabhau rua cov kws ua lawv le ntawd."},{"bible_id":"1216","chapter_code":"HEB.13","verse_code":"HEB.13.10","label":"10","content":"Peb muaj ib lub thaaj xyeem mas cov kws ua num huv lub tsev ntaub tsw muaj feem noj yaam kws nyob sau lub thaaj hov."},{"bible_id":"1216","chapter_code":"HEB.13","verse_code":"HEB.13.11","label":"11","content":"Tej tsaj kws tug tuam pov thawj hlub coj cov ntshaav moog xyeem daws txem rua huv chaav Dawb Huv Kawg Nkaus, tej tsaj hov lub cev muab hlawv rua nrau lub zog."},{"bible_id":"1216","chapter_code":"HEB.13","verse_code":"HEB.13.12","label":"12","content":"Vem le nuav Yexu txhad le raug tswm txom saab nrau lub rooj loog ib yaam nkaus sub nwg cov ntshaav txhad cais tau tuabneeg kuas dawb huv."},{"bible_id":"1216","chapter_code":"HEB.13","verse_code":"HEB.13.13","label":"13","content":"Vem le nuav peb ca le tawm moog cuag nwg saab nrau lub zog hab rws txujkev txaaj muag kws nwg raug."},{"bible_id":"1216","chapter_code":"HEB.13","verse_code":"HEB.13.14","label":"14","content":"Vem tas peb tsw muaj lub nroog kws ruaj khov nyob ntawm nuav tassws peb nrhav lub nroog kws yuav lug."},{"bible_id":"1216","chapter_code":"HEB.13","verse_code":"HEB.13.15","label":"15","content":"Vem le nuav ca peb muab tej lug qhuas ua yaam kws xyeem rua Vaajtswv moog tsw tu le rua huv Yexu, yog xyeem tej lug ntawm lub qhov ncauj kws leeg yuav nwg lub npe."},{"bible_id":"1216","chapter_code":"HEB.13","verse_code":"HEB.13.16","label":"16","content":"Tsw xob tseg qhov kws ua zoo hab qhov kws muab hov txhua chaw faib rua luas, vem tej kws muab xyeem le nuav hum Vaajtswv lub sab."},{"bible_id":"1216","chapter_code":"HEB.13","verse_code":"HEB.13.17","label":"17","content":"Ca le noog cov kws coj mej lug hab nyob huv qaab puab kev tswjfwm, vem puab yog cov kws zuv tu mej tug ntsuj plig hab puab yuav tsum qha puab teg num rua Vaajtswv. Ca ua rua puab ua num xyiv faab hlo tsw yog ua nyuaj sab quas ntsuav kws yuav tsw muaj qaabhau rua mej hlo le."},{"bible_id":"1216","chapter_code":"HEB.13","verse_code":"HEB.13.18","label":"18","content":"Ca le thov Vaajtswv paab peb, vem peb ruaj sab tas peb muaj lub sab dawb paug, xaav xyum zoo rua txhua faab."},{"bible_id":"1216","chapter_code":"HEB.13","verse_code":"HEB.13.19","label":"19","content":"Kuv thov thov mej swv zug thov Vaajtswv le nuav sub kuv txhad tau rov lug nrug mej nyob sai kawg."},{"bible_id":"1216","chapter_code":"HEB.13","verse_code":"HEB.13.20","label":"20","content":"Nwgnuav kuv thov Vaajtswv kws pub txujkev sab tug hab tsaa peb tug Tswv Yexu kws yog tug tswv yug yaaj luj kawg caj sawv huv qhov tuag rov lug, ntawm cov ntshaav kws cog tseg moog ib txhws,"},{"bible_id":"1216","chapter_code":"HEB.13","verse_code":"HEB.13.21","label":"21","content":"pub kuas mej muaj txhua yaam zoo txhwj zog sub mej txhad ua lawv le Vaajtswv lub sab nyam, hab thov nwg ua tej kws nwg pum zoo rua huv peb, rua huv Yexu Kheto. Thov nwg tau koob meej ci tsaa ab moog ib txhws tsw kawg. Amee."},{"bible_id":"1216","chapter_code":"HEB.13","verse_code":"HEB.13.22","label":"22","content":"Cov kwvtij, kuv thov mej ua sab ntev noog tej lug ntuag nuav, tsua qhov kuv sau tsw ntau pes tsawg rua mej xwb."},{"bible_id":"1216","chapter_code":"HEB.13","verse_code":"HEB.13.23","label":"23","content":"Kuv xaav kuas mej paub tas peb tug kwv Timaute tub raug tso dim lawm. Yog nwg tuaj txug sai kuv yuav nrug nwg tuaj saib mej."},{"bible_id":"1216","chapter_code":"HEB.13","verse_code":"HEB.13.24","label":"24","content":"Kuv thov has lug ncu txug rua mej cov thawj hab Vaajtswv cov xuv dawb suavdawg. Cov kwvtij kws tuaj ntawm Ithali tebchaws tuaj kuj has lug ncu txug mej hab."},{"bible_id":"1216","chapter_code":"HEB.13","verse_code":"HEB.13.25","label":"25","content":"Thov Vaajtswv txujkev hlub nrug nraim mej txhua tug."}]