[{"bible_id":"1216","chapter_code":"JDG.1","verse_code":"JDG.1.1","label":"1","content":"Thaus kws Yausua tuag lawd cov Yixayee nug Yawmsaub tas, “Peb cov leejtwg yuav xub nce moog ua rog rua cov Khana‑aa?”"},{"bible_id":"1216","chapter_code":"JDG.1","verse_code":"JDG.1.2","label":"2","content":"Yawmsaub has tas, “Xeem Yuta yuav ua ntej. Saib maj, kuv tub muab lub tebchaws rua huv puab txhais teg lawm.”"},{"bible_id":"1216","chapter_code":"JDG.1","verse_code":"JDG.1.3","label":"3","content":"Mas xeem Yuta txhad has rua xeem Xime‑oo kws ua tij tas, “Ca le nrug peb moog rua huv lub tebchaws kws muab tu rua peb lawm, peb txhad ua tau rog rua cov Khana‑aa, hab peb yuav nrug mej moog ua rog rua huv lub tebchaws kws muab tu rua mej lawd.” Xeem Xime‑oo kuj nrug puab moog."},{"bible_id":"1216","chapter_code":"JDG.1","verse_code":"JDG.1.4","label":"4","content":"Xeem Yuta txhad le moog, mas Yawmsaub muab cov Khana‑aa hab cov Pelixai rua huv puab txhais teg mas puab tua yeej ib vaam leej ntawm Npexe."},{"bible_id":"1216","chapter_code":"JDG.1","verse_code":"JDG.1.5","label":"5","content":"Puab ntswb Antauni Npexe ntawm Npexe mas ua rog rua nwg. Puab tua yeej cov Khana‑aa hab cov Pelixai."},{"bible_id":"1216","chapter_code":"JDG.1","verse_code":"JDG.1.6","label":"6","content":"Antauni Npexe tswv lawm kuas puab lawv nteg tau nwg, mas muab nwg ob tug taub teg hab ob tug taub taw txav pov tseg."},{"bible_id":"1216","chapter_code":"JDG.1","verse_code":"JDG.1.7","label":"7","content":"Antauni Npexe has tas, “Muaj xyaa caum tug vaajntxwv kws taub teg taub taw tu taag txeev khaws nyuas qub mov qub zaub huv kuv qaab rooj. Kuv ua le caag rua luas lawm Vaajtswv kuj ua ib yaam le hov pauj kuv.” Puab coj nwg lug rua huv Yeluxalee mas nwg tuag rua huv lawm."},{"bible_id":"1216","chapter_code":"JDG.1","verse_code":"JDG.1.8","label":"8","content":"Cov Yuta moog ua rog rua lub moos Yeluxalee hab txeeb tau hab xuas ntaaj tua lub moos hab muab hlawv huvsw."},{"bible_id":"1216","chapter_code":"JDG.1","verse_code":"JDG.1.9","label":"9","content":"Dhau hov cov Yuta kuj nqeg moog ua rog rua cov Khana‑aa kws nyob peg toj sab huv Neke hab tej pov roob Sefela."},{"bible_id":"1216","chapter_code":"JDG.1","verse_code":"JDG.1.10","label":"10","content":"Cov Yuta kuj moog ntaus cov Khana‑aa kws nyob huv lub moos Heploo (lub moos Heploo hov yaav tom ntej hu ua Khiliya Anpa). Puab tua tau Sesai hab Ahimaa hab Thaamai."},{"bible_id":"1216","chapter_code":"JDG.1","verse_code":"JDG.1.11","label":"11","content":"Puab tawm hov ntawd moog ua rog rua cov kws nyob huv lub moos Ntenpi. Ntenpi yaav tom ntej hu ua Khiliya Xefaw."},{"bible_id":"1216","chapter_code":"JDG.1","verse_code":"JDG.1.12","label":"12","content":"Khalej has tas, “Leejtwg ntaus tau lub moos Khiliya Xefaw hab txeeb tau mas kuv yuav muab kuv tug ntxhais Axav rua nwg ua quaspuj.”"},{"bible_id":"1216","chapter_code":"JDG.1","verse_code":"JDG.1.13","label":"13","content":"Mas Auni‑ee kws yog Khalej tug kwv Khena tug tub txeeb tau lub moos hov mas Khalej muab nwg tug ntxhais Axav rua nwg ua quaspuj."},{"bible_id":"1216","chapter_code":"JDG.1","verse_code":"JDG.1.14","label":"14","content":"Thaus sws yuav lawd Axav txawm taij nwg tug quasyawg thov leej txwv pub ib daim teb. Thaus Axav nqeg sau nwg tug neeg luav lug mas Khalej nug tas, “Koj xaav yuav daabtsw?”"},{"bible_id":"1216","chapter_code":"JDG.1","verse_code":"JDG.1.15","label":"15","content":"Axav teb tas, “Thov koj pub ib yaam koob moov rua kuv. Koj pub kuv muaj teb huv tebchaws Neke, mas thov pub tej lub hauv dej txhawv hab.” Khalej txawm muab lub hauv dej saab peg hab lub saab nraag rua nwg."},{"bible_id":"1216","chapter_code":"JDG.1","verse_code":"JDG.1.16","label":"16","content":"Mauxe yawm txwv caaj ceg kws yog tuabneeg Khenai nrug cov Yuta ua ke tawm ntawm lub moos toov laaj  nce moog rua tebchaws moj saab qhua Yuta kws nyob huv Neke ze lub moos Alaj, mas puab txhad moog nrug cov qub tuabneeg huv tebchaws hov nyob ua ke."},{"bible_id":"1216","chapter_code":"JDG.1","verse_code":"JDG.1.17","label":"17","content":"Xeem Yuta kuj nrug xeem Xime‑oo kws yog nwg tij moog tua yeej cov Khana‑aa kws nyob huv lub moos Xefa hab muab lub moos hov ua puam tsuaj huvsw, puab txhad hu lub moos hov tas Hauma."},{"bible_id":"1216","chapter_code":"JDG.1","verse_code":"JDG.1.18","label":"18","content":"Xeem Yuta txeeb tau lub moos Kaxa hab lub moos Akheloo hab lub moos Ekhoo hab cov moos hov le kaav xyuam huvsw."},{"bible_id":"1216","chapter_code":"JDG.1","verse_code":"JDG.1.19","label":"19","content":"Yawmsaub nrug nraim xeem Yuta, puab txhad txeeb tau tej tebchaws toj sab, tassws puab lawv tsw tau cov tuabneeg nruab tag, tsua qhov cov nruab tag muaj tsheb neeg hlau ua rog."},{"bible_id":"1216","chapter_code":"JDG.1","verse_code":"JDG.1.20","label":"20","content":"Lub moos Heploo puab muab rua Khalej lawv le Mauxe has ca lawd. Khalej txhad lawv Anaj peb tug tub tswv moog."},{"bible_id":"1216","chapter_code":"JDG.1","verse_code":"JDG.1.21","label":"21","content":"Tassws xeem Npeeyamee tsw lawv cov Yenpu kws nyob huv Yeluxalee tswv moog. Ua le nuav mas cov Yenpu txhad le nrug cov Npeeyamee nyob ua ke huv Yeluxalee lug txug naj nub nwgnuav."},{"bible_id":"1216","chapter_code":"JDG.1","verse_code":"JDG.1.22","label":"22","content":"Yauxej caaj ceg moog ua rog rua lub moos Npe‑ee mas Yawmsaub nrug nraim puab."},{"bible_id":"1216","chapter_code":"JDG.1","verse_code":"JDG.1.23","label":"23","content":"Yauxej caaj ceg tso tuabneeg moog tshuaj Npe‑ee (yaav tom ntej lub moos nuav hu ua Lu)."},{"bible_id":"1216","chapter_code":"JDG.1","verse_code":"JDG.1.24","label":"24","content":"Mas cov tuabneeg tshuaj xuv pum ib tug txwvneej tawm huv lub moos tuaj, puab txawm has rua nwg tas, “Thov qha txujkev kws nkaag rua huv lub moos nuav rua peb, mas peb yuav ua zoo rua koj.”"},{"bible_id":"1216","chapter_code":"JDG.1","verse_code":"JDG.1.25","label":"25","content":"Nwg kuj qha kev nkaag huv lub moos rua puab, mas puab xuas ntaaj tua lub moos hov huvsw, tassws puab tso tug txwvneej hov hab nwg cuab tuabneeg suavdawg dim."},{"bible_id":"1216","chapter_code":"JDG.1","verse_code":"JDG.1.26","label":"26","content":"Tug txwvneej hov txhad moog nyob rua huv cov Hithai lub tebchaws hab ua ib lub moos, tis npe hu ua Lu, mas lub npe hov nyob txug naj nub nwgnuav."},{"bible_id":"1216","chapter_code":"JDG.1","verse_code":"JDG.1.27","label":"27","content":"Xeem Manaxe tsw lawv cov tuabneeg huv tej moos nuav hab tej zej zog ib ncig ntawd tswv, yog lub moos Npesaa, Tha‑ana, Ntau, Ile‑aa hab Mekintau. Cov Khana‑aa tseed kwv tawv nyob huv lub tebchaws hov."},{"bible_id":"1216","chapter_code":"JDG.1","verse_code":"JDG.1.28","label":"28","content":"Mas thaus cov Yixayee muaj zug tuaj puab kuj yuam cov Khana‑aa ua num rua puab, tassws tsw muab lawv kuas tswv taag nrho."},{"bible_id":"1216","chapter_code":"JDG.1","verse_code":"JDG.1.29","label":"29","content":"Hab xeem Efa‑i kuj tsw lawv cov Khana‑aa kws nyob huv lub moos Kexaw tawm tswv. Cov Khana‑aa tseed nrug puab nyob ua ke huv lub moos Kexaw."},{"bible_id":"1216","chapter_code":"JDG.1","verse_code":"JDG.1.30","label":"30","content":"Xeem Xenpuloo tsw lawv cov tuabneeg huv lub moos Khibloo hab huv Nahaloo tswv. Cov Khana‑aa tseed nrug puab nyob ua ke hab raug quab yuam ua num."},{"bible_id":"1216","chapter_code":"JDG.1","verse_code":"JDG.1.31","label":"31","content":"Xeem Asaw tsw lawv cov tuabneeg huv lub moos Akhau hab Xaintoo hab Alab hab Axij hab Henpa hab Afi hab Lehau tswv."},{"bible_id":"1216","chapter_code":"JDG.1","verse_code":"JDG.1.32","label":"32","content":"Cov Asaw nrug cov qub tuabneeg Khana‑aa nyob ua ke huv lub tebchaws hov tsua qhov puab tsw muab lawv tswv moog."},{"bible_id":"1216","chapter_code":"JDG.1","verse_code":"JDG.1.33","label":"33","content":"Xeem Nathali tsw lawv cov tuabneeg huv Npeseme hab huv Npe‑anav tswv. Puab ca le nrug cov qub tuabneeg Khana‑aa nyob ua ke huv lub tebchaws hov. Tassws cov tuabneeg huv ob lub moos hov kuj raug quab yuam ua num rua puab."},{"bible_id":"1216","chapter_code":"JDG.1","verse_code":"JDG.1.34","label":"34","content":"Cov Amaulai tiv thaiv xeem Ntaaj rua peg toj sab tsw kheev puab nqeg lug nraag nruab tag."},{"bible_id":"1216","chapter_code":"JDG.1","verse_code":"JDG.1.35","label":"35","content":"Cov Amaulai kwv tawv nyob huv lub moos Hahele hab huv Aiyaloo hab huv Sa‑aanpi, tassws Yauxej caaj ceg txhais teg tsuj yuam puab, txhad quab yuam puab ua num."},{"bible_id":"1216","chapter_code":"JDG.1","verse_code":"JDG.1.36","label":"36","content":"Cov Amaulai nrwm teb yog txwj ntawm txujkev kws hlaa lub dawm roob Akhanpi hab txwj ntawm lub moos Xelaj lug rua saab peg moog le."},{"bible_id":"1216","chapter_code":"JDG.2","verse_code":"JDG.2.1","label":"1","content":"Yawmsaub tug tubkhai ntuj tawm ntawm lub moos Kilakaa moog txug lub moos Npaukhi, mas has tas, “Kuv coj mej tawm huv Iyi tebchaws lug hab coj mej lug rua huv lub tebchaws kws kuv cog lug ruaj khov tas kuv yuav pub rua mej tej laug. Kuv has tas, ‘Kuv yuav tsw rhuav tej lug kws kuv cog tseg rua mej ib zag le,"},{"bible_id":"1216","chapter_code":"JDG.2","verse_code":"JDG.2.2","label":"2","content":"hab mej yuav tsum tsw xob nrug cov tuabneeg huv lub tebchaws nuav sws cog lug hlo le. Mej yuav tsum muab puab tej thaaj teev daab rhuav pov tseg huvsw.’ Tassws mej tsw noog tej lug kws kuv has. Mej ua daabtsw le nuav?"},{"bible_id":"1216","chapter_code":"JDG.2","verse_code":"JDG.2.3","label":"3","content":"Yog le nuav nwgnuav kuv txhad has rua mej tas, kuv yuav tsw ntab cov tuabneeg hov tswv ntawm mej hauv ntej moog lawm. Puab yuav ua yeeb ncuab  rua mej hab puab tej daab yuav ua rooj hlua cuab mej.”"},{"bible_id":"1216","chapter_code":"JDG.2","verse_code":"JDG.2.4","label":"4","content":"Thaus Yawmsaub tug tubkhai ntuj has tej lug nuav rua cov Yixayee taag lawd, cov pejxeem txawm tsaa suab quaj."},{"bible_id":"1216","chapter_code":"JDG.2","verse_code":"JDG.2.5","label":"5","content":"Puab txhad hu lub chaw hov tas Npaukhi  hab puab tua tsaj xyeem rua Yawmsaub hov ntawd."},{"bible_id":"1216","chapter_code":"JDG.2","verse_code":"JDG.2.6","label":"6","content":"Thaus Yausua tso cov pejxeem moog lawd, cov Yixayee nyag rov moog rua nyag thaaj teb txhad txeeb tau ua qub txeeg qub teg."},{"bible_id":"1216","chapter_code":"JDG.2","verse_code":"JDG.2.7","label":"7","content":"Cov Yixayee ua koom rua Yawmsaub taag Yausua swm neej hab taag cov kev txwj quas laug kws nyob ntev dhau Yausua swm neej hab pum txhua yaam num luj kws Yawmsaub tau ua rua cov Yixayee."},{"bible_id":"1216","chapter_code":"JDG.2","verse_code":"JDG.2.8","label":"8","content":"Noo tug tub Yausua kws yog Yawmsaub tug qhev txawm tuag rua thaus noob nyoog muaj ib puas kaum xyoo."},{"bible_id":"1216","chapter_code":"JDG.2","verse_code":"JDG.2.9","label":"9","content":"Puab muab nwg log rua huv nwg thaaj teb kws yog nwg qub txeeg qub teg ntawm lub moos Thinahele  kws nyob peg toj sab Efa‑i tebchaws ntawm lub roob Ka‑a saab peg."},{"bible_id":"1216","chapter_code":"JDG.2","verse_code":"JDG.2.10","label":"10","content":"Cov tuabneeg kws nyob tam hov kuj dua taag moog nrug puab tej laug nyob huvsw lawm, tsua muaj dua ib tam tshwm lug kws tsw paub Yawmsaub hab tsw paub tej kws Yawmsaub tau paab cov Yixayee lawd."},{"bible_id":"1216","chapter_code":"JDG.2","verse_code":"JDG.2.11","label":"11","content":"Cov Yixayee kuj ua tej kws Yawmsaub pum tas phem hab moog teev tej daab Npa‑aa"},{"bible_id":"1216","chapter_code":"JDG.2","verse_code":"JDG.2.12","label":"12","content":"Puab tso Yawmsaub tseg, yog puab tej laug tug Vaajtswv kws coj puab tawm huv Iyi tebchaws lug. Puab lawv quas ncav luas tej daab kws yog cov tuabneeg kws nyob ib ncig puab tej daab, hab pe tej daab hov mas ua rua Yawmsaub chim."},{"bible_id":"1216","chapter_code":"JDG.2","verse_code":"JDG.2.13","label":"13","content":"Puab tso Yawmsaub tseg moog ua koom rua tej daab Npa‑aa hab tej daab Athalau."},{"bible_id":"1216","chapter_code":"JDG.2","verse_code":"JDG.2.14","label":"14","content":"Vem le nuav Yawmsaub txhad npau tawg rua cov Yixayee, nwg txhad muab puab cob rua huv cov kws lws puab txhais teg hab muab puab muag rua huv puab cov yeeb ncuab kws nyob ib ncig, puab txhad le tiv tsw taug puab cov yeeb ncuab dua le lawm."},{"bible_id":"1216","chapter_code":"JDG.2","verse_code":"JDG.2.15","label":"15","content":"Puab moog ntaus rog thaus twg los Yawmsaub txhais teg kuj tawm tsaam puab ua rua puab swb hlo lawv le Yawmsaub tau ntuag puab hab cog lug ruaj rua puab lawm. Mas puab raug kev ceblaaj txom nyem heev."},{"bible_id":"1216","chapter_code":"JDG.2","verse_code":"JDG.2.16","label":"16","content":"Tes Yawmsaub txawm tsaa kuas muaj cov thawj kws cawm puab dim ntawm cov kws lws puab txhais teg."},{"bible_id":"1216","chapter_code":"JDG.2","verse_code":"JDG.2.17","label":"17","content":"Los puab kuj tsw noog cov thawj hov tej lug. Puab tseed moog deev luas tej daab hab pe tej daab ntawd. Puab tig hlo ntawm txujkev kws puab tej laug taug sai kawg le lawm. Puab tej laug ua lawv le Yawmsaub txuj kevcai tassws puab tsw ua lawv le ntawd."},{"bible_id":"1216","chapter_code":"JDG.2","verse_code":"JDG.2.18","label":"18","content":"Yawmsaub tsaa kuas muaj tug thawj thaus twg Yawmsaub kuj nrug nraim tug thawj ntawd, hab cawm puab dim huv puab cov yeeb ncuab txhais teg moog taag tug thawj hov swm neej. Vem yog puab raug kev tswm txom raug kev quab yuam, puab lub suab quaj qw ntsaaj quas lawg ua rua Yawmsaub khuvleej puab."},{"bible_id":"1216","chapter_code":"JDG.2","verse_code":"JDG.2.19","label":"19","content":"Tassws thaus tug thawj hov taag txujsa, puab kuj tig hlo rov qaab ua phem heev dua puab tej laug, moog lawv quas ncav luas tej daab hab ua koom hab pe tej daab ntawd. Puab tsw tso ib yaam kev phem twg kws puab ua tseg lossws tso txujkev tawv ncauj tseg."},{"bible_id":"1216","chapter_code":"JDG.2","verse_code":"JDG.2.20","label":"20","content":"Vem le nuav Yawmsaub txujkev npau tawg txhad tshwm plawg rua cov Yixayee hab nwg has tas, “Vem haiv tuabneeg nuav faav xeeb rua kuv tej lug cog tseg kws kuv cog rua puab tej laug hab vem puab tsw noog kuv tej lug,"},{"bible_id":"1216","chapter_code":"JDG.2","verse_code":"JDG.2.21","label":"21","content":"mas txwj nuav moog kuv yuav tsw muab tej haiv tuabneeg kws thaus Yausua tuag tseed tshuav nyob ntab ntawm mej hauv ntej moog,"},{"bible_id":"1216","chapter_code":"JDG.2","verse_code":"JDG.2.22","label":"22","content":"sub kuv txhad tau swv tej haiv tuabneeg hov swm cov Yixayee saib puab yuav ceev faaj taug Yawmsaub txujkev ib yaam le puab tej laug los tsw taug.”"},{"bible_id":"1216","chapter_code":"JDG.2","verse_code":"JDG.2.23","label":"23","content":"Vem le nuav Yawmsaub txhad tso tej tuabneeg hov nyob, tsw ntab puab tawm moog sai sai, hab tsw muab cob rua huv Yausua txhais teg."},{"bible_id":"1216","chapter_code":"JDG.3","verse_code":"JDG.3.1","label":"1","content":"Nuav yog cov tuabneeg kws Yawmsaub tseg ca tshuav nyob sub txhad tau swm txhua tug Yixayee kws tsw tau txeev paub ua rog huv Khana‑aa."},{"bible_id":"1216","chapter_code":"JDG.3","verse_code":"JDG.3.2","label":"2","content":"Yawmsaub ua le nuav tsuas yog xaav qha kev ua rog rua cov Yixayee txhua tam kws tsw tau txeev paub ua rog dua."},{"bible_id":"1216","chapter_code":"JDG.3","verse_code":"JDG.3.3","label":"3","content":"Yog tshuav cov Filixatee tswb tug vaajntxwv, hab cov Khana‑aa huvsw hab cov Xaintoo hab cov Hivai kws nyob sau lub roob Lenpanoo txwj ntawm lub roob Npa‑aa Hawmoo moog txug txujkev kws moog rua huv lub moos Hama."},{"bible_id":"1216","chapter_code":"JDG.3","verse_code":"JDG.3.4","label":"4","content":"Cov tuabneeg nuav tshuav nyob lug swm cov Yixayee sub txhad paub tas cov Yixayee yuav noog Yawmsaub tej lug nkaw kws Yawmsaub tub kuas Mauxe has rua puab tej laug los tsw noog."},{"bible_id":"1216","chapter_code":"JDG.3","verse_code":"JDG.3.5","label":"5","content":"Yog le nuav cov Yixayee txhad nyob txuam rua huv cov Khana‑aa, cov Hithai, cov Amaulai, cov Pelixai, cov Hivai hab cov Yenpu."},{"bible_id":"1216","chapter_code":"JDG.3","verse_code":"JDG.3.6","label":"6","content":"Puab moog yuav cov tuabneeg hov tej ntxhais ua quaspuj hab muab puab tej ntxhais qua rua cov tuabneeg hov tej tub, hab ua koom rua puab tej daab."},{"bible_id":"1216","chapter_code":"JDG.3","verse_code":"JDG.3.7","label":"7","content":"Cov Yixayee ua tej kws Yawmsaub pum tas phem kawg le. Puab tsw ncu Yawmsaub kws yog puab tug Vaajtswv lawm, puab moog teev tej daab Npa‑aa hab tej daab Asela."},{"bible_id":"1216","chapter_code":"JDG.3","verse_code":"JDG.3.8","label":"8","content":"Vem le hov Yawmsaub txujkev npau tawg txhad tshwm plawg rua cov Yixayee, Yawmsaub txhad muab puab tso rua Kusaa Lisatha‑i kws yog Alaa Nahala‑i  tebchaws tug vaajntxwv. Cov Yixayee txhad le zwm rua Kusaa Lisatha‑i tau yim xyoo."},{"bible_id":"1216","chapter_code":"JDG.3","verse_code":"JDG.3.9","label":"9","content":"Mas thaus cov Yixayee quaj thov Yawmsaub mas Yawmsaub txhad tsaa kuas muaj ib tug paab cov Yixayee, yog Khalej tug kwv Khena tug tub Auni‑ee kws paab puab dim."},{"bible_id":"1216","chapter_code":"JDG.3","verse_code":"JDG.3.10","label":"10","content":"Yawmsaub tug Ntsuj Plig txhad lug kaav nwg lub sab hab nwg ua thawj kaav cov Yixayee hab nwg tawm moog ua rog. Mas Yawmsaub muab Alaa Nahala‑i tug vaajntxwv Kusaa Lisatha‑i rua huv nwg txhais teg, nwg txhad kov yeej Kusaa Lisatha‑i."},{"bible_id":"1216","chapter_code":"JDG.3","verse_code":"JDG.3.11","label":"11","content":"Ua le nuav lub tebchaws txhad le su tsw ua rog tau plaub caug xyoo. Mas Khena tug tub Auni‑ee txawm tuag lawm."},{"bible_id":"1216","chapter_code":"JDG.3","verse_code":"JDG.3.12","label":"12","content":"Cov Yixayee rov ua tej kws Yawmsaub pum tas phem kawg le, Yawmsaub txhad cuab cov Mau‑a tug vaajntxwv Eloos zug ntaus cov Yixayee, vem yog puab tub ua tej kws Yawmsaub pum tas phem kawg le."},{"bible_id":"1216","chapter_code":"JDG.3","verse_code":"JDG.3.13","label":"13","content":"Eloos txhad hu cov Aamoo hab cov Amalej tuaj ua ke moog ntaus yeej cov Yixayee hab txeeb tau lub moos toov laaj."},{"bible_id":"1216","chapter_code":"JDG.3","verse_code":"JDG.3.14","label":"14","content":"Cov Yixayee txhad le zwm rua Mau‑a tug vaajntxwv Eloos tau kaum yim xyoo."},{"bible_id":"1216","chapter_code":"JDG.3","verse_code":"JDG.3.15","label":"15","content":"Thaus cov Yixayee quaj thov Yawmsaub mas Yawmsaub kuj tsaa muaj ib tug lug paab puab, yog Kela tug tub Ehuj, yog xeem Npeeyamee, yog ib tug txhum phem. Cov Yixayee muab se rua nwg xaa moog rua Mau‑a tug vaajntxwv Eloos."},{"bible_id":"1216","chapter_code":"JDG.3","verse_code":"JDG.3.16","label":"16","content":"Ehuj ntaus ib raab ntaaj ob saab ntse ntev ib tshwm coj nrug cev muab ntxwg lawv saab ncej qaab xws rua huv lub rwg."},{"bible_id":"1216","chapter_code":"JDG.3","verse_code":"JDG.3.17","label":"17","content":"Nwg txawm coj se moog cev rua Mau‑a tug vaajntxwv Eloos. Eloos yog ib tug rog rog heev."},{"bible_id":"1216","chapter_code":"JDG.3","verse_code":"JDG.3.18","label":"18","content":"Thaus Ehuj muab cov se cob taag lawm tes nwg txawm kuas cov kws kwv cov se hov rov qaab."},{"bible_id":"1216","chapter_code":"JDG.3","verse_code":"JDG.3.19","label":"19","content":"Mas nwg tig rov qaab ntawm cov txoov daab pob zeb kws puab txaug kws nyob ze Kilakaa rov lug has tas, “Au Vaajntxwv, kuv muaj ib lu lug kws kuv yuav has rua koj tuab leeg paub xwb.” Vaajntxwv txhad has kuas nyob tuabywv. Tes vaajntxwv cov tub teg tub taw txhad tawm moog lawm."},{"bible_id":"1216","chapter_code":"JDG.3","verse_code":"JDG.3.20","label":"20","content":"Mas Ehuj nkaag moog cuag vaajntxwv rua thaus kws vaajntxwv tuab leeg nyob tsawg txheej sau huv nwg chaav kws laaj kham. Mas Ehuj has tas, “Kuv muaj Vaajtswv tej lug kws kuv yuav has rua koj.” Tes vaajntxwv txawm sawv tseeg."},{"bible_id":"1216","chapter_code":"JDG.3","verse_code":"JDG.3.21","label":"21","content":"Ehuj txhad xuas txhais teg phem rhu hlo ntaaj huv saab ceg xws nkaug kag Eloos plaab."},{"bible_id":"1216","chapter_code":"JDG.3","verse_code":"JDG.3.22","label":"22","content":"Raab ntaaj pluj plag taag nrho tug ku, tej paav yawj foob nkaus raab ntaaj. Nwg kuj tsw rhu raab ntaaj huv Eloos lub plaab lug, tej quav zwg tawm lug xwb."},{"bible_id":"1216","chapter_code":"JDG.3","verse_code":"JDG.3.23","label":"23","content":"Tes Ehuj txawm tawm rua nrau qaab khaav, nwg muab chaav tsev txheej sau qhov rooj kaw hab muab ntsug phoo ntsug ca."},{"bible_id":"1216","chapter_code":"JDG.3","verse_code":"JDG.3.24","label":"24","content":"Thaus Ehuj moog lawd vaajntxwv cov tub teg tub taw lug saib mas pum tas chaav tsev txheej sau lub qhov rooj muab ntsug phoo ntsug lawm, puab kuj xaav tas “Nyab vaajntxwv moog plhob saab rua lub tsev dej huv chaav laaj kham lawm.”"},{"bible_id":"1216","chapter_code":"JDG.3","verse_code":"JDG.3.25","label":"25","content":"Puab tog ntev xeeb txob lawm. Thaus nwg tseed tsw qheb qhov rooj txheej sau le, puab txhad muab yuam swj lug qheb na cav puab tug vaajntxwv tub tuag xyaab leeg sau lawj."},{"bible_id":"1216","chapter_code":"JDG.3","verse_code":"JDG.3.26","label":"26","content":"Thaus kws puab tseed tog tog hov Ehuj tub tswv dhau ntawm cov txoov daab pob zeb tub moog txug Xe‑ila lawm."},{"bible_id":"1216","chapter_code":"JDG.3","verse_code":"JDG.3.27","label":"27","content":"Thaus nwg lug txug nwg txhad tshuab raaj kub yaaj huv tebchaws toj sab Efa‑i, mas cov Yixayee kuj nrug nwg nqeg peg toj sab moog, nwg coj puab kev."},{"bible_id":"1216","chapter_code":"JDG.3","verse_code":"JDG.3.28","label":"28","content":"Nwg has rua puab tas, “Ca le lawv kuv qaab tsua qhov Yawmsaub tub muab mej cov yeeb ncuab kws yog cov Mau‑a rua huv mej txhais teg lawm.” Puab txhad nrug nwg nqeg moog txeeb tau tej chaw kws hlaa tau dej Yalatee, thaiv cov Mau‑a kev tsw pub ib tug hlaa tau le."},{"bible_id":"1216","chapter_code":"JDG.3","verse_code":"JDG.3.29","label":"29","content":"Zag hov puab tua cov Mau‑a tuag kwvlaam ib vaam leej yog cov kws khov swm hab muaj zug huvsw, tsw muaj ib tug tswv dim le."},{"bible_id":"1216","chapter_code":"JDG.3","verse_code":"JDG.3.30","label":"30","content":"Cov Mau‑a txhad swb hab zwm rua cov Yixayee nub hov. Mas lub tebchaws txhad su tsw ua rog tau yim caum xyoo."},{"bible_id":"1216","chapter_code":"JDG.3","verse_code":"JDG.3.31","label":"31","content":"Dhau Ehuj lawm mas muaj Anav tug tub Saaka. Nwg xuas tug muv lawv nyuj tua cov Filixatee tuag rau pua leej. Nwg kuj paab cov Yixayee dim hab."},{"bible_id":"1216","chapter_code":"JDG.4","verse_code":"JDG.4.1","label":"1","content":"Thaus Ehuj tuag lawd, cov Yixayee rov ua tej kws Yawmsaub pum tas phem."},{"bible_id":"1216","chapter_code":"JDG.4","verse_code":"JDG.4.2","label":"2","content":"Yawmsaub txhad muab puab cob rua huv cov Khana‑aa tug vaajntxwv Yanpi kws nyob lub moos Haxau txhais teg. Nwg tug thawj rog hu ua Xixela kws nyob huv lub moos Halause Hakau‑i."},{"bible_id":"1216","chapter_code":"JDG.4","verse_code":"JDG.4.3","label":"3","content":"Cov Yixayee txawm quaj thov Yawmsaub paab, tsua qhov vaajntxwv Yanpi muaj cuaj pua lub tsheb hlau ua rog hab ua nruj ua tswv quab yuam cov Yixayee tau neeg nkaum xyoo."},{"bible_id":"1216","chapter_code":"JDG.4","verse_code":"JDG.4.4","label":"4","content":"Mas ib tug puj cev Vaajtswv lug hu ua Ntenpaula, yog Lapintau le quaspuj, nwg ua thawj coj cov Yixayee lub swjhawm ntawd."},{"bible_id":"1216","chapter_code":"JDG.4","verse_code":"JDG.4.5","label":"5","content":"Nwg pheej nyob huv qaab tsob toov laaj Ntenpaula kws nyob ntawm Lama hab Npe‑ee ntu nruab nraab peg toj sab Efa‑i tebchaws, mas cov tuabneeg Yixayee pheej tuaj cuag nwg hov ntawd kuas nwg tu puab tej plaub."},{"bible_id":"1216","chapter_code":"JDG.4","verse_code":"JDG.4.6","label":"6","content":"Ntenpaula khaiv tuabneeg moog hu Npala kws yog Anpinau‑aa tug tub tuaj ntawm Khente huv Nathali tebchaws tuaj mas has rua nwg tas, “Yawmsaub kws yog cov Yixayee tug Vaajtswv has rua koj tas, ‘Ca le moog sau zog koj cov tub rog tuaj rua ntawm lub roob Thanpau. Ca le moog sau xeem Nathali hab xeem Xenpuloo ib vaam leej."},{"bible_id":"1216","chapter_code":"JDG.4","verse_code":"JDG.4.7","label":"7","content":"Mas kuv yuav ntxag Xixela kws yog vaajntxwv Yanpi tug thawj rog kuas coj nwg cov tub rog hab nwg cov tsheb ua rog tuaj ntswb koj ntawm tug dej Khisoo, hab kuv yuav muab nwg cob rua huv koj txhais teg.’ ”"},{"bible_id":"1216","chapter_code":"JDG.4","verse_code":"JDG.4.8","label":"8","content":"Npala txhad teb Ntenpaula tas, “Yog koj nrug kuv moog kuv txhad le moog. Yog koj tsw nrug kuv moog, kuv kuj tsw moog.”"},{"bible_id":"1216","chapter_code":"JDG.4","verse_code":"JDG.4.9","label":"9","content":"Ntenpaula teb tas, “Kuv yeej yuav nrug koj moog tag, tassws txujkev kws koj taug hov yuav tsw coj koj tau koob meej, tsua qhov Yawmsaub yuav muab Xixela cob rua ib tug quaspuj txhais teg.” Tes Ntenpaula txawm sawv tseeg nrug Npala moog txug lub moos Khente."},{"bible_id":"1216","chapter_code":"JDG.4","verse_code":"JDG.4.10","label":"10","content":"Npala txhad hu xeem Xenpuloo hab xeem Nathali tuaj rua ntawm Khente, mas muaj ib vaam leej nrug Npala moog hab Ntenpaula kuj nrug nwg moog hab."},{"bible_id":"1216","chapter_code":"JDG.4","verse_code":"JDG.4.11","label":"11","content":"Henpaw kws yog tuabneeg Khenai tau ncaim ntawm cov Khenai suavdawg kws yog Mauxe yawm txwv Haunpas caaj ceg lug tsaa tsev ntaub nyob rua ntawm tug ntoo qheb huv Xanani kws nyob ze lub moos Khente."},{"bible_id":"1216","chapter_code":"JDG.4","verse_code":"JDG.4.12","label":"12","content":"Thaus muaj tuabneeg moog has rua Xixela tas Anpinau‑aa tug tub Npala nce moog rua sau lub roob Thanpau lawm,"},{"bible_id":"1216","chapter_code":"JDG.4","verse_code":"JDG.4.13","label":"13","content":"Xixela txawm txhwj nwg cuaj pua lub tsheb hlau ua rog huvsw hab taag nrho nwg cov tub rog tuaj rua ntawm lub moos Halause Hakau‑i moog txug tug dej Khisoo."},{"bible_id":"1216","chapter_code":"JDG.4","verse_code":"JDG.4.14","label":"14","content":"Ntenpaula has rua Npala tas, “Ca le moog los maj, tsua qhov nub nua yog nub kws Yawmsaub muab Xixela rua huv koj txhais teg. Yawmsaub tub ua koj ntej moog lawm nev.” Npala hab nwg cov tub rog ib vaam leej txhad nqeg ntawm lub roob Thanpau moog."},{"bible_id":"1216","chapter_code":"JDG.4","verse_code":"JDG.4.15","label":"15","content":"Yawmsaub ua rua Xixela hab nwg tej tsheb ua rog huvsw hab nwg paab tub rog huvsw tawg tswv swb hlo Npala tej nav ntaaj, tes Xixela txawm nqeg sau nwg lub tsheb ua rog xuas kwtaw tswv lawm."},{"bible_id":"1216","chapter_code":"JDG.4","verse_code":"JDG.4.16","label":"16","content":"Tes Npala txawm lawv tej tsheb ua rog hab cov tub rog moog txug Halause Hakau‑i. Mas Xixela paab tub rog raug nav ntaaj tuag taag tsw tshuav ib tug le."},{"bible_id":"1216","chapter_code":"JDG.4","verse_code":"JDG.4.17","label":"17","content":"Tassws Xixela dha tswv moog txug Ya‑ee kws yog Henpaw tug quaspuj kws yog tuabneeg Khenai lub tsev ntaub, tsua qhov vaajntxwv Yanpi huv lub moos Haxau nrug Henpaw kws yog tuabneeg Khenai tsev tuabneeg sws raug zoo."},{"bible_id":"1216","chapter_code":"JDG.4","verse_code":"JDG.4.18","label":"18","content":"Ya‑ee txawm tawm tuaj tog Xixela hab has tas, “Yawm hlub, ca le lug tsev, ca le lug su huv kuv lub tsev, tsw xob ntshai le.” Xixela txhad nkaag moog rua huv nwg lub tsev ntaub, hab nwg muab ib daim choj lug vuv Xixela."},{"bible_id":"1216","chapter_code":"JDG.4","verse_code":"JDG.4.19","label":"19","content":"Xixela has rua nwg tas, “Thov ib ntswv dej rua kuv haus, tsua qhov kuv nqhes dej heev.” Ya‑ee txawm qheb hlo ib lub naab tawv kua mig laub rua nwg haus hab muab daim choj vuv nwg."},{"bible_id":"1216","chapter_code":"JDG.4","verse_code":"JDG.4.20","label":"20","content":"Xixela has rua nwg tas, “Thov koj moog sawv ntawm qhov rooj zuv. Yog leejtwg tuaj nug tas, ‘Muaj leejtwg tuaj nuav los tsw muaj?’ Ca le teb tas, Tsw muaj.”"},{"bible_id":"1216","chapter_code":"JDG.4","verse_code":"JDG.4.21","label":"21","content":"Tassws Ya‑ee kws yog Henpaw tug quaspuj muab ib tug tswg hlau kws nqug tsev ntaub hab tuav ib raab rauj nyaag lug muab tug tswg hlau twb nkaus Xixela xub ntsus npuj tshaab plawg rua huv aav rua thaus nwg saamswm tsaug zug ceev tsua qhov yog txug sav. Tes Xixela txawm tuag lawm."},{"bible_id":"1216","chapter_code":"JDG.4","verse_code":"JDG.4.22","label":"22","content":"Thaus Npala lawv Xixela tuaj txug, Ya‑ee tawm moog tog nwg hab has rua nwg tas, “Ca le lug tsev, kuv yuav qha koj pum tug kws koj saamswm nrhav hov.” Npala kuj nkaag lug rua huv nwg lub tsev ntaub pum Xixela tuag xyaab leeg lawm, tug tswg tsev ntaub tseed rhais nreeg xub ntsus."},{"bible_id":"1216","chapter_code":"JDG.4","verse_code":"JDG.4.23","label":"23","content":"Nub ntawd Yawmsaub txhad ua rua cov Yixayee kov yeej Khana‑aa tug vaajntxwv Yanpi."},{"bible_id":"1216","chapter_code":"JDG.4","verse_code":"JDG.4.24","label":"24","content":"Cov Yixayee txhais teg ua nyaav zuj zug rua Khana‑aa tug vaajntxwv Yanpi moog txug thaus puab ua kuas vaajntxwv Yanpi puam tsuaj taag."},{"bible_id":"1216","chapter_code":"JDG.5","verse_code":"JDG.5.1","label":"1","content":"Ntenpaula hab Anpinau‑aa tug tub Npala hu zaaj nkauj rua nub hov tas,"},{"bible_id":"1216","chapter_code":"JDG.5","verse_code":"JDG.5.2","label":"2","content":"“Ca le qhuas Yawmsaub, tsua qhov Yixayee cov thawj xub nqeg teg hab cov pejxeem tau xyiv faab xyiv yeem paab."},{"bible_id":"1216","chapter_code":"JDG.5","verse_code":"JDG.5.3","label":"3","content":"Au tej vaajntxwv, ca le noog. Tej thawj, ca le tig ntsej noog. Kuv yuav hu nkauj rua Yawmsaub, kuv seev suab hu nkauj rua Yawmsaub kws yog Yixayee tug Vaajtswv."},{"bible_id":"1216","chapter_code":"JDG.5","verse_code":"JDG.5.4","label":"4","content":"“Au Yawmsaub, thaus koj tawm ntawm Xe‑i moog ua rog, thaus koj taug kev tawm Entoo tebchaws moog, lub nplajteb kuj ua zug quas kais, lub ntuj tso naag lug, tej fuab tso naag lug tuam tsaam."},{"bible_id":"1216","chapter_code":"JDG.5","verse_code":"JDG.5.5","label":"5","content":"Tej roob kuj ua zug quas kais rua ntawm Yawmsaub xubndag, yog Xinai tug Vaajtswv, yog Yawmsaub kws yog Yixayee tug Vaajtswv."},{"bible_id":"1216","chapter_code":"JDG.5","verse_code":"JDG.5.6","label":"6","content":"“Ntu kws Anav tug tub Saaka nyob hab ntu kws Ya‑ee nyob, tej kev luj tsw muaj tuabneeg taug, cov kws moog moog lug lug tsuas taug miv kev xwb."},{"bible_id":"1216","chapter_code":"JDG.5","verse_code":"JDG.5.7","label":"7","content":"Tej tub qoob tub loos huv Yixayee tebchaws kuj tseg tsw ua teb lawm, tsw ua moog txug thaus kuv, Ntenpaula sawv lug kaav, txug thaus kuv sawv lug ua nam huv Yixayee tebchaws."},{"bible_id":"1216","chapter_code":"JDG.5","verse_code":"JDG.5.8","label":"8","content":"Thaus xaiv tej daab tshab lug teev kev ua rog kuj tuaj txug ntawm rooj loog. Yeej tsw pum ib daim hlau thaiv ua rog hab ib raab muv rua huv plaub vaam tug tub rog huv Yixayee le."},{"bible_id":"1216","chapter_code":"JDG.5","verse_code":"JDG.5.9","label":"9","content":"Kuv lub sab dai quas dhuas Yixayee cov thawj, hab cov pejxeem kws xyiv faab xyiv yeem moog paab. Ca le qhuas Yawmsaub."},{"bible_id":"1216","chapter_code":"JDG.5","verse_code":"JDG.5.10","label":"10","content":"“Mej cov kws caij tej neeg luav dawb, cov kws nyob sau ntaub pua eeb neeg hab cov kws xuas kwtaw taug kev ca le has zaaj nuav."},{"bible_id":"1216","chapter_code":"JDG.5","verse_code":"JDG.5.11","label":"11","content":"Ca le noog zaaj lug txaj kws has ntawm qhov dej. Puab has txug qhov kws Yawmsaub kov yeej, has txug nwg cov tub qoob tub loos Yixayee kov yeej. “Thaus hov Yawmsaub cov tuabneeg kuj moog ua ib txwg ib txwg rua ntawm rooj loog."},{"bible_id":"1216","chapter_code":"JDG.5","verse_code":"JDG.5.12","label":"12","content":"‘Ntenpaula, ca le tswm lug, tswm lug. Ca le tswm lug tswm lug hu nkauj. Npala ca le sawv tseeg, Anpinau‑aa tug tub, ca le coj cov kws koj nteg tau moog.’"},{"bible_id":"1216","chapter_code":"JDG.5","verse_code":"JDG.5.13","label":"13","content":"Thaus hov cov kws muaj meej kws tseed tshuav nyob nqeg lug, Yawmsaub cov pejxeem nqeg lug nrug kuv ua rog rua cov kws muaj zug heev."},{"bible_id":"1216","chapter_code":"JDG.5","verse_code":"JDG.5.14","label":"14","content":"Cov kws cog caag rua huv Amalej tau nqeg peg Efa‑i lug. Npeeyamee, puab lawv koj hab koj cov kwvtij qaab. Cov thawj nqeg ntawm Makhi lug hab cov kws coj tug cwj thawj rog tawm huv Xenpuloo lug."},{"bible_id":"1216","chapter_code":"JDG.5","verse_code":"JDG.5.15","label":"15","content":"Ixakha cov kws ua thawj kuj nrug Ntenpaula lug, Ixakha kuj nrug Npala lug. Puab lawv nwg qaab dha moog rua huv lub haav. Xeem Lunpee cov quas cum sab faab tsw txawj ua txuj twg."},{"bible_id":"1216","chapter_code":"JDG.5","verse_code":"JDG.5.16","label":"16","content":"Ua le caag mej nyob ntawm nkuaj yaaj tog, noog lub suab raaj kws tshuv rua yaaj xwb? Xeem Lunpee cov quas cum sab faab tsw txawj ua txuj twg."},{"bible_id":"1216","chapter_code":"JDG.5","verse_code":"JDG.5.17","label":"17","content":"Kile‑a kuj nyob saab dej Yalatee nub tuaj. Ntaaj nyob daabtsw ntawm lub nkoj txwg? Asaw nyob tuabywv ntawm ntug havtxwv, nyob tuabywv huv tej tsev ntawm tshaav nkoj."},{"bible_id":"1216","chapter_code":"JDG.5","verse_code":"JDG.5.18","label":"18","content":"Xenpuloo yog cov kws zoo sab tso nyog txujsa moog paab. Nathali kuj ib yaam nkaus rua huv tej tshaav rog peg toj sab."},{"bible_id":"1216","chapter_code":"JDG.5","verse_code":"JDG.5.19","label":"19","content":"“Cov vaajntxwv tuaj, puab tuaj ua rog, cov Khana‑aa tej vaajntxwv ua rog ntawm Tha‑ana ntawm ntug dej Mekintau. Puab tsw txeeb tej nyaj txag le."},{"bible_id":"1216","chapter_code":"JDG.5","verse_code":"JDG.5.20","label":"20","content":"Tej nub qub sau ntuj kuj ua rog, tej nub qub kuj tuaj sau ntuj ua rog rua Xixela."},{"bible_id":"1216","chapter_code":"JDG.5","verse_code":"JDG.5.21","label":"21","content":"Tug nam dej Khisoo kuav puab moog, yog tug nam dej Khisoo kws hlub kawg le. Kuv lub sab, ca le taug kev moog tuaj zug moog."},{"bible_id":"1216","chapter_code":"JDG.5","verse_code":"JDG.5.22","label":"22","content":"Lub suab neeg dha rau nrov quas dawg, yog cov neeg dha noj tuam pwm."},{"bible_id":"1216","chapter_code":"JDG.5","verse_code":"JDG.5.23","label":"23","content":"Yawmsaub tug tubkhai ntuj has tas, ‘Ca le tsawm foom Melau, ca le foom nyaav kawg rua cov tuabneeg huv lub moos hov vem yog puab tsw tuaj paab Yawmsaub, tsw paab Yawmsaub ua rog rua cov kws muaj zug.’"},{"bible_id":"1216","chapter_code":"JDG.5","verse_code":"JDG.5.24","label":"24","content":"“Ca Ya‑ee tau moov zoo tshaaj plawg tej quaspuj huvsw, nwg yog Henpaw kws yog tuabneeg Khenai tug quaspuj. Ca nwg tau moov zoo tshaaj plawg tej quaspuj kws nyob huv tsev ntaub huvsw."},{"bible_id":"1216","chapter_code":"JDG.5","verse_code":"JDG.5.25","label":"25","content":"Xixela thov dej haus, mas nwg pub nyuj mig, nwg muab kua mig nyeem rua huv lub phaaj kws yog cov thawj swv cev rua Xixela."},{"bible_id":"1216","chapter_code":"JDG.5","verse_code":"JDG.5.26","label":"26","content":"Nwg txawm cev teg muab tug tswg tsev ntaub hab nwg txhais teg xws tuav tug paam thawj kws cov ua num swv. Nwg ntaus Xixela ib teg, nwg tsoo Xixela taubhau, nwg tsoo taubhau tawg taag, nwg nkaug xub ntsus tshaab plhawv."},{"bible_id":"1216","chapter_code":"JDG.5","verse_code":"JDG.5.27","label":"27","content":"Xixela qaug, nwg qaug ntawg, nwg xyaab leeg ntawm tug quaspuj txhais kwtaw, nwg qaug quas lag rua ntawm tug quaspuj hov kwtaw, nwg qaug ntawg, nwg qaug rua hovtwg nwg tuag hov ntawd."},{"bible_id":"1216","chapter_code":"JDG.5","verse_code":"JDG.5.28","label":"28","content":"“Leej nam saib qhov rais ntsoov, Xixela nam saib qhov rais ntsoov has tas, ‘Ua caag nwg tsheb ua rog yuav lug qeeb ua luaj? Ua caag tej neeg hai tsheb yuav lug qeeb kawg?’"},{"bible_id":"1216","chapter_code":"JDG.5","verse_code":"JDG.5.29","label":"29","content":"Tej quaspuj kws ntse teb nwg, lossws nwg teb nwg has tas,"},{"bible_id":"1216","chapter_code":"JDG.5","verse_code":"JDG.5.30","label":"30","content":"‘Yog puab tseed tshawb nrhav hab faib tej hov txhua chaw kws txeeb tau lug kab, yog faib ib tug lossws ob tug hluas nkauj rua ib tug quasyawg, hab faib tej ntaub kws raus zoo zoo rua Xixela, hab faib tej daim paaj ntaub kws raus zoo zoo hab tej daim paaj ntaub zoo nkauj rua kuv qhwv ntawm cej daab, coj lug ua puab tug.’"},{"bible_id":"1216","chapter_code":"JDG.5","verse_code":"JDG.5.31","label":"31","content":"“Au Yawmsaub, ca kuas koj cov yeeb ncuab huvsw puam tsuaj ib yaam nkaus le nuav. Ca tug kws nyam koj zoo yaam nkaus le lub nub thaus kws tawm tuaj muaj fwjchim ci quas nplaag.” Mas lub tebchaws txhad tau su tsw ua rog plaub caug xyoo."},{"bible_id":"1216","chapter_code":"JDG.6","verse_code":"JDG.6.1","label":"1","content":"Cov Yixayee ua tej kws Yawmsaub pum tas phem, mas Yawmsaub muab puab cob rua huv cov Mintee txhais teg tau xyaa xyoo."},{"bible_id":"1216","chapter_code":"JDG.6","verse_code":"JDG.6.2","label":"2","content":"Cov Mintee txhais teg tsuj yuam cov Yixayee. Vem tim cov Mintee mas cov Yixayee txhad npaaj chaw nraim cev rua peg tej roob hab huv tej qhov tsua hab tej chaw kws ruaj khov."},{"bible_id":"1216","chapter_code":"JDG.6","verse_code":"JDG.6.3","label":"3","content":"Cov Yixayee cog qoob thaus twg mas cov Mintee hab cov Amalej hab cov tuabneeg kws nyob saab nub tuaj txawm tuaj ua rog rua puab,"},{"bible_id":"1216","chapter_code":"JDG.6","verse_code":"JDG.6.4","label":"4","content":"hab tuaj tsuam chaw nyob rua huv lub tebchaws hab muab puab tej qoob loos ua puam tsuaj taag thoob plawg moog txug lub moos Kaxa tsw tseg ib yaam daabtsw ca tau noj le tsw has yaaj nyuj neeg luav huvsw."},{"bible_id":"1216","chapter_code":"JDG.6","verse_code":"JDG.6.5","label":"5","content":"Luas coj hlo tsaj txhu hab lub tsev ntaub tuaj coob yaam nkaus le tej paab kooj ntaas. Tuabneeg hab tej ntxhuav kuj coob suav tsw txheeb. Thaus luas tuaj luas ua rua lub tebchaws pam taag."},{"bible_id":"1216","chapter_code":"JDG.6","verse_code":"JDG.6.6","label":"6","content":"Cov Yixayee txhad poob qeg kawg le vem yog tim cov Mintee. Cov Yixayee txhad quaj thov Yawmsaub paab."},{"bible_id":"1216","chapter_code":"JDG.6","verse_code":"JDG.6.7","label":"7","content":"Thaus cov Yixayee quaj thov Yawmsaub vem yog tim cov Mintee,"},{"bible_id":"1216","chapter_code":"JDG.6","verse_code":"JDG.6.8","label":"8","content":"Yawmsaub kuj khaiv ib tug xwbfwb cev Vaajtswv lug tuaj rua huv cov Yixayee. Tug hov has rua puab tas, “Yawmsaub kws yog cov Yixayee tug Vaajtswv has le nuav tas, Kuv coj mej tawm huv Iyi tebchaws lug hab coj mej tawm huv txujkev ua qhev."},{"bible_id":"1216","chapter_code":"JDG.6","verse_code":"JDG.6.9","label":"9","content":"Kuv cawm mej dim huv cov Iyi txhais teg hab dim huv txhua tug kws tswm txom mej txhais teg hab ntab puab tswv ntawm mej hauv ntej moog hab muab puab lub tebchaws rua mej."},{"bible_id":"1216","chapter_code":"JDG.6","verse_code":"JDG.6.10","label":"10","content":"Hab kuv tub has rua mej tas, ‘Kuv yog Yawmsaub yog mej tug Vaajtswv, mej tsw xob pe hawm cov Amaulai tej daab huv lub tebchaws kws mej moog nyob hov.’ Tassws mej tsw quav ntsej kuv tej lug.”"},{"bible_id":"1216","chapter_code":"JDG.6","verse_code":"JDG.6.11","label":"11","content":"Yawmsaub tug tubkhai ntuj tuaj nyob tsawg huv qaab Yau‑as le tug ntoo qheb ntawm Aufa, Yau‑as yog Anpiyexaw cum. Yau‑as tug tub Kinte‑oo saamswm ntaus mog huv lub qhov tsuam kua txwv maab sub cov Mintee txhad tsw pum."},{"bible_id":"1216","chapter_code":"JDG.6","verse_code":"JDG.6.12","label":"12","content":"Yawmsaub tug tubkhai ntuj lug tshwm rua Kinte‑oo hab has rua nwg tas, “Koj yog tug kws sab luj sab tuab, Yawmsaub nrug nraim koj.”"},{"bible_id":"1216","chapter_code":"JDG.6","verse_code":"JDG.6.13","label":"13","content":"Kinte‑oo txawm has rua nwg tas, “Yawm hlub, thov nug koj, yog Yawmsaub nrug nraim peb lawm ua caag tej xwm txheej nuav tseed tshwm lug raug peb hab? Yawmsaub tej txujci phemfwj kws peb tej laug txeev pav rua peb noog dua twg lawm? Puab pav has tas ‘Yawmsaub coj peb tawm huv Iyi tebchaws lug los tsw yog?’ Tassws nwgnuav Yawmsaub tso peb tseg lawm hab muab peb cob rua huv cov Mintee txhais teg.”"},{"bible_id":"1216","chapter_code":"JDG.6","verse_code":"JDG.6.14","label":"14","content":"Yawmsaub tig lug has rua nwg tas, “Ca le swv koj tug zug luj nuav moog cawm cov Yixayee dim huv cov Mintee txhais teg. Yeej yog kuv khaiv koj moog.”"},{"bible_id":"1216","chapter_code":"JDG.6","verse_code":"JDG.6.15","label":"15","content":"Kinte‑oo txawm has tas, “Yawm hlub, kuv yuav cawm tau cov Yixayee dim le caag? Swm saib kuv cum yog cum kws qeg kawg huv xeem Manaxe hab kuv tsev tuabneeg kuv yog tug kws miv dhau.”"},{"bible_id":"1216","chapter_code":"JDG.6","verse_code":"JDG.6.16","label":"16","content":"Yawmsaub has rua nwg tas, “Kuv yeej yuav nrug nraim koj mas koj yuav ntaus yeej hlo cov Mintee yaam nkaus le ntaus ib tug xwb.”"},{"bible_id":"1216","chapter_code":"JDG.6","verse_code":"JDG.6.17","label":"17","content":"Kinte‑oo has rua Yawmsaub tas, “Yog nwgnuav koj txaus sab rua kuv, thov koj ua ib yaam txujci tshwm qha kuv paub tas tug kws nrug kuv has lug nuav yog koj ntaag."},{"bible_id":"1216","chapter_code":"JDG.6","verse_code":"JDG.6.18","label":"18","content":"Thov koj tsw xob tawm ntawm nuav moog, tog txug thaus kuv rov tuaj cuag koj hab coj tej kws muab xyeem tuaj tso rua ntawm koj xubndag.” Mas nwg has tas, “Kuv yuav tog txug thaus koj rov tuaj.”"},{"bible_id":"1216","chapter_code":"JDG.6","verse_code":"JDG.6.19","label":"19","content":"Kinte‑oo txawm nkaag rua huv tsev npaaj ib tug mivnyuas tshws hab ib efa  moov mog ua ncuav tsw xyaw keeb. Nwg muab cov nqaj tso rua huv lub choo hab muab cov kua nqaj tso rua huv lub laujkaub coj tuaj xyeem rua nwg huv qaab tsob ntoo qheb."},{"bible_id":"1216","chapter_code":"JDG.6","verse_code":"JDG.6.20","label":"20","content":"Vaajtswv tug tubkhai ntuj has rua Kinte‑oo tas, “Ca le muab cov nqaj hab cov ncuav tsw xyaw keeb tso rua sau lub pob zeb nuav hab laub cov kua nqaj ywg rua sau.” Kinte‑oo kuj ua lawv le ntawd."},{"bible_id":"1216","chapter_code":"JDG.6","verse_code":"JDG.6.21","label":"21","content":"Tes Yawmsaub tug tubkhai txawm muab tug hauv paas nreg huv nwg txhais teg cev moog twb rua cov nqaj hab cov ncuav tsw xyaw keeb. Tes suavtawg txawm cig plawg ntawm lub pob zeb kub tej nqaj hab tej ncuav tsw xyaw keeb taag huvsw. Tes Yawmsaub tug tubkhai txawm pluj plag ntawm nwg qhov muag moog lawm."},{"bible_id":"1216","chapter_code":"JDG.6","verse_code":"JDG.6.22","label":"22","content":"Kinte‑oo txhad paub tas yog Yawmsaub tug tubkhai ntuj tag tag le hab Kinte‑oo has tas, “Au Vaajtswv Yawmsaub nwgnuav kuv tau pum koj tug tubkhai ntuj tim ntsej tim muag, yuav ua le caag lauj?”"},{"bible_id":"1216","chapter_code":"JDG.6","verse_code":"JDG.6.23","label":"23","content":"Tassws Yawmsaub has rua Kinte‑oo tas, “Koj tsuas muaj kws nyob kaaj sab quas lug xwb. Koj tsw xob ntshai, koj yuav tsw tuag.”"},{"bible_id":"1216","chapter_code":"JDG.6","verse_code":"JDG.6.24","label":"24","content":"Tes Kinte‑oo txawm ua ib lub thaaj rua Yawmsaub rua hov ntawd hab hu lub thaaj hov tas Yawmsaub yog txujkev kaaj sab lug. Naj nub nwgnuav lub thaaj hov tseed nyob ntawm Aufa kws yog Anpiyexaw cum le moos."},{"bible_id":"1216","chapter_code":"JDG.6","verse_code":"JDG.6.25","label":"25","content":"Mas mo ntawd Yawmsaub has rua Kinte‑oo tas, “Ca le muab koj txwv tug txwv nyuj kws ob noob nyoog muaj xyaa xyoo lug, es moog rhuav koj txwv lub thaaj teev daab Npa‑aa pov tseg hab ntuv tug ncej daab Asela kws nyob ntawm lub thaaj ib saab pov tseg."},{"bible_id":"1216","chapter_code":"JDG.6","verse_code":"JDG.6.26","label":"26","content":"Hab ua ib lub thaaj xyeem rua Yawmsaub kws yog koj tug Vaajtswv rua sau lub chaw ruaj khov nuav, swv tej pob zeb lug tib lawv le kevcai, mas muab tug txwv nyuj kws ob hov tua ua kevcai hlawv xyeem, hab muab tug ncej daab Asela kws koj ntuv hov ua tawg rauv hlawv ntaag.”"},{"bible_id":"1216","chapter_code":"JDG.6","verse_code":"JDG.6.27","label":"27","content":"Kinte‑oo txawm coj nwg cov tub qhe kaum leej nrug nwg moog ua lawv le Yawmsaub has rua nwg, kuas vem Kinte‑oo ntshai nwg tsev tuabneeg hab ntshai cov tuabneeg huv lub moos hov nwg txhad tsw kaav ua nruab nub nwg txhad ua mo ntuj."},{"bible_id":"1216","chapter_code":"JDG.6","verse_code":"JDG.6.28","label":"28","content":"Nub tom qaab thaus cov tuabneeg huv lub moos sawv ntxuv mas pum lub thaaj teev daab Npa‑aa pob taag hab pum tas tug ncej daab Asela kws nyob ib saab raug muab ntuv lawm hab pum tas muab tug txwv nyuj kws ob xyeem rua sau lub thaaj kws ua tshab hov."},{"bible_id":"1216","chapter_code":"JDG.6","verse_code":"JDG.6.29","label":"29","content":"Puab txawm sws has tas, “Leejtwg ua le nuav nej?” Thaus puab tshuaj tau lawd puab txawm has tas, “Yog Yau‑as tug tub Kinte‑oo ua tej nuav.”"},{"bible_id":"1216","chapter_code":"JDG.6","verse_code":"JDG.6.30","label":"30","content":"Tes cov tuabneeg huv lub moos txawm has rua Yau‑as tas, “Ca le muab koj tug tub tuaj rua peb tua pov tseg, tsua qhov nwg rhuav lub thaaj teev tug daab Npa‑aa hab ntuv tug ncej daab Asela kws nyob ntawm ib saab lawm.”"},{"bible_id":"1216","chapter_code":"JDG.6","verse_code":"JDG.6.31","label":"31","content":"Tassws Yau‑as has rua txhua tug kws tuaj tawm tsaam nwg has tas, “Mej yuav nyob daab Npa‑aa chaw tuaj tawm tsaam lov? Mej yuav paab daab Npa‑aa has plaub lov? Leejtwg ua txwv lug paab daab Npa‑aa has, tug hov yuav raug muab tua thaus tsw tau kaaj ntug. Yog daab Npa‑aa yog ib tug vaajtswv tag kuj ca nwg has nwg tshaaj plaub, vem yog nwg lub thaaj raug luas rhuav pov tseg lawm.”"},{"bible_id":"1216","chapter_code":"JDG.6","verse_code":"JDG.6.32","label":"32","content":"Vem le nuav nub ntawd puab txhad tis npe rua Kinte‑oo has tas Yelunpa‑aa, lub ntsab has tas, “Ca Npa‑aa nwg has nwg le plaub,” vem yog Kinte‑oo rhuav nwg lub thaaj."},{"bible_id":"1216","chapter_code":"JDG.6","verse_code":"JDG.6.33","label":"33","content":"Mas cov Mintee suavdawg hab cov Amalej suavdawg hab cov kws nyob saab nub tuaj sau zog ua ke hlaa tug dej Yalatee tuaj tsuam chaw nyob ntawm lub haav Yile‑ee."},{"bible_id":"1216","chapter_code":"JDG.6","verse_code":"JDG.6.34","label":"34","content":"Tassws Yawmsaub tug Ntsuj Plig lug kaav hlo Kinte‑oo, nwg txawm tshuab raaj kub yaaj hu Anpiyexaw cum nrug nwg moog."},{"bible_id":"1216","chapter_code":"JDG.6","verse_code":"JDG.6.35","label":"35","content":"Nwg tso tuabneeg moog hu thoob plawg Manaxe tebchaws kuas tuaj nrug nwg moog. Hab nwg tso tuabneeg moog hu xeem Asaw xeem Xenpuloo hab xeem Nathali, mas cov tuabneeg nuav kuj tuaj nrug nwg moog ua rog."},{"bible_id":"1216","chapter_code":"JDG.6","verse_code":"JDG.6.36","label":"36","content":"Kinte‑oo has rua Vaajtswv tas, “Yog koj yuav swv kuv txhais teg cawm cov Yixayee lawv le koj has ntawd,"},{"bible_id":"1216","chapter_code":"JDG.6","verse_code":"JDG.6.37","label":"37","content":"kuv muab cov plaub yaaj tso rua ntawm tshaav ntaus mog, mas yog lwg ntub cov plaub yaaj xwb es cov aav thoob plawg qhuav qhawv, mas kuv txhad paub tas koj yuav swv kuv txhais teg cawm cov Yixayee lawv le koj tau has.”"},{"bible_id":"1216","chapter_code":"JDG.6","verse_code":"JDG.6.38","label":"38","content":"Kuj muaj le ntawd. Nub tom qaab thaus Kinte‑oo sawv ntxuv tseeg hab nwg muab cov plaub yaaj tsu tau ib phaaj dej lwg puv nkaus."},{"bible_id":"1216","chapter_code":"JDG.6","verse_code":"JDG.6.39","label":"39","content":"Mas Kinte‑oo has rua Vaajtswv tas, “Thov koj tsw xob chim rua kuv, thov kuv has dua ib zag xwb. Thov ca kuv swm cov plaub yaaj nuav dua ib zag. Thov ca cov plaub yaaj qhuav qhawv xwb, ca cov aav ntub lwg thoob plawg.”"},{"bible_id":"1216","chapter_code":"JDG.6","verse_code":"JDG.6.40","label":"40","content":"Mo hov Yawmsaub kuj ua lawv le ntawd. Cov plaub yaaj mas qhuav qhawv, huas tej aav mas lwg ntub thoob plawg."},{"bible_id":"1216","chapter_code":"JDG.7","verse_code":"JDG.7.1","label":"1","content":"Yelunpa‑aa kws yog Kinte‑oo hab cov tuabneeg suavdawg kws nrug nwg sawv ntxuv moog ua yeej rua ntawm qhov dej txhawv Halau. Cov Mintee lub yeej kuj nyob ntawm puab saab peg huv lub haav kws ze lub roob Maule."},{"bible_id":"1216","chapter_code":"JDG.7","verse_code":"JDG.7.2","label":"2","content":"Yawmsaub has rua Kinte‑oo tas, “Cov tuabneeg kws nrug koj moog nuav coob dhau kws kuv yuav muab cov Mintee rua huv puab txhais teg, ntshai tsaam cov Yixayee yuav khaav theeb has tas, ‘Yog peb txhais teg cawm tau peb dim.’"},{"bible_id":"1216","chapter_code":"JDG.7","verse_code":"JDG.7.3","label":"3","content":"Yog le hov ca le tshaaj tawm rua suavdawg tas, ‘Leejtwg ntshai hab tshee kuj ca tug hov tawm ntawm lub roob Kile‑a rov moog tsev.’ ” Mas muaj ob vaam ob txheeb leej rov moog lawm, tshuav ib vaam leej nyob xwb."},{"bible_id":"1216","chapter_code":"JDG.7","verse_code":"JDG.7.4","label":"4","content":"Yawmsaub has rua Kinte‑oo tas, “Cov tuabneeg tseed coob dhau. Ca le coj puab nqeg moog nraag haav dej mas kuv yuav swm puab rua koj hov ntawd. Tug kws kuv has rua koj tas, ‘Tug nuav nrug koj moog,’ mas tug hov yuav nrug koj moog. Tug kws kuv has rua koj tas, ‘Tug nuav tsw xob nrug koj moog,’ tug hov yuav tsum tsw xob moog.”"},{"bible_id":"1216","chapter_code":"JDG.7","verse_code":"JDG.7.5","label":"5","content":"Nwg txhad coj cov tuabneeg nqeg moog nraag haav dej. Yawmsaub has rua Kinte‑oo tas, “Txhua tug kws xuas nplaig yaim dej yaam le dev muab cais rua ib qho. Txhua tug kws txhus caug ndua rua ncauj haus mas muab cais rua ib qho ib yaam nkaus.”"},{"bible_id":"1216","chapter_code":"JDG.7","verse_code":"JDG.7.6","label":"6","content":"Cov kws xuas teg ntaus dej lug yaim muaj peb puas leej, tassws dua le tej mas puavleej txhus caug rua ncauj haus."},{"bible_id":"1216","chapter_code":"JDG.7","verse_code":"JDG.7.7","label":"7","content":"Yawmsaub has rua Kinte‑oo tas, “Kuv yuav swv peb puas leej kws yaim dej nuav cawm mej dim hab muab cov Mintee rua huv koj txhais teg. Dua le cov mas ca le tso suavdawg rov moog nyag vaaj nyag tsev.”"},{"bible_id":"1216","chapter_code":"JDG.7","verse_code":"JDG.7.8","label":"8","content":"Cov kws nyob txawm khaws cov kws moog tsev tej mov noj hab raaj kub yaaj ca. Dua le cov mas Kinte‑oo has kuas suavdawg nyag rov moog rua nyag vaaj nyag tsev, tassws ca peb puas leej hov nrug Kinte‑oo nyob. Cov Mintee lub yeej nyob ntawm puab lawm nraag haav."},{"bible_id":"1216","chapter_code":"JDG.7","verse_code":"JDG.7.9","label":"9","content":"Mo ntawd Yawmsaub has rua Kinte‑oo tas, “Ca le sawv tseeg moog ntaus puab lub yeej, tsua qhov kuv tub muab puab rua huv koj txhais teg lawm."},{"bible_id":"1216","chapter_code":"JDG.7","verse_code":"JDG.7.10","label":"10","content":"Tassws yog koj ntshai moog ntaus mas koj ca le coj koj tug qhev Pula nrug koj moog kuas txug puab lub yeej."},{"bible_id":"1216","chapter_code":"JDG.7","verse_code":"JDG.7.11","label":"11","content":"Koj yuav nov puab has daabtsw mas dhau hov koj txhais teg yuav muaj zug moog ntaus puab lub yeej.” Kinte‑oo txhad coj nwg tug qhev Pula nrug nwg moog txug ntawm cov tub rog kws zuv khuav saab nrau lub yeej."},{"bible_id":"1216","chapter_code":"JDG.7","verse_code":"JDG.7.12","label":"12","content":"Mas cov Mintee hab cov Amalej hab cov tuabneeg kws nyob saab nub tuaj suavdawg pw thoob plawg lub haav coob yaam nkaus le tej nam paab kooj ntaas. Puab tej ntxhuav kuj suav tsw txheeb, coob yaam nkaus le tej xuab zeb ntawm ntug havtxwv."},{"bible_id":"1216","chapter_code":"JDG.7","verse_code":"JDG.7.13","label":"13","content":"Thaus Kinte‑oo ob tug tuaj txug muaj ib tug yawm txawm pav nwg zaaj npau suav rua ib tug noog has tas, “Kuv ua ib zaaj npau suav pum ib lub ncuav qeb ndog lug rua huv cov Mintee lub yeej, lug txug ib lub tsev ntaub txawm raug ua rua lub tsev ntaub qaug ntxeev zuav zog rua huv aav lawm.”"},{"bible_id":"1216","chapter_code":"JDG.7","verse_code":"JDG.7.14","label":"14","content":"Nwg tug kwvluag txawm teb tas, “Tej nuav yeej yog Yau‑as tug tub Kinte‑oo kws yog tuabneeg Yixayee raab ntaaj xwb lauj! Vaajtswv tub muab cov Mintee hab tej paab tub rog huvsw cob rua huv Kinte‑oo txhais teg lawm.”"},{"bible_id":"1216","chapter_code":"JDG.7","verse_code":"JDG.7.15","label":"15","content":"Thaus Kinte‑oo nov ob tug pav zaaj npau suav hab lub ntsab npau suav hov lawm, nwg txawm pe hawm Yawmsaub, hab rov moog rua huv cov Yixayee lub yeej hab has tas, “Ca le sawv tseeg, Yawmsaub tub muab Mintee cov tub rog rua mej txhais teg lawm.”"},{"bible_id":"1216","chapter_code":"JDG.7","verse_code":"JDG.7.16","label":"16","content":"Kinte‑oo txhad muab peb puas leej hov faib ua peb paab, hab muab ib leeg ib lub raaj kub yaaj hab ib leeg ib lub hub aav, muaj ib teg tsau nyob huv txhua lub hub hov."},{"bible_id":"1216","chapter_code":"JDG.7","verse_code":"JDG.7.17","label":"17","content":"Hab nwg has rua puab tas, “Mej saib ntsoov kuv hab ua ib yaam le kuv. Thaus kuv moog txug puab lub yeej saab nrau, kuv ua le caag, mej ua ib yaam le hov."},{"bible_id":"1216","chapter_code":"JDG.7","verse_code":"JDG.7.18","label":"18","content":"Thaus kuv hab paab kws nrug kuv ua ke tshuab raaj kub yaaj, mej ca le tshuab raaj kub yaaj puag ncig puab lub yeej hab qw has tas, ‘Peb ua rua Yawmsaub hab ua rua Kinte‑oo.’ ”"},{"bible_id":"1216","chapter_code":"JDG.7","verse_code":"JDG.7.19","label":"19","content":"Kinte‑oo hab ib puas leej tub rog kws nrug nwg txhad tuaj txug saab nrau puab lub yeej rua thaus ib taag mo, cov Mintee nyav hloov cov tuabneeg zuv khuav. Kinte‑oo puab txawm tshuab raaj kub yaaj hab tsoo tej hub aav ntawm puab txhais teg tawg."},{"bible_id":"1216","chapter_code":"JDG.7","verse_code":"JDG.7.20","label":"20","content":"Peb paab tub rog txawm tshuab raaj kub yaaj hab tsoo tej hub aav tawg, puab saab teg txhum phem tuav teg tsau, saab teg xws tuav raaj kub yaaj yuav tshuab hab puab qw tas, “Yawmsaub raab ntaaj hab Kinte‑oo raab ntaaj tuaj lawm lauj!”"},{"bible_id":"1216","chapter_code":"JDG.7","verse_code":"JDG.7.21","label":"21","content":"Puab nyag sawv nyag qhov chaw vej thoob plawg lub yeej ntawd, mas cov Mintee paab tub rog suavdawg qw ntsug qeeg dha tswv."},{"bible_id":"1216","chapter_code":"JDG.7","verse_code":"JDG.7.22","label":"22","content":"Thaus peb puas leej hov tshuab raaj kub yaaj Yawmsaub ua rua Mintee cov tub rog suavdawg rov sws tua ib leeg tua ib leeg, mas puab cov tub rog txhad le tswv moog rua lub moos Xelela hab moog txug Npesitha hab moog txug Anpee Mehaula nrwm teb kws nyob ze lub moos Thanpa."},{"bible_id":"1216","chapter_code":"JDG.7","verse_code":"JDG.7.23","label":"23","content":"Cov Yixayee raug hu tawm huv Nathali hab Asaw hab thoob plawg Manaxe tebchaws tuaj, mas puab lawv cov Mintee qaab moog."},{"bible_id":"1216","chapter_code":"JDG.7","verse_code":"JDG.7.24","label":"24","content":"Kinte‑oo khaiv tuabneeg moog thoob plawg peg toj sab Efa‑i tebchaws has tas, “Ca le nqeg lug ua rog rua cov Mintee hab txeeb txhua ntu dej ndav moog txug ncua lub moos Npenpala hab tug dej Yalatee huvsw.” Puab kuj hu Efa‑i cov tub rog suavdawg tuaj. Cov Efa‑i txeeb txhua ntu dej ndav moog txug ncua lub moos Npenpala hab tug dej Yalatee huvsw."},{"bible_id":"1216","chapter_code":"JDG.7","verse_code":"JDG.7.25","label":"25","content":"Puab nteg tau cov Mintee ob tug thawj, yog Aulej hab Xe‑ev. Puab muab Aulej tua rua ntawm lub pob zeb Aulej hab muab Xe‑ev tua rua ntawm lub qhov tsuam txwv maab Xe‑ev, hab lawv cov Mintee moog. Puab coj Aulej lub taubhau hab Xe‑ev lub taubhau lug rua Kinte‑oo ntawm tug dej Yalatee saab nub tuaj."},{"bible_id":"1216","chapter_code":"JDG.8","verse_code":"JDG.8.1","label":"1","content":"Cov Efa‑i txawm has rua Kinte‑oo tas, “Ua caag koj yuav ua sab deb rua peb? Thaus koj moog ntaus Mintee hov koj tsw hu peb nrug koj moog hab.” Hab puab tshev nwg heev."},{"bible_id":"1216","chapter_code":"JDG.8","verse_code":"JDG.8.2","label":"2","content":"Mas nwg has rua puab tas, “Tej kws kuv ua lug lawd muab pev tsw tau rua tej kws mej ua. Tej nyuas tsuas txwv maab kws Efa‑i xawb de tseed zoo dua tej txwv maab kws Anpiyexaw de lawm los tsw yog?"},{"bible_id":"1216","chapter_code":"JDG.8","verse_code":"JDG.8.3","label":"3","content":"Vaajtswv muab cov Mintee ob tug thawj yog Aulej hab Xe‑ev rua huv mej txhais teg, tes kuv ua tau daabtsw kws yuav muab pev tau rua mej?” Thaus nwg has le nuav lawd, puab lub sab chim txhad le nqeg lawm."},{"bible_id":"1216","chapter_code":"JDG.8","verse_code":"JDG.8.4","label":"4","content":"Kinte‑oo hab peb puas leej kws nrug nwg kuj tuaj txug ntawm tug dej Yalatee hab hlaa moog rua saab tid. Txawm yog puab tsaug leeg heev los puab tseed lawv qaab moog."},{"bible_id":"1216","chapter_code":"JDG.8","verse_code":"JDG.8.5","label":"5","content":"Kinte‑oo txawm has rua cov tuabneeg Xukhau tas, “Thov muab ncuav rua cov tuabneeg kws nrug kuv ua ke nuav noj hab, tsua qhov puab tsaug leeg heev hab kuv saamswm lawv nteg Xenpa hab Xamuna kws yog cov Mintee le vaajntxwv.”"},{"bible_id":"1216","chapter_code":"JDG.8","verse_code":"JDG.8.6","label":"6","content":"Cov num tswv huv lub moos Xukhau teb tas, “Xenpa hab Xamuna tub nyob huv koj txhais teg lawm lov es peb yuav muab ncuav rua koj paab tub rog noj?”"},{"bible_id":"1216","chapter_code":"JDG.8","verse_code":"JDG.8.7","label":"7","content":"Kinte‑oo txhad has tas, “Yog le hov, thaus Yawmsaub muab Xenpa hab Xamuna rua huv kuv txhais teg lawm, kuv yuav muab xuav paug ntsaaj xuav paug ntswm huv tebchaws moj saab qhua lug nplawm mej lub cev.”"},{"bible_id":"1216","chapter_code":"JDG.8","verse_code":"JDG.8.8","label":"8","content":"Nwg tawm hov ntawd moog txug lub moos Penu‑ee  hab has rua cov tuabneeg hov ntawd ib yaam nkaus. Mas cov tuabneeg Penu‑ee teb nwg ib yaam le cov tuabneeg huv lub moos Xukhau teb."},{"bible_id":"1216","chapter_code":"JDG.8","verse_code":"JDG.8.9","label":"9","content":"Kinte‑oo txhad has rua cov tuabneeg Penu‑ee tas, “Thaus kuv rov qaab lug muaj kev noj qaab nyob zoo kuv yuav muab lub chaw tsom faaj nuav tsoo pov tseg.”"},{"bible_id":"1216","chapter_code":"JDG.8","verse_code":"JDG.8.10","label":"10","content":"Thaus hov Xenpa hab Xamuna nrug ib vaam tswb txheeb leej tub rog nyob huv lub moos Khakhau, puab yog cov tub rog saab nub tuaj huvsw kws tswv dim lug, tsua qhov cov kws tuav ntaaj tuag taag lawm 120,000 leej."},{"bible_id":"1216","chapter_code":"JDG.8","verse_code":"JDG.8.11","label":"11","content":"Kinte‑oo taug txujkev kws cov tub laag tub luam taug yog ntawm lub moos Naunpa hab lub moos Yaunpeha saab nub tuaj, moog ntaus cov tub rog hov rua thaus puab tsw ncu ceev faaj zuv hlo le."},{"bible_id":"1216","chapter_code":"JDG.8","verse_code":"JDG.8.12","label":"12","content":"Xenpa hab Xamuna txhad tswv, mas Kinte‑oo lawv nteg tau Xenpa hab Xamuna kws yog cov Mintee le vaajntxwv, hab ua rua tej tub rog ntshai raag zum zawg."},{"bible_id":"1216","chapter_code":"JDG.8","verse_code":"JDG.8.13","label":"13","content":"Thaus Yau‑as tug tub Kinte‑oo moog ua rog rov qaab lug txug ntawm txujkev kws nce moog rua lub moos Hele,"},{"bible_id":"1216","chapter_code":"JDG.8","verse_code":"JDG.8.14","label":"14","content":"nwg nteg tau ib tug tub hluas kws nyob huv lub moos Xukhau hab nug tug hluas hov. Tug hluas hov kuj sau cov num tswv hab cov kev txwj quas laug huv Xukhau tej npe, huvsw tau xyaa caum xyaa leej rua Kinte‑oo."},{"bible_id":"1216","chapter_code":"JDG.8","verse_code":"JDG.8.15","label":"15","content":"Kinte‑oo txhad tuaj rua ntawm cov tuabneeg huv lub moos Xukhau hab has tas, “Mej ca le saib Xenpa hab Xamuna kws yaav tom ntej mej thuaj kuv has tas, ‘Xenpa hab Xamuna nyob huv koj txhais teg lawm lov es peb yuav muab ncuav rua koj cov tub rog kws tsaug leeg noj?’ ”"},{"bible_id":"1216","chapter_code":"JDG.8","verse_code":"JDG.8.16","label":"16","content":"Kinte‑oo kuj nteg cov kev txwj quas laug huv lub moos hab xuas xuav paug ntsaaj xuav paug ntswm qhuab qha cov tuabneeg Xukhau."},{"bible_id":"1216","chapter_code":"JDG.8","verse_code":"JDG.8.17","label":"17","content":"Hab nwg muab lub chaw tsom faaj ntawm lub moos Penu‑ee rhuav pov tseg hab muab cov txwvneej huv lub moos hov tua pov tseg."},{"bible_id":"1216","chapter_code":"JDG.8","verse_code":"JDG.8.18","label":"18","content":"Kinte‑oo has rua Xenpa hab Xamuna tas, “Cov tuabneeg kws meb muab tua ntawm roob Thanpau nev?” Ob tug teb tas, “Koj zoo le caag, puab txhua tug kuj zoo ib yaam le hov, puab zoo le vaajntxwv tej tub.”"},{"bible_id":"1216","chapter_code":"JDG.8","verse_code":"JDG.8.19","label":"19","content":"Nwg has tas, “Puab yog kuv le kwvtij nrug kuv koom ib leeg nam. Muaj Yawmsaub kws muaj txujsa nyob pum, yog meb tau tseg puab txujsa kuv yuav tsw muab meb tua pov tseg.”"},{"bible_id":"1216","chapter_code":"JDG.8","verse_code":"JDG.8.20","label":"20","content":"Tes nwg has rua nwg tug tub hlub Yethaw tas, “Ca le sawv tseeg muab ob tug hov tua pov tseg.” Tassws tug tub hov tsw rhu ntaaj vem yog nwg ntshai tsua qhov nwg tseed hluas."},{"bible_id":"1216","chapter_code":"JDG.8","verse_code":"JDG.8.21","label":"21","content":"Tes Xenpa hab Xamuna txawm has tas, “Koj ca le sawv tseeg tua ib los maj! Tug quas laug txhad muaj zug ua tug quas laug le num los sas.” Kinte‑oo txhad sawv tseeg tua Xenpe hab Xamuna pov tseg hab daws tej npauj kws zoo le lub hli xab ntawm ob tug tej ntxhuav lug."},{"bible_id":"1216","chapter_code":"JDG.8","verse_code":"JDG.8.22","label":"22","content":"Dhau hov cov Yixayee has rua Kinte‑oo tas, “Thov koj ua tug kws kaav peb hab koj tug tub hab koj tug xeeb ntxwv kuj kaav peb ntxwv moog, vem yog koj cawm tau peb dim huv cov Mintee txhais teg.”"},{"bible_id":"1216","chapter_code":"JDG.8","verse_code":"JDG.8.23","label":"23","content":"Kinte‑oo teb puab tas, “Kuv yuav tsw kaav mej, hab kuv tug tub yuav tsw kaav mej. Yawmsaub yuav kaav mej xwb.”"},{"bible_id":"1216","chapter_code":"JDG.8","verse_code":"JDG.8.24","label":"24","content":"Hab Kinte‑oo has rua puab tas, “Kuv thov ib yaam ntawm mej xwb. Thov mej txhua tug muab tej puj cu kws mej txeeb tau lug hov rua kuv xwb.” Cov Mintee muaj puj cu kub vem puab yog Yisama‑ee caaj ceg."},{"bible_id":"1216","chapter_code":"JDG.8","verse_code":"JDG.8.25","label":"25","content":"Puab kuj teb nwg tas, “Peb yeej zoo sab muab.” Puab txawm muab ntaub pua hab txhua tug muab tej puj cu kws txeeb tau lug hov tso rua huv."},{"bible_id":"1216","chapter_code":"JDG.8","verse_code":"JDG.8.26","label":"26","content":"Cov puj cu kub kws nwg thov tau hov nyaav ib txheeb xyaa pua sekhee,  dua le ntawd tseed muaj tej npauj kws zoo le lub hli xab hab tej saw hab tej tsoog tsho yimlaaj kws Mintee ob tug vaajntxwv naav hab tej saw kws dai ntawm puab tej ntxhuav cej daab."},{"bible_id":"1216","chapter_code":"JDG.8","verse_code":"JDG.8.27","label":"27","content":"Kinte‑oo muab tej kub nuav ua ib lub efau  khaws ca rua huv nwg lub moos Aufa. Tes cov Yixayee suavdawg txawm moog pe hawm lub efau hov mas lub efau hov txhad ua rooj hlua cuab Kinte‑oo hab nwg caaj ceg."},{"bible_id":"1216","chapter_code":"JDG.8","verse_code":"JDG.8.28","label":"28","content":"Cov Mintee swb hlo cov Yixayee, tsaa tsw tau taubhau dua le lawm. Hab lub tebchaws kuj su tsw ua rog tau plaub caug xyoo moog txug thaus taag Kinte‑oo swm neej."},{"bible_id":"1216","chapter_code":"JDG.8","verse_code":"JDG.8.29","label":"29","content":"Yelunpa‑aa kws yog Yau‑as tug tub kuj moog nyob huv nwg lub tsev."},{"bible_id":"1216","chapter_code":"JDG.8","verse_code":"JDG.8.30","label":"30","content":"Kinte‑oo muaj xyaa caum tug tub kws yog nwg roj nwg ntshaav xeeb, vem yog nwg muaj quaspuj coob."},{"bible_id":"1216","chapter_code":"JDG.8","verse_code":"JDG.8.31","label":"31","content":"Kinte‑oo tug nam yau kws nyob huv lub moos Sekhee kuj yug tau ib tug tub rua nwg, nwg tis npe hu ua Anpimelej."},{"bible_id":"1216","chapter_code":"JDG.8","verse_code":"JDG.8.32","label":"32","content":"Yau‑as tug tub Kinte‑oo noob nyoog laug heev lawm le tuag. Puab muab nwg log rua huv nwg txwv Yau‑as lub qhov ntxaa huv lub moos Aufa kws yog Anpiyexaw cum le moos."},{"bible_id":"1216","chapter_code":"JDG.8","verse_code":"JDG.8.33","label":"33","content":"Thaus Kinte‑oo tuag lawd cov Yixayee txawm tig hlo moog deev tej daab Npa‑aa hab puab teev Npa‑aa Npeli ua puab tug vaajtswv."},{"bible_id":"1216","chapter_code":"JDG.8","verse_code":"JDG.8.34","label":"34","content":"Cov Yixayee tsw ncu txug Yawmsaub kws yog puab tug Vaajtswv kws cawm puab dim huv puab cov yeeb ncuab txhais teg rua txhua faab."},{"bible_id":"1216","chapter_code":"JDG.8","verse_code":"JDG.8.35","label":"35","content":"Puab tsw hlub Yelunpa‑aa tsev tuabneeg kws yog Kinte‑oo, tsw pauj Kinte‑oo tej txaj ntswg kws nwg tau ua rua cov Yixayee."},{"bible_id":"1216","chapter_code":"JDG.9","verse_code":"JDG.9.1","label":"1","content":"Yelunpa‑aa tug tub Anpimelej txawm moog cuag nwg nam cov neej tsaa huv lub moos Sekhee mas has rua puab hab puab cum suavdawg tas,"},{"bible_id":"1216","chapter_code":"JDG.9","verse_code":"JDG.9.2","label":"2","content":"“Thov mej moog has tej lug nuav rua cov tuabneeg Sekhee suavdawg nov has tas, ‘Yuav ca Yelunpa‑aa xyaa caum tug tub kaav mej txhad zoo los yuav ca ib tug kaav xwb txhad zoo?’ Thov mej ncu tas kuv yog mej nqaj xeeb tawv hlaav.”"},{"bible_id":"1216","chapter_code":"JDG.9","verse_code":"JDG.9.3","label":"3","content":"Mas nwg nam tej neej tsaa txhad has tej lug nuav rua cov tuabneeg Sekhee noog. Tes puab txawm qaug sab hlo tuaj Anpimelej tog, tsua qhov puab has tas, “Nwg tub txheeb ze peb.”"},{"bible_id":"1216","chapter_code":"JDG.9","verse_code":"JDG.9.4","label":"4","content":"Puab txhad muab xyaa caum daim nyaj huv lub tsev daab Npa‑aa Npeli pub rua Anpimelej. Nwg coj moog ndav cov tuabneeg loj leeb tsw tsheej haaj tuaj nwg tog."},{"bible_id":"1216","chapter_code":"JDG.9","verse_code":"JDG.9.5","label":"5","content":"Nwg txawm moog rua huv nwg txwv tsev huv lub moos Aufa hab tua nwg cov kwvtij kws yog Yelunpa‑aa xyaa caum tug tub rua sau tuab daim laag zeb. Tsuas yog tshuav Yauthaa kws yog Yelunpa‑aa tug tub ntxawg xwb vem nwg moog tswv nraim lawm."},{"bible_id":"1216","chapter_code":"JDG.9","verse_code":"JDG.9.6","label":"6","content":"Cov tuabneeg Sekhee hab cov tuabneeg Npemilau suavdawg sau zog tuaj ua ke. Puab moog tsaa Anpimelej ua vaajntxwv rua ntawm tug ncej zeb kws nyob ntawm ib saab tug ntoo qheb huv Sekhee."},{"bible_id":"1216","chapter_code":"JDG.9","verse_code":"JDG.9.7","label":"7","content":"Thaus muaj tuabneeg moog has rua Yauthaa paub mas nwg kuj moog rua sau lub ncov roob Kelixi qw nrov nrov has rua puab tas, “Cov tuabneeg Sekhee, mej ca le noog kuv has, sub Vaajtswv txhad yuav noog mej lub suab."},{"bible_id":"1216","chapter_code":"JDG.9","verse_code":"JDG.9.8","label":"8","content":"Muaj ib zag cov ntoo tau moog tsaa ib tug ntoo ua vaajntxwv kaav puab. Puab has rua tsob txwv aulib tas, ‘Koj ca le lug ua vaajntxwv kaav peb.’"},{"bible_id":"1216","chapter_code":"JDG.9","verse_code":"JDG.9.9","label":"9","content":"Tassws tsob txwv aulib teb puab tas, ‘Yuav ca kuv muab kuv cov roj kws swv rua tej timtswv hab tuabneeg tau meej mom tso tseg es moog yoj yuj yeev sau tej ntoo huvsw lov?’"},{"bible_id":"1216","chapter_code":"JDG.9","verse_code":"JDG.9.10","label":"10","content":"Mas cov ntoo tsua has rua tsob txwv cua tas, ‘Koj ca le lug kaav peb.’"},{"bible_id":"1216","chapter_code":"JDG.9","verse_code":"JDG.9.11","label":"11","content":"Tassws tsob txwv cua teb puab tas, ‘Yuav ca kuv muab kuv cov txwv qaab zwb zoo tso tseg es moog yoj yuj yeev sau tej ntoo huvsw lov?’"},{"bible_id":"1216","chapter_code":"JDG.9","verse_code":"JDG.9.12","label":"12","content":"Cov ntoo tsua has rua tsob txwv maab tas, ‘Koj ca le lug kaav peb.’"},{"bible_id":"1216","chapter_code":"JDG.9","verse_code":"JDG.9.13","label":"13","content":"Tassws tsob txwv maab teb tas, ‘Yuav ca kuv muab kuv cov cawv txwv maab kws ua rua tej timtswv hab tuabneeg zoo sab tso tseg es moog yoj yuj yeev sau tej ntoo huvsw lov?’"},{"bible_id":"1216","chapter_code":"JDG.9","verse_code":"JDG.9.14","label":"14","content":"Cov ntoo suavdawg tsua has rua tsob xuav paug tas, ‘Koj ca le lug kaav peb.’"},{"bible_id":"1216","chapter_code":"JDG.9","verse_code":"JDG.9.15","label":"15","content":"Tsob xuav paug has rua cov ntoo hov tas, ‘Yog mej muaj sab yuav tsaa kuv ua vaajntxwv kaav mej tag tag mas mej ca le lug nyob huv qaab kuv tej ntxoov ntxoo. Yog tsw ua le hov mas ca suavtawg tawm huv tsob xuav paug lug kub cov ntoo cab huv Lenpanoo huvsw pov tseg.’"},{"bible_id":"1216","chapter_code":"JDG.9","verse_code":"JDG.9.16","label":"16","content":"“Qhov kws mej tsaa Anpimelej ua vaajntxwv hov, yog mej ua tuaj nruab sab hab ua ncaaj nceeg tag, hab yog mej tau ua zoo rua Yelunpa‑aa tsev tuabneeg hab ua rua nwg kuas tswm nyog le kws nwg tau ua zoo ca lawd,"},{"bible_id":"1216","chapter_code":"JDG.9","verse_code":"JDG.9.17","label":"17","content":"(tsua qhov kuv txwv tub ua rog paab mej, tso nyog nwg txujsa paab mej dim huv cov Mintee txhais teg."},{"bible_id":"1216","chapter_code":"JDG.9","verse_code":"JDG.9.18","label":"18","content":"Tassws nub nua mej sawv twv kuv txwv tsev tuabneeg, mej tua kuv txwv xyaa caum leej tub rua sau tuab daim laag zeb hab mej tsaa kuv txwv tug nam nkauj qhev tug tub Anpimelej ua vaajntxwv kaav cov tuabneeg Sekhee tsua qhov yog nwg txheeb ze mej)"},{"bible_id":"1216","chapter_code":"JDG.9","verse_code":"JDG.9.19","label":"19","content":"yog nub nua mej ua tuaj nruab sab hab ua ncaaj rua Yelunpa‑aa hab nwg tsev tuabneeg, kuj ca le zoo sab xyiv faab rua Anpimelej hab ca nwg zoo sab xyiv faab rua mej."},{"bible_id":"1216","chapter_code":"JDG.9","verse_code":"JDG.9.20","label":"20","content":"Yog qhov kws mej ua le hov tsw ncaaj mas ca suavtawg tawm huv Anpimelej lug kub cov tuabneeg Sekhee hab cov tuabneeg Npemilau pov tseg. Hab ca suavtawg tawm huv cov Sekhee hab cov Npemilau kub Anpimelej pov tseg.”"},{"bible_id":"1216","chapter_code":"JDG.9","verse_code":"JDG.9.21","label":"21","content":"Yauthaa txhad le tswv moog nyob rua ntawm Npe‑aw vem yog ntshai nwg tijlaug Anpimelej."},{"bible_id":"1216","chapter_code":"JDG.9","verse_code":"JDG.9.22","label":"22","content":"Anpimelej kaav cov Yixayee tau peb xyoos."},{"bible_id":"1216","chapter_code":"JDG.9","verse_code":"JDG.9.23","label":"23","content":"Yawmsaub tshoov sab rua Anpimelej hab cov tuabneeg Sekhee kuas tsw sws hum. Cov Sekhee txhad faav xeeb rua Anpimelej,"},{"bible_id":"1216","chapter_code":"JDG.9","verse_code":"JDG.9.24","label":"24","content":"txhad ua pauj tsua qhov kws puab ua limham rua Yelunpa‑aa xyaa caum leej tub, hab lub txem kws tua cov tuabneeg hov poob rua Anpimelej kws tua puab hab poob rua cov tuabneeg Sekhee kws cuab zug rua Anpimelej tua nwg cov kwvtij pov tseg."},{"bible_id":"1216","chapter_code":"JDG.9","verse_code":"JDG.9.25","label":"25","content":"Cov Sekhee sawv twv Anpimelej hab tso tuabneeg moog zuv kev sau lub ncov roob lws txhua tug kws taug txujkev hov. Mas muaj tuabneeg moog has rua Anpimelej paub."},{"bible_id":"1216","chapter_code":"JDG.9","verse_code":"JDG.9.26","label":"26","content":"Mas Enpe tug tub Ka‑aa hab nwg cov kwvtij tswv moog nyob huv lub moos Sekhee, mas cov tuabneeg Sekhee tso sab rua nwg."},{"bible_id":"1216","chapter_code":"JDG.9","verse_code":"JDG.9.27","label":"27","content":"Puab moog de txwv maab coj lug tsuj tsuam kua hab paam noj haus rua huv puab lub tsev daab, puab txhad noj haus tshev foom Anpimelej."},{"bible_id":"1216","chapter_code":"JDG.9","verse_code":"JDG.9.28","label":"28","content":"Mas Enpe tug tub Ka‑aa txhad has tas, “Anpimelej yog leejtwg hab peb cov Sekhee tsua yog leejtwg es yuav moog ua koom rua nwg? Yelunpa‑aa tug tub hab Xenpu kws ua nwg tim xyoob tub txeev ua koom rua Sekhee txwv Hamau los tsw yog? Peb tseed yuav ua koom rua nwg ua daabtsw?"},{"bible_id":"1216","chapter_code":"JDG.9","verse_code":"JDG.9.29","label":"29","content":"Yog ca kuv kaav cov tuabneeg nuav mas kuv yuav muab Anpimelej thuam tseg. Kuv yuav twv ntxhas Anpimelej tas, ‘Koj ca le tsaav ntxwv tub rog hab tawm tuaj.’ ”"},{"bible_id":"1216","chapter_code":"JDG.9","verse_code":"JDG.9.30","label":"30","content":"Thaus tug tim xyoob Xenpu huv lub moos Sekhee tau nov tej lug kws Enpe tug tub Ka‑aa has nwg chim heev."},{"bible_id":"1216","chapter_code":"JDG.9","verse_code":"JDG.9.31","label":"31","content":"Nwg txhad tso tuabneeg xaa xuv moog rua Anpimelej huv lub moos Aluma has tas, “Saib maj, Enpe tug tub Ka‑aa hab nwg cov kwvtij tuaj rua huv lub moos Sekhee mas tshaum cov tuabneeg Sekhee sawv twv koj."},{"bible_id":"1216","chapter_code":"JDG.9","verse_code":"JDG.9.32","label":"32","content":"Mas koj hab koj cov tuabneeg ca le sawv tseeg mo ntuj moog zuv tog tom teb."},{"bible_id":"1216","chapter_code":"JDG.9","verse_code":"JDG.9.33","label":"33","content":"Mas pigkig thaus nub chiv tawm koj ca le sawv ntxuv txeem plawg tuaj ntaus lub moos. Mas thaus Ka‑aa hab nwg cov tub rog tawm tuaj tiv mej, koj ca le ntaus puab lawv le kws zoo swjhawm.”"},{"bible_id":"1216","chapter_code":"JDG.9","verse_code":"JDG.9.34","label":"34","content":"Anpimelej hab cov tuabneeg suavdawg kws nrug nwg txhad le tuaj mo ntuj, muab faib ua plaub paab zuv ntaus lub moos Sekhee."},{"bible_id":"1216","chapter_code":"JDG.9","verse_code":"JDG.9.35","label":"35","content":"Thaus Enpe tug tub Ka‑aa tawm moog sawv ntawm txujkev kws nkaag rua huv rooj loog, mas Anpimelej hab nwg cov tub rog txawm sawv tseeg ntawm lub chaw zuv tuaj."},{"bible_id":"1216","chapter_code":"JDG.9","verse_code":"JDG.9.36","label":"36","content":"Thaus Ka‑aa pum cov tuabneeg hov nwg has rua Xenpu tas, “Saib maj, muaj tuabneeg nqeg peg roob tuaj.” Xenpu teb nwg tas, “Koj pum lub roob tug duab zoo le tuabneeg kab.”"},{"bible_id":"1216","chapter_code":"JDG.9","verse_code":"JDG.9.37","label":"37","content":"Ka‑aa rov has dua tas, “Saib maj, muaj ib paab tub rog saamswm tawm tom plawv tuaj, hab muaj ib paab tawm ntawm cov txwv neeb txwv yaig tug ntoo qheb tuaj hab.”"},{"bible_id":"1216","chapter_code":"JDG.9","verse_code":"JDG.9.38","label":"38","content":"Xenpu txhad has rua Ka‑aa tas, “Koj lub qhov ncauj dua twg lawm? Koj tub has tas, ‘ Anpimelej yog leejtwg es peb yuav ua koom rua nwg?’ Cov tuabneeg nuav tub yog cov kws koj saib tsw taug nev. Ca le tawm moog ua rog rua puab.”"},{"bible_id":"1216","chapter_code":"JDG.9","verse_code":"JDG.9.39","label":"39","content":"Mas Ka‑aa txhad ua ntej coj cov tuabneeg Sekhee moog nrug Anpimelej ua rog."},{"bible_id":"1216","chapter_code":"JDG.9","verse_code":"JDG.9.40","label":"40","content":"Anpimelej muab Ka‑aa lawv tswv moog hab muaj tuabneeg raug mob qaug coob kawg taug kev lug txug ncua rooj loog."},{"bible_id":"1216","chapter_code":"JDG.9","verse_code":"JDG.9.41","label":"41","content":"Anpimelej kuj nyob huv Aluma, mas Xenpu muab Ka‑aa hab nwg cov kwvtij lawv tswv moog, puab txhad nyob tsw tau huv lub moos Sekhee lawm."},{"bible_id":"1216","chapter_code":"JDG.9","verse_code":"JDG.9.42","label":"42","content":"Nub tom qaab muaj tuabneeg has rua Anpimelej tas cov tuabneeg huv moos tawm moog tom tej teb,"},{"bible_id":"1216","chapter_code":"JDG.9","verse_code":"JDG.9.43","label":"43","content":"tes nwg txawm muab nwg cov tub rog faib ua peb paab zuv tom tej teb. Nwg saib pum cov tuabneeg tawm huv lub moos tuaj tes nwg txawm sawv tseeg muab tua kag tuag."},{"bible_id":"1216","chapter_code":"JDG.9","verse_code":"JDG.9.44","label":"44","content":"Anpimelej hab paab tub rog kws nrug nwg txawm txeem plawg moog nyob ntawm rooj loog, mas ob paab tub rog kws nyob ib caag kuj dha moog tua cov kws nyob tom tej teb tuag taag huvsw."},{"bible_id":"1216","chapter_code":"JDG.9","verse_code":"JDG.9.45","label":"45","content":"Anpimelej tua lub moos hov ib nub tsaus ntuj mas txeeb tau lub moos hab tua cov pejxeem huv lub moos hov tuag taag huvsw. Nwg muab lub moos tsoo puam tsuaj taag hab w ntsev rua huv lub moos."},{"bible_id":"1216","chapter_code":"JDG.9","verse_code":"JDG.9.46","label":"46","content":"Thaus cov tuabneeg kws nyob ntawm lub chaw faaj seeb huv Sekhee tau nov tej xwm nuav puab tswv nkaag rua huv lub chaw ruaj khov kws yog tsev daab Eenpeli."},{"bible_id":"1216","chapter_code":"JDG.9","verse_code":"JDG.9.47","label":"47","content":"Muaj tuabneeg has rua Anpimelej tas cov tuabneeg kws nyob ntawm lub chaw faaj seeb huv Sekhee tau sau zog ua ke."},{"bible_id":"1216","chapter_code":"JDG.9","verse_code":"JDG.9.48","label":"48","content":"Anpimelej txhad coj nwg cov tuabneeg nce moog sau lub roob Xamoo, hab Anpimelej coj taus moog txav ib tsuag tawg kwv rua sau xub pwg. Nwg has rua cov tuabneeg kws nrug nwg ua ke tas, “Mej pum kuv ua daabtsw mej kawgkag ua le hov hab.”"},{"bible_id":"1216","chapter_code":"JDG.9","verse_code":"JDG.9.49","label":"49","content":"Yog le hov cov tuabneeg suavdawg txhad txav tawg kwv lawv Anpimelej qaab moog tib ua ib pawg rua ntawm lub chaw ruaj khov hov, mas puab rauv tawg hlawv lub chaw ruaj khov, tes cov tuabneeg kws nyob huv lub chaw faaj seeb ntawm Sekhee kuj tuag taag, quaspuj quasyawg huvsw kwvlaam ib txheeb leej."},{"bible_id":"1216","chapter_code":"JDG.9","verse_code":"JDG.9.50","label":"50","content":"Anpimelej txawm moog rua ntawm lub moos Thenpes, moog ua yeej vej lub moos hab txeeb tau lub moos hov."},{"bible_id":"1216","chapter_code":"JDG.9","verse_code":"JDG.9.51","label":"51","content":"Tassws muaj ib lub chaw faaj seeb ruaj khov huv lub moos hov, mas cov pejxeem quaspuj quasyawg huvsw txhad tswv moog nkaag rua huv lub chaw faaj seeb kaw qhov rooj. Puab nce moog rua sau lub hauv chaw faaj seeb."},{"bible_id":"1216","chapter_code":"JDG.9","verse_code":"JDG.9.52","label":"52","content":"Anpimelej txhad tuaj txug hab ua rog rua lub chaw faaj seeb hov. Nwg moog ze lub qhov rooj yuav muab suavtawg hlawv."},{"bible_id":"1216","chapter_code":"JDG.9","verse_code":"JDG.9.53","label":"53","content":"Mas muaj ib tug quaspuj muab txhwb zeb txwv tso lug tsoo Anpimelej taubhau ua nwg taubhau tawg rhe."},{"bible_id":"1216","chapter_code":"JDG.9","verse_code":"JDG.9.54","label":"54","content":"Nwg txhad qw ceev ceev rua tug hluas kws coj nwg cuab yeej tas, “Rhu hlo koj raab ntaaj tua kuv, sub luas txhad tsw has txug kuv tas yog ib tug quaspuj tua tau kuv.” Tug hluas hov txhad le nkaug nwg tshaab plhawv nwg txhad tuag."},{"bible_id":"1216","chapter_code":"JDG.9","verse_code":"JDG.9.55","label":"55","content":"Thaus cov Yixayee pum tas Anpimelej tuag lawm puab nyag taug nyag rov qaab moog tsev."},{"bible_id":"1216","chapter_code":"JDG.9","verse_code":"JDG.9.56","label":"56","content":"Qhov nuav yog Vaajtswv pauj taub tej kev phem kws Anpimelej ua rua nwg txwv kws yog nwg tua nwg xyaa caum leej kwvtij."},{"bible_id":"1216","chapter_code":"JDG.9","verse_code":"JDG.9.57","label":"57","content":"Vaajtswv muab tej kev phem kws cov tuabneeg Sekhee ua nuav coj rov lug poob rua sau cov Sekhee taubhau, hab tej lug kws Yelunpa‑aa tug tub Yauthaa foom kuj poob raug puab."},{"bible_id":"1216","chapter_code":"JDG.10","verse_code":"JDG.10.1","label":"1","content":"Dhau Anpimelej lawm muaj dua ib tug sawv lug paab cov Yixayee dim yeeb ncuab, yog Pu‑a tug tub Thaula. Nwg yog Ntauntau tug xeeb ntxwv yog xeem Ixakha nyob lub moos Sami peg toj sab Efa‑i tebchaws."},{"bible_id":"1216","chapter_code":"JDG.10","verse_code":"JDG.10.2","label":"2","content":"Nwg ua thawj kaav cov Yixayee tau neeg nkaum peb xyoos, nwg le tuag mas puab muab nwg log rua huv lub moos Sami."},{"bible_id":"1216","chapter_code":"JDG.10","verse_code":"JDG.10.3","label":"3","content":"Dhau hov Ya‑i kws yog tuabneeg Kile‑a tsua sawv ua thawj kaav cov Yixayee tau neeg nkaum ob xyoos."},{"bible_id":"1216","chapter_code":"JDG.10","verse_code":"JDG.10.4","label":"4","content":"Nwg muaj peb caug tug tub kws caij peb caug tug neeg luav. Puab muaj peb caug lub moos hu ua Havauya‑i lug txug naj nub nwgnuav rua huv Kile‑a tebchaws."},{"bible_id":"1216","chapter_code":"JDG.10","verse_code":"JDG.10.5","label":"5","content":"Ya‑i tuag mas muab log rua huv lub moos Khamoo."},{"bible_id":"1216","chapter_code":"JDG.10","verse_code":"JDG.10.6","label":"6","content":"Cov Yixayee rov ua tej kws Yawmsaub pum tas phem. Puab moog teev tej daab Npa‑aa hab tej daab Athalau, hab Alaa cov daab, Xaintoo cov daab, Mau‑a cov daab hab cov Aamoo hab cov Filixatee tej daab. Puab tso Yawmsaub tseg tsw ua koom rua Yawmsaub."},{"bible_id":"1216","chapter_code":"JDG.10","verse_code":"JDG.10.7","label":"7","content":"Mas Yawmsaub npau tawg rua cov Yixayee, nwg txhad muab puab tso rua huv cov Aamoo hab cov Filixatee txhais teg."},{"bible_id":"1216","chapter_code":"JDG.10","verse_code":"JDG.10.8","label":"8","content":"Luas txhad tswm txom quab yuam cov Yixayee rua xyoo hov. Luas quab yuam cov Yixayee kws nyob saab dej Yalatee nub tuaj huv cov Amaulai tebchaws kws yog Kile‑a tau kaum yim xyoo."},{"bible_id":"1216","chapter_code":"JDG.10","verse_code":"JDG.10.9","label":"9","content":"Cov Aamoo kuj hlaa tug dej Yalatee moog ua rog rua cov Yuta hab Npeeyamee hab Efa‑i. Cov Yixayee txhad raug kev txom nyem heev kawg le."},{"bible_id":"1216","chapter_code":"JDG.10","verse_code":"JDG.10.10","label":"10","content":"Cov Yixayee txhad quaj thov Yawmsaub tas, “Peb tau ua txhum rua koj vem yog peb tau tso peb tug Vaajtswv tseg moog ua koom rua tej daab Npa‑aa.”"},{"bible_id":"1216","chapter_code":"JDG.10","verse_code":"JDG.10.11","label":"11","content":"Mas Yawmsaub has rua cov Yixayee tas, “Kuv tsw tau paab mej dim huv cov Iyi hab cov Amaulai hab cov Aamoo hab cov Filixatee lov?"},{"bible_id":"1216","chapter_code":"JDG.10","verse_code":"JDG.10.12","label":"12","content":"Hab cov Xaintoo, cov Amalej hab cov Ma‑oo tau quab yuam mej mas mej tau quaj thov kuv, tes kuv tub paab mej dim huv puab txhais teg."},{"bible_id":"1216","chapter_code":"JDG.10","verse_code":"JDG.10.13","label":"13","content":"Txawm yog le hov los mej tseed tso kuv tseg moog ua koom rua luas tej daab. Vem le nuav kuv yuav tsw paab mej dim dua le lawm."},{"bible_id":"1216","chapter_code":"JDG.10","verse_code":"JDG.10.14","label":"14","content":"Ca le moog quaj thov tej daab kws mej xaiv lug hov. Ca cov daab hov paab mej dim huv mej tej kev txom nyem nuav.”"},{"bible_id":"1216","chapter_code":"JDG.10","verse_code":"JDG.10.15","label":"15","content":"Mas cov Yixayee has rua Yawmsaub tas, “Peb tau ua txhum lawm, thov koj ua rua peb lawv le koj pum zoo. Peb thov koj paab peb dim nub nua xwb.”"},{"bible_id":"1216","chapter_code":"JDG.10","verse_code":"JDG.10.16","label":"16","content":"Ua le hov mas puab txhad muab lwm haiv tuabneeg tej daab tso pov tseg lug ua koom rua Yawmsaub. Mas Yawmsaub txhad mob sab tsua qhov kws cov Yixayee raug kev txom nyem lwj sab hov."},{"bible_id":"1216","chapter_code":"JDG.10","verse_code":"JDG.10.17","label":"17","content":"Cov Aamoo txhad le raug sau ua tub rog hab ua lub yeej ua rog rua huv Kile‑a. Cov Yixayee kuj sau zog tuaj ua ke ua yeej rua ntawm Mixapa."},{"bible_id":"1216","chapter_code":"JDG.10","verse_code":"JDG.10.18","label":"18","content":"Cov tuabneeg Kile‑a cov thawj has tas, “Leejtwg ua thawj txeem moog ntaus cov Aamoo? Tug hov yuav tau ua cov tuabneeg Kile‑a suavdawg tug thawj.”"},{"bible_id":"1216","chapter_code":"JDG.11","verse_code":"JDG.11.1","label":"1","content":"Yetha kws yog tuabneeg Kile‑a yog ib tug tub rog sab luj sab tuab. Nwg nam yog ib tug puj muag cev, nwg txwv yog Kile‑a."},{"bible_id":"1216","chapter_code":"JDG.11","verse_code":"JDG.11.2","label":"2","content":"Kile‑a tug nam tsaav cuab muaj ob peb tug tub. Thaus cov tub hov hlub lawm puab txawm ntab Yetha tswv moog hab has tas, “Koj yuav tsw muaj feem tau peb txwv le qub txeeg qub teg tsua qhov koj yog dua ib tug nam yug.”"},{"bible_id":"1216","chapter_code":"JDG.11","verse_code":"JDG.11.3","label":"3","content":"Yetha txawm tswv ntawm cov kwvtij moog nyob huv lub tebchaws Thauj. Cov tuabneeg tsw tsheej haaj tuaj koom nrug nwg moog ua tub saab tub nyag."},{"bible_id":"1216","chapter_code":"JDG.11","verse_code":"JDG.11.4","label":"4","content":"Dhau lug tom qaab cov Aamoo ua rog rua cov Yixayee."},{"bible_id":"1216","chapter_code":"JDG.11","verse_code":"JDG.11.5","label":"5","content":"Thaus cov Aamoo ua rog rua cov Yixayee hov, cov kev txwj quas laug huv Kile‑a tebchaws txawm moog coj Yetha huv Thauj tebchaws lug."},{"bible_id":"1216","chapter_code":"JDG.11","verse_code":"JDG.11.6","label":"6","content":"Puab has rua Yetha tas, “Ca le lug ua peb tug thawj es peb yuav ua rog rua cov Aamoo.”"},{"bible_id":"1216","chapter_code":"JDG.11","verse_code":"JDG.11.7","label":"7","content":"Tassws Yetha has rua Kile‑a cov kev txwj quas laug tas, “Mej ntxub kuv hab ntab kuv tawm huv kuv txwv lub tsev los tsw yog? Ua caag nwgnuav mej raug kev ceblaaj txom nyem mej tsua tuaj nrhav kuv hab?”"},{"bible_id":"1216","chapter_code":"JDG.11","verse_code":"JDG.11.8","label":"8","content":"Kile‑a cov kev txwj quas laug has rua Yetha tas, “Qhov kws peb tuaj cuag koj nuav kuj yog cheem tsum koj nrug peb moog ntaus cov Aamoo hab moog ua peb tug thawj kaav taag nrho cov Kile‑a huvsw.”"},{"bible_id":"1216","chapter_code":"JDG.11","verse_code":"JDG.11.9","label":"9","content":"Yetha txhad has rua Kile‑a cov kev txwj quas laug tas, “Yog mej coj kuv rov moog tsev moog ua rog rua cov Aamoo hab yog Yawmsaub muab puab cob rua huv kuv txhais teg, mas kuv yuav ua mej tug thawj.”"},{"bible_id":"1216","chapter_code":"JDG.11","verse_code":"JDG.11.10","label":"10","content":"Kile‑a cov kev txwj quas laug has rua Yetha tas, “Yawmsaub ua timkhawv rua peb, peb yeej yuav ua lawv le koj has.”"},{"bible_id":"1216","chapter_code":"JDG.11","verse_code":"JDG.11.11","label":"11","content":"Yetha txhad nrug Kile‑a cov kev txwj quas laug moog mas cov pejxeem txhad tsaa nwg ua tug thawj hab ua tug kaav hlo puab. Yetha txhad has tej lug kws puab has hum huvsw hov taab meeg Yawmsaub ntawm lub moos Mixapa."},{"bible_id":"1216","chapter_code":"JDG.11","verse_code":"JDG.11.12","label":"12","content":"Yetha txhad tso tuabneeg xaa xuv moog has rua cov Aamoo tug vaajntxwv tas, “Koj muaj plaub daabtsw rua kuv es koj yuav tuaj ua rog rua kuv lub tebchaws?”"},{"bible_id":"1216","chapter_code":"JDG.11","verse_code":"JDG.11.13","label":"13","content":"Cov Aamoo tug vaajntxwv teb Yetha tej tub xaa xuv tas, “Vem yog thaus cov Yixayee tawm huv Iyi tebchaws lug puab txeeb kuv lub tebchaws lawm txwj ntawm tug dej Anoo moog txug tug dej Yanpo hab moog txug tug dej Yalatee. Nwgnuav ca le thim lub tebchaws nuav zoo zoo rov lug.”"},{"bible_id":"1216","chapter_code":"JDG.11","verse_code":"JDG.11.14","label":"14","content":"Yetha tso tuabneeg xaa xuv rov moog cuag cov Aamoo tug vaajntxwv dua,"},{"bible_id":"1216","chapter_code":"JDG.11","verse_code":"JDG.11.15","label":"15","content":"puab has tas, “Yetha has le nuav tas, Cov Yixayee tsw tau txeeb Mau‑a lub tebchaws hab cov Aamoo lub tebchaws le."},{"bible_id":"1216","chapter_code":"JDG.11","verse_code":"JDG.11.16","label":"16","content":"Tassws thaus cov Yixayee tawm huv Iyi tebchaws lug, puab taug kev huv tebchaws moj saab qhua moog txug Havtxwv Lab hab lug txug ntawm Khante."},{"bible_id":"1216","chapter_code":"JDG.11","verse_code":"JDG.11.17","label":"17","content":"Mas cov Yixayee tso tuabneeg xaa xuv moog has rua Entoo tug vaajntxwv tas, ‘Thov koj kheev peb hlaa koj lub tebchaws moog,’ tassws Entoo tug vaajntxwv tsw quav ntsej le. Puab tso tuabneeg moog thov Mau‑a tug vaajntxwv ib yaam le ntawd, los nwg kuj tsw kheev. Yog le hov cov Yixayee txhad nyob ntawm Khante."},{"bible_id":"1216","chapter_code":"JDG.11","verse_code":"JDG.11.18","label":"18","content":"Tes puab txawm moog huv tebchaws moj saab qhua zos Entoo hab Mau‑a lub tebchaws lug txug ntawm Mau‑a lub tebchaws saab nub tuaj hab tsuam chaw nyob ntawm tug dej Anoo saab peg. Puab tub tsw moog rua huv Mau‑a tebchaws le, tsua qhov tug dej Anoo tub ua nrwm teb quas Mau‑a tebchaws lawm."},{"bible_id":"1216","chapter_code":"JDG.11","verse_code":"JDG.11.19","label":"19","content":"Cov Yixayee txhad tso tuabneeg xaa xuv moog cuag cov Amaulai tug vaajntxwv Xihoo huv lub moos Hesanpoo. Cov Yixayee has rua nwg tas, ‘Thov ca peb hlaa koj lub tebchaws moog rua huv peb lub tebchaws.’"},{"bible_id":"1216","chapter_code":"JDG.11","verse_code":"JDG.11.20","label":"20","content":"Tassws Xihoo tsw tso sab ca cov Yixayee hlaa nwg lub tebchaws, Xihoo txawm txhwj nwg cov tuabneeg suavdawg moog ua lub yeej rua ntawm Yahaj hab ua rog rua cov Yixayee."},{"bible_id":"1216","chapter_code":"JDG.11","verse_code":"JDG.11.21","label":"21","content":"Mas Yawmsaub kws yog cov Yixayee tug Vaajtswv txhad muab Xihoo hab nwg cov tuabneeg huvsw rua huv cov Yixayee txhais teg, nwg txhad swb lawm. Cov Yixayee txhad txeeb hlo cov Amaulai kws nyob hov ntawd lub tebchaws huvsw."},{"bible_id":"1216","chapter_code":"JDG.11","verse_code":"JDG.11.22","label":"22","content":"Cov Yixayee txeeb hlo cov Amaulai lub tebchaws txwj ntawm tug dej Anoo moog txug tug dej Yanpo, hab txwj ntawm lub tebchaws moj saab qhua moog txug tug dej Yalatee."},{"bible_id":"1216","chapter_code":"JDG.11","verse_code":"JDG.11.23","label":"23","content":"“Yog le nuav Yawmsaub kws yog cov Yixayee tug Vaajtswv txhad ntab cov Amaulai tswv tawm ntawm nwg haiv tuabneeg Yixayee hauv ntej moog. Mas koj txawm yuav muab ua koj tug lov?"},{"bible_id":"1216","chapter_code":"JDG.11","verse_code":"JDG.11.24","label":"24","content":"Koj tsw ceev tej kws koj tug daab Khemauj muab cob rua koj lov? Txhua thaaj kws peb tug Vaajtswv Yawmsaub ntab luas tawm ntawm peb hauv ntej moog es pub rua peb, peb yuav ceev ca."},{"bible_id":"1216","chapter_code":"JDG.11","verse_code":"JDG.11.25","label":"25","content":"Koj zoo dua Xipau tug tub Npalaj kws ua vaajntxwv huv Mau‑a tebchaws lov? Npalaj txeev nrug cov Yixayee sws ntsuag zug hab ua rog rua puab lov?"},{"bible_id":"1216","chapter_code":"JDG.11","verse_code":"JDG.11.26","label":"26","content":"Cov Yixayee tub nyob huv lub moos Hesanpoo hab ib ncig lub moos ntawd hab nyob huv lub moos Alau‑aw hab ib ncig ntawd hab nyob huv txhua lub moos lawv tug ntug dej Anoo tau peb puas xyoo, ua caag koj tsw txeeb rov qaab thaus ntawd?"},{"bible_id":"1216","chapter_code":"JDG.11","verse_code":"JDG.11.27","label":"27","content":"Yog le nuav kuv tsw tau ua txhum rua koj, koj yog tug ua txhum rua kuv tsua qhov kws ua rog rua kuv. Ca Yawmsaub kws yog tug txav txem lug tu plaub rua cov Yixayee hab cov Aamoo nub nua.”"},{"bible_id":"1216","chapter_code":"JDG.11","verse_code":"JDG.11.28","label":"28","content":"Tassws cov Aamoo tug vaajntxwv tsw noog tej lug kws Yetha tso tuabneeg moog has hov."},{"bible_id":"1216","chapter_code":"JDG.11","verse_code":"JDG.11.29","label":"29","content":"Mas Yawmsaub tug Ntsuj Plig lug kaav hlo Yetha, nwg txhad hlaa hlo Kile‑a hab Manaxe tebchaws moog rua ntawm lub moos Mixapa huv Kile‑a, hab tawm ntawm Mixapa huv Kile‑a moog txug cov Aamoo."},{"bible_id":"1216","chapter_code":"JDG.11","verse_code":"JDG.11.30","label":"30","content":"Yetha txhad fev rua Yawmsaub has tas, “Yog koj muab cov Aamoo rua huv kuv txhais teg lawm,"},{"bible_id":"1216","chapter_code":"JDG.11","verse_code":"JDG.11.31","label":"31","content":"mas leejtwg kws tawm huv kuv lub qhov rooj tuaj tog kuv rua thaus kuv kov yeej cov Aamoo rov qaab lug, tug hov yuav muab ua Yawmsaub le hab kuv yuav muab nwg ua kevcai hlawv xyeem.”"},{"bible_id":"1216","chapter_code":"JDG.11","verse_code":"JDG.11.32","label":"32","content":"Tes Yetha txawm hlaa moog ua rog rua cov Aamoo mas Yawmsaub muab puab cob rua huv nwg txhais teg."},{"bible_id":"1216","chapter_code":"JDG.11","verse_code":"JDG.11.33","label":"33","content":"Mas nwg tua tau puab txwj ntawm lub moos Alau‑aw moog yuav txug lub moos Minij, huvsw ntaus tau neeg nkaum lub moos hab moog txug ncua lub moos Anpee Khelamee, tuabneeg tuag coob heev. Cov Aamoo txhad swb hlo zwm rua cov Yixayee."},{"bible_id":"1216","chapter_code":"JDG.11","verse_code":"JDG.11.34","label":"34","content":"Yetha txawm rov qaab lug tsev rua huv Mixapa, tes nwg tug ntxhais npuaj nruag seev cev tuaj tog nwg. Nwg le mivnyuas muaj tuab tug ntxhais hov xwb tsw muaj dua lwm tug tub ntxhais hlo le."},{"bible_id":"1216","chapter_code":"JDG.11","verse_code":"JDG.11.35","label":"35","content":"Thaus nwg pum dheev tug ntxhais hov nwg txawm dua rhe nwg lub tsho hab has tas, “Au mivntxhais 'e, koj ua rua kuv txom nyem lauj! Koj ua rua kuv nyuaj sab heev kawg vem kuv tau tsaa ncauj fev rua Yawmsaub lawm, yuav thim tsw tau tej lug hov.”"},{"bible_id":"1216","chapter_code":"JDG.11","verse_code":"JDG.11.36","label":"36","content":"Nwg txhad has rua leej txwv tas, “Txwv, yog koj tau tsaa ncauj cog lug rua Yawmsaub le caag lawm, ca le ua rua kuv lawv le koj cog lug ntawd, tsua qhov Yawmsaub tub pauj taub cov Aamoo kws yog koj tej yeeb ncuab rua koj lawm.”"},{"bible_id":"1216","chapter_code":"JDG.11","verse_code":"JDG.11.37","label":"37","content":"Nwg kuj has rua leej txwv tas, “Kuv thov koj ca kuv ua le nuav xwb, thov tso kuv nyob kaab ntsaab ob lub hlis kuv txhad tau moog moog lug lug rua peg roob hab nrug kuv tej phoojywg quaj ntsuag txug kuv txujkev ua ntxhais nkauj xwb.”"},{"bible_id":"1216","chapter_code":"JDG.11","verse_code":"JDG.11.38","label":"38","content":"Leejtxwv teb tas, “Ca le moog.” Nwg txhad tso tug ntxhais moog ob lub hlis. Mas tug ntxhais hab tej phoojywg txhad tawm moog quaj ntsuag txug nwg lub cev nkauj xwb rua peg roob."},{"bible_id":"1216","chapter_code":"JDG.11","verse_code":"JDG.11.39","label":"39","content":"Thaus puv ob hlis lawd, nwg txhad rov lug rua ntawm leej txwv, mas leej txwv kuj muab nwg xyeem lawv le nwg tau cog lug tseg lawd. Nwg yeej tsw tau nrug dua txwvneej pw le. Qhov nuav txhad ua ib txuj kevcai rua cov Yixayee,"},{"bible_id":"1216","chapter_code":"JDG.11","verse_code":"JDG.11.40","label":"40","content":"kuas puab tej ntxhais naj xyoo quaj ntsuag txug Yetha kws yog tuabneeg Kile‑a tug ntxhais ib xyoos mas plaub nub."},{"bible_id":"1216","chapter_code":"JDG.12","verse_code":"JDG.12.1","label":"1","content":"Cov tuabneeg Efa‑i raug sau ua tub rog hlaa moog txug Xafoo mas puab has rua Yetha tas, “Ua caag koj hlaa moog ua rog rua cov Aamoo koj tsw hu peb nrug koj moog? Peb yuav muab koj vaaj tse hlawv kuas kub hlo koj hab.”"},{"bible_id":"1216","chapter_code":"JDG.12","verse_code":"JDG.12.2","label":"2","content":"Yetha txhad has rua puab tas, “Thaus kuv hab kuv cov tuabneeg tseed ua rog luj rua cov Aamoo, kuv hu kuas mej tuaj paab tassws mej kuj tsw tuaj paab kuv dim huv puab txhais teg."},{"bible_id":"1216","chapter_code":"JDG.12","verse_code":"JDG.12.3","label":"3","content":"Mas thaus kuv pum tas mej tsw paab kuv dim lawm kuv txhad tso nyog kuv txujsa hlaa moog ua rog rua cov Aamoo, mas Yawmsaub tau muab puab rua huv kuv txhais teg. Vem le caag nub nua mej tsua yuav tuaj ua rog rua kuv?”"},{"bible_id":"1216","chapter_code":"JDG.12","verse_code":"JDG.12.4","label":"4","content":"Yetha txhad sau zog cov tuabneeg Kile‑a ua rog rua cov Efa‑i. Cov Kile‑a kuj tua cov Efa‑i tsua qhov cov Efa‑i has tas, “Mej cov Kile‑a kws nyob huv Efa‑i hab Manaxe yog cov nam tuabneeg kws tswv tawm huv Efa‑i lawm.”"},{"bible_id":"1216","chapter_code":"JDG.12","verse_code":"JDG.12.5","label":"5","content":"Cov Kile‑a kuj txeeb tau tej chaw kws hlaa tug dej Yalatee taag huvsw tsw kheev cov Efa‑i hlaa. Thaus cov Efa‑i tug twg tswv lug has tas, “Kuv thov hlaa dej moog,” mas cov Kile‑a nug tas, “Koj yog tuabneeg Efa‑i los tsw yog?” Yog nwg teb tas, “Tsw yog,”"},{"bible_id":"1216","chapter_code":"JDG.12","verse_code":"JDG.12.6","label":"6","content":"tes puab has tas, “Koj swm has lu lug Sinpaulej saib.” Tug hov has tas, “Xinpaulej” vem yog cov Efa‑i has tsw tau lu lug nuav meej. Puab txawm nteg kag tug hov muab tua pov tseg rua ntawm tej chaw hlaa dej Yalatee. Thaus hov cov Efa‑i tuag plaub vaam ob txheeb leej."},{"bible_id":"1216","chapter_code":"JDG.12","verse_code":"JDG.12.7","label":"7","content":"Yetha ua thawj kaav cov Yixayee tau rau xyoo. Yetha kws yog tuabneeg Kile‑a le tuag mas muab nwg log rua ib lub moos huv Kile‑a tebchaws."},{"bible_id":"1216","chapter_code":"JDG.12","verse_code":"JDG.12.8","label":"8","content":"Dhau Yetha lawd mas Ixaa kws nyob huv Npelehee  ua thawj kaav cov Yixayee."},{"bible_id":"1216","chapter_code":"JDG.12","verse_code":"JDG.12.9","label":"9","content":"Nwg muaj peb caug leej tub hab peb caug leej ntxhais, nwg muab qua rua lwm xeem hab nwg yuav lwm xeem peb caug leej ntxhais lug rua nwg cov tub. Nwg kaav cov Yixayee tau xyaa xyoo."},{"bible_id":"1216","chapter_code":"JDG.12","verse_code":"JDG.12.10","label":"10","content":"Ixaa le tuag mas muab nwg log rua huv Npelehee."},{"bible_id":"1216","chapter_code":"JDG.12","verse_code":"JDG.12.11","label":"11","content":"Dhau Ixaa lawd mas Eloo kws yog xeem Xenpuloo ua thawj kaav cov Yixayee. Nwg kaav cov Yixayee tau kaum xyoo."},{"bible_id":"1216","chapter_code":"JDG.12","verse_code":"JDG.12.12","label":"12","content":"Mas Eloo kws yog tuabneeg Xenpuloo kuj tuag mas muab nwg log rua huv Aiyaloo huv Xenpuloo tebchaws."},{"bible_id":"1216","chapter_code":"JDG.12","verse_code":"JDG.12.13","label":"13","content":"Dhau Eloo lawd mas Hilee tug tub Antoo kws nyob huv lub moos Pilathoo ua thawj kaav cov Yixayee."},{"bible_id":"1216","chapter_code":"JDG.12","verse_code":"JDG.12.14","label":"14","content":"Nwg muaj plaub caug leej tub hab muaj peb caug leej xeeb ntxwv caij xyaa caum tug neeg luav. Nwg kaav cov Yixayee tau yim xyoo."},{"bible_id":"1216","chapter_code":"JDG.12","verse_code":"JDG.12.15","label":"15","content":"Mas Hilee tug tub Antoo kws nyob huv Pilathoo kuj tuag mas muab nwg log rua ntawm Pilathoo huv Efa‑i tebchaws kws yog peg toj sab kws muaj cov Amalej nyob."},{"bible_id":"1216","chapter_code":"JDG.13","verse_code":"JDG.13.1","label":"1","content":"Cov Yixayee rov qaab ua tej kws Yawmsaub pum tas phem, mas Yawmsaub txhad muab puab cob rua huv cov Filixatee txhais teg tau plaub caug xyoo."},{"bible_id":"1216","chapter_code":"JDG.13","verse_code":"JDG.13.2","label":"2","content":"Muaj ib tug yawm yog xeem Ntaaj nyob huv lub moos Xaula, nwg npe hu ua Manau‑a. Nwg tug quaspuj ib txwm tsw xeeb mivnyuas."},{"bible_id":"1216","chapter_code":"JDG.13","verse_code":"JDG.13.3","label":"3","content":"Yawmsaub tug tubkhai ntuj lug tshwm rua tug quaspuj hov hab has rua nwg tas, “Koj yeej ib txwm tsw xeeb mivnyuas, tassws koj yuav xeeb mivnyuas hab yug ib tug tub."},{"bible_id":"1216","chapter_code":"JDG.13","verse_code":"JDG.13.4","label":"4","content":"Vem le nuav koj yuav tsum ceev faaj tsw xob haus cawv txwv maab hab cawv ntxws, hab tsw xob noj tej kws qas tsw huv,"},{"bible_id":"1216","chapter_code":"JDG.13","verse_code":"JDG.13.5","label":"5","content":"vem koj yuav xeeb mivnyuas hab yug ib tug tub. Tsw xob chais nwg cov plaubhau tsua qhov tug tub hov yuav muab cais ua Naxi  pub rua Vaajtswv txwj thaus yug lug le. Nwg yuav chiv cawm cov Yixayee dim huv cov Filixatee txhais teg.”"},{"bible_id":"1216","chapter_code":"JDG.13","verse_code":"JDG.13.6","label":"6","content":"Tug quaspuj hov txawm moog has rua nwg tug quasyawg tas, “Muaj Vaajtswv ib tug tuabneeg tuaj rua ntawm kuv, lub ntsej muag zoo yaam nkaus le Vaajtswv tug tubkhai ntuj, txaus ntshai kawg. Kuv tub tsw nug tas nwg tuaj hovtwg tuaj hab nwg kuj tsw qha nwg lub npe rua kuv."},{"bible_id":"1216","chapter_code":"JDG.13","verse_code":"JDG.13.7","label":"7","content":"Tassws nwg has rua kuv tas, ‘Koj yuav xeeb mivnyuas hab yug ib tug tub. Yog le nuav tsw xob haus cawv txwv maab hab cawv ntxws, hab tsw xob noj tej kws qas tsw huv, tsua qhov tug tub hov yuav muab cais ua Naxi pub rua Vaajtswv txwj thaus yug lug moog txug nub tuag.’ ”"},{"bible_id":"1216","chapter_code":"JDG.13","verse_code":"JDG.13.8","label":"8","content":"Tes Manau‑a txawm thov Yawmsaub tas, “Au Yawmsaub, thov Vaajtswv tug tuabneeg kws koj khaiv lug hov rov lug tshwm rua ib ob leeg pum dua ib zag, hab qha rua ib paub tas ib yuav ua le caag rua tug tub kws yuav yug lug hov.”"},{"bible_id":"1216","chapter_code":"JDG.13","verse_code":"JDG.13.9","label":"9","content":"Vaajtswv noog Manau‑a tej lug thov hab Vaajtswv tug tubkhai ntuj lug tshwm dua ib zag rua tug quaspuj hov rua thaus nwg nyob quas tsawg tom teb, tassws nwg tug quasyawg Manau‑a tsw nrug nwg nyob ua ke."},{"bible_id":"1216","chapter_code":"JDG.13","verse_code":"JDG.13.10","label":"10","content":"Nwg txhad dha moog has rua nwg tug quasyawg tas, “Tug yawm kws nub ntawd tuaj rua ntawm kuv kuj rov lug tshwm rua kuv hab.”"},{"bible_id":"1216","chapter_code":"JDG.13","verse_code":"JDG.13.11","label":"11","content":"Manau‑a txhad le sawv tseeg lawv nwg quaspuj qaab moog. Thaus nwg moog txug tug yawm hov nwg txawm has tas, “Koj yog tug yawm kws has cov lug rua tug quaspuj nuav los tsw yog?” Tug hov teb tas, “Yog lauj.”"},{"bible_id":"1216","chapter_code":"JDG.13","verse_code":"JDG.13.12","label":"12","content":"Manau‑a txhad has tas, “Thaus muaj tseeb lawv le koj tej lug lawm, tug tub hov lub neej yuav zoo le caag, hab nwg yuav tsum ua daabtsw?”"},{"bible_id":"1216","chapter_code":"JDG.13","verse_code":"JDG.13.13","label":"13","content":"Yawmsaub tug tubkhai ntuj txhad has rua Manau‑a tas, “Tug quaspuj yuav tsum ceev faaj ua txhua yaam lawv le kuv has rua nwg lawd."},{"bible_id":"1216","chapter_code":"JDG.13","verse_code":"JDG.13.14","label":"14","content":"Nwg tsw xob noj ib yaam daabtsw kws muab txwv maab ua, tsw xob haus cawv txwv maab lossws cawv ntxws, tsw xob noj tej kws qas tsw huv. Nwg yuav tsum ua lawv nraim le txhua yaam kws kuv has rua nwg lawd.”"},{"bible_id":"1216","chapter_code":"JDG.13","verse_code":"JDG.13.15","label":"15","content":"Manau‑a has rua Yawmsaub tug tubkhai ntuj tas, “Thov koj tog ib plag, ib ob leeg yuav npaaj ib tug mivnyuas tshws rua koj.”"},{"bible_id":"1216","chapter_code":"JDG.13","verse_code":"JDG.13.16","label":"16","content":"Yawmsaub tug tubkhai ntuj txawm has rua Manau‑a tas, “Txawm yog kuas tog los kuv yuav tsw noj koj tej zaub mov. Tassws yog koj yuav npaaj tej kws muab hlawv xyeem, koj ca le muab xyeem rua Yawmsaub.” Manau‑a tsw paub tas tug hov yog Yawmsaub tug tubkhai ntuj."},{"bible_id":"1216","chapter_code":"JDG.13","verse_code":"JDG.13.17","label":"17","content":"Manau‑a txhad has rua Yawmsaub tug tubkhai ntuj tas, “Koj npe hu le caag? Thaus muaj tseeb lawv le koj tej lug lawm, ib txhad le txawj pub koob meej rua koj.”"},{"bible_id":"1216","chapter_code":"JDG.13","verse_code":"JDG.13.18","label":"18","content":"Yawmsaub tug tubkhai ntuj has rua nwg tas, “Nug kuv lub npe ua daabtsw? Kuv lub npe yog lub kws phemfwj kawg.”"},{"bible_id":"1216","chapter_code":"JDG.13","verse_code":"JDG.13.19","label":"19","content":"Manau‑a txawm muab tug mivnyuas tshws hab tej qoob loos kws xyeem tuaj xyeem rua sau lub pob zeb rua Yawmsaub kws ua tej txujci phemfwj."},{"bible_id":"1216","chapter_code":"JDG.13","verse_code":"JDG.13.20","label":"20","content":"Thaus nplaim tawg cig plawg sau lub thaaj moog rua sau ntuj, Yawmsaub tug tubkhai ntuj txawm nrug cov nplaim tawg sau lub thaaj nce moog rua thaus Manau‑a hab nwg tug quaspuj saib ntsoov, tes ob tug txawm khwb nkaus ua lub plhu ti nkaus aav."},{"bible_id":"1216","chapter_code":"JDG.13","verse_code":"JDG.13.21","label":"21","content":"Yawmsaub tug tubkhai ntuj tsw lug tshwm rua Manau‑a hab nwg tug quaspuj dua le lawm. Manau‑a txhad paub tas tug hov yog Yawmsaub tug tubkhai ntuj."},{"bible_id":"1216","chapter_code":"JDG.13","verse_code":"JDG.13.22","label":"22","content":"Manau‑a txawm has rua nwg tug quaspuj tas, “Ntshai ib yuav tuag xwb lauj, tsua qhov ib tau pum Vaajtswv lawm.”"},{"bible_id":"1216","chapter_code":"JDG.13","verse_code":"JDG.13.23","label":"23","content":"Tassws nwg tug quaspuj has rua nwg tas, “Yog Yawmsaub xaav muab ib tua pov tseg, nwg yuav tsw txais tej kws ib muab hlawv xyeem hab tej qoob loos kws xyeem ntawm ib txhais teg, hab yuav tsw qha txhua yaam nuav rua ib hab pav tej zaaj kws zoo le nuav rua ib.”"},{"bible_id":"1216","chapter_code":"JDG.13","verse_code":"JDG.13.24","label":"24","content":"Tug quaspuj hov txhad yug tau ib tug tub, muab tis npe hu ua Xaxoo. Tug tub hov kuj hlub zoo hab Yawmsaub foom koob moov rua nwg."},{"bible_id":"1216","chapter_code":"JDG.13","verse_code":"JDG.13.25","label":"25","content":"Hab Yawmsaub tug Ntsuj Plig chiv txhawb nwg lub sab hov ntawm Mahane Ntaaj kws nyob ntawm Xaula hab Etha‑oo ntu nruab nraab."},{"bible_id":"1216","chapter_code":"JDG.14","verse_code":"JDG.14.1","label":"1","content":"Xaxoo moog nraag lub moos Thinaj, mas pum ib tug hluas nkauj Filixatee huv lub moos Thinaj hov."},{"bible_id":"1216","chapter_code":"JDG.14","verse_code":"JDG.14.2","label":"2","content":"Tes nwg txawm rov lug has rua nwg nam nwg txwv tas, “Kuv pum ib tug hluas nkauj Filixatee huv lub moos Thinaj, meb moog yuav lug ua kuv quaspuj.”"},{"bible_id":"1216","chapter_code":"JDG.14","verse_code":"JDG.14.3","label":"3","content":"Tassws leej txwv hab leej nam has rua nwg tas, “Koj cov neej tsaa hab taag nrho peb haiv tuabneeg tsw muaj ib tug ntxhais hluas le lov es koj tseed moog yuav cov Filixatee kws tsw ua kevcai txav tej ntxhais ua quaspuj?” Tassws Xaxoo has rua leej txwv tas, “Ca le moog yuav tug ntxhais hov rua kuv xwb, tsua qhov kuv nyam nwg kawg nkaus le.”"},{"bible_id":"1216","chapter_code":"JDG.14","verse_code":"JDG.14.4","label":"4","content":"Leej txwv hab leej nam tsw paub tas qhov nuav yog lug ntawm Yawmsaub lug, tsua qhov Yawmsaub saamswm nrhav keeb ua rog rua cov Filixatee. Thaus hov cov Filixatee kaav hlo cov Yixayee."},{"bible_id":"1216","chapter_code":"JDG.14","verse_code":"JDG.14.5","label":"5","content":"Tes Xaxoo txawm nrug nwg nam nwg txwv moog nraag Thinaj. Thaus nwg tuaj txug tej vaaj txwv maab ntawm Thinaj na cav muaj ib tug thaav tsuv ntxhuav dha nyooj quas lawg lug rua nwg."},{"bible_id":"1216","chapter_code":"JDG.14","verse_code":"JDG.14.6","label":"6","content":"Yawmsaub tug Ntsuj Plig txawm lug kaav hlo Xaxoo, nwg txhad muab tug tsuv ntxhuav hov dua ua tej cwb ceg ib yaam le dua mivnyuas tshws, nwg tub tsw muaj cuab yeej daabtsw huv nwg txhais teg le. Tassws nwg kuj tsw qha rua nwg nam nwg txwv paub tas nwg ua daabtsw lawm."},{"bible_id":"1216","chapter_code":"JDG.14","verse_code":"JDG.14.7","label":"7","content":"Nwg txawm moog nrug tug hluas nkauj hov thaam, nwg txaus sab rua tug hluas nkauj hov heev."},{"bible_id":"1216","chapter_code":"JDG.14","verse_code":"JDG.14.8","label":"8","content":"Tsw ntev tom qaab Xaxoo rov moog yuav tug hluas nkauj hov. Nwg txawm moog xauj saib tug tsuv ntxhuav lub cev tuag hov, na cav muaj ib xub ntaab nyob huv tug tsuv ntxhuav lub cev tub muaj zwb lawm."},{"bible_id":"1216","chapter_code":"JDG.14","verse_code":"JDG.14.9","label":"9","content":"Nwg txawm cev teg kaus cov zwb ntaab hov lug noj taug kev moog. Nwg lug txug nwg nam nwg txwv nwg txawm muab cev rua ob tug noj, tassws nwg tsw qha tas nwg muab cov zwb ntaab hov huv tug tsuv ntxhuav lub cev tuag lug."},{"bible_id":"1216","chapter_code":"JDG.14","verse_code":"JDG.14.10","label":"10","content":"Nwg txwv kuj moog rua nraag tug hluas nkauj hov mas Xaxoo paam ib rooj mov hov ntawd ib yaam le tej hluas ib txwm ua."},{"bible_id":"1216","chapter_code":"JDG.14","verse_code":"JDG.14.11","label":"11","content":"Thaus cov Filixatee pum nwg lawd puab coj peb caug leej tuaj ua qhua nrug nwg nyob ua ke."},{"bible_id":"1216","chapter_code":"JDG.14","verse_code":"JDG.14.12","label":"12","content":"Tes Xaxoo txawm has rua puab tas, “Ca kuv txhaj mim txwv ib nqais rua mej txhais. Yog mej txhais tau ua ntej xyaa nub kws noj tshoob nuav, kuv yuav muab peb caug lub tsho ntaub maag hab peb caug cev tsoog tsho ua zaam rua mej."},{"bible_id":"1216","chapter_code":"JDG.14","verse_code":"JDG.14.13","label":"13","content":"Yog mej txhais tsw tau, mej yuav tsum muab peb caug lub tsho ntaub maag hab peb caug cev tsoog tsho ua zaam rua kuv.” Puab has rua nwg tas, “Ca le txhaj rua peb txhais saib.”"},{"bible_id":"1216","chapter_code":"JDG.14","verse_code":"JDG.14.14","label":"14","content":"Tes Xaxoo has rua puab tas, “Muaj ib yaam noj tau tawm huv tug kws noj lug. Muaj ib yaam qaab zwb tawm huv tug kws muaj zug lug.” Tau peb nub lawm, puab txhais tsw tau zaaj txhaj mim txwv hov."},{"bible_id":"1216","chapter_code":"JDG.14","verse_code":"JDG.14.15","label":"15","content":"Thaus txug nub kws plaub puab txawm moog has rua Xaxoo tug quaspuj tas, “Koj ca le ntxag koj tug quasyawg kuas txhais zaaj txhaj mim txwv rua peb. Tsw ua le hov mas peb yuav muab suavtawg hlawv koj hab koj txwv tsev tuabneeg pov tseg. Koj hu peb tuaj nuav yog hu kuas peb tuaj raug kev pluag xwb lov?”"},{"bible_id":"1216","chapter_code":"JDG.14","verse_code":"JDG.14.16","label":"16","content":"Xaxoo tug quaspuj moog quaj rua Xaxoo hab has tas, “Koj tsuas ntxub kuv xwb, koj yeej tsw hlub kuv. Koj txhaj mim txwv rua kuv cov neej tsaa, koj kuj tsw txhais rua kuv noog.” Xaxoo has rua nwg tas, “Kuv nam kuv txwv kuv tub tsw qha le, yuav qha koj tau le caag?”"},{"bible_id":"1216","chapter_code":"JDG.14","verse_code":"JDG.14.17","label":"17","content":"Nwg quaj rua Xaxoo xyaa nub kws noj tshoob hov, mas nub kws xyaa Xaxoo txhad txhais zaaj txhaj mim txwv hov rua nwg noog tsua qhov nwg txob Xaxoo heev hwv lawm. Tes nwg txawm qha tej lug kws txhais hov rua nwg cov neej tsaa."},{"bible_id":"1216","chapter_code":"JDG.14","verse_code":"JDG.14.18","label":"18","content":"Tes nub kws xyaa thaus nub tsw tau poob qho cov tuabneeg huv lub moos hov txhad has rua Xaxoo tas, “Muaj yaam twg qaab zwb dhau zwb ntaab? Muaj daabtsw muaj zug dua tsuv ntxhuav?” Xaxoo txhad has rua puab tas, “Yog mej tsw muab kuv nam maum nyuj moog laij, mej yeej txhais tsw tau le.”"},{"bible_id":"1216","chapter_code":"JDG.14","verse_code":"JDG.14.19","label":"19","content":"Yawmsaub tug Ntsuj Plig lug kaav taag nrho Xaxoo, nwg txhad moog nraag lub moos Akheloo mas tua cov txwvneej huv lub moos hov peb caug leej, txeeb hlo puab le ib puas tsaav yaam huvsw hab muab puab tej tsoog tsho ua zaam rua cov kws txhais tej lug txhaj mim txwv hov. Tes nwg txhad le rov qaab moog rua peg nwg txwv lub tsev ua chim quas nyov."},{"bible_id":"1216","chapter_code":"JDG.14","verse_code":"JDG.14.20","label":"20","content":"Xaxoo tug quaspuj hov mas luas muab qua rua nwg tug phijlaaj yuav lawm."},{"bible_id":"1216","chapter_code":"JDG.15","verse_code":"JDG.15.1","label":"1","content":"Dhau ntawd thaus txug lub caij hlais mog, Xaxoo coj ib tug mivnyuas tshws moog saib nwg tug quaspuj. Nwg has tas, “Kuv yuav nkaag moog rua huv kuv tug quaspuj lub txaaj.” Tassws yawm txwv tsw kheev nwg nkaag moog."},{"bible_id":"1216","chapter_code":"JDG.15","verse_code":"JDG.15.2","label":"2","content":"Yawm txwv has tas, “Kuv xaav tas koj ntxub nwg kawg le kuv txhad muab nwg qua rua koj tug phijlaaj lawm. Nwg tug nam hluas tseed zoo nkauj dua nwg los tsw yog? Ca koj yuav nwg nyob tug tais laug chaw.”"},{"bible_id":"1216","chapter_code":"JDG.15","verse_code":"JDG.15.3","label":"3","content":"Xaxoo txawm has rua puab tas, “Zag nuav kuv yuav ua phem rua cov Filixatee los kuv yeej tsw txhum le lawm.”"},{"bible_id":"1216","chapter_code":"JDG.15","verse_code":"JDG.15.4","label":"4","content":"Xaxoo txawm tawm moog nteg peb puas tug maa coj lug khi kwtwv sws txuas ua ib nkawm ib nkawm, muab ib teg tsau paav rua huv txhua nkawm tug kwtwv sws txuas."},{"bible_id":"1216","chapter_code":"JDG.15","verse_code":"JDG.15.5","label":"5","content":"Thaus nwg zwg tawg rua teg tsau lawd nwg kuj muab tso rua huv cov Filixatee tej teb mog mas suavtawg kub puab tej mog kws hlais tau hab tej mog kws tseed tsw tau hlais hab kub tej vaaj txwv maab hab tej teb txwv aulib."},{"bible_id":"1216","chapter_code":"JDG.15","verse_code":"JDG.15.6","label":"6","content":"Cov Filixatee txhad has tas, “Leejtwg ua le nuav?” Puab teb tas, “Yog Xaxoo kws yog ib tug huv Thinaj tug vauv vem yog nwg yawm txwv muab Xaxoo tug quaspuj qua rua nwg tug phijlaaj lawm.” Cov Filixatee txawm tuaj muab Xaxoo tug quaspuj hab yawm txwv hlawv pov tseg huvsw."},{"bible_id":"1216","chapter_code":"JDG.15","verse_code":"JDG.15.7","label":"7","content":"Xaxoo txawm has rua puab tas, “Yog mej ua le nuav lawm, kuv twv ntuj tas kuv yuav pauj taub rua mej, kuv le tseg.”"},{"bible_id":"1216","chapter_code":"JDG.15","verse_code":"JDG.15.8","label":"8","content":"Nwg txawm ntaus puab ua lwj ua lam ua rua puab tuag coob kawg, tes nwg txawm moog nyob huv kem zeb Etaa."},{"bible_id":"1216","chapter_code":"JDG.15","verse_code":"JDG.15.9","label":"9","content":"Tes cov Filixatee txawm moog ua lub yeej huv Yuta hab moog ntaus lub moos Lehi."},{"bible_id":"1216","chapter_code":"JDG.15","verse_code":"JDG.15.10","label":"10","content":"Cov tuabneeg Yuta nug tas, “Mej tuaj ntaus peb ua daabtsw?” Cov Filixatee has tas, “Peb tuaj nteg Xaxoo, ua rua nwg ib yaam le nwg ua rua peb.”"},{"bible_id":"1216","chapter_code":"JDG.15","verse_code":"JDG.15.11","label":"11","content":"Cov tuabneeg Yuta peb txheeb leej txawm moog rua ntawm kem zeb Etaa hab has rua Xaxoo tas, “Koj tsw paub tas cov Filixatee yog cov kws kaav peb lov? Koj ua daabtsw le nuav rua peb?” Xaxoo has tas, “Puab ua le caag rua kuv lawm, kuv txhad ua le ntawd rua puab.”"},{"bible_id":"1216","chapter_code":"JDG.15","verse_code":"JDG.15.12","label":"12","content":"Puab txhad has rua nwg tas, “Peb tuaj yuav muab koj khi coj moog cob rua huv cov Filixatee txhais teg.” Xaxoo has rua puab tas, “Thov cog lug twv ca tas mej yuav tsw muab kuv tua.”"},{"bible_id":"1216","chapter_code":"JDG.15","verse_code":"JDG.15.13","label":"13","content":"Puab has rua nwg tas, “Ua le los maj, peb tsuas khi koj coj moog cob rua huv puab txhais teg xwb, peb yuav tsw tua koj.” Puab txawm muab ob txuj hlua tshab khi Xaxoo coj huv kem zeb hov lug."},{"bible_id":"1216","chapter_code":"JDG.15","verse_code":"JDG.15.14","label":"14","content":"Thaus nwg moog txug lub moos Lehi, cov Filixatee qw zum zawg tuaj ntswb nwg. Mas Yawmsaub tug Ntsuj Plig kaav hlo Xaxoo tes tej hlua kws puab khi nwg txhais npaab hov txawm zoo yaam le txuj hlua maaj kws kub nyab yaaj pis ntsuav ntawm nwg txhais teg."},{"bible_id":"1216","chapter_code":"JDG.15","verse_code":"JDG.15.15","label":"15","content":"Nwg txawm pum ib daim puab tsaig neeg luav nyoog nyoog tes nwg cev teg khaws nkaus lug ntaus cov Filixatee tuag ib txheeb leej."},{"bible_id":"1216","chapter_code":"JDG.15","verse_code":"JDG.15.16","label":"16","content":"Mas Xaxoo has tas, “Kuv xuas daim puab tsaig neeg luav txhad tuag sws tsub sws nas, kuv xuas daim puab tsaig neeg luav tua tau ib txheeb leej.”"},{"bible_id":"1216","chapter_code":"JDG.15","verse_code":"JDG.15.17","label":"17","content":"Thaus nwg has le hov taag nwg txawm muab daim puab tsaig hov laim pov tseg. Mas luas txhad hu lub chaw hov tas Lamalehi."},{"bible_id":"1216","chapter_code":"JDG.15","verse_code":"JDG.15.18","label":"18","content":"Xaxoo nqhes dej heev txhad le hu thov Yawmsaub has tas, “Koj pub koj tug qhev txhais teg kov yeej tau luj le nuav, es nwgnuav kuv yuav nqhes dej tuag hab poob rua huv cov kws tsw ua kevcai txav txhais teg lov?”"},{"bible_id":"1216","chapter_code":"JDG.15","verse_code":"JDG.15.19","label":"19","content":"Vaajtswv txawm qheb hlo ib lub qhov ntawm lub moos Lehi mas dej txhawv lug. Thaus Xaxoo haus dej taag nwg rov qaab muaj zug hab nwg txujsa luj tuaj. Vem le hov txhad hu qhov chaw hov tas Eehakhau , tseed nyob ntawm Lehi txug naj nub nwgnuav."},{"bible_id":"1216","chapter_code":"JDG.15","verse_code":"JDG.15.20","label":"20","content":"Thaus cov Filixatee tseed kaav hov, Xaxoo ua tug thawj coj cov Yixayee tau neeg nkaum xyoo."},{"bible_id":"1216","chapter_code":"JDG.16","verse_code":"JDG.16.1","label":"1","content":"Xaxoo moog rua huv lub moos Kaxa mas pum ib tug puj muag cev tes txawm moog nrug pw ua ke."},{"bible_id":"1216","chapter_code":"JDG.16","verse_code":"JDG.16.2","label":"2","content":"Muaj tuabneeg moog has rua cov tuabneeg Kaxa tas, “Xaxoo tuaj rua huv nuav lawm.” Puab txawm vej lub tsev kws nwg nyob hab zuv ntawm rooj loog ib mos kaaj ntug. Puab nyob tuabywv zuv ib mos hab has tas, “Peb tog txug kaaj ntug le muab nwg tua pov tseg.”"},{"bible_id":"1216","chapter_code":"JDG.16","verse_code":"JDG.16.3","label":"3","content":"Tassws Xaxoo pw txug ib taag mo. Mas thaus ib taag mo nwg sawv tseeg lug rhu hlo txhwb qhov rooj loog hab ob tug ncej rooj hab tug laag rooj kwv hlo sau xub pwg moog rua peg lub ncov roob kws nyob ncaaj lub moos Heploo."},{"bible_id":"1216","chapter_code":"JDG.16","verse_code":"JDG.16.4","label":"4","content":"Dhau lug rua tom qaab Xaxoo moog nyam ib tug quaspuj huv lub haav Xaule npe hu ua Ntelila."},{"bible_id":"1216","chapter_code":"JDG.16","verse_code":"JDG.16.5","label":"5","content":"Filixatee cov thawj moog has rua tug puj hov tas, “Koj ca le ntxag kuas Xaxoo qha saib vem le caag nwg muaj zug luj le hov hab peb yuav ua le caag txhad kov yeej nwg hab khi tau nwg hab txu tau nwg tug zug, mas peb cov nuav ib leeg yuav muab ib txheeb ib puas lub txag nyaj rua koj.”"},{"bible_id":"1216","chapter_code":"JDG.16","verse_code":"JDG.16.6","label":"6","content":"Ntelila txhad has rua Xaxoo tas, “Thov koj qha rua kuv saib vem le caag koj tug zug luj le hov hab yuav ua le caag txhad khi tau koj hab txu tau koj tug zug.”"},{"bible_id":"1216","chapter_code":"JDG.16","verse_code":"JDG.16.7","label":"7","content":"Xaxoo has rua nwg tas, “Yog puab muab xyaa txuj hlua neev kws tseed nyoog tsw tau qhuav lug khi kuv, mas kuv yuav tsw muaj zug, tsuas zoo le lwm tug txwvneej xwb.”"},{"bible_id":"1216","chapter_code":"JDG.16","verse_code":"JDG.16.8","label":"8","content":"Filixatee cov thawj txhad coj xyaa txuj hlua neev kws tseed nyoog tsw tau qhuav tuaj rua Ntelila mas nwg muab Xaxoo khi."},{"bible_id":"1216","chapter_code":"JDG.16","verse_code":"JDG.16.9","label":"9","content":"Nwg kuj npaaj ib co tuabneeg zuv nyob dua ib chaav tsev. Nwg txawm has rua Xaxoo tas, “Xaxoo, cov Filixatee tuaj lawm lauj!” Tassws Xaxoo nqug tej hlua neev tu ib yaam le tej xuv maaj raug suavtawg kub es tu. Yog le hov puab kuj tsw paub tas vem le caag nwg muaj zug."},{"bible_id":"1216","chapter_code":"JDG.16","verse_code":"JDG.16.10","label":"10","content":"Ntelila txawm has rua Xaxoo tas, “Saib nej, koj daag kuv koj qha tsw tseeb rua kuv. Thov qha kuv saib yuav ua le caag txhad khi tau koj.”"},{"bible_id":"1216","chapter_code":"JDG.16","verse_code":"JDG.16.11","label":"11","content":"Xaxoo has rua nwg tas, “Yog puab muab cov hlua tshab kws tsw tau swv dua le khi kuv, tes kuv yuav tsw muaj zug, tsuas zoo le lwm tug txwvneej xwb.”"},{"bible_id":"1216","chapter_code":"JDG.16","verse_code":"JDG.16.12","label":"12","content":"Ntelila txawm muab cov hlua tshab lug khi nwg hab has rua nwg tas, “Xaxoo, cov Filixatee tuaj lawm lauj!” Muaj ib co tuabneeg zuv nyob huv lwm chaav tsev. Xaxoo kuj nqug tej hlua hov tu pis nrho ntawm nwg txhais teg ib yaam le tej xuv xwb."},{"bible_id":"1216","chapter_code":"JDG.16","verse_code":"JDG.16.13","label":"13","content":"Mas Ntelila has rua Xaxoo tas, “Koj daag kuv lug txug nwgnuav le hab qha tsw tseeb rua kuv xwb. Ca le has rua kuv saib yuav ua le caag txhad khi tau koj.” Xaxoo has rua nwg tas, “Yog koj muab kuv xyaa qai plaubhau ntus ua txa rua huv raab ntus hab muab tug nqog npuaj kuas ceev, tes kuv yuav tsw muaj zug, tsuas zoo le lwm tug txwvneej xwb.”"},{"bible_id":"1216","chapter_code":"JDG.16","verse_code":"JDG.16.14","label":"14","content":"Yog le hov, thaus nwg tsaug zug Ntelila muab nwg xyaa qai plaubhau ntus ua txa rua huv raab ntus hab muab tug nqog npuaj kuas ceev, hab has rua nwg tas, “Xaxoo, cov Filixatee tuaj lawm lauj!” Nwg txawm sawv tseeg nqug tug nqog hab raab ntus hab cov plaubhau kws ntus rua huv cov hlaub lawm rhu hlo moog."},{"bible_id":"1216","chapter_code":"JDG.16","verse_code":"JDG.16.15","label":"15","content":"Mas Ntelila has rua Xaxoo tas, “Ua caag koj laam has tas koj hlub kuv, es koj lub sab tub tsw npuab kuv? Koj daag kuv peb zag lawm, koj tub tsw qha tseeb rua kuv tas vem le caag koj muaj zug luj le kod.”"},{"bible_id":"1216","chapter_code":"JDG.16","verse_code":"JDG.16.16","label":"16","content":"Thaus Ntelila txob txob has taag has thab taij nub taag nub thab, tes Xaxoo txawm dhuav sab yuav tuag."},{"bible_id":"1216","chapter_code":"JDG.16","verse_code":"JDG.16.17","label":"17","content":"Nwg txawm qha hlo nwg lub sab rua Ntelila huvsw has tas, “Raab chais tsw txeev nphaav kuv lub taubhau hlo le, tsua qhov kuv raug muab cais ua Naxi pub rua Vaajtswv txwj thaus nruab thab lug lawm. Yog chais kuv cov plaubhau lawm kuv tug zug yuav tawm ntawm kuv moog hab kuv yuav tsw muaj zug, tsuas zoo le lwm tug txwvneej lawm xwb.”"},{"bible_id":"1216","chapter_code":"JDG.16","verse_code":"JDG.16.18","label":"18","content":"Thaus Ntelila pum tas nwg qha hlo lub sab huvsw lawm, tes Ntelila txawm khaiv tuabneeg moog hu Filixatee cov thawj has tas, “Ca le rov tuaj ib zag xwb tsua qhov nwg qha hlo lub sab rua kuv lawm.” Tes Filixatee cov thawj txawm tuaj rua ntawm Ntelila hab coj nyaj tuaj."},{"bible_id":"1216","chapter_code":"JDG.16","verse_code":"JDG.16.19","label":"19","content":"Ntelila txawm kuas Xaxoo pw tsaug zug rua sau nwg ncej qaab, hab nwg hu ib tug yawm tuaj chais Xaxoo xyaa qai plaubhau sau nwg taubhau. Tes Ntelila txawm zwg Xaxoo , na cav nwg tsw muaj zug lawm."},{"bible_id":"1216","chapter_code":"JDG.16","verse_code":"JDG.16.20","label":"20","content":"Ntelila txawm has tas, “Xaxoo, cov Filixatee tuaj lawm lauj!” Xaxoo tswm dheev lug has tas, “Kuv yuav tawm plawg moog yaam le txhua zag hab nti kuas dim plawg.” Nwg tsw paub tas Yawmsaub tub ncaim nwg lawm."},{"bible_id":"1216","chapter_code":"JDG.16","verse_code":"JDG.16.21","label":"21","content":"Cov Filixatee txhad muab nwg nteg hab muab nwg ob lub qhov muag kaus pov tseg, hab coj nwg moog rua nraag lub moos Kaxa, puab muab saw hlau tooj lab khi nwg. Puab kuas nwg zum zeb huv lub tsev lojfaaj."},{"bible_id":"1216","chapter_code":"JDG.16","verse_code":"JDG.16.22","label":"22","content":"Txwj thaus chais nwg cov plaubhau lawd, nwg cov plaubhau kuj chiv tuaj quas zug."},{"bible_id":"1216","chapter_code":"JDG.16","verse_code":"JDG.16.23","label":"23","content":"Filixatee cov thawj tuaj txoos ua ke yuav ua kevcai luj xyeem tsaj rua puab tug daab Ntakoo, hab ua kev lomzem zoo sab tsua qhov puab has tas, “Peb tug daab muab peb tug yeeb ncuab Xaxoo rua huv peb txhais teg lawm.”"},{"bible_id":"1216","chapter_code":"JDG.16","verse_code":"JDG.16.24","label":"24","content":"Thaus cov pejxeem pum Xaxoo puab kuj qhuas puab tug daab tas, “Peb tug daab muab tau peb tug yeeb ncuab kws rhuav tshem peb lub tebchaws rua huv peb txhais teg, nwg tua peb tuag coob kawg le lawm.”"},{"bible_id":"1216","chapter_code":"JDG.16","verse_code":"JDG.16.25","label":"25","content":"Thaus puab ua lomzem zoo sab hov, puab txawm has tas, “Ca le hu Xaxoo lug dha ua sw rua peb saib.” Puab txhad moog hu Xaxoo tawm huv lub tsev lojfaaj lug, mas Xaxoo kuj lug dha ua sw rua puab saib. Puab kuas nwg sawv huv plawv cov ncej tsev."},{"bible_id":"1216","chapter_code":"JDG.16","verse_code":"JDG.16.26","label":"26","content":"Xaxoo has rua tug mivnyuas tub kws tuav nwg teg tas, “Thov coj kuv moog xuas tej ncej kws txheem lub tsev nuav, kuv txhad tau chaw pheeb tej ncej hov.”"},{"bible_id":"1216","chapter_code":"JDG.16","verse_code":"JDG.16.27","label":"27","content":"Muaj quaspuj quasyawg puv nkaus lub tsev hov. Filixatee cov thawj suavdawg kuj nyob hov ntawd, hab tseed muaj quaspuj quasyawg peb txheeb leej nyob txheej sau saib Xaxoo dha ua sw."},{"bible_id":"1216","chapter_code":"JDG.16","verse_code":"JDG.16.28","label":"28","content":"Mas Xaxoo txawm quaj thov Yawmsaub tas, “Au Vaajtswv Yawmsaub, thov ncu txug kuv. Au Vaajtswv, thov pub zug rua kuv zag nuav tuab zag xwb es kuv yuav pauj taub cov Filixatee rua kuv ob lub qhov muag ib saab.”"},{"bible_id":"1216","chapter_code":"JDG.16","verse_code":"JDG.16.29","label":"29","content":"Xaxoo txawm tuav ob tug ncej huv plawv tsev kws txheem lub tsev hov hab ntha teg rua ob tug ncej hov, txhais teg xws ntha ib tug txhais teg phem ntha ib tug."},{"bible_id":"1216","chapter_code":"JDG.16","verse_code":"JDG.16.30","label":"30","content":"Hab Xaxoo has tas, “Thov ca kuv nrug cov Filixatee tuag lauj.” Tes nwg txawm thawb kawg nkaus nwg tug zug, mas lub tsev hov pob rhe lug tais cov thawj hab cov pejxeem kws nyob huv lub tsev txhua tug huvsw. Yog le nuav cov tuabneeg kws nwg tua tuag rua thaus nwg tuag nuav, coob dua le cov kws nwg tua tuag rua thaus nwg tseed muaj txujsa nyob."},{"bible_id":"1216","chapter_code":"JDG.16","verse_code":"JDG.16.31","label":"31","content":"Tes nwg cov kwvtij hab nwg tsev tuabneeg suavdawg tuaj coj nwg lub cev tuag moog log rua huv nwg txwv Manau‑a lub qhov ntxaa kws nyob ntawm lub moos Xaula hab lub moos Etha‑oo ntu nruab nraab. Nwg ua thawj kaav cov Yixayee tau neeg nkaum xyoo."},{"bible_id":"1216","chapter_code":"JDG.17","verse_code":"JDG.17.1","label":"1","content":"Muaj ib tug yawm yog tuabneeg peg toj sab Efa‑i tebchaws hu ua Mikha."},{"bible_id":"1216","chapter_code":"JDG.17","verse_code":"JDG.17.2","label":"2","content":"Nwg has rua nwg nam tas, “Ib txheeb ib puas daim nyaj kws muaj tuabneeg nyag koj le hab koj tau tsawm foom rua hab kuv nov lawd, mas cov nyaj hov nyob ntawm kuv. Yog kuv muab lawm.” Nwg nam txawm has tas, “Thov Yawmsaub foom koob moov rua kuv tug tub.”"},{"bible_id":"1216","chapter_code":"JDG.17","verse_code":"JDG.17.3","label":"3","content":"Mikha txhad muab ib txheeb ib puas daim nyaj hov thim rua leej nam. Mas leej nam has tas, “Cov nyaj nuav kuv pub hlo rua Yawmsaub ua nwg tug, mas kuv muab rua koj coj moog txaug ua txoov daab hab nchuav ua txoov daab. Kuv txhad muab rov rua koj.”"},{"bible_id":"1216","chapter_code":"JDG.17","verse_code":"JDG.17.4","label":"4","content":"Thaus Mikha thim cov nyaj rov rua leej nam lawm leej nam txawm coj ob puas daim moog rua tug Kws nyaj muab txaug ua txoov daab hab nchuav ua txoov daab. Mas tej txoov daab hov nyob huv Mikha tsev."},{"bible_id":"1216","chapter_code":"JDG.17","verse_code":"JDG.17.5","label":"5","content":"Tug Mikha nuav muaj ib lub tsev daab hab ua ib lub efauj  hab teev daab qhuas, hab tsaa nwg ib tug tub ua pov thawj coj kevcai."},{"bible_id":"1216","chapter_code":"JDG.17","verse_code":"JDG.17.6","label":"6","content":"Ncua swjhawm ntawd cov Yixayee tsw muaj vaajntxwv mas txhua tug nyag ua lawv le nyag pum zoo."},{"bible_id":"1216","chapter_code":"JDG.17","verse_code":"JDG.17.7","label":"7","content":"Muaj ib tug hluas, yog xeem Levi yog tuabneeg Npelehee, nwg nyob huv Npelehee huv xeem Yuta tebchaws."},{"bible_id":"1216","chapter_code":"JDG.17","verse_code":"JDG.17.8","label":"8","content":"Nwg tawm huv Npelehee kws nyob huv Yuta tebchaws moog nrhav chaw nyob. Thaus nwg taug kev moog hov nwg moog txug peg toj sab Efa‑i tebchaws hab moog txug Mikha lub tsev."},{"bible_id":"1216","chapter_code":"JDG.17","verse_code":"JDG.17.9","label":"9","content":"Mikha txhad has rua nwg tas, “Koj tuaj hovtwg tuaj?” Nwg teb tas, “Kuv yog ib tug Levi kws nyob huv moos Npelehee huv Yuta tebchaws, kuv tuaj moog nrhav chaw nyob.”"},{"bible_id":"1216","chapter_code":"JDG.17","verse_code":"JDG.17.10","label":"10","content":"Mikha txawm has rua nwg tas, “Ca le nrug kuv nyob, ua kuv txwv hab ua ib tug pov thawj rua kuv mas ib xyoos kuv yuav muab kaum daim nyaj rua koj hab muab ib cev tsoog tsho hab mov noj rua koj.” Tug Levi hov txhad moog rua huv tsev."},{"bible_id":"1216","chapter_code":"JDG.17","verse_code":"JDG.17.11","label":"11","content":"Tug Levi kuj txaus sab nrug tug yawm hov nyob. Tug hluas hov kuj zoo taam Mikha ib tug tub ntaag."},{"bible_id":"1216","chapter_code":"JDG.17","verse_code":"JDG.17.12","label":"12","content":"Mikha kuj tsaa tug Levi hov mas tug Levi txhad ua nwg le pov thawj hab nyob huv nwg tsev."},{"bible_id":"1216","chapter_code":"JDG.17","verse_code":"JDG.17.13","label":"13","content":"Mikha has tas, “Nwgnuav kuv paub tseeb tas Yawmsaub yuav pub kuv noj qaab nyob zoo tsua qhov kuv muaj ib tug Levi ua pov thawj.”"},{"bible_id":"1216","chapter_code":"JDG.18","verse_code":"JDG.18.1","label":"1","content":"Ncua swjhawm ntawd cov Yixayee tsw muaj vaajntxwv. Lub swjhawm ntawd xeem Ntaaj saamswm nrhav tebchaws rua puab nyob ua puab qub txeeg qub teg, tsua qhov lug txug thaus hov puab tseed tsw tau nrug cov Yixayee tau qub txeeg qub teg."},{"bible_id":"1216","chapter_code":"JDG.18","verse_code":"JDG.18.2","label":"2","content":"Mas cov Ntaaj txhad xaa tswb tug txwvneej kws sab tuab sawv cev puab xeem tuaj huv Xaula hab Etha‑oo moog tshuaj tebchaws hab saib tebchaws. Cov Ntaaj has rua puab tas, “Mej ca le moog tshuaj saib tebchaws.” Puab tuaj txug peg toj sab Efa‑i tebchaws, tuaj txug ntawm Mikha tsev mas su hov ntawd."},{"bible_id":"1216","chapter_code":"JDG.18","verse_code":"JDG.18.3","label":"3","content":"Thaus puab tuaj ze ntawm Mikha tsev puab cim tau tug hluas Levi hov lub suab, mas puab txhad nkaag moog nug tas, “Leejtwg coj koj tuaj ntawm nuav hab koj ua daabtsw ntawm nuav? Koj ua num daabtsw?”"},{"bible_id":"1216","chapter_code":"JDG.18","verse_code":"JDG.18.4","label":"4","content":"Nwg teb puab tas, “Mikha ua le u le nuav rua kuv, nwg ndav kuv mas kuv txhad ua nwg le pov thawj.”"},{"bible_id":"1216","chapter_code":"JDG.18","verse_code":"JDG.18.5","label":"5","content":"Puab txawm has rua nwg tas, “Thov nug Vaajtswv rua peb sub peb txhad paub tas qhov kws peb yuav moog nuav yuav zoo los tsw zoo.”"},{"bible_id":"1216","chapter_code":"JDG.18","verse_code":"JDG.18.6","label":"6","content":"Tug pov thawj txawm has rua puab tas, “Ca le tso sab quas lug moog. Yawmsaub lub qhov muag yeej saib ntsoov qhov kws mej moog hov.”"},{"bible_id":"1216","chapter_code":"JDG.18","verse_code":"JDG.18.7","label":"7","content":"Tswb tug txwvneej hov txhad le tawm moog txug lub moos La‑i, mas pum tas cov tuabneeg huv lub moos hov nyob tso sab quas lug zoo yaam nkaus le cov tuabneeg Xaintoo. Puab nyob tug quas yeeg tsw txob tsw txhawj daabtsw, tsw tu ncua ib yaam daabtsw huv nplajteb nuav le, puab yog tuabneeg muaj txag.  Puab nyob deb ntawm cov Xaintoo hab puab tsw muaj kev ntswg txug lwm yaam tuabneeg."},{"bible_id":"1216","chapter_code":"JDG.18","verse_code":"JDG.18.8","label":"8","content":"Thaus puab rov lug txug puab tej kwvtij huv Xaula hab Etha‑oo, mas cov kwvtij nug puab tas, “Mej moog pum zoo le caag?”"},{"bible_id":"1216","chapter_code":"JDG.18","verse_code":"JDG.18.9","label":"9","content":"Puab teb tas, “Ca le sawv tseeg, peb moog ua rog rua puab tsua qhov peb tub pum lub tebchaws hov lawm yog tebchaws zoo kawg le. Mej yuav tsw ua daabtsw le lov? Tsw xob qeeb qeeb, ca le moog txeeb kag lub tebchaws hov ua mej tug."},{"bible_id":"1216","chapter_code":"JDG.18","verse_code":"JDG.18.10","label":"10","content":"Thaus kws mej moog txug yuav ntswb cov tuabneeg kws tsw txob tsw txhawj daabtsw le. Lub tebchaws kuj daav, mas Vaajtswv tub muab rua huv mej txhais teg lawm, yog lub tebchaws kws tsw tu ncua ib yaam daabtsw huv nplajteb nuav.”"},{"bible_id":"1216","chapter_code":"JDG.18","verse_code":"JDG.18.11","label":"11","content":"Mas xeem Ntaaj rau pua tug txwvneej muaj cuab yeej ua rog tawm huv Xaula hab Etha‑oo moog."},{"bible_id":"1216","chapter_code":"JDG.18","verse_code":"JDG.18.12","label":"12","content":"Puab moog ua yeej ntawm Khiliya Ye‑ali huv Yuta tebchaws. Vem le nuav puab txhad hu qhov chaw ntawd has tas Mahane Ntaaj , lug txug naj nub nwgnuav. Lub yeej hov nyob ntawm Khiliya Ye‑ali saab nub poob."},{"bible_id":"1216","chapter_code":"JDG.18","verse_code":"JDG.18.13","label":"13","content":"Puab kuj hlaa hov ntawd moog rua peg toj sab Efa‑i tebchaws, moog txug Mikha tsev."},{"bible_id":"1216","chapter_code":"JDG.18","verse_code":"JDG.18.14","label":"14","content":"Mas tswb tug txwvneej kws tub moog tshuaj tebchaws ntawm lub moos La‑i lawd has rua puab tej kwvtij tas, “Mej puas paub tas huv lub tsev nuav muaj ib lub efauj  hab daab qhuas hab ib tug txoov daab kws txaug hab ib tug txoov daab kws nchuav? Mej ca le xaav saib mej yuav ua le caag.”"},{"bible_id":"1216","chapter_code":"JDG.18","verse_code":"JDG.18.15","label":"15","content":"Puab txhad nkaag moog rua huv tug Levi hluas hov lub tsev kws nyob ntawm Mikha tsev mas nug nwg kev noj qaab nyob zoo."},{"bible_id":"1216","chapter_code":"JDG.18","verse_code":"JDG.18.16","label":"16","content":"Mas xeem Ntaaj rau pua leej kws coj cuab yeej ua rog sawv ntawm rooj vaag."},{"bible_id":"1216","chapter_code":"JDG.18","verse_code":"JDG.18.17","label":"17","content":"Mas tswb tug kws moog tshuaj tebchaws hov kuj nkaag moog muab tug txoov daab kws txaug hab lub tsho efauj hab tej daab qhuas hab tug txoov daab kws nchuav hov. Mas tug pov thawj kuj sawv nrug rau pua tug txwvneej kws coj cuab yeej ua rog sawv ntawm rooj vaag ua ke."},{"bible_id":"1216","chapter_code":"JDG.18","verse_code":"JDG.18.18","label":"18","content":"Thaus cov tuabneeg nuav nkaag moog rua huv Mikha tsev muab tug txoov daab kws txaug hab lub tsho efauj hab tej daab qhuas hab tug txoov daab kws nchuav hov lug, tug pov thawj txhad nug tas, “Mej ua daabtsw le nuav?”"},{"bible_id":"1216","chapter_code":"JDG.18","verse_code":"JDG.18.19","label":"19","content":"Puab teb nwg tas, “Ua tuabywv, muab teg pus qhov ncauj es nrug peb moog, moog ua peb txwv hab ua peb le pov thawj. Ua pov thawj rua ib tug txwvneej tsev tuabneeg zoo los ua pov thawj rua ib xeem ib cum huv cov Yixayee zoo dua?”"},{"bible_id":"1216","chapter_code":"JDG.18","verse_code":"JDG.18.20","label":"20","content":"Mas tug pov thawj txhad le zoo sab. Nwg txhad muab lub efauj hab tej daab qhuas hab tug txoov daab kws txaug coj nrug cov tuabneeg hov moog."},{"bible_id":"1216","chapter_code":"JDG.18","verse_code":"JDG.18.21","label":"21","content":"Puab txhad tig hlo ntawd moog, puab tso puab tej mivnyuas hab tej tsaj txhu moog ua ntej."},{"bible_id":"1216","chapter_code":"JDG.18","verse_code":"JDG.18.22","label":"22","content":"Thaus puab moog hov deb ntawm Mikha tsev lawd mas Mikha txawm hu cov tuabneeg kws nyob ze nwg tsev tuaj ua ke mas puab lawv cuag cov tuabneeg Ntaaj."},{"bible_id":"1216","chapter_code":"JDG.18","verse_code":"JDG.18.23","label":"23","content":"Puab qw hu cov Ntaaj, mas cov Ntaaj ca le tig has rua Mikha tas, “Muaj le caag es koj yuav coj tuabneeg coob ua luaj le nuav tuaj?”"},{"bible_id":"1216","chapter_code":"JDG.18","verse_code":"JDG.18.24","label":"24","content":"Nwg teb tas, “Mej muab kuv tej txoov daab kws kuv ua hab coj kuv tug pov thawj tswv moog lawm, es kuv tseed tshuav daabtsw hab? Ua caag mej tseed nug kuv tas, ‘Yog ua le caag?’ ”"},{"bible_id":"1216","chapter_code":"JDG.18","verse_code":"JDG.18.25","label":"25","content":"Cov Ntaaj txhad has rua nwg tas, “Tsw xob tsaa koj lub suab rua peb nov tsaam tes tej tuabneeg npau tawg tes muab koj hab koj tsev tuabneeg ntaus tuag taag.”"},{"bible_id":"1216","chapter_code":"JDG.18","verse_code":"JDG.18.26","label":"26","content":"Cov Ntaaj ca le taug kev moog lawm. Thaus Mikha pum tas puab muaj zug dua, nwg ca le tig hlo rov moog tsev lawm."},{"bible_id":"1216","chapter_code":"JDG.18","verse_code":"JDG.18.27","label":"27","content":"Cov tuabneeg Ntaaj coj tej kws Mikha ua hab Mikha tug pov thawj moog mas moog txug lub moos La‑i, kws cov tuabneeg nyob sab tug quas yeeg tsw txob tsw txhawj daabtsw le. Puab txawm xuas ntaaj tua cov tuabneeg hov huvsw hab muab puab lub moos hlawv pov tseg taag."},{"bible_id":"1216","chapter_code":"JDG.18","verse_code":"JDG.18.28","label":"28","content":"Tsw muaj leejtwg tuaj paab cuam tsua qhov puab nyob deb lub moos Xaintoo hab puab tsw ntswg txug lwm tug. Lub moos La‑i nyob huv lub haav ze lub moos Npelehau. Puab muab lub moos hov ua dua tshab rua puab nyob."},{"bible_id":"1216","chapter_code":"JDG.18","verse_code":"JDG.18.29","label":"29","content":"Puab txhad hu lub moos hov hu ua moos Ntaaj lawv le puab yawm koob Ntaaj kws yog Yixayee yug. Yaav thau u lub moos hov hu ua La‑i."},{"bible_id":"1216","chapter_code":"JDG.18","verse_code":"JDG.18.30","label":"30","content":"Cov Ntaaj kuj muab tug txoov daab kws txaug txawb rua puab teev. Mas Kawsoo tug tub Yaunathaa kws yog Mauxe  xeeb ntxwv hab nwg cov tub ua pov thawj rua xeem Ntaaj moog txug lub swjhawm kws tebchaws poob."},{"bible_id":"1216","chapter_code":"JDG.18","verse_code":"JDG.18.31","label":"31","content":"Puab muab tug txoov daab txaug kws Mikha ua hov txawb teev moog taag lub swjhawm kws Vaajtswv lub tsev nyob huv Silau."},{"bible_id":"1216","chapter_code":"JDG.19","verse_code":"JDG.19.1","label":"1","content":"Ncua swjhawm ntawd cov Yixayee tsw muaj vaajntxwv, mas muaj ib tug Levi nyob peg toj sab Efa‑i tebchaws ceg kws deb kawg. Nwg yuav tau ib tug hluas nkauj huv Npelehee huv Yuta tebchaws ua nam yau."},{"bible_id":"1216","chapter_code":"JDG.19","verse_code":"JDG.19.2","label":"2","content":"Nwg tug nam yau hov moog deev dua hluas nraug  txhad tswv tug quasyawg rov moog nrug leej txwv nyob huv Npelehee huv Yuta tebchaws, nyob tau plaub lub hlis."},{"bible_id":"1216","chapter_code":"JDG.19","verse_code":"JDG.19.3","label":"3","content":"Nwg tug quasyawg tsua moog tog nwg, moog ua tuab zoo has nwg hab yuav coj nwg rov lug. Nwg coj ib tug tub qhe hab ib nkawm neeg luav nrug nwg moog. Tug quaspuj txawm coj tug quasyawg moog rua huv yawm txwv tsev. Thaus yawm txwv pum nwg, kuj zoo sab hlo hu lug tsev."},{"bible_id":"1216","chapter_code":"JDG.19","verse_code":"JDG.19.4","label":"4","content":"Nwg yawm txwv kws yog tug ntxhais txwv cheem nwg nyob mas nwg txhad nyob tau peb nub. Puab kuj noj haus hab pw hov ntawd."},{"bible_id":"1216","chapter_code":"JDG.19","verse_code":"JDG.19.5","label":"5","content":"Mas nub kws plaub puab txhad sawv ntxuv lug fwbxwm yuav moog, tassws tug ntxhais txwv has rua tug vauv tas, “Ca le noj ib kaug mov txhad muaj zug es kuv sab txhad kheev koj moog.”"},{"bible_id":"1216","chapter_code":"JDG.19","verse_code":"JDG.19.6","label":"6","content":"Ob tug hov txhad le rov nyob tsawg noj haus ua ke. Mas tug ntxhais txwv cheem tug hov tas, “Rov pw ib mos es thaam kuas zoo sab tsaiv.”"},{"bible_id":"1216","chapter_code":"JDG.19","verse_code":"JDG.19.7","label":"7","content":"Thaus tug vauv sawv tseeg yuav moog yawm txwv cheem cheem mas nwg rov pw hov ntawd."},{"bible_id":"1216","chapter_code":"JDG.19","verse_code":"JDG.19.8","label":"8","content":"Mas nub kws tswb nwg sawv ntxuv yuav moog tassws tug ntxhais txwv has tas, “Noj mov txhad muaj zug, nyob ib chim nub qaij tsaiv.” Ob tug txhad noj mov ua ke."},{"bible_id":"1216","chapter_code":"JDG.19","verse_code":"JDG.19.9","label":"9","content":"Thaus tug yawm hov hab nwg tug nam yau hab tug tub qhe sawv tseeg yuav moog, yawm txwv kws yog tug ntxhais txwv has rua nwg tas, “Nub qaij tub yuav tsaus ntuj, tes thov rov nyob ib mos hab. Tub yuav taag ib nub tes pw nuav, ca le zoo sab xyiv faab, mas pigkig mej ca le sawv ntxuv taug kev moog tsev.”"},{"bible_id":"1216","chapter_code":"JDG.19","verse_code":"JDG.19.10","label":"10","content":"Tassws tug yawm hov tsw yeem pw dua ib mos lawm, nwg ca le sawv tseeg moog lawm. Puab moog txug ncaaj ntawm lub moos Yenpu (kws yog Yeluxalee). Nwg muab ob tug neeg luav pem eeb huvsw hab nwg tug nam yau kuj nrug nwg moog hab."},{"bible_id":"1216","chapter_code":"JDG.19","verse_code":"JDG.19.11","label":"11","content":"Thaus puab lug yuav txug lub moos Yenpu mas tub yuav tsaus ntuj, tug tub qhe txhad has rua tug lospaav tas, “Ca peb nkaag moog su rua huv cov Yenpu lub moos nuav hab pw ib mos huv.”"},{"bible_id":"1216","chapter_code":"JDG.19","verse_code":"JDG.19.12","label":"12","content":"Tug lospaav teb tas, “Peb xob nkaag moog rua huv lwm haiv tuabneeg lub moos kws tsw yog cov Yixayee le, peb yuav hlaa moog kuas txug lub moos Kinpe‑a.”"},{"bible_id":"1216","chapter_code":"JDG.19","verse_code":"JDG.19.13","label":"13","content":"Nwg txhad has rua tug tub qhe tas, “Ca peb moog kuas ze Kinpe‑a lossws Lama es pw huv tej chaw nuav ib qho.”"},{"bible_id":"1216","chapter_code":"JDG.19","verse_code":"JDG.19.14","label":"14","content":"Puab txhad hlaa hlo moog. Thaus puab lug ze Kinpe‑a kws yog xeem Npeeyamee lub moos mas nub poob lawm."},{"bible_id":"1216","chapter_code":"JDG.19","verse_code":"JDG.19.15","label":"15","content":"Puab txhad nkaag moog yuav pw huv Kinpe‑a. Nwg txhad moog nyob quas tsawg ntawm tshaav puam huv plawv lub moos vem yog tsw muaj leejtwg hu puab moog pw huv tsev."},{"bible_id":"1216","chapter_code":"JDG.19","verse_code":"JDG.19.16","label":"16","content":"Thaus yuav tsaus ntuj muaj ib tug yawm laug moog teb lug. Nwg yog tuabneeg peg toj sab Efa‑i tebchaws lug nyob huv lub moos Kinpe‑a, tassws cov tuabneeg huv lub moos hov, yog xeem Npeeyamee."},{"bible_id":"1216","chapter_code":"JDG.19","verse_code":"JDG.19.17","label":"17","content":"Nwg tsaa muag saib mas pum cov qhua nyob ntawm tshaav puam huv lub moos, yawm laug hov txhad has tas, “Mej yuav moog hovtwg, hab mej tuaj hovtwg tuaj?”"},{"bible_id":"1216","chapter_code":"JDG.19","verse_code":"JDG.19.18","label":"18","content":"Tug Levi teb tas, “Peb taug kev huv Npelehee huv Yuta tebchaws lug yuav moog lawm peg toj sab Efa‑i ceg kws deb kawg, yog kuv tuaj peg tuaj, kuv tau moog rua Npelehee huv Yuta tebchaws, kuv yuav rov qaab moog tsev.  Tsw muaj leejtwg hu kuv moog su huv puab tsev."},{"bible_id":"1216","chapter_code":"JDG.19","verse_code":"JDG.19.19","label":"19","content":"Quav nyaab hab zaub neeg luav peb kuj muaj txhwj hab peb kws yog koj cov qhev muaj mov noj hab cawv txwv maab txaus rua kuv hab tug puj nuav hab tug hluas kws nrug ib tuaj nuav huvsw, tsw cheem tsum ib yaam daabtsw le.”"},{"bible_id":"1216","chapter_code":"JDG.19","verse_code":"JDG.19.20","label":"20","content":"Tug yawm laug hov txhad has tas, “Thov ca mej nyob kaaj sab lug. Kuv yuav pub txhua yaam kws mej cheem tsum rua mej. Thov tsw xob pw ib mos ntawm tshaav puam nuav.”"},{"bible_id":"1216","chapter_code":"JDG.19","verse_code":"JDG.19.21","label":"21","content":"Nwg txhad coj puab lug su huv nwg tsev, nwg muab zaub rua neeg luav noj hab puab ntxuav kwtaw hab noj haus."},{"bible_id":"1216","chapter_code":"JDG.19","verse_code":"JDG.19.22","label":"22","content":"Thaus puab saamswm nyob zoo sab hlo mas cov txwvneej phem huv lub moos hov txawm tuaj vej lub tsev tsoo qhov rooj qw hu tug yawm laug kws yog tug tswv tsev hov tas, “Ca le xaa tug yawm kws tuaj rua huv koj tsev tuaj rua peb deev.”"},{"bible_id":"1216","chapter_code":"JDG.19","verse_code":"JDG.19.23","label":"23","content":"Tug tswv tsev txawm moog has rua puab tas, “Cov kwvtij, tsw xob ua le, tsw xob ua phem le nuav, tsua qhov tug yawm nuav lug su huv kuv tsev lawm. Tsw xob ua phem ua qas le nuav."},{"bible_id":"1216","chapter_code":"JDG.19","verse_code":"JDG.19.24","label":"24","content":"Kuv muaj ib tug ntxhais kws tsw tau deev dua hluas nraug le hab muaj nwg tug nam yau nyob nuav, kuv yuav coj tuaj rua mej nwgnuav. Mas mej yuav yuam ob tug hab ua le caag lawv le mej lub sab nyam los tau. Tassws tsw xob ua phem ua qas rua tug txwvneej nuav xwb.”"},{"bible_id":"1216","chapter_code":"JDG.19","verse_code":"JDG.19.25","label":"25","content":"Tassws cov tuabneeg hov tsw noog hlo le. Mas tug yawm hov txhad muab nwg tug nam yau thawb kag moog rua puab. Cov txwvneej hov txhad le yuam nwg ua phem rua nwg ib mos kaaj ntug. Thaus kaaj ntug txoog puab muab nwg tso moog."},{"bible_id":"1216","chapter_code":"JDG.19","verse_code":"JDG.19.26","label":"26","content":"Thaus pum kev tseeb tug quaspuj lug qaug ntawg rua ntawm lub tsev kws tug quasyawg pw taw rooj moog txug nub tawm."},{"bible_id":"1216","chapter_code":"JDG.19","verse_code":"JDG.19.27","label":"27","content":"Taagkig tug quasyawg sawv lug qheb qhov rooj yuav moog na cav nwg tug nam yau pw xyaab leeg ntawd ob txhais teg xyaab khaum ntawm paws rooj."},{"bible_id":"1216","chapter_code":"JDG.19","verse_code":"JDG.19.28","label":"28","content":"Nwg has rua tug nam yau tas, “Ca le sawv tseeg, peb yuav moog,” kuas tsw nov teb le. Nwg txawm muab tug nam yau tsaws hlo rua sau tug neeg luav, nwg taug kev moog txug ncua tsev."},{"bible_id":"1216","chapter_code":"JDG.19","verse_code":"JDG.19.29","label":"29","content":"Thaus nwg moog rua huv tsev lawd nwg ca le muab rag txav tug nam yau kws tuag hov ua kaum ob yaa mas nwg xaa moog thoob plawg Yixayee tebchaws."},{"bible_id":"1216","chapter_code":"JDG.19","verse_code":"JDG.19.30","label":"30","content":"Txhua tug kws pum kuj has tas, “Tej xwm zoo le nuav tsw tau muaj dua le txwj thaus cov Yixayee tawm huv Iyi tebchaws lug txug nub nua tsw muaj leejtwg txeev pum dua le. Ca le muab coj lug xaav hab sablaaj tuab zoo es has moog.”"},{"bible_id":"1216","chapter_code":"JDG.20","verse_code":"JDG.20.1","label":"1","content":"Ib tsoom Yixayee txwj nrho Ntaaj moog txug Npe‑awsenpa hab cov huv Kile‑a suavdawg tawm tuaj txoos ua ke ua hlo ib lub sab tuaj rua ntawm Yawmsaub xubndag huv lub moos Mixapa."},{"bible_id":"1216","chapter_code":"JDG.20","verse_code":"JDG.20.2","label":"2","content":"Thaus Vaajtswv cov tuabneeg tuaj sablaaj ua ke mas cov thawj huv txhua xeem Yixayee suavdawg kuj tuaj koom hab. Huvsw muaj 400,000 leej tub rog kws moog kwtaw coj ntaaj."},{"bible_id":"1216","chapter_code":"JDG.20","verse_code":"JDG.20.3","label":"3","content":"(Thaus hov cov tuabneeg Npeeyamee nov tas cov Yixayee tuaj ua ke rua Mixapa.) Cov Yixayee has tas, “Thov qha rua peb saib zaaj kev phem nuav tshwm xwm lug le caag.”"},{"bible_id":"1216","chapter_code":"JDG.20","verse_code":"JDG.20.4","label":"4","content":"Tug Levi kws yog tug nam yau kws raug tua hov tug quasyawg has tas, “Kuv hab kuv tug nam yau lug txug lub moos Kinpe‑a kws yog cov Npeeyamee lub moos, yog peb lug pw ib mos hov ntawd."},{"bible_id":"1216","chapter_code":"JDG.20","verse_code":"JDG.20.5","label":"5","content":"Thaus tsaus ntuj cov txwvneej huv lub moos Kinpe‑a txawm tuaj nrhav kuv hab vej nkaus lub tsev. Puab yuav muab kuv tua pov tseg, mas puab muab kuv tug nam yau yuam nwg txhad le tuag."},{"bible_id":"1216","chapter_code":"JDG.20","verse_code":"JDG.20.6","label":"6","content":"Kuv coj kuv tug nam yau lub cev tuag moog txav ua tej ywb yaav xaa moog thoob plawg lub tebchaws kws yog cov Yixayee qub txeeg qub teg, tsua qhov puab ua tej kev txaaj muag tej kev qas vuab tsuab rua huv cov Yixayee lawm."},{"bible_id":"1216","chapter_code":"JDG.20","verse_code":"JDG.20.7","label":"7","content":"Saib lauj, mej cov tuabneeg Yixayee suavdawg paab sablaaj ntawm nuav saib pum zoo yuav ua le caag.”"},{"bible_id":"1216","chapter_code":"JDG.20","verse_code":"JDG.20.8","label":"8","content":"Cov pejxeem txhua tug ib txhwj sawv tseeg has tas, “Peb cov nuav tsw muaj ib tug yuav rov qaab moog rua peb tej tsev ntaub hab tsw muaj ib tug yuav moog rua peb vaaj peb tsev."},{"bible_id":"1216","chapter_code":"JDG.20","verse_code":"JDG.20.9","label":"9","content":"Peb yuav ua le nuav rua Kinpe‑a. Peb yuav rhu ntawv moog ua rog rua puab."},{"bible_id":"1216","chapter_code":"JDG.20","verse_code":"JDG.20.10","label":"10","content":"Peb yuav rhu cov Yixayee txhua xeem ib puas leej rhu kaum leej, ib txheeb leej rhu ib puas, ib vaam leej rhu ib txheeb kuas moog nrhav mov noj lug rua cov tub rog, cov tub rog txhad moog pauj taub tej kev phem kev qas kws cov tuabneeg Kinpe‑a kws yog xeem Npeeyamee ua rua huv cov Yixayee.”"},{"bible_id":"1216","chapter_code":"JDG.20","verse_code":"JDG.20.11","label":"11","content":"Cov Yixayee suavdawg kuj sau nthwv ua ib lub sab moog ua rog rua lub moos hov."},{"bible_id":"1216","chapter_code":"JDG.20","verse_code":"JDG.20.12","label":"12","content":"Txhua xeem Yixayee txhad xaa tuabneeg moog has thoob plawg xeem Npeeyamee tas, “Ua caag yuav muaj tej kev phem kev qas nuav tshwm rua huv mej cov?"},{"bible_id":"1216","chapter_code":"JDG.20","verse_code":"JDG.20.13","label":"13","content":"Mej ca le muab cov txwvneej phem huv Kinpe‑a rua peb coj moog tua pov tseg mas peb yuav rhuav tshem tej kev phem kuas tawm huv cov Yixayee moog.” Tassws cov Npeeyamee tsw yeem noog puab cov kwvtij Yixayee has."},{"bible_id":"1216","chapter_code":"JDG.20","verse_code":"JDG.20.14","label":"14","content":"Cov Npeeyamee txawm tawm huv puab tej moos sau nthwv tuaj rua Kinpe‑a yuav ua rog rua cov Yixayee."},{"bible_id":"1216","chapter_code":"JDG.20","verse_code":"JDG.20.15","label":"15","content":"Nub hov cov Npeeyamee txhwj tau cov tub rog coj ntaaj huv puab tej moos huvsw tuaj yog ob vaam rau txheeb leej nrug cov Kinpe‑a kws txhwj tau xyaa pua leej tub rog kws txawj tshaaj plawg."},{"bible_id":"1216","chapter_code":"JDG.20","verse_code":"JDG.20.16","label":"16","content":"Cov tub rog huvsw nuav muaj xyaa pua leej kws xws saab txhum phem kws txawj ua rog tshaaj plawg. Cov nuav txhua tug txawj xuas hlua fav pob zeb ntaus kuas raug txuj plaubhau tsw npig le."},{"bible_id":"1216","chapter_code":"JDG.20","verse_code":"JDG.20.17","label":"17","content":"Cov Yixayee kws coj ntaaj tsw suav cov Npeeyamee mas txhwj tau 400,000 leej, puavleej yog tub rog sab tuab."},{"bible_id":"1216","chapter_code":"JDG.20","verse_code":"JDG.20.18","label":"18","content":"Cov Yixayee txhad moog rua ntawm Npe‑ee moog nug Vaajtswv tas, “Peb cov nuav leejtwg yuav ua ntej moog ntaus cov Npeeyamee?” Yawmsaub has tas, “Ca Yuta moog ua ntej.”"},{"bible_id":"1216","chapter_code":"JDG.20","verse_code":"JDG.20.19","label":"19","content":"Taagkig cov Yixayee txhad sawv ntxuv moog ua yeej ntaus lub moos Kinpe‑a."},{"bible_id":"1216","chapter_code":"JDG.20","verse_code":"JDG.20.20","label":"20","content":"Cov Yixayee tawm moog ua rog rua cov Npeeyamee, hab cov Yixayee npaaj tub rog ua tej paab tej pawg ntaus puab ntawm Kinpe‑a."},{"bible_id":"1216","chapter_code":"JDG.20","verse_code":"JDG.20.21","label":"21","content":"Nub hov cov Npeeyamee tawm huv lub moos Kinpe‑a tuaj tua cov Yixayee qaug tuag taag ob vaam ob txheeb leej."},{"bible_id":"1216","chapter_code":"JDG.20","verse_code":"JDG.20.22","label":"22","content":"Tassws cov Yixayee tsua sws cuab zug hab rov tso dua tub rog ua tej paab tej pawg rua tej chaw kws tso thawj nub."},{"bible_id":"1216","chapter_code":"JDG.20","verse_code":"JDG.20.23","label":"23","content":"Hab cov Yixayee kuj moog quaj rua ntawm Yawmsaub xubndag ib nub tsaus ntuj. Puab nug Yawmsaub tas, “Peb yuav rov txeem moog ntaus peb cov kwvtij Npeeyamee los tsw xob moog?” Yawmsaub teb tas, “Moog ntaus puab los maj.”"},{"bible_id":"1216","chapter_code":"JDG.20","verse_code":"JDG.20.24","label":"24","content":"Mas nub kws ob cov Yixayee txhad txeem moog ze ze cov Npeeyamee."},{"bible_id":"1216","chapter_code":"JDG.20","verse_code":"JDG.20.25","label":"25","content":"Mas nub ob hov cov Npeeyamee kuj tawm huv Kinpe‑a tuaj tua cov Yixayee tuag taag ib vaam yim txheeb leej, txhua tug puavleej yog tub rog coj ntaaj."},{"bible_id":"1216","chapter_code":"JDG.20","verse_code":"JDG.20.26","label":"26","content":"Yixayee cov tub rog suavdawg txhad le moog peg Npe‑ee puab quaj quaj. Puab nyob quas tsawg rua ntawm Yawmsaub xubndag yoo mov ib nub tsaus ntuj, hab ua kevcai hlawv huvsw xyeem hab ua kevcai xyeem sws raug zoo rua Yawmsaub."},{"bible_id":"1216","chapter_code":"JDG.20","verse_code":"JDG.20.27","label":"27","content":"Cov Yixayee txhad nug Yawmsaub. (Lub swjhawm ntawd Vaajtswv lub swb xaab sws cog lug nyob hov ntawd."},{"bible_id":"1216","chapter_code":"JDG.20","verse_code":"JDG.20.28","label":"28","content":"Mas Ele‑axa tug tub Fineha kws yog Aloo xeeb ntxwv ua num ntawm lub swb xaab rua lub swjhawm hov.) Cov Yixayee nug tas, “Peb yuav rov qaab moog ua rog rua peb cov kwvtij Npeeyamee dua ib zag los peb yuav tso tseg?” Yawmsaub has tas, “Ca le moog ntaus tsua qhov pigkig kuv yuav muab puab rua huv mej txhais teg.”"},{"bible_id":"1216","chapter_code":"JDG.20","verse_code":"JDG.20.29","label":"29","content":"Yog le nuav cov Yixayee txhad tso tub rog moog nraim cev zuv puag ncig Kinpe‑a."},{"bible_id":"1216","chapter_code":"JDG.20","verse_code":"JDG.20.30","label":"30","content":"Mas cov Yixayee txhad rov moog ntaus cov Npeeyamee rua nub kws peb hab tso tub rog ua tej paab tej pawg tiv Kinpe‑a yaam le thawj ob zag."},{"bible_id":"1216","chapter_code":"JDG.20","verse_code":"JDG.20.31","label":"31","content":"Cov Npeeyamee tawm tuaj ua rog rua cov Yixayee mas raug ntxag tawm moog deb lub moos. Puab chiv ntaus hab tua cov Yixayee ib txha yaam le thawj ob zag, yog taug txujkev kws moog peg Npe‑ee hab txuj kws moog Kinpe‑a hab tom tej haav xub tsuag, tua tau cov Yixayee kwvlaam peb caug leej."},{"bible_id":"1216","chapter_code":"JDG.20","verse_code":"JDG.20.32","label":"32","content":"Cov Npeeyamee has tas, “Puab swb peb yaam le thawj zag lawm.” Tassws cov Yixayee has tas, “Ca peb thim coj puab tawm moog deb lub moos kuas txug tej kev hlub.”"},{"bible_id":"1216","chapter_code":"JDG.20","verse_code":"JDG.20.33","label":"33","content":"Cov Yixayee suavdawg kuj tawm huv puab tej chaw tswv moog ua tej paab tej pawg ntawm Npa‑aa Thama, mas cov Yixayee kws nraim cev txawm sawv pis tseeg huv puab tej chaw ntawm Kenpa saab nub poob."},{"bible_id":"1216","chapter_code":"JDG.20","verse_code":"JDG.20.34","label":"34","content":"Muaj ib vaam tug tub rog Yixayee kws txawj tshaaj plawg txawm txeem moog ntaus lub moos Kinpe‑a. Mas ua rog ceev heev, cov Npeeyamee tsw paub tas kev puam tsuaj tub tuaj ze puab lawm."},{"bible_id":"1216","chapter_code":"JDG.20","verse_code":"JDG.20.35","label":"35","content":"Yawmsaub ua rua cov Yixayee kov yeej cov Npeeyamee. Nub hov cov Yixayee tua tau cov Npeeyamee tuag ob vaam tswb txheeb ib puas leej, cov hov puavleej yog tub rog tuav ntaaj."},{"bible_id":"1216","chapter_code":"JDG.20","verse_code":"JDG.20.36","label":"36","content":"Yog le hov cov Npeeyamee txhad pum tas puab swb lawm. Cov Yixayee thim tswv cov Npeeyamee vem yog puab tso sab rua cov kws nraim cev kws puab tso moog zuv lub moos Kinpe‑a."},{"bible_id":"1216","chapter_code":"JDG.20","verse_code":"JDG.20.37","label":"37","content":"Cov kws nraim cev zuv kuj sawv pis tseeg txeem moog ntaus lub moos Kinpe‑a. Cov kws nraim cev hov tawm lug xuas ntaaj tua lub moos huvsw."},{"bible_id":"1216","chapter_code":"JDG.20","verse_code":"JDG.20.38","label":"38","content":"Cov Yixayee nrug cov kws nraim cev teem hum tas thaus puab ua paa tawg nchu hlub huv lub moos,"},{"bible_id":"1216","chapter_code":"JDG.20","verse_code":"JDG.20.39","label":"39","content":"mas cov Yixayee yuav tig rov lug tua. Cov Npeeyamee chiv tua tau cov Yixayee kwvlaam peb caug leej tes txawm has tas, “Puab yuav tuag rua peb teg ib yaam le thawj zag hab ntaag.”"},{"bible_id":"1216","chapter_code":"JDG.20","verse_code":"JDG.20.40","label":"40","content":"Tassws thaus muaj paa tawg nchu tshwm plawg huv lub moos lawv le kws teem ca hov, cov Npeeyamee tig lug saib na cav lub moos tub cig paa nchu nto ntuj lawm."},{"bible_id":"1216","chapter_code":"JDG.20","verse_code":"JDG.20.41","label":"41","content":"Cov Yixayee tig loo rov lug, mas cov Npeeyamee kuj poob sab tsua qhov puab pum tas kev puam tsuaj lug txug puab lawm."},{"bible_id":"1216","chapter_code":"JDG.20","verse_code":"JDG.20.42","label":"42","content":"Puab txhad tig hlo tswv cov Yixayee taug txujkev kws moog rua tebchaws moj saab qhua, tassws puab tswv tsw dim kev ua rog, mas cov Yixayee kws tawm huv tej moos  tuaj kuj muab puab tua rua huv plawv."},{"bible_id":"1216","chapter_code":"JDG.20","verse_code":"JDG.20.43","label":"43","content":"Puab muab cov Npeeyamee puav kev hab lawv tua moog rua ntawm tej chaw kws cov Npeeyamee su, moog ncaaj lub moos Kinpe‑a saab nub tuaj."},{"bible_id":"1216","chapter_code":"JDG.20","verse_code":"JDG.20.44","label":"44","content":"Cov Npeeyamee tuag ib vaam yim txheeb leej, puavleej yog cov tub rog kws sab luj sab tuab."},{"bible_id":"1216","chapter_code":"JDG.20","verse_code":"JDG.20.45","label":"45","content":"Puab kuj tig tswv moog rua tebchaws moj saab qhua moog txug lub pob tsuas Limoo. Cov Yixayee tua puab tuag taug txujkev tswb txheeb leej hab lawv ceev puab moog txug ncua Kintoo mas tua tau ob txheeb leej."},{"bible_id":"1216","chapter_code":"JDG.20","verse_code":"JDG.20.46","label":"46","content":"Npeeyamee cov tub rog sab luj sab tuab kws coj ntaaj raug tuag taag rua nub hov huvsw yog ob vaam tswb txheeb leej."},{"bible_id":"1216","chapter_code":"JDG.20","verse_code":"JDG.20.47","label":"47","content":"Tassws muaj rau pua leej tub rog tig tswv moog rua tebchaws moj saab qhua moog txug lub pob tsuas Limoo, mas puab nyob ntawm lub pob tsuas Limoo tau plaub lub hlis."},{"bible_id":"1216","chapter_code":"JDG.20","verse_code":"JDG.20.48","label":"48","content":"Cov Yixayee kuj rov moog ntaus cov Npeeyamee hab xuas ntaaj tua tej tuabneeg hab tej tsaj txhu hab txhua yaam kws puab pum. Hab txhua lub moos kws puab moog txug puab muab hlawv huvsw pov tseg."},{"bible_id":"1216","chapter_code":"JDG.21","verse_code":"JDG.21.1","label":"1","content":"Cov Yixayee tau cog lug twv ntawm Mixapa tas, “Peb cov tsw kheev leejtwg muab tej ntxhais qua rua cov Npeeyamee.”"},{"bible_id":"1216","chapter_code":"JDG.21","verse_code":"JDG.21.2","label":"2","content":"Cov pejxeem kuj tuaj rua ntawm Npe‑ee nyob ntawm Vaajtswv xubndag ib nub tsaus ntuj puab tsaa suab quaj heev kawg le."},{"bible_id":"1216","chapter_code":"JDG.21","verse_code":"JDG.21.3","label":"3","content":"Puab has tas, “Au Yawmsaub kws yog cov Yixayee tug Vaajtswv, ua caag muaj tej xwm zoo le nuav tshwm lug rua huv cov Yixayee es nub nua yuav pluj plag ib xeem Yixayee lawm?”"},{"bible_id":"1216","chapter_code":"JDG.21","verse_code":"JDG.21.4","label":"4","content":"Taagkig tom qaab cov pejxeem sawv ntxuv ua ib lub thaaj hab ua kevcai hlawv huvsw xyeem hab ua kevcai xyeem sws raug zoo."},{"bible_id":"1216","chapter_code":"JDG.21","verse_code":"JDG.21.5","label":"5","content":"Mas cov Yixayee has tas, “Cov xeem Yixayee leejtwg tsw tuaj sablaaj rua ntawm Yawmsaub xubndag nev?” Cov Yixayee tub cog lug twv tawv kawg le has txug tug kws tsw tuaj sablaaj rua ntawm Yawmsaub xubndag huv Mixapa tas, “Tug hov yuav tsum raug muab tua xwb.”"},{"bible_id":"1216","chapter_code":"JDG.21","verse_code":"JDG.21.6","label":"6","content":"Cov Yixayee khuvleej puab tug kwv Npeeyamee puab has tas, “Nub nua ib lub xeem huv cov Yixayee raug muab txav pov tseg lawm."},{"bible_id":"1216","chapter_code":"JDG.21","verse_code":"JDG.21.7","label":"7","content":"Peb yuav ua le caag nrhav quaspuj rua cov Npeeyamee kws tseed tshuav nyob, tsua qhov peb tub tuav Yawmsaub lub npe cog lug twv lawm tas peb yuav tsw muab peb tej ntxhais qua rua puab yuav ua quaspuj?”"},{"bible_id":"1216","chapter_code":"JDG.21","verse_code":"JDG.21.8","label":"8","content":"Mas puab has tas, “Tshuav xeem twg huv cov Yixayee kws tsw tuaj rua ntawm Yawmsaub xubndag huv Mixapa?” Yeej tsw muaj ib tug tuaj ntawm Yanpe Kile‑a tuaj nrug puab koom huv lub yeej."},{"bible_id":"1216","chapter_code":"JDG.21","verse_code":"JDG.21.9","label":"9","content":"Tsua qhov thaus puab txheeb cov pejxeem yeej tsw pum muaj cov Yanpe Kile‑a ib tug nyob ntawd hlo le."},{"bible_id":"1216","chapter_code":"JDG.21","verse_code":"JDG.21.10","label":"10","content":"Ua le hov cov pejxeem txhad tso cov tub rog kws sab luj sab tuab ib vaam ob txheeb leej moog rua Yanpe Kile‑a mas has rua puab tas, “Xuas ntaaj tua cov kws nyob huv Yanpe Kile‑a hab tua cov quaspuj hab cov mivnyuas yau."},{"bible_id":"1216","chapter_code":"JDG.21","verse_code":"JDG.21.11","label":"11","content":"Mej yuav tsum ua le nuav, txhua tug txwvneej hab txhua tug quaspuj kws tub nrug dua txwvneej pw lawm mas muab tua pov tseg huvsw.”"},{"bible_id":"1216","chapter_code":"JDG.21","verse_code":"JDG.21.12","label":"12","content":"Huv cov tuabneeg Yanpe Kile‑a hov puab pum muaj plaub puas tug nkauj xwb kws tsw tau nrug txwvneej pw le, puab txhad coj cov nkauj xwb hov lug rua lub yeej ntawm Silau huv Khana‑aa tebchaws."},{"bible_id":"1216","chapter_code":"JDG.21","verse_code":"JDG.21.13","label":"13","content":"Cov pejxeem suavdawg kuj xaa xuv moog rua cov Npeeyamee kws nyob ntawm lub pob tsuas Limoo hab tshaaj xuv rua puab tas rov sws raug zoo lawm."},{"bible_id":"1216","chapter_code":"JDG.21","verse_code":"JDG.21.14","label":"14","content":"Thaus hov cov Npeeyamee txhad rov lug, mas cov Yixayee muab cov nkauj xwb kws puab tseg txujsa huv Yanpe Kile‑a rua puab yuav, tassws tsw txaus."},{"bible_id":"1216","chapter_code":"JDG.21","verse_code":"JDG.21.15","label":"15","content":"Mas cov pejxeem khuvleej cov Npeeyamee tsua qhov Yawmsaub ua rua cov Yixayee ndais ib xeem lawm."},{"bible_id":"1216","chapter_code":"JDG.21","verse_code":"JDG.21.16","label":"16","content":"Mas cov kev txwj quas laug huv cov pejxeem txhad has tas, “Vem cov Npeeyamee tej quaspuj raug puam tsuaj taag lawm peb yuav ua le caag nrhav quaspuj rua cov kws tsw tau txhua?”"},{"bible_id":"1216","chapter_code":"JDG.21","verse_code":"JDG.21.17","label":"17","content":"Puab has tas, “Cov Npeeyamee kws tseed tshuav yuav tsum muaj caaj muaj ceg nyob sub txhad le tsw muaj ib xeem huv cov Yixayee raug muab ntxuav kuas tu noob."},{"bible_id":"1216","chapter_code":"JDG.21","verse_code":"JDG.21.18","label":"18","content":"Tassws peb muab tsw tau peb tej ntxhais qua rua puab yuav tsua qhov cov Yixayee tau cog lug twv tas, ‘Yog leejtwg muab tug ntxhais qua rua cov Npeeyamee yuav ua quaspuj mas tug hov yuav raug lu lug foom tsw zoo.’ ”"},{"bible_id":"1216","chapter_code":"JDG.21","verse_code":"JDG.21.19","label":"19","content":"Puab txhad has tas, “Txhua xyoo muaj kevcai paam noj haus xyeem rua Yawmsaub ntawm Silau, kws nyob ntawm Npe‑ee saab peg, yog ntawm txujkev moog Npe‑ee rua Sekhee saab nub tuaj hab nyob ntawm lub moos Lenpauna saab nraag.”"},{"bible_id":"1216","chapter_code":"JDG.21","verse_code":"JDG.21.20","label":"20","content":"Puab txhad has rua cov Npeeyamee tas, “Moog tswv nraim rua huv tej vaaj txwv maab zuv tog,"},{"bible_id":"1216","chapter_code":"JDG.21","verse_code":"JDG.21.21","label":"21","content":"mas saib, yog cov ntxhais huv Silau tuaj nrug luas dha seev cev, mej ca le tawm plawg huv tej vaaj txwv maab lug nqug cov ntxhais huv Silau ib leeg ib tug coj moog ua quaspuj mas rov qaab moog rua Npeeyamee tebchaws."},{"bible_id":"1216","chapter_code":"JDG.21","verse_code":"JDG.21.22","label":"22","content":"Thaus tej ntxhais hov leej txwv lossws tej kwvtij tuaj ywg rua peb mas peb yuav has rua puab tas, ‘Thov saib rua peb es ca puab yuav, tsua qhov thaus peb moog ua rog peb muab tsw tau quaspuj txaus rua puab txhua tug, hab mej los mej kuj tsw muab rua puab, yog mej muab los mej kuj txhum.’ ”"},{"bible_id":"1216","chapter_code":"JDG.21","verse_code":"JDG.21.23","label":"23","content":"Cov Npeeyamee nyag taug nyag ua lawv le puab has txhad tau quaspuj txhua, yog tau cov hluas nkauj dha seev cev kws puab moog nqug. Puab txhad rov qaab moog rua huv lub tebchaws kws yog puab qub txeeg qub teg, moog tswm khu tej moos hab nyob rua huv."},{"bible_id":"1216","chapter_code":"JDG.21","verse_code":"JDG.21.24","label":"24","content":"Thaus hov cov Yixayee nyag txhad rov qaab moog rua huv nyag cum nyag xeem nyag moog nyob nyag tebchaws kws yog nyag qub txeeg qub teg."},{"bible_id":"1216","chapter_code":"JDG.21","verse_code":"JDG.21.25","label":"25","content":"Ncua swjhawm ntawd cov Yixayee tsw muaj vaajntxwv, mas nyag ua lawv le nyag pum zoo xwb."}]