[{"bible_id":"1216","chapter_code":"JHN.1","verse_code":"JHN.1.1","label":"1","content":"Thaus chiv keeb Txujlug  yeej los muaj nyob, hab Txujlug ntawd yeej nrug Vaajtswv nyob, hab Txujlug ntawd yog Vaajtswv."},{"bible_id":"1216","chapter_code":"JHN.1","verse_code":"JHN.1.2","label":"2","content":"Thaus chiv keeb nwg yeej nrug Vaajtswv nyob."},{"bible_id":"1216","chapter_code":"JHN.1","verse_code":"JHN.1.3","label":"3","content":"Vaajtswv kuas Txujlug hov tswm txhua yaam, tsw muaj ib yaam daabtsw kws tsw yog Txujlug hov tswm tshwm lug."},{"bible_id":"1216","chapter_code":"JHN.1","verse_code":"JHN.1.4","label":"4","content":"Txujlug hov yog txuj hauv paug sav, hab txujsa hov yog tuabneeg txujkev kaaj."},{"bible_id":"1216","chapter_code":"JHN.1","verse_code":"JHN.1.5","label":"5","content":"Txujkev kaaj ci tuaj rua huv qhov tsaus ntuj, mas qhov tsaus ntuj kov tsw yeej txujkev kaaj."},{"bible_id":"1216","chapter_code":"JHN.1","verse_code":"JHN.1.6","label":"6","content":"Muaj ib tug yawm kws Vaajtswv khaiv tuaj hu ua Yauhaa."},{"bible_id":"1216","chapter_code":"JHN.1","verse_code":"JHN.1.7","label":"7","content":"Nwg tuaj ua phaaj peeb ua timkhawv rua txujkev kaaj sub txhua tug txhad le ntseeg vem yog nwg."},{"bible_id":"1216","chapter_code":"JHN.1","verse_code":"JHN.1.8","label":"8","content":"Nwg tsw yog txujkev kaaj ntawd, tassws nwg tuaj ua timkhawv txug txujkev kaaj."},{"bible_id":"1216","chapter_code":"JHN.1","verse_code":"JHN.1.9","label":"9","content":"Txujkev kaaj tseeb kws ua rua tuabneeg txhua tug pum kev saamswm lug rua huv lub nplajteb."},{"bible_id":"1216","chapter_code":"JHN.1","verse_code":"JHN.1.10","label":"10","content":"Nwg nyob lub nplajteb, hab lub nplajteb yog Vaajtswv swv nwg tswm tassws lub nplajteb tsw leeg paub nwg."},{"bible_id":"1216","chapter_code":"JHN.1","verse_code":"JHN.1.11","label":"11","content":"Nwg lug rua huv nwg teb nwg chaw los nwg haiv tuabneeg tsw leeg yuav nwg."},{"bible_id":"1216","chapter_code":"JHN.1","verse_code":"JHN.1.12","label":"12","content":"Tassws txhua tug kws leeg yuav nwg, yog cov kws ntseeg nwg lub npe, nwg kuj pub puab muaj feem ua Vaajtswv le mivnyuas,"},{"bible_id":"1216","chapter_code":"JHN.1","verse_code":"JHN.1.13","label":"13","content":"tsw yog yug ntawm nqaj ntawm ntshaav lawv le tuabneeg ib txwm yug lossws yug lawv le tuabneeg lub sab xaav tassws yug ntawm Vaajtswv lug."},{"bible_id":"1216","chapter_code":"JHN.1","verse_code":"JHN.1.14","label":"14","content":"Txujlug ntawd tshwm lug ua tuabneeg hab nyob huv plawv peb.  Peb pum nwg tug fwjchim, yog tug fwjchim ci ntsaa ab kws phim leej Txwv tuab leeg Tub, nwg muaj txujkev hlub txujkev tseeb nplua quas mag."},{"bible_id":"1216","chapter_code":"JHN.1","verse_code":"JHN.1.15","label":"15","content":"Yauhaa ua timkhawv txug nwg hab qw has tas, “Tug nuav yog tug kws kuv has txug tas, ‘Tug kws lug ua kuv qaab luj dua kuv, tsua qhov nwg yeej nyob ua kuv ntej lawm.’ ”"},{"bible_id":"1216","chapter_code":"JHN.1","verse_code":"JHN.1.16","label":"16","content":"Peb tau txais txujkev hlub tsaav rua txujkev hlub kws nwg muaj nplua quas mag hov."},{"bible_id":"1216","chapter_code":"JHN.1","verse_code":"JHN.1.17","label":"17","content":"Peb tau txuj kevcai ntawm Mauxe lug, tassws txujkev hlub hab txujkev tseeb yog lug ntawm Yexu Kheto lug."},{"bible_id":"1216","chapter_code":"JHN.1","verse_code":"JHN.1.18","label":"18","content":"Tsw muaj leejtwg txeev pum dua Vaajtswv le. Tuab tug Tub kws yog Vaajtswv hab nyob ntawm leej Txwv lub xubndag txhad qha Vaajtswv tshwm lug xwb."},{"bible_id":"1216","chapter_code":"JHN.1","verse_code":"JHN.1.19","label":"19","content":"Nuav yog Yauhaa tej lug timkhawv, yog thaus cov Yutai khaiv cov pov thawj hab cov Levi huv lub nroog Yeluxalee moog nug nwg tas, “Koj yog leejtwg?”"},{"bible_id":"1216","chapter_code":"JHN.1","verse_code":"JHN.1.20","label":"20","content":"Yauhaa kuj yeem leeg, nwg qha tseeb rua puab tas, “Kuv tsw yog tug Kheto.”"},{"bible_id":"1216","chapter_code":"JHN.1","verse_code":"JHN.1.21","label":"21","content":"Puab txhad nug nwg tas, “Yog le hov koj yog leejtwg? Koj yog Eliya lov?” Nwg has tas, “Kuv tsw yog.” Puab nug tas, “Koj yog tug xwbfwb cev Vaajtswv lug kws yuav lug ntawd lov?”  Nwg teb tas, “Kuv tsw yog.”"},{"bible_id":"1216","chapter_code":"JHN.1","verse_code":"JHN.1.22","label":"22","content":"Puab txawm has rua nwg tas, “Tes koj yog leejtwg? Thov qha teb rua cov kws khaiv peb tuaj. Koj yuav teb le caag txug koj tug kheej?”"},{"bible_id":"1216","chapter_code":"JHN.1","verse_code":"JHN.1.23","label":"23","content":"Yauhaa has tas, “Kuv yog lub suab qw huv tebchaws moj saab qhua has tas, ‘Ca le ua tug Tswv txujkev kuas ncaaj,’ lawv le xwbfwb Yaxaya kws cev Vaajtswv lug has tseg lawd.”"},{"bible_id":"1216","chapter_code":"JHN.1","verse_code":"JHN.1.24","label":"24","content":"Cov kws yog cov Falixai khaiv tuaj hov"},{"bible_id":"1216","chapter_code":"JHN.1","verse_code":"JHN.1.25","label":"25","content":"txawm nug tas, “Yog koj tsw yog tug Kheto tsw yog Eliya tsw yog tug xwbfwb cev Vaajtswv lug ntawd, ua caag koj ho muab tuabneeg ua kevcai raus dej?”"},{"bible_id":"1216","chapter_code":"JHN.1","verse_code":"JHN.1.26","label":"26","content":"Yauhaa teb puab tas, “Kuv coj ua kevcai raus dej, tassws muaj ib tug sawv ntsug huv plawv mej kws mej tsw paub."},{"bible_id":"1216","chapter_code":"JHN.1","verse_code":"JHN.1.27","label":"27","content":"Tug hov lug ua kuv qaab, kuv tub tsw tswm nyog daws nwg txuj hlua khau hlo le.”"},{"bible_id":"1216","chapter_code":"JHN.1","verse_code":"JHN.1.28","label":"28","content":"Tej xwm txheej nuav tshwm rua huv lub zog Npethani kws nyob saab dej Yalatee tim u, yog lub chaw kws Yauhaa saamswm muab tuabneeg ua kevcai raus dej."},{"bible_id":"1216","chapter_code":"JHN.1","verse_code":"JHN.1.29","label":"29","content":"Nub tom qaab Yauhaa pum Yexu taug kev tuaj rua ntawm nwg, nwg txawm has tas, “Ca le saib Vaajtswv tug mivnyuas yaaj kws rws nplajteb lub txem moog."},{"bible_id":"1216","chapter_code":"JHN.1","verse_code":"JHN.1.30","label":"30","content":"Nwg yog tug kws kuv has txug tas, ‘Yuav muaj ib tug lug ua kuv qaab kws luj dua kuv tsua qhov nwg yeej nyob ua kuv ntej lawm.’"},{"bible_id":"1216","chapter_code":"JHN.1","verse_code":"JHN.1.31","label":"31","content":"Kuv tsw paub nwg tassws kuv lug muab tuabneeg ua kevcai raus dej sub txhad qha nwg rua cov Yixayee paub.”"},{"bible_id":"1216","chapter_code":"JHN.1","verse_code":"JHN.1.32","label":"32","content":"Hab Yauhaa ua timkhawv has tas, “Kuv pum Vaaj Ntsuj Plig nqeg sau ntuj lug zoo le tug nquab tsaws sau nwg."},{"bible_id":"1216","chapter_code":"JHN.1","verse_code":"JHN.1.33","label":"33","content":"Kuv tug kheej tsw paub nwg, tassws tug kws khaiv kuv lug coj ua kevcai raus dej has rua kuv tas, ‘Thaus pum Vaaj Ntsuj Plig nqeg lug tsaws rua sau leejtwg mas tug ntawd yog tug kws yuav coj ua kevcai raus huv Vaaj Ntsuj Plig kws dawb huv.’"},{"bible_id":"1216","chapter_code":"JHN.1","verse_code":"JHN.1.34","label":"34","content":"Kuv tub pum lawm hab ua timkhawv tas nwg yog Vaajtswv tug Tub.”"},{"bible_id":"1216","chapter_code":"JHN.1","verse_code":"JHN.1.35","label":"35","content":"Nub tom qaab Yauhaa saamswm nrug nwg ob tug thwjtim nyob ua ke dua,"},{"bible_id":"1216","chapter_code":"JHN.1","verse_code":"JHN.1.36","label":"36","content":"mas nwg saib pum Yexu saamswm hlaa tuaj moog, tes nwg txawm has tas, “Saib maj, Vaajtswv tug mivnyuas yaaj.”"},{"bible_id":"1216","chapter_code":"JHN.1","verse_code":"JHN.1.37","label":"37","content":"Ob tug thwjtim ntawd nov nwg has le hov tes txawm lawv Yexu qaab moog."},{"bible_id":"1216","chapter_code":"JHN.1","verse_code":"JHN.1.38","label":"38","content":"Yexu tig lug pum ob tug lawv nwg qaab tes txawm nug ob tug tas, “Meb nrhav daabtsw?” Ob tug has rua nwg tas, “Lanpi,” (kws txhais tas Xwbfwb luj) “koj su hovtwg?”"},{"bible_id":"1216","chapter_code":"JHN.1","verse_code":"JHN.1.39","label":"39","content":"Yexu has rua ob tug tas, “Lug saib maj.” Ob tug txawm moog mas pum qhov chaw kws Yexu su hab nrug Yexu nyob ua ke nub hov. Lub swjhawm hov nub qaij plaub teev lawm."},{"bible_id":"1216","chapter_code":"JHN.1","verse_code":"JHN.1.40","label":"40","content":"Ob tug kws nov Yauhaa has es lawv Yexu qaab moog hov, ib tug yog Anru kws yog Ximoo Petu tug kwv."},{"bible_id":"1216","chapter_code":"JHN.1","verse_code":"JHN.1.41","label":"41","content":"Anru txawm moog nrhav nwg tug tijlaug Ximoo ua ntej hab has rua nwg tas, “Peb tub ntswb tug Mexiya lawm,” (Mexiya txhais has tas Kheto)."},{"bible_id":"1216","chapter_code":"JHN.1","verse_code":"JHN.1.42","label":"42","content":"Anru txawm coj Ximoo moog cuag Yexu. Yexu saib ntsoov Ximoo hab has rua nwg tas, “Koj yog Yauhaa tug tub Ximoo, koj yuav raug hu tas Khefa” (kws txhais has tas Petu )."},{"bible_id":"1216","chapter_code":"JHN.1","verse_code":"JHN.1.43","label":"43","content":"Nub tom qaab Yexu npaaj sab yuav moog rua peg lub xeev Kalilai. Nwg txawm ntswb Fili hab has rua nwg tas, “Ca le lawv kuv qaab lug.”"},{"bible_id":"1216","chapter_code":"JHN.1","verse_code":"JHN.1.44","label":"44","content":"Fili yog tuabneeg huv lub moos Npexainta, yog lub moos kws Anru hab Petu nyob."},{"bible_id":"1216","chapter_code":"JHN.1","verse_code":"JHN.1.45","label":"45","content":"Fili moog nrhav Nathana‑ee hab has rua nwg tas, “Peb tub ntswb tug kws Mauxe has txug rua huv phoo kevcai hab cov xwbfwb cev Vaajtswv lug has txug, yog Yexu kws yog tuabneeg Naxale, yog Yauxej tug tub.”"},{"bible_id":"1216","chapter_code":"JHN.1","verse_code":"JHN.1.46","label":"46","content":"Nathana‑ee has rua nwg tas, “Yuav muaj ib yaam daabtsw zoo tshwm huv Naxale lug tau lov?” Fili has rua nwg tas, “Ca le lug saib maj.”"},{"bible_id":"1216","chapter_code":"JHN.1","verse_code":"JHN.1.47","label":"47","content":"Yexu pum Nathana‑ee lug, tes txawm has txug Nathana‑ee tas, “Saib maj, nwg yog ib tug Yixayee tag, nwg tsw muaj kev daag ntxag hlo le.”"},{"bible_id":"1216","chapter_code":"JHN.1","verse_code":"JHN.1.48","label":"48","content":"Nathana‑ee has rua Yexu tas, “Koj paub kuv le caag?” Yexu teb nwg tas, “Kuv pum koj nyob huv qaab tsob txwv cua ua ntej kws Fili hu koj.”"},{"bible_id":"1216","chapter_code":"JHN.1","verse_code":"JHN.1.49","label":"49","content":"Nathana‑ee teb Yexu tas, “Lanpi,  koj yeej yog Vaajtswv tug Tub, koj yog cov Yixayee tug vaajntxwv.”"},{"bible_id":"1216","chapter_code":"JHN.1","verse_code":"JHN.1.50","label":"50","content":"Yexu teb nwg tas, “Vem kuv has rua koj tas kuv pum koj nyob huv qaab tsob txwv cua koj txhad le ntseeg lov? Koj yuav pum tej yaam kws luj dua ntawd hab.”"},{"bible_id":"1216","chapter_code":"JHN.1","verse_code":"JHN.1.51","label":"51","content":"Hab Yexu has rua nwg tas, “Kuv has tseeb rua mej tas mej yuav pum rooj ntug qheb hab pum Vaajtswv cov tubkhai ntuj nce nce nqeg nqeg sau Tuabneeg leej Tub.”"},{"bible_id":"1216","chapter_code":"JHN.2","verse_code":"JHN.2.1","label":"1","content":"Tau peb nub muaj tshoob huv lub zog Khana huv lub xeev Kalilai, Yexu nam kuj nyob ntawd."},{"bible_id":"1216","chapter_code":"JHN.2","verse_code":"JHN.2.2","label":"2","content":"Puab kuj hu Yexu hab nwg cov thwjtim moog noj tshoob."},{"bible_id":"1216","chapter_code":"JHN.2","verse_code":"JHN.2.3","label":"3","content":"Thaus cawv txwv maab taag lawm, Yexu nam has rua Yexu tas, “Puab tsw muaj cawv txwv maab lawm.”"},{"bible_id":"1216","chapter_code":"JHN.2","verse_code":"JHN.2.4","label":"4","content":"Yexu has rua nwg tas, “Nam puj 'e, koj thaab has ua daabtsw? Tsw tau txug kuv swjhawm.”"},{"bible_id":"1216","chapter_code":"JHN.2","verse_code":"JHN.2.5","label":"5","content":"Yexu nam txawm has rua cov tub qhe tas, “Ca le ua lawv le nwg has nawj.”"},{"bible_id":"1216","chapter_code":"JHN.2","verse_code":"JHN.2.6","label":"6","content":"Muaj rau lub hub zeb  nyob ntawd rau dej swv ua kevcai ntxuav lawv le cov Yutai tej kevcai, ib lub hub rau kwvlaam yim caum lossws ib puas lib."},{"bible_id":"1216","chapter_code":"JHN.2","verse_code":"JHN.2.7","label":"7","content":"Yexu txawm has rua cov tub qhe tas, “Ca le ntaus dej kuas puv nkaus cov hub hov.” Tes puab txawm ntaus dej puv nkaus txhua lub ncauj hub."},{"bible_id":"1216","chapter_code":"JHN.2","verse_code":"JHN.2.8","label":"8","content":"Yexu has rua puab tas, “Ca le ntaus nqaa moog rua tug kaavxwm.” Puab txawm nqaa moog."},{"bible_id":"1216","chapter_code":"JHN.2","verse_code":"JHN.2.9","label":"9","content":"Thaus tug kaavxwm swm cov dej kws txa ua cawv txwv maab lawm hab tsw paub tas coj hovtwg lug, tassws cov tub qhe kws ntaus cov dej hov paub, tug kaavxwm txawm hu tug nraug vauv lug,"},{"bible_id":"1216","chapter_code":"JHN.2","verse_code":"JHN.2.10","label":"10","content":"hab has rua nwg tas, “Txhua tug yeej muab cov thawj cawv txwv maab lug haus ua ntej, mas thaus haus ntau lawd le maav muab cov tw cawv txwv maab lug. Tassws koj muab cov thawj cawv txwv maab khaws ca txug taav nuav.”"},{"bible_id":"1216","chapter_code":"JHN.2","verse_code":"JHN.2.11","label":"11","content":"Thawj zag txujci tseem ceeb nuav Yexu ua ntawm lub zog Khana huv lub xeev Kalilai, hab ua nwg tug fwjchim ci ntsaa ab tshwm lug. Yexu cov thwjtim kuj ntseeg nwg."},{"bible_id":"1216","chapter_code":"JHN.2","verse_code":"JHN.2.12","label":"12","content":"Dhau ntawd Yexu hab nwg nam nwg cov kwv hab nwg cov thwjtim suavdawg moog rua huv lub moos Khapena‑u hab su ob peb nub hov ntawd."},{"bible_id":"1216","chapter_code":"JHN.2","verse_code":"JHN.2.13","label":"13","content":"Thaus yuav txug cov Yutai ua kevcai Hlaa Dhau, Yexu txawm moog rua nraag Yeluxalee."},{"bible_id":"1216","chapter_code":"JHN.2","verse_code":"JHN.2.14","label":"14","content":"Nwg pum cov kws muag nyuj muag yaaj muag nquab hab pum cov kws pauv nyaj nyob rooj pauv nyaj ntawm lub tuam tsev."},{"bible_id":"1216","chapter_code":"JHN.2","verse_code":"JHN.2.15","label":"15","content":"Nwg txawm muab hlua ua ib tug nplawm lawv cov tuabneeg hov suavdawg hab tej yaaj tej nyuj huvsw tawm ntawm lub tuam tsev moog, hab nwg xyeeb pes hlo cov kws pauv nyaj tej nyaj hab muab puab tej rooj pauv nyaj ntxeev pov tseg."},{"bible_id":"1216","chapter_code":"JHN.2","verse_code":"JHN.2.16","label":"16","content":"Nwg has rua cov kws muag nquab tas, “Ca le coj tej nuav tawm moog, tsw xob muab kuv leej Txwv lub tuam tsev ua chaw ua laag ua luam.”"},{"bible_id":"1216","chapter_code":"JHN.2","verse_code":"JHN.2.17","label":"17","content":"Yexu cov thwjtim ncu dheev txug tej lug kws sau ca tas, “Kuv kub sab quas lug rua koj lub tuam tsev kawg daag kawg zug.”"},{"bible_id":"1216","chapter_code":"JHN.2","verse_code":"JHN.2.18","label":"18","content":"Cov Yutai txawm has rua nwg tas, “Koj yuav ua txujci tseem ceeb daabtsw rua peb pum tas koj muaj cai ua tau tej nuav?”"},{"bible_id":"1216","chapter_code":"JHN.2","verse_code":"JHN.2.19","label":"19","content":"Yexu teb puab tas, “Yog muab lub tuam tsev nuav ua puam tsuaj taag, peb nub xwb kuv yuav rov muab tsaa tau.”"},{"bible_id":"1216","chapter_code":"JHN.2","verse_code":"JHN.2.20","label":"20","content":"Cov Yutai txawm has tas, “Lub tuam tsev nuav puab ua tau plaub caug rau xyoo es peb nub xwb koj yuav tsaa tau dua tshab lov?”"},{"bible_id":"1216","chapter_code":"JHN.2","verse_code":"JHN.2.21","label":"21","content":"Tassws lub tuam tsev kws Yexu has txug hov yog has txug nwg lub cev."},{"bible_id":"1216","chapter_code":"JHN.2","verse_code":"JHN.2.22","label":"22","content":"Vem le hov thaus Yexu raug muab tsaa sawv huv qhov tuag rov lug lawd, cov thwjtim txhad ncu dheev tas nwg tau has le ntawd. Mas puab txhad ntseeg Vaajtswv txujlug hab tej lug kws Yexu has hov."},{"bible_id":"1216","chapter_code":"JHN.2","verse_code":"JHN.2.23","label":"23","content":"Thaus Yexu nyob huv Yeluxalee rua ncua swjhawm kws ua kevcai Hlaa Dhau hov, muaj tuabneeg coob lug ntseeg nwg vem puab pum tej txujci tseem ceeb kws nwg ua."},{"bible_id":"1216","chapter_code":"JHN.2","verse_code":"JHN.2.24","label":"24","content":"Tassws Yexu tsw tso sab rua puab, tsua qhov nwg yeej paub tuabneeg txhua tug,"},{"bible_id":"1216","chapter_code":"JHN.2","verse_code":"JHN.2.25","label":"25","content":"hab nwg tsw cheem tsum leejtwg ua timkhawv txug tuabneeg rua nwg, tsua qhov nwg yeej paub tej kws nyob huv tuabneeg lub sab."},{"bible_id":"1216","chapter_code":"JHN.3","verse_code":"JHN.3.1","label":"1","content":"Muaj ib tug Falixai npe hu ua Nikhauntemau, nwg yog cov Yutai ib tug thawj."},{"bible_id":"1216","chapter_code":"JHN.3","verse_code":"JHN.3.2","label":"2","content":"Nwg tuaj cuag Yexu mo ntuj has rua Yexu tas, “Lanpi,  peb paub tas koj yog ib tug xwbfwb kws lug ntawm Vaajtswv lug, tsua qhov tsw muaj ib tug ua tau tej txujci tseem ceeb kws koj ua, tsuas yog tug kws Vaajtswv nrug nraim xwb.”"},{"bible_id":"1216","chapter_code":"JHN.3","verse_code":"JHN.3.3","label":"3","content":"Yexu teb nwg tas, “Kuv has tseeb rua koj tas, yog leejtwg tsw tau yug dua tshab tug hov yuav tsw pum Vaajtswv lub tebchaws hlo le.”"},{"bible_id":"1216","chapter_code":"JHN.3","verse_code":"JHN.3.4","label":"4","content":"Nikhauntemau has rua Yexu tas, “Tuabneeg laug yuav yug dua tshab tau le caag? Yuav nkaag rua huv nam lub plaab zag ob hab rov yug dua tau lov?”"},{"bible_id":"1216","chapter_code":"JHN.3","verse_code":"JHN.3.5","label":"5","content":"Yexu teb tas, “Kuv has tseeb rua koj tas, yog leejtwg tsw tau yug ntawm dej hab ntawm Vaaj Ntsuj Plig, tug hov yuav nkaag tsw tau rua huv Vaajtswv lub tebchaws hlo le."},{"bible_id":"1216","chapter_code":"JHN.3","verse_code":"JHN.3.6","label":"6","content":"Yaam kws yug ntawm nqaj tawv yeej yog nqaj tawv, yaam kws yug ntawm Vaaj Ntsuj Plig kuj yog ntsuj plig."},{"bible_id":"1216","chapter_code":"JHN.3","verse_code":"JHN.3.7","label":"7","content":"Tsw xob phemfwj tsua qhov kws kuv has rua koj tas, ‘Mej yuav tsum yug dua tshab.’"},{"bible_id":"1216","chapter_code":"JHN.3","verse_code":"JHN.3.8","label":"8","content":"Cua yuav ntsawj moog qhov twg, kuj ntsawj moog qhov ntawd. Koj nov cua lub suab tassws tsw paub tas cua tuaj hovtwg tuaj hab moog rua hovtwg. Txhua tug kws yug ntawm Vaaj Ntsuj Plig kuj zoo ib yaam le ntawd.”"},{"bible_id":"1216","chapter_code":"JHN.3","verse_code":"JHN.3.9","label":"9","content":"Nikhauntemau has rua Yexu tas, “Tej nuav yuav ua moog tau le caag?”"},{"bible_id":"1216","chapter_code":"JHN.3","verse_code":"JHN.3.10","label":"10","content":"Yexu teb nwg tas, “Koj tub yog ib tug xwbfwb huv cov Yixayee, koj tseed tsw nkaag sab tej nuav lov?"},{"bible_id":"1216","chapter_code":"JHN.3","verse_code":"JHN.3.11","label":"11","content":"“Kuv has tseeb rua koj tas, peb has txug yaam kws peb paub hab ua timkhawv rua yaam kws peb pum, los mej tsw leeg yuav peb tej lug timkhawv."},{"bible_id":"1216","chapter_code":"JHN.3","verse_code":"JHN.3.12","label":"12","content":"Yog kuv has txug tej kws yog nplajteb le rua mej, mej tub tsw ntseeg, mas yog kuv has txug tej kws yog qaum ntuj le, mej yuav ua le caag ntseeg tau?"},{"bible_id":"1216","chapter_code":"JHN.3","verse_code":"JHN.3.13","label":"13","content":"Tsw muaj leejtwg txeev nce moog sau ntuj tsuas yog tug kws nqeg sau ntuj lug xwb, yog Tuabneeg leej Tub."},{"bible_id":"1216","chapter_code":"JHN.3","verse_code":"JHN.3.14","label":"14","content":"Mauxe tsaa tug naab huv tebchaws moj saab qhua le caag,  Tuabneeg leej Tub yuav tsum raug muab tsaa ib yaam le ntawd,"},{"bible_id":"1216","chapter_code":"JHN.3","verse_code":"JHN.3.15","label":"15","content":"sub txhua tug kws ntseeg nwg txhad tau txujsa ib txhws tsw kawg."},{"bible_id":"1216","chapter_code":"JHN.3","verse_code":"JHN.3.16","label":"16","content":"“Vaajtswv hlub nplajteb kawg le nwg txhad pub nwg tuab leej Tub lug sub txhua tug kws ntseeg leej Tub hov txhad tsw puam tsuaj tassws yuav tau txujsa ib txhws tsw kawg."},{"bible_id":"1216","chapter_code":"JHN.3","verse_code":"JHN.3.17","label":"17","content":"Tsua qhov Vaajtswv khaiv leej Tub lug rua huv nplajteb tsw yog lug teem txem rua nplajteb, yog lug cawm nplajteb dim."},{"bible_id":"1216","chapter_code":"JHN.3","verse_code":"JHN.3.18","label":"18","content":"Tug kws tso sab rua leej Tub yeej tsw raug teem txem, tug kws tsw tso sab rua leej Tub tub raug teem txem lawm vem nwg tsw tso sab rua Vaajtswv tuab leej Tub lub npe."},{"bible_id":"1216","chapter_code":"JHN.3","verse_code":"JHN.3.19","label":"19","content":"Qhov kws txav txem yog le nuav, vem txujkev kaaj lug rua huv lub nplajteb tassws tuabneeg nyam txujkev tsaus ntuj heev dua txujkev kaaj vem tej kws puab ua phem kawg."},{"bible_id":"1216","chapter_code":"JHN.3","verse_code":"JHN.3.20","label":"20","content":"Txhua tug kws ua phem yeej ntxub txujkev kaaj hab tsw lug rua huv txujkev kaaj ntshai tsaam tej kws nwg ua raug muab nthuav tshwm lug."},{"bible_id":"1216","chapter_code":"JHN.3","verse_code":"JHN.3.21","label":"21","content":"Tassws tug kws xyum lawv le txujkev tseeb kuj lug txug txujkev kaaj sub txhad pum tseeb tas yog nyob huv Vaajtswv nwg txhad ua tau tej num hov.”"},{"bible_id":"1216","chapter_code":"JHN.3","verse_code":"JHN.3.22","label":"22","content":"Dhau ntawd Yexu hab nwg cov thwjtim moog rua huv lub xeev Yutia, hab Yexu nrug puab nyob hov ntawd hab coj ua kevcai raus dej."},{"bible_id":"1216","chapter_code":"JHN.3","verse_code":"JHN.3.23","label":"23","content":"Yauhaa kuj coj ua kevcai raus dej ntawm Ainoo ze lub moos Xali vem qhov ntawd muaj dej ntau hab muaj tuabneeg tuaj ua kevcai raus dej."},{"bible_id":"1216","chapter_code":"JHN.3","verse_code":"JHN.3.24","label":"24","content":"Tsua qhov Yauhaa tseed tsw tau raug kaw rua huv tsev lojfaaj."},{"bible_id":"1216","chapter_code":"JHN.3","verse_code":"JHN.3.25","label":"25","content":"Yauhaa cov thwjtim hab ib tug Yutai sws caam txug qhov kws ua kevcai ntxuav."},{"bible_id":"1216","chapter_code":"JHN.3","verse_code":"JHN.3.26","label":"26","content":"Puab moog has rua Yauhaa tas, “Lanpi,  tug kws nrug koj nyob saab dej Yalatee tim u, kws koj ua timkhawv txug hov, swm saib nwg saamswm coj ua kevcai raus dej, mas txhua tug moog cuag nwg.”"},{"bible_id":"1216","chapter_code":"JHN.3","verse_code":"JHN.3.27","label":"27","content":"Yauhaa teb tas, “Tsw muaj leejtwg yuav tau txais ib yaam twg kws tsw yog pub sau ntuj lug rua nwg."},{"bible_id":"1216","chapter_code":"JHN.3","verse_code":"JHN.3.28","label":"28","content":"Mej cov ua tau timkhawv tas kuv tub has tas kuv tsw yog tug Kheto,  kuv tsuas yog tug raug khaiv moog ua nwg ntej xwb."},{"bible_id":"1216","chapter_code":"JHN.3","verse_code":"JHN.3.29","label":"29","content":"Tug kws tau tug nkauj nyaab yog tug nraug vauv. Tug phijlaaj kws sawv noog tug nraug vauv, thaus tau nov tug nraug vauv lub suab kuj zoo sab kawg. Vem le nuav kuv txhad zoo sab xyiv faab kawg nkaus ib yaam le ntawd."},{"bible_id":"1216","chapter_code":"JHN.3","verse_code":"JHN.3.30","label":"30","content":"Nwg yeej yuav luj zuj zug tuaj, tassws kuv yuav yau zuj zug moog."},{"bible_id":"1216","chapter_code":"JHN.3","verse_code":"JHN.3.31","label":"31","content":"“Tug kws lug sau ntuj lug yeej luj dua ib puas tsaav yaam. Tug kws nyob huv nplajteb yeej yog nplajteb le, hab has txug tej kws yog nplajteb le. Tug kws lug sau ntuj lug yeej luj dua ib puas tsaav yaam."},{"bible_id":"1216","chapter_code":"JHN.3","verse_code":"JHN.3.32","label":"32","content":"Nwg ua timkhawv txug tej kws nwg tau pum hab nov tassws tsw muaj leejtwg leeg yuav nwg tej lug timkhawv."},{"bible_id":"1216","chapter_code":"JHN.3","verse_code":"JHN.3.33","label":"33","content":"Tug kws leeg yuav nwg tej lug timkhawv kuj leeg tas Vaajtswv yog qhov tseeb."},{"bible_id":"1216","chapter_code":"JHN.3","verse_code":"JHN.3.34","label":"34","content":"Tug kws Vaajtswv khaiv lug nwg has Vaajtswv tej lug, tsua qhov Vaajtswv pub Vaaj Ntsuj Plig tsw paub taag le."},{"bible_id":"1216","chapter_code":"JHN.3","verse_code":"JHN.3.35","label":"35","content":"Leej Txwv hlub leej Tub hab muab txhua yaam cob rua huv nwg txhais teg."},{"bible_id":"1216","chapter_code":"JHN.3","verse_code":"JHN.3.36","label":"36","content":"Tug kws tso sab rua leej Tub, tug hov tau txujsa ib txhws tsw kawg, tug kws tsw noog leej Tub lug kuj yuav tsw pum txujsa, tassws Vaajtswv txujkev npau tawg nyob sau nwg lawm.”"},{"bible_id":"1216","chapter_code":"JHN.4","verse_code":"JHN.4.1","label":"1","content":"Thaus Yexu paub tas cov Falixai nov moo tas Yexu muaj thwjtim hab coj tuabneeg ua kevcai raus dej coob dua Yauhaa,"},{"bible_id":"1216","chapter_code":"JHN.4","verse_code":"JHN.4.2","label":"2","content":"tassws qhov tseeb Yexu tsw tau muab tuabneeg ua kevcai raus dej tsuas yog nwg cov thwjtim muab xwb,"},{"bible_id":"1216","chapter_code":"JHN.4","verse_code":"JHN.4.3","label":"3","content":"Yexu txawm tawm huv Yutia rov moog rua lub xeev Kalilai."},{"bible_id":"1216","chapter_code":"JHN.4","verse_code":"JHN.4.4","label":"4","content":"Yexu yuav tsum taug kev hlaa lub xeev Xamali moog."},{"bible_id":"1216","chapter_code":"JHN.4","verse_code":"JHN.4.5","label":"5","content":"Nwg txhad moog txug ib lub moos huv lub xeev Xamali hu ua Xikha nyob ze ntawm thaaj teb kws Yakhauj pub rua nwg tug tub Yauxej."},{"bible_id":"1216","chapter_code":"JHN.4","verse_code":"JHN.4.6","label":"6","content":"Yakhauj lub qhov dej kuj nyob hov ntawd. Yexu taug kev txug sav lawm txhad lug nyob tsawg ntawm lub qhov dej ib saab. Lub swjhawm ntawd kwvlaam taav su."},{"bible_id":"1216","chapter_code":"JHN.4","verse_code":"JHN.4.7","label":"7","content":"Muaj ib tug puj Xamali tuaj nqaa dej. Yexu has rua nwg tas, “Thov muab dej rua kuv haus hab.”"},{"bible_id":"1216","chapter_code":"JHN.4","verse_code":"JHN.4.8","label":"8","content":"Yexu cov thwjtim tub moog yuav mov noj huv lub moos lawm."},{"bible_id":"1216","chapter_code":"JHN.4","verse_code":"JHN.4.9","label":"9","content":"Tug puj Xamali has rua Yexu tas, “Koj yog tuabneeg Yutai, ua caag koj thov dej haus ntawm kuv kws yog ib tug puj Xamali?” (Tsua qhov cov Yutai yeej tsw nrug cov Xamali sws koom daabtsw le.)"},{"bible_id":"1216","chapter_code":"JHN.4","verse_code":"JHN.4.10","label":"10","content":"Yexu teb nwg tas, “Yog koj paub yaam kws Vaajtswv pub hab paub tas tug kws thov koj dej haus yog leejtwg, tes koj yuav thov tug hov hab tug hov yuav pub cov dej kws pub txujsa rua koj.”"},{"bible_id":"1216","chapter_code":"JHN.4","verse_code":"JHN.4.11","label":"11","content":"Tug puj hov has rua Yexu tas, “Yawm hlub, koj tub tsw muaj thoob ntaus dej, lub qhov dej nuav tub heev, koj yuav muab cov dej kws pub txujsa hovtwg lug?"},{"bible_id":"1216","chapter_code":"JHN.4","verse_code":"JHN.4.12","label":"12","content":"Koj luj dua peb tug yawm koob Yakhauj kws khawb lub qhov dej nuav rua peb lov? Yakhauj hab taag nrho nwg cov tub hab tej tsaj txhu puavleej haus lub qhov dej nuav.”"},{"bible_id":"1216","chapter_code":"JHN.4","verse_code":"JHN.4.13","label":"13","content":"Yexu has rua nwg tas, “Txhua tug kws haus cov dej nuav yuav rov nqhes dua,"},{"bible_id":"1216","chapter_code":"JHN.4","verse_code":"JHN.4.14","label":"14","content":"tassws tug kws haus cov dej kws kuv pub rua nwg yuav tsw rov nqhes dua le lawm. Cov dej kws kuv yuav pub hov yuav ua ib lub qhov dej txhawv huv tug hov pub txujsa ib txhws tsw kawg rua nwg.”"},{"bible_id":"1216","chapter_code":"JHN.4","verse_code":"JHN.4.15","label":"15","content":"Tug puj hov txawm has rua Yexu tas, “Yawm hlub, thov muab cov dej hov rua kuv haus kuv txhad tsw rov nqhes hab tsw tau tuaj nqaa dej ntawm nuav lawm.”"},{"bible_id":"1216","chapter_code":"JHN.4","verse_code":"JHN.4.16","label":"16","content":"Yexu has rua tug puj hov tas, “Ca le moog hu koj tug quasyawg nrug koj tuaj ntawm nuav.”"},{"bible_id":"1216","chapter_code":"JHN.4","verse_code":"JHN.4.17","label":"17","content":"Nwg teb Yexu tas, “Kuv tsw muaj quasyawg.” Yexu has rua tug puj hov tas, “Qhov kws koj has tas koj tsw muaj quasyawg kuj yog tag,"},{"bible_id":"1216","chapter_code":"JHN.4","verse_code":"JHN.4.18","label":"18","content":"vem koj tub muaj tswb tug quasyawg lawm, hab tug kws nwgnuav nrug koj nyob yeej tsw yog koj le quasyawg. Qhov nuav kuj yog koj has tseeb.”"},{"bible_id":"1216","chapter_code":"JHN.4","verse_code":"JHN.4.19","label":"19","content":"Tug puj hov txawm has rua Yexu tas, “Yawm hlub, kuv paub tseeb tas koj yog ib tug xwbfwb cev Vaajtswv lug."},{"bible_id":"1216","chapter_code":"JHN.4","verse_code":"JHN.4.20","label":"20","content":"Peb tej laug ib txwm pe Vaajtswv sau lub roob nuav, tassws mej has tas Yeluxalee txhad yog lub chaw kws suavdawg yuav tsum pe hawm Vaajtswv.”"},{"bible_id":"1216","chapter_code":"JHN.4","verse_code":"JHN.4.21","label":"21","content":"Yexu has rua nwg tas, “Tug ntxhais 'e, ca le ntseeg kuv nawj, lub swjhawm saamswm lug mas mej yuav tsw pe hawm leej Txwv sau lub roob nuav lossws huv Yeluxalee."},{"bible_id":"1216","chapter_code":"JHN.4","verse_code":"JHN.4.22","label":"22","content":"Mej tsw paub tug kws mej pe hawm, tassws peb yeej paub tug kws peb pe, vem txujkev dim tshwm huv cov Yutai lug."},{"bible_id":"1216","chapter_code":"JHN.4","verse_code":"JHN.4.23","label":"23","content":"Tassws lub swjhawm saamswm lug hab nwgnuav tub lug txug lawm mas cov kws pe hawm tag tag yuav pe leej Txwv ntawm saab ntsuj plig hab qhov tseeb, tsua qhov leej Txwv nrhav cov tuabneeg zoo le nuav pe hawm nwg."},{"bible_id":"1216","chapter_code":"JHN.4","verse_code":"JHN.4.24","label":"24","content":"Vaajtswv yog Ntsuj Plig, mas cov kws pe hawm nwg yuav tsum pe ntawm ntsuj plig hab qhov tseeb.”"},{"bible_id":"1216","chapter_code":"JHN.4","verse_code":"JHN.4.25","label":"25","content":"Tug puj hov txawm has rua Yexu tas, “Kuv paub tas tug Mexiya kws hu tas Kheto yuav lug. Thaus nwg lug lawd nwg yuav qha txhua yaam rua peb.”"},{"bible_id":"1216","chapter_code":"JHN.4","verse_code":"JHN.4.26","label":"26","content":"Yexu has rua nwg tas, “Kuv kws nrug koj has lug nuav yog tug ntawd ntaag.”"},{"bible_id":"1216","chapter_code":"JHN.4","verse_code":"JHN.4.27","label":"27","content":"Thaus ntawd Yexu cov thwjtim rov lug txug. Puab kuj phemfwj qhov kws Yexu nrug ib tug quaspuj has lug, tassws tsw muaj leejtwg has tas, “Koj cheem tsum daabtsw?” lossws, “Ua caag koj nrug tug puj hov has lug?”"},{"bible_id":"1216","chapter_code":"JHN.4","verse_code":"JHN.4.28","label":"28","content":"Tug puj hov txawm tso nwg lub hub dej tseg rov moog rua huv lub moos hab has rua cov tuabneeg huv lub moos tas,"},{"bible_id":"1216","chapter_code":"JHN.4","verse_code":"JHN.4.29","label":"29","content":"“Ca le tuaj saib tug yawm kws pav tau txhua yaam kws kuv tau ua dhau lug lawd rua kuv noog. Tug nuav puas yog tug Kheto?”"},{"bible_id":"1216","chapter_code":"JHN.4","verse_code":"JHN.4.30","label":"30","content":"Tes puab txawm tawm tuaj moog cuag Yexu."},{"bible_id":"1216","chapter_code":"JHN.4","verse_code":"JHN.4.31","label":"31","content":"Thaus ntawd cov thwjtim txawm hu Yexu tas, “Lanpi,  lug noj mov.”"},{"bible_id":"1216","chapter_code":"JHN.4","verse_code":"JHN.4.32","label":"32","content":"Tassws Yexu has rua puab tas, “Kuv tub muaj cov mov kws mej tsw paub noj lawm.”"},{"bible_id":"1216","chapter_code":"JHN.4","verse_code":"JHN.4.33","label":"33","content":"Cov thwjtim txawm sws nug has tas, “Leejtwg nqaa mov tuaj rua nwg noj lawm niv?”"},{"bible_id":"1216","chapter_code":"JHN.4","verse_code":"JHN.4.34","label":"34","content":"Yexu has rua puab tas, “Kuv cov mov yog ua lawv le tug kws khaiv kuv lug lub sab nyam hab ua nwg teg num kuas tav."},{"bible_id":"1216","chapter_code":"JHN.4","verse_code":"JHN.4.35","label":"35","content":"Mej has tas, ‘Tshuav plaub lub hlis le txug caij hlais mog’ los tsw yog? Kuv has rua mej tas, ca le tsaa muag saib, tej teb tub daaj quas zab zoo hlais lawm."},{"bible_id":"1216","chapter_code":"JHN.4","verse_code":"JHN.4.36","label":"36","content":"Tug kws hlais kuj tau nqe zug hab muab tej qoob sau lug ca rua txujsa kws nyob moog ib txhws, tug kws tseb hab tug kws hlais txhad yuav zoo sab ib yaam nkaus."},{"bible_id":"1216","chapter_code":"JHN.4","verse_code":"JHN.4.37","label":"37","content":"Lu lug kws has tas, ‘Ib tug tseb muaj dua ib tug hlais,’ kuj muaj tseeb."},{"bible_id":"1216","chapter_code":"JHN.4","verse_code":"JHN.4.38","label":"38","content":"Kuv khaiv mej moog hlais tej kws mej tsw tau swv daag swv zug ua, yog lwm tug swv daag swv zug, mas mej muaj feem tau qhov kws lwm tug swv daag swv zug.”"},{"bible_id":"1216","chapter_code":"JHN.4","verse_code":"JHN.4.39","label":"39","content":"Cov tuabneeg Xamali huv lub moos hov muaj coob kuj ntseeg Yexu vem yog tug puj hov tej lug timkhawv kws has tas, “Nwg qha txhua yaam kws kuv tau ua lug lawd rua kuv noog.”"},{"bible_id":"1216","chapter_code":"JHN.4","verse_code":"JHN.4.40","label":"40","content":"Yog le hov, thaus cov Xamali tuaj txug puab txawm thov Yexu nrug puab nyob, mas Yexu nrug puab nyob tau ob nub."},{"bible_id":"1216","chapter_code":"JHN.4","verse_code":"JHN.4.41","label":"41","content":"Muaj tuabneeg lug ntseeg coob ntxwv vem yog tej lug kws Yexu qha."},{"bible_id":"1216","chapter_code":"JHN.4","verse_code":"JHN.4.42","label":"42","content":"Puab txawm has rua tug puj hov tas, “Txwj nuav moog qhov kws peb ntseeg tsw yog vem koj tej lug kws koj has tassws yog peb tug kheej tau nov hab paub tas tug nuav yog nplajteb tug Cawmseej tag tag le.”"},{"bible_id":"1216","chapter_code":"JHN.4","verse_code":"JHN.4.43","label":"43","content":"Dhau ob nub lawm Yexu tawm hov ntawd lug txug lub xeev Kalilai."},{"bible_id":"1216","chapter_code":"JHN.4","verse_code":"JHN.4.44","label":"44","content":"Yexu tub ua timkhawv has tas tug xwbfwb cev Vaajtswv lug tsw muaj koob meej rua huv nwg lub zej zog."},{"bible_id":"1216","chapter_code":"JHN.4","verse_code":"JHN.4.45","label":"45","content":"Yog le hov thaus nwg lug txug lub xeev Kalilai, cov tuabneeg Kalilai kuj tog txais nwg vem puab tau pum txhua yaam kws nwg ua rua thaus ua kevcai Hlaa Dhau rua huv Yeluxalee, tsua qhov puab tub moog ua kevcai hov hab."},{"bible_id":"1216","chapter_code":"JHN.4","verse_code":"JHN.4.46","label":"46","content":"Yexu txhad rov qaab moog rua lub zog Khana huv Kalilai, yog lub zog kws Yexu muab dej txa ua cawv txwv maab. Huv lub moos Khapena‑u muaj ib tug num tswv, nwg tug tub mob nyaav heev."},{"bible_id":"1216","chapter_code":"JHN.4","verse_code":"JHN.4.47","label":"47","content":"Thaus nwg nov xuv tas Yexu tuaj huv Yutia lug txug Kalilai lawm, tes nwg txawm moog thov kuas Yexu moog khu nwg tug tub tsua qhov tub yuav tuag."},{"bible_id":"1216","chapter_code":"JHN.4","verse_code":"JHN.4.48","label":"48","content":"Yexu txawm has rua nwg tas, “Yog mej tsw pum txujci tseem ceeb hab txujci phemfwj mej yeej tsw ntseeg.”"},{"bible_id":"1216","chapter_code":"JHN.4","verse_code":"JHN.4.49","label":"49","content":"Tug num hov has rua Yexu tas, “Tug tswv, thov ca le moog ua ntej kws kuv tug mivnyuas tsw tau tuag.”"},{"bible_id":"1216","chapter_code":"JHN.4","verse_code":"JHN.4.50","label":"50","content":"Yexu has rua nwg tas, “Ca le rov moog, koj tug tub yuav tsw tuag.” Tug num hov ntseeg tej lug kws Yexu has rua nwg tes txawm rov moog."},{"bible_id":"1216","chapter_code":"JHN.4","verse_code":"JHN.4.51","label":"51","content":"Thaus nwg taug kev rov moog hov, nwg cov tub qhe tuaj ntswb nwg mas has tas nwg tug mivtub zoo lawm."},{"bible_id":"1216","chapter_code":"JHN.4","verse_code":"JHN.4.52","label":"52","content":"Nwg txawm nug txug lub swjhawm kws tug tub zoo lawd, mas puab has rua nwg tas, “Naag thaus nub qaij ib teev tug npaws zoo hlo lawm.”"},{"bible_id":"1216","chapter_code":"JHN.4","verse_code":"JHN.4.53","label":"53","content":"Leej txwv txhad paub tas yog lub swjhawm kws Yexu has rua nwg tas, “Koj tug tub yuav tsw tuag.” Tes nwg hab nwg tsev tuabneeg txawm ntseeg huvsw."},{"bible_id":"1216","chapter_code":"JHN.4","verse_code":"JHN.4.54","label":"54","content":"Nuav yog txujci tseem ceeb zag ob kws Yexu ua rua thaus nwg tawm huv Yutia lug rua huv lub xeev Kalilai."},{"bible_id":"1216","chapter_code":"JHN.5","verse_code":"JHN.5.1","label":"1","content":"Dhau ntawd txug ib lub caij kws cov Yutai ua kevcai, Yexu txawm moog rua nraag Yeluxalee."},{"bible_id":"1216","chapter_code":"JHN.5","verse_code":"JHN.5.2","label":"2","content":"Ntawm Rooj Loog Yaaj huv Yeluxalee muaj ib lub paag dej kws lug Henplais hu tas Npexatha, muaj tswb lub tsev su nraim tshaav."},{"bible_id":"1216","chapter_code":"JHN.5","verse_code":"JHN.5.3","label":"3","content":"Huv tej tsev hov muaj tuabneeg mob pw coob coob, tug dig muag, tug ceg tawv hab tug tuag cev muaj taag huvsw."},{"bible_id":"1216","chapter_code":"JHN.5","verse_code":"JHN.5.5","label":"5","content":"Muaj ib tug yawm mob tau peb caug yim xyoo lug lawm nyob hov ntawd."},{"bible_id":"1216","chapter_code":"JHN.5","verse_code":"JHN.5.6","label":"6","content":"Thaus Yexu pum nwg hab paub tas nwg pw ntawd ntev lug lawm, Yexu txawm has rua nwg tas, “Koj puas xaav zoo hlo?”"},{"bible_id":"1216","chapter_code":"JHN.5","verse_code":"JHN.5.7","label":"7","content":"Tug yawm mob hov teb Yexu tas, “Yawm hlub, thaus dej saamswm ndaas, tsw muaj leejtwg muab kuv raus rua huv paag dej. Thaus kuv saamswm yuav nqeg moog rua huv, lwm tug tub nqeg moog ua ntej lawm.”"},{"bible_id":"1216","chapter_code":"JHN.5","verse_code":"JHN.5.8","label":"8","content":"Yexu has rua nwg tas, “Ca le sawv tseeg hab nqaa hlo koj lub chaw pw hab moog kev.”"},{"bible_id":"1216","chapter_code":"JHN.5","verse_code":"JHN.5.9","label":"9","content":"Taamswm ntawd nwg txawm zoo hlo hab nwg nqaa nwg lub chaw pw hab moog kev. Nub ntawd yog nub Xanpatau."},{"bible_id":"1216","chapter_code":"JHN.5","verse_code":"JHN.5.10","label":"10","content":"Cov Yutai txawm has rua tug kws mob zoo hov tas, “Nub nua yog nub Xanpatau, qhov kws koj nqaa koj lub chaw pw kod kuj txhum kevcai lawm.”"},{"bible_id":"1216","chapter_code":"JHN.5","verse_code":"JHN.5.11","label":"11","content":"Tug yawm hov teb puab tas, “Tug kws khu kuv zoo has rua kuv tas, ‘Ca le nqaa hlo koj lub chaw pw hab moog kev.’ ”"},{"bible_id":"1216","chapter_code":"JHN.5","verse_code":"JHN.5.12","label":"12","content":"Puab txawm nug nwg tas, “Tug yawm kws has kuas koj nqaa hlo koj lub chaw pw moog yog leejtwg?”"},{"bible_id":"1216","chapter_code":"JHN.5","verse_code":"JHN.5.13","label":"13","content":"Tug kws mob zoo hov kuj tsw paub tas yog leejtwg, tsua qhov Yexu tub ncaim huv cov tuabneeg coob coob hov moog lawm."},{"bible_id":"1216","chapter_code":"JHN.5","verse_code":"JHN.5.14","label":"14","content":"Lug rua tom qaab, Yexu ntswb tug yawm hov ntawm lub tuam tsev Yexu txawm has rua nwg tas, “Saib maj, koj tub zoo lawm. Tsw xob ua txhum dua lawm sub txhad tsw muaj xwm txheej phem dua le nuav lug raug koj.”"},{"bible_id":"1216","chapter_code":"JHN.5","verse_code":"JHN.5.15","label":"15","content":"Tug yawm hov txhad tawm moog has rua cov Yutai tas tug kws khu nwg zoo yog Yexu."},{"bible_id":"1216","chapter_code":"JHN.5","verse_code":"JHN.5.16","label":"16","content":"Vem le nuav cov Yutai txhad tswm txom Yexu tsua qhov nwg ua tej nuav rua nub Xanpatau."},{"bible_id":"1216","chapter_code":"JHN.5","verse_code":"JHN.5.17","label":"17","content":"Tassws Yexu has rua puab tas, “Kuv leej Txwv tseed ua num tsw tu ncua, kuv kuj ua hab.”"},{"bible_id":"1216","chapter_code":"JHN.5","verse_code":"JHN.5.18","label":"18","content":"Vem le nuav cov Yutai yimfuab nrhav kev txuv Yexu, tsw yog vem qhov kws nwg tsw ua lawv le tej kevcai nub Xanpatau xwb, tassws nwg tseed hu Vaajtswv ua leej Txwv yaam le nwg sws luag zog le Vaajtswv ntaag."},{"bible_id":"1216","chapter_code":"JHN.5","verse_code":"JHN.5.19","label":"19","content":"Yexu has rua puab tas, “Kuv has tseeb rua mej tas, leej Tub yeej ua tsw tau ib yaam daabtsw lawv le nwg lub sab, tsuas yog nwg ua tej kws nwg pum leej Txwv ua xwb, vem leej Txwv ua yaam twg, leej Tub kuj ua ib yaam le ntawd."},{"bible_id":"1216","chapter_code":"JHN.5","verse_code":"JHN.5.20","label":"20","content":"Tsua qhov leej Txwv hlub leej Tub hab qha txhua yaam kws nwg ua rua leej Tub pum. Hab leej Txwv yuav qha tej num kws luj dua le ntawd rua leej Tub pum, mas mej yuav xaav tsw thoob."},{"bible_id":"1216","chapter_code":"JHN.5","verse_code":"JHN.5.21","label":"21","content":"Leej Txwv tsaa cov tuabneeg tuag sawv rov lug hab pub txujsa rua puab le caag, leej Tub kuj yuav pub txujsa rua cov kws nwg xaav pub ib yaam le ntawd."},{"bible_id":"1216","chapter_code":"JHN.5","verse_code":"JHN.5.22","label":"22","content":"Leej Txwv tsw txav txem rua leejtwg, tassws nwg muab qhov kws txav txem cob rua leej Tub,"},{"bible_id":"1216","chapter_code":"JHN.5","verse_code":"JHN.5.23","label":"23","content":"sub txhua tug txhad le fwm leej Tub ib yaam le fwm leej Txwv. Tug kws tsw fwm leej Tub tug hov kuj tsw fwm leej Txwv kws khaiv leej Tub lug."},{"bible_id":"1216","chapter_code":"JHN.5","verse_code":"JHN.5.24","label":"24","content":"Kuv has tseeb rua mej tas, tug kws noog kuv lug hab ntseeg tug kws khaiv kuv lug mas tug hov kuj tau txujsa ib txhws tsw kawg. Nwg yuav tsw raug txav txem, nwg tub hlaa txujkev tuag moog tau txujsa lawm."},{"bible_id":"1216","chapter_code":"JHN.5","verse_code":"JHN.5.25","label":"25","content":"“Kuv has tseeb rua mej tas lub swjhawm saamswm lug hab tub lug txug lawm mas cov tuabneeg tuag yuav nov Vaajtswv leej Tub lub suab hab cov kws tau nov yuav muaj txujsa nyob."},{"bible_id":"1216","chapter_code":"JHN.5","verse_code":"JHN.5.26","label":"26","content":"Tsua qhov leej Txwv muaj txujsa rua huv nwg tug kheej le caag, nwg kuj pub leej Tub muaj txujsa rua huv leej Tub tug kheej ib yaam le ntawd,"},{"bible_id":"1216","chapter_code":"JHN.5","verse_code":"JHN.5.27","label":"27","content":"hab pub leej Tub muaj fwjchim txav txem, tsua qhov nwg kuj yog Tuabneeg leej Tub."},{"bible_id":"1216","chapter_code":"JHN.5","verse_code":"JHN.5.28","label":"28","content":"Tsw xob phemfwj rua tej nuav le, vem tas lub swjhawm saamswm lug mas txhua tug kws nyob huv qhov ntxaa yuav nov leej Tub lub suab"},{"bible_id":"1216","chapter_code":"JHN.5","verse_code":"JHN.5.29","label":"29","content":"hab yuav tawm lug. Cov kws ua zoo yuav sawv lug tau txujsa, cov kws ua phem yuav sawv lug raug txav txem.”"},{"bible_id":"1216","chapter_code":"JHN.5","verse_code":"JHN.5.30","label":"30","content":"“Kuv yuav ua ib yaam daabtsw lawv le kuv lub sab tsw tau. Kuv tau nov le caag kuv kuj txav txem le ntawd. Kuv yeej txav txem ncaaj tsua qhov kuv tsw ua lawv le kuv lub sab xwb tassws ua lawv le tug kws khaiv kuv lug lub sab."},{"bible_id":"1216","chapter_code":"JHN.5","verse_code":"JHN.5.31","label":"31","content":"Yog kuv rov ua timkhawv txug kuv tug kheej, kuv tej lug timkhawv kuj tsw tseeb."},{"bible_id":"1216","chapter_code":"JHN.5","verse_code":"JHN.5.32","label":"32","content":"Muaj dua ib tug ua timkhawv txug kuv, hab kuv paub tas tej lug timkhawv kws nwg ua txug kuv hov muaj tseeb."},{"bible_id":"1216","chapter_code":"JHN.5","verse_code":"JHN.5.33","label":"33","content":"Mej tub tso tuabneeg moog cuag Yauhaa, hab Yauhaa kuj ua timkhawv txug qhov tseeb."},{"bible_id":"1216","chapter_code":"JHN.5","verse_code":"JHN.5.34","label":"34","content":"Kuv tsw yuav tuabneeg le lug timkhawv. Kuv has tej nuav sub mej txhad dim."},{"bible_id":"1216","chapter_code":"JHN.5","verse_code":"JHN.5.35","label":"35","content":"Yauhaa yog lub teeb kws taws ci laam quas lug hab mej kuj zoo sab xyiv faab rua Yauhaa qhov kaaj ib nyuas ntu."},{"bible_id":"1216","chapter_code":"JHN.5","verse_code":"JHN.5.36","label":"36","content":"Tassws tej lug timkhawv kws kuv muaj luj dua Yauhaa tej lug timkhawv, tsua qhov tej num kws leej Txwv muab cob rua kuv ua kuas tav, yog tej num kws kuv saamswm ua nuav, ua timkhawv txug kuv tas leej Txwv khaiv kuv lug."},{"bible_id":"1216","chapter_code":"JHN.5","verse_code":"JHN.5.37","label":"37","content":"Hab leej Txwv kws khaiv kuv lug kuj ua timkhawv txug kuv. Mej tsw tau nov nwg lub suab hab tsw tau pum nwg lub cev,"},{"bible_id":"1216","chapter_code":"JHN.5","verse_code":"JHN.5.38","label":"38","content":"hab mej tsw muaj nwg tej lug nyob ruaj rua huv mej, tsua qhov mej tsw ntseeg tug kws leej Txwv khaiv lug."},{"bible_id":"1216","chapter_code":"JHN.5","verse_code":"JHN.5.39","label":"39","content":"Mej tshawb nrhav Vaajtswv txujlug tsua qhov mej xaav tas yuav ntswb txujsa ib txhws tsw kawg huv txujlug ntawd. Txujlug hov kuj ua timkhawv txug kuv,"},{"bible_id":"1216","chapter_code":"JHN.5","verse_code":"JHN.5.40","label":"40","content":"tassws mej tsw yeem lug cuag kuv sub txhad tau txujsa."},{"bible_id":"1216","chapter_code":"JHN.5","verse_code":"JHN.5.41","label":"41","content":"“Kuv tsw txais koob meej ntawm tuabneeg."},{"bible_id":"1216","chapter_code":"JHN.5","verse_code":"JHN.5.42","label":"42","content":"Tassws kuv paub tas mej tsw hlub Vaajtswv."},{"bible_id":"1216","chapter_code":"JHN.5","verse_code":"JHN.5.43","label":"43","content":"Kuv tuaj huv kuv leej Txwv lub npe los mej tsw leeg yuav kuv. Yog luas tuaj huv puab tug kheej lub npe, mej kuj leeg yuav tug hov."},{"bible_id":"1216","chapter_code":"JHN.5","verse_code":"JHN.5.44","label":"44","content":"Mej yuav ua le caag ntseeg tau kuv vem mej tau tej koob meej kws ib leeg muab rua ib leeg, tsw yog nrhav lub koob meej kws Vaajtswv kws yog tuab tug Vaajtswv muab?"},{"bible_id":"1216","chapter_code":"JHN.5","verse_code":"JHN.5.45","label":"45","content":"Tsw xob xaav tas kuv yuav kom mej rua leej Txwv. Muaj ib tug kom mej lawm yog Mauxe kws mej muaj sab vaam."},{"bible_id":"1216","chapter_code":"JHN.5","verse_code":"JHN.5.46","label":"46","content":"Yog mej ntseeg Mauxe, mej kuj yuav ntseeg kuv, tsua qhov Mauxe tub sau qha txug kuv."},{"bible_id":"1216","chapter_code":"JHN.5","verse_code":"JHN.5.47","label":"47","content":"Yog mej tsw ntseeg tej kws Mauxe sau tseg, mej yuav ua le caag ntseeg tau kuv tej lug?”"},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.1","label":"1","content":"Dhau ntawd Yexu hlaa Havtxwv Kalilai kws yog Havtxwv Thinpelia moog rua saab tim u."},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.2","label":"2","content":"Muaj tuabneeg coob coob lawv nwg qaab moog vem yog puab pum tej txujci tseem ceeb kws Yexu ua rua cov tuabneeg muaj mob."},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.3","label":"3","content":"Yexu nce moog rua peg roob nrug nwg cov thwjtim nyob tsawg ua ke."},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.4","label":"4","content":"Thaus ntawd ze lub swjhawm kws cov Yutai ua kevcai Hlaa Dhau."},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.5","label":"5","content":"Thaus Yexu tsaa muag saib pum tuabneeg coob heev tuaj cuag nwg, nwg txawm has rua Fili tas, “Peb yuav yuav mov hovtwg lug rua cov tuabneeg nuav noj?”"},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.6","label":"6","content":"Yexu has le ntawd swm Fili, tsua qhov Yexu yeej paub tas nwg yuav ua daabtsw."},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.7","label":"7","content":"Fili teb Yexu tas, “Ob puas ntenalia  tub tsw txaus yuav mov rua cov tuabneeg nuav noj ib leeg mivntswv.”"},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.8","label":"8","content":"Ximoo Petu tug kwv Anru kws yog ib tug thwjtim has rua Yexu tas,"},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.9","label":"9","content":"“Muaj ib tug tub nyob nuav muaj tswb lub ncuav qeb hab ob tug ntseg. Tassws qhov nyuas nuav yuav ua le caag txaus rua tuabneeg coob le nuav noj?”"},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.10","label":"10","content":"Yexu has tas, “Kuas cov tuabneeg nyob tsawg.” Qhov chaw ntawd muaj nyom ntau, tes cov tuabneeg txawm nyob tsawg, suav cov txwvneej xwb muaj kwvlaam tswb txheeb leej."},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.11","label":"11","content":"Yexu txawm muab cov ncuav hov lug mas thaus nwg ua Vaajtswv tsaug taag nwg muab faib rua cov tuabneeg kws nyob tsawg ntawd npaum le kws puab cheem tsum, hab muab cov ntseg faib ib yaam le ntawd."},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.12","label":"12","content":"Thaus puab noj tsau lawm Yexu has rua cov thwjtim tas, “Ca le khaws tej kws puab noj tsw taag ca, tsw xob ca ib nyuas qho poob xuam moog.”"},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.13","label":"13","content":"Puab txawm khaws tej kws cov tuabneeg hov noj tsw taag ntawm tswb lub ncuav qeb hov tau kaum ob tawb puv nkaus."},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.14","label":"14","content":"Thaus cov tuabneeg pum tej txujci tseem ceeb kws Yexu ua hov, puab txawm has tas, “Tug nuav yeej yog tug xwbfwb cev Vaajtswv lug kws yuav lug rua huv nplajteb tag tag le.”"},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.15","label":"15","content":"Thaus Yexu paub tas puab tub yuav tuaj yuam nwg coj moog tsaa ua vaajntxwv, nwg txawm nce tuab leeg moog peg roob lawm."},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.16","label":"16","content":"Thaus yuav tsaus ntuj Yexu cov thwjtim txawm moog rua nraag havtxwv,"},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.17","label":"17","content":"hab nce nkoj hlaa havtxwv moog rua lub moos Khapena‑u. Thaus ntawd tub tsaus ntuj lawm los Yexu tsw tau lug txug puab."},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.18","label":"18","content":"Cua txawm ntsawj heev ua rua dej havtxwv ndaas."},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.19","label":"19","content":"Thaus puab nkuam nkoj moog kwvlaam tswb rau kilu kev, puab pum Yexu moog kwtaw sau nplaim dej havtxwv saamswm tuaj ze lub nkoj. Puab ntshai kawg,"},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.20","label":"20","content":"tassws Yexu has rua puab tas, “Yog kuv ntaag. Tsw xob ntshai.”"},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.21","label":"21","content":"Puab txhad txaus sab hlo ca Yexu nce rua huv lub nkoj. Taamswm ntawd lub nkoj txawm moog txug tim ntug kws puab yuav moog hov."},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.22","label":"22","content":"Nub tom qaab cov tuabneeg kws tseed nyob saab ntug dej havtxwv tim u pum tas tsuas muaj tuab lub nkoj nyob ntawd xwb hab tub tsw pum Yexu nrug cov thwjtim nce nkoj moog, tsuas yog Yexu cov thwjtim moog xwb."},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.23","label":"23","content":"Taamswm ntawd muaj dua ib co nkoj tuaj ntawm Thinpelia tuaj nreg ze lub chaw kws puab tau noj ncuav kws tug Tswv ua Vaajtswv tsaug lawd."},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.24","label":"24","content":"Thaus cov tuabneeg hov pum tas Yexu hab nwg cov thwjtim tsw nyob qhov ntawd lawm, puab txawm nce tej nkoj hov moog nrhav Yexu rua ntawm lub moos Khapena‑u."},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.25","label":"25","content":"Thaus puab ntswb Yexu saab havtxwv tim u puab has rua nwg tas, “Lanpi,  koj tuaj rua ntawm nuav thaus twg lawm?”"},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.26","label":"26","content":"Yexu teb puab tas, “Kuv has tseeb rua mej tas, qhov kws mej nrhav kuv tsw yog vem mej pum tej txujci tseem ceeb tassws yog mej tau noj ncuav tsau lawm."},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.27","label":"27","content":"Tsw xob ua num nrhav tej mov kws txawj lwj, tassws yuav tsum nrhav tej mov kws nyob ruaj txhad tau txujsa ib txhws tsw kawg, kws Tuabneeg leej Tub yuav pub rua mej, tsua qhov Vaajtswv kws yog leej Txwv tub nas hom thawj laav nwg lawm.”"},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.28","label":"28","content":"Puab txawm has rua Yexu tas, “Peb yuav tsum ua le caag txhad ua tau Vaajtswv teg num?”"},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.29","label":"29","content":"Yexu teb puab tas, “Vaajtswv teg num yog le nuav, yog ntseeg tug kws Vaajtswv khaiv lug.”"},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.30","label":"30","content":"Puab txawm has rua nwg tas, “Yog le ntawd koj yuav ua txujci daabtsw rua peb pum peb txhad le ntseeg koj? Koj yuav ua daabtsw?"},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.31","label":"31","content":"Peb tej laug tau noj mana huv tebchaws moj saab qhua, lawv le muaj lug sau ca has tas, ‘Nwg pub zaub mov sau ntuj rua puab noj.’ ”"},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.32","label":"32","content":"Yexu txawm has rua puab tas, “Kuv has tseeb rua mej tas, tsw yog Mauxe pub cov mov sau ntuj rua mej. Tassws kuv leej Txwv pub cov tseem mov sau ntuj lug rua mej."},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.33","label":"33","content":"Tsua qhov Vaajtswv cov mov yog tug kws  lug sau ntuj lug hab pub txujsa rua tuabneeg nplajteb.”"},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.34","label":"34","content":"Puab has rua nwg tas, “Tug Tswv, thov pub cov mov hov rua peb noj moog le.”"},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.35","label":"35","content":"Yexu has rua puab tas, “Kuv yog cov mov pub txujsa. Tug kws lug cuag kuv yuav tsw tshaib, hab tug kws tso sab rua kuv yuav tsw nqhes dua le lawm."},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.36","label":"36","content":"Tassws kuv has rua mej tas mej tub pum kuv los mej tseed tsw ntseeg kuv."},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.37","label":"37","content":"Txhua tug kws leej Txwv muab pub rua kuv yeej yuav lug cuag kuv. Hab tug kws lug cuag kuv, kuv yuav tsw muab laim pov tseg hlo le."},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.38","label":"38","content":"Tsua qhov kuv lug sau ntuj lug tsw yog lug ua lawv le kuv lub sab xwb tassws ua lawv le tug kws khaiv kuv lug lub sab."},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.39","label":"39","content":"Tug kws khaiv kuv lug lub sab xaav le nuav, yog txhua tug kws nwg muab cob rua kuv lawd yuav tsw pluj ib tug le, hab nub kawg kuv yuav tsaa kuas tug hov caj sawv rov lug."},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.40","label":"40","content":"Tsua qhov kuv leej Txwv lub sab xaav le nuav, yog txhua tug kws pum leej Tub hab tso sab rua nwg yuav tau txujsa ib txhws tsw kawg hab kuv yuav tsaa tug hov caj sawv rov lug rua nub kawg.”"},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.41","label":"41","content":"Thaus hov cov Yutai txawm ywg Yexu tsua qhov nwg has tas, “Kuv yog cov mov kws lug sau ntuj lug.”"},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.42","label":"42","content":"Puab txawm has tas, “Tug nuav yog Yexu, kws yog Yauxej tug tub los tsw yog? Nwg nam nwg txwv peb kuj paub. Ua le caag nwgnuav nwg yuav has tas, ‘Kuv nqeg sau ntuj lug’ nua?”"},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.43","label":"43","content":"Yexu teb puab tas, “Tsw xob sws ywg hlo le."},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.44","label":"44","content":"Tsw muaj leejtwg yuav lug cuag tau kuv tsuas yog leej Txwv kws khaiv kuv lug nqug nwg lug xwb, hab kuv yuav tsaa tug hov caj sawv lug rua nub kawg."},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.45","label":"45","content":"Muaj lug sau ca rua huv cov xwbfwb cev Vaajtswv lug phoo ntawv has tas, ‘Vaajtswv yuav qhuab qha puab txhua tug.’  Txhua tug kws tau noog hab tau kawm paub ntawm leej Txwv kuj lug cuag kuv."},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.46","label":"46","content":"Tsw muaj leejtwg tau pum leej Txwv tsuas yog tug kws lug ntawm Vaajtswv lug, nwg txhad tau pum leej Txwv lawm."},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.47","label":"47","content":"Kuv has tseeb rua mej tas, tug kws ntseeg kuj muaj txujsa ib txhws tsw kawg."},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.48","label":"48","content":"Kuv yog cov mov pub txujsa."},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.49","label":"49","content":"Mej tej laug tau noj mana huv tebchaws moj saab qhua los puab kuj tuag taag lawm."},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.50","label":"50","content":"Nuav yog cov mov kws lug sau ntuj lug mas tug kws tau noj lawm yuav tsw tuag."},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.51","label":"51","content":"Kuv yog cov mov pub txujsa kws lug sau ntuj lug. Yog leejtwg noj cov mov nuav tug hov yuav muaj txujsa nyob moog ib txhws tsw kawg. Hab cov mov kws kuv yuav pub rua lub nplajteb muaj txujsa kuj yog kuv lub cev nqaj.”"},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.52","label":"52","content":"Cov Yutai txawm sws caam has tas, “Tug nuav yuav muab nwg cev nqaj rua peb noj le caag?”"},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.53","label":"53","content":"Yexu txhad has rua puab tas, “Kuv has tseeb rua mej tas, yog mej tsw tau noj Tuabneeg leej Tub cev nqaj hab tsw tau haus nwg cov ntshaav, mas mej yuav tsw tau txujsa."},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.54","label":"54","content":"Tug kws noj kuv cev nqaj hab haus kuv cov ntshaav mas tau txujsa ib txhws tsw kawg, hab kuv yuav tsaa nwg caj sawv lug rua nub kawg."},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.55","label":"55","content":"Tsua qhov kuv cev nqaj yog cov tseem mov hab kuv cov ntshaav yog cov tseem dej haus."},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.56","label":"56","content":"Tug kws noj kuv cev nqaj hab haus kuv cov ntshaav, tug hov nyob huv kuv hab kuv kuj nyob huv nwg."},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.57","label":"57","content":"Leej Txwv kws muaj txujsa nyob khaiv kuv lug hab kuv muaj txujsa vem yog muaj leej Txwv le caag, tug kws noj kuv yuav muaj txujsa vem yog muaj kuv ib yaam le ntawd."},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.58","label":"58","content":"Nuav yog cov mov kws nqeg sau ntuj lug, tsw thooj le tej mov kws mej tej laug noj hab puab tuag taag lawm. Tug kws noj cov mov nuav yuav muaj txujsa nyob moog ib txhws tsw kawg.”"},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.59","label":"59","content":"Tej lug nuav Yexu has rua thaus nwg qhuab qha huv lub tsev sablaaj ntawm lub moos Khapena‑u."},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.60","label":"60","content":"Thaus cov thwjtim nov Yexu has le hov txawm muaj ntau leej has tas, “Tej lug nuav nyuaj kawg le, leejtwg yuav leeg tau?”"},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.61","label":"61","content":"Thaus Yexu paub tas nwg cov thwjtim ywg txug tej lug hov nwg txawm has rua puab tas, “Tej lug nuav ua rua mej dawm lov?"},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.62","label":"62","content":"Yog mej pum Tuabneeg leej Tub nce rov moog rua lub chaw kws thau u nwg nyob, mej yuav has le caag?"},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.63","label":"63","content":"Vaaj Ntsuj Plig yog tug kws pub txujsa, lub cev nqaj tawv tsw muaj qaabhau daabtsw. Tej lug kws kuv has rua mej yog Ntsuj Plig hov hab yog txujsa."},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.64","label":"64","content":"Tassws mej cov muaj qee leej tsw ntseeg.” Tsua qhov txwj thaus chiv thawj lug lawd Yexu yeej paub leejtwg tsw ntseeg hab leejtwg yuav faav xeeb rua nwg."},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.65","label":"65","content":"Mas Yexu txhad has tas, “Vem le nuav kuv txhad has rua mej tas tsw muaj leejtwg lug cuag tau kuv tsuas yog leej Txwv pub rua nwg xwb txhad lug tau.”"},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.66","label":"66","content":"Txwj ntawd lug nwg cov thwjtim ntau leej txawm thim tsw nrug Yexu moog lawm."},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.67","label":"67","content":"Yexu txawm has rua kaum ob tug thwjtim tas, “Mej kuj xaav ncaim kuv moog hab lov?”"},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.68","label":"68","content":"Ximoo Petu teb Yexu tas, “Tug Tswv, peb yuav moog cuag leejtwg? Koj tej lug txhad pub txujsa ib txhws tsw kawg."},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.69","label":"69","content":"Peb yeej ntseeg hab paub tas koj yog tug dawb huv ntawm Vaajtswv.”"},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.70","label":"70","content":"Yexu teb puab tas, “Kuv xaiv mej kaum ob leeg los tsw yog? Tassws mej cov muaj ib tug yog daab.”"},{"bible_id":"1216","chapter_code":"JHN.6","verse_code":"JHN.6.71","label":"71","content":"Yog Yexu has txug Yuta kws yog Ximoo Ikhali‑au tug tub, tsua qhov nwg yog ib tug huv kaum ob tug thwjtim kws yuav faav xeeb rua Yexu."},{"bible_id":"1216","chapter_code":"JHN.7","verse_code":"JHN.7.1","label":"1","content":"Dhau ntawd Yexu moog moog lug lug huv lub xeev Kalilai. Nwg tsw xaav moog rua huv lub xeev Yutia tsua qhov cov Yutai pheej nrhav kev txuv Yexu."},{"bible_id":"1216","chapter_code":"JHN.7","verse_code":"JHN.7.2","label":"2","content":"Thaus ntawd ze lub swjhawm kws cov Yutai ua kevcai nyob tsev pheeb suav."},{"bible_id":"1216","chapter_code":"JHN.7","verse_code":"JHN.7.3","label":"3","content":"Yexu cov kwv txawm has rua Yexu tas, “Ca le tawm ntawm nuav moog rua nraag Yutia sub koj cov thwjtim txhad le pum tej num kws koj ua,"},{"bible_id":"1216","chapter_code":"JHN.7","verse_code":"JHN.7.4","label":"4","content":"vem tsw muaj leejtwg xaav tau koob meej es yuav ua num nraim quas nreeg. Yog koj yuav ua tej nuav koj ca le tshwm ntsej muag rua suavdawg pum.”"},{"bible_id":"1216","chapter_code":"JHN.7","verse_code":"JHN.7.5","label":"5","content":"Txawm yog Yexu cov kwv los kuj tsw tso sab rua nwg."},{"bible_id":"1216","chapter_code":"JHN.7","verse_code":"JHN.7.6","label":"6","content":"Yexu txhad has rua puab tas, “Tsw tau txug kuv lub swjhawm, tassws mej le mas lub swjhawm twg kuj tau."},{"bible_id":"1216","chapter_code":"JHN.7","verse_code":"JHN.7.7","label":"7","content":"Lub nplajteb tsw muaj chaw ntxub mej tassws ntxub kuv vem kuv ua timkhawv tas tej kws nplajteb ua mas phem kawg le."},{"bible_id":"1216","chapter_code":"JHN.7","verse_code":"JHN.7.8","label":"8","content":"Mej ca le moog ua kevcai nyob tsev pheeb suav, kuv tsw moog ua zag kevcai nuav vem tsw tau txug lub swjhawm kws teem ca rua kuv.”"},{"bible_id":"1216","chapter_code":"JHN.7","verse_code":"JHN.7.9","label":"9","content":"Thaus has le ntawd taag lawd Yexu tseed nyob huv Kalilai."},{"bible_id":"1216","chapter_code":"JHN.7","verse_code":"JHN.7.10","label":"10","content":"Thaus Yexu cov kwv moog ua kevcai tsev pheeb suav taag lawm, Yexu kuj moog hab tassws nwg moog tuabywv tsw taab meeg rua suavdawg pum."},{"bible_id":"1216","chapter_code":"JHN.7","verse_code":"JHN.7.11","label":"11","content":"Thaus ua zag kevcai hov cov Yutai nrhav Yexu hab nug tas, “Nwg nyob hovtwg?”"},{"bible_id":"1216","chapter_code":"JHN.7","verse_code":"JHN.7.12","label":"12","content":"Tej tuabneeg sws ntxhw zum quas zawg txug Yexu. Qee leej has tas, “Nwg yog tuabneeg zoo,” qee leej has tas, “Tsw yog, nwg ua rua cov tuabneeg yuam kev xwb.”"},{"bible_id":"1216","chapter_code":"JHN.7","verse_code":"JHN.7.13","label":"13","content":"Tassws tsw muaj leejtwg taab meeg has txug Yexu vem yog ntshai cov Yutai."},{"bible_id":"1216","chapter_code":"JHN.7","verse_code":"JHN.7.14","label":"14","content":"Thaus tub ua kevcai txug nraab lawm, Yexu nce moog qhuab qha rua huv lub tuam tsev."},{"bible_id":"1216","chapter_code":"JHN.7","verse_code":"JHN.7.15","label":"15","content":"Cov Yutai xaav tsw thoob has tas, “Tug nuav tub tsw kawm ntawv ua caag nwg paub ua luaj le?”"},{"bible_id":"1216","chapter_code":"JHN.7","verse_code":"JHN.7.16","label":"16","content":"Yexu teb puab tas, “Tej lug kws kuv qha tsw yog kuv le, tassws yog tug kws khaiv kuv lug le."},{"bible_id":"1216","chapter_code":"JHN.7","verse_code":"JHN.7.17","label":"17","content":"Yog leejtwg xaav ua lawv le Vaajtswv lub sab nyam, tug hov yuav paub tas tej lug qha nuav lug ntawm Vaajtswv lug lossws kuv has lawv le kuv lub sab xwb."},{"bible_id":"1216","chapter_code":"JHN.7","verse_code":"JHN.7.18","label":"18","content":"Tug kws has lawv nwg lub sab xwb yeej nrhav koob meej rua nwg tug kheej. Tassws tug kws nrhav koob meej rua tug kws khaiv nwg lug tug hov yeej has tseeb, tsw muaj ib qho daag le."},{"bible_id":"1216","chapter_code":"JHN.7","verse_code":"JHN.7.19","label":"19","content":"Mauxe muab txuj kevcai rua mej los tsw yog? Tassws mej cov tsw muaj ib tug tuav txuj kevcai hov. Mej nrhav kev tua kuv ua daabtsw?”"},{"bible_id":"1216","chapter_code":"JHN.7","verse_code":"JHN.7.20","label":"20","content":"Cov tuabneeg ntawd teb tas, “Koj raug daab. Leejtwg nrhav kev tua koj?”"},{"bible_id":"1216","chapter_code":"JHN.7","verse_code":"JHN.7.21","label":"21","content":"Yexu teb puab tas, “Kuv tau ua ib yaam xwb, mas mej txhua tug xaav tsw thoob le."},{"bible_id":"1216","chapter_code":"JHN.7","verse_code":"JHN.7.22","label":"22","content":"Mauxe qha mej ua kevcai txav, tassws txuj kevcai txav hov tsw yog tau ntawm Mauxe lug yog tau ntawm tej yawm koob thau u lug. Mej tub muab tuabneeg ua kevcai txav rua nub Xanpatau."},{"bible_id":"1216","chapter_code":"JHN.7","verse_code":"JHN.7.23","label":"23","content":"Yog nub Xanpatau mej tub muab mivnyuas tub ua kevcai txav sub txhad tsw txhum Mauxe txuj kevcai, ua caag mej tseed chim tsua qhov kws kuv khu ib tug yawm zoo mob rua nub Xanpatau?"},{"bible_id":"1216","chapter_code":"JHN.7","verse_code":"JHN.7.24","label":"24","content":"Tsw xob txav txem lawv le lub qhov muag pum xwb, yuav tsum txav lawv le qhov ncaaj.”"},{"bible_id":"1216","chapter_code":"JHN.7","verse_code":"JHN.7.25","label":"25","content":"Cov tuabneeg huv Yeluxalee qee leej txhad has tas, “Tug nuav tsw yog tug kws puab nrhav kev tua lov?"},{"bible_id":"1216","chapter_code":"JHN.7","verse_code":"JHN.7.26","label":"26","content":"Nwg tub nyob ntawm nuav nev, nwg saamswm has taab meeg los puab tsw has le caag rua nwg. Nyab cov kws ua hlub yeej paub tseeb tas tug nuav yog tug Kheto  los tsw yog?"},{"bible_id":"1216","chapter_code":"JHN.7","verse_code":"JHN.7.27","label":"27","content":"Tassws peb paub tas tug nuav tuaj hovtwg tuaj. Thaus tug Kheto tshwm lug yuav tsw muaj leejtwg paub tas nwg tuaj hovtwg tuaj.”"},{"bible_id":"1216","chapter_code":"JHN.7","verse_code":"JHN.7.28","label":"28","content":"Thaus Yexu qhuab qha huv lub tuam tsev nwg txawm qw has tas, “Mej yeej paub kuv hab paub tas kuv tuaj hovtwg tuaj. Tsw yog kuv tuaj lawv le kuv lub sab xwb. Tug kws khaiv kuv tuaj mas muaj tseeb los mej tsw paub nwg."},{"bible_id":"1216","chapter_code":"JHN.7","verse_code":"JHN.7.29","label":"29","content":"Kuv paub nwg vem yog kuv tuaj ntawm nwg tuaj hab nwg khaiv kuv tuaj.”"},{"bible_id":"1216","chapter_code":"JHN.7","verse_code":"JHN.7.30","label":"30","content":"Puab txawm nrhav kev nteg Yexu tassws tsw muaj leejtwg tsaa teg kov nwg vem tsw tau txug nwg lub swjhawm."},{"bible_id":"1216","chapter_code":"JHN.7","verse_code":"JHN.7.31","label":"31","content":"Tassws muaj ntau leej huv cov tuabneeg hov ntseeg Yexu hab has tas, “Thaus tug Kheto tshwm lug, nwg yuav ua tej txujci tseem ceeb ntau dua tug nuav ua hab lov?”"},{"bible_id":"1216","chapter_code":"JHN.7","verse_code":"JHN.7.32","label":"32","content":"Thaus cov Falixai nov tej pejxeem sws ntxhw txug Yexu le ntawd, cov pov thawj hlub hab cov Falixai txawm khaiv tub teg tub taw moog nteg Yexu."},{"bible_id":"1216","chapter_code":"JHN.7","verse_code":"JHN.7.33","label":"33","content":"Yexu txawm has tas, “Kuv yuav nrug mej nyob tsw ntev, tes kuv yuav rov moog cuag tug kws khaiv kuv tuaj."},{"bible_id":"1216","chapter_code":"JHN.7","verse_code":"JHN.7.34","label":"34","content":"Mej yuav nrhav kuv los nrhav tsw tau. Qhov chaw kws kuv nyob ntawd mej moog tsw tau.”"},{"bible_id":"1216","chapter_code":"JHN.7","verse_code":"JHN.7.35","label":"35","content":"Cov Yutai txawm sws thaam has tas, “Tug yawm nuav yuav moog rua hovtwg kws peb nyim yuav nrhav tsw tau nwg? Nwg yuav moog rua peb cov tuabneeg kws nyob ua saab ua sua rua huv cov Kili hab qha cov Kili lov?"},{"bible_id":"1216","chapter_code":"JHN.7","verse_code":"JHN.7.36","label":"36","content":"Qhov kws nwg has tas, ‘Mej yuav nrhav kuv los nrhav tsw tau,’ hab ‘Qhov chaw kws kuv nyob ntawd mej moog tsw tau,’ lub ntsab yog le caag?”"},{"bible_id":"1216","chapter_code":"JHN.7","verse_code":"JHN.7.37","label":"37","content":"Nub kawg kws puab ua kevcai ntawd yog nub tseem ceeb heev, Yexu sawv ntsug qw nrov has tas, “Yog leejtwg nqhes, ca tug hov lug cuag kuv hab haus."},{"bible_id":"1216","chapter_code":"JHN.7","verse_code":"JHN.7.38","label":"38","content":"Leejtwg tso sab rua kuv yuav muaj lawv le Vaajtswv txujlug kws sau ca has tas, ‘Tej nam dej kws pub txujsa yuav txhawv ndwg huv tug hov lub sab lug.’ ”"},{"bible_id":"1216","chapter_code":"JHN.7","verse_code":"JHN.7.39","label":"39","content":"Qhov kws Yexu has ntawd yog has txug Vaaj Ntsuj Plig kws cov kws tso sab rua Yexu yuav tau txais. Tsua qhov tseed tsw tau pub Vaaj Ntsuj Plig lug vem Yexu tseed tsw tau txais tug fwjchim ci ntsaa ab."},{"bible_id":"1216","chapter_code":"JHN.7","verse_code":"JHN.7.40","label":"40","content":"Thaus cov tuabneeg tau nov le ntawd, muaj qee leej has tas, “Tug nuav yog tug xwbfwb cev Vaajtswv lug tag tag le.”"},{"bible_id":"1216","chapter_code":"JHN.7","verse_code":"JHN.7.41","label":"41","content":"Lwm tug kuj has tas, “Tug nuav yog tug Kheto.” Muaj qee leej has tas, “Tug Kheto yuav tshwm huv Kalilai tuaj lov?"},{"bible_id":"1216","chapter_code":"JHN.7","verse_code":"JHN.7.42","label":"42","content":"Vaajtswv txujlug has ca tas tug Kheto yuav tshwm huv Tavi caaj ceg lug hab tshwm lug huv lub moos Npelehee kws Tavi txeev nyob los tsw yog?”"},{"bible_id":"1216","chapter_code":"JHN.7","verse_code":"JHN.7.43","label":"43","content":"Yog le nuav cov tuabneeg txhad sws caam txug Yexu."},{"bible_id":"1216","chapter_code":"JHN.7","verse_code":"JHN.7.44","label":"44","content":"Qee leej xaav nteg Yexu tassws tsw muaj leejtwg tsaa teg kov nwg le."},{"bible_id":"1216","chapter_code":"JHN.7","verse_code":"JHN.7.45","label":"45","content":"Cov tub teg tub taw rov qaab moog cuag cov pov thawj hlub hab cov Falixai. Puab txawm nug cov tub teg tub taw tas, “Ua le caag mej tsw nteg nwg lug?”"},{"bible_id":"1216","chapter_code":"JHN.7","verse_code":"JHN.7.46","label":"46","content":"Cov tub teg tub taw teb tas, “Tsw txeev muaj ib tug txawj has le tug hov hlo le.”"},{"bible_id":"1216","chapter_code":"JHN.7","verse_code":"JHN.7.47","label":"47","content":"Cov Falixai teb puab tas, “Mej raug nwg ntxag lawm hab lov?"},{"bible_id":"1216","chapter_code":"JHN.7","verse_code":"JHN.7.48","label":"48","content":"Cov kws ua hlub hab cov Falixai muaj leejtwg ntseeg nwg hab lov?"},{"bible_id":"1216","chapter_code":"JHN.7","verse_code":"JHN.7.49","label":"49","content":"Tassws cov pejxeem nuav kws tsw paub Mauxe kevcai tub raug tsawm foom lawm.”"},{"bible_id":"1216","chapter_code":"JHN.7","verse_code":"JHN.7.50","label":"50","content":"Nikhauntemau kws tom ntej tuaj cuag Yexu hab yog ib tug huv puab cov ntawd txhad has rua puab tas,"},{"bible_id":"1216","chapter_code":"JHN.7","verse_code":"JHN.7.51","label":"51","content":"“Peb txuj kevcai txeev txav txem rua tuabneeg ua ntej kws tsw tau nov nwg has lossws tsw tau paub tas nwg ua daabtsw lov?”"},{"bible_id":"1216","chapter_code":"JHN.7","verse_code":"JHN.7.52","label":"52","content":"Puab txawm teb tas, “Koj tuaj peg Kalilai tuaj hab lov? Koj swm tshawb saib, yuav pum tas tsw muaj ib tug xwbfwb cev Vaajtswv lug tshwm huv Kalilai tuaj le.” (7:53-8:11 - tej phoo lug Kili tsw muaj tej nqais nuav.)"},{"bible_id":"1216","chapter_code":"JHN.7","verse_code":"JHN.7.53","label":"53","content":"[Tes puab txawm nyag moog nyag tsev lawm."},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.1","label":"1","content":"Yexu txawm moog rua ntawm lub roob Txwv Aulib."},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.2","label":"2","content":"Mas taagkig sawv ntxuv nwg tuaj rua huv lub tuam tsev dua ib zag. Cov tuabneeg suavdawg tuaj cuag nwg mas Yexu nyob tsawg qhuab qha puab."},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.3","label":"3","content":"Tes cov xwbfwb qha Vaajtswv kevcai hab cov Falixai txawm coj ib tug quaspuj kws raug nteg thaus deev hluas nraug tuaj cuag Yexu, hab kuas nwg sawv taab meeg ntawm cov tuabneeg xubndag."},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.4","label":"4","content":"Puab has rua Yexu tas, “Xwbfwb, tug puj nuav raug nteg rua thaus saamswm deev hluas nraug."},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.5","label":"5","content":"Huv phoo kevcai Mauxe has kuas peb xuas pob zeb ntaus tug tuabneeg zoo le nuav kuas tuag. Koj yuav has le caag?”"},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.6","label":"6","content":"Puab has le nuav swm Yexu txhad tau chaw kom nwg. Tes Yexu txawm nyo hlo xuas ntiv teg sau rua huv aav."},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.7","label":"7","content":"Puab tseed pheej nug tsw tu, Yexu txawm sawv lug has rua puab tas, “Mej cov leejtwg kws tsw muaj txem ca tug hov xub xuas pob zeb ntaus tug puj nuav.”"},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.8","label":"8","content":"Yexu txawm rov nyo hlo xuas ntiv teg sau rua huv aav dua."},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.9","label":"9","content":"Thaus puab nov Yexu has le ntawd puab txawm tawm moog ib tug zuj zug cov laug xub moog ua ntej, tshuav Yexu tuab leeg hab tug quaspuj hov sawv ntawm Yexu xubndag xwb."},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.10","label":"10","content":"Yexu sawv lug mas has rua tug puj hov tas, “Mivntxhais, puab dua twg taag lawm? Tsw muaj leejtwg rau txem rua koj lov?”"},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.11","label":"11","content":"Nwg has tas, “Tug Tswv, tsw muaj leejtwg le.” Mas Yexu txawm has tas, “Kuv kuj tsw rau txem rua koj ib yaam nkaus hab. Ca le moog tsev, tsw xob rov ua txhum dua le lawm.”]"},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.12","label":"12","content":"Yexu has dua rua puab tas, “Kuv yog qhov kaaj rua lub nplajteb. Tug kws lawv kuv qaab moog yuav tsw taug txujkev tsaus ntuj, tassws nwg yuav muaj qhov kaaj kws pub txujsa.”"},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.13","label":"13","content":"Cov Falixai txawm has rua Yexu tas, “Koj rov ua timkhawv txug koj xwb. Koj tej lug timkhawv tsw muaj tseeb.”"},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.14","label":"14","content":"Yexu teb tas, “Txawm yog kuv ua timkhawv rua kuv tug kheej, los kuv tej lug yeej muaj tseeb, tsua qhov kuv paub tas kuv tuaj hovtwg tuaj hab yuav moog hovtwg. Tassws mej cov tsw paub tas kuv tuaj hovtwg tuaj hab yuav moog rua hovtwg."},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.15","label":"15","content":"Mej txav txem lawv le tuabneeg nplajteb txav, kuv tsw txav txem rua leejtwg."},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.16","label":"16","content":"Tassws yog kuv yuav txav txem los kuv yeej txav txem raug cai, tsua qhov tsw yog kuv tuab leeg txav txem xwb, tassws kuv hab leej Txwv kws khaiv kuv lug ib txav txem ua ke."},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.17","label":"17","content":"Mej txuj kevcai muaj sau ca has tas tej lug timkhawv kws muaj ob leeg has yeej yog muaj tseeb."},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.18","label":"18","content":"Kuv ua timkhawv rua kuv tug kheej hab leej Txwv kws khaiv kuv lug kuj ua timkhawv rua kuv hab.”"},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.19","label":"19","content":"Puab txawm has rua Yexu tas, “Koj leej txwv nyob hovtwg?” Yexu teb tas, “Mej tsw paub kuv hab tsw paub kuv leej Txwv. Yog mej paub kuv, mej kuj yuav paub kuv leej Txwv hab.”"},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.20","label":"20","content":"Yexu has tej lug nuav ntawm lub txhaab nyaj rua thaus nwg qhuab qha huv lub tuam tsev. Tassws tsw muaj leejtwg nteg nwg, vem yog tsw tau txug nwg lub swjhawm."},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.21","label":"21","content":"Yexu has dua rua puab tas, “Kuv yuav ncaim mej moog, mas mej yuav nrhav kuv, hab mej yuav tuag rua huv mej lub txem. Lub chaw kws kuv moog hov mej moog tsw tau.”"},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.22","label":"22","content":"Cov Yutai txawm has tas, “Nwg yuav rov tua nwg tuag lov? Tsua qhov nwg has tas, ‘Lub chaw kws kuv moog hov mej moog tsw tau.’ ”"},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.23","label":"23","content":"Yexu has rua puab tas, “Mej yog tuabneeg nplajteb, kuv yog tuabneeg qaum ntuj, mej yog nplajteb le, kuv tsw yog nplajteb le."},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.24","label":"24","content":"Kuv tub has rua mej tas mej yuav tuag rua huv mej lub txem. Yog mej tsw ntseeg tas kuv yog tug hov,  mej yeej yuav tuag rua huv mej lub txem.”"},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.25","label":"25","content":"Puab has rua nwg tas, “Koj yog leejtwg?” Yexu has rua puab tas, “Kuv yog tug kws kuv tub has rua mej thaus chiv thawj lawd."},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.26","label":"26","content":"Kuv tseed tshuav ntau yaam kws yuav has hab yuav txav txem ntswg txug mej. Tassws tug kws khaiv kuv lug ncaaj nceeg hab tej kws kuv tau nov ntawm tug hov, kuv has rua nplajteb paub.”"},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.27","label":"27","content":"Puab tsw nkaag sab tas Yexu has txug leej Txwv rua puab."},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.28","label":"28","content":"Yexu txawm has tas, “Thaus mej muab Tuabneeg leej Tub tsaa rua sau, tes mej yuav paub tas kuv yog tug hov ntaag hab paub tas kuv tsw ua ib yaam daabtsw lawv le kuv lub sab xwb, tassws leej Txwv qha le caag kuv kuj has le ntawd."},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.29","label":"29","content":"Tug kws khaiv kuv lug kuj nrug nraim kuv, nwg tsw tso kuv nyob tuab leeg, tsua qhov kuv pheej ua lawv le nwg lub sab nyam.”"},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.30","label":"30","content":"Thaus Yexu has le ntawd, kuj muaj tuabneeg coob tso sab rua nwg."},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.31","label":"31","content":"Yexu txawm has rua cov Yutai kws tso sab rua nwg tas, “Yog mej tuav rawv kuv tej lug, mej kuj yog kuv le thwjtim tag tag,"},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.32","label":"32","content":"hab mej yuav paub qhov tseeb, hab qhov tseeb yuav tso mej nyob ywj pheej.”"},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.33","label":"33","content":"Puab txawm teb Yexu tas, “Peb yog Aplahaa caaj ceg, peb tsw txeev ua leejtwg le qhev. Ua le caag koj has tas, ‘Peb yuav tau nyob ywj pheej’?”"},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.34","label":"34","content":"Yexu teb puab tas, “Kuv has tseeb rua mej tas, txhua tug kws ua txhum kuj ua txujkev txhum le qhev."},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.35","label":"35","content":"Tug qhev tsw nyob huv lub tsev moog ib txhws, tsuas yog tug tub txhad nyob moog ib txhws."},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.36","label":"36","content":"Vem le nuav yog leej Tub tso mej nyob ywj pheej, mej yuav tau nyob ywj pheej tag tag le."},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.37","label":"37","content":"Kuv paub tas mej yog Aplahaa le caaj ceg tassws mej nrhav kev muab kuv tua pov tseg vem kuv tej lug tsw tau chaw nyob huv mej."},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.38","label":"38","content":"Kuv has txug tej kws kuv pum thaus kuv nrug leej Txwv nyob, mej ua tej kws mej nov mej leej txwv qha.”"},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.39","label":"39","content":"Puab teb Yexu tas, “Aplahaa yog peb le txwv.” Yexu txawm has rua puab tas, “Yog mej yog Aplahaa le mivnyuas, mej yeej yuav ua tej kws Aplahaa ua."},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.40","label":"40","content":"Kuv tub has qhov tseeb kws kuv tau nov ntawm Vaajtswv rua mej los mej tseed nrhav kev tua kuv. Aplahaa tub tsw ua le nuav."},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.41","label":"41","content":"Mej ua tej kws mej txwv ua.” Puab has rua Yexu tas, “Peb tsw yog mivnyuas tsaub, peb muaj tuab leej txwv xwb, yog Vaajtswv.”"},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.42","label":"42","content":"Yexu has rua puab tas, “Yog Vaajtswv yog mej leej Txwv, tes mej yuav hlub kuv tsua qhov kuv lug ntawm Vaajtswv lug hab nyob ntawm nuav lawm. Kuv tsw yog lug lawv le kuv lub sab xaav, yog Vaajtswv khaiv kuv lug."},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.43","label":"43","content":"Ua le caag mej tsw nkaag sab tej lug kws kuv has? Tub yog vem mej noog tsw taug kuv tej lug."},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.44","label":"44","content":"Mej lug ntawm mej txwv kws yog Ntxwg Nyoog, mej xaav ua lawv le mej txwv lub sab nyam xwb. Nwg yog tug tua tuabneeg thaus chiv keeb thau u lug lawm, hab nwg tsw nyob huv qhov tseeb vem nwg tsw muaj qhov tseeb hlo le. Thaus nwg has daag, nwg kuj has lawv le nwg ib txwm has, tsua qhov nwg yeej yog tug nam daag, hab yog cov kws daag leej txwv."},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.45","label":"45","content":"Tassws tub yog vem kuv has qhov tseeb mej txhad tsw ntseeg kuv."},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.46","label":"46","content":"Mej cov muaj leejtwg has tau tas kuv muaj txem? Yog kuv has qhov tseeb, ua le caag mej tsw ntseeg kuv?"},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.47","label":"47","content":"Tug kws lug ntawm Vaajtswv yeej noog Vaajtswv tej lug. Qhov kws mej tsw noog Vaajtswv lug tub yog vem mej tsw lug ntawm Vaajtswv lug.”"},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.48","label":"48","content":"Cov Yutai teb Yexu tas, “Qhov kws peb has tas koj yog tuabneeg Xamali hab koj raug daab hov tsw tseeb lov?”"},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.49","label":"49","content":"Yexu teb tas, “Kuv tsw raug daab. Kuv fwm kuv leej Txwv tassws mej saib tsw taug kuv."},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.50","label":"50","content":"Kuv tsw nrhav koob meej rua kuv. Muaj ib tug nrhav rua kuv hab nwg yog tug kws yuav txav txem."},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.51","label":"51","content":"Kuv has tseeb rua mej tas, yog leejtwg tuav rawv kuv tej lug, tug hov yuav tsw ntswb txujkev tuag.”"},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.52","label":"52","content":"Cov Yutai has rua Yexu tas, “Nwgnuav peb paub lawm tas yeej yog koj raug daab. Aplahaa tub tuag lawm hab cov xwbfwb cev Vaajtswv lug kuj tuag taag lawm tassws koj has tas, yog leejtwg tuav rawv kuv tej lug, tug hov yuav tsw tau swm txujkev tuag le."},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.53","label":"53","content":"Koj luj dhau peb txwv Aplahaa kws tub tuag lawd lov? Cov xwbfwb cev Vaajtswv lug kuj tuag taag lawm hab. Koj khaav tas koj yog leejtwg?”"},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.54","label":"54","content":"Yexu teb tas, “Yog kuv fuas koob meej rua kuv, kuv lub koob meej hov tsw muaj qaabhau daabtsw. Kuv txwv yog tug kws muab koob meej rua kuv, yog tug kws mej has tas yog mej tug Vaajtswv."},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.55","label":"55","content":"Mej tub tsw paub nwg, tassws kuv paub nwg. Yog kuv has tas kuv tsw paub nwg, kuj yog kuv daag ib yaam le mej. Tassws kuv paub nwg hab kuv tuav rawv nwg tej lug."},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.56","label":"56","content":"Mej txwv Aplahaa zoo sab kws yuav tau pum kuv nub. Nwg tub pum lawm hab zoo sab kawg.”"},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.57","label":"57","content":"Cov Yutai txawm has rua Yexu tas, “Koj noob nyoog tub tsw tau txug tswb caug xyoo, koj txawm swv pum Aplahaa lawm lov?”"},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.58","label":"58","content":"Yexu has rua puab tas, “Kuv has tseeb rua mej tas, thaus tsw tau yug Aplahaa, kuv yeej yog kuv.”"},{"bible_id":"1216","chapter_code":"JHN.8","verse_code":"JHN.8.59","label":"59","content":"Puab txawm khaws pob zeb yuav ntaus nwg, tassws Yexu ca le tswv nraim tawm dhau huv lub tuam tsev lawm."},{"bible_id":"1216","chapter_code":"JHN.9","verse_code":"JHN.9.1","label":"1","content":"Thaus Yexu taug kev moog nwg pum ib tug yawm dig muag ib txwm nruab thab lug."},{"bible_id":"1216","chapter_code":"JHN.9","verse_code":"JHN.9.2","label":"2","content":"Yexu cov thwjtim nug Yexu tas, “Lanpi,  leejtwg ua txhum, yog nwg ua lossws yog nwg nam nwg txwv ua nwg txhad yug lug dig muag nruab thab lug le hov?”"},{"bible_id":"1216","chapter_code":"JHN.9","verse_code":"JHN.9.3","label":"3","content":"Yexu teb tas, “Tsw yog nwg lossws nwg nam nwg txwv ua txhum, tassws nwg dig muag sub Vaajtswv tej num txhad tshwm rua ntawm nwg lub cev."},{"bible_id":"1216","chapter_code":"JHN.9","verse_code":"JHN.9.4","label":"4","content":"Peb yuav tsum ua tug kws khaiv kuv lug teg num rua thaus tseed nruab nub. Qhov tsaus ntuj kws tsw muaj leejtwg ua tau num saamswm lug."},{"bible_id":"1216","chapter_code":"JHN.9","verse_code":"JHN.9.5","label":"5","content":"Thaus kuv tseed nyob huv nplajteb, kuv yog qhov kaaj rua lub nplajteb.”"},{"bible_id":"1216","chapter_code":"JHN.9","verse_code":"JHN.9.6","label":"6","content":"Thaus has le ntawd lawm, Yexu txawm nti qub ncaug rua huv aav, muab du xyaw ua aav nplaum pleev tug dig muag ob lub qhov muag,"},{"bible_id":"1216","chapter_code":"JHN.9","verse_code":"JHN.9.7","label":"7","content":"hab has rua nwg tas, “Ca le moog ntxuav muag tom lub paag dej Xilau‑aa,” (Xilau‑aa txhais tas khaiv moog). Tug dig muag txawm moog ntxuav qhov muag taag rov lug mas pum kev lawm."},{"bible_id":"1216","chapter_code":"JHN.9","verse_code":"JHN.9.8","label":"8","content":"Tej tuabneeg zej zog kws txeev pum tug yawm hov thov khawv txawm has tas, “Tug nuav yog tug kws txeev nyob tsawg thov khawv los tsw yog?”"},{"bible_id":"1216","chapter_code":"JHN.9","verse_code":"JHN.9.9","label":"9","content":"Muaj qee leej has tas, “Yog tug hov ntaag.” Muaj dua lwm tug has tas, “Tsw yog, nwg zoo thooj le tug hov xwb.” Nwg tug kheej txawm has tas, “Kuv yog tug hov ntaag.”"},{"bible_id":"1216","chapter_code":"JHN.9","verse_code":"JHN.9.10","label":"10","content":"Puab txawm has rua nwg tas, “Koj lub qhov muag pum kev tau le caag?”"},{"bible_id":"1216","chapter_code":"JHN.9","verse_code":"JHN.9.11","label":"11","content":"Nwg teb tas, “Ib tug yawm kws hu ua Yexu ua aav nplaum pleev kuv ob lub qhov muag hab has rua kuv tas, ‘Ca le moog ntxuav muag tom lub paaj deg Xilau‑aa.’ Kuv txawm moog ntxuav muag taag tes pum kev lawm.”"},{"bible_id":"1216","chapter_code":"JHN.9","verse_code":"JHN.9.12","label":"12","content":"Puab has rua nwg tas, “Tug hov nyob hovtwg?” Nwg has tas, “Kuv tsw paub.”"},{"bible_id":"1216","chapter_code":"JHN.9","verse_code":"JHN.9.13","label":"13","content":"Puab txawm coj tug kws txeev dig muag hov moog cuag cov Falixai."},{"bible_id":"1216","chapter_code":"JHN.9","verse_code":"JHN.9.14","label":"14","content":"Nub kws Yexu ua aav nplaum hab khu tug yawm hov pum kev yog nub Xanpatau."},{"bible_id":"1216","chapter_code":"JHN.9","verse_code":"JHN.9.15","label":"15","content":"Cov Falixai rov nug nwg tas nwg lub qhov muag pum kev tau le caag. Nwg has rua puab tas, “Tug yawm hov muab aav nplaum pleev kuv qhov muag tes kuv moog ntxuav taag txawm pum kev lawm.”"},{"bible_id":"1216","chapter_code":"JHN.9","verse_code":"JHN.9.16","label":"16","content":"Cov Falixai qee leej has tas, “Tug yawm hov tsw yog tuaj ntawm Vaajtswv tuaj vem yog nwg tsw caiv nub Xanpatau.” Tassws lwm tug has tas, “Tug tuabneeg muaj txem yuav ua tej txujci tseem ceeb nuav tau le caag?” Tes puab txawm tsw sws hum lawm."},{"bible_id":"1216","chapter_code":"JHN.9","verse_code":"JHN.9.17","label":"17","content":"Puab txawm rov has rua tug dig muag hov tas, “Koj has le caag txug tug yawm hov, vem nwg yog tug kws khu koj qhov muag pum kev?” Nwg has tas, “Nwg yog ib tug xwbfwb cev Vaajtswv lug.”"},{"bible_id":"1216","chapter_code":"JHN.9","verse_code":"JHN.9.18","label":"18","content":"Cov Yutai tsw ntseeg tas nwg txeev dig muag hab pum kev lawm moog txug thaus puab hu tug kws pum kev lawd nam hab txwv tuaj,"},{"bible_id":"1216","chapter_code":"JHN.9","verse_code":"JHN.9.19","label":"19","content":"hab nug ob tug tas, “Tug nuav puas yog meb tug tub kws meb has tas dig muag thaus nruab thab lug? Ua le caag nwgnuav nwg tsua pum kev lawm?”"},{"bible_id":"1216","chapter_code":"JHN.9","verse_code":"JHN.9.20","label":"20","content":"Nwg nam nwg txwv teb tas, “Ib paub tas tug nuav yeej yog ib tug tub hab paub tas nwg yeej dig muag thaus yug lug."},{"bible_id":"1216","chapter_code":"JHN.9","verse_code":"JHN.9.21","label":"21","content":"tassws ib tsw paub tas ua le caag nwgnuav nwg tsua pum kev lawm hab sov leejtwg khu nwg qhov muag pum kev. Mej nug nwg maj. Nwg tub hlub lawm, nwg txawj pav qha mej.”"},{"bible_id":"1216","chapter_code":"JHN.9","verse_code":"JHN.9.22","label":"22","content":"Nwg nam nwg txwv has le nuav vem ob tug ntshai cov Yutai, tsua qhov cov Yutai tub has hum lawm tas yog leejtwg leeg has tas Yexu yog tug Kheto, tug hov yuav raug muab txav tawm huv lub tsev sablaaj."},{"bible_id":"1216","chapter_code":"JHN.9","verse_code":"JHN.9.23","label":"23","content":"Vem le nuav nwg nam nwg txwv txhad has tas, “Nwg tub hlub lawm, ca le nug nwg.”"},{"bible_id":"1216","chapter_code":"JHN.9","verse_code":"JHN.9.24","label":"24","content":"Puab txhad hu tug kws txeev dig muag lug dua ib zag hab has rua nwg tas, “Ca le ua rua Vaajtswv tau koob meej, peb paub tas tug yawm hov yog tuabneeg muaj txem.”"},{"bible_id":"1216","chapter_code":"JHN.9","verse_code":"JHN.9.25","label":"25","content":"Nwg teb tas, “Tug yawm hov muaj txem los tsw muaj, kuv tsw paub. Kuv tsuas paub tuab yaam xwb, yog qhov kws kuv txeev dig muag tassws nwgnuav kuv pum kev lawm.”"},{"bible_id":"1216","chapter_code":"JHN.9","verse_code":"JHN.9.26","label":"26","content":"Puab txawm has rua nwg tas, “Tug yawm hov ua le caag rua koj? Nwg ua le caag koj lub qhov muag txhad pum kev lawm?”"},{"bible_id":"1216","chapter_code":"JHN.9","verse_code":"JHN.9.27","label":"27","content":"Nwg teb puab tas, “Kuv tub has taag rua mej lawm los mej tsw noog. Ua le caag mej tseed xaav noog dua hab? Mej xaav ua tug hov le thwjtim hab lov?”"},{"bible_id":"1216","chapter_code":"JHN.9","verse_code":"JHN.9.28","label":"28","content":"Puab txawm thuaj nwg has tas, “Koj yog nwg le thwjtim, peb yog Mauxe le thwjtim."},{"bible_id":"1216","chapter_code":"JHN.9","verse_code":"JHN.9.29","label":"29","content":"Peb paub tas Vaajtswv has lug rua Mauxe, tassws tug yawm hov peb tsw paub tas nwg tuaj hovtwg tuaj.”"},{"bible_id":"1216","chapter_code":"JHN.9","verse_code":"JHN.9.30","label":"30","content":"Nwg teb puab tas, “Aub, xaav tsw thoob le lauj! Mej tsw paub tas nwg tuaj hovtwg tuaj los nwg tseed khu kuv lub qhov muag pum kev."},{"bible_id":"1216","chapter_code":"JHN.9","verse_code":"JHN.9.31","label":"31","content":"Peb paub tas Vaajtswv tsw noog tej tuabneeg muaj txem le lug, tsuas yog noog tug kws paub ntshai Vaajtswv hab ua lawv le Vaajtswv lub sab nyam xwb."},{"bible_id":"1216","chapter_code":"JHN.9","verse_code":"JHN.9.32","label":"32","content":"Chiv keeb thau u lug tsw txeev nov tas muaj leejtwg khu tau tug kws dig muag thaus nruab thab lug pum kev."},{"bible_id":"1216","chapter_code":"JHN.9","verse_code":"JHN.9.33","label":"33","content":"Yog tug yawm hov tsw lug ntawm Vaajtswv lug nwg yuav ua tsw tau daabtsw le.”"},{"bible_id":"1216","chapter_code":"JHN.9","verse_code":"JHN.9.34","label":"34","content":"Puab teb nwg tas, “Koj yeej muaj tuam txem txwj thaus yug lug, es koj tseed yuav qha peb hab lov?” Tes puab txawm muab nwg ntab tawm moog lawm."},{"bible_id":"1216","chapter_code":"JHN.9","verse_code":"JHN.9.35","label":"35","content":"Yexu nov tas cov Yutai muab tug hov ntab tawm lawm. Thaus Yexu nrhav tau nwg, Yexu has tas, “Koj tso sab rua Tuabneeg leej Tub lov?”"},{"bible_id":"1216","chapter_code":"JHN.9","verse_code":"JHN.9.36","label":"36","content":"Nwg teb tas, “Yawm hlub, leejtwg yog Tuabneeg leej Tub kws kuv yuav tso sab tau?”"},{"bible_id":"1216","chapter_code":"JHN.9","verse_code":"JHN.9.37","label":"37","content":"Yexu has rua nwg tas, “Koj tub pum nwg lawm, yog tug kws saamswm nrug koj has lug nuav.”"},{"bible_id":"1216","chapter_code":"JHN.9","verse_code":"JHN.9.38","label":"38","content":"Nwg txawm has tas, “Tug Tswv, kuv tso sab.” Tes nwg txawm pe hawm Yexu."},{"bible_id":"1216","chapter_code":"JHN.9","verse_code":"JHN.9.39","label":"39","content":"Yexu has tas, “Kuv lug rua huv lub nplajteb yog lug txav txem sub cov kws tsw pum kev txhad le pum kev, hab cov kws pum kev yuav dig muag.”"},{"bible_id":"1216","chapter_code":"JHN.9","verse_code":"JHN.9.40","label":"40","content":"Cov Falixai kws nyob ntawd muaj qee leej nov Yexu has le ntawd puab txawm has rua nwg tas, “Peb dig muag hab lov?”"},{"bible_id":"1216","chapter_code":"JHN.9","verse_code":"JHN.9.41","label":"41","content":"Yexu has rua puab tas, “Yog mej dig muag mej yuav tsw muaj txem. Tassws vem nwgnuav mej has tas, ‘Peb pum kev,’ mej tseed muaj txem.”"},{"bible_id":"1216","chapter_code":"JHN.10","verse_code":"JHN.10.1","label":"1","content":"“Kuv has tseeb rua mej tas, tug kws tsw nkaag lub rooj nkuag yaaj tassws nce lwm qhov lug tug hov yog tub saab tub nyag."},{"bible_id":"1216","chapter_code":"JHN.10","verse_code":"JHN.10.2","label":"2","content":"Tug kws nkaag lub rooj nkuag txhad yog tug tswv yug yaaj."},{"bible_id":"1216","chapter_code":"JHN.10","verse_code":"JHN.10.3","label":"3","content":"Tug kws zuv rooj nkuag txhad qheb rooj nkuag rua nwg. Paab yaaj yeej noog nwg lub suab, nwg cuab nwg cov yaaj tej npe hab nwg coj yaaj tawm moog."},{"bible_id":"1216","chapter_code":"JHN.10","verse_code":"JHN.10.4","label":"4","content":"Thaus nwg tso nwg cov yaaj huvsw tawm taag lawm nwg coj kev ua ntej, cov yaaj lawv nwg qaab vem yog paub nwg lub suab."},{"bible_id":"1216","chapter_code":"JHN.10","verse_code":"JHN.10.5","label":"5","content":"Dua lwm tug cov yaaj tsw lawv qaab, muaj kws tswv ntawm nwg moog xwb vem tsw paub nwg lub suab.”"},{"bible_id":"1216","chapter_code":"JHN.10","verse_code":"JHN.10.6","label":"6","content":"Zaaj pev lug nuav Yexu has rua puab tassws puab tsw nkaag sab tej ntsab lug kws Yexu has rua puab."},{"bible_id":"1216","chapter_code":"JHN.10","verse_code":"JHN.10.7","label":"7","content":"Yexu txawm rov has rua puab tas, “Kuv has tseeb rua mej tas, kuv yog lub rooj nkuag yaaj."},{"bible_id":"1216","chapter_code":"JHN.10","verse_code":"JHN.10.8","label":"8","content":"Txhua tug kws tuaj ua kuv ntej puavleej yog tub saab tub nyag, tassws cov yaaj tsw noog puab."},{"bible_id":"1216","chapter_code":"JHN.10","verse_code":"JHN.10.9","label":"9","content":"Kuv yog lub rooj nkuag. Leejtwg nkaag ntawm kuv moog tug hov yuav dim. Nwg yuav nkaag moog nkaag lug hab nrhav tau zaub noj."},{"bible_id":"1216","chapter_code":"JHN.10","verse_code":"JHN.10.10","label":"10","content":"Tub saab tsuas yog tuaj nyag hab tua hab ua kuas puam tsuaj xwb. Kuv lug sub puab txhad tau txujsa hab tau txujsa puv quas npo."},{"bible_id":"1216","chapter_code":"JHN.10","verse_code":"JHN.10.11","label":"11","content":"“Kuv yog tug tswv yug yaaj kws zoo. Tug tswv yug yaaj kws zoo yeej tso nwg txujsa thij cov yaaj."},{"bible_id":"1216","chapter_code":"JHN.10","verse_code":"JHN.10.12","label":"12","content":"Tug kws raug ndav tsw yog tug tswv yug yaaj, cov yaaj tsw yog nwg le. Thaus nwg pum maa tuaj nwg tso cov yaaj tseg tswv lawm, maa txhad lawv tum cov yaaj tswv tawg ua saab ua sua."},{"bible_id":"1216","chapter_code":"JHN.10","verse_code":"JHN.10.13","label":"13","content":"Tug hov tswv vem nwg raug ndav xwb hab tsw mob sab cov yaaj."},{"bible_id":"1216","chapter_code":"JHN.10","verse_code":"JHN.10.14","label":"14","content":"Kuv yog tug tswv yug yaaj kws zoo. Kuv paub kuv cov yaaj hab kuv cov yaaj paub kuv,"},{"bible_id":"1216","chapter_code":"JHN.10","verse_code":"JHN.10.15","label":"15","content":"ib yaam le leej Txwv paub kuv hab kuv paub leej Txwv. Hab kuv tso kuv txujsa thij cov yaaj."},{"bible_id":"1216","chapter_code":"JHN.10","verse_code":"JHN.10.16","label":"16","content":"Kuv tseed muaj dua ib co yaaj kws tsw nyob huv lub nkuaj nuav, kuv yuav tsum moog coj lug. Hab cov yaaj hov yuav noog kuv lub suab, hab yuav lug koom ua ib paab muaj ib tug tswv yug xwb."},{"bible_id":"1216","chapter_code":"JHN.10","verse_code":"JHN.10.17","label":"17","content":"Qhov kws leej Txwv hlub kuv yog vem kuv tso kuv txujsa tseg txhad tau txujsa hov rov lug."},{"bible_id":"1216","chapter_code":"JHN.10","verse_code":"JHN.10.18","label":"18","content":"Tsw muaj leejtwg yuav txeeb tau kuv txujsa moog tassws kuv tso kuv txujsa lawv le kuv npaaj sab tseg. Kuv muaj cai tso txujsa tseg hab muaj cai muab txujsa rov lug. Tej lug nkaw nuav kuv tau ntawm kuv leej Txwv lug.”"},{"bible_id":"1216","chapter_code":"JHN.10","verse_code":"JHN.10.19","label":"19","content":"Tej lug nuav ua rua cov Yutai rov tsw sws hum lawm."},{"bible_id":"1216","chapter_code":"JHN.10","verse_code":"JHN.10.20","label":"20","content":"Ntau leej has tas, “Tug nuav raug daab hab vwm. Moog noog nwg has ua daabtsw?”"},{"bible_id":"1216","chapter_code":"JHN.10","verse_code":"JHN.10.21","label":"21","content":"Dua lwm tug has tas, “Tej lug nuav tsw yog tug tuabneeg raug daab has. Daab nyim ua tau tuabneeg dig muag pum kev lov?”"},{"bible_id":"1216","chapter_code":"JHN.10","verse_code":"JHN.10.22","label":"22","content":"Thaus ntawd yog lub swjhawm kws ua kevcai xyeem lub tuam tsev huv Yeluxalee, hab yog lub caij ntuj no."},{"bible_id":"1216","chapter_code":"JHN.10","verse_code":"JHN.10.23","label":"23","content":"Yexu ncig moog huv lub tuam tsev ntawm Zaaj Qaab Khaav Xalaumoo."},{"bible_id":"1216","chapter_code":"JHN.10","verse_code":"JHN.10.24","label":"24","content":"Cov Yutai txawm tuaj vej quas vog Yexu hab has tas, “Koj yuav ca peb pheej tsw to taub ntev le caag? Yog koj yog tug Kheto ca le qha tseeb hlo rua peb paub.”"},{"bible_id":"1216","chapter_code":"JHN.10","verse_code":"JHN.10.25","label":"25","content":"Yexu teb puab tas, “Kuv tub has rua mej lawm tassws mej tsw ntseeg. Tej num kws kuv tuav kuv leej Txwv lub npe ua tub ua timkhawv rua kuv lawm."},{"bible_id":"1216","chapter_code":"JHN.10","verse_code":"JHN.10.26","label":"26","content":"Tassws mej tsw ntseeg vem mej tsw yog kuv cov yaaj."},{"bible_id":"1216","chapter_code":"JHN.10","verse_code":"JHN.10.27","label":"27","content":"Kuv cov yaaj yeej noog kuv lub suab, kuv paub cov yaaj hov hab cov yaaj kuj lawv kuv qaab."},{"bible_id":"1216","chapter_code":"JHN.10","verse_code":"JHN.10.28","label":"28","content":"Hab kuv pub txujsa ib txhws rua puab. Tsw muaj ib nub kws puab yuav puam tsuaj, hab tsw muaj leejtwg yuav txeeb tau puab huv kuv txhais teg moog."},{"bible_id":"1216","chapter_code":"JHN.10","verse_code":"JHN.10.29","label":"29","content":"Kuv leej Txwv kws pub puab rua kuv luj dua txhua yaam,  tsw muaj leejtwg yuav txeeb tau puab ntawm leej Txwv txhais teg moog."},{"bible_id":"1216","chapter_code":"JHN.10","verse_code":"JHN.10.30","label":"30","content":"Kuv hab leej Txwv yog ib tug xwb.”"},{"bible_id":"1216","chapter_code":"JHN.10","verse_code":"JHN.10.31","label":"31","content":"Cov Yutai txawm rov khaws pob zeb lug yuav ntaus Yexu dua."},{"bible_id":"1216","chapter_code":"JHN.10","verse_code":"JHN.10.32","label":"32","content":"Yexu txawm has rua puab tas, “Kuv tub qha leej Txwv le num ntau yaam zoo rua mej pum. Mej tseed khaws pob zeb yuav ntaus kuv yog tim yaam num twg?”"},{"bible_id":"1216","chapter_code":"JHN.10","verse_code":"JHN.10.33","label":"33","content":"Cov Yutai teb Yexu tas, “Qhov kws peb yuav xuas pob zeb ntaus koj tsw yog tim yaam num zoo twg, tassws yog tim qhov kws koj has lug tuam mom Vaajtswv, vem koj tsuas yog tuabneeg xwb los nyim tsaab ua Vaajtswv.”"},{"bible_id":"1216","chapter_code":"JHN.10","verse_code":"JHN.10.34","label":"34","content":"Yexu teb puab tas, “Huv mej phoo kevcai tub muaj lug sau ca has tas, ‘Kuv has tas, mej yog timtswv,’  los tsw yog?"},{"bible_id":"1216","chapter_code":"JHN.10","verse_code":"JHN.10.35","label":"35","content":"Yog Vaajtswv hu cov kws txais Vaajtswv txujlug tas yog timtswv, (mas yeej rhuav tsw tau Vaajtswv txujlug,)"},{"bible_id":"1216","chapter_code":"JHN.10","verse_code":"JHN.10.36","label":"36","content":"ua caag mej nrhav lug kom tug kws leej Txwv tau tsaa ua tug dawb huv hab khaiv lug rua huv lub nplajteb? Ua caag mej has tas, ‘Koj has lug tuam mom Vaajtswv’ nua, vem qhov kws kuv has tas, ‘Kuv yog Vaajtswv leej Tub,’?"},{"bible_id":"1216","chapter_code":"JHN.10","verse_code":"JHN.10.37","label":"37","content":"Yog kuv tsw ua kuv leej Txwv teg num, kuj tsw xob tso sab rua kuv hlo le."},{"bible_id":"1216","chapter_code":"JHN.10","verse_code":"JHN.10.38","label":"38","content":"Tassws yog kuv ua nwg teg num, txawm yog mej tsw tso sab rua kuv los mej yuav tsum tso sab rua tej num ntawd, sub mej txhad paub hab nkaag sab tas leej Txwv nyob huv kuv hab kuv nyob huv leej Txwv.”"},{"bible_id":"1216","chapter_code":"JHN.10","verse_code":"JHN.10.39","label":"39","content":"Puab yooj xeeb yuav nteg Yexu dua ib zag tassws nwg tswv dhau ntawm puab txhais teg lawm."},{"bible_id":"1216","chapter_code":"JHN.10","verse_code":"JHN.10.40","label":"40","content":"Nwg hlaa tug dej Yalatee rov moog rua lub chaw kws Yauhaa txeev ua kevcai raus dej hab su hov ntawd."},{"bible_id":"1216","chapter_code":"JHN.10","verse_code":"JHN.10.41","label":"41","content":"Muaj tuabneeg coob tuaj cuag Yexu hab has tas, “Yauhaa tsw ua txujci tseem ceeb daabtsw, los txhua yaam kws Yauhaa has txug Yexu puavleej muaj tseeb.”"},{"bible_id":"1216","chapter_code":"JHN.10","verse_code":"JHN.10.42","label":"42","content":"Muaj tuabneeg ntau leej tso sab rua Yexu hov ntawd."},{"bible_id":"1216","chapter_code":"JHN.11","verse_code":"JHN.11.1","label":"1","content":"Muaj ib tug txwvneej npe hu ua Laxalau saamswm mob nyob huv Npethani yog lub zog kws Maivlag hab nwg tug tais laug Matha nyob."},{"bible_id":"1216","chapter_code":"JHN.11","verse_code":"JHN.11.2","label":"2","content":"Tug Maivlag nuav yog tug kws muab roj tsw qaab lug pleev tug Tswv hab muab nwg cov plaubhau so tug Tswv kwtaw, yog nwg tug nug Laxalau saamswm mob."},{"bible_id":"1216","chapter_code":"JHN.11","verse_code":"JHN.11.3","label":"3","content":"Yog le hov ob tug muam txhad khaiv tuabneeg moog has rua Yexu tas, “Tug Tswv, tug kws koj hlub saamswm mob.”"},{"bible_id":"1216","chapter_code":"JHN.11","verse_code":"JHN.11.4","label":"4","content":"Thaus Yexu nov le ntawd nwg has tas, “Tug mob hov yuav tsw ua rua nwg tuag, tassws yuav ua rua Vaajtswv tau koob meej sub Vaajtswv leej Tub txhad tau koob meej ntawm tug mob hov.”"},{"bible_id":"1216","chapter_code":"JHN.11","verse_code":"JHN.11.5","label":"5","content":"Yexu hlub Matha hab nwg tug nam hluas hab Laxalau heev."},{"bible_id":"1216","chapter_code":"JHN.11","verse_code":"JHN.11.6","label":"6","content":"Thaus Yexu nov tas Laxalau mob, nwg tseed nyob lub qub chaw kws nwg nyob ntawd tau ob nub ntxwv hab."},{"bible_id":"1216","chapter_code":"JHN.11","verse_code":"JHN.11.7","label":"7","content":"Dhau ntawd Yexu has rua nwg cov thwjtim tas, “Peb ca le rov moog rua huv lub xeev Yutia.”"},{"bible_id":"1216","chapter_code":"JHN.11","verse_code":"JHN.11.8","label":"8","content":"Cov thwjtim has rua nwg tas, “Lanpi,  nyav dhau tsw ntev nuav cov Yutai tub nrhav kev xuas pob zeb ntaus koj kuas tuag, koj tseed yuav rov moog rua huv dua hab lov?”"},{"bible_id":"1216","chapter_code":"JHN.11","verse_code":"JHN.11.9","label":"9","content":"Yexu teb tas, “Nruab nub muaj kaum ob teev los tsw yog? Yog leejtwg taug kev nruab nub nwg yuav tsw dawm tsua qhov nwg pum qhov kaaj huv lub nplajteb nuav."},{"bible_id":"1216","chapter_code":"JHN.11","verse_code":"JHN.11.10","label":"10","content":"Tassws yog leejtwg taug kev mo ntuj nwg yuav dawm vem nwg tsw muaj qhov kaaj.”"},{"bible_id":"1216","chapter_code":"JHN.11","verse_code":"JHN.11.11","label":"11","content":"Yexu has le ntawd taag tes nwg txawm has rua puab tas, “Peb tug kwvluag Laxalau tsaug zug lawm, tassws kuv yuav moog tsaa kuas nwg tswm dheev lug.”"},{"bible_id":"1216","chapter_code":"JHN.11","verse_code":"JHN.11.12","label":"12","content":"Cov thwjtim has rua Yexu tas, “Tug Tswv, yog nwg tsaug zug lawm, nwg tug mob yeej yuav zoo.”"},{"bible_id":"1216","chapter_code":"JHN.11","verse_code":"JHN.11.13","label":"13","content":"Yexu has txug qhov kws Laxalau tuag tassws puab xaav tas Yexu has txug qhov kws Laxalau pw tsaug zug xwb."},{"bible_id":"1216","chapter_code":"JHN.11","verse_code":"JHN.11.14","label":"14","content":"Yexu txhad qha ncaaj nraim rua puab has tas, “Laxalau tub tuag lawm."},{"bible_id":"1216","chapter_code":"JHN.11","verse_code":"JHN.11.15","label":"15","content":"Vem yog saib rua mej kuv txhad zoo sab kws kuv tsw tau nyob hov ntawd sub mej txhad tau kev ntseeg. Peb ca le moog rua ntawm nwg.”"},{"bible_id":"1216","chapter_code":"JHN.11","verse_code":"JHN.11.16","label":"16","content":"Thauma kws hu has tas Ntintuma  txawm has rua nwg tuab paab thwjtim hov tas, “Peb ca le moog hab, sub peb txhad tau nrug tug Tswv tuag ua ke.”"},{"bible_id":"1216","chapter_code":"JHN.11","verse_code":"JHN.11.17","label":"17","content":"Thaus Yexu tuaj txug mas pum tas tub muab Laxalau log rua huv lub qhov ntxaa tau plaub nub lawm."},{"bible_id":"1216","chapter_code":"JHN.11","verse_code":"JHN.11.18","label":"18","content":"Lub zog Npethani nyob ze Yeluxalee kwvlaam peb kilu kev,"},{"bible_id":"1216","chapter_code":"JHN.11","verse_code":"JHN.11.19","label":"19","content":"mas cov Yutai muaj coob leej tawm tuaj nplig Matha hab Maivlag lub sab vem ob tug tug nug tuag lawm."},{"bible_id":"1216","chapter_code":"JHN.11","verse_code":"JHN.11.20","label":"20","content":"Thaus Matha nov tas Yexu saamswm tuaj nwg txawm tawm moog tog Yexu, huas Maivlag nyob tsawg huv tsev."},{"bible_id":"1216","chapter_code":"JHN.11","verse_code":"JHN.11.21","label":"21","content":"Matha has rua Yexu tas, “Tug Tswv, yog koj nyob ntawm nuav, kuv tug nug yuav tsw tuag."},{"bible_id":"1216","chapter_code":"JHN.11","verse_code":"JHN.11.22","label":"22","content":"Tassws nwgnuav kuv paub tas yog koj thov ib yaam daabtsw ntawm Vaajtswv, Vaajtswv yeej yuav pub rua koj.”"},{"bible_id":"1216","chapter_code":"JHN.11","verse_code":"JHN.11.23","label":"23","content":"Yexu has rua nwg tas, “Koj tug nug yeej yuav caj sawv rov qaab lug.”"},{"bible_id":"1216","chapter_code":"JHN.11","verse_code":"JHN.11.24","label":"24","content":"Matha has rua Yexu tas, “Kuv paub tas nwg yuav sawv rov lug rua nub kawg kws tej tuabneeg suavdawg sawv rov lug.”"},{"bible_id":"1216","chapter_code":"JHN.11","verse_code":"JHN.11.25","label":"25","content":"Yexu has rua nwg tas, “Kuv yog qhov kws caj sawv rov lug hab yog txujsa. Tug kws ntseeg kuv txawm yog nwg tuag lawm los nwg yeej yuav muaj txujsa,"},{"bible_id":"1216","chapter_code":"JHN.11","verse_code":"JHN.11.26","label":"26","content":"hab txhua tug kws muaj txujsa nyob hab ntseeg kuv yuav tsw tuag ib txhws le. Koj puas ntseeg le nuav?”"},{"bible_id":"1216","chapter_code":"JHN.11","verse_code":"JHN.11.27","label":"27","content":"Matha teb tas, “Tug Tswv kuv ntseeg los maj, kuv ntseeg tas koj yog tug Kheto, yog Vaajtswv leej Tub kws lug rua huv lub nplajteb.”"},{"bible_id":"1216","chapter_code":"JHN.11","verse_code":"JHN.11.28","label":"28","content":"Thaus Matha has le nuav taag nwg txawm moog hu nwg tug nam hluas Maivlag hab has tuabywv rua nwg tas, “Tug xwbfwb tuaj lawm, nwg tub hu koj.”"},{"bible_id":"1216","chapter_code":"JHN.11","verse_code":"JHN.11.29","label":"29","content":"Thaus Maivlag nov dheev nwg txawm maaj nroog sawv tseeg moog cuag Yexu."},{"bible_id":"1216","chapter_code":"JHN.11","verse_code":"JHN.11.30","label":"30","content":"Thaus ntawd Yexu tsw tau nkaag moog rua huv lub zog, nwg tseed nyob ntawm qhov chaw kws Matha moog tog nwg."},{"bible_id":"1216","chapter_code":"JHN.11","verse_code":"JHN.11.31","label":"31","content":"Thaus cov Yutai kws saamswm nrug Maivlag nyob ua ke huv tsev hab nplig nwg lub sab pum nwg maaj nroog sawv tseeg tawm moog, puab txawm lawv qaab moog xaav has tas nwg yuav moog quaj ntawm lub qhov ntxaa."},{"bible_id":"1216","chapter_code":"JHN.11","verse_code":"JHN.11.32","label":"32","content":"Thaus Maivlag tuaj txug qhov chaw kws Yexu nyob hab pum Yexu lawm, nwg txawm pe khwb nkaus ntawm Yexu kwtaw has tas, “Tug Tswv, yog koj nyob ntawm nuav, kuv tug nug yuav tsw tuag.”"},{"bible_id":"1216","chapter_code":"JHN.11","verse_code":"JHN.11.33","label":"33","content":"Thaus Yexu pum Maivlag quaj quaj hab cov Yutai kws nrug Maivlag ua ke quaj quaj, Yexu mob sab heev hab nyuaj sab kawg."},{"bible_id":"1216","chapter_code":"JHN.11","verse_code":"JHN.11.34","label":"34","content":"Yexu has tas, “Mej muab nwg coj moog tso rua hovtwg?” Puab teb tas, “Tug Tswv, lug saib maj.”"},{"bible_id":"1216","chapter_code":"JHN.11","verse_code":"JHN.11.35","label":"35","content":"Yexu kuj quaj."},{"bible_id":"1216","chapter_code":"JHN.11","verse_code":"JHN.11.36","label":"36","content":"Cov Yutai txawm has tas, “Saib maj, nwg hlub Laxalau npaum le hov dag!”"},{"bible_id":"1216","chapter_code":"JHN.11","verse_code":"JHN.11.37","label":"37","content":"Tassws muaj qee leej has tas, “Tug kws khu tau cov dig muag pum kev nwg ua tsw tau rua tug nuav xob tuag lov?”"},{"bible_id":"1216","chapter_code":"JHN.11","verse_code":"JHN.11.38","label":"38","content":"Yexu rov nyuaj sab kawg, nwg txhad tuaj rua ntawm lub qhov ntxaa kws yog ib lub qhov zeb kws muaj ib daim laag zeb npug lub rooj ntxaa lawm."},{"bible_id":"1216","chapter_code":"JHN.11","verse_code":"JHN.11.39","label":"39","content":"Yexu has tas, “Ca le muab daim laag zeb tshem.” Matha kws yog tug tuag le muam txawm has tas, “Tug Tswv, tub tsw tsw lwj lawm tsua qhov tub tuag tau plaub nub lawm.”"},{"bible_id":"1216","chapter_code":"JHN.11","verse_code":"JHN.11.40","label":"40","content":"Yexu has rua nwg tas,“Kuv tub has rua koj lawm tas yog koj ntseeg koj yuav pum Vaajtswv tug fwjchim ci ntsaa ab los tsw yog?”"},{"bible_id":"1216","chapter_code":"JHN.11","verse_code":"JHN.11.41","label":"41","content":"Puab txhad le muab daim laag zeb tshem. Yexu tsaa muag saib sau ntuj hab has tas, “Au kuv leej Txwv, kuv ua koj tsaug kws koj tub noog kuv tej lug."},{"bible_id":"1216","chapter_code":"JHN.11","verse_code":"JHN.11.42","label":"42","content":"Kuv paub tas koj noog kuv tej lug txhua zag, tassws kuv has le nuav vem yog saib rua cov tuabneeg kws nyob ntawm nuav sub puab txhad tau ntseeg has tas koj yog tug kws khaiv kuv lug.”"},{"bible_id":"1216","chapter_code":"JHN.11","verse_code":"JHN.11.43","label":"43","content":"Thaus has le ntawd taag, Yexu txawm hu nrov has tas, “Laxalau 'e, ca le tawm lug.”"},{"bible_id":"1216","chapter_code":"JHN.11","verse_code":"JHN.11.44","label":"44","content":"Tug tuag hov txawm tawm lug muaj nrhoob qhwv nwg teg nwg taw hab muaj ib daim tsuj npug muag kauv nwg lub ntsej muag. Yexu txawm has rua puab tas, “Ca le muab tej ntaub ntawd daws tseg hab tso nwg moog.”"},{"bible_id":"1216","chapter_code":"JHN.11","verse_code":"JHN.11.45","label":"45","content":"Vem le nuav thaus cov Yutai kws tuaj saib Maivlag pum tej num kws Yexu ua muaj coob leej txawm tso sab rua nwg."},{"bible_id":"1216","chapter_code":"JHN.11","verse_code":"JHN.11.46","label":"46","content":"Tassws qee leej moog cuag cov Falixai hab pav tej kws Yexu ua rua puab noog."},{"bible_id":"1216","chapter_code":"JHN.11","verse_code":"JHN.11.47","label":"47","content":"Yog le nuav cov pov thawj hlub hab cov Falixai txawm hu cov thawj lub rooj sablaaj  tuaj sablaaj hab has tas, “Peb yuav ua le caag, tsua qhov tug nuav ua tej txujci tseem ceeb ntau heev?"},{"bible_id":"1216","chapter_code":"JHN.11","verse_code":"JHN.11.48","label":"48","content":"Yog peb tso nwg ua le nuav moog le txhua tug yuav ntseeg nwg tes cov Loo yuav tuaj rhuav tshem peb lub tuam tsev hab peb lub tebchaws.”"},{"bible_id":"1216","chapter_code":"JHN.11","verse_code":"JHN.11.49","label":"49","content":"Tassws puab cov hov muaj ib tug hu ua Khayafa kws ua tuam pov thawj hlub rua xyoo ntawd has rua puab tas, “Mej tsw paub qaabhau hlo le."},{"bible_id":"1216","chapter_code":"JHN.11","verse_code":"JHN.11.50","label":"50","content":"Mej tsw nkaag sab tas qhov kws ib tug tuag thij ib tsoom suavdawg kuj zoo rua mej heev dua le taag nrho lub tebchaws puam tsuaj.”"},{"bible_id":"1216","chapter_code":"JHN.11","verse_code":"JHN.11.51","label":"51","content":"Nwg tsw yog has lawv le nwg lub sab xaav xwb tassws nwg ua tuam pov thawj hlub rua xyoo hov nwg txhad has txug tom hauv ntej tas Yexu yuav tuag thij lub tebchaws ntawd,"},{"bible_id":"1216","chapter_code":"JHN.11","verse_code":"JHN.11.52","label":"52","content":"hab tsw yog thij lub tebchaws ntawd xwb tassws nwg yuav qaws Vaajtswv cov mivnyuas kws tawg ua saab ua sua lug koom ua ib paab."},{"bible_id":"1216","chapter_code":"JHN.11","verse_code":"JHN.11.53","label":"53","content":"Txwj nub ntawd lug puab txawm tuav huv yuav muab Yexu tua pov tseg."},{"bible_id":"1216","chapter_code":"JHN.11","verse_code":"JHN.11.54","label":"54","content":"Vem le nuav Yexu txhad tsw moog lug taab meeg rua huv cov Yutai lawm. Nwg tawm qhov ntawm moog rua huv thaaj tebchaws kws nyob ze tebchaws moj saab qhua hab moog rua huv lub moos hu ua Efa‑i, mas nrug nwg cov thwjtim nyob hov ntawd."},{"bible_id":"1216","chapter_code":"JHN.11","verse_code":"JHN.11.55","label":"55","content":"Thaus ntawd ze lub swjhawm kws cov Yutai ua kevcai Hlaa Dhau, mas muaj tuabneeg coob coob huv tej zej zog tuaj moog rua huv Yeluxalee sub txhad ua tau kevcai ntxuav puab tug kheej kuas dawb huv ua ntej kws yuav ua kevcai Hlaa Dhau."},{"bible_id":"1216","chapter_code":"JHN.11","verse_code":"JHN.11.56","label":"56","content":"Thaus puab sawv ntsug rua huv lub tuam tsev puab txawm nrhav Yexu hab ib leeg has rua ib leeg tas, “Mej xaav le caag? Nwg yuav tuaj rua huv lub caij ua kevcai nuav los tsw tuaj?”"},{"bible_id":"1216","chapter_code":"JHN.11","verse_code":"JHN.11.57","label":"57","content":"Cov pov thawj hlub hab cov Falixai has tseg tas yog leejtwg pum Yexu nyob hovtwg mas ca le has rua puab sub puab txhad moog nteg tau nwg."},{"bible_id":"1216","chapter_code":"JHN.12","verse_code":"JHN.12.1","label":"1","content":"Tshuav rau nub le txug swjhawm ua kevcai Hlaa Dhau, Yexu txawm moog rua huv lub zog Npethani, yog lub zog kws tug Laxalau kws Yexu tsaa caj sawv huv qhov tuag rov lug nyob."},{"bible_id":"1216","chapter_code":"JHN.12","verse_code":"JHN.12.2","label":"2","content":"Puab txawm paam ib pluag mov rua Yexu noj. Matha kuj ua koom rua puab hab Laxalau kuj nrug Yexu puab koom rooj mov ua ke."},{"bible_id":"1216","chapter_code":"JHN.12","verse_code":"JHN.12.3","label":"3","content":"Maivlag txawm muab ib nraab lib roj tsw qaab kws muaj nqes heev lug pleev Yexu kwtaw hab muab nwg cov plaubhau so Yexu kwtaw. Cov roj hov tsw qaab thoob plawg lub tsev hov."},{"bible_id":"1216","chapter_code":"JHN.12","verse_code":"JHN.12.4","label":"4","content":"Tassws Yexu ib tug thwjtim kws hu ua Yutas Ikhali‑au, yog tug kws yuav faav xeeb rua Yexu txawm has tas,"},{"bible_id":"1216","chapter_code":"JHN.12","verse_code":"JHN.12.5","label":"5","content":"“Ua le caag tsw muab cov roj nuav muag tau nyaj peb puas ntenalia  coj moog pub rua cov tuabneeg pluag?”"},{"bible_id":"1216","chapter_code":"JHN.12","verse_code":"JHN.12.6","label":"6","content":"Nwg has le ntawd tsw yog nwg mob sab cov pluag tassws nwg yog ib tug tub saab. Nwg ceev lub naab nyaj hab pheej qee cov nyaj huv lub naab coj moog."},{"bible_id":"1216","chapter_code":"JHN.12","verse_code":"JHN.12.7","label":"7","content":"Yexu has tas, “Tsw xob taav nwg. Ca nwg khaws cov roj nuav ca txug nub kws log kuv."},{"bible_id":"1216","chapter_code":"JHN.12","verse_code":"JHN.12.8","label":"8","content":"Vem tas mej yeej yuav muaj cov tuabneeg pluag nrug mej nyob moog le, tassws mej yuav tsw muaj kuv nrug mej nyob moog le.”"},{"bible_id":"1216","chapter_code":"JHN.12","verse_code":"JHN.12.9","label":"9","content":"Thaus cov Yutai coob coob paub tas Yexu nyob hov ntawd tes puab txawm tuaj rua hov ntawd tsw yog tuaj saib Yexu xwb tassws yog tuaj saib Laxalau kws Yexu tsaa caj sawv huv qhov tuag rov lug."},{"bible_id":"1216","chapter_code":"JHN.12","verse_code":"JHN.12.10","label":"10","content":"Vem le nuav cov pov thawj hlub txhad tuav huv yuav muab Laxalau tua pov tseg hab,"},{"bible_id":"1216","chapter_code":"JHN.12","verse_code":"JHN.12.11","label":"11","content":"tsua qhov yog tim Laxalau cov Yutai coob leej txhad ncaim moog ntseeg Yexu."},{"bible_id":"1216","chapter_code":"JHN.12","verse_code":"JHN.12.12","label":"12","content":"Nub tom qaab thaus cov tuabneeg coob coob kws tuaj ua kevcai Hlaa Dhau hov nov tas Yexu saamswm taug kev yuav tuaj rua huv Yeluxalee,"},{"bible_id":"1216","chapter_code":"JHN.12","verse_code":"JHN.12.13","label":"13","content":"puab txawm coj tej rev nplooj toov laaj tawm moog tog nwg hab qw has tas, “Hauxana.  Tug kws tuaj huv tug Tswv  lub npe tau nyob kaaj sab lug, yog Yixayee tug vaajntxwv.”"},{"bible_id":"1216","chapter_code":"JHN.12","verse_code":"JHN.12.14","label":"14","content":"Hab Yexu pum ib tug mivnyuas neeg luav tes txawm muab caij lawv le muaj lug sau ca has tas,"},{"bible_id":"1216","chapter_code":"JHN.12","verse_code":"JHN.12.15","label":"15","content":"“Xi‑oo tug ntxhais, tsw xob ntshai. Saib maj, koj tug vaajntxwv saamswm lug yog caij ib tug mivnyuas neeg luav lug.”"},{"bible_id":"1216","chapter_code":"JHN.12","verse_code":"JHN.12.16","label":"16","content":"Thaus chiv thawj Yexu cov thwjtim tsw nkaag sab tej xwm txheej nuav, tassws thaus Yexu tau koob meej ci ntsaa ab lawd puab ncu tau tas muaj lug sau ca le nuav has txug nwg hab luas tub ua le nuav rua nwg."},{"bible_id":"1216","chapter_code":"JHN.12","verse_code":"JHN.12.17","label":"17","content":"Cov tuabneeg kws nrug Yexu nyob lub swjhawm kws nwg hu Laxalau tawm huv lub qhov ntxaa lug hab tsaa nwg caj sawv huv qhov tuag rov lug kuj ua timkhawv."},{"bible_id":"1216","chapter_code":"JHN.12","verse_code":"JHN.12.18","label":"18","content":"Qhov kws cov tuabneeg tawm moog tog nwg tub yog puab tau nov tas Yexu ua tej txujci tseem ceeb hov."},{"bible_id":"1216","chapter_code":"JHN.12","verse_code":"JHN.12.19","label":"19","content":"Cov Falixai txawm sws has tas, “Swm saib, mej ua tsw tau daabtsw le lawm. Saib maj, lub nplajteb tub lawv nwg qaab taag lawm.”"},{"bible_id":"1216","chapter_code":"JHN.12","verse_code":"JHN.12.20","label":"20","content":"Cov tuabneeg kws tuaj pe Vaajtswv huv kevcai Hlaa Dhau hov muaj qee leej kuj yog cov Kili."},{"bible_id":"1216","chapter_code":"JHN.12","verse_code":"JHN.12.21","label":"21","content":"Puab txawm moog cuag Fili kws tuaj huv lub moos Npexainta huv lub xeev Kalilai tuaj hab has rua nwg tas, “Yawm hlub, peb xaav pum Yexu.”"},{"bible_id":"1216","chapter_code":"JHN.12","verse_code":"JHN.12.22","label":"22","content":"Fili txawm moog has rua Anru, mas Anru hab Fili txawm moog has rua Yexu paub."},{"bible_id":"1216","chapter_code":"JHN.12","verse_code":"JHN.12.23","label":"23","content":"Yexu teb ob tug tas, “Txug lub swjhawm kws Tuabneeg leej Tub yuav tau koob meej ci ntsaa ab."},{"bible_id":"1216","chapter_code":"JHN.12","verse_code":"JHN.12.24","label":"24","content":"Kuv has tseeb rua mej tas yog lub noob mog tsw poob rua huv aav hab lwj kuj tsuas nyob tuab lub xwb. Yog lwj moog, kuj yuav tuaj tawg paaj txw txwv ntau."},{"bible_id":"1216","chapter_code":"JHN.12","verse_code":"JHN.12.25","label":"25","content":"Tug kws nyam nwg txujsa yuav pam txujsa, tug kws ntxub nwg txujsa huv lub nplajteb nuav yuav tuav tau txujsa moog ib txhws."},{"bible_id":"1216","chapter_code":"JHN.12","verse_code":"JHN.12.26","label":"26","content":"Yog leejtwg ua koom rua kuv, nwg yuav tsum lawv kuv qaab. Hab kuv nyob hovtwg, tug kws ua koom rua kuv yuav nyob hov ntawd. Yog leejtwg ua koom rua kuv, mas leej Txwv yuav pub koob meej rua tug hov."},{"bible_id":"1216","chapter_code":"JHN.12","verse_code":"JHN.12.27","label":"27","content":"“Nwgnuav kuv nyuaj sab heev, mas kuv yuav has le caag? Kuv yuav has tas, ‘Au leej Txwv thov cawm kuv dim lub swjhawm nuav,’ nua lov? Kuv tsw has le hov, tsua qhov tub yog kuv yuav tsum raug le nuav kuv txhad lug txug lub swjhawm nuav."},{"bible_id":"1216","chapter_code":"JHN.12","verse_code":"JHN.12.28","label":"28","content":"Au leej Txwv, thov koj ua rua koj lub npe tau koob meej.” Tes txawm muaj ib lub suab nrov sau ntuj tuaj has tas, “Kuv tub tau koob meej lawm, hab kuv tseed yuav tau koob meej ntxwv.”"},{"bible_id":"1216","chapter_code":"JHN.12","verse_code":"JHN.12.29","label":"29","content":"Cov tuabneeg kws sawv ntawd tau nov lub suab hov puab txawm has tas yog xub nroo. Muaj lwm tug has tas, “Yog tubkhai ntuj has lug tuaj rua nwg.”"},{"bible_id":"1216","chapter_code":"JHN.12","verse_code":"JHN.12.30","label":"30","content":"Yexu teb tas, “Lub suab hov yog has kuas muaj qaabhau rua mej tsw yog rua kuv."},{"bible_id":"1216","chapter_code":"JHN.12","verse_code":"JHN.12.31","label":"31","content":"Nwgnuav yog lub swjhawm kws txav txem rua lub nplajteb nuav. Nwgnuav tug kws kaav lub nplajteb yuav raug ntab tawm moog."},{"bible_id":"1216","chapter_code":"JHN.12","verse_code":"JHN.12.32","label":"32","content":"Mas thaus kuv raug tsaa rua sau lub nplajteb lawm, kuv yuav nqug suavdawg lug rua kuv.”"},{"bible_id":"1216","chapter_code":"JHN.12","verse_code":"JHN.12.33","label":"33","content":"Nwg has le ntawd yog qha has tas nwg yuav tuag le caag."},{"bible_id":"1216","chapter_code":"JHN.12","verse_code":"JHN.12.34","label":"34","content":"Cov tuabneeg teb nwg tas, “Peb tau nov huv txuj kevcai has tas tug Kheto yuav nyob moog ib txhws. Ua le caag koj ho has tau tas Tuabneeg leej Tub yuav tsum raug muab tsaa sau lub nplajteb? Tug Tuabneeg leej Tub hov yog leejtwg?”"},{"bible_id":"1216","chapter_code":"JHN.12","verse_code":"JHN.12.35","label":"35","content":"Yexu has rua puab tas, “Qhov kaaj tseed nrug mej nyob ib nyuas ntu. Thaus tseed muaj qhov kaaj nyob ca le taug kev moog sub txujkev tsaus ntuj txhad lawv tsw cuag mej. Tug kws taug txujkev tsaus ntuj yeej tsw paub tas nwg moog hovtwg."},{"bible_id":"1216","chapter_code":"JHN.12","verse_code":"JHN.12.36","label":"36","content":"Thaus mej tseed muaj qhov kaaj, mej ca le tso sab rua qhov kaaj hov sub txhad tau ua qhov kaaj le mivnyuas.” Thaus Yexu has le hov taag nwg txawm tawm qhov ntawd moog hab nraim cev ntawm puab."},{"bible_id":"1216","chapter_code":"JHN.12","verse_code":"JHN.12.37","label":"37","content":"Txawm yog nwg ua ntau yaam txujci tseem ceeb nuav rua puab pum los puab tsw ntseeg nwg."},{"bible_id":"1216","chapter_code":"JHN.12","verse_code":"JHN.12.38","label":"38","content":"Tej nuav txhad yog tav lawv le xwbfwb Yaxaya kws cev Vaajtswv lug tau has tas, “Tug Tswv, leejtwg ntseeg tej kws peb tau has? Vaajtswv ua nwg txhais npaab tshwm rua leejtwg?”"},{"bible_id":"1216","chapter_code":"JHN.12","verse_code":"JHN.12.39","label":"39","content":"Yog vem le nuav puab txhad ntseeg tsw tau, tsua qhov Yaxaya has ntxwv tas,"},{"bible_id":"1216","chapter_code":"JHN.12","verse_code":"JHN.12.40","label":"40","content":"“Nwg ua rua puab dig muag hab ua rua puab lub sab tawv, tsaam tes puab lub qhov muag yuav pum, hab puab lub sab yuav to taub, tes puab yuav tig rov lug kuas kuv khu puab zoo.”"},{"bible_id":"1216","chapter_code":"JHN.12","verse_code":"JHN.12.41","label":"41","content":"Yaxaya has le nuav vem yog nwg pum tug Tswv tug fwjchim ci ntsaa ab hab has txug tug Tswv."},{"bible_id":"1216","chapter_code":"JHN.12","verse_code":"JHN.12.42","label":"42","content":"Txawm le caag kuj xwj, cov num tswv kuj muaj coob leej ntseeg Yexu tassws puab tsw leeg nwg taab meeg tsua qhov puab ntshai cov Falixai. Puab ntshai tsaam puab yuav raug muab ntab tawm huv lub tsev sablaaj,"},{"bible_id":"1216","chapter_code":"JHN.12","verse_code":"JHN.12.43","label":"43","content":"vem puab nyam tuabneeg qhuas puab heev dua le Vaajtswv qhuas."},{"bible_id":"1216","chapter_code":"JHN.12","verse_code":"JHN.12.44","label":"44","content":"Yexu qw nrov has tas, “Tug kws tso sab rua kuv, tsw yog tso sab rua kuv xwb tassws kuj tso sab rua tug kws khaiv kuv lug."},{"bible_id":"1216","chapter_code":"JHN.12","verse_code":"JHN.12.45","label":"45","content":"Tug kws pum kuv kuj yog pum tug kws khaiv kuv lug."},{"bible_id":"1216","chapter_code":"JHN.12","verse_code":"JHN.12.46","label":"46","content":"Kuv lug ua qhov kaaj rua huv lub nplajteb sub txhua tug kws tso sab rua kuv txhad tsw nyob huv qhov tsaus ntuj moog le."},{"bible_id":"1216","chapter_code":"JHN.12","verse_code":"JHN.12.47","label":"47","content":"Tug kws nov kuv tej lug los tsw ua lawv le, kuv tsw txav txem rua tug hov, tsua qhov kuv tsw yog lug txav txem rua lub nplajteb, tassws yog lug cawm lub nplajteb kuas dim."},{"bible_id":"1216","chapter_code":"JHN.12","verse_code":"JHN.12.48","label":"48","content":"Tug kws tso kuv tseg hab tsw leeg yuav kuv tej lug yeej muaj ib tug yuav txav txem rua nwg. Tej lug kws kuv tub has lawd yuav ua tug kws txav txem rua nwg rua nub kawg."},{"bible_id":"1216","chapter_code":"JHN.12","verse_code":"JHN.12.49","label":"49","content":"Kuv tsw has lawv le kuv lub sab. Leej Txwv kws khaiv kuv lug qha kuas kuv has le caag hab has daabtsw."},{"bible_id":"1216","chapter_code":"JHN.12","verse_code":"JHN.12.50","label":"50","content":"Kuv paub tas tej kws Vaajtswv qha hov yog txujsa ib txhws tsw kawg. Yog le ntawd, tej kws kuv has hov kuv has lawv le leej Txwv qha kuas kuv has xwb.”"},{"bible_id":"1216","chapter_code":"JHN.13","verse_code":"JHN.13.1","label":"1","content":"Ua ntej kws yuav txug nub ua kevcai Hlaa Dhau, Yexu paub tas tub txug lub swjhawm kws nwg yuav ncaim huv lub nplajteb moog cuag leej Txwv. Yexu hlub nwg cov tuabneeg kws nyob huv lub nplajteb nuav hab nwg tseed hlub moog txug thaus kawg."},{"bible_id":"1216","chapter_code":"JHN.13","verse_code":"JHN.13.2","label":"2","content":"Daab Ntxwg Nyoog tub tshoov Ximoo tug tub Yutas Ikhali‑au lub sab kuas faav xeeb rua Yexu ua ntej lawm. Mas thaus puab saamswm noj mo,"},{"bible_id":"1216","chapter_code":"JHN.13","verse_code":"JHN.13.3","label":"3","content":"Yexu paub tas leej Txwv muab txhua yaam cob rua huv nwg txhais teg hab paub tas nwg lug ntawm Vaajtswv lug hab yuav rov moog cuag Vaajtswv,"},{"bible_id":"1216","chapter_code":"JHN.13","verse_code":"JHN.13.4","label":"4","content":"Yexu txawm sawv tseeg ntawm rooj mov hle nwg lub tsho ca hab muab txuj sawv fwm lug sav ntawm duav."},{"bible_id":"1216","chapter_code":"JHN.13","verse_code":"JHN.13.5","label":"5","content":"Nwg muab dej laub rua huv lub phaaj hab chiv ntxuav cov thwjtim kwtaw hab muab txuj sawv fwm ntawm duav lug so."},{"bible_id":"1216","chapter_code":"JHN.13","verse_code":"JHN.13.6","label":"6","content":"Thaus Yexu lug txug ntawm Ximoo Petu, Petu has rua Yexu tas, “Tug Tswv, koj yuav ntxuav kuv kwtaw hab lov?”"},{"bible_id":"1216","chapter_code":"JHN.13","verse_code":"JHN.13.7","label":"7","content":"Yexu teb nwg tas, “Tej kws kuv ua, nwgnuav koj tsw nkaag sab, tassws yaav tom qaab koj yuav nkaag sab.”"},{"bible_id":"1216","chapter_code":"JHN.13","verse_code":"JHN.13.8","label":"8","content":"Petu has rua nwg tas, “Koj ntxuav kuv kwtaw tsw tau hlo le.” Yexu teb nwg tas, “Yog kuv tsw ntxuav koj, koj yuav tsw muaj feem tau rua huv kuv.”"},{"bible_id":"1216","chapter_code":"JHN.13","verse_code":"JHN.13.9","label":"9","content":"Ximoo Petu has rua nwg tas, “Tug Tswv, tsw xob yog ntxuav kuv kwtaw xwb, ca le ntxuav kuv teg hab taubhau huvsw.”"},{"bible_id":"1216","chapter_code":"JHN.13","verse_code":"JHN.13.10","label":"10","content":"Yexu has rua nwg tas, “Tug kws daa dej lawm tsw cheem tsum ntxuav lub cev dua, tsuas yog ntxuav kwtaw xwb tsua qhov ib ce tub huv lawm. Mej cov tub huv lawm tassws tsw yog txhua tug.”"},{"bible_id":"1216","chapter_code":"JHN.13","verse_code":"JHN.13.11","label":"11","content":"Yexu yeej paub tas leejtwg yuav faav xeeb rua nwg, vem le nuav nwg txhad has tas, “Tsw yog mej txhua tug huv lawm.”"},{"bible_id":"1216","chapter_code":"JHN.13","verse_code":"JHN.13.12","label":"12","content":"Thaus Yexu ntxuav puab kwtaw taag lawm nwg rov qaab naav nwg lub tsho hab nyob tsawg has rua puab tas, “Mej nkaag sab tej kws kuv ua rua mej los tsw nkaag?"},{"bible_id":"1216","chapter_code":"JHN.13","verse_code":"JHN.13.13","label":"13","content":"Mej hu kuv tas ‘Xwbfwb’ hab ‘Tug Tswv,’ mej kuj hu raug lawm tsua qhov kuv yeej yog le ntawd."},{"bible_id":"1216","chapter_code":"JHN.13","verse_code":"JHN.13.14","label":"14","content":"Yog kuv kws yog mej tug Tswv hab mej tug xwbfwb tub ntxuav mej kwtaw kuj tswm nyog mej ib leeg ntxuav ib leeg kwtaw hab."},{"bible_id":"1216","chapter_code":"JHN.13","verse_code":"JHN.13.15","label":"15","content":"Tsua qhov kuv tub ua qauv tseg rua mej lawm sub mej txhad ua ib yaam nkaus le kuv ua rua mej hab."},{"bible_id":"1216","chapter_code":"JHN.13","verse_code":"JHN.13.16","label":"16","content":"“Kuv has tseeb rua mej tas, tug qhev yeej tsw luj dhau tug lospaav, hab tug tubkhai kuj tsw luj dhau tug kws khaiv nwg moog."},{"bible_id":"1216","chapter_code":"JHN.13","verse_code":"JHN.13.17","label":"17","content":"Yog mej paub le nuav hab ua lawv nraim mas mej yuav nyob kaaj sab lug."},{"bible_id":"1216","chapter_code":"JHN.13","verse_code":"JHN.13.18","label":"18","content":"Tsw yog kuv has txug mej txhua tug. Kuv paub cov kws kuv xaiv ca lawm. Tej nuav tshwm lug txhad yuav tav lawv le Vaajtswv txujlug kws has tas, ‘Tug kws nrug kuv noj mov ua ke yuav tsaa lauj taw tuam kuv.’"},{"bible_id":"1216","chapter_code":"JHN.13","verse_code":"JHN.13.19","label":"19","content":"Nwgnuav kuv has tej nuav ua ntej rua mej thaus tsw tau tshwm lug, sub thaus tej nuav tshwm lug lawd mej txhad ntseeg tas kuv yog tug hov ntaag."},{"bible_id":"1216","chapter_code":"JHN.13","verse_code":"JHN.13.20","label":"20","content":"Kuv has tseeb rua mej tas tug kws leeg yuav tug kws kuv khaiv moog kuj yog nwg leeg yuav kuv hab, hab tug kws leeg yuav kuv kuj yog leeg yuav tug kws khaiv kuv lug.”"},{"bible_id":"1216","chapter_code":"JHN.13","verse_code":"JHN.13.21","label":"21","content":"Thaus Yexu has le ntawd lawm, nwg kuj nyuaj sab kawg hab ua timkhawv has tas, “Kuv has tseeb rua mej tas, mej cov ib tug yuav faav xeeb rua kuv.”"},{"bible_id":"1216","chapter_code":"JHN.13","verse_code":"JHN.13.22","label":"22","content":"Cov thwjtim ib leeg saib rua ib leeg tsw paub tas tug kws Yexu has ntawd yog leejtwg."},{"bible_id":"1216","chapter_code":"JHN.13","verse_code":"JHN.13.23","label":"23","content":"Tug thwjtim kws Yexu nyam nwg pheeb ze ntawm Yexu."},{"bible_id":"1216","chapter_code":"JHN.13","verse_code":"JHN.13.24","label":"24","content":"Ximoo Petu txhad ncaws hau kuas nwg nug Yexu saib tug kws nwg has ntawd yog leejtwg."},{"bible_id":"1216","chapter_code":"JHN.13","verse_code":"JHN.13.25","label":"25","content":"Thaus tseed pheeb ze rua ntawm Yexu, tug thwjtim hov txawm nug nwg tas, “Tug Tswv, tug ntawd yog leejtwg?”"},{"bible_id":"1216","chapter_code":"JHN.13","verse_code":"JHN.13.26","label":"26","content":"Yexu teb tas, “Yog tug kws kuv yuav muab qhov ncuav nuav ntsw cev rua nwg.” Thaus Yexu muab qhov ncuav ntsw lawd nwg txawm muab cev rua Ximoo Ikhali‑au tug tub Yutas."},{"bible_id":"1216","chapter_code":"JHN.13","verse_code":"JHN.13.27","label":"27","content":"Thaus Yutas txais qhov ncuav hov lawd Xataa  kuj nkaag rua huv Yutas. Yexu txawm has rua Yutas tas, “Tej kws koj yuav ua ca le ua sai sai.”"},{"bible_id":"1216","chapter_code":"JHN.13","verse_code":"JHN.13.28","label":"28","content":"Cov kws pheeb koom ua ke ntawm lub rooj mov hov tsw muaj leejtwg paub tas ua le caag Yexu has le ntawd rua Yuta."},{"bible_id":"1216","chapter_code":"JHN.13","verse_code":"JHN.13.29","label":"29","content":"Qee leej xaav tas vem Yutas yog tug ceev lub naab nyaj Yexu txhad has rua nwg tas, “Ca le moog yuav tej kws peb cheem tsum ua kevcai nuav,” lossws yog has rua nwg kuas muab daabtsw pub rua cov tuabneeg pluag."},{"bible_id":"1216","chapter_code":"JHN.13","verse_code":"JHN.13.30","label":"30","content":"Vem le nuav thaus Yutas txais qhov ncuav ntawd lawm nwg txawm tawm plawg taamswm. Thaus ntawd tsaus ntuj lawm."},{"bible_id":"1216","chapter_code":"JHN.13","verse_code":"JHN.13.31","label":"31","content":"Thaus Yutas tawm moog lawd Yexu txawm has tas, “Nwgnuav Tuabneeg leej Tub tau koob meej lawm, hab Vaajtswv tau koob meej vem Tuabneeg leej Tub."},{"bible_id":"1216","chapter_code":"JHN.13","verse_code":"JHN.13.32","label":"32","content":"Yog Vaajtswv tau koob meej vem Tuabneeg leej Tub, Vaajtswv kuj yuav pub Tuabneeg leej Tub tau koob meej rua huv Vaajtswv, hab yuav pub koob meej taamswm nuav."},{"bible_id":"1216","chapter_code":"JHN.13","verse_code":"JHN.13.33","label":"33","content":"Cov mivnyuas 'e, kuv yuav nrug mej nyob ib nyuas plag xwb. Mej yuav nrhav kuv. Hab kuv has le caag rua cov Yutai lawm nwgnuav kuv kuj has le ntawd rua mej tas, qhov chaw kws kuv yuav moog hov mej moog tsw tau."},{"bible_id":"1216","chapter_code":"JHN.13","verse_code":"JHN.13.34","label":"34","content":"Kuv pub txuj kevcai tshab rua mej. Mej ib leeg yuav tsum hlub ib leeg. Kuv hlub mej le caag lawm mej yuav tsum sws hlub ib yaam le ntawd."},{"bible_id":"1216","chapter_code":"JHN.13","verse_code":"JHN.13.35","label":"35","content":"Qhov kws mej sws hlub nuav yuav ua rua suavdawg paub tas mej yog kuv le thwjtim.”"},{"bible_id":"1216","chapter_code":"JHN.13","verse_code":"JHN.13.36","label":"36","content":"Ximoo Petu has rua Yexu tas, “Tug Tswv, koj yuav moog hovtwg?” Yexu teb tas, “Qhov kws kuv yuav moog hov nwgnuav koj lawv kuv qaab moog tsw tau, tassws yaav tom qaab koj yuav lawv kuv qaab moog.”"},{"bible_id":"1216","chapter_code":"JHN.13","verse_code":"JHN.13.37","label":"37","content":"Petu has rua nwg tas, “Tug Tswv, ua le caag nwgnuav kuv yuav lawv koj qaab moog tsw tau? Kuv yuav tso txujsa tseg vem saib rua koj.”"},{"bible_id":"1216","chapter_code":"JHN.13","verse_code":"JHN.13.38","label":"38","content":"Yexu teb tas, “Koj yuav tso koj txujsa tseg saib rua kuv lov? Kuv has tseeb rua koj tas ua ntej qab qua koj yuav tsw leeg kuv peb zag.”"},{"bible_id":"1216","chapter_code":"JHN.14","verse_code":"JHN.14.1","label":"1","content":"“Mej tsw xob txhawj tsw xob nyuaj sab. Mej tso sab rua Vaajtswv,  ca le tso sab rua kuv hab."},{"bible_id":"1216","chapter_code":"JHN.14","verse_code":"JHN.14.2","label":"2","content":"Huv kuv leej Txwv lub tsev muaj chaw nyob ntau heev. Yog tsw muaj le ntawd kuv yeej has rua mej lawm. Kuv moog tu chaw tseg rua mej."},{"bible_id":"1216","chapter_code":"JHN.14","verse_code":"JHN.14.3","label":"3","content":"Thaus kuv moog tu chaw tseg rua mej tav lawd, kuv yeej yuav rov lug dua hab coj mej moog nrug kuv nyob, sub kuv nyob hovtwg mej txhad tau nyob hov ntawd."},{"bible_id":"1216","chapter_code":"JHN.14","verse_code":"JHN.14.4","label":"4","content":"Hab mej paub txujkev kws moog txug lub chaw kws kuv yuav moog ntawd lawm.”"},{"bible_id":"1216","chapter_code":"JHN.14","verse_code":"JHN.14.5","label":"5","content":"Thauma has rua Yexu tas, “Tug Tswv, peb tsw paub tas koj yuav moog hovtwg. Peb yuav paub txujkev ntawd tau le caag?”"},{"bible_id":"1216","chapter_code":"JHN.14","verse_code":"JHN.14.6","label":"6","content":"Yexu has rua nwg tas, “Kuv yog txujkev ntawd, yog qhov tseeb hab yog txujsa. Tsw muaj leejtwg moog cuag tau leej Txwv tsuas yog moog ntawm kuv moog xwb."},{"bible_id":"1216","chapter_code":"JHN.14","verse_code":"JHN.14.7","label":"7","content":"Yog mej tub paub kuv lawm mej yeej yuav paub kuv leej Txwv hab. Txwj nuav moog mej yuav paub nwg hab pum nwg.”"},{"bible_id":"1216","chapter_code":"JHN.14","verse_code":"JHN.14.8","label":"8","content":"Fili has rua nwg tas, “Tug Tswv, thov qha leej Txwv tshwm rua peb pum mas peb txhad txaus sab.”"},{"bible_id":"1216","chapter_code":"JHN.14","verse_code":"JHN.14.9","label":"9","content":"Yexu has rua nwg tas, “Fili, kuv nrug mej nyob ntev txug taav nuav lawm, mej tseed tsw paub kuv hab lov? Tug kws pum kuv kuj yog pum leej Txwv. Koj yuav has tau le caag tas, ‘Thov qha leej Txwv tshwm rua peb pum’?"},{"bible_id":"1216","chapter_code":"JHN.14","verse_code":"JHN.14.10","label":"10","content":"Koj tsw ntseeg tas kuv nyob huv leej Txwv hab leej Txwv nyob huv kuv lov? Tej lug kws kuv has rua mej hov kuv tsw tau has lawv le kuv lub sab xwb. Tassws leej Txwv kws nyob huv kuv ua nwg teg num."},{"bible_id":"1216","chapter_code":"JHN.14","verse_code":"JHN.14.11","label":"11","content":"Mej ca le ntseeg kuv has tas kuv nyob huv leej Txwv hab leej Txwv nyob huv kuv. Yog tsw ua le ntawd, ca le ntseeg vem tej num nuav."},{"bible_id":"1216","chapter_code":"JHN.14","verse_code":"JHN.14.12","label":"12","content":"Kuv has tseeb rua mej tas tug kws tso sab rua kuv yuav ua tej num kws kuv ua nuav hab. Hab nwg tseed yuav ua tej num luj dua tej nuav vem kuv yuav moog cuag leej Txwv."},{"bible_id":"1216","chapter_code":"JHN.14","verse_code":"JHN.14.13","label":"13","content":"Yaam twg kws mej tuav kuv lub npe thov, kuv yuav ua yaam ntawd sub leej txwv txhad tau koob meej ci ntsaa ab ntawm leej Tub."},{"bible_id":"1216","chapter_code":"JHN.14","verse_code":"JHN.14.14","label":"14","content":"Yog mej tuav kuv lub npe thov ib yaam daabtsw, kuv yuav ua yaam ntawd."},{"bible_id":"1216","chapter_code":"JHN.14","verse_code":"JHN.14.15","label":"15","content":"“Yog mej hlub kuv, mej yuav tuav rawv kuv tej lug nkaw."},{"bible_id":"1216","chapter_code":"JHN.14","verse_code":"JHN.14.16","label":"16","content":"Kuv yuav thov leej Txwv mas nwg yuav pub dua ib tug lug taw qha mej, nwg yuav nrug mej nyob moog le."},{"bible_id":"1216","chapter_code":"JHN.14","verse_code":"JHN.14.17","label":"17","content":"Tug ntawd yog Vaaj Ntsuj Plig kws qha qhov tseeb, kws lub nplajteb txais tsw tau vem yog saib tsw pum hab tsw paub nwg. Mej cov paub nwg vem nwg nrug mej nyob hab yuav nyob huv mej."},{"bible_id":"1216","chapter_code":"JHN.14","verse_code":"JHN.14.18","label":"18","content":"Kuv yuav tsw muab mej tso pov tseg ua ntsoj ua ntsuag. Kuv yuav lug cuag mej."},{"bible_id":"1216","chapter_code":"JHN.14","verse_code":"JHN.14.19","label":"19","content":"Tshuav tsw ntev lub nplajteb yuav tsw pum kuv tassws mej yuav pum kuv. Vem kuv muaj txujsa nyob mej kuj yuav muaj txujsa nyob hab."},{"bible_id":"1216","chapter_code":"JHN.14","verse_code":"JHN.14.20","label":"20","content":"Nub ntawd mej yuav paub tas kuv nyob huv leej Txwv hab mej nyob huv kuv hab kuv nyob huv mej."},{"bible_id":"1216","chapter_code":"JHN.14","verse_code":"JHN.14.21","label":"21","content":"Tug kws muaj kuv tej lug nkaw hab tuav rawv tej lug hov, tug hov txhad yog tug kws hlub kuv. Hab tug kws hlub kuv hov kuv leej Txwv yuav hlub nwg, hab kuv yuav hlub nwg hab qha kuv rua nwg pum.”"},{"bible_id":"1216","chapter_code":"JHN.14","verse_code":"JHN.14.22","label":"22","content":"Yutas kws tsw yog Ikhali‑au has rua Yexu tas, “Tug Tswv, ua le caag koj yuav qha koj tshwm rua peb pum xwb tsw qha rua lub nplajteb pum?”"},{"bible_id":"1216","chapter_code":"JHN.14","verse_code":"JHN.14.23","label":"23","content":"Yexu teb nwg tas, “Yog leejtwg hlub kuv, tug hov yuav tuav rawv kuv tej lug, hab kuv leej Txwv yuav hlub nwg hab ib ob leeg yuav lug cuag nwg hab nrug nraim nwg nyob."},{"bible_id":"1216","chapter_code":"JHN.14","verse_code":"JHN.14.24","label":"24","content":"Tug kws tsw hlub kuv kuj tsw tuav rawv kuv tej lug. Hab tej lug kws mej nov nuav tsw yog kuv le lug tassws yog leej Txwv kws khaiv kuv lug le lug."},{"bible_id":"1216","chapter_code":"JHN.14","verse_code":"JHN.14.25","label":"25","content":"“Kuv has tej lug nuav rua mej rua thaus kuv tseed nrug mej nyob."},{"bible_id":"1216","chapter_code":"JHN.14","verse_code":"JHN.14.26","label":"26","content":"Tassws tug kws taw qha, yog Vaaj Ntsuj Plig tug dawb huv kws leej Txwv yuav khaiv lug huv kuv lub npe, nwg yuav qha txhua yaam rua mej hab ua rua mej ncu txug txhua yaam kws kuv tub has rua mej lawd."},{"bible_id":"1216","chapter_code":"JHN.14","verse_code":"JHN.14.27","label":"27","content":"Kuv muab txujkev nyob kaaj sab lug cob rua mej. Kuv pub kuv txujkev nyob kaaj sab lug rua mej, kuv pub tsw thooj le lub nplajteb pub. Mej lub sab tsw xob txhawj hab tsw xob ntshai."},{"bible_id":"1216","chapter_code":"JHN.14","verse_code":"JHN.14.28","label":"28","content":"Mej tub nov kuv has rua mej tas, ‘Kuv yuav ncaim moog hab kuv yuav rov lug cuag mej.’ Yog mej hlub kuv mej kuj yuav xyiv faab tsua qhov kws kuv moog cuag leej Txwv, vem leej Txwv luj dua kuv."},{"bible_id":"1216","chapter_code":"JHN.14","verse_code":"JHN.14.29","label":"29","content":"Nwgnuav kuv tub has tej nuav rua mej ua ntej kws tsw tau tshwm lug, sub thaus muaj tej nuav tshwm lug mej txhad le ntseeg."},{"bible_id":"1216","chapter_code":"JHN.14","verse_code":"JHN.14.30","label":"30","content":"Kuv yuav tsw nrug mej thaam le nuav dua le lawm tsua qhov tug kws kaav nplajteb saamswm lug. Tug ntawd tsw muaj fwjchim luj dua kuv."},{"bible_id":"1216","chapter_code":"JHN.14","verse_code":"JHN.14.31","label":"31","content":"Tassws kuv ua lawv le leej Txwv kuas kuv ua, sub lub nplajteb txhad paub tas kuv hlub leej Txwv. Ca le sawv tseeg, peb moog lauj.”"},{"bible_id":"1216","chapter_code":"JHN.15","verse_code":"JHN.15.1","label":"1","content":"“Kuv yog tsob tseem txwv maab, hab kuv leej Txwv yog tug kws tu."},{"bible_id":"1216","chapter_code":"JHN.15","verse_code":"JHN.15.2","label":"2","content":"Txhua ceg huv kuv kws tsw txw txwv nwg yuav muab txav pov tseg, hab txhua ceg kws txw txwv nwg yuav muab taav kuas yimfuab txw ntau heev."},{"bible_id":"1216","chapter_code":"JHN.15","verse_code":"JHN.15.3","label":"3","content":"Mej tub raug ntxuav kuas dawb huv ntawm tej lug kws kuv has rua mej lawm."},{"bible_id":"1216","chapter_code":"JHN.15","verse_code":"JHN.15.4","label":"4","content":"Mej ca le nyob ruaj rua huv kuv hab kuv yuav nyob rua huv mej. Tug ceg kws nyob ib caag yuav txw txwv tsw tau, tsuas yog koom lub hauv paug txhad txw tau. Mej kuj ib yaam nkaus, yog mej tsw nyob ruaj rua huv kuv, mej yuav txw txwv tsw tau."},{"bible_id":"1216","chapter_code":"JHN.15","verse_code":"JHN.15.5","label":"5","content":"Kuv yog lub hauv paug txwv maab, mej yog cov ceg. Tug kws nyob ruaj rua huv kuv hab kuv nyob huv nwg, tug hov yuav txw txwv ntau. Yog mej ncaim ntawm kuv lawm mej yuav ua tsw tau ib yaam daabtsw le."},{"bible_id":"1216","chapter_code":"JHN.15","verse_code":"JHN.15.6","label":"6","content":"Yog leejtwg tsw nyob ruaj rua huv kuv, tug hov yuav raug muab txav pov tseg ib yaam le tej ceg hab yuav qhuav taag. Tej ceg hov yuav raug muab sau moog nrum rua huv suavtawg hlawv kub nyab taag."},{"bible_id":"1216","chapter_code":"JHN.15","verse_code":"JHN.15.7","label":"7","content":"“Yog mej nyob ruaj rua huv kuv hab kuv tej lug nyob ruaj huv mej lawm, mej ca le thov yaam twg kws mej xaav yuav mas mej yuav tau yaam ntawd."},{"bible_id":"1216","chapter_code":"JHN.15","verse_code":"JHN.15.8","label":"8","content":"Yog mej tawg paaj txw txwv ntau txhad ua kuv le thwjtim, qhov ntawd yuav ua rua kuv leej Txwv tau koob meej."},{"bible_id":"1216","chapter_code":"JHN.15","verse_code":"JHN.15.9","label":"9","content":"Leej Txwv hlub kuv le caag, kuv kuj hlub mej ib yaam le ntawd. Mej ca le nyob ruaj rua huv kuv txujkev hlub."},{"bible_id":"1216","chapter_code":"JHN.15","verse_code":"JHN.15.10","label":"10","content":"Yog mej tuav rawv kuv tej lug nkaw mej kuj nyob ruaj rua huv kuv txujkev hlub ib yaam le kuv tuav rawv kuv Txwv tej lug nkaw hab nyob ruaj huv nwg txujkev hlub."},{"bible_id":"1216","chapter_code":"JHN.15","verse_code":"JHN.15.11","label":"11","content":"Kuv has tej nuav rua mej lawm sub kuv txujkev xyiv faab txhad nyob huv mej hab mej txhad muaj txujkev xyiv faab puv npo."},{"bible_id":"1216","chapter_code":"JHN.15","verse_code":"JHN.15.12","label":"12","content":"“Kuv nkaw lug tseg rua mej tas mej ib leeg yuav tsum hlub ib leeg ib yaam le kuv hlub mej."},{"bible_id":"1216","chapter_code":"JHN.15","verse_code":"JHN.15.13","label":"13","content":"Tsw muaj txujkev hlub luj dhau txuj nuav lawm, yog qhov kws ib tug tso txujsa thij nwg cov kwvluag."},{"bible_id":"1216","chapter_code":"JHN.15","verse_code":"JHN.15.14","label":"14","content":"Yog mej ua tej kws kuv kuas mej ua, mej kuj yog kuv le kwvluag."},{"bible_id":"1216","chapter_code":"JHN.15","verse_code":"JHN.15.15","label":"15","content":"Kuv tsw hu mej ua tub qhe dua le lawm tsua qhov tug tub qhe tsw paub tas nwg tug lospaav ua daabtsw. Tassws kuv hu mej ua kwvluag tsua qhov txhua yaam kws kuv tau nov ntawm leej Txwv kuv tub qha rua mej paub lawm."},{"bible_id":"1216","chapter_code":"JHN.15","verse_code":"JHN.15.16","label":"16","content":"Mej tsw tau xaiv kuv tassws kuv xaiv mej hab tsaa mej kuas moog tawg paaj txw txwv hab ua rua tej txwv hov yuav nyob moog le, sub thaus mej tuav kuv lub npe thov ib yaam daabtsw ntawm leej Txwv, nwg txhad pub yaam hov rua mej."},{"bible_id":"1216","chapter_code":"JHN.15","verse_code":"JHN.15.17","label":"17","content":"Tej kws kuv nkaw lug tseg rua mej nuav yog qhov kws ib leeg yuav tsum hlub ib leeg."},{"bible_id":"1216","chapter_code":"JHN.15","verse_code":"JHN.15.18","label":"18","content":"“Yog lub nplajteb nuav ntxub mej, mej ca le paub tas lub nplajteb tub xub ntxub kuv ua ntej lawm."},{"bible_id":"1216","chapter_code":"JHN.15","verse_code":"JHN.15.19","label":"19","content":"Yog mej ua tuabneeg nplajteb, lub nplajteb yeej yuav hlub cov kws yog nplajteb le. Vem mej tsw yog tuabneeg nplajteb, tsua qhov kuv tub xaiv mej tawm huv lub nplajteb lawm, vem le nuav lub nplajteb txhad ntxub mej."},{"bible_id":"1216","chapter_code":"JHN.15","verse_code":"JHN.15.20","label":"20","content":"Mej ca le ncu txug tej lug kws kuv has rua mej lawm tas, ‘Tug tub qhe luj tsw dhau nwg tug lospaav.’ Yog puab tub tswm txom kuv lawm puab yeej yuav tswm txom mej hab. Yog puab tuav rawv kuv tej lug, puab yeej yuav tuav rawv mej tej lug hab."},{"bible_id":"1216","chapter_code":"JHN.15","verse_code":"JHN.15.21","label":"21","content":"Tassws puab yuav ua txhua yaam nuav rua mej vem yog tim kuv lub npe, tsua qhov puab tsw paub tug kws khaiv kuv lug."},{"bible_id":"1216","chapter_code":"JHN.15","verse_code":"JHN.15.22","label":"22","content":"Yog kuv tsw tau lug qha puab, puab yuav tsw muaj txem. Tassws nwgnuav puab tsw muaj ib lus has daws puab lub txem."},{"bible_id":"1216","chapter_code":"JHN.15","verse_code":"JHN.15.23","label":"23","content":"Tug kws ntxub kuv kuj yog ntxub kuv leej Txwv hab."},{"bible_id":"1216","chapter_code":"JHN.15","verse_code":"JHN.15.24","label":"24","content":"Yog kuv tsw tau ua tej kws lwm tug tsw ua rua puab pum, puab yuav tsw muaj txem. Tassws nwgnuav puab tub pum tej nuav los puab tseed ntxub kuv hab kuv leej Txwv."},{"bible_id":"1216","chapter_code":"JHN.15","verse_code":"JHN.15.25","label":"25","content":"Tej nuav yog tav lawv le tej lug sau ca rua huv Vaajtswv txuj kevcai has tas, ‘Puab laam ntxub kuv do do.’"},{"bible_id":"1216","chapter_code":"JHN.15","verse_code":"JHN.15.26","label":"26","content":"Tassws thaus tug kws taw qha lug, kws kuv khaiv ntawm leej Txwv lug rua mej, yog Vaaj Ntsuj Plig kws qha qhov tseeb hab lug ntawm leej Txwv lug, nwg yuav ua timkhawv txug kuv."},{"bible_id":"1216","chapter_code":"JHN.15","verse_code":"JHN.15.27","label":"27","content":"Hab mej kuj yuav ua timkhawv tsua qhov mej tub nrug kuv nyob thaus chiv thawj lug.”"},{"bible_id":"1216","chapter_code":"JHN.16","verse_code":"JHN.16.1","label":"1","content":"“Kuv has tej nuav rua mej sub mej txhad tsw yuam kev."},{"bible_id":"1216","chapter_code":"JHN.16","verse_code":"JHN.16.2","label":"2","content":"Luas yuav muab mej ntab tawm huv tej tsev sablaaj. Qhov tseeb lub swjhawm saamswm lug txug mas txhua tug kws muab mej tua pov tseg yuav xaav tas puab ua koom rua Vaajtswv."},{"bible_id":"1216","chapter_code":"JHN.16","verse_code":"JHN.16.3","label":"3","content":"Puab yuav ua le ntawd vem puab tub tsw paub leej Txwv hab tsw paub kuv."},{"bible_id":"1216","chapter_code":"JHN.16","verse_code":"JHN.16.4","label":"4","content":"Tassws kuv has tej nuav rua mej sub thaus txug puab le swjhawm lawd mej txhad ncu ntsoov tas kuv tub has rua mej ua ntej lawm. “Thaus chiv thawj kuv tsw tau has tej nuav rua mej tsua qhov kuv tseed nrug mej nyob."},{"bible_id":"1216","chapter_code":"JHN.16","verse_code":"JHN.16.5","label":"5","content":"Tassws nwgnuav kuv yuav moog cuag tug kws khaiv kuv lug, los mej cov tsw muaj leejtwg nug kuv tas, ‘Koj yuav moog hovtwg?’"},{"bible_id":"1216","chapter_code":"JHN.16","verse_code":"JHN.16.6","label":"6","content":"Vem kuv has tej nuav rua mej, mej txhad le nyuaj sab kawg."},{"bible_id":"1216","chapter_code":"JHN.16","verse_code":"JHN.16.7","label":"7","content":"Tassws kuv qha qhov tseeb rua mej. Qhov kws kuv ncaim moog hov yuav muaj nuj nqes rua mej. Yog kuv tsw moog, tug kws taw qha yuav tsw lug cuag mej. Tassws yog kuv moog lawm, kuv yuav khaiv nwg lug cuag mej."},{"bible_id":"1216","chapter_code":"JHN.16","verse_code":"JHN.16.8","label":"8","content":"Thaus nwg lug lawd nwg yuav ua rua lub nplajteb paub tseeb txug lub txem hab txujkev ncaaj nceeg hab qhov kws teem txem."},{"bible_id":"1216","chapter_code":"JHN.16","verse_code":"JHN.16.9","label":"9","content":"Has txug lub txem mas yog vem puab tsw ntseeg kuv,"},{"bible_id":"1216","chapter_code":"JHN.16","verse_code":"JHN.16.10","label":"10","content":"has txug kev ncaaj nceeg yog vem kuv moog cuag leej Txwv mas mej yuav tsw pum kuv dua le lawm,"},{"bible_id":"1216","chapter_code":"JHN.16","verse_code":"JHN.16.11","label":"11","content":"has txug qhov kws teem txem yog vem tug kws kaav nplajteb raug teem txem lawm."},{"bible_id":"1216","chapter_code":"JHN.16","verse_code":"JHN.16.12","label":"12","content":"“Tseed tshuav ntau yaam kws kuv yuav has rua mej, tassws nwgnuav mej thev tsw taug."},{"bible_id":"1216","chapter_code":"JHN.16","verse_code":"JHN.16.13","label":"13","content":"Thaus Vaaj Ntsuj Plig kws qha qhov tseeb lug lawm nwg yuav coj mej moog txug qhov tseeb huvsw. Nwg yuav tsw has lawv nwg lub sab xwb, nwg yuav has tej kws nwg tau nov hab nwg yuav qha mej paub txug tej kws yuav tshwm lug."},{"bible_id":"1216","chapter_code":"JHN.16","verse_code":"JHN.16.14","label":"14","content":"Nwg yuav ua rua kuv tau koob meej, vem nwg yuav muab tej kws yog kuv le lug qha rua mej."},{"bible_id":"1216","chapter_code":"JHN.16","verse_code":"JHN.16.15","label":"15","content":"Txhua yaam kws leej Txwv muaj yog kuv le. Vem le nuav kuv txhad has tas Vaaj Ntsuj Plig yuav muab tej kws yog kuv le lug qha rua mej."},{"bible_id":"1216","chapter_code":"JHN.16","verse_code":"JHN.16.16","label":"16","content":"“Tshuav tsw ntev mej yuav tsw pum kuv dua le lawm, hab tshuav tsw ntej mej yuav rov pum kuv hab.”"},{"bible_id":"1216","chapter_code":"JHN.16","verse_code":"JHN.16.17","label":"17","content":"Cov thwjtim qee leej sws has tas, “Qhov kws Yexu has tas, ‘Tshuav tsw ntev mej yuav tsw pum kuv, hab tshuav tsw ntev mej yuav rov pum kuv hab,’ hab has tas, ‘tsua qhov kuv moog cuag leej Txwv,’ yog nwg has txug daabtsw?”"},{"bible_id":"1216","chapter_code":"JHN.16","verse_code":"JHN.16.18","label":"18","content":"Puab has tas, “Tshuav tsw ntev hov has txug daabtsw? Peb tsw nkaag sab nwg has le caag.”"},{"bible_id":"1216","chapter_code":"JHN.16","verse_code":"JHN.16.19","label":"19","content":"Yexu paub tas puab xaav nug nwg, nwg txawm has rua puab tas, “Mej sws nug has tas qhov kws kuv has tas ‘Tshuav tsw ntev mej yuav tsw pum kuv, hab tshuav tsw ntej mej yuav rov pum kuv’ hov yog kuv has txug daabtsw lov?"},{"bible_id":"1216","chapter_code":"JHN.16","verse_code":"JHN.16.20","label":"20","content":"Kuv has tseeb rua mej tas, mej yuav quaj hab quaj ntsuag, tassws lub nplajteb yuav xyiv faab. Mej yuav nyuaj sab, tassws mej txujkev nyuaj sab yuav ntxeev ua kev xyiv faab."},{"bible_id":"1216","chapter_code":"JHN.16","verse_code":"JHN.16.21","label":"21","content":"Thaus ib tug quaspuj yuav yug mivnyuas nwg muaj kev nyuaj sab vem yog txug lub caij yug lawm, tassws thaus yug tau lawd nwg tsw ncu txug qhov kws mob hov vem muaj kev xyiv faab tsua qhov kws yug tau ib tug rua huv nplajteb."},{"bible_id":"1216","chapter_code":"JHN.16","verse_code":"JHN.16.22","label":"22","content":"Ib yaam le ntawd nwgnuav mej muaj kev nyuaj sab, tassws kuv yuav rov pum mej dua hab mej lub sab yuav xyiv faab, tsw muaj leejtwg yuav txeeb tau mej txujkev xyiv faab moog."},{"bible_id":"1216","chapter_code":"JHN.16","verse_code":"JHN.16.23","label":"23","content":"Nub ntawd mej yuav tsw nug kuv ib yaam daabtsw lawm. Kuv has tseeb rua mej tas yog mej tuav kuv lub npe thov leej Txwv ib yaam daabtsw, nwg yuav pub yaam ntawd rua mej."},{"bible_id":"1216","chapter_code":"JHN.16","verse_code":"JHN.16.24","label":"24","content":"Txug taav nuav mej tub tsw tau tuav kuv lub npe thov ib yaam daabtsw. Ca le thov mas mej yuav tau sub mej txhad muaj kev xyiv faab kawg nkaus."},{"bible_id":"1216","chapter_code":"JHN.16","verse_code":"JHN.16.25","label":"25","content":"“Kuv ua pev lug has tej lug nuav rua mej. Lub swjhawm saamswm lug txug mas kuv yuav tsw ua pev lug has rua mej dua le lawm, tassws kuv yuav has txug leej Txwv meej meej rua mej."},{"bible_id":"1216","chapter_code":"JHN.16","verse_code":"JHN.16.26","label":"26","content":"Nub ntawd mej yuav tuav kuv lub npe thov. Kuv tsw has rua mej tas kuv yuav thov leej Txwv paab mej,"},{"bible_id":"1216","chapter_code":"JHN.16","verse_code":"JHN.16.27","label":"27","content":"tsua qhov leej Txwv yeej hlub mej vem mej hlub kuv hab ntseeg tas kuv lug ntawm Vaajtswv lug."},{"bible_id":"1216","chapter_code":"JHN.16","verse_code":"JHN.16.28","label":"28","content":"Kuv lug ntawm leej Txwv lug hab nkaag rua huv lub nplajteb lawm. Kuv saamswm ncaim huv lub nplajteb rov moog cuag leej Txwv.”"},{"bible_id":"1216","chapter_code":"JHN.16","verse_code":"JHN.16.29","label":"29","content":"Nwg cov thwjtim has tas, “Nwgnuav koj has meej meej tsw ua pev lug has."},{"bible_id":"1216","chapter_code":"JHN.16","verse_code":"JHN.16.30","label":"30","content":"Nwgnuav peb paub tas koj paub txhua yaam huvsw hab tsw txug leejtwg nug koj dua lawm. Vem le nuav peb txhad ntseeg tas koj lug ntawm Vaajtswv lug.”"},{"bible_id":"1216","chapter_code":"JHN.16","verse_code":"JHN.16.31","label":"31","content":"Yexu teb puab tas, “Nwgnuav mej ntseeg lawm lov?"},{"bible_id":"1216","chapter_code":"JHN.16","verse_code":"JHN.16.32","label":"32","content":"Lub swjhawm saamswm lug hab tub lug txug lawm mas mej yuav tawg ua saab ua sua nyag moog nyag tsev hab tso kuv tseg nyob ib leeg. Tassws tsw yog kuv nyob ib leeg, vem leej Txwv nrug nraim kuv."},{"bible_id":"1216","chapter_code":"JHN.16","verse_code":"JHN.16.33","label":"33","content":"Kuv has tej nuav rua mej sub mej txhad nyob kaaj sab lug huv kuv. Mej yuav raug kev txom nyem nyuaj sab huv lub nplajteb nuav tassws mej ca le ua sab tuab. Kuv tub kov yeej nplajteb lawm.”"},{"bible_id":"1216","chapter_code":"JHN.17","verse_code":"JHN.17.1","label":"1","content":"Thaus Yexu has tej ntawd taag lawm, nwg txawm tsaa muag saib sau ntuj hab has tas, “Au leej Txwv, txug swjhawm lawm. Thov ua rua koj leej Tub tau koob meej ci ntsaa ab, sub leej Tub txhad ua rua leej Txwv tau koob meej,"},{"bible_id":"1216","chapter_code":"JHN.17","verse_code":"JHN.17.2","label":"2","content":"tsua qhov koj pub fwjchim rua leej Tub kaav taag nrho ib tsoom tuabneeg suavdawg, sub leej Tub txhad pub txujsa ib txhws tsw kawg rua txhua tug kws koj muab cob rua nwg."},{"bible_id":"1216","chapter_code":"JHN.17","verse_code":"JHN.17.3","label":"3","content":"Txujsa ib txhws tsw kawg yog le nuav, yog qhov kws puab paub koj kws yog tug Vaajtswv tuab leeg kws yog tug tseem Tswv, hab paub Yexu Kheto kws koj khaiv lug."},{"bible_id":"1216","chapter_code":"JHN.17","verse_code":"JHN.17.4","label":"4","content":"“Kuv ua rua koj tau koob meej rua huv nplajteb tsua qhov kuv ua tej num kws koj muab cob rua kuv ua lawd tav."},{"bible_id":"1216","chapter_code":"JHN.17","verse_code":"JHN.17.5","label":"5","content":"Leej Txwv, nwgnuav thov koj ua rua kuv tau koob meej taab meeg ntawm koj lub xubndag, yog lub koob meej kws kuv nrug koj muaj ua ntej kws tsw tau muaj lub nplajteb nuav lug."},{"bible_id":"1216","chapter_code":"JHN.17","verse_code":"JHN.17.6","label":"6","content":"“Kuv qha koj lub npe rua cov tuabneeg kws koj pub rua kuv huv lub nplajteb paub. Puab yeej yog koj le lawm, hab koj muab puab pub rua kuv hab puab tuav rawv koj tej lug."},{"bible_id":"1216","chapter_code":"JHN.17","verse_code":"JHN.17.7","label":"7","content":"Nwgnuav puab paub tas txhua yaam kws koj muab pub rua kuv yog lug ntawm koj lug,"},{"bible_id":"1216","chapter_code":"JHN.17","verse_code":"JHN.17.8","label":"8","content":"tsua qhov tej lug kws koj muab rua kuv, kuv tub muab rua puab hab puab tub txais lawm, hab puab paub tseeb tas kuv lug ntawm koj lug hab puab ntseeg tas koj khaiv kuv lug."},{"bible_id":"1216","chapter_code":"JHN.17","verse_code":"JHN.17.9","label":"9","content":"Kuv thov koj paab puab. Kuv tsw thov koj paab lub nplajteb tassws thov paab cov tuabneeg kws koj muab pub rua kuv, tsua qhov puab yog koj le."},{"bible_id":"1216","chapter_code":"JHN.17","verse_code":"JHN.17.10","label":"10","content":"Txhua tug kws yog kuv le kuj yog koj le, hab txhua tug kws yog koj le kuj yog kuv le, hab kuv tau koob meej ntawm puab."},{"bible_id":"1216","chapter_code":"JHN.17","verse_code":"JHN.17.11","label":"11","content":"“Nwgnuav kuv yuav tsw nyob huv lub nplajteb nuav lawm, tassws puab tseed nyob huv lub nplajteb nuav. Kuv saamswm yuav lug cuag koj. Au leej Txwv kws dawb huv, thov koj tsom kwm puab ca rua huv koj lub npe kws koj muab rua kuv  sub puab txhad koom ib lub sab ib yaam le koj hab kuv."},{"bible_id":"1216","chapter_code":"JHN.17","verse_code":"JHN.17.12","label":"12","content":"Thaus kuv tseed nrug puab nyob kuv tsom kwm puab huv koj lub npe kws koj pub rua kuv. Kuv zuv puab ca, tsw muaj ib tug puam tsuaj tsuas yog tug kws tshwj tseg rua kev puam tsuaj xwb sub txhad tav lawv le Vaajtswv txujlug."},{"bible_id":"1216","chapter_code":"JHN.17","verse_code":"JHN.17.13","label":"13","content":"“Nwgnuav kuv saamswm yuav lug cuag koj. Kuv has tej nuav rua huv lub nplajteb sub puab txhad tau kuv le kev xyiv faab kawg nkaus."},{"bible_id":"1216","chapter_code":"JHN.17","verse_code":"JHN.17.14","label":"14","content":"Kuv tub muab koj tej lug cob rua puab lawm. Lub nplajteb ntxub puab vem puab tsw yog nplajteb le ib yaam le kuv tsw yog nplajteb le."},{"bible_id":"1216","chapter_code":"JHN.17","verse_code":"JHN.17.15","label":"15","content":"Kuv tsw tau thov koj coj puab tawm huv lub nplajteb moog, tassws thov koj tsom kwm puab dim ntawm tug kws Phem."},{"bible_id":"1216","chapter_code":"JHN.17","verse_code":"JHN.17.16","label":"16","content":"Puab tsw yog nplajteb le ib yaam le kuv tsw yog nplajteb le."},{"bible_id":"1216","chapter_code":"JHN.17","verse_code":"JHN.17.17","label":"17","content":"Thov koj muab txujkev tseeb cais tsaa puab kuas dawb huv. Koj tej lug yeej yog txujkev tseeb."},{"bible_id":"1216","chapter_code":"JHN.17","verse_code":"JHN.17.18","label":"18","content":"Koj khaiv kuv lug rua huv lub nplajteb le caag, kuv kuj khaiv puab moog rua huv lub nplajteb ib yaam le ntawd."},{"bible_id":"1216","chapter_code":"JHN.17","verse_code":"JHN.17.19","label":"19","content":"Kuv muab kuv tug kheej cais kuas dawb huv vem yog saib rua puab, sub puab txhad raug muab cais tsaa kuas dawb huv lawv le txujkev tseeb."},{"bible_id":"1216","chapter_code":"JHN.17","verse_code":"JHN.17.20","label":"20","content":"“Tsw yog kuv thov paab puab cov nuav xwb, tassws thov paab cov kws yuav ntseeg kuv, vem tej lug kws puab qha,"},{"bible_id":"1216","chapter_code":"JHN.17","verse_code":"JHN.17.21","label":"21","content":"sub puab txhua tug txhad koom ua ib lub sab, ib yaam le leej Txwv koj nyob huv kuv hab kuv nyob huv koj, puab txhad nyob huv ib ob leeg sub lub nplajteb txhad ntseeg tas koj khaiv kuv lug."},{"bible_id":"1216","chapter_code":"JHN.17","verse_code":"JHN.17.22","label":"22","content":"Lub koob meej kws koj pub rua kuv, kuv muab cob rua puab lawm sub puab txhad koom ua ib lub sab ib yaam le ib ob leeg koom ua tuab tug."},{"bible_id":"1216","chapter_code":"JHN.17","verse_code":"JHN.17.23","label":"23","content":"Kuv nyob huv puab hab koj nyob huv kuv sub puab txhad koom tau ua ib lub sab, lub nplajteb txhad paub tas koj khaiv kuv lug hab koj hlub puab ib yaam le koj hlub kuv."},{"bible_id":"1216","chapter_code":"JHN.17","verse_code":"JHN.17.24","label":"24","content":"“Au leej Txwv, kuv xaav kuas cov tuabneeg kws koj muab pub rua kuv yuav nrug kuv nyob huv lub chaw kws kuv nyob ntawd, sub puab txhad pum lub koob meej ci ntsaa ab kws koj pub rua kuv vem koj hlub kuv ua ntej kws tsw tau tswm lub nplajteb."},{"bible_id":"1216","chapter_code":"JHN.17","verse_code":"JHN.17.25","label":"25","content":"Au leej Txwv kws ncaaj nceeg, lub nplajteb tsw paub koj, tassws kuv paub koj hab cov tuabneeg nuav paub tas koj khaiv kuv lug."},{"bible_id":"1216","chapter_code":"JHN.17","verse_code":"JHN.17.26","label":"26","content":"Kuv tub qha koj lub npe rua puab paub lawm hab kuv tseed yuav qha rua puab paub hab, sub txujkev hlub kws koj hlub kuv txhad nyob huv puab hab kuv nyob huv puab.”"},{"bible_id":"1216","chapter_code":"JHN.18","verse_code":"JHN.18.1","label":"1","content":"Thaus Yexu has tej nuav taag lawm nwg txawm nrug nwg cov thwjtim tawm moog hlaa lub haav Khiloo txug ib lub vaaj, mas nwg hab nwg cov thwjtim nkaag rua huv."},{"bible_id":"1216","chapter_code":"JHN.18","verse_code":"JHN.18.2","label":"2","content":"Yutas kws faav xeeb rua Yexu kuj paub lub vaaj hov hab, tsua qhov Yexu hab nwg cov thwjtim pheej txeev tuaj ua ke rua qhov ntawd."},{"bible_id":"1216","chapter_code":"JHN.18","verse_code":"JHN.18.3","label":"3","content":"Yutas txhad coj ib paab tub rog hab tej tub teg tub taw ntawm cov pov thawj hlub hab cov Falixai tuaj. Puab taws tsau taws teeb hab coj ntaaj rag tuaj."},{"bible_id":"1216","chapter_code":"JHN.18","verse_code":"JHN.18.4","label":"4","content":"Yexu yeej paub txhua yaam kws yuav tshwm xwm rua nwg, nwg txhad tawm moog has rua puab tas, “Mej tuaj nrhav leejtwg?”"},{"bible_id":"1216","chapter_code":"JHN.18","verse_code":"JHN.18.5","label":"5","content":"Puab teb tas, “Tuaj nrhav Yexu kws yog tuabneeg Naxale.” Yexu has rua puab tas, “Kuv yog tug hov ntaag.” Yutas kws faav xeeb rua Yexu kuj nrug puab sawv ua ke ntawd."},{"bible_id":"1216","chapter_code":"JHN.18","verse_code":"JHN.18.6","label":"6","content":"Thaus Yexu has rua puab tas, “Kuv yog  tug hov,” puab txawm thaub pis ncho hab qaug rua huv aav."},{"bible_id":"1216","chapter_code":"JHN.18","verse_code":"JHN.18.7","label":"7","content":"Yexu rov nug puab tas, “Mej tuaj nrhav leejtwg?” Puab has tas, “Tuaj nrhav Yexu kws yog tuabneeg Naxale.”"},{"bible_id":"1216","chapter_code":"JHN.18","verse_code":"JHN.18.8","label":"8","content":"Yexu teb puab tas, “Kuv tub has rua mej tas yog kuv. Yog mej nrhav kuv, kuj ca tso cov tuabneeg nuav moog.”"},{"bible_id":"1216","chapter_code":"JHN.18","verse_code":"JHN.18.9","label":"9","content":"Nwg ua le nuav txhad tav lawv le tej lug kws nwg tub has tas, “Cov tuabneeg kws koj muab pub rua kuv tsw muaj ib tug puam tsuaj le.”"},{"bible_id":"1216","chapter_code":"JHN.18","verse_code":"JHN.18.10","label":"10","content":"Ximoo Petu muaj ib raab ntaaj nwg txawm rhu hlo ntaaj lug tuab ntaug tug tuam pov thawj hlub tug tub qhe txav nwg saab nplooj ntseg xws tu nrho. Tug tub qhe hov npe hu ua Makhu."},{"bible_id":"1216","chapter_code":"JHN.18","verse_code":"JHN.18.11","label":"11","content":"Yexu has rua Petu tas, “Ca le muab raab ntaaj ntxwg rua huv naab. Kuv yuav tsw haus lub khob kws leej Txwv muab pub rua kuv lov?”"},{"bible_id":"1216","chapter_code":"JHN.18","verse_code":"JHN.18.12","label":"12","content":"Cov tub rog hab puab tug thawj rog hab Yutai cov tub teg tub taw txawm nteg Yexu khi ca."},{"bible_id":"1216","chapter_code":"JHN.18","verse_code":"JHN.18.13","label":"13","content":"Puab coj nwg moog cuag Ana ua ntej. Ana yog Khayafa kws ua tuam pov thawj hlub rua xyoo hov le yawm txwv."},{"bible_id":"1216","chapter_code":"JHN.18","verse_code":"JHN.18.14","label":"14","content":"Tug Khayafa nuav yog tug kws qha cov Yutai tas ca ib tug tuag thij ib tsoom tuabneeg zoo dua."},{"bible_id":"1216","chapter_code":"JHN.18","verse_code":"JHN.18.15","label":"15","content":"Ximoo Petu hab dua ib tug thwjtim lawv Yexu qaab moog. Vem yog tug tuam pov thawj hlub paub tug thwjtim hov, nwg txhad nrug Yexu nkaag rua huv lub tshaav puam ntawm tug tuam pov thawj hlub tsev,"},{"bible_id":"1216","chapter_code":"JHN.18","verse_code":"JHN.18.16","label":"16","content":"tassws Petu sawv saab nrau rooj loog. Tug thwjtim kws tug pov thawj hlub paub hov txawm tawm moog has rua tug nkauj qhev kws zuv rooj loog hab coj Petu nkaag rua huv."},{"bible_id":"1216","chapter_code":"JHN.18","verse_code":"JHN.18.17","label":"17","content":"Tug nkauj qhev kws zuv rooj loog has rua Petu tas, “Koj yog tug yawm hov le ib tug thwjtim hab los tsw yog?” Nwg teb tas, “Kuv tsw yog.”"},{"bible_id":"1216","chapter_code":"JHN.18","verse_code":"JHN.18.18","label":"18","content":"Cov tub qhe hab cov tub teg tub taw tub muab thee lug rauv vem yog no heev, mas puab sawv nte tawg ua ke ntawd. Petu kuj nrug puab sawv nte tawg hab."},{"bible_id":"1216","chapter_code":"JHN.18","verse_code":"JHN.18.19","label":"19","content":"Tug tuam pov thawj hlub txawm nug Yexu txug Yexu cov thwjtim hab nwg tej lug qha."},{"bible_id":"1216","chapter_code":"JHN.18","verse_code":"JHN.18.20","label":"20","content":"Yexu teb nwg tas, “Kuv has taab meeg rua lub nplajteb lawm. Kuv pheej qhuab qha huv tej tsev sablaaj hab huv lub tuam tsev kws yog lub chaw kws cov Yutai suavdawg tuaj txoos ua ke. Kuv tsw tau qha ib yaam daabtsw zais quas nreeg."},{"bible_id":"1216","chapter_code":"JHN.18","verse_code":"JHN.18.21","label":"21","content":"Ua le caag koj tseed nug kuv? Ca le nug cov tuabneeg kws noog kuv qha saib kuv has daabtsw rua puab. Puab yeej paub tas kuv has daabtsw.”"},{"bible_id":"1216","chapter_code":"JHN.18","verse_code":"JHN.18.22","label":"22","content":"Thaus Yexu has le ntawd, ib tug tub teg tub taw kws sawv ntawd txawm xuas tuab tawg ncuav rua Yexu lub plhu hab has tas, “Koj teb tug tuam pov thawj hlub le kod lov?”"},{"bible_id":"1216","chapter_code":"JHN.18","verse_code":"JHN.18.23","label":"23","content":"Yexu teb nwg tas, “Yog kuv has txhum, ca le ua timkhawv rua yaam kws kuv has txhum, tassws yog kuv has raug, koj ntaus kuv ua daabtsw?”"},{"bible_id":"1216","chapter_code":"JHN.18","verse_code":"JHN.18.24","label":"24","content":"Tes Ana txawm xaa Yexu kws tseed khi quas nreeg moog cuag tug tuam pov thawj hlub Khayafa."},{"bible_id":"1216","chapter_code":"JHN.18","verse_code":"JHN.18.25","label":"25","content":"Thaus ntawd Petu tseed sawv nte tawg, mas puab txawm has rua Petu tas, “Koj yog tug hov le ib tug thwjtim hab los tsw yog?” Petu tsw leeg hab has tas, “Kuv tsw yog.”"},{"bible_id":"1216","chapter_code":"JHN.18","verse_code":"JHN.18.26","label":"26","content":"Tug tuam pov thawj hlub ib tug qhev kws txheeb ze tug kws Petu txav saab nplooj ntseg tu txawm has tas, “Kuv pum koj nrug tug hov nyob huv lub vaaj hab los sas.”"},{"bible_id":"1216","chapter_code":"JHN.18","verse_code":"JHN.18.27","label":"27","content":"Petu kuj tsw leeg dua hab, mas taamswm ntawm qab txawm qua."},{"bible_id":"1216","chapter_code":"JHN.18","verse_code":"JHN.18.28","label":"28","content":"Tes puab txawm coj Yexu tawm huv Khayafa lub tsev moog rua huv lub tsev Plitholia.  Lub swjhawm ntawd kaaj ntug txoog. Puab cov hov tsw nkaag rua huv tug tswv xeev lub tsev sub txhad tsw qas puag tsuas puab, mas puab txhad noj tau kevcai Hlaa Dhau."},{"bible_id":"1216","chapter_code":"JHN.18","verse_code":"JHN.18.29","label":"29","content":"Philaj txawm tawm tuaj cuag puab hab has tas, “Mej muaj plaub daabtsw tuaj kom tug nuav?”"},{"bible_id":"1216","chapter_code":"JHN.18","verse_code":"JHN.18.30","label":"30","content":"Puab teb nwg tas, “Yog tug nuav tsw ua tuabneeg phem peb yeej yuav tsw muab nwg cob rua koj.”"},{"bible_id":"1216","chapter_code":"JHN.18","verse_code":"JHN.18.31","label":"31","content":"Philaj has rua puab tas, “Mej ca le coj tug nuav moog teem txem lawv le mej txuj kevcai.” Cov Yutai txhad has rua nwg tas, “Peb tsw muaj cai yuav muab ib tug twg txav txem tuag.”"},{"bible_id":"1216","chapter_code":"JHN.18","verse_code":"JHN.18.32","label":"32","content":"Yuav muaj le nuav txhad tav lawv le tej lug kws Yexu has ca tas nwg yuav tuag le caag."},{"bible_id":"1216","chapter_code":"JHN.18","verse_code":"JHN.18.33","label":"33","content":"Philaj txhad rov nkaag moog rua huv lub tsev Plitholia  hab hu Yexu lug nug tas, “Koj yog cov Yutai tug vaajntxwv lov?”"},{"bible_id":"1216","chapter_code":"JHN.18","verse_code":"JHN.18.34","label":"34","content":"Yexu teb tas, “Koj nug le nuav yog koj xaav koj xwb los yog lwm tug qha rua koj paub has kuv le kod?”"},{"bible_id":"1216","chapter_code":"JHN.18","verse_code":"JHN.18.35","label":"35","content":"Philaj teb tas, “Kuv yog tuabneeg Yutai hab lov? Koj haiv tuabneeg hab cov pov thawj hlub muab koj cob rua kuv. Koj tau ua daabtsw?”"},{"bible_id":"1216","chapter_code":"JHN.18","verse_code":"JHN.18.36","label":"36","content":"Yexu teb tas, “Kuv lub tebchaws tsw yog nyob huv lub nplajteb nuav. Yog kuv lub tebchaws nyob huv lub nplajteb nuav kuv cov tuabneeg yuav tawm tsaam tsw kheev kuv raug muab cob rua cov Yutai. Tassws nwgnuav kuv lub tebchaws tsw yog nyob ntawm nuav.”"},{"bible_id":"1216","chapter_code":"JHN.18","verse_code":"JHN.18.37","label":"37","content":"Philaj txawm has rua nwg tas, “Yog le ntawd koj yog ib tug vaajntxwv lov?” Yexu teb tas, “Koj has tas kuv yog vaajntxwv. Yog vem le nuav kuv txhad yug lug hab lug rua huv lub nplajteb txhad ua tau timkhawv rua txujkev tseeb. Txhua tug kws nyob huv txujkev tseeb yeej noog kuv tej lug.”"},{"bible_id":"1216","chapter_code":"JHN.18","verse_code":"JHN.18.38","label":"38","content":"Philaj has rua nwg tas, “Kev tseeb yog daabtsw?” Thaus Philaj has le ntawd taag, nwg kuj rov tawm moog cuag cov Yutai hab has rua puab tas, “Kuv tsw pum tug nuav muaj kev txhum."},{"bible_id":"1216","chapter_code":"JHN.18","verse_code":"JHN.18.39","label":"39","content":"Tassws mej muaj kevcai kuas kuv tso ib tug tuabneeg dim rua thaus mej ua kevcai Hlaa Dhau. Mej xaav kuas kuv tso cov Yutai tug vaajntxwv rua mej lov?”"},{"bible_id":"1216","chapter_code":"JHN.18","verse_code":"JHN.18.40","label":"40","content":"Puab qw nrov nrov tas, “Tsw xob tso tug nuav, ca le tso Npalanpa.” Tug Npalanpa nuav yog tug faav xeeb rua lub tebchaws."},{"bible_id":"1216","chapter_code":"JHN.19","verse_code":"JHN.19.1","label":"1","content":"Philaj txawm kuas coj Yexu moog nplawm."},{"bible_id":"1216","chapter_code":"JHN.19","verse_code":"JHN.19.2","label":"2","content":"Cov tub rog txawm muab xuav paug ntsaaj lug qhab ua ib lub mom vaajntxwv looj nwg taubhau, hab muab ib lub tsho ntev yimlaaj lug ua rua Yexu naav."},{"bible_id":"1216","chapter_code":"JHN.19","verse_code":"JHN.19.3","label":"3","content":"Puab tuaj cuag nwg hab has tas, “Cov Yutai tug vaajntxwv, thov kuas koj tau zoo lauj!” hab puab ntaus nwg lub plhu."},{"bible_id":"1216","chapter_code":"JHN.19","verse_code":"JHN.19.4","label":"4","content":"Philaj txawm rov tawm moog has rua cov Yutai tas, “Saib maj, kuv coj tug nuav tuaj cob rua mej sub mej txhad paub tas kuv tsw pum nwg muaj ib qho txhum le.”"},{"bible_id":"1216","chapter_code":"JHN.19","verse_code":"JHN.19.5","label":"5","content":"Yexu ntoo lub mom vaajntxwv kws muab xuav paug ua hab naav lub tsho ntev yimlaaj tawm lug. Philaj has rua puab tas, “Saib nawj, nwg nyob ntawm nuav.”"},{"bible_id":"1216","chapter_code":"JHN.19","verse_code":"JHN.19.6","label":"6","content":"Thaus cov pov thawj hlub hab cov tub teg tub taw pum Yexu, puab txawm qw nrov has tas, “Muab nwg teem rua sau khaublig ntoo, muab teem rua sau khaublig ntoo.” Philaj has rua puab tas, “Mej ca le coj nwg moog teem mej, vem kuv tsw pum nwg muaj kev txhum le.”"},{"bible_id":"1216","chapter_code":"JHN.19","verse_code":"JHN.19.7","label":"7","content":"Cov Yutai teb Philaj tas, “Peb muaj txuj kevcai hab lawv le txuj kevcai hov nwg tswm nyog tuag vem nwg tsaab ua Vaajtswv leej Tub.”"},{"bible_id":"1216","chapter_code":"JHN.19","verse_code":"JHN.19.8","label":"8","content":"Thaus Philaj nov tej lug nuav nwg yimfuab ntshai."},{"bible_id":"1216","chapter_code":"JHN.19","verse_code":"JHN.19.9","label":"9","content":"Nwg nkaag moog rua huv lub tsev Plitholia  hab has rua Yexu tas, “Koj tuaj hovtwg tuaj?” Tassws Yexu tsw teb le lawm."},{"bible_id":"1216","chapter_code":"JHN.19","verse_code":"JHN.19.10","label":"10","content":"Philaj txhad has rua nwg tas, “Koj yuav tsw has rua kuv ib lus le lov? Koj tsw paub tas kuv muaj fwjchim tso koj dim hab muaj fwjchim muab koj teem rua sau khaublig ntoo lov?”"},{"bible_id":"1216","chapter_code":"JHN.19","verse_code":"JHN.19.11","label":"11","content":"Yexu teb nwg tas, “Koj yuav tsw muaj fwjchim luj dua kuv, tsuas yog pub sau ntuj lug rua koj xwb. Vem le nuav tug kws muab kuv cob rua koj txhad muaj txem luj dua koj.”"},{"bible_id":"1216","chapter_code":"JHN.19","verse_code":"JHN.19.12","label":"12","content":"Txwj ntawd lug Philaj nrhav kev yuav tso Yexu dim tassws cov Yutai qw nrov has tas, “Yog koj tso tug nuav koj tsw yog Xixa le kwvluag lawm. Txhua tug kws tsaab ua vaajntxwv yeej los tawm tsaam Xixa.”"},{"bible_id":"1216","chapter_code":"JHN.19","verse_code":"JHN.19.13","label":"13","content":"Thaus Philaj nov le ntawd, nwg txawm coj Yexu tawm lug hab nyob tsawg sau lub rooj txav txem ntawm qhov chaw kws hu tas Tshaav Pua Laag Zeb, hab lug Henplais hu tas Kanpatha."},{"bible_id":"1216","chapter_code":"JHN.19","verse_code":"JHN.19.14","label":"14","content":"Nub ntawd yog nub kws npaaj ua kevcai Hlaa Dhau yog thaus taav su. Philaj has rua cov Yutai tas, “Saib nawj, mej tug vaajntxwv.”"},{"bible_id":"1216","chapter_code":"JHN.19","verse_code":"JHN.19.15","label":"15","content":"Puab qw nrov has tas, “Coj nwg moog, coj nwg moog, muab nwg teem rua sau khaublig ntoo.” Philaj has rua puab tas, “Kuv yuav muab mej tug vaajntxwv teem rua sau khaublig ntoo lov?” Cov pov thawj hlub teb tas, “Peb tsw muaj vaajntxwv tsuas yog muaj Xixa xwb.”"},{"bible_id":"1216","chapter_code":"JHN.19","verse_code":"JHN.19.16","label":"16","content":"Tes Philaj txawm muab Yexu cob rua puab coj moog teem rua sau khaublig ntoo. Puab txawm coj Yexu moog."},{"bible_id":"1216","chapter_code":"JHN.19","verse_code":"JHN.19.17","label":"17","content":"Yexu kwv nwg tug khaublig ntoo tawm moog rua lub chaw kws hu ua Txhaa Taubhau kws lug Henplais hu ua Kaukautha."},{"bible_id":"1216","chapter_code":"JHN.19","verse_code":"JHN.19.18","label":"18","content":"Puab txawm muab Yexu teem rua sau tug khaublig ntoo hov ntawd hab muab dua ob tug teem nrug nwg ua ke ib tug ib saab, mas Yexu nyob nruab nraab."},{"bible_id":"1216","chapter_code":"JHN.19","verse_code":"JHN.19.19","label":"19","content":"Philaj sau ib daim phaj hab muab ntsa rua sau tug khaublig ntoo, nyeem has tas “Yexu kws yog tuabneeg Naxale, yog cov Yutai tug vaajntxwv.”"},{"bible_id":"1216","chapter_code":"JHN.19","verse_code":"JHN.19.20","label":"20","content":"Cov Yutai muaj coob tau nyeem daim phaj nuav vem lub chaw kws Yexu raug muab teem hov nyob ze lub nroog, hab cov lug hov sau ua lug Henplais hab lug Latee hab lug Kili."},{"bible_id":"1216","chapter_code":"JHN.19","verse_code":"JHN.19.21","label":"21","content":"Yutai cov pov thawj hlub txawm has rua Philaj tas, “Tsw xob sau tas, ‘Cov Yutai tug vaajntxwv.’ Ca le sau has tas, ‘Tug yawm nuav nwg has tas, Kuv yog cov Yutai tug vaajntxwv.’ ”"},{"bible_id":"1216","chapter_code":"JHN.19","verse_code":"JHN.19.22","label":"22","content":"Philaj teb tas, “Tej kws kuv sau lawd kuj tau lawm.”"},{"bible_id":"1216","chapter_code":"JHN.19","verse_code":"JHN.19.23","label":"23","content":"Thaus cov tub rog muab Yexu teem rua sau khaublig ntoo lawm, puab txawm muab Yexu lub tsho faib ua plaub npaug, ib tug tub rog txhad tau ib qho, tseg lub tsho saab huv. Lub tsho hov tsw muaj lej leeg, ntus hlo ua ib lub keev."},{"bible_id":"1216","chapter_code":"JHN.19","verse_code":"JHN.19.24","label":"24","content":"Puab txhad sws has tas, “Peb tsw xob muab dua, peb ca le ua ntawv rhu saib leejtwg tau.” Ua le nuav txhad tav lawv le Vaajtswv tej lug has tas, “Puab muab kuv tej rwg tsho faib, kuv lub tsho puab muab ua ntawv rhu.” Cov tub rog txhad ua le ntawd."},{"bible_id":"1216","chapter_code":"JHN.19","verse_code":"JHN.19.25","label":"25","content":"Yexu nam hab tug nam hluas hab Kelaupa tug quaspuj Maivlag hab Maivlag Mantala sawv ze Yexu tug khaublig ntoo."},{"bible_id":"1216","chapter_code":"JHN.19","verse_code":"JHN.19.26","label":"26","content":"Thaus Yexu pum nwg nam hab tug thwjtim kws Yexu hlub sawv ze ntawd, Yexu txawm has rua leej nam tas, “Puj 'e, tug ntawm kod yog koj tug tub.”"},{"bible_id":"1216","chapter_code":"JHN.19","verse_code":"JHN.19.27","label":"27","content":"Hab nwg has rua tug thwjtim hov tas, “Tug ntawm kod yog koj nam.” Tes tug thwjtim hov txawm coj Yexu nam moog nyob huv nwg tsev txwj thaus hov lug."},{"bible_id":"1216","chapter_code":"JHN.19","verse_code":"JHN.19.28","label":"28","content":"Dhau ntawd Yexu paub tas txhua yaam tav lawm nwg txhad has tas, “Kuv nqhes dej,” sub txhad tav lawv le Vaajtswv txujlug."},{"bible_id":"1216","chapter_code":"JHN.19","verse_code":"JHN.19.29","label":"29","content":"Qhov ntawd muaj ib lub taig rau kua qaub, puab txawm muab ib lub xwb kuab raus cov kua qaub hov chob rua tug hauv paas lojkov cev moog rua Yexu lub qhov ncauj."},{"bible_id":"1216","chapter_code":"JHN.19","verse_code":"JHN.19.30","label":"30","content":"Thaus Yexu txais cov kua qaub hov lawm nwg has tas, “Tav lawm lauj!” Nwg nyo hau hab tso nwg txujsa tseg."},{"bible_id":"1216","chapter_code":"JHN.19","verse_code":"JHN.19.31","label":"31","content":"Nub ntawd yog nub kws npaaj rua nub Xanpatau. Cov Yutai txawm thov Philaj ca tsoo cov tuabneeg kws raug teem hov kuas luv ceg hab txu tej cev tuag moog, sub txhad tsw nyob sau tug khaublig ntoo rua nub Xanpatau, tsua qhov nub Xanpatau hov yog nub kws tseem ceeb dua huvsw."},{"bible_id":"1216","chapter_code":"JHN.19","verse_code":"JHN.19.32","label":"32","content":"Yog le hov cov tub rog txhad lug tsoo tug ib le ceg hab tsoo dua ib tug kws raug teem nrug Yexu ua ke le ceg,"},{"bible_id":"1216","chapter_code":"JHN.19","verse_code":"JHN.19.33","label":"33","content":"mas thaus puab lug txug ntawm Yexu kuj pum tas Yexu tu sav lawm, puab txhad tsw tsoo Yexu le."},{"bible_id":"1216","chapter_code":"JHN.19","verse_code":"JHN.19.34","label":"34","content":"Tassws muaj ib tug tub rog txawm xuas muv nkaug Yexu saab taav mas lug ntshaav hab dej taamswm."},{"bible_id":"1216","chapter_code":"JHN.19","verse_code":"JHN.19.35","label":"35","content":"Tug kws pum le nuav kuj ua timkhawv, hab nwg tej lug timkhawv kuj yog tseeb hab nwg paub tas nwg has tseeb, sub mej txhad le ntseeg."},{"bible_id":"1216","chapter_code":"JHN.19","verse_code":"JHN.19.36","label":"36","content":"Tej xwm txheej nuav tshwm lug txhad tav lawv le Vaajtswv txujlug kws has tas, “Nwg tej txhaa yuav tsw luv ib tug le.”"},{"bible_id":"1216","chapter_code":"JHN.19","verse_code":"JHN.19.37","label":"37","content":"Hab Vaajtswv txujlug muaj dua ib nqais has tas “Puab yuav tsaa muag saib tug kws puab xuas muv nkaug.”"},{"bible_id":"1216","chapter_code":"JHN.19","verse_code":"JHN.19.38","label":"38","content":"Dhau ntawd Yauxej kws yog tuabneeg huv lub moos Alimathia hab ua Yexu le thwjtim tuabywv vem nwg ntshai cov Yutai, txawm tuaj thov Philaj ca nwg muab Yexu lub cev txu. Philaj kuj kheev, Yauxej txawm tuaj txu Yexu lub cev moog."},{"bible_id":"1216","chapter_code":"JHN.19","verse_code":"JHN.19.39","label":"39","content":"Nikhauntemau kws tom ntej tuaj cuag Yexu mo ntuj, kuj coj roj tsw qaab hab roj ntoo alau‑es nyaav kwvlaam peb caug kilu tuaj."},{"bible_id":"1216","chapter_code":"JHN.19","verse_code":"JHN.19.40","label":"40","content":"Ob tug txhad txu Yexu lub cev lug hab muab ntaub maag qhwv cov roj tsw qaab hov rua Yexu lub cev lawv le cov Yutai kevcai log tuag."},{"bible_id":"1216","chapter_code":"JHN.19","verse_code":"JHN.19.41","label":"41","content":"Ib cheeb tsaam kws teem Yexu rua sau tug khaublig ntoo hov muaj ib lub vaaj, hab lub vaaj hov muaj ib lub qhov ntxaa tshab kws tsw tau log tuag le."},{"bible_id":"1216","chapter_code":"JHN.19","verse_code":"JHN.19.42","label":"42","content":"Vem nub hov yog nub npaaj rua nub Xanpatau hab lub qhov ntxaa nyob ze, ob tug txhad muab Yexu lub cev log rua huv."},{"bible_id":"1216","chapter_code":"JHN.20","verse_code":"JHN.20.1","label":"1","content":"Nub ib  thaus sawv ntxuv tsw tau pum kev Maivlag Mantala tuaj txug ntawm lub qhov ntxaa mas pum tas daim laag zeb kws kaw rooj ntxaa raug muab nqaa rua ib caag lawm."},{"bible_id":"1216","chapter_code":"JHN.20","verse_code":"JHN.20.2","label":"2","content":"Nwg txhad dha moog cuag Ximoo Petu hab cuag dua ib tug thwjtim kws Yexu hlub hab has rua ob tug tas, “Luas tub coj tug Tswv lub cev tawm huv qhov ntxaa lawm, hab peb tsw paub tas luas muab nwg coj moog tso rua hovtwg.”"},{"bible_id":"1216","chapter_code":"JHN.20","verse_code":"JHN.20.3","label":"3","content":"Petu hab tug thwjtim ntawd txawm tawm moog tom lub qhov ntxaa."},{"bible_id":"1216","chapter_code":"JHN.20","verse_code":"JHN.20.4","label":"4","content":"Ob tug dha moog tassws tug thwjtim hov dha sai dua Petu txhad xub moog txug lub qhov ntxaa ua ntej."},{"bible_id":"1216","chapter_code":"JHN.20","verse_code":"JHN.20.5","label":"5","content":"Nwg nyo xauj mas pum tej ntaub maag nyob huv tassws nwg tsw nkaag moog rua huv."},{"bible_id":"1216","chapter_code":"JHN.20","verse_code":"JHN.20.6","label":"6","content":"Ximoo Petu txawm lawv qaab tuaj txug hab nwg nkaag plawg moog rua huv lub qhov ntxaa mas pum tej ntaub maag nyob huv xwb,"},{"bible_id":"1216","chapter_code":"JHN.20","verse_code":"JHN.20.7","label":"7","content":"hab pum hauv phuam kws Yexu ntoo nyob tsw nrug tej ntaub maag ua ke, tassws muab tais ca rua ib caag."},{"bible_id":"1216","chapter_code":"JHN.20","verse_code":"JHN.20.8","label":"8","content":"Tes tug thwjtim kws xub tuaj txug kuj nkaag moog rua huv hab. Nwg pum hab ntseeg."},{"bible_id":"1216","chapter_code":"JHN.20","verse_code":"JHN.20.9","label":"9","content":"Thaus ntawd ob tug tseed tsw tau nkaag sab Vaajtswv nqai lug kws has tas nwg yuav caj sawv huv qhov tuag rov lug."},{"bible_id":"1216","chapter_code":"JHN.20","verse_code":"JHN.20.10","label":"10","content":"Tes ob tug thwjtim txawm rov qaab moog tsev."},{"bible_id":"1216","chapter_code":"JHN.20","verse_code":"JHN.20.11","label":"11","content":"Tassws Maivlag tseed sawv nrau lub qhov ntxaa quaj. Thaus nwg saamswm quaj, nwg nyo xauj rua huv lub qhov ntxaa,"},{"bible_id":"1216","chapter_code":"JHN.20","verse_code":"JHN.20.12","label":"12","content":"mas pum ob tug tubkhai ntuj naav tsoog dawb paug nyob tsawg ntawm lub chaw kws tso Yexu lub cev tuag, ib tug nyob lub chaw ntawm Yexu taubhau, ib tug nyob lub chaw ntawm Yexu kwtaw."},{"bible_id":"1216","chapter_code":"JHN.20","verse_code":"JHN.20.13","label":"13","content":"Ob tug tubkhai has rua Maivlag tas, “Puj 'e, koj quaj ua daabtsw?” Nwg teb ob tug tas, “Vem luas coj kuv tug Tswv moog lawm, kuv tsw paub tas coj moog tso rua hovtwg.”"},{"bible_id":"1216","chapter_code":"JHN.20","verse_code":"JHN.20.14","label":"14","content":"Thaus nwg has le hov taag nwg tig hlo lug pum Yexu sawv ntawd, tassws tsw paub tas yog Yexu."},{"bible_id":"1216","chapter_code":"JHN.20","verse_code":"JHN.20.15","label":"15","content":"Yexu has rua nwg tas, “Puj 'e, koj quaj ua daabtsw? Koj nrhav leejtwg?” Maivlag xaav tas ntshai yog tug kws tu lub vaaj hov txhad has rua nwg tas, “Yawm hlub, yog koj coj nwg lub cev moog lawm, thov qha kuv paub tas koj muab nwg tso rua hovtwg, kuv txhad tau coj nwg moog.”"},{"bible_id":"1216","chapter_code":"JHN.20","verse_code":"JHN.20.16","label":"16","content":"Yexu has rua nwg tas, “Maivlag 'e.” Maivlag txhad tig hlo lug has rua nwg ua lug Henplais tas, “Lanpauni” kws txhais has tas xwbfwb."},{"bible_id":"1216","chapter_code":"JHN.20","verse_code":"JHN.20.17","label":"17","content":"Yexu has rua nwg tas, “Tsw xob tuav kuv vem kuv tsw tau nce moog cuag kuv leej Txwv. Koj ca le moog cuag kuv cov kwvtij hab has rua puab tas, ‘Kuv saamswm yuav nce moog cuag kuv leej Txwv hab mej leej Txwv, moog cuag kuv tug Vaajtswv hab mej tug Vaajtswv.’ ”"},{"bible_id":"1216","chapter_code":"JHN.20","verse_code":"JHN.20.18","label":"18","content":"Maivlag Mantala txawm moog has rua cov thwjtim tas, “Kuv tub pum tug Tswv lawm,” hab has tas tug Tswv has tej lug hov rua nwg."},{"bible_id":"1216","chapter_code":"JHN.20","verse_code":"JHN.20.19","label":"19","content":"Nub ib ntawd thaus tsaus ntuj cov thwjtim nyob ua ke hab kaw qhov rooj ca lawm vem puab ntshai cov Yutai. Yexu txawm lug sawv ntsug tshwm rua huv plawv puab hab has tas, “Mej ca le nyob kaaj sab quas lug.”"},{"bible_id":"1216","chapter_code":"JHN.20","verse_code":"JHN.20.20","label":"20","content":"Thaus nwg has le ntawd taag nwg txawm muab nwg txhais teg hab nwg saab taav rua puab saib. Thaus cov thwjtim pum tug Tswv lawm puab zoo sab xyiv faab."},{"bible_id":"1216","chapter_code":"JHN.20","verse_code":"JHN.20.21","label":"21","content":"Yexu rov has rua puab tas, “Ca le nyob kaaj sab lug. Leej Txwv khaiv kuv lug le caag, kuv khaiv mej moog ib yaam le ntawd.”"},{"bible_id":"1216","chapter_code":"JHN.20","verse_code":"JHN.20.22","label":"22","content":"Thaus nwg has le hov taag, nwg txawm tshuab paa rua sau puab hab has rua puab tas, “Ca le txais Vaaj Ntsuj Plig kws dawb huv nawj."},{"bible_id":"1216","chapter_code":"JHN.20","verse_code":"JHN.20.23","label":"23","content":"Yog mej zaam leejtwg lub txem, tug hov lub txem yuav raug muab daws. Yog mej tsw zaam leejtwg lub txem tug hov lub txem yuav tsw raug muab daws.”"},{"bible_id":"1216","chapter_code":"JHN.20","verse_code":"JHN.20.24","label":"24","content":"Thauma kws hu ua Ntintuma  hab yog ib tug huv kaum ob tug thwjtim hov tsw nrug puab nyob rua thaus Yexu tshwm lug."},{"bible_id":"1216","chapter_code":"JHN.20","verse_code":"JHN.20.25","label":"25","content":"Lwm tug thwjtim txhad has rua nwg tas, “Peb tub pum tug Tswv lawm.” Tassws Thauma has rua puab tas, “Yog kuv tsw pum tej qhov ntsa hlau ntawm nwg txhais teg hab tsw tau muab ntiv teg ntxwg rua huv tej qhov ntsa hlau hov hab tsw tau muab teg ntxwg rua huv tej qhov muv ntawm nwg saab taav, mas kuv yuav tsw ntseeg le.”"},{"bible_id":"1216","chapter_code":"JHN.20","verse_code":"JHN.20.26","label":"26","content":"Thaus dhau yim nub lawd cov thwjtim nyob ua ke huv lub tsev hov dua hab Thauma nrug puab nyob hab. Qhov rooj kuj kaw taag lawm tassws Yexu lug sawv huv plawv puab hab has tas, “Mej ca le nyob kaaj sab quas lug.”"},{"bible_id":"1216","chapter_code":"JHN.20","verse_code":"JHN.20.27","label":"27","content":"Nwg has rua Thauma tas, “Muab koj tug ntiv teg ntxwg ntawm nuav hab saib kuv txhais teg. Cev koj txhais teg ntxwg rua huv kuv saab taav. Tsw xob ua xyem xyaav, ca le ntseeg.”"},{"bible_id":"1216","chapter_code":"JHN.20","verse_code":"JHN.20.28","label":"28","content":"Thauma teb nwg tas, “Au kuv tug Tswv hab kuv tug Vaajtswv.”"},{"bible_id":"1216","chapter_code":"JHN.20","verse_code":"JHN.20.29","label":"29","content":"Yexu has rua nwg tas, “Vem koj pum kuv koj txhad le ntseeg lov? Cov kws tsw pum kuv tassws ntseeg, tau nyob kaaj sab lug.”"},{"bible_id":"1216","chapter_code":"JHN.20","verse_code":"JHN.20.30","label":"30","content":"Yexu tau ua dua ntau yaam txujci tseem ceeb taab meeg nwg cov thwjtim kws tsw tau muab sau ca rua huv phoo ntawv nuav."},{"bible_id":"1216","chapter_code":"JHN.20","verse_code":"JHN.20.31","label":"31","content":"Tej kws muab sau ca nuav kuj yog sau kuas mej tau ntseeg tas Yexu yog tug Kheto, yog Vaajtswv leej Tub. Yog mej ntseeg mej yuav tau txujsa huv nwg lub npe."},{"bible_id":"1216","chapter_code":"JHN.21","verse_code":"JHN.21.1","label":"1","content":"Dhau ntawd lug Yexu rov tshwm rua cov thwjtim pum ntawm ntug Havtxwv Thinpelia.  Yexu tshwm lug le nuav."},{"bible_id":"1216","chapter_code":"JHN.21","verse_code":"JHN.21.2","label":"2","content":"Ximoo Petu, hab Thauma kws hu ua Ntxaib hab Nathana‑ee kws nyob lub zog Khana xeev Kalilai, hab Xenpenti ob tug tub hab dua ob tug thwjtim puab saamswm nyob ua ke."},{"bible_id":"1216","chapter_code":"JHN.21","verse_code":"JHN.21.3","label":"3","content":"Ximoo Petu has rua puab tas, “Kuv yuav moog muab ntseg.” Puab has rua nwg tas, “Peb yuav nrug koj moog hab.” Tes puab txawm nce nkoj moog, tassws mo ntawd puab muab tsw tau ntseg hlo le."},{"bible_id":"1216","chapter_code":"JHN.21","verse_code":"JHN.21.4","label":"4","content":"Thaus kaaj ntug txoog, Yexu lug sawv ntawm ntug nqhuab, tassws cov thwjtim tsw paub tas yog Yexu."},{"bible_id":"1216","chapter_code":"JHN.21","verse_code":"JHN.21.5","label":"5","content":"Yexu has rua puab tas, “Cov mivnyuas 'e, mej puas tau ntseg os?” Puab teb nwg tas, “Tsw tau le.”"},{"bible_id":"1216","chapter_code":"JHN.21","verse_code":"JHN.21.6","label":"6","content":"Nwg has rua puab tas, “Ca le ntaus vaag rua ntawm lub nkoj saab xws mas yuav tau ntseg.” Puab txhad ntaus ib vaag rua huv, mas tau ntseg ntau kawg nqug tsw taug lub vaag lug."},{"bible_id":"1216","chapter_code":"JHN.21","verse_code":"JHN.21.7","label":"7","content":"Tug thwjtim kws Yexu hlub has rua Petu tas, “Tug ntawd yog tug Tswv.” Thaus Petu nov tas yog tug Tswv, nwg txawm khaws nkaus tsho lug naav vem yog nwg tub hle tsho lawm mas caws qa rua huv havtxwv."},{"bible_id":"1216","chapter_code":"JHN.21","verse_code":"JHN.21.8","label":"8","content":"Lwm tug thwjtim caij lub nkoj lug hab nqug lub vaag kws ntseg puv nkaus lug tsua qhov puab nyob tsw deb ntawm ntug kwvlaam tswb caug daaj."},{"bible_id":"1216","chapter_code":"JHN.21","verse_code":"JHN.21.9","label":"9","content":"Thaus puab nce lug rua sau ntug nqhuab puab pum muaj ib cub thee muaj ntseg ci rua sau hab muaj ncuav."},{"bible_id":"1216","chapter_code":"JHN.21","verse_code":"JHN.21.10","label":"10","content":"Yexu has rua puab tas, “Muab cov ntseg kws nyav ntaus tau ib txha lug hab.”"},{"bible_id":"1216","chapter_code":"JHN.21","verse_code":"JHN.21.11","label":"11","content":"Ximoo Petu txawm nce rua huv nkoj nqug lub vaag rua sau ntug. Lub vaag hov muaj cov ntseg luj luj puv nkaus, muaj ib puas tswb caug peb tug. Txawm yog muaj ntau le hov los lub vaag tsw nduag."},{"bible_id":"1216","chapter_code":"JHN.21","verse_code":"JHN.21.12","label":"12","content":"Yexu has rua puab tas, “Lug noj tshais.” Cov thwjtim tsw muaj leejtwg kaav nug nwg tas, “Koj yog leejtwg?” Puab yeej paub tas yog tug Tswv."},{"bible_id":"1216","chapter_code":"JHN.21","verse_code":"JHN.21.13","label":"13","content":"Yexu lug muab ncuav cev rua puab hab muab ntseg rua puab."},{"bible_id":"1216","chapter_code":"JHN.21","verse_code":"JHN.21.14","label":"14","content":"Nuav yog zag peb kws Yexu tshwm rua cov thwjtim pum tom qaab kws nwg raug tsaa huv qhov tuag rov lug."},{"bible_id":"1216","chapter_code":"JHN.21","verse_code":"JHN.21.15","label":"15","content":"Thaus puab noj tshais taag Yexu has rua Ximoo Petu tas, “Yauhaa tug tub Ximoo 'e, koj hlub kuv heev dua puab cov nuav lov?” Petu teb nwg tas, “Yog los maj, tug Tswv. Koj paub tas kuv nyam koj.” Yexu has rua nwg tas, “Ca le yug kuv cov mivnyuas yaaj.”"},{"bible_id":"1216","chapter_code":"JHN.21","verse_code":"JHN.21.16","label":"16","content":"Yexu has dua zag ob rua nwg tas, “Yauhaa tug tub Ximoo 'e, koj hlub kuv lov?” Petu teb nwg tas, “Yog los maj, tug Tswv. Koj yeej paub tas kuv nyam koj.” Yexu has rua nwg tas, “Ca le saib kuv cov yaaj.”"},{"bible_id":"1216","chapter_code":"JHN.21","verse_code":"JHN.21.17","label":"17","content":"Yexu has rua nwg zag peb tas, “Yauhaa tug tub Ximoo 'e, koj nyam kuv lov?” Petu ntxhuv sab tsua qhov kws Yexu has rua nwg zag peb tas, “Koj nyam kuv lov?” nwg txawm has rua Yexu tas, “Tug Tswv, koj yeej paub txhua yaam huvsw, koj paub tas kuv nyam koj.” Yexu has rua nwg tas, “Ca le yug kuv cov yaaj."},{"bible_id":"1216","chapter_code":"JHN.21","verse_code":"JHN.21.18","label":"18","content":"Kuv has tseeb rua koj tas, thaus koj tseed hluas koj sa hlaab khov kho ntawm duav hab koj moog hovtwg los moog lawv le koj xaav moog. Tassws thaus koj laug lawd koj yuav tsaa teg hab yuav muaj lwm tug tuaj ua hlaab rua koj sa ntawm duav hab coj koj moog qhov chaw kws koj tsw xaav moog.”"},{"bible_id":"1216","chapter_code":"JHN.21","verse_code":"JHN.21.19","label":"19","content":"Yexu has le nuav kuj yog nwg qha tas Petu yuav tuag le caag txhad ua rua Vaajtswv tau koob meej. Thaus has le ntawd taag, Yexu has rua Petu tas, “Ca le lawv kuv qaab lug.”"},{"bible_id":"1216","chapter_code":"JHN.21","verse_code":"JHN.21.20","label":"20","content":"Petu tig lug pum tug thwjtim kws Yexu hlub lawv qaab lug, yog tug kws pheeb ze Yexu rua thaus noj mov es nug has tas, “Tug Tswv tug kws yuav faav xeeb rua koj yog leejtwg?”"},{"bible_id":"1216","chapter_code":"JHN.21","verse_code":"JHN.21.21","label":"21","content":"Thaus Petu pum tug thwjtim hov Petu txawm has rua Yexu tas, “Tug Tswv, tug nuav nev yuav ua le caag?”"},{"bible_id":"1216","chapter_code":"JHN.21","verse_code":"JHN.21.22","label":"22","content":"Yexu has rua nwg tas, “Yog kuv xaav ca nwg nyob moog txug thaus kuv rov lug, los yuav nki txug koj daabtsw? Koj ca le lawv kuv qaab lug.”"},{"bible_id":"1216","chapter_code":"JHN.21","verse_code":"JHN.21.23","label":"23","content":"Vem le ntawd lu lug kws has tas tug thwjtim hov yuav tsw tuag txhad le nchaa moog thoob plawg cov kwvtij. Tassws Yexu tsw tau has rua nwg tas tug thwjtim hov yuav tsw tuag, tassws has tas, “Yog kuv xaav ca nwg nyob moog txug thaus kuv rov lug, yuav nki txug koj daabtsw?”"},{"bible_id":"1216","chapter_code":"JHN.21","verse_code":"JHN.21.24","label":"24","content":"Tug thwjtim nuav yog tug kws ua timkhawv rua tej xwm txheej nuav hab yog tug kws sau tej nuav ca. Hab peb paub tas nwg tej lug timkhawv muaj tseeb tag."},{"bible_id":"1216","chapter_code":"JHN.21","verse_code":"JHN.21.25","label":"25","content":"Tseed muaj dua ntau yaam kws Yexu tau ua. Yog muab txhua yaam sau taag huvsw, kuv xaav tas txawm yog lub nplajteb los yuav tsw muaj chaw txaus rau tej phoo ntawv kws sau hov."}]