[{"bible_id":"1216","chapter_code":"JOB.1","verse_code":"JOB.1.1","label":"1","content":"Muaj ib tug yawm nyob huv Us tebchaws npe hu ua Yauj. Nwg yog ib tug tuabneeg zoo tsw muaj chaw thuaj le hab ua ncaaj nceeg, yog ib tug kws fwm hab paub ntshai Vaajtswv hab tseg tsw ua txujkev phem hlo le."},{"bible_id":"1216","chapter_code":"JOB.1","verse_code":"JOB.1.2","label":"2","content":"Nwg muaj xyaa leej tub hab peb leeg ntxhais."},{"bible_id":"1216","chapter_code":"JOB.1","verse_code":"JOB.1.3","label":"3","content":"Nwg muaj xyaa txheeb tug yaaj, peb txheeb tug ntxhuav, tswb puas nkawm nyuj hab tswb puas tug maum neeg luav hab muaj tub qhe coob heev. Tug yawm nuav txhad yog tug luj kawg nkaus huv cov tuabneeg suavdawg kws nyob saab nub tuaj."},{"bible_id":"1216","chapter_code":"JOB.1","verse_code":"JOB.1.4","label":"4","content":"Nwg cov tub pheej npaaj ib pluag noj rua huv nyag lub tsev lawv le nub kws nyag teem tseg. Puab kuj hu peb tug muam tuaj nrug puab noj puab haus hab."},{"bible_id":"1216","chapter_code":"JOB.1","verse_code":"JOB.1.5","label":"5","content":"Thaus puab noj haus puv ib ncig lawm, Yauj yuav kuas puab ua kevcai tu puab tug kheej kuas dawb huv, hab nwg yuav sawv ntxuv ntxuv tua tsaj hlawv xyeem ua cov mivnyuas feem ib leeg ib tug, tsua qhov Yauj has tas, “Tej zag kuv cov mivnyuas tau ua txhum hab tsawm foom Vaajtswv huv puab lub sab.” Yauj txhad ua le nuav tsw tu ncua le."},{"bible_id":"1216","chapter_code":"JOB.1","verse_code":"JOB.1.6","label":"6","content":"Muaj ib nub Vaajtswv cov tubkhai ntuj  lug cuag Yawmsaub, Xataa  kuj nrug puab lug hab."},{"bible_id":"1216","chapter_code":"JOB.1","verse_code":"JOB.1.7","label":"7","content":"Yawmsaub has rua Xataa tas, “Koj moog daabtsw lug?” Xataa teb Yawmsaub tas, “Moog moog lug lug sau lub nplajteb hab ncig thoob lub nplajteb lug.”"},{"bible_id":"1216","chapter_code":"JOB.1","verse_code":"JOB.1.8","label":"8","content":"Mas Yawmsaub has rua Xataa tas, “Koj tub tshuaj saib Yauj kws yog kuv tug qhev los tsw tau? Taag nrho lub nplajteb tsw muaj leejtwg zoo cuag le nwg, nwg yog tug tuabneeg zoo tsw muaj chaw thuaj le hab ua ncaaj nceeg, nwg fwm hab paub ntshai Vaajtswv hab tseg tsw ua txujkev phem.”"},{"bible_id":"1216","chapter_code":"JOB.1","verse_code":"JOB.1.9","label":"9","content":"Xataa txhad teb Yawmsaub tas, “Yauj fwm hab paub ntshai koj dawb dawb xwb lov?"},{"bible_id":"1216","chapter_code":"JOB.1","verse_code":"JOB.1.10","label":"10","content":"Koj tsw tau xov laj kaab puag ncig nwg hab nwg tsev tuabneeg hab txhua yaam kws nwg muaj lov? Koj tub foom koob moov rua tej num kws nwg txhais teg ua hab nwg tej tsaj txhu fuam vaam coob kawg rua huv lub tebchaws."},{"bible_id":"1216","chapter_code":"JOB.1","verse_code":"JOB.1.11","label":"11","content":"Nwgnuav ca le cev hlo koj txhais teg hab kov txhua yaam kws nwg muaj, mas nwg yeej yuav tsawm foom koj taab meeg koj.”"},{"bible_id":"1216","chapter_code":"JOB.1","verse_code":"JOB.1.12","label":"12","content":"Yawmsaub has rua Xataa tas, “Saib nawj, txhua yaam kws nwg muaj nyob huv koj tug fwjchim, tassws tsw xob cev teg kov Yauj.” Xataa txawm tawm ntawm Yawmsaub xubndag moog lawm."},{"bible_id":"1216","chapter_code":"JOB.1","verse_code":"JOB.1.13","label":"13","content":"Muaj ib nub thaus Yauj tej tub tej ntxhais saamswm noj mov hab haus cawv txwv maab huv puab tug tijlaug hlub lub tsev,"},{"bible_id":"1216","chapter_code":"JOB.1","verse_code":"JOB.1.14","label":"14","content":"txawm muaj ib tug xaa xuv lug has rua Yauj tas, “Cov nyuj saamswm laij teb hab cov neeg luav saamswm noj zaub ntawm ib saab,"},{"bible_id":"1216","chapter_code":"JOB.1","verse_code":"JOB.1.15","label":"15","content":"mas cov tuabneeg Xenpa txawm tuaj ntaus lawv cov tsaj hov moog hab xuas ntaaj tua cov tub qhe tuag taag, kuv tuab leeg tswv dim lug has rua koj xwb.”"},{"bible_id":"1216","chapter_code":"JOB.1","verse_code":"JOB.1.16","label":"16","content":"Thaus nwg saamswm has txawm muaj dua ib tug lug has tas, “Vaajtswv le suavtawg poob sau ntuj lug kub cov yaaj hab cov tub qhe puam tsuaj taag huvsw lawm, kuv tuab leeg tswv dim lug has rua koj xwb.”"},{"bible_id":"1216","chapter_code":"JOB.1","verse_code":"JOB.1.17","label":"17","content":"Thaus tug hov saamswm has txawm muaj dua ib tug lug has tas, “Cov tuabneeg Kheentia ua peb paab tuaj lws hlo cov ntxhuav moog hab xuas ntaaj tua cov tub qhe tuag taag, kuv tuab leeg tswv dim lug has rua koj xwb.”"},{"bible_id":"1216","chapter_code":"JOB.1","verse_code":"JOB.1.18","label":"18","content":"Thaus tug hov saamswm has txawm muaj dua ib tug lug has tas, “Koj cov tub ntxhais saamswm noj mov hab haus cawv txwv maab huv puab tug tijlaug hlub lub tsev,"},{"bible_id":"1216","chapter_code":"JOB.1","verse_code":"JOB.1.19","label":"19","content":"txawm muaj cua daaj cua dub hlub kawg ntsawj huv tebchaws moj saab qhua tuaj nplawm lub tsev plaub faab ua rua lub tsev qaug tsuam tej tub ntxhais mas puab tuag taag, kuv tuab leeg tswv dim lug has rua koj xwb.”"},{"bible_id":"1216","chapter_code":"JOB.1","verse_code":"JOB.1.20","label":"20","content":"Tes Yauj txawm sawv tseeg dua rhe nwg lub tsho ntev chais plaubhau hab khwb nkaus rua huv aav pe hawm,"},{"bible_id":"1216","chapter_code":"JOB.1","verse_code":"JOB.1.21","label":"21","content":"hab nwg has tas, “Kuv tawm huv kuv nam lub plaab lug lab qaab cuas, tes kuv yuav rov qaab moog lab qaab cuas. Yawmsaub pub hab Yawmsaub coj moog lawm. Ca le qhuas Yawmsaub lub npe.”"},{"bible_id":"1216","chapter_code":"JOB.1","verse_code":"JOB.1.22","label":"22","content":"Tej xwm txheej nuav huvsw Yauj tsw ua txhum lossws has tas Vaajtswv ua txhum."},{"bible_id":"1216","chapter_code":"JOB.2","verse_code":"JOB.2.1","label":"1","content":"Nyob muaj ib nub cov tubkhai ntuj  lug cuag Yawmsaub, Xataa kuj nrug puab lug rua ntawm Yawmsaub xubndag hab."},{"bible_id":"1216","chapter_code":"JOB.2","verse_code":"JOB.2.2","label":"2","content":"Yawmsaub has rua Xataa tas, “Koj moog daabtsw lug?” Xataa teb Yawmsaub tas, “Kuv moog moog lug lug sau lub nplajteb hab ncig thoob lub nplajteb lug.”"},{"bible_id":"1216","chapter_code":"JOB.2","verse_code":"JOB.2.3","label":"3","content":"Mas Yawmsaub has rua Xataa tas, “Koj tub tshuaj saib Yauj kws yog kuv tug qhev los tsw tau? Taag nrho lub nplajteb tsw muaj leejtwg zoo cuag le nwg, nwg yog tug tuabneeg zoo tsw muaj chaw thuaj le hab ua ncaaj nceeg, nwg fwm hab paub ntshai Vaajtswv hab tseg tsw ua txujkev phem. Txawm yog koj tshaum kuas kuv tawm tsaam nwg ua kuas nwg puam tsuaj tub tsw tim le caag, los nwg kuj tseed tuav rawv nwg txujkev ncaaj nceeg.”"},{"bible_id":"1216","chapter_code":"JOB.2","verse_code":"JOB.2.4","label":"4","content":"Mas Xataa teb Yawmsaub tas, “Tawv nqaj pauv tawv nqaj. Tuabneeg yeem muab txhua yaam kws nwg muaj pauv nwg txujsa."},{"bible_id":"1216","chapter_code":"JOB.2","verse_code":"JOB.2.5","label":"5","content":"Nwgnuav koj ca le cev teg kov nwg tej pob txhaa hab nwg cev nqaj, mas nwg yuav tsawm foom koj taab meeg koj.”"},{"bible_id":"1216","chapter_code":"JOB.2","verse_code":"JOB.2.6","label":"6","content":"Yawmsaub has rua Xataa tas, “Saib nawj, nwg nyob huv koj tug fwjchim, tsuas yog tseg nwg txujsa xwb.”"},{"bible_id":"1216","chapter_code":"JOB.2","verse_code":"JOB.2.7","label":"7","content":"Xataa txawm tawm ntawm Yawmsaub xubndag moog lawm, hab ua rua Yauj mob rwj ua kav txhaab txwj ntawm nwg xwb taw nto plawg sau taj taubhau."},{"bible_id":"1216","chapter_code":"JOB.2","verse_code":"JOB.2.8","label":"8","content":"Yauj muab tej txhais laujkaub aav lug kuam nwg lub cev hab nwg nyob tsawg huv cub tshau."},{"bible_id":"1216","chapter_code":"JOB.2","verse_code":"JOB.2.9","label":"9","content":"Mas nwg tug quaspuj has rua nwg tas, “Koj tseed tuav rawv koj txujkev ncaaj nceeg lov? Ca le tsawm foom Vaajtswv hab tuag los maj.”"},{"bible_id":"1216","chapter_code":"JOB.2","verse_code":"JOB.2.10","label":"10","content":"Yauj has rua nwg tas, “Koj has lug yaam le tej quaspuj ruag has. Peb yuav txais tej kws zoo ntawm Vaajtswv txhais teg xwb es tsw txais tej kws tsw zoo hab lov?” Tej xwm txheej nuav huvsw Yauj lub qhov ncauj tsw has ib lus txhum le."},{"bible_id":"1216","chapter_code":"JOB.2","verse_code":"JOB.2.11","label":"11","content":"Thaus Elifa kws yog tuabneeg Themaa, hab Npinta kws yog tuabneeg Su‑a hab Xaufa kws yog tuabneeg Na‑ama, kws yog Yauj peb tug kwvluag tau nov txug tej xwm txheej phem kws lug raug Yauj huvsw, puab nyag tawm huv nyag lub tsev sws teem caij tuaj hlub Yauj hab nplig nwg lub sab."},{"bible_id":"1216","chapter_code":"JOB.2","verse_code":"JOB.2.12","label":"12","content":"Thaus puab tuaj deb deb pum nwg puab cim tsw tau nwg. Puab tsaa suab quaj qw hab dua rhe puab lub tsho hab tsuab moov aav w ntawm puab taubhau rua sau nruab ntug."},{"bible_id":"1216","chapter_code":"JOB.2","verse_code":"JOB.2.13","label":"13","content":"Puab nrug Yauj nyob tsawg huv aav tau xyaa nub xyaa mo, tsw muaj ib tug has ib lu lug rua nwg, tsua qhov puab pum tas nwg tej kev txom nyem hov luj kawg le."},{"bible_id":"1216","chapter_code":"JOB.3","verse_code":"JOB.3.1","label":"1","content":"Dhau ntawd lug Yauj qheb ncauj tshev foom nub kws yug nwg."},{"bible_id":"1216","chapter_code":"JOB.3","verse_code":"JOB.3.2","label":"2","content":"Yauj has tas,"},{"bible_id":"1216","chapter_code":"JOB.3","verse_code":"JOB.3.3","label":"3","content":"“Thov kuas nub kws yug kuv puam tsuaj, hab mo kws has tas, ‘Xeeb ib tug tub lawm,’ puam tsuaj."},{"bible_id":"1216","chapter_code":"JOB.3","verse_code":"JOB.3.4","label":"4","content":"Nub hov thov ca tsaus ntuj nti, thov Vaajtswv kws nyob sau ntuj tsw xob nrhav nub hov, thov kuas qhov kaaj tsw xob ci rua nub ntawd."},{"bible_id":"1216","chapter_code":"JOB.3","verse_code":"JOB.3.5","label":"5","content":"Thov duab tsaus hab txujkev tsaus ntuj nti txeeb nub hov ca, thov ca fuab laum nkaus nub hov, thov ca tej kws tsaus dub ncab ua rua nub hov ntshai kawg."},{"bible_id":"1216","chapter_code":"JOB.3","verse_code":"JOB.3.6","label":"6","content":"Mo hov thov ca qhov kws tsaus ntuj nti txeeb hlo, thov tsw xob ca mo hov muaj feem ua ib nub rua lub xyoo, thov tsw xob ca mo hov raug suav rua huv lub hli hlo le."},{"bible_id":"1216","chapter_code":"JOB.3","verse_code":"JOB.3.7","label":"7","content":"Thov ca mo hov mooj, thov tsw xob ca nov suab qw zoo sab rua mo hov hlo le."},{"bible_id":"1216","chapter_code":"JOB.3","verse_code":"JOB.3.8","label":"8","content":"Thov cov kws txawj tsawm foom kuj tsawm foom nub hov hab, yog cov kws txawj txheev Levi‑athaa."},{"bible_id":"1216","chapter_code":"JOB.3","verse_code":"JOB.3.9","label":"9","content":"Thov ca tej nub qub kws ci thaus yuav kaaj ntug tsaus moog, thov ca mo hov vaam qhov pum kev los kuj tsw pum, thov tsw xob ca pum tug duab kaaj zuj zug thaus taagkig,"},{"bible_id":"1216","chapter_code":"JOB.3","verse_code":"JOB.3.10","label":"10","content":"tsua qhov mo hov tsw kaw kuv nam lub plaab, lossws tsw muab txujkev txom nyem zais ntawm kuv lub qhov muag."},{"bible_id":"1216","chapter_code":"JOB.3","verse_code":"JOB.3.11","label":"11","content":"“Ua caag kuv tsw tuag rua thaus nyav yug? Ua caag kuv tsw tu sav rua thaus kuv tawm huv plaab lug?"},{"bible_id":"1216","chapter_code":"JOB.3","verse_code":"JOB.3.12","label":"12","content":"Ua caag lub hauv caug yuav txais kuv ca? Ua caag muaj lub txwv mig rua kuv ntxais?"},{"bible_id":"1216","chapter_code":"JOB.3","verse_code":"JOB.3.13","label":"13","content":"Yog tsw muaj tes kuv tub pw ntsag tu lawm, kuv tub tsaug zug hab tub tau su"},{"bible_id":"1216","chapter_code":"JOB.3","verse_code":"JOB.3.14","label":"14","content":"nrug tej vaajntxwv hab tej tub sablaaj huv nplajteb ua ke, yog cov kws tswm tej kws pob taag dua tshab rua puab,"},{"bible_id":"1216","chapter_code":"JOB.3","verse_code":"JOB.3.15","label":"15","content":"hab nrug cov thawj kws muaj kub, hab muab nyaj ntim puv tsev ua ke."},{"bible_id":"1216","chapter_code":"JOB.3","verse_code":"JOB.3.16","label":"16","content":"Ua caag kuv tsw zoo le tug mivnyuas pob kws muab zais ca, yaam le tej mivnyuas kws tsw txeev pum qhov kaaj?"},{"bible_id":"1216","chapter_code":"JOB.3","verse_code":"JOB.3.17","label":"17","content":"Qhov chaw ntawd tej tuabneeg phem tsw ntxhuv sab lawm, hab qhov chaw ntawd tug kws txug sav tau su."},{"bible_id":"1216","chapter_code":"JOB.3","verse_code":"JOB.3.18","label":"18","content":"Qhov chaw ntawd cov kws raug kaw nyob ua ke tau zoo, puab tsw nov tug coj zug lub suab."},{"bible_id":"1216","chapter_code":"JOB.3","verse_code":"JOB.3.19","label":"19","content":"Tug hlub tug yau kuj nyob hov ntawd, tej qhev kuj dim ntawm tug lospaav lawm."},{"bible_id":"1216","chapter_code":"JOB.3","verse_code":"JOB.3.20","label":"20","content":"“Ua caag tug kws raug txom nyem tseed pum duab tshaav ntuj, hab tug kws lwj sab tseed muaj txujsa nyob?"},{"bible_id":"1216","chapter_code":"JOB.3","verse_code":"JOB.3.21","label":"21","content":"Nwg tog quas ntsoov txujkev tuag los txujkev tuag tsw lug, nwg khawb nrhav txujkev tuag heev dua le khawb nrhav tej nyaj kws muab zais lawd."},{"bible_id":"1216","chapter_code":"JOB.3","verse_code":"JOB.3.22","label":"22","content":"Nwg zoo sab kawg hab xyiv faab rua thaus nwg ntswb lub qhov ntxaa."},{"bible_id":"1216","chapter_code":"JOB.3","verse_code":"JOB.3.23","label":"23","content":"Ua caag yuav pub txujkev kaaj rua tug kws twg kev lawm, yog tug kws Vaajtswv xov laj kaab thaiv ca lawm?"},{"bible_id":"1216","chapter_code":"JOB.3","verse_code":"JOB.3.24","label":"24","content":"Kuv muab qhov kws fuas paa quas lawg ua mov noj, hab qhov kws kuv ntsaaj quas lawg kuj nchuav yaam le dej lug,"},{"bible_id":"1216","chapter_code":"JOB.3","verse_code":"JOB.3.25","label":"25","content":"tsua qhov yaam kws kuv ntshai kuj lug raug kuv, hab yaam kws kuv ntshai quas rwg kuj poob rua sau kuv."},{"bible_id":"1216","chapter_code":"JOB.3","verse_code":"JOB.3.26","label":"26","content":"Kuv tsw zoo sab le hab kuv nyob tsw tug, kuv tsw tau su, kev txom nyem lug raug kuv lawm.”"},{"bible_id":"1216","chapter_code":"JOB.4","verse_code":"JOB.4.1","label":"1","content":"Mas Elifa kws yog tuabneeg Themaa teb tas,"},{"bible_id":"1216","chapter_code":"JOB.4","verse_code":"JOB.4.2","label":"2","content":"“Yog leejtwg muaj sab tuab has rua koj, koj yuav tu sab tsw tu? Txawm le ntawd los leejtwg yuav tswj tau tsw has?"},{"bible_id":"1216","chapter_code":"JOB.4","verse_code":"JOB.4.3","label":"3","content":"Saib maj, koj tub qhuab qha tuabneeg coob kawg le lawm, hab koj tub txhawb tug kws txhais teg tsaug leeg muaj zug tuaj."},{"bible_id":"1216","chapter_code":"JOB.4","verse_code":"JOB.4.4","label":"4","content":"Koj tej lug fwj tau tug kws saamswm dawm qaug, hab koj ua rua lub hauv caug kws tsaug leeg nyob ruaj."},{"bible_id":"1216","chapter_code":"JOB.4","verse_code":"JOB.4.5","label":"5","content":"Tassws nwgnuav lug txug koj lawm hab koj kuj poob sab, kev txom nyem lug raug koj, koj kuj nyuaj sab kawg."},{"bible_id":"1216","chapter_code":"JOB.4","verse_code":"JOB.4.6","label":"6","content":"Qhov kws koj fwm hab paub ntshai Vaajtswv yog koj kev tso sab los tsw yog? Hab qhov kws koj xyum zoo kawg nkaus yog koj kev vaam los tsw yog?"},{"bible_id":"1216","chapter_code":"JOB.4","verse_code":"JOB.4.7","label":"7","content":"“Swm xaav saib, tug kws tsw txhum txeev puam tsuaj lov? Lossws tug kws ncaaj nceeg raug muab txav pov tseg lov?"},{"bible_id":"1216","chapter_code":"JOB.4","verse_code":"JOB.4.8","label":"8","content":"Lawv le kuv pum, cov kws laij txujkev ua txhum hab tseb txujkev ceblaaj kuj tau sau le ntawd."},{"bible_id":"1216","chapter_code":"JOB.4","verse_code":"JOB.4.9","label":"9","content":"Vaajtswv tej paa ua rua puab puam tsuaj, hab nwg txujkev chim tshuab ua kuas puab tu noob nrho."},{"bible_id":"1216","chapter_code":"JOB.4","verse_code":"JOB.4.10","label":"10","content":"Tug tsuv ntxhuav lub suab nyooj hab lub suab nyaum kuj pluj lawm, hab tug thaav tsuv ntxhuav kaug nav kuj luv taag lawm."},{"bible_id":"1216","chapter_code":"JOB.4","verse_code":"JOB.4.11","label":"11","content":"Tug tsuv ntxhuav kws muaj zug puam tsuaj vem tum tsw tau nqaj noj, hab tug maum tsuv ntxhuav tej mivnyuas tswv ua saab ua sua."},{"bible_id":"1216","chapter_code":"JOB.4","verse_code":"JOB.4.12","label":"12","content":"“Muaj ib lu lug has tuabywv tuaj txug kuv, kuv lub qhov ntsej tau nov lub suab sws ntxhw lu lug ntawd."},{"bible_id":"1216","chapter_code":"JOB.4","verse_code":"JOB.4.13","label":"13","content":"Tej npau suav kws kuv pum mo ntuj rua thaus tuabneeg tsaug zug ceev,"},{"bible_id":"1216","chapter_code":"JOB.4","verse_code":"JOB.4.14","label":"14","content":"mas txujkev ntshai hab txujkev tshee lug raug kuv, ua rua kuv tej pob txhaa tshee ndua quas txag."},{"bible_id":"1216","chapter_code":"JOB.4","verse_code":"JOB.4.15","label":"15","content":"Muaj ib nthwv cua tuaj quas ntxog rua kuv lub plhu, ua rua kuv tej plaub ib ce xub taag."},{"bible_id":"1216","chapter_code":"JOB.4","verse_code":"JOB.4.16","label":"16","content":"Nthwv cua hov tug lawm, tassws kuv xaam tsw pum sov zoo le caag. Muaj ib yaam nyob ntawm kuv qhov muag. Txhua yaam nyob ntsag tu kuv le maav nov ib lub suab has tas,"},{"bible_id":"1216","chapter_code":"JOB.4","verse_code":"JOB.4.17","label":"17","content":"‘Tuabneeg kws txawj tuag ua tau ncaaj nceeg rua ntawm Vaajtswv lub xubndag lov? Tuabneeg yuav dawb huv tau rua ntawm tug kws tswm nwg lub xubndag lov?"},{"bible_id":"1216","chapter_code":"JOB.4","verse_code":"JOB.4.18","label":"18","content":"Txawm yog nwg cov tub qhe los nwg tub tsw tso sab rua, nwg cov tubkhai ntuj los nwg tseed suav tas puab muaj kev txhum."},{"bible_id":"1216","chapter_code":"JOB.4","verse_code":"JOB.4.19","label":"19","content":"Cov kws lub cev yog aav nwg yimfuab suav tas txhum heev dua, yog cov kws tag taw rua huv tej moov aav, yog cov kws raug zuaj yaam le tug kaab npauj."},{"bible_id":"1216","chapter_code":"JOB.4","verse_code":"JOB.4.20","label":"20","content":"Thaus nub tawm moog txug nub poob xwb puab puam tsuaj taag, puab pluj moog ib txhws tsw muaj leejtwg quav ntsej."},{"bible_id":"1216","chapter_code":"JOB.4","verse_code":"JOB.4.21","label":"21","content":"Yog txuj hlua nqug tsev ntaub raug muab rhu lawm, puab yuav tsw tuag lov? Yeej yog puab tsw muaj tswvyim.’"},{"bible_id":"1216","chapter_code":"JOB.5","verse_code":"JOB.5.1","label":"1","content":"Ca le tsaa suab hu nwgnuav. Muaj leejtwg yuav teb koj? Koj yuav tig moog cuag tug timtswv twg?"},{"bible_id":"1216","chapter_code":"JOB.5","verse_code":"JOB.5.2","label":"2","content":"Txujkev chim sab yuav tua tug kws ruag, txujkev sws khib yuav tua tug kws tsw thoob tswb."},{"bible_id":"1216","chapter_code":"JOB.5","verse_code":"JOB.5.3","label":"3","content":"Kuv txeev pum tug ruag ntsa caag tub, tassws taamswm hov kuv tsawm foom nwg lub chaw nyob."},{"bible_id":"1216","chapter_code":"JOB.5","verse_code":"JOB.5.4","label":"4","content":"Nwg tej tub nyob deb lub chaw tso sab plhuav, puab raug quab yuam ntawm rooj loog kws tu plaub, tsw muaj leejtwg cawm puab dim."},{"bible_id":"1216","chapter_code":"JOB.5","verse_code":"JOB.5.5","label":"5","content":"Tej kws tug ruag hlais mas cov tuabneeg tshaib muab noj lawm, txawm yog tej kws tuaj huv cov xuav paug los puab muab rhu moog lawm, hab cov tuabneeg nqhes dej lawv nwg tej nyaj txag ua txug sav qhe."},{"bible_id":"1216","chapter_code":"JOB.5","verse_code":"JOB.5.6","label":"6","content":"Txujkev txom nyem nyuaj sab tsw yog tawm huv moov aav lug, hab txujkev ceblaaj tsw yog ua kaug tawm huv aav tuaj."},{"bible_id":"1216","chapter_code":"JOB.5","verse_code":"JOB.5.7","label":"7","content":"Tuabneeg yug lug yeej yuav raug kev ceblaaj, yaam le lub txaim tawg kws yeej yaa rua sau."},{"bible_id":"1216","chapter_code":"JOB.5","verse_code":"JOB.5.8","label":"8","content":"“Kuv tug kheej mas kuv yuav nrhav Vaajtswv, hab muab kuv tej teeb meem tso rua Vaajtswv,"},{"bible_id":"1216","chapter_code":"JOB.5","verse_code":"JOB.5.9","label":"9","content":"nwg yog tug kws ua tej num luj kws paub tsw taag, hab ua tej txujci phemfwj kws suav tsw txheeb."},{"bible_id":"1216","chapter_code":"JOB.5","verse_code":"JOB.5.10","label":"10","content":"Nwg pub naag lug rua sau lub nplajteb, hab tso dej lug rua sau tej laj teb."},{"bible_id":"1216","chapter_code":"JOB.5","verse_code":"JOB.5.11","label":"11","content":"Nwg muab cov tuabneeg qeg tsaa rua sau lub chaw sab, hab muab cov tuabneeg quaj ntsuag tsaa rua sau lub chaw tso sab plhuav."},{"bible_id":"1216","chapter_code":"JOB.5","verse_code":"JOB.5.12","label":"12","content":"Nwg taav cov tuabneeg ntse tej tswvyim phem, sub puab txhais teg ua tsw tau daabtsw kuas tav."},{"bible_id":"1216","chapter_code":"JOB.5","verse_code":"JOB.5.13","label":"13","content":"Nwg swv cov tuabneeg muaj tswvyim txujkev ntse rov nteg puab, hab ua rua cov tuabneeg sab nkhaus tej tswvyim pluj plag sai kawg."},{"bible_id":"1216","chapter_code":"JOB.5","verse_code":"JOB.5.14","label":"14","content":"Puab ntswb txujkev tsaus ntuj nti rua thaus nruab nub, hab thaus taav su los puab xuas ib yaam le mo ntuj."},{"bible_id":"1216","chapter_code":"JOB.5","verse_code":"JOB.5.15","label":"15","content":"Vaajtswv cawm cov tuabneeg pluag dim lub qhov ncauj nav ntaaj, hab cawm cov kws txom nyem dim huv cov kws muaj zug txhais teg."},{"bible_id":"1216","chapter_code":"JOB.5","verse_code":"JOB.5.16","label":"16","content":"Cov pluag txhad le muaj vaam, hab txujkev tu plaub tsw ncaaj kaw nwg lub qhov ncauj."},{"bible_id":"1216","chapter_code":"JOB.5","verse_code":"JOB.5.17","label":"17","content":"“Saib maj, tug tuabneeg twg kws Vaajtswv ntuag kuj tau koob moov, yog le nuav tsw xob saib tsw taug qhov kws tug muaj fwjchim luj kawg nkaus nplawm qhuab qha."},{"bible_id":"1216","chapter_code":"JOB.5","verse_code":"JOB.5.18","label":"18","content":"Nwg ua kuas mob, tassws nwg yuav qhwv lub qhov txhaab. Nwg nplawm tassws nwg txhais teg yuav khu."},{"bible_id":"1216","chapter_code":"JOB.5","verse_code":"JOB.5.19","label":"19","content":"Nwg yuav cawm koj dim huv rau yaam kev ceblaaj, huv xyaa yaam yuav tsw muaj xwm txheej phem lug raug koj."},{"bible_id":"1216","chapter_code":"JOB.5","verse_code":"JOB.5.20","label":"20","content":"Thaus muaj kev tshaib nqhes nwg yuav txhwv koj dim huv txujkev tuag, thaus ua rog nwg yuav cawm koj dim nav ntaaj nav rag."},{"bible_id":"1216","chapter_code":"JOB.5","verse_code":"JOB.5.21","label":"21","content":"Yuav muab koj zais ntawm tug nplaig kws xyaav tsw zoo, hab koj yuav tsw ntshai thaus kev puam tsuaj lug txug."},{"bible_id":"1216","chapter_code":"JOB.5","verse_code":"JOB.5.22","label":"22","content":"Koj yuav luag txujkev puam tsuaj hab txujkev tshaib nqhes, hab koj yuav tsw ntshai tej tsaj qus huv lub nplajteb."},{"bible_id":"1216","chapter_code":"JOB.5","verse_code":"JOB.5.23","label":"23","content":"Koj yuav nrug tej pob zeb huv daim teb sws raug zoo, hab tej tsaj qus yuav nrug koj nyob zoo zoo."},{"bible_id":"1216","chapter_code":"JOB.5","verse_code":"JOB.5.24","label":"24","content":"Koj yuav paub tas koj lub tsev ntaub nyob tso sab plhuav, koj tshuaj saib koj lub nkuaj yaaj yuav tsw pluj ib tug le."},{"bible_id":"1216","chapter_code":"JOB.5","verse_code":"JOB.5.25","label":"25","content":"Koj yuav paub tas koj caaj ceg yuav coob kawg, hab koj tej tub ki yuav zoo yaam nkaus le tej nroj tsuag huv nplajteb."},{"bible_id":"1216","chapter_code":"JOB.5","verse_code":"JOB.5.26","label":"26","content":"Koj yuav lug rua huv koj lub qhov ntxaa rua thaus koj laug heev lawm, yaam le tej teg qoob kws coj lug rua huv tshaav ntaus qoob lawv le lub caij lub nyoog."},{"bible_id":"1216","chapter_code":"JOB.5","verse_code":"JOB.5.27","label":"27","content":"Tej nuav yog tej kws peb tau tshuaj saib lug, muaj tseeb. Ca le noog hab kawm paub txhad muaj qaabhau rua koj.”"},{"bible_id":"1216","chapter_code":"JOB.6","verse_code":"JOB.6.1","label":"1","content":"Mas Yauj teb tas,"},{"bible_id":"1216","chapter_code":"JOB.6","verse_code":"JOB.6.2","label":"2","content":"“Au, kuv xaav muab kuv tej kev ntxhuv sab kiv, hab muab kuv tej kev txom nyem huvsw tso rua sau raab teev."},{"bible_id":"1216","chapter_code":"JOB.6","verse_code":"JOB.6.3","label":"3","content":"Mas yuav nyaav dua tej xuab zeb huv havtxwv, vem le nuav kuv tej lug txhad tawm ua kub quas lug."},{"bible_id":"1216","chapter_code":"JOB.6","verse_code":"JOB.6.4","label":"4","content":"Vem tug kws muaj fwjchim luj kawg nkaus raab xub chob kuv, kuv tug plig haus tej kua xub tshuaj, txujkev ntshai kws tuaj ntawm Vaajtswv npaaj txhwj tuaj tawm tsaam kuv."},{"bible_id":"1216","chapter_code":"JOB.6","verse_code":"JOB.6.5","label":"5","content":"Neeg luav qus yuav quaj rua thaus nwg muaj zaub noj lov? Txwv nyuj yuav nqov rua sau nwg pawg zaub lov?"},{"bible_id":"1216","chapter_code":"JOB.6","verse_code":"JOB.6.6","label":"6","content":"Yuav noj zaub tsuag tsw rau ntsev tau lov? Hab txwv thwj ywg cov kua mig  qaab le caag?"},{"bible_id":"1216","chapter_code":"JOB.6","verse_code":"JOB.6.7","label":"7","content":"Tej yaam hov kuv lub sab tsw xaav kov hlo le, txhua yaam zaub mov hov kuv dhuav taag."},{"bible_id":"1216","chapter_code":"JOB.6","verse_code":"JOB.6.8","label":"8","content":"“Au, kuv xaav tau lawv le kuv thov, hab xaav kuas Vaajtswv pub lawv le kws kuv lub sab ntshaw."},{"bible_id":"1216","chapter_code":"JOB.6","verse_code":"JOB.6.9","label":"9","content":"hab xaav tas Vaajtswv txaus sab muab kuv zuaj, hab tsw xob nkaum teg rua qhov kws muab kuv txav pov tseg."},{"bible_id":"1216","chapter_code":"JOB.6","verse_code":"JOB.6.10","label":"10","content":"Qhov nuav yuav nplig tau kuv lub sab, txawm yog kuv mob tsw tu le los kuv yuav zoo sab kawg, tsua qhov kuv tsw tau kwv tawv tug kws Dawb Huv tej lug."},{"bible_id":"1216","chapter_code":"JOB.6","verse_code":"JOB.6.11","label":"11","content":"Kuv muaj zug le caag es kuv yuav tsum tog? Hab kuv qhov kawg yog daabtsw es kuv yuav tsum ua sab ntev thev?"},{"bible_id":"1216","chapter_code":"JOB.6","verse_code":"JOB.6.12","label":"12","content":"Kuv tug zug zoo le tej pob zeb lov, kuv tej nqaj yog nqaj tooj lab lov?"},{"bible_id":"1216","chapter_code":"JOB.6","verse_code":"JOB.6.13","label":"13","content":"Kuv tug kheej paab tsw tau kuv, txhua txujkev paab tswv ntawm kuv lawm."},{"bible_id":"1216","chapter_code":"JOB.6","verse_code":"JOB.6.14","label":"14","content":"“Leejtwg taav txujkev hlub ntawm tug kwvluag, kuj yog tso qhov kws fwm hab ntshai tug kws muaj fwjchim luj kawg nkaus  tseg."},{"bible_id":"1216","chapter_code":"JOB.6","verse_code":"JOB.6.15","label":"15","content":"Kuv cov kwvtij pheej ntxeev ntxag yaam le lub haav dej, yaam le lub haav dej kws qhuav zuj zug,"},{"bible_id":"1216","chapter_code":"JOB.6","verse_code":"JOB.6.16","label":"16","content":"kws tsaus quas nti vem yog dej nkoog hab tej daus xwb daus npu npug txheej sau."},{"bible_id":"1216","chapter_code":"JOB.6","verse_code":"JOB.6.17","label":"17","content":"Thaus tshaav ntuj kub kuj yaaj taag, thaus tshaav ntuj kub heev kuj pluj taag ntawm lub chaw lawm."},{"bible_id":"1216","chapter_code":"JOB.6","verse_code":"JOB.6.18","label":"18","content":"Cov tub laag tub luam kws taug kev kuj tig zos ntawm puab txujkev, puab moog rua tej ntuj nraag teb do hab puam tsuaj taag."},{"bible_id":"1216","chapter_code":"JOB.6","verse_code":"JOB.6.19","label":"19","content":"Cov tuabneeg kws taug kev ntawm Thema tuaj nrhav, cov tub laag tub luam kws taug kev ntawm lub moos Senpa muaj chaw vaam."},{"bible_id":"1216","chapter_code":"JOB.6","verse_code":"JOB.6.20","label":"20","content":"Puab nplaam vem yog puab vaam quas ntsoov, puab tuaj txug hov ntawd mas puab nyuaj sab heev."},{"bible_id":"1216","chapter_code":"JOB.6","verse_code":"JOB.6.21","label":"21","content":"Nwgnuav mej zoo ib yaam le ntawd rua kuv, mej pum kuv tej kev txom nyem mas mej ntshai."},{"bible_id":"1216","chapter_code":"JOB.6","verse_code":"JOB.6.22","label":"22","content":"Kuv puas tau has tas, ‘Thov pub mivntswv tshaav ntuj rua kuv,’ lossws ‘Thov mej le nyaj rua kuv coj moog xab luas,’"},{"bible_id":"1216","chapter_code":"JOB.6","verse_code":"JOB.6.23","label":"23","content":"lossws ‘Thov cawm kuv dim huv yeeb ncuab txhais teg,’ lossws ‘Thov txhwv kuv dim huv tug kws quab yuam kuv txhais teg,’ lov?"},{"bible_id":"1216","chapter_code":"JOB.6","verse_code":"JOB.6.24","label":"24","content":"“Qha kuv maj, kuv txhad nyob tuabywv, thov qha rua kuv to taub kuv ua txhum qhov twg."},{"bible_id":"1216","chapter_code":"JOB.6","verse_code":"JOB.6.25","label":"25","content":"Lu lug has ncaaj muaj fwjchim heev, tassws mej lu lug ntuag yog ntuag daabtsw?"},{"bible_id":"1216","chapter_code":"JOB.6","verse_code":"JOB.6.26","label":"26","content":"Mej xaav tas mej qhuab ntuag kuv tej lug hab saib tug kws tsw muaj chaw vaam tej lug zoo le cua xwb lov?"},{"bible_id":"1216","chapter_code":"JOB.6","verse_code":"JOB.6.27","label":"27","content":"Mej yeej yuav rhu ntawv txhad tau tug mivnyuas ntsuag kws tsw muaj txwv, hab yuav muab mej tug kwvluag ntaus nqe muag los sas."},{"bible_id":"1216","chapter_code":"JOB.6","verse_code":"JOB.6.28","label":"28","content":"“Nwgnuav thov mej tsaa muag saib kuv, tsua qhov tsw yog kuv taab meeg daag mej."},{"bible_id":"1216","chapter_code":"JOB.6","verse_code":"JOB.6.29","label":"29","content":"Thov mej xaav dua tshab tsw xob ua tsw ncaaj. Thov ntxeev dua sab, kuv tseed ua raug cai."},{"bible_id":"1216","chapter_code":"JOB.6","verse_code":"JOB.6.30","label":"30","content":"Kuv tug nplaig has ib yaam daabtsw tsw ncaaj lov? Kuv tug nplaig tsw txawj swm paub kev txom nyem lov?"},{"bible_id":"1216","chapter_code":"JOB.7","verse_code":"JOB.7.1","label":"1","content":"Tuabneeg tsw ua num khwv khwv huv nplajteb nuav lov? Hab puab lub neej zoo tsw thooj le cov kws ua zug lov?"},{"bible_id":"1216","chapter_code":"JOB.7","verse_code":"JOB.7.2","label":"2","content":"Ib yaam le tug qhev tog nrhw duab tsaus ntuj, hab yaam le tug tub zug kws tog rawv cov nqe zug,"},{"bible_id":"1216","chapter_code":"JOB.7","verse_code":"JOB.7.3","label":"3","content":"ib yaam le hov kuv le feem yog nyob ntau lub hli qhuav qhawv, hab tej kws faib rua kuv yog mo ntuj raug kev txhawj xeeb ntxhuv sab."},{"bible_id":"1216","chapter_code":"JOB.7","verse_code":"JOB.7.4","label":"4","content":"Thaus kuv pw kuv has tas, ‘Thaus twg kuv le sawv?’ Tassws mo ntuj kuj ntev, kuv ntxeev moog ntxeev lug txug kaaj ntug."},{"bible_id":"1216","chapter_code":"JOB.7","verse_code":"JOB.7.5","label":"5","content":"Kuv tej nqaj muaj kaas lij hab lu moov aav, kuv daim tawv tu pleb pluav hab rov ua kua paug."},{"bible_id":"1216","chapter_code":"JOB.7","verse_code":"JOB.7.6","label":"6","content":"Kuv lub noob nyoog sai dhau tug nqog kws saamswm ntus ntaub, mas thaus kawg kuj tsw muaj chaw vaam."},{"bible_id":"1216","chapter_code":"JOB.7","verse_code":"JOB.7.7","label":"7","content":"“Vaajtswv, thov ncu tas kuv txujsa tsuas ntev le ua ib paas cua xwb, kuv lub qhov muag yuav tsw pum qhov zoo dua le lawm."},{"bible_id":"1216","chapter_code":"JOB.7","verse_code":"JOB.7.8","label":"8","content":"Tug kws lub qhov muag pum kuv yuav tsw pum kuv dua le lawm, thaus koj lub qhov muag saib ntsoov kuv los tub dua kuv lawm."},{"bible_id":"1216","chapter_code":"JOB.7","verse_code":"JOB.7.9","label":"9","content":"Tej fuab yaaj xaam taag le caag, tug kws moog rua huv tub tuag teb yeej tsw rov lug ib yaam le ntawd."},{"bible_id":"1216","chapter_code":"JOB.7","verse_code":"JOB.7.10","label":"10","content":"Nwg tsw rov moog rua huv nwg lub tsev dua le lawm, hab nwg lub chaw nyob los tsw paub nwg le lawm."},{"bible_id":"1216","chapter_code":"JOB.7","verse_code":"JOB.7.11","label":"11","content":"“Vem le nuav kuv txhad tsw tswj kuv lub qhov ncauj, kuv tug ntsuj plig txom nyem lwj sab kuv txhad has, ab kuv lub sab kawg kuv txhad ywg."},{"bible_id":"1216","chapter_code":"JOB.7","verse_code":"JOB.7.12","label":"12","content":"Kuv yog havtxwv lossws yog ib tug zaaj koj txhad zuv kuv lov?"},{"bible_id":"1216","chapter_code":"JOB.7","verse_code":"JOB.7.13","label":"13","content":"Thaus kuv has tas, ‘Kuv lub txaaj yuav nplig kuv lub sab, kuv lub chaw pw yuav paab kuv txujkev txom nyem kuas yau quas zug,’"},{"bible_id":"1216","chapter_code":"JOB.7","verse_code":"JOB.7.14","label":"14","content":"los koj ua rua kuv ua npau suav ntshai heev, hab ua rua kuv ua yug quas toog ua rua kuv ntshai,"},{"bible_id":"1216","chapter_code":"JOB.7","verse_code":"JOB.7.15","label":"15","content":"kuv txhad xaiv qhov kws raug zawm cej daab tuag, zoo dua le tshuav tej pob txhaa nuav."},{"bible_id":"1216","chapter_code":"JOB.7","verse_code":"JOB.7.16","label":"16","content":"Kuv ntxub kuv txujsa lawm, kuv tsw xaav nyob moog ib txhws. Thov tso ca kuv nyob kuv ib leeg vem kuv lub noob nyoog ntev le ua ib paas cua xwb."},{"bible_id":"1216","chapter_code":"JOB.7","verse_code":"JOB.7.17","label":"17","content":"Tuabneeg yog daabtsw es koj yuav suav tas tseem ceeb heev, hab koj yuav mob sab puab,"},{"bible_id":"1216","chapter_code":"JOB.7","verse_code":"JOB.7.18","label":"18","content":"hab naj taagkig tuaj saib puab, hab swm puab txhua lub swjhawm?"},{"bible_id":"1216","chapter_code":"JOB.7","verse_code":"JOB.7.19","label":"19","content":"Koj yuav tsw fee plhu ntawm kuv ib nyuas plag hab tsw tso kuv nyob kuv ib leeg ntev le kws kuv nqog ib paa qub ncaug lov?"},{"bible_id":"1216","chapter_code":"JOB.7","verse_code":"JOB.7.20","label":"20","content":"Au koj kws yog tug kws zuv tuabneeg, yog kuv ua txhum kuv tau ua le caag rua koj lawm? Ua caag koj muab kuv ua daim phaj rua koj? Ua caag kuv ua lub nraa nyaav rua koj lawm?"},{"bible_id":"1216","chapter_code":"JOB.7","verse_code":"JOB.7.21","label":"21","content":"Ua caag koj tsw zaam kuv tej kev faav xeeb hab tsw daws kuv lub txem moog pov tseg? Tsua qhov nwgnuav kuv yuav pw rua huv aav, koj yuav nrhav kuv kuas tsw muaj kuv lawm.”"},{"bible_id":"1216","chapter_code":"JOB.8","verse_code":"JOB.8.1","label":"1","content":"Tes Npinta kws yog tuabneeg Su‑a teb tas,"},{"bible_id":"1216","chapter_code":"JOB.8","verse_code":"JOB.8.2","label":"2","content":"“Koj yuav ywg le nuav ntev le caag hab tej lug kws tawm huv koj lub qhov ncauj yuav ua cua daaj cua dub ntev le caag?"},{"bible_id":"1216","chapter_code":"JOB.8","verse_code":"JOB.8.3","label":"3","content":"Vaajtswv ntxeev txujkev ua ncaaj lov? Tug kws muaj fwjchim luj kawg nkaus  qhau cai lov?"},{"bible_id":"1216","chapter_code":"JOB.8","verse_code":"JOB.8.4","label":"4","content":"Yog koj le mivnyuas ua txhum rua Vaajtswv nwg txhad rau txem rua puab lawv le puab tej kev faav xeeb."},{"bible_id":"1216","chapter_code":"JOB.8","verse_code":"JOB.8.5","label":"5","content":"Yog koj nrhav Vaajtswv hab taij thov tug kws muaj fwjchim luj kawg nkaus,"},{"bible_id":"1216","chapter_code":"JOB.8","verse_code":"JOB.8.6","label":"6","content":"yog koj dawb huv hab sab ncaaj mas nwg yuav sawv tseeg paab koj, hab yuav thim lub chaw kws yog koj teej koj tug rov rua koj."},{"bible_id":"1216","chapter_code":"JOB.8","verse_code":"JOB.8.7","label":"7","content":"Txawm yog thaus chiv koj miv miv xwb, los thaus kawg koj yuav ua luj kawg."},{"bible_id":"1216","chapter_code":"JOB.8","verse_code":"JOB.8.8","label":"8","content":"Kuv thov kuas koj nug txug yaav thau u, hab xaav saib tej laug nrhav tau yaam twg,"},{"bible_id":"1216","chapter_code":"JOB.8","verse_code":"JOB.8.9","label":"9","content":"tsua qhov peb nyav yug naag mo xwb mas tsw paub daabtsw le, vem peb lub caij lub nyoog sau lub nplajteb yog tug duab xwb."},{"bible_id":"1216","chapter_code":"JOB.8","verse_code":"JOB.8.10","label":"10","content":"Puab yuav tsw qhuab qha koj hab tsw has rua koj lov, hab tsw has tej kws puab nkaag sab rua koj lov?"},{"bible_id":"1216","chapter_code":"JOB.8","verse_code":"JOB.8.11","label":"11","content":"Loj kov yuav tuaj rua huv qhov kws tsw muaj paag av tau lov? Pawj a yuav hlub zoo rua huv qhov tsw muaj dej tau lov?"},{"bible_id":"1216","chapter_code":"JOB.8","verse_code":"JOB.8.12","label":"12","content":"Thaus txhawv lawm tsw tau muab txav, los tub qhuav nkig nkuav ua ntej dua lwm yaam ntoo."},{"bible_id":"1216","chapter_code":"JOB.8","verse_code":"JOB.8.13","label":"13","content":"Txhua tug kws tsw ncu Vaajtswv lawd kuj zoo le hov ntaag. Cov kws tsw fwm Vaajtswv puab lub chaw vaam yuav puam tsuaj taag."},{"bible_id":"1216","chapter_code":"JOB.8","verse_code":"JOB.8.14","label":"14","content":"Yaam kws puab tso sab rua kuj luv ntho lawm, hab tej kws puab ca sab rua yog saab kaab zag tsuv."},{"bible_id":"1216","chapter_code":"JOB.8","verse_code":"JOB.8.15","label":"15","content":"Yog puab pheeb tej saab kaab zag tsuv tej saab hov tu, puab tuav tej saab hov tassws tej saab hov tsw ruaj."},{"bible_id":"1216","chapter_code":"JOB.8","verse_code":"JOB.8.16","label":"16","content":"Puab zoo le tsob ntoo kws muaj dej yug rua thaus tshaav ntuj kub, hab puab tej ntsuag hlaav moog puv nkaus puab lub vaaj."},{"bible_id":"1216","chapter_code":"JOB.8","verse_code":"JOB.8.17","label":"17","content":"Puab tej caag kuj nrhau moog tuav tej pob zeb, hab ntsa moog rua huv tej kem pob zeb."},{"bible_id":"1216","chapter_code":"JOB.8","verse_code":"JOB.8.18","label":"18","content":"Yog tsob ntoo raug muab ua puam tsuaj taag ntawm nwg lub chaw lub chaw ntawd yuav tsw leeg paub nwg hab has tas, ‘Kuv tsw txeev pum dua koj.’"},{"bible_id":"1216","chapter_code":"JOB.8","verse_code":"JOB.8.19","label":"19","content":"Saib maj, nuav yog puab txujkev xyiv faab, hab lwm tug yuav ua kaug tawm huv aav tuaj."},{"bible_id":"1216","chapter_code":"JOB.8","verse_code":"JOB.8.20","label":"20","content":"“Vaajtswv yeej yuav tsw tso tug tuabneeg zoo tseg, lossws tuav tug tuabneeg ua phem teg."},{"bible_id":"1216","chapter_code":"JOB.8","verse_code":"JOB.8.21","label":"21","content":"Nwg tseed yuav pub koj lub qhov ncauj luag puv nkaus, hab ua rua koj daim tawv ncauj qw zoo sab."},{"bible_id":"1216","chapter_code":"JOB.8","verse_code":"JOB.8.22","label":"22","content":"Cov kws ntxub koj yuav raug txaaj muag, hab cov tuabneeg phem lub tsev ntaub yuav tsw muaj dua le lawm.”"},{"bible_id":"1216","chapter_code":"JOB.9","verse_code":"JOB.9.1","label":"1","content":"Yauj teb tas,"},{"bible_id":"1216","chapter_code":"JOB.9","verse_code":"JOB.9.2","label":"2","content":"“Qhov tseeb kuv paub tas yog le hov, tassws tuabneeg yuav ua ncaaj rua ntawm Vaajtswv xubndag tau le caag?"},{"bible_id":"1216","chapter_code":"JOB.9","verse_code":"JOB.9.3","label":"3","content":"Yog leejtwg xaav nrug Vaajtswv sws caam, mas ib txheeb zag los nwg tub teb tsw tau Vaajtswv ib zag."},{"bible_id":"1216","chapter_code":"JOB.9","verse_code":"JOB.9.4","label":"4","content":"Vaajtswv lub sab ntse, hab nwg muaj zug heev, leejtwg txeev tawm tsaam nwg hab kov yeej?"},{"bible_id":"1216","chapter_code":"JOB.9","verse_code":"JOB.9.5","label":"5","content":"Nwg yog tug kws muab tej roob txaav los tej roob kuj tsw paub, rua thaus nwg muab tej roob ntxeev ua chim quas nyov."},{"bible_id":"1216","chapter_code":"JOB.9","verse_code":"JOB.9.6","label":"6","content":"Nwg cu lub nplajteb txaav ntawm lub qub chaw, hab tej ncej kws txawb lub nplajteb kuj ua zug quas kais."},{"bible_id":"1216","chapter_code":"JOB.9","verse_code":"JOB.9.7","label":"7","content":"Nwg nkaw lug rua lub nub mas lub nub tsw tawm tuaj, nwg thaiv tej nub qub tsw pub ci tuaj."},{"bible_id":"1216","chapter_code":"JOB.9","verse_code":"JOB.9.8","label":"8","content":"Nwg tuab leeg nthuav lub ntuj, hab tsuj tej nthwv dej huv havtxwv."},{"bible_id":"1216","chapter_code":"JOB.9","verse_code":"JOB.9.9","label":"9","content":"Nwg tswm nub qub Khais hab nub qub Puj Sua Kwv Ntaas hab nub qub Txhaj Txwv Mim hab tej nub qub saab nraag."},{"bible_id":"1216","chapter_code":"JOB.9","verse_code":"JOB.9.10","label":"10","content":"Nwg ua tej num luj kws tsw txawj nkaag sab tau, hab tej txujci phemfwj suav tsw txheeb."},{"bible_id":"1216","chapter_code":"JOB.9","verse_code":"JOB.9.11","label":"11","content":"Ua cav, nwg hlaa kuv moog lawm, kuv tub tsw pum nwg, nwg moog dhau lawm, kuv tub xaam tsw pum nwg."},{"bible_id":"1216","chapter_code":"JOB.9","verse_code":"JOB.9.12","label":"12","content":"Saib maj, nwg txeeb hlo moog lawm, leejtwg yuav txwv tau? Leejtwg yuav has rua nwg tas, ‘Koj ua daabtsw le kod?’"},{"bible_id":"1216","chapter_code":"JOB.9","verse_code":"JOB.9.13","label":"13","content":"“Vaajtswv yuav tsw thim nwg txujkev chim. Tug zaaj laug Lahaj cov qhev khwb nkaus huv nwg xwb taw."},{"bible_id":"1216","chapter_code":"JOB.9","verse_code":"JOB.9.14","label":"14","content":"Mas kuv yuav teb tau Vaajtswv le caag, yuav xaiv lu lug twg lug caam nwg?"},{"bible_id":"1216","chapter_code":"JOB.9","verse_code":"JOB.9.15","label":"15","content":"Txawm yog kuv tsw txhum, kuv kuj teb tsw tau nwg, kuv yuav thov tug yeej kom khuvleej kuv xwb."},{"bible_id":"1216","chapter_code":"JOB.9","verse_code":"JOB.9.16","label":"16","content":"Yog kuv hu nwg tuaj hab nwg teb kuv, los kuv tsw ntseeg tas nwg yuav noog kuv lug,"},{"bible_id":"1216","chapter_code":"JOB.9","verse_code":"JOB.9.17","label":"17","content":"tsua qhov nwg swv cua daaj cua dub zuaj kuv, txawm yog tsw tim le caag los nwg ua rua kuv mob nyaav quas zug tuaj."},{"bible_id":"1216","chapter_code":"JOB.9","verse_code":"JOB.9.18","label":"18","content":"Nwg tsw pub kuv ua tau paa le, tsuas yog tsaav kev ab sab puv nkaus rua kuv xwb."},{"bible_id":"1216","chapter_code":"JOB.9","verse_code":"JOB.9.19","label":"19","content":"Yog muaj kev sws ntsuag zug, kuj saib Vaajtswv maj. Yog ua plaub ntug leejtwg yuav teem tau nwg tuaj?"},{"bible_id":"1216","chapter_code":"JOB.9","verse_code":"JOB.9.20","label":"20","content":"Txawm yog kuv tsw txhum, los kuv lub qhov ncauj yuav has kuv qhov txhum, Txawm yog kuv zoo kawg, nwg yuav tshuaj tau tas kuv tsw ncaaj."},{"bible_id":"1216","chapter_code":"JOB.9","verse_code":"JOB.9.21","label":"21","content":"Kuv zoo tsw muaj chaw thuaj le, kuv tsw mob sab kuv tug kheej, kuv ntxub kuv txujsa."},{"bible_id":"1216","chapter_code":"JOB.9","verse_code":"JOB.9.22","label":"22","content":"Suavdawg zoo ib yaam nkaus, vem le hov kuv txhad has tas, ‘Nwg ua rua cov tuabneeg zoo hab cov tuabneeg limham puam tsuaj huvsw.’"},{"bible_id":"1216","chapter_code":"JOB.9","verse_code":"JOB.9.23","label":"23","content":"Thaus tej vej sub vej sw coj kev tuag lug taamswm, nwg kuj thuaj luag cov kws tsw txhum tej kev txom nyem."},{"bible_id":"1216","chapter_code":"JOB.9","verse_code":"JOB.9.24","label":"24","content":"Lub nplajteb muab cob rua huv cov tuabneeg limham txhais teg. Nwg npug cov kws tu plaub huv lub nplajteb lub qhov muag. Tsw yog nwg es yog leejtwg?"},{"bible_id":"1216","chapter_code":"JOB.9","verse_code":"JOB.9.25","label":"25","content":"“Kuv le noob nyoog moog sai dhau cov kws txawj dha, moog dhau plawg lawm tsw pum ib qhov zoo hlo le."},{"bible_id":"1216","chapter_code":"JOB.9","verse_code":"JOB.9.26","label":"26","content":"Noob nyoog dhau plhawv yaam le lub nkoj kws xuas pawj a ua, yaam nkaus le tug daav yaa kws ntsaub ntsuav lug rua tug qauv."},{"bible_id":"1216","chapter_code":"JOB.9","verse_code":"JOB.9.27","label":"27","content":"Yog kuv has tas, ‘Kuv yuav nov qaab kuv txujkev quaj txom nyem, hab kuv yuav tso kuv lub ntsej muag mluag mlob tseg hab xyiv faab,’"},{"bible_id":"1216","chapter_code":"JOB.9","verse_code":"JOB.9.28","label":"28","content":"kuv kuj ntshai kuv tej kev txom nyem huvsw, tsua qhov kuv paub tas koj yuav tsw suav has tas kuv tsw txhum."},{"bible_id":"1216","chapter_code":"JOB.9","verse_code":"JOB.9.29","label":"29","content":"Kuv yeej yuav raug rau txem, mas kuv yuav swv zug do do ua daabtsw?"},{"bible_id":"1216","chapter_code":"JOB.9","verse_code":"JOB.9.30","label":"30","content":"Yog kuv muab daus xwb daus npu lug ntxuav kuv, hab muab kua tshuaj lug ntxuav kuv txhais teg,"},{"bible_id":"1216","chapter_code":"JOB.9","verse_code":"JOB.9.31","label":"31","content":"los koj tseed yuav muab kuv raus rua huv lub qhov dej qas, hab kuv tej rwg tsho yuav ntxub kuv."},{"bible_id":"1216","chapter_code":"JOB.9","verse_code":"JOB.9.32","label":"32","content":"Vaajtswv tsw yog tuabneeg zoo le kuv kws kuv yuav teb nwg, hab tuaj nrug nwg ua plaub."},{"bible_id":"1216","chapter_code":"JOB.9","verse_code":"JOB.9.33","label":"33","content":"Tsw muaj ib tug kws nyob nruab nraab ib ob tog, ua tug kws cheem tau ib ob leeg."},{"bible_id":"1216","chapter_code":"JOB.9","verse_code":"JOB.9.34","label":"34","content":"Thov nwg tshem nwg tug nplawm ntawm kuv moog, hab thov qhov kws ntshai quas rwg nwg tsw xob ua rua kuv ntshai."},{"bible_id":"1216","chapter_code":"JOB.9","verse_code":"JOB.9.35","label":"35","content":"Mas kuv yuav has hab txhad tsw ntshai nwg, tsua qhov nwgnuav kuv lub sab ua tsw tau le ntawd."},{"bible_id":"1216","chapter_code":"JOB.10","verse_code":"JOB.10.1","label":"1","content":"Kuv ntxub kuv txujsa, kuv yuav tsw tswj kuv tej lug ywg le, kuv yuav has kuv tej kev ab sab."},{"bible_id":"1216","chapter_code":"JOB.10","verse_code":"JOB.10.2","label":"2","content":"Kuv yuav has rua Vaajtswv tas, Tsw xob rau txem rua kuv, thov koj qha kuv paub tas ua caag koj tawm tsaam kuv."},{"bible_id":"1216","chapter_code":"JOB.10","verse_code":"JOB.10.3","label":"3","content":"Koj pum zoo quab yuam kuv hab saib tsw taug tej kws yog koj txhais teg ua lov, hab pum zoo rua cov tuabneeg phem tej tswvyim lov?"},{"bible_id":"1216","chapter_code":"JOB.10","verse_code":"JOB.10.4","label":"4","content":"Koj muaj qhov muag yaam le tuabneeg xwb lov? Koj pum yaam le tuabneeg pum lov?"},{"bible_id":"1216","chapter_code":"JOB.10","verse_code":"JOB.10.5","label":"5","content":"Koj noob nyoog zoo ib yaam le tuabneeg noob nyoog lov, hab koj tej xyoo zoo ib yaam le tuabneeg xyoo xwb lov?"},{"bible_id":"1216","chapter_code":"JOB.10","verse_code":"JOB.10.6","label":"6","content":"Es koj yuav tshawb nrhav kuv tej kev txhum hab nrhav kuv lub txem."},{"bible_id":"1216","chapter_code":"JOB.10","verse_code":"JOB.10.7","label":"7","content":"Koj yeej paub tas kuv tsw txhum hab tsw muaj leejtwg cawm kuv dim ntawm koj txhais teg."},{"bible_id":"1216","chapter_code":"JOB.10","verse_code":"JOB.10.8","label":"8","content":"Koj txhais teg puab hab tswm kuv, tassws nwgnuav koj tig rov qaab muab kuv ua puam tsuaj."},{"bible_id":"1216","chapter_code":"JOB.10","verse_code":"JOB.10.9","label":"9","content":"Thov koj ncu tas koj puab kuv yaam le puab aav nplaum, mas koj yuav tso kuv rov moog ua moov aav dua lov?"},{"bible_id":"1216","chapter_code":"JOB.10","verse_code":"JOB.10.10","label":"10","content":"Koj tsw tau muab kuv nchuav lug yaam le cov kua mig lov, hab tsw ua rua kuv khov yaam le cov nyuj mig nkoog lov?"},{"bible_id":"1216","chapter_code":"JOB.10","verse_code":"JOB.10.11","label":"11","content":"Koj muab nqaj hab tawv lug qhwv kuv, hab koj muab pob txhaa hab leeg txuas ua kuv lub cev."},{"bible_id":"1216","chapter_code":"JOB.10","verse_code":"JOB.10.12","label":"12","content":"Koj pub txujsa hab txujkev hlub kws ruaj khov rua kuv, hab saib xyuas tsom kwm kuv tug ntsuj plig ca."},{"bible_id":"1216","chapter_code":"JOB.10","verse_code":"JOB.10.13","label":"13","content":"Tassws tej yaam nuav koj muab zais ca rua huv koj lub sab, kuv paub tas yeej yog lawv le koj lub sab."},{"bible_id":"1216","chapter_code":"JOB.10","verse_code":"JOB.10.14","label":"14","content":"Yog kuv ua txhum koj yeej saib ntsoov kuv, hab tsw tso kuv dim kuv txujkev txhum le."},{"bible_id":"1216","chapter_code":"JOB.10","verse_code":"JOB.10.15","label":"15","content":"Yog kuv ua phem, kuv yeej yuav raug kev txom nyem. Tassws yog kuv ncaaj nceeg kuv tseed tsaa tsw taug kuv lub taubhau, tsua qhov kuv raug txaaj muag kawg hab saib ntsoov kuv tej kev txom nyem nyuaj sab."},{"bible_id":"1216","chapter_code":"JOB.10","verse_code":"JOB.10.16","label":"16","content":"Hab yog kuv tsaa kuv taubhau, koj yuav lawv kuv yaam le tsuv ntxhuav, hab rov ua txujci phemfwj dua tawm tsaam kuv."},{"bible_id":"1216","chapter_code":"JOB.10","verse_code":"JOB.10.17","label":"17","content":"Koj nrhav timkhawv tshab tum kuv dua, hab tsaav koj txujkev chim rua kuv heev dua, hab koj coj tub rog tshab tuaj tawm tsaam kuv."},{"bible_id":"1216","chapter_code":"JOB.10","verse_code":"JOB.10.18","label":"18","content":"“Ua caag koj tso kuv tawm huv lub plaab lug? Kheev yog kuv tuag ua ntej kws luas yuav pum kuv,"},{"bible_id":"1216","chapter_code":"JOB.10","verse_code":"JOB.10.19","label":"19","content":"hab zoo yaam le kuv tsw tau yug lug hab tub raug coj huv plaab moog txug lub qhov ntxaa lawm."},{"bible_id":"1216","chapter_code":"JOB.10","verse_code":"JOB.10.20","label":"20","content":"Kuv lub caij lub nyoog tsawg tsawg le los tsw yog? Thov ca kuv nyob kuv ib leeg sub kuv txhad zoo sab mivntswv,"},{"bible_id":"1216","chapter_code":"JOB.10","verse_code":"JOB.10.21","label":"21","content":"ua ntej kws kuv tsw tau moog rua lub chaw kws kuv tsw rov lug le lawm, yog moog rua lub tebchaws kws muaj duab tsaus hab tsaus ntuj quas nti,"},{"bible_id":"1216","chapter_code":"JOB.10","verse_code":"JOB.10.22","label":"22","content":"yog lub tebchaws tsaus dub quas ncab ntxhuv quas nyo, kws qhov kaaj kuj zoo yaam nkaus le qhov tsaus.”"},{"bible_id":"1216","chapter_code":"JOB.11","verse_code":"JOB.11.1","label":"1","content":"Tes Xaufa kws yog tuabneeg Na‑ama txawm teb tas,"},{"bible_id":"1216","chapter_code":"JOB.11","verse_code":"JOB.11.2","label":"2","content":"“Tswm nyog noog tej lug ntau ntau es tsw teb lov? Hab tsaa tug kws has ntau ntau cai lov?"},{"bible_id":"1216","chapter_code":"JOB.11","verse_code":"JOB.11.3","label":"3","content":"Tswm nyog koj tej lug kws tsw muaj qaabhau ua rua tuabneeg nyob ntsag tu lov, hab thaus koj thuaj luag yuav tsw muaj leejtwg ua kuas koj txaaj muag lov?"},{"bible_id":"1216","chapter_code":"JOB.11","verse_code":"JOB.11.4","label":"4","content":"Tsua qhov koj has tas, ‘Kuv tej lug qha dawb huv, hab kuv yog tug kws Vaajtswv pum tas huv sab.’"},{"bible_id":"1216","chapter_code":"JOB.11","verse_code":"JOB.11.5","label":"5","content":"Au, kuv xaav kuas Vaajtswv has, hab qheb nwg lub qhov ncauj has rua koj,"},{"bible_id":"1216","chapter_code":"JOB.11","verse_code":"JOB.11.6","label":"6","content":"hab xaav kuas nwg qha tug tswvyim kws muab zais ca lawd rua koj, tsua qhov tswvyim muaj ntau faab. Ca le paub tas Vaajtswv rau txem rua koj tsawg dua tej kws tswm nyog koj raug."},{"bible_id":"1216","chapter_code":"JOB.11","verse_code":"JOB.11.7","label":"7","content":"“Koj tshawb nrhav tau tej kws nyob tub rua huv Vaajtswv lov? Koj tshawb nrhav tau tug kws muaj fwjchim luj kawg nkaus  lub sab taag nrho huvsw lov?"},{"bible_id":"1216","chapter_code":"JOB.11","verse_code":"JOB.11.8","label":"8","content":"Tej hov sab dhau lub ntuj mas koj yuav ua tau daabtsw? Tej hov tub dhau huv tub tuag teb mas koj yuav paub tau le caag?"},{"bible_id":"1216","chapter_code":"JOB.11","verse_code":"JOB.11.9","label":"9","content":"Muab ntsuag kuj ntev dhau lub nplajteb, hab daav dhau dej havtxwv."},{"bible_id":"1216","chapter_code":"JOB.11","verse_code":"JOB.11.10","label":"10","content":"Yog nwg hlaa moog hab muab ib tug kaw nkuaj, hab hu lug txav txem rua, leejtwg yuav taav tau nwg?"},{"bible_id":"1216","chapter_code":"JOB.11","verse_code":"JOB.11.11","label":"11","content":"Tsua qhov nwg paub cov tuabneeg tsw muaj qaabhau, thaus nwg pum tej kev txhum nwg yuav tsw ua tuab zoo tshuaj saib lov?"},{"bible_id":"1216","chapter_code":"JOB.11","verse_code":"JOB.11.12","label":"12","content":"Tassws tug tuabneeg ruag yuav txawj ntse, tsuas yog thaus neeg luav qus yug tau mivnyuas yog tuabneeg."},{"bible_id":"1216","chapter_code":"JOB.11","verse_code":"JOB.11.13","label":"13","content":"“Yog koj npaaj koj lub sab ncaaj, koj yuav xyaab koj txhais teg moog rua nwg."},{"bible_id":"1216","chapter_code":"JOB.11","verse_code":"JOB.11.14","label":"14","content":"Yog muaj kev txhum txem nyob huv koj txhais teg ca le muab pov tseg deb deb, hab tsw xob ca tej kev phem nyob huv koj lub tsev ntaub."},{"bible_id":"1216","chapter_code":"JOB.11","verse_code":"JOB.11.15","label":"15","content":"Mas koj yuav tsaa koj lub ntsej muag tsw muaj chaw thuaj tag tag le, koj yuav nyob tso sab plhuav hab tsw ntshai."},{"bible_id":"1216","chapter_code":"JOB.11","verse_code":"JOB.11.16","label":"16","content":"Koj yuav nov qaab koj tej kev txom nyem, koj yuav cim tau yaam le tej dej kws tub ndwg dhau moog lawm."},{"bible_id":"1216","chapter_code":"JOB.11","verse_code":"JOB.11.17","label":"17","content":"Mas koj lub neej yuav kaaj quas lug heev dua thaus taav su, koj lub neej kws tsaus ntuj nti yuav kaaj yaam le thaus taagkig."},{"bible_id":"1216","chapter_code":"JOB.11","verse_code":"JOB.11.18","label":"18","content":"Koj yuav tso sab plhuav vem muaj chaw vaam, koj yuav tshuaj saib ib ncig hab su tso sab quas lug."},{"bible_id":"1216","chapter_code":"JOB.11","verse_code":"JOB.11.19","label":"19","content":"Koj yuav pw hab yuav tsw muaj leejtwg ua rua koj ntshai, yuav muaj tuabneeg coob tuaj thov koj tsaa laaj muag saib puab."},{"bible_id":"1216","chapter_code":"JOB.11","verse_code":"JOB.11.20","label":"20","content":"Tassws cov tuabneeg limham lub qhov muag yuav tsaus moog, hab txujkev dim yuav pluj plag ntawm puab lawm, puab txujkev vaam yog qhov kws puab tu sav xwb.”"},{"bible_id":"1216","chapter_code":"JOB.12","verse_code":"JOB.12.1","label":"1","content":"Mas Yauj teb tas,"},{"bible_id":"1216","chapter_code":"JOB.12","verse_code":"JOB.12.2","label":"2","content":"“Qhov tseeb mej yeej yog tuabneeg tseem ceeb, hab tej tswvyim yuav nrug mej tuag moog."},{"bible_id":"1216","chapter_code":"JOB.12","verse_code":"JOB.12.3","label":"3","content":"Kuv yeej to taub ib yaam le mej hab kuv tsw qeg dua mej. Tej nyuas zoo le nuav leejtwg yuav tsw paub?"},{"bible_id":"1216","chapter_code":"JOB.12","verse_code":"JOB.12.4","label":"4","content":"Kuv ua lub chaw rua kuv cov phoojywg luag. Kuv txeev thov Vaajtswv mas nwg teb kuv, kuv ua tug ncaaj nceeg hab tsw muaj chaw thuaj los kuv tseed ua lub chaw rua luas thuaj luag."},{"bible_id":"1216","chapter_code":"JOB.12","verse_code":"JOB.12.5","label":"5","content":"Tug kws noj qaab nyob zoo lub sab saib tsw taug lub khuab phem, kws yeej muaj rua cov kws txhais kwtaw nplaam."},{"bible_id":"1216","chapter_code":"JOB.12","verse_code":"JOB.12.6","label":"6","content":"Cov tub saab tej tsev ntaub nyob sab tug yeeg, hab cov kws zwg Vaajtswv kuj nyob tso sab plhuav, yog cov kws puab tug vaajtswv nyob huv puab txhais teg."},{"bible_id":"1216","chapter_code":"JOB.12","verse_code":"JOB.12.7","label":"7","content":"“Ca le nug tej tsaj txhu mas tej tsaj yuav qhuab qha koj, ca le nug tej naag noog sau nruab ntug, tej noog yuav qha koj."},{"bible_id":"1216","chapter_code":"JOB.12","verse_code":"JOB.12.8","label":"8","content":"Lossws nug lub nplajteb mas nplajteb yuav qhuab qha koj, hab tej ntseg huv havtxwv yuav pav rua koj."},{"bible_id":"1216","chapter_code":"JOB.12","verse_code":"JOB.12.9","label":"9","content":"Txhua yaam nuav muaj yaam twg kws tsw paub tas yog Yawmsaub txhais teg tau ua tej nuav?"},{"bible_id":"1216","chapter_code":"JOB.12","verse_code":"JOB.12.10","label":"10","content":"Txhua yaam kws caj sa mas puab txujsa nyob huv Vaajtswv txhais teg, hab tuabneeg suavdawg tej paa huvsw kuj nyob huv."},{"bible_id":"1216","chapter_code":"JOB.12","verse_code":"JOB.12.11","label":"11","content":"Lub qhov ntsej tsw tau swm tej lug ib yaam le tug nplaig swm tej zaub mov lov?"},{"bible_id":"1216","chapter_code":"JOB.12","verse_code":"JOB.12.12","label":"12","content":"Tswvyim nrug cov tuabneeg laug nyob, hab kev nkaag sab nrug cov kws noob nyoog nchaav nyob."},{"bible_id":"1216","chapter_code":"JOB.12","verse_code":"JOB.12.13","label":"13","content":"Tswvyim hab fwjchim yeej nrug nraim Vaajtswv, nwg txawj taw qha hab muaj kev nkaag sab."},{"bible_id":"1216","chapter_code":"JOB.12","verse_code":"JOB.12.14","label":"14","content":"Yog nwg muab rhuav lawm, tsw muaj leejtwg tswm tau dua tshab, yog nwg muab leejtwg kaw lawm, tsw muaj leejtwg tso tau."},{"bible_id":"1216","chapter_code":"JOB.12","verse_code":"JOB.12.15","label":"15","content":"Yog nwg txwv dej mas dej yuav qhuav, yog nwg tso dej tawm moog, dej kuj nyaab nplajteb."},{"bible_id":"1216","chapter_code":"JOB.12","verse_code":"JOB.12.16","label":"16","content":"Tug zug hab tswvyim nrug nraim nwg, tug kws raug daag ntxag hab tug kws daag puavleej yog nwg le."},{"bible_id":"1216","chapter_code":"JOB.12","verse_code":"JOB.12.17","label":"17","content":"Nwg coj cov kws ua chaw sablaaj moog nyob do cuas, hab ua rua cov kws tu plaub ruag moog."},{"bible_id":"1216","chapter_code":"JOB.12","verse_code":"JOB.12.18","label":"18","content":"Nwg daws tej saw hlau kws vaajntxwv khi luas, hab ua hlaab rua tej vaajntxwv sa ntawm duav."},{"bible_id":"1216","chapter_code":"JOB.12","verse_code":"JOB.12.19","label":"19","content":"Nwg coj cov povthawj moog nyob do cuas, hab muab cov kws muaj fwjchim laim pov tseg."},{"bible_id":"1216","chapter_code":"JOB.12","verse_code":"JOB.12.20","label":"20","content":"Nwg ua rua cov kws luas tso sab tau nyob ntsag tu, hab nwg muab cov kev txwj quas laug tej kev txawj ntse rhu moog."},{"bible_id":"1216","chapter_code":"JOB.12","verse_code":"JOB.12.21","label":"21","content":"Nwg rhuav tshem cov kws ua thawj lub meej mom, hab nwg daws cov kws muaj zug txuj hlaab tawv."},{"bible_id":"1216","chapter_code":"JOB.12","verse_code":"JOB.12.22","label":"22","content":"Nwg coj tej kws nyob tub tawm huv qhov tsaus ntuj lug, hab coj txujkev tsaus ntuj nti lug rua huv txujkev kaaj."},{"bible_id":"1216","chapter_code":"JOB.12","verse_code":"JOB.12.23","label":"23","content":"Nwg ua tau rua tej tebchaws luj tuaj hab muab ua kuas puam tsuaj. Nwg nthuav tej tebchaws daav tuaj hab ua rua puab tawg ua saab ua sua."},{"bible_id":"1216","chapter_code":"JOB.12","verse_code":"JOB.12.24","label":"24","content":"Nwg rhu txujkev txawj ntse tawm ntawm cov kws ua hlub huv nplajteb moog, hab ua kuas puab moog moog lug lug huv tebchaws moj saab qhua kws tsw muaj kev taug."},{"bible_id":"1216","chapter_code":"JOB.12","verse_code":"JOB.12.25","label":"25","content":"Puab xuas dub huv qhov tsaus ntuj tsw muaj qhov kaaj le, hab nwg ua kuas puab qaug nuj nuag yaam le tug kws qaug cawv."},{"bible_id":"1216","chapter_code":"JOB.13","verse_code":"JOB.13.1","label":"1","content":"Saib maj, kuv lub qhov muag tub pum tej nuav huvsw lawm, kuv lub qhov ntsej tau nov hab nkaag sab tej nuav lawm."},{"bible_id":"1216","chapter_code":"JOB.13","verse_code":"JOB.13.2","label":"2","content":"Tej yaam kws mej paub kuv kuj paub hab, kuv tsw qeg dua mej."},{"bible_id":"1216","chapter_code":"JOB.13","verse_code":"JOB.13.3","label":"3","content":"Tassws kuv xaav has rua tug kws muaj fwjchim luj kawg nkaus, hab kuv xaav nrug Vaajtswv has plaub."},{"bible_id":"1216","chapter_code":"JOB.13","verse_code":"JOB.13.4","label":"4","content":"Mej mas tsuas yog muab tej lug daag lug npog mej xwb, mej suavdawg yog cov Kws tshuaj kws tsw txawj khu."},{"bible_id":"1216","chapter_code":"JOB.13","verse_code":"JOB.13.5","label":"5","content":"Au, xaav kuas mej nyob tuabywv, mas qhov kws nyob tuabywv hov yuav yog mej tug tswvyim."},{"bible_id":"1216","chapter_code":"JOB.13","verse_code":"JOB.13.6","label":"6","content":"“Nwgnuav mej ca le noog kuv tej lug has plaub, hab noog tej lug kws kuv lub qhov ncauj taij thov."},{"bible_id":"1216","chapter_code":"JOB.13","verse_code":"JOB.13.7","label":"7","content":"Mej has lug daag paab Vaajtswv hab has lug ntxag paab nwg lov?"},{"bible_id":"1216","chapter_code":"JOB.13","verse_code":"JOB.13.8","label":"8","content":"Mej yuav tuaj nwg tog, hab mej yuav paab Vaajtswv has lov?"},{"bible_id":"1216","chapter_code":"JOB.13","verse_code":"JOB.13.9","label":"9","content":"Thaus nwg xawb tau mej, mej yuav tau zoo lov? Lossws mej yuav daag tau nwg yaam le daag tuabneeg lov?"},{"bible_id":"1216","chapter_code":"JOB.13","verse_code":"JOB.13.10","label":"10","content":"Yog mej tuaj nwg tog tuabywv, nwg yuav tshev mej tag tag le."},{"bible_id":"1216","chapter_code":"JOB.13","verse_code":"JOB.13.11","label":"11","content":"Nwg tug fwjchim meej mom yuav tsw ua rua mej ntshai kawg lov, hab qhov kws ntshai quas rwg nwg yuav tsw poob rua sau mej lov?"},{"bible_id":"1216","chapter_code":"JOB.13","verse_code":"JOB.13.12","label":"12","content":"Mej tej paaj lug yog tshauv xwb, hab mej tej cuab yeej tiv thaiv yog muab aav nplaum ua xwb."},{"bible_id":"1216","chapter_code":"JOB.13","verse_code":"JOB.13.13","label":"13","content":"“Ca le nyob tuabywv, kuv yuav has, hab yuav muaj daabtsw tshwm lug raug kuv kuj xwj."},{"bible_id":"1216","chapter_code":"JOB.13","verse_code":"JOB.13.14","label":"14","content":"Ua caag kuv yuav tsum sev nyog kuv cev nqaj, hab pheej moo ua kuv lub neej?"},{"bible_id":"1216","chapter_code":"JOB.13","verse_code":"JOB.13.15","label":"15","content":"Saib maj, nwg yuav muab kuv tua, kuv tsw muaj vaam le lawm, tassws kuv tseed yuav has daws kuv zaaj ntawm nwg xubndag."},{"bible_id":"1216","chapter_code":"JOB.13","verse_code":"JOB.13.16","label":"16","content":"Qhov nuav yuav ua txujkev dim rua kuv, tug kws tsw fwm Vaajtswv mas yuav tsw tau lug rua ntawm nwg xubndag."},{"bible_id":"1216","chapter_code":"JOB.13","verse_code":"JOB.13.17","label":"17","content":"Ca le ua tuab zoo noog kuv tej lug hab ca kuv tej lug nyob huv mej lub qhov ntsej."},{"bible_id":"1216","chapter_code":"JOB.13","verse_code":"JOB.13.18","label":"18","content":"Kuv tub npaaj has kuv tshaaj plaub lawm, kuv paub tas kuv yuav muaj cai."},{"bible_id":"1216","chapter_code":"JOB.13","verse_code":"JOB.13.19","label":"19","content":"Leejtwg yuav nrug kuv kom tsaam? Yog muaj mas kuv yuav nyob tuabywv hab tuag."},{"bible_id":"1216","chapter_code":"JOB.13","verse_code":"JOB.13.20","label":"20","content":"Thov pub ob yaam rua kuv, mas kuv yuav tsw tswv nraim ntawm koj lub xubndag."},{"bible_id":"1216","chapter_code":"JOB.13","verse_code":"JOB.13.21","label":"21","content":"Thov koj nkaum teg deb ntawm kuv, hab xob ca qhov kws ntshai quas rwg koj ua rua kuv ntshai."},{"bible_id":"1216","chapter_code":"JOB.13","verse_code":"JOB.13.22","label":"22","content":"Ca koj hu mas kuv yuav teb lossws ca kuv has mas koj teb rua kuv."},{"bible_id":"1216","chapter_code":"JOB.13","verse_code":"JOB.13.23","label":"23","content":"Kuv tej kev txhum hab kuv lub txem muaj npaum twg? Thov qha rua kuv paub kuv tej kev faav xeeb hab kuv lub txem."},{"bible_id":"1216","chapter_code":"JOB.13","verse_code":"JOB.13.24","label":"24","content":"Ua caag koj fee plhu lawm hab suav tas kuv yog koj le yeeb ncuab?"},{"bible_id":"1216","chapter_code":"JOB.13","verse_code":"JOB.13.25","label":"25","content":"Koj yuav ua rua daim nplooj ntoo kws raug cua ntsawj ntshai hab yuav lawv tej quav nyaab qhuav lov?"},{"bible_id":"1216","chapter_code":"JOB.13","verse_code":"JOB.13.26","label":"26","content":"Koj muab tej kws ab sab sau ca tawm tsaam kuv, hab ua rua kuv tau lub txem kws thaus tseed hluas kuv ua."},{"bible_id":"1216","chapter_code":"JOB.13","verse_code":"JOB.13.27","label":"27","content":"Koj muab kuv txhais kwtaw tso rua huv raab cuab, hab saib ntsoov kuv txhua txuj hauv kev, hab koj tu nrwm rua kuv xwb taw tsuj."},{"bible_id":"1216","chapter_code":"JOB.13","verse_code":"JOB.13.28","label":"28","content":"Tuabneeg sem zuj quas zug le tej yaam kws lwj, hab yaam le tej tsoog tsho kws kaab ntsaum noj."},{"bible_id":"1216","chapter_code":"JOB.14","verse_code":"JOB.14.1","label":"1","content":"Tuabneeg kws yug ntawm quaspuj lug mas txujsa tsw ntev, hab tsuas yog muaj kev ceblaaj txom nyem xwb."},{"bible_id":"1216","chapter_code":"JOB.14","verse_code":"JOB.14.2","label":"2","content":"Nwg tawm lug yaam le lub paaj ntoo hab tuag tshaav lawm, nwg pluj plag yaam le tug duab ntxoo hab tsw nyob moog le."},{"bible_id":"1216","chapter_code":"JOB.14","verse_code":"JOB.14.3","label":"3","content":"Vaajtswv, koj yuav tsaa muag saib cov tuabneeg zoo le hov hab coj nwg lug rua koj txav txem lov?"},{"bible_id":"1216","chapter_code":"JOB.14","verse_code":"JOB.14.4","label":"4","content":"Leejtwg yuav coj yaam kws huv tawm ntawm qhov tsw huv tau? Tsw muaj leejtwg hlo le."},{"bible_id":"1216","chapter_code":"JOB.14","verse_code":"JOB.14.5","label":"5","content":"Nwg lub noob nyoog raug muab teem ca lawm, hab nwg le txhua lub hli nyob ntawm koj, hab koj tu nrwm rua nwg tsw kheev nwg hlaa dhau moog."},{"bible_id":"1216","chapter_code":"JOB.14","verse_code":"JOB.14.6","label":"6","content":"Thov koj fee plhu ntawm nwg moog hab muab nwg tso tseg, sub nwg txhad zoo sab rua nwg swm neej yaam le tug tub zug."},{"bible_id":"1216","chapter_code":"JOB.14","verse_code":"JOB.14.7","label":"7","content":"“Tsua qhov tug ntoo los tseed muaj vaam, yog raug muab ntuv lawm tseed hlaav ntsuag tuaj, hab tej ntsuag mog yuav muaj tsw tu ncua."},{"bible_id":"1216","chapter_code":"JOB.14","verse_code":"JOB.14.8","label":"8","content":"Txawm yog tej caag laug rua huv aav, hab lub hauv paug tuag rua huv aav lawm,"},{"bible_id":"1216","chapter_code":"JOB.14","verse_code":"JOB.14.9","label":"9","content":"los thaus nov paa dej paa naag yuav tawg cos, hab hlaav ntsuag tuaj yaam le tsob ntoo mog."},{"bible_id":"1216","chapter_code":"JOB.14","verse_code":"JOB.14.10","label":"10","content":"Tassws tuabneeg tuag hab qaug lawm, tuabneeg tu sav lawm nwg nyob hovtwg?"},{"bible_id":"1216","chapter_code":"JOB.14","verse_code":"JOB.14.11","label":"11","content":"Dej qhuav huv lub paag le caag, hab tej nam dej nqeg zuj zug qhuav taag le caag,"},{"bible_id":"1216","chapter_code":"JOB.14","verse_code":"JOB.14.12","label":"12","content":"ib yaam le ntawd, tuabneeg pw mas yuav tsw sawv lug le, moog txug thaus lub ntuj tsw muaj lawm, nwg kuj tsw tswm lug, tsaa tsw tau nwg sawv le."},{"bible_id":"1216","chapter_code":"JOB.14","verse_code":"JOB.14.13","label":"13","content":"Au kuv xaav kuas koj muab kuv zais rua huv tub tuag teb, xaav kuas koj muab kuv npug ca moog txug thaus koj tsw npau tawg lawm, hab xaav kuas koj teem lub swjhawm rua kuv hab ncu txug kuv."},{"bible_id":"1216","chapter_code":"JOB.14","verse_code":"JOB.14.14","label":"14","content":"Yog tuabneeg tuag lawm nwg yuav rov muaj txujsa lov? Txhua nub kws kuv khwv le nuav kuv yuav tog nrhw moog txug thaus koj tso kuv dim."},{"bible_id":"1216","chapter_code":"JOB.14","verse_code":"JOB.14.15","label":"15","content":"Koj yuav hu hab kuv yuav teb koj, koj yuav xaav tau tug kws koj txhais teg tswm."},{"bible_id":"1216","chapter_code":"JOB.14","verse_code":"JOB.14.16","label":"16","content":"Thaus hov koj yuav suav kuv txhua kauj ruam, tassws koj yuav tsw saib ntsoov kuv qhov txhum."},{"bible_id":"1216","chapter_code":"JOB.14","verse_code":"JOB.14.17","label":"17","content":"Kuv tej kev faav xeeb yuav raug muab kaw ca rua huv lub naab, hab koj yuav muab kuv tej kev txhum txem npug ca."},{"bible_id":"1216","chapter_code":"JOB.14","verse_code":"JOB.14.18","label":"18","content":"“Tej roob nphau pob taag, tej txhwb zeb raug muab txaav moog rua lwm qhov,"},{"bible_id":"1216","chapter_code":"JOB.14","verse_code":"JOB.14.19","label":"19","content":"dej ndwg tej pob zeb yaig quas zug, dej ntsawj kuav tej moov aav moog, mas koj rhuav tshem tuabneeg txujkev vaam ib yaam le ntawd."},{"bible_id":"1216","chapter_code":"JOB.14","verse_code":"JOB.14.20","label":"20","content":"Koj kov yeej nwg moog le nwg txhad dua taag lawm, koj hloov nwg lub ntsej muag hab xaa nwg moog."},{"bible_id":"1216","chapter_code":"JOB.14","verse_code":"JOB.14.21","label":"21","content":"Nwg tej tub tau koob meej los nwg tsw paub, puab poob qeg los nwg tsw pum."},{"bible_id":"1216","chapter_code":"JOB.14","verse_code":"JOB.14.22","label":"22","content":"Nwg tsuas yog nov nwg lub cev mob, hab nwg quaj ntsuag rua nwg tug kheej.”"},{"bible_id":"1216","chapter_code":"JOB.15","verse_code":"JOB.15.1","label":"1","content":"Mas Elifa kws yog tuabneeg Themaa teb tas"},{"bible_id":"1216","chapter_code":"JOB.15","verse_code":"JOB.15.2","label":"2","content":"“Tswm nyog tug kws muaj tswvyim yuav teb tej lug fuab lug cua, hab ntim tej cua saab nub tuaj puv nkaus nwg lub cev lov?"},{"bible_id":"1216","chapter_code":"JOB.15","verse_code":"JOB.15.3","label":"3","content":"Tswm nyog nwg yuav caav tej lug kws tsw muaj qaabhau, hab tej lug kws tsw muaj nqes lov?"},{"bible_id":"1216","chapter_code":"JOB.15","verse_code":"JOB.15.4","label":"4","content":"Koj tseed rhuav tshem qhov kws fwm hab paub ntshai Vaajtswv tseg, hab taav qhov kws tshawb nrhav Vaajtswv los sas."},{"bible_id":"1216","chapter_code":"JOB.15","verse_code":"JOB.15.5","label":"5","content":"Koj tej kev txhum qha koj lub qhov ncauj, hab koj xaiv tej tuabneeg ntse tug nplaig has."},{"bible_id":"1216","chapter_code":"JOB.15","verse_code":"JOB.15.6","label":"6","content":"Koj lub qhov ncauj has tas koj txhum, tsw yog kuv has, hab koj daim tawv ncauj tum koj tug kheej."},{"bible_id":"1216","chapter_code":"JOB.15","verse_code":"JOB.15.7","label":"7","content":"Koj yog thawj tug tuabneeg kws yug lug lov? Lossws koj yug ua ntej tej pov roob lov?"},{"bible_id":"1216","chapter_code":"JOB.15","verse_code":"JOB.15.8","label":"8","content":"Huv Vaajtswv lub rooj sablaaj koj nyob ntawd noog lov? Hab koj suav tas koj tuab leeg xwb txhad muaj tswvyim lov?"},{"bible_id":"1216","chapter_code":"JOB.15","verse_code":"JOB.15.9","label":"9","content":"Koj paub daabtsw kws peb tsw paub? Koj nkaag sab daabtsw kws peb tsw nkaag sab?"},{"bible_id":"1216","chapter_code":"JOB.15","verse_code":"JOB.15.10","label":"10","content":"Huv peb cov muaj cov kws noob nyoog nchaav hab dawb hau, yog cov kws laug dua koj txwv."},{"bible_id":"1216","chapter_code":"JOB.15","verse_code":"JOB.15.11","label":"11","content":"Koj pum tas tej lug kws Vaajtswv nplig sab hab tej lug has mog has muas rua koj miv dhau rua koj lov?"},{"bible_id":"1216","chapter_code":"JOB.15","verse_code":"JOB.15.12","label":"12","content":"Ua le caag koj lub sab coj koj moog yuam kev, hab ua caag koj lub qhov muag lab quas khav,"},{"bible_id":"1216","chapter_code":"JOB.15","verse_code":"JOB.15.13","label":"13","content":"es koj ntxeev sab tawm tsaam Vaajtswv hab ca tej lug nuav tawm huv koj lub qhov ncauj lug?"},{"bible_id":"1216","chapter_code":"JOB.15","verse_code":"JOB.15.14","label":"14","content":"Tuabneeg yog daabtsw, puab txhad dawb huv tau? Tug kws yug ntawm quaspuj lug yog daabtsw, nwg txhad ncaaj nceeg tau?"},{"bible_id":"1216","chapter_code":"JOB.15","verse_code":"JOB.15.15","label":"15","content":"Saib maj, Vaajtswv tsw tso sab rua nwg cov tubkhai ntuj kws dawb huv, hab nwg lub qhov muag pum lub ntuj kuj tsw huv."},{"bible_id":"1216","chapter_code":"JOB.15","verse_code":"JOB.15.16","label":"16","content":"Tug kws qas vuab tsuab hab ua phem ua qas, tug kws haus kev txhum ib yaam le haus dej yimfuab tsw huv sab."},{"bible_id":"1216","chapter_code":"JOB.15","verse_code":"JOB.15.17","label":"17","content":"“Noog kuv has, kuv yuav qha rua koj, kuv yuav has tej kws kuv pum,"},{"bible_id":"1216","chapter_code":"JOB.15","verse_code":"JOB.15.18","label":"18","content":"yog tej kws cov tuabneeg kws muaj tswvyim tau has lug, hab puab tej laug tsw tau muab zais ca."},{"bible_id":"1216","chapter_code":"JOB.15","verse_code":"JOB.15.19","label":"19","content":"Muab lub tebchaws pub rua puab tuab co xwb, tsw muaj lwm haiv tuabneeg tuaj hlaa huv puab hlo le."},{"bible_id":"1216","chapter_code":"JOB.15","verse_code":"JOB.15.20","label":"20","content":"Tug tuabneeg limham yuav raug txom nyem moog taag puab swm neej, yog taag txhua xyoo kws tu rua tug kws quab yuam tswm txom luas."},{"bible_id":"1216","chapter_code":"JOB.15","verse_code":"JOB.15.21","label":"21","content":"Lub suab kws txaus ntshai nyob huv nwg lub qhov ntsej, tub saab yuav tuaj lws rua thaus tug ntawd vaam meej."},{"bible_id":"1216","chapter_code":"JOB.15","verse_code":"JOB.15.22","label":"22","content":"Nwg tsw ntseeg tas nwg yuav rov tawm tau huv txujkev tsaus ntuj lug, mas tub teem ca rua nwg tuag nav ntaaj."},{"bible_id":"1216","chapter_code":"JOB.15","verse_code":"JOB.15.23","label":"23","content":"Nwg moog moog lug lug nrhav mov noj has tas, ‘Nyob hovtwg nev?’ Nwg paub tas nub tsaus ntuj nyob ti nkaus nwg."},{"bible_id":"1216","chapter_code":"JOB.15","verse_code":"JOB.15.24","label":"24","content":"Kev txom nyem nyuaj sab hab kev lwj sab ua rua nwg ntshai, hab kov yeej nwg yaam le tug vaajntxwv npaaj txhwj ua rog."},{"bible_id":"1216","chapter_code":"JOB.15","verse_code":"JOB.15.25","label":"25","content":"Tub yog vem nwg tsaa teg tawm tsaam Vaajtswv, hab khaav quas ntxhas twv tug kws muaj fwjchim luj kawg nkaus,"},{"bible_id":"1216","chapter_code":"JOB.15","verse_code":"JOB.15.26","label":"26","content":"nwg ua sab tawv dha moog tawm tsaam Vaajtswv hab coj daim hlau tiv thaiv kws tuab."},{"bible_id":"1216","chapter_code":"JOB.15","verse_code":"JOB.15.27","label":"27","content":"Vem nwg noj zoo zoo nwg lub plhu txhad rog tuaj, hab sau zog paav yawj rua ntawm nwg lub duav,"},{"bible_id":"1216","chapter_code":"JOB.15","verse_code":"JOB.15.28","label":"28","content":"nwg txhad yuav nyob huv tej moos kws raug puam tsuaj lawd, nyob huv tej tsev kws tsw tswm nyog tuabneeg nyob, kws tub teem tseg ca kuas pob taag ua tej nam pawg."},{"bible_id":"1216","chapter_code":"JOB.15","verse_code":"JOB.15.29","label":"29","content":"Nwg yuav tsw nplua nuj hab tej nyaj txag yuav nyob tsw ruaj, hab nwg tej cuab txhaj cuab taam yuav tsw tsaav rua huv lub tebchaws."},{"bible_id":"1216","chapter_code":"JOB.15","verse_code":"JOB.15.30","label":"30","content":"Nwg yuav tswv tsw dim qhov tsaus ntuj, nplaim tawg yuav plhov nwg tej ntsuag qhuav lawm, hab tej paa ntawm Vaajtswv qhov ncauj yuav ntsawj nwg moog."},{"bible_id":"1216","chapter_code":"JOB.15","verse_code":"JOB.15.31","label":"31","content":"Tsw xob ca nwg ntxag nwg tug kheej es tso sab rua tej kws tsw muaj qaabhau, vem nwg yuav tau tej kws tsw muaj qaabhau lug pauj rua nwg."},{"bible_id":"1216","chapter_code":"JOB.15","verse_code":"JOB.15.32","label":"32","content":"Nwg yuav tau tug nqe zug hov txwm nkaus ua ntej lub swjhawm, hab nwg tej ceg yuav tsw ntsuab."},{"bible_id":"1216","chapter_code":"JOB.15","verse_code":"JOB.15.33","label":"33","content":"Nwg yuav zoo le tsob txwv maab kws tej txwv nyoog ca le zeeg, hab zoo le tsob txwv aulib kws paaj ca le zeeg."},{"bible_id":"1216","chapter_code":"JOB.15","verse_code":"JOB.15.34","label":"34","content":"Paab nam tuabneeg kws tsw fwm Vaajtswv yuav tsw xeeb mivnyuas, hab suavtawg yuav hlawv cov kws noj nyaj xab tej tsev ntaub."},{"bible_id":"1216","chapter_code":"JOB.15","verse_code":"JOB.15.35","label":"35","content":"Puab xeeb kev txhum hab yug tau kev phem lug, hab puab lub sab npaaj tej kev daag ntxag.”"},{"bible_id":"1216","chapter_code":"JOB.16","verse_code":"JOB.16.1","label":"1","content":"Mas Yauj teb tas,"},{"bible_id":"1216","chapter_code":"JOB.16","verse_code":"JOB.16.2","label":"2","content":"“Kuv tub txeev nov tej zaaj le nuav lug lawm ntau. Mej txhua tug yog cov kws nplig ua rua kuv ntxhuv sab xwb."},{"bible_id":"1216","chapter_code":"JOB.16","verse_code":"JOB.16.3","label":"3","content":"Tej lug fuab lug cua nuav yuav taag thaus twg? Muaj daabtsw tshaum kuas koj teb le nuav?"},{"bible_id":"1216","chapter_code":"JOB.16","verse_code":"JOB.16.4","label":"4","content":"Yog mej raug le kuv mas kuv kuj has tau ib yaam le mej has hab. Kuv kuj txawj txuas lug has tawm tsaam mej hab cu taubhau thuaj mej hab."},{"bible_id":"1216","chapter_code":"JOB.16","verse_code":"JOB.16.5","label":"5","content":"Kuv lub qhov ncauj yuav has txhawb tau mej tug zug, hab kuv tug nplaig tej lug zoo yuav paab khu tau mej tej mob zoo mivntswv."},{"bible_id":"1216","chapter_code":"JOB.16","verse_code":"JOB.16.6","label":"6","content":"“Yog kuv has kuj paab tsw tau kuv tej mob zoo mivntswv le, hab yog kuv nyob tuabywv los yuav paab tau npaum twg?"},{"bible_id":"1216","chapter_code":"JOB.16","verse_code":"JOB.16.7","label":"7","content":"Vaajtswv, qhov tseeb nwgnuav koj ua rua kuv txug sav heev, koj ua rua kuv cov tuabneeg raug kev lamswm."},{"bible_id":"1216","chapter_code":"JOB.16","verse_code":"JOB.16.8","label":"8","content":"Hab koj ua rua kuv sem zuj zug, yog ua timkhawv tas kuv txhum, hab qhov kws kuv ntxaug sawv tawm tsaam kuv, kuj yog ua timkhawv taab meeg rov tum kuv."},{"bible_id":"1216","chapter_code":"JOB.16","verse_code":"JOB.16.9","label":"9","content":"Nwg muab kuv dua ua npau tawg quas vog hab nwg ntxub kuv, nwg zawm nav quas zog rua kuv, kuv tug yeeb ncuab saib ua qhov muag qauj leg rua kuv."},{"bible_id":"1216","chapter_code":"JOB.16","verse_code":"JOB.16.10","label":"10","content":"Luas rua ncauj nyos kuv, puab ntaus kuv saab plhu saib tsw taug kuv, puab sau zog ua ke tuaj tawm tsaam kuv."},{"bible_id":"1216","chapter_code":"JOB.16","verse_code":"JOB.16.11","label":"11","content":"Vaajtswv muab kuv cob rua cov tuabneeg kws tsw fwm nwg, hab muab kuv laim rua huv cov tuabneeg limham txhais teg."},{"bible_id":"1216","chapter_code":"JOB.16","verse_code":"JOB.16.12","label":"12","content":"Kuv nyob zoo mas Vaajtswv muab kuv luv pis ntho, nwg ntsab nkaus kuv cej daab muab kuv ntsawm tawg ua tej dwb daim. Nwg muab kuv tsaa ua daim phaj rua nwg,"},{"bible_id":"1216","chapter_code":"JOB.16","verse_code":"JOB.16.13","label":"13","content":"nwg cov kws txawj tua neev vej nkaus kuv. Nwg raab xub chob nkaus kuv lub raum tsw khuvleej le, nwg muab kuv tej kua tswb laub rua huv aav."},{"bible_id":"1216","chapter_code":"JOB.16","verse_code":"JOB.16.14","label":"14","content":"Nwg tuaj tua kuv ib zag taag ib zag thab, nwg dha tuaj ntaus kuv yaam le tub rog."},{"bible_id":"1216","chapter_code":"JOB.16","verse_code":"JOB.16.15","label":"15","content":"Kuv muab khaub seev tsaaj lug xaws rua kuv daim tawv nqaj, hab muab kuv tug zug txu rua huv aav."},{"bible_id":"1216","chapter_code":"JOB.16","verse_code":"JOB.16.16","label":"16","content":"Kuv quaj plhu lab taag, tsaus ntuj nti rua kuv lub qhov muag,"},{"bible_id":"1216","chapter_code":"JOB.16","verse_code":"JOB.16.17","label":"17","content":"txawm yog kuv txhais teg tsw tau ua limham ndais ntuj rua leejtwg, hab kuv tej lug thov kuj dawb huv los xwj."},{"bible_id":"1216","chapter_code":"JOB.16","verse_code":"JOB.16.18","label":"18","content":"“Lub nplajteb 'e, tsw xob npug kuv tej ntshaav, hab tsw xob ca kuv lub suab quaj tau chaw su."},{"bible_id":"1216","chapter_code":"JOB.16","verse_code":"JOB.16.19","label":"19","content":"Saib maj, nwgnuav kuv tug timkhawv nyob sau ntuj, hab tug kws qhwv kuv nyob qhov chaw sab."},{"bible_id":"1216","chapter_code":"JOB.16","verse_code":"JOB.16.20","label":"20","content":"Kuv cov kwvluag thuaj kuv, kuv quaj kua muag lug taag rua Vaajtswv."},{"bible_id":"1216","chapter_code":"JOB.16","verse_code":"JOB.16.21","label":"21","content":"Thov tug timkhawv hov tuav kuv txujcai rua Vaajtswv, yaam le tej tuabneeg ua rua puab tug kwvluag,"},{"bible_id":"1216","chapter_code":"JOB.16","verse_code":"JOB.16.22","label":"22","content":"tsua qhov tshuav tsw muaj tsawg xyoo kuv yuav tau taug txujkev kws kuv tsw rov lug lawm."},{"bible_id":"1216","chapter_code":"JOB.17","verse_code":"JOB.17.1","label":"1","content":"Kuv tug ntsuj plig pluj taag, kuv lub caij lub nyoog kuj kawg kuv lub qhov ntxaa tub txhwj lawm."},{"bible_id":"1216","chapter_code":"JOB.17","verse_code":"JOB.17.2","label":"2","content":"Tseeb tag cov tuabneeg thuaj luag nyob puag ncig kuv, hab kuv lub qhov muag saib ntsoov qhov kws puab thuaj kuv."},{"bible_id":"1216","chapter_code":"JOB.17","verse_code":"JOB.17.3","label":"3","content":"“Vaajtswv, thov koj them cov nqe ua pov thawj qhwv kuv rua koj. Muaj dua ib tug twg kws yuav ua pov thawj qhwv kuv tau?"},{"bible_id":"1216","chapter_code":"JOB.17","verse_code":"JOB.17.4","label":"4","content":"Vem koj kaw puab lub sab ua rua puab tsw nkaag sab, yog le nuav koj txhad tsw ca puab kov yeej."},{"bible_id":"1216","chapter_code":"JOB.17","verse_code":"JOB.17.5","label":"5","content":"Tug kws kom nwg cov phoojywg, sub txhad tau nqe zug, nwg tej mivnyuas lub qhov muag yuav tsw pum kev."},{"bible_id":"1216","chapter_code":"JOB.17","verse_code":"JOB.17.6","label":"6","content":"“Vaajtswv muab kuv tag luas ncauj luas lu, hab luas ntu qub ncaug rua kuv lub plhu."},{"bible_id":"1216","chapter_code":"JOB.17","verse_code":"JOB.17.7","label":"7","content":"Qhov kws kuv lwj sab ua rua kuv tsaus muag ndais, hab kuv lub cev huvsw zoo le tug duab xwb."},{"bible_id":"1216","chapter_code":"JOB.17","verse_code":"JOB.17.8","label":"8","content":"Tug tuabneeg ncaaj nceeg poob sab nthaav txug zaaj nuav, hab tug kws tsw txhum sawv twv cov kws tsw fwm Vaajtswv."},{"bible_id":"1216","chapter_code":"JOB.17","verse_code":"JOB.17.9","label":"9","content":"Tug ncaaj nceeg tseed tuav rawv nwg txujkev, hab tug kws txhais teg huv muaj zug zuj zug tuaj."},{"bible_id":"1216","chapter_code":"JOB.17","verse_code":"JOB.17.10","label":"10","content":"Tassws mej mas txhua tug ca le rov tuaj dua ib zag, mas kuv yuav tsw pum mej cov ib tug twg muaj tswvyim le."},{"bible_id":"1216","chapter_code":"JOB.17","verse_code":"JOB.17.11","label":"11","content":"Kuv lub caij lub nyoog kuj dua lawm, kuv tej num kws kuv npaaj ca kuj raug muab rhuav taag, yog tej kws kuv lub sab ntshaw."},{"bible_id":"1216","chapter_code":"JOB.17","verse_code":"JOB.17.12","label":"12","content":"Puab muab mo ntuj ua nruab nub, txawm yog nyob qhov tsaus los puab has tas, ‘Qhov kaaj nyob ze lawm.’"},{"bible_id":"1216","chapter_code":"JOB.17","verse_code":"JOB.17.13","label":"13","content":"Yog kuv tog nrhw tub tuag teb ua kuv lub tsev, yog kuv nthuav kuv lub chaw pw moog rua huv qhov tsaus ntuj,"},{"bible_id":"1216","chapter_code":"JOB.17","verse_code":"JOB.17.14","label":"14","content":"hab yog kuv has rua lub qhov tuag tas, ‘Koj yog kuv txwv,’ hab has rua cov kaas tas, ‘Yog kuv nam hab kuv le muam,’"},{"bible_id":"1216","chapter_code":"JOB.17","verse_code":"JOB.17.15","label":"15","content":"tes kuv txujkev vaam nyob rua hovtwg lawm? Leejtwg yuav pum kuv qhov chaw vaam?"},{"bible_id":"1216","chapter_code":"JOB.17","verse_code":"JOB.17.16","label":"16","content":"Txujkev vaam hov yuav nqeg moog rua lub qhov rooj huv tub tuag teb hab lov? Kuv txujkev vaam hab kuv yuav moog ua ke rua huv moov aav lov?”"},{"bible_id":"1216","chapter_code":"JOB.18","verse_code":"JOB.18.1","label":"1","content":"Npinta kws yog tuabneeg Su‑a teb tas,"},{"bible_id":"1216","chapter_code":"JOB.18","verse_code":"JOB.18.2","label":"2","content":"“Mej yuav nrhav tej lug has ntev le caag? Ca le tshuaj saib es peb yuav has."},{"bible_id":"1216","chapter_code":"JOB.18","verse_code":"JOB.18.3","label":"3","content":"Ua le caag mej yuav suav tas peb yog tsaj txhu? Ua le caag mej saib peb yog tuabneeg ruag?"},{"bible_id":"1216","chapter_code":"JOB.18","verse_code":"JOB.18.4","label":"4","content":"Koj muab koj tug kheej dua ua chim quas nyov, mas lub nplajteb yuav raug muab tso tseg vem yog saib rua koj lov, hab tej txhwb zeb yuav raug muab txaav dua rua ib qho lov?"},{"bible_id":"1216","chapter_code":"JOB.18","verse_code":"JOB.18.5","label":"5","content":"“Tug tuabneeg limham lub teeb yuav raug muab tua, hab nwg cov nplaim tawg yuav fus tsw ci lawm."},{"bible_id":"1216","chapter_code":"JOB.18","verse_code":"JOB.18.6","label":"6","content":"Qhov kaaj huv nwg tsev ntaub yuav tsaus moog, hab lub teeb kws nyob sau nwg yuav tuag."},{"bible_id":"1216","chapter_code":"JOB.18","verse_code":"JOB.18.7","label":"7","content":"Nwg txhais kauj ruam kws muaj zug yuav tuab lu zuj zug, hab nwg tej tswvyim yuav muab nwg laim qaug taag."},{"bible_id":"1216","chapter_code":"JOB.18","verse_code":"JOB.18.8","label":"8","content":"Nwg txhais kwtaw coj nwg moog maag rooj hlua, hab nwg poob rua huv lub qhov taub."},{"bible_id":"1216","chapter_code":"JOB.18","verse_code":"JOB.18.9","label":"9","content":"Rooj ntxab yuav tais nwg kwtaw, lub vuj hlua yuav soo nwg ca."},{"bible_id":"1216","chapter_code":"JOB.18","verse_code":"JOB.18.10","label":"10","content":"Rooj hlua taw yuav cuab nwg rua huv aav, hab yuav cuab hlua kais rua huv nwg txujkev."},{"bible_id":"1216","chapter_code":"JOB.18","verse_code":"JOB.18.11","label":"11","content":"Tej kws txaus ntshai nyob puag ncig ua rua nwg ntshai heev. hab lawv ti nkaus nwg lauj taw."},{"bible_id":"1216","chapter_code":"JOB.18","verse_code":"JOB.18.12","label":"12","content":"Nwg qaug zug vem yog tshaib plaab, hab vej sub vej sw tog rawv nwg dawm."},{"bible_id":"1216","chapter_code":"JOB.18","verse_code":"JOB.18.13","label":"13","content":"Kaab mob noj nwg daim tawv nqaj, hab kev tuag noj quas zog nwg teg nwg taw."},{"bible_id":"1216","chapter_code":"JOB.18","verse_code":"JOB.18.14","label":"14","content":"Nwg raug rhu tawm huv lub tsev ntaub kws nwg tso sab, raug coj moog rua tug vaajntxwv kws txaus ntshai heev."},{"bible_id":"1216","chapter_code":"JOB.18","verse_code":"JOB.18.15","label":"15","content":"Tej kws yog nwg le tsw nyob huv nwg lub tsev ntaub lawm, muaj suavtawg lawj faaj nyob puv nkaus huv nwg lub chaw nyob."},{"bible_id":"1216","chapter_code":"JOB.18","verse_code":"JOB.18.16","label":"16","content":"Nwg tej caag qhuav rua huv lawm hab nwg tej ceg sau kuj tuag tshaav."},{"bible_id":"1216","chapter_code":"JOB.18","verse_code":"JOB.18.17","label":"17","content":"Ncu tsw txug nwg huv lub nplajteb lawm hab tsw ncu nwg lub npe huv tej kev lawm."},{"bible_id":"1216","chapter_code":"JOB.18","verse_code":"JOB.18.18","label":"18","content":"Nwg raug muab thawb huv qhov kaaj moog rua huv qhov tsaus ntuj, hab raug muab lawv tawm huv lub nplajteb."},{"bible_id":"1216","chapter_code":"JOB.18","verse_code":"JOB.18.19","label":"19","content":"Nwg tsw muaj tub tsw muaj ki rua huv nwg haiv tuabneeg, hab tsw muaj ib tug kws dim sav huv tej chaw kws nwg nyob."},{"bible_id":"1216","chapter_code":"JOB.18","verse_code":"JOB.18.20","label":"20","content":"Cov kws nyob saab nub poob kuj poob sab nthaav rua nub kws nwg tuag, hab cov kws nyob saab nub tuaj kuj ntshai heev."},{"bible_id":"1216","chapter_code":"JOB.18","verse_code":"JOB.18.21","label":"21","content":"Cov kws tsw fwm Vaajtswv tej chaw nyob zoo le nuav ntaag, tug kws tsw paub Vaajtswv mas nwg lub neej yuav zoo le nuav.”"},{"bible_id":"1216","chapter_code":"JOB.19","verse_code":"JOB.19.1","label":"1","content":"Mas Yauj teb tas,"},{"bible_id":"1216","chapter_code":"JOB.19","verse_code":"JOB.19.2","label":"2","content":"“Mej yuav tswm txom kuv lub sab hab mej tej lug muab kuv zuaj ntev le caag?"},{"bible_id":"1216","chapter_code":"JOB.19","verse_code":"JOB.19.3","label":"3","content":"Mej tub has saib tsw taug kuv kaum zag lawm. Qhov kws mej ua txhum rua kuv mej tsw txaaj muag lov?"},{"bible_id":"1216","chapter_code":"JOB.19","verse_code":"JOB.19.4","label":"4","content":"Txawm yog kuv yuam kev ua txhum tag, los txujkev txhum nyob ntawm kuv."},{"bible_id":"1216","chapter_code":"JOB.19","verse_code":"JOB.19.5","label":"5","content":"Yog mej tsaab ua luj saib tsw taug kuv tag, hab ntxaab ntxawm qhov kws kuv poob qeg lug nkaug kuv,"},{"bible_id":"1216","chapter_code":"JOB.19","verse_code":"JOB.19.6","label":"6","content":"ca le paub tseeb tas Vaajtswv qhau kuv cai, hab nthuav nwg lub vaag vej kuv."},{"bible_id":"1216","chapter_code":"JOB.19","verse_code":"JOB.19.7","label":"7","content":"Saib maj, kuv qw hu tas, ‘Raug tswm txom heev,’ tassws tsw muaj leejtwg teb, Kuv hu nrov, tassws tsw muaj leejtwg tu plaub ncaaj."},{"bible_id":"1216","chapter_code":"JOB.19","verse_code":"JOB.19.8","label":"8","content":"Nwg xov laaj kaab thaiv kuv lawm kuv txhad hlaa moog tsw tau, hab nwg ua rua kuv txujkev tsaus ntuj nti."},{"bible_id":"1216","chapter_code":"JOB.19","verse_code":"JOB.19.9","label":"9","content":"Nwg hle kuv lub meej mom, hab hle lub mom muaj meej sau kuv taubhau."},{"bible_id":"1216","chapter_code":"JOB.19","verse_code":"JOB.19.10","label":"10","content":"Nwg rhuav tshem kuv rua txhua faab, kuv txhad pluj taag, hab nwg dob kuv txujkev vaam ib yaam nkaus le dob tsob ntoo."},{"bible_id":"1216","chapter_code":"JOB.19","verse_code":"JOB.19.11","label":"11","content":"Nwg txujkev npau tawg tshwm plawg rua kuv, hab nwg muab kuv suav tas yog nwg le yeeb ncuab."},{"bible_id":"1216","chapter_code":"JOB.19","verse_code":"JOB.19.12","label":"12","content":"Nwg cov tub rog tuaj txhwj, puab tib chaw vej ntaus kuv, hab puab ua yeej vej kuv lub tsev ntaub."},{"bible_id":"1216","chapter_code":"JOB.19","verse_code":"JOB.19.13","label":"13","content":"“Nwg ua rua kuv tej kwvtij txaav deb kuv, hab cov kws txeev paub kuv kuj zoo le lwm haiv tuabneeg lawm."},{"bible_id":"1216","chapter_code":"JOB.19","verse_code":"JOB.19.14","label":"14","content":"Kuv cov txheeb ze hab kuv tej kwvluag zoo kuj tso kuv tseg lawm."},{"bible_id":"1216","chapter_code":"JOB.19","verse_code":"JOB.19.15","label":"15","content":"Tej qhua huv kuv tsev nov qaab kuv lawm, kuv tej nkauj qhev suav tas kuv yog tuabneeg lwm tebchaws, puab saib kuv zoo le lwm haiv tuabneeg."},{"bible_id":"1216","chapter_code":"JOB.19","verse_code":"JOB.19.16","label":"16","content":"Kuv hu kuv tug qhev, tassws nwg tsw teb kuv, kuv yuav tsum tsaa kuv lub qhov ncauj taij thov nwg."},{"bible_id":"1216","chapter_code":"JOB.19","verse_code":"JOB.19.17","label":"17","content":"Kuv ua paa tsw ntxhab rua kuv tug quaspuj, kuv ntxwm ntxub rua kuv nam tej tub."},{"bible_id":"1216","chapter_code":"JOB.19","verse_code":"JOB.19.18","label":"18","content":"Txawm yog tej mivnyuas yau los saib tsw taug kuv, thaus kuv sawv tseeg puab kuj thuaj luag kuv."},{"bible_id":"1216","chapter_code":"JOB.19","verse_code":"JOB.19.19","label":"19","content":"Kuv tej kwvluag suavdawg ntxub kuv, hab cov kws kuv nyam kuj tig hlo ntawm kuv lawm."},{"bible_id":"1216","chapter_code":"JOB.19","verse_code":"JOB.19.20","label":"20","content":"Kuv tej pob txhaa lu kuv daim tawv nqaj, kuv dim plawg txuj nyuas sav xwb."},{"bible_id":"1216","chapter_code":"JOB.19","verse_code":"JOB.19.21","label":"21","content":"Au kuv tej kwvluag 'e, thov taab ncuab kuv, thov taab ncuab kuv lauj, vem Vaajtswv txhais teg kov kuv."},{"bible_id":"1216","chapter_code":"JOB.19","verse_code":"JOB.19.22","label":"22","content":"Ua caag mej lawv kuv yaam le Vaajtswv lawv? Ua caag mej tseed tsw qhuav sab rua kuv?"},{"bible_id":"1216","chapter_code":"JOB.19","verse_code":"JOB.19.23","label":"23","content":"“Kuv xaav kuas muab kuv tej lug khaws ca, kuv xaav kuas muab sau rua huv ntawv."},{"bible_id":"1216","chapter_code":"JOB.19","verse_code":"JOB.19.24","label":"24","content":"Kuv xaav kuas muab cwjmem hlau txaug rua huv phaab zeb hab muab thuam yeem kuas nyob moog ib txhws."},{"bible_id":"1216","chapter_code":"JOB.19","verse_code":"JOB.19.25","label":"25","content":"Kuv paub tseeb tas tug kws txhwv kuv muaj txujsa nyob, mas thaus kawg nwg yuav sawv ntseg nreeg huv lub nplajteb."},{"bible_id":"1216","chapter_code":"JOB.19","verse_code":"JOB.19.26","label":"26","content":"Thaus kuv daim tawv nqaj raug puam tsuaj le nuav lawm, los kuv lub cev nqaj tseed yuav pum Vaajtswv,"},{"bible_id":"1216","chapter_code":"JOB.19","verse_code":"JOB.19.27","label":"27","content":"yog tug kws kuv tug kheej yuav pum ntaag, kuv lub qhov muag yuav pum tsw yog lwm tug pum. Kuv lub sab tsw muaj zug lawm."},{"bible_id":"1216","chapter_code":"JOB.19","verse_code":"JOB.19.28","label":"28","content":"Yog mej has tas, ‘Peb yuav lawv nwg le caag?’ hab has tas, ‘Tej kws nwg raug nuav yog tim nwg,’"},{"bible_id":"1216","chapter_code":"JOB.19","verse_code":"JOB.19.29","label":"29","content":"mas mej ca le ntshai nav ntaaj, tsua qhov txujkev npau tawg coj nav ntaaj lug txav txem, sub mej txhad paub tas muaj kev txav txem tag.”"},{"bible_id":"1216","chapter_code":"JOB.20","verse_code":"JOB.20.1","label":"1","content":"Xaufa kws yog tuabneeg Na‑ama teb tas,"},{"bible_id":"1216","chapter_code":"JOB.20","verse_code":"JOB.20.2","label":"2","content":"“Vem le nuav kuv txujkev xaav kuas kuv teb, vem kuv lub sab kub quas lug."},{"bible_id":"1216","chapter_code":"JOB.20","verse_code":"JOB.20.3","label":"3","content":"Kuv nov tej lug thuaj kws saib tsw taug kuv, mas kuv txujkev nkaag sab kuas kuv teb."},{"bible_id":"1216","chapter_code":"JOB.20","verse_code":"JOB.20.4","label":"4","content":"Koj tsw paub tej nuav lov? Txwj thau u lug, txwj thaus muab tuabneeg tso rua sau lub nplajteb,"},{"bible_id":"1216","chapter_code":"JOB.20","verse_code":"JOB.20.5","label":"5","content":"tug tuabneeg limham lub suab xyiv faab tuab tuab lu le, hab tug kws tsw fwm Vaajtswv tej kev zoo sab tsuas yog ib plag xwb."},{"bible_id":"1216","chapter_code":"JOB.20","verse_code":"JOB.20.6","label":"6","content":"Txawm yog nwg sab moog nto ntuj, hab nwg taubhau moog txug sau cov fuab,"},{"bible_id":"1216","chapter_code":"JOB.20","verse_code":"JOB.20.7","label":"7","content":"los nwg yuav puam tsuaj moog ib txhws yaam le nwg cov quav, cov kws txeev pum nwg yuav has tas, ‘Nwg nyob hovtwg?’"},{"bible_id":"1216","chapter_code":"JOB.20","verse_code":"JOB.20.8","label":"8","content":"Nwg yuav yaa moog yaam le zaa npau suav, hab yuav tsw ntswb le lawm, nwg yuav raug muab lawv moog yaam le zaaj yug quas toog mo ntuj."},{"bible_id":"1216","chapter_code":"JOB.20","verse_code":"JOB.20.9","label":"9","content":"Lub qhov muag kws tau pum nwg yuav tsw pum nwg dua le lawm, hab nwg lub chaw yuav tsw pum nwg dua le lawm."},{"bible_id":"1216","chapter_code":"JOB.20","verse_code":"JOB.20.10","label":"10","content":"Nwg tej mivnyuas yuav nrhav kev hlub ntawm cov tuabneeg pluag, hab nwg txhais teg yuav thim nwg tej nyaj txag rov rua puab."},{"bible_id":"1216","chapter_code":"JOB.20","verse_code":"JOB.20.11","label":"11","content":"Nwg tej pob txhaa tseed muaj cov hluas le zug puv npo, los tug zug hov yuav nrug nwg pw rua huv moov aav."},{"bible_id":"1216","chapter_code":"JOB.20","verse_code":"JOB.20.12","label":"12","content":"“Txawm yog txujkev limham yuav qaab zwb huv nwg lub qhov ncauj, hab nwg muab zais rua huv qaab nwg tug nplaig,"},{"bible_id":"1216","chapter_code":"JOB.20","verse_code":"JOB.20.13","label":"13","content":"txawm yog nwg tsw xaav muab tso tseg hab muab npuav rua huv nwg lub qhov ncauj,"},{"bible_id":"1216","chapter_code":"JOB.20","verse_code":"JOB.20.14","label":"14","content":"los tej zaub mov hov yuav hloov ab taag rua huv nwg lub plaab, yaam le taug naab rua huv nwg."},{"bible_id":"1216","chapter_code":"JOB.20","verse_code":"JOB.20.15","label":"15","content":"Nwg yuav ntuav tej nyaj txag kws nwg tau nqog lawd tawm rov lug, Vaajtswv muab tej hov rhu tawm huv nwg plaab lug."},{"bible_id":"1216","chapter_code":"JOB.20","verse_code":"JOB.20.16","label":"16","content":"Nwg yuav ntxais tej taug naab, naab raaj kub sai tug nplaig yuav tum nwg tuag."},{"bible_id":"1216","chapter_code":"JOB.20","verse_code":"JOB.20.17","label":"17","content":"Nwg yuav tsw pum tej haav dej, yog tej haav dej kws muaj zwb ntaab hab kua mig nyeem ndwg ndo."},{"bible_id":"1216","chapter_code":"JOB.20","verse_code":"JOB.20.18","label":"18","content":"Nwg yuav thim tej kws nwg khwv tau hab nwg yuav tsw tau muab nqog, nwg yuav tsw muaj kev xyiv faab ntawm tej tshaaj thawj kws nwg ua laag ua luam,"},{"bible_id":"1216","chapter_code":"JOB.20","verse_code":"JOB.20.19","label":"19","content":"tsua qhov nwg muab cov pluag zuaj hab muab tso tseg, nwg txeeb tej vaaj tse kws nwg tsw tau ua."},{"bible_id":"1216","chapter_code":"JOB.20","verse_code":"JOB.20.20","label":"20","content":"“Vem nwg txujkev ntshaw noj tsw paub tsau le, nwg yuav tsw tau yaam kws txaus nwg lub sab ca hlo le."},{"bible_id":"1216","chapter_code":"JOB.20","verse_code":"JOB.20.21","label":"21","content":"Thaus nwg noj lawd tsw tshuav ib yaam daabtsw le, yog le nuav nwg txujkev vaam meej yuav nyob tsw ntev."},{"bible_id":"1216","chapter_code":"JOB.20","verse_code":"JOB.20.22","label":"22","content":"Thaus nwg tau noj tsau npo nwg yuav poob rua huv txujkev ceblaaj, txujkev txom nyem lwj sab tug fwjchim huvsw yuav raug nwg."},{"bible_id":"1216","chapter_code":"JOB.20","verse_code":"JOB.20.23","label":"23","content":"Thaus nwg saamswm noj puv lub plaab lawm, Vaajtswv yuav xaa txujkev npau tawg heev lug txug nwg hab muab nchuav ua zaub mov rua nwg noj."},{"bible_id":"1216","chapter_code":"JOB.20","verse_code":"JOB.20.24","label":"24","content":"Nwg yuav tswv ntawm tej cuab yeej hlau moog, mas raab xub neev tooj lab yuav chob nwg tshaab plawg."},{"bible_id":"1216","chapter_code":"JOB.20","verse_code":"JOB.20.25","label":"25","content":"Ib tug rhu raab xub huv nwg lub cev lug, lub hauv xub ci nplaag tawm huv nwg cov kua tswb lug, hab txujkev ntshai heev lug raug nwg."},{"bible_id":"1216","chapter_code":"JOB.20","verse_code":"JOB.20.26","label":"26","content":"Txujkev tsaus ntuj nti npaaj rua nwg tej nyaj txag, cub suavtawg kws tsw muaj leejtwg ntxuaj yuav nqog hlo nwg, yaam kws tshuav huv nwg lub tsev ntaub yuav raug kub du lug."},{"bible_id":"1216","chapter_code":"JOB.20","verse_code":"JOB.20.27","label":"27","content":"Lub ntuj yuav qha nwg qhov txhum, lub nplajteb yuav sawv tawm tsaam nwg."},{"bible_id":"1216","chapter_code":"JOB.20","verse_code":"JOB.20.28","label":"28","content":"Nwg tej cuab txhaj cuab taam huv nwg tsev yuav raug coj moog, yuav raug kuav hlo moog rua nub kws Vaajtswv npau tawg."},{"bible_id":"1216","chapter_code":"JOB.20","verse_code":"JOB.20.29","label":"29","content":"Nuav yog tug tuabneeg limham le feem ntawm Vaajtswv hab yog tej kws Vaajtswv tu ua qub txeeg qub teg rua nwg lawm.”"},{"bible_id":"1216","chapter_code":"JOB.21","verse_code":"JOB.21.1","label":"1","content":"Mas Yauj teb tas,"},{"bible_id":"1216","chapter_code":"JOB.21","verse_code":"JOB.21.2","label":"2","content":"“Thov ua tuab zoo noog kuv tej lug, hab ca tej lug nuav nplig mej lub sab."},{"bible_id":"1216","chapter_code":"JOB.21","verse_code":"JOB.21.3","label":"3","content":"Thov ua sab thev, kuv yuav has, hab thaus kuv has lawd, mej kuj thuaj luag moog."},{"bible_id":"1216","chapter_code":"JOB.21","verse_code":"JOB.21.4","label":"4","content":"Kuv tug nuav caav tuabneeg lov? Ua caag tsw tswm nyog kuv ua sab heev?"},{"bible_id":"1216","chapter_code":"JOB.21","verse_code":"JOB.21.5","label":"5","content":"Ca le saib ntsoov kuv hab poob sab nthaav, mej ca le muab teg pus mej qhov ncauj."},{"bible_id":"1216","chapter_code":"JOB.21","verse_code":"JOB.21.6","label":"6","content":"Thaus kuv ncu txug zaaj nuav kuv kuj poob sab nthaav, hab kuv ib ce tshee quas nyo."},{"bible_id":"1216","chapter_code":"JOB.21","verse_code":"JOB.21.7","label":"7","content":"Ua caag cov tuabneeg limham tseed muaj txujsa nyob, hab nyob moog txug thaus laug heev hab muaj fwjchim luj zuj zug?"},{"bible_id":"1216","chapter_code":"JOB.21","verse_code":"JOB.21.8","label":"8","content":"Puab tej mivnyuas nyob ruaj khov rua ntawm puab xubndag, hab puab caaj ceg kuj nyob ntawm puab lub qhov muag."},{"bible_id":"1216","chapter_code":"JOB.21","verse_code":"JOB.21.9","label":"9","content":"Puab tej vaaj tse kuj nyob tso sab plhuav tsw ntshai le, hab Vaajtswv raab nplawm tsw raug puab."},{"bible_id":"1216","chapter_code":"JOB.21","verse_code":"JOB.21.10","label":"10","content":"Puab tej txwv nyuj muaj noob yug tsw tu ncua, puab tej maum nyuj yug mivnyuas hab tsw lawb hlo le."},{"bible_id":"1216","chapter_code":"JOB.21","verse_code":"JOB.21.11","label":"11","content":"Puab xaa tej mivnyuas yau tawm moog yaam le paab yaaj paab tshws, hab puab tej mivnyuas seev cev dha."},{"bible_id":"1216","chapter_code":"JOB.21","verse_code":"JOB.21.12","label":"12","content":"Puab hu nkauj nrug suab nruag npuaj hab suab nkauj nog ncaas, hab puab xyiv faab nrug lub suab raaj."},{"bible_id":"1216","chapter_code":"JOB.21","verse_code":"JOB.21.13","label":"13","content":"Puab vaam meej taag puab swm neej, hab puab moog rua huv tub tuag teb ua sab tug yeeg."},{"bible_id":"1216","chapter_code":"JOB.21","verse_code":"JOB.21.14","label":"14","content":"Puab has rua Vaajtswv tas, ‘Thov koj ncaim peb moog. Peb tsw xaav paub koj txujkev."},{"bible_id":"1216","chapter_code":"JOB.21","verse_code":"JOB.21.15","label":"15","content":"Tug kws muaj fwjchim luj kawg nkaus yog leejtwg es peb yuav ua koom rua nwg? Yog peb thov nwg peb yuav tau qaabhau daabtsw?’"},{"bible_id":"1216","chapter_code":"JOB.21","verse_code":"JOB.21.16","label":"16","content":"Saib maj, puab txujkev vaam meej tsw yog nyob huv puab txhais teg lov? Cov tuabneeg limham tej lug sablaaj nyob deb ntawm kuv."},{"bible_id":"1216","chapter_code":"JOB.21","verse_code":"JOB.21.17","label":"17","content":"“Cov tuabneeg limham lub teeb tuag pes tsawg zag? Vej sub vej sw kuj raug puab pes tsawg zag? Vaajtswv kuj ua npau tawg quas vog tso mob lug rua puab pes tsawg zag?"},{"bible_id":"1216","chapter_code":"JOB.21","verse_code":"JOB.21.18","label":"18","content":"Puab zoo yaam le cov quav nyaab kws cua ntsawj yaa ua ntej, hab zoo le cov npluag kws cua ntsawj yaa pes tsawg zag?"},{"bible_id":"1216","chapter_code":"JOB.21","verse_code":"JOB.21.19","label":"19","content":"Mej has tas, ‘Vaajtswv khaws puab lub txem ca raug puab tej tub.’ Thov nwg pauj taub rua leej txwv ntaag puab txhad paub."},{"bible_id":"1216","chapter_code":"JOB.21","verse_code":"JOB.21.20","label":"20","content":"Ca puab lub qhov muag pum puab tej kev puam tsuaj, hab ca puab haus tug kws muaj fwjchim luj kawg nkaus txujkev npau tawg."},{"bible_id":"1216","chapter_code":"JOB.21","verse_code":"JOB.21.21","label":"21","content":"Puab mob sab daabtsw txug puab caaj ceg kws yuav tshwm lawv puab qaab lug, rua thaus puab lub noob nyoog raug muab txav tu lawm?"},{"bible_id":"1216","chapter_code":"JOB.21","verse_code":"JOB.21.22","label":"22","content":"Yuav muaj leejtwg txawj qha Vaajtswv, vem nwg tseed yog tug kws txav txem rua cov kws nyob lub rooj sab tshaaj plawg?"},{"bible_id":"1216","chapter_code":"JOB.21","verse_code":"JOB.21.23","label":"23","content":"Ib tug tuag thaus tseed muaj zug quas npho, hab nyob zoo hab nyob tso sab plhuav,"},{"bible_id":"1216","chapter_code":"JOB.21","verse_code":"JOB.21.24","label":"24","content":"nwg lub cev rog puv npo hab nwg tej hlwb txhaa tseed nyoog."},{"bible_id":"1216","chapter_code":"JOB.21","verse_code":"JOB.21.25","label":"25","content":"Muaj dua ib tug tuag rua thaus nwg lwj sab, tsw txeev swm ib yaam kws zoo le."},{"bible_id":"1216","chapter_code":"JOB.21","verse_code":"JOB.21.26","label":"26","content":"Ob tug puavleej pw rua huv moov aav ib yaam nkaus, hab kaas kuj laum nkaus ob tug."},{"bible_id":"1216","chapter_code":"JOB.21","verse_code":"JOB.21.27","label":"27","content":"“Kuv yeej paub tej kws mej xaav, hab tej tswvyim phem kws mej yuav ua txhum rua kuv."},{"bible_id":"1216","chapter_code":"JOB.21","verse_code":"JOB.21.28","label":"28","content":"Mej has tas, ‘Tug thawj lub vaaj tse nyob hovtwg? Lub tsev ntaub kws cov tuabneeg limham nyob, nyob rua hovtwg?’"},{"bible_id":"1216","chapter_code":"JOB.21","verse_code":"JOB.21.29","label":"29","content":"Mej tsw tau nug cov kws tshaam tebchaws hab mej tsw yuav tej kws puab pav qha lov?"},{"bible_id":"1216","chapter_code":"JOB.21","verse_code":"JOB.21.30","label":"30","content":"Puab has tas nub kws raug vej sub vej sw tug tuabneeg limham pheej dim, hab nwg pheej dim rua nub kws Vaajtswv npau tawg."},{"bible_id":"1216","chapter_code":"JOB.21","verse_code":"JOB.21.31","label":"31","content":"Leejtwg qha nwg lub neej rua nwg, hab leejtwg ua pauj nwg rua tej kws nwg tau ua lawd?"},{"bible_id":"1216","chapter_code":"JOB.21","verse_code":"JOB.21.32","label":"32","content":"Thaus tuabneeg kwv nwg moog rua tom lub qhov ntxaa, kuj muaj tuabneeg zuv ntawm nwg lub qhov ntxaa."},{"bible_id":"1216","chapter_code":"JOB.21","verse_code":"JOB.21.33","label":"33","content":"Mas tej aav huv lub haav kuj tsw nyaav rua sau nwg, suavdawg lawv nwg qaab, hab muaj tuabneeg ua nwg ntej moog suav tsw txheeb."},{"bible_id":"1216","chapter_code":"JOB.21","verse_code":"JOB.21.34","label":"34","content":"Mas ua caag mej yuav muab tej yaam qhuav qhawv le nuav nplig kuv lub sab? Mej tej lug teb tsw tshuav daabtsw lawm tsuas yog daag xwb.”"},{"bible_id":"1216","chapter_code":"JOB.22","verse_code":"JOB.22.1","label":"1","content":"Mas Elifa kws yog tuabneeg Themaa teb tas,"},{"bible_id":"1216","chapter_code":"JOB.22","verse_code":"JOB.22.2","label":"2","content":"“Tuabneeg muaj qaabhau rua Vaajtswv tau lov? Leejtwg ntse kuj tsuas muaj qaabhau rua nwg tug kheej xwb."},{"bible_id":"1216","chapter_code":"JOB.22","verse_code":"JOB.22.3","label":"3","content":"Yog koj ua tuabneeg ncaaj nceeg yuav txaus tug kws muaj fwjchim luj kawg nkaus lub sab lov? Yog koj ua tuabneeg zoo kawg yuav muaj qaabhau daabtsw rua nwg?"},{"bible_id":"1216","chapter_code":"JOB.22","verse_code":"JOB.22.4","label":"4","content":"Vem koj fwm hab paub ntshai nwg, nwg txhad qhuab ntuag koj, hab ua plaub rua koj lov?"},{"bible_id":"1216","chapter_code":"JOB.22","verse_code":"JOB.22.5","label":"5","content":"Koj tej kev limham luj kawg los tsw yog? Koj le kev txhum tsw muaj chaw kawg."},{"bible_id":"1216","chapter_code":"JOB.22","verse_code":"JOB.22.6","label":"6","content":"Vem koj qaum dawb tej kws kwvtij coj tuaj yuam nqe rua koj, hab koj txhaav tug kws tsw muaj naav tej tsoog tsho."},{"bible_id":"1216","chapter_code":"JOB.22","verse_code":"JOB.22.7","label":"7","content":"Koj tsw pub dej rua tug kws txug sav haus, hab nkaum teg tsw pub ncuav rua tug kws tshaib noj."},{"bible_id":"1216","chapter_code":"JOB.22","verse_code":"JOB.22.8","label":"8","content":"Tug kws muaj fwjchim txeeb tau laj teb ua nwg tug, hab tug kws muaj ntsej muag kuj tau moog nyob rua huv."},{"bible_id":"1216","chapter_code":"JOB.22","verse_code":"JOB.22.9","label":"9","content":"Koj ntab cov puj ntsuag rov moog teg dawb teg nplag, hab ua rua cov mivnyuas kws tsw muaj txwv txhais npaab luv."},{"bible_id":"1216","chapter_code":"JOB.22","verse_code":"JOB.22.10","label":"10","content":"Vem le nuav txhad muaj hlua cuab puag ncig koj, hab txujkev ntshai tshwm plawg lug raug koj."},{"bible_id":"1216","chapter_code":"JOB.22","verse_code":"JOB.22.11","label":"11","content":"Tsaus ntuj nti rua koj, koj txhad tsw pum daabtsw le, hab dej nyaab laum nkaus koj."},{"bible_id":"1216","chapter_code":"JOB.22","verse_code":"JOB.22.12","label":"12","content":"“Vaajtswv tsw nyob qhov chaw sab sau ntuj lov? Saib tej nub qub kws nyob sab kawg, nyob sab tag tag le."},{"bible_id":"1216","chapter_code":"JOB.22","verse_code":"JOB.22.13","label":"13","content":"Vem le nuav koj txhad has tas, ‘Vaajtswv paub daabtsw? Nwg yuav txav txem rua huv qhov tsaus ntuj tau hab lov?"},{"bible_id":"1216","chapter_code":"JOB.22","verse_code":"JOB.22.14","label":"14","content":"Muaj fuab laum nkaus thaiv nwg, mas nwg txhad saib tsw pum, rua thaus nwg moog kev sau qaum ntuj.’"},{"bible_id":"1216","chapter_code":"JOB.22","verse_code":"JOB.22.15","label":"15","content":"Koj yuav taug txuj qub kev kws tej tuabneeg limham txeev taug hov lov?"},{"bible_id":"1216","chapter_code":"JOB.22","verse_code":"JOB.22.16","label":"16","content":"Puab raug nteg moog ua ntej kws tsw tau txug puab lub swjhawm, dej kuav hlo puab lub chaw tag taw moog."},{"bible_id":"1216","chapter_code":"JOB.22","verse_code":"JOB.22.17","label":"17","content":"Puab has rua Vaajtswv tas, ‘Thov koj ncaim peb moog,’ hab has tas, ‘Tug kws muaj fwjchim luj kawg nkaus yuav ua tau daabtsw rua peb?’"},{"bible_id":"1216","chapter_code":"JOB.22","verse_code":"JOB.22.18","label":"18","content":"Tassws nwg tub pub tej kws zoo puv nkaus puab lub vaaj lub tsev. Cov tuabneeg limham tej lug sablaaj nyob deb ntawm kuv."},{"bible_id":"1216","chapter_code":"JOB.22","verse_code":"JOB.22.19","label":"19","content":"Cov tuabneeg ncaaj nceeg pum mas zoo sab, cov kws tsw txhum luag saib tsw taug puab has tas,"},{"bible_id":"1216","chapter_code":"JOB.22","verse_code":"JOB.22.20","label":"20","content":"‘Peb cov yeeb ncuab raug muab txav tu nrho lawm, puab tshuav yaam twg suavtawg kuj muab kub taag lawm.’"},{"bible_id":"1216","chapter_code":"JOB.22","verse_code":"JOB.22.21","label":"21","content":"“Koj ca le nrug Vaajtswv sws raug zoo hab nyob hum xeeb, ua le nuav mas yaam kws zoo yuav lug txug koj."},{"bible_id":"1216","chapter_code":"JOB.22","verse_code":"JOB.22.22","label":"22","content":"Ca le txais tej lug qhuab qha ntawm nwg lub qhov ncauj, hab khaws nwg tej lug ca rua huv koj lub sab."},{"bible_id":"1216","chapter_code":"JOB.22","verse_code":"JOB.22.23","label":"23","content":"Yog koj rov lug cuag tug kws muaj fwjchim luj kawg nkaus hab txu koj tug fwjchim, hab yog koj muab txujkev tsw ncaaj nceeg tso tseg deb ntawm koj lub tsev ntaub,"},{"bible_id":"1216","chapter_code":"JOB.22","verse_code":"JOB.22.24","label":"24","content":"yog koj muab koj cov kub tso rua huv aav, hab muab tej kub huv lub moos Aufi ca rua huv plawv tej pob zeb huv lub haav dej,"},{"bible_id":"1216","chapter_code":"JOB.22","verse_code":"JOB.22.25","label":"25","content":"yog koj ca tug kws muaj fwjchim luj kawg nkaus lug ua koj le kub hab ua koj tej nyaj kws tswm txaj,"},{"bible_id":"1216","chapter_code":"JOB.22","verse_code":"JOB.22.26","label":"26","content":"mas koj yuav zoo sab rua tug kws muaj fwjchim luj kawg nkaus, hab koj yuav tsaa muag saib Vaajtswv."},{"bible_id":"1216","chapter_code":"JOB.22","verse_code":"JOB.22.27","label":"27","content":"Koj yuav thov nwg mas nwg yuav noog koj, hab koj yuav pauj tej kws koj cog lug fev rua nwg."},{"bible_id":"1216","chapter_code":"JOB.22","verse_code":"JOB.22.28","label":"28","content":"Koj yuav txav sab ua yaam twg mas yaam hov yuav tav, hab yuav muaj duab kaaj ci rua koj txujkev."},{"bible_id":"1216","chapter_code":"JOB.22","verse_code":"JOB.22.29","label":"29","content":"Thaus Vaajtswv txu tuabneeg tug fwjchim koj has tas yog vem tug hov khaav, tassws nwg yeej cawm tug kws txu fwjchim kuas dim."},{"bible_id":"1216","chapter_code":"JOB.22","verse_code":"JOB.22.30","label":"30","content":"Nwg yuav cawm tug kws tsw txhum, mas koj yuav tau txais kev cawm dim vem koj txhais teg huv.”"},{"bible_id":"1216","chapter_code":"JOB.23","verse_code":"JOB.23.1","label":"1","content":"Mas Yauj teb tas,"},{"bible_id":"1216","chapter_code":"JOB.23","verse_code":"JOB.23.2","label":"2","content":"“Nub nua kuv ywg tej lug ab lug daw, txawm yog kuv ntsaaj le hov los Vaajtswv txhais teg tseed nyaav rua sau kuv."},{"bible_id":"1216","chapter_code":"JOB.23","verse_code":"JOB.23.3","label":"3","content":"Kuv xaav paub tas kuv yuav ntswb nwg hovtwg, sub kuv txhad lug txug ntawm nwg lub zwm txwv."},{"bible_id":"1216","chapter_code":"JOB.23","verse_code":"JOB.23.4","label":"4","content":"Kuv yuav cev kuv tshaaj plaub rua ntawm nwg xubndag, hab ntim lug puv ncauj nrug nwg sws caav."},{"bible_id":"1216","chapter_code":"JOB.23","verse_code":"JOB.23.5","label":"5","content":"Kuv xaav paub tas nwg yuav teb kuv le caag, hab to taub tej kws nwg has rua kuv."},{"bible_id":"1216","chapter_code":"JOB.23","verse_code":"JOB.23.6","label":"6","content":"Nwg yuav swv nwg tug fwjchim luj caav kuv lov? Tsw yog, nwg yuav noog kuv has."},{"bible_id":"1216","chapter_code":"JOB.23","verse_code":"JOB.23.7","label":"7","content":"Qhov chaw ntawd, tug tuabneeg ncaaj nceeg yuav nrug nwg sws caav tau, mas tug kws tu plaub rua kuv yuav tso kuv dim moog ib txhws."},{"bible_id":"1216","chapter_code":"JOB.23","verse_code":"JOB.23.8","label":"8","content":"“Saib maj, kuv moog rua tom hauv ntej los nwg tsw nyob hov ntawd, hab moog rua tom qub qaab kuj saib tsw pum nwg."},{"bible_id":"1216","chapter_code":"JOB.23","verse_code":"JOB.23.9","label":"9","content":"Thaus nwg ua num rua saab txhum phem kuv kuj tsw pum nwg, thaus nwg tig rua saab xws los kuv nrhav tsw pum nwg."},{"bible_id":"1216","chapter_code":"JOB.23","verse_code":"JOB.23.10","label":"10","content":"Nwg paub txujkev kws kuv moog. Thaus nwg muab kuv swm lawd kuv yuav tawm lug zoo le cov tseem kub."},{"bible_id":"1216","chapter_code":"JOB.23","verse_code":"JOB.23.11","label":"11","content":"Kuv txhais kwtaw tsuj lawv nraim nwg tug neev taw, kuv taug nraim nwg txujkev hab tsw tig zos moog rua saab twg le."},{"bible_id":"1216","chapter_code":"JOB.23","verse_code":"JOB.23.12","label":"12","content":"Kuv tsw ncaim ntawm tej kevcai kws nwg daim tawv ncauj has tseg, kuv khaws tej lug kws tawm ntawm nwg lub qhov ncauj lug ca rua huv kuv lub sab."},{"bible_id":"1216","chapter_code":"JOB.23","verse_code":"JOB.23.13","label":"13","content":"Nwg yeej tsw txawv txaav hab leejtwg yuav ua rua nwg ntxeev sab tau? Nwg xaav ua yaam twg nwg kuj ua yaam ntawd."},{"bible_id":"1216","chapter_code":"JOB.23","verse_code":"JOB.23.14","label":"14","content":"Nwg yuav ua tej kws nwg tu tseg rua kuv lawd kuas tav, hab nwg tub npaaj ntau yaam le ntawd rua huv lub sab lawm."},{"bible_id":"1216","chapter_code":"JOB.23","verse_code":"JOB.23.15","label":"15","content":"Vem le nuav kuv txhad ntshai heev rua ntawm nwg lub xubndag. haus kuv tshuaj saib lawm ntshai nwg ua sab puag quas tsug."},{"bible_id":"1216","chapter_code":"JOB.23","verse_code":"JOB.23.16","label":"16","content":"Vaajtswv ua rua kuv lub sab tsw muaj zug, tug kws muaj fwjchim luj kawg nkaus tau ua rua kuv ntshai."},{"bible_id":"1216","chapter_code":"JOB.23","verse_code":"JOB.23.17","label":"17","content":"Tassws qhov tsaus ntuj tsw tau muab kuv txav tu, hab qhov tsaus ntuj nti tseed laum nkaus kuv lub ntsej muag ca."},{"bible_id":"1216","chapter_code":"JOB.24","verse_code":"JOB.24.1","label":"1","content":"Ua caag tug kws muaj fwjchim luj kawg nkaus muab lub swjhawm kws teem ca zais? Ua caag cov kws paub nwg tsw pum nub kws nwg teem ca hlo le?"},{"bible_id":"1216","chapter_code":"JOB.24","verse_code":"JOB.24.2","label":"2","content":"Muaj tuabneeg txaav nrwm teb, puab txeeb tej paab yaaj paab tshws coj moog yug."},{"bible_id":"1216","chapter_code":"JOB.24","verse_code":"JOB.24.3","label":"3","content":"Puab lawv cov mivnyuas ntsuag tej neeg luav moog, puab muab cov puj ntsuag le nyuj coj moog yuam nqe."},{"bible_id":"1216","chapter_code":"JOB.24","verse_code":"JOB.24.4","label":"4","content":"Puab muab tej tuabneeg txom nyem thawb rua tom ntug kev, tej tuabneeg pluag huv nplajteb suavdawg tswv nraim taag."},{"bible_id":"1216","chapter_code":"JOB.24","verse_code":"JOB.24.5","label":"5","content":"Saib maj, yaam nkaus le cov neeg luav qus nyob huv tebchaws ntuj nraag teb do, cov tuabneeg pluag tawm moog nrhav noj khwv khwv, mas tebchaws moj saab qhua muab zaub mov r ua puab tej mivnyuas noj."},{"bible_id":"1216","chapter_code":"JOB.24","verse_code":"JOB.24.6","label":"6","content":"Puab moog xawb tej qoob loos huv luas tej teb, hab xawb de cov tuabneeg limham tej vaaj txwv maab."},{"bible_id":"1216","chapter_code":"JOB.24","verse_code":"JOB.24.7","label":"7","content":"Puab pw lab qaab tsw muaj rwg tsho ib mo kaaj ntug, hab tsw muaj choj vuv tiv no."},{"bible_id":"1216","chapter_code":"JOB.24","verse_code":"JOB.24.8","label":"8","content":"Puab ntub tej naag peg roob, hab khawm pob zeb vem tsw muaj chaw roog."},{"bible_id":"1216","chapter_code":"JOB.24","verse_code":"JOB.24.9","label":"9","content":"Muaj tuabneeg txeeb tej mivnyuas kws tsw muaj txwv huv nam xubndag, hab muab cov tuabneeg pluag tej mivnyuas mog moog yuam nqe."},{"bible_id":"1216","chapter_code":"JOB.24","verse_code":"JOB.24.10","label":"10","content":"Puab txhad moog lab qaab cuas tsw muaj rwg tsho, puab kwv tej teg qoob moog los tseed tshaib plaab."},{"bible_id":"1216","chapter_code":"JOB.24","verse_code":"JOB.24.11","label":"11","content":"Puab ua roj huv cov tuabneeg limham tej ntoo txwv aulib, puab saamswm tsuam kua txwv maab huv lub qhov tsuam los puab tseed yoo nqhes."},{"bible_id":"1216","chapter_code":"JOB.24","verse_code":"JOB.24.12","label":"12","content":"Cov kws saamswm yuav tuag quaj ntsaaj huv lub moos tuaj, hab cov kws raug mob tug ntsuj plig thov kev paab, tassws Vaajtswv tsw quav ntsej puab tej lug thov."},{"bible_id":"1216","chapter_code":"JOB.24","verse_code":"JOB.24.13","label":"13","content":"“Muaj cov kws faav xeeb rua qhov kaaj, yog cov kws tsw paub txujkev kaaj hab tsw nyob huv txujkev kaaj hov."},{"bible_id":"1216","chapter_code":"JOB.24","verse_code":"JOB.24.14","label":"14","content":"Tug tua tuabneeg sawv tseeg mo ntuj moog tua cov tuabneeg pluag hab cov tuabneeg txom nyem, thaus tsaus ntuj nwg zoo yaam nkaus le tub saab."},{"bible_id":"1216","chapter_code":"JOB.24","verse_code":"JOB.24.15","label":"15","content":"Tug tuabneeg ua nkauj ua nraug lub qhov muag tog lub swjhawm tsaus ntuj zuag, has tas, ‘Tsw muaj leejtwg lub qhov muag pum kuv,’ hab nwg npug nwg lub ntsej muag."},{"bible_id":"1216","chapter_code":"JOB.24","verse_code":"JOB.24.16","label":"16","content":"Thaus tsaus ntuj puab khawb qhov moog rua huv lub tsev, nruab nub puab tswv nraim, puab tsw paub qhov kaaj."},{"bible_id":"1216","chapter_code":"JOB.24","verse_code":"JOB.24.17","label":"17","content":"Qhov tsaus ntuj nti zoo yaam le kaaj ntug rua puab txhua tug vem yog puab txeev nrug qhov tsaus ntuj nti tej kev ntshai koom ua ke."},{"bible_id":"1216","chapter_code":"JOB.24","verse_code":"JOB.24.18","label":"18","content":"Puab ntaab nplaag sau nplaim dej, puab le feem huv lub tebchaws raug muab tsawm foom tsw zoo, luas tsw tig ndag moog rua huv puab tej vaaj txwv maab lawm."},{"bible_id":"1216","chapter_code":"JOB.24","verse_code":"JOB.24.19","label":"19","content":"Lub caij qhuav hab tshaav ntuj kub nqug daus xwb daus npu moog taag le caag, tes tub tuag teb kuj nqug cov kws ua txhum pluj moog ib yaam le ntawd."},{"bible_id":"1216","chapter_code":"JOB.24","verse_code":"JOB.24.20","label":"20","content":"Lub plaab mivnyuas nov qaab puab, kaas yuav noj puab qaab qaab, yuav tsw muaj leejtwg ncu txug puab le lawm. Txujkev limham luv ntho yaam nkaus le tug ntoo."},{"bible_id":"1216","chapter_code":"JOB.24","verse_code":"JOB.24.21","label":"21","content":"“Puab quab yuam tug quaspuj kws xeeb tsw taug mivnyuas, hab tsw ua ib yaam zoo rua tug puj ntsuag."},{"bible_id":"1216","chapter_code":"JOB.24","verse_code":"JOB.24.22","label":"22","content":"Tassws Vaajtswv tug fwjchim nqug cov kws muaj zug txujsa moog, txawm yog puab sawv tseeg tau los puab tsw muaj chaw vaam lawm."},{"bible_id":"1216","chapter_code":"JOB.24","verse_code":"JOB.24.23","label":"23","content":"Vaajtswv pub txujkev tso sab rua puab, puab txhad tau chaw vaam khom, hab nwg lub qhov muag saib ntsoov puab lub neej."},{"bible_id":"1216","chapter_code":"JOB.24","verse_code":"JOB.24.24","label":"24","content":"Puab raug muab tsaa ua luj ib nyuas plag xwb kuj pluj taag lawm, puab tuag tshaav qhuav taag zoo le luas lwm tug, puab raug muab txav yaam le tej thawj naab qoob."},{"bible_id":"1216","chapter_code":"JOB.24","verse_code":"JOB.24.25","label":"25","content":"Yog tsw muaj le ntawd leejtwg yuav tshuaj tau tas kuv daag hab qha tau tas tej kws kuv has hov tsw muaj qaabhau?”"},{"bible_id":"1216","chapter_code":"JOB.25","verse_code":"JOB.25.1","label":"1","content":"Npinta kws yog tuabneeg Su‑a teb tas,"},{"bible_id":"1216","chapter_code":"JOB.25","verse_code":"JOB.25.2","label":"2","content":"“Vaajtswv muaj fwjchim kaav hab ua kuas ntshai, nwg tswj tau sau ntuj kws sab kawg nyob sws hum xeeb."},{"bible_id":"1216","chapter_code":"JOB.25","verse_code":"JOB.25.3","label":"3","content":"Nwg cov tub rog mas suav txheeb lov? Nwg tsw tso nwg txujkev kaaj lug rua leejtwg?"},{"bible_id":"1216","chapter_code":"JOB.25","verse_code":"JOB.25.4","label":"4","content":"Tuabneeg yuav ua ncaaj nceeg tau rua ntawm Vaajtswv xubndag le caag? Tug kws yug ntawm quaspuj lug yuav dawb huv tau le caag?"},{"bible_id":"1216","chapter_code":"JOB.25","verse_code":"JOB.25.5","label":"5","content":"Saib maj, txawm yog lub hli ci tsw tshab hab tej nub qub kuj tsw huv rua ntawm Vaajtswv lub qhov muag"},{"bible_id":"1216","chapter_code":"JOB.25","verse_code":"JOB.25.6","label":"6","content":"mas tuabneeg kws tsuas yog vaim xwb, yimfuab tsw huv, hab tuabneeg tej tub kws tsuas yog kaas xwb, kuj tsw huv.”"},{"bible_id":"1216","chapter_code":"JOB.26","verse_code":"JOB.26.1","label":"1","content":"Mas Yauj teb tas,"},{"bible_id":"1216","chapter_code":"JOB.26","verse_code":"JOB.26.2","label":"2","content":"“Koj nyim paab tau tug kws tsw muaj zug los caag! Koj nyim paab tau tug kws txhais npaab tsw muaj zug los caag!"},{"bible_id":"1216","chapter_code":"JOB.26","verse_code":"JOB.26.3","label":"3","content":"Koj nyim txawj qha tug kws tsw muaj tswvyim hab txawj ua ncauj ua lu has kev txawj ntse los caag!"},{"bible_id":"1216","chapter_code":"JOB.26","verse_code":"JOB.26.4","label":"4","content":"Leejtwg paab koj has tej lug nuav, hab leejtwg tug ntsuj plig tawm huv koj lug?"},{"bible_id":"1216","chapter_code":"JOB.26","verse_code":"JOB.26.5","label":"5","content":"“Cov kws nyob huv tub tuag teb tseeg quas nkawg, tej dej huv tiv txwv hab cov kws nyob huv kuj ntshai."},{"bible_id":"1216","chapter_code":"JOB.26","verse_code":"JOB.26.6","label":"6","content":"Tub tuag teb qheb quas lug rua ntawm Vaajtswv lub qhov muag, hab lub chaw puam tsuaj tsw muaj daabtsw npug."},{"bible_id":"1216","chapter_code":"JOB.26","verse_code":"JOB.26.7","label":"7","content":"Nwg nthuav lub ntuj saab peg rua sau kws nyob do cuas, hab muab lub nplajteb dai rua lub chaw kws nyob khoob ntshuv."},{"bible_id":"1216","chapter_code":"JOB.26","verse_code":"JOB.26.8","label":"8","content":"Nwg muab dej qhwv ca huv nwg cov fuab kws tsaus nti, mas cov fuab hov yeej tsw tawg le."},{"bible_id":"1216","chapter_code":"JOB.26","verse_code":"JOB.26.9","label":"9","content":"Nwg roog nwg lub zwm txwv, hab nthuav nwg cov fuab lug thaiv ca."},{"bible_id":"1216","chapter_code":"JOB.26","verse_code":"JOB.26.10","label":"10","content":"Nwg sau lub npoo nplajteb rua sau nplaim dej, yog tug nrwm kws quas qhov kaaj hab qhov tsaus."},{"bible_id":"1216","chapter_code":"JOB.26","verse_code":"JOB.26.11","label":"11","content":"Tej ncej txheem lub ntuj kuj ua zug quas kais, hab poob sab rua thaus nwg tshev."},{"bible_id":"1216","chapter_code":"JOB.26","verse_code":"JOB.26.12","label":"12","content":"Nwg swv nwg tug fwjchim tswj havtxwv nyob tug yeeg, nwg swv tug tswvyim ntaus tug zaaj Lahaj."},{"bible_id":"1216","chapter_code":"JOB.26","verse_code":"JOB.26.13","label":"13","content":"Nwg tshuab paa ua rua lub ntuj kaaj quas lug, nwg txhais teg nkaug tug zaaj kws txawj txawj tswv."},{"bible_id":"1216","chapter_code":"JOB.26","verse_code":"JOB.26.14","label":"14","content":"Tej nuav tsuas yog nwg tej num saab nrau phij saam xwb, peb nov txug nwg yog lub suab sws ntxhw miv miv xwb. Leejtwg yuav nkaag sab nwg tug fwjchim kws nrov tej nam teg?”"},{"bible_id":"1216","chapter_code":"JOB.27","verse_code":"JOB.27.1","label":"1","content":"Mas Yauj rov has lug zaaj lug zuag tas,"},{"bible_id":"1216","chapter_code":"JOB.27","verse_code":"JOB.27.2","label":"2","content":"“Vaajtswv yeej muaj txujsa nyob pum, nwg yog tug kws qhau kuv cai, tug kws muaj fwjchim luj kawg nkaus yog tug kws ua rua kuv ab sab."},{"bible_id":"1216","chapter_code":"JOB.27","verse_code":"JOB.27.3","label":"3","content":"Thaus kuv tseed ua tau paa, hab Vaajtswv tseed pub paa rua huv kuv lub qhov ntswg,"},{"bible_id":"1216","chapter_code":"JOB.27","verse_code":"JOB.27.4","label":"4","content":"mas kuv daim tawv ncauj yuav tsw has tej lug daag, hab kuv tug nplaig yuav tsw has tej lug ntxag."},{"bible_id":"1216","chapter_code":"JOB.27","verse_code":"JOB.27.5","label":"5","content":"Kuv yuav tsw leeg tas mej has tseeb hlo le, hab kuv yuav tsw tso kuv lub sab ncaaj tseg moog txug thaus kuv tuag."},{"bible_id":"1216","chapter_code":"JOB.27","verse_code":"JOB.27.6","label":"6","content":"Kuv yuav tuav rawv kuv txujkev ncaaj nceeg ca, tsw tso tseg le, kuv lub sab tsw thuaj kuv moog taag kuv swm neej."},{"bible_id":"1216","chapter_code":"JOB.27","verse_code":"JOB.27.7","label":"7","content":"“Thov ca kuv cov yeeb ncuab raug ib yaam le cov tuabneeg limham hab thov ca tug kws sawv twv kuv raug ib yaam le cov tuabneeg tsw ncaaj."},{"bible_id":"1216","chapter_code":"JOB.27","verse_code":"JOB.27.8","label":"8","content":"Tug kws tsw fwm Vaajtswv muaj chaw vaam daabtsw rua thaus Vaajtswv muab nwg txav pov tseg, hab thaus Vaajtswv muab nwg txujsa rhu lawm?"},{"bible_id":"1216","chapter_code":"JOB.27","verse_code":"JOB.27.9","label":"9","content":"Vaajtswv yuav noog nwg lub suab quaj hu rua thaus nwg raug kev ceblaaj txom nyem lov?"},{"bible_id":"1216","chapter_code":"JOB.27","verse_code":"JOB.27.10","label":"10","content":"Nwg yuav zoo sab rua tug kws muaj fwjchim luj kawg nkaus lov? Nwg yuav quaj thov Vaajtswv txhua lub swjhawm lov?"},{"bible_id":"1216","chapter_code":"JOB.27","verse_code":"JOB.27.11","label":"11","content":"Kuv yuav qha mej paub txug Vaajtswv txhais teg, kuv yuav tsw npog tej kws tug kws muaj fwjchim luj kawg nkaus yuav ua."},{"bible_id":"1216","chapter_code":"JOB.27","verse_code":"JOB.27.12","label":"12","content":"Saib maj, mej txhua tug tub pum lawm, ua caag mej yuav tsw paub qaabhau hlo le?"},{"bible_id":"1216","chapter_code":"JOB.27","verse_code":"JOB.27.13","label":"13","content":"“Nuav yog tug tuabneeg limham le feem ntawm Vaajtswv, hab yog tug kws quab yuam luas le qub txeeg qub teg kws txais ntawm tug muaj fwjchim luj kawg nkaus."},{"bible_id":"1216","chapter_code":"JOB.27","verse_code":"JOB.27.14","label":"14","content":"Yog nwg le mivnyuas fuam vaam coob los yuav raug nav ntaaj xwb, hab nwg tej tub ki yuav nrhav tsw txaus noj."},{"bible_id":"1216","chapter_code":"JOB.27","verse_code":"JOB.27.15","label":"15","content":"Cov kws tshuav dim los mob kis yuav muab puab log, hab puab tej puj ntsuag yuav tsw quaj ntsuag."},{"bible_id":"1216","chapter_code":"JOB.27","verse_code":"JOB.27.16","label":"16","content":"Txawm yog nwg yuav sau tau nyaj ntau yaam le tej moov aav, hab tib tej nam pawg tsoog tsho ca yaam le tej nam pawg aav,"},{"bible_id":"1216","chapter_code":"JOB.27","verse_code":"JOB.27.17","label":"17","content":"nwg yuav tib ca los cov tuabneeg ua ncaaj yuav naav, hab cov kws tsw txhum yuav muab tej nyaj faib."},{"bible_id":"1216","chapter_code":"JOB.27","verse_code":"JOB.27.18","label":"18","content":"Lub tsev kws nwg ua zoo le npauj npaim lub lwg kaab, hab zoo le lub tsev pheeb suav kws tug zuv khuav ua."},{"bible_id":"1216","chapter_code":"JOB.27","verse_code":"JOB.27.19","label":"19","content":"Thaus nwg moog pw nwg muaj nyaj txag, tassws nwg yuav tsw rov moog pw le hov dua le lawm. Nwg qheb qhov muag mas nwg tej nyaj txag tsw muaj taag lawm."},{"bible_id":"1216","chapter_code":"JOB.27","verse_code":"JOB.27.20","label":"20","content":"Txujkev txhawj kev ntshai lug raug nwg zoo le dej nyaab. Thaus mo ntuj cua daaj cua dub qhwv hlo nwg moog lawm."},{"bible_id":"1216","chapter_code":"JOB.27","verse_code":"JOB.27.21","label":"21","content":"Cov cua saab nub tuaj muab nwg nqaa, tes nwg txhad pluj lawm, cua kuav hlo nwg tawm ntawm nwg lub chaw moog."},{"bible_id":"1216","chapter_code":"JOB.27","verse_code":"JOB.27.22","label":"22","content":"Cov cua muab nwg laim pov tseg tsw khuvleej, nwg dha tswv hlo ntawm cua tug fwjchim sai kawg."},{"bible_id":"1216","chapter_code":"JOB.27","verse_code":"JOB.27.23","label":"23","content":"Cua npuaj teg thuaj nwg, hab luag ntab nwg tawm huv nwg lub chaw moog.”"},{"bible_id":"1216","chapter_code":"JOB.28","verse_code":"JOB.28.1","label":"1","content":"“Yeej muaj lub qhov khawb nyaj, hab muaj lub chaw kws nchuav cov tseem kub."},{"bible_id":"1216","chapter_code":"JOB.28","verse_code":"JOB.28.2","label":"2","content":"Luas muab hlau huv aav lug, hab nchuav tooj lab ntawm tej pob zeb lug."},{"bible_id":"1216","chapter_code":"JOB.28","verse_code":"JOB.28.3","label":"3","content":"Tuabneeg rhuav tshem qhov tsaus ntuj, hab moog nrhav rua qhov kws deb kawg, nrhav tej pob zeb huv qhov tsaus dub ncab."},{"bible_id":"1216","chapter_code":"JOB.28","verse_code":"JOB.28.4","label":"4","content":"Puab khawb qhov tub, deb ntawm qhov chaw kws tuabneeg nyob, cov kws moog moog lug lug nov qaab puab lawm. Puab tso hlua dai fav moog fav lug deb ntawm cov tuabneeg."},{"bible_id":"1216","chapter_code":"JOB.28","verse_code":"JOB.28.5","label":"5","content":"Cov aav kuj tshwm zaub mov tawm lug, tassws huv qaab mas cov aav raug suavtawg kub tawg taag."},{"bible_id":"1216","chapter_code":"JOB.28","verse_code":"JOB.28.6","label":"6","content":"Tej pob zeb kws nyob huv muaj cov qai zeb yimlaaj phaithu, hab tej moov aav muaj kub."},{"bible_id":"1216","chapter_code":"JOB.28","verse_code":"JOB.28.7","label":"7","content":"“Txujkev hov tsw muaj daav paub, hab laj lub qhov muag tsw tau pum le."},{"bible_id":"1216","chapter_code":"JOB.28","verse_code":"JOB.28.8","label":"8","content":"Tej tsaj qus kws sab luj tsw tau tsuj qhov chaw ntawd, tsuv ntxhuav yeej tsw tau hlaa qhov ntawd."},{"bible_id":"1216","chapter_code":"JOB.28","verse_code":"JOB.28.9","label":"9","content":"“Tuabneeg xuas teg tsoo tej pob zeb tawv, hab muab tej roob dob hlo caag pob taag."},{"bible_id":"1216","chapter_code":"JOB.28","verse_code":"JOB.28.10","label":"10","content":"Puab khawb kwj rua huv tej phaab zeb, hab puab lub qhov muag pum txhua yaam kws tswm txaj."},{"bible_id":"1216","chapter_code":"JOB.28","verse_code":"JOB.28.11","label":"11","content":"Puab nrhav tau tej qhov dej txhawv, hab tej kws muab zais ca, puab rhu tawm lug rua qhov kaaj."},{"bible_id":"1216","chapter_code":"JOB.28","verse_code":"JOB.28.12","label":"12","content":"“Tassws yuav ntswb tau tswvyim rua hovtwg? Hab kev nkaag sab lub chaw nyob hovtwg?"},{"bible_id":"1216","chapter_code":"JOB.28","verse_code":"JOB.28.13","label":"13","content":"Tuabneeg tsw paub tswvyim tug nqe, hab nrhav tsw tau huv cov tuabneeg caj lub tebchaws."},{"bible_id":"1216","chapter_code":"JOB.28","verse_code":"JOB.28.14","label":"14","content":"Nruab tiv txwv has tas, ‘Ntawm kuv tsw muaj,’ hab havtxwv has tas, ‘Tsw nrug kuv nyob.’"},{"bible_id":"1216","chapter_code":"JOB.28","verse_code":"JOB.28.15","label":"15","content":"Txawm yog muab kub yuav los tsw tau, hab kiv nyaj kuas npaum le tug nqe kuj tsw tau."},{"bible_id":"1216","chapter_code":"JOB.28","verse_code":"JOB.28.16","label":"16","content":"Txawm yog muab cov kub huv lub moos Aufi ntaus nqe kuj tsw tau, muab cov qai zeb av txho ci laam hab qai zeb phaithu pauv kuj tsw tau."},{"bible_id":"1216","chapter_code":"JOB.28","verse_code":"JOB.28.17","label":"17","content":"Pev tsw tau rua cov kub hab daim av tswm txaj, hab muab tej npauj tseem kub lug pauv tsw tau."},{"bible_id":"1216","chapter_code":"JOB.28","verse_code":"JOB.28.18","label":"18","content":"Tsw xob muab tej paaj zeb huv havtxwv hab qai zeb av lug pev hlo le, tswvyim tug nqe tseed sab dua cov qai qwj muaj nqes."},{"bible_id":"1216","chapter_code":"JOB.28","verse_code":"JOB.28.19","label":"19","content":"Pev tsw tau rua cov qai zeb daaj pis lig huv Khuj tebchaws, hab muab cov tseem kub ntaus nqe rua los tsw tau."},{"bible_id":"1216","chapter_code":"JOB.28","verse_code":"JOB.28.20","label":"20","content":"“Yog le ntawd, tswvyim lug hovtwg lug? Hab kev nkaag sab nyob hovtwg?"},{"bible_id":"1216","chapter_code":"JOB.28","verse_code":"JOB.28.21","label":"21","content":"Yog muab zais ntawm txhua yaam kws caj sa lub qhov muag hab zais ntawm cov noog sau nruab ntug."},{"bible_id":"1216","chapter_code":"JOB.28","verse_code":"JOB.28.22","label":"22","content":"Lub qhov puam tsuaj  hab txujkev tuag has tas, ‘Ib ob leeg lub qhov ntsej tau nov tug tswvyim lub moo nchaa lawm.’"},{"bible_id":"1216","chapter_code":"JOB.28","verse_code":"JOB.28.23","label":"23","content":"“Vaajtswv yeej paub txujkev moog txug tug tswvyim, hab yeej paub tswvyim lub chaw nyob,"},{"bible_id":"1216","chapter_code":"JOB.28","verse_code":"JOB.28.24","label":"24","content":"tsua qhov nwg saib pum moog kawg nkaus lub nplajteb, hab pum txhua yaam taag nrho huv lub qaab ntuj."},{"bible_id":"1216","chapter_code":"JOB.28","verse_code":"JOB.28.25","label":"25","content":"Thaus nwg teem kuas cua nyaav npaum le caag, hab muab cov dej luj ca,"},{"bible_id":"1216","chapter_code":"JOB.28","verse_code":"JOB.28.26","label":"26","content":"hab thaus nwg tsaa kevcai rua naag lug, hab tswm txujkev rua tsag lig xub tua,"},{"bible_id":"1216","chapter_code":"JOB.28","verse_code":"JOB.28.27","label":"27","content":"mas nwg tsaa muag saib tug tswvyim hab qha, hab tsaa tug tswvyim ca hab tshuaj saib."},{"bible_id":"1216","chapter_code":"JOB.28","verse_code":"JOB.28.28","label":"28","content":"Nwg has rua tuabneeg tas, ‘Saib maj, qhov kws fwm hab paub ntshai tug Tswv yog tug tswvyim, hab qhov kws tig hlo ntawm txujkev phem kuj yog kev nkaag sab.’ ”"},{"bible_id":"1216","chapter_code":"JOB.29","verse_code":"JOB.29.1","label":"1","content":"Mas Yauj rov has lug zaaj lug zuag tas,"},{"bible_id":"1216","chapter_code":"JOB.29","verse_code":"JOB.29.2","label":"2","content":"“Au kuv xaav nyob ib yaam le yaav thau u, yaam le ntu kws Vaajtswv tsom kwm kuv,"},{"bible_id":"1216","chapter_code":"JOB.29","verse_code":"JOB.29.3","label":"3","content":"thaus nwg lub teeb tseed ci sau kuv lub taubhau, hab kuv taug txujkev tsaus ntuj huv nwg tug duab kaaj,"},{"bible_id":"1216","chapter_code":"JOB.29","verse_code":"JOB.29.4","label":"4","content":"ib yaam le thaus kuv tseed hluas ntxhas, hab thaus Vaajtswv ua tug kwvluag tsom kwm kuv lub tsev ntaub,"},{"bible_id":"1216","chapter_code":"JOB.29","verse_code":"JOB.29.5","label":"5","content":"hab thaus tug kws muaj fwjchim luj kawg nkaus tseed nrug nraim kuv, hab kuv cov mivnyuas tseed nyob vej vog kuv,"},{"bible_id":"1216","chapter_code":"JOB.29","verse_code":"JOB.29.6","label":"6","content":"hab thaus muaj kua mig ndwg lug ntxuav kuv kwtaw, hab lub zeb zum roj ndwg quas lawg rua kuv."},{"bible_id":"1216","chapter_code":"JOB.29","verse_code":"JOB.29.7","label":"7","content":"Thaus kuv tawm moog rua ntawm rooj loog, hab thaus kuv nyob tsawg sau kuv lub rooj huv lub tshaav puam,"},{"bible_id":"1216","chapter_code":"JOB.29","verse_code":"JOB.29.8","label":"8","content":"mas tej hluas pum kuv, puab kuj txaav kev, tej laug kuj sawv tseeg nreg."},{"bible_id":"1216","chapter_code":"JOB.29","verse_code":"JOB.29.9","label":"9","content":"Cov kws ua thawj tseg tsw has lug, muab teg pus lub qhov ncauj ca."},{"bible_id":"1216","chapter_code":"JOB.29","verse_code":"JOB.29.10","label":"10","content":"Cov kws ua hlub lub suab ntsag tu, hab puab tug nplaig lu nkaus qaab yag."},{"bible_id":"1216","chapter_code":"JOB.29","verse_code":"JOB.29.11","label":"11","content":"Thaus lub qhov ntsej nov lawd, puab has tas kuv tau moov zoo, hab thaus lub qhov muag pum, puab kuj qhuas kuv,"},{"bible_id":"1216","chapter_code":"JOB.29","verse_code":"JOB.29.12","label":"12","content":"vem yog kuv cawm cov tuabneeg pluag kws quaj thov, hab cawm cov mivnyuas tsw muaj txwv kws tsw muaj leejtwg paab."},{"bible_id":"1216","chapter_code":"JOB.29","verse_code":"JOB.29.13","label":"13","content":"Cov kws tub yuav puam tsuaj kuj foom moov zoo rua kuv, hab kuv ua rua cov puj ntsuag lub sab hu nkauj xyiv faab."},{"bible_id":"1216","chapter_code":"JOB.29","verse_code":"JOB.29.14","label":"14","content":"Kuv muab txujkev ncaaj nceeg lug naav qhwv kuv ca, qhov kws kuv ua raug cai zoo nkaus le lub tsho ntev hab zoo le txuj phuam ntoo sau taubhau."},{"bible_id":"1216","chapter_code":"JOB.29","verse_code":"JOB.29.15","label":"15","content":"Kuv ua ntsab muag rua cov kws dig muag, hab ua kwtaw rua cov kws ceg tawv."},{"bible_id":"1216","chapter_code":"JOB.29","verse_code":"JOB.29.16","label":"16","content":"Kuv ua cov tuabneeg pluag leej txwv, hab kuv tshuaj saib tug kws kuv tsw tau paub dua tshaaj plaub."},{"bible_id":"1216","chapter_code":"JOB.29","verse_code":"JOB.29.17","label":"17","content":"Kuv luv tug kws tsw ncaaj tej los yuaj, hab ua rua tug qauv nplaam ntawm nwg cov kaug nav."},{"bible_id":"1216","chapter_code":"JOB.29","verse_code":"JOB.29.18","label":"18","content":"Mas kuv xaav tas, ‘Kuv yuav tuag rua huv kuv lub zeg, hab kuv yuav tsaav kuv lub caij lub nyoog kuas ntau yaam le tej xuab zeb."},{"bible_id":"1216","chapter_code":"JOB.29","verse_code":"JOB.29.19","label":"19","content":"Kuv tej caag yuav nrhau moog txug dej, kuv tej ceg yuav ntsu lwg ib mos kaaj ntug."},{"bible_id":"1216","chapter_code":"JOB.29","verse_code":"JOB.29.20","label":"20","content":"Kuv lub koob meej yuav nyob tshab khiv moog le, hab kuv raab neev yuav tshab quas khiv huv kuv txhais teg.’"},{"bible_id":"1216","chapter_code":"JOB.29","verse_code":"JOB.29.21","label":"21","content":"“Tuabneeg noog kuv has hab tog rawv, hab nyob tuabywv noog tej lug kws kuv qha."},{"bible_id":"1216","chapter_code":"JOB.29","verse_code":"JOB.29.22","label":"22","content":"Thaus kuv has taag lawd puab tsw has dua le lawm, hab kuv tej lug nrug ntsuav rua sau puab."},{"bible_id":"1216","chapter_code":"JOB.29","verse_code":"JOB.29.23","label":"23","content":"Puab tog rawv kuv yaam le tog naag, puab rua ncauj tog yaam le tog naag hauv xyoo."},{"bible_id":"1216","chapter_code":"JOB.29","verse_code":"JOB.29.24","label":"24","content":"Thaus puab tsw muaj chaw vaam lawm, kuv ua ntsej muag luag ntxhw rua puab, hab kuv lub ntsej muag tsw ua rua puab poob sab."},{"bible_id":"1216","chapter_code":"JOB.29","verse_code":"JOB.29.25","label":"25","content":"Kuv xaiv txujkev rua puab hab nyob tsawg ua puab tug thawj, hab kuv zoo le tug vaajntxwv nyob huv plawv nwg cov tub rog, hab yaam le tug kws nplig cov kws quaj ntsuag lub sab."},{"bible_id":"1216","chapter_code":"JOB.30","verse_code":"JOB.30.1","label":"1","content":"Tassws nwgnuav puab cov kws yau kuv thuaj luag kuv, kuv tsw kheev puab cov ntawd leej txwv nrug cov dev nyob zuv kuv paab yaaj paab tshws."},{"bible_id":"1216","chapter_code":"JOB.30","verse_code":"JOB.30.2","label":"2","content":"Kuv yuav tau daabtsw zoo ntawm puab txhais teg? Puab yog cov kws tub ntaug zug taag lawm."},{"bible_id":"1216","chapter_code":"JOB.30","verse_code":"JOB.30.3","label":"3","content":"Puab txom nyem hab tshaib plaab heev, puab noj cov aav qhuav huv tebchaws moj saab qhua."},{"bible_id":"1216","chapter_code":"JOB.30","verse_code":"JOB.30.4","label":"4","content":"Puab de tej nroj tsuag hab nplooj ntoo, hab dob tej caag tauj caag nqeeb lug noj."},{"bible_id":"1216","chapter_code":"JOB.30","verse_code":"JOB.30.5","label":"5","content":"Puab raug muab lawv tawm huv cov tuabneeg moog, muaj tuabneeg qw lawv puab ib yaam le qw tub saab."},{"bible_id":"1216","chapter_code":"JOB.30","verse_code":"JOB.30.6","label":"6","content":"Puab yuav tsum moog nyob huv tej khuab haa, hab huv tej qhov aav qhov zeb."},{"bible_id":"1216","chapter_code":"JOB.30","verse_code":"JOB.30.7","label":"7","content":"Puab hee le neeg luav huv tej tsob nyuas ntoo tuaj, puab sws txwv nyob huv qaab tej zaub kis."},{"bible_id":"1216","chapter_code":"JOB.30","verse_code":"JOB.30.8","label":"8","content":"Puab yog tuabneeg ruag tuabneeg poob koob, puab raug muab ntab tawm huv lub tebchaws moog."},{"bible_id":"1216","chapter_code":"JOB.30","verse_code":"JOB.30.9","label":"9","content":"“Nwgnuav puab muab kuv ua zaaj nkauj hu thuaj luag, hab kuv tag puab ncauj puab lu."},{"bible_id":"1216","chapter_code":"JOB.30","verse_code":"JOB.30.10","label":"10","content":"Puab ntxub hab txaav deb ntawm kuv. Thaus puab pum kuv puab ntu qub ncaug rua kuv taamswm,"},{"bible_id":"1216","chapter_code":"JOB.30","verse_code":"JOB.30.11","label":"11","content":"tsua qhov Vaajtswv tso kuv txuj hlua neev ntaug hab txu kuv tug fwjchim, puab tsw tswj puab lub sab taab meeg kuv hlo le."},{"bible_id":"1216","chapter_code":"JOB.30","verse_code":"JOB.30.12","label":"12","content":"Cov tuabneeg plhob laaj faam taam sawv ntawm kuv saab xws, puab ntab kuv tswv, puab tsub kev puam tsuaj vej tawm tsaam kuv."},{"bible_id":"1216","chapter_code":"JOB.30","verse_code":"JOB.30.13","label":"13","content":"Puab rhuav kuv txujkev pob taag, puab tseed tsaav kev txom nyem rua kuv, tsw muaj leejtwg paab hlo le."},{"bible_id":"1216","chapter_code":"JOB.30","verse_code":"JOB.30.14","label":"14","content":"Puab tuaj yaam le nkaag huv tej ntu ntsaa loog kws pob taag tuaj, puab txeem plawg tuaj rua thaus lub loog saamswm pob."},{"bible_id":"1216","chapter_code":"JOB.30","verse_code":"JOB.30.15","label":"15","content":"Tej kev txhawj kev ntshai lug raug kuv, kuv lub koob meej raug muab lawv yaam le cua ntsawj, hab kuv le kev vaam meej pluj taag yaam le tej fuab."},{"bible_id":"1216","chapter_code":"JOB.30","verse_code":"JOB.30.16","label":"16","content":"“Nwgnuav kuv tug ntsuj plig pluj quas zug moog, lub swjhawm txom nyem nyuaj sab tub nteg tau kuv lawm."},{"bible_id":"1216","chapter_code":"JOB.30","verse_code":"JOB.30.17","label":"17","content":"Mo ntuj ua rua kuv tej pob txhaa mob lwj ntsuav, hab tej mob kws noj kuv hov tsw su le."},{"bible_id":"1216","chapter_code":"JOB.30","verse_code":"JOB.30.18","label":"18","content":"Vaajtswv ua nruj ua tswv ntsab nkaus kuv lub tsho, nwg tuav rawv kuv cej daab tsho."},{"bible_id":"1216","chapter_code":"JOB.30","verse_code":"JOB.30.19","label":"19","content":"Nwg muab kuv laim rua huv paag aav, kuv zoo yaam nkaus le tej moov aav hab moov tshauv."},{"bible_id":"1216","chapter_code":"JOB.30","verse_code":"JOB.30.20","label":"20","content":"Kuv quaj thov koj los koj tsw teb kuv, kuv sawv tseeg los koj tsw quav ntsej kuv le."},{"bible_id":"1216","chapter_code":"JOB.30","verse_code":"JOB.30.21","label":"21","content":"Koj ua nyaum rua kuv, koj txhais teg kws muaj fwjchim tswm txom kuv."},{"bible_id":"1216","chapter_code":"JOB.30","verse_code":"JOB.30.22","label":"22","content":"Koj tsaa kuv sawv rua sau cov cua hab muab kuv caij cua, hab ca cua daaj cua dub ntsawj kuv rua hov nuav hov u."},{"bible_id":"1216","chapter_code":"JOB.30","verse_code":"JOB.30.23","label":"23","content":"Kuv yeej paub tas koj yuav coj kuv moog txug qhov tuag, hab moog txug lub chaw kws teem ca rua cov tuabneeg caj suavdawg."},{"bible_id":"1216","chapter_code":"JOB.30","verse_code":"JOB.30.24","label":"24","content":"“Yeej tsw muaj leejtwg yuav tsaa teg ntaus tug kws pob taag ua tej nam pawg ca, rua thaus nwg raug tej xwm txheej phem es thov luas paab."},{"bible_id":"1216","chapter_code":"JOB.30","verse_code":"JOB.30.25","label":"25","content":"Thaus muaj ib tug raug txom nyem kuv tsw tau quaj lov? Thaus muaj ib tug pluag kuv tsw tau nyuaj sab lov?"},{"bible_id":"1216","chapter_code":"JOB.30","verse_code":"JOB.30.26","label":"26","content":"Tassws thaus kuv nrhav yaam kws zoo, mas tau yaam kws phem, hab thaus kuv tog qhov kaaj, mas tau qhov tsaus ntuj."},{"bible_id":"1216","chapter_code":"JOB.30","verse_code":"JOB.30.27","label":"27","content":"Kuv lub sab ntxhuv heev nyob tsw tug le, lub swjhawm raug txom nyem nyuaj sab lug txug kuv."},{"bible_id":"1216","chapter_code":"JOB.30","verse_code":"JOB.30.28","label":"28","content":"Kuv lub ntsej muag dub ncab tassws tsw yog tshaav ntuj zab, kuv sawv ntsug huv ib tsoom tuabneeg hab thov kev paab."},{"bible_id":"1216","chapter_code":"JOB.30","verse_code":"JOB.30.29","label":"29","content":"Kuv nrug maa lab ua kwvtij, hab nrug noog ntxhuav ua kwvluag."},{"bible_id":"1216","chapter_code":"JOB.30","verse_code":"JOB.30.30","label":"30","content":"Kuv tej tawv nqaj dub hab hle tawv lawm, kuv tej pob txhaa kub heev."},{"bible_id":"1216","chapter_code":"JOB.30","verse_code":"JOB.30.31","label":"31","content":"Kuv lub suab nkauj nog ncaas txhad ntxeev ua lub suab quaj ntsuag, hab kuv lub suab raaj ntxeev ua lub suab quaj."},{"bible_id":"1216","chapter_code":"JOB.31","verse_code":"JOB.31.1","label":"1","content":"Kuv tub cog lug rua kuv lub qhov muag lawm, mas kuv yuav saib ntsoov tej hluas nkauj dawb huv tau le caag?"},{"bible_id":"1216","chapter_code":"JOB.31","verse_code":"JOB.31.2","label":"2","content":"Daabtsw yog kuv le feem ntawm Vaajtswv kws nyob sau ntuj, daabtsw yog kuv le qub txeeg qub teg ntawm tug kws muaj fwjchim luj kawg nkaus kws nyob sau lub chaw sab?"},{"bible_id":"1216","chapter_code":"JOB.31","verse_code":"JOB.31.3","label":"3","content":"Vej sub vej sw yuav tsw poob rua sau cov tuabneeg tsw ncaaj nceeg lov, hab kev puam tsuaj yuav tsw poob rua sau cov kws ua txhum lov?"},{"bible_id":"1216","chapter_code":"JOB.31","verse_code":"JOB.31.4","label":"4","content":"Vaajtswv tsw pum txujkev kws kuv moog hab tsw suav kuv txhua kauj ruam lov?"},{"bible_id":"1216","chapter_code":"JOB.31","verse_code":"JOB.31.5","label":"5","content":"“Yog kuv taug txujkev cuav, hab kuv txhais kwtaw maaj nroog moog daag,"},{"bible_id":"1216","chapter_code":"JOB.31","verse_code":"JOB.31.6","label":"6","content":"kuj thov ca muab kuv kiv rua sau raab teev kws hum txaj, hab thov Vaajtswv paub kuv lub sab dawb paug."},{"bible_id":"1216","chapter_code":"JOB.31","verse_code":"JOB.31.7","label":"7","content":"Yog kuv txhais kwtaw tig tawm huv txujkev lawm, hab kuv lub sab moog lawv le kuv qhov muag pum, hab yog muaj ib qhov kws tsw huv lu kuv txhais teg,"},{"bible_id":"1216","chapter_code":"JOB.31","verse_code":"JOB.31.8","label":"8","content":"kuj thov ca kuv tseb es lwm tug tau noj, hab ca tej kws kuv cog raug muab dob hlo caag pov tseg."},{"bible_id":"1216","chapter_code":"JOB.31","verse_code":"JOB.31.9","label":"9","content":"“Yog kuv lub sab raug ntxag moog deev tej quaspuj, hab kuv tau zuv tog ntawm kuv kwvtij zej zog lub qhov rooj,"},{"bible_id":"1216","chapter_code":"JOB.31","verse_code":"JOB.31.10","label":"10","content":"kuj ca kuv tug quaspuj zum moov rua lwm tug, hab ca lwm tug pw tsuam nwg."},{"bible_id":"1216","chapter_code":"JOB.31","verse_code":"JOB.31.11","label":"11","content":"Tej nuav kuj yog kev txhum kws phem kawg, hab yog kev txhum kws cov tu plaub yuav tsum txav txem rua,"},{"bible_id":"1216","chapter_code":"JOB.31","verse_code":"JOB.31.12","label":"12","content":"qhov ntawd yog suavtawg yuav kub moog txug ncua lub chaw puam tsuaj, hab yuav kub hlo kuv tej caag tej txwv huvsw."},{"bible_id":"1216","chapter_code":"JOB.31","verse_code":"JOB.31.13","label":"13","content":"“Yog kuv tsw quav ntsej kuv tej tub qhe nkauj qhev tej lug rua thaus puab muaj xaiv muaj lug tuaj has rua kuv,"},{"bible_id":"1216","chapter_code":"JOB.31","verse_code":"JOB.31.14","label":"14","content":"mas thaus Vaajtswv sawv tseeg kuv yuav ua tau le caag? Thaus nwg nug zaaj ntawd, kuv yuav teb nwg le caag?"},{"bible_id":"1216","chapter_code":"JOB.31","verse_code":"JOB.31.15","label":"15","content":"Tug kws tswm kuv rua huv lub plaab tsw tau tswm puab hab lov? Tsw yog tuab tug tswm peb rua huv plaab mivnyuas lov?"},{"bible_id":"1216","chapter_code":"JOB.31","verse_code":"JOB.31.16","label":"16","content":"“Yog kuv tau taav yaam twg kws tej tuabneeg pluag xaav yuav, lossws ua rua cov puj ntsuag lub qhov muag saib do xwb,"},{"bible_id":"1216","chapter_code":"JOB.31","verse_code":"JOB.31.17","label":"17","content":"lossws kuv tuab leeg noj kuv tej mov, es tug mivnyuas kws tsw muaj txwv tsw tau noj,"},{"bible_id":"1216","chapter_code":"JOB.31","verse_code":"JOB.31.18","label":"18","content":"(txwj thaus kuv yau lug kuv yug nwg ib yaam nkaus le kuv yog nwg txwv, hab kuv yeej taw qha cov puj ntsuag txwj thaus kuv yug huv nam plaab lug)"},{"bible_id":"1216","chapter_code":"JOB.31","verse_code":"JOB.31.19","label":"19","content":"hab yog kuv pum ib tug twg puam tsuaj vem tsw muaj rwg tsho, lossws pum ib yawm twg pluag tsw muaj rwg tsho naav,"},{"bible_id":"1216","chapter_code":"JOB.31","verse_code":"JOB.31.20","label":"20","content":"yog nwg lub sab tsw tau foom moov zoo rua kuv, hab nwg tsw tau naav kuv tej tsoog plaub yaaj suv,"},{"bible_id":"1216","chapter_code":"JOB.31","verse_code":"JOB.31.21","label":"21","content":"yog kuv tsaa teg kov tej mivnyuas kws tsw muaj txwv, vem yog kuv paub tas cov kws nyob ntawm rooj loog yuav tuaj kuv tog,"},{"bible_id":"1216","chapter_code":"JOB.31","verse_code":"JOB.31.22","label":"22","content":"tes thov ca kuv daim txhaa duav pu pluam ntawm kuv xub pwg, hab kuv txhais npaab pluam ntawm lub cos qej txhaa."},{"bible_id":"1216","chapter_code":"JOB.31","verse_code":"JOB.31.23","label":"23","content":"Kuv ntshai tej xwm txheej phem ntawm Vaajtswv, hab vem nwg tug fwjchim meej mom kuv ua tsw tau tej ntawd hlo le."},{"bible_id":"1216","chapter_code":"JOB.31","verse_code":"JOB.31.24","label":"24","content":"“Yog kuv muab tej kub ua yaam kws kuv tso sab, lossws hu tej tseem kub tas yog kuv lub chaw vaam khom,"},{"bible_id":"1216","chapter_code":"JOB.31","verse_code":"JOB.31.25","label":"25","content":"yog kuv zoo sab vem kuv tej nyaj txag ntau kawg, lossws vem kuv txhais teg muab tau ntau kawg lug,"},{"bible_id":"1216","chapter_code":"JOB.31","verse_code":"JOB.31.26","label":"26","content":"yog kuv saib rua lub nub kws ci tuaj, hab saib lub hli kws moog kev zoo nkauj kawg,"},{"bible_id":"1216","chapter_code":"JOB.31","verse_code":"JOB.31.27","label":"27","content":"es kuv lub sab raug ntxag tuabywv moog pe, hab kuv lub qhov ncauj nwj kuv txhais teg pe,"},{"bible_id":"1216","chapter_code":"JOB.31","verse_code":"JOB.31.28","label":"28","content":"tej nuav yog kev txhum kws cov tu plaub yuav tsum txav txem, tsua qhov yog kuv faav xeeb rua Vaajtswv kws nyob sau ntuj."},{"bible_id":"1216","chapter_code":"JOB.31","verse_code":"JOB.31.29","label":"29","content":"“Yog kuv zoo sab rua thaus tug kws ntxub kuv raug puam tsuaj, lossws xyiv faab rua thaus nwg raug xwm txheej phem,"},{"bible_id":"1216","chapter_code":"JOB.31","verse_code":"JOB.31.30","label":"30","content":"(kuv tsw tau ca kuv lub qhov ncauj ua txhum, es tsawm foom nwg txujsa,)"},{"bible_id":"1216","chapter_code":"JOB.31","verse_code":"JOB.31.31","label":"31","content":"hab yog cov tuabneeg huv kuv lub tsev ntaub tsw tau has tas, ‘Leejtwg tsw tau noj nwg le nqaj tsau?’"},{"bible_id":"1216","chapter_code":"JOB.31","verse_code":"JOB.31.32","label":"32","content":"tsua qhov tej qhua tsw tau pw nrau tej ntug kev, kuv qheb qhov rooj lug rua cov tuabneeg dua kev,"},{"bible_id":"1216","chapter_code":"JOB.31","verse_code":"JOB.31.33","label":"33","content":"hab yog kuv muab kuv tej kev faav xeeb npog ib yaam le lwm tug, lossws muab kuv lub txem zais rua huv lub xubndag,"},{"bible_id":"1216","chapter_code":"JOB.31","verse_code":"JOB.31.34","label":"34","content":"vem yog kuv pheej ntshai ib tsoom tuabneeg heev, hab ntshai kuv cov tuabneeg saib tsw taug kuv, kuv txhad nyob tuabywv tsw tawm dhau kuv lub qhov rooj moog,"},{"bible_id":"1216","chapter_code":"JOB.31","verse_code":"JOB.31.35","label":"35","content":"mas kuv xaav kuas muaj ib tug noog kuv has. Nuav yog kuv txhais teg sau. Thov kuas tug kws muaj fwjchim luj kawg nkaus teb kuv. Kuv xaav tau tej lug kom kuv huv daim ntawv kws tug yeej kom sau."},{"bible_id":"1216","chapter_code":"JOB.31","verse_code":"JOB.31.36","label":"36","content":"Kuv yuav muab kwv hlo sau xub pwg moog, kuv yuav muab khi ca yaam le lub mom kub."},{"bible_id":"1216","chapter_code":"JOB.31","verse_code":"JOB.31.37","label":"37","content":"Kuv yuav qha kuv txhua kauj ruam rua nwg, kuv yuav moog cuag nwg yaam le ib tug thawj moog."},{"bible_id":"1216","chapter_code":"JOB.31","verse_code":"JOB.31.38","label":"38","content":"“Yog kuv daim teb quaj kom kuv, hab cov nav khais kws laij teb hov ib txhwj quaj,"},{"bible_id":"1216","chapter_code":"JOB.31","verse_code":"JOB.31.39","label":"39","content":"yog kuv noj tej qoob hov tsw them nqe le, hab ua rua tej qub tswv teb hov tuag,"},{"bible_id":"1216","chapter_code":"JOB.31","verse_code":"JOB.31.40","label":"40","content":"kuj thov ca xuav paug tuaj nyob tej mog chaw, hab nroj pas daab tuaj nyob qeb chaw.” Yauj le lug taag le nuav."},{"bible_id":"1216","chapter_code":"JOB.32","verse_code":"JOB.32.1","label":"1","content":"Yog le ntawm peb tug yawm hov txhad tseg tsw teb Yauj lawm, tsua qhov Yauj pum tas nwg ncaaj nceeg."},{"bible_id":"1216","chapter_code":"JOB.32","verse_code":"JOB.32.2","label":"2","content":"Tes Elihu kws yog Npalakhee tug tub yog tuabneeg Npub hab yog Laa cum txawm chim. Nwg chim rua Yauj vem Yauj has tas Yauj ncaaj nceeg tsw yog Vaajtswv ncaaj."},{"bible_id":"1216","chapter_code":"JOB.32","verse_code":"JOB.32.3","label":"3","content":"Nwg kuj chim rua Yauj peb tug kwvluag tsua qhov txawm yog puab teb tsw tau Yauj los puab tseed has tas Yauj txhum."},{"bible_id":"1216","chapter_code":"JOB.32","verse_code":"JOB.32.4","label":"4","content":"Elihu tog nrhw yuav has rua Yauj tsua qhov puab peb leeg hov laug dua nwg."},{"bible_id":"1216","chapter_code":"JOB.32","verse_code":"JOB.32.5","label":"5","content":"Thaus Elihu pum tas puab lub ncauj tsw muaj lug teb lawm nwg txhad chim."},{"bible_id":"1216","chapter_code":"JOB.32","verse_code":"JOB.32.6","label":"6","content":"Mas Npalakhee tug tub Elihu kws yog tuabneeg Npub teb tas, “Kuv tseed yau hab mej noob nyoog nchaav lawm, vem le nuav kuv txhad ua sab yau hab ntshai has tej kws kuv xaam pum rua mej."},{"bible_id":"1216","chapter_code":"JOB.32","verse_code":"JOB.32.7","label":"7","content":"Kuv has tas, ‘Ca cov kws muaj noob nyoog has, hab ca cov kws nyob ntau xyoo qha tswvyim.’"},{"bible_id":"1216","chapter_code":"JOB.32","verse_code":"JOB.32.8","label":"8","content":"Qhov tseeb yog tug ntsuj plig kws nyob huv tuabneeg, yog tug kws muaj fwjchim luj kawg nkaus  tej paa, ua rua tuabneeg nkaag sab."},{"bible_id":"1216","chapter_code":"JOB.32","verse_code":"JOB.32.9","label":"9","content":"Tsw yog cov laug xwb txhad muaj tswvyim, lossws cov kws noob nyoog nchaav txhad nkaag sab qhov kws raug cai."},{"bible_id":"1216","chapter_code":"JOB.32","verse_code":"JOB.32.10","label":"10","content":"Vem le nuav kuv txhad has tas, ‘Thov noog kuv has, thov ca kuv has tej kws kuv xaam pum.’"},{"bible_id":"1216","chapter_code":"JOB.32","verse_code":"JOB.32.11","label":"11","content":"“Kuv tog rawv noog mej tej lug hab noog mej tej lug txawj ntse, rua thaus mej nrhav saib yuav has daabtsw."},{"bible_id":"1216","chapter_code":"JOB.32","verse_code":"JOB.32.12","label":"12","content":"Kuv ua tuab zoo noog mej has, tsw muaj ib tug taav tau Yauj le, mej cov tsw muaj leejtwg teb tau Yauj tej lug."},{"bible_id":"1216","chapter_code":"JOB.32","verse_code":"JOB.32.13","label":"13","content":"Ceev faaj tsw xob has tas, ‘Peb tub ntswb tswvyim lawm, Vaajtswv yuav kov yeej Yauj, tsw yog tuabneeg.’"},{"bible_id":"1216","chapter_code":"JOB.32","verse_code":"JOB.32.14","label":"14","content":"Yauj tsw tau has nwg tej lug rua kuv, mas kuv yuav tsw muab mej tej lug teb Yauj."},{"bible_id":"1216","chapter_code":"JOB.32","verse_code":"JOB.32.15","label":"15","content":"“Puab poob sab taag tsw teb dua le lawm, puab tsw muaj ib lu lug has le lawm."},{"bible_id":"1216","chapter_code":"JOB.32","verse_code":"JOB.32.16","label":"16","content":"Mas kuv yuav tog lov vem puab tsw has hab puab sawv hov ntawd tsw teb le?"},{"bible_id":"1216","chapter_code":"JOB.32","verse_code":"JOB.32.17","label":"17","content":"Mas kuv yuav teb kuv tej lug, kuv yuav has tej kws kuv xaam pum,"},{"bible_id":"1216","chapter_code":"JOB.32","verse_code":"JOB.32.18","label":"18","content":"tsua qhov kuv muaj lug puv nkaus qhov ncauj, tassws kuv lub sab tseed tswj kuv ca."},{"bible_id":"1216","chapter_code":"JOB.32","verse_code":"JOB.32.19","label":"19","content":"Kuv lub sab zoo le cawv txwv maab kws tsw muaj chaw tshwm chim, ib yaam le lub naab tawv cawv txwv maab tshab kws tub yuav tawg."},{"bible_id":"1216","chapter_code":"JOB.32","verse_code":"JOB.32.20","label":"20","content":"Kuv yuav tsum has, txhad le tshwm chim zoo mivntswv, kuv yuav tsum qheb kuv daim tawv ncauj teb."},{"bible_id":"1216","chapter_code":"JOB.32","verse_code":"JOB.32.21","label":"21","content":"Kuv yuav tsw has saib leejtwg ntsej muag le, lossws yuav tsw has lug mog lug muas qhuas leejtwg,"},{"bible_id":"1216","chapter_code":"JOB.32","verse_code":"JOB.32.22","label":"22","content":"tsua qhov kuv tsw txawj has lug mog lug muas qhuas, yog ua le ntawd tug kws tswm kuv yuav rhuav tshem kuv."},{"bible_id":"1216","chapter_code":"JOB.33","verse_code":"JOB.33.1","label":"1","content":"Yauj 'e, nwgnuav thov noog kuv has, hab noog kuv tej lug huvsw."},{"bible_id":"1216","chapter_code":"JOB.33","verse_code":"JOB.33.2","label":"2","content":"Saib maj, kuv rua ncauj, mas kuv tug nplaig huv kuv qhov ncauj kuj has."},{"bible_id":"1216","chapter_code":"JOB.33","verse_code":"JOB.33.3","label":"3","content":"Kuv tej lug qha tej kev ncaaj nceeg huv kuv lub sab tshwm lug, hab kuv lub qhov ncauj paub daabtsw kuj has tseeb hlo."},{"bible_id":"1216","chapter_code":"JOB.33","verse_code":"JOB.33.4","label":"4","content":"Vaajtswv tug Ntsuj Plig tswm kuv, hab tug kws muaj fwjchim luj kawg nkaus tej paa ua rua kuv caj sa."},{"bible_id":"1216","chapter_code":"JOB.33","verse_code":"JOB.33.5","label":"5","content":"Yog koj teb tau kuv kuj teb los maj, ca le npaaj koj tej lug rua ntawm kuv xubndag hab sawv tseeg maj."},{"bible_id":"1216","chapter_code":"JOB.33","verse_code":"JOB.33.6","label":"6","content":"Saib maj, kuv nyob ib yaam le koj rua ntawm Vaajtswv xubndag. kuv kuj yog muab ib thooj aav nplaum puab lug xwb."},{"bible_id":"1216","chapter_code":"JOB.33","verse_code":"JOB.33.7","label":"7","content":"Koj tsw xob ntshai kuv es ua rua koj poob sab, kuv yuav tsw yuam koj kuas nyaav dhau."},{"bible_id":"1216","chapter_code":"JOB.33","verse_code":"JOB.33.8","label":"8","content":"“Tseeb tag, koj has rua kuv noog, hab kuv nov koj tej lug."},{"bible_id":"1216","chapter_code":"JOB.33","verse_code":"JOB.33.9","label":"9","content":"Koj has tas, ‘Kuv ua huv, tsw tau faav xeeb hlo le, kuv dawb huv, tsw muaj kev phem kev qas nyob huv kuv hlo le."},{"bible_id":"1216","chapter_code":"JOB.33","verse_code":"JOB.33.10","label":"10","content":"Saib maj, Vaajtswv ua plaub rua kuv, nwg suav has tas kuv yog nwg le yeeb ncuab."},{"bible_id":"1216","chapter_code":"JOB.33","verse_code":"JOB.33.11","label":"11","content":"Nwg muab kuv txhais kwtaw ntxwg rua raab cuab, hab zuv rawv kuv txhua txujkev.’"},{"bible_id":"1216","chapter_code":"JOB.33","verse_code":"JOB.33.12","label":"12","content":"“Saib maj, zaaj nuav koj ua tsw raug cai. Kuv yuav teb koj. Vaajtswv luj dua tuabneeg."},{"bible_id":"1216","chapter_code":"JOB.33","verse_code":"JOB.33.13","label":"13","content":"Ua caag koj yuav caam nwg has tas, ‘Vaajtswv tsw teb tuabneeg  tej lug le’?"},{"bible_id":"1216","chapter_code":"JOB.33","verse_code":"JOB.33.14","label":"14","content":"Tsua qhov Vaajtswv ua ib faab ob faab lug has, los tuabneeg tsw nkaag sab."},{"bible_id":"1216","chapter_code":"JOB.33","verse_code":"JOB.33.15","label":"15","content":"Thaus tuabneeg pw mo ntuj tsaug zug ceev puab ua npau suav hab ua yug quas toog sau puab lub txaaj pw,"},{"bible_id":"1216","chapter_code":"JOB.33","verse_code":"JOB.33.16","label":"16","content":"mas thaus hov Vaajtswv qheb tuabneeg lub qhov ntsej nov, hab nwg tej lug qhuab ntuag ua rua puab ntshai,"},{"bible_id":"1216","chapter_code":"JOB.33","verse_code":"JOB.33.17","label":"17","content":"sub Vaajtswv txhad ua kuas tuabneeg tig ntawm tej kws puab ua rov lug, hab txav tuabneeg txujkev khaav theeb pov tseg."},{"bible_id":"1216","chapter_code":"JOB.33","verse_code":"JOB.33.18","label":"18","content":"Nwg taav puab tug ntsuj plig ntawm lub qhov tuag, hab taav puab txujsa tsw raug nav ntaaj ua kuas puam tsuaj."},{"bible_id":"1216","chapter_code":"JOB.33","verse_code":"JOB.33.19","label":"19","content":"Tuabneeg raug kev mob nkeeg nplawm qhuab qha rua sau nwg lub txaaj pw, hab nwg tej pob txhaa mob heev kuj nplawm nwg tsw tu ncua le."},{"bible_id":"1216","chapter_code":"JOB.33","verse_code":"JOB.33.20","label":"20","content":"Nwg txujsa txhad le dhuav zaub mov, hab nwg lub sab kuj dhuav tej zaub mov kws qaab qaab."},{"bible_id":"1216","chapter_code":"JOB.33","verse_code":"JOB.33.21","label":"21","content":"Nwg cev nqaj sem zuj zug saib tsw pum le, nwg tej pob txhaa kws txeev saib tsw pum kuj tshwm tuaj."},{"bible_id":"1216","chapter_code":"JOB.33","verse_code":"JOB.33.22","label":"22","content":"Nwg tug ntsuj plig moog ze rua huv lub qhov tuag, hab nwg txujsa moog ze cov kws coj kev tuag lug."},{"bible_id":"1216","chapter_code":"JOB.33","verse_code":"JOB.33.23","label":"23","content":"Yog muaj ib tug tubkhai ntuj lug paab nwg, yog ib tug huv ib txheeb leej kws ua tug nyob nruab nraab es yuav qha qhov kws raug cai rua tuabneeg,"},{"bible_id":"1216","chapter_code":"JOB.33","verse_code":"JOB.33.24","label":"24","content":"yog tug tubkhai ntuj hov khuvleej nwg hab has tas, ‘Thov tso nwg dim qhov kws moog rua huv lub qhov tuag, vem kuv nrhav tau nqe txhwv lawm."},{"bible_id":"1216","chapter_code":"JOB.33","verse_code":"JOB.33.25","label":"25","content":"Thov ca nwg tej nqaj mog zoo le tej mivnyuas mog cev nqaj, hab ca nwg rov qaab muaj zug yaam le thaus tseed hluas.’"},{"bible_id":"1216","chapter_code":"JOB.33","verse_code":"JOB.33.26","label":"26","content":"mas tuabneeg yuav thov Vaajtswv hab Vaajtswv leeg yuav nwg, hab nwg yuav lug cuag Vaajtswv lub xubndag xyiv faab hlo. Hab Vaajtswv yuav pub nwg rov ua tug ncaaj nceeg."},{"bible_id":"1216","chapter_code":"JOB.33","verse_code":"JOB.33.27","label":"27","content":"Mas nwg yuav hu nkauj taab meeg ib tsoom tuabneeg tas, ‘Kuv tau ua txhum lawm hab muab qhov zoo ntxeev ua qhov phem, los kuv tsw raug txem le kws tswm nyog kuv raug."},{"bible_id":"1216","chapter_code":"JOB.33","verse_code":"JOB.33.28","label":"28","content":"Vaajtswv txhwv kuv tug ntsuj plig dim qhov kws moog rua huv lub qhov tuag mas kuv txujsa yuav pum txujkev kaaj.’"},{"bible_id":"1216","chapter_code":"JOB.33","verse_code":"JOB.33.29","label":"29","content":"“Saib maj, Vaajtswv tau ua tej nuav huvsw rua tuabneeg ob zag peb zag,"},{"bible_id":"1216","chapter_code":"JOB.33","verse_code":"JOB.33.30","label":"30","content":"sub txhad coj tau puab tug ntsuj plig tawm huv lub qhov tuag, qhov kaaj kws pub txujsa txhad ci rua puab."},{"bible_id":"1216","chapter_code":"JOB.33","verse_code":"JOB.33.31","label":"31","content":"Yauj 'e, ca le ua tuab zoo noog kuv has, nyob tuabywv mas kuv yuav has."},{"bible_id":"1216","chapter_code":"JOB.33","verse_code":"JOB.33.32","label":"32","content":"Yog koj muaj daabtsw has, kuj teb kuv, ca le has tsua qhov kuv xaav tsaa koj txujcai."},{"bible_id":"1216","chapter_code":"JOB.33","verse_code":"JOB.33.33","label":"33","content":"Yog koj tsw muaj lug has, kuj ca le noog kuv has, nyob tuabywv mas kuv yuav qha tswvyim rua koj.”"},{"bible_id":"1216","chapter_code":"JOB.34","verse_code":"JOB.34.1","label":"1","content":"Mas Elihu has tas,"},{"bible_id":"1216","chapter_code":"JOB.34","verse_code":"JOB.34.2","label":"2","content":"“Mej cov kws muaj tswvyim ca le noog kuv tej lug, mej cov kws txawj ntse, ca le tig ntsej noog kuv has."},{"bible_id":"1216","chapter_code":"JOB.34","verse_code":"JOB.34.3","label":"3","content":"Lub qhov ntsej swm noog tej lug, ib yaam le lub qhov ncauj swm zaub mov."},{"bible_id":"1216","chapter_code":"JOB.34","verse_code":"JOB.34.4","label":"4","content":"Thov ca peb xaiv yaam kws raug, ca peb kawm huv peb cov saib yaam twg zoo,"},{"bible_id":"1216","chapter_code":"JOB.34","verse_code":"JOB.34.5","label":"5","content":"tsua qhov Yauj has tas, ‘Kuv tsw tau ua txhum, tassws Vaajtswv qhau kuv cai lawm."},{"bible_id":"1216","chapter_code":"JOB.34","verse_code":"JOB.34.6","label":"6","content":"Txawm yog kuv ua raug cai los kuv raug muab suav ua tuabneeg daag, txawm yog kuv tsw tau faav xeeb los kuv tej kav txhaab khu tsw zoo.’"},{"bible_id":"1216","chapter_code":"JOB.34","verse_code":"JOB.34.7","label":"7","content":"Leejtwg yuav zoo le Yauj? Nwg haus txujkev thuaj luag ib yaam le haus dej,"},{"bible_id":"1216","chapter_code":"JOB.34","verse_code":"JOB.34.8","label":"8","content":"nwg nrug tej tuabneeg phem koom ua ke, hab nrug cov tuabneeg limham moog ua ke."},{"bible_id":"1216","chapter_code":"JOB.34","verse_code":"JOB.34.9","label":"9","content":"Vem nwg has tas, ‘Qhov kws tuabneeg zoo sab rua huv Vaajtswv tsw muaj qaabhau daabtsw rua puab.’"},{"bible_id":"1216","chapter_code":"JOB.34","verse_code":"JOB.34.10","label":"10","content":"“Vem le nuav, mej cov kws txawj nkaag sab, ca le noog kuv has, tsw muaj ib zag Vaajtswv yuav ua limham hlo le, hab tug kws muaj fwjchim luj kawg nkaus yuav ua txhum."},{"bible_id":"1216","chapter_code":"JOB.34","verse_code":"JOB.34.11","label":"11","content":"Vaajtswv yuav pauj rua tuabneeg lawv le puab tau ua lawd, hab Vaajtswv yuav ua rua puab raug lawv le puab lub neej."},{"bible_id":"1216","chapter_code":"JOB.34","verse_code":"JOB.34.12","label":"12","content":"Qhov tseeb, Vaajtswv yeej yuav tsw ua limham, hab tug kws muaj fwjchim luj kawg nkaus yuav tsw qhau txujcai."},{"bible_id":"1216","chapter_code":"JOB.34","verse_code":"JOB.34.13","label":"13","content":"Leejtwg tsaa Vaajtswv kaav lub qaab ntuj, lossws leejtwg muab lub nplajteb huvsw cob rua Vaajtswv?"},{"bible_id":"1216","chapter_code":"JOB.34","verse_code":"JOB.34.14","label":"14","content":"Yog Vaajtswv rhu nwg tug ntsuj plig rov qaab, hab sau zog nwg tej paa rov qaab rua nwg,"},{"bible_id":"1216","chapter_code":"JOB.34","verse_code":"JOB.34.15","label":"15","content":"tes txhua tug cev nqaj yuav puam tsuaj taag huvsw, hab tuabneeg yuav rov qaab moog ua moov aav xwb."},{"bible_id":"1216","chapter_code":"JOB.34","verse_code":"JOB.34.16","label":"16","content":"“Yog koj txawj ntse, ca le noog tej nuav, ca le noog kuv tej lug."},{"bible_id":"1216","chapter_code":"JOB.34","verse_code":"JOB.34.17","label":"17","content":"Tswm nyog ca tug kws ntxub qhov kws tu plaub ncaaj ua tug kaav lov? Koj yuav rau txem rua tug kws ncaaj nceeg hab muaj fwjchim lov?"},{"bible_id":"1216","chapter_code":"JOB.34","verse_code":"JOB.34.18","label":"18","content":"Nwg yog tug kws has rua vaajntxwv tas, ‘Koj tsw muaj nqes daabtsw,’ hab has rua cov kws ua hlub tas, ‘Koj yog tuabneeg limham,’"},{"bible_id":"1216","chapter_code":"JOB.34","verse_code":"JOB.34.19","label":"19","content":"yog tug kws tsw saib cov thawj ntsej muag lossws saib hlub cov nplua nuj heev dua cov pluag, tsua qhov cov tuabneeg nuav huvsw yog Vaajtswv txhais teg tswm."},{"bible_id":"1216","chapter_code":"JOB.34","verse_code":"JOB.34.20","label":"20","content":"Ib plag ntshws xwb puab kuj tuag taag, thaus ib taag mo tej tuabneeg tshee quas nyo hab taag swm neej lawm, hab cov kws muaj fwjchim kuj raug coj moog lawm, tsw yog tuabneeg txhais teg ua."},{"bible_id":"1216","chapter_code":"JOB.34","verse_code":"JOB.34.21","label":"21","content":"“Vaajtswv lub qhov muag saib ntsoov tuabneeg txujkev, hab nwg pum puab txhua kauj ruam."},{"bible_id":"1216","chapter_code":"JOB.34","verse_code":"JOB.34.22","label":"22","content":"Tsw muaj duab tsaus lossws qhov tsaus ntuj quas nti kws cov tuabneeg phem yuav tswv nraim tau."},{"bible_id":"1216","chapter_code":"JOB.34","verse_code":"JOB.34.23","label":"23","content":"Vaajtswv tsw teem caij rua leejtwg moog cuag Vaajtswv txais kev txav txem."},{"bible_id":"1216","chapter_code":"JOB.34","verse_code":"JOB.34.24","label":"24","content":"Vaajtswv rhuav tshem cov kws muaj fwjchim tsw txug tshuaj saib, hab tsaa lwm tug lug nyob puab chaw."},{"bible_id":"1216","chapter_code":"JOB.34","verse_code":"JOB.34.25","label":"25","content":"Nwg paub puab tej num lawm txhad le muab puab xyeeb hlo tseg thaus mo ntuj, puab txhad ntsoog taag."},{"bible_id":"1216","chapter_code":"JOB.34","verse_code":"JOB.34.26","label":"26","content":"Vaajtswv ntaus puab taab meeg tuabneeg vem yog puab tej kev limham,"},{"bible_id":"1216","chapter_code":"JOB.34","verse_code":"JOB.34.27","label":"27","content":"tsua qhov puab tig hlo ntawm Vaajtswv lawm, hab tsw quav ntsej nwg txujkev hlo le."},{"bible_id":"1216","chapter_code":"JOB.34","verse_code":"JOB.34.28","label":"28","content":"Vem le nuav puab txhad ua rua tej pluag lub suab quaj nrov tuaj txug Vaajtswv, mas nwg kuj noog cov kws txom nyem nyuaj sab lub suab."},{"bible_id":"1216","chapter_code":"JOB.34","verse_code":"JOB.34.29","label":"29","content":"Thaus Vaajtswv nyob tuabywv leejtwg yuav rau txem tau rua nwg? Thaus nwg fee plhu lawd leejtwg yuav pum tau nwg? Vaajtswv yeej saib tuabneeg hab tej tebchaws"},{"bible_id":"1216","chapter_code":"JOB.34","verse_code":"JOB.34.30","label":"30","content":"sub tug kws tsw fwm Vaajtswv txhad tsw tau kaav hab tsw cuab qhov taub rua cov pejxeem."},{"bible_id":"1216","chapter_code":"JOB.34","verse_code":"JOB.34.31","label":"31","content":"“Muaj leejtwg has rua Vaajtswv tas, ‘Kuv raug nplawm lawm, kuv yuav tsw ua txhum ntxwv lawm,"},{"bible_id":"1216","chapter_code":"JOB.34","verse_code":"JOB.34.32","label":"32","content":"thov qha tej kws kuv tsw pum rua kuv, yog kuv tau ua txhum txem, kuv yuav tsw ua ntxwv lawm’?"},{"bible_id":"1216","chapter_code":"JOB.34","verse_code":"JOB.34.33","label":"33","content":"Vem koj tsw kaam txais tej kws Vaajtswv ua mas Vaajtswv yuav ua rua koj lawv le koj lub sab xaav lov? Koj yuav tsum xaiv, tsw yog kuv xaiv. Yog le nuav koj paub le caag ca le has moog."},{"bible_id":"1216","chapter_code":"JOB.34","verse_code":"JOB.34.34","label":"34","content":"Cov kws txawj ntse yuav has rua kuv hab tug muaj tswvyim kws noog kuv has yuav has tas,"},{"bible_id":"1216","chapter_code":"JOB.34","verse_code":"JOB.34.35","label":"35","content":"‘Yauj has yaam le tsw paub qaabhau, nwg tej lug tsw muaj lub ntsab le.’"},{"bible_id":"1216","chapter_code":"JOB.34","verse_code":"JOB.34.36","label":"36","content":"Xaav ca Yauj raug swm sab moog txug thaus kawg, tsua qhov nwg tej lug teb zoo yaam nkaus le tej tuabneeg limham tej lug."},{"bible_id":"1216","chapter_code":"JOB.34","verse_code":"JOB.34.37","label":"37","content":"Yauj muab qhov kws faav xeeb tsaav rua nwg lub txem, nwg npuaj teg thuaj luag rua huv plawv peb, hab ua ncauj ntau tawm tsaam Vaajtswv.”"},{"bible_id":"1216","chapter_code":"JOB.35","verse_code":"JOB.35.1","label":"1","content":"Elihu has ntxwv tas,"},{"bible_id":"1216","chapter_code":"JOB.35","verse_code":"JOB.35.2","label":"2","content":"“Koj xaav tas qhov nuav raug cai lov? Koj has tas, ‘Kuv ua ncaaj nceeg taab meeg Vaajtswv.’"},{"bible_id":"1216","chapter_code":"JOB.35","verse_code":"JOB.35.3","label":"3","content":"Qhov kws koj nug tas, ‘Kuv yuav tau qaabhau daabtsw? Kuv tau daabtsw zoo tshaaj qhov kws kuv ua txhum?’"},{"bible_id":"1216","chapter_code":"JOB.35","verse_code":"JOB.35.4","label":"4","content":"kuv yuav teb koj hab koj cov phoojywg."},{"bible_id":"1216","chapter_code":"JOB.35","verse_code":"JOB.35.5","label":"5","content":"Ca le tsaa muag saib sau nruab ntug, hab saib tej fuab kws nyob sab dua koj."},{"bible_id":"1216","chapter_code":"JOB.35","verse_code":"JOB.35.6","label":"6","content":"Yog koj ua txhum koj tau ua le caag rua Vaajtswv? Yog koj tej kev faav xeeb nthuav luj tuaj, koj yuav ua tau le caag rua Vaajtswv?"},{"bible_id":"1216","chapter_code":"JOB.35","verse_code":"JOB.35.7","label":"7","content":"Yog koj ua ncaaj nceeg, koj pub daabtsw rua Vaajtswv, hab Vaajtswv tau txais daabtsw ntawm koj txhais teg?"},{"bible_id":"1216","chapter_code":"JOB.35","verse_code":"JOB.35.8","label":"8","content":"Koj tej kev limham kuj yog ua rua tuabneeg zoo yaam le koj, hab koj txujkev ncaaj nceeg kuj yog muaj qaabhau rua tuabneeg."},{"bible_id":"1216","chapter_code":"JOB.35","verse_code":"JOB.35.9","label":"9","content":"“Yog tim raug kev quab yuam ntau heev, tuabneeg txhad quaj hu, puab quaj thov kev paab vem yog tug kws muaj fwjchim txhais teg."},{"bible_id":"1216","chapter_code":"JOB.35","verse_code":"JOB.35.10","label":"10","content":"Tassws tsw muaj ib tug has tas, ‘Vaajtswv kws tswm kuv nyob hovtwg? Yog tug kws pub lub suab hu nkauj thaus mo ntuj,"},{"bible_id":"1216","chapter_code":"JOB.35","verse_code":"JOB.35.11","label":"11","content":"hab yog tug kws qha peb ntau dua qha tsaj txhu huv lub nplajteb hab ua rua peb ntse dua tej noog sau nruab ntug.’"},{"bible_id":"1216","chapter_code":"JOB.35","verse_code":"JOB.35.12","label":"12","content":"Puab quaj hu hov ntawd vem yog tim cov tuabneeg phem tej kev khaav theeb tassws Vaajtswv tsw teb."},{"bible_id":"1216","chapter_code":"JOB.35","verse_code":"JOB.35.13","label":"13","content":"Vaajtswv yeej tsw noog tej suab kws tsw muaj qaabhau, hab tug kws muaj fwjchim luj kawg nkaus yeej tsw quav ntsej le."},{"bible_id":"1216","chapter_code":"JOB.35","verse_code":"JOB.35.14","label":"14","content":"Nwg yimfuab tsw noog koj rua thaus koj has tas koj tsw pum nwg, hab has tas tshaaj plaub nyob ntawm nwg xubndag hab koj tog rawv nwg."},{"bible_id":"1216","chapter_code":"JOB.35","verse_code":"JOB.35.15","label":"15","content":"Vem nwgnuav Vaajtswv txujkev chim tsw tau rau txem, hab nwg tsw quav ntsej tej kev faav xeeb pes tsawg,"},{"bible_id":"1216","chapter_code":"JOB.35","verse_code":"JOB.35.16","label":"16","content":"mas Yauj txhad qheb ncauj has tej lug tsw muaj qaabhau, hab ua ncauj ntau has tej lug tsw paub taab.”"},{"bible_id":"1216","chapter_code":"JOB.36","verse_code":"JOB.36.1","label":"1","content":"Mas Elihu rov has ntxwv tas,"},{"bible_id":"1216","chapter_code":"JOB.36","verse_code":"JOB.36.2","label":"2","content":"“Thov ua sab ntev rua kuv mivntswv hab kuv yuav qha koj, vem kuv muaj tej yaam kws yuav nyob Vaajtswv chaw has rua koj."},{"bible_id":"1216","chapter_code":"JOB.36","verse_code":"JOB.36.3","label":"3","content":"Kuv yuav coj txujkev paub kws nyob deb lug, hab tsaa tug kws tswm kuv txujcai."},{"bible_id":"1216","chapter_code":"JOB.36","verse_code":"JOB.36.4","label":"4","content":"Qhov tseeb, kuv tej lug tsw yog daag, tug kws paub ib puas tsaav yaam huvsw nrug koj nyob nuav."},{"bible_id":"1216","chapter_code":"JOB.36","verse_code":"JOB.36.5","label":"5","content":"“Saib maj, Vaajtswv muaj fwjchim hab tsw tau saib tsw taug leejtwg, nwg muaj fwjchim nkaag sab zoo heev."},{"bible_id":"1216","chapter_code":"JOB.36","verse_code":"JOB.36.6","label":"6","content":"Nwg tsw tsom kwm cov tuabneeg limham txujsa, tassws nwg tsaa cov kws raug txom nyem txujcai."},{"bible_id":"1216","chapter_code":"JOB.36","verse_code":"JOB.36.7","label":"7","content":"Nwg tsw tau fee plhu ntawm cov kws ncaaj nceeg, tassws nwg tsaa puab nrug cov vaajntxwv nyob sau lub zwm txwv moog ib txhws, hab puab tau nyob sau lub chaw sab."},{"bible_id":"1216","chapter_code":"JOB.36","verse_code":"JOB.36.8","label":"8","content":"Yog puab raug saw hlau khi, hab maag kev txom nyem txuj hlua,"},{"bible_id":"1216","chapter_code":"JOB.36","verse_code":"JOB.36.9","label":"9","content":"nwg kuj qha puab tej num hab puab tej kev faav xeeb rua puab tas, puab tau ua tuabneeg khaav theeb."},{"bible_id":"1216","chapter_code":"JOB.36","verse_code":"JOB.36.10","label":"10","content":"Nwg qheb puab lub qhov ntsej noog tej lug qhuab qha, hab qha kuas puab tig ntawm puab tej kev txhum txem rov lug."},{"bible_id":"1216","chapter_code":"JOB.36","verse_code":"JOB.36.11","label":"11","content":"Yog puab noog lug hab ua koom rua nwg, puab yuav nyob txwm nkaus puab lub noob nyoog vaam meej, hab nyob txwm nkaus puab lub xyoo kaaj sab quas lug."},{"bible_id":"1216","chapter_code":"JOB.36","verse_code":"JOB.36.12","label":"12","content":"Tassws yog puab tsw noog lug puab yuav raug nav ntaaj puam tsuaj, hab tuag taag vem yog tsw muaj kev paub."},{"bible_id":"1216","chapter_code":"JOB.36","verse_code":"JOB.36.13","label":"13","content":"“Cov kws tsw fwm Vaajtswv kuj khaws kev chim ca, thaus nwg muab puab khi, puab tsw thov kev paab."},{"bible_id":"1216","chapter_code":"JOB.36","verse_code":"JOB.36.14","label":"14","content":"Puab tuag thaus tseed hluas, hab puab txujsa taag rua huv plawv cov txwvneej muag cev ntawm tej tsev daab."},{"bible_id":"1216","chapter_code":"JOB.36","verse_code":"JOB.36.15","label":"15","content":"Vaajtswv swv txujkev txom nyem cawm tug kws txom nyem nyuaj sab, hab swv txujkev ceblaaj qheb nwg qhov ntsej."},{"bible_id":"1216","chapter_code":"JOB.36","verse_code":"JOB.36.16","label":"16","content":"Nwg yum koj tawm huv txujkev ntxhuv sab lug rua huv lub chaw daav kws tsw muaj chaw ti, hab tej kws tso rua sau koj lub rooj mov yog tej kws rog nphaws."},{"bible_id":"1216","chapter_code":"JOB.36","verse_code":"JOB.36.17","label":"17","content":"“Koj raug lub txem kws cov tuabneeg phem raug pov khawv nkaus, txujkev txav txem kws ncaaj lug caum nteg tau koj."},{"bible_id":"1216","chapter_code":"JOB.36","verse_code":"JOB.36.18","label":"18","content":"Ca le ceev faaj tsaam tes txujkev npau tawg ntxag kuas koj thuaj luag, hab xob ca tej nyaj xab ua rua koj yuam kev."},{"bible_id":"1216","chapter_code":"JOB.36","verse_code":"JOB.36.19","label":"19","content":"Koj tej nyaj txag  yuav paab tau koj dim txujkev ntxhuv sab lov? Lossws koj tug zug huvsw yuav paab koj tau lov?"},{"bible_id":"1216","chapter_code":"JOB.36","verse_code":"JOB.36.20","label":"20","content":"Tsw xob ntshaw kuas tsaus ntuj, rua thaus tuabneeg raug muab txav ntawm puab lub chaw nyob."},{"bible_id":"1216","chapter_code":"JOB.36","verse_code":"JOB.36.21","label":"21","content":"Ceev faaj zoo, tsw xob tig moog nrhav txujkev txhum txem, vem koj xaiv yaam nuav heev dua xaiv kev txom nyem nyuaj sab."},{"bible_id":"1216","chapter_code":"JOB.36","verse_code":"JOB.36.22","label":"22","content":"Saib maj, Vaajtswv kws muaj fwjchim luj kawg nkaus nyob lub chaw sab, leejtwg yuav txawj qhuab qha le nwg?"},{"bible_id":"1216","chapter_code":"JOB.36","verse_code":"JOB.36.23","label":"23","content":"Leejtwg yog tug kws qha kev rua nwg? Lossws leejtwg yuav has tau tas, ‘Koj ua txhum lawm’?"},{"bible_id":"1216","chapter_code":"JOB.36","verse_code":"JOB.36.24","label":"24","content":"“Ca le ncu ntsoov qhuas nwg teg num, kws tuabneeg tau hu nkauj txug hov lawm."},{"bible_id":"1216","chapter_code":"JOB.36","verse_code":"JOB.36.25","label":"25","content":"Tuabneeg suavdawg yeej saib ntsoov tej ntawd, hab tuabneeg yeej tuaj deb pum."},{"bible_id":"1216","chapter_code":"JOB.36","verse_code":"JOB.36.26","label":"26","content":"Saib maj, Vaajtswv luj kawg, peb tsw txawj paub nwg, nwg lub noob nyoog los yog yaam kws tsw paub suav le."},{"bible_id":"1216","chapter_code":"JOB.36","verse_code":"JOB.36.27","label":"27","content":"Nwg nqug tej ncos dej moog rua sau, muab tso huv cov fuab ua naag lug,"},{"bible_id":"1216","chapter_code":"JOB.36","verse_code":"JOB.36.28","label":"28","content":"mas tej fuab muab hliv lug, txhad le lug ntau kawg rua tuabneeg."},{"bible_id":"1216","chapter_code":"JOB.36","verse_code":"JOB.36.29","label":"29","content":"Muaj leejtwg txawj nkaag sab qhov kws tej fuab nthuav daav, hab qhov kws muaj suab xub nthe huv Vaajtswv lub chaw nyob lov?"},{"bible_id":"1216","chapter_code":"JOB.36","verse_code":"JOB.36.30","label":"30","content":"Saib maj, nwg tso tsag lig xub laim puag ncig nwg, hab nwg npug thoob plawg huv qaab thu havtxwv."},{"bible_id":"1216","chapter_code":"JOB.36","verse_code":"JOB.36.31","label":"31","content":"Nwg muab tej nuav lug txav txem rua ib tsoom tuabneeg, nwg pub kuas muaj zaub mov noj nplua quas mag."},{"bible_id":"1216","chapter_code":"JOB.36","verse_code":"JOB.36.32","label":"32","content":"Nwg txhais teg tuav rawv tsag lig xub, hab nwg khaiv moog tua tej qhov kws nwg tub hom tseg lawm."},{"bible_id":"1216","chapter_code":"JOB.36","verse_code":"JOB.36.33","label":"33","content":"Lub suab xub nthe yog ceeb toom tas naag xub naag cua yuav lug, hab tej tsaj txhu kuj qha tas naag yuav lug."},{"bible_id":"1216","chapter_code":"JOB.37","verse_code":"JOB.37.1","label":"1","content":"Tej nuav ua rua kuv lub sab tshee quas nyo, hab ua kuas ceeb poob plig taag le."},{"bible_id":"1216","chapter_code":"JOB.37","verse_code":"JOB.37.2","label":"2","content":"Ca le noog Vaajtswv lub suab kws nroo quas ntwg hab lub suab nrov quas voog kws tawm huv nwg lub qhov ncauj lug."},{"bible_id":"1216","chapter_code":"JOB.37","verse_code":"JOB.37.3","label":"3","content":"Nwg tso kuas moog thoob plawg txhua ceg kaum ntuj, hab tso nwg tej tsag lig xub moog thoob plawg huv lub nplajteb."},{"bible_id":"1216","chapter_code":"JOB.37","verse_code":"JOB.37.4","label":"4","content":"Nwg lub suab nrov ntwg lawv qaab moog, hab nwg swv nwg lub suab kws zoo tshaaj nroo nrov quas ntwg, nwg yeej tsw taav tsag lig xub rua thaus nov nwg lub suab nthe."},{"bible_id":"1216","chapter_code":"JOB.37","verse_code":"JOB.37.5","label":"5","content":"Vaajtswv ua nwg lub suab nroo ntwg phemfwj kawg le, hab nwg ua tej num luj kws peb tsw txawj nkaag sab."},{"bible_id":"1216","chapter_code":"JOB.37","verse_code":"JOB.37.6","label":"6","content":"Nwg has rua tej daus xwb daus npu tas, ‘Ca le lug rua sau lub nplajteb,’ hab has rua tej naag tshauv tas, ‘Ca le lug tej nam pluav hlub hlub.’"},{"bible_id":"1216","chapter_code":"JOB.37","verse_code":"JOB.37.7","label":"7","content":"Vaajtswv taav tuabneeg txhua tug txhais teg, sub txhua tug kws nwg tswm lug txhad le kawm paub nwg tej num."},{"bible_id":"1216","chapter_code":"JOB.37","verse_code":"JOB.37.8","label":"8","content":"Thaus ntawd tej tsaj qus moog nkaum rua huv puab lub zeg, hab su huv puab tej qhov tsua."},{"bible_id":"1216","chapter_code":"JOB.37","verse_code":"JOB.37.9","label":"9","content":"Cua daaj cua dub tawm huv nwg lub chaw tuaj, cov cua no kuj ntsawj tuaj."},{"bible_id":"1216","chapter_code":"JOB.37","verse_code":"JOB.37.10","label":"10","content":"Vaajtswv ua paa tawm ua dej lawg, hab tej haav dej kuj nkoog taag."},{"bible_id":"1216","chapter_code":"JOB.37","verse_code":"JOB.37.11","label":"11","content":"Nwg muab dej naag rua tej fuab tsaus nti thauj, hab ua tsag lig xub laim lab vog huv tej fuab tuaj."},{"bible_id":"1216","chapter_code":"JOB.37","verse_code":"JOB.37.12","label":"12","content":"Tej fuab tig moog lawv le Vaajtswv coj, ua txhua yaam kws Vaajtswv has kuas tav thoob plawg rua huv lub nplajteb."},{"bible_id":"1216","chapter_code":"JOB.37","verse_code":"JOB.37.13","label":"13","content":"Nwg ua tej nuav tshwm lug nplawm qhuab qha kuj yog, lossws paab nwg lub tebchaws kuj yog, lossws qha nwg txujkev hlub ruaj khov kuj yog."},{"bible_id":"1216","chapter_code":"JOB.37","verse_code":"JOB.37.14","label":"14","content":"“Yauj 'e, ca le noog tej nuav, ca le nyob tuabywv tshuaj saib tej num phemfwj kws Vaajtswv ua."},{"bible_id":"1216","chapter_code":"JOB.37","verse_code":"JOB.37.15","label":"15","content":"Koj paub tas Vaajtswv qha le caag rua tej fuab hab ua le caag tsag lig xub txhad ci nplaag huv nwg tej fuab tuaj lov?"},{"bible_id":"1216","chapter_code":"JOB.37","verse_code":"JOB.37.16","label":"16","content":"Koj paub tas yog le caag fuab yuav yaa tau rua sau ntuj lov? Yog tej num phemfwj kws tug muaj kev txawj ntse tshaaj plawg ua."},{"bible_id":"1216","chapter_code":"JOB.37","verse_code":"JOB.37.17","label":"17","content":"Koj lub cev kub quas lug huv koj tej rwg tsho, rua thaus lub nplajteb nyob ntsag tu vem yog raug cov cua kws ntsawj saab nraag tuaj."},{"bible_id":"1216","chapter_code":"JOB.37","verse_code":"JOB.37.18","label":"18","content":"Koj txawj nthuav lub ntuj yaam le Vaajtswv ua kuas tawv yaam le tej tooj lab kws nchuav swv ua av tau lov?"},{"bible_id":"1216","chapter_code":"JOB.37","verse_code":"JOB.37.19","label":"19","content":"Ca le qha peb saib peb yuav has le caag rua Vaajtswv, vem tsaus ntuj lawm peb npaaj tsw tau peb tej lug."},{"bible_id":"1216","chapter_code":"JOB.37","verse_code":"JOB.37.20","label":"20","content":"Puas yuav has tau rua nwg tas kuv xaav has lug lov? Txeev muaj leejtwg xaav tas nwg xaav raug kev puam tsuaj lov?"},{"bible_id":"1216","chapter_code":"JOB.37","verse_code":"JOB.37.21","label":"21","content":"Tuabneeg saib tsw tau qhov kaaj rua thaus lub nub ci quas nplaag sau ntuj, yog thaus cua ntsawj ua rua lub ntuj kaaj quas sw."},{"bible_id":"1216","chapter_code":"JOB.37","verse_code":"JOB.37.22","label":"22","content":"Thaus tej kub tug duab ci nplaag saab peg tuaj, Vaajtswv naav fwjchim meej mom kws txaus ntshai kawg."},{"bible_id":"1216","chapter_code":"JOB.37","verse_code":"JOB.37.23","label":"23","content":"Tug kws muaj fwjchim luj kawg nkaus mas peb ntswb tsw tau nwg, nwg muaj fwjchim luj heev hab nwg txav txem ncaaj, nwg txujkev ncaaj nceeg muaj luj kawg nwg txhad tsw quab yuam leejtwg le."},{"bible_id":"1216","chapter_code":"JOB.37","verse_code":"JOB.37.24","label":"24","content":"Vem le nuav tuabneeg txhad fwm hab ntshai nwg. Vaajtswv yeej tsw quav ntsej tug kws nwg xaam pum tas nwg muaj tswvyim.”"},{"bible_id":"1216","chapter_code":"JOB.38","verse_code":"JOB.38.1","label":"1","content":"Mas Yawmsaub teb huv cua daaj cua dub tuaj rua Yauj tas,"},{"bible_id":"1216","chapter_code":"JOB.38","verse_code":"JOB.38.2","label":"2","content":"“Leejtwg has tej lug kws tsw muaj qaabhau tshaum tej kws kuv npaaj tseg lawd tsaus ntuj quas nti lawm?"},{"bible_id":"1216","chapter_code":"JOB.38","verse_code":"JOB.38.3","label":"3","content":"Ca le sa hlaab khov kho yaam le ib tug txwvneej yawg, kuv yuav nug koj, koj yuav tsum teb kuv."},{"bible_id":"1216","chapter_code":"JOB.38","verse_code":"JOB.38.4","label":"4","content":"“Thaus kuv pua daim kws tag lub nplajteb koj nyob hovtwg? Yog koj nkaag sab, ca le qha rua kuv."},{"bible_id":"1216","chapter_code":"JOB.38","verse_code":"JOB.38.5","label":"5","content":"Leejtwg yog tug hom tas lub nplajteb yuav tswm luj le caag? Koj yeej paub tag los maj! Leejtwg muab hlua ntsuag lub nplajteb?"},{"bible_id":"1216","chapter_code":"JOB.38","verse_code":"JOB.38.6","label":"6","content":"Daim taw tag lub nplajteb txawb rua sau daabtsw? Leejtwg pua thawj daim laag zeb tswm lub nplajteb,"},{"bible_id":"1216","chapter_code":"JOB.38","verse_code":"JOB.38.7","label":"7","content":"rua thaus cov nub qub ci hu nkauj qhuas thaus kaaj ntug txoog, hab cov tubkhai ntuj  suavdawg qw zoo sab xyiv faab?"},{"bible_id":"1216","chapter_code":"JOB.38","verse_code":"JOB.38.8","label":"8","content":"“Leejtwg muab qhov rooj thaiv dej havtxwv ca, rua thaus dej tshwm plawg huv nplajteb lub plaab lug?"},{"bible_id":"1216","chapter_code":"JOB.38","verse_code":"JOB.38.9","label":"9","content":"Yog thaus kuv tswm fuab ua tsoog tsho rua havtxwv naav, hab muab qhov tsaus ntuj nti ua daim ntaub qhwv havtxwv,"},{"bible_id":"1216","chapter_code":"JOB.38","verse_code":"JOB.38.10","label":"10","content":"hab tu nrwm rua dej nyob hab ua qhov rooj ua laag taav rua,"},{"bible_id":"1216","chapter_code":"JOB.38","verse_code":"JOB.38.11","label":"11","content":"hab has tas, ‘Koj moog tau deb npaum le nuav xwb, tsw xob moog dhau nrwm, koj tej nthwv dej kws khaav quas ntxhas tsuas ndaas txwj le nuav xwb.’"},{"bible_id":"1216","chapter_code":"JOB.38","verse_code":"JOB.38.12","label":"12","content":"“Txwj thaus yug koj lug koj tau qha kev rua qhov kaaj thaus taagkig, hab ua rua kaaj ntug paub nwg lub chaw nyob lov,"},{"bible_id":"1216","chapter_code":"JOB.38","verse_code":"JOB.38.13","label":"13","content":"sub nwg txhad tuav rawv npoo nplajteb, hab thawv cov tuabneeg limham tawm huv lub nplajteb moog?"},{"bible_id":"1216","chapter_code":"JOB.38","verse_code":"JOB.38.14","label":"14","content":"Lub nplajteb raug hloov yaam le cov aav nplaum kws ntaus hom thawj rua, hab pum txhua yaam meej yaam le tej tsoog tsho."},{"bible_id":"1216","chapter_code":"JOB.38","verse_code":"JOB.38.15","label":"15","content":"Cov tuabneeg limham qhov kaaj raug muab txeeb ntawm puab lawm, hab puab txhais npaab kws tsaa hlo raug muab luv lawm."},{"bible_id":"1216","chapter_code":"JOB.38","verse_code":"JOB.38.16","label":"16","content":"“Koj nkaag txug huv qhov kws dej havtxwv txhawv lug, lossws moog rua huv tej chaw nraim nreeg huv nruab tiv txwv lawm lov?"},{"bible_id":"1216","chapter_code":"JOB.38","verse_code":"JOB.38.17","label":"17","content":"Lub qhov rooj kev tuag raug muab qha rua koj pum lov, lossws koj pum qhov tsaus ntuj nti lub rooj qho lawm lov?"},{"bible_id":"1216","chapter_code":"JOB.38","verse_code":"JOB.38.18","label":"18","content":"Koj tub paub lub nplajteb luj hab daav le caag lawm lov? Yog koj paub tej nuav huvsw lawm, ca le has."},{"bible_id":"1216","chapter_code":"JOB.38","verse_code":"JOB.38.19","label":"19","content":"“Txujkev kws moog txug qhov kaaj lub tsev nyob rua hovtwg, hab qhov tsaus ntuj lub chaw nyob, nyob rua hovtwg"},{"bible_id":"1216","chapter_code":"JOB.38","verse_code":"JOB.38.20","label":"20","content":"sub koj txhad coj tau qhov kaaj qhov tsaus ntuj moog rua huv nwg lub chaw, hab paub txujkev kws moog rua nwg lub tsev?"},{"bible_id":"1216","chapter_code":"JOB.38","verse_code":"JOB.38.21","label":"21","content":"Nyab koj paub tsua qhov tub yug koj lawm, hab koj le noob nyoog tub ntau kawg lawm."},{"bible_id":"1216","chapter_code":"JOB.38","verse_code":"JOB.38.22","label":"22","content":"“Koj tub moog rua huv tej txhaab kws rau daus xwb daus npu, lossws pum tej txhaab kws rau dej lawg lawm lov?"},{"bible_id":"1216","chapter_code":"JOB.38","verse_code":"JOB.38.23","label":"23","content":"Tej hov yog kuv npaaj ca rua thaus kws raug ceblaaj, hab nub kws sws tua hab ua rog."},{"bible_id":"1216","chapter_code":"JOB.38","verse_code":"JOB.38.24","label":"24","content":"Txujkev kws moog rua lub chaw faib qhov kaaj tawm lug, hab lub chaw kws cua saab nub tuaj tawm moog rua sau lub nplajteb nyob hovtwg?"},{"bible_id":"1216","chapter_code":"JOB.38","verse_code":"JOB.38.25","label":"25","content":"“Leejtwg rhawv kwj rua tej nthwv naag lug, hab rhawv kev rua xub tua,"},{"bible_id":"1216","chapter_code":"JOB.38","verse_code":"JOB.38.26","label":"26","content":"sub txhad tso naag lug rua sau lub tebchaws kws tsw muaj tuabneeg nyob, hab lug rua sau lub tebchaws ntuj nraag teb do kws tsw muaj leejtwg nyob,"},{"bible_id":"1216","chapter_code":"JOB.38","verse_code":"JOB.38.27","label":"27","content":"sub lub tebchaws kws raug muab tso tseg nyob do cuas txhad le tsau npo, hab ua rua lub tebchaws tuaj nroj tsuag?"},{"bible_id":"1216","chapter_code":"JOB.38","verse_code":"JOB.38.28","label":"28","content":"“Naag muaj txwv hab lov? Leejtwg yug tau dej lwg lug?"},{"bible_id":"1216","chapter_code":"JOB.38","verse_code":"JOB.38.29","label":"29","content":"Dej lawg tawm huv leejtwg lub plaab mivnyuas lug, hab leejtwg yug tau tej te kws poob sau ntuj lug,"},{"bible_id":"1216","chapter_code":"JOB.38","verse_code":"JOB.38.30","label":"30","content":"ua rua dej tawv le pob zeb, hab nplaim dej havtxwv nkoog?"},{"bible_id":"1216","chapter_code":"JOB.38","verse_code":"JOB.38.31","label":"31","content":"“Koj khi tau tej nub qub Txhaj Txwv Mim ua ib ntsau, lossws daws tau txuj hlua khi nub qub Puj Sua Kwv Ntaas lov?"},{"bible_id":"1216","chapter_code":"JOB.38","verse_code":"JOB.38.32","label":"32","content":"Koj coj tau tej nub qub moog lug lawv le nwg lub caij lub nyoog, lossws coj tau nub qub Khais hab nwg cov mivnyuas kev lov?"},{"bible_id":"1216","chapter_code":"JOB.38","verse_code":"JOB.38.33","label":"33","content":"Koj paub tej kevcai kws kaav lub ntuj lov? Koj tsaa tau lub ntuj kaav lub nplajteb lov?"},{"bible_id":"1216","chapter_code":"JOB.38","verse_code":"JOB.38.34","label":"34","content":"“Koj tsaa tau suab hu moog txug tej fuab, ua kuas naag lug hlub nyaab laum nkaus koj lov?"},{"bible_id":"1216","chapter_code":"JOB.38","verse_code":"JOB.38.35","label":"35","content":"Koj khaiv tau tsag lig xub tawm moog lov? Hab tsag lig xub has rua koj tas, ‘Peb nyob ntawm nuav,’ lov?"},{"bible_id":"1216","chapter_code":"JOB.38","verse_code":"JOB.38.36","label":"36","content":"Leejtwg pub tswvyim rua us dej dawb, lossws qha rua tug lauv qab to taub?"},{"bible_id":"1216","chapter_code":"JOB.38","verse_code":"JOB.38.37","label":"37","content":"Leejtwg muaj tswvyim suav tau tej fuab? Leejtwg yuav nchuav tau lub naab dej sau ntuj lug,"},{"bible_id":"1216","chapter_code":"JOB.38","verse_code":"JOB.38.38","label":"38","content":"rua thaus tej moov aav ndwg lug ua ib pawg, hab tej cos aav sws tuav ruaj?"},{"bible_id":"1216","chapter_code":"JOB.38","verse_code":"JOB.38.39","label":"39","content":"“Koj tum tau nqaj rua tsuv ntxhuav noj, hab pub tau rua tej thaav tsuv ntxhuav noj tsau lov,"},{"bible_id":"1216","chapter_code":"JOB.38","verse_code":"JOB.38.40","label":"40","content":"rua thaus tsuv pw plab lua rua huv nwg lub qhov tsua, lossws pw zuv rua huv lub chaw nraim?"},{"bible_id":"1216","chapter_code":"JOB.38","verse_code":"JOB.38.41","label":"41","content":"Leejtwg npaaj nqaj rua uab voj noj, rua thaus nwg mivnyuas quaj rua Vaajtswv, hab thaus moog moog lug lug vem yog tshaib plaab?"},{"bible_id":"1216","chapter_code":"JOB.39","verse_code":"JOB.39.1","label":"1","content":"Koj paub tas sai yug mivnyuas thaus twg, hab koj saib ntsoov maum muas lwj yug mivnyuas lov?"},{"bible_id":"1216","chapter_code":"JOB.39","verse_code":"JOB.39.2","label":"2","content":"Koj suav tau nwg suab mivnyuas tsawg lub hli, hab koj paub lub swjhawm kws nwg xyaa mivnyuas lov,"},{"bible_id":"1216","chapter_code":"JOB.39","verse_code":"JOB.39.3","label":"3","content":"yog thaus nwg pw ndo xyaa mivnyuas, hab xyaa tau tug mivnyuas mog?"},{"bible_id":"1216","chapter_code":"JOB.39","verse_code":"JOB.39.4","label":"4","content":"Tej mivnyuas muaj zug tuaj hab hlub rua tom haav zoov, tes txawm tawm moog lawm tsw rov lug le."},{"bible_id":"1216","chapter_code":"JOB.39","verse_code":"JOB.39.5","label":"5","content":"“Leejtwg tso tug neeg luav qus nyob kaab ntsaab? Leejtwg daws hlua tso tug neeg luav moog?"},{"bible_id":"1216","chapter_code":"JOB.39","verse_code":"JOB.39.6","label":"6","content":"Kuv muab lub tebchaws moj saab qhua rua nwg nyob, hab muab thaaj aav ntsev rua nwg nkaum."},{"bible_id":"1216","chapter_code":"JOB.39","verse_code":"JOB.39.7","label":"7","content":"Nwg thuaj luag tej suab nrov ntshu huv lub moos, nwg tsw nov tug kws caij lub suab qw."},{"bible_id":"1216","chapter_code":"JOB.39","verse_code":"JOB.39.8","label":"8","content":"Nwg moog moog lug lug sau tej roob kws yog nwg lub tshaav zaub, nwg nrhav txhua yaam zaub ntsuab ntsuab noj."},{"bible_id":"1216","chapter_code":"JOB.39","verse_code":"JOB.39.9","label":"9","content":"“Nyuj qus kaam ua koj qhev lov? Nwg yuav zuv ntawm koj lub daab zaub ib mos lov?"},{"bible_id":"1216","chapter_code":"JOB.39","verse_code":"JOB.39.10","label":"10","content":"Koj muab hlua khi nyuj qus laij teb tau lov? Nwg yuav hai lob phuaj huv lub haav lawv koj qaab lov?"},{"bible_id":"1216","chapter_code":"JOB.39","verse_code":"JOB.39.11","label":"11","content":"Koj yuav vaam nwg vem nwg muaj zug heev, hab muab koj tej num tso rua nwg ua lov?"},{"bible_id":"1216","chapter_code":"JOB.39","verse_code":"JOB.39.12","label":"12","content":"Koj vaam tas nwg yuav rov lug, hab thauj koj tej qoob lug rua huv lub tshaav ntaus nua lov?"},{"bible_id":"1216","chapter_code":"JOB.39","verse_code":"JOB.39.13","label":"13","content":"“Noog ntxhuav phob tis ntxuaj zoo sab hlo, tassws nwg phob tis hab cov plaub zoo le us dej dub lov?"},{"bible_id":"1216","chapter_code":"JOB.39","verse_code":"JOB.39.14","label":"14","content":"Nwg tseg nwg tej qai rua huv aav, ca aav puag kuas suv,"},{"bible_id":"1216","chapter_code":"JOB.39","verse_code":"JOB.39.15","label":"15","content":"tsw ncu tas tej zag ib txhais kwtaw yuav tsuj kuas tawg, hab tej tsaj qus yuav tsuj."},{"bible_id":"1216","chapter_code":"JOB.39","verse_code":"JOB.39.16","label":"16","content":"Nwg ua nruj ua tswv rua nwg cov mivnyuas yaam le tsw yog nwg le, nwg nkim nwg tug zug nteg qai xwb nwg tsw mob sab,"},{"bible_id":"1216","chapter_code":"JOB.39","verse_code":"JOB.39.17","label":"17","content":"vem yog Vaajtswv ua rua nwg tsw muaj tswvyim, hab tsw pub ib qho kev txawj ntse rua nwg."},{"bible_id":"1216","chapter_code":"JOB.39","verse_code":"JOB.39.18","label":"18","content":"Thaus nwg swv zug dha tswv, nwg thuaj luag tug neeg hab tug kws caij neeg."},{"bible_id":"1216","chapter_code":"JOB.39","verse_code":"JOB.39.19","label":"19","content":"“Koj pub zug rua neeg lov? Koj cog txoob rua sau neeg cej daab lov?"},{"bible_id":"1216","chapter_code":"JOB.39","verse_code":"JOB.39.20","label":"20","content":"Koj ua rua nwg dha caws qa yaam le kooj ntaas lov? Nwg lub suab tshuab khaav quas ntxhas txaus ntshai heev."},{"bible_id":"1216","chapter_code":"JOB.39","verse_code":"JOB.39.21","label":"21","content":"Nwg txauj teg huv lub haav hab xyiv faab hlo rua nwg tug zug, nwg tawm moog ua rog rua cov kws tuav cuab yeej ua rog."},{"bible_id":"1216","chapter_code":"JOB.39","verse_code":"JOB.39.22","label":"22","content":"Nwg thuaj luag txujkev ntshai hab tsw poob sab le, nwg tsw thim tswv nav ntaaj."},{"bible_id":"1216","chapter_code":"JOB.39","verse_code":"JOB.39.23","label":"23","content":"Raaj xub nrov quas zag sau nwg, hab raab muv nkaug hab raab muv laim ci nplaag."},{"bible_id":"1216","chapter_code":"JOB.39","verse_code":"JOB.39.24","label":"24","content":"Nwg dha nrawm moog hab npau tawg ceev nyaum kawg le, thaus nov dheev lub suab raaj kub yaaj nwg nyob tsw tswm le."},{"bible_id":"1216","chapter_code":"JOB.39","verse_code":"JOB.39.25","label":"25","content":"Thaus tshuab raaj kub yaaj nrov nwg hee quas lawg, nwg nov ntxhab ua rog deb deb, hab nov tej thawj rog lub suab txhwb hab lub suab qw."},{"bible_id":"1216","chapter_code":"JOB.39","verse_code":"JOB.39.26","label":"26","content":"“Koj tug tswvyim ua rua laj txawj yaa tshoom sab, hab nthuav nwg phob tis moog rua saab nraag lov?"},{"bible_id":"1216","chapter_code":"JOB.39","verse_code":"JOB.39.27","label":"27","content":"Tug daav yaa sab sab lawv le koj has hab ua lub zeg rua tej chaw sab lov?"},{"bible_id":"1216","chapter_code":"JOB.39","verse_code":"JOB.39.28","label":"28","content":"Nwg nyob ntawm qaab tsuas, hab ua zeg rua sau hauv tsua kws ruaj khov."},{"bible_id":"1216","chapter_code":"JOB.39","verse_code":"JOB.39.29","label":"29","content":"Nwg nyob hov ntawd nuam saib tej tsaj kws yuav tum, nwg lub qhov muag pum tsaj deb deb le."},{"bible_id":"1216","chapter_code":"JOB.39","verse_code":"JOB.39.30","label":"30","content":"Nwg tej mivnyuas haus ntshaav, tsaj raug tua tuag rua hovtwg, nwg kuj nyob hov ntawd.”"},{"bible_id":"1216","chapter_code":"JOB.40","verse_code":"JOB.40.1","label":"1","content":"Yawmsaub has rua Yauj tas,"},{"bible_id":"1216","chapter_code":"JOB.40","verse_code":"JOB.40.2","label":"2","content":"“Tug kws pheej ywg yuav caav tug kws muaj fwjchim luj kawg nkaus lov? Tug kws caav Vaajtswv ca nwg teb.”"},{"bible_id":"1216","chapter_code":"JOB.40","verse_code":"JOB.40.3","label":"3","content":"Mas Yauj teb Yawmsaub tas,"},{"bible_id":"1216","chapter_code":"JOB.40","verse_code":"JOB.40.4","label":"4","content":"“Kuv mas kuv yog tuabneeg tsw tswm txaj. Kuv yuav teb koj tau le caag? Kuv muab teg pus qhov ncauj."},{"bible_id":"1216","chapter_code":"JOB.40","verse_code":"JOB.40.5","label":"5","content":"Kuv tub has ib zag lawm, kuv yuav tsw teb, kuv tub has ob zag lawm, kuv yuav tsw has ntxwv.”"},{"bible_id":"1216","chapter_code":"JOB.40","verse_code":"JOB.40.6","label":"6","content":"Mas Yawmsaub has huv cua daaj cua dub tuaj rua Yauj tas,"},{"bible_id":"1216","chapter_code":"JOB.40","verse_code":"JOB.40.7","label":"7","content":"“Ca le sa hlaab khov kho yaam le ib tug txwvneej yawg, kuv yuav nug koj, koj yuav qha kuv."},{"bible_id":"1216","chapter_code":"JOB.40","verse_code":"JOB.40.8","label":"8","content":"Koj yuav has tas kuv ua tsw raug cai lov? Koj yuav rau txem tas kuv txhum sub koj txhad tsw txhum lov?"},{"bible_id":"1216","chapter_code":"JOB.40","verse_code":"JOB.40.9","label":"9","content":"Koj muaj txhais npaab zoo ib yaam le Vaajtswv lov? Hab koj txawj ua suab nrov tseeg nkawg ib yaam le nwg ua lov?"},{"bible_id":"1216","chapter_code":"JOB.40","verse_code":"JOB.40.10","label":"10","content":"Ca le muab meej mom hab fwjchim lug naav, hab muab koob meej hab fwjchim ci ntsaa ab lug qhwv koj lub cev."},{"bible_id":"1216","chapter_code":"JOB.40","verse_code":"JOB.40.11","label":"11","content":"Muab koj txujkev npau kws puv phwj yog nchuav lug, ca le saib ntsoov txhua tug kws khaav theeb hab muab txu kuas poob qeg."},{"bible_id":"1216","chapter_code":"JOB.40","verse_code":"JOB.40.12","label":"12","content":"Ca le saib txhua tug kws khaav theeb hab muab nqug kuas poob lug, hab tsuj ntag cov tuabneeg limham rua ntawm lub chaw kws puab sawv hov."},{"bible_id":"1216","chapter_code":"JOB.40","verse_code":"JOB.40.13","label":"13","content":"Muab puab txhua tug zais ua ke rua huv tej moov aav, muab puab lub ntsej muag khi ca rua huv nruab yeeb."},{"bible_id":"1216","chapter_code":"JOB.40","verse_code":"JOB.40.14","label":"14","content":"Tes kuv txhad leeg rua koj tas yog koj txhais teg xws paab tau koj kov yeej."},{"bible_id":"1216","chapter_code":"JOB.40","verse_code":"JOB.40.15","label":"15","content":"“Saib Npehemau nawj, nwg kuj yog kuv tswm ib yaam le tswm koj. Nwg nog zaub yaam le nyuj."},{"bible_id":"1216","chapter_code":"JOB.40","verse_code":"JOB.40.16","label":"16","content":"Saib nwg tug zug ntawm nwg lub duav, hab saib tug fwjchim huv tej leeg ntawm nwg lub plaab."},{"bible_id":"1216","chapter_code":"JOB.40","verse_code":"JOB.40.17","label":"17","content":"Nwg ua kuas nwg kwtwv tawv le ntoo cab, hab tej leeg ntawm nwg ncej qaab sws txuas zoo."},{"bible_id":"1216","chapter_code":"JOB.40","verse_code":"JOB.40.18","label":"18","content":"Nwg tej pob txhaa zoo le tej kaav tooj lab, nwg txhais kwtaw zoo yaam le tej yaag hlau."},{"bible_id":"1216","chapter_code":"JOB.40","verse_code":"JOB.40.19","label":"19","content":"Nwg yog tug tsaj tseem ceeb tshaaj kws Vaajtswv tswm lug, tsuas yog tug kws tswm nwg txhad coj tau ntaaj rua nwg."},{"bible_id":"1216","chapter_code":"JOB.40","verse_code":"JOB.40.20","label":"20","content":"Tej roob hlaav zaub rua nwg noj, yog lub chaw kws txhua yaam tsaj qus nyob ua sw."},{"bible_id":"1216","chapter_code":"JOB.40","verse_code":"JOB.40.21","label":"21","content":"Nwg pw huv qaab tsob ntoo ntxhuv hab huv haav lojkov hab huv paag hawv."},{"bible_id":"1216","chapter_code":"JOB.40","verse_code":"JOB.40.22","label":"22","content":"Tsob ntoo ntxhuv ua duab ntxoo rua nwg, tej ntoo lwg zaaj ntawm ntug dej nyob vej nwg."},{"bible_id":"1216","chapter_code":"JOB.40","verse_code":"JOB.40.23","label":"23","content":"Dej ntsawj ceev npaum twg nwg kuj tsw ntshai, txawm yog dej Yalatee fuam hlub ntsawj nwg qhov ncauj los nwg tso sab plhuav."},{"bible_id":"1216","chapter_code":"JOB.40","verse_code":"JOB.40.24","label":"24","content":"Leejtwg yuav muab nqai lauj nqai tau nwg? lossws ua hlua cuab tau nwg lub txwv ntswg?"},{"bible_id":"1216","chapter_code":"JOB.41","verse_code":"JOB.41.1","label":"1","content":"Koj xuas nuv ntseg chob nqug tau Levi‑athaa  lug, lossws muab hlua khi tau nwg tug nplaig lov?"},{"bible_id":"1216","chapter_code":"JOB.41","verse_code":"JOB.41.2","label":"2","content":"Koj muab hlua chaws tau nwg qhov ntswg, lossws muab nqai lauj nqai tau nwg puab tsaig lov?"},{"bible_id":"1216","chapter_code":"JOB.41","verse_code":"JOB.41.3","label":"3","content":"Nwg yuav taij thov koj ntau lov? Nwg yuav has lug mog lug muas rua koj lov?"},{"bible_id":"1216","chapter_code":"JOB.41","verse_code":"JOB.41.4","label":"4","content":"Nwg yuav nrug koj sws cog lug es koj txhad yuav nwg ua koj tug qhev moog ib txhws lov?"},{"bible_id":"1216","chapter_code":"JOB.41","verse_code":"JOB.41.5","label":"5","content":"Koj yuav nrug nwg ua sw yaam le ib tug noog, lossws koj yuav muab hlua khi caab moog rua koj tej ntxhais hluas saib lov?"},{"bible_id":"1216","chapter_code":"JOB.41","verse_code":"JOB.41.6","label":"6","content":"Tub luam yuav tuaj has nqe yuav nwg lov? Puab yuav muab nwg faib rua tej tub laag tub luam lov?"},{"bible_id":"1216","chapter_code":"JOB.41","verse_code":"JOB.41.7","label":"7","content":"Koj xuas muv nkaug tau nwg daim tawv, lossws xuas muv nkaug chob tau nwg taubhau lov?"},{"bible_id":"1216","chapter_code":"JOB.41","verse_code":"JOB.41.8","label":"8","content":"Cev teg ntsab nwg saib, xaav txug qhov kws sws ntsuag zug mas koj yuav tsw rov qaab ua dua."},{"bible_id":"1216","chapter_code":"JOB.41","verse_code":"JOB.41.9","label":"9","content":"Qhov kws yuav nteg nwg yog vaam do xwb. Thaus pum dheev nwg tuabneeg yuav poob sab nthaav."},{"bible_id":"1216","chapter_code":"JOB.41","verse_code":"JOB.41.10","label":"10","content":"Tsw muaj leejtwg nyaum txaus kws kaav zwg nwg. Mas leejtwg yuav sawv tiv tau kuv?"},{"bible_id":"1216","chapter_code":"JOB.41","verse_code":"JOB.41.11","label":"11","content":"Leejtwg pub tau daabtsw rua kuv kws kuv yuav tsum pauj nwg? Txhua yaam kws nyob huv qaab ntuj nuav huvsw kuj yog kuv le."},{"bible_id":"1216","chapter_code":"JOB.41","verse_code":"JOB.41.12","label":"12","content":"“Kuv yuav tsw tseg qhov kws has txug nwg tej teg taw, hab nwg tug zug kws luj hab nwg lub cev kws zoo nkauj."},{"bible_id":"1216","chapter_code":"JOB.41","verse_code":"JOB.41.13","label":"13","content":"Leejtwg yuav laws tau nwg daim tawv saab nrau? Leejtwg yuav nkaug tau to nwg lub tsho hlau ob txheej?"},{"bible_id":"1216","chapter_code":"JOB.41","verse_code":"JOB.41.14","label":"14","content":"Leejtwg yuav qheb tau nwg lub puab tsaig kws muaj kaug nav puag ncig txaus ntshai kawg?"},{"bible_id":"1216","chapter_code":"JOB.41","verse_code":"JOB.41.15","label":"15","content":"Nwg lub nraus qaum muaj tej phaj hlau thaiv ua ib kaab saab lu ntum quas nti yaam le nas hom thawj rua."},{"bible_id":"1216","chapter_code":"JOB.41","verse_code":"JOB.41.16","label":"16","content":"Tej nplai hov nyob tuab ntwg, cua ntsawj tub nkaag tsw tau rua huv."},{"bible_id":"1216","chapter_code":"JOB.41","verse_code":"JOB.41.17","label":"17","content":"Tej nplai hov sws lu nkaus, ib nplai tshooj ib nplai, muab txaav tsw tau le."},{"bible_id":"1216","chapter_code":"JOB.41","verse_code":"JOB.41.18","label":"18","content":"Nwg txhub mas muaj duab ci laam lug, nwg lub qhov muag ci yaam le tug duab ci thaus kaaj ntug."},{"bible_id":"1216","chapter_code":"JOB.41","verse_code":"JOB.41.19","label":"19","content":"Teg tsau cig tawm huv nwg lub qhov ncauj lug, txaim tawg tawm lab vog lug."},{"bible_id":"1216","chapter_code":"JOB.41","verse_code":"JOB.41.20","label":"20","content":"Paa nchu tawm huv nwg lub qhov ntswg, yaam nkaus le lub laujkaub kws npau sau cub tawg lojkov."},{"bible_id":"1216","chapter_code":"JOB.41","verse_code":"JOB.41.21","label":"21","content":"Nwg le paa rauv thee cig, nplaim tawg tawm huv nwg lub qhov ncauj lug."},{"bible_id":"1216","chapter_code":"JOB.41","verse_code":"JOB.41.22","label":"22","content":"Nwg lub cej daab khov muaj zug heev, ntshai quas rwg rua ntawm nwg xubndag."},{"bible_id":"1216","chapter_code":"JOB.41","verse_code":"JOB.41.23","label":"23","content":"Nwg tej tawv plaab tuab npawv sws tais ob peb txheej, tawv nkawv txaav tsw tau le."},{"bible_id":"1216","chapter_code":"JOB.41","verse_code":"JOB.41.24","label":"24","content":"Nwg lub sab tawv yaam le pob zeb, hab tawv le txhwb nam zeb."},{"bible_id":"1216","chapter_code":"JOB.41","verse_code":"JOB.41.25","label":"25","content":"Thaus nwg tshwm plawg tuaj, tug kws muaj fwjchim  kuj ntshai, thaus nwg nplawm dej txaws txua puab poob sab nthaav."},{"bible_id":"1216","chapter_code":"JOB.41","verse_code":"JOB.41.26","label":"26","content":"Txawm yog nav ntaaj raug nwg los tsw to, txawm yog muv nkaug muv laim hab xub vug los tsw to le."},{"bible_id":"1216","chapter_code":"JOB.41","verse_code":"JOB.41.27","label":"27","content":"Nwg saib hlau zoo yaam le quav nyaab, hab tooj lab zoo yaam le ntoo po."},{"bible_id":"1216","chapter_code":"JOB.41","verse_code":"JOB.41.28","label":"28","content":"Raab xub kuj lawv tsw tau nwg tswv, lub qai zeb kws fav ntawm txuj hlua kuj zoo le quav nyaab."},{"bible_id":"1216","chapter_code":"JOB.41","verse_code":"JOB.41.29","label":"29","content":"Raab qws ntaus kuj zoo le quav nyaab xwb, nwg thuaj luag raab muv kws nkaug tuaj lub suab yaa."},{"bible_id":"1216","chapter_code":"JOB.41","verse_code":"JOB.41.30","label":"30","content":"Nwg lub qaab plaab ntse yaam le tej txhais laujkaub tawg, nwg nkaag huv cov aav nplaum zoo le lub thob log ntaus qoob."},{"bible_id":"1216","chapter_code":"JOB.41","verse_code":"JOB.41.31","label":"31","content":"Nwg ua rua dej huv qaab thu npau le lub laujkaub dej npau, nwg ua rua havtxwv npau le lub fwj roj tsw qaab."},{"bible_id":"1216","chapter_code":"JOB.41","verse_code":"JOB.41.32","label":"32","content":"Dej txaws dawb vog ib kaab lawv nwg qaab, ua rua luas xaav has tas dej havtxwv dawb hau."},{"bible_id":"1216","chapter_code":"JOB.41","verse_code":"JOB.41.33","label":"33","content":"Sau lub nplajteb tsw muaj ib yaam daabtsw zoo thooj le nwg, nwg yog tug kws tswm tau lug tassws tsw paub ntshai daabtsw le."},{"bible_id":"1216","chapter_code":"JOB.41","verse_code":"JOB.41.34","label":"34","content":"Nwg saib tsw taug txhua yaam kws nyob sab, nwg ua vaajntxwv kaav txhua yaam kws khaav quas ntxhas.”"},{"bible_id":"1216","chapter_code":"JOB.42","verse_code":"JOB.42.1","label":"1","content":"Mas Yauj teb Yawmsaub tas,"},{"bible_id":"1216","chapter_code":"JOB.42","verse_code":"JOB.42.2","label":"2","content":"“Kuv paub tas koj ua tau txhua yaam, hab tej kws koj xaav tseg lawd tsw muaj ib qhov yuav ua tsw tav."},{"bible_id":"1216","chapter_code":"JOB.42","verse_code":"JOB.42.3","label":"3","content":"Koj has tas, ‘Leejtwg tsw paub qaabhau es muab tej kws kuv npaaj tseg lawd zais?’ Kuv txhad has txug tej kws kuv tsw nkaag sab, yog tej phemfwj kws kuv tsw paub."},{"bible_id":"1216","chapter_code":"JOB.42","verse_code":"JOB.42.4","label":"4","content":"Koj has tas, ‘Noog maj, kuv yuav has, kuv yuav nug koj, koj yuav qha kuv.’"},{"bible_id":"1216","chapter_code":"JOB.42","verse_code":"JOB.42.5","label":"5","content":"Kuv lub qhov ntsej txeev nov txug koj, tassws nwgnuav kuv lub qhov muag pum hlo koj ntaag."},{"bible_id":"1216","chapter_code":"JOB.42","verse_code":"JOB.42.6","label":"6","content":"Vem le nuav kuv txhad ntxub kuv tug kheej, hab kuv nyob huv tej moov aav hab tej plauv tshauv ntxeev dua sab.”"},{"bible_id":"1216","chapter_code":"JOB.42","verse_code":"JOB.42.7","label":"7","content":"Thaus Yawmsaub has tej lug nuav rua Yauj taag lawm, Yawmsaub has rua Elifa kws yog tuabneeg Themaa tas, “Kuv npau tawg rua koj hab koj ob tug kwvluag, tsua qhov thaus mej has txug kuv mej has tsw raug lawv le kuv tug qhev Yauj has."},{"bible_id":"1216","chapter_code":"JOB.42","verse_code":"JOB.42.8","label":"8","content":"Vem le nuav mej ca le coj xyaa tug txwv nyuj hab xyaa tug txwv yaaj moog cuag kuv tug qhev Yauj, hab muab ua kevcai hlawv xyeem ua mej le feem, mas kuv tug qhev Yauj yuav thov kuv paab mej. Kuv yuav txais nwg tej lug thov kuv txhad tsw rau txem rua mej lawv le mej txujkev ruag, tsua qhov mej has txug kuv mej has tsw raug le kuv tug qhev Yauj has.”"},{"bible_id":"1216","chapter_code":"JOB.42","verse_code":"JOB.42.9","label":"9","content":"Mas Elifa kws yog tuabneeg Themaa hab Npinta kws yog tuabneeg Su‑a hab Xaufa kws yog tuabneeg Na‑ama txhad moog ua lawv le Yawmsaub has, mas Yawmsaub txhad txais Yauj tej lug thov."},{"bible_id":"1216","chapter_code":"JOB.42","verse_code":"JOB.42.10","label":"10","content":"Thaus Yauj thov Yawmsaub paab nwg cov kwvluag taag lawm, Yawmsaub pub Yauj rov tau lub neej zoo. Yawmsaub pub Yauj muaj ntau dua qub ob npaug."},{"bible_id":"1216","chapter_code":"JOB.42","verse_code":"JOB.42.11","label":"11","content":"Mas nwg tej kwvtij nkauj muam hab txhua tug kws paub nwg lug lawd kuj tuaj cuag nwg hab nrug nwg noj mov huv nwg lub tsev. Mas puab mob sab nwg hab nplig nwg txug tej xwm txheej phem huvsw kws Yawmsaub coj lug raug nwg. Hab txhua tug ib leeg pub ib daim nyaj hab ib leeg pub ib lub nplhaib kub rua nwg."},{"bible_id":"1216","chapter_code":"JOB.42","verse_code":"JOB.42.12","label":"12","content":"Yawmsaub foom koob moov rua Yauj lub neej yaav kawg ntau dua le yaav taag lug. Mas nwg muaj ib vaam plaub txheeb tug yaaj, rau txheeb tug ntxhuav, ib txheeb nkawm txwv nyuj, hab ib txheeb tug maum neeg luav."},{"bible_id":"1216","chapter_code":"JOB.42","verse_code":"JOB.42.13","label":"13","content":"Nwg muaj xyaa tug tub hab peb tug ntxhais."},{"bible_id":"1216","chapter_code":"JOB.42","verse_code":"JOB.42.14","label":"14","content":"Nwg hu thawj tug ntxhais ua Yemima, hab hu tug ob ua Khexiya, hab hu tug peb ua Kheleehapu."},{"bible_id":"1216","chapter_code":"JOB.42","verse_code":"JOB.42.15","label":"15","content":"Taag nrho lub tebchaws hov tsw muaj ib tug puj twg yuav zoo nkauj cuag le Yauj cov ntxhais. Puab txwv muab qub txeeg qub teg faib rua puab ib yaam le faib rua cov nug."},{"bible_id":"1216","chapter_code":"JOB.42","verse_code":"JOB.42.16","label":"16","content":"Dhau ntawd lug Yauj tseed muaj txujsa nyob tau ib puas plaub caug xyoo ntxwv, mas nwg pum nwg tej tub hab tej xeeb leej xeeb ntxwv plaub tam tuabneeg."},{"bible_id":"1216","chapter_code":"JOB.42","verse_code":"JOB.42.17","label":"17","content":"Yauj tuag rua thaus noob nyoog nchaav hab laug heev lawm."}]