[{"bible_id":"1216","chapter_code":"JOL.1","verse_code":"JOL.1.1","label":"1","content":"Nuav yog Yawmsaub tej lug kws has tuaj rua Yau‑ee kws yog Pethu‑ee tug tub."},{"bible_id":"1216","chapter_code":"JOL.1","verse_code":"JOL.1.2","label":"2","content":"Mej cov laug, mej ca le noog zaaj nuav, cov tuabneeg huv lub tebchaws suavdawg, ca le tig ntsej noog. Tej nuav puas txeev muaj tshwm rua mej swm neej lossws tshwm rua mej tej laug swm neej le?"},{"bible_id":"1216","chapter_code":"JOL.1","verse_code":"JOL.1.3","label":"3","content":"Ca le has rua mej tej mivnyuas paub, hab ca mej tej mivnyuas has rua tej xeeb ntxwv, hab ca tej xeeb ntxwv has rua tam tom qaab."},{"bible_id":"1216","chapter_code":"JOL.1","verse_code":"JOL.1.4","label":"4","content":"Tej kws kooj ntaas noj tsw taag, kooj txwg muab noj, tej kws kooj txwg noj tsw taag, kooj tshuab muab noj. tej kws kooj tshuab noj tsw taag, tej kooj miv muab noj huvsw."},{"bible_id":"1216","chapter_code":"JOL.1","verse_code":"JOL.1.5","label":"5","content":"Cov kws qaug cawv 'e, ca le tswm dheev hab quaj, cov kws nyam haus cawv txwv maab 'e, ca le quaj nyav tsua qhov cawv txwv maab qaab zwb tu nrho ntawm mej lub qhov ncauj."},{"bible_id":"1216","chapter_code":"JOL.1","verse_code":"JOL.1.6","label":"6","content":"Muaj ib haiv tuabneeg tuaj ua rog rua kuv lub tebchaws, puab muaj zug heev hab muaj coob suav tsw txheeb, puab tej kaug nav yog kaug nav tsuv ntxhuav, puab tej los yuaj yog los yuaj maum tsuv ntxhuav."},{"bible_id":"1216","chapter_code":"JOL.1","verse_code":"JOL.1.7","label":"7","content":"Puab muab kuv tej txwv maab ua pam taag, hab muab kuv tej txwv cua ua puam tsuaj taag. Puab muab tej txwv ntoo laws tawv pov tseg taag, tseg tej kaav dawb paug ca."},{"bible_id":"1216","chapter_code":"JOL.1","verse_code":"JOL.1.8","label":"8","content":"Ca le quaj ntsuag ib yaam nkaus le tug nkauj nyaab kws naav khaub seev tsaaj quaj nwg tug quasyawg kws yuav thaus tseed hluas."},{"bible_id":"1216","chapter_code":"JOL.1","verse_code":"JOL.1.9","label":"9","content":"Tej qoob loos kws muab xyeem hab tej cawv txwv maab kws laub xyeem tu nrho ntawm Yawmsaub lub tuam tsev lawm. Cov pov thawj kws ua koom rua Yawmsaub kuj quaj ntsuag."},{"bible_id":"1216","chapter_code":"JOL.1","verse_code":"JOL.1.10","label":"10","content":"Tej teb pam taag, tej aav kuj quaj ntsuag, tsua qhov tej qoob raug ua puam tsuaj taag, tej cawv txwv maab tshab tsw muaj lawm, roj tu nrho lawm."},{"bible_id":"1216","chapter_code":"JOL.1","verse_code":"JOL.1.11","label":"11","content":"Cov kws ua teb 'e, ca le poob sab nthaav, cov kws tu txwv maab 'e, ca le quaj nyav, vem tsw muaj mog tsw muaj qeb, tej qoob loos huv teb raug puam tsuaj taag huvsw."},{"bible_id":"1216","chapter_code":"JOL.1","verse_code":"JOL.1.12","label":"12","content":"Tej txwv maab kuj tuag tshaav, tej txwv cua kuj qhuav taag. Tej txwv ntsab pobkws, tej txwv toov laaj hab tej txwv duaj, hab tej txwv ntoo huvsw huv teb kuj tuag tshaav taag. Tej kev xyiv faab kuj pluj quas zug ntawm tuabneeg moog lawm."},{"bible_id":"1216","chapter_code":"JOL.1","verse_code":"JOL.1.13","label":"13","content":"Cov pov thawj 'e, ca le muab khaub seev tsaaj lug naav hab quaj ntsuag, cov kws ua num rua ntawm lub thaaj xyeem 'e, ca le quaj nyav, cov kws ua koom rua kuv tug Vaajtswv 'e, ca le nkaag moog hab muab khaub seev tsaaj lug naav ib mos kaaj ntug, tsua qhov tej qoob loos kws xyeem hab tej cawv txwv maab kws laub xyeem tu ncua huv mej tug Vaajtswv lub tuam tsev lawm."},{"bible_id":"1216","chapter_code":"JOL.1","verse_code":"JOL.1.14","label":"14","content":"Ca le tshaaj tawm kuas ua kevcai yoo mov, ca le hu kuas tuaj txoos ua ke caiv su tag tag le, ca le sau zog cov kev txwj quas laug hab taag nrho cov pejxeem huv lub tebchaws suavdawg tuaj rua huv mej tug Vaajtswv Yawmsaub lub tuam tsev hab quaj thov Yawmsaub."},{"bible_id":"1216","chapter_code":"JOL.1","verse_code":"JOL.1.15","label":"15","content":"Nub hov yuav txom nyem lauj! Nub kws Yawmsaub teem ca lug ze lawm, yog nub kws tug kws muaj fwjchim luj kawg nkaus ua kuas puam tsuaj."},{"bible_id":"1216","chapter_code":"JOL.1","verse_code":"JOL.1.16","label":"16","content":"Tej zaub mov tsw raug muab txav tu nrho ntawm peb xubndag lov? Txujkev zoo sab hab kev xyiv faab tsw raug tu nrho ntawm peb tug Vaajtswv lub tuam tsev lov?"},{"bible_id":"1216","chapter_code":"JOL.1","verse_code":"JOL.1.17","label":"17","content":"Tej noob qoob qhuav taag rua huv aav, tej txhaab kuj khoob ntshuv. Tej txhaab kuj pob taag vem tsw tau qoob hlo le."},{"bible_id":"1216","chapter_code":"JOL.1","verse_code":"JOL.1.18","label":"18","content":"Tej tsaj txhu quaj zum zawg xwb lauj! Tej paab nyuj nkaag sws chaab sws chaws vem tsw muaj tshaav zaub, txawm yog tej paab yaaj los kuj qaug zug zuj zwg."},{"bible_id":"1216","chapter_code":"JOL.1","verse_code":"JOL.1.19","label":"19","content":"Au Yawmsaub, kuv tsaa suab thov koj, vem yog suavtawg muab tej tshaav zaub huv tebchaws moj saab qhua kub taag, hab nplaim tawg kub tej ntoo huv teb taag nrho huvsw."},{"bible_id":"1216","chapter_code":"JOL.1","verse_code":"JOL.1.20","label":"20","content":"Txawm yog tej tsaj qus, los kuj quaj thov koj hab, vem tej haav dej qhuav taag, hab suavtawg muab tej tshaav zaub huv tebchaws moj saab qhua kub taag."},{"bible_id":"1216","chapter_code":"JOL.2","verse_code":"JOL.2.1","label":"1","content":"Ca le tshuab raaj kub yaaj rua huv Xi‑oo, ca le tshuab raaj ceeb toom sau kuv lub roob dawb huv. Ca cov tuabneeg suavdawg huv lub tebchaws nuav tshee quas nyo, tsua qhov nub kws Yawmsaub teem ca saamswm lug, saamswm lug ze lawm,"},{"bible_id":"1216","chapter_code":"JOL.2","verse_code":"JOL.2.2","label":"2","content":"yog nub kws tsaus ntuj hab tsaus dub ncab, yog nub kws muaj fuab hab tsaus quas ncab. Muaj ib paab kooj coob coob kws muaj zug heev tuaj laum nkaus sau tej roob nyob tsaus nti yaam le duab ntxoo. Ib txwm thau u lug tsw tau txeev muaj le nuav hab txwj nuav moog yuav tsw muaj dua ib txhab ib txhws moog rua txhua tam tuabneeg."},{"bible_id":"1216","chapter_code":"JOL.2","verse_code":"JOL.2.3","label":"3","content":"Suavtawg kub ua puab ntej, nplaim tawg cig lawv puab qaab. Tom puab hauv ntej lub tebchaws zoo yaam nkaus le lub vaaj Etee, tom puab qub qaab zoo yaam nkaus le tebchaws moj saab qhua kws nyob do cuas, tsw tshuav ib yaam daabtsw dim le."},{"bible_id":"1216","chapter_code":"JOL.2","verse_code":"JOL.2.4","label":"4","content":"Puab lub cev zoo yaam le neeg, puab dha le tej neeg ua rog dha."},{"bible_id":"1216","chapter_code":"JOL.2","verse_code":"JOL.2.5","label":"5","content":"Puab dha caws qa sau tej ncov roob nrov quas voog yaam le tsheb neeg ua rog, hab nrov plij plej yaam le nplaim tawg hlawv quav nyaab, hab yaam le paab tub rog kws muaj zug npaaj txhwj ua rog."},{"bible_id":"1216","chapter_code":"JOL.2","verse_code":"JOL.2.6","label":"6","content":"Tej tuabneeg pum puab, mas poob sab nthaav, txhua tug ntsej muag thum xem taag."},{"bible_id":"1216","chapter_code":"JOL.2","verse_code":"JOL.2.7","label":"7","content":"Puab dha yaam le cov kws txawj ua rog, puab nce sau ntsaa loog yaam le tub rog. Puab moog tau ua ib sob, tsw tig rua saab twg hlo le."},{"bible_id":"1216","chapter_code":"JOL.2","verse_code":"JOL.2.8","label":"8","content":"Puab tsw sws txeeb kev moog, nyag moog ncaaj nyag xubndag. Puab txeem plawg tej cuab yeej kws thaiv kev, tsw muaj daabtsw taav tau puab le."},{"bible_id":"1216","chapter_code":"JOL.2","verse_code":"JOL.2.9","label":"9","content":"Puab caws qa rua huv lub nroog, puab dha sau tej ntsaa loog, puab nce moog rua huv tej tsev, puab nkaag tej qhov rais ib yaam le tub saab."},{"bible_id":"1216","chapter_code":"JOL.2","verse_code":"JOL.2.10","label":"10","content":"Lub nplajteb ua zug quas kais rua ntawm puab xubndag, hab lub ntuj tseeg quas nkawg. Lub nub lub hli tsaus ndais, tej nub qub tsw ci lawm."},{"bible_id":"1216","chapter_code":"JOL.2","verse_code":"JOL.2.11","label":"11","content":"Yawmsaub nthe nqho rua ntawm nwg cov tub rog xubndag. Nwg paab tub rog coob heev, cov kws ua lawv le nwg has kuj muaj zug heev. Nub kws Yawmsaub teem ca yog nub kws luj heev hab txaus ntshai. Leejtwg yuav thev taug?"},{"bible_id":"1216","chapter_code":"JOL.2","verse_code":"JOL.2.12","label":"12","content":"Yawmsaub has tas, “Txawm le ntawd kuj xwj, mej ca le rov lug cuag kuv kawg sab kawg ntsws nwgnuav, hab yoo mov, quaj hab quaj ntsuag.”"},{"bible_id":"1216","chapter_code":"JOL.2","verse_code":"JOL.2.13","label":"13","content":"Ca le dua mej lub sab tsw yog dua mej lub tsho. Ca le tig rov lug cuag Yawmsaub kws yog mej tug Vaajtswv, nwg yog tug kws hlub hab khuvleej, nwg tsw chim sai, nwg txujkev hlub kws ruaj khov muaj nplua quas mag, nwg hloov dua sab tsw tso xwm txheej phem lug."},{"bible_id":"1216","chapter_code":"JOL.2","verse_code":"JOL.2.14","label":"14","content":"Leejtwg yuav paub tas tej zag nwg yuav tig hlo hloov dua sab, hab tseg tej koob moov rua mej, yog tseg qoob loos kws mej yuav xyeem hab tej cawv txwv maab kws yuav laub xyeem rua Yawmsaub kws yog mej tug Vaajtswv."},{"bible_id":"1216","chapter_code":"JOL.2","verse_code":"JOL.2.15","label":"15","content":"Ca le tshuab raaj kub yaaj rua huv Xi‑oo, tshaaj tawm kuas ua kevcai yoo mov, hu kuas suavdawg tuaj txoos ua ke caiv su tag tag le."},{"bible_id":"1216","chapter_code":"JOL.2","verse_code":"JOL.2.16","label":"16","content":"Ca le sau zog cov pejxeem tuaj, ca le tu ib tsoom pejxeem kuas dawb huv. Ca le hu cov laug tuaj, hab sau zog cov mivnyuas yau, hab cov mivnyuas noj mig. Ca tug nraug vauv tawm huv nwg lub chaw tuaj, hab ca tug nkauj nyaab tawm huv nwg lub txaaj tuaj."},{"bible_id":"1216","chapter_code":"JOL.2","verse_code":"JOL.2.17","label":"17","content":"Ca cov pov thawj kws ua koom rua Yawmsaub quaj rua ntawm lub qaab khaav tuam tsev hab lub thaaj kem nruab nraab, hab has tas, “Au Yawmsaub, thov khuvleej koj haiv tuabneeg, thov tsw xob ca koj qub txeeg qub teg raug ib tsoom tebchaws thuaj luag hab tag luas ncauj luas lu. Ua caag ib tsoom tuabneeg yuav has tas, ‘Puab tug Vaajtswv dua twg lawm?’ ”"},{"bible_id":"1216","chapter_code":"JOL.2","verse_code":"JOL.2.18","label":"18","content":"Yawmsaub txawm khib xeeb nwg lub tebchaws hab khuvleej nwg haiv tuabneeg."},{"bible_id":"1216","chapter_code":"JOL.2","verse_code":"JOL.2.19","label":"19","content":"Yawmsaub txhad teb nwg haiv tuabneeg tas, “Saib maj, kuv saamswm pub qoob loos hab cawv txwv maab hab roj rua mej, mej txhad muaj txaus nkaus. Kuv yuav tsw ua rua mej raug ib tsoom tebhcaws thuaj luag dua le lawm."},{"bible_id":"1216","chapter_code":"JOL.2","verse_code":"JOL.2.20","label":"20","content":"Kuv yuav rhu cov kooj kws tuaj saab peg tuaj coj moog kuas deb mej, kuv yuav muab puab lawv tswv moog rua huv lub tebchaws kws qhuav nkig nkuav hab tsw muaj daabtsw. Paab kws ua ntej yuav moog rua huv lub havtxwv kws nyob saab nub tuaj, paab kws ua qaab yuav moog rua huv lub havtxwv kws nyob saab nub poob. Yuav nov puab tej ntxhab tsw lwj tuaj, vem Vaajtswv ua num luj heev.”"},{"bible_id":"1216","chapter_code":"JOL.2","verse_code":"JOL.2.21","label":"21","content":"Lub tebchaws 'e, tsw xob ntshai, ca le zoo sab hab xyiv faab, tsua qhov Yawmsaub tau ua tej num luj kawg lawm."},{"bible_id":"1216","chapter_code":"JOL.2","verse_code":"JOL.2.22","label":"22","content":"Tej tsaj qus 'e, tsw xob ntshai, vem tej tshaav zaub huv tebchaws moj saab qhua ntsuab tsaus nti, tej txwv ntoo kuj txw txwv, tej txwv cua hab tej txwv maab txw txwv ncw ncw."},{"bible_id":"1216","chapter_code":"JOL.2","verse_code":"JOL.2.23","label":"23","content":"Xi‑oo cov tub 'e, ca le zoo sab nawj, ca le xyiv faab rua huv Yawmsaub kws yog mej tug Vaajtswv. Nwg muab cov naag hauv xyoo cawm mej, nwg tso naag ntau kawg lug rua mej, muaj naag hauv xyoo hab naag qaab xyoo ib yaam le yaav thau u."},{"bible_id":"1216","chapter_code":"JOL.2","verse_code":"JOL.2.24","label":"24","content":"Yuav muaj qoob puv nkaus tej tshaav ntaus qoob, yuav muaj cawv txwv maab hab roj puv tej rhawv phwj yog."},{"bible_id":"1216","chapter_code":"JOL.2","verse_code":"JOL.2.25","label":"25","content":"“Kuv yuav pub kuas lub naj lub xyoos rov zoo le qub rua mej, yuav pauj cov quas xyoos kws kooj ntaas kooj txwg kooj tshuab kooj miv muab noj taag lawd, yog kuv paab tub rog coob coob kws kuv tso lug rua huv mej."},{"bible_id":"1216","chapter_code":"JOL.2","verse_code":"JOL.2.26","label":"26","content":"Mej yuav tau noj nplua quas mag hab tsau npo, mas mej yuav qhuas mej tug Vaajtswv Yawmsaub lub npe kws tau ua tej txujci phemfwj paab mej. Kuv haiv tuabneeg yuav tsw raug txaaj muag dua le lawm."},{"bible_id":"1216","chapter_code":"JOL.2","verse_code":"JOL.2.27","label":"27","content":"Mej yuav paub tas kuv nyob huv plawv cov Yixayee, hab paub tas kuv yog Yawmsaub, yog mej tug Vaajtswv, tsw muaj dua lwm tug le. Kuv haiv tuabneeg yuav tsw raug txaaj muag dua le lawm.”"},{"bible_id":"1216","chapter_code":"JOL.2","verse_code":"JOL.2.28","label":"28","content":"“Yaav tom qaab kuv yuav laub kuv tug Ntsuj Plig rua sau ib tsoom tuabneeg suavdawg. Mej tej tub tej ntxhais yuav cev kuv le lug, mej cov laug yuav ua npau suav, mej cov hluas yuav ua yug quas toog pum."},{"bible_id":"1216","chapter_code":"JOL.2","verse_code":"JOL.2.29","label":"29","content":"Lub swjhawm ntawd txawm yog kuv cov tub qhe nkauj qhev los kuv yuav laub kuv tug Ntsuj Plig rua sau puab."},{"bible_id":"1216","chapter_code":"JOL.2","verse_code":"JOL.2.30","label":"30","content":"Kuv yuav ua tej txujci phemfwj tshwm sau nruab ntug hab huv lub nplajteb yuav muaj ntshaav hab suavtawg hab paa nchu."},{"bible_id":"1216","chapter_code":"JOL.2","verse_code":"JOL.2.31","label":"31","content":"Lub nub yuav ntxeev ua tsaus ntuj, lub hli yuav ua ntshaav, ua ntej nub kws luj txaus ntshai kws Yawmsaub teem ca lug txug."},{"bible_id":"1216","chapter_code":"JOL.2","verse_code":"JOL.2.32","label":"32","content":"Thaus hov txhua tug kws thov hu Yawmsaub lub npe yuav dim. Yuav muaj tuabneeg dim huv Xi‑oo hab huv Yeluxalee lawv le Yawmsaub has ca lawd, hab cov kws dim hov yog yuav muaj cov kws Yawmsaub hu.”"},{"bible_id":"1216","chapter_code":"JOL.3","verse_code":"JOL.3.1","label":"1","content":"“Saib nawj, nub hov hab lub swjhawm hov kws kuv pub Yuta hab Yeluxalee rov vaam meej le qub,"},{"bible_id":"1216","chapter_code":"JOL.3","verse_code":"JOL.3.2","label":"2","content":"kuv yuav sau zog ib tsoom tebchaws huvsw hab coj puab lug rua huv lub haav Yehausafa,  mas yuav txav txem rua puab hov ntawd vem tej kws puab tau ua rua kuv haiv tuabneeg Yixayee kws yog kuv qub txeeg qub teg. Puab ua rua kuv haiv tuabneeg tswv ua saab ua sua rua huv ib tsoom tebchaws hab muab kuv lub tebchaws faib,"},{"bible_id":"1216","chapter_code":"JOL.3","verse_code":"JOL.3.3","label":"3","content":"hab puab muab kuv haiv tuabneeg rhu ntawv saib leejtwg tau, muab tej mivnyuas tub ua nqe ndav puj muag cev, muab tej mivnyuas ntxhais muag pauv cawv txwv maab haus."},{"bible_id":"1216","chapter_code":"JOL.3","verse_code":"JOL.3.4","label":"4","content":"“Thailab hab Xaintoo, hab taag nrho Filixatee tebchaws 'e, mej muaj plaub daabtsw rua kuv? Mej ua pauj rua kuv lov? Yog mej ua pauj rua kuv, kuv yuav ua pauj tej kws mej ua poob sai kawg rua sau mej taubhau taamswm."},{"bible_id":"1216","chapter_code":"JOL.3","verse_code":"JOL.3.5","label":"5","content":"Mej tub coj kuv tej nyaj tej kub moog hab coj kuv tej hov txhua chaw tswm txaj moog rua huv mej tej tsev daab."},{"bible_id":"1216","chapter_code":"JOL.3","verse_code":"JOL.3.6","label":"6","content":"Mej tub muab cov Yuta hab cov Yeluxalee muag rua cov Kili, hab muab puab dob caag coj moog deb puab lub tebchaws."},{"bible_id":"1216","chapter_code":"JOL.3","verse_code":"JOL.3.7","label":"7","content":"Tassws nwgnuav kuv yuav tsaa puab sawv tawm huv tej chaw kws mej muab puab muag hov hab kuv yuav ua pauj tej kws mej ua poob rua sau mej taubhau."},{"bible_id":"1216","chapter_code":"JOL.3","verse_code":"JOL.3.8","label":"8","content":"Kuv yuav muab mej tej tub tej ntxhais muag rua huv Yuta caaj ceg txhais teg, mas puab yuav muab muag rua cov tuabneeg Xenpa kws yog lub tebchaws nyob deb kawg.” Yawmsaub has tej lug nuav ntaag."},{"bible_id":"1216","chapter_code":"JOL.3","verse_code":"JOL.3.9","label":"9","content":"Ca le tshaaj tawm le nuav rua ib tsoom tebchaws paub. Ca le npaaj ua rog, ca le cuab cov tub rog sab luj sab tuab tug zug. Txhwb cov tub suavdawg tuaj ua ke, ca puab moog ntaus rog."},{"bible_id":"1216","chapter_code":"JOL.3","verse_code":"JOL.3.10","label":"10","content":"Ca le muab mej tej khais laij teb ntaus ua ntaaj, muab mej tej lag taav txwv maab ntaus ua muv. Ca tug kws tsw muaj zug has tas, “Kuv yog tub rog sab luj sab tuab.”"},{"bible_id":"1216","chapter_code":"JOL.3","verse_code":"JOL.3.11","label":"11","content":"Ib tsoom tebchaws suavdawg kws nyob ib ncig, ca le maaj nroog tuaj, ca le sau zog ua ke rua hov ntawd. Au Yawmsaub, thov coj koj cov tub rog sab luj sab tuab nqeg lug."},{"bible_id":"1216","chapter_code":"JOL.3","verse_code":"JOL.3.12","label":"12","content":"Ca ib tsoom tebchaws raag zum zawg tuaj rua huv lub haav Yehausafa, tsua qhov lub chaw ntawd kuv yuav nyob tsawg txav txem rua ib tsoom tebchaws suavdawg kws nyob ib ncig."},{"bible_id":"1216","chapter_code":"JOL.3","verse_code":"JOL.3.13","label":"13","content":"Ca le xuas raab lag hlais, tsua qhov tej qoob loos sav lawm. Ca le moog tsuj pis ntag, tsua qhov lub qhov tsuam puv lawm. Tej rhawv kua txwv maab phwj lawm, vem puab tej kev limham ntau kawg le."},{"bible_id":"1216","chapter_code":"JOL.3","verse_code":"JOL.3.14","label":"14","content":"Tuabneeg coob, tuabneeg coob kawg huv lub haav txav txem, vem yog ze nub kws Yawmsaub teem ca lawd rua huv lub haav txav txem."},{"bible_id":"1216","chapter_code":"JOL.3","verse_code":"JOL.3.15","label":"15","content":"Lub nub lub hli kuj tsaus lawm, tej nub qub tsw ci lawm."},{"bible_id":"1216","chapter_code":"JOL.3","verse_code":"JOL.3.16","label":"16","content":"Yawmsaub nthe nqho huv Xi‑oo, nwg tsaa suab nrov huv Yeluxalee tuaj, lub ntuj hab lub nplajteb ua zug quas kais. Tassws Yawmsaub ua lub chaw cawm sav rua nwg haiv tuabneeg, ua lub chaw ruaj khov rua cov Yixayee."},{"bible_id":"1216","chapter_code":"JOL.3","verse_code":"JOL.3.17","label":"17","content":"“Thaus hov mej yuav paub tas kuv yog Yawmsaub, yog mej tug Vaajtswv, yog tug kws nyob huv Xi‑oo kws yog kuv lub roob dawb huv. Yeluxalee yuav dawb huv hab lwm haiv tuabneeg yuav tsw nkaag moog rua huv lub nroog ntawd dua le lawm."},{"bible_id":"1216","chapter_code":"JOL.3","verse_code":"JOL.3.18","label":"18","content":"Thaus txug nub ntawd cawv txwv maab qaab zwb yuav nrug sau tej roob lug, hab kua mig yuav ndwg sau tej pov roob lug, hab Yuta txhua lub haav yuav muaj dej ndwg, hab dej cag yuav txhawv ntawm Yawmsaub lub tuam tsev lug ntub lub haav Sithi."},{"bible_id":"1216","chapter_code":"JOL.3","verse_code":"JOL.3.19","label":"19","content":"Iyi tebchaws yuav raug nyob do cuas, Entoo tebchaws yuav ntxeev ua tebchaws moj saab qhua nyob do cuas, vem puab tau ua limham ndais ntuj rua cov Yuta lawm, hab puab ua rua tej tuabneeg tsw txhum lug ntshaav rua huv lub tebchaws."},{"bible_id":"1216","chapter_code":"JOL.3","verse_code":"JOL.3.20","label":"20","content":"Tassws yuav muaj tuabneeg nyob huv Yuta moog ib txhws, hab nyob huv Yeluxalee txhua tam moog le."},{"bible_id":"1216","chapter_code":"JOL.3","verse_code":"JOL.3.21","label":"21","content":"Kuv yuav pauj taub qhov kws lug ntshaav hov, kuv yuav tsw daws tug kws ua txhum lub txem, tsua qhov Yawmsaub nyob huv Xi‑oo.”"}]