[{"bible_id":"1216","chapter_code":"JON.1","verse_code":"JON.1.1","label":"1","content":"Yawmsaub has lug tuaj rua Yauna kws yog Amithai tug tub has tas,"},{"bible_id":"1216","chapter_code":"JON.1","verse_code":"JON.1.2","label":"2","content":"“Ca le sawv tseeg moog rua lub nroog luj Ninave, hab qw tawm tsaam lub nroog hov, vem puab tej kev ua limham tuaj txug kuv lawm.”"},{"bible_id":"1216","chapter_code":"JON.1","verse_code":"JON.1.3","label":"3","content":"Tassws Yauna sawv tseeg tswv ntawm Yawmsaub lub xubndag moog rua lub moos Thasi. Nwg moog rua nraag lub moos Yaupa mas ntswb ib lub nkoj txwg saamswm yuav moog rua lub moos Thasi. Nwg txhad them nqe nkoj hab nce rua huv lub nkoj nrug puab moog rua lub moos Thasi kuas dhau Yawmsaub lub xubndag."},{"bible_id":"1216","chapter_code":"JON.1","verse_code":"JON.1.4","label":"4","content":"Mas Yawmsaub tso cua nplawm hlub hlub rua huv havtxwv txhad le muaj cua daaj cua dub ntsawj ceev kawg huv havtxwv ua rua lub nkoj yuav tawg."},{"bible_id":"1216","chapter_code":"JON.1","verse_code":"JON.1.5","label":"5","content":"Cov kws tsaav nkoj ntshai kawg, nyag taug nyag thov nyag tug daab paab, hab puab thau tej nraa huv lub nkoj nrum rua huv havtxwv sub lub nkoj txhad le swb zog. Tassws Yauna tub nkaag moog rua huv plawv lub nkoj pw tsaug zug ceev lawm."},{"bible_id":"1216","chapter_code":"JON.1","verse_code":"JON.1.6","label":"6","content":"Tug tswv nkoj txhad lug has rua nwg tas, “Koj tsaug zug ceev ua daabtsw le nuav? Ca le sawv tseeg, thov hu koj tug timtswv. Tej zag tug timtswv hov yuav ncu txug peb, peb txhad tsw puam tsuaj.”"},{"bible_id":"1216","chapter_code":"JON.1","verse_code":"JON.1.7","label":"7","content":"Cov tsaav nkoj txhad sws yum has tas, “Ca le lug, ca peb rhu ntawv sub peb txhad paub tas yog tim leejtwg es tej xwm txheej phem nuav tshwm lug raug peb.” Puab txhad rhu ntawv mas rhu tau Yauna."},{"bible_id":"1216","chapter_code":"JON.1","verse_code":"JON.1.8","label":"8","content":"Puab has rua nwg tas, “Koj qha rua peb saib, yog tim leejtwg es tej xwm txheej phem nuav txhad tshwm lug raug peb? Koj ua num daabtsw? Koj tuaj hovtwg tuaj? Koj lub tebchaws hu le caag? Koj yog haiv tuabneeg twg?”"},{"bible_id":"1216","chapter_code":"JON.1","verse_code":"JON.1.9","label":"9","content":"Mas Yauna teb puab tas, “Kuv yog tuabneeg Henplais, kuv fwm hab paub ntshai Yawmsaub kws yog Vaajtswv ntuj kws tswm havtxwv hab nruab nqhuab.”"},{"bible_id":"1216","chapter_code":"JON.1","verse_code":"JON.1.10","label":"10","content":"Mas cov tuabneeg hov yimfuab ntshai heev, puab txhad has rua nwg tas, “Koj ua daabtsw le nuav?” Cov tuabneeg hov paub tas nwg tswv ntawm Yawmsaub lub xubndag tuaj, vem nwg tub has le hov rua puab lawm."},{"bible_id":"1216","chapter_code":"JON.1","verse_code":"JON.1.11","label":"11","content":"Puab txawm has rua nwg tas, “Peb yuav ua le caag rua koj sub havtxwv txhad le tug rua peb?” tsua qhov dej havtxwv yimfuab nphau heev zuj zug tuaj."},{"bible_id":"1216","chapter_code":"JON.1","verse_code":"JON.1.12","label":"12","content":"Nwg txhad has rua puab tas, “Ca le muab kuv nrum rua huv havtxwv, mas dej havtxwv yuav tug rua mej, tsua qhov kuv paub tas qhov kws cua daaj cua dub raug mej luj le nuav yog tim kuv tug kheej.”"},{"bible_id":"1216","chapter_code":"JON.1","verse_code":"JON.1.13","label":"13","content":"Txawm le ntawd los cov kws tsaav nkoj kuj swv zug nkuam nkoj xaav coj lub nkoj moog txug tim ntug, tassws ua tsw tau le, tsua qhov dej havtxwv yimfuab nphau heev zuj zug taav puab kev."},{"bible_id":"1216","chapter_code":"JON.1","verse_code":"JON.1.14","label":"14","content":"Puab txhad quaj thov Yawmsaub tas, “Au Yawmsaub, peb thov koj tsw xob ca peb raug puam tsuaj vem yog tim tug yawm nuav txujsa. Thov tsw xob muab tug kws tsw txhum cov ntshaav rua peb rws. Au Yawmsaub, koj yeej ua lawv le koj pum zoo.”"},{"bible_id":"1216","chapter_code":"JON.1","verse_code":"JON.1.15","label":"15","content":"Puab txhad muab Yauna nrum rua huv havtxwv, mas dej havtxwv txhad le tug tsw nphau lawm."},{"bible_id":"1216","chapter_code":"JON.1","verse_code":"JON.1.16","label":"16","content":"Cov tuabneeg hov kuj ntshai Yawmsaub heev, puab txhad tua tsaj xyeem hab yeem lug rua Yawmsaub."},{"bible_id":"1216","chapter_code":"JON.1","verse_code":"JON.1.17","label":"17","content":"Yawmsaub npaaj ib tug ntseg luj heev nqog Yauna. Yauna nyob huv ntseg lub plaab tau peb nub peb mos."},{"bible_id":"1216","chapter_code":"JON.2","verse_code":"JON.2.1","label":"1","content":"Mas Yauna nyob huv ntseg lub plaab thov Yawmsaub kws yog nwg tug Vaajtswv,"},{"bible_id":"1216","chapter_code":"JON.2","verse_code":"JON.2.2","label":"2","content":"has tas, “Thaus kuv raug kev txom nyem kuv hu thov Yawmsaub, mas nwg teb kuv. Kuv nyob huv tub tuag teb lub plaab quaj thov, mas koj noog kuv lub suab."},{"bible_id":"1216","chapter_code":"JON.2","verse_code":"JON.2.3","label":"3","content":"Koj muab kuv nrum rua huv qhov kws tub heev rua huv plawv havtxwv. Dej nyaab laum nkaus kuv lawm. Koj tej nam nthwv dej hab tej dej nphau nyaab hlo kuv lawm."},{"bible_id":"1216","chapter_code":"JON.2","verse_code":"JON.2.4","label":"4","content":"Thaus hov kuv has tas, ‘Kuv raug muab laim tawm ntawm koj lub xubndag lawm, tassws kuv yeej yuav rov tsaa muag saib koj lub tuam tsev kws dawb huv dua.’"},{"bible_id":"1216","chapter_code":"JON.2","verse_code":"JON.2.5","label":"5","content":"Dej nyaab nkaus kuv, dej havtxwv tub vej nkaus kuv, tej ntxhuab havtxwv kuj rwg kuv taubhau."},{"bible_id":"1216","chapter_code":"JON.2","verse_code":"JON.2.6","label":"6","content":"Kuv nqeg moog rua huv tej caag roob, nplajteb tej laag rooj kaw kuv ca moog ib txhws, los kuv tug Vaajtswv Yawmsaub, koj tseed coj kuv txujsa tawm huv qhov tuag lug."},{"bible_id":"1216","chapter_code":"JON.2","verse_code":"JON.2.7","label":"7","content":"Thaus kuv tug ntsuj plig tawm quas zug huv kuv lub cev, kuv ncu txug Yawmsaub, hab kuv tej lug thov tuaj txug koj, nkaag moog rua huv koj lub tuam tsev kws dawb huv."},{"bible_id":"1216","chapter_code":"JON.2","verse_code":"JON.2.8","label":"8","content":"Cov kws fwm tej txoov daab kws tsw muaj qaabhau, yeej yog puab muab tug kws hlub puab tag tag tso tseg."},{"bible_id":"1216","chapter_code":"JON.2","verse_code":"JON.2.9","label":"9","content":"Tassws kuv yuav tsaa suab ua tsaug xyeem tsaj rua koj, kuv yuav pauj tej kws kuv yeem lug ca lawd. Qhov kws cawm dim nyob ntawm Yawmsaub.”"},{"bible_id":"1216","chapter_code":"JON.2","verse_code":"JON.2.10","label":"10","content":"Yawmsaub txawm has rua tug ntseg mas tug ntseg txhad muab Yauna ntuav rua sau nruab nqhuab."},{"bible_id":"1216","chapter_code":"JON.3","verse_code":"JON.3.1","label":"1","content":"Yawmsaub has lug tuaj rua Yauna zag ob has tas,"},{"bible_id":"1216","chapter_code":"JON.3","verse_code":"JON.3.2","label":"2","content":"“Ca le sawv tseeg moog rua lub nroog luj Ninave hab tshaaj tawm rua lub nroog hov lawv le kuv has rua koj.”"},{"bible_id":"1216","chapter_code":"JON.3","verse_code":"JON.3.3","label":"3","content":"Yauna txhad sawv tseeg moog rua lub nroog Ninave lawv le Yawmsaub tej lug. Ninave yog lub nroog luj heev, daav heev moog peb nub ke txhad dhau."},{"bible_id":"1216","chapter_code":"JON.3","verse_code":"JON.3.4","label":"4","content":"Yauna chiv moog rua huv lub nroog tau ib nub ke, nwg le qw has tas, “Tshuav plaub caug nub xwb Ninave yuav raug puam tsuaj.”"},{"bible_id":"1216","chapter_code":"JON.3","verse_code":"JON.3.5","label":"5","content":"Cov pejxeem huv lub nroog Ninave kuj ntseeg Vaajtswv. Puab tshaaj tawm kuas yoo mov. Puab muab khaub seev tsaaj lug naav, tug hlub tug yau huvsw."},{"bible_id":"1216","chapter_code":"JON.3","verse_code":"JON.3.6","label":"6","content":"Tej xuv nuav nrov moog txug vaajntxwv huv Ninave, mas nwg sawv tseeg sau nwg lub zwm txwv, hle nwg cev tsoog tsho tseg muab khaub seev tsaaj lug naav hab nyob huv qhov tshauv."},{"bible_id":"1216","chapter_code":"JON.3","verse_code":"JON.3.7","label":"7","content":"Nwg tawm ib tsaab ntawv tshaaj tawm thoob plawg lub nroog Ninave has tas, “Vaajntxwv hab cov kws ua hlub tawm tsaab ntawv nuav. Txwv tu nrho tuabneeg hab tsaj txhu, tsw has nyuj yaaj tshws kuas tsw xob swm yaim ib yaam daabtsw le, tsw xob noj tsw xob haus dej le."},{"bible_id":"1216","chapter_code":"JON.3","verse_code":"JON.3.8","label":"8","content":"Ca tuabneeg hab tsaj txhu naav khaub seev tsaaj, hab kub sab quas lug thov Vaajtswv. Ca txhua tug tig hlo ntawm nwg txujkev phem lug hab ntawm tej kev limham ndais ntuj kws nwg txhais teg ua."},{"bible_id":"1216","chapter_code":"JON.3","verse_code":"JON.3.9","label":"9","content":"Leejtwg yuav txawj paub? Tej zag Vaajtswv yuav ntxeev dua sab hab tso nwg txujkev npau tawg ceev tseg, peb txhad tsw puam tsuaj.”"},{"bible_id":"1216","chapter_code":"JON.3","verse_code":"JON.3.10","label":"10","content":"Thaus Vaajtswv pum tej kws puab ua hab pum qhov kws puab tig hlo ntawm puab tej kev phem, Vaajtswv kuj hloov sab tsw tso tej xwm txheej phem kws nwg has tas nwg yuav tso lug raug puab lawm."},{"bible_id":"1216","chapter_code":"JON.4","verse_code":"JON.4.1","label":"1","content":"Tej xwm txheej nuav tsw txaus Yauna lub sab hlo le nwg txhad chim."},{"bible_id":"1216","chapter_code":"JON.4","verse_code":"JON.4.2","label":"2","content":"Nwg thov Yawmsaub tas, “Au Yawmsaub, thaus kuv tseed nyob huv kuv lub tebchaws, kuv yeej has lawm tas yuav zoo le nuav los tsw yog? Tub yog vem le nuav kuv txhad maaj nroog tswv moog rua lub moos Thasi, tsua qhov kuv paub tas koj yog tug Vaajtswv kws hlub hab khuvleej, tsw chim sai, muaj txujkev hlub ruaj khov nplua quas mag, hab ntxeev dua sab tsw tso tej xwm txheej phem lug."},{"bible_id":"1216","chapter_code":"JON.4","verse_code":"JON.4.3","label":"3","content":"Au Yawmsaub, vem le nuav nwgnuav thov koj muab kuv txujsa rhu moog, tsua qhov kuv tuag kuj zoo dua le nyob.”"},{"bible_id":"1216","chapter_code":"JON.4","verse_code":"JON.4.4","label":"4","content":"Mas Yawmsaub has tas, “Qhov kws koj chim le kod zoo lov?”"},{"bible_id":"1216","chapter_code":"JON.4","verse_code":"JON.4.5","label":"5","content":"Yauna txawm tawm moog rua nrau lub nroog, nyob tsawg ntawm ntug nroog saab nub tuaj hab ua ib lub tsev pheeb suav nyob. Nwg nyob tsawg nraim ntxoo huv lub tsev pheeb suav tog saib lub nroog hov yuav raug xwm txheej le caag."},{"bible_id":"1216","chapter_code":"JON.4","verse_code":"JON.4.6","label":"6","content":"Vaajtswv Yawmsaub ua kuas ib tsob taw daav tuaj hlub rua sau Yauna ua ntxoov ntxoo roog nwg lub taubhau nwg txhad tau zoo nyob. Vem tsob taw daav nuav Yauna txhad zoo sab xyiv faab heev."},{"bible_id":"1216","chapter_code":"JON.4","verse_code":"JON.4.7","label":"7","content":"Tassws nub tom qaab thaus kaaj ntug txoog Vaajtswv kuas ib tug kaab noj tsob taw daav hov ua rua tuag tshaav lawm."},{"bible_id":"1216","chapter_code":"JON.4","verse_code":"JON.4.8","label":"8","content":"Thaus nub tawm lawd, Vaajtswv tso cua ntsawj saab nub tuaj kub quas lug tuaj, mas tshaav ntuj kub Yauna lub taubhau ua rua nwg qaug zug heev, mas nwg thov tas ca nwg tuag. Nwg has tas, “Kuv tuag kuj zoo dua le nyob.”"},{"bible_id":"1216","chapter_code":"JON.4","verse_code":"JON.4.9","label":"9","content":"Vaajtswv has rua Yauna tas, “Vem tsob taw daav ntawd tswm nyog koj chim le kod lov?” Yauna teb tas, “Yeej tswm nyog kuv chim tuag le lawm.”"},{"bible_id":"1216","chapter_code":"JON.4","verse_code":"JON.4.10","label":"10","content":"Mas Yawmsaub has tas, “Koj khauvxwm tsob ntoo kws koj tsw tau nqeg daag nqeg zug cog lossws ua kuas hlub tuaj. Ib mos xwb nwg tub hlub tuaj lawm, ib mos xwb kuj tuag lawm."},{"bible_id":"1216","chapter_code":"JON.4","verse_code":"JON.4.11","label":"11","content":"Tsw tswm nyog kuv yuav khauvxwm lub nroog luj Ninave nuav kws muaj pejxeem coob dua 120,000 leej kws tsw paub tas saab twg yog saab xws saab twg yog saab phem hab muaj tsaj txhu coob heev lov?”"}]