[{"bible_id":"1216","chapter_code":"JUD.1","verse_code":"JUD.1.1","label":"1","content":"Yuta kws yog Yexu Kheto tug tub qhe hab yog Yakaunpau tug kwv has moog rua cov kws raug hu lug, yog cov kws leej Txwv Vaajtswv hlub hab muab tsom kwm ca rua huv Yexu Kheto."},{"bible_id":"1216","chapter_code":"JUD.1","verse_code":"JUD.1.2","label":"2","content":"Thov txujkev khuvleej, txujkev sab tug hab txujkev hlub tsaav ntxwv rua mej ntau zuj zug."},{"bible_id":"1216","chapter_code":"JUD.1","verse_code":"JUD.1.3","label":"3","content":"Cov kws kuv hlub, kuv kub sab quas lug xaav sau tuaj qha mej txug txujkev dim kws peb koom, tassws kuv pum tas cheem tsum sau thov kuas mej tawm tsaam cov kws thuaj txujkev ntseeg kws tub muab cob rua cov xuv dawb tuab zag xwb."},{"bible_id":"1216","chapter_code":"JUD.1","verse_code":"JUD.1.4","label":"4","content":"Vem muaj qee leej nyag kev tuaj rua huv mej. Qhov kws puab yuav raug txem tub muab sau ca ntev lug lawm. Puab tsw fwm Vaajtswv hab muab peb tug Vaajtswv txujkev hlub ntxeev kuas tau kev ua phem ua qas, hab tsw leeg yuav Yexu Kheto kws yog peb tug Tswv hab yog tuab tug kws kaav peb."},{"bible_id":"1216","chapter_code":"JUD.1","verse_code":"JUD.1.5","label":"5","content":"Txawm yog mej tub paub tej nuav taag huvsw lawm los kuv xaav kuas mej ncu txug tas tug Tswv cawm nwg haiv tuabneeg dim huv Iyi tebchaws tassws yaav tom qaab nwg kuj muab cov kws tsw ntseeg ua kuas puam tsuaj."},{"bible_id":"1216","chapter_code":"JUD.1","verse_code":"JUD.1.6","label":"6","content":"Hab cov tubkhai ntuj kws tsw tuav puab lub meej mom kaav hab tso puab tej chaw nyob tseg, Vaajtswv tub muab txuj saw hlau kws nyob moog ib txhws khi puab ca rua huv qhov tsaus ntuj nti tog txug thaus txav txem rua nub kws tseem ceeb ntawd."},{"bible_id":"1216","chapter_code":"JUD.1","verse_code":"JUD.1.7","label":"7","content":"Ib yaam le ntawd, tub yog lub moos Xauntoo hab lub moos Kaumaula  hab tej moos kws nyob ib ncig ntawd ua nkauj ua nraug ua dev ua npua txhad ua yaam ntxwv rua qhov kws yuav raug txem rua huv suavtawg moog ib txhws."},{"bible_id":"1216","chapter_code":"JUD.1","verse_code":"JUD.1.8","label":"8","content":"Ib yaam nkaus le ntawd, cov kws pheej ua npau suav nuav ua rua puab lub cev nqaj tawv qas tsw huv hab tsw leeg yuav Vaajtswv kaav puab hab has lug saib tsw taug cov tubkhai ntuj kws muaj fwjchim ci ntsaa ab."},{"bible_id":"1216","chapter_code":"JUD.1","verse_code":"JUD.1.9","label":"9","content":"Thaus Mikha‑ee kws ua thawj tubkhai ntuj nrug Ntxwg Nyoog sws caam txug Mauxe lub cev tuag los nwg tub tsw kaav has lug nyaav kom Ntxwg Nyoog, nwg tsuas yog has tas, “Ca tug Tswv tshev koj.”"},{"bible_id":"1216","chapter_code":"JUD.1","verse_code":"JUD.1.10","label":"10","content":"Tassws cov tuabneeg nuav has lug saib tsw taug tej kws puab tsw nkaag sab. Tej kws puab nkaag sab yog lawv le puab lub sab ntshaw xwb, zoo yaam le tej tsaj txhu kws tsw txawj xaav daabtsw txhad ua rua puab puam tsuaj."},{"bible_id":"1216","chapter_code":"JUD.1","verse_code":"JUD.1.11","label":"11","content":"Puab yuav raug txom nyem lauj, vem puab ua lub neej lawv le Khayee ua, hab tso cev plhuav ua txhum ib yaam le Npala‑aa sub txhad tau nqe zug. Puab raug puam tsuaj ib yaam le Khaula kws faav xeeb."},{"bible_id":"1216","chapter_code":"JUD.1","verse_code":"JUD.1.12","label":"12","content":"Puab ua qas puag tsuas mej rooj mov kws noj sws raug zoo. Thaus puab nrug mej noj mov puab tsw paub ntshai Vaajtswv, puab yog tug yug yaaj kws yug puab tug kheej xwb. Puab yog tauv fuab tsw muaj dej kws cua ntsawj yaa moog, yog tsob ntoo kws txug lub caij txw txwv kuj tsw txw hab muab cov caag dob tuag ob zag lawm."},{"bible_id":"1216","chapter_code":"JUD.1","verse_code":"JUD.1.13","label":"13","content":"Puab yog tej nthwv dej huv havtxwv kws nphau heev, ua puab tej kev txaaj muag tshwm lug le tej npuag dej. Puab yog tej nub qub kws yaa poob ntawm nwg txujkev lawm, tub npaaj qhov chaw tsaus ntuj nti ca rua puab nyob moog ib txhws lawm."},{"bible_id":"1216","chapter_code":"JUD.1","verse_code":"JUD.1.14","label":"14","content":"Enauj kws nyob tam xyaa suav txwj thaus Ataa lug, kuj cev lug txug cov tuabneeg nuav has tas, “Saib maj, tug Tswv nrug nwg cov tubkhai ntuj dawb huv coob coob quas vaam leej lug"},{"bible_id":"1216","chapter_code":"JUD.1","verse_code":"JUD.1.15","label":"15","content":"txav txem rua txhua tug hab ua rua txhua tug xeev txug txhua yaam kev phem kws puab tau ua vem yog tsw fwm Vaajtswv, hab xeev txug tej lug nruj lug tswv huvsw kws cov tuabneeg muaj txem kws tsw fwm Vaajtswv has tawm tsaam Vaajtswv.”"},{"bible_id":"1216","chapter_code":"JUD.1","verse_code":"JUD.1.16","label":"16","content":"Cov tuabneeg hov nyam ywg, nyam ab ham lwm tug, puab ua lub neej lawv le puab lub sab phem ntshaw, puab lub ncauj has lug khaav theeb, ua txuj qhuas luas kuas tau tshaaj thawj."},{"bible_id":"1216","chapter_code":"JUD.1","verse_code":"JUD.1.17","label":"17","content":"Cov kws kuv hlub, mej yuav tsum ncu txug peb tug Tswv Yexu Kheto cov tubkhai tej lug has pum tom hauv ntej."},{"bible_id":"1216","chapter_code":"JUD.1","verse_code":"JUD.1.18","label":"18","content":"Puab has rua mej tas, “Thaus lub swjhawm kawg yuav muaj tuabneeg kws nyam thuaj luag, hab ua lawv le puab lub sab phem ntshaw.”"},{"bible_id":"1216","chapter_code":"JUD.1","verse_code":"JUD.1.19","label":"19","content":"Cov tuabneeg nuav yog cov kws ua rua mej tawg ua paab ua pawg, puab yog tuabneeg nplajteb, tsw muaj Vaaj Ntsuj Plig."},{"bible_id":"1216","chapter_code":"JUD.1","verse_code":"JUD.1.20","label":"20","content":"Mej cov kws kuv hlub, ca le tswm tsaa kuas mej nyob ruaj sau mej txujkev ntseeg kws dawb huv kawg nkaus hab thov Vaajtswv huv Vaaj Ntsuj Plig kws dawb huv."},{"bible_id":"1216","chapter_code":"JUD.1","verse_code":"JUD.1.21","label":"21","content":"Ca le ceev faaj nyob huv Vaajtswv txujkev hlub rua thaus kws tog rawv peb tug Tswv Yexu Kheto txujkev khuvleej kws coj moog txug txujsa ib txhws tsw kawg."},{"bible_id":"1216","chapter_code":"JUD.1","verse_code":"JUD.1.22","label":"22","content":"Ca le khuvleej cov kws tseed ua ob lub sab."},{"bible_id":"1216","chapter_code":"JUD.1","verse_code":"JUD.1.23","label":"23","content":"Ca le paab kuas tuabneeg dim hab nqug puab tawm huv suavtawg lug, hab muaj lub sab paub ntshai Vaajtswv khuvleej luas, hab ntxub tej rwg tsho kws tsuas tej kev phem kev qas ntawm puab lub cev."},{"bible_id":"1216","chapter_code":"JUD.1","verse_code":"JUD.1.24","label":"24","content":"Thov kuas Vaajtswv kws muaj fwjchim tsom kwm mej kuas tsw dawm qaug, hab tsaa mej kuas nyob ntawm Vaajtswv kws muaj fwjchim ci ntsaa ab lub xubndag tsw muaj chaw thuaj hab zoo sab kawg,"},{"bible_id":"1216","chapter_code":"JUD.1","verse_code":"JUD.1.25","label":"25","content":"yog Vaajtswv tuab leeg kws yog peb tug Cawmseej vem muaj peb tug Tswv Yexu Kheto, mas thov kuas nwg tau koob meej hab fwjchim meej mom hab tug zug hab fwjchim kaav txhua yaam huvsw, tsw has yaav thau u hab nwgnuav hab yaav tom hauv ntej moog ib txhws. Amee."}]