[{"bible_id":"1216","chapter_code":"MIC.1","verse_code":"MIC.1.1","label":"1","content":"Nuav yog tej lug kws Yawmsaub has tuaj rua Mikha kws yog tuabneeg huv lub moos Maulese rua thaus Yauthaa, Aha hab Hexekhiya ua vaajntxwv kaav Yuta tebchaws, yog tej lug kws Mikha pum txug Xamali hab Yeluxalee."},{"bible_id":"1216","chapter_code":"MIC.1","verse_code":"MIC.1.2","label":"2","content":"Ib tsoom tuabneeg txhua tug 'e, ca le tig ntsej noog, lub qaab ntuj 'e hab txhua yaam kws nyob huv ca le noog. Ca Vaajtswv Yawmsaub ua timkhawv kom mej, yog tug Tswv  kws has huv nwg lub tuam tsev dawb huv tuaj."},{"bible_id":"1216","chapter_code":"MIC.1","verse_code":"MIC.1.3","label":"3","content":"Saib nawj, Yawmsaub tawm huv nwg lub chaw lug, nwg yuav nqeg lug tsuj moog lug sau tej chaw sab huv lub nplajteb."},{"bible_id":"1216","chapter_code":"MIC.1","verse_code":"MIC.1.4","label":"4","content":"Tej roob yuav yaaj taag rua huv qaab nwg hab tej haav yuav tawg pis rhe, yaam nkaus le cab ntaab yaaj ntawm suavtawg hab yaam le tej dej kws ndwg ntawm tej toj ntxhaab lug."},{"bible_id":"1216","chapter_code":"MIC.1","verse_code":"MIC.1.5","label":"5","content":"Tej xwm txheej nuav huvsw yog tim Yakhauj tej kev faav xeeb hab tim Yixayee caaj ceg tej kev txhum txem. Yakhauj tej kev faav xeeb yog daabtsw? Tsw yog lub nroog Xamali lov? Yuta caaj ceg lub chaw sab teev daab yog daabtsw? Tsw yog lub nroog Yeluxalee lov?"},{"bible_id":"1216","chapter_code":"MIC.1","verse_code":"MIC.1.6","label":"6","content":"“Vem le nuav kuv yuav ua rua Xamali pob ua tej nam pawg caj haav xub tsuag, yuav ua chaw cog vaaj txwv maab. Kuv yuav muab tej pob zeb kws tswm lub nroog hov nchuav rua huv tej khuab haa, mas yuav pum tej taw kws tag lub nroog."},{"bible_id":"1216","chapter_code":"MIC.1","verse_code":"MIC.1.7","label":"7","content":"Tej txoov daab huvsw huv lub nroog hov yuav raug muab tsoo ua tej dwb daim. Tej kws muab xyeem rua huv tej tsev daab yuav raug muab hlawv pov tseg, hab kuv yuav muab tej txoov daab ua kuas pam taag huvsw. Tej txoov daab hov yog Xamali muab cov nqe ua puj muag cev sau zog yuav lug, mas yuav rov moog ua nqe ndav puj muag cev.”"},{"bible_id":"1216","chapter_code":"MIC.1","verse_code":"MIC.1.8","label":"8","content":"Vem le nuav kuv yuav quaj ntsuag hab quaj nyav, kuv yuav moog moog lug lug lab qaab cuas tsw rau khau. Kuv yuav quaj ntsuag yaam le maa nqov ntuj, hab kuv yuav quaj lwj sab ntsuav yaam le noog ntxhuav."},{"bible_id":"1216","chapter_code":"MIC.1","verse_code":"MIC.1.9","label":"9","content":"Xamali tej kav txhaab khu tsw tau le hab kis tuaj txug Yuta lawm, tub lug txug ntawm kuv haiv tuabneeg lub rooj loog, kws yog Yeluxalee ntaag."},{"bible_id":"1216","chapter_code":"MIC.1","verse_code":"MIC.1.10","label":"10","content":"Tsw xob pav zaaj nuav rua huv lub moos Ka, tsw xob quaj hlo le. Ca le daa luj luam rua huv tej moov aav ntawm lub moos Npe Le‑ala."},{"bible_id":"1216","chapter_code":"MIC.1","verse_code":"MIC.1.11","label":"11","content":"Cov tuabneeg huv lub moos Safi ca le taug mej txujkev lab qaab cuas hab txaaj muag. Cov tuabneeg huv lub moos Xanaa tsw tawm lug. Lub moos Npe‑exee quaj nyav, mej txhad tsw tau chaw cawm sav rua hov ntawd lawm."},{"bible_id":"1216","chapter_code":"MIC.1","verse_code":"MIC.1.12","label":"12","content":"Cov tuabneeg huv lub moos Malau tog qhov zoo qhuav sab qhawv, vem yog Yawmsaub tso tej xwm txheej phem lug txug ntawm rooj loog Yeluxalee lawm."},{"bible_id":"1216","chapter_code":"MIC.1","verse_code":"MIC.1.13","label":"13","content":"Cov tuabneeg huv lub moos Lakhi 'e, ca le muab neeg nruab rua tej tsheb ua rog. Mej xub ua txhum txhad coj kev txhum lug rua huv Xi‑oo tug ntxhais, tsua qhov Yixayee tej kev faav xeeb muaj nyob huv plawv mej."},{"bible_id":"1216","chapter_code":"MIC.1","verse_code":"MIC.1.14","label":"14","content":"Vem le nuav mej yuav muab tshaav ntuj xaa lub moos Mauleseka moog, hab lub moos Axij  tej vaaj tse yuav tsw ua chaw vaam khom rua Yixayee tej vaajntxwv."},{"bible_id":"1216","chapter_code":"MIC.1","verse_code":"MIC.1.15","label":"15","content":"Cov tuabneeg huv lub moos Malesa 'e, kuv yuav coj tug kws kov yeej lug ntaus mej. Tug kws yog Yixayee lub koob meej yuav lug rua huv lub moos Antulaa."},{"bible_id":"1216","chapter_code":"MIC.1","verse_code":"MIC.1.16","label":"16","content":"Ca le chais mej cov plaubhau kuas do cuas quaj ntsuag mej tej mivnyuas kws mej nyam kawg. Ca le ua rua mej do hau ib yaam le daav noj twm, tsua qhov puab yuav ncaim mej moog poob tebchaws."},{"bible_id":"1216","chapter_code":"MIC.2","verse_code":"MIC.2.1","label":"1","content":"Cov kws pw sau puab lub txaaj npaaj yuav ua limham hab ntaus tswvyim phem yuav raug txom nyem lauj! Thaus kaaj ntug puab kuj moog ua tej ntawd, tsua qhov puab txhais teg muaj peevxwm ua tau."},{"bible_id":"1216","chapter_code":"MIC.2","verse_code":"MIC.2.2","label":"2","content":"Puab ntshaw luas tej teb tes txawm moog txeeb hlo, puab ntshaw luas vaaj tse tes txawm moog txhaav hlo, puab quab yuam tug tswv tsev hab nwg lub tsev, puab ntswj nwg hab nwg qub txeeg qub teg."},{"bible_id":"1216","chapter_code":"MIC.2","verse_code":"MIC.2.3","label":"3","content":"Vem le nuav Yawmsaub txhad has le nuav tas, “Saib nawj, kuv saamswm npaaj xwm txheej phem lug raug cov tuabneeg hov, mas mej yuav rhu mej tej cej daab kuas dim tsw tau le. Mej yuav moog kev ua khaav theeb ntsuav tsw tau, tsua qhov yog lub swjhawm raug xwm txheej phem."},{"bible_id":"1216","chapter_code":"MIC.2","verse_code":"MIC.2.4","label":"4","content":"Lub swjhawm ntawd luas yuav hu nkauj thuaj mej, hab yuav quaj ntsuag ab sab kawg nkaus has tas, ‘Peb puam tsuaj tu noob nrho lawm lauj! Yawmsaub muab kuv haiv tuabneeg le feem txauv rua luas lawm, nwg muab rhu hlo ntawm kuv lawm lauj! Nwg muab peb tej teb faib rua cov kws nteg  peb.’ ”"},{"bible_id":"1216","chapter_code":"MIC.2","verse_code":"MIC.2.5","label":"5","content":"Vem le nuav mej yuav tsw muaj leejtwg rhu ntawv faib teb rua mej rua huv Yawmsaub cov tuabneeg."},{"bible_id":"1216","chapter_code":"MIC.2","verse_code":"MIC.2.6","label":"6","content":"Puab qhuab qha has tas, “Tsw xob qhuab qha, tsw xob kheev leejtwg qhuab qha txug zaaj nuav. Kev poob ntsej muag yuav caum tsw cuag peb le.”"},{"bible_id":"1216","chapter_code":"MIC.2","verse_code":"MIC.2.7","label":"7","content":"Yakhauj caaj ceg 'e, tswm nyog yuav has le nuav lov? “Yawmsaub tug Ntsuj Plig tsw muaj lub sab thev lawm lov? Tej nuav yog Vaajtswv ua lov? “Kuv tej lug tsw ua zoo rua tug kws ua lub neej ncaaj lov?"},{"bible_id":"1216","chapter_code":"MIC.2","verse_code":"MIC.2.8","label":"8","content":"Tassws mej tawm tsaam kuv haiv tuabneeg ib yaam le yog yeeb ncuab, mej lws hlo tug kws nyob hum xeeb lub tsho ntev, yog lws cov kws taug kev tso sab plhuav tsw xaav has tas tseed muaj kev ua rog lawm."},{"bible_id":"1216","chapter_code":"MIC.2","verse_code":"MIC.2.9","label":"9","content":"Mej ntab kuv haiv tuabneeg tej quaspuj tswv tawm huv puab tej tsev zoo zoo moog, mej lws kuv tej koob moov ntawm puab tej mivnyuas yau moog ib txhws."},{"bible_id":"1216","chapter_code":"MIC.2","verse_code":"MIC.2.10","label":"10","content":"Ca le sawv tseeg moog, tsua qhov ntawm nuav tsw yog lub chaw su, vem yog qhov chaw qas tsw huv kws ua kuas puam tsuaj lamswm taag txom nyem kawg."},{"bible_id":"1216","chapter_code":"MIC.2","verse_code":"MIC.2.11","label":"11","content":"Yog leejtwg moog ncig has lug foob lug cua hab lug daag has tas, ‘Kuv yuav qhuab qha rua mej noog txug cawv txwv maab hab cawv ntxws,’ tes nwg yuav ua tau ib tug xwbfwb qhuab qha rua haiv tuabneeg nuav ntaag lauj!"},{"bible_id":"1216","chapter_code":"MIC.2","verse_code":"MIC.2.12","label":"12","content":"“Yakhauj 'e, kuv yuav sau zog mej suavdawg lug ua ke tag tag le, kuv yuav qaws cov Yixayee kws tseed tshuav nyob lug ua ke, kuv yuav sau puab lug ua ke yaam le tej yaaj nyob huv lub nkuaj, hab yaam le paab yaaj nyob huv tshaav zaub, ua ib paab tuabneeg coob coob qw zum zawg."},{"bible_id":"1216","chapter_code":"MIC.2","verse_code":"MIC.2.13","label":"13","content":"Tug kws qheb tau qhov tawm moog nwg yuav moog ua puab ntej, puab yuav txeem tawm moog hab yuav tawm ntawm lub rooj loog moog. Puab tug vaajntxwv yuav moog ua puab ntej, yog Yawmsaub coj puab kev.”"},{"bible_id":"1216","chapter_code":"MIC.3","verse_code":"MIC.3.1","label":"1","content":"Hab kuv has tas, “Mej cov kws ua thawj huv Yakhauj hab cov kws kaav Yixayee caaj ceg, mej ca le noog. Tswm nyog mej yuav paub txujkev ua ncaaj los tsw yog?"},{"bible_id":"1216","chapter_code":"MIC.3","verse_code":"MIC.3.2","label":"2","content":"Mej ntxub kev zoo nyam kev phem, mej laws kuv haiv tuabneeg daim tawv hab laws tej nqaj ntawm puab tej pob txhaa."},{"bible_id":"1216","chapter_code":"MIC.3","verse_code":"MIC.3.3","label":"3","content":"Mej noj kuv haiv tuabneeg tej nqaj hab tev puab daim tawv lug, hab muab puab tej pob txhaa luv ua tej ywb yaav, hab muab puab tsuav mog nyoos ib yaam le cov nqaj huv lub yag, ib yaam le cov nqaj rog huv lub lauj kaub.”"},{"bible_id":"1216","chapter_code":"MIC.3","verse_code":"MIC.3.4","label":"4","content":"Puab yuav quaj thov Yawmsaub, tassws nwg yuav tsw teb puab. Thaus ntawd nwg yuav fee plhu ntawm puab vem puab tau ua phem kawg."},{"bible_id":"1216","chapter_code":"MIC.3","verse_code":"MIC.3.5","label":"5","content":"Yawmsaub has le nuav ntswg txug cov xwbfwb cev lug kws coj kuv haiv tuabneeg yuam kev, kws qw tas muaj kev thaaj yeeb rua thaus puab muaj noj, hab tshaaj tawm tas muaj kev ua rog rua tug kws tsw muab ib yaam daabtsw rua puab noj huv lub qhov ncauj."},{"bible_id":"1216","chapter_code":"MIC.3","verse_code":"MIC.3.6","label":"6","content":"“Vem le nuav yuav ua mo ntuj rua mej tassws mej yuav tsw ua yug quas toog pum, yuav tsaus ntuj nti tassws mej yuav tsw txawj pum tom hauv ntej. Lub nub yuav poob qho rua cov xwbfwb cev lug hov, nruab nub los yuav tsaus ntuj nti rua puab."},{"bible_id":"1216","chapter_code":"MIC.3","verse_code":"MIC.3.7","label":"7","content":"Cov kws txeev ua yug quas toog pum yuav poob ntsej muag, cov kws pum tom hauv ntej yuav raug txaaj muag. Puab suavdawg yuav pus ncauj nti tsua qhov tsw muaj lug teb ntawm Vaajtswv tuaj.”"},{"bible_id":"1216","chapter_code":"MIC.3","verse_code":"MIC.3.8","label":"8","content":"Has txug kuv mas kuv muaj fwjchim hab muaj Yawmsaub tug Ntsuj Plig hab muaj txujkev ua ncaaj hab muaj zug puv nkaus, sub txhad tau qha Yakhauj paub nwg tej kev faav xeeb hab qha Yixayee paub nwg lub txem."},{"bible_id":"1216","chapter_code":"MIC.3","verse_code":"MIC.3.9","label":"9","content":"Mej cov kws ua thawj huv Yakhauj caaj ceg, hab cov kws kaav Yixayee caaj ceg, ca le noog tej lug nuav. Mej ntxub qhov ua ncaaj hab muab qhov zoo ntxeev ua qhov phem taag huvsw."},{"bible_id":"1216","chapter_code":"MIC.3","verse_code":"MIC.3.10","label":"10","content":"Mej muab ntshaav lug tswm Xi‑oo hab muab kev txhum lug tswm Yeluxalee."},{"bible_id":"1216","chapter_code":"MIC.3","verse_code":"MIC.3.11","label":"11","content":"Cov thawj huv lub nroog yuav nyaj xab tu plaub, cov pov thawj yuav nqe ndav txhad qhuab qha, cov xwbfwb cev lug yuav nyaj txhad has pum tom hauv ntej, los puab tseed vaam Yawmsaub hab has tas, “Yawmsaub nrug nraim peb nyob los tsw yog? Tsw muaj ib yaam kev phem daabtsw yuav tshwm lug raug peb le.”"},{"bible_id":"1216","chapter_code":"MIC.3","verse_code":"MIC.3.12","label":"12","content":"Vem yog tim mej ntaag, Xi‑oo txhad yuav raug muab laij ib yaam le laij teb, Yeluxalee yuav pob taag ua tej nam pawg, hab lub roob tuam tsev yuav caj ua roob haav zoov."},{"bible_id":"1216","chapter_code":"MIC.4","verse_code":"MIC.4.1","label":"1","content":"Yaav tom hauv ntej yuav muaj le nuav, lub roob kws muaj Yawmsaub lub tuam tsev yuav raug muab tsaa ua lub roob kws sab dhau tej, hab yuav raug txhawb nqaa sab dua tej pov roob, mas ib tsoom tuabneeg yuav ndwg quas lawg rua hov ntawd."},{"bible_id":"1216","chapter_code":"MIC.4","verse_code":"MIC.4.2","label":"2","content":"Ntau haiv tuabneeg yuav tuaj has tas, “Ca le lug, ca peb nce moog rua sau Yawmsaub lub roob, moog rua huv Yakhauj tug Vaajtswv lub tuam tsev, mas nwg yuav qha nwg txujkev rua peb, sub peb txhad taug tau nwg txujkev.” Tsua qhov txuj kevcai yuav tawm huv Xi‑oo lug hab Yawmsaub txujlug yuav tawm huv Yeluxalee lug."},{"bible_id":"1216","chapter_code":"MIC.4","verse_code":"MIC.4.3","label":"3","content":"Nwg yuav phua cai rua ntau haiv tuabneeg, hab nwg yuav tu plaub rua tej tebchaws muaj zug kws nyob deb, Puab yuav muab puab tej ntaaj rag ntaus ua khais laij teb, hab muab puab tej muv ntaus ua lag. Ib lub tebchaws yuav tsw rhu ntaaj ua tsuv ua rog rua ib lub tebchaws, puab yuav tsw kawm txujci ua tsuv ua rog dua le lawm."},{"bible_id":"1216","chapter_code":"MIC.4","verse_code":"MIC.4.4","label":"4","content":"Nyag yuav nyob tsawg huv qaab nyag tsob txwv maab hab huv qaab nyag tsob txwv cua, hab tsw muaj leejtwg yuav ua rua puab ntshai, vem Yawmsaub kws muaj fwjchim luj kawg nkaus lub qhov ncauj has ca le nuav lawm."},{"bible_id":"1216","chapter_code":"MIC.4","verse_code":"MIC.4.5","label":"5","content":"Ib tsoom tuabneeg suavdawg nyag tuav nyag tug timtswv lub npe ua neej, tassws peb yuav tuav Yawmsaub kws yog peb tug Vaajtswv lub npe ua neej moog ib txhws tsw kawg."},{"bible_id":"1216","chapter_code":"MIC.4","verse_code":"MIC.4.6","label":"6","content":"Yawmsaub has tas, “Nub ntawd kuv yuav sau zog cov tuabneeg ceg tawv, hab qaws cov kws raug muab ntab tawm moog hab cov kws kuv ua rua raug kev txom nyem nyuaj sab rov lug ua ke."},{"bible_id":"1216","chapter_code":"MIC.4","verse_code":"MIC.4.7","label":"7","content":"Cov kws ceg tawv kuv yuav xaiv tseg ca nyob, cov kws raug muab tso tseg lawd kuv yuav muab ua lub tebchaws kws muaj zug. Hab Yawmsaub yuav kaav puab rua sau lub roob Xi‑oo, txwj nwgnuav moog ib txhab ib txhws."},{"bible_id":"1216","chapter_code":"MIC.4","verse_code":"MIC.4.8","label":"8","content":"Lub chaw tsom faaj kws zuv paab yaaj 'e, lub pov roob Xi‑oo tug ntxhais 'e, koj yuav rov tau fwjchim kaav tebchaws le qub, yog lub tebchaws kws Yeluxalee tug ntxhais txeev kaav.”"},{"bible_id":"1216","chapter_code":"MIC.4","verse_code":"MIC.4.9","label":"9","content":"Nwgnuav ua caag koj yuav quaj nrov heev? Tsw muaj vaajntxwv nyob huv koj lov? Tug kws ua koj lub chaw sablaaj puam tsuaj lawm lov, es koj mob heev yaam le tug quaspuj ua mob teb lov?"},{"bible_id":"1216","chapter_code":"MIC.4","verse_code":"MIC.4.10","label":"10","content":"Xi‑oo tug ntxhais 'e, ca le ntswj ib ce ntsaaj quas lawg, ib yaam le tug quaspuj ua mob teb yuav yug mivnyuas, tsua qhov nwgnuav koj yuav tsum tawm huv lub nroog moog nyob tom teb. Koj yuav tau moog rua Npanpiloo hab yuav tau kev cawm dim hov ntawd. Yawmsaub yuav txhwv koj dim huv koj cov yeeb ncuab txhais teg."},{"bible_id":"1216","chapter_code":"MIC.4","verse_code":"MIC.4.11","label":"11","content":"Nwgnuav muaj ntau lub tebchaws sau zog tawm tsaam koj, has tas, “Ca ua puag tsuas nwg, ca peb lub qhov muag moog saib Xi‑oo.”"},{"bible_id":"1216","chapter_code":"MIC.4","verse_code":"MIC.4.12","label":"12","content":"Tassws puab tsw paub txug tej kws Yawmsaub xaav tseg lawd, puab tsw nkaag sab tej kws nwg npaaj ca. Tub yog nwg sau zog puab lug ua ke ib yaam le sau tej teg qoob lug rua ntawm lub tshaav ntaus."},{"bible_id":"1216","chapter_code":"MIC.4","verse_code":"MIC.4.13","label":"13","content":"Xi‑oo tug ntxhais 'e, ca le sawv tseeg ntaus tej qoob hov, tsua qhov kuv yuav pub koj muaj txwm kub hlau hab muaj rau taw tooj lab, mas koj yuav ntaus ntau haiv tuabneeg tawg ua tej dwb daim, hab koj yuav muab tej kws puab txeeb tau lug cais hlo pub rua Yawmsaub, yog muab puab tej nyaj txag pub rua tug Tswv  kws kaav taag nrho lub qaab ntuj."},{"bible_id":"1216","chapter_code":"MIC.5","verse_code":"MIC.5.1","label":"1","content":"Cov tub rog huv lub nroog 'e, ca le npaaj mej cov tub rog. Yeeb ncuab tub tuaj vej peb lawm, puab xuas paas ntoo ntaus cov Yixayee tug thawj saab plhu."},{"bible_id":"1216","chapter_code":"MIC.5","verse_code":"MIC.5.2","label":"2","content":"“Au Npelehee Efatha 'e, koj yog ib tug miv miv huv Yuta tej cum, yuav muaj ib tug tshwm huv koj lug rua kuv, yog tug kws yuav ua tug thawj kaav cov Yixayee. Nwg lub hauv paug yeej muaj thaus chiv keeb thau u lug.”"},{"bible_id":"1216","chapter_code":"MIC.5","verse_code":"MIC.5.3","label":"3","content":"Vem le nuav Yawmsaub yuav muab puab tso tseg moog txug lub swjhawm kws tug quaspuj ua mob teb yug mivnyuas lawm, mas nwg cov kwvtij kws tseed tshuav nyob yuav rov lug rua huv cov Yixayee."},{"bible_id":"1216","chapter_code":"MIC.5","verse_code":"MIC.5.4","label":"4","content":"Tug hov yuav sawv ruaj khov hab muaj Yawmsaub tug zug hab muaj nwg tug Vaajtswv Yawmsaub lub koob meej kws ci ntsaa ab yug nwg paab yaaj. Puab yuav nyob tso sab plhuav tsua qhov tug hov yuav ua luj moog thoob qaab ntuj kawg,"},{"bible_id":"1216","chapter_code":"MIC.5","verse_code":"MIC.5.5","label":"5","content":"hab nwg yuav ua puab lub chaw nyob kaaj sab lug. Thaus cov Axilia tuaj txeem rua huv peb lub tebchaws hab tsuj peb tej chaw ruaj khov, peb yuav tsaa xyaa tug yug yaaj hab tsaa yim tug thawj tawm tsaam puab."},{"bible_id":"1216","chapter_code":"MIC.5","verse_code":"MIC.5.6","label":"6","content":"Puab yuav xuas ntaaj kaav Axilia tebchaws, hab rhu ntaaj kaav Nilauj tebchaws. Thaus cov Axilia tuaj txeem rua huv peb lub tebchaws hab tsuj huv peb nrwm teb, tug hov yuav tso peb dim."},{"bible_id":"1216","chapter_code":"MIC.5","verse_code":"MIC.5.7","label":"7","content":"Yakhauj caaj ceg kws tseed tshuav nyob yuav nyob rua huv plawv ntau haiv tuabneeg zoo yaam le dej lwg ntawm Yawmsaub hab zoo le pluav naag kws lug rua sau tej nroj tsuag hab tsw nyob ntawm tuabneeg lossws tog tuabneeg tej tub."},{"bible_id":"1216","chapter_code":"MIC.5","verse_code":"MIC.5.8","label":"8","content":"Yakhauj caaj ceg kws tseed tshuav yuav nyob huv plawv ib tsoom tebchaws hab huv plawv ntau haiv tuabneeg yaam le tug tsuv ntxhuav nyob huv plawv tej tsaj qus huv haav zoov, lossws yaam le tug thaav tsuv ntxhuav kws nyob huv plawv tej yaaj, thaus nwg hlaa moog nwg tsuj pis ntag hab muab dua tseg, tsw muaj leejtwg cawm tau."},{"bible_id":"1216","chapter_code":"MIC.5","verse_code":"MIC.5.9","label":"9","content":"Mej txhais teg yuav raug muab tsaa rua sau mej cov tshawj chim, hab mej cov yeeb ncuab huvsw yuav raug muab txav tu nrho."},{"bible_id":"1216","chapter_code":"MIC.5","verse_code":"MIC.5.10","label":"10","content":"Yawmsaub has tas, “Nub ntawd kuv yuav muab mej tej neeg ua kuas pluj taag huv plawv mej moog, hab muab mej tej tsheb neeg ua rog ua puam tsuaj taag."},{"bible_id":"1216","chapter_code":"MIC.5","verse_code":"MIC.5.11","label":"11","content":"Kuv yuav muab tej moos huv mej lub tebchaws rhuav tshem taag, hab rhuav mej tej chaw ruaj khov pob taag huvsw."},{"bible_id":"1216","chapter_code":"MIC.5","verse_code":"MIC.5.12","label":"12","content":"Kuv yuav muab qhov kws ua khawv koob rhuav tshem taag ntawm mej txhais teg, mej yuav tsw muaj txwv neeb txwv yaig dua le lawm."},{"bible_id":"1216","chapter_code":"MIC.5","verse_code":"MIC.5.13","label":"13","content":"Kuv yuav rhuav mej tej txoov daab hab mej tej ncej teev daab kuas pluj ntawm mej moog, hab mej yuav tsw tau pe tej kws mej txhais teg ua dua le lawm."},{"bible_id":"1216","chapter_code":"MIC.5","verse_code":"MIC.5.14","label":"14","content":"Kuv yuav rhu hlo mej tej ncej daab Asela huv plawv mej pov tseg, hab ua rua mej tej moos puam tsuaj."},{"bible_id":"1216","chapter_code":"MIC.5","verse_code":"MIC.5.15","label":"15","content":"Kuv yuav chim hab pauj taub npau tawg quas vog rua tej tebchaws kws tsw noog lug.”"},{"bible_id":"1216","chapter_code":"MIC.6","verse_code":"MIC.6.1","label":"1","content":"Ca le tig ntsej noog tej kws Yawmsaub has. “Ca le sawv tseeg pav koj tshaaj plaub rua tej roob, hab ca tej pov roob noog koj lub suab."},{"bible_id":"1216","chapter_code":"MIC.6","verse_code":"MIC.6.2","label":"2","content":"Tej roob 'e, ca le noog tej kws Yawmsaub kom, hab tej taw tag lub nplajteb kws nyob moog ib txhws, tig ntsej noog, tsua qhov Yawmsaub muaj plaub rua nwg haiv tuabneeg, hab nwg yuav nrug cov Yixayee kom tsaam."},{"bible_id":"1216","chapter_code":"MIC.6","verse_code":"MIC.6.3","label":"3","content":"“Kuv haiv tuabneeg 'e, kuv tau ua le caag rua mej? Kuv tau ua rua mej tsaug leeg qhov twg? Ca le teb kuv."},{"bible_id":"1216","chapter_code":"MIC.6","verse_code":"MIC.6.4","label":"4","content":"Kuv coj mej tawm huv Iyi tebchaws lug, hab txhwv mej tawm huv lub tsev ua qhev lug. Kuv khaiv Mauxe hab Aloo hab Mili‑aa coj mej kev moog."},{"bible_id":"1216","chapter_code":"MIC.6","verse_code":"MIC.6.5","label":"5","content":"Kuv haiv tuabneeg 'e, ca le ncu txug tas, Mau‑a tug vaajntxwv Npalaj xaav tswvyim phem le caag hab Npe‑au tug tub Npala‑aa teb nwg le caag, hab ntawm Sithi moog txug Kilakaa muaj daabtsw tshwm tuaj, sub mej txhad paub tej kws Yawmsaub ua cawm mej.”"},{"bible_id":"1216","chapter_code":"MIC.6","verse_code":"MIC.6.6","label":"6","content":"Kuv yuav coj daabtsw tuaj cuag Yawmsaub hab pe Vaajtswv kws nyob lub chaw sab? Tswm nyog kuv coj mivnyuas nyuj noob nyoog muaj ib xyoos tuaj ua kevcai hlawv xyeem rua nwg lov?"},{"bible_id":"1216","chapter_code":"MIC.6","verse_code":"MIC.6.7","label":"7","content":"Yawmsaub yuav txaus sab rua quas txheeb tug txwv yaaj hab quas vaam lub haav kws muaj roj ndwg lov? Tswm nyog kuv yuav muab kuv tug tub hlub xyeem ntxuav kuv tej kev faav xeeb lov, yog xyeem tug mivnyuas kws kuv yug ntxuav kuv tug ntsuj plig lub txem lov?"},{"bible_id":"1216","chapter_code":"MIC.6","verse_code":"MIC.6.8","label":"8","content":"Tuabneeg 'e, nwg tub qha qhov kws zoo rua mej paub lawm. Tej kws Yawmsaub xaav kuas mej ua tsuas yog ua ncaaj hab nyam txujkev hlub luas, hab ua lub neej txu lub sab nrug nraim mej tug Vaajtswv xwb."},{"bible_id":"1216","chapter_code":"MIC.6","verse_code":"MIC.6.9","label":"9","content":"Qhov kws fwm hab paub koj lub npe kuj yog muaj tswvyim tag. Yawmsaub lub suab tshaaj tawm rua lub nroog has tas, “Lub xeem hab ib tsoom tuabneeg huv lub nroog, ca le noog."},{"bible_id":"1216","chapter_code":"MIC.6","verse_code":"MIC.6.10","label":"10","content":"Kuv yuav nov qaab tej nyaj txag kws ua phem es tau lug kws muaj nyob huv cov tuabneeg phem lub tsev, hab lub efa  ntxo kws raug foom tsw zoo tau lov?"},{"bible_id":"1216","chapter_code":"MIC.6","verse_code":"MIC.6.11","label":"11","content":"Kuv yuav zaam tug kws muaj raab teev tsw hum txaj hab muaj cov thauj teev ntxo huv nwg lub naab lov?"},{"bible_id":"1216","chapter_code":"MIC.6","verse_code":"MIC.6.12","label":"12","content":"Mej cov kws nplua nuj yeej yog ua limham ndais ntuj, mej cov tuabneeg zej zog has lug daag. Puab tug nplaig huv puab lub qhov ncauj daag ntxag."},{"bible_id":"1216","chapter_code":"MIC.6","verse_code":"MIC.6.13","label":"13","content":"Vem le nuav kuv txhad chiv nplawm mej, ua rua mej lamswm taag vem yog mej lub txem."},{"bible_id":"1216","chapter_code":"MIC.6","verse_code":"MIC.6.14","label":"14","content":"Mej yuav noj tassws tsw tsau, mej lub plaab tseed tshaib. Mej yuav khaws ca tassws khaws tsw tau ruaj. Tej kws mej khaws tau ruaj kuv yuav muab pub rua nav ntaaj."},{"bible_id":"1216","chapter_code":"MIC.6","verse_code":"MIC.6.15","label":"15","content":"Mej yuav tseb los yuav tsw tau hlais, mej yuav tsuam txwv aulib los yuav tsw tau roj lug pleev mej lub cev, mej yuav tsuam txwv maab los tsw tau cawv txwv maab haus."},{"bible_id":"1216","chapter_code":"MIC.6","verse_code":"MIC.6.16","label":"16","content":"Mej tuav rawv vaajntxwv Ooli tej kaab ke, hab ua lawv le Ahaj caaj ceg ua txhua yaam huvsw, hab mej ua lawv le ob tug taw qha lawm. Kuv txhad yuav ua rua mej lamswm taag, hab ua rua mej cov tuabneeg raug luas thuaj luag, hab mej yuav raug kuv haiv tuabneeg saib tsw taug.”"},{"bible_id":"1216","chapter_code":"MIC.7","verse_code":"MIC.7.1","label":"1","content":"Kuv raug txom nyem lauj! Kuv zoo yaam le thaus tug kws de tej txwv rua lub caij ntuj qhua hab xawb de tej txwv maab taag lawm, tsw tshuav ib tauv txwv maab noj hlo le, thawj phaum txwv cua kws kuv ntshaw noj los tsw muaj ib lub sav le."},{"bible_id":"1216","chapter_code":"MIC.7","verse_code":"MIC.7.2","label":"2","content":"Cov kws fwm Vaajtswv pluj taag huv lub tebchaws lawm, ib tsoom tuabneeg tsw tshuav ib tug sab ncaaj hlo le. Puab suavdawg zuv kev tog tua tuabneeg xwb, nyag ua hlua cuab nyag le kwvtij."},{"bible_id":"1216","chapter_code":"MIC.7","verse_code":"MIC.7.3","label":"3","content":"Puab txhais teg tsuas yog txawj ua phem xwb. Tug thawj hab tug kws tu plaub thov yuav nyaj xab, tug kws ua hlub kuj tsaa ncauj has tej kev phem kws nwg lub sab ntshaw, puab suavdawg tuav huv npaaj ua tej nuav."},{"bible_id":"1216","chapter_code":"MIC.7","verse_code":"MIC.7.4","label":"4","content":"Puab cov tug kws zoo kawg kuj zoo le tsob xuav paug, tug kws sab ncaaj kawg kuj zoo yaam le lub laaj kaab xov xuav paug. Nub kws mej cov faaj xwm has rua mej, yog nub kws txav txem rua mej, tub lug txug lawm. Nwgnuav qhov kws puab raug kev kub ntxhuv lug ze lawm."},{"bible_id":"1216","chapter_code":"MIC.7","verse_code":"MIC.7.5","label":"5","content":"Tsw xob tso sab rua kwvtij zej zog, tsw xob ca sab rua phoojywg, ca le tswj koj lub qhov ncauj tsw xob qha rua tug kws nyob huv koj lub xubndag."},{"bible_id":"1216","chapter_code":"MIC.7","verse_code":"MIC.7.6","label":"6","content":"Tsua qhov tug tub saib tsw taug leej txwv, tug ntxhais tawm tsaam leej nam, tug nyaab tawm tsaam nam puj, yug tug yeeb ncuab kuj yog yug tsev tuabneeg ntaag."},{"bible_id":"1216","chapter_code":"MIC.7","verse_code":"MIC.7.7","label":"7","content":"Kuv le kuv yuav saib ntsoov Yawmsaub, kuv yuav tog rawv Vaajtswv kws cawm kuv dim. Kuv tug Vaajtswv yuav noog kuv tej lug."},{"bible_id":"1216","chapter_code":"MIC.7","verse_code":"MIC.7.8","label":"8","content":"Kuv tug yeeb ncuab 'e, tsw xob zoo sab thuaj luag kuv. Thaus kuv qaug los kuv yuav rov sawv tau, thaus kuv nyob huv qhov tsaus ntuj, Yawmsaub yuav ua qhov kaaj rua kuv."},{"bible_id":"1216","chapter_code":"MIC.7","verse_code":"MIC.7.9","label":"9","content":"Vem yog kuv ua txhum rua Yawmsaub, kuv yuav thev nwg txujkev chim moog txug thaus nwg daws kuv tshaaj plaub hab tu plaub rua kuv. Nwg yuav coj kuv tawm moog rua huv qhov kaaj hab kuv yuav pum nwg txujkev cawm dim."},{"bible_id":"1216","chapter_code":"MIC.7","verse_code":"MIC.7.10","label":"10","content":"Mas kuv tug yeeb ncuab yuav pum hab tug kws has rua kuv tas, “Koj tug Vaajtswv Yawmsaub nyob hovtwg?” yuav raug txaaj muag. Kuv lub qhov muag yuav saib hab nyos nwg. Nwgnuav nwg yuav raug muab tsuj yaam nkaus le cov aav nplaum rua huv txujkev."},{"bible_id":"1216","chapter_code":"MIC.7","verse_code":"MIC.7.11","label":"11","content":"Nub kws tswm khu mej tej ntsaa loog yuav lug, mas nub ntawd mej tej nrwm teb yuav nthuav daav."},{"bible_id":"1216","chapter_code":"MIC.7","verse_code":"MIC.7.12","label":"12","content":"Nub hov luas yuav tuaj cuag mej, yog tuaj txwj ntawm Axilia tebchaws moog txug ncua Iyi tebchaws, hab tuaj txwj Iyi tebchaws moog txug tug dej Yufeti, hab txwj lub havtxwv nuav moog txug lub havtxwv tim u, hab txwj lub roob nuav moog txug lub roob tim u."},{"bible_id":"1216","chapter_code":"MIC.7","verse_code":"MIC.7.13","label":"13","content":"Lub nplajteb yuav nyob do cuas vem yog tim cov tuabneeg kws nyob huv, hab tim tej kws puab ua."},{"bible_id":"1216","chapter_code":"MIC.7","verse_code":"MIC.7.14","label":"14","content":"Thov koj tuav rawv koj tug paas nreg yug koj haiv tuabneeg, kws yog koj paab yaaj, yog koj qub txeeg qub teg. Puab nyob ua twm zeej twm kawv huv haav zoov kws nyob huv plawv lub tebchaws kws zoo qoob. Thov ca puab nrhav noj huv Npasaa hab Kile‑a ib yaam le yaav thau u."},{"bible_id":"1216","chapter_code":"MIC.7","verse_code":"MIC.7.15","label":"15","content":"Ib yaam le thaus mej tawm huv Iyi tebchaws lug, kuv yuav ua tej txujci phemfwj tshwm lug rua puab pum."},{"bible_id":"1216","chapter_code":"MIC.7","verse_code":"MIC.7.16","label":"16","content":"Ib tsoom tebchaws yuav pum hab yuav txaaj muag puab le fwjchim huvsw, puab yuav muab teg pus qhov ncauj ca, puab lub qhov ntsej yuav laag."},{"bible_id":"1216","chapter_code":"MIC.7","verse_code":"MIC.7.17","label":"17","content":"Puab yuav yaim moov aav yaam le naab, ib yaam le tej tsaj kws nkaag huv aav. Puab yuav tawm huv puab tej chaw ruaj khov ua ib ce tshee quas nyo lug, puab yuav tig lug cuag peb tug Vaajtswv Yawmsaub ua ntshai kawg, hab puab yuav ntshai koj."},{"bible_id":"1216","chapter_code":"MIC.7","verse_code":"MIC.7.18","label":"18","content":"Leejtwg yog tug timtswv kws zoo cuag le koj, kws daws lub txem hab zaam tej kev faav xeeb kws koj cov qub txeeg qub teg kws tseed tshuav nyob tau ua? Koj tsw cim ntsoov txujkev chim moog ib txhws tsua qhov koj txaus sab ua txujkev hlub ruaj khov tshwm lug."},{"bible_id":"1216","chapter_code":"MIC.7","verse_code":"MIC.7.19","label":"19","content":"Koj yuav rov taab ncuab peb, hab muab peb tej kev txhum tsuj nthi tseg. Koj yuav muab peb lub txem huvsw laim pov tseg rua huv qaab thu havtxwv."},{"bible_id":"1216","chapter_code":"MIC.7","verse_code":"MIC.7.20","label":"20","content":"Koj yuav ua txujkev ncaaj kws tso sab tau tshwm rua Yakhauj hab ua txujkev hlub ruaj khov tshwm rua Aplahaa, ib yaam le koj tub cog lug ruaj khov rua peb tej laug thau u lug lawm."}]