[{"bible_id":"1216","chapter_code":"NAM.1","verse_code":"NAM.1.1","label":"1","content":"Cov lug nuav has txug lub nroog Ninave, yog phoo kws sau tej kws Nahu kws yog tuabneeg huv lub zog Eekhau ua yug quas toog pum."},{"bible_id":"1216","chapter_code":"NAM.1","verse_code":"NAM.1.2","label":"2","content":"Yawmsaub yog Vaajtswv kws khib xeeb hab pauj taub, Yawmsaub kuj pauj taub hab npau tawg, hab Yawmsaub pauj taub rua cov kws tawm tsaam nwg hab nwg chim rua nwg cov yeeb ncuab moog le."},{"bible_id":"1216","chapter_code":"NAM.1","verse_code":"NAM.1.3","label":"3","content":"Yawmsaub tsw chim sai, nwg muaj fwjchim luj kawg nkaus. Yawmsaub yeej tsw tso tug kws ua txhum dim dawb le. Yawmsaub taug kev nrug khaub zeeg cua hab cua daaj cua dub, hab fuab nphoo quas pog ntawm nwg kwtaw yaam le moov aav."},{"bible_id":"1216","chapter_code":"NAM.1","verse_code":"NAM.1.4","label":"4","content":"Yawmsaub txwv dej havtxwv hab ua kuas qhuav lua hab ua kuas tej nam dej huvsw qhuav taag. Npasaa hab Khamee kuj tuag tshaav taag hab tej paaj xyoob paaj ntoos huv Lenpanoo ntsws taag lawm."},{"bible_id":"1216","chapter_code":"NAM.1","verse_code":"NAM.1.5","label":"5","content":"Tej toj roob hauv peg tseeg quas nkawg rua ntawm Yawmsaub xubndag, hab tej ncov roob kuj yaaj taag. Lub nplajteb hab ib puas tsaav yaam huv qaab ntuj kuj raug nyob do cuas rua ntawm Yawmsaub xubndag."},{"bible_id":"1216","chapter_code":"NAM.1","verse_code":"NAM.1.6","label":"6","content":"Leejtwg yuav thev taug qhov kws Yawmsaub chim? Leejtwg thev taug qhov kws Yawmsaub npau tawg ceev ceev? Qhov kws Yawmsaub npau mas tawm plawg le nplaim tawg, hab nwg ua rua tej pob zeb pob tsuas tawg pes rhe."},{"bible_id":"1216","chapter_code":"NAM.1","verse_code":"NAM.1.7","label":"7","content":"Yawmsaub zoo kawg nkaus. Nwg yog lub chaw ruaj khov rua nub kws raug txom nyem. Yawmsaub paub zoo tug kws lug cawm sav rua huv nwg."},{"bible_id":"1216","chapter_code":"NAM.1","verse_code":"NAM.1.8","label":"8","content":"Yawmsaub yuav tso dej nyaab lug kuav kuas cov kws tawm tsaam nwg pluj taag moog, hab yuav muab nwg cov yeeb ncuab lawv rua huv qhov tsaus ntuj."},{"bible_id":"1216","chapter_code":"NAM.1","verse_code":"NAM.1.9","label":"9","content":"Mej xaav zaaj tswvyim phem twg rua Yawmsaub? Yawmsaub yuav ua rua mej puam tsuaj pluj taag nrho moog, tsw muaj leejtwg yuav moog tiv tau Yawmsaub zag ob."},{"bible_id":"1216","chapter_code":"NAM.1","verse_code":"NAM.1.10","label":"10","content":"Puab yuav zoo yaam nkaus le cov xuav paug ntswm kws sws qhab taag lawm, hab yaam le cov haus cawv qaug cawv, hab yaam le tej quav nyaab qhuav kub nyab taag."},{"bible_id":"1216","chapter_code":"NAM.1","verse_code":"NAM.1.11","label":"11","content":"Txeev muaj ib tug tawm huv mej cov tuaj ntaus tswvyim phem rua Yawmsaub hab qha kuas ua phem."},{"bible_id":"1216","chapter_code":"NAM.1","verse_code":"NAM.1.12","label":"12","content":"Yawmsaub has le nuav tas, “Txawm yog puab muaj zug hab coob heev los puab yuav raug muab rhuav tshem kuas pluj taag moog. Txawm yog kuv ua rua mej raug kev txom nyem lawm los kuv yuav tsw rov ua rua mej txom nyem dua le lawm."},{"bible_id":"1216","chapter_code":"NAM.1","verse_code":"NAM.1.13","label":"13","content":"Nwgnuav kuv yuav muab puab tug quab kws mej kwv luv pov tseg, hab yuav muab tej saw hlau kws khi mej ua kuas tu nplaam taag.”"},{"bible_id":"1216","chapter_code":"NAM.1","verse_code":"NAM.1.14","label":"14","content":"Yawmsaub has nyaav txug Ninave tas, “Koj lub moo yuav tsw nto moog ntxwv lawm. Kuv yuav muab tej txoov daab kws koj txaug hab tej kws koj nchuav huvsw rhuav tshem tawm huv koj tej tsev teev daab. Kuv yuav khawb qhov ntxaa tog koj, vem koj phem qas heev.”"},{"bible_id":"1216","chapter_code":"NAM.1","verse_code":"NAM.1.15","label":"15","content":"Saib maj, ib tug ntauj taw tuaj txug sau roob, yog coj txuj xuv zoo tuaj hab tshaaj tawm kev thaaj yeeb sab tug. Cov Yuta 'e, mej ca le coj tej kevcai paam noj paam haus, hab ca le ua tej kws mej yeem lug tseg lawd kuas tav, vem cov tuabneeg limham yuav tsw rov tuaj ntaus mej dua le lawm, puab tub raug puam tsuaj taag huvsw lawm."},{"bible_id":"1216","chapter_code":"NAM.2","verse_code":"NAM.2.1","label":"1","content":"Lub nroog Ninave, cov kws tsoo koj tub tuaj ua rog rua koj lawm. Kawgkag moog zuv rooj loog, zuv ncauj kev, ca le sa hlaab khov kho npaaj tog, sau tub rog txhwj zog."},{"bible_id":"1216","chapter_code":"NAM.2","verse_code":"NAM.2.2","label":"2","content":"(Yawmsaub saamswm ua kuas Yakhauj tebchaws rov muaj fwjchim meej mom le qub ib yaam le Yixayee tebchaws yuav vaam meej nto moo, vem yog tub saab lws puab hab muab puab tej ceg ua lamswm taag.)"},{"bible_id":"1216","chapter_code":"NAM.2","verse_code":"NAM.2.3","label":"3","content":"Cov tub rog kws sab tuab mas puab daim hlau thaiv lab ploog, cov tub rog tej tsoog lab tsaus nti. Nub kws npaaj txhwj mas tej tsheb ua rog ci nplaag cuag le nplaim tawg, cov neeg ua rog kuj txauj teg peem quas qeeg yuav moog."},{"bible_id":"1216","chapter_code":"NAM.2","verse_code":"NAM.2.4","label":"4","content":"Cov tsheb ua rog mas dha raag quas ntwg taug kev, moog tawg quas leeg tej tshaav puam huv nroog, ci nplaag le taws tsau, laim quas lag le tsag lig xub."},{"bible_id":"1216","chapter_code":"NAM.2","verse_code":"NAM.2.5","label":"5","content":"Cov thawj rog raug hu, puab dha dawm taw pis poog moog, puab dha ncaaj nraim rua ntawm ntsaa loog, puab tsaa hlo daim hlau thaiv hauv ntaaj hauv muv."},{"bible_id":"1216","chapter_code":"NAM.2","verse_code":"NAM.2.6","label":"6","content":"Lub qhov rooj dej qheb hlo lawm, cov huv vaajntxwv tsev poob sab taag."},{"bible_id":"1216","chapter_code":"NAM.2","verse_code":"NAM.2.7","label":"7","content":"Puab muab tug puj vaaj tej tsoog tsho hle, puab nteg puj vaaj coj moog. Cov nkauj qhev kuj quaj ntsuag zum quas zawg yaam nkaus le nquab quaj hab puab ntaus hauv sab."},{"bible_id":"1216","chapter_code":"NAM.2","verse_code":"NAM.2.8","label":"8","content":"Ninave zoo nkaus le lub paag dej kws ndwg quas zug moog lawm. Puab qw has tas, “Xob moog, xob moog,” tassws tsw muaj leejtwg tig rov lug le."},{"bible_id":"1216","chapter_code":"NAM.2","verse_code":"NAM.2.9","label":"9","content":"Ca le moog lws nyaj lws kub. Muaj nyaj txag ntau kawg tsw paub taag le, muaj ib puas tsaav yaam hov txhua chaw muaj nqes."},{"bible_id":"1216","chapter_code":"NAM.2","verse_code":"NAM.2.10","label":"10","content":"Ninave txom nyem lauj, puam tsuaj taag du quas lug lauj! Lub sab yaaj quas ntshws, hauv caug tshee nduas quas txag, ib ce tsaug quas tshua, ntsej muag thum xem taag."},{"bible_id":"1216","chapter_code":"NAM.2","verse_code":"NAM.2.11","label":"11","content":"Tsuv ntxhuav lub chaw nyob dua twg lawm? Yog lub qhov tsua kws cov tsuv ntxhuav mog nyob hab kwv nqaj moog noj tsw muaj leejtwg nkaag moog taab kaum tau. Qhov chaw kws tsw muaj leejtwg nkaag moog zwg cov mivnyuas tsuv ntxhuav dua twg lawm?"},{"bible_id":"1216","chapter_code":"NAM.2","verse_code":"NAM.2.12","label":"12","content":"Tug tsuv ntxhuav dua nqaj txaus cov mivnyuas noj hab ntxo nkaus nqaj cej daab lug rua cov maum tsuv ntxhuav. Nwg nrhav nqaj coj lug puv nkaus qhov tsua hab dua nqaj lug tso puv nkaus lub chaw nyob."},{"bible_id":"1216","chapter_code":"NAM.2","verse_code":"NAM.2.13","label":"13","content":"Yawmsaub kws muaj fwjchim luj kawg nkaus, has tas, “Saib maj, kuv tawm tsaam koj. Kuv yuav hlawv koj tej tsheb ua rog kuas nchu paa quas lug, hab nav ntaaj yuav tua koj cov tsuv ntxhuav mog. Kuv yuav muab cov nqaj kws koj noj rhu tawm huv lub nplajteb moog, hab yuav tsw nov koj cov tub tshaaj xu lub suab le lawm.”"},{"bible_id":"1216","chapter_code":"NAM.3","verse_code":"NAM.3.1","label":"1","content":"Lub nroog kws lu ntshaav raug txom nyem lauj! Yog lub nroog muaj kev daag hab muaj tej hov txhua chaw kws txeeb tau puv nkaus huv, tsuas yog moog lws luas tsw tseg tsw tu le xwb."},{"bible_id":"1216","chapter_code":"NAM.3","verse_code":"NAM.3.2","label":"2","content":"Noog saib, suab paas nplawm neeg nrov quas nplab, suab tsheb neeg nrov dig quas dawg, neeg dha noj tuam pwm, tsheb neeg dha yaa quas ntxag."},{"bible_id":"1216","chapter_code":"NAM.3","verse_code":"NAM.3.3","label":"3","content":"Cov tub rog caij neeg dha npoj quas log ceev kawg le, nav ntaaj ci quas nplaag, hauv muv ci quas npuaj. Tuabneeg raug tua coob kawg, cev tuag tej nam pawg, cev tuag suav tsw txheeb, puab dawm tej cev tuag."},{"bible_id":"1216","chapter_code":"NAM.3","verse_code":"NAM.3.4","label":"4","content":"Qhov nuav yog vem Ninave ua nam puj muag cev tsw txawj pov khawv le, nwg zoo nkauj ntxwm sab txawj haub txawj ntxag txawj ua khawv koob rua luas qaug sab tuag rua nwg teg. Nwg muab nwg lub cev muag ntxag tau ib tsoom tebchaws hab ua khawv koob ntxag tau ib tsoom tuabneeg ua qhev."},{"bible_id":"1216","chapter_code":"NAM.3","verse_code":"NAM.3.5","label":"5","content":"Yawmsaub kws muaj fwjchim luj kawg nkaus has tas, “Saib maj, kuv tawm tsaam koj. Kuv yuav yaws koj daim tab moog npug nkaus koj lub ntsej muag, kuv yuav ca ib tsoom tuabneeg saib koj lab qaab, kuv yuav ca ib tsoom tebchaws saib koj chaw txaaj muag."},{"bible_id":"1216","chapter_code":"NAM.3","verse_code":"NAM.3.6","label":"6","content":"Kuv yuav muab tej nam kua lwj qas quas ntsuav laim rua koj. Kuv yuav saib tsw taug koj hab ua rua suavdawg thuaj koj."},{"bible_id":"1216","chapter_code":"NAM.3","verse_code":"NAM.3.7","label":"7","content":"Txhua tug kws pum koj yuav ca le nkaum zog tswv rov qaab. Puab yuav has tas, ‘Lub nroog Ninave puam tsuaj taag do quas cuas le lawm. Leejtwg yuav quaj ntsuag nwg? Yuav nrhav leejtwg hovtwg tuaj nplig tau nwg?’ ”"},{"bible_id":"1216","chapter_code":"NAM.3","verse_code":"NAM.3.8","label":"8","content":"Koj  tseed zoo dua lub moos Thenpe kws nyob ntawm tug nam dej Nai lov? Muaj dej vej lub moos hov, hab muaj dej havtxwv thaiv quas saab nrau, hab muaj dej thaiv ua ntsaa loog."},{"bible_id":"1216","chapter_code":"NAM.3","verse_code":"NAM.3.9","label":"9","content":"Khuj  tebchaws hab Iyi tebchaws yog nwg le zug luj kawg tsw txawj taag. Phuj tebchaws hab Linpia tebchaws kuj paab nwg hab."},{"bible_id":"1216","chapter_code":"NAM.3","verse_code":"NAM.3.10","label":"10","content":"Txawm yog le hov los nwg tseed raug muab kuav hlo moog poob tebchaws lawm. Nwg tej mivnyuas kuj raug muab ntsawm ntsoog taag rua txhua txuj ncauj kev. Puab muab cov kws muaj meej huv lub moos hov rhu ntawv saib leejtwg tau tug twg, cov kws ua hlub puavleej raug muab saw hlau khi."},{"bible_id":"1216","chapter_code":"NAM.3","verse_code":"NAM.3.11","label":"11","content":"Ninave, koj yuav qaug cawv ua tug nam vwm loj vwm leg feeb tsw meej hlo le. Koj yuav moog nrhav chaw cawm sav kuas dim koj cov yeeb ncuab."},{"bible_id":"1216","chapter_code":"NAM.3","verse_code":"NAM.3.12","label":"12","content":"Koj tej chaw ruaj khov txhua lub zoo le tsob txwv cua kws txwv sav thawj phaum, yog daj mas cov txwv yuav zeeg rua huv tug kws noj lub qhov ncauj."},{"bible_id":"1216","chapter_code":"NAM.3","verse_code":"NAM.3.13","label":"13","content":"Saib maj, koj cov tub rog huv plawv mej tsuas zoo le tej nam quaspuj xwb. Koj tej rooj loog tub qheb quas lug rua koj cov yeeb ncuab. Suavtawg tub kub koj tej laag rooj taag lawm."},{"bible_id":"1216","chapter_code":"NAM.3","verse_code":"NAM.3.14","label":"14","content":"Ca le nqaa dej lug ca, vem yeeb ncuab yuav tuaj vej. Khu koj tej chaw zuv khuav kuas ruaj khov. Ca le nqeg plhawv rua huv nam qhov aav nplaum tuav kag aav nplaum, coj lub daab thwv cib tuaj."},{"bible_id":"1216","chapter_code":"NAM.3","verse_code":"NAM.3.15","label":"15","content":"Tassws suavtawg yuav kub koj hov ntawd hab nav ntaaj nav rag yuav txav koj yuav noj koj yaam nkaus le mivnyuas kooj ntaas noj. Ca le fuam vaam coob le kooj txwg, ca le fuam vaam coob le kooj ntaas."},{"bible_id":"1216","chapter_code":"NAM.3","verse_code":"NAM.3.16","label":"16","content":"Koj cov tub laag tub luam fuam vaam coob yaam nkaus le tej nub qub sau nruab ntug. Puab zoo yaam le tej kooj ntaas kws noj nroj tsuag taag es nthuav tis hlo yaa pluj plag lawm."},{"bible_id":"1216","chapter_code":"NAM.3","verse_code":"NAM.3.17","label":"17","content":"Koj cov thawj zoo nkaus le cov kooj ntaas, koj cov num tswv zoo nkaus le ib npoj kooj ntaas kws thaus tseed no tes dai ntawm tej ntsaa laj kaab, thaus nub tuaj lawd tes yaa taag nrho lawm tsw muaj leejtwg paub tas dua hovtwg lawm."},{"bible_id":"1216","chapter_code":"NAM.3","verse_code":"NAM.3.18","label":"18","content":"Cov Axilia tug vaajntxwv 'e, koj cov tuabneeg yug yaaj tub tsaug zug lawm, koj cov thawj tub moog ncaws daab ndub lawm. Koj cov pejxeem tawg ua saab ua sua rua peg tej roob, tsw muaj leejtwg qaws tau puab lug."},{"bible_id":"1216","chapter_code":"NAM.3","verse_code":"NAM.3.19","label":"19","content":"Koj qhov mob tsw ntaug hlo le, koj qhov kav txhaab mas saab kawg le khu tsw tau. Txhua tug kws tau nov koj lub moo mas yuav npuaj teg luag koj. Muaj leejtwg txeev dim tau ntawm koj txujkev tswm txom kws tsw txawj taag le?"}]