[{"bible_id":"1216","chapter_code":"OBA.1","verse_code":"OBA.1.1","label":"1","content":"Aunpantiya zaaj yug quas toog. Vaajtswv Yawmsaub has le nuav txug cov Entoo. Peb nov xuv ntawm Yawmsaub tuaj, hab muaj ib tug xaa xuv moog thoob plawg ib tsoom tebchaws has tas, “Ca le sawv tseeg, ca peb sawv moog ua rog rua cov Entoo.”"},{"bible_id":"1216","chapter_code":"OBA.1","verse_code":"OBA.1.2","label":"2","content":"“Saib maj, kuv yuav ua rua mej miv kawg rua huv ib tsoom tebchaws, mej yuav raug saib tsw taug heev."},{"bible_id":"1216","chapter_code":"OBA.1","verse_code":"OBA.1.3","label":"3","content":"Mej cov kws nyob huv tej kem zeb hab mej tej chaw nyob nyob qhov chaw sab, mej lub sab khaav theeb rov daag ntxag mej tug kheej. Mej xaav huv lub sab tas, ‘Leejtwg yuav nqug tau peb nqeg rua huv aav?’"},{"bible_id":"1216","chapter_code":"OBA.1","verse_code":"OBA.1.4","label":"4","content":"Txawm yog mej nce moog sab yaam le tug laj, txawm yog mej lub zeg nrug cov nub qub nyob ua ke, los kuv yuav chua mej nqeg qhov ntawd lug.” Yawmsaub has le nuav ntaag."},{"bible_id":"1216","chapter_code":"OBA.1","verse_code":"OBA.1.5","label":"5","content":"“Yog tub saab tuaj txug mej, yog cov kws lws mej tuaj mo ntuj, es mej puam tsuaj lamswm taag, mas tub saab tsuas nyag kuas txaus nwg sab xwb los tsw yog? Yog cov kws de txwv maab tuaj txug mej, puab yuav tsw tseg tej txwv maab ib txha lov?"},{"bible_id":"1216","chapter_code":"OBA.1","verse_code":"OBA.1.6","label":"6","content":"Exau raug muab lws saab kawg le lauj, nwg nyaj txag cuab txhaj cuab taam raug muab xawb coj moog taag huvsw."},{"bible_id":"1216","chapter_code":"OBA.1","verse_code":"OBA.1.7","label":"7","content":"Cov tuabneeg suavdawg kws koom nrug mej daag ntxag mej, puab muab mej lawv moog txug ncua nrwm teb lawm. Mej cov kwvluag rov tawm tsaam kov yeej mej, cov kws nrug mej sws raug noj ib lauj kaub mov kuj ua rooj hlua cuab mej. Tej nuav tsw muaj leejtwg nkaag sab hlo le.”"},{"bible_id":"1216","chapter_code":"OBA.1","verse_code":"OBA.1.8","label":"8","content":"Yawmsaub has tas, “Nub ntawd kuv yuav tsw rhuav tshem cov tuabneeg txawj ntse pluj taag huv Entoo lov, hab tsw rhuav tshem cov kws txawj nkaag sab pluj taag sau lub roob Exau lov?"},{"bible_id":"1216","chapter_code":"OBA.1","verse_code":"OBA.1.9","label":"9","content":"Lub moos Themaa 'e, koj cov tub rog sab luj sab tuab yuav ntshai kawg, txhua tug kws nyob sau lub roob Exau yuav raug tua tu noob nrho."},{"bible_id":"1216","chapter_code":"OBA.1","verse_code":"OBA.1.10","label":"10","content":"Vem yog tim qhov kws ua limham ndais ntuj rua koj tug kwv Yakhauj, koj yuav raug txaaj muag hab yuav raug muab txav tu nrho moog ib txhws."},{"bible_id":"1216","chapter_code":"OBA.1","verse_code":"OBA.1.11","label":"11","content":"Nub kws koj sawv rua ib caag saib, yog nub kws tuabneeg lwm tebchaws lws puab tej nyaj txag hab lwm haiv tuabneeg nkaag puab tej rooj loog lug, muab lub nroog Yeluxalee rhu ntawv saib leejtwg tau, koj kuj yog cov tuabneeg hov ib tug ntaag."},{"bible_id":"1216","chapter_code":"OBA.1","verse_code":"OBA.1.12","label":"12","content":"Tsw tswm nyog koj luag nyos rua nub kws koj tug kwv raug txom nyem ceblaaj, tsw tswm nyog koj xyiv faab luag nub kws cov Yuta raug kev puam tsuaj, tsw tswm nyog koj khaav rua nub kws puab raug txom nyem nyuaj sab."},{"bible_id":"1216","chapter_code":"OBA.1","verse_code":"OBA.1.13","label":"13","content":"Tsw tswm nyog koj nkaag kuv haiv tuabneeg lub rooj loog rua nub kws puab lamswm taag, tsw tswm nyog koj luag nyos qhov kws puab raug puam tsuaj rua nub kws puab lamswm taag, tsw tswm nyog koj lws puab tej nyaj txag rua nub kws puab lamswm taag."},{"bible_id":"1216","chapter_code":"OBA.1","verse_code":"OBA.1.14","label":"14","content":"Tsw tswm nyog koj sawv ntsug ntawm tej kev tshuam taav puab cov kws tswv dim, tsw tswm nyog koj muab cov kws dim lug cob rua yeeb ncuab rua nub kws puab raug txom nyem nyuaj sab."},{"bible_id":"1216","chapter_code":"OBA.1","verse_code":"OBA.1.15","label":"15","content":"Nub kws Yawmsaub teem ca lug ze ib tsoom tebchaws suavdawg lawm. Koj tau ua le caag lawm, koj yuav raug ib yaam le ntawd, tej kws koj ua yuav rov lug poob rua sau koj lub taubhau."},{"bible_id":"1216","chapter_code":"OBA.1","verse_code":"OBA.1.16","label":"16","content":"Koj haus sau kuv lub roob dawb huv le caag, tej tebchaws suavdawg kws nyob puag ncig koj yuav haus ib yaam le ntawd. Puab yuav haus kuas qaug hab puab yuav zoo le kws puab tub tsw tau txeev yug lug."},{"bible_id":"1216","chapter_code":"OBA.1","verse_code":"OBA.1.17","label":"17","content":"Yuav muaj tuabneeg huv lub roob Xi‑oo tswv dim, lub chaw ntawd yuav dawb huv. Yakhauj caaj ceg yuav rov tuav puab qub txeeg qub teg ua puab tug."},{"bible_id":"1216","chapter_code":"OBA.1","verse_code":"OBA.1.18","label":"18","content":"Yakhauj caaj ceg yuav ua suavtawg, Yauxej caaj ceg yuav ua nplaim tawg, Exau caaj ceg yuav ua quav nyaab, suavtawg hab nplaim tawg yuav kub taag du quas lug, Exau caaj ceg yuav tsw muaj leejtwg dim tau le,” tsua qhov Yawmsaub tub has ca lawm."},{"bible_id":"1216","chapter_code":"OBA.1","verse_code":"OBA.1.19","label":"19","content":"Cov kws nyob huv Neke yuav tau lub roob Exau ua puab tug, cov kws nyob sau tej pov roob Sefela yuav tau Filixatee tebchaws. Puab yuav tau Efa‑i tebchaws hab Xamali tebchaws ua puab tug, hab cov Npeeyamee yuav tau Kile‑a tebchaws ua puab tug."},{"bible_id":"1216","chapter_code":"OBA.1","verse_code":"OBA.1.20","label":"20","content":"Cov Yixayee kws poob tebchaws rua huv lub moos Halas, yuav tau Finikia tebchaws moog txug ncua lub moos Xalefa ua puab tug. Cov tuabneeg Yeluxalee kws poob tebchaws rua huv lub moos Xefala, yuav tau tej moos huv Neke ua puab tug."},{"bible_id":"1216","chapter_code":"OBA.1","verse_code":"OBA.1.21","label":"21","content":"Cov kws cawm lub tebchaws dim yuav nce moog rua sau lub roob Xi‑oo hab kaav lub roob Exau mas lub tebchaws yuav poob ua Yawmsaub le."}]