[{"bible_id":"1216","chapter_code":"PHM.1","verse_code":"PHM.1.1","label":"1","content":"Povlauj kws raug kaw vem ua Yexu Kheto teg num, hab peb tug kwv Timaute, has moog rua Filemoo kws peb hlub hab nrug peb koom ua num,"},{"bible_id":"1216","chapter_code":"PHM.1","verse_code":"PHM.1.2","label":"2","content":"hab has rua peb tug muam Afia hab Akhipa kws nrug peb koom ua tub rog, hab has rua pawg ntseeg huv koj lub tsev."},{"bible_id":"1216","chapter_code":"PHM.1","verse_code":"PHM.1.3","label":"3","content":"Thov txujkev hlub hab txujkev sab tug ntawm Vaajtswv kws yog peb leej Txwv hab ntawm tug Tswv Yexu Kheto nrug nraim mej."},{"bible_id":"1216","chapter_code":"PHM.1","verse_code":"PHM.1.4","label":"4","content":"Kuv ua Vaajtswv tsaug tsw tu ncua rua thaus kuv ncu txug koj huv kuv tej lug thov,"},{"bible_id":"1216","chapter_code":"PHM.1","verse_code":"PHM.1.5","label":"5","content":"vem kuv tub nov txug koj txujkev hlub hab koj txujkev ntseeg kws muaj rua tug Tswv Yexu hab cov xuv dawb txhua tug."},{"bible_id":"1216","chapter_code":"PHM.1","verse_code":"PHM.1.6","label":"6","content":"Kuv thov Vaajtswv paab kuas qhov kws koj nrug kuv koom txujkev ntseeg yuav ua rua koj paub taag nrho txhua yaam zoo kws peb muaj huv Yexu Kheto."},{"bible_id":"1216","chapter_code":"PHM.1","verse_code":"PHM.1.7","label":"7","content":"Kuv tug kwv, koj txujkev hlub ua rua kuv muaj sab xyiv faab hab tau txais kev txhawb sab ntau heev, vem yog koj ua rua cov xuv dawb suv sab tuaj."},{"bible_id":"1216","chapter_code":"PHM.1","verse_code":"PHM.1.8","label":"8","content":"Vem le nuav, txawm yog kuv muaj cuab kaav huv Kheto yuav has kuas koj ua tej kws tswm nyog ua,"},{"bible_id":"1216","chapter_code":"PHM.1","verse_code":"PHM.1.9","label":"9","content":"tassws vem txujkev hlub kuv yuav thov koj txhad le zoo dua. Kuv Povlauj kws ua tubkhai  hab nwgnuav raug kaw vem ua Yexu Kheto teg num,"},{"bible_id":"1216","chapter_code":"PHM.1","verse_code":"PHM.1.10","label":"10","content":"kuv thov koj txug kuv tug tub Aunexima  kws lug ua kuv le tub rua thaus kuv raug kaw."},{"bible_id":"1216","chapter_code":"PHM.1","verse_code":"PHM.1.11","label":"11","content":"Yaav tom ntej nwg tsw muaj qaabhau rua koj, tassws nwgnuav nwg yeej muaj qaabhau rua koj hab rua kuv."},{"bible_id":"1216","chapter_code":"PHM.1","verse_code":"PHM.1.12","label":"12","content":"Kuv xaa nwg kws yog kuv lub sab ntaag rov tuaj rua koj."},{"bible_id":"1216","chapter_code":"PHM.1","verse_code":"PHM.1.13","label":"13","content":"Kuv xaav ca nwg nrug kuv nyob ua koom rua kuv hloov koj chaw rua lub swjhawm kws kuv raug kaw vem yog tim txuj xuv zoo."},{"bible_id":"1216","chapter_code":"PHM.1","verse_code":"PHM.1.14","label":"14","content":"Tassws kuv tsw xaav ua ib yaam daabtsw ua ntej kws koj tsw tau pum zoo, sub qhov kws koj ua zoo txhad tsw yog raug yuam ua tassws yog koj txaus sab ua."},{"bible_id":"1216","chapter_code":"PHM.1","verse_code":"PHM.1.15","label":"15","content":"Tej zag yog tim le nuav nwg txhad ncaim koj moog ib nyuas ntu sub koj txhad rov tau nwg moog ib txhws le."},{"bible_id":"1216","chapter_code":"PHM.1","verse_code":"PHM.1.16","label":"16","content":"Nwg yuav tsw ua qhev dua le lawm tassws zoo dua le ib tug qhev, yog ib tug kwvtij kws ntxwm hlub. Kuv yeej hlub nwg mas koj yimfuab yuav tsum hlub nwg ntawm lub cev nqaj tawv hab huv tug Tswv."},{"bible_id":"1216","chapter_code":"PHM.1","verse_code":"PHM.1.17","label":"17","content":"Vem le nuav, yog koj pum tas kuv nrug koj koom ua tuab teg num, koj ca le txais yuav nwg ib yaam le txais yuav kuv."},{"bible_id":"1216","chapter_code":"PHM.1","verse_code":"PHM.1.18","label":"18","content":"Yog nwg ua txhum rua koj lossws tshuav koj nqe daabtsw, ca le xaam ntawm kuv."},{"bible_id":"1216","chapter_code":"PHM.1","verse_code":"PHM.1.19","label":"19","content":"Kuv Povlauj swv kuv txhais teg sau le nuav tas kuv yuav them. Kuv yuav tsw has txug qhov kws koj tug kheej yeej tshuav kuv."},{"bible_id":"1216","chapter_code":"PHM.1","verse_code":"PHM.1.20","label":"20","content":"Yog le nuav, tug kwv, kuv xaav tau qaabhau ntawm koj huv tug Tswv. Ca le ua rua kuv suv sab huv Kheto."},{"bible_id":"1216","chapter_code":"PHM.1","verse_code":"PHM.1.21","label":"21","content":"Kuv ruaj sab tas koj yuav noog lug, kuv txhad sau ntawv tuaj rua koj hab paub tas koj yuav ua ntau dua tej kws kuv thov."},{"bible_id":"1216","chapter_code":"PHM.1","verse_code":"PHM.1.22","label":"22","content":"Dua le ntawd thov koj npaaj chaw rua kuv su hab, vem kuv vaam tas yuav rov tuaj cuag mej dua vem mej tej lug thov."},{"bible_id":"1216","chapter_code":"PHM.1","verse_code":"PHM.1.23","label":"23","content":"Epafa kws nrug raug kaw vem ua Yexu Kheto teg num has lug ncu txug tuaj rua koj."},{"bible_id":"1216","chapter_code":"PHM.1","verse_code":"PHM.1.24","label":"24","content":"Malakau, Alithakha, Ntema hab Luka kws nrug kuv koom ua num has lug ncu txug ib yaam nkaus."},{"bible_id":"1216","chapter_code":"PHM.1","verse_code":"PHM.1.25","label":"25","content":"Thov tug Tswv Yexu Kheto txujkev hlub nrug nraim mej tug ntsuj plig."}]