[{"bible_id":"1216","chapter_code":"REV.1","verse_code":"REV.1.1","label":"1","content":"Nuav yog Yexu Kheto tej lug qha tshwm kws Vaajtswv pub rua Yexu sub txhad qha rua nwg cov tub qhe pum tej kws yuav tsum tshwm lug sai sai nuav. Vaajtswv khaiv nwg tug tubkhai ntuj moog qha rua nwg tug tub qhe Yauhaa."},{"bible_id":"1216","chapter_code":"REV.1","verse_code":"REV.1.2","label":"2","content":"Yauhaa ua timkhawv txug Vaajtswv txujlug hab txug Yexu Kheto tej lug timkhawv, yog txhua yaam kws nwg pum."},{"bible_id":"1216","chapter_code":"REV.1","verse_code":"REV.1.3","label":"3","content":"Tug kws nyeem tej lug has txug tom hauv ntej nuav, hab tug kws noog hab tuav rawv tej kws sau ca rua huv ntawv nuav tau nyob kaaj sab lug, tsua qhov lub swjhawm tub lug ze lawm."},{"bible_id":"1216","chapter_code":"REV.1","verse_code":"REV.1.4","label":"4","content":"Yauhaa has moog rua xyaa pawg ntseeg kws nyob lub xeev Axia. Thov mej tau txujkev hlub hab txujkev sab tug ntawm tug kws muaj txujsa nyob nwgnuav hab ib txwm muaj nyob hab tseed yuav lug, hab ntawm xyaa tug ntsuj plig kws nyob ntawm nwg lub zwm txwv,"},{"bible_id":"1216","chapter_code":"REV.1","verse_code":"REV.1.5","label":"5","content":"hab ntawm Yexu Kheto kws yog tug timkhawv kws tso sab tau. Nwg yog tug Tub hlub kws xub caj sawv huv qhov tuag rov lug, hab yog tug kaav tej vaajntxwv huv nplajteb. Thov kuas tug kws hlub peb hab muab nwg cov ntshaav tso peb dim peb lub txem,"},{"bible_id":"1216","chapter_code":"REV.1","verse_code":"REV.1.6","label":"6","content":"hab tsaa peb ua ib lub tebchaws hab ua pov thawj kws ua koom rua nwg leej Txwv Vaajtswv, tau koob meej hab fwjchim kaav moog ib txhws tsw kawg. Amee."},{"bible_id":"1216","chapter_code":"REV.1","verse_code":"REV.1.7","label":"7","content":"Saib maj, nwg yuav nrug fuab lug hab txhua tug lub qhov muag yuav pum nwg, yog cov kws nkaug nwg ntaag. Hab txhua haiv tuabneeg huv nplajteb yuav quaj ntsuag vem nwg lug. Yeej yuav muaj le ntawd. Amee."},{"bible_id":"1216","chapter_code":"REV.1","verse_code":"REV.1.8","label":"8","content":"Tug Tswv kws yog Vaajtswv kws muaj nyob nwgnuav hab ib txwm muaj nyob hab yuav lug, hab yog tug kws muaj fwjchim luj kawg nkaus has tas, “Kuv yog Alafa hab Aumeka.”"},{"bible_id":"1216","chapter_code":"REV.1","verse_code":"REV.1.9","label":"9","content":"Kuv yog Yauhaa kws yog mej kwvtij hab nrug mej koom raug kev tswm txom hab koom lub tebchaws hab nrug mej ua sab ntev thev tej kev tswm txom rua huv Yexu. Kuv nyob sau lub koog povtxwv Pamau vem yog kuv qha Vaajtswv txujlug hab Yexu tej lug timkhawv."},{"bible_id":"1216","chapter_code":"REV.1","verse_code":"REV.1.10","label":"10","content":"Nub kws yog tug Tswv nub, Vaaj Ntsuj Plig lug kaav taag nrho kuv lub sab, hab kuv nov ib lub suab nrov yaam le suab raaj xyu tom kuv qub qaab"},{"bible_id":"1216","chapter_code":"REV.1","verse_code":"REV.1.11","label":"11","content":"has tas, “Ca le muab tej kws koj pum sau ca rua huv thooj ntawv xaa moog rua xyaa pawg ntseeg, yog pawg ntseeg huv lub moos Efexau, lub moos Xamawna, lub moos Pawkamu, lub moos Thiathila, lub moos Xanti, lub moos Filantefia hab lub moos Launtikia.”"},{"bible_id":"1216","chapter_code":"REV.1","verse_code":"REV.1.12","label":"12","content":"Mas kuv tig lug saib lub suab kws has rua kuv ntawd. Thaus kuv tig lug lawd, kuv pum xyaa tug ncej kub kws txawb teeb,"},{"bible_id":"1216","chapter_code":"REV.1","verse_code":"REV.1.13","label":"13","content":"hab huv plawv cov ncej txawb teeb hov muaj ib tug zoo le Tuabneeg leej Tub, naav lub tsho ntev suab zaw nraag kwtaw hab sa ib txuj hlaab kub ntawm nwg hauv sab."},{"bible_id":"1216","chapter_code":"REV.1","verse_code":"REV.1.14","label":"14","content":"Nwg lub taubhau hab nwg cov plaubhau dawb ib yaam le plaub yaaj, hab dawb ib yaam le daus xwb daus npu, nwg lub qhov muag zoo ib yaam le nplaim tawg,"},{"bible_id":"1216","chapter_code":"REV.1","verse_code":"REV.1.15","label":"15","content":"nwg txhais kwtaw zoo ib yaam le tooj lab kws tub muab nchuav huv cub thee lug hab muab txhuam ci nplaag lawm,  hab nwg lub suab nrov yaam le dej hlub ntsawj."},{"bible_id":"1216","chapter_code":"REV.1","verse_code":"REV.1.16","label":"16","content":"Nwg txhais teg xws tuav rawv xyaa lub nub qub, hab ib raab ntaaj ob saab ntse tawm huv nwg lub qhov ncauj lug, hab nwg lub ntsej muag ci ib yaam le thaus lub nub ci heev."},{"bible_id":"1216","chapter_code":"REV.1","verse_code":"REV.1.17","label":"17","content":"Thaus kuv pum nwg kuv ca le khwb nkaus rua ntawm nwg kwtaw yaam le tug tuabneeg tuag. Mas nwg muab nwg txhais teg xws npuab rua sau kuv hab has tas, “Tsw xob ntshai hlo le, kuv yog lub hauv paug hab yog lub ntsws,"},{"bible_id":"1216","chapter_code":"REV.1","verse_code":"REV.1.18","label":"18","content":"hab yog tug kws muaj txujsa nyob. Kuv tub tuag lawm tassws saib maj, kuv tseed muaj txujsa nyob moog ib txhws hab kuv tuav rawv txujkev tuag hab tub tuag teb tej yuam swj."},{"bible_id":"1216","chapter_code":"REV.1","verse_code":"REV.1.19","label":"19","content":"Vem le nuav, koj ca le sau tej kws koj pum, yog tej kws saamswm muaj hab tej kws yuav tshwm lug yaav tom qaab."},{"bible_id":"1216","chapter_code":"REV.1","verse_code":"REV.1.20","label":"20","content":"Xyaa lub nub qub kws koj pum nyob huv kuv txhais teg hab xyaa tug ncej kub txawb teeb hov lub ntsab yog le nuav. Xyaa lub nub qub yog xyaa pawg ntseeg tug tubkhai ntuj hab xyaa tug ncej txawb teeb kuj yog xyaa pawg ntseeg.”"},{"bible_id":"1216","chapter_code":"REV.2","verse_code":"REV.2.1","label":"1","content":"“Ca le sau xaa rua tug tubkhai ntuj huv pawg ntseeg Efexau has tas, Tug kws tuav rawv xyaa lub nub qub huv nwg txhais teg xws hab moog moog lug lug huv plawv xyaa tug ncej kub txawb teeb has le nuav tas,"},{"bible_id":"1216","chapter_code":"REV.2","verse_code":"REV.2.2","label":"2","content":"“ ‘Kuv paub koj teg daag num, hab paub qhov kws koj khwv hab ua sab ntev thev ua num, hab paub tas koj thev tsw taug cov tuabneeg ua phem hab koj tub tshuaj saib cov kws khaav has tas puab yog tubkhai tassws tsw yog, hab koj pum tas puab cov ntawd daag xwb."},{"bible_id":"1216","chapter_code":"REV.2","verse_code":"REV.2.3","label":"3","content":"Kuv paub tas koj muaj lub sab ntev thev taug hab yeem thev vem saib rua kuv lub npe, hab tsw qaug zug."},{"bible_id":"1216","chapter_code":"REV.2","verse_code":"REV.2.4","label":"4","content":"Tassws kuv muaj ib qho kws thuaj koj, yog qhov kws koj muab txujkev hlub kws koj muaj thaus chiv thawj tso tseg lawm."},{"bible_id":"1216","chapter_code":"REV.2","verse_code":"REV.2.5","label":"5","content":"Vem le nuav ca le ncu txug lub neej kws koj poob lug ntawd, ca le ntxeev dua sab tshab hab ua teg num ib yaam le thaus chiv thawj. Yog tsw ua le ntawd, kuv yuav tuaj cuag koj hab muab tug ncej txawb teeb rhu ntawm koj moog, yuav yog koj ntxeev dua sab tshab xwb txhad tsw muab rhu moog."},{"bible_id":"1216","chapter_code":"REV.2","verse_code":"REV.2.6","label":"6","content":"Tassws koj tseed muaj qhov zoo hab, yog qhov kws koj ntxub tej kws cov tuabneeg Nikaulaite ua ib yaam le kuv ntxub."},{"bible_id":"1216","chapter_code":"REV.2","verse_code":"REV.2.7","label":"7","content":"Tug kws muaj qhov ntsej ca le noog tej kws Vaaj Ntsuj Plig has rua cov pawg ntseeg. Tug kws kov yeej, kuv yuav pub nwg noj tsob txwv ntoo kws pub txujsa kws nyob huv Vaajtswv lub vaaj kws zoo kawg nkaus.’"},{"bible_id":"1216","chapter_code":"REV.2","verse_code":"REV.2.8","label":"8","content":"“Ca le sau xaa rua tug tubkhai ntuj huv pawg ntseeg Xamawna has tas, Tug kws yog lub hauv paug hab yog lub ntsws, yog tug kws tub tuag lawm hab caj sawv rov lug has le nuav tas,"},{"bible_id":"1216","chapter_code":"REV.2","verse_code":"REV.2.9","label":"9","content":"“ ‘Kuv paub tas koj raug kev tswm txom hab kev pluag, tassws koj kuj nplua nuj. Hab kuv paub qhov kws cov tuabneeg kws khaav tas puab yog Yutai tassws yeej tsw yog, ab ham koj. Puab yog Xataa  lub tsev sablaaj xwb."},{"bible_id":"1216","chapter_code":"REV.2","verse_code":"REV.2.10","label":"10","content":"Tsw xob ntshai qhov kws mej yuav raug tswm txom. Saib maj, Ntxwg Nyoog yuav muab mej qee leej nrum rua huv tsev lojfaaj sub txhad tau chaw swm mej, hab mej yuav raug kev tswm txom kaum nub. Koj ca le muaj sab ntseeg moog txug nub tuag mas kuv yuav muab lub mom kub kws yog txujsa rua koj."},{"bible_id":"1216","chapter_code":"REV.2","verse_code":"REV.2.11","label":"11","content":"Tug kws muaj qhov ntsej ca le noog tej kws Vaaj Ntsuj Plig has rua cov pawg ntseeg. Tug kws kov yeej, yuav tsw raug txujkev tuag zag ob hlo le.’"},{"bible_id":"1216","chapter_code":"REV.2","verse_code":"REV.2.12","label":"12","content":"“Ca le sau xaa rua tug tubkhai ntuj huv pawg ntseeg Pawkamu has tas, Tug kws tuav rawv raab ntaaj ob saab ntse has le nuav tas,"},{"bible_id":"1216","chapter_code":"REV.2","verse_code":"REV.2.13","label":"13","content":"“ ‘Kuv paub qhov chaw kws koj nyob, yog lub chaw kws muaj Xataa   lub zwm txwv. Tassws koj tseed tuav rawv kuv lub npe hab koj tsw muab txujkev ntseeg kuv tso tseg. Txawm yog thaus Aatipa kws ua timkhawv ncaaj nceeg rua kuv raug muab tua huv plawv mej kws yog Xataa lub chaw nyob los koj tsw tso kuv tseg."},{"bible_id":"1216","chapter_code":"REV.2","verse_code":"REV.2.14","label":"14","content":"Tassws muaj ob peb qho kws kuv yuav thuaj koj. Muaj qee leej huv koj kws tuav rawv Npala‑aa tej lug qha kws qha Npalaj muab tej kws ua rua cov Yixayee dawm, cuab ntawm puab hauv ntej, yog kuas puab noj tej zaub mov kws muab xyeem rua tej txoov daab hab ua nkauj ua nraug."},{"bible_id":"1216","chapter_code":"REV.2","verse_code":"REV.2.15","label":"15","content":"Ib yaam le ntawd, koj kuj muaj qee leej kws tuav rawv cov tuabneeg Nikaulaite tej lug qha."},{"bible_id":"1216","chapter_code":"REV.2","verse_code":"REV.2.16","label":"16","content":"Vem le nuav, ca le ntxeev dua sab tshab. Yog tsw ua le ntawd kuv yuav tuaj cuag koj sai sai nuav, hab yuav xuas raab ntaaj kws yog kuv lub qhov ncauj tawm tsaam cov tuabneeg hov."},{"bible_id":"1216","chapter_code":"REV.2","verse_code":"REV.2.17","label":"17","content":"Tug kws muaj qhov ntsej ca le noog tej kws Vaaj Ntsuj Plig has rua cov pawg ntseeg. Tug kws kov yeej, kuv yuav muab cov mana  kws muab zais ca lawd rua nwg noj hab yuav muab ib lub pob zeb dawb rua nwg. Muaj lub npe tshab sau ca ntawm lub pob zeb hov tsw muaj leejtwg paub le tsuas yog tug kws tau txais txhad paub xwb.’"},{"bible_id":"1216","chapter_code":"REV.2","verse_code":"REV.2.18","label":"18","content":"“Ca le sau xaa rua tug tubkhai ntuj huv pawg ntseeg Thiathila has tas, Vaajtswv tug Tub kws lub qhov muag zoo le nplaim tawg hab txhais kwtaw zoo le tooj lab kws txhuam ci nplaag lawm has le nuav tas,"},{"bible_id":"1216","chapter_code":"REV.2","verse_code":"REV.2.19","label":"19","content":"“ ‘Kuv paub koj teg daag num hab paub koj kev hlub, kev ntseeg, kev ua koom rua luas hab qhov kws ua sab ntev thev, hab paub tas tej num kws koj ua thaus kawg nuav zoo dua thaus chiv thawj."},{"bible_id":"1216","chapter_code":"REV.2","verse_code":"REV.2.20","label":"20","content":"Tassws muaj ib qho kws kuv yuav thuaj koj, yog qhov kws koj tso ncauj rua tug nam puj Yexenpee kws khaav has tas nwg yog puj xwbfwb cev Vaajtswv lug hab nwg qha hab daag ntxag kuv cov qhev kuas ua nkauj ua nraug hab noj tej zaub mov kws muab xyeem rua txoov daab."},{"bible_id":"1216","chapter_code":"REV.2","verse_code":"REV.2.21","label":"21","content":"Kuv pub swjhawm rua nwg ntxeev dua sab tshab tassws nwg tsw yeem ntxeev dua sab tshab ntawm qhov kws ua nkauj ua nraug."},{"bible_id":"1216","chapter_code":"REV.2","verse_code":"REV.2.22","label":"22","content":"Saib maj, kuv yuav muab nwg nrum rua huv lub laav mob, hab muab cov kws nrug nwg sws deev nrum rua huv txujkev txom nyem luj heev, ntshai tsuas yog puab ntxeev dua sab tshab ntawm tug puj hov tej kev phem lawm."},{"bible_id":"1216","chapter_code":"REV.2","verse_code":"REV.2.23","label":"23","content":"Kuv yuav muab tug puj hov cov mivnyuas tua pov tseg. Mas txhua pawg ntseeg yuav paub tas kuv yog tug kws tshuaj saib puab lub sab hab tej kws puab xaav, hab kuv yuav pub rua mej txhua tug lawv le tej num kws txhua tug ua."},{"bible_id":"1216","chapter_code":"REV.2","verse_code":"REV.2.24","label":"24","content":"Tassws mej cov huv lub moos Thiathila kws tsw ua lawv le nwg tej lug qha hov, hab tsw kawm paub tej kws luas has tas yog tej kws nyob tub tub huv daab Xataa,   kuv has rua mej tas kuv yuav tsw muab dua lub nraa nyaav rua mej rws,"},{"bible_id":"1216","chapter_code":"REV.2","verse_code":"REV.2.25","label":"25","content":"tsuas yog mej yuav tsum tuav rawv tej kws mej muaj lawd moog txug thaus kuv lug xwb."},{"bible_id":"1216","chapter_code":"REV.2","verse_code":"REV.2.26","label":"26","content":"Tug kws kov yeej hab ua kuv teg num moog txug thaus kawg, kuv yuav pub kuas nwg muaj fwjchim kaav ib tsoom tebchaws."},{"bible_id":"1216","chapter_code":"REV.2","verse_code":"REV.2.27","label":"27","content":"“ ‘Nwg yuav xuas qws hlau kaav puab, ib yaam le tej laujkaub aav kws raug muab tsoo ntsoog taag,’"},{"bible_id":"1216","chapter_code":"REV.2","verse_code":"REV.2.28","label":"28","content":"ib yaam le kuv tau txais fwjchim ntawm kuv leej Txwv lawm, hab kuv yuav muab lub nub qub toog rua nwg."},{"bible_id":"1216","chapter_code":"REV.2","verse_code":"REV.2.29","label":"29","content":"Tug kws muaj qhov ntsej ca le noog tej kws Vaaj Ntsuj Plig has rua cov pawg ntseeg.”"},{"bible_id":"1216","chapter_code":"REV.3","verse_code":"REV.3.1","label":"1","content":"“Ca le sau xaa rua tug tubkhai ntuj huv pawg ntseeg Xanti has tas, Tug kws muaj Vaajtswv xyaa tug ntsuj plig hab muaj xyaa lub nub qub has le nuav tas, “ ‘Kuv paub koj teg daag num. Koj muaj lub npe has tas muaj txujsa nyob tassws koj tub tuag lawm."},{"bible_id":"1216","chapter_code":"REV.3","verse_code":"REV.3.2","label":"2","content":"Koj ca le tswm dheev lug hab cuab zug rua tej qhov kws koj tseed muaj kws tub yuav tuag, tsua qhov kuv pum koj teg num tsw tau tav zoo rua ntawm kuv tug Vaajtswv lub xubndag."},{"bible_id":"1216","chapter_code":"REV.3","verse_code":"REV.3.3","label":"3","content":"Vem le nuav ca le ncu txug tej kws koj tau txais hab tau nov lawm. Ca le tuav rawv tej hov hab ntxeev dua sab tshab. Yog koj tsw tswm dheev lug, kuv yuav lug ib yaam le tub saab tuaj mas koj yuav tsw paub tas kuv yuav lug txug koj rua lub swjhawm twg."},{"bible_id":"1216","chapter_code":"REV.3","verse_code":"REV.3.4","label":"4","content":"Tassws koj tseed muaj ob peb leeg huv lub moos Xanti kws tsw tau ua rua puab tej tsoog tsho qas puag tsuas. Puab yuav naav cev tsoog dawb nrug kuv moog ua ke vem tswm nyog puab tau le ntawd."},{"bible_id":"1216","chapter_code":"REV.3","verse_code":"REV.3.5","label":"5","content":"Tug kws kov yeej yuav tau naav cev tsoog dawb ib yaam le puab, hab kuv yuav tsw thuam nwg lub npe huv phoo ntawv txujsa. Kuv yuav leeg nwg lub npe taab meeg kuv leej Txwv xubndag hab taab meeg leej Txwv cov tubkhai ntuj."},{"bible_id":"1216","chapter_code":"REV.3","verse_code":"REV.3.6","label":"6","content":"Tug kws muaj qhov ntsej ca le noog tej kws Vaaj Ntsuj Plig has rua cov pawg ntseeg.’"},{"bible_id":"1216","chapter_code":"REV.3","verse_code":"REV.3.7","label":"7","content":"“Ca le sau xaa rua tug tubkhai ntuj huv pawg ntseeg Filantefia has tas, Tug kws dawb huv hab muaj tseeb, nwg tuav rawv Tavi tug yuam swj, yog nwg qheb lawm tsw muaj leejtwg kaw tau, yog nwg kaw lawm tsw muaj leejtwg qheb tau, nwg has le nuav tas,"},{"bible_id":"1216","chapter_code":"REV.3","verse_code":"REV.3.8","label":"8","content":"“ ‘Kuv paub koj teg daag num. Saib maj, kuv muab lub qhov rooj qheb ca rua ntawm koj lub xubndag, tsw muaj leejtwg kaw tau. Kuv paub tas koj tsuas muaj zug miv miv xwb, txawm le ntawd los koj tseed tuav rawv kuv tej lug hab tsw tso kuv lub npe tseg."},{"bible_id":"1216","chapter_code":"REV.3","verse_code":"REV.3.9","label":"9","content":"Saib maj, kuv yuav ua rua cov kws yog Xataa  lub tsev sablaaj kws has tas puab yog Yutai tassws tsw yog, yog puab daag xwb, mas kuv yuav ua rua puab tuaj pe ntawm koj kwtaw hab puab yuav paub tas kuv hlub koj."},{"bible_id":"1216","chapter_code":"REV.3","verse_code":"REV.3.10","label":"10","content":"Vem koj ua lawv le kuv tej lug kws has tas yuav tsum ua sab ntev thev, kuv yuav tsom kwm koj kuas dim lub swjhawm kws raug kev swm sab kws yuav lug raug lub nplajteb huvsw, sub txhad swm tau cov tuabneeg kws nyob huv lub nplajteb."},{"bible_id":"1216","chapter_code":"REV.3","verse_code":"REV.3.11","label":"11","content":"Kuv yuav lug sai sai nuav. Ca le tuav rawv tej kws koj muaj, sub txhad tsw muaj leejtwg txeeb tau koj lub mom kub moog."},{"bible_id":"1216","chapter_code":"REV.3","verse_code":"REV.3.12","label":"12","content":"Tug kws kov yeej mas kuv yuav tsaa nwg ua ib tug ncej huv kuv tug Vaajtswv lub tuam tsev. Nwg yuav tsw tawm huv lub tuam tsev dua le hab kuv yuav muab kuv tug Vaajtswv lub npe hab muab kuv tug Vaajtswv lub nroog lub npe, yog lub nroog Yeluxalee tshab kws yuav nqeg sau ntuj ntawm kuv tug Vaajtswv lug, hab muab kuv lub npe tshab sau rua ntawm nwg lub cev."},{"bible_id":"1216","chapter_code":"REV.3","verse_code":"REV.3.13","label":"13","content":"Tug kws muaj qhov ntsej ca le noog tej kws Vaaj Ntsuj Plig has rua cov pawg ntseeg.’"},{"bible_id":"1216","chapter_code":"REV.3","verse_code":"REV.3.14","label":"14","content":"“Ca le sau xaa rua tug tubkhai ntuj huv pawg ntseeg Launtikia has tas, Tug kws yog Amee,  yog tug timkhawv kws tso sab tau hab muaj tseeb, yog txhua yaam kws Vaajtswv tswm lub hauv paug, has le nuav tas,"},{"bible_id":"1216","chapter_code":"REV.3","verse_code":"REV.3.15","label":"15","content":"“ ‘Kuv paub koj teg daag num. Koj tsw txag tsw kub. Kuv xaav kuas koj txag hlo lossws kub hlo."},{"bible_id":"1216","chapter_code":"REV.3","verse_code":"REV.3.16","label":"16","content":"Yog le ntawd vem koj suv sem so xwb, tsw kub tsw txag, kuv yuav muab koj nti tawm huv kuv qhov ncauj."},{"bible_id":"1216","chapter_code":"REV.3","verse_code":"REV.3.17","label":"17","content":"Koj has tas, “Kuv nplua nuj, kuv muaj txag lawm, kuv tsw cheem tsum daabtsw le.” Koj tsw paub tas koj tub txom nyem kawg hab ntxwm khuvleej, koj pluag, dig muag hab lab qaab."},{"bible_id":"1216","chapter_code":"REV.3","verse_code":"REV.3.18","label":"18","content":"Vem le nuav kuv qha kuas koj yuav cov kub ntawm kuv kws muab nchuav huv cub thee lawm sub koj txhad le nplua nuj, hab yuav tej tsoog tsho dawb lug naav sub txhad tsw pum koj lub cev lab qaab kws txaaj muag, hab yuav cov tshuaj lug teev koj lub qhov muag sub koj txhad pum kev."},{"bible_id":"1216","chapter_code":"REV.3","verse_code":"REV.3.19","label":"19","content":"Cov kws kuv hlub kuv yeej qhuab ntuag hab nplawm.  Vem le nuav ca le kub sab quas lug hab ntxeev dua sab tshab."},{"bible_id":"1216","chapter_code":"REV.3","verse_code":"REV.3.20","label":"20","content":"Saib maj, kuv sawv nrau qhov rooj khob. Yog leejtwg nov kuv lub suab hab qheb qhov rooj, kuv yuav nkaag moog rua huv hab nrug nwg noj mov ua ke hab nwg yuav nrug kuv noj mov ua ke."},{"bible_id":"1216","chapter_code":"REV.3","verse_code":"REV.3.21","label":"21","content":"Tug kws kov yeej kuv yuav pub nwg nrug kuv nyob tsawg sau kuv lub zwm txwv, ib yaam le kws kuv kov yeej lawm hab nrug kuv leej Txwv nyob tsawg sau nwg lub zwm txwv."},{"bible_id":"1216","chapter_code":"REV.3","verse_code":"REV.3.22","label":"22","content":"Tug kws muaj qhov ntsej ca le noog tej kws Vaaj Ntsuj Plig has rua cov pawg ntseeg.’ ”"},{"bible_id":"1216","chapter_code":"REV.4","verse_code":"REV.4.1","label":"1","content":"Dhau ntawd kuv saib pum ib lub qhov rooj sau ntuj ceeb tsheej qheb quas lug ca. Hab lub suab kws kuv tau nov ntawd has rua kuv ib yaam le lub suab raaj xyu has tas, “Ca le nce tuaj sau nuav, kuv yuav qha rua koj paub txug tej kws yuav tsum muaj tshwm lug rua thaus dhau nuav lawd.”"},{"bible_id":"1216","chapter_code":"REV.4","verse_code":"REV.4.2","label":"2","content":"Taamswm ntawd Vaaj Ntsuj Plig kaav taag nrho kuv lub sab, kuv txawm pum muaj ib lub zwm txwv nyob sau ntuj hab muaj ib tug nyob tsawg sau lub zwm txwv ntawd."},{"bible_id":"1216","chapter_code":"REV.4","verse_code":"REV.4.3","label":"3","content":"Tug kws nyob tsawg hov saib mas ci zoo le qai zeb hlaws daaj hab qai zeb hlaws lab, hab muaj zaaj sawv puag ncig lub zwm txwv hov ci zoo le qai zeb hlaws ntsuab txho."},{"bible_id":"1216","chapter_code":"REV.4","verse_code":"REV.4.4","label":"4","content":"Hab ib ncig lub zwm txwv ntawd muaj neeg nkaum plaub lub zwm txwv, hab muaj neeg nkaum plaub tug kev txwj quas laug nyob sau tej zwm txwv hov. Puab naav tsoog tsho dawb paug hab ntoo lub mom kub sau taubhau."},{"bible_id":"1216","chapter_code":"REV.4","verse_code":"REV.4.5","label":"5","content":"Muaj tsag lig xub laim lab quas vog hab xub nroo xub nthe tawm ntawm lub zwm txwv hov tuaj, hab muaj xyaa teg tsau cig laam lug rua ntawm lub zwm txwv ntawd saab xubndag. Tej teg tsau hov yog Vaajtswv xyaa tug ntsuj plig,"},{"bible_id":"1216","chapter_code":"REV.4","verse_code":"REV.4.6","label":"6","content":"hab ncaaj ntawm lub zwm txwv xubndag muaj ib yaam zoo le havtxwv ntshab le av ci yaam le qai zeb dawb. Ib ncig ntawm ob saab lub zwm txwv muaj plaub tug tsaj caj sa, muaj qhov muag puv nkaus saab nraus qaum hab saab xubndag."},{"bible_id":"1216","chapter_code":"REV.4","verse_code":"REV.4.7","label":"7","content":"Tej tsaj caj sa hov tug ib zoo le tsuv ntxhuav, tug ob zoo le txwv nyuj, tug peb muaj ntsej muag le tuabneeg, tug plaub zoo le ib tug daav kws saamswm yaa."},{"bible_id":"1216","chapter_code":"REV.4","verse_code":"REV.4.8","label":"8","content":"Plaub tug tsaj caj sa hov txhua tug muaj rau phob kauj tis, hab muaj qhov muag puv nkaus ib ncig saab sau saab huv, hab puab qw nruab nub mo ntuj tsw tu has tas, “Dawb huv, dawb huv, dawb huv yog Vaajtswv kws muaj fwjchim luj kawg nkaus, yog tug kws ib txwm muaj nyob hab muaj txujsa nyob hab tseed yuav lug.”"},{"bible_id":"1216","chapter_code":"REV.4","verse_code":"REV.4.9","label":"9","content":"Thaus tej tsaj caj sa hu nkauj qhuas hab fwm hab ua tsaug tug kws nyob tsawg sau lub zwm txwv, kws yog tug muaj txujsa nyob moog ib txhws tsw kawg,"},{"bible_id":"1216","chapter_code":"REV.4","verse_code":"REV.4.10","label":"10","content":"tes neeg nkaum plaub tug kev txwj quas laug hov txawm khwb nkaus rua ntawm tug kws nyob sau lub zwm txwv xubndag hab pe hawm tug kws muaj txujsa nyob moog ib txhws tsw kawg, hab hle puab lub mom kub txawb rua ntawm lub zwm txwv lub xubndag, hab has tas,"},{"bible_id":"1216","chapter_code":"REV.4","verse_code":"REV.4.11","label":"11","content":"“Au tug Tswv kws yog peb tug Vaajtswv, koj tswm nyog tau meej mom hab koob meej hab fwjchim luj kawg, vem koj tswm ib puas tsaav yaam, hab ib puas tsaav yaam muaj nyob hab raug tswm lug lawv le koj tub xaav tseg.”"},{"bible_id":"1216","chapter_code":"REV.5","verse_code":"REV.5.1","label":"1","content":"Huv tug kws nyob sau lub zwm txwv txhais teg xws kuv pum muaj ib thooj ntawv sau saab huv hab saab nrau huvsw hab ntaus xyaa lub hom thawj rua."},{"bible_id":"1216","chapter_code":"REV.5","verse_code":"REV.5.2","label":"2","content":"Hab kuv pum ib tug tubkhai ntuj kws muaj fwjchim tshaaj tawm nrov nrov has tas, “Leejtwg yog tug kws tswm nyog qheb thooj ntawv hab tev tej hom thawj tseg?”"},{"bible_id":"1216","chapter_code":"REV.5","verse_code":"REV.5.3","label":"3","content":"Tsw muaj leejtwg kws nyob sau ntuj lossws huv lub nplajteb lossws huv nruab tiv txwv yuav qheb tau hab saib huv thooj ntawv."},{"bible_id":"1216","chapter_code":"REV.5","verse_code":"REV.5.4","label":"4","content":"Tes kuv txawm quaj heev vem nrhav tsw tau leejtwg kws tswm nyog qheb thooj ntawv hab saib thooj ntawv hov."},{"bible_id":"1216","chapter_code":"REV.5","verse_code":"REV.5.5","label":"5","content":"Cov kev txwj quas laug ib tug txawm has rua kuv tas, “Tsw xob quaj. Saib maj, xeem Yuta tug Tsuv Ntxhuav, yog Tavi caaj ceg, tub kov yeej lawm, nwg txhad qheb tau thooj ntawv hab tev xyaa lub hom thawj tau.”"},{"bible_id":"1216","chapter_code":"REV.5","verse_code":"REV.5.6","label":"6","content":"Huv ntu nruab nraab ntawm lub zwm txwv hab plaub tug tsaj caj sa, hab huv plawv cov kev txwj quas laug kuv pum ib tug mivnyuas yaaj sawv ntsug, zoo yaam nkaus le tub raug muab tua lawm. Nwg muaj xyaa tug kub hab xyaa lub qhov muag kws yog Vaajtswv xyaa tug ntsuj plig kws muab khaiv moog thoob plawg lub nplajteb."},{"bible_id":"1216","chapter_code":"REV.5","verse_code":"REV.5.7","label":"7","content":"Nwg moog muab thooj ntawv ntawm tug kws nyob sau lub zwm txwv txhais teg xws."},{"bible_id":"1216","chapter_code":"REV.5","verse_code":"REV.5.8","label":"8","content":"Thaus nwg txais thooj ntawv lawm, plaub tug tsaj caj sa hab neeg nkaum plaub tug kev txwj quas laug txawm khwb nkaus rua ntawm tug mivnyuas yaaj xubndag, txhua tug tuav rawv nkauj nog ncaas hab lub phaaj kub rau tshuaj tsw qaab puv nkaus kws yog Vaajtswv cov xuv dawb tej lug thov."},{"bible_id":"1216","chapter_code":"REV.5","verse_code":"REV.5.9","label":"9","content":"Puab hu ib zaaj nkauj tshab has tas, “Koj yog tug kws tswm nyog txais thooj ntawv hov hab tev tej hom thawj tseg, vem koj raug muab tua hab koj muab koj cov ntshaav txhwv tuabneeg ntawm txhua lub xeem txhua yaam lug txhua haiv tuabneeg hab txhua lub tebchaws lug rua Vaajtswv,"},{"bible_id":"1216","chapter_code":"REV.5","verse_code":"REV.5.10","label":"10","content":"hab tsaa puab ua ib lub tebchaws hab ua pov thawj ua koom rua peb tug Vaajtswv, hab puab yuav kaav lub nplajteb.”"},{"bible_id":"1216","chapter_code":"REV.5","verse_code":"REV.5.11","label":"11","content":"Mas kuv saib hab nov cov tubkhai ntuj coob coob lub suab, suav muaj quas txheeb quas vaam leej nyob puag ncig lub zwm txwv hab tej tsaj caj sa hab cov kev txwj quas laug."},{"bible_id":"1216","chapter_code":"REV.5","verse_code":"REV.5.12","label":"12","content":"Puab qw nrov has tas, “Tug Mivnyuas Yaaj kws raug muab tua tswm nyog txais fwjchim hab nyaj txag hab tswvyim hab zug hab meej mom hab koob meej hab tej lug qhuas.”"},{"bible_id":"1216","chapter_code":"REV.5","verse_code":"REV.5.13","label":"13","content":"Hab kuv nov txhua yaam muaj sa kws tswm lug lub suab, tsw has sau ntuj, huv nplajteb, huv nruab tiv txwv, huv havtxwv, hab txhua yaam kws nyob ntawd qw has tas, “Thov kuas tug kws nyob sau lub zwm txwv hab tug Mivnyuas Yaaj tau tej lug qhuas hab meej mom hab koob meej hab fwjchim moog ib txhws tsw kawg.”"},{"bible_id":"1216","chapter_code":"REV.5","verse_code":"REV.5.14","label":"14","content":"Plaub tug tsaj caj sa kuj has tas, “Amee,” hab cov kev txwj quas laug kuj khwb nkaus pe."},{"bible_id":"1216","chapter_code":"REV.6","verse_code":"REV.6.1","label":"1","content":"Kuv pum tug Mivnyuas Yaaj muab xyaa lub hom thawj hov ib lub tev hab kuv nov plaub tug tsaj caj sa ib tug qw nrov yaam nkaus le xub quaj has tas, “Ca le lug.”"},{"bible_id":"1216","chapter_code":"REV.6","verse_code":"REV.6.2","label":"2","content":"Kuv saib mas pum ib tug neeg dawb hab tug kws caij neeg hov tuav rawv raab neev, hab muab ib lub mom kub pub rua nwg mas nwg tawm moog yaam nkaus le tug kov yeej kws yuav moog ntaus yeej."},{"bible_id":"1216","chapter_code":"REV.6","verse_code":"REV.6.3","label":"3","content":"Thaus tug Mivnyuas Yaaj tev lub hom thawj kws ob, kuv nov tug tsaj caj sa kws ob has tas, “Ca le lug.”"},{"bible_id":"1216","chapter_code":"REV.6","verse_code":"REV.6.4","label":"4","content":"Mas muaj dua ib tug neeg lab ploog tawm lug. Tso cai rua tug kws caij neeg rhu txujkev thaaj yeeb tawm huv lub nplajteb moog sub tuabneeg txhad sws ntaus sws tua, hab muab ib raab ntaaj luj pub rua nwg."},{"bible_id":"1216","chapter_code":"REV.6","verse_code":"REV.6.5","label":"5","content":"Thaus tug Mivnyuas Yaaj tev lub hom thawj kws peb, kuv nov tug tsaj caj sa kws peb has tas, “Ca le lug.” Kuv saib mas pum ib tug neeg dub hab tug kws caij neeg tuav rawv raab teev huv nwg txhais teg."},{"bible_id":"1216","chapter_code":"REV.6","verse_code":"REV.6.6","label":"6","content":"Hab kuv nov yaam nkaus le ib lub suab nrov huv plawv plaub tug tsaj caj sa hov has tas, “Ib lib mog muag ib ntenalia,  hab peb lib qeb muag ib ntenalia. Tassws tsw xob ua le caag rua tej roj hab tej cawv txwv maab.”"},{"bible_id":"1216","chapter_code":"REV.6","verse_code":"REV.6.7","label":"7","content":"Thaus tug Mivnyuas Yaaj tev lub hom thawj kws plaub, kuv nov tug tsaj caj sa kws plaub lub suab has tas, “Ca le lug.”"},{"bible_id":"1216","chapter_code":"REV.6","verse_code":"REV.6.8","label":"8","content":"Kuv saib mas pum ib tug neeg tshauv hab tug kws caij neeg hov npe hu ua Kev Tuag, hab Tub Tuag Teb kuj lawv nwg qaab lug. Tub muab fwjchim rua ob tug kaav lub nplajteb ib feem huv plaub. Ob tug yuav xuas ntaaj hab kev tshaib nqhes hab mob kis hab tsaj qus huv lub nplajteb tua tuabneeg pov tseg."},{"bible_id":"1216","chapter_code":"REV.6","verse_code":"REV.6.9","label":"9","content":"Thaus tug Mivnyuas Yaaj tev lub hom thawj kws tswb, kuv pum cov ntsuj plig kws nyob huv qaab lub thaaj xyeem, yog cov tuabneeg kws raug muab tua vem tim Vaajtswv txujlug hab tej lug timkhawv kws puab tuav rawv cov ntsuj plig."},{"bible_id":"1216","chapter_code":"REV.6","verse_code":"REV.6.10","label":"10","content":"Puab qw nrov has tas, “Au tug Tswv kws dawb huv hab muaj tseeb, tshuav ntev le caag koj le txav txem hab pauj taub peb cov ntshaav rua cov kws nyob huv lub nplajteb?”"},{"bible_id":"1216","chapter_code":"REV.6","verse_code":"REV.6.11","label":"11","content":"Hab muab lub tsho ntev dawb pub rua cov kws raug tua hov txhua tug hab has kuas puab su ib nyuas ntu ntxwv moog txug thaus cov kws nrug puab koom ua tub qhe hab puab cov kwvtij raug muab tua ib yaam le puab kuas tav."},{"bible_id":"1216","chapter_code":"REV.6","verse_code":"REV.6.12","label":"12","content":"Thaus tug Mivnyuas Yaaj tev lub hom thawj kws rau, kuv saib mas pum lub ntuj qeg nplajteb ua zug heev. Lub nub ca le tsaus ndais yaam le tej ntaub dub hab lub hli ntxeev lab ploog le ntshaav,"},{"bible_id":"1216","chapter_code":"REV.6","verse_code":"REV.6.13","label":"13","content":"hab tej nub qub poob zum zawg rua huv nplajteb yaam le tsob txwv cua kws raug cua ntsawj tej txwv kws tsw sav zeeg lug."},{"bible_id":"1216","chapter_code":"REV.6","verse_code":"REV.6.14","label":"14","content":"Lub ntuj kuj pluj moog yaam nkaus le thooj ntawv kws muab dov ca, hab txhua lub roob hab txhua lub koog povtxwv raug muab rhu ntawm tej qub chaw lawm."},{"bible_id":"1216","chapter_code":"REV.6","verse_code":"REV.6.15","label":"15","content":"Thaus hov tej vaajntxwv huv nplajteb hab cov kws ua luj hab cov thawj rog hab cov nplua nuj hab cov kws muaj fwjchim hab txhua tug taag nrho cov kws ua qhev hab cov kws nyob ywj pheej, puavleej moog tswv nraim rua huv tej qhov tsua hab tej kem zeb sau tej roob,"},{"bible_id":"1216","chapter_code":"REV.6","verse_code":"REV.6.16","label":"16","content":"hab hu tej roob hab tej pob zeb has tas, “Ca le pob lug tsuam peb, muab peb zais ntawm tug kws nyob sau lub zwm txwv lub xubndag hab ntawm tug Mivnyuas Yaaj txujkev npau tawg."},{"bible_id":"1216","chapter_code":"REV.6","verse_code":"REV.6.17","label":"17","content":"Tsua qhov nub tseem ceeb kws Vaajtswv npau tawg rua tuabneeg lug txug lawm, mas leejtwg yuav thev nyob tau?”"},{"bible_id":"1216","chapter_code":"REV.7","verse_code":"REV.7.1","label":"1","content":"Dhau ntawd kuv pum plaub tug tubkhai ntuj sawv ntawm plaub ceg kaum ntuj tswj plaub faab cua huv nplajteb ca, tsw kheev cua ntsawj sau nruab nqhuab, huv havtxwv hab tej xyoob ntoo huvsw."},{"bible_id":"1216","chapter_code":"REV.7","verse_code":"REV.7.2","label":"2","content":"Tes kuv txawm pum dua ib tug tubkhai ntuj tshwm saab nub tuaj lug tuav rawv Vaajtswv kws muaj txujsa nyob lub hom thawj, hab nwg qw nrov rua plaub tug tubkhai ntuj kws muaj cai ua rua nplajteb hab havtxwv raug txom nyem hov"},{"bible_id":"1216","chapter_code":"REV.7","verse_code":"REV.7.3","label":"3","content":"has tas, “Tsw xob ua rua nplajteb hab havtxwv hab tej xyoob ntoo raug txom nyem moog txug thaus peb nas hom thawj rua Vaajtswv cov tub qhe hauv plaj.”"},{"bible_id":"1216","chapter_code":"REV.7","verse_code":"REV.7.4","label":"4","content":"Hab kuv nov tas cov kws raug nas hom thawj muaj 144,000 leej yog lug ntawm txhua xeem Yixayee."},{"bible_id":"1216","chapter_code":"REV.7","verse_code":"REV.7.5","label":"5","content":"Xeem Yuta muaj 12,000 leej kws raug nas hom thawj, xeem Lunpee muaj 12,000 leej, xeem Kas muaj 12,000 leej,"},{"bible_id":"1216","chapter_code":"REV.7","verse_code":"REV.7.6","label":"6","content":"xeem Asaw muaj 12,000 leej, xeem Nathali muaj 12,000 leej, xeem Manaxe muaj 12,000 leej,"},{"bible_id":"1216","chapter_code":"REV.7","verse_code":"REV.7.7","label":"7","content":"xeem Xime‑oo muaj 12,000 leej, xeem Levi muaj 12,000 leej, xeem Ixakha muaj 12,000 leej,"},{"bible_id":"1216","chapter_code":"REV.7","verse_code":"REV.7.8","label":"8","content":"xeem Xenpuloo muaj 12,000 leej, xeem Yauxej muaj 12,000 leej, hab xeem Npeeyamee muaj 12,000 leej kws raug nas hom thawj."},{"bible_id":"1216","chapter_code":"REV.7","verse_code":"REV.7.9","label":"9","content":"Dhau ntawd kuv saib mas pum ib paab tuabneeg coob coob tsw muaj leejtwg suav txheeb tuaj huv txhua lub tebchaws txhua xeem txhua haiv tuabneeg hab txhua yaam lug, tuaj sawv rua ntawm lub zwm txwv xubndag hab taab meeg tug Mivnyuas Yaaj. Puab naav tsoog dawb paug hab tuav rawv tej rev nplooj toov laaj huv txhais teg,"},{"bible_id":"1216","chapter_code":"REV.7","verse_code":"REV.7.10","label":"10","content":"hab puab qw nrov has tas, “Txujkev dim nyob ntawm peb tug Vaajtswv kws nyob sau lub zwm txwv hab nyob ntawm tug Mivnyuas Yaaj.”"},{"bible_id":"1216","chapter_code":"REV.7","verse_code":"REV.7.11","label":"11","content":"Cov tubkhai ntuj suavdawg sawv vej lub zwm txwv hab vej cov kev txwj quas laug hab cov tsaj caj sa, hab puab khwb nkaus rua ntawm lub zwm txwv xubndag pe hawm Vaajtswv,"},{"bible_id":"1216","chapter_code":"REV.7","verse_code":"REV.7.12","label":"12","content":"has tas, “Thov kuas peb tug Vaajtswv tau tej lug qhuas hab koob meej hab tswvyim hab tej lug ua tsaug hab meej mom hab fwjchim hab tug zug moog ib txhws tsw kawg. Amee.”"},{"bible_id":"1216","chapter_code":"REV.7","verse_code":"REV.7.13","label":"13","content":"Ib tug kev txwj quas laug nug kuv has tas, “Cov kws naav tsoog dawb paug hov yog leejtwg hab tuaj hovtwg tuaj?”"},{"bible_id":"1216","chapter_code":"REV.7","verse_code":"REV.7.14","label":"14","content":"Kuv teb nwg tas, “Yawm hlub, koj txhad paub.” Nwg txawm has rua kuv tas, “Cov tuabneeg hov yog cov kws tuaj huv txujkev tswm txom luj kawg tuaj. Puab tub ntxhua puab tej tsoog tsho huv tug Mivnyuas Yaaj cov ntshaav kuas dawb paug."},{"bible_id":"1216","chapter_code":"REV.7","verse_code":"REV.7.15","label":"15","content":"Vem le nuav “ ‘puab txhad nyob ntawm Vaajtswv lub zwm txwv xubndag hab ua koom rua nwg huv nwg lub tuam tsev nruab nub mo ntuj. Tug kws nyob sau lub zwm txwv yuav nrug nraim puab roog puab."},{"bible_id":"1216","chapter_code":"REV.7","verse_code":"REV.7.16","label":"16","content":"Puab yuav tsw tshaib tsw nqhes dua le lawm. Lub nub yuav tsw zab puab dua le lawm."},{"bible_id":"1216","chapter_code":"REV.7","verse_code":"REV.7.17","label":"17","content":"Tsua qhov tug Mivnyuas Yaaj kws nyob huv plawv lub zwm txwv yuav yug puab hab coj puab moog rua tej qhov dej cag kws pub txujsa. Hab Vaajtswv yuav so puab txhua nco kua muag ntawm puab qhov muag.’ ”"},{"bible_id":"1216","chapter_code":"REV.8","verse_code":"REV.8.1","label":"1","content":"Thaus tug Mivnyuas Yaaj tev lub hom thawj kws xyaa, sau ntuj ceeb tsheej txawm nyob ntsag tu kwvlaam ib txhais teev."},{"bible_id":"1216","chapter_code":"REV.8","verse_code":"REV.8.2","label":"2","content":"Mas kuv pum xyaa tug tubkhai ntuj kws sawv ntawm Vaajtswv lub xubndag, hab tau txais xyaa lub raaj xyu."},{"bible_id":"1216","chapter_code":"REV.8","verse_code":"REV.8.3","label":"3","content":"Hab muaj dua ib tug tubkhai ntuj tuav rawv lub yag tseem kub kws rau ncaig tawg lug sawv ntawm lub thaaj xyeem, hab muab tshuaj tsw qaab ntau pub rua tug tubkhai ntuj hov txhad coj moog xyeem nrug cov xuv dawb tej lug thov ua ke rua sau lub thaaj kub kws nyob ntawm lub zwm txwv xubndag."},{"bible_id":"1216","chapter_code":"REV.8","verse_code":"REV.8.4","label":"4","content":"Tej paa tshuaj tsw qaab hov txhad nce nrug cov xuv dawb tej lug thov ua ke ntawm tug tubkhai ntuj txhais teg moog txug Vaajtswv lub xubndag."},{"bible_id":"1216","chapter_code":"REV.8","verse_code":"REV.8.5","label":"5","content":"Tug tubkhai ntuj hov txawm coj lub yag rau ncaig tawg moog muab ncaig tawg ntawm lub thaaj rau puv nkaus hab muab lub yag nrum rua huv nplajteb, tes xub txawm nroo tej nam rhev, tsag lig xub laim lab quas vog hab ntuj qeg."},{"bible_id":"1216","chapter_code":"REV.8","verse_code":"REV.8.6","label":"6","content":"Xyaa tug tubkhai ntuj kws tuav rawv xyaa lub raaj xyu kuj npaaj txhwj yuav tshuab raaj."},{"bible_id":"1216","chapter_code":"REV.8","verse_code":"REV.8.7","label":"7","content":"Thawj tug tubkhai ntuj tshuab nwg lub raaj tes txawm muaj lawg hab suavtawg xyaw ntshaav laim poob lug rua huv nplajteb. Lub nplajteb txhad raug hlawv kub nyab ib feem huv peb, hab tej xyoob ntoo kuj raug hlawv ib feem huv peb hab tej nroj tsuag ntsuab kuj raug hlawv kub taag huvsw."},{"bible_id":"1216","chapter_code":"REV.8","verse_code":"REV.8.8","label":"8","content":"Tug tubkhai ntuj kws ob tshuab nwg lub raaj tes txawm muaj ib yaam zoo le lub roob luj kws saamswm kub nyab raug muab nrum rua huv havtxwv."},{"bible_id":"1216","chapter_code":"REV.8","verse_code":"REV.8.9","label":"9","content":"Dej havtxwv ib feem huv peb txhad txa ua ntshaav taag nrho, txhua yaam kws muaj sa nyob huv havtxwv kuj tuag taag ib feem huv peb, hab tej nkoj kuj raug puam tsuaj taag ib feem huv peb."},{"bible_id":"1216","chapter_code":"REV.8","verse_code":"REV.8.10","label":"10","content":"Tug tubkhai ntuj kws peb tshuab nwg lub raaj, txawm muaj ib lub nub qub luj cig plawg yaam le teg tsau poob sau ntuj lug poob rua sau tej nam dej ib feem huv peb hab poob rua sau tej qhov dej txhawv."},{"bible_id":"1216","chapter_code":"REV.8","verse_code":"REV.8.11","label":"11","content":"Lub nub qub hov npe hu ua “Ab.” Tej dej ib feem huv peb kuj ab taag, hab tuabneeg tuag coob vem tej dej hov ab taag."},{"bible_id":"1216","chapter_code":"REV.8","verse_code":"REV.8.12","label":"12","content":"Tug tubkhai ntuj kws plaub tshuab nwg lub raaj, tes lub nub ib feem huv peb hab lub hli ib feem huv peb hab tej nub qub ib feem huv peb kuj ntsoog taag, txhad tsaus ntuj nti ib feem huv peb. Nruab nub ib feem huv peb kuj tsw kaaj lawm, hab mo ntuj ib feem huv peb kuj ib yaam nkaus."},{"bible_id":"1216","chapter_code":"REV.8","verse_code":"REV.8.13","label":"13","content":"Kuv saib hab nov ib tug daav yaa sau nruab ntug quaj nrov has tas, “Txom nyem, txom nyem, txom nyem rua cov tuabneeg kws nyob huv lub nplajteb vem tej suab raaj kws peb tug tubkhai ntuj saamswm yuav tshuab.”"},{"bible_id":"1216","chapter_code":"REV.9","verse_code":"REV.9.1","label":"1","content":"Tug tubkhai ntuj kws tswb tshuab nwg lub raaj xyu, kuv txawm pum ib lub nub qub poob sau ntuj lug rua huv nplajteb, hab muab tug yuam swj kws qheb lub nam qhov tub tub pub rua lub nub qub hov."},{"bible_id":"1216","chapter_code":"REV.9","verse_code":"REV.9.2","label":"2","content":"Thaus nwg qheb lub nam qhov tub tub hov, muaj paa tawg tshwm huv lub qhov hov tuaj zoo yaam le tej paa nchu huv lub qhov suavtawg hlub hlub. Lub nub hab sau nruab ntug kuj tsaus ntuj nti vem cov paa nchu kws tawm huv lub qhov hov."},{"bible_id":"1216","chapter_code":"REV.9","verse_code":"REV.9.3","label":"3","content":"Ib paab kooj ntaas txawm tawm huv cov paa nchu hov lug rua huv lub nplajteb, hab pub cov kooj hov muaj peevxwm ib yaam le raub rws teb huv nplajteb,"},{"bible_id":"1216","chapter_code":"REV.9","verse_code":"REV.9.4","label":"4","content":"tsw kheev cov kooj hov ua phem rua tej nyom huv nplajteb lossws tej nplooj ntsuab lossws tej xyoob ntoo tassws ua phem rua cov tuabneeg kws tsw muaj Vaajtswv lub hom thawj nas rua ntawm hauv plaj xwb,"},{"bible_id":"1216","chapter_code":"REV.9","verse_code":"REV.9.5","label":"5","content":"tsw kheev muab cov tuabneeg hov tua tassws muab tswm txom tswb lub hlis. Qhov kws puab raug tswm txom hov mob ib yaam le thaus raub rws teb plev."},{"bible_id":"1216","chapter_code":"REV.9","verse_code":"REV.9.6","label":"6","content":"Ncua swjhawm ntawd cov tuabneeg yuav nrhav txujkev tuag tassws nrhav tsw ntswb. Puab xaav tuag tassws txujkev tuag yuav tswv ntawm puab lawm."},{"bible_id":"1216","chapter_code":"REV.9","verse_code":"REV.9.7","label":"7","content":"Cov kooj ntaas hov lub cev zoo ib yaam le tej neeg npaaj txhwj yuav ua rog. Sau puab taubhau muaj ib yaam zoo le lub mom kub, hab puab lub ntsej muag zoo le tuabneeg."},{"bible_id":"1216","chapter_code":"REV.9","verse_code":"REV.9.8","label":"8","content":"Puab cov plaubhau zoo ib yaam le cov quaspuj, hab puab cov kaug nav zoo ib yaam le kaug nav tsuv ntxhuav."},{"bible_id":"1216","chapter_code":"REV.9","verse_code":"REV.9.9","label":"9","content":"Puab muaj ib cov nplai zoo ib yaam le daim hlau thaiv hauv sab. Puab phob tis lub suab nrov ib yaam le tej tsheb neeg coob coob dha moog ua rog."},{"bible_id":"1216","chapter_code":"REV.9","verse_code":"REV.9.10","label":"10","content":"Puab muaj kwtwv hab muaj ple ib yaam le raub rws teb, puab tug kwtwv muaj fwjchim tswm txom tuabneeg tswb lub hlis."},{"bible_id":"1216","chapter_code":"REV.9","verse_code":"REV.9.11","label":"11","content":"Puab muaj tug tubkhai ntuj kws kaav lub nam qhov tub tub ua vaajntxwv kaav puab. Nwg lub npe Henplais hu ua Anpantoo, lug Kili hu ua Apauliyoo."},{"bible_id":"1216","chapter_code":"REV.9","verse_code":"REV.9.12","label":"12","content":"Thawj yaam kev txom nyem dhau lawm. Saib maj, tseed tshuav ob yaam kev txom nyem yuav lug hab."},{"bible_id":"1216","chapter_code":"REV.9","verse_code":"REV.9.13","label":"13","content":"Tug tubkhai ntuj kws rau txawm tshuab nwg lub raaj xyu mas kuv nov ib lub suab ntawm plaub tug kub kws nyob plaub ceg kaum thaaj kub ntawm Vaajtswv lub xubndag tuaj"},{"bible_id":"1216","chapter_code":"REV.9","verse_code":"REV.9.14","label":"14","content":"has rua tug tubkhai ntuj kws rau kws tuav lub raaj xyu has tas, “Ca le tso plaub tug tubkhai ntuj kws raug khi rua ntawm tug nam dej luj Yufeti.”"},{"bible_id":"1216","chapter_code":"REV.9","verse_code":"REV.9.15","label":"15","content":"Tes plaub tug tubkhai ntuj txawm raug muab tso. Puab tub npaaj txhwj rua teev twg nub twg hli twg xyoo twg kws yuav tua tuabneeg ib feem huv peb."},{"bible_id":"1216","chapter_code":"REV.9","verse_code":"REV.9.16","label":"16","content":"Cov tub rog caij neeg yog 200,000,000 leej. Kuv nov puab coob le ntawd."},{"bible_id":"1216","chapter_code":"REV.9","verse_code":"REV.9.17","label":"17","content":"Huv zaaj yug quas toog kuv pum cov neeg zoo le nuav. Cov kws caij neeg naav daim hlau thaiv hauv sab kws lab ploog le nplaim tawg hab yimlaaj le qai zeb phaithu hab daaj le lawj faaj. Cov neeg le taubhau zoo yaam le taubhau tsuv ntxhuav, hab muaj suavtawg, paa tawg hab lawj faaj tawm huv puab lub qhov ncauj lug."},{"bible_id":"1216","chapter_code":"REV.9","verse_code":"REV.9.18","label":"18","content":"Tuabneeg raug peb yaam vej sub vej sw nuav tua taag ib feem huv peb, yog raug suavtawg hab paa tawg hab lawj faaj kws tawm huv cov neeg qhov ncauj lug tua."},{"bible_id":"1216","chapter_code":"REV.9","verse_code":"REV.9.19","label":"19","content":"Cov neeg nuav tug fwjchim nyob ntawm puab lub qhov ncauj hab ntawm puab tug kwtwv. Puab tug kwtwv zoo le tug naab muaj taubhau kws puab swv ua phem rua tuabneeg."},{"bible_id":"1216","chapter_code":"REV.9","verse_code":"REV.9.20","label":"20","content":"Cov tuabneeg tseed tshuav nyob kws tsw raug tej vej sub vej sw nuav tua puab kuj tsw ntxeev dua sab tshab ntawm tej kws puab txhais teg ua, hab tsw tseg qhov kws pe daab hab tej txoov daab nyaj txoov daab kub txoov daab pob zeb txoov daab ntoo kws tsw txawj pum tsw txawj nov tsw txawj moog kev."},{"bible_id":"1216","chapter_code":"REV.9","verse_code":"REV.9.21","label":"21","content":"Hab puab kuj tsw ntxeev dua sab tshab ntawm qhov kws tua tuabneeg, ua khawv koob, ua nkauj ua nraug hab ua tub saab."},{"bible_id":"1216","chapter_code":"REV.10","verse_code":"REV.10.1","label":"1","content":"Mas kuv pum dua ib tug tubkhai ntuj kws muaj fwjchim nqeg sau ntuj lug, muaj fuab qhwv rawv nwg lub cev hab muaj ib tug zaaj sawv sau nwg taubhau, hab nwg lub ntsej muag zoo yaam le lub nub, nwg txhais ceg zoo ib yaam ncej suavtawg."},{"bible_id":"1216","chapter_code":"REV.10","verse_code":"REV.10.2","label":"2","content":"Nwg tuav ib thooj ntawv miv kws qheb lug rua huv nwg txhais teg. Nwg muab nwg txhais kwtaw saab xws txawb rua sau havtxwv hab muab saab phem txawb rua sau nruab nqhuab,"},{"bible_id":"1216","chapter_code":"REV.10","verse_code":"REV.10.3","label":"3","content":"hab nwg qw suab nrov ib yaam le tsuv ntxhuav nyooj. Thaus nwg qw, xub nroo xyaa suab."},{"bible_id":"1216","chapter_code":"REV.10","verse_code":"REV.10.4","label":"4","content":"Thaus xub nroo xyaa suab kuv tub yuav nqeg teg sau, tassws kuv nov ib lub suab sau ntuj has tas, “Ca le nas hom thawj npog tej lug kws xub quaj xyaa suab hov, tsw xob sau ca.”"},{"bible_id":"1216","chapter_code":"REV.10","verse_code":"REV.10.5","label":"5","content":"Tug tubkhai ntuj kws kuv pum sawv sau dej havtxwv hab sau nruab nqhuab hov txawm tsaa txhais teg xws rua sau ntuj,"},{"bible_id":"1216","chapter_code":"REV.10","verse_code":"REV.10.6","label":"6","content":"hab tuav tug kws muaj txujsa nyob moog ib txhws tsw kawg lub npe, yog tug kws tswm lub ntuj hab txhua yaam sau ntuj, hab tswm lub nplajteb hab txhua yaam huv nplajteb hab tswm havtxwv hab txhua yaam huv havtxwv, twv has tas, “Yuav tsw tog ntev lawm."},{"bible_id":"1216","chapter_code":"REV.10","verse_code":"REV.10.7","label":"7","content":"Tassws thaus tug tubkhai ntuj kws xyaa tshuab lub raaj xyu nrov, tej kws Vaajtswv muab npog ca lawd yuav tav, lawv le nwg tub has tseg rua cov xwbfwb cev Vaajtswv lug kws yog nwg cov tub qhe.”"},{"bible_id":"1216","chapter_code":"REV.10","verse_code":"REV.10.8","label":"8","content":"Lub suab kws kuv nov sau ntuj tuaj hov has dua rua kuv tas, “Ca le moog txais thooj ntawv kws qheb quas lug huv tug tubkhai ntuj kws sawv sau havtxwv hab sau nruab nqhuab hov txhais teg.”"},{"bible_id":"1216","chapter_code":"REV.10","verse_code":"REV.10.9","label":"9","content":"Kuv txhad moog cuag tug tubkhai ntuj hab thov nwg muab thooj ntawv miv hov rua kuv. Nwg has rua kuv tas, “Ca le coj moog noj, yuav ab rua huv koj lub plaab tassws yuav qaab zwb le zwb ntaab rua huv koj lub qhov ncauj.”"},{"bible_id":"1216","chapter_code":"REV.10","verse_code":"REV.10.10","label":"10","content":"Kuv txawm txais thooj ntawv miv hov ntawm tug tubkhai ntuj txhais teg lug noj, kuj qaab zwb yaam le zwb ntaab rua huv kuv qhov ncauj, tassws thaus noj nqog lawm kuj ab rua huv kuv lub plaab."},{"bible_id":"1216","chapter_code":"REV.10","verse_code":"REV.10.11","label":"11","content":"Muaj ib tug has rua kuv tas, “Koj yuav tsum cev lug pum tom hauv ntej dua ib zag txug ntau haiv tuabneeg ntau lub tebchaws ntau yaam lug hab ntau tug vaajntxwv.”"},{"bible_id":"1216","chapter_code":"REV.11","verse_code":"REV.11.1","label":"1","content":"Hab muab ib tug paas ntsuag kws zoo le ib tug paas nreg pub rua kuv hab has rua kuv tas, “Ca le sawv tseeg moog ntsuag Vaajtswv lub tuam tsev hab lub thaaj xyeem, hab suav cov tuabneeg kws pe hawm Vaajtswv huv lub tuam tsev,"},{"bible_id":"1216","chapter_code":"REV.11","verse_code":"REV.11.2","label":"2","content":"tassws tsw xob ntsuag lub tshaav puam saab nrau lub tuam tsev. Tsw xob ntsuag vem qhov ntawd muab rua lwm haiv tuabneeg lawm, mas puab yuav tsuj lub nroog dawb huv moog taag plaub caug ob lub hlis."},{"bible_id":"1216","chapter_code":"REV.11","verse_code":"REV.11.3","label":"3","content":"Hab kuv yuav pub kuv ob tug timkhawv kws naav ntaub seev tsaaj muaj fwjchim cev lug moog taag ib txheeb ob puas rau caum nub.”"},{"bible_id":"1216","chapter_code":"REV.11","verse_code":"REV.11.4","label":"4","content":"Ob tug timkhawv hov yog ob tsob txwv aulib hab ob tug ncej txawb teeb kws txawb rua ntawm tug Tswv kws kaav nplajteb lub xubndag."},{"bible_id":"1216","chapter_code":"REV.11","verse_code":"REV.11.5","label":"5","content":"Yog leejtwg yuav ua phem rua ob tug timkhawv hov, suavtawg yuav tawm plawg huv ob tug qhov ncauj hlawv cov yeeb ncuab hov. Leejtwg xaav ua phem rua ob tug kuj yuav tsum raug muab tua le ntawd."},{"bible_id":"1216","chapter_code":"REV.11","verse_code":"REV.11.6","label":"6","content":"Ob tug muaj fwjchim kaw tau lub ntuj tsw pub naag lug rua ncua swjhawm kws ob tug saamswm cev lug, hab ob tug muaj fwjchim ua kuas tej dej txa ua ntshaav hab tso vej sub vej sw txhua yaam lug raug lub nplajteb tsawg zag kuj tau lawv le ob tug xaav."},{"bible_id":"1216","chapter_code":"REV.11","verse_code":"REV.11.7","label":"7","content":"Thaus ob tug tej num ua timkhawv tav lawm, tug tsaj qus kws tawm huv lub nam qhov tub tub lug yuav tawm tsaam ob tug hab yuav kov yeej hab muab ob tug tua pov tseg."},{"bible_id":"1216","chapter_code":"REV.11","verse_code":"REV.11.8","label":"8","content":"Ob tug lub cev tuag yuav nyob sau txujkev huv lub nroog luj kws ua pev lug hu tas Xauntoo hab Iyi, yog lub nroog kws ob tug tug Tswv raug teem rua sau khaublig ntoo."},{"bible_id":"1216","chapter_code":"REV.11","verse_code":"REV.11.9","label":"9","content":"Muaj tuabneeg huv txhua haiv txhua xeem txhua yaam lug hab txhua lub tebchaws saib ntsoov ob tug lub cev tuag peb nub hab ib taav su, hab tsw kheev kuas muab tso rua huv qhov ntxaa le."},{"bible_id":"1216","chapter_code":"REV.11","verse_code":"REV.11.10","label":"10","content":"Ib tsoom tuabneeg huv nplajteb yuav nyos ob tug hab yuav xyiv faab hab ib leeg pub tshaav ntuj rua ib leeg, vem ob tug kws cev lug hov tau tswm txom cov tuabneeg huv nplajteb."},{"bible_id":"1216","chapter_code":"REV.11","verse_code":"REV.11.11","label":"11","content":"Dhau peb nub hab ib taav su hov Vaajtswv tej paa kws pub txujsa txawm nkaag rua huv ob tug hov, tes ob tug txawm sawv tseeg nreg nreeg hab cov tuabneeg kws pum ob tug ntshai kawg nkaus."},{"bible_id":"1216","chapter_code":"REV.11","verse_code":"REV.11.12","label":"12","content":"Ob tug txawm nov ib lub suab has sau ntuj tuaj rua ob tug has tas, “Ca le nce lug sau nuav lauj.” Thaus cov yeeb ncuab tseed saib ntsoov, ob tug txawm moog huv ib tauv fuab nce rua sau ntuj lawm."},{"bible_id":"1216","chapter_code":"REV.11","verse_code":"REV.11.13","label":"13","content":"Lub swjhawm hov ntuj txawm qeg heev hab lub nroog hov pob taag ib feem huv kaum. Tuabneeg tuag xyaa txheeb leej rua thaus ntuj qeg hov, mas cov tuabneeg kws tseed tshuav nyob ntshai heev kawg hab qhuas Vaajtswv ntuj."},{"bible_id":"1216","chapter_code":"REV.11","verse_code":"REV.11.14","label":"14","content":"Kev txom nyem yaam ob dhau lawm. Saib maj, kev txom nyem yaam peb yuav tuaj txug sai sai nuav."},{"bible_id":"1216","chapter_code":"REV.11","verse_code":"REV.11.15","label":"15","content":"Tug tubkhai ntuj kws xyaa kuj tshuab nwg lub raaj xyu, muaj ntau lub suab nrov nrov sau ntuj has tas, “Lub nplajteb ntxeev ua peb tug Tswv hab nwg tug Kheto le tebchaws, mas nwg yuav kaav moog ib txhws tsw kawg.”"},{"bible_id":"1216","chapter_code":"REV.11","verse_code":"REV.11.16","label":"16","content":"Neeg nkaum plaub tug kev txwj quas laug kws nyob sau tej zwm txwv ntawm Vaajtswv lub xubndag txawm khwb nkaus pe hawm Vaajtswv,"},{"bible_id":"1216","chapter_code":"REV.11","verse_code":"REV.11.17","label":"17","content":"hab has tas, “Vaajtswv, tug Tswv kws muaj fwjchim luj kawg nkaus, tug kws muaj txujsa hab ib txwm yeej los muaj nyob, peb ua koj tsaug vem koj swv koj tug fwjchim luj kawg chiv kaav lawm."},{"bible_id":"1216","chapter_code":"REV.11","verse_code":"REV.11.18","label":"18","content":"Ib tsoom tebchaws kuj chim heev tassws koj txujkev npau tawg lug txug lawm, hab txug lub swjhawm kws koj txav txem rua cov tuabneeg kws tuag lawm hab pub nqe zug rua koj cov tub qhe, kws yog cov xwbfwb cev lug, hab pub rua koj cov xuv dawb hab cov kws paub ntshai koj lub npe, tsw has tug hlub tug yau, hab txug swjhawm kws koj yuav rhuav tshem cov kws rhuav tshem lub nplajteb.”"},{"bible_id":"1216","chapter_code":"REV.11","verse_code":"REV.11.19","label":"19","content":"Tes Vaajtswv lub tuam tsev sau ntuj txawm qheb hlo hab pum nwg lub swb xaab sws cog lug nyob huv lub tuam tsev ntawd. Tes txawm muaj tsag lig xub laim lab quas vog, xub nroo nthe tej nam rhev, ntuj qeg hab lug lawg hlub heev."},{"bible_id":"1216","chapter_code":"REV.12","verse_code":"REV.12.1","label":"1","content":"Muaj ib yaam txujci tseem ceeb tshwm rua sau nruab ntug, yog ib tug quaspuj muab lub nub naav hab lub hli nyob huv qaab nwg kwtaw, sau nwg taubhau nwg ntoo lub mom vaajntxwv kws muaj kaum ob lub nub qub."},{"bible_id":"1216","chapter_code":"REV.12","verse_code":"REV.12.2","label":"2","content":"Nwg suab ib plaab mivnyuas hab quaj vem ua mob teb heev yuav yug mivnyuas."},{"bible_id":"1216","chapter_code":"REV.12","verse_code":"REV.12.3","label":"3","content":"Hab muaj dua ib yaam txujci tseem ceeb tshwm rua sau nruab ntug, yog muaj ib tug zaaj luj lab ploog. Nwg muaj xyaa lub taubhau hab kaum tug kub, hab sau xyaa lub taubhau muaj xyaa lub mom kub."},{"bible_id":"1216","chapter_code":"REV.12","verse_code":"REV.12.4","label":"4","content":"Nwg xuas nwg tug kwtwv nplawm tej nub qub sau nruab ntug poob taag ib feem huv peb, hab muab nrum lug rua huv nplajteb. Tug zaaj hov nyob ntawm tug quaspuj kws saamswm yuav yug mivnyuas hauv ntej, sub txhad noj tau tug mivnyuas rua thaus yug hlo lug."},{"bible_id":"1216","chapter_code":"REV.12","verse_code":"REV.12.5","label":"5","content":"Tug quaspuj txawm yug tau ib tug tub, yog tug kws yuav xuas qws hlau kaav taag nrho ib tsoom tebchaws suavdawg,  tassws nwg tug mivnyuas raug muab txeeb hlo coj moog rua ntawm Vaajtswv hab ntawm Vaajtswv lub zwm txwv lawm."},{"bible_id":"1216","chapter_code":"REV.12","verse_code":"REV.12.6","label":"6","content":"Tes tug quaspuj txawm tswv moog rua huv tebchaws moj saab qhua. Hov ntawd muaj ib lub chaw kws Vaajtswv npaaj ca rua nwg sub luas txhad yug tau nwg ib txheeb ob puas rau caum nub."},{"bible_id":"1216","chapter_code":"REV.12","verse_code":"REV.12.7","label":"7","content":"Tes txawm ua rog sau ntuj, Mikha‑ee hab nwg cov tubkhai ntuj ua rog rua tug zaaj hov, mas tug zaaj hab nwg cov tubkhai ntuj kuj tawm tsaam,"},{"bible_id":"1216","chapter_code":"REV.12","verse_code":"REV.12.8","label":"8","content":"tassws tug zaaj tog swb lawm hab tsw muaj chaw nyob sau ntuj dua le lawm."},{"bible_id":"1216","chapter_code":"REV.12","verse_code":"REV.12.9","label":"9","content":"Tug nam zaaj yog tug naab txwj naab laug thau u kws hu tas Ntxwg Nyoog hab Xataa, yog tug kws daag ntxag tuabneeg thoob nplajteb. Nwg raug muab nrum lug rua huv lub nplajteb, hab nwg cov tubkhai ntuj kuj raug muab nrum nrug nwg ua ke lug hab."},{"bible_id":"1216","chapter_code":"REV.12","verse_code":"REV.12.10","label":"10","content":"Hab kuv nov ib lub suab sau ntuj has tas, “Nwgnuav txujkev dim hab fwjchim hab Vaajtswv lub tebchaws hab nwg tug Kheto tug fwjchim lug txug lawm, vem tug kws ab ham peb cov kwvtij raug muab nrum lug lawm, yog tug kws ab ham rua ntawm Vaajtswv lub xubndag nruab nub mo ntuj."},{"bible_id":"1216","chapter_code":"REV.12","verse_code":"REV.12.11","label":"11","content":"Puab kov yeej nwg vem yog tug Mivnyuas Yaaj cov ntshaav hab vem yog puab tej lug timkhawv, txawm yog yuav tuag los puab tsw khauvxwm puab txujsa."},{"bible_id":"1216","chapter_code":"REV.12","verse_code":"REV.12.12","label":"12","content":"Vem le nuav, lub ntuj ceeb tsheej hab suavdawg kws nyob huv 'e, ca le zoo sab xyiv faab. Tassws lub nplajteb hab dej havtxwv 'e, mej yuav raug txom nyem vem Ntxwg Nyoog tub nqeg lug rua huv mej ua npau tawg quas vog, tsua qhov nwg paub tas nwg lub swjhawm tshuav tsw ntev lawm.”"},{"bible_id":"1216","chapter_code":"REV.12","verse_code":"REV.12.13","label":"13","content":"Thaus tug zaaj pum tas nwg raug muab nrum nqeg lug rua huv nplajteb lawm, nwg txawm lawv caum tug quaspuj kws yug tug tub hov qaab."},{"bible_id":"1216","chapter_code":"REV.12","verse_code":"REV.12.14","label":"14","content":"Tassws muab ob phob kauj tis pub rua tug quaspuj hov ib yaam le kauj tis daav luj sub nwg txhad yaa tswv tug zaaj hov moog rua huv tebchaws moj saab qhua tau, moog rua lub chaw kws luas yuav yug nwg ib ncua swjhawm, ob ncua hab ib nraab ncua."},{"bible_id":"1216","chapter_code":"REV.12","verse_code":"REV.12.15","label":"15","content":"Tug zaaj txawm tsuag dej tawm huv nwg lub qhov ncauj lug zoo yaam le ib tug nam dej lug lawv tug quaspuj qaab sub txhad kuav tau hlo nwg moog."},{"bible_id":"1216","chapter_code":"REV.12","verse_code":"REV.12.16","label":"16","content":"Tassws lub nplajteb paab tug quaspuj, tes txawm qheb hlo qhov ncauj nqog tej dej kws tawm huv tug zaaj lub qhov ncauj ndwg lug."},{"bible_id":"1216","chapter_code":"REV.12","verse_code":"REV.12.17","label":"17","content":"Tug zaaj txawm chim heev rua tug quaspuj hov hab moog ua rog rua tug quaspuj caaj ceg kws tshuav nyob, yog cov kws tuav rawv Vaajtswv tej lug nkaw hab Yexu tej lug timkhawv."},{"bible_id":"1216","chapter_code":"REV.12","verse_code":"REV.12.18","label":"18","content":"Tes tug zaaj txawm moog sawv huv cov xuab zeb ntawm ntug havtxwv."},{"bible_id":"1216","chapter_code":"REV.13","verse_code":"REV.13.1","label":"1","content":"Kuv pum ib tug tsaj tawm huv havtxwv lug muaj kaum tug kub hab xyaa lub taubhau, hab muaj kaum lub mom kub sau cov kub hov, hab muaj tej npe kws saib tsw taug Vaajtswv sau rua ntawm nwg cov taubhau."},{"bible_id":"1216","chapter_code":"REV.13","verse_code":"REV.13.2","label":"2","content":"Tug tsaj kws kuv pum hov zoo ib yaam le tsuv pom txwv, txhais kwtaw zoo le kwtaw dais, lub qhov ncauj zoo le tsuv ntxhuav lub. Tug zaaj txawm pub nwg tug zug hab nwg lub zwm txwv hab fwjchim luj kawg rua tug tsaj hov."},{"bible_id":"1216","chapter_code":"REV.13","verse_code":"REV.13.3","label":"3","content":"Nwg le ib lub taubhau muaj tej qhov txhaab kws mob yuav tuag, tassws tej qhov txhaab hov khu tau zoo lawm. Tuabneeg thoob nplajteb phemfwj kawg hab lawv tug tsaj hov qaab moog."},{"bible_id":"1216","chapter_code":"REV.13","verse_code":"REV.13.4","label":"4","content":"Puab pe hawm tug zaaj vem nwg pub nwg tug fwjchim rua tug tsaj ntawd, hab puab kuj pe hawm tug tsaj hab has tas, “Leejtwg zoo cuag le tug tsaj nuav hab leejtwg yuav tawm tsaam tau tug tsaj nuav?”"},{"bible_id":"1216","chapter_code":"REV.13","verse_code":"REV.13.5","label":"5","content":"Muab lub ncauj kws has lug khaav theeb hab has lug saib tsw taug Vaajtswv pub rua tug tsaj hov, hab muab fwjchim rua nwg ua num plaub caug ob lub hlis."},{"bible_id":"1216","chapter_code":"REV.13","verse_code":"REV.13.6","label":"6","content":"Nwg qheb nwg lub qhov ncauj has lug tuam mom Vaajtswv. Nwg has lug tuam mom Vaajtswv lub npe hab Vaajtswv lub chaw nyob hab cov kws nyob sau ntuj ceeb tsheej."},{"bible_id":"1216","chapter_code":"REV.13","verse_code":"REV.13.7","label":"7","content":"Tso cai rua nwg ua rog rua cov xuv dawb hab kov yeej puab, hab muab fwjchim pub rua nwg kaav txhua xeem txhua haiv tuabneeg txhua yaam lug hab txhua lub tebchaws."},{"bible_id":"1216","chapter_code":"REV.13","verse_code":"REV.13.8","label":"8","content":"Txhua tug kws nyob huv nplajteb yuav pe hawm tug tsaj hov, yog txhua tug kws tsw muaj npe sau ca rua huv tug Mivnyuas Yaaj kws raug muab tua txwj thaus tswm ntuj tswm teb lug  le phoo ntawv txujsa."},{"bible_id":"1216","chapter_code":"REV.13","verse_code":"REV.13.9","label":"9","content":"Leejtwg muaj qhov ntsej kuj ca le noog."},{"bible_id":"1216","chapter_code":"REV.13","verse_code":"REV.13.10","label":"10","content":"Tug kws npaaj rua luas nteg moog, tug hov kuj yuav raug luas nteg moog, Tug kws tu ca rua nav ntaaj tua, tug hov yeej yuav raug nav ntaaj tua. Nuav yog qhov kws cov xuv dawb yuav tsum ua sab ntev thev hab ntseeg."},{"bible_id":"1216","chapter_code":"REV.13","verse_code":"REV.13.11","label":"11","content":"Hab kuv pum dua ib tug tsaj tawm huv nruab nqhuab lug muaj ob tug kub zoo ib yaam le ib tug mivnyuas yaaj hab has lug ib yaam le ib tug zaaj."},{"bible_id":"1216","chapter_code":"REV.13","verse_code":"REV.13.12","label":"12","content":"Nwg swv thawj tug tsaj tug fwjchim huvsw taab meeg thawj tug tsaj hov hab ua rua lub nplajteb hab tej tuabneeg kws nyob huv pe hawm thawj tug tsaj kws muaj qhov txhaab tub yuav tuag kws tsua khu zoo lawm."},{"bible_id":"1216","chapter_code":"REV.13","verse_code":"REV.13.13","label":"13","content":"Nwg ua txujci tseem ceeb luj, hab ua tau suavtawg poob sau ntuj lug rua huv nplajteb taab meeg tuabneeg suavdawg."},{"bible_id":"1216","chapter_code":"REV.13","verse_code":"REV.13.14","label":"14","content":"Vem yog tej txujci tseem ceeb kws pub rua nwg ua taab meeg thawj tug tsaj hov nwg txhad daag ntxag tej tuabneeg huv nplajteb. Nwg has kuas tuabneeg huv nplajteb tswm ib tug txoov daab rua tug tsaj kws muaj qhov txhaab vem raug nav ntaaj tassws tseed caj sa nyob."},{"bible_id":"1216","chapter_code":"REV.13","verse_code":"REV.13.15","label":"15","content":"Hab pub nwg ua paa rua tug txoov daab tsaj hov sub tug txoov daab tsaj hov has tau lug hab muab cov kws tsw yeem pe tug txoov daab tsaj hov ua kuas tuag."},{"bible_id":"1216","chapter_code":"REV.13","verse_code":"REV.13.16","label":"16","content":"Hab nwg tseed yuam txhua tug tsw has tug hlub tug yau tug muaj tug pluag tug nyob ywj pheej hab tug ua qhev kuas ntaus hom thawj rua ntawm txhais teg xws lossws ntawm hauv plaj,"},{"bible_id":"1216","chapter_code":"REV.13","verse_code":"REV.13.17","label":"17","content":"mas yog leejtwg tsw muaj lub hom thawj kws yog tug tsaj hov lub npe lossws tug tsaj hov lub npe lej,  mas tug hov yuav muag hab yuav, tsw tau daabtsw hlo le."},{"bible_id":"1216","chapter_code":"REV.13","verse_code":"REV.13.18","label":"18","content":"Tej nuav yuav tsum swv tswvyim tuab zoo. Tug kws nkaag sab ca le xaam lawv le tug tsaj hov cov lej, vem cov lej hov yog ib tug tuabneeg le lej. Cov lej hov yog rau pua rau caum rau."},{"bible_id":"1216","chapter_code":"REV.14","verse_code":"REV.14.1","label":"1","content":"Kuv saib mas pum tug Mivnyuas Yaaj sawv sau lub roob Xi‑oo, hab cov kws nrug nwg ua ke muaj 144,000 leej kws muaj nwg lub npe hab muaj nwg leej Txwv lub npe sau rua ntawm puab hauv plaj."},{"bible_id":"1216","chapter_code":"REV.14","verse_code":"REV.14.2","label":"2","content":"Kuv nov ib lub suab sau ntuj zoo ib yaam le dej hlub ntsawj hab yaam le xub nroo nrov heev. Lub suab kws kuv nov ntawd nrov yaam nkaus le cov kws saamswm ntaus nkauj nog ncaas lub suab."},{"bible_id":"1216","chapter_code":"REV.14","verse_code":"REV.14.3","label":"3","content":"Puab hu ib zaaj nkauj tshab rua ntawm lub zwm txwv lub xubndag hab ntawm plaub tug tsaj caj sa hab cov kev txwj quas laug xubndag. Tsw muaj leejtwg kawm tau zaaj nkauj hov tsuas yog 144,000 leej kws tub txhwv huv nplajteb lawm xwb."},{"bible_id":"1216","chapter_code":"REV.14","verse_code":"REV.14.4","label":"4","content":"Cov tuabneeg nuav yog cov kws dawb huv vem puab yeej tsw tau ti dua quaspuj. Puab lawv tug Mivnyuas Yaaj qaab moog rua txhua qhov. Puab tub raug txhwv huv tuabneeg lug ua thawj phaum kws muab xyeem rua Vaajtswv hab rua tug Mivnyuas Yaaj,"},{"bible_id":"1216","chapter_code":"REV.14","verse_code":"REV.14.5","label":"5","content":"hab tsw pum muaj tej lug daag huv puab lub qhov ncauj hlo le, puab tsw muaj chaw thuaj."},{"bible_id":"1216","chapter_code":"REV.14","verse_code":"REV.14.6","label":"6","content":"Kuv pum dua ib tug tubkhai ntuj yaa moog rua sau nruab ntug coj txuj xuv zoo kws nyob ib txhws moog pav rua cov kws nyob huv lub nplajteb, yog pav rua txhua lub tebchaws txhua xeem txhua yaam lug hab txhua haiv tuabneeg."},{"bible_id":"1216","chapter_code":"REV.14","verse_code":"REV.14.7","label":"7","content":"Nwg qw nrov nrov has tas, “Ca le paub ntshai Vaajtswv hab qhuas nwg, vem lub swjhawm kws nwg yuav txav txem lug txug lawm. Hab pe hawm tug kws tswm lub ntuj nplajteb dej havtxwv hab tej qhov dej txhawv huvsw.”"},{"bible_id":"1216","chapter_code":"REV.14","verse_code":"REV.14.8","label":"8","content":"Muaj dua ib tug tubkhai ntuj yog tug kws ob lawv nwg qaab moog has tas, “Lub nroog luj Npanpiloo pob taag, pob taag lawm, yog lub nroog kws yuam ib tsoom tebchaws suavdawg haus nwg tej cawv txwv maab kws yog nwg txujkev ntshaw ua nkauj ua nraug.”"},{"bible_id":"1216","chapter_code":"REV.14","verse_code":"REV.14.9","label":"9","content":"Muaj dua ib tug tubkhai ntuj kws yog tug peb lawv ob tug qaab moog qw nrov has tas, “Yog leejtwg pe hawm tug tsaj hab nwg tug txoov daab hab ntaus nwg lub hom thawj rua ntawm hauv plaj lossws ntawm txhais teg,"},{"bible_id":"1216","chapter_code":"REV.14","verse_code":"REV.14.10","label":"10","content":"tug hov yuav haus cov cawv txwv maab kws yog Vaajtswv txujkev npau tawg kws muab laub rua huv Vaajtswv txujkev chim lub khob kws tsw muaj lwm yaam tov le, hab tug hov yuav raug tswm txom huv suavtawg hab lawj faaj taab meeg cov tubkhai ntuj dawb huv hab tug Mivnyuas Yaaj lub xubndag."},{"bible_id":"1216","chapter_code":"REV.14","verse_code":"REV.14.11","label":"11","content":"Cov paa nchu huv qhov kws puab raug tswm txom yuav nchu quas lug moog ib txhws tsw kawg. Cov kws pe hawm tug tsaj hab nwg tug txoov daab hab cov kws ntaus lub hom thawj kws yog nwg lub npe yuav tsw tau su nruab nub mo ntuj hlo le.”"},{"bible_id":"1216","chapter_code":"REV.14","verse_code":"REV.14.12","label":"12","content":"Nuav yog qhov kws cov xuv dawb yuav tsum ua sab ntev thev, yog cov kws tuav Vaajtswv tej lug nkaw hab txujkev ntseeg Yexu."},{"bible_id":"1216","chapter_code":"REV.14","verse_code":"REV.14.13","label":"13","content":"Hab kuv nov ib lub suab has sau ntuj tuaj has tas, “Ca le sau le nuav tas, Txwj nuav moog cov kws tuag rua huv tug Tswv kuj nyob kaaj sab lug.” Hab Vaaj Ntsuj Plig has tas, “Muaj tseeb le ntawd. Puab yuav tau su tej num kws puab ua khwv khwv, vem tej num kws puab tau ua hov yuav nrug puab moog.”"},{"bible_id":"1216","chapter_code":"REV.14","verse_code":"REV.14.14","label":"14","content":"Kuv saib mas pum ib tauv fuab dawb hab muaj ib tug nyob tsawg sau tauv fuab hov zoo le Tuabneeg leej Tub,  nwg ntoo lub mom kub rua sau taubhau hab tuav rawv ib raab lag ntse ntse huv nwg txhais teg."},{"bible_id":"1216","chapter_code":"REV.14","verse_code":"REV.14.15","label":"15","content":"Muaj dua ib tug tubkhai ntuj tawm huv lub tuam tsev lug hu nrov nrov rua tug kws nyob tsawg sau tauv fuab has tas, “Ca le muab koj raab lag hlais lauj, vem tub txug caij hlais lawm, tsua qhov tej qoob kws yuav hlais huv nplajteb tub sav taag lawm.”"},{"bible_id":"1216","chapter_code":"REV.14","verse_code":"REV.14.16","label":"16","content":"Tug kws nyob sau tauv fuab txawm cev nwg raab lag lug rua huv lub nplajteb, mas txhad hlais tej qoob huv nplajteb."},{"bible_id":"1216","chapter_code":"REV.14","verse_code":"REV.14.17","label":"17","content":"Muaj dua ib tug tubkhai ntuj tawm huv lub tuam tsev sau ntuj lug, nwg kuj tuav rawv ib raab lag ntse ntse."},{"bible_id":"1216","chapter_code":"REV.14","verse_code":"REV.14.18","label":"18","content":"Hab muaj dua ib tug tubkhai ntuj muaj fwjchim kaav suavtawg tawm huv lub thaaj xyeem lug, hu nrov nrov rua tug kws tuav rawv raab lag ntse has tas, “Ca le cev koj raab lag hlais tej tauv txwv maab ntawm cov txwv maab huv nplajteb vem tej txwv maab sav lawm.”"},{"bible_id":"1216","chapter_code":"REV.14","verse_code":"REV.14.19","label":"19","content":"Tug tubkhai ntuj txawm cev nwg raab lag lug rua huv lub nplajteb hlais tej txwv maab huv nplajteb sau lug ua ke hab muab nchuav rua huv lub rhawv tsuam txwv maab luj kws yog Vaajtswv txujkev npau tawg,"},{"bible_id":"1216","chapter_code":"REV.14","verse_code":"REV.14.20","label":"20","content":"muab tsuam rua huv lub rhawv tsuam txwv maab nrau ntug moos, hab ntshaav ndwg huv lub rhawv hov lug sab txwj neeg nplooj pus ndwg moog deb peb puas kilumeb."},{"bible_id":"1216","chapter_code":"REV.15","verse_code":"REV.15.1","label":"1","content":"Kuv pum dua ib yaam txujci tseem ceeb kws luj hab phemfwj sau nruab ntug. Muaj xyaa tug tubkhai ntuj tuav xyaa yaam sub tawg sub ntshaa zag kawg vem Vaajtswv txujkev npau tawg yuav kawg rua tej sub tawg sub ntshaa nuav."},{"bible_id":"1216","chapter_code":"REV.15","verse_code":"REV.15.2","label":"2","content":"Hab kuv pum ib yaam zoo le lub havtxwv av xyaw suavtawg hab pum cov kws kov yeej tug tsaj hov hab nwg tug txoov daab hab nwg lub npe lej,  suavdawg sawv ntawm ntug havtxwv av tuav rawv Vaajtswv tej nkauj nog ncaas."},{"bible_id":"1216","chapter_code":"REV.15","verse_code":"REV.15.3","label":"3","content":"Puab hu Vaajtswv tug tub qhe Mauxe zaaj nkauj hab tug Mivnyuas Yaaj zaaj nkauj has tas, “Au Vaajtswv, tug Tswv kws muaj fwjchim luj kawg nkaus, koj teg num luj hab phemfwj kawg. Au vaajntxwv kws kaav ib tsoom tebchaws, koj tej kev mas ncaaj nceeg hab muaj tseeb."},{"bible_id":"1216","chapter_code":"REV.15","verse_code":"REV.15.4","label":"4","content":"Au tug Tswv, leejtwg yuav tsw ntshai koj hab tsw qhuas koj lub npe? Vem koj tuab leeg yog tug kws dawb huv. Ib tsoom tebchaws yuav tuaj pe hawm koj ntawm koj lub xubndag, vem koj teg num ncaaj nceeg tshwm lug lawm.”"},{"bible_id":"1216","chapter_code":"REV.15","verse_code":"REV.15.5","label":"5","content":"Dhau ntawd kuv pum lub tuam tsev  yog lub tsev ntaub sau ntuj ceeb tsheej kws muaj Vaajtswv tej lug, qheb quas lug,"},{"bible_id":"1216","chapter_code":"REV.15","verse_code":"REV.15.6","label":"6","content":"hab xyaa tug tubkhai ntuj kws nqaa xyaa yaam sub tawg sub ntshaa tawm huv lub tuam tsev lug. Puab naav tsoog tsho ntaub maag dawb huv ci quas nplaag hab sa ib txuj hlaab kub ntawm hauv sab."},{"bible_id":"1216","chapter_code":"REV.15","verse_code":"REV.15.7","label":"7","content":"Mas plaub tug tsaj caj sa muaj ib tug muab xyaa lub phaaj kub kws rau Vaajtswv kws muaj txujsa nyob moog ib txhws tsw kawg txujkev npau tawg puv nkaus cev rua xyaa tug tubkhai ntuj hov."},{"bible_id":"1216","chapter_code":"REV.15","verse_code":"REV.15.8","label":"8","content":"Mas tej paa nchu kws tawm ntawm Vaajtswv tug fwjchim ci ntsaa ab hab ntawm nwg tug fwjchim luj nchu puv nkaus lub tuam tsev, hab tsw muaj leejtwg nkaag tau rua huv lub tuam tsev moog txug thaus xyaa tug tubkhai hov xyaa yaam sub tawg sub ntshaa tav taag."},{"bible_id":"1216","chapter_code":"REV.16","verse_code":"REV.16.1","label":"1","content":"Hab kuv nov ib lub suab nrov huv lub tuam tsev tuaj has rua xyaa tug tubkhai ntuj hov tas, “Ca le moog muab xyaa lub phaaj kws rau Vaajtswv kev npau tawg nchuav rua sau lub nplajteb.”"},{"bible_id":"1216","chapter_code":"REV.16","verse_code":"REV.16.2","label":"2","content":"Thawj tug tubkhai ntuj txhad moog muab nwg lub phaaj nchuav rua sau lub nplajteb, mas cov kws nas tug tsaj lub hom thawj hab pe hawm nwg tug txoov daab txawm ua kav txhaab qawj kav txhaab yaig thoob plawg ib ce."},{"bible_id":"1216","chapter_code":"REV.16","verse_code":"REV.16.3","label":"3","content":"Tug tubkhai ntuj kws ob nchuav nwg lub phaaj rua huv havtxwv, mas dej havtxwv txa ua ntshaav zoo yaam nkaus le ntshaav tuabneeg tuag, mas txhua yaam caj sa huv havtxwv kuj tuag taag huvsw."},{"bible_id":"1216","chapter_code":"REV.16","verse_code":"REV.16.4","label":"4","content":"Tug tubkhai ntuj kws peb nchuav nwg lub phaaj rua tej haav dej hab tej qhov dej txhawv mas tej dej hov kuj txa ua ntshaav taag."},{"bible_id":"1216","chapter_code":"REV.16","verse_code":"REV.16.5","label":"5","content":"Kuv txawm nov tug tubkhai ntuj kws saib tej dej has tas, “Au tug kws muaj txujsa nyob hab ib txwm muaj nyob hab yog tug Dawb Huv, qhov kws koj txav txem le nuav koj ua ncaaj lawm."},{"bible_id":"1216","chapter_code":"REV.16","verse_code":"REV.16.6","label":"6","content":"Vem puab ua rua cov xuv dawb hab cov xwbfwb cev lug tej ntshaav lug, koj txhad muab ntshaav rua puab haus. Tej nuav tswm nyog rua puab lawm.”"},{"bible_id":"1216","chapter_code":"REV.16","verse_code":"REV.16.7","label":"7","content":"Hab kuv nov lub thaaj xyeem qw has tas, “Yog lawm lauj. Vaajtswv, tug Tswv kws muaj fwjchim luj kawg nkaus, qhov kws koj txav txem nuav muaj tseeb hab ncaaj nceeg.”"},{"bible_id":"1216","chapter_code":"REV.16","verse_code":"REV.16.8","label":"8","content":"Tug tubkhai ntuj kws plaub nchuav nwg lub phaaj rua sau lub nub, tes ua rua lub nub tawm suavtawg txhab tuabneeg."},{"bible_id":"1216","chapter_code":"REV.16","verse_code":"REV.16.9","label":"9","content":"Qhov kws kub heev hov txhab tuabneeg, puab txhad tshev foom Vaajtswv kws muaj fwjchim kaav tej sub tawg sub ntshaa hov lub npe, los puab tsw yeem ntxeev dua sab hab qhuas Vaajtswv."},{"bible_id":"1216","chapter_code":"REV.16","verse_code":"REV.16.10","label":"10","content":"Tug tubkhai ntuj kws tswb nchuav nwg lub phaaj rua sau tug tsaj lub zwm txwv, tes nwg lub tebchaws txawm tsaus ntuj nti lawm. Tej tuabneeg txhad mob heev tum nplaig quas nreeg,"},{"bible_id":"1216","chapter_code":"REV.16","verse_code":"REV.16.11","label":"11","content":"hab tshev foom Vaajtswv vem yog raug tej mob hab tej kav txhaab hov, los puab tsw yeem ntxeev dua sab ntawm tej kws puab ua."},{"bible_id":"1216","chapter_code":"REV.16","verse_code":"REV.16.12","label":"12","content":"Tug tubkhai ntuj kws rau nchuav nwg lub phaaj rua sau tug nam dej luj Yufeti, ua rua tug dej hov qhuav taag txhad npaaj kev rua tej vaajntxwv kws tuaj saab nub tuaj tuaj."},{"bible_id":"1216","chapter_code":"REV.16","verse_code":"REV.16.13","label":"13","content":"Hab kuv pum peb tug ntsuj plig qas zoo yaam le qaav tawm huv tug zaaj qhov ncauj hab huv tug tsaj hab tug cuav xwbfwb cev lug le qhov ncauj lug."},{"bible_id":"1216","chapter_code":"REV.16","verse_code":"REV.16.14","label":"14","content":"Cov ntsuj plig hov yog tej daab kws ua txujci hab tawm moog nrhav tej vaajntxwv thoob nplajteb yuav sau zog tej vaajntxwv hov moog ua rog rua nub luj kawg kws Vaajtswv kws muaj fwjchim luj kawg nkaus teem ca."},{"bible_id":"1216","chapter_code":"REV.16","verse_code":"REV.16.15","label":"15","content":"“Saib maj, kuv saamswm lug ib yaam le tub saab tuaj. Tug kws tsw tsaug zug hab ua tuab zoo npaaj nwg tej tsoog tsho txhwj nwg txhad tsw moog lab qaab rua luas pum nwg qhov txaaj muag, yuav tau nyob kaaj sab lug.”"},{"bible_id":"1216","chapter_code":"REV.16","verse_code":"REV.16.16","label":"16","content":"Peb tug daab hov txawm sau zog tej vaajntxwv moog rua lub chaw kws hu lawv le lug Henplais has tas Amakentoo."},{"bible_id":"1216","chapter_code":"REV.16","verse_code":"REV.16.17","label":"17","content":"Tug tubkhai ntuj kws xyaa nchuav nwg lub phaaj rua sau nruab ntug, tes txawm muaj ib lub suab nrov ntawm lub zwm txwv huv lub tuam tsev tuaj has tas, “Tav lawm.”"},{"bible_id":"1216","chapter_code":"REV.16","verse_code":"REV.16.18","label":"18","content":"Tes txawm muaj tsag lig xub laim lab quas vog, xub nroo nthe tej nam rhev, hab ntuj qeg heev txwj thaus muaj tuabneeg nyob huv lub nplajteb lug tsw txeev muaj ntuj qeg heev kawg le zag nuav hlo le."},{"bible_id":"1216","chapter_code":"REV.16","verse_code":"REV.16.19","label":"19","content":"Lub nroog luj txawm tawg ua peb feem hab tej moos huv ib tsoom tebchaws kuj pob taag hab Vaajtswv ncu ntsoov lub nam nroog Npanpiloo, hab muab lub khob cawv txwv maab kws yog nwg txujkev npau tawg heev rua lub nroog hov haus."},{"bible_id":"1216","chapter_code":"REV.16","verse_code":"REV.16.20","label":"20","content":"Tes txhua lub koog povtxwv txawm pluj taag hab tej roob kuj tsw pum muaj lawm,"},{"bible_id":"1216","chapter_code":"REV.16","verse_code":"REV.16.21","label":"21","content":"hab tej lub lawg luj luj nyaav plaub caug tswb kilu poob sau ntuj lug rua sau ib tsoom tuabneeg, mas tuabneeg txawm tshev foom Vaajtswv vem tej sub tawg sub ntshaa ntawm cov lawg hov tsua qhov tej sub tawg sub ntshaa hov luj heev."},{"bible_id":"1216","chapter_code":"REV.17","verse_code":"REV.17.1","label":"1","content":"Xyaa tug tubkhai ntuj kws nqaa xyaa lub phaaj hov ib tug has rua kuv tas, “Ca le lug, kuv yuav qha koj pum qhov kws txav txem rua tug puj muag cev luj kws nyob tsawg sau ntau tug dej,"},{"bible_id":"1216","chapter_code":"REV.17","verse_code":"REV.17.2","label":"2","content":"yog tug kws tej vaajntxwv huv nplajteb tau deev lawm, hab tej tuabneeg huv nplajteb kuj qaug nwg tej cawv txwv maab kws yog kev sws deev.”"},{"bible_id":"1216","chapter_code":"REV.17","verse_code":"REV.17.3","label":"3","content":"Nwg txawm coj kuv huv Vaaj Ntsuj Plig moog rua huv tebchaws moj saab qhua hab kuv pum ib tug quaspuj nyob tsawg sau ib tug tsaj lab ploog kws muaj tej npe saib tsw taug Vaajtswv sau puv nkaus nwg lub cev, hab tug tsaj hov muaj xyaa lub taubhau hab kaum tug kub."},{"bible_id":"1216","chapter_code":"REV.17","verse_code":"REV.17.4","label":"4","content":"Tug puj hov naav ib ce tsoog yimlaaj hab lab ploog hab coj npauj kub hab tej qai zeb hlaws hab tej qai qwj muaj nqes. Nwg txhais teg tuav ib lub taig kub kws rau tej kev qas vuab tsuab hab tej kev qas kev phem kws nwg deev luas puv nkaus."},{"bible_id":"1216","chapter_code":"REV.17","verse_code":"REV.17.5","label":"5","content":"Hab ntawm nwg hauv plaj muaj ib lub npe kws lub ntsab muab npog ca lawd sau ca has tas, “Lub tuam nroog Npanpiloo, yog cov kws muag cev hab tej kev qas vuab tsuab huv lub nplajteb leej nam.”"},{"bible_id":"1216","chapter_code":"REV.17","verse_code":"REV.17.6","label":"6","content":"Hab kuv pum tas tug puj hov haus cov xuv dawb hab cov kws ua timkhawv txug Yexu tej ntshaav qaug lawm. Thaus kuv pum tug puj hov kuv kuj phemfwj kawg."},{"bible_id":"1216","chapter_code":"REV.17","verse_code":"REV.17.7","label":"7","content":"Tug tubkhai ntuj txawm has rua kuv tas, “Ua caag koj phemfwj? Kuv yuav qha koj paub lub ntsab kws muab npog ca has txug tug puj hov hab has txug tug tsaj kws muaj xyaa lub taubhau hab kaum tug kub kws tug puj hov caij."},{"bible_id":"1216","chapter_code":"REV.17","verse_code":"REV.17.8","label":"8","content":"Tug tsaj kws koj pum hov txeev muaj nyob tassws nwgnuav tsw muaj nyob hab tseed yuav nce tawm huv lub qhov tub tub lug hab yuav moog raug kev puam tsuaj. Cov tuabneeg huv nplajteb kws tsw muaj npe sau ca rua huv phoo ntawv txujsa txwj thaus tswm ntuj tswm teb lug, kuj yuav phemfwj rua thaus kws pum tug tsaj vem tug tsaj hov txeev muaj nyob hab nwgnuav kuj tsw muaj nyob hab tseed yuav lug."},{"bible_id":"1216","chapter_code":"REV.17","verse_code":"REV.17.9","label":"9","content":"“Tej nuav yuav tsum swv tswvyim tuab zoo. Xyaa lub taubhau yog xyaa lub pov roob kws tug puj nyob tsawg,"},{"bible_id":"1216","chapter_code":"REV.17","verse_code":"REV.17.10","label":"10","content":"hab yog xyaa tug vaajntxwv. Tswb tug dua taag lawm, ib tug saamswm muaj nyob, tshuav dua ib tug tseed tsw tau lug. Thaus tug hov lug lawd nwg yuav nyob ib nyuas ntu xwb."},{"bible_id":"1216","chapter_code":"REV.17","verse_code":"REV.17.11","label":"11","content":"Tug tsaj kws txeev muaj nyob hab nwgnuav tsw muaj nyob hov, yog tug vaajntxwv kws yim, tassws tseed koom xyaa tug ntawd hab yuav moog raug kev puam tsuaj."},{"bible_id":"1216","chapter_code":"REV.17","verse_code":"REV.17.12","label":"12","content":"Kaum tug kub kws koj pum ntawd yog kaum tug vaajntxwv kws tsw tau txais lub tebchaws kaav, tassws puab yuav tau fwjchim ua vaajntxwv nrug tug tsaj hov kaav ib nyuas teev xwb."},{"bible_id":"1216","chapter_code":"REV.17","verse_code":"REV.17.13","label":"13","content":"Cov vaajntxwv kuj koom ua ib lub sab hab yuav muab puab tug peevxwm hab tug fwjchim cob rua tug tsaj hov."},{"bible_id":"1216","chapter_code":"REV.17","verse_code":"REV.17.14","label":"14","content":"Puab yuav ua rog rua tug Mivnyuas Yaaj, tassws tug Mivnyuas Yaaj yuav kov yeej puab, vem nwg yog cov kws muaj fwjchim tug Tswv hab yog ib tsoom vaajntxwv tug Vaajntxwv hab cov kws koom nrug nwg kuj yog cov kws raug hu lug hab xaiv ca lawm hab yog cov kws muaj sab xwb rua nwg.”"},{"bible_id":"1216","chapter_code":"REV.17","verse_code":"REV.17.15","label":"15","content":"Hab tug tubkhai ntuj has rua kuv tas, “Cov dej kws koj pum tug puj muag cev nyob tsawg sau, yog tej haiv tuabneeg tej paab tuabneeg coob tej tebchaws hab tej yaam lug."},{"bible_id":"1216","chapter_code":"REV.17","verse_code":"REV.17.16","label":"16","content":"Kaum tug kub kws koj pum hab tug tsaj yuav ntxub tug puj muag cev hov. Puab yuav ua rua nwg nyob do cuas nyob lab qaab hab yuav noj nwg le nqaj hab muab suavtawg hlawv nwg."},{"bible_id":"1216","chapter_code":"REV.17","verse_code":"REV.17.17","label":"17","content":"Vem Vaajtswv tshaum puab lub sab kuas ua lawv le Vaajtswv xaav tseg, yog qhov kws puab koom ua ib lub sab muab puab tug fwjchim kaav cob rua tug tsaj moog txug thaus Vaajtswv tej lug tav."},{"bible_id":"1216","chapter_code":"REV.17","verse_code":"REV.17.18","label":"18","content":"Tug puj kws koj pum yog lub tuam nroog kws muaj fwjchim kaav tej vaajntxwv huv nplajteb.”"},{"bible_id":"1216","chapter_code":"REV.18","verse_code":"REV.18.1","label":"1","content":"Dhau ntawd kuv pum dua ib tug tubkhai ntuj nqeg sau ntuj lug, nwg muaj fwjchim luj heev. Nwg tug fwjchim ci ntsaa ab ua rua lub nplajteb kaaj quas lug."},{"bible_id":"1216","chapter_code":"REV.18","verse_code":"REV.18.2","label":"2","content":"Nwg qw nrov nrov has tas, “Lub tuam nroog Npanpiloo pob taag, pob taag lawm lauj, ua lub chaw rua daab nyob hab ua chaw rua txhua tug plig qas vuab tsuab nkaum, hab ua chaw rua txhua yaam noog qas kws ntxwm ntxub nyob."},{"bible_id":"1216","chapter_code":"REV.18","verse_code":"REV.18.3","label":"3","content":"Vem ib tsoom tebchaws tau haus tej cawv txwv maab kws yog nwg txujkev ntshaw ua nkauj ua nraug, hab tej vaajntxwv huv nplajteb tau nrug nwg sws deev, hab tej tub laag tub luam huv nplajteb kuj nplua nuj tuaj ntawm qhov kws nwg swv phum laam qos ntsuav.”"},{"bible_id":"1216","chapter_code":"REV.18","verse_code":"REV.18.4","label":"4","content":"Hab kuv nov dua ib lub suab nrov sau ntuj tuaj has tas, “Kuv haiv tuabneeg, ca le tawm huv lub nroog hov lug, sub mej txhad tsw nrug nwg muaj txem hab tsw nrug nwg raug sub tawg sub ntshaa,"},{"bible_id":"1216","chapter_code":"REV.18","verse_code":"REV.18.5","label":"5","content":"vem nwg lub txem muab tib ua ib pawg sab moog nto ntuj lawm hab Vaajtswv cim ntsoov lub nroog hov tej kev txhum."},{"bible_id":"1216","chapter_code":"REV.18","verse_code":"REV.18.6","label":"6","content":"Ca le ua rua lub nroog hov ib yaam le nwg tau ua rua lwm tug. Ca le ua pauj tej kws nwg tau ua lawd ob npaug. Huv lub khob kws nwg tov rua luas haus ca le tov ob npaug rua nwg."},{"bible_id":"1216","chapter_code":"REV.18","verse_code":"REV.18.7","label":"7","content":"Nwg qhuas nwg tug kheej hab swv phum laam qos ntsuav npaum le caag, ca le muab kev tswm txom hab kev quaj ntsuag rua nwg npaum le ntawd. Nwg xaav huv lub sab tas, ‘Kuv nyob tsawg ua puj vaaj, kuv tsw yog puj ntsuag, kuv yuav tsw ntswb kev quaj ntsuag le.’"},{"bible_id":"1216","chapter_code":"REV.18","verse_code":"REV.18.8","label":"8","content":"Vem le nuav tej sub tawg sub ntshaa yuav ua tuab nub lug raug nwg, yog kev mob kis, kev quaj ntsuag hab kev tshaib nqhes hab yuav raug suavtawg hlawv, tsua qhov tug Tswv Vaajtswv kws txav txem rua nwg, luj kawg nkaus."},{"bible_id":"1216","chapter_code":"REV.18","verse_code":"REV.18.9","label":"9","content":"“Thaus tej vaajntxwv huv nplajteb kws nrug lub nroog hov sws deev hab nrug nwg swv phum laam qos ntsuav, pum tej paa nchu kws kub hov puab yuav quaj hab quaj ntsuag."},{"bible_id":"1216","chapter_code":"REV.18","verse_code":"REV.18.10","label":"10","content":"Puab yuav sawv deb deb vem ntshai qhov kws nwg raug tswm txom hab has tas, “ ‘Txom nyem lauj! Txom nyem lauj! Lub nroog kws luj kawg, lub nroog Npanpiloo kws muaj zug heev. Ib tsoo tee xwb koj raug txav txem lawm.’"},{"bible_id":"1216","chapter_code":"REV.18","verse_code":"REV.18.11","label":"11","content":"“Cov tub luam huv nplajteb kuj quaj hab quaj ntsuag nwg vem tsw muaj leejtwg yuav puab tej hov txhua chaw dua le lawm,"},{"bible_id":"1216","chapter_code":"REV.18","verse_code":"REV.18.12","label":"12","content":"yog tej nyaj tej kub tej qai zeb hlaws hab tej qai qwj muaj nqes, ntaub maag zoo zoo, ntaub yimlaaj ntaub tshwb kaab ntaub lab, txhua yaam ntoo tsw qaab, txhua yaam kws xuas kaug ntxhw, xuas ntoo muaj nqes, xuas tooj lab, hlau hab pob zeb mog ua,"},{"bible_id":"1216","chapter_code":"REV.18","verse_code":"REV.18.13","label":"13","content":"moov ntoo tuv, tej txum lom, moov tshuaj tsw qaab, roj tsw qaab, roj ntoos tsw qaab, cawv txwv maab, roj txwv aulib, moov mog zoo zoo hab tej mog, nyuj hab yaaj, neeg hab tsheb neeg, hab muag tuabneeg ua qhev."},{"bible_id":"1216","chapter_code":"REV.18","verse_code":"REV.18.14","label":"14","content":"“Puab yuav has tas, ‘Tej kws koj lub sab ntshaw tub pluj taag ntawm koj lawm, hab txhua yaam nqaj qhauv zoo hab tej kws zoo nkauj ci quas nplaag tub pluj ntawm koj lawm, nrhav tsw tau dua le lawm.’"},{"bible_id":"1216","chapter_code":"REV.18","verse_code":"REV.18.15","label":"15","content":"Cov tub laag luam kws muag tej nuav nplua nuj vem lub nroog nuav, yuav sawv deb deb vem ntshai qhov kws nwg raug tswm txom hab puab yuav quaj hab quaj ntsuag has tas."},{"bible_id":"1216","chapter_code":"REV.18","verse_code":"REV.18.16","label":"16","content":"“ ‘Txom nyem lauj! Txom nyem lauj! Lub nroog luj kawg kws naav ntaub maag zoo zoo, naav ntaub yimlaaj hab ntaub lab, hab coj nyaj coj kub coj tej qai zeb hlaws hab tej qai qwj muaj nqes,"},{"bible_id":"1216","chapter_code":"REV.18","verse_code":"REV.18.17","label":"17","content":"tuab tsoo tee xwb tej cuab txhaj cuab taam nuav huvsw raug puam tsuaj taag.’ “Cov tsaav nkoj hab cov kws caij nkoj hab cov tub zug huv nkoj hab txhua tug kws nrhav noj huv havtxwv txhua tug sawv deb deb,"},{"bible_id":"1216","chapter_code":"REV.18","verse_code":"REV.18.18","label":"18","content":"hab thaus puab pum tej paa nchu kws kub lub nroog hov puab quaj has tas, ‘Lub nroog twg zoo thooj le lub nroog luj nuav?’"},{"bible_id":"1216","chapter_code":"REV.18","verse_code":"REV.18.19","label":"19","content":"hab puab tsuab moov aav w rua sau puab taubhau hab quaj hab quaj ntsuag qw has tas, “ ‘Txom nyem lauj! Txom nyem lauj! Lub tuam nroog luj kawg kws txhua tug muaj nkoj txwg dha huv havtxwv, txeev muaj txag ntawm lub nroog tej kev nplua nuj, tuab tsoo tee xwb nwg raug kev puam tsuaj taag huvsw."},{"bible_id":"1216","chapter_code":"REV.18","verse_code":"REV.18.20","label":"20","content":"Lub ntuj 'e hab cov xuv dawb hab cov tubkhai hab cov xwbfwb cev Vaajtswv lug 'e, ca le xyiv faab nyos lub nroog hov, vem Vaajtswv txav txem rua nwg pauj mej lawm.’ ”"},{"bible_id":"1216","chapter_code":"REV.18","verse_code":"REV.18.21","label":"21","content":"Tes muaj ib tug tubkhai ntuj kws muaj fwjchim luj txawm nqaa ib txhwb zeb zoo le txhwb txwv zeb nrum rua huv havtxwv hab has tas, “Lub tuam nroog Npanpiloo yuav raug swv zug muab nrum ib yaam le nuav ntaag hab yuav tsw rov pum dua le lawm,"},{"bible_id":"1216","chapter_code":"REV.18","verse_code":"REV.18.22","label":"22","content":"hab yuav tsw nov lub suab ntaus nkauj nog ncaas suab hu nkauj suab tshuab raaj tshuab xyu rua huv koj dua le lawm, hab yuav tsw pum cov nam Kws txawj ua txhua yaam num huv koj dua le lawm, hab yuav tsw nov lub suab zum zeb huv koj dua le lawm."},{"bible_id":"1216","chapter_code":"REV.18","verse_code":"REV.18.23","label":"23","content":"Yuav tsw muaj tug duab teeb ci huv koj dua le lawm, hab yuav tsw nov lub suab nraug vauv nkauj nyaab dua le lawm. Koj cov tub luam puavleej yog tuabneeg luj huv lub nplajteb hab ib tsoom tebchaws raug koj tej khawv koob daag ntxag."},{"bible_id":"1216","chapter_code":"REV.18","verse_code":"REV.18.24","label":"24","content":"Hab luas pum cov xwbfwb cev Vaajtswv lug hab cov xuv dawb hab txhua tug kws raug tua huv lub nplajteb tej ntshaav nyob huv koj.”"},{"bible_id":"1216","chapter_code":"REV.19","verse_code":"REV.19.1","label":"1","content":"Dhau ntawd kuv nov ib lub suab nrov yaam le ib paab tuabneeg coob coob lub suab nrov sau ntuj has tas, “Haleluya, txujkev dim hab koob meej hab tug fwjchim luj yog peb tug Vaajtswv le,"},{"bible_id":"1216","chapter_code":"REV.19","verse_code":"REV.19.2","label":"2","content":"vem qhov kws nwg txav txem muaj tseeb hab ncaaj nceeg. Nwg txav txem rua tug nam puj muag cev luj kws ua qas puag tsuas lub nplajteb ntawm qhov kws nwg deev luas, hab nwg pauj taub nwg cov tub qhe tej ntshaav rua tug puj hov.”"},{"bible_id":"1216","chapter_code":"REV.19","verse_code":"REV.19.3","label":"3","content":"Puab qw nrov dua ib zag has tas, “Haleluya. Lub nroog tej paa nchu moog ib txhws tsw kawg.”"},{"bible_id":"1216","chapter_code":"REV.19","verse_code":"REV.19.4","label":"4","content":"Hab neeg nkaum plaub tug kev txwj quas laug hab plaub tug tsaj caj sa txawm khwb nkaus pe hawm Vaajtswv kws nyob tsawg sau lub zwm txwv has tas, “Amee, Haleluya.”"},{"bible_id":"1216","chapter_code":"REV.19","verse_code":"REV.19.5","label":"5","content":"Hab muaj ib lub suab tawm huv lub zwm txwv tuaj has tas, “Vaajtswv txhua tug tub qhe kws paub ntshai nwg, tsw has tug hlub tug yau, ca le qhuas peb tug Vaajtswv.”"},{"bible_id":"1216","chapter_code":"REV.19","verse_code":"REV.19.6","label":"6","content":"Hab kuv nov ib lub suab yaam le ib paab tuabneeg coob coob lub suab nrov yaam le dej hlub ntsawj nrov sau ntuj hab yaam le xub nroo nrov heev qw has tas, “Haleluya, vem tug Tswv kws yog peb tug Vaajtswv muaj fwjchim luj kawg nkaus ua vaajntxwv kaav lawm."},{"bible_id":"1216","chapter_code":"REV.19","verse_code":"REV.19.7","label":"7","content":"Peb ca le zoo sab hab xyiv faab hab qhuas nwg, vem tug Mivnyuas Yaaj lub rooj tshoob lug txug lawm hab nwg tug nkauj nyaab tub npaaj txhwj lawm."},{"bible_id":"1216","chapter_code":"REV.19","verse_code":"REV.19.8","label":"8","content":"Tub pub tug nkauj nyaab naav taub maag zoo zoo ci quas nplaag dawb huv.” Tej ntaub maag zoo hov yog cov xuv dawb tej num ncaaj nceeg."},{"bible_id":"1216","chapter_code":"REV.19","verse_code":"REV.19.9","label":"9","content":"Hab tug tubkhai ntuj has rua kuv tas, “Ca le sau has tas, ‘Cov kws raug hu tuaj koom tug Mivnyuas Yaaj lub rooj tshoob tau nyob kaaj sab lug.’ ” Hab nwg has rua kuv tas, “Tej nuav yog Vaajtswv tej lug tseeb.”"},{"bible_id":"1216","chapter_code":"REV.19","verse_code":"REV.19.10","label":"10","content":"Tes kuv txawm khwb nkaus rua ntawm nwg kwtaw yuav pe hawm nwg, tassws nwg has rua kuv tas, “Tsw xob ua le kod. Kuv yog ib tug tub qhe ib yaam le koj hab koj cov kwvtij kws tuav rawv Yexu tej lug timkhawv xwb. Ca le pe hawm Vaajtswv xwb. Tsua qhov Yexu tej lug timkhawv yog lub tseem ntsab huv cov xwbfwb cev lug tej lug.”"},{"bible_id":"1216","chapter_code":"REV.19","verse_code":"REV.19.11","label":"11","content":"Kuv pum rooj ntug ceeb tsheej qheb na cav muaj ib tug neeg dawb. Tug kws caij tug neeg hov lub npe hu ua Ncaaj hab Tseeb hab nwg txav txem hab ua rog ncaaj nceeg."},{"bible_id":"1216","chapter_code":"REV.19","verse_code":"REV.19.12","label":"12","content":"Nwg lub qhov muag zoo ib yaam le nplaim tawg, hab sau nwg taubhau muaj ntau lub mom kub, hab muaj ib lub npe sau rua ntawm nwg lub cev kws tsw muaj leejtwg paub tsuas yog nwg paub xwb."},{"bible_id":"1216","chapter_code":"REV.19","verse_code":"REV.19.13","label":"13","content":"Nwg naav lub tsho kws muab raus ntshaav lawm, hab nwg lub npe hu ua Vaajtswv Txujlug."},{"bible_id":"1216","chapter_code":"REV.19","verse_code":"REV.19.14","label":"14","content":"Hab cov tub rog sau ntuj suavdawg naav ntaub maag zoo dawb paug dawb huv caij neeg dawb lawv nwg qaab moog."},{"bible_id":"1216","chapter_code":"REV.19","verse_code":"REV.19.15","label":"15","content":"Muaj ib raab ntaaj ntse tawm huv nwg qhov ncauj lug kws nwg yuav swv ntaus ib tsoom tebchaws hab nwg yuav xuas qws hlau kaav puab. Nwg yuav tsuj lub rhawv tsuam txwv maab kws yog Vaajtswv kws muaj fwjchim luj kawg nkaus txujkev npau tawg heev."},{"bible_id":"1216","chapter_code":"REV.19","verse_code":"REV.19.16","label":"16","content":"Muaj ib lub npe sau rua ntawm nwg lub tsho hab ntawm nwg ncej qaab has tas “Ib tsoom vaajntxwv tug Vaajntxwv hab cov kws muaj fwjchim tug Tswv.”"},{"bible_id":"1216","chapter_code":"REV.19","verse_code":"REV.19.17","label":"17","content":"Hab kuv pum ib tug tubkhai ntuj sawv huv lub nub, nwg qw nrov rua tej naag noog huvsw kws yaa sau nruab ntug has tas, “Ca le lug, ca le tuaj txoos ua ke rua huv Vaajtswv rooj noj haus luj kawg,"},{"bible_id":"1216","chapter_code":"REV.19","verse_code":"REV.19.18","label":"18","content":"es yuav noj tej vaajntxwv hab cov thawj tub rog hab cov kws muaj zug le nqaj hab noj tej neeg hab cov kws caij neeg hab ib tsoom tuabneeg tsw has cov kws nyob ywj pheej cov kws ua qhev cov hlub cov yau suavdawg le nqaj.”"},{"bible_id":"1216","chapter_code":"REV.19","verse_code":"REV.19.19","label":"19","content":"Hab kuv pum tug tsaj hab tej vaajntxwv huv nplajteb hab puab cov tub rog tuaj txoos ua ke yuav ua rog rua tug kws caij neeg hab nwg cov tub rog."},{"bible_id":"1216","chapter_code":"REV.19","verse_code":"REV.19.20","label":"20","content":"Tassws tug tsaj hov raug muab nteg nrug tug cuav xwbfwb kws ua tej txujci taab meeg tug tsaj hab swv tej txujci hov daag ntxag cov kws nas tug tsaj lub hom thawj hab cov kws pe hawm tug txoov daab tsaj. Ob tug nuav raug muab nrum rua huv ntuj tawg lawj faaj kws cig hlub."},{"bible_id":"1216","chapter_code":"REV.19","verse_code":"REV.19.21","label":"21","content":"Raab ntaaj kws tawm huv tug kws caij neeg lub qhov ncauj lug muab cov kws tseed tshuav nyob tua hab tej naag noog huvsw kuj noj puab cev nqaj tsau npo."},{"bible_id":"1216","chapter_code":"REV.20","verse_code":"REV.20.1","label":"1","content":"Hab kuv pum ib tug tubkhai ntuj nqeg sau ntuj lug, nwg tuav tug yuam swj kws qheb lub qhov tub tub hab nqaa txuj saw hlau luj huv nwg txhais teg."},{"bible_id":"1216","chapter_code":"REV.20","verse_code":"REV.20.2","label":"2","content":"Mas nwg nteg tug zaaj kws yog tug naab txwj naab laug kws yog Ntxwg Nyoog hab yog Xataa, mas muab khi ca ib txheeb xyoo,"},{"bible_id":"1216","chapter_code":"REV.20","verse_code":"REV.20.3","label":"3","content":"muab nrum rua huv lub qhov tub tub hov, muab kaw hab nas hom thawj rua, sub nwg txhad ntxag tsw tau ib tsoom tebchaws ntxwv moog txug thaus puv ib txheeb xyoo. Dhau ntawd yuav tsum muab tso tawm ib nyuas ntu."},{"bible_id":"1216","chapter_code":"REV.20","verse_code":"REV.20.4","label":"4","content":"Hab kuv pum muaj tej zwm txwv hab cov kws nyob tsawg sau tej zwm txwv hov tau txais fwjchim txav txem. Hab kuv pum cov kws raug txav cej daab le ntsuj plig vem yog ua timkhawv txug Yexu hab txug Vaajtswv txujlug. Puab tsw tau pe hawm tug tsaj hab tug txoov daab tsaj, hab tsw tau nas tug tsaj lub hom thawj rua ntawm hauv plaj lossws ntawm txhais teg. Puab suavdawg rov muaj txujsa hab nrug Kheto kaav ib txheeb xyoo."},{"bible_id":"1216","chapter_code":"REV.20","verse_code":"REV.20.5","label":"5","content":"Dua le cov kws tuag lawm tsw rov tau txujsa moog txug thaus taag ib txheeb xyoo hov. Nuav yog thawj zag kws sawv huv qhov tuag rov lug."},{"bible_id":"1216","chapter_code":"REV.20","verse_code":"REV.20.6","label":"6","content":"Tug kws muaj feem caj sawv huv qhov tuag rov lug zag ib tau nyob kaaj sab lug hab dawb huv. Txujkev tuag zag ob tsw muaj fwjchim kaav puab lawm tassws puab yuav ua Vaajtswv hab Kheto le pov thawj, hab yuav nrug nwg kaav ib txheeb xyoo."},{"bible_id":"1216","chapter_code":"REV.20","verse_code":"REV.20.7","label":"7","content":"Thaus puv ib txheeb xyoo Xataa yuav raug muab tso tawm huv nkuaj lug,"},{"bible_id":"1216","chapter_code":"REV.20","verse_code":"REV.20.8","label":"8","content":"mas nwg yuav tawm moog ntxag ib tsoom tebchaws thoob plaub ceg kaum ntuj, yog Kau hab Makau, kuas sau zog tuaj ua ke yuav ua rog. Puab muaj coob yaam le tej xuab zeb ntawm ntug havtxwv."},{"bible_id":"1216","chapter_code":"REV.20","verse_code":"REV.20.9","label":"9","content":"Mas puab tawm moog thoob plawg nplajteb hab vej nkaus Vaajtswv cov xuv dawb lub yeej hab lub nroog kws nwg hlub, tassws suavtawg poob sau ntuj lug kub cov tuabneeg hov."},{"bible_id":"1216","chapter_code":"REV.20","verse_code":"REV.20.10","label":"10","content":"Hab Ntxwg Nyoog kws ntxag puab raug muab nrum rua huv ntuj tawg lawj faaj,  yog lub chaw kws tug tsaj hab tug cuav xwbfwb cev lug nyob huv lawm, mas puab yuav raug tswm txom nruab nub mo ntuj moog ib txhws tsw kawg."},{"bible_id":"1216","chapter_code":"REV.20","verse_code":"REV.20.11","label":"11","content":"Hab kuv pum ib lub zwm txwv luj dawb paug hab pum tug kws nyob sau lub zwm txwv hov. Lub ntuj hab lub nplajteb txawm yaaj ntshws ntawm nwg lub xubndag moog, tsw muaj chaw rua tej ntawd nyob dua le lawm."},{"bible_id":"1216","chapter_code":"REV.20","verse_code":"REV.20.12","label":"12","content":"Kuv pum cov tuabneeg tuag lawd tug hlub tug yau sawv ntsug ntawm lub zwm txwv xubndag hab tej phoo ntawv kuj raug muab nthuav. Hab muaj dua ib phoo ntawv raug muab nthuav, yog phoo ntawv txujsa. Cov tuabneeg tuag lawd kuj raug txav txem lawv le puab tau ua kws sau ca rua tej phoo ntawv hov."},{"bible_id":"1216","chapter_code":"REV.20","verse_code":"REV.20.13","label":"13","content":"Dej havtxwv kuj tso cov kws tuag huv havtxwv lug, Txujkev Tuag hab Tub Tuag Teb kuj tso cov tuabneeg kws tuag rua huv lug, hab txhua tug raug txav txem lawv le puab tau ua."},{"bible_id":"1216","chapter_code":"REV.20","verse_code":"REV.20.14","label":"14","content":"Mas Txujkev Tuag hab Tub Tuag Teb raug muab nrum rua huv ntuj tawg.  Ntuj tawg nuav yog txujkev tuag zag ob."},{"bible_id":"1216","chapter_code":"REV.20","verse_code":"REV.20.15","label":"15","content":"Yog pum tas leejtwg tsw muaj npe sau ca rua huv phoo ntawv txujsa, tug hov kuj raug muab nrum rua huv ntuj tawg."},{"bible_id":"1216","chapter_code":"REV.21","verse_code":"REV.21.1","label":"1","content":"Hab kuv pum lub ntuj tshab hab lub nplajteb tshab tsua qhov lub ntuj qub hab lub nplajteb qub tub dua taag lawm hab dej havtxwv tsw muaj dua le lawm."},{"bible_id":"1216","chapter_code":"REV.21","verse_code":"REV.21.2","label":"2","content":"Kuv pum lub nroog dawb huv kws yog lub nroog Yeluxalee tshab nqeg sau ntuj ntawm Vaajtswv lug, tub npaaj txhwj yaam nkaus le tug nkauj nyaab tu cev rua nwg tug nraug vauv."},{"bible_id":"1216","chapter_code":"REV.21","verse_code":"REV.21.3","label":"3","content":"Hab kuv nov ib lub suab nrov ntawm lub zwm txwv tuaj has tas, “Saib maj, Vaajtswv lub chaw nyob nrug tuabneeg nyob lawm. Nwg yuav nrug puab nyob hab puab yuav ua nwg haiv tuabneeg. Vaajtswv yeej yuav nrug puab nyob hab ua puab tug Vaajtswv."},{"bible_id":"1216","chapter_code":"REV.21","verse_code":"REV.21.4","label":"4","content":"Nwg yuav so txhua ncos kua muag ntawm puab qhov muag, txujkev tuag yuav tsw muaj dua le lawm, txujkev quaj ntsuag txujkev quaj hab kev mob yuav tsw muaj dua le lawm, vem tej qub tub dua taag lawm.”"},{"bible_id":"1216","chapter_code":"REV.21","verse_code":"REV.21.5","label":"5","content":"Mas tug kws nyob sau lub zwm txwv has tas, “Saib maj, kuv tswm txhua yaam dua tshab.” Nwg kuj has tas, “Ca le sau tej nuav ca vem tej lug nuav tso sab tau hab muaj tseeb.”"},{"bible_id":"1216","chapter_code":"REV.21","verse_code":"REV.21.6","label":"6","content":"Hab nwg has rua kuv tas, “Tav lawm lauj. Kuv yog Alafa hab Aumeka, yog chiv keeb hab qhov kawg. Tug kws nqhes, kuv yuav pub nwg tau haus lub qhov dej txhawv kws pub txujsa tsw txug them nqe hlo le."},{"bible_id":"1216","chapter_code":"REV.21","verse_code":"REV.21.7","label":"7","content":"Tug kws kov yeej yuav tau tej nuav ua qub txeeg qub teg, hab kuv yuav ua nwg tug Vaajtswv hab nwg yuav ua kuv le mivnyuas."},{"bible_id":"1216","chapter_code":"REV.21","verse_code":"REV.21.8","label":"8","content":"Tassws cov tuabneeg sab yau, cov kws tsw ntseeg, cov kws ua qas vuab tsuab, cov tua tuabneeg, cov ua nkauj ua nraug, cov ua khawv koob yeeg swv, cov pe txoov daab hab txhua tug tuabneeg daag, puab le feem yog nyob huv ntuj tawg lawj faaj,  kws yog txujkev tuag zag ob.”"},{"bible_id":"1216","chapter_code":"REV.21","verse_code":"REV.21.9","label":"9","content":"Xyaa tug tubkhai ntuj kws tuav xyaa lub phaaj kws rau xyaa yaam sub tawg sub ntshaa zag kawg hov ib tug has rua kuv has tas, “Ca le lug, kuv yuav qha koj pum tug nkauj nyaab kws yog tug Mivnyuas Yaaj le quaspuj.”"},{"bible_id":"1216","chapter_code":"REV.21","verse_code":"REV.21.10","label":"10","content":"Nwg txawm coj kuv huv Vaaj Ntsuj Plig nce rua sau lub roob luj sab heev hab qha kuv pum lub nroog Yeluxalee kws dawb huv nqeg sau ntuj ntawm Vaajtswv lug."},{"bible_id":"1216","chapter_code":"REV.21","verse_code":"REV.21.11","label":"11","content":"Lub nroog hov muaj Vaajtswv tug fwjchim ci ntsaa ab ib yaam le qai zeb hlaws tswm txaj, ib yaam le qai zeb hlaws daaj tshab tshab, ntshab le qai zeb av."},{"bible_id":"1216","chapter_code":"REV.21","verse_code":"REV.21.12","label":"12","content":"Lub nroog muaj ntsaa loog luj hab sab, muaj kaum ob lub rooj loog hab muaj kaum ob tug tubkhai ntuj ib tug zuv ib lub rooj loog. Sau lub qhov rooj muaj cov Yixayee kaum ob xeem le npe sau ca."},{"bible_id":"1216","chapter_code":"REV.21","verse_code":"REV.21.13","label":"13","content":"Saab nub tuaj muaj peb lub rooj loog, saab peg muaj peb lub, saab nraag muaj peb lub hab saab nub poob muaj peb lub."},{"bible_id":"1216","chapter_code":"REV.21","verse_code":"REV.21.14","label":"14","content":"Lub nroog nuav lub ntsaa loog muaj kaum ob ntu taw tag, hab muaj tug Mivnyuas Yaaj kaum ob tug tubkhai le npe sau ca rua sau tej ntu taw tag hov, ib lub npe rua ib ntu taw tag."},{"bible_id":"1216","chapter_code":"REV.21","verse_code":"REV.21.15","label":"15","content":"Tug tubkhai ntuj kws has rua kuv hov tuav rawv ib tug paas ntsuag kws xuas kub ua, yuav ntsuag lub nroog hab tej rooj loog hab lub ntsaa loog."},{"bible_id":"1216","chapter_code":"REV.21","verse_code":"REV.21.16","label":"16","content":"Lub nroog plaub faab daav xwm yeem ib yaam nkaus. Nwg xuas tug paas ntsuag lub nroog muaj ob txheeb plaub puas kilumeb, qhov daav qhov ntev hab qhov sab sws npaug ib yaam nkaus."},{"bible_id":"1216","chapter_code":"REV.21","verse_code":"REV.21.17","label":"17","content":"Nwg ntsuag lub ntsaa loog muaj ib puas plaub caug plaub tshwm lawv le tuabneeg tug paas ntsuag kws tug tubkhai ntuj swv."},{"bible_id":"1216","chapter_code":"REV.21","verse_code":"REV.21.18","label":"18","content":"Lub ntsaa loog muab tej qai zeb daaj tshab tshab ua, lub nroog yog xuas tej tseem kub kws ntshab le av ua."},{"bible_id":"1216","chapter_code":"REV.21","verse_code":"REV.21.19","label":"19","content":"Tej taw kws tag lub ntsaa loog muab txhua yaam qai zeb hlaws lu kuas zoo nkauj. Thawj ntu yog qai zeb hlaws daaj tshab tshab, ntu ob yog qai zeb phaithu yimlaaj, ntu peb yog qai zeb txho tawg, ntu plaub yog qai zeb ntsuab txho,"},{"bible_id":"1216","chapter_code":"REV.21","verse_code":"REV.21.20","label":"20","content":"ntu tswb yog qai zeb av txho ci laam, ntu rau yog qai zeb lab pis tseb, ntu xyaa yog qai zeb ntsuab laam lug, ntu yim yog qai zeb ntsuab pis xab, ntu cuaj yog qai zeb daaj pis lig, ntu kaum yog qai zeb yimlaam xav, ntu kaum ib yog qai zeb ntsuab xav, ntu kaum ob yog qai zeb yimlaaj zem zwv."},{"bible_id":"1216","chapter_code":"REV.21","verse_code":"REV.21.21","label":"21","content":"Kaum ob lub rooj loog yog xuas kaum ob lub qai qwj muaj nqes ua, ib lub rooj loog xuas ib lub qai qwj ua. Txujkev luj huv lub nroog hov yog xuas cov tseem kub kws pum kev tshaab plawg le av ua."},{"bible_id":"1216","chapter_code":"REV.21","verse_code":"REV.21.22","label":"22","content":"Kuv tsw pum muaj lub tuam tsev nyob huv lub nroog tsua qhov tug Tswv kws yog Vaajtswv muaj fwjchim luj kawg nkaus hab tug Mivnyuas Yaaj yog lub tuam tsev huv lub nroog hov."},{"bible_id":"1216","chapter_code":"REV.21","verse_code":"REV.21.23","label":"23","content":"Lub nroog tsw txug muaj lub nub lub hli le duab ci, tsua qhov Vaajtswv tug fwjchim ci ntsaa ab ci pum kev hab tug Mivnyuas Yaaj yog lub teeb huv lub nroog hov."},{"bible_id":"1216","chapter_code":"REV.21","verse_code":"REV.21.24","label":"24","content":"Ib tsoom tebchaws yuav taug kev huv lub nroog tug duab ci kaaj hab tej vaajntxwv huv nplajteb yuav coj puab tej meej mom nyaj txag tuaj rua huv lub nroog hov."},{"bible_id":"1216","chapter_code":"REV.21","verse_code":"REV.21.25","label":"25","content":"Nruab nub lub nroog tej rooj loog yeej tsw kaw, hab tsw muaj mo ntuj hlo le."},{"bible_id":"1216","chapter_code":"REV.21","verse_code":"REV.21.26","label":"26","content":"Luas yuav coj ib tsoom tebchaws tej meej mom nyaj txag hab lub koob meej tuaj rua huv hab."},{"bible_id":"1216","chapter_code":"REV.21","verse_code":"REV.21.27","label":"27","content":"Tsw muaj ib yaam qas tsw huv lossws ib tug tuabneeg kws ua qas vuab tsuab lossws daag ntxag yuav nkaag tau rua huv lub nroog hov, tsuas yog cov kws muaj npe sau ca rua huv tug Mivnyuas Yaaj phoo ntawv txujsa xwb txhad nkaag tau."},{"bible_id":"1216","chapter_code":"REV.22","verse_code":"REV.22.1","label":"1","content":"Hab tug tubkhai ntuj qha kuv pum tug nam dej kws yog dej pub txujsa, ci ib yaam le qai zeb av ndwg ntawm Vaajtswv hab tug Mivnyuas Yaaj lub zwm txwv lug,"},{"bible_id":"1216","chapter_code":"REV.22","verse_code":"REV.22.2","label":"2","content":"moog huv plawv txujkev luj huv lub nroog hov. Ob saab ntug dej muaj tsob txwv ntoo kws pub txujsa txw kaum ob yaam txwv hab txw rua txhua lub hli. Cov nplooj ntoo hov swv khu txhua haiv tuabneeg le mob."},{"bible_id":"1216","chapter_code":"REV.22","verse_code":"REV.22.3","label":"3","content":"Txhua yaam kws raug tsawm foom yuav tsw nyob huv dua le lawm tassws Vaajtswv hab tug Mivnyuas Yaaj lub zwm txwv nyob hov ntawd hab Vaajtswv cov tub qhe yuav pe hawm Vaajtswv."},{"bible_id":"1216","chapter_code":"REV.22","verse_code":"REV.22.4","label":"4","content":"Puab yuav pum Vaajtswv lub ntsej muag hab nwg lub npe yuav nyob ntawm puab lub hauv plaj."},{"bible_id":"1216","chapter_code":"REV.22","verse_code":"REV.22.5","label":"5","content":"Yuav tsw muaj mo ntuj dua le lawm. Puab tsw cheem tsum muaj tug duab teeb pum kev lossws lub nub tug duab ci vem tug Tswv kws yog Vaajtswv yog tug duab kws ci rua puab, hab puab yuav kaav moog ib txhws tsw kawg."},{"bible_id":"1216","chapter_code":"REV.22","verse_code":"REV.22.6","label":"6","content":"Tug tubkhai ntuj has rua kuv tas, “Tej lug nuav tso sab tau hab muaj tseeb. Tug Tswv kws yog Vaajtswv kws qha cov xwbfwb cev Vaajtswv lug lub sab, tau khaiv nwg tug tubkhai ntuj tuaj qha tej kws yuav muaj tshwm lug sai sai nuav rua nwg cov tub qhe.”"},{"bible_id":"1216","chapter_code":"REV.22","verse_code":"REV.22.7","label":"7","content":"“Saib maj, kuv yuav lug sai sai nuav. Tug kws tuav rawv tej lug has pum tom hauv ntej huv phoo ntawv nuav yuav tau nyob kaaj sab lug.”"},{"bible_id":"1216","chapter_code":"REV.22","verse_code":"REV.22.8","label":"8","content":"Kuv yog Yauhaa kws tau nov hab pum tej xwm txheej nuav. Thaus kuv nov hab pum, kuv txawm khwb nkaus pe hawm rua ntawm tug tubkhai ntuj kws qha tej nuav rua kuv txhais kwtaw."},{"bible_id":"1216","chapter_code":"REV.22","verse_code":"REV.22.9","label":"9","content":"Tassws nwg has rua kuv tas, “Tsw xob ua le kod. Kuv yog ib tug tub qhe ib yaam le koj hab koj cov kwvtij kws cev Vaajtswv lug hab cov kws tuav rawv tej lug huv phoo ntawv nuav. Ca le pe hawm Vaajtswv xwb.”"},{"bible_id":"1216","chapter_code":"REV.22","verse_code":"REV.22.10","label":"10","content":"Hab nwg has rua kuv tas, “Tsw xob nas hom thawj npog tej lug has pum tom hauv ntej huv phoo ntawv nuav, vem tub ze lub swjhawm lawm."},{"bible_id":"1216","chapter_code":"REV.22","verse_code":"REV.22.11","label":"11","content":"Ca tug kws ua phem ua qhov phem moog, ca tug kws ua qas ua qhov qas moog, ca tug kws ncaaj nceeg ua qhov ncaaj nceeg moog hab tug kws dawb huv ua tuabneeg dawb huv moog.”"},{"bible_id":"1216","chapter_code":"REV.22","verse_code":"REV.22.12","label":"12","content":"“Saib maj, kuv yuav lug sai sai nuav, hab kuv yuav coj kuv tej nqe zug lug pauj rua txhua tug lawv le kws puab tau ua lawd."},{"bible_id":"1216","chapter_code":"REV.22","verse_code":"REV.22.13","label":"13","content":"Kuv yog Alafa hab Aumeka, yog lub hauv paug hab lub ntsws, yog chiv keeb hab qhov kawg."},{"bible_id":"1216","chapter_code":"REV.22","verse_code":"REV.22.14","label":"14","content":"“Cov kws ntxhua nwg cev tsoog tsho huv lawd txhad muaj feem noj tsob txwv ntoo kws pub txujsa hab nkaag moog tau ntawm lub rooj loog rua huv lub nroog, kuj tau nyob kaaj sab lug."},{"bible_id":"1216","chapter_code":"REV.22","verse_code":"REV.22.15","label":"15","content":"Saab nrau tsuas yog muaj cov dev hab cov kws ua khawv koob yeeg swv, cov kws ua nkauj nraug, cov kws tua tuabneeg, cov kws pe txoov daab hab txhua tug kws nyam xyum lawv le tej lug daag ntxag."},{"bible_id":"1216","chapter_code":"REV.22","verse_code":"REV.22.16","label":"16","content":"“Kuv yog Yexu, kuv khaiv kuv tug tubkhai ntuj moog ua timkhawv txug tej nuav rua mej kuas mej qha rua cov pawg ntseeg. Kuv yog Tavi tug caag hab nwg caaj ceg, yog lub nub qub toog kws ci thaus yuav kaaj ntug.”"},{"bible_id":"1216","chapter_code":"REV.22","verse_code":"REV.22.17","label":"17","content":"Vaaj Ntsuj Plig hab tug Nkauj Nyaab has tas, “Ca le lug.” Ca tug kws tau nov has tas, “Ca le lug.” Tug kws nqhes ca le lug, hab tug kws xaav yuav ca le txais cov dej kws pub txujsa tsw txug them nqe hlo le."},{"bible_id":"1216","chapter_code":"REV.22","verse_code":"REV.22.18","label":"18","content":"Kuv nkaw lug rua txhua tug kws nov tej lug has pum tom hauv ntej huv phoo ntawv nuav, yog leejtwg tsaav ntxwv ib yaam daabtsw rua tej lug nuav, Vaajtswv yuav tsaav tej sub tawg sub ntshaa kws sau huv phoo ntawv nuav rua tug ntawd."},{"bible_id":"1216","chapter_code":"REV.22","verse_code":"REV.22.19","label":"19","content":"Hab yog leejtwg muab tej lug kws has pum tom hauv ntej huv phoo ntawv nuav ib lus txav tseg, Vaajtswv yuav muab tug hov le feem ntawm tsob txwv ntoo kws pub txujsa hab nwg lub chaw nyob huv lub nroog dawb huv lawv le kws sau huv phoo ntawv nuav txav tseg."},{"bible_id":"1216","chapter_code":"REV.22","verse_code":"REV.22.20","label":"20","content":"Tug kws ua timkhawv rua tej xwm txheej nuav has tas, “Kuv yeej yuav lug sai sai nuav tag tag le.” Amee. Tswv Yexu, ca le lug lauj."},{"bible_id":"1216","chapter_code":"REV.22","verse_code":"REV.22.21","label":"21","content":"Thov tug Tswv Yexu txujkev hlub nrug nraim txhua tug. Amee."}]