[
    {
        "bible_id": "1216",
        "chapter_code": "TIT.1",
        "verse_code": "TIT.1.1",
        "label": "1",
        "content": "Kuv yog Povlauj, yog Vaajtswv tug qhev hab yog Yexu Kheto tug tubkhai kws paab cov kws Vaajtswv xaiv ca lawd txujkev ntseeg hab paab puab paub qhov tseeb kws lawv le Vaajtswv txujkev,"
    },
    {
        "bible_id": "1216",
        "chapter_code": "TIT.1",
        "verse_code": "TIT.1.2",
        "label": "2",
        "content": "puab txhad muaj vaam tas yuav tau txujsa ib txhws tsw kawg kws Vaajtswv tug tsw txawj daag tau cog lug tseg thaus chiv keeb lug lawm."
    },
    {
        "bible_id": "1216",
        "chapter_code": "TIT.1",
        "verse_code": "TIT.1.3",
        "label": "3",
        "content": "Thaus txug lub swjhawm kws teem ca Vaajtswv ua nwg txujlug tshwm lug ntawm tej lug kws muab cob rua kuv tshaaj tawm lawv le Vaajtswv kws yog peb tug Cawmseej nkaw lug ca."
    },
    {
        "bible_id": "1216",
        "chapter_code": "TIT.1",
        "verse_code": "TIT.1.4",
        "label": "4",
        "content": "Kuv has moog rua Titau kws yog kuv tug tseem tub kws ntseeg ib yaam le kuv. Thov txujkev hlub hab txujkev sab tug ntawm Vaajtswv kws yog leej Txwv hab ntawm Yexu Kheto kws yog peb tug Cawmseej nrug nraim koj."
    },
    {
        "bible_id": "1216",
        "chapter_code": "TIT.1",
        "verse_code": "TIT.1.5",
        "label": "5",
        "content": "Qhov kws kuv tso koj tseg rua huv koog povtxwv Khete hov kuj yog ca koj daws tej teeb meem kuas tav huvsw hab tsaa kuas muaj cov kws saib pawg ntseeg rua huv txhua lub moos lawv le kuv has rua koj."
    },
    {
        "bible_id": "1216",
        "chapter_code": "TIT.1",
        "verse_code": "TIT.1.6",
        "label": "6",
        "content": "Tug kws saib pawg ntseeg yuav tsum yog tug kws tsw muaj chaw thuaj, muaj ib tug quaspuj hab nwg cov mivnyuas kuj ntseeg tsw raug luas xyaav tas yog tuabneeg loj leeb tuabneeg tawv ncauj."
    },
    {
        "bible_id": "1216",
        "chapter_code": "TIT.1",
        "verse_code": "TIT.1.7",
        "label": "7",
        "content": "Vem tas tug saib pawg ntseeg  yog tug kws leg Vaajtswv teg num yuav tsum yog tug kws tsw muaj chaw thuaj, tsw khaav theeb, tsw chim sai, tsw qaug dej qaug cawv, tsw ua nruj ua tswv, tsw xob ua lub sab hlub yuav ntau,"
    },
    {
        "bible_id": "1216",
        "chapter_code": "TIT.1",
        "verse_code": "TIT.1.8",
        "label": "8",
        "content": "zoo sab txais qhua, nyam qhov zoo, xyuam xwm, ncaaj nceeg, dawb huv hab txawj tswj nwg lub sab."
    },
    {
        "bible_id": "1216",
        "chapter_code": "TIT.1",
        "verse_code": "TIT.1.9",
        "label": "9",
        "content": "Hab nwg yuav tsum tuav rawv tej lug qha kws tso sab tau lawv le kws qha lawd, sub nwg txhad swv tej lug qha raug cai txhawb sab hab caav yeej cov kws tawm tsaam tej lug hov."
    },
    {
        "bible_id": "1216",
        "chapter_code": "TIT.1",
        "verse_code": "TIT.1.10",
        "label": "10",
        "content": "Tsua qhov muaj tuabneeg coob coob kws tawv ncauj, tsuas yog has tej lug tsw muaj qaabhau hab daag ntxag xwb, feem coob yog cov kws qha kuas ua kevcai txav."
    },
    {
        "bible_id": "1216",
        "chapter_code": "TIT.1",
        "verse_code": "TIT.1.11",
        "label": "11",
        "content": "Yuav tsum kuas puab tswj puab lub qhov ncauj vem puab qha tej kws tsw tswm nyog qha sub txhad tau tshaaj thawj, ua rua tej tsev tuabneeg ntxhuv taag nrho."
    },
    {
        "bible_id": "1216",
        "chapter_code": "TIT.1",
        "verse_code": "TIT.1.12",
        "label": "12",
        "content": "Huv puab cov hov muaj ib tug cev lug txeev has tas, “Cov tuabneeg Khete pheej daag ntxag, puab yog tsaj qus phem, hab cis nkeeg noj luj.”"
    },
    {
        "bible_id": "1216",
        "chapter_code": "TIT.1",
        "verse_code": "TIT.1.13",
        "label": "13",
        "content": "Tej lug timkhawv nuav muaj tseeb. Vem le nuav koj ca le ntuag puab nyaav sub puab txhad le ntseeg raug cai,"
    },
    {
        "bible_id": "1216",
        "chapter_code": "TIT.1",
        "verse_code": "TIT.1.14",
        "label": "14",
        "content": "tsw quav ntsej cov Yutai tej lug nruag lossws tej lug nkaw kws cov tuabneeg kws tub tso txujkev tseeb tseg lawd qha mej."
    },
    {
        "bible_id": "1216",
        "chapter_code": "TIT.1",
        "verse_code": "TIT.1.15",
        "label": "15",
        "content": "Txhua yaam kuj dawb huv rua cov tuabneeg kws lub sab dawb huv, tassws tsw muaj ib yaam dawb huv rua cov tuabneeg phem hab tsw ntseeg. Puab tej kev xaav hab puab lub sab kws paub qhov zoo qhov phem kuj phem taag huvsw."
    },
    {
        "bible_id": "1216",
        "chapter_code": "TIT.1",
        "verse_code": "TIT.1.16",
        "label": "16",
        "content": "Puab has tas puab paub Vaajtswv tassws qhov kws puab ua, puab tsw leeg yuav Vaajtswv. Puab yog tuabneeg ntxwm ntxub, tsw noog lug, tsw phim ua ib yaam num zoo hlo le."
    },
    {
        "bible_id": "1216",
        "chapter_code": "TIT.2",
        "verse_code": "TIT.2.1",
        "label": "1",
        "content": "Koj yuav tsum qha kuas phim tej lug qha kws raug cai."
    },
    {
        "bible_id": "1216",
        "chapter_code": "TIT.2",
        "verse_code": "TIT.2.2",
        "label": "2",
        "content": "Qha cov txwvneej laug kuas paub xyuam xwm, ua tug kws luas fwm, paub cai, hab ua kuas raug cai rua huv txujkev ntseeg, huv txujkev hlub hab huv txujkev ua sab ntev thev taug."
    },
    {
        "bible_id": "1216",
        "chapter_code": "TIT.2",
        "verse_code": "TIT.2.3",
        "label": "3",
        "content": "Qha cov quaspuj laug ib yaam nkaus kuas xyum ua tuabneeg dawb huv, tsw xob xyaav luas moo, tsw xob quav cawv, ua tug kws qhuab qha yaam kws zoo,"
    },
    {
        "bible_id": "1216",
        "chapter_code": "TIT.2",
        "verse_code": "TIT.2.4",
        "label": "4",
        "content": "sub txhad cob qha tau cov quaspuj hluas kuas hlub puab tug quasyawg hab puab tej mivnyuas,"
    },
    {
        "bible_id": "1216",
        "chapter_code": "TIT.2",
        "verse_code": "TIT.2.5",
        "label": "5",
        "content": "hab paub tswj puab lub sab, ua tuabneeg dawb huv, tu vaaj tu tsev zoo, muaj sab khuvleej, nyob huv qaab tug quasyawg kev tswjfwm, sub Vaajtswv txujlug txhad tsw raug luas thuaj."
    },
    {
        "bible_id": "1216",
        "chapter_code": "TIT.2",
        "verse_code": "TIT.2.6",
        "label": "6",
        "content": "Cov txwvneej hluas kuj ib yaam nkaus, ca le ntuag kuas puab tswj puab tug kheej."
    },
    {
        "bible_id": "1216",
        "chapter_code": "TIT.2",
        "verse_code": "TIT.2.7",
        "label": "7",
        "content": "Koj yuav tsum xyum ua tug yaam ntxwv zoo rua txhua faab tsua qhov kws ua num zoo, hab qhuab qha tuaj nruab sab hab rau sab qha,"
    },
    {
        "bible_id": "1216",
        "chapter_code": "TIT.2",
        "verse_code": "TIT.2.8",
        "label": "8",
        "content": "hab swv tej lug raug cai kws tsw muaj leejtwg thuaj tau, sub cov kws tawm tsaam txhad le txaaj muag vem tsw muaj ib qho phem kws has tau peb."
    },
    {
        "bible_id": "1216",
        "chapter_code": "TIT.2",
        "verse_code": "TIT.2.9",
        "label": "9",
        "content": "Ca le qha cov qhev kuas nyob huv puab tug lospaav kev tswjfwm rua txhua yaam hab ua kuas hum tug lospaav lub sab, tsw xob caam thawj hlo le,"
    },
    {
        "bible_id": "1216",
        "chapter_code": "TIT.2",
        "verse_code": "TIT.2.10",
        "label": "10",
        "content": "tsw xob qee luas tug, tassws yuav tsum ua kuas pum tas tso sab tau hab ua zoo rua txhua yaam sub puab txhad ua rua luas qhuas Vaajtswv kws yog peb tug Cawmseej tej lug qha rua txhua faab."
    },
    {
        "bible_id": "1216",
        "chapter_code": "TIT.2",
        "verse_code": "TIT.2.11",
        "label": "11",
        "content": "Vaajtswv txujkev hlub kws paab tuabneeg txhua tug dim tub tshwm lug lawm,"
    },
    {
        "bible_id": "1216",
        "chapter_code": "TIT.2",
        "verse_code": "TIT.2.12",
        "label": "12",
        "content": "hab qha kuas peb tso tej kev phem kev qas hab tej kev ntshaw kws yog nplajteb le tseg, hab ua lub neej kws paub tswj lub sab hab ua ncaaj nceeg hab ua lawv le Vaajtswv txujkev huv tam tuabneeg nuav,"
    },
    {
        "bible_id": "1216",
        "chapter_code": "TIT.2",
        "verse_code": "TIT.2.13",
        "label": "13",
        "content": "rua thaus peb saamswm tog rawv txujkev vaam kaaj sab lug hab tog rawv peb tug Vaajtswv luj kws yog peb tug Cawmseej tug fwjchim ci ntsaa ab tshwm lug, yog Yexu Kheto."
    },
    {
        "bible_id": "1216",
        "chapter_code": "TIT.2",
        "verse_code": "TIT.2.14",
        "label": "14",
        "content": "Nwg pub nwg tug kheej thij peb sub txhad txhwv tau peb dim txhua yaam kev txhum hab ntxuav peb kuas dawb huv txhad ua tau nwg le tuabneeg kws kub sab quas lug ua num zoo."
    },
    {
        "bible_id": "1216",
        "chapter_code": "TIT.2",
        "verse_code": "TIT.2.15",
        "label": "15",
        "content": "Ca le pav tej nuav, hab txhawb puab tug zug hab swv koj tug fwjchim qhuab ntuag puab kawg nkaus. Tsw xob ca leejtwg saib tsw taug koj."
    },
    {
        "bible_id": "1216",
        "chapter_code": "TIT.3",
        "verse_code": "TIT.3.1",
        "label": "1",
        "content": "Ca le ntuag kuas puab nyob huv qaab cov num tswv hab cov kws muaj fwjchim kev tswjfwm, noog lug, npaaj txhwj ua txhua yaam num zoo,"
    },
    {
        "bible_id": "1216",
        "chapter_code": "TIT.3",
        "verse_code": "TIT.3.2",
        "label": "2",
        "content": "tsw xob muab leejtwg has phem, tsw xob sws caav sws tshe, ua lub sab zaam xeeb, hab ua lub sab mog sab muas rua suavdawg."
    },
    {
        "bible_id": "1216",
        "chapter_code": "TIT.3",
        "verse_code": "TIT.3.3",
        "label": "3",
        "content": "Vem yaav taag lug peb yog tuabneeg ruag, tsw noog lug, yuam kev, ua txhua yaam kev phem kev lomzem le qhev, ua lub neej xaav ua phem hab sws khib, raug luas ntxub hab ib leeg ntxub ib leeg."
    },
    {
        "bible_id": "1216",
        "chapter_code": "TIT.3",
        "verse_code": "TIT.3.4",
        "label": "4",
        "content": "Tassws thaus Vaajtswv kws yog peb tug Cawmseej txujkev khuvleej hab txujkev hlub tshwm lug,"
    },
    {
        "bible_id": "1216",
        "chapter_code": "TIT.3",
        "verse_code": "TIT.3.5",
        "label": "5",
        "content": "Vaajtswv cawm peb dim, tsw yog vem peb ua ncaaj nceeg tassws yog Vaajtswv txujkev khuvleej kws nwg ntxuav peb kuas yug dua tshab hab tswm dua tshab huv Vaaj Ntsuj Plig kws dawb huv."
    },
    {
        "bible_id": "1216",
        "chapter_code": "TIT.3",
        "verse_code": "TIT.3.6",
        "label": "6",
        "content": "Tug Vaaj Ntsuj Plig nuav, nwg muab hliv rua sau peb nplua quas mag huv Yexu Kheto kws yog peb tug Cawmseej,"
    },
    {
        "bible_id": "1216",
        "chapter_code": "TIT.3",
        "verse_code": "TIT.3.7",
        "label": "7",
        "content": "mas thaus nwg txujkev hlub ua rua peb raug suav tas ncaaj nceeg lawm peb txhad muaj feem saws tej kws peb vaam ntsoov, yog txujsa ib txhws tsw kawg."
    },
    {
        "bible_id": "1216",
        "chapter_code": "TIT.3",
        "verse_code": "TIT.3.8",
        "label": "8",
        "content": "Tej lug nuav tso sab tau. Kuv xaav kuas koj swv zug qha tej nuav sub cov kws ntseeg Vaajtswv txhad le muab tsua sau sab ua num zoo. Qhov kws ua le nuav zoo hab muaj qaabhau rua tuabneeg."
    },
    {
        "bible_id": "1216",
        "chapter_code": "TIT.3",
        "verse_code": "TIT.3.9",
        "label": "9",
        "content": "Ca le zos tej kev sws caam kws ruag, tej zaaj kws has txug puj koob yawm koob, hab tej kev sws faib hab kev sws caav sws tshe txug Mauxe txuj kevcai, vem tej ntawd tsw tseem ceeb tsw muaj qaabhau."
    },
    {
        "bible_id": "1216",
        "chapter_code": "TIT.3",
        "verse_code": "TIT.3.10",
        "label": "10",
        "content": "Tug kws pheej tshaum kuas tawg ua paab ua pawg ca le ntuag nwg ib ob zag mas tsw xob quav ntsej nwg dua le lawm,"
    },
    {
        "bible_id": "1216",
        "chapter_code": "TIT.3",
        "verse_code": "TIT.3.11",
        "label": "11",
        "content": "vem yeej paub tas tug tuabneeg zoo le hov tub muab txujkev ncaaj ntxeev ua txujkev nkhaus hab ua txhum muaj txem. Nwg rov rau txem rua nwg tug kheej xwb."
    },
    {
        "bible_id": "1216",
        "chapter_code": "TIT.3",
        "verse_code": "TIT.3.12",
        "label": "12",
        "content": "Thaus kuv khaiv Athema lossws Thikhika tuaj txug koj lawm, koj ca le maaj nroog tuaj cuag kuv huv lub moos Nikhaupoli, vem kuv npaaj sab tas yuav nyob hov ntawd taag lub caij ntuj no."
    },
    {
        "bible_id": "1216",
        "chapter_code": "TIT.3",
        "verse_code": "TIT.3.13",
        "label": "13",
        "content": "Koj ca le swv zug paab xaa Xena kws txawj has plaub hab Apaulau taug kev moog, tsw xob ca ob tug tu ncua ib yaam daabtsw."
    },
    {
        "bible_id": "1216",
        "chapter_code": "TIT.3",
        "verse_code": "TIT.3.14",
        "label": "14",
        "content": "Hab ca peb cov ntseeg kawm paub ua num zoo, puab txhad paab tau tej kws cheem tsum hab tsw ua lub neej nkim zug xwb."
    },
    {
        "bible_id": "1216",
        "chapter_code": "TIT.3",
        "verse_code": "TIT.3.15",
        "label": "15",
        "content": "Txhua tug kws nrug kuv nyob ua ke has lug ncu txug mej. Thov has lug ncu txug cov kws hlub peb huv txujkev ntseeg. Thov Vaajtswv txujkev hlub nrug nraim mej txhua tug."
    }
]