[{"bible_id":"1216","chapter_code":"ZEP.1","verse_code":"ZEP.1.1","label":"1","content":"Cov lug nuav yog Yawmsaub has tuaj rua Xefaniya kws yog Khusi tug tub. Nwg yawm yog Kentaliya, nwg yawm koob yog Amaliya, nwg yawm suab yog Hexekhiya. Thaus Yawmsaub has cov lug nuav yog ncua swjhawm kws Amoo tug tub Yauxiya ua vaajntxwv kaav Yuta tebchaws."},{"bible_id":"1216","chapter_code":"ZEP.1","verse_code":"ZEP.1.2","label":"2","content":"Yawmsaub has tas, “Kuv yuav muab txhua tsaav txhua yaam huv qaab ntuj nuav rhuav tshem pov tseg huvsw."},{"bible_id":"1216","chapter_code":"ZEP.1","verse_code":"ZEP.1.3","label":"3","content":"Kuv yuav rhuav tshem tej tuabneeg hab tej tsaj qus tsaj nyeg hab tej noog sau nruab ntug hab tej ntseg huv havtxwv huvsw. Kuv yuav muab cov tuabneeg limham ntxuav pov tseg, kuv yuav rhuav tshem tuabneeg kuas pluj taag huv qaab ntuj.” Yawmsaub has le nuav ntaag."},{"bible_id":"1216","chapter_code":"ZEP.1","verse_code":"ZEP.1.4","label":"4","content":"“Kuv yuav tsaa teg hlo tawm tsaam cov Yuta hab cov tuabneeg huv Yeluxalee huvsw. Kuv yuav rhuav tshem tej chaw kws tseed tshuav teev daab Npa‑aa ntawm thaaj chaw nuav, hab kuv yuav muab tej txwv neeb txwv yaig lub npe rhuav tshem kuas pluj moog,"},{"bible_id":"1216","chapter_code":"ZEP.1","verse_code":"ZEP.1.5","label":"5","content":"yog cov kws nyob sau txheej tsev laag tshaav pe nub pe hli pe tej nub qub sau nruab ntug, hab cov kws tuav Yawmsaub lub npe yeem lug twv los tseed tuav daab Mikhoo lub npe yeem lug twv hab,"},{"bible_id":"1216","chapter_code":"ZEP.1","verse_code":"ZEP.1.6","label":"6","content":"hab cov kws tig hlo tsw lawv Yawmsaub hab tsw nrhav nwg hab tsw ua nug rua Yawmsaub."},{"bible_id":"1216","chapter_code":"ZEP.1","verse_code":"ZEP.1.7","label":"7","content":"Ca le nyob tuabywv rua ntawm Vaajtswv Yawmsaub lub xubndag, tsua qhov Yawmsaub nub lug ze lawm. Yawmsaub npaaj tej kws nwg yuav muab xyeem lawm hab nwg cais nwg cov qhua kuas dawb huv rua nwg."},{"bible_id":"1216","chapter_code":"ZEP.1","verse_code":"ZEP.1.8","label":"8","content":"Nub kws Yawmsaub muab tua xyeem hov kuv yuav teem txem rua cov num tswv hab vaajntxwv tej tub hab cov tuabneeg kws muab lwm tebchaws tej tsoog lug naav."},{"bible_id":"1216","chapter_code":"ZEP.1","verse_code":"ZEP.1.9","label":"9","content":"Nub hov kuv yuav rau txem rua txhua tug kws caws qa hlaa hlo paws rooj hab cov tuabneeg kws ua nruj ua tswv ua tsw ncaaj es tau hov txhua chaw lug puv nkaus tug lospaav tsev.”"},{"bible_id":"1216","chapter_code":"ZEP.1","verse_code":"ZEP.1.10","label":"10","content":"Yawmsaub has tas, “Nub hov mas yuav nov suab quaj qw ntawm lub rooj loog Ntseg, hab nov suab quaj nyav ntawm ceg kaum nroog kws ua tshab hab nov suab nrov pis poog sau tej roob."},{"bible_id":"1216","chapter_code":"ZEP.1","verse_code":"ZEP.1.11","label":"11","content":"Cov tuabneeg kws nyob qhov Zawj ca le quaj nyav, vem mej tej tub laag tub luam tsw tshuav nyob lawm, cov kws kiv nyaj raug muab rhuav tshem taag lawm."},{"bible_id":"1216","chapter_code":"ZEP.1","verse_code":"ZEP.1.12","label":"12","content":"Thaus ntawd kuv yuav taws teeb moog tshuaj lub nroog Yeluxalee, kuv yuav rau txem rua cov tuabneeg kws tso cev plhuav nyob zoo le tej txo cawv txwv maab kws tseg ca ntev tsw lim hlo le. Puab xaav huv lub sab tas, ‘Yawmsaub yuav tsw ua qhov zoo, hab nwg kuj yuav tsw ua qhov phem.’"},{"bible_id":"1216","chapter_code":"ZEP.1","verse_code":"ZEP.1.13","label":"13","content":"Puab tej cuab txhaj cuab taam yuav raug muab lws taag, hab puab tej vaaj tse yuav nyob nqhaa quas lug ca. Puab ua vaaj ua tsev los puab tsw tau nyob huv, puab ua teb txwv maab los puab yuav tsw tau haus tej cawv txwv maab huv tej teb ntawd."},{"bible_id":"1216","chapter_code":"ZEP.1","verse_code":"ZEP.1.14","label":"14","content":"“Yawmsaub nub tseem ceeb lug ze lawm, lug ze quas zug lug sai kawg le. Yawmsaub nub ntawd yuav muaj suab quaj qhuav sab qhawv. Cov kws sab luj sab tuab los yuav quaj qw nrov nrov."},{"bible_id":"1216","chapter_code":"ZEP.1","verse_code":"ZEP.1.15","label":"15","content":"Nub ntawd yog nub kws npau tawg, yog nub kws txom nyem lwj sab heev, yog nub kws raug puam tsuaj hab pam taag du quas lug, yog nub kws tsaus ntuj hab tsaus dub quas ncab, yog nub kws muaj fuab hab tsaus quas nti,"},{"bible_id":"1216","chapter_code":"ZEP.1","verse_code":"ZEP.1.16","label":"16","content":"yog nub kws muaj suab raaj kub yaaj nrov hab suab tub rog qw nrov rua thaus puab ntaus tej moos kws muaj ntsaa loog hab tej chaw zuv khuav sab sab."},{"bible_id":"1216","chapter_code":"ZEP.1","verse_code":"ZEP.1.17","label":"17","content":"Kuv yuav tso kev txom nyem lwj sab lug rua tej tuabneeg, mas puab yuav taug kev yaam nkaus le tej dig muag. Vem yog puab tau ua txhum rua Yawmsaub, mas puab tej ntshaav yuav raug muab laub nchuav yaam nkaus le moov aav, hab puab cev nqaj yuav raug muab nchuav pov tseg yaam nkaus le tej quav tsaj txhu."},{"bible_id":"1216","chapter_code":"ZEP.1","verse_code":"ZEP.1.18","label":"18","content":"Nub kws Yawmsaub npau tawg puab tej nyaj tej kub kuj paab tsw tau puab dim. Qhov kws Yawmsaub khib xeeb hab npau tawg yuav hlawv ib puas tsaav yaam huv qaab ntuj huvsw pov tseg. Yawmsaub yuav ua rua ib tsoom tuabneeg huv qaab ntuj nuav puam tsuaj taag huvsw taamswm ntaag.”"},{"bible_id":"1216","chapter_code":"ZEP.2","verse_code":"ZEP.2.1","label":"1","content":"Tsoom zeej tuabneeg kws tsw paub txaaj muag 'e, ca le sau zog tuaj txoos ua ke,"},{"bible_id":"1216","chapter_code":"ZEP.2","verse_code":"ZEP.2.2","label":"2","content":"ua ntej kws mej tsw tau raug muab lawv tswv moog yaam nkaus le tej npluag qoob kws cua ntsawj yaa taag, hab ua ntej kws Yawmsaub kev chim heev tsw tau lug txug mej, hab ua ntej kws tsw tau txug nub kws Yawmsaub npau tawg rua mej."},{"bible_id":"1216","chapter_code":"ZEP.2","verse_code":"ZEP.2.3","label":"3","content":"Txhua tug kws txu fwjchim huv lub tebchaws nuav hab ua lawv le Yawmsaub qha mas ca le nrhav Yawmsaub. Ca le nrhav txujkev ncaaj nceeg, ca le nrhav ncauj kev txu lub sab kuas qeg mas tej zag mej yuav tau chaw nraim cev rua nub kws Yawmsaub npau tawg."},{"bible_id":"1216","chapter_code":"ZEP.2","verse_code":"ZEP.2.4","label":"4","content":"Lub moos Kaxa yuav tsw muaj tuabneeg nyob huv lawm, lub moos Akheloo yuav nyob do cuas ca, lub moos Asantau yuav raug muab lawv tswv rua thaus taav su, hab lub moos Ekhoo yuav raug muab rhuav pov tseg."},{"bible_id":"1216","chapter_code":"ZEP.2","verse_code":"ZEP.2.5","label":"5","content":"Mej cov tuabneeg Khelethi kws nyob ntawm ntug havtxwv 'e, mej yuav raug puam tsuaj lauj! Yawmsaub cov lug tawm tsaam mej lauj! Cov tuabneeg Khana‑aa, tebchaws Filixatee 'e, kuv yuav ua rua mej puam tsuaj tsw tseg ib tug le."},{"bible_id":"1216","chapter_code":"ZEP.2","verse_code":"ZEP.2.6","label":"6","content":"Cov tebchaws kws nyob ntawm ntug havtxwv 'e, mej yuav ua tshaav zaub rua luas yug yaaj, ua nkuaj rua luas kaw yaaj kaw tshws."},{"bible_id":"1216","chapter_code":"ZEP.2","verse_code":"ZEP.2.7","label":"7","content":"Cov tebchaws kws nyob ntawm ntug havtxwv yuav poob ua cov Yuta kws tseed tshuav nyob le tug. Puab yuav yug yaaj hov ntawd hab thaus tsaus ntuj puab yuav pw huv Akheloo tej vaaj tse, tsua qhov Yawmsaub kws yog puab tug Vaajtswv yuav mob sab puab yuav pub puab rov vaam meej le qub."},{"bible_id":"1216","chapter_code":"ZEP.2","verse_code":"ZEP.2.8","label":"8","content":"“Kuv tub nov cov Mau‑a tshev, kuv tub nov cov Aamoo thuaj. Puab tshev kuv cov tuabneeg hab puab khaav quas ntxhas txug puab tej nrwm teb nrwm chaw.”"},{"bible_id":"1216","chapter_code":"ZEP.2","verse_code":"ZEP.2.9","label":"9","content":"Yawmsaub kws muaj fwjchim luj kawg nkaus kws yog cov Yixayee tug Vaajtswv has tas, “Vem le nuav, kuv yeej muaj txujsa nyob, mas cov Mau‑a yuav zoo yaam le lub moos Xauntoo, cov Aamoo yuav zoo yaam le lub moos Kaumaula. Puab tebchaws yuav caj haav nroj zaub kis, caj qhov ntsev hab yuav caj quav poj ib txhws. Kuv haiv tuabneeg kws tseed tshuav nyob yuav moog lws puab, hab kuv cov tuabneeg kws tseed muaj nyob yuav txeeb tau tej tebchaws hov lug ua puab tug.”"},{"bible_id":"1216","chapter_code":"ZEP.2","verse_code":"ZEP.2.10","label":"10","content":"Tej nuav yog pauj qhov kws puab khaav theeb, vem puab saib tsw taug hab thuaj Yawmsaub kws muaj fwjchim luj kawg nkaus le tuabneeg lawm."},{"bible_id":"1216","chapter_code":"ZEP.2","verse_code":"ZEP.2.11","label":"11","content":"Yawmsaub yuav ua rua puab ntshai nwg kawg nkaus le, vem yog Yawmsaub ua rua txhua tug daab huv lub qaab ntuj nuav ntxaug ntxaug qhuav quas qhawv. Mas txhua lub tebchaws huv nplajteb yuav khoov ntshws pe hawm Yawmsaub rua huv nyag lub tebchaws."},{"bible_id":"1216","chapter_code":"ZEP.2","verse_code":"ZEP.2.12","label":"12","content":"“Cov tuabneeg Khuj 'e, mej yuav raug kuv nav ntaaj tua taag hab.”"},{"bible_id":"1216","chapter_code":"ZEP.2","verse_code":"ZEP.2.13","label":"13","content":"Yawmsaub yuav tsaa nwg txhais teg ntaus lub tebchaws kws nyob saab peg hab ua rua Axilia puam tsuaj, hab yuav ua rua lub nroog Ninave pob taag nyob do cuas ca, hab yuav qhuav quas qhawv yaam le ntuj nraag teb do."},{"bible_id":"1216","chapter_code":"ZEP.2","verse_code":"ZEP.2.14","label":"14","content":"Tej nam paab tsaj txhu hab ib puas tsaav yaam tsaj qus yuav pw huv plawv lub nroog hov. Loov nyuas hab loov nyuas qab yuav lug nyob sau tej hauv ncej tse. Plaas yuav lug quaj ntawm tej qhov rais, hab uab voj yuav quaj zum quas zawg ntawm tej paws rooj. Tej ntsaa tsev kws xuas ntoo cab ua nyob zab tshaav raug naag xwb."},{"bible_id":"1216","chapter_code":"ZEP.2","verse_code":"ZEP.2.15","label":"15","content":"Nuav yog lub nroog kws nyob khaav quas ntxhas hab tso sab quas lug, yog lub nroog kws xaav huv lub sab tas, “Tsuas yog kuv xwb, tsw muaj leejtwg zoo cuag kuv lawm.” Tub yog lub nroog kws nyob do cuas ca ua chaw rua tsaj qus pw. Txhua tug kws taug kev tuaj zwg ncauj nqug nrwg rua lub nroog Ninave."},{"bible_id":"1216","chapter_code":"ZEP.3","verse_code":"ZEP.3.1","label":"1","content":"Lub nroog Yeluxalee kws faav xeeb rua Yawmsaub ua phem ua qas quab yuam nwg cov tuabneeg yuav raug txom nyem lauj!"},{"bible_id":"1216","chapter_code":"ZEP.3","verse_code":"ZEP.3.2","label":"2","content":"Nwg tsw noog leejtwg has, tsw yuav leejtwg nplawm hab qhuab qha. Nwg tsw tso sab rua Yawmsaub hab nwg tsw txaav lug ze nwg tug Vaajtswv."},{"bible_id":"1216","chapter_code":"ZEP.3","verse_code":"ZEP.3.3","label":"3","content":"Cov num tswv huv lub nroog nuav yog cov tsuv ntxhuav kws nyooj quas lawg. Cov kws tu plaub kuj yog cov maa kws nrhav noj mo ntuj tsw kaam tseg ib qho nqaj ca txug kaaj ntug."},{"bible_id":"1216","chapter_code":"ZEP.3","verse_code":"ZEP.3.4","label":"4","content":"Nwg cov xwbfwb cev Yawmsaub lug yog tuabneeg loj leeb tuabneeg faav xeeb. Cov pov thawj kuj muab tej kws dawb huv rua Yawmsaub ua qas tsw huv, hab puab txhob txwm tsw ua lawv le Yawmsaub kevcai."},{"bible_id":"1216","chapter_code":"ZEP.3","verse_code":"ZEP.3.5","label":"5","content":"Yawmsaub kws nyob huv lub nroog nuav mas ncaaj nceeg, nwg tsw ua ib qho txhum le. Txhua taagkig Yawmsaub txav cai ncaaj, nwg ua le ntawd rua txhua nub kaaj tsw tu le, tassws tej tuabneeg kws ua tsw ncaaj tsw paub txaaj muag le."},{"bible_id":"1216","chapter_code":"ZEP.3","verse_code":"ZEP.3.6","label":"6","content":"“Kuv tub muab tej tebchaws rhuav tshem taag, ua rua puab tej chaw zuv khuav sau tej ntsaa loog pob taag lawm. Kuv ua kuas tej kev huv lub nroog hov pob taag nyob do cuas tsw muaj tuabneeg taug, hab kuv tub ua rua puab tej moos nyob do cuas tsw muaj tuabneeg, tsw muaj ib tug nyob huv puab lawm."},{"bible_id":"1216","chapter_code":"ZEP.3","verse_code":"ZEP.3.7","label":"7","content":"Kuv has tas ‘Lub nroog hov yeej yuav ntshai hab fwm kuv xwb, hab yuav noog kuv tej lug qhuab ntuag. Nwg yuav tsw muab kuv tej lug qhuab lug qha pov tseg.’ Tassws puab yimfuab swv zug ua txhua yaam kuas phem kuas qas.”"},{"bible_id":"1216","chapter_code":"ZEP.3","verse_code":"ZEP.3.8","label":"8","content":"Yawmsaub has tas, “Vem le nuav mej ca le nyob tog kuv, tog nub kws kuv sawv tseeg ua timkhawv. Kuv tub npaaj sab ca lawm tas kuv yuav sau zog ib tsoom tuabneeg hab txhua lub tebchaws tuaj ua ke, kuv yuav nchuav kuv txujkev chim kws npau tawg ceev kawg lug rua sau puab suavdawg. Qhov kws kuv khib xeeb hab npau tawg yuav hlawv ib puas tsaav yaam huv qaab ntuj nuav huvsw pov tseg."},{"bible_id":"1216","chapter_code":"ZEP.3","verse_code":"ZEP.3.9","label":"9","content":"“Thaus hov kuv yuav muab ib tsoom tuabneeg tug nplaig hloov kuas puab tau tug nplaig dawb nplaig huv, sub suavdawg txhad le txawj hu thov Yawmsaub lub npe hab txawj ua ib lub sab ua koom rua nwg."},{"bible_id":"1216","chapter_code":"ZEP.3","verse_code":"ZEP.3.10","label":"10","content":"Kuv cov tuabneeg kws thov kuv, cov kws raug muab lawv tswv ua saab ua sua lawm, puab yuav coj hov txhua chaw hlaa nam dej huv Khuj tebchaws tuaj xyeem rua kuv."},{"bible_id":"1216","chapter_code":"ZEP.3","verse_code":"ZEP.3.11","label":"11","content":"Nub ntawd mej yuav tsw raug txaaj muag tsua qhov kws mej ua phem faav xeeb rua kuv, vem lub swjhawm hov kuv yuav muab cov kws khaav theeb tuam mom rhu tawm huv mej moog, mas mej yuav tsw tshoob hawb rua sau kuv lub roob dawb huv dua le lawm."},{"bible_id":"1216","chapter_code":"ZEP.3","verse_code":"ZEP.3.12","label":"12","content":"Kuv yuav tseg cov kws tsw muab hlub, cov kws txu lub sab rua huv plawv mej. Puab yuav nrhav chaw nraim cev rua huv Yawmsaub lub npe."},{"bible_id":"1216","chapter_code":"ZEP.3","verse_code":"ZEP.3.13","label":"13","content":"Cov tuabneeg kws tshuav nyob huv cov Yixayee mas puab yuav tsw ua txhum hab tsw has tej lug pem txwv, yuav nrhav tsw tau ib tug nplaig daag huv puab tej qhov ncauj hlo le. Puab yuav noj yuav haus pw tso sab quas lug, tsw muaj leejtwg yuav ua rua puab ntshai.”"},{"bible_id":"1216","chapter_code":"ZEP.3","verse_code":"ZEP.3.14","label":"14","content":"Xi‑oo tug ntxhais 'e, ca le hu nkauj. Cov Yixayee 'e, ca le qw nrov. Yeluxalee tug ntxhais 'e, ca le zoo sab xyiv faab quas hlo."},{"bible_id":"1216","chapter_code":"ZEP.3","verse_code":"ZEP.3.15","label":"15","content":"Yawmsaub tub tseg tsw rau txem rua mej lawm. Nwg tub ntab mej cov yeeb ncuab tawm tswv taag lawm. Yawmsaub kws yog cov Yixayee tug vaajntxwv nyob huv plawv mej mas mej yuav tsw ntshai tej xwm txheej phem dua le lawm."},{"bible_id":"1216","chapter_code":"ZEP.3","verse_code":"ZEP.3.16","label":"16","content":"Nub hov luas yuav has rua Yeluxalee tas, “Xi‑oo 'e, koj tsw xob ntshai, koj tsw xob ca koj txhais teg tsaug leeg le."},{"bible_id":"1216","chapter_code":"ZEP.3","verse_code":"ZEP.3.17","label":"17","content":"Yawmsaub kws yog mej tug Vaajtswv tub nyob huv plawv mej, nwg yog tug kws txawj ntaus rog paab tau mej kov yeej. Nwg yuav zoo sab kawg le rua mej hab nwg yuav muab mej tswm dua tshab vem yog nwg hlub mej kawg le. Nwg yuav hu nkauj zoo sab xyiv faab kawg le rua mej,"},{"bible_id":"1216","chapter_code":"ZEP.3","verse_code":"ZEP.3.18","label":"18","content":"yaam nkaus le thaus mej ua kevcai noj haus.” “Kuv yuav tshem tej vej sub vej sw ntawm mej moog sub mej txhad tsw raug luas thuaj luag."},{"bible_id":"1216","chapter_code":"ZEP.3","verse_code":"ZEP.3.19","label":"19","content":"Txug thaus hov kuv yuav rau txem rua txhua tug kws quab yuam mej. Kuv yuav cawm cov kws ceg tawv, hab kuv yuav qaws cov tuabneeg kws tawg tswv ua saab ua sua lawd rov lug hab kuv yuav muab puab tej kev poob ntsej muag ntxeev ua kuas luas qhuas hab tau koob meej nrov nchaa thoob nplajteb."},{"bible_id":"1216","chapter_code":"ZEP.3","verse_code":"ZEP.3.20","label":"20","content":"Thaus ntawd kuv yuav qaws mej suavdawg lug ua ke coj mej lug nyob rua huv mej qub vaag qub tse. Kuv yuav ua kuas mej rov tau koob meej hab ib tsoom tuabneeg huv qaab ntuj yuav qhuas mej, yog thaus kws kuv pub mej rov vaam meej le qub. Mej qhov muag yeej yuav pum ntaag.” Yawmsaub has le nuav ntaag."}]