[{"bible_id":"1525","chapter_code":"1JN.1","verse_code":"1JN.1.1","label":"1","content":"Peb sau zaj uas hais txog txojlus uas cawm neeg txojsia qhia rau nej paub; txojlus ntawd yeej nyob puag thaum chivkeeb los lawm. Peb hnov nws tej lus, peb qhovmuag pom nws thiab peb txhais tes tau tuav nws lawm."},{"bible_id":"1525","chapter_code":"1JN.1","verse_code":"1JN.1.2","label":"2","content":"Thaum tus uas cawm neeg txojsia ntawd los peb puavleej pom nws, peb thiaj hais txog nws zaj thiab qhia txojsia ntev dhawv mus ibtxhis rau nej. Txojsia ntawd yeej nrog Leej Txiv nyob thiab Leej Txiv twb qhia txojsia ntawd rau peb lawm."},{"bible_id":"1525","chapter_code":"1JN.1","verse_code":"1JN.1.3","label":"3","content":"Peb qhia tej uas peb pom thiab peb hnov lawm rau nej kom nej thiaj tau los nrog Leej Txiv thiab nws tus Tub Yexus Khetos sib raug zoo ib yam li peb twb nrog nws sib raug zoo lawm."},{"bible_id":"1525","chapter_code":"1JN.1","verse_code":"1JN.1.4","label":"4","content":"Peb sau li no tuaj rau nej kom peb  puv npo txojkev zoo siab."},{"bible_id":"1525","chapter_code":"1JN.1","verse_code":"1JN.1.5","label":"5","content":"Zaj no yog zaj uas Vajtswv tus Tub qhia rau peb, peb thiaj qhia zaj no rau nej hais tias Vajtswv yog qhov pom kev; thiab tsis muaj ib qho tsaus nyob hauv nws hlo li."},{"bible_id":"1525","chapter_code":"1JN.1","verse_code":"1JN.1.6","label":"6","content":"Yog peb hais tias peb twb nrog Vajtswv sib raug zoo lawm, tiamsis peb tseem ua peb lub neej ib yam li cov uas nyob hauv qhov tsaus ntuj ua, yog li ntawd tej uas peb hais lossis tej uas peb ua puavleej dag huv tibsi."},{"bible_id":"1525","chapter_code":"1JN.1","verse_code":"1JN.1.7","label":"7","content":"Tiamsis yog peb nyob hauv qhov pom kev ib yam li Vajtswv tus uas nyob hauv qhov pom kev, peb ib leeg yeej nrog ib leeg sib raug zoo thiab Vajtswv tus Tub Yexus Khetos cov ntshav twb ntxuav peb tej kev txhaum huv tibsi lawm."},{"bible_id":"1525","chapter_code":"1JN.1","verse_code":"1JN.1.8","label":"8","content":"Yog peb hais tias peb tsis muaj txhaum, peb rov dag peb xwb, thiab peb yeej tsis paub qhov tseeb hlo li."},{"bible_id":"1525","chapter_code":"1JN.1","verse_code":"1JN.1.9","label":"9","content":"Tiamsis yog peb lees peb tej kev txhaum rau Vajtswv, Vajtswv yog tus ncaj ncees, nws yuav ua raws li nws tau coglus tseg lawm, nws yuav zam peb tej kev txhaum thiab nws yuav ntxhuav peb tej kev txhaum huv tibsi mus."},{"bible_id":"1525","chapter_code":"1JN.1","verse_code":"1JN.1.10","label":"10","content":"Yog peb hais tias peb tsis tau ua txhaum, peb hais li ntawd kuj ib yam li peb hais tias Vajtswv yog tus dag, thiab peb yeej tsis ntseeg nws tej lus li."},{"bible_id":"1525","chapter_code":"1JN.2","verse_code":"1JN.2.1","label":"1","content":"Cov menyuam, kuv sau tsab ntawv no tuaj qhia nej, nej thiaj li yuav tsis ua txhaum; tiamsis yog leejtwg ua txhaum, peb muaj ib tug thov Leej Txiv pab peb; tus ntawd yog Yexus Khetos tus uas ncaj ncees."},{"bible_id":"1525","chapter_code":"1JN.2","verse_code":"1JN.2.2","label":"2","content":"Thiab Yexus Khetos yog tus uas tuag theej peb lub txhoj Vajtswv thiaj zam peb tej kev txhaum, tsis yog zam peb tej kev txhaum xwb, tiamsis nws zam txhua haivneeg hauv ntiajteb no tej kev txhaum huv tibsi thiab."},{"bible_id":"1525","chapter_code":"1JN.2","verse_code":"1JN.2.3","label":"3","content":"Yog peb ua raws li Vajtswv tej lus qhia, thiaj yog peb paub nws tseeb."},{"bible_id":"1525","chapter_code":"1JN.2","verse_code":"1JN.2.4","label":"4","content":"Yog ib tug hais tias, “Kuv twb paub Vajtswv lawm,” tiamsis tus ntawd tsis ua raws li Vajtswv tej lus ces tus ntawd dag xwb, nws yeej tsis paub qhov tseeb li."},{"bible_id":"1525","chapter_code":"1JN.2","verse_code":"1JN.2.5","label":"5","content":"Tiamsis tus uas ua raws li Vajtswv tej lus, tus ntawd thiaj yog tus uas hlub Vajtswv tiag. Twb yog vim li no, peb thiaj paub tseeb hais tias peb nrog Vajtswv sib raug zoo tiag:"},{"bible_id":"1525","chapter_code":"1JN.2","verse_code":"1JN.2.6","label":"6","content":"Yog leejtwg hais tias, “Kuv twb nrog Vajtswv sib raug zoo lawm,” tus ntawd yuav tsum ua nws lub neej kom zoo li Yexus Khetos lub."},{"bible_id":"1525","chapter_code":"1JN.2","verse_code":"1JN.2.7","label":"7","content":"Cov phoojywg uas kuv hlub, txoj kevcai uas kuv sau tuaj rau nej no tsis yog txoj tshiab, tiamsis yog txoj qub uas nej ibtxwm coj thaum chivkeeb los lawm. Txoj kevcai qub ntawd yog txoj uas nej twb hnov lawm."},{"bible_id":"1525","chapter_code":"1JN.2","verse_code":"1JN.2.8","label":"8","content":"Txawm yog li cas los txoj kevcai uas kuv sau tuaj rau nej no yeej yog txoj tshiab, rau qhov nej saib rau ntawm Yexus Khetos thiab ntawm nej, nej yeej pom hais tias txoj kevcai no yog txoj tshiab. Vim qhov tsaus ntuj tabtom yuav dhau mus, thiab qhov pom kev tabtom ci ntsa iab los lawm."},{"bible_id":"1525","chapter_code":"1JN.2","verse_code":"1JN.2.9","label":"9","content":"Tus uas hais tias, “Kuv nyob hauv qhov pom kev,” tiamsis nws tseem ntxub nws kwv nws tij, tus ntawd tseem nyob hauv qhov tsaus ntuj."},{"bible_id":"1525","chapter_code":"1JN.2","verse_code":"1JN.2.10","label":"10","content":"Tus uas hlub nws kwv nws tij, tus ntawd yog tus uas nyob hauv qhov pom kev, thiab nws yuav tsis ua ib yam dabtsi rau lwm tus  ua txhaum."},{"bible_id":"1525","chapter_code":"1JN.2","verse_code":"1JN.2.11","label":"11","content":"Tiamsis tus uas ntxub nws kwv nws tij, tus ntawd nyob hauv qhov tsaus ntuj; nws mus kev ib yam li tus uas maub hmo ntuj, thiab nws tsis paub hais tias nws tabtom mus txog qhov twg, rau qhov qhov tsaus ntuj plooj nws lub qhovmuag lawm."},{"bible_id":"1525","chapter_code":"1JN.2","verse_code":"1JN.2.12","label":"12","content":"Cov menyuam, kuv sau tej no tuaj rau nej, rau qhov Vajtswv twb zam txim rau nej txhua tus uas Yexus Khetos tuag theej lawm."},{"bible_id":"1525","chapter_code":"1JN.2","verse_code":"1JN.2.13","label":"13","content":"Kuv sau tej no tuaj rau nej cov uas ua txiv, rau qhov nej twb paub tus uas ibtxwm muaj sia nyob thaum chivkeeb los lawm. Kuv sau tej no tuaj rau nej cov uas yog tub hluas, rau qhov nej twb tawmtsam yeej dab Ntxwgnyoog lawm."},{"bible_id":"1525","chapter_code":"1JN.2","verse_code":"1JN.2.14","label":"14","content":"Cov menyuam, kuv sau tej no tuaj rau nej, rau qhov nej twb paub Leej Txiv lawm. Kuv sau tej no tuaj rau nej cov uas ua txiv, rau qhov nej twb paub tus uas ibtxwm muaj sia nyob thaum chivkeeb los lawm. Kuv sau tej no tuaj rau nej cov tub hluas, rau qhov nej muaj zog heev; Vajtswv txojlus nyob hauv nej lub siab thiab nej twb tawmtsam yeej dab Ntxwgnyoog lawm."},{"bible_id":"1525","chapter_code":"1JN.2","verse_code":"1JN.2.15","label":"15","content":"Nej tsis txhob hlub lub ntiajteb lossis cia siab rau ib yam dabtsi uas nyob hauv lub ntiajteb. Yog nej hlub lub ntiajteb lawm, nej yeej yuav tsis hlub Leej Txiv tus uas hlub nej."},{"bible_id":"1525","chapter_code":"1JN.2","verse_code":"1JN.2.16","label":"16","content":"Txhua yam uas yog ntiajteb li, tsis hais tej uas neeg lub siab ntshaw, tej uas neeg lub qhovmuag pom thiab xav yuav, thiab txhua yam hauv ntiajteb uas neeg qhuas hais tias yog yam uas tseemceeb, tej ntawd puavleej yog ntiajteb li xwb; tsis muaj ib yam uas yog Leej Txiv li."},{"bible_id":"1525","chapter_code":"1JN.2","verse_code":"1JN.2.17","label":"17","content":"Lub ntiajteb thiab txhua yam hauv ntiajteb uas neeg ntshaw tabtom yuav dua mus; tiamsis tus uas ua raws li Vajtswv lub siab nyiam, tus ntawd yuav nyob mus ibtxhis li."},{"bible_id":"1525","chapter_code":"1JN.2","verse_code":"1JN.2.18","label":"18","content":"Cov menyuam, twb yuav txog lub sijhawm kawg! Nej twb hnov lawm hais tias tus uas ua yeebncuab rau Yexus Khetos yuav los; nimno twb muaj ntau leej ua yeebncuab rau Yexus Khetos lawm. Yog li ntawd peb thiaj paub hais tias twb yuav txog lub sijhawm kawg."},{"bible_id":"1525","chapter_code":"1JN.2","verse_code":"1JN.2.19","label":"19","content":"Lawv cov ntawd twb ncaim peb mus lawm, rau qhov lawv tsis yog peb cov; yog lawv yog peb cov tiag, lawv yeej yuav nrog peb nyob. Tiamsis qhov uas lawv ncaim peb mus, twb ua rau sawvdaws paub hais tias lawv yeej tsis yog peb cov."},{"bible_id":"1525","chapter_code":"1JN.2","verse_code":"1JN.2.20","label":"20","content":"Tiamsis Yexus Khetos twb txib Vaj Ntsujplig tus Dawbhuv los nrog nej nyob lawm, yog li ntawd nej txhua tus thiaj paub qhov tseeb."},{"bible_id":"1525","chapter_code":"1JN.2","verse_code":"1JN.2.21","label":"21","content":"Qhov uas kuv sau tsab ntawv no tuaj rau nej tsis yog vim nej tsis paub qhov tseeb, tiamsis vim nej twb paub lawm, thiab nej paub hais tias tus uas paub qhov tseeb nws yeej tsis dag ib zaug li."},{"bible_id":"1525","chapter_code":"1JN.2","verse_code":"1JN.2.22","label":"22","content":"Yog li ntawd leejtwg yog tus uas hais dag? Tus uas hais dag twb yog tus uas hais tias Yexus tsis yog tus Mexiyas. Tus uas hais li ntawd yog Yexus Khetos tus yeebncuab, rau qhov nws tsis kam ntseeg Leej Txiv thiab Leej Tub."},{"bible_id":"1525","chapter_code":"1JN.2","verse_code":"1JN.2.23","label":"23","content":"Tus uas tsis ntseeg Leej Tub, tus ntawd yeej tsis ntseeg Leej Txiv. Tus uas ntseeg Leej Tub, tus ntawd yeej ntseeg Leej Txiv ib yam nkaus thiab."},{"bible_id":"1525","chapter_code":"1JN.2","verse_code":"1JN.2.24","label":"24","content":"Yog li ntawd, nej yuav tsum khaws tej lus uas nej hnov thaum ub los lawm cia rau hauv nej lub siab. Yog nej nco ntsoov tej uas nej hnov thaum ub los lawm, nej yeej yuav niaj hnub nrog Leej Tub thiab Leej Txiv sib raug zoo."},{"bible_id":"1525","chapter_code":"1JN.2","verse_code":"1JN.2.25","label":"25","content":"Qhov no yog raws li tej lus uas Yexus Khetos coglus tseg rau peb hais tias nws yuav pub txojsia ntev dhawv mus ibtxhis rau peb."},{"bible_id":"1525","chapter_code":"1JN.2","verse_code":"1JN.2.26","label":"26","content":"Tej uas kuv sau tuaj rau nej no yog kuv hais txog cov neeg uas xav ntxias kom nej yuam kev."},{"bible_id":"1525","chapter_code":"1JN.2","verse_code":"1JN.2.27","label":"27","content":"Tiamsis Yexus Khetos twb txib Vaj Ntsujplig tus Dawbhuv los nrog nej nyob lawm. Yog Vajtswv tus Ntsujplig twb nyob hauv nej lub siab lawm tsis tas yuav muaj neeg qhia nej. Rau qhov Vajtswv tus Ntsujplig qhia txhua tsav yam rau nej, thiab tej uas nws qhia rau nej ntawd puavleej tseeb xwb tsis muaj ib qho dag li. Yog li ntawd, nej yuav tsum ua raws li tej uas Vaj Ntsujplig qhia rau nej thiab cia Yexus Khetos kav nej lub siab mus li."},{"bible_id":"1525","chapter_code":"1JN.2","verse_code":"1JN.2.28","label":"28","content":"Cov menyuam, nej yuav tsum cia Yexus Khetos kav nej lub neej; yog nej ua li ntawd thaum txog hnub uas nws rov qab los, nej thiab peb thiaj li yuav tsis ntshai, thiab thaum peb pom nws peb yuav tsis txajmuag rau nws."},{"bible_id":"1525","chapter_code":"1JN.2","verse_code":"1JN.2.29","label":"29","content":"Nej yeej paub hais tias Yexus Khetos yog tus uas ncaj ncees; yog li ntawd, tsimnyog nej paub hais tias txhua tus uas ua ncaj ncees yeej yog Vajtswv cov menyuam."},{"bible_id":"1525","chapter_code":"1JN.3","verse_code":"1JN.3.1","label":"1","content":"Nej sim ua tib zoo xav saib Leej Txiv hlub peb npaum li cas! Nws hlub peb kawg nkaus li, nws thiaj hu peb ua nws cov menyuam, thiab qhov tseeb peb yeej yog Vajtswv cov menyuam tiag. Twb yog vim li ntawd cov neeg uas tsis paub Vajtswv thiaj tsis paub peb."},{"bible_id":"1525","chapter_code":"1JN.3","verse_code":"1JN.3.2","label":"2","content":"Cov phoojywg, nimno peb yog Vajtswv cov menyuam lawm, tiamsis peb tseem tsis tau paub tseeb hais tias yav tom ntej peb yuav zoo li cas. Peb tsuas paub hais tias thaum Yexus Khetos rov qab los, peb yuav zoo li nws, rau qhov peb yuav pom tseeb hais tias nws zoo li cas tiag."},{"bible_id":"1525","chapter_code":"1JN.3","verse_code":"1JN.3.3","label":"3","content":"Txhua tus uas cia siab rau Yexus Khetos yeej yuav tswj kom nws ua tau lub neej dawbhuv ib yam li Yexus Khetos uas yog tus dawbhuv."},{"bible_id":"1525","chapter_code":"1JN.3","verse_code":"1JN.3.4","label":"4","content":"Tus uas ua txhaum, tus ntawd rhuav Vajtswv txoj kevcai, rau qhov txojkev txhaum yeej yog qhov uas rhuav txoj kevcai."},{"bible_id":"1525","chapter_code":"1JN.3","verse_code":"1JN.3.5","label":"5","content":"Nej twb paub lawm hais tias, qhov uas Yexus Khetos los hauv ntiajteb no twb yog nws los tuag theej neeg sawvdaws lub txhoj,  thiab nej yeej paub hais tias nws tsis tau ua txhaum ib qho li."},{"bible_id":"1525","chapter_code":"1JN.3","verse_code":"1JN.3.6","label":"6","content":"Tus uas cia Yexus Khetos kav nws lub neej lawm, tus ntawd tsis nyiam ua txhaum; tiamsis tus uas tseem nyiam ua txhaum, tus ntawd yeej tsis tau pom lossis tsis tau paub Yexus Khetos li."},{"bible_id":"1525","chapter_code":"1JN.3","verse_code":"1JN.3.7","label":"7","content":"Kuv cov menyuam, nej tsis txhob pub leejtwg dag ntxias tau nej! Tus uas ua zoo, tus ntawd yog tus uas ncaj ncees ib yam li Yexus Khetos yog tus ncaj ncees."},{"bible_id":"1525","chapter_code":"1JN.3","verse_code":"1JN.3.8","label":"8","content":"Tus uas nyiam ua txhaum, tus ntawd yog dab Ntxwgnyoog menyuam, rau qhov dab Ntxwgnyoog yog tus uas ua txhaum puag thaum chivkeeb los lawm. Qhov uas Vajtswv tus Tub los hauv ntiajteb no twb yog nws los rhuav dab Ntxwgnyoog tes haujlwm."},{"bible_id":"1525","chapter_code":"1JN.3","verse_code":"1JN.3.9","label":"9","content":"Tus uas yog Vajtswv menyuam lawm, tus ntawd yeej tsis nyiam ua txhaum, rau qhov nws yog Vajtswv cov noob; thiab Vajtswv yog nws txiv, nws thiaj tsis nyiam ua txhaum."},{"bible_id":"1525","chapter_code":"1JN.3","verse_code":"1JN.3.10","label":"10","content":"Tus uas yog Vajtswv menyuam thiab tus uas yog dab Ntxwgnyoog menyuam sib txawv li no: Tus uas tsis nyiam ua ncaj ncees lossis tsis hlub nws kwv nws tij, tus ntawd tsis yog Vajtswv menyuam."},{"bible_id":"1525","chapter_code":"1JN.3","verse_code":"1JN.3.11","label":"11","content":"Tej lus uas hais tias peb ib leeg yuav tsum hlub ib leeg, tej lus no nej yeej hnov thaum chivthawj los lawm."},{"bible_id":"1525","chapter_code":"1JN.3","verse_code":"1JN.3.12","label":"12","content":"Peb tsis txhob ua li Ka-ees; Ka-ees cia dab Ntxwgnyoog kav nws lub siab, nws muab nws tus kwv Anpees tua povtseg. Vim li cas Ka-ees thiaj tua nws tus kwv? Rau qhov nws tes haujlwm phem, thiab nws tus kwv tes haujlwm zoo."},{"bible_id":"1525","chapter_code":"1JN.3","verse_code":"1JN.3.13","label":"13","content":"Cov kwvtij, yog tej neeg uas nyob hauv ntiajteb no ntxub nej, nej tsis txhob poob siab."},{"bible_id":"1525","chapter_code":"1JN.3","verse_code":"1JN.3.14","label":"14","content":"Peb paub hais tias peb twb dim txojkev tuag lawm, nimno peb muaj txojsia tshiab; peb paub li no rau qhov peb muaj lub siab hlub peb cov kwvtij. Tus uas tsis muaj lub siab hlub lwm tus, tus ntawd zoo ib yam li tus neeg uas tuag lawm."},{"bible_id":"1525","chapter_code":"1JN.3","verse_code":"1JN.3.15","label":"15","content":"Tus uas ntxub nws kwv nws tij, tus ntawd ua txhaum ib yam li tus neeg uas tua neeg; nej twb paub lawm hais tias tus neeg tua neeg yeej tsis tau txojsia ntev dhawv mus ibtxhis li."},{"bible_id":"1525","chapter_code":"1JN.3","verse_code":"1JN.3.16","label":"16","content":"Qhov uas peb paub txojkev hlub yog li no: Yexus Khetos muab nws txojsia los txhiv peb. Yog li ntawd tsimnyog peb yuav tsum zoo siab muab peb txojsia txhiv peb cov kwvtij thiab."},{"bible_id":"1525","chapter_code":"1JN.3","verse_code":"1JN.3.17","label":"17","content":"Yog tus npluanuj pom nws kwv nws tij txomnyem, tiamsis nws tsis quavntsej lawv li, tus ntawd yuav ua li cas hais tau hais tias nws yog tus uas hlub Vajtswv."},{"bible_id":"1525","chapter_code":"1JN.3","verse_code":"1JN.3.18","label":"18","content":"Cov menyuam, peb tsis txhob hlub luag ntawm lub ncauj lo lus xwb; tiamsis peb yuav tsum pab lawv, sawvdaws thiaj pom hais tias peb muaj lub siab hlub tiag tiag."},{"bible_id":"1525","chapter_code":"1JN.3","verse_code":"1JN.3.19","label":"19","content":"Yog li ntawd, peb thiaj paub hais tias peb yog Vajtswv tus uas yog qhov tseeb cov menyuam; yog li ntawd peb thiaj tsis ntshai mus cuag Vajtswv,"},{"bible_id":"1525","chapter_code":"1JN.3","verse_code":"1JN.3.20","label":"20","content":"rau qhov thaum peb lub siab qhia hais tias peb ua txhaum, peb paub hais tias Vajtswv yog tus uas paub peb lub siab thiab nws yeej paub ib puas tsav yam huv tibsi."},{"bible_id":"1525","chapter_code":"1JN.3","verse_code":"1JN.3.21","label":"21","content":"Yog li ntawd, Cov phoojywg, yog peb lub siab tsis qhia rau peb hais tias peb ua txhaum, thaum peb mus cuag Vajtswv, peb yeej yuav tsis ntshai."},{"bible_id":"1525","chapter_code":"1JN.3","verse_code":"1JN.3.22","label":"22","content":"Peb thov yam twg, nws yuav pub yam ntawd rau peb, rau qhov peb mloog nws lus thiab ua tej uas haum nws siab."},{"bible_id":"1525","chapter_code":"1JN.3","verse_code":"1JN.3.23","label":"23","content":"Nws qhia rau peb hais tias kom peb ntseeg nws tus Tub Yexus Khetos thiab kom peb ib tug hlub ib tug raws li tej lus uas Yexus Khetos twb qhia rau peb lawm."},{"bible_id":"1525","chapter_code":"1JN.3","verse_code":"1JN.3.24","label":"24","content":"Tus uas ua raws li Vajtswv tej lus, tus ntawd yeej nrog Vajtswv sib raug zoo, thiab Vajtswv nrog tus ntawd sib raug zoo. Rau qhov Vaj Ntsujplig tus uas Vajtswv pub rau peb twb qhia li ntawd rau peb paub hais tias Vajtswv nrog peb sib raug zoo lawm."},{"bible_id":"1525","chapter_code":"1JN.4","verse_code":"1JN.4.1","label":"1","content":"Cov phoojywg uas kuv hlub, nej tsis txhob rawm ntseeg txhua tus uas khav hais tias lawv muaj Vaj Ntsujplig, tiamsis nej yuav tsum ua tib zoo xyuas saib tus ntsujplig ntawd puas yog Vajtswv tus tiag. Rau qhov muaj cov xibhwb cuav ntau leej tawm mus qhia rau txhua qhov txhia chaw lawm."},{"bible_id":"1525","chapter_code":"1JN.4","verse_code":"1JN.4.2","label":"2","content":"Txhua tus uas lees hais tias Yexus Khetos los yug ua neeg, cov ntawd thiaj yog cov uas muaj Vajtswv tus ntsujplig. Twb yog vim li no nej thiaj paub hais tias cov twg yog cov uas muaj Vajtswv tus Ntsujplig tiag."},{"bible_id":"1525","chapter_code":"1JN.4","verse_code":"1JN.4.3","label":"3","content":"Tiamsis txhua tus uas tsis lees hais tias Yexus los yug ua neeg, tus ntawd tsis muaj Vajtswv tus Ntsujplig. Tus ntsujplig uas nws muaj ntawd yog Yexus Khetos tus yeebncuab tus ntsujplig uas nej twb hnov lawm hais tias nws yuav los; nimno nws twb los nyob hauv ntiajteb no lawm."},{"bible_id":"1525","chapter_code":"1JN.4","verse_code":"1JN.4.4","label":"4","content":"Cov menyuam, nej yog Vajtswv cov menyuam thiab nej twb tawmtsam yeej cov xibhwb cuav lawm, rau qhov Vaj Ntsujplig tus uas nyob hauv nej lub siab muaj hwjchim loj dua tus ntsujplig uas nyob hauv tej neeg ntiajteb lub siab."},{"bible_id":"1525","chapter_code":"1JN.4","verse_code":"1JN.4.5","label":"5","content":"Cov xibhwb cuav ntawd qhia tej uas yog ntiajteb zaj xwb, rau qhov lawv yog neeg ntiajteb thiab neeg ntiajteb yeej nyiam mloog lawv qhia."},{"bible_id":"1525","chapter_code":"1JN.4","verse_code":"1JN.4.6","label":"6","content":"Tiamsis peb yog Vajtswv cov menyuam. Tus uas paub Vajtswv, tus ntawd yeej mloog peb qhia; tus uas tsis yog Vajtswv li, tus ntawd yeej tsis mloog peb qhia. Yog li ntawd peb thiaj paub hais tias tus uas muaj tus Ntsujplig tseeb thiab tus uas muaj tus ntsujplig cuav txawv li cas."},{"bible_id":"1525","chapter_code":"1JN.4","verse_code":"1JN.4.7","label":"7","content":"Cov phoojywg, peb ib leeg yuav tsum hlub ib leeg, rau qhov Vajtswv yog tus uas ua rau peb txawj sib hlub. Tus uas muaj kev hlub tus ntawd yog Vajtswv menyuam thiab nws yeej paub Vajtswv."},{"bible_id":"1525","chapter_code":"1JN.4","verse_code":"1JN.4.8","label":"8","content":"Tus uas tsis muaj kev hlub, tus ntawd yeej tsis paub Vajtswv, rau qhov Vajtswv yog tus uas muaj kev hlub."},{"bible_id":"1525","chapter_code":"1JN.4","verse_code":"1JN.4.9","label":"9","content":"Vajtswv txib nws tib leeg Tub los rau hauv ntiajteb no kom peb cov uas ntseeg nws tus Tub tau txojsia tshiab. Vajtswv ua li ntawd twb yog Vajtswv qhia rau peb hais tias nws hlub peb."},{"bible_id":"1525","chapter_code":"1JN.4","verse_code":"1JN.4.10","label":"10","content":"Txojkev hlub lub ntsiab yog li no: Tsis yog peb hlub Vajtswv, tiamsis yog Vajtswv hlub peb thiab nws txib nws tus Tub los tuag theej peb lub txhoj, Vajtswv thiaj zam tau peb lub txim."},{"bible_id":"1525","chapter_code":"1JN.4","verse_code":"1JN.4.11","label":"11","content":"Cov phoojywg, Vajtswv twb hlub peb npaum li ntawd lawm, yog li ntawd tsimnyog peb ib leeg yuav tsum hlub ib leeg."},{"bible_id":"1525","chapter_code":"1JN.4","verse_code":"1JN.4.12","label":"12","content":"Yeej tsis tau muaj leejtwg pom Vajtswv ib zaug li, tiamsis yog peb ib leeg hlub ib leeg Vajtswv yeej nrog peb sib raug zoo, thiab nws yuav pub kom peb muaj kev hlub ib yam li nws."},{"bible_id":"1525","chapter_code":"1JN.4","verse_code":"1JN.4.13","label":"13","content":"Rau qhov Vajtswv twb pub Vajtswv tus Ntsujplig rau peb lawm, peb thiaj paub hais tias Vajtswv nrog peb sib raug zoo thiab peb nrog Vajtswv sib raug zoo."},{"bible_id":"1525","chapter_code":"1JN.4","verse_code":"1JN.4.14","label":"14","content":"Peb twb pom thiab peb twb qhia rau sawvdaws paub lawm hais tias Leej Txiv txib nws tus Tub los ua neeg ntiajteb tus Cawmseej."},{"bible_id":"1525","chapter_code":"1JN.4","verse_code":"1JN.4.15","label":"15","content":"Tus uas qhia hais tias Yexus yog Vajtswv tus Tub, Vajtswv yeej nrog tus ntawd sib raug zoo thiab tus ntawd yeej nrog Vajtswv sib raug zoo."},{"bible_id":"1525","chapter_code":"1JN.4","verse_code":"1JN.4.16","label":"16","content":"Peb paub thiab peb ntseeg hais tias Vajtswv hlub peb. Vajtswv yog tus uas muaj kev hlub; yog leejtwg muaj kev hlub, tus ntawd yeej nrog Vajtswv sib raug zoo, thiab Vajtswv yeej nrog tus ntawd sib raug zoo."},{"bible_id":"1525","chapter_code":"1JN.4","verse_code":"1JN.4.17","label":"17","content":"Yog peb muaj kev hlub ib yam li Vajtswv lawm, peb yuav tsis ntshai Hnub uas Vajtswv txiav txim, rau qhov peb cov uas nyob hauv lub ntiajteb no peb lub neej twb zoo ib yam li Yexus Khetos lub lawm."},{"bible_id":"1525","chapter_code":"1JN.4","verse_code":"1JN.4.18","label":"18","content":"Tus uas muaj kev hlub lawm tsis tas nws yuav ntshai, rau qhov txojkev hlub uas zoo kawg nkaus yuav tshem tau txojkev ntshai tawm. Yog li ntawd tus uas ntshai, tus ntawd tseem tsis tau muaj kev hlub, rau qhov nws ntshai nyob tsam nws raug txim."},{"bible_id":"1525","chapter_code":"1JN.4","verse_code":"1JN.4.19","label":"19","content":"Peb muaj kev hlub rau qhov Vajtswv twb xub hlub peb lawm."},{"bible_id":"1525","chapter_code":"1JN.4","verse_code":"1JN.4.20","label":"20","content":"Tus uas hais tias, “Kuv hlub Vajtswv,” tiamsis nws tseem ntxub nws kwv nws tij, tus ntawd hais dag xwb. Yog nws twb tsis hlub nws kwv nws tij tus uas nws qhovmuag pom, nws yuav ua li cas hlub Vajtswv tus uas nws qhovmuag tsis pom."},{"bible_id":"1525","chapter_code":"1JN.4","verse_code":"1JN.4.21","label":"21","content":"Tej lus uas Yexus Khetos qhia rau peb yog li no: Tus uas hlub Vajtswv, tus ntawd yuav tsum hlub nws kwv nws tij."},{"bible_id":"1525","chapter_code":"1JN.5","verse_code":"1JN.5.1","label":"1","content":"Tus uas ntseeg hais tias Yexus yog tus Mexiyas, tus ntawd yog Vajtswv menyuam; thiab tus uas hlub leej txiv, nws yeej yuav hlub leej txiv cov menyuam ib yam nkaus thiab."},{"bible_id":"1525","chapter_code":"1JN.5","verse_code":"1JN.5.2","label":"2","content":"Qhov uas peb paub hais tias peb hlub Vajtswv cov menyuam yog li no: Vim peb hlub Vajtswv thiab ua raws li Vajtswv tej lus qhia."},{"bible_id":"1525","chapter_code":"1JN.5","verse_code":"1JN.5.3","label":"3","content":"Qhov uas peb hlub Vajtswv yog peb ua raws li tej lus uas Vajtswv hais. Thiab Vajtswv tej lus peb yeej coj tsis nyuaj li,"},{"bible_id":"1525","chapter_code":"1JN.5","verse_code":"1JN.5.4","label":"4","content":"rau qhov Vajtswv cov menyuam txhua tus puavleej kovyeej lub ntiajteb lawm. Thiab qhov uas peb kovyeej lub ntiajteb twb yog vim peb ntseeg Yexus Khetos."},{"bible_id":"1525","chapter_code":"1JN.5","verse_code":"1JN.5.5","label":"5","content":"Leejtwg thiaj yuav kovyeej lub ntiajteb? Tus uas kovyeej lub ntiajteb tsuas yog tus uas ntseeg hais tias Yexus yog Vajtswv tus Tub xwb."},{"bible_id":"1525","chapter_code":"1JN.5","verse_code":"1JN.5.6","label":"6","content":"Thaum Yexus Khetos los muaj ob yam tseemceeb; nws ua kevcai raus dej thiab nws tuag theej neeg lub txhoj. Tsis yog dej thiaj tseemceeb xwb, tiamsis yog dej thiab ntshav huv tibsi. Thiab Vaj Ntsujplig yeej ua timkhawv hais tias muaj tseeb li ntawd tiag, rau qhov Vaj Ntsujplig yeej yog tus uas hais tseeb xwb."},{"bible_id":"1525","chapter_code":"1JN.5","verse_code":"1JN.5.7","label":"7","content":"Muaj peb yam ua timkhawv, xwsli:"},{"bible_id":"1525","chapter_code":"1JN.5","verse_code":"1JN.5.8","label":"8","content":"Vaj Ntsujplig, dej thiab ntshav; peb yam no puavleej hais ib yam nkaus."},{"bible_id":"1525","chapter_code":"1JN.5","verse_code":"1JN.5.9","label":"9","content":"Thaum muaj neeg ua timkhawv, peb yeej ntseeg tej lus uas lawv hais; yog li ntawd, tsimnyog peb hajyam yuav tsum ntseeg lo lus timkhawv uas Vajtswv hais txog nws tus Tub, rau qhov lo lus timkhawv ntawd tseemceeb dua tej uas neeg hais."},{"bible_id":"1525","chapter_code":"1JN.5","verse_code":"1JN.5.10","label":"10","content":"Tus uas ntseeg Vajtswv tus Tub, tus ntawd yeej ntseeg Vajtswv lo lus timkhawv; tiamsis tus uas tsis ntseeg Vajtswv tej lus, tus ntawd yuav hais tias Vajtswv yog tus uas hais dag, rau qhov nws tsis ntseeg lo lus timkhawv uas Vajtswv hais txog Vajtswv tus Tub."},{"bible_id":"1525","chapter_code":"1JN.5","verse_code":"1JN.5.11","label":"11","content":"Lo lus timkhawv ntawd yog li no: Vajtswv pub txojsia ntev dhawv mus ibtxhis rau peb lawm, txojsia ntawd yog Vajtswv tus Tub ntag."},{"bible_id":"1525","chapter_code":"1JN.5","verse_code":"1JN.5.12","label":"12","content":"Tus uas muaj Leej Tub, tus ntawd thiaj muaj txojsia; tus uas tsis muaj Leej Tub, tus ntawd tsis muaj txojsia."},{"bible_id":"1525","chapter_code":"1JN.5","verse_code":"1JN.5.13","label":"13","content":"Kuv sau tej no tuaj rau nej cov uas ntseeg Vajtswv tus Tub kom nej paub hais tias nej twb muaj txojsia ntev dhawv mus ibtxhis lawm."},{"bible_id":"1525","chapter_code":"1JN.5","verse_code":"1JN.5.14","label":"14","content":"Peb tsis ntshai mus cuag Vajtswv, rau qhov peb paub tseeb hais tias yog peb thov tej uas raws li Vajtswv lub siab nyiam, Vajtswv yeej yuav mloog peb tej lus thov."},{"bible_id":"1525","chapter_code":"1JN.5","verse_code":"1JN.5.15","label":"15","content":"Yog peb cia siab hais tias Vajtswv hnov peb tej lus thov lawm, peb yeej paub hais tias Vajtswv yuav muab yam uas peb thov rau peb."},{"bible_id":"1525","chapter_code":"1JN.5","verse_code":"1JN.5.16","label":"16","content":"Yog nej pom nej ib tug kwvtij ua txhaum uas tsis txaus tus ntawd raug kev puastsuaj, nej yuav tsum thov Vajtswv zam txim rau tus kwvtij ntawd. Qhov no hais txog tus uas ua txhaum tsis txaus raug kev puastsuaj xwb. Tiamsis yeej muaj qhov txhaum uas txaus raug kev puastsuaj thiab, kuv tsis tau hais kom nej thov Vajtswv zam txim rau tus uas ua txhaum li ntawd."},{"bible_id":"1525","chapter_code":"1JN.5","verse_code":"1JN.5.17","label":"17","content":"Txhua yam uas neeg ua tsis ncaj puavleej yog kev txhaum huv tibsi, tiamsis tej kev txhaum ntawd muaj qee yam tsis txaus raug kev puastsuaj."},{"bible_id":"1525","chapter_code":"1JN.5","verse_code":"1JN.5.18","label":"18","content":"Peb paub hais tias tus uas yog Vajtswv menyuam, tus ntawd yeej tsis nyiam ua txhaum, rau qhov Vajtswv tus Tub twb tsomkwm nws lawm, thiab dab Ntxwgnyoog yuav ua tsis tau phem rau nws."},{"bible_id":"1525","chapter_code":"1JN.5","verse_code":"1JN.5.19","label":"19","content":"Peb paub hais tias peb yog Vajtswv cov menyuam thiab paub hais tias dab Ntxwgnyoog twb kav cov neeg uas nyob hauv ntiajteb no lawm."},{"bible_id":"1525","chapter_code":"1JN.5","verse_code":"1JN.5.20","label":"20","content":"Peb paub hais tias Vajtswv tus Tub los hauv ntiajteb no, thiab nws pub tswvyim rau peb kom peb paub tus uas yog Vajtswv tiag. Peb nrog Vajtswv tus uas yog Vajtswv tiag sib raug zoo, rau qhov peb twb xub nrog Vajtswv tus Tub Yexus Khetos sib raug zoo lawm. Tus no yog tus Vajtswv tiag thiab yog txojsia ntev dhawv mus ibtxhis."},{"bible_id":"1525","chapter_code":"1JN.5","verse_code":"1JN.5.21","label":"21","content":"Cov menyuam, nej yuav tsum ceevfaj tsis txhob pe dab pe mlom."}]