[{"bible_id":"1525","chapter_code":"1TH.1","verse_code":"1TH.1.1","label":"1","content":"Kuv yog Paulus. Kuv thiab Xilas, thiab Timautes sau tsab ntawv no xa tuaj rau nej txhua tus uas nyob hauv lub nroog Thexalaunikes uas ntseeg Vajtswv tus uas yog peb Leej Txiv thiab ntseeg tus Tswv Yexus Khetos. Thov Vajtswv foom koob hmoov rau nej, thiab pab kom nej tau nyob kaj siab lug."},{"bible_id":"1525","chapter_code":"1TH.1","verse_code":"1TH.1.2","label":"2","content":"Peb niaj hnub ua Vajtswv tsaug thiab thov Vajtswv pab nej tsis tseg tsis tu, rau qhov peb nco ntsoov hais tias nej yog cov uas muab siab rau ntseeg."},{"bible_id":"1525","chapter_code":"1TH.1","verse_code":"1TH.1.3","label":"3","content":"Thaum peb thov Vajtswv tus uas yog peb Leej Txiv, peb nco ntsoov hais tias nej tsis yog cov uas ntseeg ntawm lub ncauj xwb, tiamsis nej ua nej tes haujlwm rau sawvdaws pom thiab. Nej zoo siab hlo pab lwm tus. Txawm yog nej yuav ua haujlwm khwv npaum li cas los nej yeej tsis khuvxim nej lub zog li, thiab nej cia siab ntsoov rau peb tus Tswv Yexus Khetos."},{"bible_id":"1525","chapter_code":"1TH.1","verse_code":"1TH.1.4","label":"4","content":"Cov kwvtij, peb paub hais tias Vajtswv hlub nej thiab xaiv nej cia ua nws haivneeg lawm."},{"bible_id":"1525","chapter_code":"1TH.1","verse_code":"1TH.1.5","label":"5","content":"Peb paub li no, rau qhov Txojmoo Zoo uas peb coj tuaj qhia nej, tsis yog lo lus qhuav xwb. Tiamsis yog Vaj Ntsujplig tus Dawbhuv thiab Vajtswv lub hwjchim nrog nraim cov lus ntawd, thiab Txojlus ntawd yog txoj tseeb. Thaum peb nrog nej nyob peb ua peb lub neej zoo li cas los nej twb paub lawm. Peb ua li ntawd twb yog peb ua qhia nej kom nej paub ua nej lub neej."},{"bible_id":"1525","chapter_code":"1TH.1","verse_code":"1TH.1.6","label":"6","content":"Nej twb xyaum ua raws li peb ua thiab raws li tus Tswv Yexus ua lawm. Txawm yog nej raug kev txomnyem heev los nej tseem zoo siab mloog tej lus uas Vaj Ntsujplig tus Dawbhuv qhia rau nej."},{"bible_id":"1525","chapter_code":"1TH.1","verse_code":"1TH.1.7","label":"7","content":"Yog li ntawd, nej thiaj ua tau yam ntxwv zoo rau cov ntseeg uas nyob hauv lub xeev Makedaunias no, thiab cov ntseeg uas nyob nram lub xeev Akhayas xyaum."},{"bible_id":"1525","chapter_code":"1TH.1","verse_code":"1TH.1.8","label":"8","content":"Rau qhov nej cov ntseeg uas nyob hauv lub nroog Thexalaunikes no, nej twb mus qhia Vajtswv Txojlus thoob plaws txhua qhov lawm, tsis yog qhia hauv lub xeev Makedaunias thiab lub xeev Akhayas xwb, tiamsis tej neeg uas nyob rau txhua qhov puavleej hnov moo hais tias nej twb ntseeg Vajtswv lawm. Yog li ntawd, tsis tas peb yuav hais ntxiv lawm."},{"bible_id":"1525","chapter_code":"1TH.1","verse_code":"1TH.1.9","label":"9","content":"Sawvdaws puavleej hais tias thaum peb tuaj saib nej, nej zoo siab mloog peb qhia. Thiab lawv hais txog qhov uas nej muab nej tej dab tej mlom tso povtseg tig los cuag Vajtswv, kom nej tau ua Vajtswv tus uas muaj sia nyob tes haujlwm. Nws yog Vajtswv tiag."},{"bible_id":"1525","chapter_code":"1TH.1","verse_code":"1TH.1.10","label":"10","content":"Thiab lawv hais txog qhov uas nej kub siab lug tos Vajtswv tus Tub Yexus uas yuav los saum ntuj ceebtsheej los. Tus ntawd yog Vajtswv tus Tub Yexus uas Vajtswv tsa sawv hauv qhov tuag rov qab los, thiab yog tus uas cawm peb dim ntawm Vajtswv txojkev chim uas yuav muaj los."},{"bible_id":"1525","chapter_code":"1TH.2","verse_code":"1TH.2.1","label":"1","content":"Cov kwvtij, nej twb paub lawm hais tias thaum peb tuaj saib nej, mas muaj nqis heev rau nej."},{"bible_id":"1525","chapter_code":"1TH.2","verse_code":"1TH.2.2","label":"2","content":"Thiab nej twb paub zoo hais tias, thaum peb tseem tuaj tsis tau txog ntawm nej, peb xub tuaj qhia pem lub nroog Filipis, cov neeg uas nyob ped, lawv tsimtxom peb thiab saib tsis taus peb kiag li. Tsis yog li ntawd xwb, thaum peb tuaj txog rau hauv nej lub nroog los tseem muaj neeg tawmtsam peb heev thiab. Txawm li ntawd los Vajtswv tseem pub peb muaj lub siab tawv qhia Txojmoo Zoo rau nej."},{"bible_id":"1525","chapter_code":"1TH.2","verse_code":"1TH.2.3","label":"3","content":"Tej lus uas peb qhia nej, peb qhia tseeb xwb. Peb yeej tsis muaj ib nplooj siab uas xav ua phem lossis xav dag nej."},{"bible_id":"1525","chapter_code":"1TH.2","verse_code":"1TH.2.4","label":"4","content":"Peb yeej tsis muaj nplooj siab xav li ntawd. Peb tsuas qhia tej uas Vajtswv muab rau peb qhia xwb. Rau qhov Vajtswv yeej pom zoo muab Txojmoo Zoo ntawd rau peb qhia. Tsis yog peb qhia kom haum neeg siab, tiamsis yog peb qhia kom haum Vajtswv siab, rau qhov Vajtswv yog tus uas niaj hnub saib ntsoov peb lub siab."},{"bible_id":"1525","chapter_code":"1TH.2","verse_code":"1TH.2.5","label":"5","content":"Nej twb paub lawm hais tias thaum peb tuaj qhia nej, peb tsis tau lam qhuas leejtwg li lossis ntxias leejtwg tug yuav. Vajtswv yeej ua tau timkhawv hais tias peb hais tseeb xwb."},{"bible_id":"1525","chapter_code":"1TH.2","verse_code":"1TH.2.6","label":"6","content":"Peb cov uas yog Yexus Khetos cov timthawj, peb yeej tsis tau kom leejtwg hwm peb, tsis hais nej lossis lwm tus,"},{"bible_id":"1525","chapter_code":"1TH.2","verse_code":"1TH.2.7","label":"7","content":"txawm yog peb yog Yexus Khetos cov timthawj los peb tsis yuam nej, tiamsis peb ua lub siab ntev rau nej ib yam li leej niam  ua siab ntev tu nws cov menyuam."},{"bible_id":"1525","chapter_code":"1TH.2","verse_code":"1TH.2.8","label":"8","content":"Peb hlub nej kawg li, peb thiaj coj Txojmoo Zoo uas Vajtswv muab rau peb lawm tuaj qhia rau nej. Tsis yog li ntawd xwb, peb tseem zoo siab muab peb lub zog huv tibsi pab nej, peb tsis khuvxim li, rau qhov peb hlub nej heev."},{"bible_id":"1525","chapter_code":"1TH.2","verse_code":"1TH.2.9","label":"9","content":"Cov kwvtij, nyaj nej yuav nco tau hais tias, thaum peb nrog nej nyob, peb yeej ua haujlwm hnyav thiab khwv kawg li yug peb. Peb ua haujlwm tas hnub tas hmo, rau qhov peb tsis xav kom nej nyuaj siab rau peb lub sijhawm uas peb tuaj qhia Vajtswv Txojmoo Zoo rau nej."},{"bible_id":"1525","chapter_code":"1TH.2","verse_code":"1TH.2.10","label":"10","content":"Nej thiab Vajtswv ua tau timkhawv hais tias thaum peb tseem nrog nej cov ntseeg nyob, peb ua peb lub neej zoo kawg nkaus, peb ua neeg ncaj ncees thiab peb tsis tau ua ib qho txhaum li."},{"bible_id":"1525","chapter_code":"1TH.2","verse_code":"1TH.2.11","label":"11","content":"Nej twb paub lawm hais tias peb hlub nej txhua tus ib yam li leej txiv hlub nws cov menyuam."},{"bible_id":"1525","chapter_code":"1TH.2","verse_code":"1TH.2.12","label":"12","content":"Peb twb txhawb nej lub zog thiab nplig nej siab lawm. Peb ua li ntawd kom nej thiaj paub ua nej lub neej haum Vajtswv siab. Vajtswv yog tus uas hu nej los ua nws haivneeg thiab los txais nws txoj koob hmoov."},{"bible_id":"1525","chapter_code":"1TH.2","verse_code":"1TH.2.13","label":"13","content":"Tsis yog li ntawd xwb, tseem muaj ib qhov uas peb niaj hnub ua Vajtswv tsaug. Qhov ntawd yog qhov uas nej mloog thiab muab siab rau ntseeg Vajtswv Txojlus uas peb coj tuaj qhia nej. Thaum nej hnov lawm, nej cia siab hais tias, Txojlus ntawd tsis yog neeg txoj, tiamsis yog Vajtswv txoj. Txojlus uas nej cia siab rau ntawd yeej yog Vajtswv txoj tiag, rau qhov Vajtswv niaj hnub ua haujlwm hauv nej cov uas ntseeg lawm lub siab."},{"bible_id":"1525","chapter_code":"1TH.2","verse_code":"1TH.2.14","label":"14","content":"Cov kwvtij, yav tas los nej raug kev tsimtxom ib yam li cov ntseeg Yexus Khetos uas nyob nram lub xeev Yudas. Nej haivneeg tsimtxom nej ib yam li cov neeg Yudais raug lawv haivneeg tsimtxom lawv thiab."},{"bible_id":"1525","chapter_code":"1TH.2","verse_code":"1TH.2.15","label":"15","content":"Cov Yudais yog cov uas tau muab tus Tswv Yexus thiab cov cev Vajtswv lus tua povtseg, thiab lawv yog cov uas tau tsimtxom peb. Lawv tawmtsam Vajtswv thiab ntxub cov ntseeg."},{"bible_id":"1525","chapter_code":"1TH.2","verse_code":"1TH.2.16","label":"16","content":"Tsis yog li ntawd xwb, lawv tseem txwv tsis pub peb coj Txojmoo Zoo uas cawm tau neeg dim neeg lub txim mus qhia rau lwm haivneeg thiab. Lawv ua li ntawd twb yog lawv tsub kev txhaum ntxiv rau tej uas lawv tau ua los lawm. Nimno Vajtswv yuav rau txim hnyav rau lawv."},{"bible_id":"1525","chapter_code":"1TH.2","verse_code":"1TH.2.17","label":"17","content":"Cov kwvtij, qhov uas peb tau ncaim nej ib nyuag ntu, tsuas yog ncaim ntsej ncaim muag xwb, peb lub siab yeej tsis ncaim nej. Thaum ntawd peb nco nej heev thiab xav pom nej kawg li."},{"bible_id":"1525","chapter_code":"1TH.2","verse_code":"1TH.2.18","label":"18","content":"Peb xav rov qab tuaj saib nej, kuv twb yuav tuaj ob peb zaug, tiamsis dab Ntxwgnyoog tsis pub peb tuaj."},{"bible_id":"1525","chapter_code":"1TH.2","verse_code":"1TH.2.19","label":"19","content":"Thaum peb tus Tswv Yexus Khetos rov qab los, thiab peb mus nyob ntawm nws lub xubntiag, cov neeg uas yuav ua rau peb cia siab, ua rau peb zoo siab thiab ua rau peb muaj lus khav hais tias peb kovyeej lawm twb yog nej ntag."},{"bible_id":"1525","chapter_code":"1TH.2","verse_code":"1TH.2.20","label":"20","content":"Rau qhov nej yog cov uas ua rau peb tau ntsejmuag thiab ua rau peb zoo siab."},{"bible_id":"1525","chapter_code":"1TH.3","verse_code":"1TH.3.1","label":"1","content":"Peb xav hnov nej xov kawg li, peb ua tsis taus siab ntev lawm, peb thiaj pom zoo cia Xilas wb nyob wb hauv lub nroog Athees, thiab cia wb tus kwv Timautes tuaj saib nej."},{"bible_id":"1525","chapter_code":"1TH.3","verse_code":"1TH.3.2","label":"2","content":"Timautes yog tus uas ua Vajtswv tes haujlwm qhia Txojmoo Zoo uas hais txog Yexus Khetos zaj ib yam li wb thiab. Wb txib nws tuaj txhawb nej lub zog thiab pab kom nej muab siab rau ntseeg."},{"bible_id":"1525","chapter_code":"1TH.3","verse_code":"1TH.3.3","label":"3","content":"Nej txhua tus uas tabtom raug kev txomnyem thiaj yuav tsis poob siab. Nej yeej paub lawm hais tias, tej kev tsimtxom ntawd yog tej uas Vajtswv twb xub npaj tseg cia rau cov ntseeg lawm."},{"bible_id":"1525","chapter_code":"1TH.3","verse_code":"1TH.3.4","label":"4","content":"Thaum peb tseem nrog nej nyob, peb twb qhia rau nej paub lawm hais tias, peb cov uas ntseeg yeej yuav raug kev tsimtxom. Nimno nej pom hais tias twb muaj li ntawd lawm tiag."},{"bible_id":"1525","chapter_code":"1TH.3","verse_code":"1TH.3.5","label":"5","content":"Vim li ntawd kuv thiaj pom zoo txib Timautes tuaj saib nej. Kuv tsis hnov nej xov li, kuv ua tsis taus siab ntev lawm, kuv thiaj txib Timautes tuaj saib nej, saib nej puas tseem muab siab rau ntseeg. Kuv ntshai nyob tsam dab Ntxwgnyoog ntxias tau nej yuam kev, ces tes haujlwm uas peb ua los lawm yuav tsis muaj nqis dabtsi li."},{"bible_id":"1525","chapter_code":"1TH.3","verse_code":"1TH.3.6","label":"6","content":"Timautes tau tuaj saib nej, nimno nws twb rov qab los txog wb lawm. Nws los qhia rau wb hais tias, nej tseem muab siab rau ntseeg thiab sib hlub. Nws hais rau wb hais tias nej nco nco wb thiab xav pom wb ib yam li wb xav pom nej."},{"bible_id":"1525","chapter_code":"1TH.3","verse_code":"1TH.3.7","label":"7","content":"Wb txhawj thiab nyuaj siab heev, tiamsis thaum wb hnov hais tias, nej tseem muab siab rau ntseeg wb thiaj li qab siab nyob."},{"bible_id":"1525","chapter_code":"1TH.3","verse_code":"1TH.3.8","label":"8","content":"Thaum wb hnov hais tias nej tseem muab siab npuab Vajtswv, wb thiaj tso siab plhuav lawm."},{"bible_id":"1525","chapter_code":"1TH.3","verse_code":"1TH.3.9","label":"9","content":"Nimno peb ua Vajtswv tsaug tsis txawj tas, rau qhov peb paub hais tias nej muab siab rau ntseeg, peb zoo siab kawg li, peb tsis pom qab yuav ua Vajtswv tsaug li."},{"bible_id":"1525","chapter_code":"1TH.3","verse_code":"1TH.3.10","label":"10","content":"Peb niaj hnub niaj hmo thov Vajtswv pab kom peb tau tuaj saib nej dua ib zaug, peb thiaj muaj sijhawm qhia nej, rau qhov tej uas nej ntseeg lawm, tseem tshuav qee yam uas nej tsis tau paub tseeb."},{"bible_id":"1525","chapter_code":"1TH.3","verse_code":"1TH.3.11","label":"11","content":"Peb thov Vajtswv tus uas yog peb Leej Txiv thiab thov peb tus Tswv Yexus qhib kev kom peb tau tuaj saib nej."},{"bible_id":"1525","chapter_code":"1TH.3","verse_code":"1TH.3.12","label":"12","content":"Peb thov Vajtswv pab kom nej ib tug txawj hlub ib tug heev dua yav tas los lawm, ib yam li uas niaj hnub no peb hlub nej."},{"bible_id":"1525","chapter_code":"1TH.3","verse_code":"1TH.3.13","label":"13","content":"Yog nej xub muaj lub siab zoo li ntawd lawm, thaum peb tus Tswv Yexus coj cov uas ntseeg nws  nrog nws los, thaum ntawd Vajtswv tus uas yog peb Leej Txiv yuav pom hais tias nej yog cov uas zoo kawg nkaus, nej tsis muaj ib qhov txhaum li."},{"bible_id":"1525","chapter_code":"1TH.4","verse_code":"1TH.4.1","label":"1","content":"Cov kwvtij, peb twb qhia rau nej lawm hais tias nej yuav tsum ua nej lub neej li cas thiaj yuav haum Vajtswv siab, nej twb ua li peb qhia ntawd lawm. Tiamsis nimno peb thov ntuas nej raws li peb tus Tswv Yexus kom peb ntuas, nej yuav tsum ua nej lub neej kom zoo dua yav tas los lawm thiab."},{"bible_id":"1525","chapter_code":"1TH.4","verse_code":"1TH.4.2","label":"2","content":"Rau qhov nej twb paub lawm hais tias tej lus uas peb qhia nej tsis yog peb tej lus, tiamsis yog peb tus Tswv Yexus tej lus."},{"bible_id":"1525","chapter_code":"1TH.4","verse_code":"1TH.4.3","label":"3","content":"Vajtswv xav kom nej ua nej lub neej zoo kawg nkaus, tsis txhob ua kev nkauj kev nraug thiaj li haum Vajtswv siab."},{"bible_id":"1525","chapter_code":"1TH.4","verse_code":"1TH.4.4","label":"4","content":"Nej txhua tus yuav tsum tswj nej lub cev thiab ncaj ncees rau nej tus pojniam,  nej thiaj yuav ua tau haum Vajtswv siab thiab haum neeg siab."},{"bible_id":"1525","chapter_code":"1TH.4","verse_code":"1TH.4.5","label":"5","content":"Cov neeg uas tsis paub Vajtswv, lawv muaj lub siab ntshaw ua phem ua qias, nej tsis txhob ntshaw li lawv."},{"bible_id":"1525","chapter_code":"1TH.4","verse_code":"1TH.4.6","label":"6","content":"Nej yuav tsum nco ntsoov zaj no, nej tsis txhob ua kev nkauj kev nraug ib zaug li. Yog nej ua nkauj ua nraug nej yeej yuav ua txhaum lwm tus xwb. Yav tas los peb twb qhia rau nej paub lawm hais tias Vajtswv yuav rau txim rau cov neeg uas ua txhaum li ntawd."},{"bible_id":"1525","chapter_code":"1TH.4","verse_code":"1TH.4.7","label":"7","content":"Vajtswv hu peb los ua neeg zoo, tsis yog hu peb los ua kev nkauj kev nraug."},{"bible_id":"1525","chapter_code":"1TH.4","verse_code":"1TH.4.8","label":"8","content":"Yog leejtwg tsis ua raws li Txojlus no qhia tsis yog nws saib tsis taus neeg, tiamsis yog nws saib tsis taus Vajtswv tus uas pub Vaj Ntsujplig tus Dawbhuv rau nej."},{"bible_id":"1525","chapter_code":"1TH.4","verse_code":"1TH.4.9","label":"9","content":"Tsis tas kuv yuav sau qhia rau nej hais tias nej cov uas ntseeg yuav tsum sib hlub, rau qhov Vajtswv twb qhia rau nej lawm hais tias ib tug yuav tsum hlub ib tug."},{"bible_id":"1525","chapter_code":"1TH.4","verse_code":"1TH.4.10","label":"10","content":"Nej yeej hlub cov kwvtij ntseeg Yexus uas nyob txhua qhov hauv lub xeev Makedaunias lawm. Tiamsis cov kwvtij, peb thov ntuas nej hais tias nej ib tug yuav tsum hlub ib tug heev dua ntawd thiab."},{"bible_id":"1525","chapter_code":"1TH.4","verse_code":"1TH.4.11","label":"11","content":"Nej yuav tsum niaj hnub xyaum ua neeg zoo tsis txhob ntau ncauj. Nej yuav tsum rau siab ntso ua nej tes haujlwm xwb tsis txhob mus tabkaum lwm tus. Thiab nej yuav tsum ua ntawm nej txhais tes tsis txhob tos lwm tus ua rau nej noj, raws li peb twb qhia rau nej lawm."},{"bible_id":"1525","chapter_code":"1TH.4","verse_code":"1TH.4.12","label":"12","content":"Yog nej ua li no, cov uas tsis ntseeg Vajtswv thiaj yuav saib taus nej, thiab nej thiaj yuav tsis tos lwm tus ua rau nej noj."},{"bible_id":"1525","chapter_code":"1TH.4","verse_code":"1TH.4.13","label":"13","content":"Cov kwvtij, peb xav kom nej paub tseeb hais tias cov neeg uas tuag lawm, lawv mus rau qhov twg lawm, nej thiaj yuav tsis quaj ntsuag ib yam li cov neeg uas tsis muaj chaw cia siab."},{"bible_id":"1525","chapter_code":"1TH.4","verse_code":"1TH.4.14","label":"14","content":"Peb paub tseeb hais tias Yexus twb tuag thiab sawv hauv qhov tuag rov qab los lawm; yog li ntawd, peb thiaj ntseeg hais tias Vajtswv yuav coj cov ntseeg uas tuag lawm nrog Yexus sawv rov qab los thiab."},{"bible_id":"1525","chapter_code":"1TH.4","verse_code":"1TH.4.15","label":"15","content":"Zaj uas peb qhia rau nej no twb yog peb qhia raws li peb tus Tswv Yexus tej lus qhia uas hais tias, hnub uas tus Tswv Yexus rov qab los, peb cov uas tseem ua neej nyob, peb yuav tsis xub ua cov uas tuag lawm ntej mus."},{"bible_id":"1525","chapter_code":"1TH.4","verse_code":"1TH.4.16","label":"16","content":"Thaum tus Tswv Yexus yuav los saum ntuj los, sawvdaws yuav hnov ib lub suab hu nrov nrov saum ntuj tuaj, thiab yuav hnov tus thawj timtswv ceebtsheej lub suab hu thiab hnov Vajtswv lub suab raj suab xyu nrov. Ces cov neeg tuag lawm uas ntseeg Yexus yuav sawv hauv qhov tuag los."},{"bible_id":"1525","chapter_code":"1TH.4","verse_code":"1TH.4.17","label":"17","content":"Tom qab ntawd Vajtswv yuav coj peb cov uas tseem ua neej nyob, nrog cov neeg ntawd ua ke nrog huab nrog cua mus ntsib tus Tswv saum ib nta ntuj, peb yuav nrog tus Tswv nyob mus ibtxhis li."},{"bible_id":"1525","chapter_code":"1TH.4","verse_code":"1TH.4.18","label":"18","content":"Yog li ntawd, nej cia li muab tej lus no los nplig txhua tus lub siab."},{"bible_id":"1525","chapter_code":"1TH.5","verse_code":"1TH.5.1","label":"1","content":"Cov kwvtij, tsis tas kuv yuav tsum sau qhia rau nej paub hais tias hnub twg thiab lub sijhawm twg yuav muaj tej ntawd."},{"bible_id":"1525","chapter_code":"1TH.5","verse_code":"1TH.5.2","label":"2","content":"Rau qhov nej yeej paub lawm hais tias hnub uas tus Tswv Yexus yuav los, nws yuav los ib yam li tubsab tuaj hmo ntuj."},{"bible_id":"1525","chapter_code":"1TH.5","verse_code":"1TH.5.3","label":"3","content":"Thaum sawvdaws tseem hais tias, “Peb tau zoo noj thiab tau zoo nyob kawg li lawm”, tamsim ntawd lawv yuav raug kev puastsuaj. Lawv yuav khiav tsis dim ib yam li tus pojniam uas mob plab yuav yug menyuam, nws yuav khiav tsis dim li."},{"bible_id":"1525","chapter_code":"1TH.5","verse_code":"1TH.5.4","label":"4","content":"Tiamsis cov kwvtij, nej tsis yog cov uas nyob hauv qhov tsaus ntuj, txawm yog hnub ntawd yuav los ib yam li tus tubsab tuaj los tsis tas nej yuav ntshai."},{"bible_id":"1525","chapter_code":"1TH.5","verse_code":"1TH.5.5","label":"5","content":"Rau qhov nej yog cov uas nyob qhov pom kev thiab nyob nruab hnub. Peb tsis yog cov uas nyob hmo ntuj lossis nyob hauv qhov tsaus ntuj."},{"bible_id":"1525","chapter_code":"1TH.5","verse_code":"1TH.5.6","label":"6","content":"Yog li ntawd peb tsis txhob tsaug zog li lwm tus. Peb yuav tsum tsis txhob tsaug zog thiab ceevfaj zov tos."},{"bible_id":"1525","chapter_code":"1TH.5","verse_code":"1TH.5.7","label":"7","content":"Tsuas yog thaum tsaus ntuj neeg thiaj pw tsaug zog thiab tsuas yog thaum tsaus ntuj neeg thiaj haus cawv qaug xwb."},{"bible_id":"1525","chapter_code":"1TH.5","verse_code":"1TH.5.8","label":"8","content":"Tiamsis peb yog cov uas nyob nruab hnub, tsis tsimnyog peb yuav qaug rau ib yam dabtsi li. Peb yuav tsum muab kev ntseeg thiab kev hlub los ua daim thaiv hauvsiab, thiab peb yuav tsum muab qhov uas peb cia siab hais tias peb yuav dim peb lub txim, los ua lub kausmom hlau ntoo."},{"bible_id":"1525","chapter_code":"1TH.5","verse_code":"1TH.5.9","label":"9","content":"Vajtswv yuav tsis rau txim rau peb cov uas Vajtswv xaiv cia lawm, tiamsis Vajtswv yuav zam txim rau peb cov uas ntseeg peb tus Tswv Yexus."},{"bible_id":"1525","chapter_code":"1TH.5","verse_code":"1TH.5.10","label":"10","content":"Yexus Khetos yog tus uas tuag theej peb lub txhoj. Nws ua li ntawd kom peb thiaj tau nrog nws nyob mus ibtxhis li. Thaum Yexus rov qab los txawm yog peb tseem muaj sia nyob lossis peb tuag lawm los xij, peb yeej yuav tau mus nrog nws nyob."},{"bible_id":"1525","chapter_code":"1TH.5","verse_code":"1TH.5.11","label":"11","content":"Yog li ntawd, nej ib tug yuav tsum txhawb ib tug zog, thiab ib tug pab ib tug, ib yam li niaj hnub no nej ua."},{"bible_id":"1525","chapter_code":"1TH.5","verse_code":"1TH.5.12","label":"12","content":"Cov kwvtij, peb qhia nej hais tias tsimnyog nej yuav tsum hwm cov uas saib nej. Lawv yog cov uas Vajtswv xaiv los coj nej thiab qhia nej."},{"bible_id":"1525","chapter_code":"1TH.5","verse_code":"1TH.5.13","label":"13","content":"Nej yuav tsum hwm lawv thiab hlub lawv, rau qhov lawv muab siab rau ua haujlwm pab nej. Nej yuav tsum nyob sib haumxeeb thiab sib hlub sib pab."},{"bible_id":"1525","chapter_code":"1TH.5","verse_code":"1TH.5.14","label":"14","content":"Cov kwvtij, peb qhia nej hais tias nej yuav tsum ntuas tus neeg tubnkeeg, thiab txhawb tus uas tsis muaj lub siab tawv, pab tus uas qaug zog thiab ua siab ntev rau sawvdaws."},{"bible_id":"1525","chapter_code":"1TH.5","verse_code":"1TH.5.15","label":"15","content":"Nej ib tug tsis txhob ua phem pauj ib tug, tiamsis nej ib tug yuav tsum ua zoo rau ib tug thiab ua zoo rau sawvdaws."},{"bible_id":"1525","chapter_code":"1TH.5","verse_code":"1TH.5.16","label":"16","content":"Nej yuav tsum niaj hnub zoo siab."},{"bible_id":"1525","chapter_code":"1TH.5","verse_code":"1TH.5.17","label":"17","content":"Nej yuav tsum thov Vajtswv tsis tseg tsis tu."},{"bible_id":"1525","chapter_code":"1TH.5","verse_code":"1TH.5.18","label":"18","content":"Txawm yog nej raug kev txomnyem thiab tau zoo los nej yuav tsum ua Vajtswv tsaug. Vajtswv xav kom nej txhua tus uas nrog Yexus Khetos koom ib txojsia lawm ua tej no."},{"bible_id":"1525","chapter_code":"1TH.5","verse_code":"1TH.5.19","label":"19","content":"Nej tsis txhob txwv Vaj Ntsujplig tus Dawbhuv."},{"bible_id":"1525","chapter_code":"1TH.5","verse_code":"1TH.5.20","label":"20","content":"Nej tsis txhob thuam tej lus uas Vaj Ntsujplig kom neeg qhia."},{"bible_id":"1525","chapter_code":"1TH.5","verse_code":"1TH.5.21","label":"21","content":"Nej yuav tsum ua tib zoo saib txhua yam huv tibsi, saib yam twg zoo, nej khaws yam ntawd cia."},{"bible_id":"1525","chapter_code":"1TH.5","verse_code":"1TH.5.22","label":"22","content":"Nej yuav tsum zam kom dhau txhua yam kev phem huv tibsi."},{"bible_id":"1525","chapter_code":"1TH.5","verse_code":"1TH.5.23","label":"23","content":"Thov Vajtswv tus uas pub rau peb tau nyob kaj siab lug, pab kom nej ua tau neeg zoo kawg nkaus. Thiab thov Vajtswv tsomkwm nej tus ntsujplig, nej lub siab thiab nej lub cev huv tibsi. Thaum peb tus Tswv Yexus Khetos rov los, nej thiaj yuav tsis muaj ib qhov txhaum li."},{"bible_id":"1525","chapter_code":"1TH.5","verse_code":"1TH.5.24","label":"24","content":"Vajtswv tus uas hu nej los ua nws haivneeg, nws yuav ua kom tej no tiav, rau qhov nws yog tus uas ncaj ncees."},{"bible_id":"1525","chapter_code":"1TH.5","verse_code":"1TH.5.25","label":"25","content":"Cov kwvtij, nej yuav tsum thov Vajtswv pab peb thiab."},{"bible_id":"1525","chapter_code":"1TH.5","verse_code":"1TH.5.26","label":"26","content":"Nej ib tug yuav tsum hlub ib tug."},{"bible_id":"1525","chapter_code":"1TH.5","verse_code":"1TH.5.27","label":"27","content":"Tus Tswv Yexus kom kuv qhia rau nej hais tias nej yuav tsum muab tsab ntawv no nyeem rau cov ntseeg txhua tus mloog."},{"bible_id":"1525","chapter_code":"1TH.5","verse_code":"1TH.5.28","label":"28","content":"Thov peb tus Tswv Yexus Khetos foom koob hmoov rau nej sawvdaws."}]