[{"bible_id":"1525","chapter_code":"2CO.1","verse_code":"2CO.1.1","label":"1","content":"Kuv yog Paulus tus uas yog Yexus Khetos ib tug timthawj raws li Vajtswv lub siab nyiam, thiab Timautes uas yog peb tus kwv, sau tsab ntawv no tuaj rau cov ntseeg Vajtswv uas nyob hauv lub nroog Kauleethaus, thiab cov ntseeg Vajtswv txhua tus uas nyob thoob plaws hauv lub xeev Akhayas:"},{"bible_id":"1525","chapter_code":"2CO.1","verse_code":"2CO.1.2","label":"2","content":"Thov Vajtswv tus uas yog peb Leej Txiv thiab Tswv Yexus Khetos foom koob hmoov rau nej thiab pub kom nej tau nyob kaj siab lug."},{"bible_id":"1525","chapter_code":"2CO.1","verse_code":"2CO.1.3","label":"3","content":"Peb cia li ua Vajtswv tus uas yog peb tus Tswv Yexus Khetos Leej Txiv tsaug. Leej Txiv tus uas yog Vajtswv, nws hlub peb thiab txhawb peb lub zog."},{"bible_id":"1525","chapter_code":"2CO.1","verse_code":"2CO.1.4","label":"4","content":"Nws txhawb peb lub zog thaum peb raug txhua yam kev nyuaj siab, kom peb thiaj txhawb tau lwm tus lub zog thaum lawv raug tej kev nyuaj siab; peb txhawb lwm tus lub zog ib yam li Vajtswv twb txhawb peb lub zog lawm."},{"bible_id":"1525","chapter_code":"2CO.1","verse_code":"2CO.1.5","label":"5","content":"Peb ua Yexus Khetos tes haujlwm, peb raug kev txomnyem ib yam li Yexus raug; tiamsis Vajtswv yuav pab peb ib yam li Vajtswv tau pab Yexus lawm."},{"bible_id":"1525","chapter_code":"2CO.1","verse_code":"2CO.1.6","label":"6","content":"Qhov uas peb raug kev txomnyem yeej yuav txhawb tau nej lub zog, thiab pab kom nej dim; qhov uas Vajtswv txhawb peb lub zog, yuav txhawb nej lub zog ib yam nkaus, kom nej ua taus siab ntev tiv kev txomnyem ib yam li peb twb tiv los lawm."},{"bible_id":"1525","chapter_code":"2CO.1","verse_code":"2CO.1.7","label":"7","content":"Yog li ntawd peb thiaj cia siab tau rau nej, rau qhov peb paub hais tias nej cov uas raug kev txomnyem ib yam li peb, Vajtswv yeej yuav txhawb nej ib yam li nws txhawb peb."},{"bible_id":"1525","chapter_code":"2CO.1","verse_code":"2CO.1.8","label":"8","content":"Cov kwvtij, peb xav kom nej paub hais tias thaum peb mus pem lub xeev Axias, peb raug txomnyem heev kawg li, peb tiv yuav luag tsis dhau, peb xav hais tias peb yeej yuav tuag xwb."},{"bible_id":"1525","chapter_code":"2CO.1","verse_code":"2CO.1.9","label":"9","content":"Peb zoo li tej neeg raug txim uas luag yuav coj mus tua. Tiamsis cia peb raug kev txomnyem li no, peb thiaj tsis cia siab rau peb lub tswvyim, tiamsis kom peb cia siab rau Vajtswv tus uas tsa tau neeg tuag sawv rov qab los."},{"bible_id":"1525","chapter_code":"2CO.1","verse_code":"2CO.1.10","label":"10","content":"Nws pab peb dim ntawm txojkev tuag uas txaus ntshai heev,  nws yeej yuav pab kom peb dim; thiab peb cia siab hais tias, nws tseem yuav pab peb mus lawm yav tom ntej,"},{"bible_id":"1525","chapter_code":"2CO.1","verse_code":"2CO.1.11","label":"11","content":"rau qhov nej niaj hnub thov Vajtswv pab peb. Yog muaj coob leej thov Vajtswv pab peb, Vajtswv yuav teb sawvdaws tej lus thov, thiab Vajtswv yuav foom koob hmoov rau peb; thiab yuav muaj coob leej ua Vajtswv tsaug vim Vajtswv pab peb."},{"bible_id":"1525","chapter_code":"2CO.1","verse_code":"2CO.1.12","label":"12","content":"Peb yeej khav tau hais tias peb lub siab qhia rau peb paub hais tias, peb ua peb lub neej hauv ntiajteb no peb ua ncaj ua ncees, thiab muaj nplooj siab dawb paug.  Txawm yog thaum peb nrog nej nyob los nej puavleej pom li ntawd. Peb ua tau li ntawd, rau qhov Vajtswv pab peb tsis yog peb ua raws li peb lub tswvyim."},{"bible_id":"1525","chapter_code":"2CO.1","verse_code":"2CO.1.13","label":"13","content":"Tej uas peb sau tuaj rau nej, peb tsuas sau tej uas nej nyeem tau thiab totaub xwb; kuv xav hais tias nej yuav totaub hauvpaus nto ntsis,"},{"bible_id":"1525","chapter_code":"2CO.1","verse_code":"2CO.1.14","label":"14","content":"tiamsis nej twb totaub qee yam lawm, kuv cia siab hais tias nej yuav totaub txhua yam huv tibsi, yog li ntawd thaum txog hnub uas peb tus Tswv Yexus rov qab los nej yuav ua rau peb zoo siab ib yam li peb ua rau nej zoo siab."},{"bible_id":"1525","chapter_code":"2CO.1","verse_code":"2CO.1.15","label":"15","content":"Thaum kuv paub li no lawm, kuv thiaj xav hais tias kuv yuav xub tuaj xyuas nej, kom nej tau koob hmoov ob npaug."},{"bible_id":"1525","chapter_code":"2CO.1","verse_code":"2CO.1.16","label":"16","content":"Kuv xav hais tias, kuv yuav tuaj xyuas nej thaum kuv tuaj mus pem Makedaunias, thiab thaum kuv rov ped los, kuv yuav rov los xyuas nej dua ib zaug, kom nej thiaj tau xa kuv mus nram lub xeev Yudas."},{"bible_id":"1525","chapter_code":"2CO.1","verse_code":"2CO.1.17","label":"17","content":"Kuv twb npaj siab tau li no lawm, kuv tseem yuav hloov siab thiab los? Kuv puas yog ib tug neeg uas hais tias “Tuaj, tuaj,” tiamsis ho “Tsis tuaj” los?"},{"bible_id":"1525","chapter_code":"2CO.1","verse_code":"2CO.1.18","label":"18","content":"Vajtswv yog tus ncaj ncees, tej lus uas kuv hais rau nej tsis yog tej lus uas hais tias, “Ua, ua,” tiamsis ho “Tsis ua.”"},{"bible_id":"1525","chapter_code":"2CO.1","verse_code":"2CO.1.19","label":"19","content":"Rau qhov Vajtswv tus tub Yexus Khetos uas Xilas, Timautes thiab kuv qhia rau nej, nws tsis yog tus uas hais tias, “Ua, ua,” tiamsis ho “Tsis ua.” Tiamsis nws yeej ibtxwm ua li nws hais;"},{"bible_id":"1525","chapter_code":"2CO.1","verse_code":"2CO.1.20","label":"20","content":"rau qhov tej uas Yexus ua puavleej tiav raws li Vajtswv tej lus cog tseg. Twb yog vim li ntawd peb cov uas ntseeg Yexus Khetos peb thiaj hais tias, “Amees”, yog peb ua rau Vajtswv tau koob meej."},{"bible_id":"1525","chapter_code":"2CO.1","verse_code":"2CO.1.21","label":"21","content":"Vajtswv ua rau peb thiab nej paub hais tias peb nrog Yexus Khetos koom ib txojsia, thiab Vajtswv muab peb tshwj rau ib cag,"},{"bible_id":"1525","chapter_code":"2CO.1","verse_code":"2CO.1.22","label":"22","content":"nws nias cim rau peb thiab nws pub Vaj Ntsujplig tus Dawbhuv los kav peb lub siab, ua timkhawv hais tias peb yuav tau tej uas nws npaj tseg rau peb lawm."},{"bible_id":"1525","chapter_code":"2CO.1","verse_code":"2CO.1.23","label":"23","content":"Vajtswv yeej paub kuv lub siab, kuv thiaj thov nws ua kuv tus timkhawv! Qhov uas kuv tsis tuaj rau hauv lub nroog Kauleethaus twb yog kuv tsis xav kom nej nyuaj siab."},{"bible_id":"1525","chapter_code":"2CO.1","verse_code":"2CO.1.24","label":"24","content":"Peb tsis tau yuam kom nej yuav tsum ntseeg li ub li no; peb yeej paub hais tias nej twb ntseeg lawm. Tiamsis peb xav pab nej kom nej muaj kev kaj siab xwb."},{"bible_id":"1525","chapter_code":"2CO.2","verse_code":"2CO.2.1","label":"1","content":"Yog li ntawd kuv thiaj ua ib siab tsis tuaj xyuas nej lawm, kom nej thiaj tsis muaj kev nyuaj siab."},{"bible_id":"1525","chapter_code":"2CO.2","verse_code":"2CO.2.2","label":"2","content":"Yog kuv ua rau nej nyuaj siab lawm, leejtwg yuav ua rau kuv rov zoo siab? Tsuas yog nej cov uas kuv ua rau nyuaj siab lawm thiaj yuav ua rau kuv zoo siab xwb."},{"bible_id":"1525","chapter_code":"2CO.2","verse_code":"2CO.2.3","label":"3","content":"Twb yog vim li no kuv thiaj sau thawj tsab ntawv ntawd tuaj rau nej, kuv tsis tuaj xyuas nej nyob tsam cov uas ua rau kuv zoo siab lawm yuav ua rau kuv nyuaj siab. Kuv cia siab hais tias thaum kuv zoo siab nej sawvdaws yeej yuav zoo siab thiab."},{"bible_id":"1525","chapter_code":"2CO.2","verse_code":"2CO.2.4","label":"4","content":"Thaum kuv sau tsab ntawv ntawd tuaj rau nej, kuv nyuaj siab, ntxhov siab thiab los kuv kua muag kawg li; tsis yog kuv txhob txwm ua kom nej nyuaj siab, tiamsis yog kuv xav kom nej paub hais tias kuv hlub nej heev."},{"bible_id":"1525","chapter_code":"2CO.2","verse_code":"2CO.2.5","label":"5","content":"Yog leejtwg ua rau ib tug twg nyuaj siab, tsis yog nws ua rau kuv xwb, tiamsis yog nws ua rau nej thiab, qhov uas kuv hais tias leejtwg, twb yog kuv tsis xav hais hnyav rau tus ntawd."},{"bible_id":"1525","chapter_code":"2CO.2","verse_code":"2CO.2.6","label":"6","content":"Kuv xav hais tias nej cov uas rau txim rau tus ntawd nej twb rau txaus lawm."},{"bible_id":"1525","chapter_code":"2CO.2","verse_code":"2CO.2.7","label":"7","content":"Yog li ntawd, nej yuav tsum zam txim rau tus ntawd thiab ua tib zoo ntuas nws, nyob tsam nws tej kev nyuaj siab ntawd ua rau nws tso Vajtswv tseg."},{"bible_id":"1525","chapter_code":"2CO.2","verse_code":"2CO.2.8","label":"8","content":"Yog li ntawd, kuv thov nej ua tib zoo hais rau nws paub hais tias nej hlub nws."},{"bible_id":"1525","chapter_code":"2CO.2","verse_code":"2CO.2.9","label":"9","content":"Kuv sau tsab ntawv ntawd tuaj rau nej, twb yog kuv sim saib nej puas mloog kuv lus."},{"bible_id":"1525","chapter_code":"2CO.2","verse_code":"2CO.2.10","label":"10","content":"Thaum nej zam txim rau leejtwg, kuv yeej zam txim rau tus ntawd ib yam nkaus thiab. Yog tsimnyog kuv zam txim rau leejtwg, kuv yeej zam tus ntawd lub txim tabmeeg Yexus Khetos, vim kuv saib rau saum nej sawvdaws."},{"bible_id":"1525","chapter_code":"2CO.2","verse_code":"2CO.2.11","label":"11","content":"Kuv ua li no kom dab Ntxwgnyoog thiaj ntxias tsis tau peb; rau qhov peb twb paub nws tes haujlwm tas lawm."},{"bible_id":"1525","chapter_code":"2CO.2","verse_code":"2CO.2.12","label":"12","content":"Thaum kuv mus txog hauv lub nroog Tau-as kuv qhia Txojmoo Zoo uas hais txog Yexus Khetos, kuv pom tus Tswv twb qhib kev rau kuv ua haujlwm nyob hauv lub nroog ntawd lawm."},{"bible_id":"1525","chapter_code":"2CO.2","verse_code":"2CO.2.13","label":"13","content":"Tiamsis kuv ntxhov siab heev, rau qhov kuv tsis pom peb tus kwv Titus nyob hauv. Yog li ntawd kuv thiaj ncaim cov neeg ntawd thiab mus rau pem Makedaunias lawm."},{"bible_id":"1525","chapter_code":"2CO.2","verse_code":"2CO.2.14","label":"14","content":"Peb cia li ua Vajtswv tsaug, rau qhov Vajtswv niaj hnub coj peb txoj haukev, rau qhov Yexus Khetos twb ua rau peb muaj yeej lawm. Vajtswv txib peb mus qhia Yexus Khetos zaj rau txhua qhov ib yam li tej pa tshuaj tsw qab uas tsw thoob plaws txhua qhov txhia chaw."},{"bible_id":"1525","chapter_code":"2CO.2","verse_code":"2CO.2.15","label":"15","content":"Rau qhov peb zoo li tej pa tshuaj tsw qab uas Yexus Khetos muab fij rau Vajtswv, tej pa ntawd tsw qab ntxiag mus rau cov neeg uas tabtom yuav dim thiab cov neeg uas tabtom yuav raug kev puastsuaj."},{"bible_id":"1525","chapter_code":"2CO.2","verse_code":"2CO.2.16","label":"16","content":"Cov neeg uas tabtom yuav raug kev puastsuaj, lawv suav hais tias tej pa ntawd yog tej uas ua rau lawv raug kev ploj kev tuag; tiamsis cov neeg uas tabtom yuav dim, lawv suav hais tias tej pa ntawd yog tej uas ua rau lawv tau txojsia. Leejtwg thiaj yuav tsimnyog ua tes haujlwm no?"},{"bible_id":"1525","chapter_code":"2CO.2","verse_code":"2CO.2.17","label":"17","content":"Peb tsis zoo li cov neeg uas muab Vajtswv txojlus coj mus muag noj muag haus, tiamsis yog Vajtswv txib peb, peb thiaj qhia ncaj qhia ncees tabmeeg Vajtswv, rau qhov peb yog Yexus Khetos cov tubtxib tiag."},{"bible_id":"1525","chapter_code":"2CO.3","verse_code":"2CO.3.1","label":"1","content":"Peb hais li no puas yog peb khavtheeb? Peb yuav tsum tau ntawv nqa tuaj rau nej ib yam li luag lwm tus lossis tau ntawv ntawm nej thiab los?"},{"bible_id":"1525","chapter_code":"2CO.3","verse_code":"2CO.3.2","label":"2","content":"Nej twb yog tsab ntawv uas peb muab sau rau hauv peb lub siab, kom txhua tus paub thiab tau nyeem ntag los sav!"},{"bible_id":"1525","chapter_code":"2CO.3","verse_code":"2CO.3.3","label":"3","content":"Qhov tseeb, Yexus Khetos yog tus sau tsab ntawv no thiab peb yog cov uas xa. Tsab ntawv no tsis yog nws muab kua mem sau, tiamsis yog nws muab Vajtswv tus uas muaj sia nyob tus Ntsujplig sau, thiab tsis yog sau rau ntawm tej txiag zeb, tiamsis yog sau rau hauv neeg lub siab."},{"bible_id":"1525","chapter_code":"2CO.3","verse_code":"2CO.3.4","label":"4","content":"Peb hais li no, rau qhov Yexus Khetos ua rau peb cia siab rau Vajtswv."},{"bible_id":"1525","chapter_code":"2CO.3","verse_code":"2CO.3.5","label":"5","content":"Peb yeej tsis tau khav hais tias peb muaj tswvyim ua tau tes haujlwm no. Qhov uas peb ua tau yog Vajtswv pub rau peb xwb;"},{"bible_id":"1525","chapter_code":"2CO.3","verse_code":"2CO.3.6","label":"6","content":"Vajtswv yog tus pub tswvyim rau peb qhia txoj kevcai tshiab, tsis yog txoj kevcai uas sau rau hauv ntawv, tiamsis yog Vaj Ntsujplig; txoj kevcai uas sau rau hauv ntawv ua rau neeg raug kev ploj kev tuag, tiamsis Vaj Ntsujplig ua rau neeg tau txojsia."},{"bible_id":"1525","chapter_code":"2CO.3","verse_code":"2CO.3.7","label":"7","content":"Txoj Kevcai ntawd muab txaug ua npe ntawv rau ntawm ob daim txiag zeb, thiab thaum muaj txoj Kevcai ntawd sawvdaws pom Vajtswv lub tshwjchim uas ci ntsa iab. Lub tshwjchim ntawd twb ploj lawm los Mauxes lub ntsejmuag tseem ci heev, cov Yixalayees yeej ntsia tsis taus li. Txawm li ntawd los txoj Kevcai ntawd yeej yuav ua rau cov neeg uas xyaum ua raws li txoj Kevcai ntawd raug kev ploj kev tuag."},{"bible_id":"1525","chapter_code":"2CO.3","verse_code":"2CO.3.8","label":"8","content":"Yog li ntawd qhov uas sawvdaws xyaum ua raws li Vaj Ntsujplig qhia, sawvdaws hajyam yuav pom Vajtswv lub tshwjchim uas loj dua ntawd thiab."},{"bible_id":"1525","chapter_code":"2CO.3","verse_code":"2CO.3.9","label":"9","content":"Yog hais tias txoj kevcai uas ua rau neeg raug txim twb muaj tshwjchim loj npaum li ntawd; ces txoj kevcai uas ua rau neeg dim txim tseem hajyam muaj tshwjchim loj dua ntawd thiab!"},{"bible_id":"1525","chapter_code":"2CO.3","verse_code":"2CO.3.10","label":"10","content":"Peb hais tau hais tias lub tshwjchim uas nimno ci ntsa iab ntawd twb ua rau lub tshwjchim thaum ub tsis ci lawm."},{"bible_id":"1525","chapter_code":"2CO.3","verse_code":"2CO.3.11","label":"11","content":"Rau qhov yam uas nyob ib ntus xwb, twb muaj tshwjchim loj npaum li ntawd, ces yam uas yuav nyob mus ibtxhis hajyam muaj tshwjchim loj dua ntawd thiab."},{"bible_id":"1525","chapter_code":"2CO.3","verse_code":"2CO.3.12","label":"12","content":"Twb yog vim peb cia siab li ntawd peb thiaj muaj lub siab tawv."},{"bible_id":"1525","chapter_code":"2CO.3","verse_code":"2CO.3.13","label":"13","content":"Peb tsis ua li Mauxes tus uas muab ntaub npog nws lub ntsejmuag kom cov Yixalayees tsis txhob pom nws lub tshwjchim ci ntsa iab uas ploj zuj zus mus ntawd."},{"bible_id":"1525","chapter_code":"2CO.3","verse_code":"2CO.3.14","label":"14","content":"Tiamsis lawv lub siab tawv heev, txawm yog niaj hnub no los thaum lawv nyeem txoj qub kevcai, daim ntaub ntawd tseem npog rawv lawv ntsejmuag li. Tsuas yog tus uas ntseeg Yexus Khetos lawm thiaj tsis muaj daim ntaub ntawd npog ntsejmuag lawm xwb."},{"bible_id":"1525","chapter_code":"2CO.3","verse_code":"2CO.3.15","label":"15","content":"Txawm yog niaj hnub no los thaum lawv nyeem Mauxes txoj kevcai daim ntaub ntawd tseem npog rawv lawv lub siab."},{"bible_id":"1525","chapter_code":"2CO.3","verse_code":"2CO.3.16","label":"16","content":"Tiamsis luag twb muab daim ntaub ntawd yaws lawm, raws li Vajtswv txojlus hais txog Mauxes hais tias, “Thaum Mauxes tig rau ntawm tus Tswv, luag twb muab nws daim ntaub uas npog Mauxes ntsejmuag yaws lawm.”"},{"bible_id":"1525","chapter_code":"2CO.3","verse_code":"2CO.3.17","label":"17","content":"Lo lus uas hais tias tus Tswv, lo lus ntawd yog hais txog Vaj Ntsujplig, yog tus Tswv tus Ntsujplig nyob qhov twg qhov ntawd muaj kev thajyeeb."},{"bible_id":"1525","chapter_code":"2CO.3","verse_code":"2CO.3.18","label":"18","content":"Peb txhua tus tsis muaj daim ntaub npog ntsejmuag lawm, peb zoo li daim tsom iav rau sawvdaws pom tus Tswv lub tshwjchim; thiab lub tshwjchim uas tus Tswv pub rau peb yog Vaj Ntsujplig, nws muab peb hloov kom peb muaj tus yam ntxwv zoo zuj zus li tus Tswv tus yam ntxwv."},{"bible_id":"1525","chapter_code":"2CO.4","verse_code":"2CO.4.1","label":"1","content":"Vajtswv hlub peb heev nws thiaj muab tes haujlwm no rau peb ua, yog li ntawd peb thiaj tsis poob siab."},{"bible_id":"1525","chapter_code":"2CO.4","verse_code":"2CO.4.2","label":"2","content":"Peb yeej tsis zais siab thiab tsis ua tej uas yuav poob ntsejmuag; peb tsis tau dag ntxias leejtwg lossis peb tsis hloov Vajtswv txojlus. Vajtswv yeej pom hais tias peb qhia tseeb xwb, peb niaj hnub qhia tej uas yuav ua rau sawvdaws nyias paub nyias tej kev txhaum."},{"bible_id":"1525","chapter_code":"2CO.4","verse_code":"2CO.4.3","label":"3","content":"Rau qhov cov neeg uas tsis totaub Txojmoo Zoo uas peb qhia, tsuas yog cov neeg uas tabtom yuav raug puastsuaj xwb."},{"bible_id":"1525","chapter_code":"2CO.4","verse_code":"2CO.4.4","label":"4","content":"Lawv tsis ntseeg, rau qhov tus vajtswv uas kav ntiajteb no ua rau lawv lub siab ruam lawm. Nws ua kom lawv tsis pom qhov kaj uas ci tuaj rau lawv, qhov kaj ntawd yog Txojmoo Zoo uas qhia txog Yexus Khetos lub tshwjchim uas ci ntsa iab, nws muaj tus yam ntxwv zoo li Vajtswv."},{"bible_id":"1525","chapter_code":"2CO.4","verse_code":"2CO.4.5","label":"5","content":"Peb yeej tsis qhia txog peb zaj; peb qhia hais tias Yexus Khetos yog tus Tswv, thiab peb yog nej cov tubtxib, rau qhov peb ua Yexus Khetos tes haujlwm."},{"bible_id":"1525","chapter_code":"2CO.4","verse_code":"2CO.4.6","label":"6","content":"Tus Vajtswv uas hais tias, “Qhov kaj cia li ci hauv qhov tsaus ntuj tuaj,” tus ntawd yog tus Vajtswv uas ua kom qhov kaj ci tuaj rau hauv peb lub siab, qhia kom peb paub Vajtswv lub tshwjchim uas ua rau Yexus Khetos lub ntsejmuag ci ntsa iab."},{"bible_id":"1525","chapter_code":"2CO.4","verse_code":"2CO.4.7","label":"7","content":"Peb zoo li lub laujkaub av uas luag muab tej yam muaj nqis ntim rau hauv, kom sawvdaws thiaj pom lub hwjchim uas loj kawg nkaus uas yog Vajtswv lub, tsis yog peb lub."},{"bible_id":"1525","chapter_code":"2CO.4","verse_code":"2CO.4.8","label":"8","content":"Peb niaj hnub raug kev nyuaj siab, tiamsis peb tsis poob siab; muaj qee zaus peb kawg tswvyim, tiamsis peb tsis tws kev;"},{"bible_id":"1525","chapter_code":"2CO.4","verse_code":"2CO.4.9","label":"9","content":"peb raug luag tsimtxom, tiamsis Vajtswv tsis tso peb tseg, luag muab peb ntaus ntog tiamsis peb tsis tuag."},{"bible_id":"1525","chapter_code":"2CO.4","verse_code":"2CO.4.10","label":"10","content":"Peb txaus siab raug kev ploj kev tuag txhua lub sijhawm ib yam li Yexus Khetos, kom sawvdaws pom hais tias peb ua peb lub neej ib yam li Yexus Khetos lub."},{"bible_id":"1525","chapter_code":"2CO.4","verse_code":"2CO.4.11","label":"11","content":"Thaum peb tseem ua neej nyob peb cov uas ua Yexus Khetos tes haujlwm, peb niaj hnub txaus siab raug kev ploj kev tuag kom sawvdaws pom peb ua peb lub neej ib yam li Yexus Khetos lub."},{"bible_id":"1525","chapter_code":"2CO.4","verse_code":"2CO.4.12","label":"12","content":"Qhov uas peb raug kev ploj kev tuag, qhov ntawd ua rau nej tau txojsia."},{"bible_id":"1525","chapter_code":"2CO.4","verse_code":"2CO.4.13","label":"13","content":"Tiamsis peb ntseeg raws li Vajtswv txojlus uas hais tias, “Kuv ntseeg kuv thiaj hais.” Peb yeej ntseeg yog li ntawd peb thiaj hais."},{"bible_id":"1525","chapter_code":"2CO.4","verse_code":"2CO.4.14","label":"14","content":"Peb paub hais tias Vajtswv tus uas tsa Tswv Yexus sawv hauv qhov tuag rov qab los, nws yuav tsa peb cov uas nrog Yexus koom ib txojsia sawv hauv qhov tuag rov qab los ib yam nkaus, nws yuav coj peb thiab nej mus cuag nws."},{"bible_id":"1525","chapter_code":"2CO.4","verse_code":"2CO.4.15","label":"15","content":"Ib puas tsav yam no puavleej yuav muaj nqis rau nej. Thaum muaj neeg coob zuj zus hnov hais tias, Vajtswv hlub sawvdaws, yuav muaj neeg ua Vajtswv tsaug coob zuj zus ntxiv ib yam nkaus. Tej ntawd puavleej ua rau Vajtswv tau ntsejmuag."},{"bible_id":"1525","chapter_code":"2CO.4","verse_code":"2CO.4.16","label":"16","content":"Twb yog vim li ntawd peb thiaj tsis poob siab. Txawm yog peb lub cev tsaug zuj zus los peb lub siab tseem niaj hnub muaj zog ntxiv."},{"bible_id":"1525","chapter_code":"2CO.4","verse_code":"2CO.4.17","label":"17","content":"Tej teebmeem me me uas peb raug ib nyuag ntu no, yuav ua rau peb tau txoj koob hmoov zoo uas yuav nyob mus ibtxhis, tej teebmeem uas peb raug yeej piv tsis tau txoj koob hmoov uas peb tau li."},{"bible_id":"1525","chapter_code":"2CO.4","verse_code":"2CO.4.18","label":"18","content":"Rau qhov peb tsis muab siab npuab tej uas peb qhovmuag pom, tiamsis peb muab siab npuab tej uas peb qhovmuag tsis pom. Tej uas peb qhovmuag pom tsuas nyob ib ntus xwb, tiamsis tej uas peb qhovmuag tsis pom yuav nyob mus ibtxhis li."},{"bible_id":"1525","chapter_code":"2CO.5","verse_code":"2CO.5.1","label":"1","content":"Peb paub hais tias peb lub cev zoo li lub tsev pheebsuab uas nyob hauv ntiajteb no thiab yog lub uas txawj puastsuaj, Vajtswv yuav ua ib lub tsev saum ntuj rau peb mus nyob, lub tsev uas nws ua ntawd yuav nyob mus ibtxhis."},{"bible_id":"1525","chapter_code":"2CO.5","verse_code":"2CO.5.2","label":"2","content":"Nimno peb kub siab lug xav mus nyob lub tsev uas Vajtswv ua cia rau saum ntuj ceebtsheej lawm;"},{"bible_id":"1525","chapter_code":"2CO.5","verse_code":"2CO.5.3","label":"3","content":"thaum peb lub cev puastsuaj lawm peb thiaj yuav muaj tsev nyob."},{"bible_id":"1525","chapter_code":"2CO.5","verse_code":"2CO.5.4","label":"4","content":"Thaum peb tseem ua neej nyob no peb niaj hnub nyuaj siab kawg li. Tsis yog peb xav rhuav peb lub cev uas zoo li lub tsev pheebsuab, tiamsis peb xav mus nyob lub tsev uas Vajtswv ua saum ntuj ceebtsheej rau peb nyob, kom peb lub cev uas txawj tuag hloov ua lub uas tsis txawj tuag."},{"bible_id":"1525","chapter_code":"2CO.5","verse_code":"2CO.5.5","label":"5","content":"Vajtswv yog tus uas tu peb cia tos hnub uas nws yuav muab lub cev tshiab rau peb. Thiab nws pub nws tus Ntsujplig rau peb. Qhov uas nws ua li ntawd twb yog ib qho tseemceeb uas qhia rau peb hais tias peb yeej yuav tau tej uas nws npaj tseg rau peb lawm."},{"bible_id":"1525","chapter_code":"2CO.5","verse_code":"2CO.5.6","label":"6","content":"Twb yog vim li ntawd peb thiaj muaj nplooj siab tawv qhawv tsis ntshai ib yam dabtsi li. Peb paub hais tias thaum peb tseem nyob hauv lub tsev pheebsuab no peb nyob deb peb tus Tswv Yexus lub tsev."},{"bible_id":"1525","chapter_code":"2CO.5","verse_code":"2CO.5.7","label":"7","content":"Thaum peb tseem ua neej nyob no txawm yog peb tsis pom nws los peb cia siab rau nws."},{"bible_id":"1525","chapter_code":"2CO.5","verse_code":"2CO.5.8","label":"8","content":"Peb tsis ntshai kev ploj kev tuag, rau qhov peb yeej xav mus nrog peb tus Tswv Yexus nyob heev dua li peb nyob hauv lub tsev pheebsuab no."},{"bible_id":"1525","chapter_code":"2CO.5","verse_code":"2CO.5.9","label":"9","content":"Txawm yog li cas los peb yeej yuav ua raws li Vajtswv lub siab nyiam, tsis hais peb tseem nyob hauv no lossis mus nyob saum ntuj los peb yeej zoo siab,"},{"bible_id":"1525","chapter_code":"2CO.5","verse_code":"2CO.5.10","label":"10","content":"rau qhov peb txhua tus yuav tsum mus sawv ntawm Yexus Khetos lub xubntiag. Nws yuav taug pab zaj thiab muab nqi zog rau txhua tus raws li tej haujlwm uas sawvdaws tau ua los lawm, thaum sawvdaws tseem ua neej nyob no, tsis hais ua zoo lossis ua phem."},{"bible_id":"1525","chapter_code":"2CO.5","verse_code":"2CO.5.11","label":"11","content":"Peb puavleej paub ntshai Vajtswv, yog li ntawd peb thiaj niaj hnub yaum sawvdaws los mloog Vajtswv lus. Vajtswv yeej paub peb txhua tus lub siab huv tibsi. Kuv xav hais tias nyaj nej yuav paub kuv lawm thiab."},{"bible_id":"1525","chapter_code":"2CO.5","verse_code":"2CO.5.12","label":"12","content":"Peb hais li no tsis yog peb ho yuav rov piav peb lub neej qhia nej dua, tiamsis peb xav ua rau sawvdaws paub hais tias vim li cas nej qhuas peb, nej thiaj yuav muaj lus teb cov neeg uas nyiam saib neeg ntsejmuag xwb tsis saib neeg lub siab."},{"bible_id":"1525","chapter_code":"2CO.5","verse_code":"2CO.5.13","label":"13","content":"Yog peb ua li tej neeg vwm, yeej yog peb ua rau Vajtswv tau ntsejmuag. Yog peb ua li tej neeg uas muaj tswvyim, yeej yog peb ua pab nej."},{"bible_id":"1525","chapter_code":"2CO.5","verse_code":"2CO.5.14","label":"14","content":"Yexus Khetos tus uas muaj lub siab hlub nws kav tagnrho peb lub neej huv tibsi, rau qhov peb pom hais tias muaj ib tug tuag theej sawvdaws lub txhoj. Lo lus ntawd qhia hais tias sawvdaws puavleej koom nws txojkev tuag."},{"bible_id":"1525","chapter_code":"2CO.5","verse_code":"2CO.5.15","label":"15","content":"Nws tuag theej txhua tus lub txhoj. Nws ua li ntawd kom cov neeg uas tseem ua neej nyob lawv tsis txhob ua lawv lub neej raws li lawv lub siab nyiam, tiamsis kom lawv ua lawv lub neej raws li nws lub siab nyiam. Nws yog tus uas tuag thiab yog tus uas Vajtswv tsav sawv hauv qhov tuag rov qab los. Nws ua li ntawd twb yog vim nws hlub lawv."},{"bible_id":"1525","chapter_code":"2CO.5","verse_code":"2CO.5.16","label":"16","content":"Nimno peb tsis ntsuas leejtwg lub neej raws li neeg ibtxwm ntsuas. Txawm yog yav tas los peb pheej ntsuas Yexus Khetos lub neej raws li neeg ntsuas los nimno peb tsis ua li ntawd lawm."},{"bible_id":"1525","chapter_code":"2CO.5","verse_code":"2CO.5.17","label":"17","content":"Tus uas nrog Yexus Khetos koom ib txojsia, tus ntawd yog neeg tshiab. Nws lub neej qub twb dua lawm nimno nws muaj lub neej tshiab."},{"bible_id":"1525","chapter_code":"2CO.5","verse_code":"2CO.5.18","label":"18","content":"Ib puas tsav yam no puavleej yog Vajtswv ua. Vajtswv coj peb rov los nrog Vajtswv sib raug zoo rau qhov peb ntseeg Yexus Khetos. Thiab Vajtswv muab txoj haujlwm uas mus coj neeg los nrog Vajtswv sib raug zoo rau peb ua."},{"bible_id":"1525","chapter_code":"2CO.5","verse_code":"2CO.5.19","label":"19","content":"Zaj uas peb niaj hnub qhia, zaj ntawd hais tias Vajtswv coj txhua haivneeg uas ntseeg Yexus Khetos los nrog Vajtswv sib raug zoo.  Vajtswv tsis suav hais tias lawv muaj txim, thiab Vajtswv muab zaj uas hais tias Vajtswv coj neeg los nrog Vajtswv sib raug zoo rau peb qhia."},{"bible_id":"1525","chapter_code":"2CO.5","verse_code":"2CO.5.20","label":"20","content":"Yog li ntawd peb thiaj ua Yexus Khetos cov tubtxib, piv ib yam li Vajtswv qiv peb qhovncauj ntuas nej. Yexus Khetos kom peb ntuas nej hais tias nej yuav tsum cia Vajtswv coj nej los nrog Vajtswv sib raug zoo."},{"bible_id":"1525","chapter_code":"2CO.5","verse_code":"2CO.5.21","label":"21","content":"Yexus Khetos yeej ibtxwm tsis muaj txim, tiamsis Vajtswv muab peb lub txim rau nws ris. Vajtswv ua li ntawd kom peb cov uas nrog Yexus Khetos koom ib txojsia ua tau neeg ncaj ncees ib yam li Vajtswv yog tus uas ncaj ncees."},{"bible_id":"1525","chapter_code":"2CO.6","verse_code":"2CO.6.1","label":"1","content":"Peb cov uas ua Vajtswv tes haujlwm, peb ntuas nej hais tias nej tsis txhob ua rau tej koob hmoov uas Vajtswv foom rau nej lawm tsis muaj nqis."},{"bible_id":"1525","chapter_code":"2CO.6","verse_code":"2CO.6.2","label":"2","content":"Rau qhov Vajtswv txojlus hais tias, “Thaum lub sijhawm uas kuv txaus siab rau nej, thaum ntawd kuv mloog nej tej lus thov. Hnub uas nej dim yog kuv pab nej.” Nej ua tib zoo mloog kuv tej lus. Lub sijhawm no yog lub sijhawm uas Vajtswv pom zoo pab nej. Hnub no yog hnub ua nej yuav dim tau nej lub txim."},{"bible_id":"1525","chapter_code":"2CO.6","verse_code":"2CO.6.3","label":"3","content":"Peb yeej tsis xav cia leejtwg thuam tau peb tes haujlwm, peb thiaj tsis muab ib yam dabtsi los cuab leejtwg kev."},{"bible_id":"1525","chapter_code":"2CO.6","verse_code":"2CO.6.4","label":"4","content":"Peb ua txhua yam rau sawvdaws pom hais tias peb yog Vajtswv cov tubtxib. Peb ua siab ntev tiv teebmeem, nyiaj kev txomnyem thiab kev nyuaj siab."},{"bible_id":"1525","chapter_code":"2CO.6","verse_code":"2CO.6.5","label":"5","content":"Luag muab peb nplawm, muab peb kaw rau hauv tsev lojcuj thiab puav peb ntes. Peb ua haujlwm khwv khwv yoo dab ntub zias thiab yoo tshaib yoo nqhis;"},{"bible_id":"1525","chapter_code":"2CO.6","verse_code":"2CO.6.6","label":"6","content":"txawm yog li ntawd los peb ua siab dawb siab zoo, paub qhov tseeb, ua siab ntev, muaj lub siab hlub lwm tus, sawvdaws thiaj pom hais tias peb yog Vajtswv cov tubtxib. Peb muaj lub siab hlub sawvdaws tiag tiag,"},{"bible_id":"1525","chapter_code":"2CO.6","verse_code":"2CO.6.7","label":"7","content":"peb niaj hnub qhia Vajtswv txojlus uas yog qhov tseeb thiab peb lub neej ua rau sawvdaws pom Vajtswv lub hwjchim. Tej cuabyeej uas peb siv tawmtsam yeebncuab thiab ntis peb lub cev twb yog qhov uas peb ua peb lub neej zoo thiab ncaj ncees."},{"bible_id":"1525","chapter_code":"2CO.6","verse_code":"2CO.6.8","label":"8","content":"Tej neeg muaj ibtxhia hwm peb, ibtxhia saib tsis taus peb. Ibtxhia thuam peb ibtxhia qhuas peb. Txawm yog peb yeej hais lus tseeb xwb los tseem muaj neeg hais tias peb hais dag;"},{"bible_id":"1525","chapter_code":"2CO.6","verse_code":"2CO.6.9","label":"9","content":"peb zoo li cov neeg uas tsis muaj leejtwg paub, tiamsis sawvdaws puavleej paub peb. Peb zoo li cov neeg uas tuag lawm, tiamsis nej sim siab peb tseem muaj sia nyob. Luag tsimtxom peb, tiamsis peb tsis tuag;"},{"bible_id":"1525","chapter_code":"2CO.6","verse_code":"2CO.6.10","label":"10","content":"peb muaj kev txhawjxeeb, tiamsis peb tseem niaj hnub zoo siab. Peb yog neeg pluag, tiamsis peb tseem ua rau ntau leej npluanuj. Peb tsis muaj ib yam dabtsi li, tiamsis qhov tseemceeb ib puas tsav yam puavleej yog peb tug."},{"bible_id":"1525","chapter_code":"2CO.6","verse_code":"2CO.6.11","label":"11","content":"Cov kwvtij uas nyob hauv lub nroog Kauleethaus, peb twb nthuav peb lub siab lub ntsws qhia tseeb rau nej lawm, peb tsis tau zais ib los hlo li."},{"bible_id":"1525","chapter_code":"2CO.6","verse_code":"2CO.6.12","label":"12","content":"Peb tsis tau zais siab rau nej, tsuas yog nej thiaj zais siab rau peb xwb."},{"bible_id":"1525","chapter_code":"2CO.6","verse_code":"2CO.6.13","label":"13","content":"Kuv suav hais tias nej yog kuv cov menyuam, kuv thiaj hais li no rau nej, nej cia li qhia hlo nej lub siab rau peb ib yam li peb twb qhia peb lub siab rau nej lawm."},{"bible_id":"1525","chapter_code":"2CO.6","verse_code":"2CO.6.14","label":"14","content":"Tus uas ntseeg Vajtswv tsis txhob mus nrog tus uas tsis ntseeg koom kwv ib tug quab, rau qhov nkawd yeej kwv tsis tau ua ke. Qhov phem thiab qhov zoo, qhov kaj thiab qhov tsaus yeej nyob tsis tau ua ke."},{"bible_id":"1525","chapter_code":"2CO.6","verse_code":"2CO.6.15","label":"15","content":"Yexus Khetos thiab dab Ntxwgnyoog yeej nyob tsis tau ua ke. Tus uas ntseeg thiab tus uas tsis ntseeg nyias yeej nyiam nyias lawm ib yam."},{"bible_id":"1525","chapter_code":"2CO.6","verse_code":"2CO.6.16","label":"16","content":"Yeej tsis muaj leejtwg yuav nqa mlom mus teev hauv Vajtswv lub tuamtsev, rau qhov peb lub cev yog Vajtswv tus uas muaj sia nyob lub tuamtsev. Raws li Vajtswv txojlus uas hais tias, “Kuv yuav muab lawv ua kuv qhov chaw nyob thiab kuv yuav niaj hnub nrog lawv nyob. Kuv yuav yog lawv tus Vajtswv thiab lawv yuav yog kuv haivneeg.”"},{"bible_id":"1525","chapter_code":"2CO.6","verse_code":"2CO.6.17","label":"17","content":"Yog li ntawd tus Tswv thiaj hais tias, “Nej cia li tso plhuav lawv cov ntawd tseg mus nyob rau ib cag, thiab nej tsis txhob kov tej uas qias kuv thiaj yuav yuav nej."},{"bible_id":"1525","chapter_code":"2CO.6","verse_code":"2CO.6.18","label":"18","content":"Kuv yuav yog nej txiv, nej yuav yog kuv cov tub cov ntxhais. Tus Tswv uas muaj hwjchim loj kawg nkaus yog tus uas hais li no.”"},{"bible_id":"1525","chapter_code":"2CO.7","verse_code":"2CO.7.1","label":"1","content":"Cov kwvtij uas kuv hlub, Vajtswv twb coglus li no rau peb lawm. Yog li ntawd, peb yuav tsum ua neeg zoo kawg nkaus thiab paub ntshai Vajtswv. Peb yuav tsum tso plhuav tej kev txhaum uas peb ua thiab peb xav huv tibsi tseg."},{"bible_id":"1525","chapter_code":"2CO.7","verse_code":"2CO.7.2","label":"2","content":"Nej tsis txhob tso peb tseg. Peb yeej tsis tau ua txhaum rau leejtwg lossis xav txo leejtwg lub neej lossis ntxias leejtwg tug yuav."},{"bible_id":"1525","chapter_code":"2CO.7","verse_code":"2CO.7.3","label":"3","content":"Kuv hais li no tsis yog kuv cem nej. Kuv twb qhia rau nej lawm hais tias nej niaj hnub nyob rawv hauv kuv lub siab. Txawm yog yuav ciaj thiab tuag los peb yeej yuav nyob ua ke mus li."},{"bible_id":"1525","chapter_code":"2CO.7","verse_code":"2CO.7.4","label":"4","content":"Kuv cia siab rau nej thiab qhuas nej. Txawm yog peb raug kev txomnyem ntau yam los kuv tsis poob siab, kuv zoo siab kawg li."},{"bible_id":"1525","chapter_code":"2CO.7","verse_code":"2CO.7.5","label":"5","content":"Thaum peb mus txog pem lub xeev Makedaunias peb tsis tau so li. Muaj kev kub ntxhov puagncig peb. Peb lub ncauj nrog luag sib cav, peb lub siab niaj hnub txhawj ntshai."},{"bible_id":"1525","chapter_code":"2CO.7","verse_code":"2CO.7.6","label":"6","content":"Tiamsis Vajtswv tus uas txhawb cov neeg uas poob siab lub zog, nws txhawb peb lub zog, rau qhov nws kom Titus tuaj xyuas kuv."},{"bible_id":"1525","chapter_code":"2CO.7","verse_code":"2CO.7.7","label":"7","content":"Tsis yog li ntawd xwb, Titus tuaj qhia rau kuv hais tias nej txhawb Titus lub zog. Nej xav xav pom kuv thiab tej uas nej ua los lawm ua rau nej nyuaj siab kawg li. Nws hais tias, nej muab siab npuab kuv heev. Tej ntawd ua rau kuv zoo siab kawg li."},{"bible_id":"1525","chapter_code":"2CO.7","verse_code":"2CO.7.8","label":"8","content":"Txawm yog tsab ntawv uas kuv sau xa tuaj rau nej ntawd ua rau nej tu siab los xij, kuv yeej tsis tu siab li. Tsuas yog kuv muaj ntsis txhawj xwb, thaum kuv hnov hais tias tsab ntawv ntawd ua rau nej tu siab ib nyuag ntu."},{"bible_id":"1525","chapter_code":"2CO.7","verse_code":"2CO.7.9","label":"9","content":"Tiamsis nimno kuv zoo siab tsis yog vim kuv ua rau nej tu siab, vim qhov uas nej tu siab ntawd ua rau nej tso nej tej kev txhaum tseg. Twb yog Vajtswv cia nej tu siab, yog li ntawd tej lus uas peb hais yeej tsis txhaum,"},{"bible_id":"1525","chapter_code":"2CO.7","verse_code":"2CO.7.10","label":"10","content":"rau qhov qhov uas Vajtswv cia nej tu siab, qhov ntawd ua rau nej tso nej tej kev txhaum tseg kom nej tau txojkev cawm dim. Yog li ntawd tsis tas leejtwg yuav tu siab. Tiamsis cov neeg uas tsis ntseeg Vajtswv txawm yog lawv paub tu siab rau lawv tej kev txhaum los yog lawv tsis tso tseg, lawv yeej yuav raug kev ploj kev tuag."},{"bible_id":"1525","chapter_code":"2CO.7","verse_code":"2CO.7.11","label":"11","content":"Nej sim ua tib zoo xav saib, Vajtswv cia nej tu siab li ntawd muaj nqis hov ntau rau nej. Tej ntawd ua rau nej mob siab thiab ua rau nej kub siab lug daws nej zaj kom sawvdaws paub hais tias nej tsis tau ua txhaum, ua rau nej nco txog kuv thiab ua rau nej zoo siab rau txim rau tus uas ua txhaum. Tej uas muaj no sawvdaws puavleej pom hais tias nej tsis tau ua txhaum ib qho li."},{"bible_id":"1525","chapter_code":"2CO.7","verse_code":"2CO.7.12","label":"12","content":"Yog li ntawd, txawm yog kuv sau tsab ntawv ntawd tuaj rau nej los kuv yeej tsis txhob txwm sau tuaj qhia tus uas ua txhaum ntawd lossis qhia tus uas tus ntawd ua txhaum rau. Tiamsis kuv sau tuaj qhia nej kom nej nco ntsoov hais tias, Vajtswv pom nej muab siab npuab peb kawg li."},{"bible_id":"1525","chapter_code":"2CO.7","verse_code":"2CO.7.13","label":"13","content":"Twb yog vim li ntawd peb thiaj zoo siab. Tsis yog li ntawd xwb, Titus tuaj ua rau peb zoo siab kawg li thiab, rau qhov nej txhua tus puavleej ua rau nws tso siab plhuav tsis txob tsis txhawj lawm."},{"bible_id":"1525","chapter_code":"2CO.7","verse_code":"2CO.7.14","label":"14","content":"Kuv qhuas nej rau nws. Qhov uas kuv qhuas li ntawd yeej tsis ua rau kuv poob ntsejmuag. Tej uas peb qhia nej puavleej yog tej uas tseemceeb tsis muaj ib qho dag li. Ib yam nkaus li ntawd, tej uas peb qhuas nej rau Titus yeej muaj tseeb tiag."},{"bible_id":"1525","chapter_code":"2CO.7","verse_code":"2CO.7.15","label":"15","content":"Thaum Titus pom hais tias nej mloog nws lus, saib taus nws thiab hwm nws, nws hajyam hlub nej heev."},{"bible_id":"1525","chapter_code":"2CO.7","verse_code":"2CO.7.16","label":"16","content":"Kuv zoo siab kawg li, rau qhov kuv yeej cia siab tau rau nej."},{"bible_id":"1525","chapter_code":"2CO.8","verse_code":"2CO.8.1","label":"1","content":"Cov kwvtij peb xav kom nej paub hais tias Vajtswv twb foom koob hmoov ntau kawg rau cov ntseeg uas nyob qhov txhia chaw hauv lub xeev Makedaunias lawm."},{"bible_id":"1525","chapter_code":"2CO.8","verse_code":"2CO.8.2","label":"2","content":"Tej kev txomnyem uas lawv raug twb yog sim saib lawv puas muab siab rau ntseeg. Txawm yog lawv txomnyem npaum li ntawd los lawv tseem zoo siab kawg li. Lawv yeej yog cov neeg uas pluag heev, tiamsis lawv muaj nplooj siab dawb paug muab lawv tej nyiaj pab lwm tus."},{"bible_id":"1525","chapter_code":"2CO.8","verse_code":"2CO.8.3","label":"3","content":"Kuv paub hais tias lawv sau lawv tej nyiaj pab lwm tus raws li uas lawv pab tau."},{"bible_id":"1525","chapter_code":"2CO.8","verse_code":"2CO.8.4","label":"4","content":"Tsis yog li ntawd xwb, lawv tseem muab tshaj tej ntawd thiab. Lawv niaj hnub thov peb cia lawv xa nyiaj mus pab cov ntseeg Vajtswv uas nyob nram lub xeev Yudas. Yeej tsis muaj leejtwg yuam lawv ua li ntawd, lawv cia li ua lawv xwb."},{"bible_id":"1525","chapter_code":"2CO.8","verse_code":"2CO.8.5","label":"5","content":"Peb tsis xav hais tias lawv yuav muab ntau npaum li ntawd. Qhov tseemceeb lawv yeej xub cia peb tus Tswv kav lawv lub siab lawm. Thiab lawv zoo siab cia peb txib lawv mus ua haujlwm raws li Vajtswv pom zoo."},{"bible_id":"1525","chapter_code":"2CO.8","verse_code":"2CO.8.6","label":"6","content":"Yog li ntawd peb thiaj thov Titus tus uas pib ua txoj haujlwm no rov tuaj tim nej. Nws yuav pab nej ua txoj haujlwm uas nej zoo siab ua ntawd kom tiav."},{"bible_id":"1525","chapter_code":"2CO.8","verse_code":"2CO.8.7","label":"7","content":"Nej twb muaj txhua yam txhij lawm, tsis hais cov neeg uas muab siab rau ntseeg, cov uas txawj qhia, cov uas txawj ntse, cov uas kub siab lug pab lwm tus thiab cov uas hlub peb.  Yog li ntawd tsimnyog nej zoo siab hlo pab ua txoj haujlwm no thiab."},{"bible_id":"1525","chapter_code":"2CO.8","verse_code":"2CO.8.8","label":"8","content":"Kuv tsis yuam nej ua li ntawd, tiamsis kuv tsuas qhia rau nej hais tias lwm cov kub siab lug sib pab li cas xwb. Kuv xav paub hais tias nej puas muaj lub siab hlub tiag."},{"bible_id":"1525","chapter_code":"2CO.8","verse_code":"2CO.8.9","label":"9","content":"Rau qhov nej yeej paub hais tias peb tus Tswv Yexus Khetos hlub peb kawg li. Txawm yog nws yog tus uas npluanuj los nws zoo siab los ua tus uas npluag. Nws ua li ntawd twb yog nws xav pab nej kom nej ua tau neeg npluanuj."},{"bible_id":"1525","chapter_code":"2CO.8","verse_code":"2CO.8.10","label":"10","content":"Kuv xav hais tias nej cia li ua txoj haujlwm uas tsaib no nej twb pib ua lawm kom tiav. Yog nej ua li ntawd yuav zoo heev. Nej yeej yog cov uas xub pib ua txoj haujlwm ntawd, tiamsis tsis yog nej xub pib ua xwb, nej yeej zoo siab hlo ua thiab."},{"bible_id":"1525","chapter_code":"2CO.8","verse_code":"2CO.8.11","label":"11","content":"Thaum chivthawj nej yeej kub siab lug ua. Yog li ntawd nimno nej cia li rau siab ntso ua kom tiav raws li nej ua tau."},{"bible_id":"1525","chapter_code":"2CO.8","verse_code":"2CO.8.12","label":"12","content":"Rau qhov yog nej zoo siab hlo pab raws li nej muaj, Vajtswv zoo siab yuav npaum li ntawd, yeej tsis muaj leejtwg thov tej uas nej tsis muaj."},{"bible_id":"1525","chapter_code":"2CO.8","verse_code":"2CO.8.13","label":"13","content":"Tsis yog kuv xav kom lwm cov tau zoo tiamsis cia nej txomnyem."},{"bible_id":"1525","chapter_code":"2CO.8","verse_code":"2CO.8.14","label":"14","content":"Nimno nej muaj ntau, tsimnyog nej pab cov uas tsis muaj. Thaum nej tsis muaj, lawv muaj, lawv ho pab nej. Yog li ntawd nej sawvdaws yuav muaj sib npaug zos."},{"bible_id":"1525","chapter_code":"2CO.8","verse_code":"2CO.8.15","label":"15","content":"Raws li Vajtswv txojlus hais tias, “Tus uas khaws tau ntau nws yeej tsis muaj seem, tus uas khaws tau tsawg los nws yeej muaj txaus.”"},{"bible_id":"1525","chapter_code":"2CO.8","verse_code":"2CO.8.16","label":"16","content":"Peb ua Vajtswv tsaug, rau qhov Vajtswv ua rau Titus muaj lub siab kub lug pab nej."},{"bible_id":"1525","chapter_code":"2CO.8","verse_code":"2CO.8.17","label":"17","content":"Titus tuaj pab nej tsis yog vim peb thov nws xwb, tiamsis nws yeej zoo nws siab tuaj."},{"bible_id":"1525","chapter_code":"2CO.8","verse_code":"2CO.8.18","label":"18","content":"Peb txib peb ib tug kwvtij nrog Titus tuaj. Tus kwvtij ntawd yog tus uas qhia txojmoo zoo, cov ntseeg uas nyob qhov txhia chaw puavleej hwm nws heev."},{"bible_id":"1525","chapter_code":"2CO.8","verse_code":"2CO.8.19","label":"19","content":"Tsis yog li ntawd xwb, nws yog tus uas cov ntseeg tsa nrog peb ua txoj haujlwm sau nyiaj no. Txoj haujlwm no yuav ua rau peb tus Tswv Yexus Khetos tau ntsejmuag thiab ua rau cov ntseeg nrad paub hais tias peb yeej xav pab lawv tiag."},{"bible_id":"1525","chapter_code":"2CO.8","verse_code":"2CO.8.20","label":"20","content":"Peb ua tib zoo ua li no kom thiaj tsis muaj xaiv muaj lus thaum peb xa cov nyiaj no mus pab cov ntseeg nrad."},{"bible_id":"1525","chapter_code":"2CO.8","verse_code":"2CO.8.21","label":"21","content":"Rau qhov peb xav ua ncaj ua ncees. Tsis yog peb ua rau Vajtswv pom xwb, tiamsis peb ua rau neeg pom thiab."},{"bible_id":"1525","chapter_code":"2CO.8","verse_code":"2CO.8.22","label":"22","content":"Yog li ntawd peb yuav txib peb tus kwvtij nrog lawv tuaj. Peb twb xyuas nws tes haujlwm ntau zaus lawm peb pom hais tias nws kub siab lug xav pab. Nimno nws cia siab tau rau nej, nws hajyam xav pab nej heev."},{"bible_id":"1525","chapter_code":"2CO.8","verse_code":"2CO.8.23","label":"23","content":"Tus Titus uas yuav tuaj no nws yog ib tug uas nrog kuv ua haujlwm pab nej. Tiamsis cov kwvtij uas nrog Titus tuaj, lawv yog cov uas cov ntseeg uas nyob qhov txhia chaw txib tuaj. Thiab lawv yog cov uas ua rau Yexus Khetos tau ntsejmuag."},{"bible_id":"1525","chapter_code":"2CO.8","verse_code":"2CO.8.24","label":"24","content":"Yog li ntawd nej yuav tsum hlub lawv, cov ntseeg uas nyob qhov txhia chaw thiaj yuav paub hais tias, nej hlub cov neeg uas lawv txib tuaj ntawd. Thiab lawv yuav paub hais tias tej lus uas peb qhuas nej rau lawv yeej muaj tseeb tiag."},{"bible_id":"1525","chapter_code":"2CO.9","verse_code":"2CO.9.1","label":"1","content":"Tsis tas kuv yuav sau ntawv tuaj qhia nej hais txog tej nyiaj uas sawvdaws yuav xav mus pab cov ntseeg Vajtswv uas nyob nram lub xeev Yudas."},{"bible_id":"1525","chapter_code":"2CO.9","verse_code":"2CO.9.2","label":"2","content":"Kuv yeej paub hais tias nej puavleej yuav zoo siab pab, kuv twb qhuas nej rau cov neeg pem lub xeev Makedaunias lawm hais tias, “Cov kwvtij uas nyob hauv lub xeev Akhayas lawv twb xub npaj nyiaj cia puag tsaib no los lawm.” Qhov uas nej kub siab lug xav pab, qhov ntawd ua rau lawv ras dheev ua txoj haujlwm no."},{"bible_id":"1525","chapter_code":"2CO.9","verse_code":"2CO.9.3","label":"3","content":"Nimno kuv txib cov kwvtij no tuaj xyuas nej kom lawv pom hais tias tej lus uas kuv qhuas nej rau lawv, tsis yog kuv lam qhuas qhuav qhuav xwb, tiamsis nej yeej npaj nyiaj txhij raws li kuv tau hais lawm tiag."},{"bible_id":"1525","chapter_code":"2CO.9","verse_code":"2CO.9.4","label":"4","content":"Yog cov neeg uas nyob pem lub xeev Makedaunias uas nrog kuv tuaj lawv pom hais tias nej tseem tsis tau npaj raws li kuv hais, ntshai nej thiab peb yuav poob ntsejmuag kawg li."},{"bible_id":"1525","chapter_code":"2CO.9","verse_code":"2CO.9.5","label":"5","content":"Yog li ntawd kuv thiaj xav hais tias kuv yuav tsum thov cov kwvtij ntawd ua kuv ntej tuaj nram nej, cia lawv sau cov nyiaj uas nej twb xub hais tseg lawm hais tias nej yuav muab rau peb. Thaum kuv tuaj txog nej yuav npaj txhij lawm. Yog nej ua li ntawd lawv yuav pom hais tias nej yeej zoo siab hlo muab tsis yog kuv yuam nej."},{"bible_id":"1525","chapter_code":"2CO.9","verse_code":"2CO.9.6","label":"6","content":"Nej yuav tsum nco ntsoov hais tias tus uas cog tsawg nws yeej yuav tau sau tawg. Tus uas cog ntau nws yeej yuav tau sau ntau."},{"bible_id":"1525","chapter_code":"2CO.9","verse_code":"2CO.9.7","label":"7","content":"Yog li ntawd nyias yuav tsum muab raws li nyias twb xub xav tseg lawm, tsis yog yuav khuvxim lossis yus yuav yuam yus lub siab muab."},{"bible_id":"1525","chapter_code":"2CO.9","verse_code":"2CO.9.8","label":"8","content":"Vajtswv tus uas muaj ib puas tsav yam. Nws yuav pub tej uas nej yuav tsum muaj rau nej kom nej niaj hnub muaj txaus siv thiab muaj txaus coj mus pab lwm tus."},{"bible_id":"1525","chapter_code":"2CO.9","verse_code":"2CO.9.9","label":"9","content":"Raws li Vajtswv txojlus hais tias, “Tus uas muaj nplooj siab dawb paug pab cov neeg pluag, tus ntawd tes haujlwm yuav nyob mus ibtxhis.”"},{"bible_id":"1525","chapter_code":"2CO.9","verse_code":"2CO.9.10","label":"10","content":"Vajtswv tus uas pub noob qoob noob loo rau tus uas cog thiab pub zaub pub mov rau tus uas noj, nws yeej yuav pub tej noob qoob noob loo rau nej. Nws yuav ua kom tej qoobloo uas nej cog loj hlob zoo thiab tej haujlwm zoo uas nej ua tawg paj txi txiv ncw."},{"bible_id":"1525","chapter_code":"2CO.9","verse_code":"2CO.9.11","label":"11","content":"Nws yuav pub ib puas tsav yam rau nej kom nej muaj txaus siv thiab muaj txaus pab lwm tus. Yog li ntawd yuav muaj ntau leej ua Vajtswv tsaug, rau qhov nej muab nej tej nyiaj rau peb nqa mus pab lawv."},{"bible_id":"1525","chapter_code":"2CO.9","verse_code":"2CO.9.12","label":"12","content":"Tej uas nej ua no tsis yog yuav pab cov ntseeg Vajtswv uas txomnyem xwb, tiamsis yuav ua rau sawvdaws niaj hnub ua Vajtswv tsaug thiab."},{"bible_id":"1525","chapter_code":"2CO.9","verse_code":"2CO.9.13","label":"13","content":"Thaum sawvdaws pom tej nyiaj uas nej pab no yuav muaj ntau leej ua Vajtswv tsaug, rau qhov nej muab siab npuab txojmoo zoo uas hais txog Yexus Khetos zaj uas nej ntseeg. Thiab nej muaj nplooj siab dawb paug pab lawv thiab pab sawvdaws."},{"bible_id":"1525","chapter_code":"2CO.9","verse_code":"2CO.9.14","label":"14","content":"Lawv yuav nco ntsoov nej tshav ntuj thiab thov Vajtswv pab nej, rau qhov lawv pom hais tias Vajtswv twb foom koob hmoov ntau kawg rau nej lawm."},{"bible_id":"1525","chapter_code":"2CO.9","verse_code":"2CO.9.15","label":"15","content":"Peb cia li ua Vajtswv tsaug, rau qhov Vajtswv twb pub Vajtswv txoj koob hmoov uas muaj nqis kawg nkaus rau peb lawm."},{"bible_id":"1525","chapter_code":"2CO.10","verse_code":"2CO.10.1","label":"1","content":"Kuv yog Paulus. Nej ua tib zoo mloog kuv tej lus. Muaj neeg hais tias thaum kuv nrog nej nyob kuv ntshai nej, tiamsis thaum kuv tsis nrog nej nyob lawm kuv ua tawv kawg li tuaj rau nej. Yexus Khetos pub kuv muaj lub siab mos siab muag thiab lub siab hlub ib yam li nws, kuv thiaj thov ntuas nej hais tias,"},{"bible_id":"1525","chapter_code":"2CO.10","verse_code":"2CO.10.2","label":"2","content":"thaum kuv tuaj xyuas nej, nej tsis txhob ua rau kuv, tau ua tawv rau nej, rau qhov kuv yeej muaj cuabkav ua tawv rau cov neeg uas thuam peb hais tias peb xav kom peb tau ntsej tau muag ib yam li neeg ibtxwm xav."},{"bible_id":"1525","chapter_code":"2CO.10","verse_code":"2CO.10.3","label":"3","content":"Peb yeej nyob hauv ntiajteb no tiag, tiamsis peb tsis tawmtsam li neeg ibtxwm tawmtsam."},{"bible_id":"1525","chapter_code":"2CO.10","verse_code":"2CO.10.4","label":"4","content":"Thaum peb tawmtsam yeebncuab peb tsis siv tej cuabyeej uas neeg ibtxwm siv. Tiamsis peb siv tej cuabyeej uas Vajtswv tus uas muaj hwjchim muab rau peb, peb thiaj rhuav tau yeebncuab lub yeej kom puastsuaj;"},{"bible_id":"1525","chapter_code":"2CO.10","verse_code":"2CO.10.5","label":"5","content":"peb cem tej neeg uas qhia tsis tseeb kom lawv tsis muaj lus hais. Peb rhuav tej uas neeg muab los thaiv tsis pub sawvdaws paub Vajtswv. Thiab peb coj cov neeg uas ua yeebncuab rau Vajtswv los mloog Yexus Khetos lus."},{"bible_id":"1525","chapter_code":"2CO.10","verse_code":"2CO.10.6","label":"6","content":"Thaum peb pom hais tias nej mloog lus lawm tiag, peb mam li rau txim rau tej uas tsis mloog lus."},{"bible_id":"1525","chapter_code":"2CO.10","verse_code":"2CO.10.7","label":"7","content":"Nej ua tib zoo saib tej uas nej pom. Nej cov ntseeg puas muaj ib tug khav hais tias nws yog Yexus Khetos tus tubtxib. Yog muaj, tus ntawd yuav tsum ua tib zoo xyuas saib nws yog neeg zoo li cas. Rau qhov peb yog Yexus Khetos cov tubtxib ib yam nkaus li tus ntawd thiab."},{"bible_id":"1525","chapter_code":"2CO.10","verse_code":"2CO.10.8","label":"8","content":"Txawm yog kuv khav hais tias peb tus Tswv Yexus Khetos nws pub hwjchim rau peb los kuv yeej tsis txajmuag hlo li. Nws ua li ntawd kom peb pab tau nej lub neej vammeej, tsis yog yuav rhuav nej lub neej."},{"bible_id":"1525","chapter_code":"2CO.10","verse_code":"2CO.10.9","label":"9","content":"Kuv hais li no tsis yog kuv hais kom nej xav hais tias kuv pheej sau ntawv tuaj hem nej."},{"bible_id":"1525","chapter_code":"2CO.10","verse_code":"2CO.10.10","label":"10","content":"Tej zaum yuav muaj neeg hais tias, “Paulus tej ntawv Paulus hais tawv kawg li, tiamsis thaum nws tuaj nws ua tus nyuag tuag e, nws hais lus twb tsis muaj kuab hlo li.”"},{"bible_id":"1525","chapter_code":"2CO.10","verse_code":"2CO.10.11","label":"11","content":"Tus uas lam hais li ntawd nws yuav tsum nco ntsoov hais tias tej lus uas peb sau rau hauv ntawv xa tuaj rau nej, thiab tej lus uas peb hais thaum peb nrog nej nyob, tej ntawd yeej tsis txawv qhov twg li. Txawm yog peb nyob deb nyob ze los peb yeej hais ib yam nkaus."},{"bible_id":"1525","chapter_code":"2CO.10","verse_code":"2CO.10.12","label":"12","content":"Peb yeej tsis kam muab peb piv rau cov neeg uas lawv khav hais tias lawv zoo dua lwm tus. Cov neeg uas khav li ntawd lawv ruam kawg li. Lawv ib tug ntsuas ib tug thiab muab ib tug piv rau ib tug."},{"bible_id":"1525","chapter_code":"2CO.10","verse_code":"2CO.10.13","label":"13","content":"Peb cov peb tsis khav tshaj tej uas peb muaj. Peb tsuas khav txij tej uas Vajtswv muab rau peb ua xwb, tej ntawd yog tej uas peb ua pab nej."},{"bible_id":"1525","chapter_code":"2CO.10","verse_code":"2CO.10.14","label":"14","content":"Thaum peb tuaj xyuas nej thiab qhia txojmoo zoo uas hais txog Yexus Khetos zaj rau nej, peb tsis tau ua dhau tej uas Vajtswv kom peb ua."},{"bible_id":"1525","chapter_code":"2CO.10","verse_code":"2CO.10.15","label":"15","content":"Peb tsis tau muab tes haujlwm uas lwm tus ua coj los khav, peb tsuas khav txij tej uas Vajtswv muab rau peb ua xwb. Peb cia siab hais tias nej yuav muab siab rau ntseeg zuj zus ntxiv thiab cia siab hais tias peb yuav ua tej haujlwm uas hajyam tseemceeb dua tej no pab nej. Txawm yog li ntawd los peb tsuas ua txij li tej uas Vajtswv tu cia rau peb ua xwb."},{"bible_id":"1525","chapter_code":"2CO.10","verse_code":"2CO.10.16","label":"16","content":"Tom qab ntawd peb yuav tau mus qhia txojmoo zoo rau lwm qhov. Peb yeej yuav tsis khav tej haujlwm uas lwm tus twb xub mus ua cia lawm ib zaug li."},{"bible_id":"1525","chapter_code":"2CO.10","verse_code":"2CO.10.17","label":"17","content":"Tiamsis Vajtswv txojlus hais tias, “Tus uas xav khav nws tsuas muaj cuabkav khav tej uas Vajtswv twb ua los lawm xwb.”"},{"bible_id":"1525","chapter_code":"2CO.10","verse_code":"2CO.10.18","label":"18","content":"Rau qhov tus uas nws lam khav nws xwb yeej tsis muaj leejtwg hwm nws, tiamsis tus uas Vajtswv qhuas sawvdaws puavleej yuav hwm tus ntawd."},{"bible_id":"1525","chapter_code":"2CO.11","verse_code":"2CO.11.1","label":"1","content":"Txawm yog kuv hais lus zoo li tus ruam hais los thov nej ua siab ntev mloog kuv tej lus."},{"bible_id":"1525","chapter_code":"2CO.11","verse_code":"2CO.11.2","label":"2","content":"Kuv khib nej ib yam li Vajtswv khib, rau qhov nej zoo ib yam li tus hluas nkauj uas tsis tau tham dua hluas nraug. Kuv twb qhaib nej cia rau ib tug txivneej lawm, tus ntawd yog Yexus Khetos."},{"bible_id":"1525","chapter_code":"2CO.11","verse_code":"2CO.11.3","label":"3","content":"Kuv ntshai nyob tsam nej fav siab thiab tsis muab siab npuab Yexus Khetos tiag tiag ib yam li thaud nab ntxias tau Evas fav siab."},{"bible_id":"1525","chapter_code":"2CO.11","verse_code":"2CO.11.4","label":"4","content":"Rau qhov nej zoo siab mloog cov neeg uas qhia Yexus Khetos zaj txawv li peb qhia. Nej twb tau Vajtswv tus Ntsujplig thiab txojmoo zoo uas peb qhia lawm, tiamsis nej tseem ho mus nrhiav lwm tus Ntsujplig thiab lwm txojmoo zoo."},{"bible_id":"1525","chapter_code":"2CO.11","verse_code":"2CO.11.5","label":"5","content":"Kuv yeej tsis tau xav hais tias kuv muaj hwjchim yau dua nej cov timthawj uas nej hais tias muaj hwjchim."},{"bible_id":"1525","chapter_code":"2CO.11","verse_code":"2CO.11.6","label":"6","content":"Txawm yog kuv tsis tshua txawj hais li tej neeg txawj ntse hais los kuv yeej paub tej uas kuv qhia lub ntsiab. Qhov tseemceeb, txhua yam haujlwm uas peb ua los lawm, puavleej ua rau nej paub tseeb tej lus uas kuv hais no huv tibsi."},{"bible_id":"1525","chapter_code":"2CO.11","verse_code":"2CO.11.7","label":"7","content":"Thaum kuv tuaj qhia txojmoo zoo uas hais txog Vajtswv zaj rau nej, kuv yeej tsis thov ib qho nqi zog li. Kuv txo hwjchim kom nej tau ntsejmuag. Kuv ua li ntawd yog kuv ua txhaum lawm los?"},{"bible_id":"1525","chapter_code":"2CO.11","verse_code":"2CO.11.8","label":"8","content":"Thaum kuv tuaj nrog nej nyob qhia nej, yeej yog cov ntseeg uas nyob lwm qhov xa nyiaj tuaj yug kuv. Lawv xa nyiaj tuaj rau kuv li ntawd kuj ib yam li kuv nyiag lawv tej nyiaj tuaj ua haujlwm pab nej."},{"bible_id":"1525","chapter_code":"2CO.11","verse_code":"2CO.11.9","label":"9","content":"Thaum kuv nrog nej nyob kuv tsis muaj nyiaj siv, kuv yeej tsis thov nej pab kuv, rau qhov cov kwvtij uas tuaj pem Makedaunias tuaj, lawv nqa tej uas kuv tsis muaj tuaj rau kuv. Yav tas los lawm kuv tsis tau ua rau nej ntxhov siab. Txawm yog yav tom ntej no los kuv yeej yuav tsis ua rau nej ntxhov siab thiab."},{"bible_id":"1525","chapter_code":"2CO.11","verse_code":"2CO.11.10","label":"10","content":"Kuv yeej paub Yexus Khetos tej lus uas yog qhov tseeb. Yog li ntawd kuv paub hais tias tej uas kuv khav no yuav nrov ncha mus thoob plaws hauv lub xeev Akhayas tsis muaj leejtwg yuav txwv tau li."},{"bible_id":"1525","chapter_code":"2CO.11","verse_code":"2CO.11.11","label":"11","content":"Vim li cas kuv thiaj hais li no? Kuv tsis hlub nej los? Vajtswv yeej paub hais tias kuv hlub nej."},{"bible_id":"1525","chapter_code":"2CO.11","verse_code":"2CO.11.12","label":"12","content":"Tej uas nimno kuv ua, kuv yeej yuav ua mus li kom cov neeg uas nej hu ua timthawj, lawv thiaj tsis muaj lus khav hais tias lawv ua lawv tes haujlwm ib yam li peb ua."},{"bible_id":"1525","chapter_code":"2CO.11","verse_code":"2CO.11.13","label":"13","content":"Lawv cov ntawd yeej tsis yog timthawj tiag, lawv yog timthawj cuav. Lawv ua lawv tes haujlwm ntxias sawvdaws. Thiab lawv ua txuj ua li lawv yog Yexus Khetos cov timthawj."},{"bible_id":"1525","chapter_code":"2CO.11","verse_code":"2CO.11.14","label":"14","content":"Tej uas lawv ua ntawd yeej tsis txaus leejtwg yuav poob siab. Txawm yog dab Ntxwgnyoog los nws twb txia tau ua li ib tug timtswv ceebtsheej uas muaj hwjchim ci ntsa iab."},{"bible_id":"1525","chapter_code":"2CO.11","verse_code":"2CO.11.15","label":"15","content":"Yog li ntawd, yog dab Ntxwgnyoog cov tubtxib yuav txia ua li cov tubtxib uas ncaj ncees yeej tsis nyuaj hlo li. Tiamsis thaum kawg lawv cov ntawd nyias yeej yuav tau raws li tej uas nyias tau ua los lawm."},{"bible_id":"1525","chapter_code":"2CO.11","verse_code":"2CO.11.16","label":"16","content":"Kuv rov hais dua ib los rau nej hais tias, nej tsis txhob xav hais tias kuv yog neeg ruam. Yog nej xav li ntawd nej cia li ua siab ntev mloog kuv tej lus, cia kuv khav ob peb los li tus ruam khav."},{"bible_id":"1525","chapter_code":"2CO.11","verse_code":"2CO.11.17","label":"17","content":"Tej lus uas kuv hais no tsis yog tej uas peb tus Tswv Yexus kom kuv hais. Qhov uas kuv khav no kuv lees hais tias kuv hais li tus ruam hais tiag."},{"bible_id":"1525","chapter_code":"2CO.11","verse_code":"2CO.11.18","label":"18","content":"Yeej muaj neeg coob coob nyias niaj hnub khav hais tias nyias txawj nyias ntse. Yog li ntawd kuv yuav khav li lawv thiab."},{"bible_id":"1525","chapter_code":"2CO.11","verse_code":"2CO.11.19","label":"19","content":"Nej yeej txawj ntse heev lawm. Nej thiaj ua siab ntev mloog cov neeg ruam hais."},{"bible_id":"1525","chapter_code":"2CO.11","verse_code":"2CO.11.20","label":"20","content":"Nej ua siab ntev rau cov neeg uas yuam nej ua li ub li no, cov uas noj nej tug, cov uas cuab hmuv cuab nta tos nej kev, ua saib tsis taus nej lossis ntaus nej ntsejmuag."},{"bible_id":"1525","chapter_code":"2CO.11","verse_code":"2CO.11.21","label":"21","content":"Kuv txajmuag lees rau nej hais tias, peb tsis muaj lub siab tawv ua li ntawd rau nej. Tiamsis yog lwm tus twb muaj cuabkav khav li ub li no, kuv yeej muaj cuabkav khav thiab. Kuv hais li no kuv hais li tus ruam hais."},{"bible_id":"1525","chapter_code":"2CO.11","verse_code":"2CO.11.22","label":"22","content":"Lawv yog neeg Henplais los? Kuv yeej yog thiab. Lawv yog neeg Yixalayees los? Kuv yeej yog thiab. Lawv yog Anplahas cov xeebntxwv los? Kuv yeej yog thiab."},{"bible_id":"1525","chapter_code":"2CO.11","verse_code":"2CO.11.23","label":"23","content":"Lawv yog Yexus Khetos cov tubtxib los? Kuv yog tus tubtxib uas zoo dua lawv. Kuv hais li no kuv hais li tus neeg vwm hais. Kuv ua haujlwm khwv dua lawv. Kuv raug kaw hauv tsev lojcuj ntau dua lawv. Kuv raug luag nplawm ntau dua lawv. Kuv ntsib kev ploj kev tuag ntau dua lawv."},{"bible_id":"1525","chapter_code":"2CO.11","verse_code":"2CO.11.24","label":"24","content":"Cov Yudais muab kuv nplawm tsib zaug, ib zaug nplawm peb caug cuaj nplawg;"},{"bible_id":"1525","chapter_code":"2CO.11","verse_code":"2CO.11.25","label":"25","content":"cov neeg Loos muab nplawm nplawm kuv peb zaug. Muaj ib zaug luag muab pobzeb ntaus kuv. Kuv caij nkoj tog peb zaug. Muaj ib zaug kuv poob rau hauv hiavtxwv tau ib hnub ib hmos."},{"bible_id":"1525","chapter_code":"2CO.11","verse_code":"2CO.11.26","label":"26","content":"Thaum kuv taug kev mus rau ub rau no kuv ntsib teebmeem, tsis hais dej nyab lossis tubsab ntaus. Kuv haivneeg thiab lwm haivneeg puavleej tsimtxom kuv. Kuv raug kev txomnyem tsis hais hauv tej nroog, hauv havzoov hav tsuag thiab hauv hiavtxwv, thiab tej kwvtij kwvnpawg los ua phem rau kuv."},{"bible_id":"1525","chapter_code":"2CO.11","verse_code":"2CO.11.27","label":"27","content":"Kuv khwv tas hnub tas hmo tsis tau so tsis tau pw yoo dab ntub zias. Kuv tshaib kuv nqhis tsis muaj txaus noj txaus haus, tsis muaj ris tsho hnav. Tsis muaj tsev nyob."},{"bible_id":"1525","chapter_code":"2CO.11","verse_code":"2CO.11.28","label":"28","content":"Tsis yog li ntawd xwb, kuv niaj hnub niaj hmo txhawj cov ntseeg uas nyob qhov txhia chaw."},{"bible_id":"1525","chapter_code":"2CO.11","verse_code":"2CO.11.29","label":"29","content":"Yog leejtwg qaug zog kuv yeej nrog tus ntawd qaug zog thiab. Yog leejtwg ua txhaum kuv nyuaj siab kawg li."},{"bible_id":"1525","chapter_code":"2CO.11","verse_code":"2CO.11.30","label":"30","content":"Yog kuv xav hais tias kuv yuav tsum khav xwb ces kuv yeej yuav khav hais txog zaj uas ua rau sawvdaws pom hais tias kuv yog tus uas tsis muaj hwjchim dabtsi li."},{"bible_id":"1525","chapter_code":"2CO.11","verse_code":"2CO.11.31","label":"31","content":"Tsimnyog peb ua rau Vajtswv tus uas yog Yexus Khetos Leej Txiv tau ntsejmuag mus ibtxhis li. Nws yeej paub hais tias kuv tsis hais dag."},{"bible_id":"1525","chapter_code":"2CO.11","verse_code":"2CO.11.32","label":"32","content":"Thaum kuv nyob hauv lub nroog Damaxes, Vajntxwv Aletas kom tus tswvxeev txib tubrog mus zov lub roojvag nroog tos ntes kuv."},{"bible_id":"1525","chapter_code":"2CO.11","verse_code":"2CO.11.33","label":"33","content":"Tiamsis muaj neeg muab ib lub tawb ntim kuv thiab muab kuv tso dauv ntawm qhovrai rau sab nraud, tus tswvxeev thiaj ntes tsis tau kuv."},{"bible_id":"1525","chapter_code":"2CO.12","verse_code":"2CO.12.1","label":"1","content":"Txawm yog tej uas kuv yuav khav tsis muaj qabhau los kuv yeej yuav khav. Tiamsis kuv yuav hais txog tej uas peb tus Tswv Yexus qhia rau kuv thiab ua rau kuv ua yogtoog pom."},{"bible_id":"1525","chapter_code":"2CO.12","verse_code":"2CO.12.2","label":"2","content":"Kuv paub ib tug txivneej uas yog tus ntseeg. Tau kaum plaub xyoos los lawm, Vajtswv coj tus txivneej ntawd mus saum ntuj ceebtsheej qhov uas siab tshaj plaws.  (Kuv yeej tsis paub xyov tus ntawd ua yogtoog xwb lossis muaj li ntawd tiag, Vajtswv tib leeg thiaj li paub.)"},{"bible_id":"1525","chapter_code":"2CO.12","verse_code":"2CO.12.3","label":"3","content":"Kuv thov hais dua li no, kuv paub hais tias Vajtswv coj tus ntawd mus saum qhov chaw uas tau zoo nyob kaj siab lug. (Kuv yeej tsis paub xyov tus ntawd ua yogtoog xwb lossis muaj li ntawd tiag, Vajtswv tib leeg thiaj li paub;)"},{"bible_id":"1525","chapter_code":"2CO.12","verse_code":"2CO.12.4","label":"4","content":"thaum nws mus nyob saud, nws hnov tej uas tsis muaj neeg piav tau thiab hnov tej uas luag tsis pub leejtwg qhia."},{"bible_id":"1525","chapter_code":"2CO.12","verse_code":"2CO.12.5","label":"5","content":"Yog li ntawd kuv yuav khav txog tus ntawd zaj, tiamsis kuv zaj kuv yeej tsis khav li. Kuv tsuas khav hais txog zaj uas ua rau sawvdaws pom hais tias, kuv tsis muaj hwjchim dabtsi li xwb."},{"bible_id":"1525","chapter_code":"2CO.12","verse_code":"2CO.12.6","label":"6","content":"Yog kuv xav khav kuv yeej tsis yog neeg ruam, rau qhov tej uas kuv hais puavleej muaj tseeb xwb. Txawm yog li cas los kuv yuav tsis khav, rau qhov kuv ntshai nyob tsam muaj neeg ho yuav qhuas kuv heev. Cia lawv qhuas tej uas lawv pom kuv ua thiab hnov kuv hais xwb."},{"bible_id":"1525","chapter_code":"2CO.12","verse_code":"2CO.12.7","label":"7","content":"Vajtswv twb ua tej uas zoo kawg nkaus rau kuv pom lawm. Nws ntshai nyob tsam kuv khav heev nws thiaj cia kuv lub cev muaj ib qho mob. Qhov ntawd zoo li dab Ntxwgnyoog ib tug tubtxib uas muab kuv nplawm kom kuv tsis txhob khav."},{"bible_id":"1525","chapter_code":"2CO.12","verse_code":"2CO.12.8","label":"8","content":"Kuv twb thov Vajtswv kho kuv qhov mob ntawd peb zaug lawm,"},{"bible_id":"1525","chapter_code":"2CO.12","verse_code":"2CO.12.9","label":"9","content":"tiamsis Vajtswv teb kuv hais tias, “Kuv pom zoo hlub koj ces txaus lawm. Kuv yuav pub kuv lub hwjchim rau tus uas qaug zog.” Vajtswv hais li no, yog li ntawd qhov uas kuv qaug zog ua rau kuv zoo siab kawg li, rau qhov Yexus Khetos lub hwjchim yuav tsomkwm kuv."},{"bible_id":"1525","chapter_code":"2CO.12","verse_code":"2CO.12.10","label":"10","content":"Kuv yog tus uas ua Yexus Khetos tes haujlwm, yog li ntawd txawm yog kuv qaug zog, raug luag thuam, raug kev txomnyem, raug kev tsimtxom, raug kev nyuaj siab los kuv yeej zoo siab, rau qhov thaum kuv qaug zog thaum ntawd kuv yuav muaj zog."},{"bible_id":"1525","chapter_code":"2CO.12","verse_code":"2CO.12.11","label":"11","content":"Kuv ua li tus neeg ruam ua, tiamsis yeej yog nej yuam kuv ua li ntawd. Twb tsimnyog nej yuav qhuas tej uas kuv ua tiamsis nej tsis qhuas. Txawm yog kuv tsis tsimtxiaj li los kuv yeej tsimtxiaj ib yam li cov neeg uas nej hu hais tias nej cov “timthawj.”"},{"bible_id":"1525","chapter_code":"2CO.12","verse_code":"2CO.12.12","label":"12","content":"Thaum kuv tuaj nrog nej nyob, kuv ua siab ntev ua haujlwm, kuv ua tej txujci loj thiab tseemceeb. Tej ntawd twb ua rau nej paub tseeb lawm hais tias, kuv yog ib tug timthawj tiag."},{"bible_id":"1525","chapter_code":"2CO.12","verse_code":"2CO.12.13","label":"13","content":"Nej tseem xav hais tias kuv pab cov ntseeg uas nyob lwm qhov heev dua li pab nej thiab los? Kuv pab sawvdaws ib yam nkaus, tsuas yog kuv tsis tau thov nej yug kuv xwb. Yog kuv ua li ntawd txhaum lawm, thov nej zam txim rau kuv."},{"bible_id":"1525","chapter_code":"2CO.12","verse_code":"2CO.12.14","label":"14","content":"Zaum no yog zaum peb uas kuv twb yuav tuaj xyuas nej. Kuv yuav tsis thov nej ib yam dabtsi li. Kuv xav tuaj xyuas nej xwb tsis yog kuv yuav tuaj thov nej nyiaj, rau qhov tej menyuam yeej tsis npaj qubtxeeg qubteg rau niamtxiv, tsuas muaj niamtxiv thiaj npaj qubtxeeg qubteg rau tej menyuam xwb."},{"bible_id":"1525","chapter_code":"2CO.12","verse_code":"2CO.12.15","label":"15","content":"Kuv zoo siab muab kuv lub dag lub zog thiab kuv tej nyiaj huv tibsi pab nej. Twb yog vim kuv hlub nej heev, nej thiaj tsis hlub kuv zuj zus lawm los?"},{"bible_id":"1525","chapter_code":"2CO.12","verse_code":"2CO.12.16","label":"16","content":"Thaum kuv nrog nej nyob kuv yeej tsis tabkaum nej dabtsi li. Nyaj nej yuav pom li ntawd thiab, tiamsis ntshai yuav muaj qee leej hais tias kuv yog ib tug neeg muaj tswvyim heev, kuv txhob txwm tuaj ntxias nej."},{"bible_id":"1525","chapter_code":"2CO.12","verse_code":"2CO.12.17","label":"17","content":"Kuv tau ntxias nej dabtsi yuav lossis kuv kom cov neeg uas kuv txib tuaj xyuas nej noj nej tug los?"},{"bible_id":"1525","chapter_code":"2CO.12","verse_code":"2CO.12.18","label":"18","content":"Kuv thov Titus thiab kuv txib ib tug ntseeg nrog Titus tuaj xyuas nej. Nyaj nej yuav tsis hais tias Titus noj nej tug. Titus wb koom ib lub siab pab nej thiab ua tib txoj haujlwm xwb."},{"bible_id":"1525","chapter_code":"2CO.12","verse_code":"2CO.12.19","label":"19","content":"Tej zaum ntshai nej xav hais tias peb niaj hnub hais daws peb zaj xwb. Yeej tsis yog li nej xav. Peb hais raws li tej lus uas Yexus Khetos kom peb hais. Thaum peb hais peb yeej nco ntsoov hais tias, Vajtswv ntsia ntsoov peb. Cov kwvtij uas peb hlub, txhua yam uas peb ua yeej yog peb ua pab nej xwb."},{"bible_id":"1525","chapter_code":"2CO.12","verse_code":"2CO.12.20","label":"20","content":"Kuv ntshai nyob tsam thaum kuv tuaj txog ntawm nej kuv yuav pom hais tias nej ua tsis haum kuv siab. Thiab nej yuav pom hais tias kuv ua tsis haum nej siab. Kuv ntshai nyob tsam kuv yuav pom nej sib cav sib ceg, sib khib sib ntxub, muaj lub siab hlob, ib leeg thuam ib leeg, taug xaiv, khavtheeb thiab tsim kev kub ntxhov."},{"bible_id":"1525","chapter_code":"2CO.12","verse_code":"2CO.12.21","label":"21","content":"Lwm zaus thaum kuv tuaj xyuas nej, kuv ntshai nyob tsam Vajtswv rhuav kuv ntsejmuag. Thiab kuv yuav nyuaj siab rau cov neeg uas tseem tsis tau tso lawv tej kev txhaum tseg, tsis hais kev nkauj kev nraug thiab ua phem ua qias."},{"bible_id":"1525","chapter_code":"2CO.13","verse_code":"2CO.13.1","label":"1","content":"Zaum no yog zaum peb uas kuv tuaj xyuas nej. Raws li Vajtswv txojlus hais tias, “Yog muaj xaiv muaj lus, yuav tsum yog ob leeg lossis peb leeg ua timkhawv thiaj tseeb.”"},{"bible_id":"1525","chapter_code":"2CO.13","verse_code":"2CO.13.2","label":"2","content":"Kuv xav ntuas nej cov uas twb ua txhaum los lawm thiab ntuas sawvdaws. Thaum kuv tuaj xyuas nej zaum ob kuv twb ntuas nej ib zaug lawm, tiamsis nimno txawm yog kuv nyob deb nej los kuv rov qab ntuas nej ib zaug ntxiv hais tias, lwm zaus thaum kuv tuaj kuv yuav rau txim rau cov neeg uas ua txhaum txhua tus huv tibsi."},{"bible_id":"1525","chapter_code":"2CO.13","verse_code":"2CO.13.3","label":"3","content":"Nej yeej yuav pom hais tias tej uas kuv qhia yog tej uas Yexus Khetos kom kuv hais. Thaum nws taug nej zaj nws yuav tsis ua tus nyuag qaug zog zis, tiamsis nws yuav ua rau nej pom nws lub hwjchim."},{"bible_id":"1525","chapter_code":"2CO.13","verse_code":"2CO.13.4","label":"4","content":"Thaum luag muab nws ntsia rau saum ntoo khaublig, nws ua tus qaug zog zis. Txawm yog li ntawd los nimno nws tseem muaj sia nyob, rau qhov Vajtswv tus uas muaj hwjchim twb tsa nws sawv hauv qhov tuag rov qab los lawm. Peb cov uas nrog nws koom ib txojsia peb qaug zog ib yam li nws. Tiamsis Vajtswv pub hwjchim rau peb ib yam li pub rau nws, peb thiaj muaj cuabkav ntuas nej."},{"bible_id":"1525","chapter_code":"2CO.13","verse_code":"2CO.13.5","label":"5","content":"Nej cia li ua tib zoo xav thoob thoob saib nej puas yog cov uas muab siab rau ntseeg los tsis yog? Nyaj nej yuav paub lawm hais tias Yexus Khetos nyob hauv nej lub siab. Yog nej tsis paub ntshai nej tsis yog cov uas ntseeg tiag."},{"bible_id":"1525","chapter_code":"2CO.13","verse_code":"2CO.13.6","label":"6","content":"Kuv xav hais tias, nyaj nej yuav paub hais tias peb yog cov uas ntseeg tiag."},{"bible_id":"1525","chapter_code":"2CO.13","verse_code":"2CO.13.7","label":"7","content":"Peb niaj hnub thov Vajtswv pab nej kom nej tsis txhob ua txhaum. Peb thov li ntawd tsis yog peb ua rau sawvdaws xav hais tias peb yog cov uas twb ua zoo lawm. Txawm yog muaj neeg saib tsis taus peb los peb yeej xav kom nej ua tau neeg zoo."},{"bible_id":"1525","chapter_code":"2CO.13","verse_code":"2CO.13.8","label":"8","content":"Rau qhov peb yeej tsis ua ib yam dabtsi tabkaum Vajtswv txojlus uas yog txoj tseeb, peb tsuas ua raws li txojlus tseeb ntawd xwb."},{"bible_id":"1525","chapter_code":"2CO.13","verse_code":"2CO.13.9","label":"9","content":"Thaum peb qaug zog nej muaj zog peb zoo siab kawg li. Peb thiaj thov Vajtswv pab nej kom nej ua tau nej lub neej zoo zuj zus ntxiv."},{"bible_id":"1525","chapter_code":"2CO.13","verse_code":"2CO.13.10","label":"10","content":"Twb yog vim li ntawd thaum kuv tseem nyob deb nej, kuv thiaj sau tsab ntawv no tuaj rau nej. Thaum kuv tuaj xyuas nej txawm yog kuv yeej muaj cuabkav cem nej los kuv yuav tsis hais hnyav rau nej. Rau qhov peb tus Tswv Yexus Khetos tsuas pub kuv muaj cuabkav tsa nej lub neej xwb, kuv tsis muaj cuabkav yuav rhuav nej lub neej."},{"bible_id":"1525","chapter_code":"2CO.13","verse_code":"2CO.13.11","label":"11","content":"Cov kwvtij, kuv tej lus muaj npaum li no xwb, nej yuav tsum muab siab rau xyaum ua nej lub neej kom zoo kawg nkaus. Nej cia li khaws kuv tej lus cia, sawvdaws ua ib lub siab thiab ib tug tsis txhob nrhiav xaiv nrhiav lus rua ib tug. Yog nej ua li ntawd Vajtswv tus uas hlub nej thiab pub rau nej tau zoo nyob kaj siab lug, nws yuav nrog nraim nej nyob."},{"bible_id":"1525","chapter_code":"2CO.13","verse_code":"2CO.13.12","label":"12","content":"Cov kwvtij, nej ib tug hais noj qab nyob zoo rau ib tug thiab ib tug yuav tsum hlub ib tug. Cov ntseeg Vajtswv txhua tus, lawv hais noj qab nyob zoo rau nej sawvdaws."},{"bible_id":"1525","chapter_code":"2CO.13","verse_code":"2CO.13.13","label":"13","content":"Thov peb tus Tswv Yexus Khetos foom koob hmoov rau nej. Thov Vajtswv hlub nej. Thiab thov Vajtswv tus Ntsujplig uas ua rau nej nyob sib raug zoo nrog nraim nej nyob."}]