[{"bible_id":"1525","chapter_code":"2JN.1","verse_code":"2JN.1.1","label":"1","content":"Kuv uas yog ib tug Txwjlaug, kuv sau tsab ntawv no xa tuaj rau tus Pojniam uas raug xaiv lawm thiab nws cov menyuam  uas kuv hlub. Tsis yog kuv ib leeg thiaj hlub koj xwb, tiamsis peb txhua tus uas paub qhov tseeb puavleej hlub koj,"},{"bible_id":"1525","chapter_code":"2JN.1","verse_code":"2JN.1.2","label":"2","content":"rau qhov peb twb khaws Vajtswv txojlus uas yog qhov tseeb ntawd rau hauv peb lub siab lawm, txojlus ntawd yuav nyob hauv peb lub siab mus ibtxhis."},{"bible_id":"1525","chapter_code":"2JN.1","verse_code":"2JN.1.3","label":"3","content":"Thov Vajtswv tus uas yog peb Leej Txiv thiab Yexus Khetos tus uas yog Leej Txiv tus Tub pub txoj hlub, kev hmov tshua thiab kev thajyeeb rau peb; thov kom tej ntawd yog peb li los ntawm qhov tseeb thiab txojkev hlub."},{"bible_id":"1525","chapter_code":"2JN.1","verse_code":"2JN.1.4","label":"4","content":"Thaum kuv pom koj cov menyuam qee leej ua lawv lub neej raws li qhov tseeb uas Leej Txiv qhia rau peb lawm, kuv zoo siab kawg li."},{"bible_id":"1525","chapter_code":"2JN.1","verse_code":"2JN.1.5","label":"5","content":"Yog li ntawd, kuv thov ntuas koj hais tias peb ib leeg yuav tsum hlub ib leeg. Tej lus uas kuv sau rau koj no tsis yog tej lus tshiab, tiamsis kuv sau tej uas peb ibtxwm muaj thaum chivthawj los lawm xwb."},{"bible_id":"1525","chapter_code":"2JN.1","verse_code":"2JN.1.6","label":"6","content":"Txojkev hlub uas kuv hais no lub ntsiab hais tias kom peb yuav tsum ua peb lub neej raws li Vajtswv hais. Tej lus uas Vajtswv hais, nej twb hnov thaum chivthawj los lawm, nws hais tias nej txhua yuav tsum niaj hnub sib hlub."},{"bible_id":"1525","chapter_code":"2JN.1","verse_code":"2JN.1.7","label":"7","content":"Muaj ntau leej mus txhua nrho qhov txhia chaw hauv ntiajteb no dag ntxias sawvdaws; cov neeg ntawd yog cov uas tsis lees hais tias Yexus Khetos los yug ua neeg. Tus uas zoo li ntawd, nws yog neeg dag ntxias thiab nws yog Yexus Khetos tus yeebncuab."},{"bible_id":"1525","chapter_code":"2JN.1","verse_code":"2JN.1.8","label":"8","content":"Yog li ntawd, nej yuav tsum ceevfaj tej haujlwm uas nej  tau ua los lawm thiaj yuav tsis nkim nej lub zog, tiamsis nej yuav tau nej tej nqi zog tagnrho huv tibsi."},{"bible_id":"1525","chapter_code":"2JN.1","verse_code":"2JN.1.9","label":"9","content":"Tus uas qhia tshaj tej lus uas Yexus Khetos qhia, tus ntawd yeej tsis paub Vajtswv. Tus uas qhia raws li Yexus Khetos tej lus, tus ntawd yeej muaj Leej Txiv thiab Leej Tub."},{"bible_id":"1525","chapter_code":"2JN.1","verse_code":"2JN.1.10","label":"10","content":"Yog leejtwg tuaj xyuas nej thiab nws tsis qhia raws li Yexus Khetos tej lus, nej tsis txhob hu tus ntawd los hauv nej tsev thiab tsis txhob hais rau nws hais tias, “Thov kom koj tau zoo nyob kaj siab lug.”"},{"bible_id":"1525","chapter_code":"2JN.1","verse_code":"2JN.1.11","label":"11","content":"Yog nej hais li ntawd rau nws kuj ib yam li nej nrog tus ntawd ua txhaum."},{"bible_id":"1525","chapter_code":"2JN.1","verse_code":"2JN.1.12","label":"12","content":"Muaj ntau zaj uas kuv xav qhia rau nej, tiamsis kuv tsis xav sau txhua zaj huv tibsi rau hauv ntawv xav tuaj rau nej; kuv cia siab hais tias nyaj kuv yuav tau tuaj xyuas nej thiab nrog nej tham tim ntsej tim muag, yog muaj li ntawd peb yuav zoo siab heev."},{"bible_id":"1525","chapter_code":"2JN.1","verse_code":"2JN.1.13","label":"13","content":"Koj tus Vivncaus uas koj hlub cov menyuam  hais noj qab nyob zoo tuaj rau koj thiab."}]