[{"bible_id":"1525","chapter_code":"2TH.1","verse_code":"2TH.1.1","label":"1","content":"Kuv yog Paulus. Kuv thiab Xilas, thiab Timautes sau tsab ntawv no xa tuaj rau nej txhua tus uas nyob hauv lub nroog Thexalaunikes uas ntseeg Vajtswv tus uas yog peb Leej Txiv, thiab ntseeg tus Tswv Yexus Khetos."},{"bible_id":"1525","chapter_code":"2TH.1","verse_code":"2TH.1.2","label":"2","content":"Thov Vajtswv tus uas yog peb Leej Txiv thiab thov tus Tswv Yexus Khetos foom koob hmoov rau nej thiab pab kom nej tau nyob kaj siab lug."},{"bible_id":"1525","chapter_code":"2TH.1","verse_code":"2TH.1.3","label":"3","content":"Cov kwvtij, tsimnyog peb niaj hnub ua Vajtswv tsaug, rau qhov peb pom hais tias nej muab siab rau ntseeg heev zuj zus, thiab nej ib tug txawj hlub ib tug heev dua yav tas los."},{"bible_id":"1525","chapter_code":"2TH.1","verse_code":"2TH.1.4","label":"4","content":"Twb yog li ntawd, peb thiaj qhuas nej rau cov ntseeg Vajtswv uas nyob txhua qhov txhia chaw hais tias, txawm yog nej raug kev tsimtxom thiab kev txomnyem los nej tseem ua taus siab ntev thiab muab siab rau ntseeg Vajtswv tsis tso tseg."},{"bible_id":"1525","chapter_code":"2TH.1","verse_code":"2TH.1.5","label":"5","content":"Qhov no twb ua rau sawvdaws paub hais tias Vajtswv yog tus uas ncaj ncees. Nws ua li no kom sawvdaws pom hais tias nej yog cov uas tsimnyog los ua Vajtswv haivneeg. Rau qhov nej yog Vajtswv haivneeg nej thiaj raug kev txomnyem li no."},{"bible_id":"1525","chapter_code":"2TH.1","verse_code":"2TH.1.6","label":"6","content":"Vajtswv yog tus uas ncaj ncees, nws yuav rau txim rau cov neeg uas tsimtxom nej."},{"bible_id":"1525","chapter_code":"2TH.1","verse_code":"2TH.1.7","label":"7","content":"Nws yuav pab nej txhua tus uas raug kev txomnyem, kom nej thiab peb tau nyob kaj siab lug. Nws yuav pab peb li ntawd, thaum peb tus Tswv Yexus los saum ntuj los. Thiab thaum tus Tswv Yexus los yuav muaj cov timtswv ceebtsheej"},{"bible_id":"1525","chapter_code":"2TH.1","verse_code":"2TH.1.8","label":"8","content":"uas muaj Yexus lub tshwjchim thiab muaj nplaim taws cig lam lug nrog nws los, nws yuav rau txim rau cov neeg uas tsis mloog Vajtswv lus, thiab rau cov neeg uas tsis ntseeg Txojmoo Zoo uas hais txog peb tus Tswv Yexus."},{"bible_id":"1525","chapter_code":"2TH.1","verse_code":"2TH.1.9","label":"9","content":"Cov neeg ntawd yuav raug txim mus ibtxhis, lawv yuav tsis tau nrog peb tus Tswv Yexus nyob. Lawv yuav tsis pom nws tus tshwjchim uas ci ntsa iab."},{"bible_id":"1525","chapter_code":"2TH.1","verse_code":"2TH.1.10","label":"10","content":"Hnub uas Yexus rov qab los yuav muaj li no, hnub ntawd txhua tus uas nws xaiv los ua nws haivneeg lawm, lawv yuav ua rau nws tau koob meej. Thaum cov ntseeg ntawd pom Yexus lub tshwjchim, lawv yuav xav tsis thoob li. Thaum ntawd nej yuav nrog lawv nyob ntawd thiab, rau qhov nej twb ntseeg Yexus Txojlus uas peb coj tuaj qhia rau nej lawm."},{"bible_id":"1525","chapter_code":"2TH.1","verse_code":"2TH.1.11","label":"11","content":"Twb yog li ntawd, peb thiaj niaj hnub thov Vajtswv pab kom nej ua tau nej lub neej phim qhov uas Vajtswv xaiv nej los ua nws haivneeg lawm. Peb thov Vajtswv tus uas muaj hwjchim pab nej kom nej ua tau nej lub neej zoo raws li nej twb xub xav tseg lawm hais tias nej yuav ua, thiab raws li tej haujlwm uas nej ntseeg hais tias Vajtswv yuav pab nej ua. Peb thov Vajtswv pab kom nej ua tau tes haujlwm ntawd tiav."},{"bible_id":"1525","chapter_code":"2TH.1","verse_code":"2TH.1.12","label":"12","content":"Nej ua li ntawd, nej thiaj yuav ua rau peb tus Tswv Yexus Khetos tau koob meej, Vajtswv thiab tus Tswv Yexus Khetos uas hlub  nej, yuav pub nej tau koob meej ib yam nkaus thiab."},{"bible_id":"1525","chapter_code":"2TH.2","verse_code":"2TH.2.1","label":"1","content":"Cov kwvtij, qhov uas peb tus Tswv Yexus yuav rov los thiab qhov uas nws yuav coj peb sawvdaws mus nrog nws nyob, kuv thov qhia rau nej hais tias"},{"bible_id":"1525","chapter_code":"2TH.2","verse_code":"2TH.2.2","label":"2","content":"nej tsis txhob rawm poob siab lossis ntxhov siab rau qhov uas nej hnov hais tias, twb txog lub sijhawm uas Yexus los lawm. Tej zaum ntshai muaj tej tus qhia txog tej uas yuav tshwm muaj los yav tom ntej rau nej lossis muaj tej tus qhia hais li ntawd lossis muaj tej tus hais tias yog peb sau hais li ntawd rau hauv peb tej ntawv uas peb xa tuaj rau nej los tsis paub."},{"bible_id":"1525","chapter_code":"2TH.2","verse_code":"2TH.2.3","label":"3","content":"Txawm yog li cas los xij, nej tsis txhob cia leejtwg ntxias tau nej li. Rau qhov thaum tseem tsis tau txog hnub uas tus Tswv Yexus rov qab los, yuav muaj neeg sau nthwv tuaj tawmtsam Vajtswv zaum kawg, thiab sawvdaws yuav pom tus uas ua phem ntawd los. Tus ntawd yog tus uas yuav raug kev puastsuaj."},{"bible_id":"1525","chapter_code":"2TH.2","verse_code":"2TH.2.4","label":"4","content":"Nws yuav tawmtsam txhua yam uas neeg pe, thiab tej uas neeg hu ua vajtswv. Nws yuav khav hais tias nws yog tus uas muaj hwjchim loj dua ntais tej ntawd huv tibsi. Tsis yog li ntawd xwb, nws tseem yuav mus nyob hauv lub Tuamtsev, thiab qhia sawvdaws hais tias nws yog vajtswv ntag."},{"bible_id":"1525","chapter_code":"2TH.2","verse_code":"2TH.2.5","label":"5","content":"Nej tsis nco qab lawm los? Thaum kuv tseem nrog nej nyob, kuv twb qhia tej ntawd rau nej lawm."},{"bible_id":"1525","chapter_code":"2TH.2","verse_code":"2TH.2.6","label":"6","content":"Tiamsis niaj hnub nimno muaj ib yam txwv tsis pub kom tej ntawd tiav. Nej twb paub yam ntawd lawm. Thaum txog lub sijhawm ntawd sawvdaws yuav pom tus uas ua phem ntawd."},{"bible_id":"1525","chapter_code":"2TH.2","verse_code":"2TH.2.7","label":"7","content":"Txojkev phem kev qias uas sawvdaws tsis paub, nimno twb pib muaj lawm. Tiamsis yuav tsis muaj tej ntawd mus txog thaum tus uas txwv raug ntiab tawm mus mam li muaj los."},{"bible_id":"1525","chapter_code":"2TH.2","verse_code":"2TH.2.8","label":"8","content":"Thaum tus uas txwv raug ntiab tawm mus lawm, sawvdaws yuav pom tus uas ua phem ntawd. Thiab thaum tus uas ua phem ntawd los lawm, tus Tswv Yexus yuav tshuab pa tua tus ntawd povtseg. Thaum nws pom dheev Yexus thiab Yexus lub hwjchim uas ci ntsa iab, ces tamsim ntawd, nws yuav puastsuaj mus."},{"bible_id":"1525","chapter_code":"2TH.2","verse_code":"2TH.2.9","label":"9","content":"Dab Ntxwgnyoog yuav txib tus uas ua phem ntawd los, thiab pub hwjchim rau nws kom nws ua tau ntau yam txujci txawv txawv. Thiab nws yuav ua tej yam uas ua rau sawvdaws xav tsis thoob li, tiamsis tej ntawd puavleej tsis tseeb."},{"bible_id":"1525","chapter_code":"2TH.2","verse_code":"2TH.2.10","label":"10","content":"Nws yuav ua ntau yam kev phem ntxias cov neeg uas yeej yuav raug puastsuaj mus. Cov neeg ntawd yuav raug puastsuaj, rau qhov lawv tsis kam mloog thiab tsis nyiam Txojlus tseeb uas yuav pab tau kom lawv dim lawv lub txim."},{"bible_id":"1525","chapter_code":"2TH.2","verse_code":"2TH.2.11","label":"11","content":"Twb yog li ntawd Vajtswv thiaj cia txojkev dag ntxias los tshoov lawv lub siab kom lawv ntseeg tej uas tsis tseeb."},{"bible_id":"1525","chapter_code":"2TH.2","verse_code":"2TH.2.12","label":"12","content":"Yog li ntawd, Vajtswv yuav rau txim rau txhua tus uas nyiam ua phem thiab tsis ntseeg Txojlus tseeb."},{"bible_id":"1525","chapter_code":"2TH.2","verse_code":"2TH.2.13","label":"13","content":"Cov kwvtij uas tus Tswv hlub, peb niaj hnub ua Vajtswv tsaug, rau qhov Vajtswv twb xaiv nej puag thaum chivkeeb  los lawm, kom nej tau txais txojkev cawm dim los ntawm Vaj Ntsujplig lub hwjchim thiab ua rau nej ua tau haivneeg uas dawbhuv, vim qhov uas nej ntseeg qhov tseeb."},{"bible_id":"1525","chapter_code":"2TH.2","verse_code":"2TH.2.14","label":"14","content":"Thaum peb qhia Txojmoo Zoo rau nej, Vajtswv hu nej los ntseeg kom nej dim nej lub txim. Nej thiaj yuav tau peb tus Tswv Yexus Khetos lub tshwjchim uas ci ntsa iab los ua nej tug."},{"bible_id":"1525","chapter_code":"2TH.2","verse_code":"2TH.2.15","label":"15","content":"Yog li ntawd cov kwvtij, nej yuav tsum muab siab rau ntseeg tsis txhob tso tseg. Thiab nej yuav tsum khaws tej lus uas peb twb qhia rau nej lawm cia, tsis hais tej uas peb qhia nej thaum peb tseem nrog nej nyob, thiab tej uas peb sau rau hauv ntawv, nej yuav tsum khaws tej ntawd huv tibsi."},{"bible_id":"1525","chapter_code":"2TH.2","verse_code":"2TH.2.16","label":"16","content":"Thov peb tus Tswv Yexus Khetos thiab Vajtswv tus uas yog peb Leej Txiv tus uas hlub peb, thiab txhawb peb lub zog, kom peb muaj kev cia siab mus li,"},{"bible_id":"1525","chapter_code":"2TH.2","verse_code":"2TH.2.17","label":"17","content":"nws yuav nplig nej lub siab thiab txhawb nej lub zog, kom nej ua tau txhua yam zoo, tsis hais tej haujlwm uas nej ua thiab tej lus uas nej hais."},{"bible_id":"1525","chapter_code":"2TH.3","verse_code":"2TH.3.1","label":"1","content":"Cov kwvtij, thov nej niaj hnub thov Vajtswv pab peb kom peb muab siab rau qhia Vajtswv Txojlus. Vajtswv Txojlus thiaj yuav nrov ncha mus thoob plaws txhua qhov chaw, thiab muaj nqis rau sawvdaws ib yam li twb muaj nqis rau hauv nej lawm."},{"bible_id":"1525","chapter_code":"2TH.3","verse_code":"2TH.3.2","label":"2","content":"Thiab thov Vajtswv pab kom peb dim ntawm cov neeg siab phem thiab limhiam txhais tes, rau qhov yeej yuav muaj ibtxhia tsis ntseeg Vajtswv Txojlus."},{"bible_id":"1525","chapter_code":"2TH.3","verse_code":"2TH.3.3","label":"3","content":"Tiamsis Vajtswv yog tus uas ncaj ncees, nws yuav txhawb nej lub zog thiab tsis pub dab Ntxwgnyoog ua phem rau nej."},{"bible_id":"1525","chapter_code":"2TH.3","verse_code":"2TH.3.4","label":"4","content":"Vajtswv twb qhia rau peb paub lawm hais tias nej tabtom ua raws li tej uas peb tau qhia rau nej lawm. Thiab nej tseem yuav niaj hnub ua li ntawd mus lawm yav tom ntej."},{"bible_id":"1525","chapter_code":"2TH.3","verse_code":"2TH.3.5","label":"5","content":"Thov Vajtswv qhia nej lub siab kom nej paub mloog Vajtswv lus, thiab pab kom nej ua tau siab ntev ib yam li Yexus Khetos tau ua qhia rau nej lawm."},{"bible_id":"1525","chapter_code":"2TH.3","verse_code":"2TH.3.6","label":"6","content":"Cov kwvtij, peb tuav peb tus Tswv Yexus Khetos lub npe samhwm rau nej hais tias nej tsis txhob mus nrog cov neeg tubnkeeg ua ke. Lawv cov ntawd tsis ua raws li tej lus uas peb qhia rau nej lawm."},{"bible_id":"1525","chapter_code":"2TH.3","verse_code":"2TH.3.7","label":"7","content":"Nej sawvdaws puavleej paub hais tias yeej tsimnyog nej ua raws li nej tau pom peb ua los lawm, thaum peb tseem nrog nej nyob los peb yeej tsis nkees li."},{"bible_id":"1525","chapter_code":"2TH.3","verse_code":"2TH.3.8","label":"8","content":"Peb tsis tos leejtwg yug peb, tiamsis peb niaj hnub niaj hmo siv zog ua haujlwm. Peb ua li ntawd kom nej cov thiaj tsis muaj ib tug ntxhov siab rau peb."},{"bible_id":"1525","chapter_code":"2TH.3","verse_code":"2TH.3.9","label":"9","content":"Qhov uas peb ua li ntawd tsis yog peb tsis muaj cai hais kom nej yug peb, tiamsis yog peb ua yam ntxwv qhia rau nej kom nej paub ua li peb ua."},{"bible_id":"1525","chapter_code":"2TH.3","verse_code":"2TH.3.10","label":"10","content":"Thaum peb tseem nrog nej nyob, peb qhia rau nej hais tias yog leejtwg tsis kam ua haujlwm, nej tsis txhob pub mov rau tus ntawd noj."},{"bible_id":"1525","chapter_code":"2TH.3","verse_code":"2TH.3.11","label":"11","content":"Peb hais li no, rau qhov peb hnov hais tias nej cov muaj qee leej tubnkeeg, nyob dawb xwb, tsis ua ib yam haujlwm dabtsi li. Tsis yog li ntawd xwb, lawv tseem pheej mus tabkaum lwm tus tes haujlwm thiab."},{"bible_id":"1525","chapter_code":"2TH.3","verse_code":"2TH.3.12","label":"12","content":"Peb tuav peb tus Tswv Yexus Khetos lub npe samhwm rau cov neeg tubnkeeg ntawd kom lawv yuav tsum ua haujlwm yug lawv, lawv tsis txhob tos luag noj xwb."},{"bible_id":"1525","chapter_code":"2TH.3","verse_code":"2TH.3.13","label":"13","content":"Cov kwvtij, nej tsis txhob dhuav ua tej haujlwm zoo."},{"bible_id":"1525","chapter_code":"2TH.3","verse_code":"2TH.3.14","label":"14","content":"Yog nej cov muaj leejtwg tsis mloog tej lus uas peb sau rau hauv tsab ntawv no, ces nej tsis txhob mus nrog tus ntawd ua ke, kom nws paub txajmuag rau tej uas nws tau ua los lawm."},{"bible_id":"1525","chapter_code":"2TH.3","verse_code":"2TH.3.15","label":"15","content":"Tiamsis nej tsis txhob ntxub nws, nej yuav tsum ntuas nws ib yam li nej ntuas nej tej kwvtij."},{"bible_id":"1525","chapter_code":"2TH.3","verse_code":"2TH.3.16","label":"16","content":"Thov tus Tswv uas yog lub hauvpaus ntawm txojkev kaj siab, pub txojkev kaj siab rau nej txhua lub sijhawm thiab txhua qhov uas nej mus. Thov tus Tswv nrog nraim nej sawvdaws nyob."},{"bible_id":"1525","chapter_code":"2TH.3","verse_code":"2TH.3.17","label":"17","content":"Kuv yog Paulus, tsab ntawv no yog kuv txhais tes sau tuaj rau nej ntag. Kuv suam kuv lub npe rau txhua tsab ntawv uas kuv xa tuaj rau nej."},{"bible_id":"1525","chapter_code":"2TH.3","verse_code":"2TH.3.18","label":"18","content":"Thov peb tus Tswv Yexus Khetos foom koob hmoov rau nej sawvdaws."}]