[{"bible_id":"1525","chapter_code":"ACT.1","verse_code":"ACT.1.1","label":"1","content":"The-aufilaus, Phau ntawv uas kuv xub sau, kuv sau hais txog txhua yam uas Yexus ua thiab qhia txij thaum uas nws pib ua haujlwm"},{"bible_id":"1525","chapter_code":"ACT.1","verse_code":"ACT.1.2","label":"2","content":"mus txog hnub uas Vajtswv coj nws mus saum ntuj. Thaum Yexus tsis tau mus saum ntuj, nws kom Vaj Ntsujplig tus Dawbhuv qhia nws cov timthawj uas nws xaiv tseg lawm."},{"bible_id":"1525","chapter_code":"ACT.1","verse_code":"ACT.1.3","label":"3","content":"Rau qhov plaub caug hnub tom qab uas nws sawv hauv qhov tuag rov qab los, nws tau los tshwm rau lawv pom ntau zaus kom lawv paub hais tias nws tseem muaj sia nyob. Lawv tau pom nws thiab nws qhia lawv txog Vajtswv lub Tebchaws."},{"bible_id":"1525","chapter_code":"ACT.1","verse_code":"ACT.1.4","label":"4","content":"Muaj ib zaug thaum Yexus nrog nws cov timthawj nyob ua ke,  nws samhwm rau lawv hais tias, “Nej tsis txhob tawm hauv lub nroog Yeluxalees mus qhov twg li; nej yuav tsum nyob tos txog hnub uas nej tau raws li kuv Txiv coglus hais tias nws yuav pub rau nej. Qhov ntawd kuv twb qhia rau nej lawm."},{"bible_id":"1525","chapter_code":"ACT.1","verse_code":"ACT.1.5","label":"5","content":"Yauhas muab neeg ua kevcai raus rau hauv dej, tiamsis tshuav ob peb hnub xwb nej yuav tau ua kevcai raus los ntawm Vaj Ntsujplig tus Dawbhuv.”"},{"bible_id":"1525","chapter_code":"ACT.1","verse_code":"ACT.1.6","label":"6","content":"Thaum cov timthawj nrog Yexus nyob ua ke, lawv nug Yexus hais tias, “Tus Tswv, lub sijhawm no koj yuav muab lub Tebchaws rov rau cov Yixalayees los?”"},{"bible_id":"1525","chapter_code":"ACT.1","verse_code":"ACT.1.7","label":"7","content":"Yexus hais rau lawv hais tias, “Tsis tas nej yuav paub hais tias hnub twg thiab lub sijhawm twg yuav muaj li ntawd. Lub sijhawm ntawd nyob ntawm Leej Txiv teem cia."},{"bible_id":"1525","chapter_code":"ACT.1","verse_code":"ACT.1.8","label":"8","content":"Tiamsis thaum Vaj Ntsujplig tus Dawbhuv los nrog nej nyob lawm, nws yuav pub hwjchim rau nej, thiab nej yuav ua timkhawv qhia kuv zaj mus thoob plaws hauv lub nroog Yeluxalees, hauv lub xeev Yudas, hauv lub xeev Xamalis thiab mus txog qab ntuj kawg.”"},{"bible_id":"1525","chapter_code":"ACT.1","verse_code":"ACT.1.9","label":"9","content":"Thaum Yexus hais li ntawd tas, lawv tseem ntsia ntsoov Yexus, ces Vajtswv txawm coj Yexus mus saum ntuj lawm. Muaj ib tauv huab los roos nws, ces lawv tsis pom nws lawm."},{"bible_id":"1525","chapter_code":"ACT.1","verse_code":"ACT.1.10","label":"10","content":"Thaum lawv tseem tabtom ntsiav ntsoov Yexus mus saum ntuj, ua ciav muaj ob tug txivneej hnav ris tsho dawb paug los sawv ntawm lawv."},{"bible_id":"1525","chapter_code":"ACT.1","verse_code":"ACT.1.11","label":"11","content":"Nkawd hais rau lawv hais tias, “Cov neeg Kalilais, nej sawv saib saum ntuj ua dabtsi? Yexus tus uas Vajtswv nyuam qhuav coj mus saum ntuj lawm, nws yeej yuav rov qab los ib yam nkaus li uas nej pom nws mus ntag.”"},{"bible_id":"1525","chapter_code":"ACT.1","verse_code":"ACT.1.12","label":"12","content":"Cov timthawj txawm rov qab pem Roob Txiv Ntoo Roj los txog rau hauv lub nroog Yeluxalees. Lub roob ntawd nyob nrug deb ntawm lub nroog kwvlam li ib kilumev."},{"bible_id":"1525","chapter_code":"ACT.1","verse_code":"ACT.1.13","label":"13","content":"Thaum lawv los txog hauv lub nroog Yeluxalees, lawv txawm mus rau hauv ib lub tsev, thiab nce mus rau ib chav uas nyob txheej saud; chav ntawd yog chav uas lawv tuaj so. Lawv cov ntawd yog Petus, Yauhas, Yakaunpaus, Adales, Filis, Thaumas, Npataulaumais, Mathais, Yakaunpaus uas yog Alafais tus tub, Ximoos tus uas xav kom nws lub tebchaws muaj kev ywjpheej thiab Yudas uas yog Yakaunpaus tus tub."},{"bible_id":"1525","chapter_code":"ACT.1","verse_code":"ACT.1.14","label":"14","content":"Lawv cov no thiab ib co pojniam thiab Malis uas yog Yexus niam thiab Yexus cov kwv pheej tuaj ua ke thov Vajtswv hauv chav tsev ntawd."},{"bible_id":"1525","chapter_code":"ACT.1","verse_code":"ACT.1.15","label":"15","content":"Ob peb hnub tom qab ntawd cov ntseeg tuaj sablaj ua ke, lawv muaj kwvlam li ib puas nees nkaum leej, ces Petus txawm sawv ntsug qhia cov neeg ntawd hais tias,"},{"bible_id":"1525","chapter_code":"ACT.1","verse_code":"ACT.1.16","label":"16","content":"“Cov kwvtij, yeej yuav muaj raws li Vajtswv Txojlus uas Vaj Ntsujplig qhia rau Vajntxwv Daviv sau hais txog Yudas tus uas coj neeg kev mus ntes Yexus."},{"bible_id":"1525","chapter_code":"ACT.1","verse_code":"ACT.1.17","label":"17","content":"Yudas yeej yog ib tug hauv peb pab, Yexus tsa nws nrog peb ua tib txoj haujlwm.”"},{"bible_id":"1525","chapter_code":"ACT.1","verse_code":"ACT.1.18","label":"18","content":"(Cov nyiaj uas Yudas tau thaum Yudas ua phem, Yudas muab yuav ib thaj av. Qhov chaw uas Yudas lub cev poob, nws plab tawg thiab hnyuv tawm tas huv tibsi, twb yog ntawm thaj av ntawd ntag."},{"bible_id":"1525","chapter_code":"ACT.1","verse_code":"ACT.1.19","label":"19","content":"Cov neeg uas nyob hauv lub nroog Yeluxalees hnov zaj no, lawv txawm hu thaj av ntawd raws li lawv lus hais tias, Akedamas uas txhais hais tias, “Thaj Av Ntshav.”)"},{"bible_id":"1525","chapter_code":"ACT.1","verse_code":"ACT.1.20","label":"20","content":"“Twb muaj lus sau tseg rau hauv Phau Ntawv Nkauj lawm hais tias, ‘Cia nws lub tsev nyob khoob lug; tsis txhob pub leejtwg mus nyob hauv lub tsev ntawd.’ Thiab muaj dua ib nqe sau tseg hais tias, ‘Cia lwm tus los hloov nws chaw ua nws tes haujlwm.’"},{"bible_id":"1525","chapter_code":"ACT.1","verse_code":"ACT.1.21","label":"21","content":"“Yog li ntawd, tus uas yuav los nrog peb ua haujlwm, tus ntawd yuav tsum yog ib tug uas ibtxwm nrog peb ua ke thiab nrog peb tus Tswv Yexus mus rau ub rau no,"},{"bible_id":"1525","chapter_code":"ACT.1","verse_code":"ACT.1.22","label":"22","content":"txij thaum Yauhas qhuab qhia thiab muab neeg ua kevcai raus dej  los txog hnub uas Vajtswv coj Yexus mus saum ntuj, mas tus ntawd thiaj nrog peb ua tau timkhawv hais tias Yexus twb sawv hauv qhov tuag rov qab los lawm tiag.”"},{"bible_id":"1525","chapter_code":"ACT.1","verse_code":"ACT.1.23","label":"23","content":"Ces lawv pom zoo muab ob tug neeg los rau sawvdaws xaiv, ob tug ntawd ib tug yog Yauxej uas hu ua Npaxanpas (lossis hu ua Yuxatus) thiab Mathias."},{"bible_id":"1525","chapter_code":"ACT.1","verse_code":"ACT.1.24","label":"24","content":"Lawv txawm thov Vajtswv hais tias, “Tus Tswv, koj yog tus uas paub txhua tus lub siab huv tibsi; yog li ntawd, thov koj qhia rau peb saib ob tug no koj xaiv tus twg"},{"bible_id":"1525","chapter_code":"ACT.1","verse_code":"ACT.1.25","label":"25","content":"los ua timthawj hloov Yudas chaw ua tes haujlwm uas Yudas muab tso tseg thiab mus rau hauv qhov chaw uas yeej yog nws lub lawm.”"},{"bible_id":"1525","chapter_code":"ACT.1","verse_code":"ACT.1.26","label":"26","content":"Ces lawv txawm rho ntawv saib ob tug ntawd tau tus twg. Lawv rho tau Mathias. Txij hnub ntawd los Mathias txawm nrog kaum ib tug timthawj ntawd ua haujlwm."},{"bible_id":"1525","chapter_code":"ACT.2","verse_code":"ACT.2.1","label":"1","content":"Thaum txog hnub Peetekos, cov ntseeg sawvdaws tuaj nyob ua ke rau hauv ib lub tsev."},{"bible_id":"1525","chapter_code":"ACT.2","verse_code":"ACT.2.2","label":"2","content":"Ua ciav txawm muaj ib lub suab nrov nroo ntws saum ntuj los ib yam li ib nthwv cua hlob hlob los rau hauv lub tsev uas sawvdaws tabtom nyob ua ke."},{"bible_id":"1525","chapter_code":"ACT.2","verse_code":"ACT.2.3","label":"3","content":"Lawv pom ib yam zoo li tus nplaim taws los faib pes rhe liab pesvog mus rau lawv txhua tus."},{"bible_id":"1525","chapter_code":"ACT.2","verse_code":"ACT.2.4","label":"4","content":"Vaj Ntsujplig tus Dawbhuv los kav tagnrho lawv txhua tus lub siab, ces lawv txawm hais tau lwm yam lus raws li Vaj Ntsujplig kom lawv hais."},{"bible_id":"1525","chapter_code":"ACT.2","verse_code":"ACT.2.5","label":"5","content":"Thaum ntawd cov Yudais uas hwm Vajtswv tuaj txhua lub tebchaws uas nyob hauv qab ntuj no tuaj so rau hauv lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"ACT.2","verse_code":"ACT.2.6","label":"6","content":"Thaum lawv hnov tej suab ntawd, cov neeg coob coob ntawd txawm tuaj saib saib yog li cas. Thaum lawv nyias hnov nyias lub tebchaws tej lus uas cov ntseeg ntawd hais, lawv xav tsis thoob li."},{"bible_id":"1525","chapter_code":"ACT.2","verse_code":"ACT.2.7","label":"7","content":"Lawv tsis paub yuav hais li cas, ces lawv txawm hais tias, “Cov neeg uas tabtom hais lus no puavleej yog neeg Kalilais los sav!"},{"bible_id":"1525","chapter_code":"ACT.2","verse_code":"ACT.2.8","label":"8","content":"Ua li cas peb hnov lawv hais tau peb tej lus?"},{"bible_id":"1525","chapter_code":"ACT.2","verse_code":"ACT.2.9","label":"9","content":"Peb cov ntawm no muaj ibtxhia yog neeg Pathias, neeg Medias, thiab neeg Elas; muaj ibtxhia tuaj tim tebchaws Mexuputamias tuaj, tuaj hauv tebchaws Yudas tuaj, tuaj pem tebchaws Kapadaukias tuaj, tuaj pem tebchaws Pootus thiab tebchaws Axias tuaj,"},{"bible_id":"1525","chapter_code":"ACT.2","verse_code":"ACT.2.10","label":"10","content":"tuaj pem tebchaws Felinkias thiab pem tebchaws Pafilias tuaj, tuaj nram tebchaws Iziv tuaj, tuaj hauv tej cheebtsam hauv tebchaws Linpias uas nyob ze tebchaws Kilenes tuaj. Peb ibtxhia tuaj tim lub nroog Loos tuaj,"},{"bible_id":"1525","chapter_code":"ACT.2","verse_code":"ACT.2.11","label":"11","content":"tsis hais cov Yudais thiab lwm haivneeg uas kiav xeem ua neeg Yudais, thiab peb ibtxhia tuaj tim koog Povtxwv Keletes thiab nram tebchaws Alanpias tuaj. Txawm yog peb tuaj txhua qhov chaw tuaj los peb puavleej hnov lawv hais txog tej txujci tseemceeb uas Vajtswv tau ua lawm. Peb totaub, rau qhov tej lus uas lawv hais ntawd puavleej yog peb tej lus!”"},{"bible_id":"1525","chapter_code":"ACT.2","verse_code":"ACT.2.12","label":"12","content":"Lawv hnov li ntawd, lawv xav tsis thoob li; lawv sib nug zom zaws hais tias, “Tej no yog li cas?”"},{"bible_id":"1525","chapter_code":"ACT.2","verse_code":"ACT.2.13","label":"13","content":"Tiamsis muaj ibtxhia luag cov ntseeg zom zaws hais tias, “Cov neeg ntawd qaug cawv lawm!”"},{"bible_id":"1525","chapter_code":"ACT.2","verse_code":"ACT.2.14","label":"14","content":"Thaum ntawd Petus thiab kaum ib tug timthawj txawm sawv ntsug, ces Petus hais nrov nrov rau cov neeg coob coob ntawd hais tias, “Cov kwvtij Yudais thiab nej txhua tus uas nyob hauv lub nroog Yeluxalees no, nej ua tib zoo mloog tej uas kuv yuav qhia rau nej."},{"bible_id":"1525","chapter_code":"ACT.2","verse_code":"ACT.2.15","label":"15","content":"Nimno nyuam qhuav cuaj teev sawv ntxov xwb, cov txivneej no tsis yog qaug cawv li nej hais;"},{"bible_id":"1525","chapter_code":"ACT.2","verse_code":"ACT.2.16","label":"16","content":"Tej uas muaj no yog raws li Yau-ees uas yog tus cev Vajtswv lus tau qhia tseg lawm hais tias,"},{"bible_id":"1525","chapter_code":"ACT.2","verse_code":"ACT.2.17","label":"17","content":"‘Vajtswv hais tias, thaum txog tiam uas ntiajteb yuav kawg, kuv yuav ua li no: Kuv yuav pub kuv tus Ntsujplig rau txhua tug. Nej tej tub tej ntxhais yuav cev kuv tej lus. Nej tej tub hluas yuav ua yogtoog, thiab tej laus yuav ua npau suav."},{"bible_id":"1525","chapter_code":"ACT.2","verse_code":"ACT.2.18","label":"18","content":"Tsis yog li ntawd xwb, thaum txog tiam ntawd, kuv yuav pub kuv tus Ntsujplig rau kuv cov tubtxib, tsis hais pojniam thiab txivneej huv tibsi, thiab lawv yuav cev kuv tej lus."},{"bible_id":"1525","chapter_code":"ACT.2","verse_code":"ACT.2.19","label":"19","content":"Kuv yuav ua tej txujci tseemceeb rau saum nruab ntug, thiab hauv ntiajteb no. Yuav muaj ntshav, muaj nplaim taws thiab pa taws;"},{"bible_id":"1525","chapter_code":"ACT.2","verse_code":"ACT.2.20","label":"20","content":"thaum tseem tsis tau txog hnub tseemceeb uas ci ntsa iab uas tus Tswv los, lub hnub yuav tsaus thiab lub hli yuav liab li ntshav."},{"bible_id":"1525","chapter_code":"ACT.2","verse_code":"ACT.2.21","label":"21","content":"Thaum ntawd tus uas thov tus Tswv pab, tus ntawd yuav dim.’"},{"bible_id":"1525","chapter_code":"ACT.2","verse_code":"ACT.2.22","label":"22","content":"“Cov kwvtij Yixalayees, nej cia li mloog tej lus uas kuv yuav qhia no! Vajtswv txib Yexus tus uas yog neeg Naxales los ua tej txujci tseemceeb qhia Vajtswv lub hwjchim rau nej. Tej uas nej pom ntawd qhia rau nej paub hais tias Yexus yog tus uas Vajtswv txib los tiag."},{"bible_id":"1525","chapter_code":"ACT.2","verse_code":"ACT.2.23","label":"23","content":"Qhov uas Vajtswv muab Yexus rau nej, nej muab nws rau cov neeg txhaum coj mus ntsia rau saum ntoo khaublig, thiab nej kom lawv muab nws tua povtseg, qhov ntawd twb yog raws li Vajtswv pom zoo thiab npaj tseg lawm."},{"bible_id":"1525","chapter_code":"ACT.2","verse_code":"ACT.2.24","label":"24","content":"Tiamsis Vajtswv twb daws Yexus dim thiab tsa Yexus sawv hauv qhov tuag rov qab los lawm; txojkev tuag lub hwjchim yuam tsis tau nws."},{"bible_id":"1525","chapter_code":"ACT.2","verse_code":"ACT.2.25","label":"25","content":"Rau qhov Daviv hais txog nws hais tias, ‘kuv niaj hnub pom tus Tswv nrog kuv nyob; nws nyob ntawm kuv sab xis, kuv thiaj tsis ntxhov siab."},{"bible_id":"1525","chapter_code":"ACT.2","verse_code":"ACT.2.26","label":"26","content":"Twb yog vim li no kuv thiaj zoo siab, thiab tej lus uas kuv hais ua rau sawvdaws paub hais tias kuv zoo siab; txawm yog kuv yog neeg xwb los kuv tseem muaj kev cia siab,"},{"bible_id":"1525","chapter_code":"ACT.2","verse_code":"ACT.2.27","label":"27","content":"rau qhov koj yeej yuav tsis tso kuv tus ntsujplig rau hauv tubtuag teb; koj yuav tsis cia koj tus tubtxib uas ncaj ncees cev nqaij lwj rau hauv qhov ntxa."},{"bible_id":"1525","chapter_code":"ACT.2","verse_code":"ACT.2.28","label":"28","content":"Koj twb qhia txojkev uas coj neeg mus txog txojsia rau kuv paub lawm thiab qhov uas koj nrog kuv nyob, ua rau kuv zoo siab kawg li.’"},{"bible_id":"1525","chapter_code":"ACT.2","verse_code":"ACT.2.29","label":"29","content":"“Cov kwvtij, kuv yuav qhia rau nej paub txog peb yawgkoob Daviv. Nws twb tuag thiab lawv muab nws lub cev coj mus faus lawm; niaj hnub nimno nws lub ntxa tseem nyob."},{"bible_id":"1525","chapter_code":"ACT.2","verse_code":"ACT.2.30","label":"30","content":"Thaum Daviv tseem ua neej nyob, nws yog ib tug uas cev Vajtswv lus. Nws paub tseeb hais tias Vajtswv twb coglus rau nws hais tias, Vajtswv yuav tsa nws ib tug xeebntxwv los ua vajntxwv ib yam li nws."},{"bible_id":"1525","chapter_code":"ACT.2","verse_code":"ACT.2.31","label":"31","content":"Daviv twb paub ua ntej lawm hais tias, tus Mexiyas yuav sawv hauv qhov tuag rov qab los. Daviv thiaj hais tias, ‘Vajtswv yuav tsis tso nws tseg rau hauv tubtuag teb; nws cev nqaij yuav tsis lwj rau hauv qhov ntxa.’"},{"bible_id":"1525","chapter_code":"ACT.2","verse_code":"ACT.2.32","label":"32","content":"Tus Yexus no yog tus uas Vajtswv tsa sawv hauv qhov tuag rov qab los, peb ua tau timkhawv hais tias, nws twb sawv hauv qhov tuag rov qab los lawm tiag."},{"bible_id":"1525","chapter_code":"ACT.2","verse_code":"ACT.2.33","label":"33","content":"Vajtswv tus uas yog Yexus Txiv, nws coj Yexus mus nyob ntawm nws sab xis, thiab Vajtswv pub Vaj Ntsujplig rau Yexus raws li Vajtswv tau coglus tseg lawm. Nimno Yexus twb pub Vaj Ntsujplig rau peb lawm, raws li nej hnov thiab nej pom no."},{"bible_id":"1525","chapter_code":"ACT.2","verse_code":"ACT.2.34","label":"34","content":"Daviv yeej tsis tau mus saum ntuj ceebtsheej dua li, tiamsis Daviv hais tias, ‘Tus Tswv hais rau kuv tus Tswv hais tias, koj cia li los nyob ntawm kuv sab xis"},{"bible_id":"1525","chapter_code":"ACT.2","verse_code":"ACT.2.35","label":"35","content":"mus txog thaum kuv muab koj cov yeebncuab los rau koj tsuj.’"},{"bible_id":"1525","chapter_code":"ACT.2","verse_code":"ACT.2.36","label":"36","content":"“Yog li ntawd cov Yixalayees, nej sawvdaws yuav tsum paub hais tias tus Yexus uas nej muab ntsia rau saum ntoo khaublig, yog tus uas Vajtswv tsa ua tus Tswv thiab ua tus Mexiyas lawm.”"},{"bible_id":"1525","chapter_code":"ACT.2","verse_code":"ACT.2.37","label":"37","content":"Thaum sawvdaws hnov Petus hais li ntawd, lawv nyuaj siab kawg li, lawv txawm nug Petus thiab cov timthawj hais tias, “Cov kwvtij, peb yuav ua li cas?”"},{"bible_id":"1525","chapter_code":"ACT.2","verse_code":"ACT.2.38","label":"38","content":"Petus teb lawv hais tias, “Nej txhua tus nyias yuav tsum tso nyias tej kev txhaum tseg thiab ua kevcai raus dej ntawm Yexus Khetos lub npe, Vajtswv thiaj yuav zam txim rau nej thiab nej thiaj yuav tau Vaj Ntsujplig tus Dawbhuv."},{"bible_id":"1525","chapter_code":"ACT.2","verse_code":"ACT.2.39","label":"39","content":"Rau qhov Vajtswv coglus tseg hais tias nws yuav pub tej no rau nej, rau nej cov menyuam thiab rau cov neeg nyob deb tus Tswv uas yog peb tus Vajtswv hu los ua nws haivneeg.”"},{"bible_id":"1525","chapter_code":"ACT.2","verse_code":"ACT.2.40","label":"40","content":"Petus tseem ntuas thiab qhia lawv ntxiv hais tias, “Nej yuav tsum nrhiav kev khiav kom dim, nej thiaj tsis raug txim li cov neeg siab phem no!”"},{"bible_id":"1525","chapter_code":"ACT.2","verse_code":"ACT.2.41","label":"41","content":"Cov neeg uas hnov Petus qhia muaj ntau leej ntseeg thiab ua kevcai raus dej. Hnub ntawd cov uas los ntseeg muaj kwvlam li peb txhiab leej."},{"bible_id":"1525","chapter_code":"ACT.2","verse_code":"ACT.2.42","label":"42","content":"Lawv niaj hnub tuaj kawm tej uas cov timthawj qhia, lawv sib hlub sib pab, lawv koom noj Yexus rooj mov thiab thov Vajtswv ua ke."},{"bible_id":"1525","chapter_code":"ACT.2","verse_code":"ACT.2.43","label":"43","content":"Thaum sawvdaws pom tej txujci tseemceeb uas cov timthawj ua, lawv xav tsis thoob li."},{"bible_id":"1525","chapter_code":"ACT.2","verse_code":"ACT.2.44","label":"44","content":"Cov ntseeg sawvdaws koom ib lub siab, nyias nqa nyias tej qhov txhia chaw tuaj tso ua ke ua sawvdaws tug."},{"bible_id":"1525","chapter_code":"ACT.2","verse_code":"ACT.2.45","label":"45","content":"Lawv muab lawv tej av thiab tej khoom uas yog lawv tug muag, thiab muab tej nyiaj ntawd faib rau txhua tus raws li tus uas muaj chaw siv."},{"bible_id":"1525","chapter_code":"ACT.2","verse_code":"ACT.2.46","label":"46","content":"Lawv niaj hnub mus pehawm Vajtswv hauv lub Tuamtsev, thiab lawv noj Yexus rooj mov thiab noj mov ua ke hauv lawv tej tsev ib lub dhau ib lub, txawm yog muaj ntau muaj tsawg los lawv sawvdaws zoo siab noj."},{"bible_id":"1525","chapter_code":"ACT.2","verse_code":"ACT.2.47","label":"47","content":"Lawv ua Vajtswv tsaug tsis tseg tsis tu, thiab tej neeg sawvdaws puavleej hwm lawv. Tus Tswv niaj hnub coj neeg los ntseeg coob zuj zus ntxiv rau cov ntseeg."},{"bible_id":"1525","chapter_code":"ACT.3","verse_code":"ACT.3.1","label":"1","content":"Muaj ib hnub thaum peb teev hnub qaij, Petus thiab Yauhas mus rau hauv lub Tuamtsev. Thaum ntawd yog lub sijhawm uas sawvdaws tuaj thov Vajtswv."},{"bible_id":"1525","chapter_code":"ACT.3","verse_code":"ACT.3.2","label":"2","content":"Muaj ib tug txivneej tuag ceg thaum nruab thiab los zaum ntawm lub roojvag uas hu ua lub Roojvag Zoo Nkauj. Niaj hnub muaj neeg kwv nws tuaj nyob ntawm roojvag thiab thov nyiaj ntawm cov neeg uas tuaj thov Vajtswv hauv lub Tuamtsev."},{"bible_id":"1525","chapter_code":"ACT.3","verse_code":"ACT.3.3","label":"3","content":"Thaum nws pom Petus thiab Yauhas tabtom yuav mus hauv lub Tuamtsev, nws txawm thov kom nkawd pub ib yam dabtsi rau nws."},{"bible_id":"1525","chapter_code":"ACT.3","verse_code":"ACT.3.4","label":"4","content":"Nkawd tsa qhovmuag saib tus txivneej uas tuag ceg ntawd, ces Petus txawm hais tias, “Koj cia li saib wb!”"},{"bible_id":"1525","chapter_code":"ACT.3","verse_code":"ACT.3.5","label":"5","content":"Tus txivneej ntawd xav hais tias nyaj nkawd yuav pub ib yam dabtsi rau nws ntag."},{"bible_id":"1525","chapter_code":"ACT.3","verse_code":"ACT.3.6","label":"6","content":"Tiamsis Petus hais rau nws hais tias, “Kuv tsis muaj nyiaj, tiamsis kuv yuav muab yam uas kuv muaj rau koj: Kuv tuav Yexus Khetos tus uas yog neeg Naxales lub npe hais rau koj hais tias koj cia li sawv thiab mus kev!”"},{"bible_id":"1525","chapter_code":"ACT.3","verse_code":"ACT.3.7","label":"7","content":"Petus tuav nkaus tus txivneej ntawd sab tes xis rub nws sawv. Tamsim ntawd nws ob txhais ceg thiab ob lub pobtaws txawm muaj zog lawm;"},{"bible_id":"1525","chapter_code":"ACT.3","verse_code":"ACT.3.8","label":"8","content":"nws sawv tsees nrog Petus thiab Yauhas mus rau hauv lub Tuamtsev thiab nws dhia pajpaws ua Vajtswv tsaug."},{"bible_id":"1525","chapter_code":"ACT.3","verse_code":"ACT.3.9","label":"9","content":"Cov neeg uas nyob ntawd pom nws mus kev thiab hnov nws ua Vajtswv tsaug,"},{"bible_id":"1525","chapter_code":"ACT.3","verse_code":"ACT.3.10","label":"10","content":"thiab thaum lawv pom dheev nws, lawv paub hais tias nws yog tus uas niaj hnub tuaj nyob ntawm lub Roojvag Zoo Nkauj thov nyiaj, lawv xav tsis thoob xyov yog ua li cas nws mus taus kev lawm."},{"bible_id":"1525","chapter_code":"ACT.3","verse_code":"ACT.3.11","label":"11","content":"Thaum tus txivneej ntawd tseem tuav rawv Petus thiab Yauhas tes ntawm Xalumoos lub qabkhav, cov neeg uas pom li ntawd xav tsis thoob li. Lawv txawm khiav zom zaws los rau ntawm Petus nkawd."},{"bible_id":"1525","chapter_code":"ACT.3","verse_code":"ACT.3.12","label":"12","content":"Thaum Petus pom cov neeg khiav zom zaws los, Petus hais rau lawv hais tias, “Cov kwvtij Yixalayees, ua li cas nej yuav xav tsis thoob rau tej no thiab ua li cas nej yuav saib ntsoov wb? Nej xav hais tias yog wb muaj hwjchim lossis yog wb ntseeg heev, wb thiaj ua rau tus txivneej no mus taus kev no los?"},{"bible_id":"1525","chapter_code":"ACT.3","verse_code":"ACT.3.13","label":"13","content":"Tus Vajtswv uas yog peb yawgkoob Anplahas, Ixaj thiab Yakhauj tus Vajtswv ua rau nws tus tubtxib Yexus tau koob meej. Tiamsis nej ntes nws coj mus rau cov nomtswv uas muaj hwjchim. Thaum Philaj taug nws zaj, txawm yog Philaj xav muab nws tso los nej tsis kam."},{"bible_id":"1525","chapter_code":"ACT.3","verse_code":"ACT.3.14","label":"14","content":"Nws yog tus dawbhuv thiab ncaj ncees, tiamsis nej tsis kam Philaj tso nws. Nej ho thov kom Philaj tso tus neeg uas tua neeg rau nej."},{"bible_id":"1525","chapter_code":"ACT.3","verse_code":"ACT.3.15","label":"15","content":"Nej muab tus uas cawm neeg txojsia tua povtseg, tiamsis Vajtswv tsa nws sawv hauv qhov tuag rov qab los, peb thiaj ua timkhawv hais tias nws twb sawv hauv qhov tuag rov qab los lawm tiag."},{"bible_id":"1525","chapter_code":"ACT.3","verse_code":"ACT.3.16","label":"16","content":"Twb yog Yexus lub npe uas muaj hwjchim kho tau tus txivneej tuag ceg uas nej pom ntawd muaj zog ntag. Twb yog vim tus txivneej uas nej pom thiab paub no ntseeg Yexus, nws thiaj zoo. Nej pom hais tias nws zoo lawm vim nws ntseeg Yexus."},{"bible_id":"1525","chapter_code":"ACT.3","verse_code":"ACT.3.17","label":"17","content":"“Cov kwvtij, kuv paub hais tias qhov uas nej thiab nej cov thawjcoj ua li ntawd rau Yexus, vim nej tsis paub."},{"bible_id":"1525","chapter_code":"ACT.3","verse_code":"ACT.3.18","label":"18","content":"Yav thaum ub Vajtswv kom cov cev Vajtswv lus qhia ua ntej hais tias tus Mexiyas yuav raug kev tsimtxom; nimno twb muaj tiav raws li Vajtswv tau hais tseg lawm."},{"bible_id":"1525","chapter_code":"ACT.3","verse_code":"ACT.3.19","label":"19","content":"Yog li ntawd, nej yuav tsum tso nej tej kev txhaum tseg thiab tig rov los cuag Vajtswv, Vajtswv thiaj yuav zam nej lub txim. Yog nej ua li ntawd,"},{"bible_id":"1525","chapter_code":"ACT.3","verse_code":"ACT.3.20","label":"20","content":"tus Tswv yuav pab kom nej tau zoo nyob kaj siab lug. Vajtswv yuav txib Yexus tus uas yog tus Mexiyas los pab nej."},{"bible_id":"1525","chapter_code":"ACT.3","verse_code":"ACT.3.21","label":"21","content":"Yexus yuav nyob saum ntuj ceebtsheej mus txog thaum uas ib puas tsav yam hloov dua tshiab tas huv tibsi; tej no muaj raws li cov cev Vajtswv lus uas yog neeg dawbhuv thaum ub tau qhia tseg lawm."},{"bible_id":"1525","chapter_code":"ACT.3","verse_code":"ACT.3.22","label":"22","content":"Rau qhov Mauxes hais tias, ‘Tus Tswv uas yog nej tus Vajtswv yuav tsa nej cov ib tug ua tus cev Vajtswv lus ib yam li nws tau tsa kuv,  nej yuav tsum mloog txhua yam uas nws qhia rau nej."},{"bible_id":"1525","chapter_code":"ACT.3","verse_code":"ACT.3.23","label":"23","content":"Yog leejtwg tsis mloog tej lus uas tus cev Vajtswv lus ntawd qhia, Vajtswv yuav muab tus ntawd tshem tawm ntawm nws haivneeg mus thiab tus ntawd yuav raug kev puastsuaj.’"},{"bible_id":"1525","chapter_code":"ACT.3","verse_code":"ACT.3.24","label":"24","content":"Cov cev Vajtswv lus thaum ub uas yog suav txij Xamuyees los puavleej hais txog tej no ib yam nkaus."},{"bible_id":"1525","chapter_code":"ACT.3","verse_code":"ACT.3.25","label":"25","content":"Thaum Vajtswv kom nws cov cevlus qhia nws tej lus cog tseg rau nej twb yog nws xav pab nej, thiab tej lus uas nws cog tseg rau nej cov yawgkoob twb yog nws coglus rau nej thiab. Vajtswv coglus tseg rau Anplahas hais tias, ‘Kuv yuav foom koob hmoov ntawm koj tus xeebntxwv mus rau txhua haivneeg hauv qab ntuj no.’"},{"bible_id":"1525","chapter_code":"ACT.3","verse_code":"ACT.3.26","label":"26","content":"Yog li ntawd, Vajtswv thiaj txib nws tus tubtxib uas nws twb xaiv cia lawm los cuag nej ua ntej, nws foom koob hmoov rau nej kom nej thiaj tso nej tej kev txhaum tseg.”"},{"bible_id":"1525","chapter_code":"ACT.4","verse_code":"ACT.4.1","label":"1","content":"Thaum Petus thiab Yauhas tseem tabtom qhia cov neeg ntawd, cov povthawj qee leej,  cov tubrog uas saib lub Tuamtsev tus thawj thiab ib co Xadukais txawm tuaj nrhiav nkawd."},{"bible_id":"1525","chapter_code":"ACT.4","verse_code":"ACT.4.2","label":"2","content":"Lawv chim rau Petus thiab Yauhas heev, rau qhov nkawd qhia sawvdaws hais tias Yexus twb sawv hauv qhov tuag rov qab los lawm. Nkawd qhia li ntawd, sawvdaws thiaj paub hais tias neeg sawv tau hauv qhov tuag rov qab los."},{"bible_id":"1525","chapter_code":"ACT.4","verse_code":"ACT.4.3","label":"3","content":"Lawv txawm ntes Petus thiab Yauhas coj mus kaw ib hmos, rau qhov thaum ntawd twb tsaus ntuj lawm."},{"bible_id":"1525","chapter_code":"ACT.4","verse_code":"ACT.4.4","label":"4","content":"Tiamsis cov neeg uas tau hnov nkawd qhia zaj ntawd muaj ntau leej ntseeg Yexus; suav cov txivneej uas los ntseeg muaj kwvlam li tsib txhiab leej."},{"bible_id":"1525","chapter_code":"ACT.4","verse_code":"ACT.4.5","label":"5","content":"Thaum kaj ntug lawm, cov Yudais tej thawjcoj, cov txwjlaug thiab cov xibhwb uas qhia Vajtswv txoj Kevcai tuaj ua ke sablaj hauv lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"ACT.4","verse_code":"ACT.4.6","label":"6","content":"Anas uas yog tus Povthawj Hlob, Kaiyafas, Yauhas, Alexades thiab lwm tus uas yog tus Povthawj Hlob tsevneeg tuaj nrog lawv sablaj thiab."},{"bible_id":"1525","chapter_code":"ACT.4","verse_code":"ACT.4.7","label":"7","content":"Lawv coj Petus thiab Yauhas los sawv tabmeeg lawv, thiab lawv nug nkawd hais tias, “Leejtwg pub hwjchim rau neb? Thiab neb tuav leejtwg lub npe ua tej no?”"},{"bible_id":"1525","chapter_code":"ACT.4","verse_code":"ACT.4.8","label":"8","content":"Tamsim ntawd Vaj Ntsujplig tus Dawbhuv txawm los kav Petus lub siab, Petus teb lawv hais tias, “Cov nomtswv uas kav pejxeem thiab cov txwjlaug,"},{"bible_id":"1525","chapter_code":"ACT.4","verse_code":"ACT.4.9","label":"9","content":"hnub no nej nug wb li no yog nej nug txog qhov uas wb kho tus txivneej tuag ceg no lossis nug txog qhov uas nws ob txhais ceg zoo."},{"bible_id":"1525","chapter_code":"ACT.4","verse_code":"ACT.4.10","label":"10","content":"Yog nej nug li ntawd, kuv teb rau nej thiab cov Yixalayees sawvdaws hais tias twb yog Yexus tus uas yog neeg Naxales ua rau tus txivneej uas sawv tabmeeg nej no zoo ntag. Yexus yog tus uas nej muab ntsia rau saum tus ntoo khaublig, tiamsis Vajtswv twb tsa nws sawv hauv qhov tuag rov qab los lawm."},{"bible_id":"1525","chapter_code":"ACT.4","verse_code":"ACT.4.11","label":"11","content":"Yexus yog tus uas Vajtswv Txojlus qhia tseg hais tias, ‘Lub Pobzeb uas cov kws ua tsev muab povtseg, nimno twb muab lub ntawd los ua lub thawj lawm.’"},{"bible_id":"1525","chapter_code":"ACT.4","verse_code":"ACT.4.12","label":"12","content":"Tsis muaj leejtwg cawm tau peb dim peb lub txim, tsuas yog Yexus tib leeg xwb thiaj cawm tau; tsis muaj dua lwm tus uas Vajtswv tso los cawm peb neeg ntiajteb kom peb dim peb lub txim.”"},{"bible_id":"1525","chapter_code":"ACT.4","verse_code":"ACT.4.13","label":"13","content":"Thaum lawv pom hais tias Petus thiab Yauhas muaj lub siab tawv teb li ntawd, lawv xav tsis thoob li, rau qhov lawv paub hais tias nkawd yeej tsis tau kawm ntawv. Ces lawv nco dheev txog hais tias nkawd yeej nrog Yexus nyob ua ke."},{"bible_id":"1525","chapter_code":"ACT.4","verse_code":"ACT.4.14","label":"14","content":"Tiamsis lawv tsis muaj lus teb, rau qhov lawv pom tus txivneej tuag ceg uas zoo lawm nrog nkawd sawv ua ke ntawd."},{"bible_id":"1525","chapter_code":"ACT.4","verse_code":"ACT.4.15","label":"15","content":"Lawv txawm kom Petus thiab Yauhas tawm mus rau nraum zoov, lawv sablaj hais tias,"},{"bible_id":"1525","chapter_code":"ACT.4","verse_code":"ACT.4.16","label":"16","content":"“Peb yuav ua li cas rau nkawd? Cov neeg uas nyob hauv lub nroog Yeluxalees no puavleej paub hais tias zaj txujci tseemceeb no twb yog nkawd ua; yog peb yuav hais tias tsis yog nkawd ua los yeej hais tsis tau."},{"bible_id":"1525","chapter_code":"ACT.4","verse_code":"ACT.4.17","label":"17","content":"Peb yuav tsum txwv tsis pub nkawd hais Yexus lub npe rau leejtwg li, zaj no thiaj yuav tsis nrov ncha mus rau sawvdaws hnov.”"},{"bible_id":"1525","chapter_code":"ACT.4","verse_code":"ACT.4.18","label":"18","content":"Lawv txawm hu nkawd rov qab los thiab lawv hais rau nkawd kom nkawd tsis txhob hais lossis qhia Yexus zaj ib zaug li lawm."},{"bible_id":"1525","chapter_code":"ACT.4","verse_code":"ACT.4.19","label":"19","content":"Tiamsis Petus thiab Yauhas teb lawv hais tias, “Wb mloog nej lus zoo dua li wb mloog Vajtswv lus los? Nej sim xav saib, ob qho no qhov twg yuav haum Vajtswv siab dua?"},{"bible_id":"1525","chapter_code":"ACT.4","verse_code":"ACT.4.20","label":"20","content":"Tej uas wb hnov thiab wb pom lawm, wb yeej yuav qhia, wb tsis npog li.”"},{"bible_id":"1525","chapter_code":"ACT.4","verse_code":"ACT.4.21","label":"21","content":"Cov nomtswv hajyam txwv nkawd tawv dua thawj zaug, ces lawv mam li tso nkawd mus. Lawv tsis paub yuav rau txim li cas rau nkawd, rau qhov tej neeg uas pom zaj txujci tseemceeb ntawd sawvdaws puavleej qhuas Vajtswv."},{"bible_id":"1525","chapter_code":"ACT.4","verse_code":"ACT.4.22","label":"22","content":"Tus txivneej uas Vajtswv kho zoo ntawd hnubnyoog muaj plaub caug tawm xyoo lawm."},{"bible_id":"1525","chapter_code":"ACT.4","verse_code":"ACT.4.23","label":"23","content":"Thaum cov nomtswv tso Petus thiab Yauhas lawm, nkawd rov mus rau ntawm cov ntseeg thiab qhia tej uas cov thawj ntawm cov povthawj thiab cov txwjlaug txwv nkawd rau lawv mloog."},{"bible_id":"1525","chapter_code":"ACT.4","verse_code":"ACT.4.24","label":"24","content":"Thaum cov ntseeg hnov li ntawd, lawv koom ua ib lub siab thov Vajtswv hais tias, “Vajtswv, koj yog tus uas tsim lub ntuj thiab lub ntiajteb, tsim dej hiavtxwv thiab tsim ib puas tsav yam uas nyob saum nruab ntug, nyob hauv ntiajteb thiab hauv hiavtxwv."},{"bible_id":"1525","chapter_code":"ACT.4","verse_code":"ACT.4.25","label":"25","content":"Koj kom Vaj Ntsujplig tus Dawbhuv qhia rau peb yawgkoob Daviv uas yog koj tus tubtxib hais tias, ‘Vim li cas lwm haivneeg chim heev, thiab tej neeg tuavhauv ua phem, tiamsis ua tsis tau?"},{"bible_id":"1525","chapter_code":"ACT.4","verse_code":"ACT.4.26","label":"26","content":"Cov vajntxwv uas kav lub ntiajteb no sawv nres nroos tos thiab cov nomtswv tuaj ua ke tawmtsam tus Tswv thiab tus Mexiyas.’"},{"bible_id":"1525","chapter_code":"ACT.4","verse_code":"ACT.4.27","label":"27","content":"Yeej muaj li ntawd tiag, rau qhov Helauj thiab Pauti-us Philaj nkawd nrog lwm haivneeg thiab cov Yixalayees tuaj ua ke rau hauv lub nroog no tawmtsam Yexus tus uas yog koj tus tubtxib dawbhuv uas koj tsa ua tus Mexiyas lawm."},{"bible_id":"1525","chapter_code":"ACT.4","verse_code":"ACT.4.28","label":"28","content":"Tej uas lawv ua no twb yog muaj raws li koj lub hwjchim thiab koj tau npaj siab tseg lawm."},{"bible_id":"1525","chapter_code":"ACT.4","verse_code":"ACT.4.29","label":"29","content":"Tus Tswv, nimno thov koj tsa qhovmuag saib tej uas lawv ua nruj ua tsiv rau peb. Thiab thov koj pab peb cov uas yog koj cov tubtxib kom muaj lub siab tawv qhia koj Txojlus."},{"bible_id":"1525","chapter_code":"ACT.4","verse_code":"ACT.4.30","label":"30","content":"Thov koj cev tes kho tej neeg uas muaj mob, thiab thaum peb tuav Yexus uas yog koj tus tubtxib uas dawbhuv lub npe, thov koj ua tej txujci tseemceeb rau sawvdaws pom.”"},{"bible_id":"1525","chapter_code":"ACT.4","verse_code":"ACT.4.31","label":"31","content":"Thaum lawv thov tas, qhov chaw uas lawv nyob ntawd txawm ua zog koog; Vaj Ntsujplig tus Dawbhuv txawm los kav lawv txhua tus lub siab, lawv thiaj muaj lub siab tawv qhia Vajtswv Txojlus."},{"bible_id":"1525","chapter_code":"ACT.4","verse_code":"ACT.4.32","label":"32","content":"Cov ntseeg txhua tus puavleej koom ua ib lub siab; lawv nqa lawv tej qhov txhia chaw tuaj tso ua ke ua sawvdaws tug. Tsis muaj ib tug yuav hais tias tej uas nws muaj yog nws li."},{"bible_id":"1525","chapter_code":"ACT.4","verse_code":"ACT.4.33","label":"33","content":"Vajtswv pub hwjchim rau cov timthawj, lawv thiaj muaj lub siab tawv ua timkhawv hais txog zaj uas Tswv Yexus sawv hauv qhov tuag rov qab los, thiab Vajtswv foom koob hmoov rau lawv txhua tus."},{"bible_id":"1525","chapter_code":"ACT.4","verse_code":"ACT.4.34","label":"34","content":"Lawv cov ntawd tsis muaj ib tug txomnyem li. Cov uas muaj av ntau lossis muaj vaj muaj tsev ntau los lawv muab muag thiab coj cov nyiaj uas lawv muag tau tuaj"},{"bible_id":"1525","chapter_code":"ACT.4","verse_code":"ACT.4.35","label":"35","content":"rau cov timthawj; thiab cov timthawj muab cov nyiaj ntawd faib rau sawvdaws raws li tus uas muaj chaw siv."},{"bible_id":"1525","chapter_code":"ACT.4","verse_code":"ACT.4.36","label":"36","content":"Yauxej kuj ua li ntawd thiab; Yauxej yog xeem Levis, nws yug tim lub koog Povtxwv Xaipas. Cov timthawj tis dua ib lub npe rau Yauxej hu ua Npananpas, (lub npe ntawd txhais hais tias “Tus uas Txhawb Zog.”)"},{"bible_id":"1525","chapter_code":"ACT.4","verse_code":"ACT.4.37","label":"37","content":"Nws muab nws daim teb muag thiab coj cov nyiaj tuaj rau cov timthawj."},{"bible_id":"1525","chapter_code":"ACT.5","verse_code":"ACT.5.1","label":"1","content":"Muaj ib tug txivneej hu ua Ananias, nws tus pojniam hu ua Xafilas. Ananias muab nkawd thaj av muag,"},{"bible_id":"1525","chapter_code":"ACT.5","verse_code":"ACT.5.2","label":"2","content":"Ananias thiab nws tus pojniam koom siab muab cov nyiaj ntawd ibtxhia khaws cia lawm thiab coj ib co tuaj rau cov timthawj."},{"bible_id":"1525","chapter_code":"ACT.5","verse_code":"ACT.5.3","label":"3","content":"Petus hais rau Ananias hais tias, “Ananias, ua li cas koj yuav cia dab Ntxwgnyoog kav koj lub siab kom koj dag Vaj Ntsujplig tus Dawbhuv? Cov nyiaj uas koj muag koj thaj av, koj twb muab ib co khaws cia lawm los sav?"},{"bible_id":"1525","chapter_code":"ACT.5","verse_code":"ACT.5.4","label":"4","content":"Thaum koj tsis tau muag koj thaj av, thaj av ntawd yeej yog koj li; thaum koj muab muag lawm, cov nyiaj yeej yog koj li thiab. Ua li cas koj yuav muaj lub siab ua li ntawd? Tsis yog koj dag neeg, tiamsis yog koj dag Vajtswv!”"},{"bible_id":"1525","chapter_code":"ACT.5","verse_code":"ACT.5.5","label":"5","content":"Thaum Ananias hnov Petus hais li ntawd, tamsim ntawd Ananias txawm vau hlo thiab tuag kiag lawm; thaum sawvdaws hnov zaj no, sawvdaws ntshai kawg li."},{"bible_id":"1525","chapter_code":"ACT.5","verse_code":"ACT.5.6","label":"6","content":"Cov tub hluas txawm los muab Ananias lub cev qhwv thiab kwv coj mus faus lawm."},{"bible_id":"1525","chapter_code":"ACT.5","verse_code":"ACT.5.7","label":"7","content":"Tom qab ntawd yuav luag peb txoos teev, Ananias tus pojniam tuaj txog, tiamsis nws tsis paub hais tias muaj tej xwm ntawd li."},{"bible_id":"1525","chapter_code":"ACT.5","verse_code":"ACT.5.8","label":"8","content":"Petus hais rau Xafilas hais tias, “Koj qhia rau kuv saib, neb muag neb thaj av tau nyiaj li ntawd xwb tiag los?”. Xafilas teb hais tias, “Yog, yeej tau li ntawd xwb tiag.”"},{"bible_id":"1525","chapter_code":"ACT.5","verse_code":"ACT.5.9","label":"9","content":"Petus hais rau Xafilas hais tias, “Ua li cas koj thiab koj tus txiv yuav koom ua ib lub siab dag Vaj Ntsujplig tus Dawbhuv? Koj saib, cov neeg uas kwv koj tus txiv mus faus tabtom los txog ntawm qhovrooj; lawv yuav kwv koj mus faus ib yam nkaus thiab!”"},{"bible_id":"1525","chapter_code":"ACT.5","verse_code":"ACT.5.10","label":"10","content":"Tamsim ntawd Xafilas txawm vau hlo rau ntawm Petus kotaw thiab tuag lawm. Thaum cov tub hluas los txog, lawv pom hais tias Xafilas twb tuag lawm, ces lawv txawm kwv nws mus faus nrog nws tus txiv ua ke."},{"bible_id":"1525","chapter_code":"ACT.5","verse_code":"ACT.5.11","label":"11","content":"Cov ntseeg thiab tej neeg uas hnov zaj no, lawv ntshai kawg li."},{"bible_id":"1525","chapter_code":"ACT.5","verse_code":"ACT.5.12","label":"12","content":"Cov timthawj ua tej txujci uas xav tsis thoob ntau yam rau sawvdaws pom. Cov ntseeg niaj hnub tuaj nyob ua ke ntawm qhov chaw uas hu ua Xalumoos lub qabkhav."},{"bible_id":"1525","chapter_code":"ACT.5","verse_code":"ACT.5.13","label":"13","content":"Txawm yog tsis muaj leejtwg los koom nrog cov ntseeg los sawvdaws qhuas cov ntseeg kawg li."},{"bible_id":"1525","chapter_code":"ACT.5","verse_code":"ACT.5.14","label":"14","content":"Thiab pheej muaj neeg los ntseeg Vajtswv coob zuj zus, tsis hais pojniam lossis txivneej."},{"bible_id":"1525","chapter_code":"ACT.5","verse_code":"ACT.5.15","label":"15","content":"Cov neeg uas pom tej txujci uas cov timthawj ua, lawv coj tej neeg muaj mob tuaj tso rau ntawm ntug kev. Lawv muab pam thiab muab lev pua rau cov neeg mob ntawd pw, lawv ua li ntawd lawv xav hais tias thaum Petus taug kev tuaj, Petus tus duab yuav roos cov neeg mob ntawd qee leej."},{"bible_id":"1525","chapter_code":"ACT.5","verse_code":"ACT.5.16","label":"16","content":"Tsis yog li ntawd xwb cov neeg coob coob uas nyob hauv tej zog uas nyob ibncig lub nroog Yeluxalees tseem coj lawv tej neeg uas muaj mob thiab tej neeg uas raug dab tuaj rau cov timthawj kho, cov neeg ntawd txhua tus puavleej zoo huv tibsi."},{"bible_id":"1525","chapter_code":"ACT.5","verse_code":"ACT.5.17","label":"17","content":"Yog li ntawd, tus Povthawj Hlob thiab cov Xadukais uas yog nws tib pab thiaj ntxub cov timthawj thiab tuavhauv ua phem rau cov timthawj,"},{"bible_id":"1525","chapter_code":"ACT.5","verse_code":"ACT.5.18","label":"18","content":"lawv txawm ntes cov timthawj coj mus kaw rau hauv tsev lojcuj."},{"bible_id":"1525","chapter_code":"ACT.5","verse_code":"ACT.5.19","label":"19","content":"Tiamsis hmo ntawd tus Tswv ib tug timtswv los qhib lub tsev lojcuj tej qhovrooj thiab coj cov timthawj tawm mus."},{"bible_id":"1525","chapter_code":"ACT.5","verse_code":"ACT.5.20","label":"20","content":"Nws hais rau lawv hais tias, “Nej cia li tawm mus sawv hauv lub Tuamtsev thiab qhia lub neej tshiab no rau sawvdaws mloog.”"},{"bible_id":"1525","chapter_code":"ACT.5","verse_code":"ACT.5.21","label":"21","content":"Cov timthawj txawm ua li ntawd, lawv thiaj sawv ntxov mus qhia cov neeg uas tuaj rau hauv lub Tuamtsev. Tus Povthawj Hlob thiab cov neeg uas yog nws tib pab txawm hu cov Yudais tej nomtswv thiab cov txwjlaug tuaj ua ke sablaj, lawv txib neeg mus coj cov timthawj hauv tsev lojcuj los cuag lawv."},{"bible_id":"1525","chapter_code":"ACT.5","verse_code":"ACT.5.22","label":"22","content":"Tiamsis thaum cov neeg uas lawv txib mus txog hauv tsev lojcuj, lawv tsis pom cov timthawj lawm. Lawv txawm rov qab los hais rau cov nomtswv hais tias,"},{"bible_id":"1525","chapter_code":"ACT.5","verse_code":"ACT.5.23","label":"23","content":"“Thaum peb mus txog ntawm lub tsev lojcuj, peb pom lub qhovrooj tseem kaw zoo zoo, thiab muaj ntsuasphoo xauv huv tibsi. Cov tubrog uas zov los tseem sawv ntawm qhovrooj zov. Tiamsis thaum peb qhib qhovrooj mus txog hauv, tsis pom ib tug neeg nyob hauv li!”"},{"bible_id":"1525","chapter_code":"ACT.5","verse_code":"ACT.5.24","label":"24","content":"Thaum cov tubrog uas zov lub Tuamtsev tus thawj thiab cov thawj ntawm cov povthawj hnov lawv hais li ntawd, lawv xav tsis thoob li xyov cov timthawj dua twg lawm."},{"bible_id":"1525","chapter_code":"ACT.5","verse_code":"ACT.5.25","label":"25","content":"Tamsim ntawd txawm muaj ib tug txivneej tuaj hais rau lawv hais tias, “Nej mloog kuv hais, cov neeg uas nej muab kaw rau hauv tsev lojcuj, nimno lawv tabtom qhia sawvdaws hauv lub Tuamtsev!”"},{"bible_id":"1525","chapter_code":"ACT.5","verse_code":"ACT.5.26","label":"26","content":"Tus thawj tubrog txawm coj nws cov tubrog mus ntes cov timthawj coj rov los, tiamsis cov tubrog tsis ua phem rau cov timthawj, rau qhov lawv ntshai nyob tsam cov pejxeem muab pobzeb ntaus lawv."},{"bible_id":"1525","chapter_code":"ACT.5","verse_code":"ACT.5.27","label":"27","content":"Lawv coj cov timthawj los sawv tabmeeg cov nomtswv thiab tus Povthawj Hlob taug cov timthawj zaj."},{"bible_id":"1525","chapter_code":"ACT.5","verse_code":"ACT.5.28","label":"28","content":"Nws hais rau lawv hais tias, “Peb twb txwv tu nrho hais tias nej tsis txhob tuav tus txivneej no lub npe qhia li no los sav; ua li cas nej tseem qhia thiab? Nej saib, tej uas nej qhia twb nrov ncha mus thoob plaws lub nroog Yeluxalees lawm. Nej tseem muab lub txim uas lawv tua tus txivneej ntawd rau peb ris thiab!”"},{"bible_id":"1525","chapter_code":"ACT.5","verse_code":"ACT.5.29","label":"29","content":"Petus thiab cov timthawj teb hais tias, “Peb yeej yuav mloog Vajtswv lus heev dua li mloog neeg lus."},{"bible_id":"1525","chapter_code":"ACT.5","verse_code":"ACT.5.30","label":"30","content":"Nej muab nws ntsia rau saum tus ntoo khaublig thiab muab nws tua, tiamsis tom qab ntawd peb cov yawgkoob tug Vajtswv twb ntsa nws sawv hauv qhov tuag rov qab los lawm."},{"bible_id":"1525","chapter_code":"ACT.5","verse_code":"ACT.5.31","label":"31","content":"Thiab Vajtswv kom nws mus nyob ntawm Vajtswv sab xis; Vajtswv tsa nws ua tus Thawj thiab ua tus Cawmseej. Vajtswv ua li ntawd kom cov Yixalayees tso lawv tej kev txhaum tseg, Vajtswv thiaj yuav zam txim rau lawv."},{"bible_id":"1525","chapter_code":"ACT.5","verse_code":"ACT.5.32","label":"32","content":"Tej no peb thiab Vaj Ntsujplig tus Dawbhuv yeej ua tau timkhawv. Vaj Ntsujplig yog tus uas Vajtswv pub rau cov neeg uas mloog Vajtswv lus.”"},{"bible_id":"1525","chapter_code":"ACT.5","verse_code":"ACT.5.33","label":"33","content":"Thaum cov nomtswv hnov li ntawd, lawv chim heev; lawv xav muab cov timthawj tua povtseg tamsim ntawd."},{"bible_id":"1525","chapter_code":"ACT.5","verse_code":"ACT.5.34","label":"34","content":"Tiamsis cov nomtswv ntawd muaj ib tug hu ua Nkamaliyees, nws yog cov Falixais thiab yog ib tug xibhwb uas qhia Vajtswv txoj Kevcai uas sawvdaws hwm heev. Nws sawv thiab kom luag coj cov timthawj tawm mus ib pliag nraum zoov,"},{"bible_id":"1525","chapter_code":"ACT.5","verse_code":"ACT.5.35","label":"35","content":"ces nws txawm hais rau cov nomtswv hais tias, “Cov kwvtij Yixalayees, nej tsis txhob rawm ua li cas rau cov neeg no, nej yuav tsum ua tib zoo taug lawv zaj tso."},{"bible_id":"1525","chapter_code":"ACT.5","verse_code":"ACT.5.36","label":"36","content":"Nej puas nco hais tias yav tas los The-udas khav hais tias nws yog ib tug neeg tseemceeb, thiab yuav luag muaj plaub puas leej tuaj nws tog, tiamsis nws raug luag muab tua tuag lawm. Ces cov neeg uas tuaj nws tog txawm khiav ua dog ua dig tas, nimno twb tsis hnov leejtwg hais txog nws li lawm."},{"bible_id":"1525","chapter_code":"ACT.5","verse_code":"ACT.5.37","label":"37","content":"Tom qab ntawd thaum cov nomtswv tabtom sau cov pejxeem tej npe saib muaj coob npaum li cas, thaum ntawd muaj ib tug txivneej hu ua Yudas, nws yog neeg Kalilais. Nws tuaj ntxias cov pejxeem kom sawvdaws tuaj nws tog, tiamsis muaj neeg muab nws tua tuag lawm thiab, ces cov neeg uas tuaj nws tog txawm khiav ua dog ua dig tas lawm."},{"bible_id":"1525","chapter_code":"ACT.5","verse_code":"ACT.5.38","label":"38","content":"Yog li ntawd, kuv hais rau nej hais tias nej cia li tso cov timthawj no mus, tsis txhob ua li cas rau lawv. Tej haujlwm uas lawv ua ntawd, yog neeg kom lawv ua xwb ces tej ntawd yeej yuav ploj mus,"},{"bible_id":"1525","chapter_code":"ACT.5","verse_code":"ACT.5.39","label":"39","content":"tiamsis yog Vajtswv kom lawv ua ces nej yuav kov tsis yeej lawv li. Yog nej tawmtsam lawv, nyob tsam yog nej tawmtsam Vajtswv!” Cov nomtswv pom zoo raws li Nkamaliyees hais."},{"bible_id":"1525","chapter_code":"ACT.5","verse_code":"ACT.5.40","label":"40","content":"Lawv hu cov timthawj los; lawv muab cov timthawj nplawm thiab txwv tsis pub lawv tuav Yexus lub npe qhia leejtwg li, ces lawv txawm tso cov timthawj mus lawm."},{"bible_id":"1525","chapter_code":"ACT.5","verse_code":"ACT.5.41","label":"41","content":"Thaum cov timthawj tawm ntawm cov nomtswv mus, lawv zoo siab kawg li, rau qhov Vajtswv pom zoo cia cov uas qhia Yexus zaj raug kev txajmuag."},{"bible_id":"1525","chapter_code":"ACT.5","verse_code":"ACT.5.42","label":"42","content":"Lawv niaj hnub mus qhia Txojmoo Zoo uas hais txog Yexus uas yog tus Mexiyas hauv lub Tuamtsev thiab hauv lawv tej tsev rau sawvdaws mloog."},{"bible_id":"1525","chapter_code":"ACT.6","verse_code":"ACT.6.1","label":"1","content":"Tom qab ntawd pheej muaj neeg los ua Yexus cov thwjtim coob zuj zus ntxiv. Ces cov Yudais uas hais lus Kilis thiab cov Yudais uas hais lus Henplais tsis sib haum. Cov Yudais uas hais lus Kilis yws hais tias txhua hnub uas faib zaub mov thiab faib nyiaj txiag, lawv tsis faib rau cov pojntsuam uas yog neeg Yudais uas hais lus Kilis."},{"bible_id":"1525","chapter_code":"ACT.6","verse_code":"ACT.6.2","label":"2","content":"Ces kaum ob tug timthawj thiaj hu cov ntseeg tuaj ua ke thiab hais rau lawv hais tias, “Tsis tsimnyog peb cov uas yog timthawj tso qhov uas qhia Vajtswv txojlus tseg thiab ua cov uas saib sawvdaws tej zaub mov."},{"bible_id":"1525","chapter_code":"ACT.6","verse_code":"ACT.6.3","label":"3","content":"Yog li ntawd, cov kwvtij, nej cia li xaiv xya leej los rau peb; lawv yuav tsum yog cov uas sawvdaws hwm, puv npo Vaj Ntsujplig tus Dawbhuv thiab muaj tswvyim; peb yuav tsa lawv ua tes haujlwm no."},{"bible_id":"1525","chapter_code":"ACT.6","verse_code":"ACT.6.4","label":"4","content":"Peb thiaj muaj sijhawm thov Vajtswv thiab mus qhia Vajtswv Txojlus.”"},{"bible_id":"1525","chapter_code":"ACT.6","verse_code":"ACT.6.5","label":"5","content":"Sawvdaws pom zoo ua raws li cov timthawj hais, ces lawv txawm xaiv Xatefanaus tus uas muab siab rau ntseeg thiab puv npo Vaj Ntsujplig tus Dawbhuv, thiab lawv xaiv Filis, Pakhaulus, Nikanaus, Timoos, Pamenas thiab Nikaulus tus uas nyob pem lub nroog Ati-aukias tuaj, nws yog lwm Haivneeg uas coj cov Yudais txoj kevcai."},{"bible_id":"1525","chapter_code":"ACT.6","verse_code":"ACT.6.6","label":"6","content":"Cov ntseeg txawm coj xya leej ntawd los rau cov timthawj; cov timthawj tuav lawv, thov Vajtswv rau lawv thiab tsa lawv ua tes haujlwm ntawd."},{"bible_id":"1525","chapter_code":"ACT.6","verse_code":"ACT.6.7","label":"7","content":"Vajtswv Txojlus txawm nrov ncha mus thoob plaws txhua qhov chaw. Cov thwjtim uas nyob hauv lub nroog Yeluxalees pheej muaj coob zuj zus ntxiv, thiab muaj cov povthawj ntau leej los ntseeg Yexus."},{"bible_id":"1525","chapter_code":"ACT.6","verse_code":"ACT.6.8","label":"8","content":"Vajtswv foom koob hmoov rau Xatefanaus thiab pub hwjchim rau nws ua tau tej txujci tseemceeb uas xav tsis thoob rau sawvdaws pom."},{"bible_id":"1525","chapter_code":"ACT.6","verse_code":"ACT.6.9","label":"9","content":"Tiamsis muaj qee leej tswvcuab tuaj hauv lub tsev (uas hu ua) cov neeg Ywjpheej  lub tsev sablaj. Lawv cov ntawd muaj ibtxhia yog cov Yudais uas nyob hauv lub nroog Kilenes thiab lub nroog Alexadias tuaj, thiab cov Yudais uas tuaj pem lub tebchaws Kilikias thiab lub xeev Axias tuaj, lawv txawm nrog Xatefanaus sib cav."},{"bible_id":"1525","chapter_code":"ACT.6","verse_code":"ACT.6.10","label":"10","content":"Tiamsis lawv cav tsis yeej Xatefanaus, rau qhov Vajtswv pub tswvyim rau Xatefanaus."},{"bible_id":"1525","chapter_code":"ACT.6","verse_code":"ACT.6.11","label":"11","content":"Lawv txawm ntiav qee leej ua timkhawv dag hais tias, “Peb hnov tus txivneej no thuam Mauxes thiab thuam Vajtswv!”"},{"bible_id":"1525","chapter_code":"ACT.6","verse_code":"ACT.6.12","label":"12","content":"Lawv txhob txwm ua li ntawd kom cov pejxeem, cov txwjlaug thiab cov xibhwb uas qhia Vajtswv txoj Kevcai sawvdaws ntxhov. Lawv txawm sau nthwv los ntes Xatefanaus thiab coj nws mus cuag cov nomtswv."},{"bible_id":"1525","chapter_code":"ACT.6","verse_code":"ACT.6.13","label":"13","content":"Thiab lawv coj ob peb tug los ua timkhawv dag hais tias, “Tus txivneej no niaj hnub thuam peb lub Tuamtsev uas dawbhuv thiab thuam Mauxes txoj kevcai."},{"bible_id":"1525","chapter_code":"ACT.6","verse_code":"ACT.6.14","label":"14","content":"Peb hnov nws hais tias tus Yexus uas yog neeg Naxales yuav muab lub Tuamtsev no rhuav, thiab nws yuav hloov Mauxes txoj kevcai uas Mauxes muab rau peb!”"},{"bible_id":"1525","chapter_code":"ACT.6","verse_code":"ACT.6.15","label":"15","content":"Tagnrho cov neeg uas nyob hauv lub tsev sablaj ntawd saib ntsoov Xatefanaus, lawv pom nws lub ntsejmuag ci ib yam li ib tug timtswv ceebtsheej lub."},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.1","label":"1","content":"Tus Povthawj Hlob nug Xatefanaus hais tias, “Koj tau hais li lawv hais tiag los?”"},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.2","label":"2","content":"Xatefanaus teb hais tias, “Nej cov uas ua kwv ua tij thiab ua txiv, nej cia li mloog kuv hais! Thaum peb yawgkoob Anplahas tseem nyob tim tebchaws Mexuputamias uas nws tseem tsis tau khiav mus nyob pem lub nroog Halas, Vajtswv lub tshwjchim uas ci ntsa iab tau tshwm los rau nws pom."},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.3","label":"3","content":"Thiab hais rau nws hais tias, ‘Koj cia li tso koj tej kwvtij tseg thiab tawm hauv koj lub tebchaws no mus rau ib lub tebchaws uas kuv yuav qhia rau koj.’"},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.4","label":"4","content":"Anplahas txawm tawm hauv tebchaws Khade-as mus rau pem lub nroog Halas. Thaum Anplahas txiv tuag lawm, Vajtswv hais kom Anplahas tsiv los nyob hauv lub tebchaws uas nimno nej nyob no."},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.5","label":"5","content":"Thaum ntawd Vajtswv tseem tsis tau pub ib thaj av luaj xibteg rau Anplahas li, tiamsis Vajtswv coglus tseg hais tias Vajtswv yuav muab lub tebchaws ntawd rau nws thiab nws cov xeebntxwv ua lawv tug mus li. Thaum Vajtswv coglus rau Anplahas ntawd, Anplahas tseem tsis tau muaj menyuam."},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.6","label":"6","content":"Vajtswv hais rau Anplahas hais tias, ‘Koj cov xeebntxwv yuav mus nrog lwm haivneeg nyob hauv luag lub tebchaws lawv yuav mus ua luag qhev, thiab luag yuav tsimtxom lawv plaub puas xyoo."},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.7","label":"7","content":"Tiamsis kuv yuav rau txim rau cov neeg uas tsimtxom koj cov xeebntxwv; tom qab ntawd lawv yuav tawm hauv lub tebchaws ntawd los pehawm kuv ntawm no.’"},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.8","label":"8","content":"Vajtswv muab txoj kevcai txiav rau Anplahas ua lub cim qhia hais tias Vajtswv coglus tseg rau Vajtswv haivneeg. Thaum yug Ixaj tau yim hnub lawm, Anplahas txawm muab Ixaj ua kevcai txiav. Ixaj muab Yakhauj ua kevcai txiav, thiab Yakhauj muab nws kaum ob tug tub uas yog peb haivneeg cov yawgkoob uas muaj koob meej nyob nto hmoo los ua kevcai txiav."},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.9","label":"9","content":"“Yakhauj cov tub ntawd muaj lub siab khib rau lawv tus kwv Yauxej, lawv thiaj muab Yauxej muag mus ua qhev rau nram tebchaws Iziv. Tiamsis Vajtswv nrog nraim Yauxej"},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.10","label":"10","content":"thiab Vajtswv pab Yauxej dim Yauxej tej kev txomnyem. Thaum uas Yauxej mus cuag Falaus uas yog cov Iziv tus vajntxwv, Vajtswv pub tswvyim rau Yauxej ua tau haum Falaus siab, Falaus thiaj tsa Yauxej ua tus saib Falaus lub tebchaws thiab saib txhua yam hauv Falaus lub loog."},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.11","label":"11","content":"Tom qab ntawd txawm muaj kev tshaib plab thoob plaws tebchaws Iziv thiab tebchaws Kana-as, sawvdaws txomnyem kawg li. Peb cov yawgkoob nrhiav tsis tau noj."},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.12","label":"12","content":"Yakhauj hnov hais tias nyob nram tebchaws Iziv muaj mov, ces nws txawm txib peb cov yawgkoob mus nram tebchaws Iziv; zaum ntawd yog thawj zaug uas lawv mus nrad."},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.13","label":"13","content":"Thaum lawv rov mus zaum ob, Yauxej thiaj qhia rau nws cov tijlaug paub hais tias nws yog lawv tus kwv thiab qhia nws tsevneeg rau Falaus paub."},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.14","label":"14","content":"Yauxej txib neeg mus tos Yakhauj tus uas yog nws txiv, thiab kom Yakhauj coj tagnrho nws tsevneeg uas muaj xya caum tsib leeg los nyob hauv tebchaws Iziv."},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.15","label":"15","content":"Yakhauj txawm mus nyob nram tebchaws Iziv. Yakhauj thiab nws cov tub puavleej tuag tas rau nrad."},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.16","label":"16","content":"Lawv cov tubki txawm kwv lawv rov los faus rau ntawm lub toj ntxas uas nyob ntawm Sekhees. Lub toj ntxas ntawd yog lub uas thaum ub Anplahas muab nyiaj yuav ntawm cov neeg Hamaus los."},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.17","label":"17","content":"“Thaum yuav txog lub sijhawm uas Vajtswv ua raws li Vajtswv tau coglus tseg rau Anplahas lawm, thaum ntawd peb haivneeg uas nyob hauv tebchaws Iziv huamvam coob heev."},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.18","label":"18","content":"Thaum kawg muaj dua ib tug vajntxwv los kav tebchaws Iziv. Tus vajntxwv ntawd tsis paub Yauxej."},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.19","label":"19","content":"Tus vajntxwv ntawd ua phem rau peb haivneeg, tsimtxom peb cov yawgkoob tsis pub lawv tu lawv tej menyuam thiab yuam kom lawv muab lawv tej menyuam mos povtseg kom tuag mus."},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.20","label":"20","content":"Thaum ntawd yog lub sijhawm yug Mauxes, Mauxes yog ib tug metub uas zoo nraug heev. Nws niam nws txiv tu nws hauv tsev tau peb lub hlis,"},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.21","label":"21","content":"thiab thaum nkawd coj Mauxes mus tso rau nram ntug dej, Falaus tus ntxhais txawm coj mus tu thiab saws ua nws tub."},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.22","label":"22","content":"Mauxes kawm paub cov neeg Iziv tej kev txawj kev ntse huv tibsi. Mauxes yog ib tug txawj ntse heev; nws ua yam twg los ua tau."},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.23","label":"23","content":"“Thaum Mauxes hnubnyoog muaj plaub caug xyoo, nws mus ncig saib nws cov kwvtij Yixalayees."},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.24","label":"24","content":"Nws pom ib tug neeg Iziv tsimtxom ib tug neeg Yixalayees, nws txawm muab tus neeg Iziv ntawd tua povtseg; nws ua li ntawd pauj qhov uas tus neeg Iziv tsimtxom tus Yixalayees. ("},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.25","label":"25","content":"Mauxes ua li ntawd nws xav hais tias nyaj nws haivneeg yuav paub hais tias Vajtswv xaiv nws los pab lawv kom lawv dim, tiamsis lawv tsis paub.)"},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.26","label":"26","content":"Hnub tom qab nws pom ob tug neeg Yixalayees tabtom sib ntaus, nws txawm cheem nkawd hais tias, ‘Neb twb yog kwvtij; ua li cas neb tseem yuav sib ntaus ua dabtsi?’"},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.27","label":"27","content":"Tiamsis tus uas ua txhaum txawm muab Mauxes thawb ntiag rau ib cag, thiab nws hais rau Mauxes hais tias, ‘Leejtwg tsa koj ua tus saib thiab txiav txim rau peb?"},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.28","label":"28","content":"Koj yuav muab kuv tua ib yam li nag hmo koj tua tus neeg Iziv thiab los?’"},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.29","label":"29","content":"Thaum Mauxes hnov li ntawd, nws txawm khiav tawm hauv tebchaws Iziv mus nyob tim tebchaws Midias. Nws nyob hauv lub tebchaws ntawd, nws tau ob tug tub."},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.30","label":"30","content":"“Tom qab plaub caug xyoo lawm, muaj ib tug timtswv ceebtsheej los tshwm rau Mauxes hauv cov nplaim taws ntawm ib tsob ntoo rau Mauxes pom tom tiaj suabpuam uas ze lub Roob Xinais."},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.31","label":"31","content":"Thaum Mauxes pom li ntawd, Mauxes xav tsis thoob li, nws yuav txav mus saib ze ze, tiamsis nws hnov tus Tswv lub suab hais rau nws hais tias,"},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.32","label":"32","content":"‘Kuv yog koj cov yawgkoob tug Vajtswv, kuv yog Anplahas, Ixaj thiab Yakhauj tus Vajtswv.’ Mauxes hnov li ntawd, Mauxes ntshai ua ibce tshee hnyo thiab tsa tsis taus qhovmuag saib li."},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.33","label":"33","content":"Tiamsis tus Tswv hais rau Mauxes hais tias, ‘Koj cia li hle koj nkawm khau, rau qhov, qhov chaw uas koj sawv ntawm ko yog qhov chaw dawbhuv."},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.34","label":"34","content":"Kuv twb pom kuv haivneeg raug kev tsimtxom nram tebchaws Iziv, thiab kuv twb hnov lawv lub suab quaj lawm, kuv thiaj los pab kom lawv dim tej kev tsimtxom ntawd. Koj cia li los ntawm no, kuv yuav txib koj mus nram tebchaws Iziv.’"},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.35","label":"35","content":"“Tus Mauxes no twb yog tus uas cov Yixalayees tsis lees yuav, thiab lawv hais rau nws hais tias, ‘Leejtwg tsa koj ua tus saib thiab txiav txim rau peb?’ Vajtswv kom tus timtswv ceebtsheej los tshwm hauv tsob ntoo uas muaj nplaim taws rau Mauxes pom ua tus pab Mauxes tus uas Vajtswv txib mus ua tus saib thiab pab lawv kom dim."},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.36","label":"36","content":"Thaum Mauxes coj cov Yixalayees tawm hauv tebchaws Iziv, nws ua tej txujci tseemceeb uas xav tsis thoob hauv tebchaws Iziv, ntawm ntug dej Hiavtxwv Liab thiab plaub caug xyoo uas lawv nyob tom tiaj suabpuam."},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.37","label":"37","content":"Mauxes yog tus uas hais rau cov Yixalayees hais tias, ‘Vajtswv yuav txib ib tug hauv nej cov ua tus uas cev Vajtswv lus rau nej ib yam li nws tau tsa kuv  lawm.’"},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.38","label":"38","content":"Mauxes yog tus uas nrog cov Yixalayees nyob tom tiaj suabpuam; Mauxes nrog peb cov yawgkoob ua ke thiab nrog tus timtswv ceebtsheej uas los hais rau Mauxes saum Roob Xinais nyob. Thiab Mauxes yog tus uas cev Vajtswv lus rau peb."},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.39","label":"39","content":"“Tiamsis peb cov yawgkoob tsis mloog nws lus; lawv muab nws thawb ntiag rau ib cag, thiab lawv xav rov qab mus nyob nram tebchaws Iziv."},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.40","label":"40","content":"Lawv thiaj hais rau Aloos hais tias, ‘Koj cia li nchuav ib co mlom coj peb kev mus. Peb tsis paub hais tias xyov muaj xwm dabtsi rau Mauxes tus uas coj peb kev tawm hauv tebchaws Iziv los lawm.’"},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.41","label":"41","content":"Ces thaum ntawd lawv txawm nchuav tau ib tug mlom zoo li ib tug nyuj; lawv muab tsiaj tua hlawv fij rau tus mlom ntawd, thiab lawv ua rooj noj rooj haus hawm tus mlom uas lawv txhais tes puab."},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.42","label":"42","content":"Vim li ntawd, Vajtswv thiaj tso lawv tseg thiab cia lawv pe tej hnubqub uas nyob saum nruab ntug, raws li cov cev Vajtswv lus sau tseg lawm hais tias, ‘Cov Yixalayees! Plaub caug xyoo uas nej nyob tom tiaj suabpuam, tej tsiaj uas nej muab tua fij ntawd tsis yog nej tua fij rau kuv."},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.43","label":"43","content":"Nej kwv tus vajtswv Maulej lub tsevntaub thiab coj tus mlom hnubqub Lefas uas yog nej tus vajtswv; tej ntawd yog tej uas nej txhais tes puab rau nej pe. Vim nej ua li ntawd, kuv yuav ntiab kom nej khiav dhau lub nroog Npanpiloos mus.’"},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.44","label":"44","content":"“Thaum peb cov yawgkoob tseem nyob tom tiaj suabpuam, lawv muaj lub Tsevntaub uas yog qhov chaw nrog Vajtswv sib coglus. Lub Tsevntaub ntawd lawv ua raws li Vajtswv hais lossis ua raws li tus qauv uas Vajtswv muab qhia rau Mauxes."},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.45","label":"45","content":"Tom qab ntawd, peb cov yawgkoob kwv lub Tsevntaub uas peb cov yawgsuab muab rau lawv nrog Yausuas mus txeeb tau lwm haivneeg lub tebchaws. Lawv mus txeeb tau twb yog Vajtswv ntiab cov neeg ntawd tawm, cia peb cov yawgkoob los nyob. Lub Tsevntaub nyob hauv lub tebchaws ntawd los txog rau Daviv tiam."},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.46","label":"46","content":"Daviv ua haum Vajtswv siab, Daviv thiaj thov Vajtswv kom cia Daviv ua ib lub Tuamtsev rau Yakhauj tus Vajtswv  nyob."},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.47","label":"47","content":"Tiamsis thaum kawg Xalumoos yog tus uas ua lub Tuamtsev ntawd."},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.48","label":"48","content":"“Tiamsis Vajtswv tus uas muaj hwjchim loj kawg nkaus tsis nyob hauv lub tsev uas neeg txhais tes ua; raws li tus cev Vajtswv lus hais tias,"},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.49","label":"49","content":"‘Tus Tswv hais tias, ntuj ceebtsheej yog kuv lub zwmtxwv, thiab ntiajteb yog kuv lub chaw tiag taw. Nej yuav ua lub tsev luaj li cas rau kuv nyob? Thiab yuav ua kuv lub chaw so rau qhov twg?"},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.50","label":"50","content":"Tsis yog kuv txhais tes tsim ib puas tsav yam huv tibsi los?’ ”"},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.51","label":"51","content":"Xatefanaus hais ntxiv hais tias, “Cov neeg tawv ncauj, ua li cas nej tsis hnov Vajtswv Txojlus li! Nej niaj zaug tawmtsam Vaj Ntsujplig tus Dawbhuv ib yam li nej cov yawgkoob!"},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.52","label":"52","content":"Tsis muaj ib tug cev Vajtswv lus uas nej cov yawgkoob tsis tau tsimtxom li. Lawv tua cov cev Vajtswv lus uas xub qhia ua ntej lawm hais tias Vajtswv tus tubtxib uas ncaj ncees yuav los. Nws yog tus uas nej muab rau cov nomtswv, thiab lawv muab nws tua povtseg ntag."},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.53","label":"53","content":"Txawm yog Vajtswv tus timtswv muab Vajtswv txoj kevcai rau nej los nej tsis ua raws li tej kevcai ntawd!”"},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.54","label":"54","content":"Thaum cov Yudais tej nomtswv hnov Xatefanaus hais li ntawd, lawv npautaws thiab chim heev; lawv zim hniav zog rau Xatefanaus."},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.55","label":"55","content":"Tiamsis Xatefanaus puv npo Vaj Ntsujplig tus Dawbhuv, nws tsa qhovmuag saib saum ntuj; nws pom Vajtswv lub tshwjchim uas ci ntsa iab pom Yexus sawv ntawm Vajtswv sab xis."},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.56","label":"56","content":"Xatefanaus hais rau lawv hais tias, “Nej saib! Kuv pom ntuj ceebtsheej qhib thiab pom Neeg Leej Tub sawv ntawm Vajtswv sab xis!”"},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.57","label":"57","content":"Thaum lawv hnov Xatefanaus hais li ntawd, lawv txawm qw nrov nrov thiab muab tes pos qhovntsej thiab khiav mus rau ntawm Xatefanaus,"},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.58","label":"58","content":"lawv muab Xatefanaus thawb ntiag rau sab nraum ntug nroog thiab muab pobzeb ntaus nws. Cov timkhawv uas nkaug Xatefanaus txawm hle lawv tej tsho tso rau ntawm ib tug tub hluas uas hu ua Xaulus kotaw."},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.59","label":"59","content":"Thaum lawv tabtom muab pobzeb ntaus Xatefanaus, Xatefanaus thov Vajtswv hais tias, “Tswv Yexus, thov koj coj kuv tus ntsujplig mus nrog koj nyob!”"},{"bible_id":"1525","chapter_code":"ACT.7","verse_code":"ACT.7.60","label":"60","content":"Xatefanaus txhos caug ntua thiab hais nrov nrov hais tias, “Tus Tswv! Thov koj zam txim rau lawv.” Thaum nws hais li ntawd tas, ces nws txawm tu siav nrho lawm."},{"bible_id":"1525","chapter_code":"ACT.8","verse_code":"ACT.8.1","label":"1","content":"Xaulus pom zoo lawv tua Xatefanaus thiab. Txij hnub ntawd los cov ntseeg uas nyob hauv lub nroog Yeluxalees raug tsimtxom heev. Tagnrho cov ntseeg sawvdaws khiav mus nyob txhua lub zos hauv lub xeev Yudas thiab lub xeev Xamalis, tsuas tshuav cov timthawj thiaj tsis khiav xwb."},{"bible_id":"1525","chapter_code":"ACT.8","verse_code":"ACT.8.2","label":"2","content":"Cov txivneej uas hwm Vajtswv muaj qee leej tuaj muab Xatefanaus lub cev kwv mus faus; lawv quaj thiab hlub Xatefanaus kawg li."},{"bible_id":"1525","chapter_code":"ACT.8","verse_code":"ACT.8.3","label":"3","content":"Xaulus tsimtxom cov ntseeg heev; nws mus hauv cov ntseeg tej tsev ib lub rau ib lub, nws ntes cov ntseeg, tsis hais pojniam lossis txivneej huv tibsi coj mus kaw rau hauv tsev lojcuj."},{"bible_id":"1525","chapter_code":"ACT.8","verse_code":"ACT.8.4","label":"4","content":"Cov ntseeg uas khiav mus nyob rau txhua qhov chaw, lawv kuj mus qhia Txojmoo Zoo rau qhov ntawd."},{"bible_id":"1525","chapter_code":"ACT.8","verse_code":"ACT.8.5","label":"5","content":"Filis mus rau hauv ib lub nroog  uas nyob hauv xeev Xamalis, nws qhia hais txog tus Mexiyas rau cov neeg ntawd mloog."},{"bible_id":"1525","chapter_code":"ACT.8","verse_code":"ACT.8.6","label":"6","content":"Thaum sawvdaws hnov Filis qhia thiab pom tej txujci tseemceeb uas Filis ua, lawv ua tib zoo mloog nws qhia."},{"bible_id":"1525","chapter_code":"ACT.8","verse_code":"ACT.8.7","label":"7","content":"Cov neeg raug dab ntau leej tuaj cuag Filis kom Filis ntiab dab tawm, thaum dab yuav tawm, dab qw nrov nrov thiab tawm mus lawm. Filis kho tej neeg tuag tes tuag taw thiab tej neeg cegtawv txhua tus zoo huv tibsi."},{"bible_id":"1525","chapter_code":"ACT.8","verse_code":"ACT.8.8","label":"8","content":"Cov neeg uas nyob hauv lub nroog ntawd sawvdaws zoo siab kawg li."},{"bible_id":"1525","chapter_code":"ACT.8","verse_code":"ACT.8.9","label":"9","content":"Muaj ib tug txivneej hu ua Ximoos, nws nyob hauv lub nroog ntawd tau ntev los lawm. Nws yog ib tug uas txawj ua khawvkoob, nws pheej ua rau cov neeg Xamalis xav tsis thoob li. Nws khav hais tias nws yog ib tug neeg tseemceeb."},{"bible_id":"1525","chapter_code":"ACT.8","verse_code":"ACT.8.10","label":"10","content":"Tagnrho cov neeg uas nyob hauv lub nroog ntawd, tsis hais tus hlob tus yau, puavleej hwm nws. Lawv hais tias, “Tus txivneej no muaj Vajtswv lub hwjchim uas hu ua ‘Lub Hwjchim Loj Kawg Nkaus.’ ”"},{"bible_id":"1525","chapter_code":"ACT.8","verse_code":"ACT.8.11","label":"11","content":"Lawv mloog nws lus, rau qhov nws twb ua khawvkoob rau lawv kom lawv muab siab npuab nws ntev los lawm."},{"bible_id":"1525","chapter_code":"ACT.8","verse_code":"ACT.8.12","label":"12","content":"Tiamsis thaum sawvdaws hnov Txojmoo Zoo uas Filis qhia txog Vajtswv lub tebchaws thiab hais txog Yexus Khetos, lawv sawvdaws tsis hais pojniam lossis txivneej txawm los ntseeg Yexus thiab ua kevcai raus dej huv tibsi."},{"bible_id":"1525","chapter_code":"ACT.8","verse_code":"ACT.8.13","label":"13","content":"Ximoos txawm los ntseeg Yexus thiab. Thaum nws ua kevcai raus dej tas lawm, nws pheej nrog Filis ua ke. Thaum nws pom tej txujci tseemceeb uas Filis ua, nws xav tsis thoob li."},{"bible_id":"1525","chapter_code":"ACT.8","verse_code":"ACT.8.14","label":"14","content":"Thaum cov timthawj uas nyob nram lub nroog Yeluxalees hnov hais tias cov neeg Xamalis txais yuav Vajtswv Txojlus lawm, cov timthawj txawm txib Petus thiab Yauhas mus saib lawv."},{"bible_id":"1525","chapter_code":"ACT.8","verse_code":"ACT.8.15","label":"15","content":"Thaum nkawd mus txog, nkawd thov Vajtswv pub Vaj Ntsujplig tus Dawbhuv rau cov ntseeg ntawd."},{"bible_id":"1525","chapter_code":"ACT.8","verse_code":"ACT.8.16","label":"16","content":"Rau qhov Vaj Ntsujplig tus Dawbhuv tseem tsis tau los nrog cov ntseeg ntawd nyob, tsuas yog Filis tuav Yexus lub npe muab lawv ua kevcai raus dej lawm xwb."},{"bible_id":"1525","chapter_code":"ACT.8","verse_code":"ACT.8.17","label":"17","content":"Petus thiab Yauhas nkawd tsa tes rau lawv, ces lawv txhua tus txawm tau txais Vaj Ntsujplig tus Dawbhuv."},{"bible_id":"1525","chapter_code":"ACT.8","verse_code":"ACT.8.18","label":"18","content":"Thaum ob tug timthawj tsa tes rau cov ntseeg ntawd, Ximoos pom hais tias lawv txhua tus puavleej tau Vaj Ntsujplig tus Dawbhuv, ces Ximoos txawm muab nyiaj rau Petus thiab Yauhas nkawd."},{"bible_id":"1525","chapter_code":"ACT.8","verse_code":"ACT.8.19","label":"19","content":"Ximoos hais rau nkawd hais tias, “Thov neb faib lub hwjchim no rau kuv thiab; thaum kuv tsa tes rau leejtwg, tus ntawd thiaj yuav tau Vaj Ntsujplig tus Dawbhuv.”"},{"bible_id":"1525","chapter_code":"ACT.8","verse_code":"ACT.8.20","label":"20","content":"Tiamsis Petus teb Ximoos hais tias, “Koj thiab koj cov nyiaj yuav tib txhij poob mus rau hauv ntujtawg, rau qhov koj xav hais tias koj muab nyiaj yuav tau lub hwjchim uas Vajtswv pub!"},{"bible_id":"1525","chapter_code":"ACT.8","verse_code":"ACT.8.21","label":"21","content":"Koj yuav tsis muaj feem los nrog peb koom ua tes haujlwm no, rau qhov Vajtswv paub hais tias koj lub siab tsis ncaj."},{"bible_id":"1525","chapter_code":"ACT.8","verse_code":"ACT.8.22","label":"22","content":"Koj cia li tso plhuav tej kev phem uas koj xav ko tseg, thiab thov Vajtswv zam tej kev txhaum uas koj lub siab xav phem ntawd huv tibsi mus."},{"bible_id":"1525","chapter_code":"ACT.8","verse_code":"ACT.8.23","label":"23","content":"Rau qhov kuv paub hais tias koj yog ib tug neeg siab hlob, thiab koj tej kev phem twb khi koj lawm, koj yuav nti tsis dim li.”"},{"bible_id":"1525","chapter_code":"ACT.8","verse_code":"ACT.8.24","label":"24","content":"Ximoos txawm hais rau Petus thiab Yauhas hais tias, “Thov neb thov Vajtswv pab kuv, kom kuv tsis txhob raug tej uas neb hais ntawd ib qho li.”"},{"bible_id":"1525","chapter_code":"ACT.8","verse_code":"ACT.8.25","label":"25","content":"Thaum Petus thiab Yauhas nkawd qhia tej uas nkawd pom thiab paub, thiab qhia tus Tswv Txojmoo Zoo rau sawvdaws mloog tas lawm, nkawd txawm rov qab los rau nram lub nroog Yeluxalees. Thaum nkawd taug kev rov qab los, nkawd qhia Txojmoo Zoo rau ntau lub zos uas nyob hauv lub xeev Xamalis."},{"bible_id":"1525","chapter_code":"ACT.8","verse_code":"ACT.8.26","label":"26","content":"Tus Tswv ib tug timtswv los hais rau Filis hais tias, “Koj cia li sawv kev mus rau sab qabteb,  koj taug txojkev uas tuaj tom lub nroog Yeluxalees tuaj mus rau nram lub nroog Nkaxas.” (Nimno txojkev ntawd tsis muaj neeg mus lawm.)"},{"bible_id":"1525","chapter_code":"ACT.8","verse_code":"ACT.8.27","label":"27","content":"Yog li ntawd, Filis txawm sawv kev mus; thaum Filis tabtom taug kev mus, nws ntsib ib tug nraug sam uas yog neeg Ethi-aupias thiab yog ib tug nomtswv uas saib niam Vajntxwv Kadakes uas kav tebchaws Ethi-aupias lub txhab nyiaj. Tus nom ntawd mus pehawm Vajtswv hauv lub nroog Yeluxalees thiab caij tsheb nees rov mus tsev."},{"bible_id":"1525","chapter_code":"ACT.8","verse_code":"ACT.8.28","label":"28","content":"Thaum nws caij tsheb neeg rov mus tsev, nws nyeem phau ntawv uas Yaxayas uas yog tus cev Vajtswv lus sau tseg."},{"bible_id":"1525","chapter_code":"ACT.8","verse_code":"ACT.8.29","label":"29","content":"Vaj Ntsujplig tus Dawbhuv txawm hais rau Filis hais tias, “Koj cia li caum kom cuag lub tsheb nees ntawd.”"},{"bible_id":"1525","chapter_code":"ACT.8","verse_code":"ACT.8.30","label":"30","content":"Filis khiav ceev nrooj mus, nws hnov tus nom ntawd tabtom nyeem Yaxayas uas yog tus cev Vajtswv lus phau ntawv. Filis nug hais tias, “Zaj uas koj nyeem ko, koj puas totaub?”"},{"bible_id":"1525","chapter_code":"ACT.8","verse_code":"ACT.8.31","label":"31","content":"Tus nom ntawd teb hais tias, “Twb tsis muaj leejtwg qhia lub ntsiab rau kuv, kuv yuav ua li cas totaub?” Tus nom ntawd txawm kom Filis nce mus nrog nws caij tsheb nees."},{"bible_id":"1525","chapter_code":"ACT.8","verse_code":"ACT.8.32","label":"32","content":"Vajtswv Txojlus uas tus nom ntawd nyeem hais li no: “Lawv cab nws mus ib yam li cab tus yaj mus tua; nws zoo ib yam li tus yaj uas nyob twjywm rau luag txiav plaub; nws tsis hais ib los li."},{"bible_id":"1525","chapter_code":"ACT.8","verse_code":"ACT.8.33","label":"33","content":"Lawv ua saib tsis taus nws thiab txiav txim tsis ncaj rau nws. Tsis muaj leejtwg yuav paub txog nws cov xeebntxwv rau qhov nws twb tsis muaj sia nyob hauv ntiajteb no lawm.”"},{"bible_id":"1525","chapter_code":"ACT.8","verse_code":"ACT.8.34","label":"34","content":"Tus nom ntawd hais rau Filis hais tias, “Thov koj qhia zaj no rau kuv saib. Tus uas cev Vajtswv lus hais li no yog nws hais txog leejtwg? Nws hais txog nws lossis nws hais txog lwm tus?”"},{"bible_id":"1525","chapter_code":"ACT.8","verse_code":"ACT.8.35","label":"35","content":"Filis txawm qhia txojmoo zoo uas hais txog Yexus zaj rau tus nom ntawd mloog. Nws qhia zaj uas tus nom ntawd tabtom nyeem ntag."},{"bible_id":"1525","chapter_code":"ACT.8","verse_code":"ACT.8.36","label":"36","content":"Thaum nkawd tabtom caij tsheb nees taug kev mus, nkawd mus txog ntawm ib qho chaw uas muaj dej. Tus nom ntawd hais rau Filis hais tias, “Twb muaj dej nyob ntawm no, koj muab kuv ua kevcai raus dej puas tau?” ["},{"bible_id":"1525","chapter_code":"ACT.8","verse_code":"ACT.8.37","label":"37","content":"Filis hais rau tus nom ntawd hais tias, “Yog koj ntseeg tiag tiag, kuv muab koj ua kevcai raus dej ntawm no los tau.” Tus nom ntawd teb hais tias, “Kuv ntseeg hais tias Yexus Khetos yog Vajtswv tus Tub.”]"},{"bible_id":"1525","chapter_code":"ACT.8","verse_code":"ACT.8.38","label":"38","content":"Tus nom ntawd txawm kom nres tsheb nees, ces nkawd txawm nqis mus rau hauv dej, thiab Filis muab tus nom ntawd ua kevcai raus dej."},{"bible_id":"1525","chapter_code":"ACT.8","verse_code":"ACT.8.39","label":"39","content":"Thaum nkawd tawm hauv dej los, tus Tswv tus Ntsujplig txawm coj Filis mus rau lwm qhov; tus nom ntawd tsis pom Filis lawm, ces tus nom txawm caij tsheb nees mus tsev; nws zoo siab kawg li."},{"bible_id":"1525","chapter_code":"ACT.8","verse_code":"ACT.8.40","label":"40","content":"Muaj neeg pom Filis nyob pem lub nroog Axautais; Filis mus qhia Txojmoo Zoo thoob plaws tej nroog uas nyob cheebtsam ntawd mus txog rau pem lub nroog Xixaleyas."},{"bible_id":"1525","chapter_code":"ACT.9","verse_code":"ACT.9.1","label":"1","content":"Thaum ntawd Xaulus tseem ua nruj ua tsiv yuav tua cov uas ntseeg tus Tswv povtseg. Xaulus mus cuag tus Povthawj Hlob"},{"bible_id":"1525","chapter_code":"ACT.9","verse_code":"ACT.9.2","label":"2","content":"thiab thov ntawv ntes neeg coj mus rau cov Yudas tej thawj uas saib cov tsev sablaj pem lub nroog Damaxes hais tias nws muaj cai ntes cov uas coj tus Tswv txoj kevcai, tsis hais pojniam lossis txivneej coj mus kaw rau nram lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"ACT.9","verse_code":"ACT.9.3","label":"3","content":"Thaum Xaulus tabtom mus yuav txog lub nroog Damaxes, txawm muaj duab ci nplas saum ntuj tuaj rau nws."},{"bible_id":"1525","chapter_code":"ACT.9","verse_code":"ACT.9.4","label":"4","content":"Nws txawm ntog kiag rau hauv av, nws hnov ib lub suab hais rau nws hais tias, “Xaulus, Xaulus! Ua li cas koj tsimtxom kuv?”"},{"bible_id":"1525","chapter_code":"ACT.9","verse_code":"ACT.9.5","label":"5","content":"Xaulus nug hais tias, “Tus Tswv, koj yog leejtwg?” Lub suab ntawd teb hais tias, “Kuv yog Yexus tus uas koj tsimtxom ntag."},{"bible_id":"1525","chapter_code":"ACT.9","verse_code":"ACT.9.6","label":"6","content":"Koj cia li sawv mus rau hauv lub nroog, yuav muaj neeg qhia rau koj paub hais tias, koj yuav tsum ua dabtsi.”"},{"bible_id":"1525","chapter_code":"ACT.9","verse_code":"ACT.9.7","label":"7","content":"Cov txivneej uas nrog Xaulus mus ntawd, lawv txhua tus yoob tas huv tibsi; lawv hnov lub suab ntawd, tiamsis lawv saib tsis pom leejtwg li."},{"bible_id":"1525","chapter_code":"ACT.9","verse_code":"ACT.9.8","label":"8","content":"Xaulus txawm sawv tsees thiab rua hlo qhovmuag, tiamsis nws ob lub qhovmuag tsis pom kev lawm. Lawv thiaj tuav nws tes mus rau hauv lub nroog Damaxes."},{"bible_id":"1525","chapter_code":"ACT.9","verse_code":"ACT.9.9","label":"9","content":"Nws tsis pom kev tau peb hnub, peb hnub ntawd nws tsis noj lossis tsis haus ib yam dabtsi li."},{"bible_id":"1525","chapter_code":"ACT.9","verse_code":"ACT.9.10","label":"10","content":"Nyob hauv lub nroog Damaxes muaj ib tug thwjtim hu ua Ananias. Ananias ua yogtoog pom tus Tswv los hais rau nws hais tias, “Ananias!” Ananias teb hais tias, “Tus Tswv, kuv nyob ntawm no.”"},{"bible_id":"1525","chapter_code":"ACT.9","verse_code":"ACT.9.11","label":"11","content":"Tus Tswv hais rau Ananias hais tias, “Koj cia li sawv tsees mus rau tom txojkev uas sawvdaws hu hais tias Txojkev Ncaj; koj mus nrhiav tus txivneej uas hu ua Xaulus uas yog neeg Talaxus hauv Yudas tsev. Nimno Xaulus tabtom thov Vajtswv,"},{"bible_id":"1525","chapter_code":"ACT.9","verse_code":"ACT.9.12","label":"12","content":"thiab Xaulus ua yogtoog pom ib tug txivneej hu ua Ananias los hauv tsev thiab tsa tes rau Xaulus kom nws rov pom kev.”"},{"bible_id":"1525","chapter_code":"ACT.9","verse_code":"ACT.9.13","label":"13","content":"Ananias teb hais tias, “Tus Tswv, muaj ntau leej qhia rau kuv hais tias tus txivneej ntawd ua phem heev rau cov ntseeg uas nyob hauv lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"ACT.9","verse_code":"ACT.9.14","label":"14","content":"Qhov uas nws tuaj rau hauv lub nroog Damaxes no twb yog nws tau ntawv ntawm tus thawj ntawm cov povthawj tuaj ntes cov uas pehawm koj.”"},{"bible_id":"1525","chapter_code":"ACT.9","verse_code":"ACT.9.15","label":"15","content":"Tiamsis tus Tswv hais rau Ananias hais tias, “Koj cia li mus, rau qhov kuv twb xaiv nws los ua kuv tes haujlwm lawm. Nws yuav mus qhia kuv zaj rau lwm Haivneeg, rau cov vajntxwv thiab rau cov Yixalayees."},{"bible_id":"1525","chapter_code":"ACT.9","verse_code":"ACT.9.16","label":"16","content":"Kuv yuav qhia rau nws paub hais tias thaum nws mus ua kuv tes haujlwm, nws yuav raug kev txomnyem vim nws ntseeg kuv.”"},{"bible_id":"1525","chapter_code":"ACT.9","verse_code":"ACT.9.17","label":"17","content":"Ananias txawm mus rau tom Yudas tsev thiab tsa tes rau Xaulus. Nws hais rau Xaulus hais tias, “Me kwv Xaulus, tus Tswv Yexus uas koj pom tom kev txib kuv tuaj pab koj kom koj rov pom kev thiab puv npo Vaj Ntsujplig tus Dawbhuv.”"},{"bible_id":"1525","chapter_code":"ACT.9","verse_code":"ACT.9.18","label":"18","content":"Tamsim ntawd txawm muaj ib yam zoo li nplai ntses poob nthav ntawm Xaulus ob lub qhovmuag los, ces nws txawm rov pom kev li qub lawm. Nws sawv tsees los thiab Ananias muab nws ua kevcai raus dej;"},{"bible_id":"1525","chapter_code":"ACT.9","verse_code":"ACT.9.19","label":"19","content":"thaum nws noj mov tas, nws rov muaj zog. Xaulus nrog cov ntseeg hauv lub nroog Damaxes nyob tau ob peb hnub,"},{"bible_id":"1525","chapter_code":"ACT.9","verse_code":"ACT.9.20","label":"20","content":"nws mus tom tej tsev sablaj thiab qhia hais tias Yexus yog Vajtswv tus Tub."},{"bible_id":"1525","chapter_code":"ACT.9","verse_code":"ACT.9.21","label":"21","content":"Txhua tus uas hnov nws qhia lawv xav tsis thoob li. Lawv sib nug hais tias, “Tus txivneej no tsis yog tus uas tsimtxom cov ntseeg nram lub nroog Yeluxalees los? Nws tuaj ntawm no twb yog nws tuaj ntes cov ntseeg coj rov qab mus rau cov thawj ntawm cov povthawj ntag los sav.”"},{"bible_id":"1525","chapter_code":"ACT.9","verse_code":"ACT.9.22","label":"22","content":"Tiamsis tej lus uas Xaulus qhia nrov ncha zuj zus. Thiab tej uas nws qhia ua timkhawv rau sawvdaws paub tseeb hais tias Yexus yog tus Mexiyas, ces cov Yudais uas nyob hauv lub nroog Damaxes txawm tsis muaj lus hais lawm."},{"bible_id":"1525","chapter_code":"ACT.9","verse_code":"ACT.9.23","label":"23","content":"Tom qab ntawd tsis ntev, cov Yudais txawm sablaj hais tias lawv yuav muab Xaulus tua povtseg."},{"bible_id":"1525","chapter_code":"ACT.9","verse_code":"ACT.9.24","label":"24","content":"Tiamsis twb muab neeg qhia rau Xaulus paub lawm. Cov Yudais niaj hnub niaj hmo zov lub nroog ntawd tej roojvag tos ntes Xaulus coj mus tua povtseg."},{"bible_id":"1525","chapter_code":"ACT.9","verse_code":"ACT.9.25","label":"25","content":"Tiamsis muaj ib hmos Xaulus cov thwjtim muab ib lub tawb rau Xaulus nyob hauv, thiab lawv muab hlua khi lub tawb tso dauv rau sab ntsa yeej nraud."},{"bible_id":"1525","chapter_code":"ACT.9","verse_code":"ACT.9.26","label":"26","content":"Thaum Xaulus khiav mus txog nram lub nroog Yeluxalees, nws txawm mus cuag cov thwjtim. Nws xav nrog lawv koom ua ib pab, tiamsis lawv ntshai nws, lawv tsis ntseeg hais tias nws yog ib tug thwjtim tiag."},{"bible_id":"1525","chapter_code":"ACT.9","verse_code":"ACT.9.27","label":"27","content":"Tiamsis Npananpas coj Xaulus mus cuag cov timthawj. Npananpas qhia tej uas Xaulus pom thiab tau ua lawm rau lawv mloog. Npananpas qhia hais tias, thaum Xaulus tabtom taug kev mus pem lub nroog Damaxes, Xaulus twb pom tus Tswv Yexus, thiab tus Tswv twb nrog Xaulus tham lawm. Thiab Npananpas qhia rau lawv hais tias, thaum Xaulus nyob pem lub nroog Damaxes, Xaulus muaj lub siab tawv qhia Yexus zaj, nws tsis ntshai leejtwg li."},{"bible_id":"1525","chapter_code":"ACT.9","verse_code":"ACT.9.28","label":"28","content":"Xaulus nrog cov timthawj nyob, nws mus thoob plaws lub nroog Yeluxalees, nws muaj lub siab tawv qhia Yexus zaj rau ub rau no."},{"bible_id":"1525","chapter_code":"ACT.9","verse_code":"ACT.9.29","label":"29","content":"Xaulus pheej nrog cov Yudais uas hais lus Kilis sib tham thiab sib cav, tiamsis lawv cov ntawd tuavhauv yuav muab Xaulus tua povtseg."},{"bible_id":"1525","chapter_code":"ACT.9","verse_code":"ACT.9.30","label":"30","content":"Thaum cov ntseeg hnov li ntawd, lawv txawm coj Xaulus mus rau pem lub nroog Xixaleyas thiab xa nws mus rau pem lub nroog Talaxus lawm."},{"bible_id":"1525","chapter_code":"ACT.9","verse_code":"ACT.9.31","label":"31","content":"Thaum ntawd cov ntseeg uas nyob thoob plaws hauv lub xeev Yudas, lub xeev Kalilais thiab lub xeev Xamalis tsis muaj kev ntxhov siab tau ib ntus. Vaj Ntsujplig tus Dawbhuv txhawb cov ntseeg lub zog, ua rau cov ntseeg muab siab rau ntseeg; muaj neeg los ntseeg coob zuj zus ntxiv, thiab lawv ua lub neej hwm Vajtswv."},{"bible_id":"1525","chapter_code":"ACT.9","verse_code":"ACT.9.32","label":"32","content":"Petus mus txhua nrho txhua qhov chaw. Muaj ib zaug nws mus saib cov ntseeg uas nyob pem lub nroog Lidas."},{"bible_id":"1525","chapter_code":"ACT.9","verse_code":"ACT.9.33","label":"33","content":"Thaum nws nyob hauv lub nroog ntawd, nws pom ib tug txivneej hu ua Ane-as. Ane-as tuag tes tuag taw, nws sawv tsis taus mus qhov twg; nws pw saum txaj tau yim xyoo los lawm."},{"bible_id":"1525","chapter_code":"ACT.9","verse_code":"ACT.9.34","label":"34","content":"Petus hais rau Ane-as hais tias, “Yexus twb kho koj zoo lawm. Koj cia li sawv tu koj lub chaw pw.” Tamsim ntawd Ane-as txawm sawv tsees."},{"bible_id":"1525","chapter_code":"ACT.9","verse_code":"ACT.9.35","label":"35","content":"Tagnrho cov neeg uas nyob hauv lub nroog Lidas thiab hauv lub nroog Saloos pom Ane-as zoo lawm, lawv txawm ntseeg tus Tswv Yexus."},{"bible_id":"1525","chapter_code":"ACT.9","verse_code":"ACT.9.36","label":"36","content":"Muaj ib tug pojniam hu ua Tanpithas nyob hauv lub nroog Yaupas, nws yog ib tug ntseeg Yexus. (Nws lub npe Kilis hu ua Daulakas lub npe ntawd txhais hais tias, “muaslwj.”) Nws niaj hnub ua zoo thiab pab cov neeg txomnyem."},{"bible_id":"1525","chapter_code":"ACT.9","verse_code":"ACT.9.37","label":"37","content":"Thaum Petus tseem nyob nram lub nroog Lidas, Daulakas mob heev, nws txawm tuag lawm. Thaum lawv muab nws lub cev ntxuav tas, lawv nqa nws mus tso rau ib chav tsev txheej saud."},{"bible_id":"1525","chapter_code":"ACT.9","verse_code":"ACT.9.38","label":"38","content":"Lub nroog Yaupas nyob ze lub nroog Lidas. Thaum cov ntseeg hnov hais tias Petus nyob nram lub nroog Lidas, lawv txawm txib ob tug txivneej mus hais rau Petus hais tias, “Koj cia li nrog wb mus tamsim no.”"},{"bible_id":"1525","chapter_code":"ACT.9","verse_code":"ACT.9.39","label":"39","content":"Petus txawm sawv tsees nrog nkawd mus. Thaum nws mus txog, nkawd coj nws mus rau chav tsev txheej saud. Cov pojntsuam los sawv vij Petus. Lawv quaj zom zaws thiab lawv kom Petus saib tej tsho loj tsho me uas thaum Daulakas tseem ua neej nyob, Daulakas xaws rau lawv hnav."},{"bible_id":"1525","chapter_code":"ACT.9","verse_code":"ACT.9.40","label":"40","content":"Petus kom sawvdaws tawm mus sab nraud, thaum lawv tawm tas lawm, Petus txawm txhos caug thov Vajtswv; thaum nws thov tas, nws tig los hais rau tus tuag hais tias, “Tanpithas, koj cia li sawv.” Tanpithas txawm rua hlo qhovmuag, thaum nws pom Petus, nws sawv tsees zaum."},{"bible_id":"1525","chapter_code":"ACT.9","verse_code":"ACT.9.41","label":"41","content":"Petus cev tes mus rub nws sawv. Petus txawm hu cov ntseeg thiab cov pojntsuam los saib thiab muab Daulakas cob rau lawv."},{"bible_id":"1525","chapter_code":"ACT.9","verse_code":"ACT.9.42","label":"42","content":"Zaj no nrov ncha mus thoob plaws hauv lub nroog Yaupas, ces txawm muaj neeg coob coob los ntseeg tus Tswv Yexus."},{"bible_id":"1525","chapter_code":"ACT.9","verse_code":"ACT.9.43","label":"43","content":"Petus nyob hauv lub nroog Yaupas tau ntau hnub, nws so hauv Ximoos tus uas luam tawv tsiaj lub tsev."},{"bible_id":"1525","chapter_code":"ACT.10","verse_code":"ACT.10.1","label":"1","content":"Muaj ib tug txivneej uas yog neeg Loos nyob hauv lub nroog Xixaleyas hu ua Kauneli-us; nws yog ib tug thawj tubrog uas saib pab tubrog uas hu ua “Italis Pab.”"},{"bible_id":"1525","chapter_code":"ACT.10","verse_code":"ACT.10.2","label":"2","content":"Nws yog ib tug uas coj Vajtswv txoj kevcai nruj thiab nws tsevneeg puavleej hwm Vajtswv. Nws pheej pab cov neeg Yudais uas txomnyem, thiab nws niaj hnub thov Vajtswv."},{"bible_id":"1525","chapter_code":"ACT.10","verse_code":"ACT.10.3","label":"3","content":"Muaj ib hnub thaum hnub qaij nws ua yogtoog pom Vajtswv ib tug timtswv los hauv nws chav tsev thiab hu nws hais tias, “Kauneli-us.”"},{"bible_id":"1525","chapter_code":"ACT.10","verse_code":"ACT.10.4","label":"4","content":"Kauneli-us saib dheev tus timtswv ntawd, nws ntshai kawg li, nws txawm nug tus timtswv hais tias, “Koj xav yuav dabtsi?” Tus timtswv teb hais tias, “Vajtswv twb hnov koj tej lus thov thiab pom tej uas koj pub rau cov neeg txomnyem lawm."},{"bible_id":"1525","chapter_code":"ACT.10","verse_code":"ACT.10.5","label":"5","content":"Koj cia li txib neeg mus nram lub nroog Yaupas, mus hu Ximoos tus uas muaj dua ib lub npe hu ua Petus kom tuaj ntawm no."},{"bible_id":"1525","chapter_code":"ACT.10","verse_code":"ACT.10.6","label":"6","content":"Petus nyob hauv Ximoos tus uas luam tawv tsiaj lub tsev; lub tsev ntawd nyob ntawm ntug hiavtxwv.”"},{"bible_id":"1525","chapter_code":"ACT.10","verse_code":"ACT.10.7","label":"7","content":"Thaum Vajtswv tus timtswv mus lawm, Kauneli-us txawm hu ob tug tubtxib thiab ib tug tubrog los cuag nws. Tus tubrog ntawd yog ib tug uas coj Vajtswv txoj kevcai nruj heev thiab yog ib tug uas niaj hnub ua haujlwm rau Kauneli-us."},{"bible_id":"1525","chapter_code":"ACT.10","verse_code":"ACT.10.8","label":"8","content":"Kauneli-us piav tej uas nws pom huv tibsi rau lawv peb tug ntawd mloog, thiab nws txib lawv mus rau nram lub nroog Yaupas."},{"bible_id":"1525","chapter_code":"ACT.10","verse_code":"ACT.10.9","label":"9","content":"Hnub tom qab thaum peb tug ntawd tabtom mus yuav txog lub nroog Yaupas. Thaum yuav luag tavsu, Petus nce mus thov Vajtswv saum tsev."},{"bible_id":"1525","chapter_code":"ACT.10","verse_code":"ACT.10.10","label":"10","content":"Petus tshaib plab, nws xav noj mov; thaum luag tseem tabtom ua su noj, Petus txawm ua yogtoog."},{"bible_id":"1525","chapter_code":"ACT.10","verse_code":"ACT.10.11","label":"11","content":"Petus pom rooj ntug qhib thiab muaj ib yam zoo li daim ntaub dav dav muaj hlua khi plaub ceg kaum tso dauv saum ntuj los rau hauv ntiajteb."},{"bible_id":"1525","chapter_code":"ACT.10","verse_code":"ACT.10.12","label":"12","content":"Petus pom txhua yam tsiaj, tsis hais nab, nab qa, qav thiab tej noog puavleej nyob hauv daim ntaub ntawd."},{"bible_id":"1525","chapter_code":"ACT.10","verse_code":"ACT.10.13","label":"13","content":"Ces txawm muaj ib lub suab hais rau Petus hais tias, “Petus, koj cia li sawv thiab muab tua noj!”"},{"bible_id":"1525","chapter_code":"ACT.10","verse_code":"ACT.10.14","label":"14","content":"Tiamsis Petus hais tias, “Tsis tau, tus Tswv! Kuv yeej ibtxwm tsis noj tej uas kevcai txwv tsis pub noj.”"},{"bible_id":"1525","chapter_code":"ACT.10","verse_code":"ACT.10.15","label":"15","content":"Lub suab ntawd txawm rov hais dua rau Petus hais tias, “Tej uas Vajtswv hais tias huv lawm, koj tsis txhob hais tias tsis huv.”"},{"bible_id":"1525","chapter_code":"ACT.10","verse_code":"ACT.10.16","label":"16","content":"Muaj li ntawd txog peb zaug, ces daim ntaub ntawd txawm rov rau saum ntuj lawm."},{"bible_id":"1525","chapter_code":"ACT.10","verse_code":"ACT.10.17","label":"17","content":"Thaum Petus tabtom xav tsis thoob rau tej uas nws ua yogtoog pom ntawd, peb tus txivneej uas Kauneli-us txib tuaj, lawv tuaj nrhiav tau Ximoos lub tsev, thiab lawv sawv sab nraud qhovrooj."},{"bible_id":"1525","chapter_code":"ACT.10","verse_code":"ACT.10.18","label":"18","content":"Lawv hu hais tias, “Ximoos Petus puas nyob hauv nej tsev?”"},{"bible_id":"1525","chapter_code":"ACT.10","verse_code":"ACT.10.19","label":"19","content":"Thaum Petus tseem xav txog zaj yogtoog uas nws pom ntawd, Vaj Ntsujplig txawm hais rau Petus hais tias, “Koj saib, muaj peb  tug txivneej tuaj nrhiav koj."},{"bible_id":"1525","chapter_code":"ACT.10","verse_code":"ACT.10.20","label":"20","content":"Koj cia li nqis mus rau txheej hauv thiab nrog lawv mus, tsis txhob xav li cas, rau qhov twb yog kuv txib lawv tuaj.”"},{"bible_id":"1525","chapter_code":"ACT.10","verse_code":"ACT.10.21","label":"21","content":"Petus nqis rau txheej hauv, thiab nws hais rau peb tug txivneej ntawd hais tias, “Tus uas nej tuaj nrhiav yog kuv ntag, nej tuaj nrhiav kuv ua dabtsi?”"},{"bible_id":"1525","chapter_code":"ACT.10","verse_code":"ACT.10.22","label":"22","content":"Lawv teb hais tias, “Tus thawj tubrog Kauneli-us txib peb tuaj. Nws yog ib tug neeg ncaj ncees thiab coj Vajtswv txoj kevcai nruj, cov Yudais sawvdaws puavleej hwm nws. Vajtswv ib tug timtswv hais rau nws hais tias, kom nws hu koj mus saib nws, nws thiaj yuav tau hnov tej uas koj qhia.”"},{"bible_id":"1525","chapter_code":"ACT.10","verse_code":"ACT.10.23","label":"23","content":"Ces Petus txawm coj cov txivneej ntawd los hauv tsev thiab lawv pw ib hmos ntawd. Hnub tom qab Petus txawm nrog lawv mus; cov ntseeg uas nyob hauv lub nroog Yaupas muaj qee leej nrog Petus mus thiab."},{"bible_id":"1525","chapter_code":"ACT.10","verse_code":"ACT.10.24","label":"24","content":"Hnub tom qab Petus mam li mus txog hauv lub nroog Xixaleyas. Kauneli-us twb hu tej kwvtij neejtsa thiab tej phoojywg tuaj nyob hauv nws tsev tos Petus lawm."},{"bible_id":"1525","chapter_code":"ACT.10","verse_code":"ACT.10.25","label":"25","content":"Thaum Petus mus yuav txog ntawm Kauneli-us tsev, Kauneli-us txawm tawm tuaj tos Petus thiab txhos caug ntua ntawm Petus kotaw hawm Petus."},{"bible_id":"1525","chapter_code":"ACT.10","verse_code":"ACT.10.26","label":"26","content":"Tiamsis Petus tuav nkaus Kauneli-us tsa nws sawv thiab hais tias, “Koj cia li sawv! Kuv yog neeg ib yam li koj thiab xwb.”"},{"bible_id":"1525","chapter_code":"ACT.10","verse_code":"ACT.10.27","label":"27","content":"Petus thiab Kauneli-us txawm sib tham mus rau hauv tsev, Petus pom muaj neeg coob coob tuaj nyob tos nws lawm."},{"bible_id":"1525","chapter_code":"ACT.10","verse_code":"ACT.10.28","label":"28","content":"Petus hais rau cov neeg ntawd hais tias, “Nej twb paub lawm hais tias cov Yudais txoj kevcai yeej ibtxwm tsis pub cov Yudais mus saib lossis nrog lwm Haivneeg, tiamsis Vajtswv qhia rau kuv hais tias kuv tsis txhob hu leejtwg hais tias yog neeg tsis huv."},{"bible_id":"1525","chapter_code":"ACT.10","verse_code":"ACT.10.29","label":"29","content":"Yog li ntawd, thaum koj txib neeg tuaj hu kuv, kuv tsis yig li, kuv thiaj cia li tuaj. Kuv xav paub saib koj hu kuv tuaj ua dabtsi?”"},{"bible_id":"1525","chapter_code":"ACT.10","verse_code":"ACT.10.30","label":"30","content":"Kauneli-us teb hais tias, “Tau plaub hnub dhau los uas yog tib lub sijhawm thaum peb teev hnub qaij no, kuv tabtom thov Vajtswv  hauv kuv tsev. Tamsim ntawd, kuv txawm pom ib tug txivneej hnav ris tsho ci ntsa iab los sawv ntawm kuv hauv ntej."},{"bible_id":"1525","chapter_code":"ACT.10","verse_code":"ACT.10.31","label":"31","content":"Nws hais rau kuv tias, ‘Kauneli-us, Vajtswv twb hnov koj tej lus thov thiab pom tej uas koj muab pub rau cov neeg txomnyem lawm."},{"bible_id":"1525","chapter_code":"ACT.10","verse_code":"ACT.10.32","label":"32","content":"Koj cia li txib neeg mus hu Ximoos Petus nram lub nroog Yaupas tuaj. Nws so hauv Ximoos tus uas luam tawv tsiaj lub tsev; lub tsev ntawd nyob ntawm ntug hiavtxwv.’"},{"bible_id":"1525","chapter_code":"ACT.10","verse_code":"ACT.10.33","label":"33","content":"Ces tamsim ntawd kuv txawm txib neeg tuaj hu koj, thiab koj txaus siab hlo tuaj. Nimno Vajtswv nrog peb nyob ntawm no, peb tabtom tos mloog tej uas tus Tswv tau qhia kom koj hais rau peb.”"},{"bible_id":"1525","chapter_code":"ACT.10","verse_code":"ACT.10.34","label":"34","content":"Petus pib qhia rau lawv hais tias, “Nimno kuv paub tseeb hais tias Vajtswv tsis xaiv leejtwg ntsejmuag."},{"bible_id":"1525","chapter_code":"ACT.10","verse_code":"ACT.10.35","label":"35","content":"Txawm yog haivneeg twg los xij, Vajtswv lees yuav txhua tus uas hwm Vajtswv thiab ua haum Vajtswv siab."},{"bible_id":"1525","chapter_code":"ACT.10","verse_code":"ACT.10.36","label":"36","content":"Nej twb paub txojlus uas Vajtswv qhia rau cov neeg Yixalayees lawm. Txojlus ntawd yog Txojmoo Zoo uas hais tias tus uas ntseeg Yexus Khetos tus uas yog sawvdaws tus Tswv, tus ntawd yuav tau nyob kaj siab lug."},{"bible_id":"1525","chapter_code":"ACT.10","verse_code":"ACT.10.37","label":"37","content":"Nej twb paub zaj uas pib muaj hauv lub xeev Kalilais thiab nrov ncha mus thoob plaws lub tebchaws Yixalayees, tom qab uas Yauhas qhia hais tias neeg yuav tsum ua kevcai raus dej."},{"bible_id":"1525","chapter_code":"ACT.10","verse_code":"ACT.10.38","label":"38","content":"Thiab nej paub txog zaj uas Vajtswv twb pub Vaj Ntsujplig tus Dawbhuv thiab hwjchim rau Yexus tus uas yog neeg Naxales lawm. Yexus mus thoob plaws txhua qhov chaw, nws ua haujlwm zoo, thiab cov neeg uas raug dab nws ntiab dab tawm huv tibsi. Yexus ua tau li ntawd, rau qhov Vajtswv nrog nws."},{"bible_id":"1525","chapter_code":"ACT.10","verse_code":"ACT.10.39","label":"39","content":"Peb twb pom txhua yam uas Yexus ua hauv cov Yixalayees tej zos, thiab hauv lub nroog Yeluxalees, peb ua tau timkhawv hais tias yeej muaj tseeb tiag. Txawm yog nws ua li ntawd los luag tseem muab nws coj mus ntsia rau saum ntoo khaublig thiab muab nws tua povtseg."},{"bible_id":"1525","chapter_code":"ACT.10","verse_code":"ACT.10.40","label":"40","content":"Tiamsis peb hnub tom qab Vajtswv tsa nws sawv hauv qhov tuag rov qab los thiab nws tau los tshwm rau ib cov neeg pom."},{"bible_id":"1525","chapter_code":"ACT.10","verse_code":"ACT.10.41","label":"41","content":"Tsis yog sawvdaws pom, tiamsis tsuas yog peb cov uas Vajtswv twb xub xaiv cia ua timkhawv pom xwb. Thaum Vajtswv tsa nws sawv hauv qhov tuag rov qab los, peb cov uas ua timkhawv peb tau nrog nws noj nws haus ua ke."},{"bible_id":"1525","chapter_code":"ACT.10","verse_code":"ACT.10.42","label":"42","content":"Thiab nws kom peb mus qhia Txojmoo Zoo rau sawvdaws thiab ua timkhawv qhia hais tias nws yog tus uas Vajtswv tsa ua tus txiav txim rau cov neeg ciaj thiab cov neeg tuag."},{"bible_id":"1525","chapter_code":"ACT.10","verse_code":"ACT.10.43","label":"43","content":"Cov uas cev Vajtswv lus puavleej hais tias Vajtswv yuav zam txim rau txhua tus uas ntseeg Yexus tus uas muaj hwjchim.”"},{"bible_id":"1525","chapter_code":"ACT.10","verse_code":"ACT.10.44","label":"44","content":"Thaum Petus tseem tabtom qhia, Vaj Ntsujplig tus Dawbhuv txawm los rau txhua tus uas tabtom mloog tej lus uas Petus qhia."},{"bible_id":"1525","chapter_code":"ACT.10","verse_code":"ACT.10.45","label":"45","content":"Thaum cov Yudais uas ntseeg Yexus uas nrog Petus tuaj nram lub nroog Yaupas tuaj pom hais tias Vajtswv pub Vaj Ntsujplig tus Dawbhuv rau lwm Haivneeg lawm thiab, lawv xav tsis thoob li,"},{"bible_id":"1525","chapter_code":"ACT.10","verse_code":"ACT.10.46","label":"46","content":"rau qhov lawv hnov cov neeg ntawd hais tau lus txawv txawv thiab qhuas Vajtswv tus uas muaj hwjchim loj. Petus hais tias,"},{"bible_id":"1525","chapter_code":"ACT.10","verse_code":"ACT.10.47","label":"47","content":"“Cov neeg no twb tau txais Vaj Ntsujplig tus Dawbhuv ib yam li peb tau txais lawm. Leejtwg tseem yuav txwv tsis pub muab cov neeg no ua kevcai raus dej thiab?”"},{"bible_id":"1525","chapter_code":"ACT.10","verse_code":"ACT.10.48","label":"48","content":"Yog li ntawd, Petus thiaj tuav Yexus Khetos lub npe muab lawv ua kevcai raus dej. Ces lawv thov kom Petus nrog lawv nyob ob peb hnub."},{"bible_id":"1525","chapter_code":"ACT.11","verse_code":"ACT.11.1","label":"1","content":"Cov timthawj thiab cov ntseeg uas nyob txhua qhov hauv lub xeev Yudas hnov hais tias lwm Haivneeg los ntseeg Vajtswv Txojlus lawm thiab."},{"bible_id":"1525","chapter_code":"ACT.11","verse_code":"ACT.11.2","label":"2","content":"Thaum Petus rov qab mus txog nram lub nroog Yeluxalees, cov Yudais uas hais tias yuav tsum muab lwm Haivneeg xub ua kevcai txiav tso, mam li pub lawv los koom cov Yudais txawm thuam Petus hais tias,"},{"bible_id":"1525","chapter_code":"ACT.11","verse_code":"ACT.11.3","label":"3","content":"“Ua li cas koj mus saib lwm Haivneeg uas tsis ua kevcai txiav thiab tseem nrog lawv noj mov ua ke thiab?”"},{"bible_id":"1525","chapter_code":"ACT.11","verse_code":"ACT.11.4","label":"4","content":"Petus pib piav txhua yam uas nws pom thaum hauvpaus los rau lawv mloog hais tias,"},{"bible_id":"1525","chapter_code":"ACT.11","verse_code":"ACT.11.5","label":"5","content":"“Thaum kuv nyob hauv lub nroog Yaupas, kuv tabtom thov Vajtswv, ces kuv txawm ua yogtoog pom ib yam zoo li daim ntaub dav dav muaj hlua khi plaub ceg kaum tso dauv saum ntuj los rau ntawm kuv xubntiag."},{"bible_id":"1525","chapter_code":"ACT.11","verse_code":"ACT.11.6","label":"6","content":"Kuv ua tib zoo saib, kuv pom muaj txhua yam tsiaj, tsis hais nab, nab qa, qav thiab tej noog nyob hauv daim ntaub ntawd."},{"bible_id":"1525","chapter_code":"ACT.11","verse_code":"ACT.11.7","label":"7","content":"Ces kuv txawm hnov ib lub suab hais rau kuv hais tias, ‘Petus, koj cia li sawv thiab muab tua noj.’"},{"bible_id":"1525","chapter_code":"ACT.11","verse_code":"ACT.11.8","label":"8","content":"Tiamsis kuv hais tias, ‘Tsis tau, tus Tswv! Kuv yeej ibtxwm tsis noj tej uas kevcai txwv tsis pub noj lossis tej tsiaj uas tsis huv.’"},{"bible_id":"1525","chapter_code":"ACT.11","verse_code":"ACT.11.9","label":"9","content":"Lub suab ntawd rov hais rau kuv tias, ‘Tej uas Vajtswv hais tias huv lawm, koj tsis txhob hais tias tsis huv.’"},{"bible_id":"1525","chapter_code":"ACT.11","verse_code":"ACT.11.10","label":"10","content":"Muaj li ntawd peb zaug, ces daim ntaub txawm rov rau saum ntuj lawm."},{"bible_id":"1525","chapter_code":"ACT.11","verse_code":"ACT.11.11","label":"11","content":"Tamsim ntawd peb tug txivneej uas tuaj pem lub nroog Xixaleyas tuaj, lawv txawm tuaj txog hauv lub tsev uas kuv so."},{"bible_id":"1525","chapter_code":"ACT.11","verse_code":"ACT.11.12","label":"12","content":"Vaj Ntsujplig hais kom kuv cia li nrog lawv mus tsis txhob xav li cas. Ces rau leej kwvtij ntawm no uas yog cov ntseeg uas nyob hauv lub nroog Yaupas, lawv nrog kuv mus pem lub nroog Xixaleyas thiab peb mus rau hauv Kauneli-us tsev."},{"bible_id":"1525","chapter_code":"ACT.11","verse_code":"ACT.11.13","label":"13","content":"Kaneli-us hais rau peb hais tias nws pom ib tug timtswv ceebtsheej los hauv nws tsev thiab hais rau nws tias, ‘Koj cia li txib neeg mus nram lub nroog Yaupas, mus hu ib tug txivneej hu ua Ximoos Petus tuaj."},{"bible_id":"1525","chapter_code":"ACT.11","verse_code":"ACT.11.14","label":"14","content":"Nws yuav qhia tej lus uas cawm koj thiab koj tsevneeg kom nej dim nej lub txim.’"},{"bible_id":"1525","chapter_code":"ACT.11","verse_code":"ACT.11.15","label":"15","content":"Thaum kuv pib qhia, Vaj Ntsujplig tus Dawbhuv txawm los rau lawv ib yam li los rau peb thaum chivthawj."},{"bible_id":"1525","chapter_code":"ACT.11","verse_code":"ACT.11.16","label":"16","content":"Thaum ntawd kuv txawm nco dheev txog tej lus uas tus Tswv qhia hais tias, ‘Yauhas muab nej ua kevcai raus rau hauv dej, tiamsis nej yuav tau ua kevcai raus los ntawm Vaj Ntsujplig tus Dawbhuv.’"},{"bible_id":"1525","chapter_code":"ACT.11","verse_code":"ACT.11.17","label":"17","content":"Vajtswv twb pub Vaj Ntsujplig tus Dawbhuv rau lwm Haivneeg ib yam li nws pub rau peb cov uas ntseeg tus Tswv lawm thiab. Vajtswv twb pub rau lawv lawm, kuv yuav txwv Vajtswv los yeej tsis tau li.”"},{"bible_id":"1525","chapter_code":"ACT.11","verse_code":"ACT.11.18","label":"18","content":"Thaum lawv hnov li ntawd, lawv tsis thuam Petus lawm; lawv ua Vajtswv tsaug hais tias, “Nimno Vajtswv qhib kev rau lwm Haivneeg los ntseeg kom lawv thiaj tso lawv tej kev txhaum tseg thiab tau txojsia.”"},{"bible_id":"1525","chapter_code":"ACT.11","verse_code":"ACT.11.19","label":"19","content":"Thaum luag muab Xatefanaus tua lawm, cov ntseeg raug kev tsimtxom heev, ces cov ntseeg ibtxhia txawm tsiv mus nyob rau pem lub xeev Faunikias; ibtxhia tsiv mus nyob rau tim koog Povtxwv Xaipas thiab ibtxhia tsiv mus nyob rau pem lub nroog Ati-aukias, thiab lawv tsuas qhia txojmoo zoo rau cov Yudais nkaus xwb."},{"bible_id":"1525","chapter_code":"ACT.11","verse_code":"ACT.11.20","label":"20","content":"Tiamsis cov ntseeg uas khiav mus ntawd, muaj cov neeg uas nyob hauv lub koog Povtxwv Xaipas thiab lub koog Povtxwv Kulenes, qee leej mus txog rau hauv lub nroog Ati-aukias, ces lawv qhia txojmoo zoo uas hais txog tus Tswv Yexus rau lwm Haivneeg thiab."},{"bible_id":"1525","chapter_code":"ACT.11","verse_code":"ACT.11.21","label":"21","content":"Tus Tswv lub hwjchim nrog lawv thiaj muaj neeg coob coob ntseeg thiab los cuag tus Tswv."},{"bible_id":"1525","chapter_code":"ACT.11","verse_code":"ACT.11.22","label":"22","content":"Thaum cov ntseeg uas nyob nram lub nroog Yeluxalees hnov li no, lawv txawm txib Npananpas mus rau pem lub nroog Ati-aukias."},{"bible_id":"1525","chapter_code":"ACT.11","verse_code":"ACT.11.23","label":"23","content":"Thaum Npananpas mus txog ped, nws pom hais tias Vajtswv foom koob hmoov rau lawv, nws zoo siab kawg thiab nws txhawb lawv lub zog kom lawv muab siab npuab tus Tswv thiab ntseeg tiag tiag."},{"bible_id":"1525","chapter_code":"ACT.11","verse_code":"ACT.11.24","label":"24","content":"Npananpas yog ib tug neeg ncaj ncees; nws puv npo Vaj Ntsujplig tus Dawbhuv thiab muab siab rau ntseeg. Nws coj tau cov neeg uas nyob hauv lub nroog ntawd coob leej los ntseeg tus Tswv."},{"bible_id":"1525","chapter_code":"ACT.11","verse_code":"ACT.11.25","label":"25","content":"Tom qab ntawd Npananpas txawm mus nrhiav Xaulus hauv lub nroog Talaxus."},{"bible_id":"1525","chapter_code":"ACT.11","verse_code":"ACT.11.26","label":"26","content":"Thaum nws nrhiav tau Xaulus lawm, nws coj Xaulus los nrog nws nyob hauv lub nroog Ati-aukias. Nkawd nrog cov ntseeg nyob tau ib xyoos, thiab nkawd niaj hnub qhia cov ntseeg uas coob coob ntawd. Pawg ntseeg uas nyob hauv lub nroog Ati-aukias yog thawj pawg uas tis lub npe hu ua Cov Ntseeg Yexus."},{"bible_id":"1525","chapter_code":"ACT.11","verse_code":"ACT.11.27","label":"27","content":"Lub sijhawm ntawd muaj ib co cev Vajtswv lus tuaj nram lub nroog Yeluxalees tuaj txog pem lub nroog Ati-aukias."},{"bible_id":"1525","chapter_code":"ACT.11","verse_code":"ACT.11.28","label":"28","content":"Vaj Ntsujplig kom cov cev Vajtswv lus ntawd tus uas hu ua Ankanpus sawv ntsug qhia txog tej uas yuav tshwm los yav tom ntej. Nws hais tias yuav muaj kev tshaib kev nqhis thoob plaws lub ntiajteb. (Ces lub sijhawm uas Kalaudi-us ua vajntxwv txawm muaj kev tshaib kev nqhis tiag)."},{"bible_id":"1525","chapter_code":"ACT.11","verse_code":"ACT.11.29","label":"29","content":"Cov ntseeg sawvdaws pom zoo kom ib leeg muab mentsis nyiaj raws li lawv muaj xa mus rau cov kwvtij ntseeg Yexus uas nyob nram lub xeev Yudas."},{"bible_id":"1525","chapter_code":"ACT.11","verse_code":"ACT.11.30","label":"30","content":"Lawv txawm ua li ntawd, lawv muab cov nyiaj ntawd rau Xaulus thiab Npananpas coj mus rau cov txwjlaug uas saib cov ntseeg nrad."},{"bible_id":"1525","chapter_code":"ACT.12","verse_code":"ACT.12.1","label":"1","content":"Lub sijhawm ntawd Vajntxwv Helauj  muab cov ntseeg Yexus qee leej coj mus tsimtxom."},{"bible_id":"1525","chapter_code":"ACT.12","verse_code":"ACT.12.2","label":"2","content":"Helauj kom luag muab ntaj tua Yauhas tus tijlaug Yakaunpaus povtseg."},{"bible_id":"1525","chapter_code":"ACT.12","verse_code":"ACT.12.3","label":"3","content":"Thaum nws pom hais tias tej uas nws ua ntawd haum cov Yudais siab, nws txawm hais kom luag ntes Petus coj mus kaw rau hauv tsev lojcuj. (Thaum ntawd sawvdaws tabtom ua Kevcai Noj Ncuav tsis Xyaw Keeb.)"},{"bible_id":"1525","chapter_code":"ACT.12","verse_code":"ACT.12.4","label":"4","content":"Thaum lawv ntes tau Petus lawm, lawv coj Petus mus kaw rau hauv tsev lojcuj thiab kom plaub pab tubrog zov Petus, ib pab twg plaub leeg. Helauj xav hais tias tom qab uas ua Kevcai Hla Dhau tas, nws yuav coj Petus los txiav txim thiab muab Petus tua tabmeeg cov pejxeem."},{"bible_id":"1525","chapter_code":"ACT.12","verse_code":"ACT.12.5","label":"5","content":"Thaum Petus tseem raug kaw hauv tsev lojcuj, cov ntseeg kub siab lug thov Vajtswv pab Petus."},{"bible_id":"1525","chapter_code":"ACT.12","verse_code":"ACT.12.6","label":"6","content":"Ua ntej hnub uas Helauj yuav coj Petus los rau cov pejxeem, hmo ntawd Petus pw tsaug zog hauv ob tug tubrog kis nruab nrab. Luag muab ob txoj saw hlau khi Petus, thiab muaj tubrog zov lub tsev lojcuj lub roojvag huv tibsi."},{"bible_id":"1525","chapter_code":"ACT.12","verse_code":"ACT.12.7","label":"7","content":"Tamsim ntawd tus Tswv ib tug timtswv txawm los sawv ntawm Petus ib sab, thiab muaj duab ci los rau hauv chav tsev uas Petus pw. Tus timtswv ntawd tuav nkaus Petus xubpwg diaj kom Petus tsim thiab hais rau Petus hais tias, “Koj cia li sawv!” Ces tamsim ntawd ob txoj saw hlau uas khi Petus ob txhais tes txawm plam plaws lawm."},{"bible_id":"1525","chapter_code":"ACT.12","verse_code":"ACT.12.8","label":"8","content":"Tus timtswv hais rau Petus hais tias, “Koj cia li sia siv khov kho thiab rau khau.” Petus txawm ua li ntawd. Tus timtswv rov hais rau Petus hais tias, “Koj cia li muab koj lub tsho ntev hnav thiab nrog kuv mus.”"},{"bible_id":"1525","chapter_code":"ACT.12","verse_code":"ACT.12.9","label":"9","content":"Petus txawm lawv tus timtswv qab tawm mus rau sab nraud. Petus tsis paub xyov yog nws ua npau suav lossis yog tiag; nws xav hais tias ntshai yog nws ua npau suav xwb."},{"bible_id":"1525","chapter_code":"ACT.12","verse_code":"ACT.12.10","label":"10","content":"Tus timtswv thiab Petus mus dhau thawj pab tubrog thiab mus dhau pab ob, nkawd mam li mus txog ntawm lub roojvag hlau uas yuav mus rau hauv lub nroog. Thaum nkawd los txog ntawm lub roojvag hlau, lub roojvag txawm qhib plho rau nkawd, nkawd txawm tawm mus. Nkawd taug kev mus mentsis, ces tus timtswv txawm ncaim Petus lawm."},{"bible_id":"1525","chapter_code":"ACT.12","verse_code":"ACT.12.11","label":"11","content":"Thaum ntawd Petus thiaj feeb meej, thiab nws hais tias, “Nimno kuv paub tseeb hais tias Vajtswv txib nws ib tug timtswv saum ntuj los pab kuv dim ntawm Helauj txhais tes thiab dim ntawm tej kev phem uas cov Yudais yuav ua rau kuv lawm.”"},{"bible_id":"1525","chapter_code":"ACT.12","verse_code":"ACT.12.12","label":"12","content":"Thaum Petus paub hais tias Petus dim lawm, Petus txawm mus rau tom Malis uas yog Yauhas Malakaus niam lub tsev. Muaj neeg coob coob tuaj ua ke thov Vajtswv hauv."},{"bible_id":"1525","chapter_code":"ACT.12","verse_code":"ACT.12.13","label":"13","content":"Petus mus khob qhovrooj thiab hu, ces ib tug nkauj qhe hu ua Laudas txawm los xauj saib yog leejtwg."},{"bible_id":"1525","chapter_code":"ACT.12","verse_code":"ACT.12.14","label":"14","content":"Thaum nws nco tau hais tias yog Petus lub suab, nws zoo siab kawg li; nws tsis nco qhib qhovrooj, nws txawm khiav ceev nrooj mus qhia rau sawvdaws hais tias Petus sawv sab nraum qhovrooj."},{"bible_id":"1525","chapter_code":"ACT.12","verse_code":"ACT.12.15","label":"15","content":"Lawv hais rau Laudas hais tias, “Ntshai koj vwm lawm.” Tiamsis Laudas hais tias, “Yog Petus tiag hos.” Lawv txawm hais tias, “Ntshai yog tus timtswv uas ibtxwm nrog Petus xwb.”"},{"bible_id":"1525","chapter_code":"ACT.12","verse_code":"ACT.12.16","label":"16","content":"Petus tseem nyob sab nraud khob qhovrooj. Thaum lawv qhib plho qhovrooj, lawv pom dheev Petus, lawv xav tsis thoob li."},{"bible_id":"1525","chapter_code":"ACT.12","verse_code":"ACT.12.17","label":"17","content":"Petus kom sawvdaws ua twjywm, ces Petus txawm qhia qhov uas tus Tswv coj nws tawm hauv tsev lojcuj los rau lawv mloog, thiab nws hais rau lawv hais tias, “Nej cia li mus qhia tej no rau Yakaunpaus thiab cov ntseeg paub.” Thaum Petus hais li ntawd tas, ces nws txawm mus rau lwm qhov lawm."},{"bible_id":"1525","chapter_code":"ACT.12","verse_code":"ACT.12.18","label":"18","content":"Thaum kaj ntug cov tubrog uas zov lub tsev lojcuj tsis pom Petus lawm, lawv poob siab kawg li."},{"bible_id":"1525","chapter_code":"ACT.12","verse_code":"ACT.12.19","label":"19","content":"Helauj txib neeg mus nrhiav Petus, tiamsis lawv nrhiav tsis tau Petus. Helauj txawm hu cov tubrog uas zov lub tsev lojcuj los nug thiab kom luag muab cov tubrog uas zov lub tsev lojcuj tua povtseg. Tom qab ntawd Helauj tawm hauv lub xeev Yudas mus nyob tau ib ntus pem lub nroog Xixaleyas."},{"bible_id":"1525","chapter_code":"ACT.12","verse_code":"ACT.12.20","label":"20","content":"Helauj chim rau cov neeg uas nyob hauv lub nroog Tiles thiab Xidoos, cov neeg ntawd ua ke tuaj cuag Helauj. Lawv xub mus cuag tus nom uas hu ua Npalatus uas saib Helauj lub tsev kom nws pab, lawv mam li mus cuag Helauj thiab thov nrog nws sib raug zoo. Lawv ua li ntawd, rau qhov lawv cov neeg pheej mus yuav mov hauv Helauj lub tebchaws los noj."},{"bible_id":"1525","chapter_code":"ACT.12","verse_code":"ACT.12.21","label":"21","content":"Thaum txog hnub uas Helauj teem rau lawv tuaj cuag nws, Helauj hnav nws cev ris tsho vajntxwv thiab zaum saum nws lub zwmtxwv hais lus rau cov pejxeem."},{"bible_id":"1525","chapter_code":"ACT.12","verse_code":"ACT.12.22","label":"22","content":"Cov pejxeem hais nrov nrov hais tias, “Lub suab no yog vajtswv lub suab tsis yog neeg lub.”"},{"bible_id":"1525","chapter_code":"ACT.12","verse_code":"ACT.12.23","label":"23","content":"Tamsim ntawd tus Tswv ib tug timtswv los rau txim rau Helauj, rau qhov Helauj tsis hwm Vajtswv. Txawm muaj kas noj Helauj lub cev, Helauj thiaj tuag lawm."},{"bible_id":"1525","chapter_code":"ACT.12","verse_code":"ACT.12.24","label":"24","content":"Vajtswv Txojlus thiaj loj hlob thiab nthuav dav zuj zus mus rau txhua qhov."},{"bible_id":"1525","chapter_code":"ACT.12","verse_code":"ACT.12.25","label":"25","content":"Thaum Npananpas thiab Xaulus ua haujlwm tas, nkawd txawm rov hauv lub nroog Yeluxalees mus,  thiab nkawd coj Yauhas Malakaus nrog nkawd mus."},{"bible_id":"1525","chapter_code":"ACT.13","verse_code":"ACT.13.1","label":"1","content":"Pawg ntseeg uas nyob hauv lub nroog Ati-aukias muaj qee leej yog cov cev Vajtswv lus, qee leej yog xibhwb: Cov ntawd ib tug yog Npananpas, ib tug yog Xime-oos tus uas (Hu Ua Dub), ib tug yog Luki-us, (tus uas yog neeg Kulenes), ib tug yog Mana-ees (tus uas nrog tus tswvxeev Helauj loj hlob ua ke), thiab ib tug yog Xaulus."},{"bible_id":"1525","chapter_code":"ACT.13","verse_code":"ACT.13.2","label":"2","content":"Thaum lawv tabtom ua kevcai yoo mov thiab thov Vajtswv, Vaj Ntsujplig tus Dawbhuv hais rau lawv hais tias, “Nej cia li tsa Npananpas thiab Xaulus ua tes haujlwm uas kuv kom nkawd ua.”"},{"bible_id":"1525","chapter_code":"ACT.13","verse_code":"ACT.13.3","label":"3","content":"Thaum lawv ua kevcai yoo mov thiab thov Vajtswv tas, lawv tsa tes rau nkawd thiab txib nkawd mus ua haujlwm."},{"bible_id":"1525","chapter_code":"ACT.13","verse_code":"ACT.13.4","label":"4","content":"Vaj Ntsujplig tus Dawbhuv txib Npananpas thiab Xaulus nkawd mus. Nkawd mus rau tom lub nroog Xelukias thiab caij nkoj mus rau tim lub koog Povtxwv Xaipas."},{"bible_id":"1525","chapter_code":"ACT.13","verse_code":"ACT.13.5","label":"5","content":"Thaum nkawd mus txog hauv lub nroog Xalamis, nkawd txawm mus qhia Vajtswv txojlus rau hauv cov Yudais tej tsev sablaj. Nkawd coj Yauhas Malakaus mus pab nkawd ua haujlwm."},{"bible_id":"1525","chapter_code":"ACT.13","verse_code":"ACT.13.6","label":"6","content":"Thaum lawv mus txog ntawm lub koog Povtxwv Pafaus, lawv ntsib ib tug txivneej hu ua Npalas-Yexus, nws yog ib tug neeg Yudais, nws txawj ua khawvkoob, thiab nws hais tias nws yog ib tug cev Vajtswv lus."},{"bible_id":"1525","chapter_code":"ACT.13","verse_code":"ACT.13.7","label":"7","content":"Npalas-Yexus yog tus nom uas kav lub koog Povtxwv Xaipas tus phoojywg. Tus nom ntawd ntse heev, nws hu ua Xelanki-us Paulus. Nws thiaj txib neeg mus hu Npananpas thiab Xaulus los cuag nws, rau qhov nws xav mloog Vajtswv Txojlus."},{"bible_id":"1525","chapter_code":"ACT.13","verse_code":"ACT.13.8","label":"8","content":"Tiamsis tus uas txawj ua khawvkoob (nws lub npe Kilis hu ua Elimas), nws tawmtsam Npananpas thiab Xaulus thiab tsis pub tus nom ntawd ntseeg Vajtswv Txojlus."},{"bible_id":"1525","chapter_code":"ACT.13","verse_code":"ACT.13.9","label":"9","content":"Xaulus tus uas muaj dua ib lub npe hu ua Paulus puv npo Vaj Ntsujplig tus Dawbhuv, nws saib ntsoov Elimas"},{"bible_id":"1525","chapter_code":"ACT.13","verse_code":"ACT.13.10","label":"10","content":"thiab hais tias, “Koj yog dab Ntxwgnyoog tus tub! Koj tawmtsam txhua yam uas zoo; koj nyiam dag ntxias thiab ua phem xwb. Koj tseem yuav muab Vajtswv Txojlus uas yog qhov tseeb hloov ua lus dag thiab los!"},{"bible_id":"1525","chapter_code":"ACT.13","verse_code":"ACT.13.11","label":"11","content":"Nimno tus Tswv yuav rau txim rau koj; koj yuav tsis pom kev ib ntus, txawm yog duab tshav ntuj los koj yeej yuav saib tsis pom.” Tamsim ntawd txawm muaj ib yam zoo li huab los plooj nkaus Elimas ob lub qhovmuag, ces nws txawm tsis pom kev lawm; nws xuas mus rau ub rau no nrhiav neeg tuav nws tes coj nws mus."},{"bible_id":"1525","chapter_code":"ACT.13","verse_code":"ACT.13.12","label":"12","content":"Thaum tus nom pom li ntawd, nws txawm ntseeg; nws xav tsis thoob rau Vajtswv Txojlus uas nws hnov ntawd."},{"bible_id":"1525","chapter_code":"ACT.13","verse_code":"ACT.13.13","label":"13","content":"Paulus thiab nws ob tug phoojywg caij nkoj ntawm lub nroog Pafaus mus txog tim lub nroog Penkas hauv tebchaws Pafilias, ces Yauhas Malakaus txawm ncaim Paulus thiab Npananpas rov qab mus rau nram lub nroog Yeluxalees lawm."},{"bible_id":"1525","chapter_code":"ACT.13","verse_code":"ACT.13.14","label":"14","content":"Paulus thiab Npananpas sawv kev hauv Penkas mus txog pem lub nroog Ati-aukias uas nyob hauv tebchaws Pixidias. Hnub Xanpataus nkawd mus mloog lus qhuab qhia hauv lub tsev sablaj."},{"bible_id":"1525","chapter_code":"ACT.13","verse_code":"ACT.13.15","label":"15","content":"Thaum muaj neeg nyeem Mauxes txoj Kevcai thiab tej lus uas cov cev Vajtswv lus sau cia tas lawm, cov neeg uas saib lub tsev sablaj kom ib tug mus hais rau nkawd hais tias, “Ob tug kwvtij, yog neb muaj lus hais txhawb sawvdaws zog, thov neb cia li hais.”"},{"bible_id":"1525","chapter_code":"ACT.13","verse_code":"ACT.13.16","label":"16","content":"Paulus txawm sawv tsees thiab kom sawvdaws nyob twjywm, nws pib qhia hais tias, “Cov kwvtij Yixalayees thiab lwm Haivneeg uas hwm Vajtswv, nej cia li mloog kuv qhia!"},{"bible_id":"1525","chapter_code":"ACT.13","verse_code":"ACT.13.17","label":"17","content":"Cov Yixalayees tus Vajtswv xaiv peb cov yawgkoob los ua nws haivneeg. Thaum lawv khiav mus nyob nram tebchaws Iziv, Vajtswv foom koob hmoov rau lawv, lawv huamvam coob heev. Vajtswv tus uas muaj hwjchim loj kawg nkaus tau coj lawv khiav tawm nram tebchaws Iziv los."},{"bible_id":"1525","chapter_code":"ACT.13","verse_code":"ACT.13.18","label":"18","content":"Vajtswv ua siab ntev  rau lawv tau plaub caug xyoo tom tiaj suabpuam."},{"bible_id":"1525","chapter_code":"ACT.13","verse_code":"ACT.13.19","label":"19","content":"Thaum lawv los txog hauv tebchaws Kana-as, Vajtswv ua rau xya haivneeg uas nyob hauv lub tebchaws ntawd puastsuaj tas huv tibsi, thiab Vajtswv muab lub tebchaws ntawd rau cov Yixalayees nyob."},{"bible_id":"1525","chapter_code":"ACT.13","verse_code":"ACT.13.20","label":"20","content":"Lawv nyob hauv lub tebchaws ntawd tau kwvlam li plaub puas tsib caug xyoo. “Tom qab ntawd  Vajtswv tsa cov thawjtswj kav cov Yixalayees los txog thaum uas Xamuyees ua tus cev Vajtswv lus."},{"bible_id":"1525","chapter_code":"ACT.13","verse_code":"ACT.13.21","label":"21","content":"Thaum lawv thov kom Vajtswv tsa ib tug vajntxwv kav lawv, Vajtswv txawm tsa Kises uas yog xeem Npeenyamees tus tub Xa-ules ua vajntxwv kav lawv tau plaub caug xyoo."},{"bible_id":"1525","chapter_code":"ACT.13","verse_code":"ACT.13.22","label":"22","content":"Tom qab ntawd Vajtswv tsis pub Xa-ules ua vajntxwv lawm, ces Vajtswv txawm tsa Daviv ua vajntxwv kav cov Yixalayees, rau qhov Vajtswv hais tias, ‘Kuv pom Yexais tus tub Daviv yog tus uas ua haum kuv siab, thiab nws yeej yuav ua raws li txhua yam uas kuv kom nws ua’."},{"bible_id":"1525","chapter_code":"ACT.13","verse_code":"ACT.13.23","label":"23","content":"Vajtswv tau tsa Daviv ib tug xeebntxwv los ua cov Yixalayees tus Cawmseej raws li Vajtswv tau coglus tseg lawm. Tus Cawmseej ntawd yog Yexus ntag."},{"bible_id":"1525","chapter_code":"ACT.13","verse_code":"ACT.13.24","label":"24","content":"Thaum Yexus tseem tsis tau ua nws tes haujlwm, Yauhas qhia kom cov Yixalayees tso lawv tej kev txhaum tseg thiab ua kevcai raus dej."},{"bible_id":"1525","chapter_code":"ACT.13","verse_code":"ACT.13.25","label":"25","content":"Thaum Yauhas ua nws tes haujlwm yuav tiav, nws hais rau sawvdaws hais tias, ‘Nej xav hais tias kuv yog leejtwg? Kuv tsis yog tus uas nej tabtom tos; tus uas yuav lawv kuv qab los nws muaj hwjchim loj dua kuv, kuv twb tsis tsimnyog hle nws txhais khau ntawm nws kotaw.’"},{"bible_id":"1525","chapter_code":"ACT.13","verse_code":"ACT.13.26","label":"26","content":"“Cov kwvtij uas yog Anplahas cov xeebntxwv thiab nej txhua tus uas yog lwm Haivneeg uas tuaj pehawm Vajtswv ntawm no, txojlus uas yog txojkev cawm dim twb los txog peb lawm!"},{"bible_id":"1525","chapter_code":"ACT.13","verse_code":"ACT.13.27","label":"27","content":"Cov neeg uas nyob hauv lub nroog Yeluxalees thiab lawv cov nomtswv tsis paub hais tias Yexus yog tus Cawmseej, thiab lawv tsis totaub tej lus uas cov cev Vajtswv lus sau tseg uas muaj neeg niaj hnub nyeem rau lawv mloog txhua Hnub Xanpataus. Tiamsis qhov uas lawv txiav txim muab Yexus tua ntawd twb yog muaj kom tiav raws li tej lus uas cov cev Vajtswv lus tau sau tseg lawm."},{"bible_id":"1525","chapter_code":"ACT.13","verse_code":"ACT.13.28","label":"28","content":"Txawm yog lawv nrhiav tsis tau txim rau Yexus los lawv tseem kom Philaj muab nws tua povtseg."},{"bible_id":"1525","chapter_code":"ACT.13","verse_code":"ACT.13.29","label":"29","content":"Txhua yam kev phem uas lawv ua rau Yexus yog muaj raws li Vajtswv Txojlus uas hais txog nws lawm; lawv muab Yexus lub cev txo saum tus ntoo khaublig los thiab kwv mus faus rau hauv ib lub qhov ntxa."},{"bible_id":"1525","chapter_code":"ACT.13","verse_code":"ACT.13.30","label":"30","content":"Tiamsis Vajtswv twb tsa Yexus sawv hauv qhov tuag rov qab los,"},{"bible_id":"1525","chapter_code":"ACT.13","verse_code":"ACT.13.31","label":"31","content":"thiab Yexus los tshwm rau cov neeg uas nrog Yexus tuaj pem lub xeev Kalilais tuaj rau nram lub nroog Yeluxalees pom ntau zaus. Lawv thiaj ua tau timkhawv rau cov Yixalayees hais tias, lawv twb pom Yexus lawm."},{"bible_id":"1525","chapter_code":"ACT.13","verse_code":"ACT.13.32","label":"32","content":"Qhov uas wb tuaj ntawm no yog wb xav kom nej hnov Txojmoo Zoo uas Vajtswv tau coglus tseg rau peb cov yawgkoob lawm hais tias"},{"bible_id":"1525","chapter_code":"ACT.13","verse_code":"ACT.13.33","label":"33","content":"nws yuav pab peb cov uas yog lawv cov xeebntxwv. Qhov uas Vajtswv tsa Yexus sawv hauv qhov tuag rov qab los yog Vajtswv ua raws li Vajtswv tau coglus tseg rau hauv Phau Ntawv Nkauj ntu ob hais tias, ‘Koj yog kuv tus Tub; hnub no kuv yog koj Txiv lawm.’"},{"bible_id":"1525","chapter_code":"ACT.13","verse_code":"ACT.13.34","label":"34","content":"Thiab qhov no ntag, yog qhov uas Vajtswv hais txog nws yuav tsa Yexus sawv hauv qhov tuag rov los, Yexus lub cev yuav tsis lwj hauv qhov ntxa: ‘Kuv yuav foom koob hmoov nplua mias rau nej raws li kuv twb coglus tseg rau Daviv lawm;’"},{"bible_id":"1525","chapter_code":"ACT.13","verse_code":"ACT.13.35","label":"35","content":"Thiab nws tseem hais dua lwm zaj hais tias, ‘Koj yuav tsis cia koj tus tubtxib uas muab siab npuab koj lub cev lwj rau hauv lub qhov ntxa.’"},{"bible_id":"1525","chapter_code":"ACT.13","verse_code":"ACT.13.36","label":"36","content":"Thaum Daviv ua tej haujlwm uas Vajtswv muab rau nws ua tiav lawm, tom qab ntawd nws txawm tuag. Lawv coj nws lub cev mus faus nrog nws cov yawgkoob, thiab nws lub cev lwj rau hauv qhov ntxa lawm."},{"bible_id":"1525","chapter_code":"ACT.13","verse_code":"ACT.13.37","label":"37","content":"Tiamsis tus uas Vajtswv tsa sawv hauv qhov tuag rov qab los, tus ntawd lub cev tsis lwj li."},{"bible_id":"1525","chapter_code":"ACT.13","verse_code":"ACT.13.38","label":"38","content":"Cov kwvtij, nej yuav tsum paub tseeb hais tias qhov uas wb tabtom qhia rau nej, yog wb qhia hais tias Yexus yog tus uas zam tau nej lub txim."},{"bible_id":"1525","chapter_code":"ACT.13","verse_code":"ACT.13.39","label":"39","content":"Thiab nej yuav tsum paub hais tias txhua tus uas ntseeg Yexus, Yexus yuav daws tej kev txhaum uas khi lawv huv tibsi mus. Tej kev txhaum ntawd Mauxes txoj kevcai yeej daws tsis tau."},{"bible_id":"1525","chapter_code":"ACT.13","verse_code":"ACT.13.40","label":"40","content":"Yog li ntawd, nej yuav tsum ceevfaj nyob tsam nej raug tej uas cov cev Vajtswv lus sau tseg hais tias,"},{"bible_id":"1525","chapter_code":"ACT.13","verse_code":"ACT.13.41","label":"41","content":"‘Nej saib, nej cov uas thuam Vajtswv tej lus, nej yuav xav tsis thoob thiab nej yuav puastsuaj mus, rau qhov lub sijhawm no kuv tabtom ua kuv tes haujlwm. Txawm yog muaj neeg qhia tes haujlwm ntawd rau nej los nej yuav tsis ntseeg!’ ”"},{"bible_id":"1525","chapter_code":"ACT.13","verse_code":"ACT.13.42","label":"42","content":"Thaum Paulus thiab Npananpas tabtom tawm hauv tsev sablaj mus, sawvdaws txawm thov hais tias, “Hnub Xanpataus tom ntej no thov neb rov tuaj qhia peb dua thiab.”"},{"bible_id":"1525","chapter_code":"ACT.13","verse_code":"ACT.13.43","label":"43","content":"Thaum sawvdaws rov mus tsev tas lawm, txawm muaj cov Yudais thiab lwm Haivneeg uas coj cov Yudais txoj kevcai ntau leej nrog Paulus thiab Npananpas nkawd mus. Nkawd nrog lawv tham thiab txhawb lawv zog kom lawv muab siab rau ntseeg thiab nco ntsoov Vajtswv tshav ntuj."},{"bible_id":"1525","chapter_code":"ACT.13","verse_code":"ACT.13.44","label":"44","content":"Thaum txog Hnub Xanpataus, cov neeg uas nyob hauv lub nroog ntawd tuaj yuav luag tas tuaj mloog Vajtswv Txojlus."},{"bible_id":"1525","chapter_code":"ACT.13","verse_code":"ACT.13.45","label":"45","content":"Thaum cov Yudais pom muaj neeg coob coob tuaj mloog nkawd qhia, lawv khib, lawv thuam tej lus uas Paulus qhia thiab cem Paulus."},{"bible_id":"1525","chapter_code":"ACT.13","verse_code":"ACT.13.46","label":"46","content":"Tiamsis Paulus thiab Npananpas nkawd yimhuab muaj lub siab tawv qhia. Nkawd hais tias, “Wb yuav tsum xub qhia Vajtswv Txojlus rau nej ua ntej, tiamsis nej tsis txais yuav. Thiab nej suav hais tias nej tsis tsimnyog tau txojsia ntev dhawv mus ibtxhis. Yog li ntawd wb yuav tso nej tseg thiab mus qhia lwm haivneeg."},{"bible_id":"1525","chapter_code":"ACT.13","verse_code":"ACT.13.47","label":"47","content":"Rau qhov Vajtswv hais rau wb hais tias, ‘Kuv tsa koj ua qhov uas pom kev ci rau lwm Haivneeg. Koj yuav qhia txojkev cawm dim mus thoob plaws hauv qab ntuj no.’ ”"},{"bible_id":"1525","chapter_code":"ACT.13","verse_code":"ACT.13.48","label":"48","content":"Thaum lwm Haivneeg hnov li ntawd, lawv zoo siab thiab qhuas tus Tswv Txojlus heev; thiab cov neeg uas Vajtswv xaiv los yuav txojsia ntev dhawv mus ibtxhis txawm los ntseeg."},{"bible_id":"1525","chapter_code":"ACT.13","verse_code":"ACT.13.49","label":"49","content":"Tus Tswv Txojlus txawm nrov ncha mus thoob plaws cheebtsam ntawd."},{"bible_id":"1525","chapter_code":"ACT.13","verse_code":"ACT.13.50","label":"50","content":"Tiamsis cov Yudais ua rau cov txivneej uas yog cov thawjcoj hauv lub nroog thiab cov pojniam uas yog lwm Haivneeg uas coj Vajtswv txoj kevcai nruj tau kev ntxhov siab. Cov Yudais ntawd tsimtxom Npananpas thiab Paulus thiab ntiab kom nkawd tawm hauv cheebtsam ntawd mus."},{"bible_id":"1525","chapter_code":"ACT.13","verse_code":"ACT.13.51","label":"51","content":"Nkawd txawm nchos tej hmoov av uas lo nkawd kotaw povtseg kom lawv paub hais tias nkawd tsis quavntsej lawv, thiab nkawd txawm mus qhia hauv lub nroog Ikauni-us lawm."},{"bible_id":"1525","chapter_code":"ACT.13","verse_code":"ACT.13.52","label":"52","content":"Cov ntseeg hauv lub nroog Ati-aukias zoo siab kawg li, thiab lawv puv npo Vaj Ntsujplig tus Dawbhuv."},{"bible_id":"1525","chapter_code":"ACT.14","verse_code":"ACT.14.1","label":"1","content":"Thaum Paulus thiab Npananpas nyob hauv lub nroog Ikauni-us, pheej muaj neeg tsimtxom nkawd thiab. Nkawd mus qhia Vajtswv Txojlus hauv cov Yudais tej tsev sablaj, muaj cov Yudais thiab lwm Haivneeg los ntseeg coob heev."},{"bible_id":"1525","chapter_code":"ACT.14","verse_code":"ACT.14.2","label":"2","content":"Tiamsis cov Yudais uas tsis ntseeg ntxias kom lwm Haivneeg nrog lawv ntxub cov uas ntseeg Yexus."},{"bible_id":"1525","chapter_code":"ACT.14","verse_code":"ACT.14.3","label":"3","content":"Yog li ntawd, ob tug timthawj txawm nyob hauv lub nroog ntawd tau ntev loo. Nkawd muaj lub siab tawv qhia txog tus Tswv uas pub hwjchim rau nkawd ua tej txujci tseemceeb kom sawvdaws paub hais tias Vajtswv txoj koob hmoov uas nkawd qhia yog txoj tseeb."},{"bible_id":"1525","chapter_code":"ACT.14","verse_code":"ACT.14.4","label":"4","content":"Ces cov neeg uas nyob hauv lub nroog ntawd txawm tawg ua ob pab: ib pab tuaj cov Yudais tog thiab ib pab tuaj ob tug timthawj tog."},{"bible_id":"1525","chapter_code":"ACT.14","verse_code":"ACT.14.5","label":"5","content":"Lwm Haivneeg thiab cov Yudais qee leej txawm nrog lawv cov thawjcoj tuavhauv ua phem thiab muab pobzeb yuav ntaus ob tug timthawj."},{"bible_id":"1525","chapter_code":"ACT.14","verse_code":"ACT.14.6","label":"6","content":"Thaum ob tug timthawj hnov li ntawd, nkawd txawm khiav mus rau nram lub nroog Lixathas thiab lub nroog Denpis uas nyob hauv tebchaws Likaunias thiab hauv tej cheebtsam uas nyob ibncig ntawd lawm."},{"bible_id":"1525","chapter_code":"ACT.14","verse_code":"ACT.14.7","label":"7","content":"Thiab nkawd qhia txojmoo zoo rau cov neeg hauv ob lub nroog ntawd."},{"bible_id":"1525","chapter_code":"ACT.14","verse_code":"ACT.14.8","label":"8","content":"Nyob hauv lub nroog Lixathas muaj ib tug txivneej tuag ceg thaum nruab thiab los, nws mus tsis taus kev li."},{"bible_id":"1525","chapter_code":"ACT.14","verse_code":"ACT.14.9","label":"9","content":"Tus txivneej ntawd ua tib zoo mloog tej lus uas Paulus qhia. Paulus tsa qhovmuag saib nws thiab pom hais tias nws muaj kev ntseeg txaus pab nws ob txhais ceg zoo."},{"bible_id":"1525","chapter_code":"ACT.14","verse_code":"ACT.14.10","label":"10","content":"Ces Paulus txawm hais nrov nrov rau nws hais tias, “Koj cia li sawv tsees.” Tus ntawd txawm sawv tsees ncig mus ncig los."},{"bible_id":"1525","chapter_code":"ACT.14","verse_code":"ACT.14.11","label":"11","content":"Thaum sawvdaws pom tej uas Paulus ua ntawd, lawv ua lawv cov lus Likaunias qw nrov nrov hais tias, “Tej vajtswv txia ua neeg los cuag peb lawm.”"},{"bible_id":"1525","chapter_code":"ACT.14","verse_code":"ACT.14.12","label":"12","content":"Lawv txawm muab Npananpas hu ua Xus thiab muab Paulus hu ua Helemes, rau qhov Paulus yog tus qhia."},{"bible_id":"1525","chapter_code":"ACT.14","verse_code":"ACT.14.13","label":"13","content":"Tus povthawj uas teev tus vajtswv Xus, nws lub tuamtsev nyob sab nraum ntug nroog, nws txawm cab ib tug txiv nyuj thiab nqa paj ntoos tuaj txog ntawm lub roojvag uas yuav mus rau hauv lub nroog. Tus povthawj ntawd thiab cov pejxeem yuav coj tej ntawd tuaj fij rau ob tug timthawj."},{"bible_id":"1525","chapter_code":"ACT.14","verse_code":"ACT.14.14","label":"14","content":"Thaum Npananpas thiab Paulus hnov hais tias lawv yuav ua li ntawd rau nkawd, nkawd txawm muab nkawd ob lub tsho dua rhe thiab khiav mus rau hauv cov neeg coob coob ntawd. Nkawd hais nrov nrov rau lawv hais tias,"},{"bible_id":"1525","chapter_code":"ACT.14","verse_code":"ACT.14.15","label":"15","content":"“Nej ua dabtsi li no? Wb yog neeg ib yam li nej thiab xwb! Wb tuaj ntawm no, yog tuaj qhia Txojmoo Zoo rau nej, kom nej tso tej uas nej ua tsis muaj qabhau tseg thiab los ntseeg tus Vajtswv uas muaj sia nyob. Nws yog tus uas tsim lub ntuj, lub ntiajteb, dej hiavtxwv thiab ib puas tsav yam uas nyob saum nruab ntug thiab hauv hiavtxwv."},{"bible_id":"1525","chapter_code":"ACT.14","verse_code":"ACT.14.16","label":"16","content":"Yav tas los Vajtswv cia txhua haivneeg nyias ua raws li nyias lub siab nyiam."},{"bible_id":"1525","chapter_code":"ACT.14","verse_code":"ACT.14.17","label":"17","content":"Tes haujlwm zoo uas Vajtswv ibtxwm ua yog nws pub muaj tshav muaj nag kom tej qoobloo siav raws caij raws nyoog thiab pub zaub mov rau nej noj kom nej tau nyob kaj siab lug. Tej no qhia rau sawvdaws paub tseeb hais tias muaj Vajtswv tiag.”"},{"bible_id":"1525","chapter_code":"ACT.14","verse_code":"ACT.14.18","label":"18","content":"Txawm yog ob tug timthawj qhia li ntawd rau lawv los lawv pheej yuav muab khoom fij rau nkawd, nkawd cheem yuav luag tsis yeej lawv."},{"bible_id":"1525","chapter_code":"ACT.14","verse_code":"ACT.14.19","label":"19","content":"Thaum cov Yudais uas nyob hauv lub nroog Ati-aukias hauv tebchaws Pixidias thiab hauv lub nroog Ikauni-us tuaj txog lawv txawm ntxias kom sawvdaws tuaj lawv tog. Lawv muab pobzeb ntaus Paulus thiab muab nws cab tawm hauv lub nroog mus; lawv xav hais tias nws tuag lawm."},{"bible_id":"1525","chapter_code":"ACT.14","verse_code":"ACT.14.20","label":"20","content":"Tiamsis thaum cov ntseeg tuaj sawv vij Paulus, Paulus sawv thiab rov mus rau hauv lub nroog. Hnub tom qab Paulus thiab Npananpas txawm mus rau nram lub nroog Denpis lawm."},{"bible_id":"1525","chapter_code":"ACT.14","verse_code":"ACT.14.21","label":"21","content":"Thaum Paulus thiab Npananpas qhia txojmoo zoo hauv lub nroog Denpis muaj ntau leej los ntseeg. Tom qab ntawd, nkawd txawm rov mus rau pem lub nroog Lixathas, lub nroog Ikauni-us, thiab lub nroog Ati-aukias hauv cheebtsam Pixidias."},{"bible_id":"1525","chapter_code":"ACT.14","verse_code":"ACT.14.22","label":"22","content":"Nkawd nplig thiab txhawb kom cov ntseeg muab siab rau ntseeg tsis txhob tso kev ntseeg tseg. Nkawd qhia lawv hais tias, “Peb cov ntseeg yeej yuav raug ntau yam kev txomnyem, peb thiaj tau mus Vajtswv lub Tebchaws.”"},{"bible_id":"1525","chapter_code":"ACT.14","verse_code":"ACT.14.23","label":"23","content":"Paulus thiab Npananpas tsa muaj cov txwjlaug rau txhua pawg ntseeg; nkawd ua kevcai yoo mov thiab thov Vajtswv, nkawd muab lawv fij rau Vajtswv tus uas lawv ntseeg thiab cia siab rau."},{"bible_id":"1525","chapter_code":"ACT.14","verse_code":"ACT.14.24","label":"24","content":"Tom qab ntawd nkawd txawm hla cheebtsam Pixidias mus txog nram tebchaws Pafilias."},{"bible_id":"1525","chapter_code":"ACT.14","verse_code":"ACT.14.25","label":"25","content":"Nkawd qhia Vajtswv Txojlus hauv lub nroog Penkas tas, ces nkawd txawm mus rau hauv lub nroog Atalias,"},{"bible_id":"1525","chapter_code":"ACT.14","verse_code":"ACT.14.26","label":"26","content":"thiab nkawd caij nkoj los rau tim lub nroog Ati-aukias uas cov ntseeg tsa nkawd ua ob tug ua tes haujlwm qhia txojmoo zoo uas nimno nkawd twb ua tiav lawm."},{"bible_id":"1525","chapter_code":"ACT.14","verse_code":"ACT.14.27","label":"27","content":"Thaum nkawd rov qab los txog hauv lub nroog Ati-aukias, nkawd hu cov ntseeg tuaj ua ke; nkawd piav txhua yam uas Vajtswv tau pab nkawd thiab qhia qhov uas Vajtswv qhib kev rau lwm Haivneeg los ntseeg Vajtswv lawm rau lawv mloog."},{"bible_id":"1525","chapter_code":"ACT.14","verse_code":"ACT.14.28","label":"28","content":"Nkawd nrog cov ntseeg ntawd nyob tau ib ntus."},{"bible_id":"1525","chapter_code":"ACT.15","verse_code":"ACT.15.1","label":"1","content":"Thaum Paulus nkawd tseem nyob hauv lub nroog Ati-aukias, muaj ob peb tug txivneej tuaj nram lub xeev Yudas tuaj txog hauv lub nroog Ati-aukias. Lawv qhia cov ntseeg hais tias, “Nej yuav tsum ua kevcai txiav raws li Mauxes txoj Kevcai nej thiaj yuav dim nej lub txim.”"},{"bible_id":"1525","chapter_code":"ACT.15","verse_code":"ACT.15.2","label":"2","content":"Paulus thiab Npananpas nrog lawv cov ntawd sib cav txog zaj no. Thaum kawg sawvdaws thiaj pom zoo cia Paulus thiab Npananpas thiab cov ntseeg uas nyob hauv lub nroog Ati-aukias qee leej mus rau nram lub nroog Yeluxalees, mus nrog cov timthawj thiab cov txwjlaug sablaj saib yuav ua li cas."},{"bible_id":"1525","chapter_code":"ACT.15","verse_code":"ACT.15.3","label":"3","content":"Cov ntseeg txawm xa nkawd mus. Thaum nkawd tabtom taug kev mus hla lub xeev Faunikias thiab lub xeev Xamalis, nkawd qhia cov ntseeg uas nyob hauv ob lub xeev ntawd hais tias, muaj lwm Haivneeg los ntseeg Vajtswv lawm thiab. Thaum cov ntseeg hnov li ntawd, cov ntseeg zoo siab kawg li."},{"bible_id":"1525","chapter_code":"ACT.15","verse_code":"ACT.15.4","label":"4","content":"Thaum Paulus lawv mus txog nram lub nroog Yeluxalees, cov ntseeg, cov timthawj thiab cov txwjlaug sawvdaws tuaj tos lawv. Paulus nkawd qhia tej uas Vajtswv pab nkawd thaum nkawd mus qhia Txojmoo Zoo rau lwm Haivneeg rau lawv mloog."},{"bible_id":"1525","chapter_code":"ACT.15","verse_code":"ACT.15.5","label":"5","content":"Tiamsis cov ntseeg uas yog cov Falixais pab, muaj qee leej txawm sawv tsees thiab hais tias, “Yuav tsum muab lwm Haivneeg uas los ntseeg ntawd ua kevcai txiav, thiab kom lawv coj raws li Mauxes txoj Kevcai.”"},{"bible_id":"1525","chapter_code":"ACT.15","verse_code":"ACT.15.6","label":"6","content":"Cov timthawj thiab cov uas saib cov ntseeg txawm muab zaj no los sablaj saib yuav ua li cas."},{"bible_id":"1525","chapter_code":"ACT.15","verse_code":"ACT.15.7","label":"7","content":"Lawv sablaj ntev loo hais tsis txawj haum, ces Petus txawm sawv tsees hais rau lawv hais tias, “Cov kwvtij, nej twb paub hais tias thaum chivthawj, peb cov uas nyob ntawm no, Vajtswv xaiv kuv ua tus qhia Txojmoo Zoo rau lwm Haivneeg kom lawv tau hnov thiab los ntseeg."},{"bible_id":"1525","chapter_code":"ACT.15","verse_code":"ACT.15.8","label":"8","content":"Thiab Vajtswv tus uas paub sawvdaws lub siab, nws pub Vaj Ntsujplig tus Dawbhuv rau lawv ib yam li nws pub rau peb lawm. Vajtswv ua li ntawd kom sawvdaws paub hais tias Vajtswv pom zoo hu lwm Haivneeg los ntseeg thiab."},{"bible_id":"1525","chapter_code":"ACT.15","verse_code":"ACT.15.9","label":"9","content":"Vajtswv suav hais tias lwm Haivneeg thiab peb zoo tib yam nkaus. Vajtswv zam txim rau lawv, twb yog vim lawv ntseeg Vajtswv."},{"bible_id":"1525","chapter_code":"ACT.15","verse_code":"ACT.15.10","label":"10","content":"Yog li ntawd, ua li cas nej tseem yuav muab lub nra hnyav rau cov ntseeg ris? Txawm yog peb cov yawgkoob thiab peb los yeej ris tsis taus lub nra ntawd. Nej ua li no twb yog nej sim Vajtswv siab ntag."},{"bible_id":"1525","chapter_code":"ACT.15","verse_code":"ACT.15.11","label":"11","content":"Nej ua li ntawd tsis yog lawm. Qhov uas peb dim peb lub txim twb yog vim tus Tswv Yexus hlub peb xwb. Lawv los kuj ib yam nkaus li peb thiab.”"},{"bible_id":"1525","chapter_code":"ACT.15","verse_code":"ACT.15.12","label":"12","content":"Thaum Petus hais li ntawd tas, sawvdaws txawm nyob twjywm mloog Npananpas thiab Paulus qhia txog tej txujci loj thiab tseemceeb uas Vajtswv ua thaum nkawd mus qhia lwm Haivneeg."},{"bible_id":"1525","chapter_code":"ACT.15","verse_code":"ACT.15.13","label":"13","content":"Thaum nkawd qhia tas lawm, Yakaunpaus hais tias, “Cov kwvtij, nej cia li mloog kuv hais!"},{"bible_id":"1525","chapter_code":"ACT.15","verse_code":"ACT.15.14","label":"14","content":"Ximoos nyuam qhuav qhia rau peb mloog hais tias thawj zaug uas Vajtswv los pab lwm Haivneeg, Vajtswv xaiv ib co los ua Vajtswv haivneeg."},{"bible_id":"1525","chapter_code":"ACT.15","verse_code":"ACT.15.15","label":"15","content":"Cov uas cev Vajtswv lus tau qhia txog zaj no raws li Vajtswv Txojlus sau tseg hais tias,"},{"bible_id":"1525","chapter_code":"ACT.15","verse_code":"ACT.15.16","label":"16","content":"‘Tus Tswv hais tias, tom qab ntawd kuv yuav los muab Daviv lub tsev uas vau lawm ua dua tshiab. Txawm yog lub tsev ntawd vau tas lawm los kuv yuav ua dua tshiab."},{"bible_id":"1525","chapter_code":"ACT.15","verse_code":"ACT.15.17","label":"17","content":"Kuv ua li no kom txhua haivneeg uas nyob hauv qab ntuj no tau kev los cuag kuv, tsis hais xeem twg li, txhua tus uas kuv xaiv cia lawm lawv yeej yuav los cuag kuv."},{"bible_id":"1525","chapter_code":"ACT.15","verse_code":"ACT.15.18","label":"18","content":"Tus Tswv uas hais li no, nws twb qhia zaj no rau sawvdaws paub thaum ub los lawm.’ ”"},{"bible_id":"1525","chapter_code":"ACT.15","verse_code":"ACT.15.19","label":"19","content":"Yakaunpaus hais ntxiv tias, “Kuv xav hais tias peb tsis txhob kom lwm Haivneeg uas tabtom los ntseeg ua raws li tej kevcai ntawd."},{"bible_id":"1525","chapter_code":"ACT.15","verse_code":"ACT.15.20","label":"20","content":"Tiamsis peb cia li sau ntawv mus qhia rau lawv hais tias, kom lawv tsis txhob noj tej qhov txhia chaw uas luag muab fij rau dab lawm, thiab tsis txhob deev luag pojniam luag txiv, tsis txhob noj tej nqaij tsiaj uas hlua zawm cajdab tuag thiab tsis txhob noj ntshav."},{"bible_id":"1525","chapter_code":"ACT.15","verse_code":"ACT.15.21","label":"21","content":"Rau qhov thaum ub los txhua Hnub Xanpataus yeej muaj neeg nyeem Mauxes txoj Kevcai hauv tej tsev sablaj thiab muaj neeg qhia Mauxes tej lus hauv txhua lub nroog.”"},{"bible_id":"1525","chapter_code":"ACT.15","verse_code":"ACT.15.22","label":"22","content":"Tom qab ntawd cov timthawj, cov txwjlaug thiab cov ntseeg sawvdaws pom zoo xaiv lawv pab qee leej nrog Paulus thiab Npananpas mus rau pem lub nroog Ati-aukias. Lawv xaiv tau ob leeg nrog Paulus nkawd mus; ob tug uas lawv xaiv ntawd, ib tug yog Yudas tus uas muaj dua ib lub npe hu ua Npaxanpas thiab ib tug yog Xilas; sawvdaws puavleej hwm nkawd."},{"bible_id":"1525","chapter_code":"ACT.15","verse_code":"ACT.15.23","label":"23","content":"Tsab ntawv uas lawv sau rau nkawd nqa mus hais li no: “Peb cov uas yog cov timthawj thiab cov txwjlaug uas yog nej cov kwvtij, peb sau tsab ntawv no tuaj rau nej txhua tus ntseeg uas yog lwm Haivneeg uas nyob hauv lub nroog Ati-aukias hauv tebchaws Xilias thiab hauv tebchaws Kilikias."},{"bible_id":"1525","chapter_code":"ACT.15","verse_code":"ACT.15.24","label":"24","content":"Peb hnov hais tias, peb cov muaj qee leej tuaj ua rau nej ntxhov siab. Tej uas lawv qhia nej ntawd yeej tsis yog peb kom lawv tuaj qhia."},{"bible_id":"1525","chapter_code":"ACT.15","verse_code":"ACT.15.25","label":"25","content":"Yog li ntawd peb thiaj sablaj pom zoo hais tias, cia peb xaiv peb cov ib ob tug nrog Npananpas thiab Paulus uas yog peb ob tug kwvtij uas peb hlub tuaj saib nej."},{"bible_id":"1525","chapter_code":"ACT.15","verse_code":"ACT.15.26","label":"26","content":"Paulus nkawd yog ob tug uas muab siab rau ua peb tus Tswv Yexus Khetos tes haujlwm, nkawd tsis khuvxim nkawd txojsia."},{"bible_id":"1525","chapter_code":"ACT.15","verse_code":"ACT.15.27","label":"27","content":"Peb txib Yudas thiab Xilas tuaj cuag nej; nkawd yuav qhia nej raws nraim li tej uas peb sau tuaj rau nej no."},{"bible_id":"1525","chapter_code":"ACT.15","verse_code":"ACT.15.28","label":"28","content":"Vaj Ntsujplig tus Dawbhuv thiab peb pom zoo hais tias, peb tsis txhob muab lub nra hnyav rau nej ris, tsuas yog kom nej coj tej yam uas tseemceeb xwb."},{"bible_id":"1525","chapter_code":"ACT.15","verse_code":"ACT.15.29","label":"29","content":"Tej ntawd yog li no: nej tsis txhob noj tej qhov txhia chaw uas luag muab fij rau dab lawm, tsis txhob noj ntshav, tsis txhob noj tej qaij tsiaj uas hlua zawm cajdab tuag thiab tsis txhob deev luag pojniam luag txiv. Yog nej coj tau tej no, ces yog nej ua tau zoo lawm. Thov kom nej tau nyob kaj siab lug.”"},{"bible_id":"1525","chapter_code":"ACT.15","verse_code":"ACT.15.30","label":"30","content":"Cov ntseeg txawm txib ob tug uas lawv xaiv tau lawm nrog Paulus nkawd mus. Thaum lawv mus txog pem lub nroog Ati-aukias, lawv hu cov ntseeg sawvdaws tuaj ua ke, thiab muab tsab ntawv ntawd rau cov ntseeg nyeem."},{"bible_id":"1525","chapter_code":"ACT.15","verse_code":"ACT.15.31","label":"31","content":"Thaum cov ntseeg nyeem tas, lawv sawvdaws zoo siab kawg li, rau qhov tsab ntawv ntawd txhawb lawv lub zog heev."},{"bible_id":"1525","chapter_code":"ACT.15","verse_code":"ACT.15.32","label":"32","content":"Yudas thiab Xilas yog ob tug xibhwb uas cev Vajtswv lus. Nkawd qhia ntau zaj rau cov ntseeg mloog; tej uas nkawd qhia ntawd txhawb cov ntseeg lub zog heev."},{"bible_id":"1525","chapter_code":"ACT.15","verse_code":"ACT.15.33","label":"33","content":"Nkawd nrog cov ntseeg nyob tau ib ntus, tom qab ntawd cov ntseeg xa nkawd rov qab kaj siab lug mus cuag cov uas txib nkawd tuaj. ["},{"bible_id":"1525","chapter_code":"ACT.15","verse_code":"ACT.15.34","label":"34","content":"Tiamsis Xilas hais tias nws yuav nrog lawv nyob ntawd.]"},{"bible_id":"1525","chapter_code":"ACT.15","verse_code":"ACT.15.35","label":"35","content":"Paulus thiab Npananpas tseem nyob hauv lub nroog Ati-aukias tau ib ntus. Nkawd thiab muaj ntau leej sib pab qhia Vajtswv Txojlus."},{"bible_id":"1525","chapter_code":"ACT.15","verse_code":"ACT.15.36","label":"36","content":"Tsis ntev tom qab ntawd Paulus txawm hais rau Npananpas hais tias, “Wb mus saib cov ntseeg hauv txhua lub nroog uas wb tau mus qhia Vajtswv Txojlus rau lawv, saib sawvdaws nyob li cas lawm.”"},{"bible_id":"1525","chapter_code":"ACT.15","verse_code":"ACT.15.37","label":"37","content":"Npananpas xav coj Yauhas Malakaus nrog nkawd mus,"},{"bible_id":"1525","chapter_code":"ACT.15","verse_code":"ACT.15.38","label":"38","content":"tiamsis Paulus tsis pom zoo coj, rau qhov thawj zaug thaum lawv mus txog tim Pafilias, Malakaus cia li tso nkawd tseg khiav lawm; nws tsis pab nkawd ua haujlwm kom tiav."},{"bible_id":"1525","chapter_code":"ACT.15","verse_code":"ACT.15.39","label":"39","content":"Paulus thiab Npananpas nkawd sib cav heev, ces nkawd nyias txawm ncaim mus nyias lawm. Npananpas coj Malakaus nrog nws mus, nkawd caij nkoj hla hiavtxwv mus rau tim lub koog povtxwv Xaipas."},{"bible_id":"1525","chapter_code":"ACT.15","verse_code":"ACT.15.40","label":"40","content":"Paulus coj Xilas nrog nws mus. Thaum cov ntseeg thov Vajtswv foom koob hmoov rau nkawd tas, Paulus txawm sawv kev mus lawm."},{"bible_id":"1525","chapter_code":"ACT.15","verse_code":"ACT.15.41","label":"41","content":"Paulus mus qhia thoob plaws hauv tebchaws Xilias thiab tebchaws Kilikias. Tej uas nws qhia ntawd txhawb cov ntseeg lub zog heev."},{"bible_id":"1525","chapter_code":"ACT.16","verse_code":"ACT.16.1","label":"1","content":"Paulus mus txog pem lub nroog Denpis thiab lub nroog Lixathas. Cov neeg uas nyob hauv lub nroog Lixathas muaj ib tug hu ua Timautes. Timautes niam yog ib tug neeg Yudais uas ntseeg Vajtswv, tiamsis Timautes txiv yog neeg Kilis."},{"bible_id":"1525","chapter_code":"ACT.16","verse_code":"ACT.16.2","label":"2","content":"Cov ntseeg uas nyob hauv lub nroog Lixathas thiab hauv lub nroog Ikauni-us sawvdaws puavleej hwm Timautes."},{"bible_id":"1525","chapter_code":"ACT.16","verse_code":"ACT.16.3","label":"3","content":"Paulus xav coj Timautes nrog nws mus, Paulus txawm muab Timautes ua kevcai txiav. Paulus ua li ntawd, rau qhov cov Yudais uas nyob hauv lub tebchaws ntawd puavleej paub hais tias Timautes txiv yog neeg Kilis."},{"bible_id":"1525","chapter_code":"ACT.16","verse_code":"ACT.16.4","label":"4","content":"Paulus lawv mus thoob plaws txhua lub nroog; lawv qhia tej kevcai uas cov timthawj thiab cov txwjlaug nram lub nroog Yeluxalees sau tuaj qhia rau sawvdaws mloog thiab kom sawvdaws ua raws li tej kevcai ntawd."},{"bible_id":"1525","chapter_code":"ACT.16","verse_code":"ACT.16.5","label":"5","content":"Yog li ntawd, cov ntseeg thiaj muaj zog heev thiab niaj hnub muaj neeg los ntseeg coob zuj zus ntxiv."},{"bible_id":"1525","chapter_code":"ACT.16","verse_code":"ACT.16.6","label":"6","content":"Tom qab ntawd Paulus lawv mus thoob plaws hauv cheebtsam Felinkias thiab cheebtsam Kalatias, rau qhov Vaj Ntsujplig tus Dawbhuv tsis pub lawv mus qhia hauv lub xeev Axias."},{"bible_id":"1525","chapter_code":"ACT.16","verse_code":"ACT.16.7","label":"7","content":"Thaum lawv mus txog pem Mixias tus ciamteb, lawv yuav mus rau hauv lub xeev Npithinias, tiamsis Yexus tus Ntsujplig tsis pub lawv mus."},{"bible_id":"1525","chapter_code":"ACT.16","verse_code":"ACT.16.8","label":"8","content":"Lawv txawm cia li hla dhau plaws  lub nroog Mixias mus rau nram lub nroog Tau-as."},{"bible_id":"1525","chapter_code":"ACT.16","verse_code":"ACT.16.9","label":"9","content":"Hmo ntawd Paulus txawm ua yogtoog pom ib tug txivneej Makedaunias sawv ntsug thov Paulus hais tias, “Thov koj hla tuaj pab peb cov nyob tim Makedaunias no.”"},{"bible_id":"1525","chapter_code":"ACT.16","verse_code":"ACT.16.10","label":"10","content":"Thaum Paulus ua yogtoog li ntawd, ces tamsim ntawd peb txawm sawbsim qhov txhia chaw yuav mus rau tim lub xeev Makedaunias, rau qhov peb paub tseeb hais tias Vajtswv hu peb mus qhia txojmoo zoo rau cov neeg uas nyob tid."},{"bible_id":"1525","chapter_code":"ACT.16","verse_code":"ACT.16.11","label":"11","content":"Peb caij nkoj hauv lub nroog Tau-as ncaj nraim mus rau pem lub koog Povtxwv Xamaulakes, thiab hnub tom qab peb mus rau tim lub nroog Ne-apaulis."},{"bible_id":"1525","chapter_code":"ACT.16","verse_code":"ACT.16.12","label":"12","content":"Peb taug kev tawm hauv lub nroog Ne-apaulis mus rau pem lub nroog Filipis. Lub nroog Filipis yog lub tuamceeb nroog hauv lub xeev Makedaunias  uas yog cov neeg Loos tswjhwm. Peb nyob ntawd tau ob peb hnub."},{"bible_id":"1525","chapter_code":"ACT.16","verse_code":"ACT.16.13","label":"13","content":"Thaum txog Hnub Xanpataus, peb txawm tawm hauv lub nroog mus rau tom ntug dej, peb xav hais tias nyaj yuav muaj ib qho chaw uas cov Yudais mus thov Vajtswv tod. Thaum peb mus txog, peb zaum thiab nrog cov pojniam uas nyob tod tham."},{"bible_id":"1525","chapter_code":"ACT.16","verse_code":"ACT.16.14","label":"14","content":"Cov pojniam ntawd muaj ib tug hu ua Lidias, nws yog neeg Thiyatilas, nws tuaj ua luam muag ntaub yajpwm. Nws yog ib tug uas hwm Vajtswv. Thaum nws hnov Paulus qhia, tus Tswv qhib nws lub siab, ua rau nws totaub tej lus uas Paulus qhia."},{"bible_id":"1525","chapter_code":"ACT.16","verse_code":"ACT.16.15","label":"15","content":"Ces Lidias thiab nws tsevneeg txawm ua kevcai raus dej, Lidias hais rau peb hais tias, “Yog nej pom hais tias kuv ntseeg Vajtswv tiag, ces nej cia li nrog kuv mus so hauv kuv tsev. Nws coj peb heev, ces peb txawm nrog nws mus rau tom nws tsev.”"},{"bible_id":"1525","chapter_code":"ACT.16","verse_code":"ACT.16.16","label":"16","content":"Muaj ib hnub thaum peb tabtom taug kev mus rau ntawm qhov chaw uas sawvdaws tuaj thov Vajtswv, peb ntsib ib tug ntxhais qhev, nws muaj dab thiab paub txog yav tom ntej. Qhov uas nws txawj saib hmoov li ntawd, ua rau cov neeg uas yuav nws los ua qhev tau nyiaj ntau heev."},{"bible_id":"1525","chapter_code":"ACT.16","verse_code":"ACT.16.17","label":"17","content":"Nws pheej lawv Paulus peb qab thiab qw nrov nrov hais tias, “Cov txivneej no yog Vajtswv tus uas muaj hwjchim loj kawg nkaus cov tubtxib! Lawv tuaj qhia txojkev dim txim rau nej.”"},{"bible_id":"1525","chapter_code":"ACT.16","verse_code":"ACT.16.18","label":"18","content":"Nws pheej niaj hnub ua li ntawd, Paulus ntxhov siab, ces Paulus txawm tig hlo mus hais rau tus dab hais tias, “Kuv tuav Yexus Khetos lub npe ntiab koj, koj cia li tawm hauv tus ntxhais no lub cev mus.” Tamsim ntawd dab txawm tawm plaws lawm."},{"bible_id":"1525","chapter_code":"ACT.16","verse_code":"ACT.16.19","label":"19","content":"Thaum cov neeg uas yuav tus ntxhais ntawd los ua qhev pom hais tias lawv yuav tsis tau nyiaj lawm lawv chim heev; lawv txawm ntes kiag Paulus thiab Xilas nkawd coj mus rau hauv plawv nroog rau sawvdaws saib."},{"bible_id":"1525","chapter_code":"ACT.16","verse_code":"ACT.16.20","label":"20","content":"Lawv coj Paulus nkawd mus cuag cov nomtswv Loos thiab qhia rau cov nomtswv hais tias, “Ob tug txivneej no yog neeg Yudais, nkawd tuaj ua rau peb cov neeg uas nyob hauv lub nroog no ntxhov."},{"bible_id":"1525","chapter_code":"ACT.16","verse_code":"ACT.16.21","label":"21","content":"Nkawd tuaj qhia tej kevcai uas txawv dua peb txoj. Peb yog neeg Loos, peb yeej tsis yuav tej kevcai ntawd thiab peb coj tsis tau.”"},{"bible_id":"1525","chapter_code":"ACT.16","verse_code":"ACT.16.22","label":"22","content":"Thaum lawv hais li ntawd tas, cov pejxeem txawm sau nthwv los yuav ntaus Paulus thiab Xilas nkawd. Cov nomtswv txawm muab nkawd tej ris tsho dua pes rhe povtseg thiab kom cov tubrog muab nkawd nplawm."},{"bible_id":"1525","chapter_code":"ACT.16","verse_code":"ACT.16.23","label":"23","content":"Thaum cov tubrog muab nkawd nplawm tas, lawv txawm coj nkawd mus kaw rau hauv tsev lojcuj; lawv kom tus uas zov lub tsev lojcuj zov nkawd zoo zoo."},{"bible_id":"1525","chapter_code":"ACT.16","verse_code":"ACT.16.24","label":"24","content":"Thaum lawv hais li ntawd tas, tus uas zov lub tsev lojcuj txawm muab nkawd kaw rau chav hauv plawv thiab muab nkawd xauv kotaw ruaj ruaj cia."},{"bible_id":"1525","chapter_code":"ACT.16","verse_code":"ACT.16.25","label":"25","content":"Thaum kwvlam ib tag hmo, Paulus thiab Xilas tabtom thov Vajtswv thiab hu nkauj qhuas Vajtswv. Cov neeg uas nrog nkawd nyob ua ke hauv tsev lojcuj, lawv sawvdaws mloog nkawd thov Vajtswv thiab hu nkauj."},{"bible_id":"1525","chapter_code":"ACT.16","verse_code":"ACT.16.26","label":"26","content":"Thaum nkawd tseem hu nkauj ua ciav av txawm qeeg nkaws ua rau lub tsev lojcuj ua zog koog. Ces tamsim ntawd lub tsev lojcuj tej qhovrooj txawm cia li qhib tagnrho thiab tej saw hlau uas khi cov neeg raug txim tej tes taw txawm plam tas huv tibsi."},{"bible_id":"1525","chapter_code":"ACT.16","verse_code":"ACT.16.27","label":"27","content":"Tus uas zov lub tsev lojcuj tsim dheev nruab dab ntub los, ua ciav tej qhovrooj twb qhib tas lawm. Thaum nws pom li ntawd, nws xav hais tias ntshai cov neeg raug txim khiav tas lawm. Ces nws txawm rho hlo nws rab ntaj los yuav rov tua nws."},{"bible_id":"1525","chapter_code":"ACT.16","verse_code":"ACT.16.28","label":"28","content":"Tiamsis Paulus hu nrov nrov hais tias, “Koj tsis txhob ua li ko rau koj, peb txhua tus puavleej tseem nyob txhij ntawm no.”"},{"bible_id":"1525","chapter_code":"ACT.16","verse_code":"ACT.16.29","label":"29","content":"Tus uas zov lub tsev lojcuj kom ib tug coj teeb mus rau nws. Nws txawm khiav ceev nrooj mus rau hauv, nws txhos caug ntua ntawm Paulus thiab Xilas kotaw. Nws ntshai ua ibce tshee hnyo."},{"bible_id":"1525","chapter_code":"ACT.16","verse_code":"ACT.16.30","label":"30","content":"Nws coj Paulus nkawd tawm los, nws nug nkawd hais tias, “Ob tug tijlaug, kuv yuav ua li cas kuv thiaj dim kuv lub txim?”"},{"bible_id":"1525","chapter_code":"ACT.16","verse_code":"ACT.16.31","label":"31","content":"Paulus nkawd teb hais tias, “Koj thiab koj tsevneeg cia li ntseeg tus Tswv Yexus, nej thiaj yuav dim lub txim.”"},{"bible_id":"1525","chapter_code":"ACT.16","verse_code":"ACT.16.32","label":"32","content":"Nkawd qhia tus Tswv Txojlus rau tus uas zov lub tsev lojcuj thiab cov neeg uas nyob hauv tsev mloog."},{"bible_id":"1525","chapter_code":"ACT.16","verse_code":"ACT.16.33","label":"33","content":"Hmo ntawd nws coj nkawd mus ntxuav nkawd tej qhov txhab uas luag nplawm to. Thaum ntxuav tas, nws thiab nws tsevneeg txawm ua kevcai raus dej."},{"bible_id":"1525","chapter_code":"ACT.16","verse_code":"ACT.16.34","label":"34","content":"Thaum lawv ua kevcai raus dej tas, nws coj Paulus thiab Xilas rov mus pem nws tsev thiab ua mov rau nkawd noj. Nws thiab nws tsevneeg zoo siab kawg li, rau qhov lawv los ntseeg Vajtswv lawm."},{"bible_id":"1525","chapter_code":"ACT.16","verse_code":"ACT.16.35","label":"35","content":"Thaum kaj ntug cov nomtswv Loos txib ib tug tub ceevxwm mus hais rau tus uas zov lub tsev lojcuj hais tias, “Cia li tso nkawd tawm mus.”"},{"bible_id":"1525","chapter_code":"ACT.16","verse_code":"ACT.16.36","label":"36","content":"Tus zov lub tsev lojcuj txawm hais rau Paulus hais tias, “Cov nomtswv tso neeg tuaj hais kom kuv tso koj thiab Xilas mus, yog li ntawd neb cia li mus kaj siab lug.”"},{"bible_id":"1525","chapter_code":"ACT.16","verse_code":"ACT.16.37","label":"37","content":"Tiamsis Paulus hais rau cov tub ceevxwm hais tias, “Lawv tsis tau taug wb zaj saib wb puas tau ua txhaum, lawv cia li muab wb nplawm tabmeeg sawvdaws. Txawm yog wb twb yog neeg Loos los lawv tseem nplawm wb thiab muab wb kaw rau hauv tsev lojcuj no. Nimno lawv ho yuav kom wb cia li tawm twjywm mus xwb yeej tsis tau li. Cia li kom cov nomtswv Loos tuaj tso wb.”"},{"bible_id":"1525","chapter_code":"ACT.16","verse_code":"ACT.16.38","label":"38","content":"Cov tub ceevxwm rov mus qhia tej no rau cov nomtswv Loos mloog. Thaum cov nomtswv Loos hnov hais tias Paulus thiab Xilas yog neeg Loos, lawv ntshai kawg li."},{"bible_id":"1525","chapter_code":"ACT.16","verse_code":"ACT.16.39","label":"39","content":"Yog li ntawd, lawv txawm tuaj thov Paulus thiab Xilas nkawd zam txim rau lawv. Thaum lawv thov tas, lawv coj nkawd tawm hauv tsev lojcuj, thiab thov kom nkawd tawm hauv lub nroog mus."},{"bible_id":"1525","chapter_code":"ACT.16","verse_code":"ACT.16.40","label":"40","content":"Thaum Paulus thiab Xilas tawm hauv tsev lojcuj mus, nkawd mus rau tom Lidias tsev. Muaj cov kwvtij ntseeg tuaj nyob ua ke hauv Lidias tsev, nkawd txhawb kom lawv muab siab rau ntseeg, thiab nkawd mus rau lwm qhov lawm."},{"bible_id":"1525","chapter_code":"ACT.17","verse_code":"ACT.17.1","label":"1","content":"Thaum Paulus thiab Xilas nkawd hla dhau lub nroog Afipaulis thiab lub nroog Apaulaunias lawm, nkawd txawm mus txog nram lub nroog Thexalaunikes. Cov Yudais muaj ib lub tsev sablaj nyob hauv lub nroog ntawd."},{"bible_id":"1525","chapter_code":"ACT.17","verse_code":"ACT.17.2","label":"2","content":"Paulus txawm mus qhia hauv lub tsev sablaj ntawd raws li nws txeev qhia, nws qhia li ntawd peb zaug rau peb Hnub Xanpataus. Nws muab Vajtswv Txojlus qhia thiab teb tej lus uas lawv nrog nws sib cav."},{"bible_id":"1525","chapter_code":"ACT.17","verse_code":"ACT.17.3","label":"3","content":"Nws qhia rau lawv hais tias, “Yeej yuav muaj neeg muab tus Mexiyas tua, thiab tom qab ntawd, nws yuav sawv hauv qhov tuag rov qab los. Paulus hais tias, tus Yexus uas kuv tabtom qhia rau nej no, nws yog tus Mexiyas ntag.”"},{"bible_id":"1525","chapter_code":"ACT.17","verse_code":"ACT.17.4","label":"4","content":"Cov neeg uas tuaj mloog ntawd muaj qee leej ntseeg tej uas Paulus thiab Xilas qhia thiab muaj cov neeg Kilis uas hwm Vajtswv thiab cov pojniam uas tseemceeb ntau leej ntseeg tej uas Paulus nkawd qhia."},{"bible_id":"1525","chapter_code":"ACT.17","verse_code":"ACT.17.5","label":"5","content":"Tiamsis cov Yudais ntxub nkawd, lawv txawm mus hu tej neeg tsis tsimtxiaj uas nyob tom tej kev tuaj nrog lawv ua ib pab. Lawv ua rau cov pejxeem uas nyob hauv lub nroog ntawd ntxhov, thiab lawv mus tsoo Yaxoos lub tsev nrhiav Paulus thiab Xilas nkawd; lawv yuav coj nkawd tawm los rau cov pejxeem txiav txim."},{"bible_id":"1525","chapter_code":"ACT.17","verse_code":"ACT.17.6","label":"6","content":"Tiamsis lawv nrhiav tsis pom nkawd, lawv txawm ntes Yaxoos thiab ob peb tug ntseeg coj mus cuag cov nomtswv. Lawv qw nrov nrov hais tias, “Cov neeg no yog cov uas ua rau tej neeg uas nyob txhua qhov ntxhov. Nimno lawv tuaj txog hauv peb lub nroog lawm."},{"bible_id":"1525","chapter_code":"ACT.17","verse_code":"ACT.17.7","label":"7","content":"Tiamsis Yaxoos tseem cia lawv pw hauv Yaxoos tsev thiab. Tsis yog li ntawd xwb, lawv tseem ua txhaum vajntxwv txoj kevcai; lawv qhia hais tias, nimno muaj dua ib tug vajntxwv hu ua Yexus los kav sawvdaws lawm.”"},{"bible_id":"1525","chapter_code":"ACT.17","verse_code":"ACT.17.8","label":"8","content":"Thaum cov pejxeem thiab cov nomtswv hnov li ntawd, lawv chim heev."},{"bible_id":"1525","chapter_code":"ACT.17","verse_code":"ACT.17.9","label":"9","content":"Cov nomtswv txawm muab Yaxoos lawv nplua. Thaum lawv them nyiaj tas, cov nomtswv thiaj tso lawv mus."},{"bible_id":"1525","chapter_code":"ACT.17","verse_code":"ACT.17.10","label":"10","content":"Thaum tsaus ntuj zuag cov ntseeg xa Paulus thiab Xilas nkawd mus rau nram lub nroog Npele-as. Thaum nkawd mus txog nrad, nkawd mus rau hauv cov Yudais lub tsev sablaj."},{"bible_id":"1525","chapter_code":"ACT.17","verse_code":"ACT.17.11","label":"11","content":"Paulus qhia cov Yudais uas nyob hauv lub nroog Npele-as yoojyim dua li nws qhia cov uas nyob hauv lub nroog Thexalaunikes. Cov neeg Npele-as kub siab lug mloog Vajtswv txojlus thiab lawv niaj hnub kawm Vajtswv txojlus saib puas muaj tseeb raws li Paulus qhia."},{"bible_id":"1525","chapter_code":"ACT.17","verse_code":"ACT.17.12","label":"12","content":"Cov neeg ntawd muaj ntau leej los ntseeg; muaj ntau leej pojniam Kilis uas sawvdaws hwm thiab ntau leej txivneej Kilis los ntseeg thiab."},{"bible_id":"1525","chapter_code":"ACT.17","verse_code":"ACT.17.13","label":"13","content":"Thaum cov Yudais uas nyob hauv lub nroog Thexalaunikes hnov hais tias Paulus mus qhia Vajtswv Txojlus nram lub nroog Npele-as lawm, lawv txawm tuaj ua rau cov pejxeem uas nyob hauv lub nroog ntawd ntxhov."},{"bible_id":"1525","chapter_code":"ACT.17","verse_code":"ACT.17.14","label":"14","content":"Thaum cov ntseeg pom muaj li ntawd, lawv txawm xa Paulus mus rau nram ntug hiavtxwv, tiamsis Xilas thiab Timautes tsis mus. Nkawd cia li nyob hauv lub nroog Npele-as."},{"bible_id":"1525","chapter_code":"ACT.17","verse_code":"ACT.17.15","label":"15","content":"Lawv xa Paulus mus txog nram lub nroog Athees. Thaum cov uas xa Paulus yuav rov qab los rau pem lub nroog Npele-as, Paulus kom lawv mus hais rau Xilas thiab Timautes cia li tuaj cuag nws sai sai."},{"bible_id":"1525","chapter_code":"ACT.17","verse_code":"ACT.17.16","label":"16","content":"Thaum Paulus nyob hauv lub nroog Athees tos Timautes thiab Xilas nkawd, nws pom lub nroog ntawd muaj mlom ntau heev, nws ntxhov siab kawg li."},{"bible_id":"1525","chapter_code":"ACT.17","verse_code":"ACT.17.17","label":"17","content":"Nws mus hauv lub tsev sablaj, nws niaj hnub nrog cov Yudais thiab lwm Haivneeg uas hwm Vajtswv thiab cov neeg uas tuaj rau ntawm tej khw sib cav."},{"bible_id":"1525","chapter_code":"ACT.17","verse_code":"ACT.17.18","label":"18","content":"Cov xibhwb uas yog cov Epikule-as pab thiab cov Xautau-is pab tuaj nrog Paulus sib cav thiab. Muaj qee leej thuam Paulus hais tias, “Tus neeg no twb tsis txawj ntse li, nws qhia ua dabtsi?” Dua li lwm tus hais tias, “Saib mas zoo li yog nws hais txog lwm haivneeg tej vajtswv.” Lawv hais li ntawd, rau qhov Paulus qhia hais txog Yexus zaj thiab qhia txog qhov uas neeg yuav sawv hauv qhov tuag rov qab los."},{"bible_id":"1525","chapter_code":"ACT.17","verse_code":"ACT.17.19","label":"19","content":"Yog li ntawd, lawv txawm coj Paulus mus cuag cov nomtswv ntawm Alepankus. Lawv nug Paulus hais tias, “Zaj tshiab uas koj qhia ntawd yog li cas? Thov koj qhia rau peb mloog saib."},{"bible_id":"1525","chapter_code":"ACT.17","verse_code":"ACT.17.20","label":"20","content":"Peb hnov koj qhia tej zaj txawv txawv uas peb tsis tau hnov dua. Peb xav paub saib zaj ntawd yog li cas tiag.” ("},{"bible_id":"1525","chapter_code":"ACT.17","verse_code":"ACT.17.21","label":"21","content":"Lawv hais li ntawd, rau qhov cov neeg Athees thiab lwm haivneeg uas nyob hauv lub nroog ntawd nyiam mloog thiab nyiam sib tham txog tej zaj txawv txawv uas lawv tsis tau hnov dua.)"},{"bible_id":"1525","chapter_code":"ACT.17","verse_code":"ACT.17.22","label":"22","content":"Ces Paulus txawm sawv ntsug tabmeeg cov nomtswv thiab qhia lawv hais tias, “Cov neeg Athees, kuv pom nej muab siab rau teev nej tej mlom heev."},{"bible_id":"1525","chapter_code":"ACT.17","verse_code":"ACT.17.23","label":"23","content":"Thaum kuv mus ncig saib nej lub nroog thiab mus saib tej chaw uas nej pe mlom, kuv pom muaj lus sau rau ntawm ib lub thaj hais tias, ‘Muab rau tus Vajtswv uas peb tsis paub.’ Tus uas nej pehawm tiamsis nej tsis paub ntawd twb yog tus uas nimno kuv qhia rau nej ntag."},{"bible_id":"1525","chapter_code":"ACT.17","verse_code":"ACT.17.24","label":"24","content":"Tus Vajtswv uas tsim lub ntiajteb thiab ib puas tsav yam uas nyob hauv ntiajteb no, tus ntawd yog tus Tswv uas kav lub ntuj thiab lub ntiajteb. Nws yeej tsis nyob hauv tej tsev uas neeg ua."},{"bible_id":"1525","chapter_code":"ACT.17","verse_code":"ACT.17.25","label":"25","content":"Vajtswv tsis pluag ib yam dabtsi li, nws yeej tsis kom leejtwg ua ib yam dabtsi rau nws. Rau qhov Vajtswv yog tus uas rau siav rau pa rau neeg thiab pub ib puas tsav yam rau sawvdaws."},{"bible_id":"1525","chapter_code":"ACT.17","verse_code":"ACT.17.26","label":"26","content":"Vajtswv tsim txhua haivneeg tawm hauv tib tug neeg li roj ntsha los xwb, thiab kom lawv mus nyob thoob plaws hauv lub ntiajteb. Vajtswv tu tebchaws rau lawv thiab teem sijhawm kom lawv nyob ntev li cas."},{"bible_id":"1525","chapter_code":"ACT.17","verse_code":"ACT.17.27","label":"27","content":"Vajtswv ua li ntawd kom lawv thiaj li los nrhiav Vajtswv. Yog lawv kub siab lug xav paub Vajtswv, lawv yeej yuav paub nws, rau qhov Vajtswv yeej nyob tsis deb ntawm peb txhua tug;"},{"bible_id":"1525","chapter_code":"ACT.17","verse_code":"ACT.17.28","label":"28","content":"raws li qee leej hais tseg hais tias, ‘Muaj Vajtswv, peb thiaj li ciaj sia mus mus los los thiab muaj sia nyob.’ Nej cov uas txawj hais kwv txhiaj muaj qee leej hais tias, ‘Peb puavleej yog Vajtswv cov menyuam thiab.’"},{"bible_id":"1525","chapter_code":"ACT.17","verse_code":"ACT.17.29","label":"29","content":"Yog li ntawd, peb cov uas yog Vajtswv cov menyuam lawm, peb tsis txhob xav hais tias, Vajtswv zoo ib yam li tej mlom uas cov neeg muaj tswvyim muab nyiaj, muab kub nchuav thiab muab pobzeb txaug ua."},{"bible_id":"1525","chapter_code":"ACT.17","verse_code":"ACT.17.30","label":"30","content":"Thaum neeg tseem tsis tau paub Vajtswv, Vajtswv tsis suav neeg lub txim. Tiamsis nimno Vajtswv twb qhia rau txhua haivneeg uas nyob thoob plaws hauv lub qab ntuj no hais tias, lawv yuav tsum tso lawv tej kev txhaum tseg."},{"bible_id":"1525","chapter_code":"ACT.17","verse_code":"ACT.17.31","label":"31","content":"Rau qhov Vajtswv twb teem ib hnub cia lawm, hnub ntawd Vajtswv yuav txiav txim rau txhua haivneeg hauv qab ntuj no. Tus uas Vajtswv tsa los ua tus txiav txim, nws yuav txiav txim ncaj ncees. Thiab qhov uas Vajtswv tsa tus ntawd sawv hauv qhov tuag rov qab los, qhov ntawd qhia rau sawvdaws paub hais tias, tus ntawd yog tus uas Vajtswv tsa tiag.”"},{"bible_id":"1525","chapter_code":"ACT.17","verse_code":"ACT.17.32","label":"32","content":"Thaum cov neeg mloog Paulus qhia, lawv hnov Paulus hais tias muaj ib tug uas tuag lawm sawv hauv qhov tuag rov qab los, lawv txawm thuam thiab luag Paulus zom zaws. Tiamsis muaj qee leej hais tias, “Peb xav rov mloog koj qhia zaj no dua thiab.”"},{"bible_id":"1525","chapter_code":"ACT.17","verse_code":"ACT.17.33","label":"33","content":"Tom qab ntawd, Paulus txawm tawm hauv qhov chaw uas sawvdaws tuaj sablaj ntawd mus lawm."},{"bible_id":"1525","chapter_code":"ACT.17","verse_code":"ACT.17.34","label":"34","content":"Muaj qee leej los ntseeg Yexus thiab los koom nrog Paulus. Cov neeg uas los ntseeg muaj ib tug nom hu ua Di-aunexi-us; muaj ib tug pojniam hu ua Damalis, thiab muaj dua ob leeg los ntseeg thiab."},{"bible_id":"1525","chapter_code":"ACT.18","verse_code":"ACT.18.1","label":"1","content":"Tom qab ntawd Paulus txawm tawm hauv lub nroog Athees mus rau tim lub nroog Kauleethaus."},{"bible_id":"1525","chapter_code":"ACT.18","verse_code":"ACT.18.2","label":"2","content":"Thaum nws nyob hauv lub nroog ntawd, nws ntsib ib tug neeg Yudais hu ua Akilas uas yug hauv tebchaws Pootus. Akilas tus pojniam hu ua Paxilas. Nkawd nyuam qhuav tuaj tim tebchaws Italis tuaj, rau qhov Vajntxwv Kalaudi-us ntiab cov Yudais txhua tus kom khiav tawm hauv lub nroog Loos mus. Paulus txawm mus saib Akilas nkawd;"},{"bible_id":"1525","chapter_code":"ACT.18","verse_code":"ACT.18.3","label":"3","content":"Paulus nrog nkawd nyob thiab nrog nkawd ua haujlwm ua ke. Paulus xaws tsevntaub ib yam li Akilas nkawd."},{"bible_id":"1525","chapter_code":"ACT.18","verse_code":"ACT.18.4","label":"4","content":"Txhua Hnub Xanpataus Paulus mus rau hauv tsev sablaj; nws yaum cov Yudais thiab cov Kilis kom los ntseeg Yexus Khetos."},{"bible_id":"1525","chapter_code":"ACT.18","verse_code":"ACT.18.5","label":"5","content":"Thaum Xilas thiab Timautes nkawd tuaj pem lub xeev Makedaunias tuaj txog hauv lub nroog Kauleethaus, Paulus txawm qhia Vajtswv Txojlus lawm xwb, nws tsis ua lwm yam haujlwm li. Nws ua timkhawv rau cov Yudais hais tias Yexus yog tus Mexiyas."},{"bible_id":"1525","chapter_code":"ACT.18","verse_code":"ACT.18.6","label":"6","content":"Thaum lawv tawmtsam thiab thuam Paulus, Paulus txawm muab Paulus lub tsho nchos thiab hais rau lawv hais tias, “Yog nej lub txim poob los raug nej, nej tsis txhob liam hais tias kuv tsis qhia nej. Txij no mus, kuv yuav mus qhia lwm Haivneeg.”"},{"bible_id":"1525","chapter_code":"ACT.18","verse_code":"ACT.18.7","label":"7","content":"Paulus txawm ncaim lawv mus, nws mus nrog ib tug txivneej uas yog lwm Haivneeg uas hu ua Titi-us Yuxatus nyob. Nws yog ib tug uas hwm Vajtswv, nws lub tsev nyob ze lub tsev sablaj."},{"bible_id":"1525","chapter_code":"ACT.18","verse_code":"ACT.18.8","label":"8","content":"Kixapus uas yog tus thawj saib lub tsev sablaj thiab nws tsevneeg txawm los ntseeg Yexus Khetos; thiab muaj ntau leej uas nyob hauv lub nroog Kauleethaus hnov Paulus qhia, lawv txawm los ntseeg thiab ua kevcai raus dej."},{"bible_id":"1525","chapter_code":"ACT.18","verse_code":"ACT.18.9","label":"9","content":"Muaj ib hmos Paulus ua yogtoog pom tus Tswv los hais rau Paulus hais tias, “Koj tsis txhob ntshai, koj cia li qhia mus tsis txhob tso tseg,"},{"bible_id":"1525","chapter_code":"ACT.18","verse_code":"ACT.18.10","label":"10","content":"rau qhov kuv nrog koj nyob. Tsis muaj leejtwg yuav ua tau phem rau koj, rau qhov kuv cov thwjtim muaj ntau leej nyob hauv lub nroog no.”"},{"bible_id":"1525","chapter_code":"ACT.18","verse_code":"ACT.18.11","label":"11","content":"Yog li ntawd, Paulus thiaj nyob hauv lub nroog Kauleethaus qhia Vajtswv Txojlus rau sawvdaws tau ib xyoos thiab rau hli."},{"bible_id":"1525","chapter_code":"ACT.18","verse_code":"ACT.18.12","label":"12","content":"Lub sijhawm uas Nkali-aus ua nom kav lub xeev Akhayas, cov Yudais tuavhauv ua ib lub siab ntes Paulus coj mus rau tom tsev hais plaub."},{"bible_id":"1525","chapter_code":"ACT.18","verse_code":"ACT.18.13","label":"13","content":"Lawv hais tias, “Tus txivneej no yaum sawvdaws kom pehawm Vajtswv tsis raws li peb txoj kevcai.”"},{"bible_id":"1525","chapter_code":"ACT.18","verse_code":"ACT.18.14","label":"14","content":"Thaum Paulus tabtom yuav teb lawv, Nkali-aus hais rau cov Yudais hais tias, “Yog nws tau ua txhaum qhov twg lossis tau ua phem li cas rau nej cov Yudais, ces kuv yeej yuav ua siab ntev mloog nej tej lus."},{"bible_id":"1525","chapter_code":"ACT.18","verse_code":"ACT.18.15","label":"15","content":"Tiamsis nej ho sib cav txog tej nyuag lus; tej nyuag npe thiab nej tej kevcai uas nej hais tsis sib haum xwb, ces cia nej sib hais nej, tej uas nej hais no kuv tsis kam txiav txim.”"},{"bible_id":"1525","chapter_code":"ACT.18","verse_code":"ACT.18.16","label":"16","content":"Nkali-aus txawm ntiab lawv tawm hauv lub tsev hais plaub mus."},{"bible_id":"1525","chapter_code":"ACT.18","verse_code":"ACT.18.17","label":"17","content":"Ces lawv cov ntawd txawm mus ntes Xauthenes uas yog tus thawj saib lub tsev sablaj coj mus nplawm ntawm lub tsev hais plaub sab nraum qab tsib taug. Tiamsis Nkali-aus tsis quavntsej li."},{"bible_id":"1525","chapter_code":"ACT.18","verse_code":"ACT.18.18","label":"18","content":"Paulus nrog cov ntseeg nyob hauv lub nroog Kauleethaus tau ob peb hnub ntxiv, nws mam li nrog Paxilas thiab Akilas caij nkoj mus rau tim tebchaws Xilias. Thaum lawv mus txog hauv lub nroog Keekhale-as, ces Paulus txawm muab nws cov plaubhau chais, rau qhov nws twb coglus  hais tias nws yuav chais nws cov plaubhau."},{"bible_id":"1525","chapter_code":"ACT.18","verse_code":"ACT.18.19","label":"19","content":"Thaum Paulus mus txog tim lub nroog Efexus, Paulus txawm ncaim Paxilas thiab Akilas nkawd. Thaum lawv sib ncaim lawm, Paulus mus rau hauv tsev sablaj thiab nrog cov Yudais sib cav."},{"bible_id":"1525","chapter_code":"ACT.18","verse_code":"ACT.18.20","label":"20","content":"Lawv cov ntawd thov kom Paulus nrog lawv nyob ib ntus, tiamsis Paulus tsis kam nyob."},{"bible_id":"1525","chapter_code":"ACT.18","verse_code":"ACT.18.21","label":"21","content":"Thaum nws yuav ncaim lawv mus, nws hais rau lawv hais tias, “Yog Vajtswv pom zoo kuv tuaj, kuv mam li rov qab tuaj qhia nej dua.” Ces Paulus txawm caij nkoj tawm hauv lub nroog Efexus mus lawm."},{"bible_id":"1525","chapter_code":"ACT.18","verse_code":"ACT.18.22","label":"22","content":"Thaum Paulus mus txog nram lub nroog Xixaleyas, Paulus mus nram lub nroog Yeluxalees thiab mus saib cov ntseeg uas nyob nram. Tom qab ntawd nws rov los rau pem lub nroog Ati-aukias."},{"bible_id":"1525","chapter_code":"ACT.18","verse_code":"ACT.18.23","label":"23","content":"Nws nyob hauv lub nroog Ati-aukias ib ntus, nws mam li mus txhua nrho qhov txhia chaw hauv cheebtsam Kalatias thiab Felinkias; nws mus qhia cov ntseeg kom muab siab rau ntseeg."},{"bible_id":"1525","chapter_code":"ACT.18","verse_code":"ACT.18.24","label":"24","content":"Thaum ntawd muaj ib tug txivneej Yudais hu ua Apaulaus uas nyob hauv lub nroog Alexadias tuaj txog hauv lub nroog Efexus. Nws yog ib tug uas txawj qhia thiab paub Vajtswv Txojlus."},{"bible_id":"1525","chapter_code":"ACT.18","verse_code":"ACT.18.25","label":"25","content":"Nws kawm tus Tswv txoj Kevcai. Nws kub siab lug qhia txog Yexus zaj, tej uas nws qhia ntawd puavleej muaj tseeb. Tiamsis nws tsuas paub txoj kevcai raus dej uas Yauhas qhia xwb."},{"bible_id":"1525","chapter_code":"ACT.18","verse_code":"ACT.18.26","label":"26","content":"Apaulaus mus qhia hauv lub tsev sablaj tsis ntshai leejtwg li. Thaum Paxilas thiab Akilas hnov nws qhia, nkawd txawm coj nws mus rau tom nkawd tsev, thiab nkawd qhia Vajtswv zaj rau Apaulaus paub tseeb dua yav tas los."},{"bible_id":"1525","chapter_code":"ACT.18","verse_code":"ACT.18.27","label":"27","content":"Thaum cov ntseeg uas nyob hauv lub nroog Efexus paub hais tias Apaulaus yuav hla mus rau tim tebchaws Kilis, lawv sau ib tsab ntawv xa mus rau cov ntseeg uas nyob tid kom lawv hlub Apaulaus. Thaum Apaulaus mus txog tid, nws pab lawv kawg li; lawv los ntseeg rau qhov Vajtswv foom koob hmoov rau lawv."},{"bible_id":"1525","chapter_code":"ACT.18","verse_code":"ACT.18.28","label":"28","content":"Nws cav yeej cov Yudais tabmeeg sawvdaws, rau qhov nws tej lus tseemceeb, thiab nws muab Vajtswv Txojlus qhia rau lawv paub hais tias Yexus yog tus Mexiyas."},{"bible_id":"1525","chapter_code":"ACT.19","verse_code":"ACT.19.1","label":"1","content":"Thaum Apaulaus nyob hauv lub nroog Kauleethaus, thaum ntawd Paulus mus txhua nrho cheebtsam Kalatias, nws mam li mus txog hauv lub nroog Efexus. Thaum nws tuaj txog lawm, nws ntsib cov ntseeg ob peb leeg,"},{"bible_id":"1525","chapter_code":"ACT.19","verse_code":"ACT.19.2","label":"2","content":"nws nug lawv hais tias, “Thaum nej los ntseeg, nej puas tau Vaj Ntsujplig tus Dawbhuv?” Lawv teb hais tias, “Peb tsis tau hnov dua hais tias muaj Vaj Ntsujplig tus Dawbhuv li.”"},{"bible_id":"1525","chapter_code":"ACT.19","verse_code":"ACT.19.3","label":"3","content":"Paulus nug lawv hais tias, “Yog li ntawd, nej ua kevcai raus dej li cas?” Lawv teb hais tias, “Peb ua raws li Yauhas txoj kevcai raus dej.”"},{"bible_id":"1525","chapter_code":"ACT.19","verse_code":"ACT.19.4","label":"4","content":"Paulus qhia rau lawv hais tias, “Yauhas txoj kevcai raus dej tsuas qhia hais tias cov uas ua kevcai raus dej ntawd yog cov uas twb tso kev txhaum tseg lawm; txawm yog li ntawd los Yauhas qhia hais tias sawvdaws yuav tsum ntseeg tus uas yuav lawv Yauhas qab los, tus ntawd yog Yexus.”"},{"bible_id":"1525","chapter_code":"ACT.19","verse_code":"ACT.19.5","label":"5","content":"Thaum lawv hnov Paulus hais li ntawd, lawv txawm tuav tus Tswv Yexus lub npe ua kevcai raus dej."},{"bible_id":"1525","chapter_code":"ACT.19","verse_code":"ACT.19.6","label":"6","content":"Thaum Paulus tsa tes thiab thov Vajtswv rau lawv, Vaj Ntsujplig tus Dawbhuv los rau lawv txhua tus. Lawv txawm hais tau lus txawv txawv thiab lawv qhia Vajtswv Txojlus."},{"bible_id":"1525","chapter_code":"ACT.19","verse_code":"ACT.19.7","label":"7","content":"Cov txivneej ntawd muaj kwvlam li kaum ob leeg."},{"bible_id":"1525","chapter_code":"ACT.19","verse_code":"ACT.19.8","label":"8","content":"Paulus muaj siab tawv qhia hauv lub tsev sablaj hais txog Vajtswv lub Tebchaws tau peb lub hlis. Nws nrog cov neeg uas tuaj mloog nws qhia sib cav thiab yaum kom lawv los ntseeg Yexus."},{"bible_id":"1525","chapter_code":"ACT.19","verse_code":"ACT.19.9","label":"9","content":"Tiamsis cov neeg ntawd qee leej muaj siab tawv tsis kam ntseeg Yexus. Lawv tabmeeg thuam Tswv Yexus zaj rau sawvdaws mloog. Ces Paulus txawm tso lawv tseg, coj nws cov thwjtim nrog nws mus, thiab nws niaj hnub  mus qhia hauv Tilanus chav tsev sablaj."},{"bible_id":"1525","chapter_code":"ACT.19","verse_code":"ACT.19.10","label":"10","content":"Nws pheej qhia li ntawd tau ob xyoos, cov Yudais thiab lwm Haivneeg uas nyob hauv lub xeev Axias thiaj tau hnov Vajtswv Txojlus."},{"bible_id":"1525","chapter_code":"ACT.19","verse_code":"ACT.19.11","label":"11","content":"Vajtswv pub hwjchim rau Paulus ua tau tej txujci tseemceeb rau sawvdaws pom,"},{"bible_id":"1525","chapter_code":"ACT.19","verse_code":"ACT.19.12","label":"12","content":"thiab lawv muab Paulus txoj phuam so hws thiab Paulus daim ntaub npua ua haujlwm coj mus tso rau saum cov neeg uas muaj mob lub cev, ces cov neeg ntawd tej mob txawm zoo lawm, thiab cov neeg uas raug dab los dab cia li tawm lawm."},{"bible_id":"1525","chapter_code":"ACT.19","verse_code":"ACT.19.13","label":"13","content":"Cov Yudais uas txawj ntiab dab muaj qee leej mus ntiab dab rau qhov ub qhov no. Lawv tuav Yexus lub npe ntiab dab saib dab puas tawm. Lawv hais rau dab hais tias, “Peb tuav Yexus tus muaj hwjchim uas Paulus qhia ntiab nej tawm.”"},{"bible_id":"1525","chapter_code":"ACT.19","verse_code":"ACT.19.14","label":"14","content":"Cov uas ua li ntawd twb yog cov Yudais tus Povthawj Hlob uas hu ua Xakevas xya leej tub ntag."},{"bible_id":"1525","chapter_code":"ACT.19","verse_code":"ACT.19.15","label":"15","content":"Dab teb lawv hais tias, “Kuv yeej paub Yexus thiab paub Paulus, tiamsis nej ho yog leejtwg?”"},{"bible_id":"1525","chapter_code":"ACT.19","verse_code":"ACT.19.16","label":"16","content":"Tus txivneej uas raug dab ntawd txawm muab lawv ntaus; nws ntaus yeej lawv, lawv txawm khiav tawm hauv nws lub tsev mus. Lawv tej ris tsho ntuag thiab ibce to tas huv tibsi."},{"bible_id":"1525","chapter_code":"ACT.19","verse_code":"ACT.19.17","label":"17","content":"Cov Yudais thiab lwm Haivneeg uas nyob hauv lub nroog Efexus puavleej hnov zaj no, lawv ntshai kawg li. Ces Tswv Yexus lub npe txawm nrov ncha moo lug mus thoob plaws txhua qhov."},{"bible_id":"1525","chapter_code":"ACT.19","verse_code":"ACT.19.18","label":"18","content":"Cov uas twb xub los ntseeg lawm, muaj ntau leej tuaj lees lawv tej kev txhaum tabmeeg sawvdaws."},{"bible_id":"1525","chapter_code":"ACT.19","verse_code":"ACT.19.19","label":"19","content":"Cov neeg uas txawj ua khawvkoob ntau leej muab lawv tej ntawv khawvkoob coj tuaj hlawv tabmeeg sawvdaws. Lawv tej ntawv ntawd raug nqi tsib caug txhiab lub nyiaj."},{"bible_id":"1525","chapter_code":"ACT.19","verse_code":"ACT.19.20","label":"20","content":"Yog li ntawd, tus Tswv Txojlus uas muaj hwjchim  thiaj nrov ncha mus thoob plaws txhua qhov thiab muaj neeg los ntseeg coob zuj zus."},{"bible_id":"1525","chapter_code":"ACT.19","verse_code":"ACT.19.21","label":"21","content":"Thaum dhau tej xwm ntawd lawm, Paulus npaj siab  hais tias nws yuav mus rau tim Makedaunias thiab Akhayas, nws mam li mus rau nram lub nroog Yeluxalees. Paulus hais tias, “Tom qab ntawd kuv yuav tsum mus rau tim lub nroog Loos.”"},{"bible_id":"1525","chapter_code":"ACT.19","verse_code":"ACT.19.22","label":"22","content":"Paulus txib Timautes thiab Elatus uas nrog nws ua haujlwm ua nws ntej mus rau tim lub xeev Makedaunias. Thaum nkawd mus lawm, Paulus tseem nyob hauv lub xeev Axias tau ib ntus thiab."},{"bible_id":"1525","chapter_code":"ACT.19","verse_code":"ACT.19.23","label":"23","content":"Thaum ntawd nyob hauv lub nroog Efexus muaj kev kub ntxhov, rau qhov muaj neeg los ntseeg Yexus coob zuj zus."},{"bible_id":"1525","chapter_code":"ACT.19","verse_code":"ACT.19.24","label":"24","content":"Nyob hauv lub nroog ntawd muaj ib tug txivneej hu ua De-meti-us, nws yog ib tug uas ntaus nyiaj muag, nws muab nyiaj nchuav ua tej lub nyuag tsev me me zoo li lub tsev teev tus mlom pojniam Atemis, ua rau cov neeg uas ntaus nyiaj tau nyiaj ntau heev."},{"bible_id":"1525","chapter_code":"ACT.19","verse_code":"ACT.19.25","label":"25","content":"De-meti-us txawm mus hu cov uas ntaus nyiaj ntawd thiab lwm cov uas txawj ntaus nyiaj ib yam li lawv cov tuaj sablaj. Nws hais rau lawv hais tias, “Nej sawvdaws yeej paub hais tias twb yog vim peb ua tes haujlwm no peb thiaj tau noj tau haus."},{"bible_id":"1525","chapter_code":"ACT.19","verse_code":"ACT.19.26","label":"26","content":"Nej twb pom thiab hnov tej uas tus Paulus ntawd qhia lawm. Nws qhia hais tias tej mlom uas peb nchuav no tsis tseemceeb dabtsi li. Nws hais li ntawd ua rau cov neeg uas nyob hauv lub nroog Efexus no thiab cov uas nyob thoob plaws lub xeev Axias tso txoj qub kevcai tseg yuav tas."},{"bible_id":"1525","chapter_code":"ACT.19","verse_code":"ACT.19.27","label":"27","content":"Yog peb tsis ceevfaj, nyob tsam tej uas peb ua yuav poob nqi thiab ntshai sawvdaws yuav saib tsis taus lub tsev uas peb pe tus mlom pojniam Alatemis uas muaj hwjchim loj, ces tus mlom pojniam Alatemis uas cov neeg uas nyob hauv lub xeev Axias thiab tej neeg uas nyob thoob plaws hauv qab ntuj no pe yuav tsis muaj hwjchim lawm.”"},{"bible_id":"1525","chapter_code":"ACT.19","verse_code":"ACT.19.28","label":"28","content":"Thaum De-meti-us hais li ntawd tas, sawvdaws chim heev. Lawv txawm qw nrov nrov hais tias, “Cov neeg Efexus tus mlom pojniam Alatemis muaj hwjchim loj kawg nkaus.”"},{"bible_id":"1525","chapter_code":"ACT.19","verse_code":"ACT.19.29","label":"29","content":"Ces txawm muaj kev ntxhov thoob plaws hauv lub nroog Efexus. Sawvdaws txawm tuaj ntes kiag Nkayus thiab Alitakhus uas yog neeg Makedaunias cab mus rau tom lub tshavpuam, rau qhov nkawd nrog Paulus tuaj."},{"bible_id":"1525","chapter_code":"ACT.19","verse_code":"ACT.19.30","label":"30","content":"Paulus xav mus cheem cov neeg ntawd, tiamsis cov ntseeg tsis kheev Paulus mus."},{"bible_id":"1525","chapter_code":"ACT.19","verse_code":"ACT.19.31","label":"31","content":"Cov nomtswv uas nrog Paulus sib raug zoo, lawv txib neeg mus cheem kom Paulus tsis txhob mus hauv cov neeg coob coob uas nyob tom tshavpuam."},{"bible_id":"1525","chapter_code":"ACT.19","verse_code":"ACT.19.32","label":"32","content":"Thaum ntawd cov neeg coob coob uas nyob tod tabtom ntxhov heev, nyias taus nyias qw li ub li no, rau qhov muaj ibtxhia tsis paub hais tias xyov lawv tuaj sablaj zaj dabtsi tiag!"},{"bible_id":"1525","chapter_code":"ACT.19","verse_code":"ACT.19.33","label":"33","content":"Cov Yudais txawm muab Alexades thawb mus rau tom sawvdaws hauv ntej, ces muaj qee leej xav hais tias tus uas ua txhaum ntshai yog Alexades. Alexades txawm co tes kom sawvdaws nyob twjywm, nws yuav qhia zaj ntawd rau sawvdaws saib yog li cas."},{"bible_id":"1525","chapter_code":"ACT.19","verse_code":"ACT.19.34","label":"34","content":"Tiamsis thaum lawv pom hais tias Alexades yog neeg Yudais thiab, lawv qw tau ob txoos teev hais tias, “Cov neeg Efexus tus mlom Alatemis muaj hwjchim loj kawg nkaus.”"},{"bible_id":"1525","chapter_code":"ACT.19","verse_code":"ACT.19.35","label":"35","content":"Thaum kawg tus teev ntawv hauv lub nroog hais kom sawvdaws nyob twjywm. Nws hais tias, “Cov neeg Efexus, sawvdaws puavleej paub hais tias cov neeg uas nyob hauv lub nroog Efexus no yog cov uas tu lub tsev teev tus mlom Alatemis uas muaj hwjchim loj kawg nkaus thiab tu lub pobzeb tseemceeb uas poob saum ntuj los."},{"bible_id":"1525","chapter_code":"ACT.19","verse_code":"ACT.19.36","label":"36","content":"Sawvdaws puavleej paub hais tias muaj li ntawd tiag. Yog li ntawd, nej cia li nyob twjywm tsis txhob lam tau lam ua rau sawvdaws ntxhov."},{"bible_id":"1525","chapter_code":"ACT.19","verse_code":"ACT.19.37","label":"37","content":"Nej ntes nkawd los ua dabtsi? Nkawd twb tsis tau mus nyiag ib yam dabtsi hauv lub tsev teev mlom lossis thuam peb tus mlom los sav."},{"bible_id":"1525","chapter_code":"ACT.19","verse_code":"ACT.19.38","label":"38","content":"Yog De-meti-us thiab nws cov neeg ntaus nyiaj ntawd xav nkaug leejtwg rau nomtswv, peb yeej muaj tsev hais plaub thiab muaj tus txiav txim huv tibsi, kom lawv mus sib hais lawm tod."},{"bible_id":"1525","chapter_code":"ACT.19","verse_code":"ACT.19.39","label":"39","content":"Tiamsis yog nej ho muaj dua lwm zaj, nej yuav tsum hu sawvdaws tuaj ua ke sablaj tso mam li txiav txim."},{"bible_id":"1525","chapter_code":"ACT.19","verse_code":"ACT.19.40","label":"40","content":"Yog peb tsis ua li no nyob tsam cov nomtswv yuav hais tias tej kev kub ntxhov hnub no yog peb ua, ces peb yuav tsis muaj lus teb lawv, rau qhov tej kev kub ntxhov no tsis muaj hauvpaus hauvntsis dabtsi.”"},{"bible_id":"1525","chapter_code":"ACT.19","verse_code":"ACT.19.41","label":"41","content":"Thaum nws hais li ntawd tas, ces nws txawm kom sawvdaws mus tsev."},{"bible_id":"1525","chapter_code":"ACT.20","verse_code":"ACT.20.1","label":"1","content":"Thaum tsis muaj kev kub ntxhov lawm, Paulus hu cov ntseeg tuaj ua ke. Nws hais lus txhawb lawv zog tas, nws txawm ncaim lawv mus rau pem lub xeev Makedaunias lawm."},{"bible_id":"1525","chapter_code":"ACT.20","verse_code":"ACT.20.2","label":"2","content":"Thaum nws taug kev mus, nws qhia ntau zaj txhawb cov ntseeg uas nyob hauv tej zejzog hauv lub xeev ntawd lub zog, nws mam li mus txog nram lub xeev Akhayas."},{"bible_id":"1525","chapter_code":"ACT.20","verse_code":"ACT.20.3","label":"3","content":"Nws nyob hauv lub xeev Akhayas tau peb hlis. Thaum nws tabtom yuav caij nkoj mus rau tim tebchaws Xilias, nws hnov hais tias cov Yudais tuavhauv yuav ua phem rau nws. Ces nws txawm xav hais tias nws yuav rov qab mus rau pem lub xeev Makedaunias."},{"bible_id":"1525","chapter_code":"ACT.20","verse_code":"ACT.20.4","label":"4","content":"Cov neeg uas nrog Paulus mus yog Pilehus tus tub Xaupates uas nyob hauv Npele-as, Alitakhus thiab Xekudus uas nyob hauv lub nroog Thexalaunikes; Nkayus uas nyob hauv lub nroog Denpis; Tikhikus thiab Taufimus uas nyob hauv lub xeev Axias thiab Timautes."},{"bible_id":"1525","chapter_code":"ACT.20","verse_code":"ACT.20.5","label":"5","content":"Lawv cov ntawd xub ua ntej mus nyob nram lub nroog Tau-as tos peb."},{"bible_id":"1525","chapter_code":"ACT.20","verse_code":"ACT.20.6","label":"6","content":"Thaum peb ua Kevcai Noj Ncuav tsis Xyaw Keeb tas, peb txawm caij nkoj tawm hauv lub nroog Filipis mus rau nram lub nroog Tau-as. Peb mus tau tsib hnub mam li mus txog nrad, thiab peb nyob nrad tau rau xya hnub."},{"bible_id":"1525","chapter_code":"ACT.20","verse_code":"ACT.20.7","label":"7","content":"Hnub xya  thaum tsaus ntuj peb tuaj noj mov ua ke thiab ua kevcai noj tus Tswv Rooj Mov. Paulus qhia lawv txog ib tag hmo, rau qhov thaum kaj ntug nws yuav ncaim lawv mus."},{"bible_id":"1525","chapter_code":"ACT.20","verse_code":"ACT.20.8","label":"8","content":"Chav tsev txheej saum uas peb sablaj ntawd, lawv taws ntau lub teeb."},{"bible_id":"1525","chapter_code":"ACT.20","verse_code":"ACT.20.9","label":"9","content":"Hmo ntawd muaj ib tug hluas hu ua Etikhus, nws nyob ntawm lub qhovrai mloog Paulus qhia. Thaum Paulus tseem tabtom qhia, Etikhus tsaug zog heev, nws txawm cia li looj hlias thiab poob ntawm lub qhovrai uas yog txheej tsev peb mus rau hauv av. Thaum lawv nqis mus muab nws tsa hlo nws twb tuag lawm."},{"bible_id":"1525","chapter_code":"ACT.20","verse_code":"ACT.20.10","label":"10","content":"Tiamsis thaum Paulus nqis los txog, Paulus txawm mus puag nkaus tus hluas ntawd; Paulus hais rau sawvdaws hais tias, “Nej tsis txhob txhawj, nws twb muaj sia lawm.”"},{"bible_id":"1525","chapter_code":"ACT.20","verse_code":"ACT.20.11","label":"11","content":"Ces Paulus nce rov mus rau saum tsev thiab muab ncuav los faib rau sawvdaws noj raws li kevcai noj tus Tswv Rooj Mov. Paulus nrog sawvdaws tham mus txog kaj ntug, nws mam li ncaim lawv mus lawm."},{"bible_id":"1525","chapter_code":"ACT.20","verse_code":"ACT.20.12","label":"12","content":"Sawvdaws pom tus hluas ntawd tseem muaj sia, lawv zoo siab kawg li, lawv txawm coj nws mus tsev."},{"bible_id":"1525","chapter_code":"ACT.20","verse_code":"ACT.20.13","label":"13","content":"Peb caij nkoj ua ntej mus nyob nram lub nroog Axaus tos Paulus. Nws twb xub hais kom peb mus nyob nrad tos nws, rau qhov nws yuav mus kotaw mus rau nrad, nws mam li nrog peb caij nkoj mus."},{"bible_id":"1525","chapter_code":"ACT.20","verse_code":"ACT.20.14","label":"14","content":"Thaum Paulus tuaj txog nram lub nroog Axaus, peb thiaj coj nws nrog peb caij nkoj mus rau nram lub nroog Mitilenes."},{"bible_id":"1525","chapter_code":"ACT.20","verse_code":"ACT.20.15","label":"15","content":"Peb caij nkoj tawm hauv lub nroog Mitilenes mus ib hnub txog ntawm lub koog Povtxwv Khi-aus; hnub tom qab peb caij nkoj tawm ntawm Khi-aus mus ib hnub txog lub koog Povtxwv Xamaus, thiab hnub tom qab peb mus txog nram lub nroog Miletus."},{"bible_id":"1525","chapter_code":"ACT.20","verse_code":"ACT.20.16","label":"16","content":"Paulus twb xav tseg lawm hais tias nws yuav tsis mus so hauv lub nroog Efexus, rau qhov nws tsis muaj sijhawm so hauv xeev Axias; nws yuav maj mus nram lub nroog Yeluxalees saib mus puas ncav hnub uas sawvdaws ua kevcai Peetekos. Yog li ntawd, peb thiaj caij nkoj dhau plaws mus tsis so hauv lub nroog Efexus."},{"bible_id":"1525","chapter_code":"ACT.20","verse_code":"ACT.20.17","label":"17","content":"Thaum Paulus tseem nyob hauv lub nroog Miletus, nws txib neeg mus hu cov txwjlaug uas saib cov ntseeg pem lub nroog Efexus kom tuaj cuag nws."},{"bible_id":"1525","chapter_code":"ACT.20","verse_code":"ACT.20.18","label":"18","content":"Thaum cov txwjlaug tuaj txog lawm, Paulus hais rau lawv hais tias, “Txij thaum kuv tuaj txog hauv lub xeev Axias los txog hnub no, kuv ua kuv lub neej zoo li cas los nej puavleej pom."},{"bible_id":"1525","chapter_code":"ACT.20","verse_code":"ACT.20.19","label":"19","content":"Txawm yog cov Yudais pheej tuavhauv ua phem rau kuv kom kuv raug kev txomnyem los kuv tseem ua siab ntev ua Vajtswv tes haujlwm. Thaum kuv ua tes haujlwm ntawd, muaj qee zaus los kuv kua muag kawg li."},{"bible_id":"1525","chapter_code":"ACT.20","verse_code":"ACT.20.20","label":"20","content":"Thiab nej twb paub hais tias, thaum kuv qhia nej hauv nej tej tsev thiab hauv tej tsev sablaj, kuv yeej qhia tej zaj uas yuav pab tau nej xwb, kuv tsis zais ib los li."},{"bible_id":"1525","chapter_code":"ACT.20","verse_code":"ACT.20.21","label":"21","content":"Kuv pheej ntuas cov Yudais thiab lwm Haivneeg kom sawvdaws nyias tso nyias tej kev txhaum tseg, tig rov los cuag Vajtswv thiab ntseeg peb tus Tswv Yexus."},{"bible_id":"1525","chapter_code":"ACT.20","verse_code":"ACT.20.22","label":"22","content":"Nimno Vaj Ntsujplig tus Dawbhuv yuav kom kuv mus nram lub nroog Yeluxalees. Thaum kuv mus txog nrad, kuv yuav raug kev txomnyem li cas los kuv tsis paub."},{"bible_id":"1525","chapter_code":"ACT.20","verse_code":"ACT.20.23","label":"23","content":"Kuv tsuas paub raws li Vaj Ntsujplig qhia rau kuv lawm xwb. Nws qhia kuv hais tias kuv yuav raug kaw hauv tsev lojcuj thiab yuav raug kev txomnyem hauv tej nroog uas kuv yuav mus ntawd."},{"bible_id":"1525","chapter_code":"ACT.20","verse_code":"ACT.20.24","label":"24","content":"Tiamsis kuv yeej tsis suav hais tias kuv lub neej tseemceeb dabtsi, rau qhov kuv xav ua tes haujlwm uas tus Tswv Yexus muab rau kuv ua kom tiav. Tes haujlwm ntawd yog mus qhia Txojmoo Zoo rau sawvdaws kom lawv paub hais tias Vajtswv hlub lawv."},{"bible_id":"1525","chapter_code":"ACT.20","verse_code":"ACT.20.25","label":"25","content":"“Kuv twb mus txhua qhov qhia rau sawvdaws hais txog Vajtswv lub Tebchaws. Nimno kuv paub hais tias nej txhua tus uas nyob ntawm no yuav tsis muaj ib tug rov pom kuv li lawm."},{"bible_id":"1525","chapter_code":"ACT.20","verse_code":"ACT.20.26","label":"26","content":"Yog li ntawd, hnub no kuv qhia rau nej hais tias yog nej cov leejtwg raug kev puastsuaj, nej tsis txhob liam hais tias kuv tsis qhia nej."},{"bible_id":"1525","chapter_code":"ACT.20","verse_code":"ACT.20.27","label":"27","content":"Rau qhov kuv twb qhia tej uas Vajtswv xav kom nej paub rau nej lawm, kuv tsis tau zais ib qho li."},{"bible_id":"1525","chapter_code":"ACT.20","verse_code":"ACT.20.28","label":"28","content":"Nej yuav tsum ceevfaj nyob tsam nej yuam kev thiab nej yuav tsum ua tib zoo saib pab yaj uas Vaj Ntsujplig tus Dawbhuv muab tso rau nej ua tus saib. Nej yuav tsum saib cov ntseeg ntawd ib yam li tus tswv yaj saib nws pab yaj. Cov ntseeg ntawd yog cov uas Vajtswv  tus Tub tuag txhiv  los ua nws cov lawm."},{"bible_id":"1525","chapter_code":"ACT.20","verse_code":"ACT.20.29","label":"29","content":"Kuv paub hais tias thaum kuv mus lawm, hma yeej yuav los rau hauv nej cov. Thaum hma los, hma yuav tom txhua tus yaj huv tibsi."},{"bible_id":"1525","chapter_code":"ACT.20","verse_code":"ACT.20.30","label":"30","content":"Txawm yog hauv nej cov los yeej yuav muaj qee leej qhia tsis tseeb ntxias cov ntseeg kom mus ua lawv thwjtim."},{"bible_id":"1525","chapter_code":"ACT.20","verse_code":"ACT.20.31","label":"31","content":"Nej yuav tsum ceevfaj thiab nco ntsoov hais tias, kuv twb niaj hnub niaj hmo qhia nej tau peb xyoos los lawm. Thaum kuv qhia nej ntawd muaj qee zaus los kuv kua muag kawg li."},{"bible_id":"1525","chapter_code":"ACT.20","verse_code":"ACT.20.32","label":"32","content":"“Nimno kuv yuav ncaim nej mus, kuv thov Vajtswv tsomkwm nej, nej yuav tsum khaws Vajtswv tej lus uas hais tias Vajtswv hlub nej rau hauv nej lub siab. Vajtswv Txojlus ntawd thiaj pab tau nej kom nej muab siab rau ntseeg thiab yuav pub tej koob hmoov uas Vajtswv twb npaj tseg cia rau cov uas ntseeg nws lawm rau nej."},{"bible_id":"1525","chapter_code":"ACT.20","verse_code":"ACT.20.33","label":"33","content":"Kuv yeej tsis ntshaw leejtwg tej nyiaj tej kub lossis tej ris tsho hnav los ua kuv tug."},{"bible_id":"1525","chapter_code":"ACT.20","verse_code":"ACT.20.34","label":"34","content":"Nej sawvdaws puavleej paub hais tias kuv thiab cov phoojywg uas nrog kuv ua haujlwm tau noj tau hnav twb yog vim kuv ob txhais tes khwv yug sawvdaws xwb, kuv yeej tsis tau thov leejtwg li."},{"bible_id":"1525","chapter_code":"ACT.20","verse_code":"ACT.20.35","label":"35","content":"Txhua yam haujlwm uas kuv ua rau nej pom twb yog kuv ua qhia rau nej paub hais tias peb yuav tsum ua haujlwm hnyav li ntawd thiaj pab tau cov neeg uas tsis muaj zog. Thiab peb yuav tsum nco ntsoov tej lus uas tus Tswv Yexus qhia hais tias, ‘Thaum yus pub rau luag yus zoo siab heev dua thaum yus tau luag li.’ ”"},{"bible_id":"1525","chapter_code":"ACT.20","verse_code":"ACT.20.36","label":"36","content":"Thaum Paulus qhia lawv tas, Paulus thiab cov neeg uas mloog nws qhia sawvdaws txhos caug thov Vajtswv."},{"bible_id":"1525","chapter_code":"ACT.20","verse_code":"ACT.20.37","label":"37","content":"Thaum Paulus yuav ncaim lawv mus, sawvdaws quaj quaj thiab lawv los puag Paulus xubpwg nwj Paulus."},{"bible_id":"1525","chapter_code":"ACT.20","verse_code":"ACT.20.38","label":"38","content":"Lawv nyuaj siab kawg li, rau qhov nws hais tias lawv yuav tsis pom nws lawm, ces lawv txawm xa nws mus rau nram lub nkoj."},{"bible_id":"1525","chapter_code":"ACT.21","verse_code":"ACT.21.1","label":"1","content":"Thaum peb ncaim lawv mus lawm, peb txawm caij nkoj ncaj nraim mus rau nram lub koog Povtxwv Kaus; hnub tom qab peb mus txog nram lub koog Povtxwv Laudes, thiab tom qab ntawm peb mam li mus txog lub nroog Patalas."},{"bible_id":"1525","chapter_code":"ACT.21","verse_code":"ACT.21.2","label":"2","content":"Peb pom ib lub nkoj yuav mus rau tim lub xeev Faunikias, peb thiaj caij lub nkoj ntawd mus."},{"bible_id":"1525","chapter_code":"ACT.21","verse_code":"ACT.21.3","label":"3","content":"Thaum peb mus pom lub koog Povtxwv Xaipas lawm, peb txawm mus sab qabteb rau tim tebchaws Xilias. Lawv yuav thau tej qhov txhia chaw hauv lub nkoj rau ntawm lub nroog Tiles, peb thiaj nres nkoj ntawm lub nroog ntawd."},{"bible_id":"1525","chapter_code":"ACT.21","verse_code":"ACT.21.4","label":"4","content":"Thaum peb nrhiav tau cov ntseeg uas nyob hauv lub nroog Tiles lawm, peb nrog lawv nyob tau xya hnub. Vaj Ntsujplig qhia rau lawv kom lawv tsis txhob pub Paulus mus nram lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"ACT.21","verse_code":"ACT.21.5","label":"5","content":"Tiamsis thaum dhau xya hnub lawm, peb ncaim lawv mus. Lawv txhua tus thiab lawv tej pojniam menyuam sawvdaws puavleej xa peb mus txog nram ntug hiavtxwv, peb sawvdaws txhos caug ntawm ntug hiavtxwv thov Vajtswv."},{"bible_id":"1525","chapter_code":"ACT.21","verse_code":"ACT.21.6","label":"6","content":"Ces peb txawm sib ncaim, thaum peb nce rau hauv nkoj, lawv txawm rov qab mus tsev lawm."},{"bible_id":"1525","chapter_code":"ACT.21","verse_code":"ACT.21.7","label":"7","content":"Peb caij nkoj tawm hauv lub nroog Tiles mus kawg kev nkoj rau nram lub nroog Petaulemais, peb mus saib cov ntseeg hauv lub nroog ntawd thiab nrog lawv nyob tau ib hnub."},{"bible_id":"1525","chapter_code":"ACT.21","verse_code":"ACT.21.8","label":"8","content":"Hnub tom qab peb mus rau nram lub nroog Xixaleyas. Peb mus so hauv Filis uas yog ib tug qhia txojmoo zoo lub tsev. Filis yog ib tug ntawm xya leej uas cov ntseeg nram lub nroog Yeluxalees tau xaiv los ua haujlwm."},{"bible_id":"1525","chapter_code":"ACT.21","verse_code":"ACT.21.9","label":"9","content":"Filis muaj plaub tus ntxhais tsis tau yuav txiv. Lawv plaub leeg ntawd puavleej qhia Vajtswv Txojlus."},{"bible_id":"1525","chapter_code":"ACT.21","verse_code":"ACT.21.10","label":"10","content":"Peb nyob hauv Filis tsev tau ob peb hnub, muaj ib tug cev Vajtswv lus hu ua Ankanpus tuaj nram xeev Yudas tuaj."},{"bible_id":"1525","chapter_code":"ACT.21","verse_code":"ACT.21.11","label":"11","content":"Nws tuaj saib peb, nws muab Paulus txoj siv sia los khi nws tes nws taw, thiab nws hais tias Vaj Ntsujplig hais tias, “Cov Yudais uas nyob nram lub nroog Yeluxalees yuav muab tus uas sia txoj siv no khi ib yam li no thiab yuav muab nws rau lwm Haivneeg coj mus tsimtxom.”"},{"bible_id":"1525","chapter_code":"ACT.21","verse_code":"ACT.21.12","label":"12","content":"Thaum peb hnov li ntawd, peb thiab cov ntseeg uas nyob ntawd cheem tsis kheev Paulus mus rau nram lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"ACT.21","verse_code":"ACT.21.13","label":"13","content":"Tiamsis Paulus hais rau lawv hais tias, “Nej quaj ua dabtsi, nej yuav ua kom kuv nyuaj siab los? Kuv yeej npaj txhij lawm, tsis yog cov neeg hauv lub nroog Yeluxalees yuav muab kuv khi xwb, txawm yog lawv yuav kuv tua povtseg, vim kuv ua tus Tswv Yexus tes haujlwm los kuv yeej yuav mus nrad.”"},{"bible_id":"1525","chapter_code":"ACT.21","verse_code":"ACT.21.14","label":"14","content":"Peb cheem tsis tau nws, yog li ntawd peb txawm cia nws mus thiab hais tias, “Nyob tsam yog tus Tswv pom zoo.”"},{"bible_id":"1525","chapter_code":"ACT.21","verse_code":"ACT.21.15","label":"15","content":"Thaum ntawd peb txawm sawbsim qhov txhia chaw thiab mus rau nram lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"ACT.21","verse_code":"ACT.21.16","label":"16","content":"Cov ntseeg uas nyob hauv lub nroog Xixaleyas muaj qee leej nrog peb mus thiab, thaum peb mus txog, lawv coj peb mus so hauv  Manaxoos tsev, yav tas los Manaxoos nyob pem lub koog Povtxwv Xaipas thiab nws twb ntseeg Vajtswv ntev los lawm."},{"bible_id":"1525","chapter_code":"ACT.21","verse_code":"ACT.21.17","label":"17","content":"Thaum peb mus txog hauv lub nroog Yeluxalees, cov ntseeg zoo siab kawg li."},{"bible_id":"1525","chapter_code":"ACT.21","verse_code":"ACT.21.18","label":"18","content":"Hnub tom qab Paulus nrog peb mus saib Yakaunpaus. Cov txwjlaug uas saib cov ntseeg twb tuaj nyob ntawd tos peb lawm."},{"bible_id":"1525","chapter_code":"ACT.21","verse_code":"ACT.21.19","label":"19","content":"Thaum Paulus nrog lawv tham, Paulus piav txhua yam uas Vajtswv ua txij thaum Paulus mus qhia lwm Haivneeg rau lawv mloog."},{"bible_id":"1525","chapter_code":"ACT.21","verse_code":"ACT.21.20","label":"20","content":"Thaum lawv hnov Paulus hais li ntawd, lawv ua Vajtswv tsaug. Lawv hais rau Paulus hais tias, “Tijlaug, koj twb paub hais tias cov Yudais muaj ntau txhiab leej los ntseeg Yexus lawm, lawv yog cov uas coj Mauxes txoj kevcai nruj."},{"bible_id":"1525","chapter_code":"ACT.21","verse_code":"ACT.21.21","label":"21","content":"Lawv hnov hais tias, koj pheej mus qhia cov Yudais uas nyob hauv lwm Haivneeg tej tebchaws kom lawv tso Mauxes txoj Kevcai tseg, tsis txhob muab tej menyuam ua kevcai txiav, lawv tsis txhob ua raws li cov Yudais txoj kevcai uas sawvdaws ibtxwm coj los lawm."},{"bible_id":"1525","chapter_code":"ACT.21","verse_code":"ACT.21.22","label":"22","content":"Lawv sawvdaws yeej yuav hnov hais tias koj tuaj txog ntawm no lawm. Yog li ntawd, koj yuav ua li cas?"},{"bible_id":"1525","chapter_code":"ACT.21","verse_code":"ACT.21.23","label":"23","content":"Peb xav kom koj ua li no. Muaj plaub tug txivneej nyob ntawm no, lawv tau coglus tseg hais tias,"},{"bible_id":"1525","chapter_code":"ACT.21","verse_code":"ACT.21.24","label":"24","content":"lawv yuav ua kevcai ntxuav; koj cia li nrog lawv mus thiab muab nyiaj pab them lawv tej nqi, lawv thiaj tau chais lawv tej plaubhau.  Yog koj ua li ntawd, sawvdaws thiaj paub hais tias koj coj raws li Mauxes txoj Kevcai, koj tsis tau ua tej uas lawv hnov ntawd."},{"bible_id":"1525","chapter_code":"ACT.21","verse_code":"ACT.21.25","label":"25","content":"Peb twb sau ib tsab ntawv rau lwm Haivneeg uas ntseeg Vajtswv lawm hais tias peb sawvdaws pom zoo kom lawv tsis txhob noj tej qhov txhia chaw uas muab fij rau dab, tsis txhob noj ntshav, tsis txhob noj tej qaij tsiaj uas hlua zawm cajdab tuag thiab tsis txhob deev luag pojniam luag txiv.”"},{"bible_id":"1525","chapter_code":"ACT.21","verse_code":"ACT.21.26","label":"26","content":"Yog li ntawd, Paulus coj plaub tus txivneej ntawd mus, thiab hnub tom qab nws nrog lawv ua kevcai ntxuav. Paulus mus qhia rau tus povthawj uas saib lub Tuamtsev paub hais tias thaum twg lawv mam li ua kevcai ntxuav tiav. Hnub uas lawv ua kevcai ntxuav tiav yog hnub uas lawv nqa khoom tuaj fij rau Vajtswv raws li lawv twb coglus tseg lawm hais tias lawv yuav ua li ntawd."},{"bible_id":"1525","chapter_code":"ACT.21","verse_code":"ACT.21.27","label":"27","content":"Thaum Yuav dhau xya hnub uas lawv ua kevcai ntxuav ntawd, cov Yudais uas tuaj pem lub xeev Axias tuaj muaj qee leej pom Paulus nyob hauv lub Tuamtsev. Ces lawv txawm ntxias kom cov pejxeem ntxhov thiab lawv txawm ntes Paulus."},{"bible_id":"1525","chapter_code":"ACT.21","verse_code":"ACT.21.28","label":"28","content":"Lawv qw nrov nrov hais tias, “Cov Yixalayees! Nej cia li los pab peb! Tus no yog tus uas pheej mus qhia txhua qhov kom sawvdaws ntxub cov Yixalayees, saib tsis taus Mauxes txoj Kevcai thiab lub Tuamtsev no. Tsis yog li ntawd xwb, nws tseem coj lwm Haivneeg tuaj rau hauv lub Tuamtsev thiab ua rau lub Tuamtsev tsis huv lawm.” ("},{"bible_id":"1525","chapter_code":"ACT.21","verse_code":"ACT.21.29","label":"29","content":"Lawv hais li ntawd rau qhov lawv pom Taufimus uas tuaj pem lub nroog Efexus tuaj nrog Paulus nyob ua ke hauv lub nroog, lawv thiaj xav hais tias Paulus yeej coj Taufimus mus rau hauv lub Tuamtsev lawm.)"},{"bible_id":"1525","chapter_code":"ACT.21","verse_code":"ACT.21.30","label":"30","content":"Tej lus uas lawv hais ntawd ua rau cov pejxeem uas nyob hauv lub nroog ntxhov. Ces lawv txawm khiav zom zaws tuaj ntes Paulus thiab muab nws cab tawm hauv lub Tuamtsev mus. Tamsim ntawd txawm muaj ib tug los muab lub Tuamtsev tej qhovrooj kaw kiag lawm."},{"bible_id":"1525","chapter_code":"ACT.21","verse_code":"ACT.21.31","label":"31","content":"Thaum cov neeg coob coob ntawd tabtom yuav muab Paulus tua povtseg, txawm muaj ib tug mus qhia rau tus thawj tubrog pawg txhiab uas saib cov tubrog Loos hais tias cov pejxeem uas nyob hauv lub nroog Yeluxalees no sawvdaws ntxhov heev lawm."},{"bible_id":"1525","chapter_code":"ACT.21","verse_code":"ACT.21.32","label":"32","content":"Thaum tus thawj tubrog pawg txhiab hnov li ntawd, nws txawm coj cov thawj tubrog pawg pua thiab ib pab tubrog nrog nws mus saib yog ua cas cov pejxeem thiaj ntxhov li ntawd. Thaum cov pejxeem pom tus thawj tubrog pawg txhiab coj tubrog khiav tuaj, ces lawv txawm tsis ntaus Paulus lawm."},{"bible_id":"1525","chapter_code":"ACT.21","verse_code":"ACT.21.33","label":"33","content":"Tus thawj tubrog pawg txhiab tuaj txog ntua ntawm Paulus, nws tuav nkaus Paulus thiab hais kom cov tubrog muab ob txoj saw hlau los khi Paulus. Tus thawj tubrog txawm nug hais tias, “Tus no yog leejtwg, thiab nws ua txhaum dabtsi?”"},{"bible_id":"1525","chapter_code":"ACT.21","verse_code":"ACT.21.34","label":"34","content":"Cov neeg ntawd lawv nyias hais nyias lawm ib yam tsis sib thooj. Ces tus thawj tubrog pawg txhiab paub tsis tseeb hais tias yog vim li cas, nws thiaj kom cov tubrog coj Paulus mus rau hauv cov tubrog lub yeej."},{"bible_id":"1525","chapter_code":"ACT.21","verse_code":"ACT.21.35","label":"35","content":"Thaum lawv mus txog ntawm tus ntaiv, cov tubrog txawm muab Paulus nqa, rau qhov cov pejxeem ua nruj ua tsiv heev rau Paulus."},{"bible_id":"1525","chapter_code":"ACT.21","verse_code":"ACT.21.36","label":"36","content":"Cov pejxeem lawv Paulus qab thiab qw ntsoog qees hais tias, “Cia li coj nws mus tua povtseg.”"},{"bible_id":"1525","chapter_code":"ACT.21","verse_code":"ACT.21.37","label":"37","content":"Thaum cov tubrog tabtom coj Paulus mus rau hauv lub tsev, Paulus txawm hais rau tus thawj tubrog pawg txhiab hais tias, “Thov cia kuv hais ib los rau koj puas tau?” Tus thawj tubrog pawg txhiab teb hais tias, “Koj paub lus Kilis thiab los?"},{"bible_id":"1525","chapter_code":"ACT.21","verse_code":"ACT.21.38","label":"38","content":"Koj tsis yog tus neeg Iziv uas yav tas los tawmtsam nomtswv thiab coj plaub txhiab leej uas tua neeg nrog nws mus rau tom roob mojsab qhua los?”"},{"bible_id":"1525","chapter_code":"ACT.21","verse_code":"ACT.21.39","label":"39","content":"Paulus teb hais tias, “Kuv yog neeg Yudais, kuv yug hauv lub nroog Talaxus uas nyob pem tebchaws Kilikias. Kuv yog cov neeg uas nyob hauv lub nroog Talaxus ntag. Lub nroog ntawd yog ib lub nroog tseemceeb. Thov koj cia kuv hais rau cov pejxeem ntawd mentsis.”"},{"bible_id":"1525","chapter_code":"ACT.21","verse_code":"ACT.21.40","label":"40","content":"Tus thawj tubrog pawg txhiab thiaj cia Paulus hais. Paulus txawm sawv ntsug ntawm tus ntaiv co tes rau sawvdaws kom nyob twjywm. Thaum sawvdaws nyob twjywm lawm, Paulus txawm ua lus Henplais qhia rau lawv hais tias,"},{"bible_id":"1525","chapter_code":"ACT.22","verse_code":"ACT.22.1","label":"1","content":"“Nej cov uas ua niam ua txiv thiab ua kwv ua tij sawvdaws, nej cia li mloog, kuv yuav hais daws kuv zaj!”"},{"bible_id":"1525","chapter_code":"ACT.22","verse_code":"ACT.22.2","label":"2","content":"Thaum sawvdaws hnov Paulus ua lus Henplais hais, lawv txawm nyob twjywm mloog. Paulus hais tias,"},{"bible_id":"1525","chapter_code":"ACT.22","verse_code":"ACT.22.3","label":"3","content":"“Kuv yog neeg Yudais, kuv yug hauv lub nroog Talaxus uas nyob pem tebchaws Kilikias, tiamsis kuv los loj hlob nyob hauv lub nroog Yeluxalees no. Nkamaliyees yog tus xibhwb uas qhia ntawv rau kuv ntag. Kuv tau kawm peb cov yawgkoob txoj kevcai huv tibsi lawm. Thiab kuv muab siab rau ua Vajtswv tes haujlwm ib yam li niaj hnub no nej pom kuv ua."},{"bible_id":"1525","chapter_code":"ACT.22","verse_code":"ACT.22.4","label":"4","content":"Yav tas los kuv yog ib tug uas tau tsimtxom cov ntseeg. Muaj qee leej kuv muab tsimtxom tuag lawm. Kuv ntes cov ntseeg tsis hais pojniam lossis txivneej coj mus kaw rau hauv tsev lojcuj."},{"bible_id":"1525","chapter_code":"ACT.22","verse_code":"ACT.22.5","label":"5","content":"Tus Povthawj Hlob thiab cov Yudais tej nomtswv puavleej paub hais tias kuv hais tseeb xwb. Lawv ua ntawv rau kuv nqa mus rau cov kwvtij Yudais uas nyob pem lub nroog Damaxes, thaum ntawd kuv mus ntes cov ntseeg uas nyob ped khi thiab cab los rau txim rau nram lub nroog Yeluxalees no."},{"bible_id":"1525","chapter_code":"ACT.22","verse_code":"ACT.22.6","label":"6","content":"“Thaum yuav luag tavsu uas kuv tabtom taug kev mus yuav txog pem lub nroog Damaxes, txawm muaj duab tshav ntuj ci nplas saum ntuj tuaj rau kuv."},{"bible_id":"1525","chapter_code":"ACT.22","verse_code":"ACT.22.7","label":"7","content":"Kuv txawm ntog kiag rau hauv av, kuv hnov ib lub suab hais rau kuv hais tias, ‘Xaulus, Xaulus! Ua li cas koj tsimtxom kuv?’"},{"bible_id":"1525","chapter_code":"ACT.22","verse_code":"ACT.22.8","label":"8","content":"Kuv nug nws hais tias, ‘Tus Tswv, koj yog leejtwg?’ Nws teb kuv hais tias, ‘Kuv yog Yexus tus uas yog neeg Naxales uas koj tsimtxom ntag.’"},{"bible_id":"1525","chapter_code":"ACT.22","verse_code":"ACT.22.9","label":"9","content":"Cov txivneej uas nrog kuv mus puavleej pom tus duab tshav ntuj uas ci tuaj rau kuv, tiamsis lawv tsis hnov lub suab uas hais rau kuv."},{"bible_id":"1525","chapter_code":"ACT.22","verse_code":"ACT.22.10","label":"10","content":"Kuv nug hais tias, ‘Tus Tswv, yog li ntawd, kuv yuav ua li cas?’ Tus Tswv txawm hais rau kuv hais tias, ‘Koj cia li sawv mus rau hauv lub nroog Damaxes. Thaum koj mus txog tod yuav muaj neeg qhia rau koj paub txhua yam uas Vajtswv yuav kom koj ua.’"},{"bible_id":"1525","chapter_code":"ACT.22","verse_code":"ACT.22.11","label":"11","content":"Tus duab tshav ntuj uas ci ci ntawd ua rau kuv ob lub qhovmuag tsis pom kev lawm. Ces cov txivneej uas nrog kuv mus ntawd thiaj li tuav kuv tes mus rau hauv lub nroog Damaxes."},{"bible_id":"1525","chapter_code":"ACT.22","verse_code":"ACT.22.12","label":"12","content":"“Nyob hauv lub nroog Damaxes muaj ib tug txivneej hu ua Ananias uas coj Vajtswv txoj kevcai nruj, cov neeg Yudais uas nyob hauv lub nroog Damaxes puavleej hwm nws."},{"bible_id":"1525","chapter_code":"ACT.22","verse_code":"ACT.22.13","label":"13","content":"Nws tuaj saib kuv, nws los sawv ntawm kuv ib sab thiab nws hais rau kuv hais tias, ‘Nyuag kwv Xaulus, koj cia li rov pom kev.’ Tamsim ntawd kuv ob lub qhovmuag txawm rov pom kev, thiab kuv tsa qhovmuag saib nws."},{"bible_id":"1525","chapter_code":"ACT.22","verse_code":"ACT.22.14","label":"14","content":"Nws hais rau kuv hais tias, ‘Peb cov yawgkoob tug Vajtswv twb xaiv koj los ua tes haujlwm uas Vajtswv xav kom koj ua thiab kom koj pom Vajtswv tus tubtxib uas ncaj ncees thiab hnov lub suab uas nws hais rau koj."},{"bible_id":"1525","chapter_code":"ACT.22","verse_code":"ACT.22.15","label":"15","content":"Rau qhov koj yuav ua timkhawv qhia nws zaj uas koj pom thiab koj hnov lawm rau sawvdaws paub."},{"bible_id":"1525","chapter_code":"ACT.22","verse_code":"ACT.22.16","label":"16","content":"Nimno koj tseem yuav tos ua dabtsi? Koj cia li sawv tsees ua kevcai raus dej, thiab tuav tus Tswv lub npe thov, nws thiaj yuav zam koj tej kev txhaum.’"},{"bible_id":"1525","chapter_code":"ACT.22","verse_code":"ACT.22.17","label":"17","content":"“Thaum kuv rov los txog hauv lub nroog Yeluxalees no, kuv tabtom thov Vajtswv hauv lub Tuamtsev,"},{"bible_id":"1525","chapter_code":"ACT.22","verse_code":"ACT.22.18","label":"18","content":"kuv ua yogtoog pom tus Tswv los hais rau kuv hais tias, ‘Nimno koj cia li tawm hauv lub nroog Yeluxalees no mus, rau qhov cov neeg uas nyob hauv lub nroog no yuav tsis mloog tej lus uas koj ua timkhawv txog kuv zaj.’"},{"bible_id":"1525","chapter_code":"ACT.22","verse_code":"ACT.22.19","label":"19","content":"Thaum kuv hnov tus Tswv hais li ntawd, kuv hais rau nws hais tias, ‘Tus Tswv, sawvdaws puavleej paub hais tias kuv yog tus uas pheej mus ntes cov ntseeg koj txhua qhov hauv tej tsev sablaj. Kuv muab lawv ntaus thiab muab lawv cab mus kaw rau hauv tsev lojcuj."},{"bible_id":"1525","chapter_code":"ACT.22","verse_code":"ACT.22.20","label":"20","content":"Thaum cov neeg uas ntxub Xatefanaus muab Xatefanaus tus uas ua timkhawv txog koj zaj tua povtseg, kuv nyob ntawd thiab; kuv nrog lawv pom zoo muab nws tua povtseg. Thiab cov neeg uas tua Xatefanaus hle lawv tej tsho cia rau kuv zov.’"},{"bible_id":"1525","chapter_code":"ACT.22","verse_code":"ACT.22.21","label":"21","content":"Tus Tswv hais rau kuv hais tias, ‘Koj cia li mus, kuv yuav txib koj mus deb heev, mus qhia lwm Haivneeg.’ ”"},{"bible_id":"1525","chapter_code":"ACT.22","verse_code":"ACT.22.22","label":"22","content":"Cov neeg ntawd mloog Paulus qhia los txog thaum Paulus hais tias Vajtswv yuav txib nws mus qhia lwm Haivneeg, lawv txawm qw nrov nrov hais tias, “Tus neeg zoo li no tsis tsimnyog cia nws ua neej nyob, cia li muab nws tua! Cia li muab nws tua povtseg!”"},{"bible_id":"1525","chapter_code":"ACT.22","verse_code":"ACT.22.23","label":"23","content":"Cov neeg ntawd chim heev, lawv thiaj qw nrov nrov thiab hle lawv tej tsho pov zom zaws rau ub rau no thiab tsuab hmoov av w rau saum nruab ntug."},{"bible_id":"1525","chapter_code":"ACT.22","verse_code":"ACT.22.24","label":"24","content":"Thaum tus thawj tubrog pawg txhiab pom li ntawd, nws txawm kom nws cov tubrog coj Paulus mus hauv lub yeej thiab kom lawv muab Paulus nplawm thiab nug Paulus saib yog vim li cas cov Yudais pheej yuav qw tawmtsam Paulus heev ua luaj li?"},{"bible_id":"1525","chapter_code":"ACT.22","verse_code":"ACT.22.25","label":"25","content":"Tiamsis thaum cov tubrog tabtom muab hlua khi Paulus yuav muab Paulus nplawm, Paulus hais rau tus thawj tubrog pawg pua uas sawv ze ntawm Paulus hais tias, “Thaum nej tseem tsis tau taug ib tug neeg Loos twg zaj, nej cia li muab nws nplawm, puas raws li txoj kevcai thiab?”"},{"bible_id":"1525","chapter_code":"ACT.22","verse_code":"ACT.22.26","label":"26","content":"Thaum tus thawj tubrog pawg pua, hnov Paulus hais li ntawd, nws mus qhia rau tus thawj tubrog pawg txhiab hais tias, “Ua li cas koj kom peb muab tus txivneej ntawd nplawm? Nws twb yog neeg Loos thiab los sav.”"},{"bible_id":"1525","chapter_code":"ACT.22","verse_code":"ACT.22.27","label":"27","content":"Tus thawj tubrog pawg txhiab los nug Paulus hais tias, “Koj cia li qhia kuv saib, koj yog neeg Loos thiab los?” Paulus teb hais tias, “Kuv yeej yog tiag.”"},{"bible_id":"1525","chapter_code":"ACT.22","verse_code":"ACT.22.28","label":"28","content":"Tus thawj tubrog pawg txhiab txawm hais tias, “Kuv yog neeg Loos thiab, tiamsis kuv them nyiaj ntau heev kuv thiaj tau los ua neeg Loos.” Paulus teb hais tias, “Koj them nyiaj ntau koj thiaj tau los ua, tiamsis thaum kuv yug los kuv yeej yog neeg Loos lawm.”"},{"bible_id":"1525","chapter_code":"ACT.22","verse_code":"ACT.22.29","label":"29","content":"Thaum cov neeg uas yuav taug Paulus zaj hnov li ntawd, lawv txawm txav ntawm Paulus mus deb zuj zus lawm. Thaum tus thawj tubrog pawg txhiab hnov Paulus hais tias Paulus yog neeg Loos, tus thawj tubrog ntawd ntshai heev, rau qhov nws muab Paulus khi lawm."},{"bible_id":"1525","chapter_code":"ACT.22","verse_code":"ACT.22.30","label":"30","content":"Tus thawj tubrog pawg txhiab xav paub tseeb hais tias tej lus uas cov Yudais nkaug Paulus ntawd yog li cas tiag. Hnub tom qab tus thawj tubrog txawm kom cov tubrog muab txoj saw hlau uas khi Paulus daws; nws kom cov thawj ntawm cov povthawj thiab cov nomtswv sawvdaws tuaj ua ke. Thaum sawvdaws tuaj txhij lawm, nws txawm coj Paulus los sawv tabmeeg sawvdaws."},{"bible_id":"1525","chapter_code":"ACT.23","verse_code":"ACT.23.1","label":"1","content":"Paulus tsa qhovmuag saib cov Yudais tej nomtswv thiab hais rau lawv hais tias, “Cov kwvtij, kuv lub siab yeej paub hais tias kuv ua kuv lub neej zoo tabmeeg Vajtswv los txog niaj hnub no.”"},{"bible_id":"1525","chapter_code":"ACT.23","verse_code":"ACT.23.2","label":"2","content":"Thaum tus Povthawj Hlob Ananias hnov Paulus hais li ntawd, nws kom cov neeg uas sawv ze ntawm Paulus ntaus Paulus qhovncauj."},{"bible_id":"1525","chapter_code":"ACT.23","verse_code":"ACT.23.3","label":"3","content":"Paulus hais rau Ananias hais tias, “Tus niag neeg ntsejmuag ncaj siab nkhaus, Vajtswv yuav ntaus koj. Ua li cas koj tseem yuav muaj plhus tuaj nyob ntawm ko txiav txim rau kuv raws li Mauxes txoj Kevcai? Qhov uas koj kom lawv ntaus kuv, koj twb ua txhaum Mauxes txoj Kevcai lawm los sav!”"},{"bible_id":"1525","chapter_code":"ACT.23","verse_code":"ACT.23.4","label":"4","content":"Cov neeg uas sawv ze Paulus hais rau Paulus hais tias, “Koj tseem yuav saib tsis taus tus Povthawj Hlob uas ua Vajtswv tes haujlwm thiab los?”"},{"bible_id":"1525","chapter_code":"ACT.23","verse_code":"ACT.23.5","label":"5","content":"Paulus teb lawv hais tias, “Cov kwvtij, kuv tsis paub hais tias nws yog tus Povthawj Hlob, yog kuv paub ces kuv yuav tsis hais li ntawd, rau qhov Vajtswv Txojlus sau tseg hais tias, ‘Nej tsis txhob thuam tus uas saib nej.’ ”"},{"bible_id":"1525","chapter_code":"ACT.23","verse_code":"ACT.23.6","label":"6","content":"Thaum Paulus pom hais tias cov neeg uas tuaj sablaj ntawd muaj ibtxhia yog cov Xadukais thiab ibtxhia yog cov Falixais, ces Paulus txawm hais nrov nrov rau sawvdaws hais tias, “Cov kwvtij, kuv yog ib tug Falixais, kuv txiv yog ib tug Falixais thiab. Qhov uas lawv coj kuv tuaj rau nej taug kuv zaj, twb yog vim kuv cia siab hais tias cov neeg uas tuag lawm yuav muaj sia sawv hauv qhov tuag rov qab los.”"},{"bible_id":"1525","chapter_code":"ACT.23","verse_code":"ACT.23.7","label":"7","content":"Thaum Paulus hais li ntawd tas, cov Falixais thiab cov Xadukais txawm sib cav heev thiab lawv tsis sib haum lawm. ("},{"bible_id":"1525","chapter_code":"ACT.23","verse_code":"ACT.23.8","label":"8","content":"Rau qhov cov Xadukais tsis ntseeg hais tias neeg yuav sawv tau hauv qhov tuag rov qab los thiab tsis ntseeg hais tias muaj cov timtswv ceebtsheej lossis muaj ntsujplig, tiamsis cov Falixais ntseeg hais tias muaj peb yam ntawd huv tibsi.)"},{"bible_id":"1525","chapter_code":"ACT.23","verse_code":"ACT.23.9","label":"9","content":"Sawvdaws yimhuab sib cav heev dua; cov xibhwb uas qhia Vajtswv txoj Kevcai uas yog cov Falixais pab muaj qee leej txawm sawv tsees thiab cem hais tias, “Peb tsis pom tus txivneej no ua ib qhov txhaum li! Tej zaum yog ntsujplig lossis timtswv ceebtsheej los hais rau nws tiag.”"},{"bible_id":"1525","chapter_code":"ACT.23","verse_code":"ACT.23.10","label":"10","content":"Thaum tus thawj tubrog pawg txhiab pom sawvdaws sib cav heev, nws ntshai nyob tsam lawv muab Paulus chua ntuag ua ob peb ceg, nws thiaj kom nws cov tubrog coj Paulus tawm hauv cov neeg ntawd mus rau hauv lub yeej."},{"bible_id":"1525","chapter_code":"ACT.23","verse_code":"ACT.23.11","label":"11","content":"Hmo ntawd tus Tswv los sawv ntawm Paulus ib sab thiab hais rau Paulus hais tias, “Koj tsis txhob ntshai! Koj twb ua timkhawv qhia kuv zaj hauv lub nroog Yeluxalees lawm, koj yuav tsum ua ib yam li ntawd tim lub nroog Loos thiab.”"},{"bible_id":"1525","chapter_code":"ACT.23","verse_code":"ACT.23.12","label":"12","content":"Thaum kaj ntug cov Yudais txawm tuaj ua ke sablaj. Lawv coglus hais tias lawv yuav tsis noj tsis haus ib yam dabtsi mus txog thaum lawv tua tau Paulus tso."},{"bible_id":"1525","chapter_code":"ACT.23","verse_code":"ACT.23.13","label":"13","content":"Cov neeg uas tuavhauv ntawd muaj plaub caug tawm leej."},{"bible_id":"1525","chapter_code":"ACT.23","verse_code":"ACT.23.14","label":"14","content":"Ces lawv txawm mus cuag cov thawj ntawm cov povthawj thiab cov txwjlaug, thiab lawv hais tias, “Peb twb coglus lawm hais tias peb yuav tsis noj tsis haus ib yam dabtsi mus txog thaum uas peb tua tau Paulus tso."},{"bible_id":"1525","chapter_code":"ACT.23","verse_code":"ACT.23.15","label":"15","content":"Yog li ntawd, nej thiab cov Yudais tej nomtswv cia li txib neeg mus hais rau cov neeg Loos tus thawj tubrog pawg txhiab kom coj Paulus tuaj cuag peb. Nej ua txuj hais rau nws hais tias nej xav taug Paulus zaj kom paub tseeb dua thawj zaug. Yog nej ua li ntawd peb yuav mus tos kev tua Paulus povtseg thaum nws tseem tuaj tsis tau txog ntawm no.”"},{"bible_id":"1525","chapter_code":"ACT.23","verse_code":"ACT.23.16","label":"16","content":"Tiamsis Paulus tus muam tus tub hnov lawv tuavhauv yuav muab Paulus tua povtseg, nws txawm mus rau hauv cov tubrog lub yeej thiab qhia qhov uas nws hnov ntawd rau Paulus paub."},{"bible_id":"1525","chapter_code":"ACT.23","verse_code":"ACT.23.17","label":"17","content":"Paulus txawm hu ib tug thawj tubrog pawg pua los cuag nws thiab hais tias, “Thov koj coj tus tub hluas no mus cuag tus thawj tubrog pawg txhiab, nws muaj lus yuav hais rau tus thawj tubrog ntawd mloog.”"},{"bible_id":"1525","chapter_code":"ACT.23","verse_code":"ACT.23.18","label":"18","content":"Tus thawj tubrog pawg pua txawm coj tus tub hluas ntawd mus cuag tus thawj tubrog pawg txhiab thiab hais tias, “Tus Paulus uas raug txim ntawd thov kuv coj tus tub hluas no tuaj cuag koj; tus tub hluas no muaj lus yuav hais rau koj mloog.”"},{"bible_id":"1525","chapter_code":"ACT.23","verse_code":"ACT.23.19","label":"19","content":"Tus thawj tubrog pawg txhiab tuav tus tub hluas ntawd tes coj mus rau ib qho thiab nug hais tias, “Koj muaj lus dabtsi yuav hais rau kuv?”"},{"bible_id":"1525","chapter_code":"ACT.23","verse_code":"ACT.23.20","label":"20","content":"Tus tub hluas ntawd teb hais tias, “Cov Yudais tej nomtswv twb sablaj haum lawm hais tias tagkis lawv yuav tuaj thov koj coj Paulus mus cuag cov Yudais tej nomtswv; lawv yuav ua txuj hais tias, ‘Cov Yudais tej nomtswv xav taug Paulus zaj kom paub tseeb dua thawj zaug.’"},{"bible_id":"1525","chapter_code":"ACT.23","verse_code":"ACT.23.21","label":"21","content":"Tiamsis koj tsis txhob mloog lawv hais, rau qhov twb muaj plaub caug tawm leej tabtom tos kev yuav tua Paulus. Cov neeg ntawd twb coglus tseg lawm hais tias, lawv yuav tsis noj tsis haus ib yam dabtsi mus txog thaum uas lawv tua tau Paulus tso. Lawv twb npaj txhij lawm, tiamsis lawv tseem tos saib koj yuav hais li cas xwb.”"},{"bible_id":"1525","chapter_code":"ACT.23","verse_code":"ACT.23.22","label":"22","content":"Tus thawj tubrog pawg txhiab txawm hais rau tus tub hluas ntawd hais tias, “Koj cia li rov qab mus tsev, thiab koj tsis txhob qhia qhov uas koj tuaj hais rau kuv no rau leejtwg li.”"},{"bible_id":"1525","chapter_code":"ACT.23","verse_code":"ACT.23.23","label":"23","content":"Tus thawj tubrog pawg txhiab hu nws ob tug thawj tubrog pawg pua los cuag nws thiab hais tias, “Neb cia li mus txhij ob puas leej tubrog, txhij cov tubrog caij neeg xya caum leej thiab cov tubrog nkaug hmuv ob puas leej; thaum cuaj teev tsaus ntuj, nej mus rau pem lub nroog Xixaleyas."},{"bible_id":"1525","chapter_code":"ACT.23","verse_code":"ACT.23.24","label":"24","content":"Nej nrhiav nees rau Paulus caij, nej yuav tsum saib nws zoo zoo thiab xa nws mus kom txog Felis uas yog tus tswvxeev.”"},{"bible_id":"1525","chapter_code":"ACT.23","verse_code":"ACT.23.25","label":"25","content":"Tus thawj tubrog pawg txhiab sau ib tsab ntawv xa mus rau Felis. Tsab ntawv ntawd nws sau hais li no:"},{"bible_id":"1525","chapter_code":"ACT.23","verse_code":"ACT.23.26","label":"26","content":"“Hawm txog tus tswvxeev Felis, kuv yog Kelaudi-us Lixias. Kuv sau tsab ntawv no tuaj qhia rau koj paub hais tias"},{"bible_id":"1525","chapter_code":"ACT.23","verse_code":"ACT.23.27","label":"27","content":"cov Yudais tau ntes tus txivneej no; lawv twb yuav muab nws tua povtseg. Kuv hnov hais tias nws yog neeg Loos, kuv thiaj coj kuv cov tubrog mus pab nws."},{"bible_id":"1525","chapter_code":"ACT.23","verse_code":"ACT.23.28","label":"28","content":"Kuv xav paub tseeb hais tias tej lus uas cov Yudais nkaug nws yog li cas tiag, kuv thiaj coj nws mus cuag cov Yudais tej nomtswv."},{"bible_id":"1525","chapter_code":"ACT.23","verse_code":"ACT.23.29","label":"29","content":"Thaum peb taug nws zaj, kuv pom hais tias tej lus uas lawv nkaug nws, lawv hais txog qhov uas nws ua txhaum cov Yudais txoj kevcai xwb. Kuv tsis pom nws ua ib qho txhaum uas yuav tsimnyog muab nws tua povtseg lossis muab nws kaw rau hauv tsev lojcuj."},{"bible_id":"1525","chapter_code":"ACT.23","verse_code":"ACT.23.30","label":"30","content":"Thaum kuv hnov hais tias cov Yudais tuavhauv yuav tos kev muab nws tua povtseg, kuv thiaj xa nws tuaj cuag koj. Kuv hais rau cov neeg uas nkaug nws hais tias kom lawv cia li tuaj hais tim ntsej tim muag ntawm koj.”"},{"bible_id":"1525","chapter_code":"ACT.23","verse_code":"ACT.23.31","label":"31","content":"Cov tubrog ntawd mus ua raws li tus thawj tubrog pawg txhiab hais. Hmo ntawd lawv coj Paulus mus txog pem lub nroog Atipatis."},{"bible_id":"1525","chapter_code":"ACT.23","verse_code":"ACT.23.32","label":"32","content":"Hnub tom qab cov tubrog uas mus kotaw txawm rov qab mus rau nram lawv lub yeej lawm, tsuas tseg cov tubrog uas caij neeg xa Paulus mus rau pem lub nroog Xixaleyas xwb."},{"bible_id":"1525","chapter_code":"ACT.23","verse_code":"ACT.23.33","label":"33","content":"Thaum lawv mus txog hauv lub nroog Xixaleyas lawm, lawv muab tsab ntawv uas Kelaudi-us Lixias sau rau tus tswvxeev thiab muab Paulus cob rau nws."},{"bible_id":"1525","chapter_code":"ACT.23","verse_code":"ACT.23.34","label":"34","content":"Thaum tus tswvxeev nyeem tsab ntawv ntawd tas, nws nug Paulus hais tias, “Koj nyob lub tebchaws twg tuaj?” Thaum tus tswvxeev paub hais tias Paulus tuaj pem tebchaws Kilikias tuaj,"},{"bible_id":"1525","chapter_code":"ACT.23","verse_code":"ACT.23.35","label":"35","content":"tus tswvxeev hais rau Paulus hais tias, “Tos cov neeg uas nkaug koj tuaj txog tso kuv mam li mloog koj peev koj tej lus.” Tus tswvxeev kom cov tubrog zov Paulus zoo zoo hauv Vajntxwv Helauj lub loog."},{"bible_id":"1525","chapter_code":"ACT.24","verse_code":"ACT.24.1","label":"1","content":"Tau tsib hnub tom qab Ananias uas yog tus Povthawj Hlob, ob peb tug txwjlaug thiab ib tug txivneej uas txawj txheem plaub hu ua Tetulus, lawv mus rau pem lub nroog Xixaleyas. Thaum lawv mus txog lawm, lawv txawm nkaug Paulus rau Felis uas yog tus Tswvxeev."},{"bible_id":"1525","chapter_code":"ACT.24","verse_code":"ACT.24.2","label":"2","content":"Thaum lawv hu Paulus los, Tetulus txawm nkaug Paulus rau Felis mloog hais tias, “Koj ua peb niam peb txiv! Niaj hnub no peb muaj noj muaj haus, nyob kaj siab lug thiab peb lub tebchaws txhua qhov muaj kev vammeej los twb yog vim muaj koj saib."},{"bible_id":"1525","chapter_code":"ACT.24","verse_code":"ACT.24.3","label":"3","content":"Txhua yam uas koj tau pab peb lawm, peb yeej nco ntsoov koj txiaj ntsig mus li."},{"bible_id":"1525","chapter_code":"ACT.24","verse_code":"ACT.24.4","label":"4","content":"Ntshai yuav tabkaum koj, tiamsis kuv thov koj ua siab ntev; peb muaj lo puav lus yuav hais rau koj mloog."},{"bible_id":"1525","chapter_code":"ACT.24","verse_code":"ACT.24.5","label":"5","content":"Peb pom hais tias tus txivneej no pheej ua rau cov Yudais uas nyob thoob plaws qab ntuj ntxhov, thiab nws yog tus thawjcoj ntawm cov Naxalenes pab."},{"bible_id":"1525","chapter_code":"ACT.24","verse_code":"ACT.24.6","label":"6","content":"Tsis yog li ntawd xwb, nws tseem ua saib tsis taus lub Tuamtsev thiab, peb thiaj ntes nws. (Peb yeej yuav txiav txim rau nws raws li peb txoj kevcai."},{"bible_id":"1525","chapter_code":"ACT.24","verse_code":"ACT.24.7","label":"7","content":"Tiamsis tus thawj tubrog pawg txhiab uas yog Lixias txawm tuaj txeeb Paulus ntawm peb tes mus lawm."},{"bible_id":"1525","chapter_code":"ACT.24","verse_code":"ACT.24.8","label":"8","content":"Lixias hais rau cov neeg uas nkaug Paulus kom tuaj hais tim ntsej tim muag ntawm koj.) Yog koj ua tib zoo taug tus txivneej no zaj zoo zoo, koj yuav paub hais tias yeej muaj raws li tej lus uas peb hais.”"},{"bible_id":"1525","chapter_code":"ACT.24","verse_code":"ACT.24.9","label":"9","content":"Cov Yudais uas nyob ntawd hais zom zaws hais tias, “Tej uas Tetulus hais yeej muaj tseeb tiag.”"},{"bible_id":"1525","chapter_code":"ACT.24","verse_code":"ACT.24.10","label":"10","content":"Thaum tus tswvxeev kom Paulus hais daws Paulus zaj, Paulus hais tias, “Kuv paub hais tias koj yog tus txiav txim rau cov neeg uas nyob hauv lub tebchaws no tau ntau xyoo los lawm, kuv thiaj txaus siab hais daws kuv zaj rau koj mloog."},{"bible_id":"1525","chapter_code":"ACT.24","verse_code":"ACT.24.11","label":"11","content":"Yog koj ua tib zoo saib, koj yeej yuav paub hais tias txij hnub uas kuv mus pehawm Vajtswv nram lub nroog Yeluxalees los txog hnub no twb tsis tau dhau kaum ob hnub."},{"bible_id":"1525","chapter_code":"ACT.24","verse_code":"ACT.24.12","label":"12","content":"Cov Yudais yeej tsis tau pom kuv nrog leejtwg sib cav hauv lub Tuamtsev li. Lawv twb tsis pom kuv ua rau cov pejxeem ntxhov hauv lawv tej tsev sablaj lossis hauv lub nroog qhov twg li."},{"bible_id":"1525","chapter_code":"ACT.24","verse_code":"ACT.24.13","label":"13","content":"Tej lus uas lawv nkaug kuv, lawv nrhiav tsis tau ib los tseeb uas qhia hais tias kuv tau ua txhaum."},{"bible_id":"1525","chapter_code":"ACT.24","verse_code":"ACT.24.14","label":"14","content":"Txawm yog tsis muaj ib los tseeb los kuv thov lees ib qho rau koj hais tias kuv yeej coj raws li txoj Kevcai Tshiab uas lawv hais tias tsis tseemceeb. Tiamsis txoj kevcai ntawd yeej yog Vajtswv txoj uas peb cov yawgkoob yeej ibtxwm coj thaum ub los lawm. Kuv ntseeg txhua lo uas sau tseg rau hauv Mauxes txoj Kevcai thiab hauv tej ntawv uas cov cev Vajtswv lus tau sau tseg lawm huv tibsi."},{"bible_id":"1525","chapter_code":"ACT.24","verse_code":"ACT.24.15","label":"15","content":"Kuv thiab lawv puavleej cia siab ib yam nkaus hais tias Vajtswv yuav tsa cov neeg uas tuag lawm txhua tus sawv rov qab los, tsis hais cov neeg ua phem lossis cov neeg ua zoo."},{"bible_id":"1525","chapter_code":"ACT.24","verse_code":"ACT.24.16","label":"16","content":"Yog li ntawd, kuv thiaj muab siab rau ua kom haum Vajtswv siab thiab haum neeg siab."},{"bible_id":"1525","chapter_code":"ACT.24","verse_code":"ACT.24.17","label":"17","content":"“Kuv twb tawm hauv lub nroog Yeluxalees mus nyob lwm qhov tau ntau xyoos lawm, kuv thiaj rov qab mus rau nram lub nroog Yeluxalees thiab coj mentsis nyiaj mus pub rau kuv haivneeg thiab muab tsiaj tua hlawv fij rau Vajtswv."},{"bible_id":"1525","chapter_code":"ACT.24","verse_code":"ACT.24.18","label":"18","content":"Thaum kuv ua kevcai ntxuav tas, kuv tabtom muab tsiaj tua hlawv fij rau Vajtswv hauv lub Tuamtsev, ces lawv txawm tuaj pom kuv. Thaum ntawd tsis muaj neeg coob nrog kuv nyob ua ke thiab tsis muaj kev ntxhov dabtsi li."},{"bible_id":"1525","chapter_code":"ACT.24","verse_code":"ACT.24.19","label":"19","content":"Cov Yudais uas tuaj pem lub xeev Axias tuaj muaj qee leej nyob ntawd thiab. Yog lawv pom hais tias thaum ntawd kuv ua txhaum, tsimnyog lawv tuaj nkaug kuv rau koj ntawm no,"},{"bible_id":"1525","chapter_code":"ACT.24","verse_code":"ACT.24.20","label":"20","content":"lossis kom cov neeg uas nyob ntawm no hais saib, thaum kuv qhia kuv zaj rau cov Yudais tej nomtswv mloog, cov uas nkaug kuv no ho pom kuv ua txhaum dabtsi."},{"bible_id":"1525","chapter_code":"ACT.24","verse_code":"ACT.24.21","label":"21","content":"Tsuas tshwj thaum kuv sawv tabmeeg lawv, kuv hais ib los li no xwb: ‘Hnub no nej txiav txim rau kuv twb yog vim kuv ntseeg hais tias cov neeg uas tuag lawm, yuav sawv hauv qhov tuag rov qab los. Tseem muaj lwm lo uas lawv hais tias kuv ua txhaum thiab los?’ ”"},{"bible_id":"1525","chapter_code":"ACT.24","verse_code":"ACT.24.22","label":"22","content":"Felis yeej kawm paub txoj Kevcai Tshiab los lawm. Thaum nws hnov Paulus hais li ntawd, nws txawm kom sawvdaws tso tseg. Nws hais rau sawvdaws hais tias, “Tos Lixias uas yog tus thawj tubrog pawg txhiab tuaj txog tso, kuv mam li rov hais nej rooj plaub no dua.”"},{"bible_id":"1525","chapter_code":"ACT.24","verse_code":"ACT.24.23","label":"23","content":"Felis kom tus thawj tubrog pawg pua zov Paulus thiab hais tias, tsis txhob muab Paulus khi, cia nws cov phoojywg tuaj saib nws thiab tu nws."},{"bible_id":"1525","chapter_code":"ACT.24","verse_code":"ACT.24.24","label":"24","content":"Tom qab ntawd ob peb hnub, Felis thiab Deluxilas uas yog Felis tus pojniam tuaj, Felis tus pojniam yog neeg Yudais, nws kom lawv coj Paulus los ntsib nkawd thiab kom Paulus qhia txojkev ntseeg Yexus rau nkawd mloog."},{"bible_id":"1525","chapter_code":"ACT.24","verse_code":"ACT.24.25","label":"25","content":"Tiamsis thaum Paulus qhia txojkev ncaj ncees, kev tswj yus lub siab, thiab txojkev txiav txim uas yuav muaj los yav tom ntej rau nkawd mloog. Felis ntshai, nws txawm hais rau Paulus hais tias, “Koj cia li rov mus, lwm hnub kuv khoom tso kuv mam li rov hu koj tuaj dua.”"},{"bible_id":"1525","chapter_code":"ACT.24","verse_code":"ACT.24.26","label":"26","content":"Tiamsis Felis xav hais tias Paulus yuav muab nyiaj rau nws, nws thiaj pheej hu Paulus mus nrog nws tham ob peb zaug."},{"bible_id":"1525","chapter_code":"ACT.24","verse_code":"ACT.24.27","label":"27","content":"Tom qab ntawd ob xyoos, Pauleki-us Fexatus los ua tus tswvxeev hloov Felis chaw. Felis xav kom cov Yudais nyiam Felis, Felis thiaj cia Paulus nws nyob nws hauv tsev lojcuj."},{"bible_id":"1525","chapter_code":"ACT.25","verse_code":"ACT.25.1","label":"1","content":"Thaum Fexatus los ua tswvxeev tau peb hnub lawm, nws tawm hauv lub nroog Xixaleyas mus rau nram lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"ACT.25","verse_code":"ACT.25.2","label":"2","content":"Thaum nws mus txog nrad, cov thawj ntawm cov povthawj thiab cov Yudais tej thawjcoj txawm tuaj nkaug Paulus rau Fexatus."},{"bible_id":"1525","chapter_code":"ACT.25","verse_code":"ACT.25.3","label":"3","content":"Lawv thov Fexatus hu kom Paulus tuaj rau hauv lub nroog Yeluxalees. Lawv thov li ntawd, rau qhov lawv twb tuavhauv tseg lawm hais tias lawv yuav tos kev muab Paulus tua povtseg."},{"bible_id":"1525","chapter_code":"ACT.25","verse_code":"ACT.25.4","label":"4","content":"Fexatus teb hais tias, “Paulus tseem raug kaw pem lub nroog Xixaleyas. Tsis ntev no kuv yuav rov qab mus ped,"},{"bible_id":"1525","chapter_code":"ACT.25","verse_code":"ACT.25.5","label":"5","content":"yog nej pom Paulus ua txhaum dabtsi, nej cov uas ua thawj cia li nrog kuv mus rau pem lub nroog Xixaleyas nej mam li sib hais ped.”"},{"bible_id":"1525","chapter_code":"ACT.25","verse_code":"ACT.25.6","label":"6","content":"Fexatus tseem nrog lawv nyob hauv lub nroog Yeluxalees kwvlam li kaum hnub, nws mam li rov qab mus rau pem lub nroog Xixaleyas. Thaum nws mus txog ped lawm, hnub tom qab nws mus rau hauv lub tsev hais plaub, ces nws txawm txib neeg mus coj Paulus los cuag nws."},{"bible_id":"1525","chapter_code":"ACT.25","verse_code":"ACT.25.7","label":"7","content":"Thaum Paulus los txog, cov Yudais uas tuaj nram lub nroog Yeluxalees tuaj txawm los sawv vij Paulus thiab nkaug Paulus ntau yam rau Fexatus, tiamsis lawv tsis muaj timkhawv li."},{"bible_id":"1525","chapter_code":"ACT.25","verse_code":"ACT.25.8","label":"8","content":"Ces Paulus txawm hais daws Paulus zaj hais tias, “Kuv yeej tsis tau ua txhaum cov Yudais txoj kevcai thiab tsis tau ua saib tsis taus lub Tuamtsev lossis ua txhaum Huabtais Xixas li.”"},{"bible_id":"1525","chapter_code":"ACT.25","verse_code":"ACT.25.9","label":"9","content":"Tiamsis Fexatus xav kom cov Yudais nyiam Fexatus, ces nws txawm nug Paulus hais tias, “Koj puas xav mus rau nram lub nroog Yeluxalees, cia kuv mam li mus hais nej rooj plaub nrad?”"},{"bible_id":"1525","chapter_code":"ACT.25","verse_code":"ACT.25.10","label":"10","content":"Paulus teb hais tias, “Kuv twb nyob hauv Huabtais Xixas lub tsev hais plaub no lawm, yog li ntawd twb tsimnyog koj txiav txim rau kuv ntawm no. Koj yeej paub hais tias kuv tsis tau ua txhaum rau cov Yudais."},{"bible_id":"1525","chapter_code":"ACT.25","verse_code":"ACT.25.11","label":"11","content":"Yog kuv tau ua txhaum kevcai lossis ua ib yam dabtsi uas tsimnyog muab kuv tua povtseg, kuv yeej tsis tawv tsis nyom li. Tiamsis yog tej lus uas lawv nkaug kuv ntawd tsis muaj tseeb, leejtwg tseem yuav muaj cuabkav muab kuv rau lawv? Kuv thov mus hais tim Huabtais Xixas.”"},{"bible_id":"1525","chapter_code":"ACT.25","verse_code":"ACT.25.12","label":"12","content":"Thaum Fexatus hnov Paulus hais li ntawd, nws txawm nrog nws cov tuavxam sablaj. Thaum lawv sablaj tas, nws hais rau Paulus hais tias, “Koj twb thov mus hais tim Huabtais Xixas lawm, yog li ntawd koj yuav tau mus cuag Xixas xwb.”"},{"bible_id":"1525","chapter_code":"ACT.25","verse_code":"ACT.25.13","label":"13","content":"Tom qab ntawd tsis ntev Vajntxwv Akipas thiab vajntxwv tus muam uas hu ua Npelanikes tuaj xyuas Fexatus hauv lub nroog Xixaleyas."},{"bible_id":"1525","chapter_code":"ACT.25","verse_code":"ACT.25.14","label":"14","content":"Nkawd tuaj nyob tau ntau hnub, Fexatus txawm piav Paulus rooj plaub rau Vajntxwv Akipas mloog hais tias, “Lub sijhawm uas Felis ua tus tswvxeev kav lub xeev no, nws tau muab ib tug txivneej kaw rau hauv tsev lojcuj, nimno tus txivneej ntawd tseem nyob hauv tsev lojcuj;"},{"bible_id":"1525","chapter_code":"ACT.25","verse_code":"ACT.25.15","label":"15","content":"thiab thaum kuv mus rau nram lub nroog Yeluxalees, cov thawj ntawm cov povthawj thiab cov txwjlaug txawm tuaj nkaug tus txivneej ntawd rau kuv thiab thov kom kuv txiav txim rau nws."},{"bible_id":"1525","chapter_code":"ACT.25","verse_code":"ACT.25.16","label":"16","content":"Tiamsis kuv hais rau lawv hais tias raws li cov Loos txoj kevcai, ob tog yuav tsum tuaj sib hais tim ncauj tim lus thiab cia tus pemkom hais daws nws zaj tas tso mam li txiav txim rau tus uas ua txhaum."},{"bible_id":"1525","chapter_code":"ACT.25","verse_code":"ACT.25.17","label":"17","content":"Thaum lawv tuaj txhij lawm, hnub tom qab kuv mus nyob hauv lub tsev hais plaub thiab hu tus txivneej ntawd los cuag kuv."},{"bible_id":"1525","chapter_code":"ACT.25","verse_code":"ACT.25.18","label":"18","content":"Thaum cov yeejkom sawv los hais, lawv tsis nkaug tej uas nws ua txhaum raws li kuv xav."},{"bible_id":"1525","chapter_code":"ACT.25","verse_code":"ACT.25.19","label":"19","content":"Lawv tsuas sib cav hais txog lawv tej kevcai xwb, thiab lawv hais txog ib tug txivneej uas hu ua Yexus; nws twb tuag lawm, tiamsis Paulus hais tias tus txivneej ntawd tseem muaj sia nyob."},{"bible_id":"1525","chapter_code":"ACT.25","verse_code":"ACT.25.20","label":"20","content":"Thaum ntawd kuv tsis paub yuav taug li cas thiaj paub zaj no tseeb, kuv thiaj nug Paulus saib nws puas kam mus nram lub nroog Yeluxalees, kuv mam li hais nws rooj plaub nrad."},{"bible_id":"1525","chapter_code":"ACT.25","verse_code":"ACT.25.21","label":"21","content":"Tiamsis Paulus thov kom kuv cia nws nyob nws hauv lub tsev lojcuj thiab cia Huabtais Xixas mam li txiav txim rau nws. Kuv thiaj cia nws nyob nws hauv tsev lojcuj mus txog hnub uas kuv xa nws mus cuag Huabtais Xixas.”"},{"bible_id":"1525","chapter_code":"ACT.25","verse_code":"ACT.25.22","label":"22","content":"Vajntxwv Akipas hais rau Fexatus hais tias, “Kuv xav mloog tus txivneej ntawd hais.” Ces Fexatus teb hais tias, “Tagkis kuv yuav kom tus txivneej ntawd los piav rau koj mloog.”"},{"bible_id":"1525","chapter_code":"ACT.25","verse_code":"ACT.25.23","label":"23","content":"Hnub tom qab cov thawj tubrog thiab cov nomtswv hauv lub nroog nrog vajntxwv thiab Npelanikes mus rau hauv chav tsev hais plaub. Thaum Vajntxwv Akipas mus txog hauv chav tsev hais plaub lawm, Fexatus txib neeg mus hu Paulus los cuag vajntxwv."},{"bible_id":"1525","chapter_code":"ACT.25","verse_code":"ACT.25.24","label":"24","content":"Thaum Paulus los txog, Fexatus hais rau vajntxwv hais tias, “Vajntxwv Akipas thiab nej txhua tus uas nyob ntawm no, nej sawvdaws puavleej pom tus txivneej no. Nws yog tus uas cov Yudais uas nyob hauv lub nroog no thiab cov uas nyob nram lub nroog Yeluxalees pheej tuaj kom kuv muab nws tua povtseg."},{"bible_id":"1525","chapter_code":"ACT.25","verse_code":"ACT.25.25","label":"25","content":"Tiamsis kuv twb nug nws tas lawm, kuv tsis pom nws ua ib qho txhaum uas yuav txaus muab nws tua povtseg. Yog li ntawd, thaum nws thov mus hais tim Huabtais Xixas, kuv thiaj hais rau nws hais tias kuv yuav xa nws mus."},{"bible_id":"1525","chapter_code":"ACT.25","verse_code":"ACT.25.26","label":"26","content":"Vajntxwv Akipas, kuv hais rau koj hais tias yeej tsis muaj ib qho tseemceeb uas yuav zoo sau tus txivneej no zaj mus qhia rau Huabtais Xixas paub. Yog li ntawd, kuv thiaj coj nws tuaj cuag sawvdaws, tiamsis qhov tseeb yeej yog kuv coj nws tuaj cuag koj kom koj taug nws zaj, kuv thiaj muaj lus sau xa mus rau Huabtais Xixas."},{"bible_id":"1525","chapter_code":"ACT.25","verse_code":"ACT.25.27","label":"27","content":"Kuv xav hais tias yog tsis muaj ib qho tseemceeb uas zoo sau qhia hais tias tus uas raug txim ua txhaum dabtsi yeej tsis zoo xa tus ntawd mus cuag Huabtais Xixas.”"},{"bible_id":"1525","chapter_code":"ACT.26","verse_code":"ACT.26.1","label":"1","content":"Vajntxwv Akipas hais rau Paulus hais tias, “Kuv cia koj hais daws koj zaj.” Paulus xyab hlo tes thiab hais daws nws zaj li no:"},{"bible_id":"1525","chapter_code":"ACT.26","verse_code":"ACT.26.2","label":"2","content":"“Vajntxwv Akipas, kuv zoo siab kawg li, hnub no kuv tau los sawv ntawm koj xubntiag hais daws txhua zaj uas cov Yudais nkaug kuv hais tias kuv ua txhaum rau koj mloog,"},{"bible_id":"1525","chapter_code":"ACT.26","verse_code":"ACT.26.3","label":"3","content":"rau qhov koj yeej paub cov Yudais tej kevcai thiab tej uas peb cov Yudais hais tsis sib haum lawm. Yog li ntawd, thov koj ua siab ntev mloog kuv hais."},{"bible_id":"1525","chapter_code":"ACT.26","verse_code":"ACT.26.4","label":"4","content":"“Txij thaum kuv yau los txog niaj hnub no, kuv lub neej zoo li cas los cov Yudais puavleej paub huv tibsi. Kuv yeej nrog kuv haivneeg nyob hlob hauv kuv lub tebchaws thiab hauv lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"ACT.26","verse_code":"ACT.26.5","label":"5","content":"Lawv yeej ibtxwm paub kuv thaum ub los lawm. Yog lawv kam ua timkhawv, lawv yeej ua tau timkhawv hais tias kuv yog ib tug Falixais uas yog pab coj nruj."},{"bible_id":"1525","chapter_code":"ACT.26","verse_code":"ACT.26.6","label":"6","content":"Nimno kuv tuaj sawv ntawm no twb yog vim kuv cia siab rau tej uas Vajtswv tau coglus tseg rau peb cov yawgkoob lawm."},{"bible_id":"1525","chapter_code":"ACT.26","verse_code":"ACT.26.7","label":"7","content":"Peb cov neeg kaum ob xeem puavleej muab siab rau niaj hnub niaj hmo ua raws li Vajtswv txoj Kevcai. Peb cia siab hais tias peb yuav tau raws li tej lus uas Vajtswv cog tseg ntawd. Vajntxwv, twb yog vim kuv cia siab li no cov Yudais thiaj hais tias kuv ua txhaum."},{"bible_id":"1525","chapter_code":"ACT.26","verse_code":"ACT.26.8","label":"8","content":"Ua li cas nej cov uas yog neeg Yudais ib yam li kuv, nej pheej tsis ntseeg hais tias, Vajtswv tsa tau cov neeg uas tuag lawm sawv hauv qhov tuag rov qab los?"},{"bible_id":"1525","chapter_code":"ACT.26","verse_code":"ACT.26.9","label":"9","content":"“Yav tas los lawm, kuv yeej xav hais tias kuv yuav ua txhua yam tawmtsam Yexus tus uas yog neeg Naxales."},{"bible_id":"1525","chapter_code":"ACT.26","verse_code":"ACT.26.10","label":"10","content":"Kuv thiaj ua li ntawd nram lub nroog Yeluxalees. Cov thawj ntawm cov povthawj tso cai rau kuv mus ntes cov ntseeg Vajtswv coj los kaw rau hauv tsev lojcuj. Thaum cov thawj txiav txim hais tias yuav muab cov ntseeg ntawd coj mus tua povtseg, kuv pom zoo li ntawd thiab."},{"bible_id":"1525","chapter_code":"ACT.26","verse_code":"ACT.26.11","label":"11","content":"Muaj ntau zaug kuv mus ntes cov ntseeg hauv tej tsev sablaj los rau txim thiab yuam kom lawv tso lawv tej kev ntseeg tseg. Kuv ntxub lawv kawg li, kuv thiaj mus tsimtxom cov ntseeg uas nyob hauv lwm Haivneeg tej tebchaws thiab."},{"bible_id":"1525","chapter_code":"ACT.26","verse_code":"ACT.26.12","label":"12","content":"“Yog li ntawd, kuv thiaj thov cov thawj ntawm cov povthawj ua ntawv tso cai rau kuv mus tsimtxom cov ntseeg pem lub nroog Damaxes."},{"bible_id":"1525","chapter_code":"ACT.26","verse_code":"ACT.26.13","label":"13","content":"Vajntxwv, thaum tavsu uas kuv taug kev mus, kuv pom duab ci nplas saum ntuj tuaj, ci tshaj lub hnub tuaj rau kuv thiab cov neeg uas nrog kuv mus ntawd."},{"bible_id":"1525","chapter_code":"ACT.26","verse_code":"ACT.26.14","label":"14","content":"Peb txawm ntog tas rau hauv av, kuv hnov ib lub suab ua lus Henplais hais rau kuv hais tias, ‘Xaulus, Xaulus! Ua li cas koj tsimtxom kuv? Yog koj tawmtsam kuv, yuav mob koj ib yam li tus nyuj uas tuam nws tus tswv tus pas, ces yeej yuav mob nyuj nqaij xwb.’"},{"bible_id":"1525","chapter_code":"ACT.26","verse_code":"ACT.26.15","label":"15","content":"Kuv nug hais tias, ‘Tus Tswv, koj yog leejtwg?’ Tus Tswv teb hais tias, ‘Kuv yog Yexus tus uas koj tsimtxom ntag."},{"bible_id":"1525","chapter_code":"ACT.26","verse_code":"ACT.26.16","label":"16","content":"Koj cia li sawv, qhov uas kuv los tshwm rau koj pom no yog kuv los tsa koj ua kuv tus tubtxib. Koj yuav mus qhia qhov uas hnub no koj pom kuv  thiab tej uas kuv yuav ua rau koj pom yav tom ntej rau sawvdaws paub."},{"bible_id":"1525","chapter_code":"ACT.26","verse_code":"ACT.26.17","label":"17","content":"Kuv yuav txib koj mus qhia cov Yixalayees thiab lwm Haivneeg; kuv yuav tsomkwm koj, tsis pub leejtwg ua phem rau koj."},{"bible_id":"1525","chapter_code":"ACT.26","verse_code":"ACT.26.18","label":"18","content":"Kuv yuav txib koj mus qhia cov neeg uas nyob hauv qhov tsaus ntuj kom lawv tawm los nyob qhov pom kev thiab tawm hauv dab Ntxwgnyoog txhais tes los cuag Vajtswv. Thaum lawv los ntseeg kuv lawm, Vajtswv yuav zam txim rau lawv, lawv thiaj tau los nrog cov neeg uas Vajtswv xaiv cia ua Vajtswv haivneeg lawm nyob ua ke.’"},{"bible_id":"1525","chapter_code":"ACT.26","verse_code":"ACT.26.19","label":"19","content":"“Vajntxwv Akipas, twb yog vim li ntawd, kuv thiaj ua raws li tej uas kuv hnov lub suab saum ntuj hais kom kuv ua."},{"bible_id":"1525","chapter_code":"ACT.26","verse_code":"ACT.26.20","label":"20","content":"Kuv xub qhia cov neeg uas nyob hauv lub nroog Damaxes, kuv mam li mus qhia nram lub nroog Yeluxalees. Tom qab ntawd kuv mus qhia thoob plaws hauv lub xeev Yudais thiab qhia lwm Haivneeg kom sawvdaws nyias tso nyias tej kev txhaum tseg thiab tig rov los cuag Vajtswv, thiab nyias ua nyias lub neej kom phim qhov uas nyias twb tso nyias tej kev txhaum tseg lawm."},{"bible_id":"1525","chapter_code":"ACT.26","verse_code":"ACT.26.21","label":"21","content":"Twb yog vim li ntawd, cov Yudais thiaj li tuaj ntes kuv hauv lub Tuamtsev; thaum ntawd lawv twb yuav muab kuv tua povtseg."},{"bible_id":"1525","chapter_code":"ACT.26","verse_code":"ACT.26.22","label":"22","content":"Tiamsis Vajtswv niaj zaus pab kuv los txog hnub no, kuv thiaj li tau tuaj sawv ntawm no ua timkhawv qhia tej uas kuv pom thiab kuv paub lawm rau cov hlob cov yau sawvdaws mloog. Tej uas kuv qhia, kuv tsuas qhia raws li tej lus uas cov cev Vajtswv lus thiab Mauxes xub qhia tseg lawm"},{"bible_id":"1525","chapter_code":"ACT.26","verse_code":"ACT.26.23","label":"23","content":"hais tias tus Mexiyas yuav raug kev tsimtxom thiab nws yuav yog thawj tug uas sawv hauv qhov tuag rov qab los. Nws yuav qhia qhov kaj uas yog txojkev cawm dim rau cov Yudais thiab lwm Haivneeg.”"},{"bible_id":"1525","chapter_code":"ACT.26","verse_code":"ACT.26.24","label":"24","content":"Thaum Paulus tabtom hais daws Paulus zaj tsis tau tas, Fexatus txawm hais nrov nrov rau Paulus hais tias, “Paulus, koj vwm lawm! Tej kev txawj ntse uas koj kawm ua rau koj vwm lawm.”"},{"bible_id":"1525","chapter_code":"ACT.26","verse_code":"ACT.26.25","label":"25","content":"Paulus teb hais tias, “Fexatus, kuv tsis vwm! Kuv yeej meejpem thiab tej lus uas kuv hais no yeej muaj tseeb tiag."},{"bible_id":"1525","chapter_code":"ACT.26","verse_code":"ACT.26.26","label":"26","content":"Vajntxwv Akipas, kuv muaj lub siab tawv qhia tej no rau koj, rau qhov koj yeej paub tej no tas lawm, vim tej no muaj tabmeeg sawvdaws. Kuv ntseeg hais tias koj yeej paub tej no huv tibsi lawm."},{"bible_id":"1525","chapter_code":"ACT.26","verse_code":"ACT.26.27","label":"27","content":"Vajntxwv Akipas, koj puas ntseeg tej lus uas cov cev Vajtswv lus qhia? Kuv paub hais tias koj yeej ntseeg tej lus ntawd.”"},{"bible_id":"1525","chapter_code":"ACT.26","verse_code":"ACT.26.28","label":"28","content":"Vajntxwv Akipas hais rau Paulus hais tias, “Koj nyuam qhuav qhia mentsis rau kuv xwb, koj txawm siv xav hais tias koj yuav yaum tau kuv los ntseeg Yexus no los?”"},{"bible_id":"1525","chapter_code":"ACT.26","verse_code":"ACT.26.29","label":"29","content":"Paulus teb hais tias, “Txawm yog kuv qhia ntau qhia tsawg los kuv thov Vajtswv pab koj thiab nej txhua tus uas tabtom mloog kuv qhia no kom sawvdaws los ua ib yam li kuv ua, tsuas yog tsis txhob raug luag muab saw hlau khi li kuv raug no xwb.”"},{"bible_id":"1525","chapter_code":"ACT.26","verse_code":"ACT.26.30","label":"30","content":"Paulus hais li ntawd tas, Vajntxwv Akipas thiab tus Tswvxeev Fexatus, Npelanikes thiab cov neeg uas nyob ntawd txawm sawv."},{"bible_id":"1525","chapter_code":"ACT.26","verse_code":"ACT.26.31","label":"31","content":"Thaum lawv tawm mus rau nraum zoov lawm, lawv sib tham hais tias, “Tus txivneej no tsis tau ua ib qho txhaum uas yuav txaus muab nws tua povtseg lossis muab nws kaw rau hauv tsev lojcuj.”"},{"bible_id":"1525","chapter_code":"ACT.26","verse_code":"ACT.26.32","label":"32","content":"Vajntxwv Akipas hais rau Fexatus hais tias, “Yog tus txivneej no tsis txhob thov mus hais tim Huabtais Xixas, ces peb cia li muab nws tso mus los tau.”"},{"bible_id":"1525","chapter_code":"ACT.27","verse_code":"ACT.27.1","label":"1","content":"Thaum cov nomtswv sablaj pom zoo hais tias, lawv yuav xa peb mus tim tebchaws Italis, lawv muab Paulus thiab ob peb tug neeg raug txim rau Yuli-us uas yog cov Loos tus thawj tubrog pawg pua uas saib pab tubrog uas hu ua “Huabtais Pab.”"},{"bible_id":"1525","chapter_code":"ACT.27","verse_code":"ACT.27.2","label":"2","content":"Ces peb nce mus rau hauv lub nkoj uas tuaj pem lub nroog Alametis tuaj. Lub nkoj ntawd tabtom yuav mus rau tim tej nroog uas muaj chaw nres nkoj hauv lub xeev Axias, peb txawm caij mus. Muaj ib tug txivneej hu ua Alitakhus nrog peb mus. Aletakhus yog neeg Makedaunias uas tuaj tim lub nroog Thexalaunikes tuaj."},{"bible_id":"1525","chapter_code":"ACT.27","verse_code":"ACT.27.3","label":"3","content":"Hnub tom qab peb mus txog hauv lub nroog Xidoos. Yuli-us hlub Paulus, Yuli-us cia Paulus mus saib Paulus cov phoojywg, cov phoojywg ntawd thiaj muab tej qhov txhia chaw pub rau Paulus."},{"bible_id":"1525","chapter_code":"ACT.27","verse_code":"ACT.27.4","label":"4","content":"Thaum peb caij nkoj tawm hauv lub nroog Xidoos mus, peb mus sab pem qaum lub koog Povtxwv Xaipas mus, rau qhov sab nrad cua ntsawj hlob heev."},{"bible_id":"1525","chapter_code":"ACT.27","verse_code":"ACT.27.5","label":"5","content":"Thaum peb caij nkoj mus, peb mus ze lub xeev Kilikias thiab xeev Pafilias, peb mam li mus txog lub nroog Milas uas nyob hauv tebchaws Likias."},{"bible_id":"1525","chapter_code":"ACT.27","verse_code":"ACT.27.6","label":"6","content":"Thaum peb tseem nyob hauv lub nroog Milas muaj ib lub nkoj tuaj nram lub nroog Alexadias tuaj, lub nkoj ntawd yuav mus rau tim tebchaws Italis. Tus thawj tubrog pawg pua txawm kom peb caij lub nkoj ntawm mus."},{"bible_id":"1525","chapter_code":"ACT.27","verse_code":"ACT.27.7","label":"7","content":"Peb caij nkoj mus qeeb heev, rau qhov muaj cua ntsawj hlob heev tom hauv ntej tuaj peb thiaj mus tsis tau ceev. Peb mus tau ntau hnub, peb mam li mus txog hauv lub nroog Kanidus. Pheej muaj cua ntsawj hlob heev, peb mus tsis tau ncaj nraim, peb thiaj lem nkoj mus rau nram lub koog Povtxwv Keletes, thiab peb mus ze Keletes ces kaum uas hu ua Xalemaunes mus."},{"bible_id":"1525","chapter_code":"ACT.27","verse_code":"ACT.27.8","label":"8","content":"Peb caij nkoj raws ntug koog povtxwv mus nyuaj kawg li, peb mam li mus txog ib qho chaw uas sawvdaws hu ua Qhov Chaw Zoo Nres Nkoj uas nyob ze lub nroog Laxe-as."},{"bible_id":"1525","chapter_code":"ACT.27","verse_code":"ACT.27.9","label":"9","content":"Peb nyob ntawm qhov chaw nres nkoj ntawd tau ntev loo; tsis zoo caij nkoj mus lawm, rau qhov twb dhau hnub ua Kevcai Theej Txhoj  lawm. Yog li ntawd Paulus thiaj hais rau sawvdaws hais tias,"},{"bible_id":"1525","chapter_code":"ACT.27","verse_code":"ACT.27.10","label":"10","content":"“Cov kwvtij, yog peb caij nkoj mus ntxiv, ntshai peb yuav muaj kev txhawj kev ntshai heev, lub nkoj thiab tej qhov txhia chaw uas peb thauj mus yuav puastsuaj tas huv tibsi, tsis yog li ntawd xwb tseem yuav muaj neeg tuag thiab.”"},{"bible_id":"1525","chapter_code":"ACT.27","verse_code":"ACT.27.11","label":"11","content":"Txawm yog Paulus hais li ntawd los tus thawj tubrog pawg puas tsis mloog Paulus hais, nws tsuas mloog tus tsav nkoj thiab tus tswv nkoj lus xwb."},{"bible_id":"1525","chapter_code":"ACT.27","verse_code":"ACT.27.12","label":"12","content":"Lub caij ntuj no tsis zoo nres nkoj ntev ntawm qhov chaw ntawd, feem coob thiaj pom zoo caij nkoj tawm qhov chaw ntawd mus so tom lub nroog Faunis uas muaj chaw nres nkoj. Lub nroog Faunis yog qhov chaw nres nkoj ntawm lub koog Povtxwv Keletes uas tig rau sab qabteb hnubpoob thiab sab qaumteb hnubpoob.  Lawv mus so qhov ntawd kom dhau lub caij ntuj no."},{"bible_id":"1525","chapter_code":"ACT.27","verse_code":"ACT.27.13","label":"13","content":"Thaum muaj cua tuaj ntxiag sab qabteb tuaj, lawv xav hais tias zoo mus rau tim lub nroog Faunis. Lawv txawm rub lub thauj los rau saum lub nkoj, thiab lawv caij nkoj raws ntug lub koog Povtxwv Keletes mus."},{"bible_id":"1525","chapter_code":"ACT.27","verse_code":"ACT.27.14","label":"14","content":"Tiamsis thaum lawv caij nkoj mus mentsis, txawm muaj ib nthwv cua ntsawj saum lub koog Povtxwv Keletes tuaj. Nthwv cua ntawd sawvdaws hu ua “Cov cua sab Hnubtuaj Qaumteb.”"},{"bible_id":"1525","chapter_code":"ACT.27","verse_code":"ACT.27.15","label":"15","content":"Cov cua ntawd ntsawj lub nkoj uas peb caij, lub nkoj txawm mus tsis tau raws ntug lub koog Povtxwv Keletes mus."},{"bible_id":"1525","chapter_code":"ACT.27","verse_code":"ACT.27.16","label":"16","content":"Peb lem lub nkoj mus txog nram ib lub koog Povtxwv me me uas hu ua Kaudas. Thaum peb mus txog nrad cua ntsawj tsis heev, rau qhov muaj lub koog povtxwv ntawd thaiv lawm, peb thiaj rub lub nkoj me los khi rau ntawm lub nkoj loj, tiamsis peb rub nyuaj kawg li."},{"bible_id":"1525","chapter_code":"ACT.27","verse_code":"ACT.27.17","label":"17","content":"Thaum lawv rub tau lub nkoj lawm, lawv muab hlua khi lub nkoj ruaj ruaj, rau qhov lawv ntshai nyob tsam lub nkoj mus tsoo cov suabzeb ntawm ntug Hiavtxwv Linpias, lawv thiaj muab daim ntaub cug cua txo, cia lub nkoj mus raws li cua ntsawj."},{"bible_id":"1525","chapter_code":"ACT.27","verse_code":"ACT.27.18","label":"18","content":"Cua daj cua dub pheej tsis txawj tu li; thaum kaj ntug lawm, lawv muab tej qhov txhia chaw uas lawv thauj mus, thau povtseg rau hauv hiavtxwv."},{"bible_id":"1525","chapter_code":"ACT.27","verse_code":"ACT.27.19","label":"19","content":"Hnub tom qab lawv txawm muab tej qhov txhia chaw uas lawv siv hauv lub nkoj thau povtseg huv tibsi thiab."},{"bible_id":"1525","chapter_code":"ACT.27","verse_code":"ACT.27.20","label":"20","content":"Peb tsis pom lub hnub thiab lub hli tau ntau hnub los cua daj cua dub tseem ntsawj li qub. Thaum ntawd peb thiaj xav hais tias ntshai peb yuav tsis dim li lawm."},{"bible_id":"1525","chapter_code":"ACT.27","verse_code":"ACT.27.21","label":"21","content":"Tau ntau hnub cov neeg uas nyob hauv lub nkoj tsis muaj leejtwg noj mov li, Paulus txawm sawv ntsug hais tias, “Cov kwvtij, yog nej ntxov mloog kuv lus, peb nyob twjywm tom lub koog Povtxwv Keletes tsis txhob tuaj, ces peb yeej tsis raug kev txomnyem thiab peb tej qhov txhia chaw yuav tsis poob tas."},{"bible_id":"1525","chapter_code":"ACT.27","verse_code":"ACT.27.22","label":"22","content":"Tiamsis kuv hais rau nej hais tias nej tsis txhob txhawj! Peb cov uas nyob ntawm no yuav tsis muaj ib tug tuag li, tsuas yog lub nkoj yuav puas tas xwb."},{"bible_id":"1525","chapter_code":"ACT.27","verse_code":"ACT.27.23","label":"23","content":"Kuv paub li no, rau qhov nag hmo tus Vajtswv uas kuv niaj hnub pehawm txib nws ib tug timtswv los hais rau kuv hais tias,"},{"bible_id":"1525","chapter_code":"ACT.27","verse_code":"ACT.27.24","label":"24","content":"‘Paulus, koj tsis txhob ntshai! Koj yeej yuav tau mus sawv tabmeeg Huabtais Xixas xwb. Vajtswv hlub koj heev, Vajtswv yuav tsis pub cov neeg uas nyob hauv lub nkoj no ib tug tuag li.’"},{"bible_id":"1525","chapter_code":"ACT.27","verse_code":"ACT.27.25","label":"25","content":"Yog li ntawd, cov kwvtij, nej tsis txhob txhawj! Rau qhov kuv ntseeg hais tias Vajtswv yeej yuav ua raws li nws tau qhia rau kuv lawm."},{"bible_id":"1525","chapter_code":"ACT.27","verse_code":"ACT.27.26","label":"26","content":"Txawm yog li cas los peb lub nkoj yeej yuav mus khuam rau ib lub koog povtxwv xwb.”"},{"bible_id":"1525","chapter_code":"ACT.27","verse_code":"ACT.27.27","label":"27","content":"Cua daj cua dub ntsawj peb lub nkoj mus mus los los hauv Hiavtxwv Meditelanes tau kaum plaub hmos. Thaum kwvlam li ib tag hmo, cov neeg uas ua haujlwm hauv lub nkoj xav hais tias lub nkoj twb mus yuav txog tim ntug,"},{"bible_id":"1525","chapter_code":"ACT.27","verse_code":"ACT.27.28","label":"28","content":"lawv txawm muab ib txoj hlua khi lub thauj tso rau hauv Hiavtxwv ntsuag saib tob li cas. Thaum lawv ntsuas tas, lawv pom hais tias tseem tob nees nkaum daj, lub nkoj mus mentsis lawv rov ntsuas dua, lawv pom hais tias tob kaum tsib dag."},{"bible_id":"1525","chapter_code":"ACT.27","verse_code":"ACT.27.29","label":"29","content":"Lawv ntshai nyob tsam lub nkoj mus tsoo pobzeb, lawv thiaj muab plaub lub thauj tom tw nkoj tso rau hauv hiavtxwv kom lub nkoj nres. Hmo ntawd peb laj tos txog kaj ntug kawg li."},{"bible_id":"1525","chapter_code":"ACT.27","verse_code":"ACT.27.30","label":"30","content":"Cov neeg uas ua haujlwm hauv lub nkoj xav khiav, lawv txawm muab lub nkoj me tso rau hauv Hiavtxwv; lawv ua txuj ua yam li lawv yuav muab cov thauj hlau uas nyob tom taubhau nkoj tso rau hauv dej."},{"bible_id":"1525","chapter_code":"ACT.27","verse_code":"ACT.27.31","label":"31","content":"Tiamsis Paulus hais rau tus thawj tubrog pawg pua thiab cov tubrog hais tias, “Yog cov neeg tsav nkoj no khiav lawm, ces nej cov nyob ntawm no yuav tsis muaj ib tug dim li.”"},{"bible_id":"1525","chapter_code":"ACT.27","verse_code":"ACT.27.32","label":"32","content":"Cov tubrog hnov Paulus hais li ntawd, cov tubrog txawm muab txoj hlua uas khi lub nkoj me txiav tso lub nkoj me rau dej ntsawj mus."},{"bible_id":"1525","chapter_code":"ACT.27","verse_code":"ACT.27.33","label":"33","content":"Thaum yuav kaj ntug, Paulus kom sawvdaws noj mov. Paulus hais tias, “Nej twb tos saib cua daj cua dub puas tu los tau kaum plaub hnub no lawm, nej tsis tau noj ib yam dabtsi li."},{"bible_id":"1525","chapter_code":"ACT.27","verse_code":"ACT.27.34","label":"34","content":"Yog li ntawd, thov nej cia li noj mov, nej thiaj li yuav tsis tuag. Txawm yog nej tej plaubhau los yuav tsis muaj ib txoj poob li.”"},{"bible_id":"1525","chapter_code":"ACT.27","verse_code":"ACT.27.35","label":"35","content":"Thaum Paulus hais li ntawd tas, Paulus txawm muab ib lub ncuav los ua Vajtswv tsaug tabmeeg sawvdaws, nws mam li muab ntais noj."},{"bible_id":"1525","chapter_code":"ACT.27","verse_code":"ACT.27.36","label":"36","content":"Thaum lawv hnov Paulus hais li ntawd, lawv zoo siab mentsis, lawv txhua tus thiaj noj mov."},{"bible_id":"1525","chapter_code":"ACT.27","verse_code":"ACT.27.37","label":"37","content":"Tagnrho peb cov uas nyob hauv lub nkoj muaj ob puas xya caum rau leej."},{"bible_id":"1525","chapter_code":"ACT.27","verse_code":"ACT.27.38","label":"38","content":"Thaum lawv noj mov tas lawm, lawv muab cov nplej uas lawv thauj mus thau povtseg rau hauv hiavtxwv kom lub nkoj sib mentsis."},{"bible_id":"1525","chapter_code":"ACT.27","verse_code":"ACT.27.39","label":"39","content":"Thaum kaj ntug lawm, cov neeg uas ua haujlwm hauv lub nkoj pom ib lub koog povtxwv, tiamsis lawv tsis paub hais tias yog lub twg. Lawv pom ib ceg hiavtxwv uas muaj suabzeb, lawv xav hais tias tso lub nkoj ncaj nraim mus rau ntawd nyaj yuav mus txog tim ntug."},{"bible_id":"1525","chapter_code":"ACT.27","verse_code":"ACT.27.40","label":"40","content":"Lawv txawm muab tej hlua uas khi cov thauj txiav tso cov thauj rau hauv hiavtxwv thiab daws txoj hlua uas khi ob tug duav uas tswj lub nkoj povtseg, thiab lawv nthuav daim ntaub cug cua nyob tom taubhau rau cua ntsawj lub nkoj kom ncaj nraim mus rau tim ntug."},{"bible_id":"1525","chapter_code":"ACT.27","verse_code":"ACT.27.41","label":"41","content":"Tiamsis thaum lawv caij lub nkoj mus tsis tau txog tim ntug, tog taubhau nkoj txawm mus daig nkaus ruaj ruaj rau ntawm cov suabzeb lawm; dej ntas tuaj ntsawj yav tw nkoj tawg yuav luag tas."},{"bible_id":"1525","chapter_code":"ACT.27","verse_code":"ACT.27.42","label":"42","content":"Cov tubrog ntshai nyob tsam cov neeg raug txim ua luam dej khiav, lawv txawm sib tham hais tias yuav tsum muab cov neeg raug txim tua povtseg huv tibsi."},{"bible_id":"1525","chapter_code":"ACT.27","verse_code":"ACT.27.43","label":"43","content":"Tiamsis tus thawj tubrog pawg pua xav pab Paulus, nws thiaj txwv tsis pub kom lawv muab cov neeg raug txim tua povtseg. Tus thawj tubrog hais kom cov uas txawj ua luam dej dhia rau hauv dej ua luam dej mus rau tim ntug,"},{"bible_id":"1525","chapter_code":"ACT.27","verse_code":"ACT.27.44","label":"44","content":"cov uas tsis txawj ua luam dej cia li muab tej daim txiag thiab tej yav ntoo uas lov ntawm lub nkoj los tiag hauvsiab ua luam dej mus rau tim ntug. Lawv ua li ntawd, sawvdaws thiaj mus txog tim ntug huv tibsi tsis muaj ib tug tuag li."},{"bible_id":"1525","chapter_code":"ACT.28","verse_code":"ACT.28.1","label":"1","content":"Thaum peb txhua tus dim thiab tawm tau rau tim ntug lawm, peb thiaj paub hais tias lub koog povtxwv ntawd hu ua Malatas."},{"bible_id":"1525","chapter_code":"ACT.28","verse_code":"ACT.28.2","label":"2","content":"Cov neeg uas nyob hauv lub koog povtxwv ntawd hlub peb kawg li. Lawv rauv taws rau peb nte, rau qhov thaum ntawd tabtom los nag thiab no heev."},{"bible_id":"1525","chapter_code":"ACT.28","verse_code":"ACT.28.3","label":"3","content":"Paulus mus khaws tau ib tsuag tawg los, nws tabtom yuav muab tso rau hauv qhovcub; thaum pa taws ntshawb ib tug nab tawm hauv tsuag taws los tom Paulus txhais tes."},{"bible_id":"1525","chapter_code":"ACT.28","verse_code":"ACT.28.4","label":"4","content":"Thaum cov neeg Malatas pom tus nab tom dai vias ntawm Paulus txhais tes, lawv sib tham hais tias, “Tus txivneej no ntshai nws yog ib tug neeg tua neeg; txawm yog nws dim kev tuag hauv Hiavtxwv los lawm los ntuj tseem tsis tseg nws nyob thiab.”"},{"bible_id":"1525","chapter_code":"ACT.28","verse_code":"ACT.28.5","label":"5","content":"Tiamsis Paulus nchos tus nab poob rau hauv qhovcub, Paulus tsis mob li cas li."},{"bible_id":"1525","chapter_code":"ACT.28","verse_code":"ACT.28.6","label":"6","content":"Cov neeg ntawd pom nab tom Paulus txhais tes, lawv xav hais tias ntshai Paulus txhais tes yuav o lossis Paulus yuav cia li ntog thiab tuag kiag tamsim ntawd. Lawv tos tos tiamsis tsis pom muaj li cas, ces lawv ho hais tias, “Nws yog vajtswv.”"},{"bible_id":"1525","chapter_code":"ACT.28","verse_code":"ACT.28.7","label":"7","content":"Tus nom uas kav lub koog povtxwv Malatas hu ua Puli-us, nws lub tsev nyob tsis deb ntawm qhov chaw uas cov neeg Malatas rauv taws rau peb nte. Peb mus so hauv Puli-us tsev tau peb hnub, thiab Puli-us nrhiav zaub nrhiav mov zoo kawg rau peb noj."},{"bible_id":"1525","chapter_code":"ACT.28","verse_code":"ACT.28.8","label":"8","content":"Thaum ntawd Puli-us txiv tabtom ua npaws thiab raws plab. Paulus mus saib Puli-us txiv hauv txaj thiab thov Vajtswv pab kho nws. Thaum Paulus thov Vajtswv, Paulus cev tes tuav nws, ces nws tej mob txawm zoo lawm."},{"bible_id":"1525","chapter_code":"ACT.28","verse_code":"ACT.28.9","label":"9","content":"Thaum Paulus kho Puli-us txiv zoo lawm, cov neeg muaj mob uas nyob hauv lub koog povtxwv ntawd txawm tuaj cuag Paulus, thiab lawv txhua tus tej mob zoo huv tibsi."},{"bible_id":"1525","chapter_code":"ACT.28","verse_code":"ACT.28.10","label":"10","content":"Cov neeg ntawd nqa ntau yam tuaj pub rau peb thiab ua peb tsaug. Thiab thaum peb yuav caij nkoj mus, lawv nqa qhov txhia chaw tuaj tso rau hauv lub nkoj rau peb tau siv."},{"bible_id":"1525","chapter_code":"ACT.28","verse_code":"ACT.28.11","label":"11","content":"Peb nyob hauv lub koog povtxwv Malatas tau peb lub hlis, tom qab ntawd peb nce mus rau hauv lub nkoj uas hu ua “Vajtswv Ntxaib,” lub nkoj ntawd tuaj nram lub nroog Alexadias tuaj so rau hauv lub koog Povtxwv ntawd kom dhau lub caij ntuj no."},{"bible_id":"1525","chapter_code":"ACT.28","verse_code":"ACT.28.12","label":"12","content":"Thaum peb mus txog pem lub nroog Xilakuxes, peb nyob ntawd tau peb hnub."},{"bible_id":"1525","chapter_code":"ACT.28","verse_code":"ACT.28.13","label":"13","content":"Tom qab ntawd peb caij nkoj mus rau pem lub nroog Lenki-oos. Hnub tom qab muaj cua ntsawj sab qabteb tuaj, peb caij nkoj mus ob hnub thiaj mus txog pem lub nroog Pute-aulis."},{"bible_id":"1525","chapter_code":"ACT.28","verse_code":"ACT.28.14","label":"14","content":"Thaum peb mus txog hauv lub nroog ntawd lawm, peb mus saib cov ntseeg. Lawv thov kom peb nrog lawv nyob xya hnub. Tom qab ntawd peb mam li mus txog pem lub nroog Loos."},{"bible_id":"1525","chapter_code":"ACT.28","verse_code":"ACT.28.15","label":"15","content":"Thaum cov kwvtij ntseeg uas nyob hauv lub nroog Loos hnov hais tias peb mus, lawv txawm tuaj tos peb. Muaj ibtxhia tuaj tos peb nram lub khw Api-us, muaj ibtxhia tuaj tos peb nram lub zos uas hu ua Peb Lub Tsev So. Thaum Paulus pom cov ntseeg tuaj tos peb, nws ua Vajtswv tsaug thiab nws kaj siab mentsis."},{"bible_id":"1525","chapter_code":"ACT.28","verse_code":"ACT.28.16","label":"16","content":"Thaum peb mus txog hauv lub nroog Loos lawm, cov nomtswv coj Paulus mus nyob rau ib qho, tsuas yog lawv tso ib tug tubrog zov Paulus xwb."},{"bible_id":"1525","chapter_code":"ACT.28","verse_code":"ACT.28.17","label":"17","content":"Tau peb hnub tom qab Paulus txawm hu cov Yudais tej thawjcoj uas nyob hauv lub nroog ntawd tuaj sablaj. Thaum sawvdaws tuaj txhij lawm, Paulus hais rau lawv hais tias, “Cov kwvtij, txawm yog kuv tsis tau ua txhaum peb haivneeg lossis tsis tau ua txhaum peb cov yawgkoob tej kevcai los cov Yudais cia li ntes kuv tim lub nroog Yeluxalees thiab muab rau cov nomtswv Loos txiav txim."},{"bible_id":"1525","chapter_code":"ACT.28","verse_code":"ACT.28.18","label":"18","content":"Thaum cov nomtswv Loos taug kuv zaj tas, lawv xav tso kuv, rau qhov lawv tsis pom kuv ua ib qho txhaum uas yuav txaus muab kuv tua povtseg,"},{"bible_id":"1525","chapter_code":"ACT.28","verse_code":"ACT.28.19","label":"19","content":"tiamsis cov Yudais txwv tsis pub lawv tso kuv, kuv thiaj thov tuaj cuag Huabtais Xixas. Kuv ua li no, tsis yog kuv yuav tuaj nkaug kuv haivneeg rau Huabtais Xixas."},{"bible_id":"1525","chapter_code":"ACT.28","verse_code":"ACT.28.20","label":"20","content":"Qhov uas kuv hu nej tuaj ntawm no yog kuv xav pom nej thiab qhia rau nej paub hais tias, vim li cas luag thiaj muab saw hlau khi kuv. Kuv raug khi li no twb yog kuv ntseeg tus uas cov Yixalayees cia siab rau.”"},{"bible_id":"1525","chapter_code":"ACT.28","verse_code":"ACT.28.21","label":"21","content":"Lawv hais rau Paulus hais tias, “Cov neeg uas nyob tim lub xeev Yudas tsis muaj ib tug sau koj zaj tuaj qhia rau peb paub li. Thiab peb cov kwvtij uas nyob tid tuaj saib peb, tiamsis peb tsis hnov lawv hais ib yam dabtsi phem txog koj li."},{"bible_id":"1525","chapter_code":"ACT.28","verse_code":"ACT.28.22","label":"22","content":"Peb cov uas tuaj ntawm no, peb xav paub hais tias zaj uas koj ntseeg yog li cas, rau qhov peb pheej hnov hais tias tej neeg uas nyob txhua qhov sawvdaws ntxub cov neeg uas ntseeg li koj ntseeg. Zaj no peb paub tsis tseeb, thov koj qhia rau peb.”"},{"bible_id":"1525","chapter_code":"ACT.28","verse_code":"ACT.28.23","label":"23","content":"Lawv txawm teem ib lub sijhawm yuav nrog Paulus tham. Thaum txog lub sijhawm ntawd, muaj neeg coob coob tuaj cuag Paulus hauv lub tsev uas Paulus nyob. Paulus qhia cov neeg uas tuaj ntawd ib hnub tsaus ntuj. Nws qhia txog Vajtswv lub Tebchaws. Nws muab tej lus uas Mauxes thiab cov cev Vajtswv lus sau tseg lawm qhia rau lawv kom lawv los ntseeg Yexus."},{"bible_id":"1525","chapter_code":"ACT.28","verse_code":"ACT.28.24","label":"24","content":"Thaum Paulus qhia tas, muaj ibtxhia ntseeg tej uas Paulus qhia, tiamsis muaj ibtxhia tsis ntseeg."},{"bible_id":"1525","chapter_code":"ACT.28","verse_code":"ACT.28.25","label":"25","content":"Cov neeg ntawd tsis sib haum, nyias txawm tawm nyias lawm. Thaum lawv yuav mus Paulus hais ib los rau lawv hais tias, “Vaj Ntsujplig tus Dawbhuv kom Yaxayas uas yog tus cev Vajtswv hais tseeb rau nej cov yawgkoob;"},{"bible_id":"1525","chapter_code":"ACT.28","verse_code":"ACT.28.26","label":"26","content":"nws hais tias, ‘Cia li mus hais rau cov neeg no hais tias nej yuav mloog tas mloog thiab, tiamsis nej yuav tsis totaub; nej yuav saib tas saib thiab, tiamsis nej yuav tsis pom;"},{"bible_id":"1525","chapter_code":"ACT.28","verse_code":"ACT.28.27","label":"27","content":"cov neeg no lub siab ruam, lawv tsis xav mloog, lawv thiaj ntsaws qhovntsej; lawv tsis xav pom lawv thiaj qi qhovmuag. Yog lawv tsis ua li ntawd nyob tsam lawv qhovmuag yuav pom, lawv qhovntsej yuav hnov thiab lawv yuav totaub, ces lawv yuav tig rov los cuag kuv, thiab kuv yuav kho lawv tej mob.’ ”"},{"bible_id":"1525","chapter_code":"ACT.28","verse_code":"ACT.28.28","label":"28","content":"Paulus xaus lus hais tias, “Kuv qhia rau nej hais tias twb muaj neeg mus qhia Vajtswv Txojlus uas yog txojkev cawm dim rau lwm Haivneeg lawm. Lawv yeej yuav mloog!”"},{"bible_id":"1525","chapter_code":"ACT.28","verse_code":"ACT.28.29","label":"29","content":"[Thaum Paulus hais li ntawd tas, cov Yudais sib cav heev, ces lawv nyias txawm tawm nyias mus lawm.]"},{"bible_id":"1525","chapter_code":"ACT.28","verse_code":"ACT.28.30","label":"30","content":"Paulus nyob hauv lub tsev uas nws ntiav tau ob xyoos txwm nkaus, nws tos txais txhua tus uas tuaj saib nws."},{"bible_id":"1525","chapter_code":"ACT.28","verse_code":"ACT.28.31","label":"31","content":"Nws qhia txog Vajtswv lub Tebchaws thiab qhia Tswv Yexus Khetos zaj rau txhua tus mloog, nws tsis ntshai leejtwg li thiab tsis muaj leejtwg txwv nws."}]