[{"bible_id":"1525","chapter_code":"EPH.1","verse_code":"EPH.1.1","label":"1","content":"Kuv yog Paulus tus uas Vajtswv tsa ua Yexus Khetos tus timthawj. Kuv sau tsab ntawv no xa tuaj rau nej cov uas ntseeg Vajtswv hauv lub nroog Efexus.  Nej yog cov uas nrog Yexus Khetos koom ib txojsia thiab muab siab rau ntseeg Vajtswv."},{"bible_id":"1525","chapter_code":"EPH.1","verse_code":"EPH.1.2","label":"2","content":"Peb thov Vajtswv tus uas yog peb Leej Txiv thiab tus Tswv Yexus Khetos foom koob hmoov rau nej thiab pub kom nej tau nyob kaj siab lug."},{"bible_id":"1525","chapter_code":"EPH.1","verse_code":"EPH.1.3","label":"3","content":"Peb cia li ua Vajtswv tus uas yog peb tus Tswv Yexus Khetos Leej Txiv tsaug! Vim peb nrog Yexus Khetos koom ib txojsia, Vajtswv thiaj li foom ib puas tsav yam koob hmoov saum ntuj ceebtsheej los rau peb."},{"bible_id":"1525","chapter_code":"EPH.1","verse_code":"EPH.1.4","label":"4","content":"Thaum tsis tau tsim ntuj tsim teb, Vajtswv twb xub xaiv peb los nrog Yexus Khetos koom ib txojsia thiab los ua Vajtswv haivneeg lawm. Vajtswv ua li ntawd, mas peb cov uas Vajtswv niaj hnub tsomkwm thiaj yuav ua tau neeg zoo kawg nkaus tsis muaj ib qho txhaum tabmeeg Vajtswv li. Vim Vajtswv hlub peb,"},{"bible_id":"1525","chapter_code":"EPH.1","verse_code":"EPH.1.5","label":"5","content":"Vajtswv  thiaj xub xav tseg lawm hais tias Vajtswv yuav txib Yexus Khetos los coj peb mus ua Vajtswv cov menyuam. Qhov ntawd haum Vajtswv siab thiab raws li Vajtswv tau xav tseg lawm."},{"bible_id":"1525","chapter_code":"EPH.1","verse_code":"EPH.1.6","label":"6","content":"Peb cia li qhuas Vajtswv tus uas hlub peb. Vim peb ntseeg Vajtswv, Leej Tub tus uas nws hlub kawg nkaus, mas Vajtswv thiaj pub nws txoj koob hmoov dawb dawb rau peb."},{"bible_id":"1525","chapter_code":"EPH.1","verse_code":"EPH.1.7","label":"7","content":"Vim Yexus Khetos tuag txhiv peb lub txim, Vajtswv thiaj zam txim rau peb. Vajtswv txojkev hlub loj kawg li."},{"bible_id":"1525","chapter_code":"EPH.1","verse_code":"EPH.1.8","label":"8","content":"Vajtswv txoj koob hmoov uas Vajtswv pub rau peb ntau nplua mias ntawd zoo kawg nkaus li! Vajtswv tus uas muaj tswvyim thiab paub ib puas tsav yam,"},{"bible_id":"1525","chapter_code":"EPH.1","verse_code":"EPH.1.9","label":"9","content":"tau txib Yexus Khetos los ua kom Vajtswv tes haujlwm tiav raws li Vajtswv twb xub xav tseg lawm. Txij thaum ub los Vajtswv tsis tau qhia tes haujlwm ntawd rau leejtwg paub, tiamsis nimno nws twb qhia rau peb paub lawm."},{"bible_id":"1525","chapter_code":"EPH.1","verse_code":"EPH.1.10","label":"10","content":"Tes haujlwm uas Vajtswv yuav ua kom tiav ntawd, yog qhov uas Vajtswv yuav coj ib puas tsav yam uas Vajtswv tau tsim los lawm, tsis hais tej uas nyob saum nruab ntug thiab tej uas nyob hauv ntiajteb los nyob ua ke, thiab Vajtswv yuav tsa Yexus Khetos ua ib puas tsav yam ntawd tus thawj. Thaum txog lub sijhawm uas Vajtswv teem cia lawm, Vajtswv yuav ua li ntawd."},{"bible_id":"1525","chapter_code":"EPH.1","verse_code":"EPH.1.11","label":"11","content":"Vajtswv twb xaiv peb cov uas nrog Yexus Khetos koom ib txojsia los ua Vajtswv haivneeg raws li Vajtswv twb xub xav tseg thaum tsis tau tsim lub ntuj thiab lub ntiajteb los lawm. Vajtswv ua li ntawd, rau qhov Vajtswv yeej ua ib puas tsav yam raws li Vajtswv pom zoo thiab raws li Vajtswv twb xub xav tseg lawm."},{"bible_id":"1525","chapter_code":"EPH.1","verse_code":"EPH.1.12","label":"12","content":"Yog li ntawd peb cov uas twb xub tso siab rau Yexus Khetos, peb cia li qhuas Vajtswv tus uas muaj tshwjchim."},{"bible_id":"1525","chapter_code":"EPH.1","verse_code":"EPH.1.13","label":"13","content":"Nej cov los kuj ib yam li peb thiab. Thaum nej tau hnov txojmoo zoo uas yog Txojlus tseeb uas cawm tau kom nej dim nej lub txim, nej thiaj ntseeg Yexus Khetos. Vajtswv pub Vaj Ntsujplig tus Dawbhuv rau nej raws li nws tau coglus tseg rau nej lawm. Vaj Ntsujplig tus Dawbhuv ntawd yog lub homthawj uas Vajtswv nias rau nej. Vajtswv ua li ntawd yog qhia rau nej paub hais tias nej yog Vajtswv haivneeg lawm."},{"bible_id":"1525","chapter_code":"EPH.1","verse_code":"EPH.1.14","label":"14","content":"Qhov uas Vajtswv pub Vaj Ntsujplig tus Dawbhuv rau peb ntawd yog ib qho tseemceeb uas qhia rau peb paub hais tias peb yuav tau tej uas Vajtswv tau coglus lawm hais tias, Vajtswv yuav muab pub rau nws haivneeg. Thiab qhia rau peb paub hais tias Vajtswv yuav cia nws cov neeg tau nyob ywjpheej. Peb cia li qhuas Vajtswv tus uas muaj tshwjchim."},{"bible_id":"1525","chapter_code":"EPH.1","verse_code":"EPH.1.15","label":"15","content":"Twb yog vim li ntawd, txij thaum kuv hnov hais tias nej muab siab rau ntseeg tus Tswv Yexus thiab hlub Vajtswv haivneeg txhua tus,"},{"bible_id":"1525","chapter_code":"EPH.1","verse_code":"EPH.1.16","label":"16","content":"mas kuv niaj hnub ua Vajtswv tsaug tsis tseg tsis tu. Kuv nco ntsoov thov Vajtswv pab nej."},{"bible_id":"1525","chapter_code":"EPH.1","verse_code":"EPH.1.17","label":"17","content":"Kuv thov peb tus Tswv Yexus Khetos tus Vajtswv thiab tus uas yog peb Leej Txiv tus uas muaj hwjchim ci ntsa iab pub Vaj Ntsujplig tus Dawbhuv rau nej. Tus Ntsujplig ntawd yuav pub tswvyim rau nej thiab qhia Vajtswv rau nej kom nej paub Vajtswv heev zuj zus ntxiv."},{"bible_id":"1525","chapter_code":"EPH.1","verse_code":"EPH.1.18","label":"18","content":"Kuv thov Vajtswv qhib nej lub siab kom nej totaub zoo, nej thiaj paub hais tias nej cov uas Vajtswv twb hu los cuag nws lawm, nej cia siab li cas rau Vajtswv. Thiab txoj koob hmoov uas Vajtswv coglus tseg hais tias Vajtswv yuav pub rau Vajtswv haivneeg zoo npaum li cas."},{"bible_id":"1525","chapter_code":"EPH.1","verse_code":"EPH.1.19","label":"19","content":"Thiab paub hais tias, Vajtswv lub hwjchim uas ua haujlwm hauv peb cov ntseeg lub siab loj npaum li cas."},{"bible_id":"1525","chapter_code":"EPH.1","verse_code":"EPH.1.20","label":"20","content":"Lub hwjchim ntawd twb yog lub uas Vajtswv tsa Yexus Khetos sawv hauv qhov tuag rov qab los, thiab coj Yexus mus nyob ntawm Vajtswv sab xis saum ntuj ceebtsheej."},{"bible_id":"1525","chapter_code":"EPH.1","verse_code":"EPH.1.21","label":"21","content":"Yexus Khetos nyob saum ntuj ceebtsheej kav cov timtswv, kav tej vajntxwv thiab tej nomtswv uas muaj hwjchim kav hauv ntiajteb no tibsi. Yexus Khetos muaj hwjchim loj dua tej nomtswv uas sawvdaws hwm, tsis hais tiam no lossis tiam tom ntej."},{"bible_id":"1525","chapter_code":"EPH.1","verse_code":"EPH.1.22","label":"22","content":"Vajtswv muab ib puas tsav yam huv tibsi rau Yexus Khetos kav, thiab Vajtswv tsa Yexus Khetos ua tus thawj saib cov ntseeg thiab ib puas tsav yam tagnrho."},{"bible_id":"1525","chapter_code":"EPH.1","verse_code":"EPH.1.23","label":"23","content":"Cov ntseeg yog Yexus Khetos lub cev uas muaj txhua yam txhij. Yexus Khetos yog tus uas ua rau ib puas tsav yam uas nyob txhua qhov  muaj txhij muaj txhua."},{"bible_id":"1525","chapter_code":"EPH.2","verse_code":"EPH.2.1","label":"1","content":"Yav tas los nej zoo li cov neeg uas tuag lawm, rau qhov nej tsis mloog Vajtswv lus thiab nej ua txhaum."},{"bible_id":"1525","chapter_code":"EPH.2","verse_code":"EPH.2.2","label":"2","content":"Thaum ntawd nej tseem nyiam ua ib yam li tej neeg uas nyob hauv ntiajteb no ua, thiab nej ua raws li tus uas kav saum nruab ntug qhia nej. Tus ntawd yog tus dab Ntxwgnyoog uas nimno kav cov neeg uas tsis mloog Vajtswv lus."},{"bible_id":"1525","chapter_code":"EPH.2","verse_code":"EPH.2.3","label":"3","content":"Txawm yog peb cov los yav tas los peb yeej ua ib yam li lawv thiab; peb ntshaw kev phem kev qias thiab peb ua raws li peb lub cev thiab peb lub siab ibtxwm nyiam ua; yog li ntawd, Vajtswv yeej yuav rau txim rau peb ib yam li Vajtswv rau rau lwm tus."},{"bible_id":"1525","chapter_code":"EPH.2","verse_code":"EPH.2.4","label":"4","content":"Tiamsis Vajtswv hlub peb kawg nkaus li."},{"bible_id":"1525","chapter_code":"EPH.2","verse_code":"EPH.2.5","label":"5","content":"Peb tsis mloog Vajtswv lus thiab peb zoo li cov neeg uas tuag lawm los Vajtswv tseem pub peb rov muaj txojsia ib yam li Vajtswv tau tsa Yexus Khetos sawv hauv qhov tuag rov qab los. Vajtswv hlub nej kawg li, Vajtswv thiaj li cawm kom nej dim."},{"bible_id":"1525","chapter_code":"EPH.2","verse_code":"EPH.2.6","label":"6","content":"Vim peb nrog Yexus koom ib txojsia, Vajtswv thiaj tsa peb nrog Yexus Khetos sawv rov qab los. Vajtswv ua li ntawd kom peb tau nrog Yexus Khetos kav saum ntuj ceebtsheej."},{"bible_id":"1525","chapter_code":"EPH.2","verse_code":"EPH.2.7","label":"7","content":"Txij no mus rau yav tom ntej tej uas Vajtswv ua ntawd yuav qhia rau sawvdaws paub hais tias Vajtswv foom koob hmoov ntau kawg nkaus rau peb cov uas ntseeg Yexus Khetos, rau qhov Vajtswv hlub peb heev."},{"bible_id":"1525","chapter_code":"EPH.2","verse_code":"EPH.2.8","label":"8","content":"Vajtswv tus uas hlub nej, nws cawm nej dim twb yog vim nej ntseeg. Qhov uas nej dim ntawd, tsis yog vim nej ua haujlwm zoo, tiamsis yog Vajtswv cia li pub dawb rau nej xwb."},{"bible_id":"1525","chapter_code":"EPH.2","verse_code":"EPH.2.9","label":"9","content":"Qhov uas nej dim tsis yog nej lub dag lub zog ua mas nej thiaj tsis muaj lus khav tau."},{"bible_id":"1525","chapter_code":"EPH.2","verse_code":"EPH.2.10","label":"10","content":"Peb yog cov uas Vajtswv txhais tes puab. Vajtswv tsim peb los nrog Yexus Khetos koom ib txojsia kom peb ua tau tej haujlwm zoo uas Vajtswv twb xub npaj tseg cia rau peb ua lawm."},{"bible_id":"1525","chapter_code":"EPH.2","verse_code":"EPH.2.11","label":"11","content":"Cov Yudais hu nej cov uas yog lwm haivneeg hais tias, “Cov uas tsis ua kevcai txiav;” lawv hu nej li ntawd, rau qhov lawv yeej hu lawv ua cov uas ua kevcai txiav. (Txoj kevcai txiav yeej yog yam uas neeg txhais tes ua rau neeg lub cev). Nej cov uas yog lwm haivneeg, nej yuav tsum nco ntsoov hais tias yav tas los nej yeej tsis yog cov uas ua kevcai txiav."},{"bible_id":"1525","chapter_code":"EPH.2","verse_code":"EPH.2.12","label":"12","content":"Nej yeej yog lwm haivneeg, nej tsis yog cov uas Vajtswv xaiv cia lawm. Nej tsis muaj feem nrog Vajtswv haivneeg tau tej koob hmoov uas Vajtswv coglus tseg yuav muab pub rau cov neeg uas nws xaiv tseg lawm. Nej nyob hauv ntiajteb no, nej tsis muaj chaw cia siab thiab nej tsis paub Vajtswv."},{"bible_id":"1525","chapter_code":"EPH.2","verse_code":"EPH.2.13","label":"13","content":"Tiamsis nimno nej cov uas yav tas los nyob nrug deb, nej twb los nrog Yexus Khetos koom ib txojsia lawm. Vim Yexus Khetos tuag txhiv nej, Vajtswv thiaj coj nej los cuag Vajtswv."},{"bible_id":"1525","chapter_code":"EPH.2","verse_code":"EPH.2.14","label":"14","content":"Rau qhov Yexus Khetos twb los ua rau cov Yudais thiab lwm haivneeg ua tau ib pab lawm, peb thiaj nyob tau ua ke. Sab phabntsa uas kem nruab nrab kom ob tog ua yeebncuab, Yexus Khetos twb los muab rhuav lawm."},{"bible_id":"1525","chapter_code":"EPH.2","verse_code":"EPH.2.15","label":"15","content":"Nws rhuav cov Yudais txoj kevcai, tsis hais tej uas lawv qhia thiab tej uas lawv txwv. Nws ua li ntawd, twb yog nws tsim dua ib pab neeg tshiab tawm hauv ob pab neeg ntawd los nrog nws sib raug zoo."},{"bible_id":"1525","chapter_code":"EPH.2","verse_code":"EPH.2.16","label":"16","content":"Vim Yexus Khetos tuag li ntawd, nws thiaj rhuav tau qhov uas ob haivneeg ntawd ua yeebncuab kom lawv los ua tau ib pab, thiab coj lawv rov los cuag Vajtswv."},{"bible_id":"1525","chapter_code":"EPH.2","verse_code":"EPH.2.17","label":"17","content":"Yog li ntawd, Yexus Khetos thiaj los qhia txojmoo zoo uas ua rau sawvdaws nyob taus ua ke, tsis hais nej cov uas yog lwm haivneeg uas nyob nrug deb Vajtswv thiab cov Yudais uas nyob ze Vajtswv."},{"bible_id":"1525","chapter_code":"EPH.2","verse_code":"EPH.2.18","label":"18","content":"Yog li ntawd, peb txhua tus uas ntseeg Yexus Khetos, tsis hais cov Yudais thiab lwm haivneeg, peb mus cuag tau Vajtswv, rau qhov peb puavleej koom Vajtswv tib tug Ntsujplig xwb."},{"bible_id":"1525","chapter_code":"EPH.2","verse_code":"EPH.2.19","label":"19","content":"Yog li ntawd nej cov uas yog lwm haivneeg, nej tsis yog lwm haivneeg lawm, nej yog Vajtswv haivneeg. Nej muaj feem ib yam li Vajtswv haivneeg, thiab nej yog Vajtswv tsevneeg lawm."},{"bible_id":"1525","chapter_code":"EPH.2","verse_code":"EPH.2.20","label":"20","content":"Vajtswv muab nej los ua rau saum lub qua tsev uas cov timthawj thiab cov cev Vajtswv lus  twb ncaws tau cia lawm. Tus ncej tas ntawd yog Yexus Khetos ntag."},{"bible_id":"1525","chapter_code":"EPH.2","verse_code":"EPH.2.21","label":"21","content":"Yexus yog tus uas txheem lub tsev ntawd kom khov, thiab ua kom tiav, thiaj li tau ib lub tuamtsev uas zoo kawg nkaus rau Vajtswv nyob."},{"bible_id":"1525","chapter_code":"EPH.2","verse_code":"EPH.2.22","label":"22","content":"Vajtswv tabtom muab nej cov thiab lawv cov txhua tus uas nrog Yexus Khetos koom ib txojsia, los ua ib lub tsev rau Vajtswv tus Ntsujplig nyob."},{"bible_id":"1525","chapter_code":"EPH.3","verse_code":"EPH.3.1","label":"1","content":"Twb yog vim li no kuv thiaj thov Vajtswv pab nej. Vim kuv ua Yexus Khetos tes haujlwm pab nej cov uas yog lwm haivneeg, kuv thiaj raug kaw rau hauv tsev lojcuj."},{"bible_id":"1525","chapter_code":"EPH.3","verse_code":"EPH.3.2","label":"2","content":"Kuv xav hais tias nyaj nej yuav hnov moo lawm hais tias, Vajtswv tus uas hlub kuv, tsa kuv ua tes haujlwm no pab nej."},{"bible_id":"1525","chapter_code":"EPH.3","verse_code":"EPH.3.3","label":"3","content":"Zaj uas yav tas los Vajtswv tsis tau qhia rau leejtwg paub, nimno Vajtswv twb qhia rau kuv paub lawm. (Kuv twb sau mentsis hais txog zaj no lawm."},{"bible_id":"1525","chapter_code":"EPH.3","verse_code":"EPH.3.4","label":"4","content":"Yog nej nyeem tej uas kuv sau ntawd, nej yuav paub hais tias kuv totaub li cas txog Yexus Khetos zaj uas Vajtswv muab zais cia lawm.)"},{"bible_id":"1525","chapter_code":"EPH.3","verse_code":"EPH.3.5","label":"5","content":"Yav tas los Vajtswv tsis qhia rau leejtwg paub, tiamsis nimno Vajtswv tus Ntsujplig twb qhia rau cov timthawj thiab cov cev Vajtswv lus paub lawm."},{"bible_id":"1525","chapter_code":"EPH.3","verse_code":"EPH.3.6","label":"6","content":"Zaj uas Vajtswv muab zais cia ntawd twb yog txojmoo zoo uas qhia hais tias Vajtswv foom koob hmoov rau lwm haivneeg ib yam li Vajtswv foom rau cov Yudais. Ob co puavleej yog tib lub cev tej tes taw, thiab sawvdaws puavleej yuav tau tej uas Vajtswv coglus tseg lawm hais tias nws yuav pub rau cov uas ntseeg Yexus Khetos."},{"bible_id":"1525","chapter_code":"EPH.3","verse_code":"EPH.3.7","label":"7","content":"Vajtswv hlub kuv, Vajtswv thiaj li tsa kuv ua nws ib tug tubtxib qhia Txojmoo Zoo. Thiab Vajtswv pub nws lub hwjchim rau kuv, kuv thiaj ua tau tes haujlwm no."},{"bible_id":"1525","chapter_code":"EPH.3","verse_code":"EPH.3.8","label":"8","content":"Kuv yog tus uas muaj hwjchim yau dua Vajtswv haivneeg txhua tus huv tibsi los Vajtswv tseem muab Txojmoo Zoo uas hais txog Yexus Khetos txoj koob hmoov uas tsimtxiaj kawg nkaus rau kuv coj mus qhia lwm haivneeg."},{"bible_id":"1525","chapter_code":"EPH.3","verse_code":"EPH.3.9","label":"9","content":"Thiab qhia rau sawvdaws paub hais tias Vajtswv ua li cas ua tau raws li tej uas Vajtswv muab zais cia lawm. Vajtswv tus uas tsim ib puas tsav yam huv tibsi twb muab zaj ntawd zais cia thaum tsim lub ntuj thiab lub ntiajteb lawm."},{"bible_id":"1525","chapter_code":"EPH.3","verse_code":"EPH.3.10","label":"10","content":"Nws ua li ntawd niaj hnub nimno cov timtswv ceebtsheej uas kav saum ntuj thiab cov uas muaj hwjchim thiaj yuav paub ib puas tsav yam uas yog Vajtswv lub hwjchim ua. Qhov uas lawv yuav paub tej no yog vim lawv pom tes haujlwm uas cov ntseeg ua."},{"bible_id":"1525","chapter_code":"EPH.3","verse_code":"EPH.3.11","label":"11","content":"Tej uas Vajtswv ua no yog raws li tej uas Vajtswv twb xub xav tseg thaum ub los lawm. Thiab Vajtswv txib peb tus Tswv Yexus Khetos los ua kom tej ntawd tiav."},{"bible_id":"1525","chapter_code":"EPH.3","verse_code":"EPH.3.12","label":"12","content":"Vim peb ntseeg thiab nrog Yexus Khetos koom ib txojsia, peb thiaj muaj cuabkav mus cuag Vajtswv."},{"bible_id":"1525","chapter_code":"EPH.3","verse_code":"EPH.3.13","label":"13","content":"Yog li ntawd kuv thov qhia rau nej hais tias nej tsis txhob poob siab rau qhov uas kuv raug kev txomnyem pab nej. Qhov uas kuv raug li no yeej yuav muaj nqis rau nej."},{"bible_id":"1525","chapter_code":"EPH.3","verse_code":"EPH.3.14","label":"14","content":"Twb yog vim li no kuv thiaj txhos caug ntua ntawm Vaj Leej Txiv lub xubntiag;"},{"bible_id":"1525","chapter_code":"EPH.3","verse_code":"EPH.3.15","label":"15","content":"nwg yog tus uas txhua haivneeg tsis hais cov uas nyob saum ntuj ceebtsheej thiab cov uas nyob hauv ntiajteb no hu hais tias Leej Txiv."},{"bible_id":"1525","chapter_code":"EPH.3","verse_code":"EPH.3.16","label":"16","content":"Kuv thov Vajtswv tus uas muaj koob hmoov ntau kawg nkaus pub nws tus Ntsujplig lub hwjchim rau nej kom nej muaj lub siab tawv,"},{"bible_id":"1525","chapter_code":"EPH.3","verse_code":"EPH.3.17","label":"17","content":"thiab kuv thov Yexus Khetos los nyob hauv nej lub siab. Kuv thov Vajtswv pab kom nej muab siab npuab Vajtswv ib yam li tsob ntoo uas tej cag ntsia av tob tob thiab kom nej puv npo txojkev hlub."},{"bible_id":"1525","chapter_code":"EPH.3","verse_code":"EPH.3.18","label":"18","content":"Kom nej thiab Vajtswv haivneeg txhua tus muaj cuabkav totaub hais tias Yexus Khetos txojkev hlub dav li cas, ntev li cas, siab li cas thiab tob li cas."},{"bible_id":"1525","chapter_code":"EPH.3","verse_code":"EPH.3.19","label":"19","content":"Thiab kom nej paub Vajtswv txojkev hlub uas tsis muaj leejtwg paub txog, nej thiaj yuav paub tej uas Vajtswv ua txhij txhua."},{"bible_id":"1525","chapter_code":"EPH.3","verse_code":"EPH.3.20","label":"20","content":"Peb cia li ua Vajtswv tsaug, rau qhov Vajtswv tus uas muaj hwjchim, nws nyob hauv peb lub siab. Nws ua tau ib puas tsav yam ntau dua li tej uas peb thov thiab tej uas peb xav."},{"bible_id":"1525","chapter_code":"EPH.3","verse_code":"EPH.3.21","label":"21","content":"Peb cov ntseeg yuav tsum nrog Yexus Khetos ua kom Vajtswv tau koob meej ib tiam dhau ib tiam mus ibtxhis li! Amees."},{"bible_id":"1525","chapter_code":"EPH.4","verse_code":"EPH.4.1","label":"1","content":"Kuv yog tus uas raug kaw rau hauv tsev lojcuj, rau qhov kuv ua Vajtswv tes haujlwm. Kuv thov nej ua nej lub neej kom phim qhov uas Vajtswv twb hu nej los ua Vajtswv haivneeg lawm."},{"bible_id":"1525","chapter_code":"EPH.4","verse_code":"EPH.4.2","label":"2","content":"Nej yuav tsum txo hwjchim, ua siab dawb siab zoo thiab ua siab ntev. Nej ib tug yuav tsum pab ib tug, sawvdaws thiaj paub hais tias nej sib hlub tiag."},{"bible_id":"1525","chapter_code":"EPH.4","verse_code":"EPH.4.3","label":"3","content":"Vajtswv tus Ntsujplig twb ua rau nej sib raug zoo lawm, thiab qhov uas nej sib raug zoo ntawd, twb rub nej los nyob ua ke sib haum lawm. Yog li ntawd, nej tsis txhob cia ib yam dabtsi ua rau nej nyob tsis taus ua ke."},{"bible_id":"1525","chapter_code":"EPH.4","verse_code":"EPH.4.4","label":"4","content":"Peb sawvdaws puavleej koom ib lub cev thiab peb koom Vajtswv tib tug Ntsujplig. Vajtswv twb hu nej los ua nws haivneeg lawm, nej thiaj muaj chaw cia siab ib yam li peb."},{"bible_id":"1525","chapter_code":"EPH.4","verse_code":"EPH.4.5","label":"5","content":"Peb koom tib tug Tswv, muaj tib txojkev ntseeg, thiab muaj tib txoj kevcai raus dej xwb."},{"bible_id":"1525","chapter_code":"EPH.4","verse_code":"EPH.4.6","label":"6","content":"Txhua haivneeg puavleej koom tib tug Vajtswv, nws yog sawvdaws Txiv. Nws yog tus uas kav sawvdaws, nws txib sawvdaws ua nws tes haujlwm, thiab nws nyob hauv sawvdaws lub siab."},{"bible_id":"1525","chapter_code":"EPH.4","verse_code":"EPH.4.7","label":"7","content":"Yexus Khetos pub peb txhua tus nyias muaj nyias tswvyim."},{"bible_id":"1525","chapter_code":"EPH.4","verse_code":"EPH.4.8","label":"8","content":"Raws li Vajtswv txojlus hais tseg hais tias, “Thaum nws mus rau saum ntuj uas yog qhov chaw siab nws coj cov neeg uas raug luag ntes coob leej nrog nws mus, thiab nws pub tswvyim rau nws cov neeg.”"},{"bible_id":"1525","chapter_code":"EPH.4","verse_code":"EPH.4.9","label":"9","content":"Lo lus uas hais tias nws mus rau saum ntuj, txhais hais tias nws twb xub mus rau hauv nruab a  qhov uas tob tshaj plaws."},{"bible_id":"1525","chapter_code":"EPH.4","verse_code":"EPH.4.10","label":"10","content":"Yog li ntawd, tus uas mus rau hauv nruab a twb yog tus uas mus rau saum ntuj ceebtsheej ntag. Nws thiaj nyob tau txhua qhov chaw."},{"bible_id":"1525","chapter_code":"EPH.4","verse_code":"EPH.4.11","label":"11","content":"Nws yog tus uas pub koob hmoov rau neeg, nws tsa qee leej ua timthawj, qee leej ua cov cev Vajtswv lus, qee leej ua xibhwb qhia Txojmoo Zoo, qee leej ua cov xibhwb qhia thiab qee leej ua cov saib cov ntseeg."},{"bible_id":"1525","chapter_code":"EPH.4","verse_code":"EPH.4.12","label":"12","content":"Nws ua li ntawd twb yog nws qhia kom cov ntseeg paub ua Vajtswv tes haujlwm; cov ntseeg uas yog Yexus Khetos lub cev thiaj li yuav txawj loj hlob zuj zus"},{"bible_id":"1525","chapter_code":"EPH.4","verse_code":"EPH.4.13","label":"13","content":"mus txog thaum peb sawvdaws ua tau ib lub siab, ntseeg ib yam nkaus, paub tseeb Vajtswv tus Tub, thiab ua tau lub neej zoo ib yam li Yexus Khetos."},{"bible_id":"1525","chapter_code":"EPH.4","verse_code":"EPH.4.14","label":"14","content":"Thaum ntawd peb yuav tsis ua li tej menyuam yaus uas mloog cov neeg dag tej lus, thiab raws luag qab rau ub rau no. Cov neeg dag ntawd txhob txwm dag kom sawvdaws yuam kev xwb."},{"bible_id":"1525","chapter_code":"EPH.4","verse_code":"EPH.4.15","label":"15","content":"Peb tsis txhob ua li lawv, peb yuav tsum muaj txojkev hlub thiab hais lus tseeb, peb thiaj yuav ua tau lub neej zoo rau txhua fab li Yexus Khetos uas yog lub taubhau."},{"bible_id":"1525","chapter_code":"EPH.4","verse_code":"EPH.4.16","label":"16","content":"Nws yog tus uas kav lub cev tej tes taw thiab tej siab tej ntsws. Nws muab tej ntawd los sib txuas ua ke, thiab nws pub lub cev muaj tej qij txha, tej yas txha thiaj los sib dhos ua ke. Yog li ntawd thaum tej tes taw nyias ua nyias tes haujlwm thiab sib hlub sib pab, ces lub cev thiaj li kheev hlob."},{"bible_id":"1525","chapter_code":"EPH.4","verse_code":"EPH.4.17","label":"17","content":"Kuv thov qhia tseeb rau nej raws li uas Vajtswv twb xub qhia rau kuv lawm hais tias nej tsis txhob ua li cov neeg pe dab ua. Lawv xav tej zaj uas tsis muaj nqis dabtsi li."},{"bible_id":"1525","chapter_code":"EPH.4","verse_code":"EPH.4.18","label":"18","content":"Lawv lub siab ruam thiab tsaus ntuj nti lawm. Lawv tsis tau txojsia uas Vajtswv pub rau cov ntseeg, rau qhov lawv tsis quavntsej thiab lawv tawv ncauj."},{"bible_id":"1525","chapter_code":"EPH.4","verse_code":"EPH.4.19","label":"19","content":"Lawv tsis paub txajmuag; lawv muab lawv lub cev mus ua kev phem kev qias, lawv tsis tswj lawv lub siab, thiab lawv ua tej uas tsis tsimnyog ua."},{"bible_id":"1525","chapter_code":"EPH.4","verse_code":"EPH.4.20","label":"20","content":"Yexus Khetos zaj uas nej kawm twb tsis qhia kom nej ua li ntawd."},{"bible_id":"1525","chapter_code":"EPH.4","verse_code":"EPH.4.21","label":"21","content":"Nej twb hnov nws zaj lawm, thiab vim nej yog nws cov thwjtim, nej thiaj tau kawm tej lus tseeb uas nws qhia."},{"bible_id":"1525","chapter_code":"EPH.4","verse_code":"EPH.4.22","label":"22","content":"Yog li ntawd, nej yuav tsum muab nej lub siab qub uas nej ibtxwm coj tso povtseg; lub siab qub uas niaj hnub ntxias kom nej ua kev phem kev qias ntawd tabtom yuav puastsuaj mus."},{"bible_id":"1525","chapter_code":"EPH.4","verse_code":"EPH.4.23","label":"23","content":"Nej yuav tsum hloov dua siab tshiab."},{"bible_id":"1525","chapter_code":"EPH.4","verse_code":"EPH.4.24","label":"24","content":"Nej yuav tsum muab lub siab tshiab los coj. Lub siab tshiab ntawd Vajtswv tsim zoo li Vajtswv tus yam ntxwv, sawvdaws thiaj pom hais tias nej ua nej lub neej ncaj ncees thiab dawbhuv."},{"bible_id":"1525","chapter_code":"EPH.4","verse_code":"EPH.4.25","label":"25","content":"Yog li ntawd nej tsis txhob dag lawm. Txhua tus yuav tsum hais lus tseeb rau kwvtij zejzog, rau qhov peb sawvdaws puavleej yog tej tes taw uas koom Yexus lub cev."},{"bible_id":"1525","chapter_code":"EPH.4","verse_code":"EPH.4.26","label":"26","content":"Yog thaum twg nej chim, nej tsis txhob pub qhov uas nej chim ntawd ua rau nej ua txhaum thiab tsis txhob chim tas hnub."},{"bible_id":"1525","chapter_code":"EPH.4","verse_code":"EPH.4.27","label":"27","content":"Tsis txhob cia dab Ntxwgnyoog tau kev ntxias nej."},{"bible_id":"1525","chapter_code":"EPH.4","verse_code":"EPH.4.28","label":"28","content":"Tus uas ibtxwm nyiag luag tug tsis txhob nyiag lawm. Nws khwv ntawm nws tes zoo dua, nws thiaj li yuav muaj yam ub yam no pab cov neeg txomnyem."},{"bible_id":"1525","chapter_code":"EPH.4","verse_code":"EPH.4.29","label":"29","content":"Nej tsis txhob hais lus twm lwm tus, tiamsis nej yuav tsum hais tej lus zoo xwb thiaj muaj nqis rau cov uas mloog."},{"bible_id":"1525","chapter_code":"EPH.4","verse_code":"EPH.4.30","label":"30","content":"Thiab tsis txhob ua rau Vajtswv tus Ntsujplig tu siab. Rau qhov Vajtswv tus Ntsujplig yog Vajtswv lub homthawj uas Vajtswv muab nias rau nej kom sawvdaws paub hais tias nej yog Vajtswv haivneeg. Vajtswv ua li ntawd kom nej paub hais tias muaj ib hnub Vajtswv yuav tso nej dim ntawm txojkev txhaum."},{"bible_id":"1525","chapter_code":"EPH.4","verse_code":"EPH.4.31","label":"31","content":"Nej yuav tsum muab nej lub siab phem, lub siab ua nruj ua tsiv thiab lub siab heev tso povtseg. Tsis txhob sib cav sib ceg, tsis txhob thuam lwm tus thiab tsis txhob xav ib yam phem hlo li."},{"bible_id":"1525","chapter_code":"EPH.4","verse_code":"EPH.4.32","label":"32","content":"Nej yuav tsum ua siab dawb siab zoo, ib tug hlub ib tug, thiab ib tug zam txim rau ib tug, ib yam li Vajtswv twb zam txim rau nej cov uas ntseeg Yexus Khetos lawm."},{"bible_id":"1525","chapter_code":"EPH.5","verse_code":"EPH.5.1","label":"1","content":"Vim nej yog Vajtswv cov menyuam uas Vajtswv hlub, nej yuav tsum xyaum ua nej lub neej raws li Vajtswv tus yam ntxwv."},{"bible_id":"1525","chapter_code":"EPH.5","verse_code":"EPH.5.2","label":"2","content":"Nej yuav tsum hlub lwm tus ib yam li Yexus Khetos hlub peb, thiab nws muab nws txojsia los theej peb lub txhoj. Qhov ntawd zoo ib yam li tej tshuaj tsw qab uas luag muab fij rau Vajtswv thiab yog yam uas Vajtswv pom zoo yuav."},{"bible_id":"1525","chapter_code":"EPH.5","verse_code":"EPH.5.3","label":"3","content":"Vim nej yog Vajtswv haivneeg lawm, tsis tsimnyog nej yuav ua nkauj ua nraug, ua kev phem kev qias thiab ntshaw luag tug. Txawm yog nej yuav hais txog xwb los twb tsis tsimnyog hais."},{"bible_id":"1525","chapter_code":"EPH.5","verse_code":"EPH.5.4","label":"4","content":"Thiab tsis tsimnyog nej hais tej lus vuabtsuab uas ntsawv mloog thiab tej lus uas tsis muaj qabhau; nej cia li ua Vajtswv tsaug zoo dua."},{"bible_id":"1525","chapter_code":"EPH.5","verse_code":"EPH.5.5","label":"5","content":"Kuv qhia tseeb rau nej hais tias cov neeg uas ua kev nkauj kev nraug, ua kev phem kev qias thiab ua neeg siab hlob, (rau qhov cov neeg siab hlob zoo ib yam li cov neeg uas pe dab pe mlom.) Cov neeg uas ua li ntawd, lawv yuav tsis muaj feem mus nyob hauv Yexus Khetos thiab Vajtswv lub tebchaws hlo li."},{"bible_id":"1525","chapter_code":"EPH.5","verse_code":"EPH.5.6","label":"6","content":"Tsis txhob pub cov neeg uas hais tej lus tsis muaj hauvpaus hauvntsis ntxias tau nej. Twb yog vim muaj tej kev phem kev qias uas sawvdaws ua, Vajtswv thiaj yuav rau txim rau cov neeg uas tsis mloog Vajtswv lus."},{"bible_id":"1525","chapter_code":"EPH.5","verse_code":"EPH.5.7","label":"7","content":"Yog li ntawd, nej tsis txhob mus nrog cov neeg ntawd ua ke hlo li."},{"bible_id":"1525","chapter_code":"EPH.5","verse_code":"EPH.5.8","label":"8","content":"Yav tas los nej yeej nyob hauv qhov tsaus ntuj, tiamsis nimno nej cov uas ntseeg Vajtswv, nej twb los nyob hauv qhov pom kev lawm. Yog li ntawd, nej yuav tsum ua nej lub neej kom phim qhov uas nej yog cov uas nyob hauv qhov pom kev."},{"bible_id":"1525","chapter_code":"EPH.5","verse_code":"EPH.5.9","label":"9","content":"Twb yog qhov pom kev  ntawd ua rau nej ua tau txhua yam zoo, ua neeg ncaj ncees thiab hais lus tseeb."},{"bible_id":"1525","chapter_code":"EPH.5","verse_code":"EPH.5.10","label":"10","content":"Nej yuav tsum ua tib zoo saib, saib nej yuav ua yam twg thiaj li haum Vajtswv siab."},{"bible_id":"1525","chapter_code":"EPH.5","verse_code":"EPH.5.11","label":"11","content":"Cov neeg uas nyob hauv qhov tsaus ntuj nyiam ua tej kev phem kev qias, nej tsis txhob mus nrog lawv ua, rau qhov tej ntawd yeej tsis muaj nqis. Nej yuav tsum muab tej ntawd los nthuav rau qhov pom kev."},{"bible_id":"1525","chapter_code":"EPH.5","verse_code":"EPH.5.12","label":"12","content":"Tej uas lawv ua nraim nkoos ntawd, txawm yog yuav hais txog xwb los twb txajmuag kawg li."},{"bible_id":"1525","chapter_code":"EPH.5","verse_code":"EPH.5.13","label":"13","content":"Thaum muab ib puas tsav yam ntawd los nthuav rau qhov pom kev lawm, sawvdaws yuav pom hais tias tej ntawd zoo li cas."},{"bible_id":"1525","chapter_code":"EPH.5","verse_code":"EPH.5.14","label":"14","content":"Rau qhov txhua yam uas los nyob hauv qhov pom kev yuav ci  ib yam li qhov pom kev thiab. Twb yog vim li ntawd thiaj muaj lus sau tseg hais tias, “Tus neeg uas pw tsaug zog koj cia li tsim, thiab sawv hauv qhov tuag rov qab los, thiab cia Yexus Khetos ci rau koj pom kev.”"},{"bible_id":"1525","chapter_code":"EPH.5","verse_code":"EPH.5.15","label":"15","content":"Yog li ntawd nej yuav tsum ceevfaj thiab ua zoo. Tsis txhob ua li cov neeg ruam, tiamsis nej yuav tsum ua li cov neeg uas muaj tswvyim."},{"bible_id":"1525","chapter_code":"EPH.5","verse_code":"EPH.5.16","label":"16","content":"Nej yuav tsum siv txhua lub sijhawm kom muaj nqis, rau qhov niaj hnub no tej neeg ua phem kawg li."},{"bible_id":"1525","chapter_code":"EPH.5","verse_code":"EPH.5.17","label":"17","content":"Nej tsis txhob ua li cov neeg ruam, tiamsis nej yuav tsum ua tib zoo saib, saib Vajtswv xav kom nej ua yam twg."},{"bible_id":"1525","chapter_code":"EPH.5","verse_code":"EPH.5.18","label":"18","content":"Nej tsis txhob haus cawv txiv hmab kom qaug, rau qhov tej ntawd yuav ua rau nej ua neeg tsis tsimtxiaj. Nej yuav tsum cia Vaj Ntsujplig kav nej lub siab."},{"bible_id":"1525","chapter_code":"EPH.5","verse_code":"EPH.5.19","label":"19","content":"Nej ib tug yuav tsum qhia ib tug raws li tej lus uas nyob hauv Daviv phau nkauj, tej zaj nkauj qhuas Vajtswv thiab tej zaj nkauj uas cov ntseeg hu ua Vajtswv tsaug. Thaum nej hu tej zaj nkauj ntawd, nej yuav tsum hu ntawm lub siab xyivfab hlo."},{"bible_id":"1525","chapter_code":"EPH.5","verse_code":"EPH.5.20","label":"20","content":"Nej cov uas ntseeg Yexus Khetos, nej yuav tsum niaj hnub ua Vajtswv uas yog Leej Txiv tsaug rau txhua yam los ntawm Yexus Khetos lub npe."},{"bible_id":"1525","chapter_code":"EPH.5","verse_code":"EPH.5.21","label":"21","content":"Vim nej yog cov uas hwm Yexus Khetos, nej ib tug yuav tsum mloog ib tug lus."},{"bible_id":"1525","chapter_code":"EPH.5","verse_code":"EPH.5.22","label":"22","content":"Nej cov uas yog pojniam, nej yuav tsum mloog nej tej txiv lus ib yam li nej mloog tus Tswv lus."},{"bible_id":"1525","chapter_code":"EPH.5","verse_code":"EPH.5.23","label":"23","content":"Rau qhov tus txiv yog tus uas muaj hwjchim kav tus pojniam, ib yam li Yexus Khetos muaj hwjchim kav cov ntseeg. Cov ntseeg yog Yexus Khetos lub cev, thiab Yexus Khetos yog cov ntseeg tus Cawmseej."},{"bible_id":"1525","chapter_code":"EPH.5","verse_code":"EPH.5.24","label":"24","content":"Yog li ntawd nej cov uas yog pojniam, nyias yuav tsum mloog nyias tus txiv lus txhua lo ib yam li cov ntseeg mloog Yexus Khetos lus."},{"bible_id":"1525","chapter_code":"EPH.5","verse_code":"EPH.5.25","label":"25","content":"Nej cov uas yog txiv, nej yuav tsum hlub nej tej pojniam ib yam li Yexus Khetos hlub cov ntseeg thiab nws muab nws lub cev los txhiv cov ntseeg."},{"bible_id":"1525","chapter_code":"EPH.5","verse_code":"EPH.5.26","label":"26","content":"Nws muab dej thiab muab nws Txojlus los ntxuav cov ntseeg kom huv, nws thiaj zoo muab lawv pub rau Vajtswv."},{"bible_id":"1525","chapter_code":"EPH.5","verse_code":"EPH.5.27","label":"27","content":"Nws ua li ntawd nws thiaj tau cov ntseeg uas zoo kawg nkaus, tsis muaj ib qho txhaum, tsis ceb, tsis txoom thiab tsis muaj ib qho phem li los ua nws tug."},{"bible_id":"1525","chapter_code":"EPH.5","verse_code":"EPH.5.28","label":"28","content":"Cov txiv yuav tsum hlub lawv cov pojniam ib yam li lawv hlub lawv lub cev. Tus txiv uas hlub nws tus pojniam, tus ntawd yeej hlub nws lub cev."},{"bible_id":"1525","chapter_code":"EPH.5","verse_code":"EPH.5.29","label":"29","content":"Yeej tsis muaj leejtwg yuav ntxub nws lub cev. Tsuas muaj nws yuav tu ntshis thiab nrhiav zaub nrhiav mov los yug nws lub cev ib yam li Yexus Khetos ua rau cov ntseeg."},{"bible_id":"1525","chapter_code":"EPH.5","verse_code":"EPH.5.30","label":"30","content":"Rau qhov peb sawvdaws puavleej koom Yexus lub cev."},{"bible_id":"1525","chapter_code":"EPH.5","verse_code":"EPH.5.31","label":"31","content":"Raws li muaj lus sau cia rau hauv Vajtswv txojlus hais tias, “Twb yog vim li no tus tub thiaj tso nws niam nws txiv tseg, thiab mus nrog nws tus pojniam nyob, thiab nkawd ob leeg yuav koom ua ib lub cev.”"},{"bible_id":"1525","chapter_code":"EPH.5","verse_code":"EPH.5.32","label":"32","content":"Nqe no qhia ib qho tseemceeb rau peb, raws li kuv totaub, nqe no yog hais txog Yexus Khetos thiab cov ntseeg."},{"bible_id":"1525","chapter_code":"EPH.5","verse_code":"EPH.5.33","label":"33","content":"Tiamsis nqe no yog hais txog nej thiab. Txhua tus txiv, nyias yuav tsum hlub nyias tus pojniam ib yam li nyias hlub nyias lub cev. Thiab txhua tus pojniam nyias yuav tsum hwm nyias tus txiv."},{"bible_id":"1525","chapter_code":"EPH.6","verse_code":"EPH.6.1","label":"1","content":"Cov menyuam,  nej yuav tsum mloog nej niam nej txiv lus, thiaj raws li tus Tswv txoj kevcai."},{"bible_id":"1525","chapter_code":"EPH.6","verse_code":"EPH.6.2","label":"2","content":"Vajtswv txoj kevcai qhia hais tias, “Nej yuav tsum hwm nej niam nej txiv.” Nqe no yog thawj nqes uas Vajtswv coglus hais tias,"},{"bible_id":"1525","chapter_code":"EPH.6","verse_code":"EPH.6.3","label":"3","content":"“Yog nej ua li ntawd, nej yuav noj qab nyob zoo thiab muaj txojsia nyob ntev hauv lub ntiajteb no.”"},{"bible_id":"1525","chapter_code":"EPH.6","verse_code":"EPH.6.4","label":"4","content":"Nej cov uas ua niam ua txiv, nej tsis txhob ua rau nej tej menyuam chim. Nej yuav tsum qhuab ntuas nej tej menyuam raws li Vajtswv Txojlus qhia."},{"bible_id":"1525","chapter_code":"EPH.6","verse_code":"EPH.6.5","label":"5","content":"Nej cov uas yog tubqhe, nej txhua tus yuav tsum mloog nej cov tswv lus thiab paub ntshai lawv. Nej yuav tsum rau siab ntso ua nej tes haujlwm tiag tiag ib yam li nej ua rau Yexus Khetos."},{"bible_id":"1525","chapter_code":"EPH.6","verse_code":"EPH.6.6","label":"6","content":"Nej tsis txhob ua thaum lawv pom xwb kom lawv qhuas nej xwb, tiamsis nej yuav tsum rau siab ntso ua raws li Vajtswv lub siab nyiam, rau qhov nej yog Yexus Khetos cov tubqhe."},{"bible_id":"1525","chapter_code":"EPH.6","verse_code":"EPH.6.7","label":"7","content":"Yog li ntawd nej cov uas yog tubqhe, nej yuav tsum zoo siab hlo ua nej tes haujlwm ib yam li nej ua rau Vajtswv, tsis yog ua rau neeg."},{"bible_id":"1525","chapter_code":"EPH.6","verse_code":"EPH.6.8","label":"8","content":"Nej nco ntsoov hais tias Vajtswv yuav muab nqi zog rau txhua tus uas ua haujlwm zoo, tsis hais cov uas ua qhev thiab cov uas tsis ua qhev."},{"bible_id":"1525","chapter_code":"EPH.6","verse_code":"EPH.6.9","label":"9","content":"Nej cov uas ua tswv, nej yuav tsum ua zoo ib yam li ntawd rau nej cov tubqhe; nej tsis txhob ua phem rau lawv. Nej yuav tsum nco ntsoov hais tias nej thiab nej cov tubqhe puavleej muaj tib tug TSWV nyob saum ntuj ceebtsheej, nws yog tus txiav txim rau txhua tus ib yam nkaus."},{"bible_id":"1525","chapter_code":"EPH.6","verse_code":"EPH.6.10","label":"10","content":"Thaum kawg no kuv qhia rau nej hais tias nej yuav tsum nrog tus Tswv sib raug zoo, nej thiaj li yuav muaj zog thiab tau nws lub hwjchim uas loj kawg nkaus."},{"bible_id":"1525","chapter_code":"EPH.6","verse_code":"EPH.6.11","label":"11","content":"Nej yuav tsum muab tej cuabyeej uas Vajtswv pub rau nej lawm los hnav. Yog nej ua li ntawd thaum dab Ntxwgnyoog tuaj ntxias nej, nej thiaj yuav kovyeej."},{"bible_id":"1525","chapter_code":"EPH.6","verse_code":"EPH.6.12","label":"12","content":"Rau qhov tsis yog peb tawmtsam neeg, tiamsis yog peb tawmtsam tej dab uas nyob saum nruab ntug, tsis hais cov thawj, tej uas muaj hwjchim loj thiab tej uas muaj hwjchim uas kav tiam tsaus ntuj."},{"bible_id":"1525","chapter_code":"EPH.6","verse_code":"EPH.6.13","label":"13","content":"Yog li ntawd, nimno nej yuav tsum muab Vajtswv tej cuabyeej los hnav. Yog nej ua li ntawd thaum dab Ntxwgnyoog los tawmtsam nej, nej thiaj kovyeej. Thiab thaum tej kev tawmtsam ntawd dhau lawm, nej thiaj tseem nyob ruaj nrees."},{"bible_id":"1525","chapter_code":"EPH.6","verse_code":"EPH.6.14","label":"14","content":"Yog li ntawd nej yuav tsum npaj tos. Cia li muab Txojlus tseeb los ua siv sia, muab kev ncaj ncees los ua daim hlau thaiv hauvsiab."},{"bible_id":"1525","chapter_code":"EPH.6","verse_code":"EPH.6.15","label":"15","content":"Thiab nej yuav tsum muaj lub siab kub lug mus qhia txojmoo zoo uas hais txog txojkev kaj siab los ua khau rau."},{"bible_id":"1525","chapter_code":"EPH.6","verse_code":"EPH.6.16","label":"16","content":"Nej yuav tsum niaj hnub tuav txojkev ntseeg thaiv nej ib yam li nej tuav daim hlau thaiv hniav ntaj. Yog nej ua li ntawd, nej yuav tua tau dab Ntxwgnyoog xibxub hluavtaws uas nws tua tuaj."},{"bible_id":"1525","chapter_code":"EPH.6","verse_code":"EPH.6.17","label":"17","content":"Cia li muab txojkev dim txim uas Vajtswv pub rau nej lawm coj los ua kausmom hlau ntoo. Thiab muab Vajtswv Txojlus uas Vajtswv tus Ntsujplig pub rau nej coj los ua rab ntaj."},{"bible_id":"1525","chapter_code":"EPH.6","verse_code":"EPH.6.18","label":"18","content":"Ib puas tsav yam uas nej ua no, nej yuav tsum thov Vajtswv pab. Nej yuav tsum thov Vajtswv txhua lub sijhawm raws li Vajtswv tus Ntsujplig coj nej. Vim li ntawd nej yuav tsum ceevfaj thiab ua siab ntev thov Vajtswv tsis txhob nkees. Thiab niaj hnub thov Vajtswv pab cov ntseeg sawvdaws."},{"bible_id":"1525","chapter_code":"EPH.6","verse_code":"EPH.6.19","label":"19","content":"Thiab nej thov Vajtswv pab kuv, kom thaum kuv qhia Vajtswv txojlus, kuv muaj lub siab tawv qhia Txojmoo Zoo lub ntsiab lus rau sawvdaws paub."},{"bible_id":"1525","chapter_code":"EPH.6","verse_code":"EPH.6.20","label":"20","content":"Txawm yog nimno kuv raug kaw rau hauv tsev lojcuj los kuv yeej yog ib tug xeebcom, vim kuv tseem qhia txojmoo zoo. Yog li ntawd, thov nej thov Vajtswv pab kom kuv muaj lub siab tawv qhia Txojmoo Zoo uas kuv yuav tsum qhia."},{"bible_id":"1525","chapter_code":"EPH.6","verse_code":"EPH.6.21","label":"21","content":"Peb tus kwv Tikhikus uas peb hlub, nws yog ib tug tubtxib uas ua tus Tswv tes haujlwm; nws yuav qhia txhua yam haujlwm uas kuv ua rau nej, nej thiaj yuav paub hais tias kuv nyob li cas."},{"bible_id":"1525","chapter_code":"EPH.6","verse_code":"EPH.6.22","label":"22","content":"Twb yog vim li ntawd kuv thiaj li txib nws tuaj saib nej. Kuv kom nws qhia rau nej paub hais tias peb sawvdaws nyob li cas, thiab nws yuav txhawb nej lub zog."},{"bible_id":"1525","chapter_code":"EPH.6","verse_code":"EPH.6.23","label":"23","content":"Thov Vajtswv tus uas yog peb Leej Txiv thiab tus Tswv Yexus Khetos pab kom nej cov ntseeg tau nyob kaj siab lug, kom nej muab siab rau ntseeg thiab ib tug txawj hlub ib tug."},{"bible_id":"1525","chapter_code":"EPH.6","verse_code":"EPH.6.24","label":"24","content":"Thov Vajtswv txoj koob hmoov nyob nrog txhua tus uas muaj lub siab hlub peb tus Tswv Yexus Khetos kom tsis txhob ploj ib zaug li."}]