[{"bible_id":"1525","chapter_code":"EST.1","verse_code":"EST.1.1+EST.1.2","label":"1-2","content":"Thaum lub sijhawm ntawd Xawxes ua vajntxwv kav txij ntua tebchaws Eedias mus txog ntua tebchaws Sudas, nws kav ib puas nees nkaum xya lub xeev, thaum ntawd Vajntxwv Xawxes zaum saum nws lub zwmtxwv hauv lub tuamceeb nroog Susas hauv tebchaws Pawxias."},{"bible_id":"1525","chapter_code":"EST.1","verse_code":"EST.1.3","label":"3","content":"Xyoo peb uas vajntxwv kav tebchaws, nws txawm npaj muaj ib rooj noj haus loj los rau nws cov nomtswv thiab cov thawjtswj. Cov Pawxias thiab cov Medias tej thawj tubrog, cov neeg uas muaj meejmom thiab cov tswvxeev kuj tuaj nyob ntawd huv tibsi thiab."},{"bible_id":"1525","chapter_code":"EST.1","verse_code":"EST.1.4","label":"4","content":"Ces vajntxwv txawm muab nws tej cuabyeej ua rog uas zoo kawg nkaus thiab tej khoom uas zoo ci nplas thau tawm rau sawvdaws saib tau rau lub hlis."},{"bible_id":"1525","chapter_code":"EST.1","verse_code":"EST.1.5","label":"5","content":"Thaum uas dhau rau lub hlis ntawd lawm, vajntxwv tseem npaj dua ib rooj noj haus rau cov txivneej uas nyob hauv lub tuamceeb nroog Susas ntawd noj thiab. Cov neeg npluanuj thiab cov neeg pluag puavleej tuaj nyob ua ke. Lawv tuaj noj haus tau xya hnub hauv vajntxwv lub loog."},{"bible_id":"1525","chapter_code":"EST.1","verse_code":"EST.1.6","label":"6","content":"Muaj ib co ntaubpag dawb thiab xiav uas yog muab ib txoj hlua ntaub zam kob tsamxem txuas rau ntawm cov khawb nyiaj dai rau ntawm cov ncej zeb. Thiab muaj tej rooj zaum uas yog muab nyiaj muab kub ua zoo nkauj heev, txawb rau ntawm lub tiaj tshavpuam uas muab tej txiag pobzeb dawb, txiag pobzeb liab txho, thiab cov piagdeg uas ci zoo nkauj heev pua."},{"bible_id":"1525","chapter_code":"EST.1","verse_code":"EST.1.7","label":"7","content":"Muab tej khob kub ce cawv rau sawvdaws haus, tej khob ntawd ib lub zoo nkauj tsis thooj ib lub, thiab vajntxwv ua siab dawb paug muab cawv txiv hmab ntau kawg nkaus coj los rau lawv haus."},{"bible_id":"1525","chapter_code":"EST.1","verse_code":"EST.1.8","label":"8","content":"Vajntxwv tso plhuav rau lawv haus npaum li lawv yuav haus taus tsis muaj leejtwg txwv; vajntxwv hais rau nws cov tubtxib hauv nws lub loog kom cia lawv txhua tus haus kom txaus raws li lawv siab nyiam."},{"bible_id":"1525","chapter_code":"EST.1","verse_code":"EST.1.9","label":"9","content":"Vasetis uas yog vajntxwv tus pojniam kuj npaj muaj ib rooj noj haus loj rau ib tsoom pojniam nyob rau hauv Vajntxwv Xawxes lub loog tau noj thiab."},{"bible_id":"1525","chapter_code":"EST.1","verse_code":"EST.1.10","label":"10","content":"Thaum lawv noj haus mus txog hnub xya, vajntxwv haus cawv txiv hmab txaus thiab zoo siab lawm, nws thiaj hu nws cov tubtxib Mehumas, Npixethas, Hanpaunas, Npithas, Anpathas, Xethalis thiab Kalakas uas yog xya tus nraug sam kom los cuag nws."},{"bible_id":"1525","chapter_code":"EST.1","verse_code":"EST.1.11","label":"11","content":"Nws samhwm rau lawv mus coj niam Vajntxwv Vasetis kom nws ntoo lub kausmom kub los. Niam vajntxwv yog ib tug pojniam uas zoo nkauj heev, thiab vajntxwv xav qhia niam vajntxwv cev txiajzam uas zoo nkauj heev ntawd rau cov nomtswv thiab nws cov qhua sawvdaws saib."},{"bible_id":"1525","chapter_code":"EST.1","verse_code":"EST.1.12","label":"12","content":"Tiamsis thaum cov tubtxib coj vajntxwv tej lus samhwm mus hais rau niam Vajntxwv Vasetis, nws tsis kam los. Qhov no ua rau vajntxwv chim heev."},{"bible_id":"1525","chapter_code":"EST.1","verse_code":"EST.1.13","label":"13","content":"Muaj ib txoj kevcai uas vajntxwv yuav tsum tau nug cov tub txawg tub ntse saib txoj cai thiab tej kevcai hais tseg li cas. Yog li ntawd, nws thiaj hu nws cov tuavxam uas paub tej kevcai ntawd tuaj saib yuav ua li cas."},{"bible_id":"1525","chapter_code":"EST.1","verse_code":"EST.1.14","label":"14","content":"Cov tuavxam uas vajntxwv pheej txeev hu kom tuaj nrog nws sablaj yog Kasenas, Sethas, Amathas, Talesis, Meles, Maxenas thiab Memukas, lawv yog xya tus nom uas kav tebchaws Pawxias thiab tebchaws Medias thiab yog cov nomtswv uas loj tshaj cov huv tibsi."},{"bible_id":"1525","chapter_code":"EST.1","verse_code":"EST.1.15","label":"15","content":"Nws thiaj hais rau cov tuavxam hais tias, “Kuv uas yog Vajntxwv Xawxes tau muab lus samhwm rau kuv cov tubtxib kom mus hais rau niam Vajntxwv Vasetis, tiamsis nws tsis ua raws li kuv tej lus samhwm! Mas raws li txoj kevcai hais tseg ne, tsimnyog peb ua li cas rau nws?”"},{"bible_id":"1525","chapter_code":"EST.1","verse_code":"EST.1.16","label":"16","content":"Ces Memukas thiaj hais rau vajntxwv thiab nws cov nomtswv hais tias, “Niam Vajntxwv Vasetis tsis yog ua saib tsis taus vajntxwv tib leeg xwb, tiamsis nws ua saib tsis taus vajntxwv cov nomtswv, thiab txhua tus txivneej uas nyob hauv lub tebchaws uas vajntxwv kav huv tibsi."},{"bible_id":"1525","chapter_code":"EST.1","verse_code":"EST.1.17","label":"17","content":"Vim qhov uas niam vajntxwv ua ntawd, yuav nrov ncha mus thoob rau txhua tus pojniam tau hnov, ces yuav ua rau lawv saib tsis taus lawv tej txiv, thiab lawv yuav hais tias, ‘Vajntxwv Xawxes tau samhwm kom niam Vajntxwv Vasetis los sawv ntawm nws xubntiag, tiamsis niam vajntxwv tsis kam los.’"},{"bible_id":"1525","chapter_code":"EST.1","verse_code":"EST.1.18","label":"18","content":"Thaum cov nomtswv hauv tebchaws Pawxias thiab Medias tej pojniam hnov txog zaj uas niam vajntxwv ua no, ces lawv yuav coj mus piav qhia lawv tej txiv ua ntej tsaus ntuj. Ces txhua tus pojniam uas nyob rau txhua qhov yuav tsis hwm lawv cov txiv, thiab lawv cov txiv yuav chim heev rau lawv cov pojniam."},{"bible_id":"1525","chapter_code":"EST.1","verse_code":"EST.1.19","label":"19","content":"Yog Vajntxwv txaus siab, thov kom vajntxwv tawm ntawv thiab muab sau tseg rau hauv cov Pawxias thiab cov Medias txoj kevcai tsis pub hloov li, kom Vasetis tsis txhob tau los cuag Vajntxwv Xawxes ib zaug ntxiv li lawm; thiab thov vajntxwv nrhiav dua ib tug niam vajntxwv uas zoo tshaj Vasetis los nyob Vasetis chaw xwb."},{"bible_id":"1525","chapter_code":"EST.1","verse_code":"EST.1.20","label":"20","content":"Yog ua li no mas thaum tej pejxeem uas nyob thoob plaws koj lub tebchaws uas loj thiab dav kawg nkaus tau hnov txog zaj no, cov pojniam thiaj saib taus lawv tej txiv. Txawm yog tus txiv yuav muaj txiag npluanuj thiab pluag los lawv thiaj li saib taus.”"},{"bible_id":"1525","chapter_code":"EST.1","verse_code":"EST.1.21","label":"21","content":"Vajntxwv thiab nws cov nomtswv nyiam zaj tswvyim no heev, thiab vajntxwv txawm ua raws li Memukas hais ntawd."},{"bible_id":"1525","chapter_code":"EST.1","verse_code":"EST.1.22","label":"22","content":"Vajntxwv thiaj sau ntawv xa mus thoob plaws txhua lub xeev, thiab sau raws li lawv haivneeg ntawd tej lus uas hais tias,  txhua tus txiv tsev yuav tsum ua tus tswj nws lub cuab lub yig thiab ua tus txiav txim siab ua txhua yam."},{"bible_id":"1525","chapter_code":"EST.2","verse_code":"EST.2.1","label":"1","content":"Tom qab ntawd vajntxwv txojkev chim txias lawm, tiamsis nws pheej xav txog tej uas Vasetis tau ua tas los thiab tsab ntawv uas nws tau sau mus tawmtsam Vasetis ntawd."},{"bible_id":"1525","chapter_code":"EST.2","verse_code":"EST.2.2","label":"2","content":"Vajntxwv cov tuavxam qee leej uas nws tso siab tau rau txawm hais vajntxwv hais tias, “Vim li cas koj tsis mus nrhiav tej tug nkaujxwb uas zoo nkauj heev?"},{"bible_id":"1525","chapter_code":"EST.2","verse_code":"EST.2.3","label":"3","content":"Koj cia li tsa ib co nomtswv uas nyob rau txhua lub xeev uas koj kav kom coj cov hluas nkauj uas zoo nkauj heev tuaj rau hauv lub chaw txoos cov hluas nkauj hauv lub tuamceeb nroog Susas. Thiab koj tso lawv rau Henkais uas yog tus nraug sam uas saib cov pojniam ua tus saib xyuas, thiab kom lawv muab tshuaj pleev lawv kom lawv zoo nkauj."},{"bible_id":"1525","chapter_code":"EST.2","verse_code":"EST.2.4","label":"4","content":"Tus ntxhais twg yog tus koj nyiam tshaj, koj cia li coj tus ntawd los ua niam vajntxwv hloov Vasetis chaw.” Vajntxwv xav hais tias zaj no yog ib zaj tswvyim zoo, nws thiaj ua raws li ntawd."},{"bible_id":"1525","chapter_code":"EST.2","verse_code":"EST.2.5","label":"5","content":"Muaj ib tug neeg Yudais npe hu ua Maudekhais uas yog Yailes tus tub thiab yog Kises thiab Sime-is tus xeebntxwv uas yog xeem Npeenyamees nyob hauv lub nroog Susas."},{"bible_id":"1525","chapter_code":"EST.2","verse_code":"EST.2.6","label":"6","content":"Maudekhais yog ib tug uas raug ntes tib lub sijhawm thaum Nenpukajnexales uas ua vajntxwv kav tebchaws Npanpiloos tau ntes Yehauyakhees uas ua vajntxwv kav cov Yudais thiab cov pejxeem hauv lub nroog Yeluxalees mus."},{"bible_id":"1525","chapter_code":"EST.2","verse_code":"EST.2.7","label":"7","content":"Exethaws yog Maudekhais ib tug kwvtij tus ntxhais, thaum Exethaws niam thiab txiv tuag lawm, Maudekhais sau Exethaws los ua nws tus ntxhais, Exethaws lub npe Henplais hu ua Hadaxas; nws yog ib tug ntxhais uas zoo nkauj thiab ntxim nyiam kawg li."},{"bible_id":"1525","chapter_code":"EST.2","verse_code":"EST.2.8","label":"8","content":"Thaum vajntxwv samhwm thiab tshaj tawm mus lawm, ces lawv txawm coj tau cov hluas nkauj coob heev tuaj rau hauv lub tuamceeb nroog Susas, thiab Exethaws yog ib tug uas lawv coj tuaj rau hauv vajntxwv lub loog uas yog Henkais ua tus zov cov hluas nkauj ntawd."},{"bible_id":"1525","chapter_code":"EST.2","verse_code":"EST.2.9","label":"9","content":"Henkais nyiam Exethaws thiab hlub nws kawg li; Henkais thiaj maj nroos muab tshuaj los rau Exethaws pleev thiab muab tej zaub mov zoo los rau nws noj. Henkais muab qhov chaw zoo tshaj plaws rau Exethaws nyob thiab muab xya tus hluas nkauj uas xaiv tshwjxeeb hauv vajntxwv lub loog los ua cov tu Exethaws."},{"bible_id":"1525","chapter_code":"EST.2","verse_code":"EST.2.10","label":"10","content":"Exethaws yeej tsis qhia rau leejtwg paub hais tias nws yog neeg Yudais, rau qhov Maudekhais yeej txwv tsis pub nws qhia rau leejtwg paub li."},{"bible_id":"1525","chapter_code":"EST.2","verse_code":"EST.2.11","label":"11","content":"Maudekhais niaj hnub tuaj ncig mus ncig los ntawm lub tsev halees uas vajntxwv cov hluas nkauj nyob, mloog xov saib Exethaws puas ua tau zoo thiab saib puas muaj xwm dabtsi rau Exethaws."},{"bible_id":"1525","chapter_code":"EST.2","verse_code":"EST.2.12","label":"12","content":"Raws li kevcai, mas txhua tus hluas nkauj yuav tsum xub tu nws lub cev ib lub xyoos ua ntej uas coj mus cuag Vajntxwv Xawxes, thawj rau lub hlis yog pleev tshuaj tsw qab mules thiab rau lub hlis tom qab yog pleev cov roj ntoo tsw qab. Tom qab ntawd mam li coj cov hluas nkauj ib tug zuj zus mus cuag Vajntxwv Xawxes."},{"bible_id":"1525","chapter_code":"EST.2","verse_code":"EST.2.13","label":"13","content":"Thaum uas tus hluas nkauj tawm ntawm lub tsev halees mus rau hauv vajntxwv lub loog, nws xav coj saw thiab hnav tsoos zoo li cas los yeej tau li."},{"bible_id":"1525","chapter_code":"EST.2","verse_code":"EST.2.14","label":"14","content":"Thaum yuav tsaus ntuj nws mus cuag vajntxwv, thiab tagkis thaum sawv ntxov luag coj nws mus rau lwm lub halees thiab tso rau Sasakas uas yog tus nraug sam saib vajntxwv cov niamyau ua tus saib; nws tsis tau rov mus cuag vajntxwv ntxiv li lawm, yuav tsum yog vajntxwv nyiam nws txaus thiab hu txog nws npe lawm xwb."},{"bible_id":"1525","chapter_code":"EST.2","verse_code":"EST.2.15","label":"15","content":"Thaum lub sijhawm uas los txog rau Maudekhais tus txiv hlob Anpihais tus ntxhais Exethaws uas Maudekhais sau los ua nws tus ntxhais mus cuag vajntxwv lawm, Exethaws tsis thov ib yam dabtsi li, nws tsuas hnav tej uas Henkais uas yog vajntxwv tus nraug sam uas zov cov hluas nkauj ntawd muab rau nws hnav nkaus xwb. Exethaws yog ib tug ntxhais uas leejtwg pom los yeej nyiam nws heev."},{"bible_id":"1525","chapter_code":"EST.2","verse_code":"EST.2.16","label":"16","content":"Thaum coj Exethaws mus cuag Vajntxwv Xawxes hauv nws lub loog, yog lub kaum hli ntuj uas yog lub hli Tenpes uas Xawxes ua vajntxwv kav tebchaws tau xya xyoo lawm."},{"bible_id":"1525","chapter_code":"EST.2","verse_code":"EST.2.17","label":"17","content":"Vajntxwv nyiam Exethaws tshaj cov hluas nkauj uas twb tau mus cuag vajntxwv lawm, vajntxwv nyiam thiab hlub nws tshaj lwm tus ntxhais nkaujxwb huv tibsi. Vajntxwv thiaj muab lub kausmom kub los rau Exethaws ntoo thiab muab nws tsa ua niam vajntxwv hloov Vasetis chaw."},{"bible_id":"1525","chapter_code":"EST.2","verse_code":"EST.2.18","label":"18","content":"Ces vajntxwv thiaj npaj ib rooj noj haus loj heev los qhuas Exethaws, thiab caw tagnrho nws cov nomtswv thiab cov nomtswv uas tuav ntaub ntawv tuaj noj. Thiab vajntxwv tshaj tawm mus rau txhua lub xeev kom sawvdaws so ib hnub  thiab vajntxwv muab khoom faib pub rau sawvdaws."},{"bible_id":"1525","chapter_code":"EST.2","verse_code":"EST.2.19","label":"19","content":"Tau tsis ntev vajntxwv txawm tsa Maudekhais ua ib tug uas saib phab ntaub ntawv."},{"bible_id":"1525","chapter_code":"EST.2","verse_code":"EST.2.20","label":"20","content":"Exethaws yeej tsis tau qhia rau leejtwg paub hais tias nws yog neeg Yudais li. Maudekhais txwv tsis pub nws qhia rau leejtwg, thiab Exethaws yeej mloog Maudekhais lus ib yam li thaum uas nws tseem yog menyuam ntxhais uas Maudekhais coj nws los tu ntag."},{"bible_id":"1525","chapter_code":"EST.2","verse_code":"EST.2.21","label":"21","content":"Lub sijhawm uas Maudekhais tau ua ib tug nomtswv nyob ntawm vajntxwv lub loog, mas muaj Npithanas thiab Teles uas yog ob tug nraug sam zov nyob ntawm ob sab lub roojloog uas mus rau hauv chav uas vajntxwv nyob. Nkawd txawm ntxeev siab rau Vajntxwv Xawxes thiab tuavhauv yuav muab vajntxwv tua povtseg."},{"bible_id":"1525","chapter_code":"EST.2","verse_code":"EST.2.22","label":"22","content":"Maudekhais hnov zaj ntawd, nws thiaj mus hais qhia rau niam Vajntxwv Exethaws, ces Exethaws thiaj coj Maudekhais cov lus mus piav qhia rau vajntxwv paub."},{"bible_id":"1525","chapter_code":"EST.2","verse_code":"EST.2.23","label":"23","content":"Thaum uas luag tshuaj tau tej xwmtxheej no, thiab paub hais tias muaj tseeb lawm, luag thiaj muab ob tug txivneej uas siab phem ntawd coj mus dai cajdab rau saum tus ncej dai neeg lawm. Thiab vajntxwv samhwm kom muab zaj no sau tseg rau hauv phau ntawv uas teev tej xwmtxheej hauv nws lub tebchaws khaws cia."},{"bible_id":"1525","chapter_code":"EST.3","verse_code":"EST.3.1","label":"1","content":"Tom qab uas tej xwm no dhau lawm, vajntxwv thiaj muab Hamedathas tus tub Hamas uas yog Ankas  tus xeebntxwv tsa ua tus nom uas loj dua lwm tus ntawm vajntxwv."},{"bible_id":"1525","chapter_code":"EST.3","verse_code":"EST.3.2","label":"2","content":"Tagnrho vajntxwv cov nomtswv uas nyob ntawm vajntxwv lub roojvag puavleej txhos caug pe thiab hawm Hamas; rau qhov vajntxwv tau samhwm kom txhua tus yuav tsum pe Hamas. Tiamsis Maudekhais tsis kam txhos caug pehawm nws li."},{"bible_id":"1525","chapter_code":"EST.3","verse_code":"EST.3.3","label":"3","content":"Ces vajntxwv cov nomtswv uas nyob ntawm vajntxwv lub roojvag thiaj nug Maudekhais hais tias, “Vim li cas koj tsis kam ua raws li vajntxwv tej lus samhwm?”"},{"bible_id":"1525","chapter_code":"EST.3","verse_code":"EST.3.4","label":"4","content":"Lawv pheej niaj hnub hais los nws yeej tsis mloog lawv hais li. Maudekhais thiaj qhia rau lawv hais tias, “Kuv yog neeg Yudais, kuv tsis pehawm Hamas.” Yog li ntawd, lawv thiaj mus piav qhia rau Hamas saib nws puas pub rau Maudekhais muaj cai ua tau li ntawd."},{"bible_id":"1525","chapter_code":"EST.3","verse_code":"EST.3.5","label":"5","content":"Thaum Hamas paub hais tias Maudekhais tsis hawm nws thiab tsis kam txhos caug pe nws lawm, nws chim heev,"},{"bible_id":"1525","chapter_code":"EST.3","verse_code":"EST.3.6","label":"6","content":"thiab thaum nws paub hais tias, Maudekhais yog neeg Yudais lawm, nws tsis yog xav muab Maudekhais tib leeg rau txim xwb. Nws tuav tswvyim yuav muab tagnrho cov neeg Yudais uas nyob thoob plaws hauv tebchaws Pawxias uas Vajntxwv Xawxes kav ntawd tua povtseg huv tibsi thiab."},{"bible_id":"1525","chapter_code":"EST.3","verse_code":"EST.3.7","label":"7","content":"Vajntxwv Xawxes kav tebchaws tau kaum ob xyoos, rau thaum lub ib hlis ntuj uas yog lub hli Nixam, Hamas txawm samhwm kom rho ntawv xam hnubnyoog (uas lawv hu ua “Pulees,”) saib hnub twg thiab lub hli twg thiaj li zoo caij zoo nyoog rau nws mus tua cov Yixalayees; lawv thiaj rho tau rau lub kaum ob hlis ntuj, hnub kaum peb uas yog lub hli Adas."},{"bible_id":"1525","chapter_code":"EST.3","verse_code":"EST.3.8","label":"8","content":"Hamas hais rau Vajntxwv Xawxes hais tias, “Muaj ib haivneeg nyob xyaw peb cov pejxeem thoob plaws txhua qhov hauv koj lub tebchaws no. Lawv tej kevcai txawv tsis zoo li lwm haivneeg tej. Thiab lawv tsis ua raws li koj tej kevcai. Yog li ntawd, qhov uas koj cia lawv ua neej nyob tsis muaj nqis dabtsi rau koj li."},{"bible_id":"1525","chapter_code":"EST.3","verse_code":"EST.3.9","label":"9","content":"Yog hais tias vajntxwv txaus siab, thov cia li tawm ntawv tso cai muab cov neeg ntawd tua kom tuag tas huv tibsi, thiab kuv tuaj yeem muab peb puas xya caum tsib tas nyiaj mus tso rau hauv vajntxwv lub txhab nyiaj them rau vajntxwv cov neeg uas ua haujlwm hauv lub tebchaws.”"},{"bible_id":"1525","chapter_code":"EST.3","verse_code":"EST.3.10","label":"10","content":"Vajntxwv txawm hle nws ntiv nplhaib uas siv ua lub homthawj nias tej ntaub ntawv cob rau Hamedathas tus tub Hamas uas yog Ankas tus xeebntxwv uas yog cov Yudais tus yeebncuab ntawd."},{"bible_id":"1525","chapter_code":"EST.3","verse_code":"EST.3.11","label":"11","content":"Vajntxwv hais rau Hamas hais tias, “Kuv muab cov neeg ntawd thiab lawv tej nyiaj txiag cob rau koj; koj cia li ua rau lawv raws li koj pom zoo.”"},{"bible_id":"1525","chapter_code":"EST.3","verse_code":"EST.3.12","label":"12","content":"Lub ib hlis ntuj hnub kaum peb, Hamas hu vajntxwv cov teev ntawv tuaj thiab kom lawv sau raws li nws cov lus samhwm, muab txhais ua txhua yam lus li vajntxwv ibtxwm ua thiab muab xa rau txhua tus tswvxeev, txhua tus thawjcoj thiab txhua tus nomtswv. Tsab ntawv no sau ua vajntxwv npe thiab muab vajntxwv lub nplhaib nias homthawj rau."},{"bible_id":"1525","chapter_code":"EST.3","verse_code":"EST.3.13","label":"13","content":"Cov neeg xa ntawv, xa tsab ntawv ntawd ceev heev mus rau txhua lub xeev uas vajntxwv kav. Tsab ntawv no hais kom muab cov Yudais, tsis hais laus thiab hluas, pojniam thiab menyuam, tua povtseg huv tibsi rau lub kaum ob hlis hnub kaum peb uas yog lub hlis Adas. Tsis txhob hlub leejtwg li, lojxov tua kom lawv tuag tas thiab huab lawv tej khoom txhua yam kom dulug huv tibsi."},{"bible_id":"1525","chapter_code":"EST.3","verse_code":"EST.3.14","label":"14","content":"Luag xa tsab ntawv no mus rau txhua lub xeev ua ib txoj kevcai thiab qhia rau tsoom pejxeem sawvdaws kom paub npaj txhij rau tib hnub ntawd."},{"bible_id":"1525","chapter_code":"EST.3","verse_code":"EST.3.15","label":"15","content":"Thaum muab vajntxwv cov lus samhwm tshaj tawm rau sawvdaws paub nyob hauv lub tuamceeb nroog Susas lawm, cov neeg xa ntawv thiaj muab xa ceev heev mus rau txhua lub xeev. Ces vajntxwv thiab Hamas los zaum haus cawv, tiamsis lub nroog Susas muaj kev tsis sib haumxeeb ntxhov hnyo."},{"bible_id":"1525","chapter_code":"EST.4","verse_code":"EST.4.1","label":"1","content":"Thaum Maudekhais hnov tej xov tsis zoo ntawd, nws txhawj kawg li, nws thiaj muab nws cev ris tsho dua kiag thiab muab ntaubtsaj los npua thiab tsuab tshauv rau saum nws taubhau, thiab nws quaj qw nrov heev mus rau hauv plawv nroog;"},{"bible_id":"1525","chapter_code":"EST.4","verse_code":"EST.4.2","label":"2","content":"thaum nws mus txog rau ntawm txojkev uas mus rau hauv lub loog. Nws tsis nkag mus rau hauv, rau qhov luag txwv tsis pub ib tug neeg twg uas npua ntaubtsaj mus rau hauv lub loog hlo li."},{"bible_id":"1525","chapter_code":"EST.4","verse_code":"EST.4.3","label":"3","content":"Nyob rau hauv txhua lub xeev uas vajntxwv tsab ntawv tshaj tawm mus txog rau cov Yudais lawm, lawv muaj kev txhawjxeeb quaj ntsuag loj kawg li. Lawv thiaj li yoo mov, quaj, nyuaj siab, thiab lawv txhua tus puavleej muab ntaubtsaj los npua thiab da hauv qhov tshauv."},{"bible_id":"1525","chapter_code":"EST.4","verse_code":"EST.4.4","label":"4","content":"Thaum uas Exethaws cov nkauj qhe thiab cov nraug sam los hais qhia tej uas Maudekhais tabtom quaj thiab ua ntawd rau nws paub, Exethaws mob siab heev. Nws thiaj nqa ris tsho mus rau Maudekhais hnav thiab muab cov ntaubtsaj hle povtseg, tiamsis Maudekhais tsis kam txais cov ris tsho ntawd li."},{"bible_id":"1525","chapter_code":"EST.4","verse_code":"EST.4.5","label":"5","content":"Ces Exethaws thiaj li hu Hathas, tus nraug sam uas vajntxwv tsa los ua Exethaws tus tubtxib kom los cuag nws thiab hais kom Hathas mus nug Maudekhais saib yog nws muaj kev nyuaj siab dabtsi thiab yog vim li cas."},{"bible_id":"1525","chapter_code":"EST.4","verse_code":"EST.4.6","label":"6","content":"Hathas thiaj tawm mus cuag Maudekhais hauv plawv nroog ntawm txojkev uas mus rau hauv vajntxwv lub loog."},{"bible_id":"1525","chapter_code":"EST.4","verse_code":"EST.4.7","label":"7","content":"Maudekhais piav txhua yam uas tshwmsim rau nws ntawd rau Hathas mloog thiab hais txog cov nyiaj uas Hamas coglus yuav muab npaum twg coj mus tso rau hauv vajntxwv lub txhab nyiaj yog yuav muab cov Yudais tua kom tuag tas huv tibsi."},{"bible_id":"1525","chapter_code":"EST.4","verse_code":"EST.4.8","label":"8","content":"Thiab Maudekhais muab tsab ntawv samhwm uas vajntxwv sau tawm hauv lub tuamceeb nroog Susas, kom muab cov Yudais tua povtseg huv tibsi ntawd rau Hathas nqa mus qhia rau Exethaws, thiab kom Exethaws kavtsij mus cuag vajntxwv thiab thov vajntxwv hlub niam vajntxwv haivneeg."},{"bible_id":"1525","chapter_code":"EST.4","verse_code":"EST.4.9","label":"9","content":"Hathas thiaj rov los thiab piav txhua yam uas Maudekhais tau hais ntawd qhia rau Exethaws mloog."},{"bible_id":"1525","chapter_code":"EST.4","verse_code":"EST.4.10","label":"10","content":"Ces Exethaws thiaj muab lus rau Hathas rov qab mus hais rau Maudekhais hais tias,"},{"bible_id":"1525","chapter_code":"EST.4","verse_code":"EST.4.11","label":"11","content":"“Tagnrho vajntxwv cov tubtxib thiab cov pejxeem uas nyob hauv txhua lub xeev uas vajntxwv kav, puavleej paub zoo txog txoj kevcai no, tsis hais vajntxwv cov tuavxam thiab tej pejxeem; yog ib tug txivneej lossis ib tug pojniam twg, lam mus cuag vajntxwv uas vajntxwv tsis tau hu nws mus, tus ntawd yuav tsum raug tua povtseg, vim muaj txoj kevcai sau tseg li ntawd lawm; tsuas yog tshwj tus uas vajntxwv muab nws tus cwj kub cev rau, tus ntawd thiaj tsis raug tua tuag xwb. Vajntxwv twb tsis hu kuv mus cuag nws tau peb caug hnub no lawm.”"},{"bible_id":"1525","chapter_code":"EST.4","verse_code":"EST.4.12","label":"12","content":"Thaum uas Maudekhais hnov tej lus uas Exethaws hais ntawd lawm,"},{"bible_id":"1525","chapter_code":"EST.4","verse_code":"EST.4.13","label":"13","content":"Maudekhais kom lawv rov qab mus teb rau Exethaws hais tias, “Tsis txhob xav hais tias, koj nyob hauv vajntxwv lub loog ces koj yuav dim tsis raug tua tuag li lwm tus neeg Yudais."},{"bible_id":"1525","chapter_code":"EST.4","verse_code":"EST.4.14","label":"14","content":"Yog hais tias koj pheej nyob twjywm tsis quavntsej li no, mas yuav muaj txojkev pab los saum ntuj los thiab yuav cawm cov Yudais kom dim. Tiamsis koj thiab koj txiv tsevneeg yuav tuag tu noob nrho. Leejtwg thiaj paub? Tej zaum qhov uas koj tau los ua niam vajntxwv rau tej lub sijhawm zoo li no, twb yog los pab cawm peb haivneeg kom dim kev puastsuaj los kuj tsis paub!”"},{"bible_id":"1525","chapter_code":"EST.4","verse_code":"EST.4.15","label":"15","content":"Exethaws teb rov mus rau Maudekhais hais tias,"},{"bible_id":"1525","chapter_code":"EST.4","verse_code":"EST.4.16","label":"16","content":"“Mus hais tagnrho cov Yudais uas nyob hauv lub nroog Susas tuaj sib sau ua ke, thiab ua kevcai yoo mos thov Vajtswv pab kuv. Tsis txhob noj tsis txhob haus ib yam dabtsi peb hnub peb hmos. Kuv thiab kuv cov nkauj qhe los yuav yoo mov ib yam nkaus li nej thiab. Ces tom qab ntawd, kuv yuav mus cuag vajntxwv. Yog hais tias, kuv ua txhaum kevcai, kuv tuag los xijpeem, kuv yeej yuav zoo siab tuag.”"},{"bible_id":"1525","chapter_code":"EST.4","verse_code":"EST.4.17","label":"17","content":"Ces Maudekhais thiaj mus ua txhua yam raws li Exethaws hais rau nws ntawd."},{"bible_id":"1525","chapter_code":"EST.5","verse_code":"EST.5.1","label":"1","content":"Exethaws yoo mov los txog hnub peb, nws txawm muab nws cev tsoos tsho niam vajntxwv los hnav mus sawv hauv chav uas nyob hauv vajntxwv lub loog, thiab nws tig xubntiag mus rau ntawm vajntxwv lub zwmtxwv. Vajntxwv zaum saum nws lub zwmtxwv tig xubntiag tuaj rau ntawm txojkev uas tuaj rau hauv lub loog."},{"bible_id":"1525","chapter_code":"EST.5","verse_code":"EST.5.2","label":"2","content":"Thaum vajntxwv pom niam Vajntxwv Exethaws sawv hauv chav ntawd, vajntxwv txaus siab rau nws heev, ces vajntxwv txawm cev hlo nws tus cwj kub mus rau Exethaws. Ces Exethaws thiaj txav zog los tuav nkaus tus cwj kub ntawd."},{"bible_id":"1525","chapter_code":"EST.5","verse_code":"EST.5.3","label":"3","content":"Vajntxwv nug hais tias, “Niam Vajntxwv Exethaws, koj muaj dabtsi? Qhia kuv saib koj xav yuav dabtsi, txawm yog koj xav yuav lub tebchaws uas kuv kav no ib nrab los kuv yeej yuav muab kom tau rau koj.”"},{"bible_id":"1525","chapter_code":"EST.5","verse_code":"EST.5.4","label":"4","content":"Exethaws teb hais tias, “Yog txaus vajntxwv siab, hmo no kuv xav kom koj thiab Hamas tuaj koom kuv rooj mov uas kuv npaj rau neb tuaj noj.”"},{"bible_id":"1525","chapter_code":"EST.5","verse_code":"EST.5.5","label":"5","content":"Vajntxwv thiaj hais kom Hamas kavtsij tsawg tsuag tuaj, nkawd yuav mus noj Exethaws rooj mov. Yog li ntawd, vajntxwv thiab Hamas thiaj mus noj Exethaws rooj mov ntawd."},{"bible_id":"1525","chapter_code":"EST.5","verse_code":"EST.5.6","label":"6","content":"Thaum uas nkawd tseem tabtom haus cawv txiv hmab, vajntxwv nug Exethaws hais tias, “Qhia kuv saib koj xav yuav dabtsi, kuv yuav muab kom tau rau koj. Txawm yog koj thov yuav lub tebchaws uas kuv kav no ib nrab los kuv yeej yuav txaus siab muab rau koj.”"},{"bible_id":"1525","chapter_code":"EST.5","verse_code":"EST.5.7","label":"7","content":"Exethaws teb hais tias, “Tej uas kuv xav tau thiab kuv thov, mas yog li no:"},{"bible_id":"1525","chapter_code":"EST.5","verse_code":"EST.5.8","label":"8","content":"Yog vajntxwv txaus siab, thiab yog tej uas kuv thov ntawd haum vajntxwv siab thiab ua kom kuv tej lus thov ntawd tiav, thov kom tagkis koj thiab Hamas rov qab tuaj noj dua kuv ib rooj mov uas kuv npaj rau koj. Thaum lub sijhawm ntawd kuv mam qhia tej uas kuv xav tau rau koj.”"},{"bible_id":"1525","chapter_code":"EST.5","verse_code":"EST.5.9","label":"9","content":"Thaum Hamas noj mov tas thiab sawv tawm mus lawm, nws zoo siab kawg li. Tiamsis thaum uas Hamas pom Maudekhais nyob ntawm vajntxwv lub roojloog, Maudekhais tsis sawv hawm thiab txhos caug pe nws, ces nws txawm chim heev rau Maudekhais."},{"bible_id":"1525","chapter_code":"EST.5","verse_code":"EST.5.10","label":"10","content":"Txawm li ntawd los Hamas ua tiag tswj kom tau nws lub siab thiab taug kev mus tsev lawm. Hamas thiaj li caw nws cov phoojywg tuaj rau hauv nws tsev, thiab kom Xeles uas yog nws tus pojniam los koom nrog lawv."},{"bible_id":"1525","chapter_code":"EST.5","verse_code":"EST.5.11","label":"11","content":"Hamas txawm khav nws lub neej uas npluanuj, muaj tub coob, thiab qhov uas vajntxwv muab nws tsa ua tus nom loj, thiab tseemceeb tshaj vajntxwv tej nomtswv huv tibsi."},{"bible_id":"1525","chapter_code":"EST.5","verse_code":"EST.5.12","label":"12","content":"Thiab Hamas hais ntxiv hais tias, “Niam Vajntxwv Exethaws yeej tsis caw leejtwg nrog vajntxwv mus noj nws rooj mov li, tsuas yog caw kuv tib leeg nrog vajntxwv mus noj xwb, thiab nws tseem caw kom tagkis kuv rov qab nrog vajntxwv mus noj mov dua thiab."},{"bible_id":"1525","chapter_code":"EST.5","verse_code":"EST.5.13","label":"13","content":"Tiamsis tej no tsis muaj qabhau dabtsi rau kuv hlo li, yog thaum uas kuv tseem pom Maudekhais uas yog tus neeg Yudais tuaj zaum ntawm vajntxwv lub loog.”"},{"bible_id":"1525","chapter_code":"EST.5","verse_code":"EST.5.14","label":"14","content":"Ces Hamas tus pojniam thiab nws cov phoojywg txawm hais rau nws hais tias, “Cia li mus txhos ib tus ncej dai neeg kom siab tsib caug tshim, thiab tagkis sawv ntxov koj kavtsij mus thov vajntxwv muab Maudekhais dai cajdab rau saum tso, koj mam li nrog vajntxwv mus noj haus zoo siab xwb.” Hamas txaus siab rau cov lus uas lawv hais ntawd kawg li. Hamas thiaj li mus txhos tau ib tug ncej dai neeg."},{"bible_id":"1525","chapter_code":"EST.6","verse_code":"EST.6.1","label":"1","content":"Hmo ntawd vajntxwv pw tsis tsaug zog li, thiab nws hais kom nqa phau ntawv uas teev tej xwmtxheej hauv lub tebchaws uas nws kav ntawd los, thiab lawv muab nyeem rau nws mloog."},{"bible_id":"1525","chapter_code":"EST.6","verse_code":"EST.6.2","label":"2","content":"Lawv txawm nyeem tau zaj uas sau hais txog Maudekhais qhia txog qhov uas Npithanas thiab Teles uas yog vajntxwv ob tug nraug sam uas zov chav tsev vajntxwv nyob, tau ntxeev siab yuav muab Vajntxwv Xawxes tua povtseg ntawd."},{"bible_id":"1525","chapter_code":"EST.6","verse_code":"EST.6.3","label":"3","content":"Vajntxwv nug hais tias, “Peb twb muab yeebkoob thiab nqi zog rau Maudekhais, qhov uas nws ua no lawm los tsis tau?” Vajntxwv cov nomtswv teb hais tias, “Yeej tsis tau muab ib yam dabtsi rau nws hlo li.”"},{"bible_id":"1525","chapter_code":"EST.6","verse_code":"EST.6.4","label":"4","content":"Vajntxwv nug ntxiv hais tias, “Kuv cov nomtswv puas muaj leejtwg tuaj nyob hauv lub loog no.” Thaum ntawd Hamas tabtom tuaj txog ntawm lub tshavpuam hauv vajntxwv lub loog; nws tuaj thov vajntxwv kom muab Maudekhais coj mus dai cajdab rau saum tus ncej uas nws npaj tau lawm."},{"bible_id":"1525","chapter_code":"EST.6","verse_code":"EST.6.5","label":"5","content":"Vajntxwv cov tubtxib teb nws hais tias, “Hamas nyob ntawm no, nws sawv ntawm tshavpuam tos xav ntsib koj.” Vajntxwv hais tias, “Mus coj nws los hauv no.”"},{"bible_id":"1525","chapter_code":"EST.6","verse_code":"EST.6.6","label":"6","content":"Yog li ntawd, Hamas thiaj los thiab vajntxwv nug nws hais tias, “Muaj ib tug neeg uas kuv xav muab yeebkoob rau heev. Kuv yuav ua li cas thiaj tsimnyog rau tus txivneej no?” Hamas txawm xav twjywm hais tias, “Tseem yuav muaj leejtwg uas vajntxwv xav muab yeebkoob rau tshaj kuv lawm thiab? Tsuas yog kuv tib leeg lawm xwb.”"},{"bible_id":"1525","chapter_code":"EST.6","verse_code":"EST.6.7+EST.6.8","label":"7-8","content":"Yog li ntawd, Hamas thiaj li teb vajntxwv hais tias, “Muab vajntxwv lub tsho loj uas vajntxwv hnav los rau tus txivneej ntawd hnav. Muab xauv los sam rau vajntxwv tus nees, muab eeb los nog thiab muab tsham tswb  los dai rau."},{"bible_id":"1525","chapter_code":"EST.6","verse_code":"EST.6.9","label":"9","content":"Ces kom koj ib tug nomtswv uas loj dua cov muab koj cev tsoos tsho ntev kho rau tus uas koj yuav muab yeebkoob rau ntawd hnav, thiab muab koj tus nees rau nws caij, coj nws taug kev mus rau hauv plawv nroog, qw hais tias, ‘Tus txivneej no yog tus uas vajntxwv txaus siab muab yeebkoob rau nws!’ ”"},{"bible_id":"1525","chapter_code":"EST.6","verse_code":"EST.6.10","label":"10","content":"Ces vajntxwv hais rau Hamas hais tias, “Koj cia li mus muab cev tsoos tsho ntev thiab kuv tus nees los ua raws li uas koj hais ntawd ntag, thiab muab yeebkoob rau Maudekhais tus uas yog neeg Yudais, uas zaum ntawm lub roojloog. Yuav tsum ua txhua yam uas koj hais ntawd rau nws tsis txhob tseg ib yam li.”"},{"bible_id":"1525","chapter_code":"EST.6","verse_code":"EST.6.11","label":"11","content":"Yog li ntawd, Hamas thiaj mus muab cev tsoos tsho ntev thiab cab vajntxwv tus nees los, muab cev tsoos tsho ntev kho rau Maudekhais hnav thiab muab tus txiv nees rau Maudekhais caij taug kev mus rau hauv plawv nroog, thiab qw tshaj tawm hais tias, “Tus txivneej uas vajntxwv txaus siab muab yeebkoob rau yog tus no ntag.”"},{"bible_id":"1525","chapter_code":"EST.6","verse_code":"EST.6.12","label":"12","content":"Ces Maudekhais rov qab los rau ntawm vajntxwv lub roojloog. Tiamsis Hamas cia li muab ntaub npog nws ntsejmuag maj ceev nrooj rov qab mus tsev, tu siab thiab txajmuag kawg li."},{"bible_id":"1525","chapter_code":"EST.6","verse_code":"EST.6.13","label":"13","content":"Hamas piav txhua yam uas tshwmsim los rau nws ntawd rau Xeles uas yog nws tus pojniam thiab nws cov phoojywg mloog. Ces nws tus pojniam thiab nws cov phoojywg uas ntse hais rau nws hais tias, “Yog thaum pib no koj twb tsis yeej Maudekhais uas yog neeg Yudais lawm, ces koj yuav swb nws xwb, nws yeej yuav kovyeej koj.”"},{"bible_id":"1525","chapter_code":"EST.6","verse_code":"EST.6.14","label":"14","content":"Thaum uas lawv tseem tabtom sib tham li ntawd, ces vajntxwv cov nraug sam txawm tuaj txog ntua thiab coj Hamas ceev nrooj mus noj Exethaws rooj mov."},{"bible_id":"1525","chapter_code":"EST.7","verse_code":"EST.7.1","label":"1","content":"Ces vajntxwv thiab Hamas nkawd thiaj rov ua ke mus nrog niam Vajntxwv Exethaws noj mov"},{"bible_id":"1525","chapter_code":"EST.7","verse_code":"EST.7.2","label":"2","content":"zaum ob. Thaum nkawd tabtom haus cawv txiv hmab, vajntxwv rov nug Exethaws dua ntxiv hais tias, “Niam Vajntxwv Exethaws, koj xav yuav dabtsi? Qhia rau kuv, kuv yuav muab pub rau koj. Txawm yog koj xav yuav lub tebchaws uas kuv kav no ib nrab los kuv yeej yuav muab rau koj.”"},{"bible_id":"1525","chapter_code":"EST.7","verse_code":"EST.7.3","label":"3","content":"Niam Vajntxwv Exethaws teb hais tias, “Vajntxwv, yog koj txaus siab rau kuv thiab txaus siab yuav pub rau kuv tiag, mas thov tseg kuv txojsia thiab tseg kuv haivneeg txojsia."},{"bible_id":"1525","chapter_code":"EST.7","verse_code":"EST.7.4","label":"4","content":"Vim kuv thiab kuv haivneeg twb raug muab muag coj mus tua povtseg kom puastsuaj tu noob nrho li lawm. Yog hais tias peb raug muag mus ua tubqhe thiab ntxhais qhev xwb, ces kuv yeej ua twjywm thiab tsis tuaj tabkaum koj txog tej ntawd  hlo li, tiamsis twb yog peb yuav raug tua kom puastsuaj tas, kuv thiaj li muab hais qhia rau koj paub!”"},{"bible_id":"1525","chapter_code":"EST.7","verse_code":"EST.7.5","label":"5","content":"Ces Vajntxwv Xawxes nug niam Vajntxwv Exethaws hais tias, “Leejtwg yog tus yuav ua li ntawd? Thiab tus ntawd nyob qhov twg?”"},{"bible_id":"1525","chapter_code":"EST.7","verse_code":"EST.7.6","label":"6","content":"Exethaws teb hais tias, “Peb tus yeebncuab thiab tus neeg uas tsimtxom peb, yog tus nyuag Hamas uas siab phem no ntag!” Ces Hamas ntshai vajntxwv thiab niam vajntxwv kawg nkaus li."},{"bible_id":"1525","chapter_code":"EST.7","verse_code":"EST.7.7","label":"7","content":"Ces vajntxwv txawm sawv tsees ntawm rooj mov npautaws vog tawm plaws mus rau nraum vajntxwv lub vaj lawm; tiamsis Hamas tseem nyob ntawd thov kom niam Vajntxwv Exethaws tseg nws txojsia, vim Hamas paub hais tias vajntxwv yeej yuav rau txim rau nws txog zaj no xwb."},{"bible_id":"1525","chapter_code":"EST.7","verse_code":"EST.7.8","label":"8","content":"Thaum uas vajntxwv rov qab nram lub vaj los rau hauv chav tsev uas lawv haus cawv, nws pom Hamas tseem pe khwb rwg ntxis rau saum lub rooj uas Exethaws nyob thov kev hlub. Thaum vajntxwv pom Hamas ua li ntawd, vajntxwv thiaj li qw hais tias, “Tus nyuag neeg no tseem yuav muab niam vajntxwv yuam tabmeeg rau kuv pom hauv kuv lub loog no thiab los?” Thaum vajntxwv hais li ntawd tagnrho xwb, vajntxwv cov nraug sam twb muab ntaub qhwv nkaus Hamas taubhau."},{"bible_id":"1525","chapter_code":"EST.7","verse_code":"EST.7.9","label":"9","content":"Ces lawv cov ntawd, tus uas npe hu ua Hanpaunas txawm hais tias, “Hamas txhos tau ib tug ncej dai neeg siab tsib caug tshim rau ntawm nws tog tsev yuav cia dai Maudekhais tus uas tau cawm vajntxwv txojsia.” Vajntxwv thiaj hais tias, “Cia li coj Hamas mus dai rau ntawm tus ncej ntawd ntag.”"},{"bible_id":"1525","chapter_code":"EST.7","verse_code":"EST.7.10","label":"10","content":"Yog li ntawd, Hamas thiaj raug coj mus dai rau saum tus ncej uas nws txhos cia dai Maudekhais. Ces vajntxwv txojkev chim thiaj nqig lawm."},{"bible_id":"1525","chapter_code":"EST.8","verse_code":"EST.8.1","label":"1","content":"Hnub ntawd, Vajntxwv Xawxes muab Hamas uas yog cov Yudais tus yeebncuab lub tsev thiab tej cuabtxhiaj cuabtam pub huv tibsi rau niam Vajntxwv Exethaws. Exethaws thiaj hais qhia rau vajntxwv hais tias Maudekhais yog nws neejtsa uas txheeb heev. Txij thaum ntawd los vajntxwv thiaj pub Maudekhais mus cuag tau vajntxwv."},{"bible_id":"1525","chapter_code":"EST.8","verse_code":"EST.8.2","label":"2","content":"Vajntxwv thiaj hle nws ntiv nplhaib uas yog nws lub homthawj (uas nws muab ntawm Hamas rov los) thiab muab rau Maudekhais. Exethaws muab Maudekhais tsa ua tus saib tagnrho Hamas tej qubtxeeg qubteg."},{"bible_id":"1525","chapter_code":"EST.8","verse_code":"EST.8.3","label":"3","content":"Ces Exethaws rov qab mus thov vajntxwv dua ib zaug ntxiv; nws qhau cev hlo ntawm vajntxwv kotaw thov thiab quaj ua kua muag poob dawb vog. Nws thov kom vajntxwv muab Hamas uas yog Ankas,  tus xeebntxwv tej kev npaj siab uas yuav muab cov Yudais tua kom puastsuaj tu noob ntawd txwv tseg."},{"bible_id":"1525","chapter_code":"EST.8","verse_code":"EST.8.4","label":"4","content":"Ces vajntxwv thiaj cev nws tus cwj kub rau Exethaws, ces Exethaws txawm sawv tsees thiab hais tias,"},{"bible_id":"1525","chapter_code":"EST.8","verse_code":"EST.8.5","label":"5","content":"“Yog vajntxwv hlub kuv thiab tej lus uas kuv thov ntawd haum vajntxwv siab, thov vajntxwv hais kom muab tsab ntawv uas Hamedathas tus tub Hamas uas yog Ankas tus xeebntxwv sau xa tawm mus hais kom muab cov neeg Yudais uas nyob rau hauv lub tebchaws uas vajntxwv kav tua povtseg huv tibsi ntawd rhuav povtseg."},{"bible_id":"1525","chapter_code":"EST.8","verse_code":"EST.8.6","label":"6","content":"Kuv yuav ua li cas nyiaj taus saib kuv haivneeg raug kev puastsuaj thiab cia kuv cov neejtsa raug tua tuag tas?”"},{"bible_id":"1525","chapter_code":"EST.8","verse_code":"EST.8.7","label":"7","content":"Vajntxwv Xawxes thiaj hais rau niam Vajntxwv Exethaws thiab Maudekhais uas yog neeg Yudais hais tias, “Kuv twb muab Hamas lub tsev thiab tej cuabtxhiaj cuabtam cob rau Exethaws, thiab kuv twb hais kom lawv muab Hamas dai cajdab tuag lawm, vim nws tuav tswvyim muab cov Yudais tua povtseg ntawd."},{"bible_id":"1525","chapter_code":"EST.8","verse_code":"EST.8.8","label":"8","content":"Neb cia li sau ib tsab ntawv raws li neb siab nyiam, ua vajntxwv npe thiab muab kuv lub nplhaib homthawj nias rau tsab ntawv ntawd, xa mus thoob plaws rau cov Yudais. Rau qhov tsab ntawv uas Hamas sau kuv lub npe thiab muab kuv lub homthawj nias rau ntawd lawm, mas yeej thim tsis tau rov qab li lawm.”"},{"bible_id":"1525","chapter_code":"EST.8","verse_code":"EST.8.9","label":"9","content":"Ces thaum uas txog lub peb hlis ntuj uas yog hli Xivas hnub nees nkaum peb, Maudekhais thiaj hu cov nomtswv uas ua ntaub ntawv tuaj cuag nws, thiab nws hais kom lawv cov tub sau ntawv sau raws li uas nws hais rau cov Yudais, thiab coj cov nomtswv loj uas nyob hauv txhua lub xeev thiab txhua tus nomtswv hauv ib puas nees nkaum xya lub xeev uas vajntxwv ua tus kav. Yog suav txij ntua ntawm tebchaws Eedias mus txog ntua tebchaws Sudas. Lawv sau ua txhua yam lus raws li yam lus uas luag siv nyob hauv lub tebchaws ntawd. Thiab lawv sau ua cov Yudais tej lus rau cov neeg Yudais."},{"bible_id":"1525","chapter_code":"EST.8","verse_code":"EST.8.10","label":"10","content":"Maudekhais thiaj sau tsab ntawv ntawd ua Vajntxwv Xawxes npe, muab vajntxwv lub nplhaib homthawj nias rau, thiab muab cov ntawv ntawd rau cov tub xa ntawv uas caij nees khiav ceev heev, caij vajntxwv cov nees xa tsab ntawv ntawd mus."},{"bible_id":"1525","chapter_code":"EST.8","verse_code":"EST.8.11","label":"11","content":"Cov lus uas sau rau hauv tsab ntawv no vajntxwv tso ncauj rau cov Yudais uas nyob rau txhua lub nroog kom cia li sib sau ua ke, thiab tiv thaiv lawv txojsia. Yog txhua haivneeg uas nyob hauv txhua lub xeev tso tubrog tuaj tua cov Yudais thiab lawv tej pojniam lossis menyuam; kom cov Yudais cia li tig tua thiab rhuav tshem cov yeebncuab ntawd kom tuag tu noob nrho tsis pub seem ib tug li, thiab txeeb lawv tej cuabtxhiaj cuabtam mus huv tibsi."},{"bible_id":"1525","chapter_code":"EST.8","verse_code":"EST.8.12","label":"12","content":"Hnub uas cov Yudais yuav tawmtsam lawv cov yeebncuab nyob thoob plaws rau hauv tebchaws Pawxias, yog lub kaum ob hlis uas yog lub hli Adas hnub kaum peb. Hnub ntawd yog hnub uas Hamas teem cia tua cov neeg Yudais kom tuag tu noob."},{"bible_id":"1525","chapter_code":"EST.8","verse_code":"EST.8.13","label":"13","content":"Thiaj muab tsab ntawv ntawd ua ib txoj kevcai tshaj tawm mus thoob plaws rau txhua tus pejxeem uas nyob rau hauv txhua lub xeev kom hnub ntawd cov Yudais thiaj npaj tau txhij tig rov tawmtsam lawv cov yeebncuab."},{"bible_id":"1525","chapter_code":"EST.8","verse_code":"EST.8.14","label":"14","content":"Vajntxwv thiaj samhwm kom cov xa ntawv caij vajntxwv cov nees khiav ceev heev xa tsab ntawv ntawd mus rau txhua qhov txhia chaw. Thiab kavtsij muab tsab ntawv ntawd nyeem rau cov pejxeem sawvdaws uas nyob hauv lub tuamceeb nroog Susas paub."},{"bible_id":"1525","chapter_code":"EST.8","verse_code":"EST.8.15","label":"15","content":"Thaum uas Maudekhais tawm hauv vajntxwv lub loog mus, nws hnav cev tsoos tsho vajntxwv txaij xiav thiab txaij dawb, ntoo lub kausmom kub thiab hnav lub tsho ntev uas yog ntaubmag xiav. Ces cov neeg uas nyob hauv lub nroog Susas qw zoo siab heev."},{"bible_id":"1525","chapter_code":"EST.8","verse_code":"EST.8.16","label":"16","content":"Ces cov Yudais thiaj tau nyob kaj siab lug, tso siab plhuav thiab xyivfab hlo, vim lawv yeej lawm tiag."},{"bible_id":"1525","chapter_code":"EST.8","verse_code":"EST.8.17","label":"17","content":"Txhua lub xeev thiab txhua lub nroog uas muab vajntxwv tsab ntawv mus nyeem rau hnov, mas cov Yudais zoo siab heev. Thiab lawv npaj muaj rooj noj rooj haus loj rau hnub uas muaj kev zoo siab ntawd. Thiab muaj neeg coob heev cia li kiav xeem los ua neeg Yudais, rau qhov lawv ntshai cov neeg Yudais heev."},{"bible_id":"1525","chapter_code":"EST.9","verse_code":"EST.9.1","label":"1","content":"Thaum txog hnub kaum peb lub kaum ob hli uas yog lub hli Adas, yog hnub uas yuav ua raws li vajntxwv tau samhwm tseg rau hauv nws tsab ntawv, thiab yog hnub uas cov Yudais cov yeebncuab cia siab hais tias lawv yuav yeej cov Yudais, tiamsis hnub ntawd cia li hloov mus ua hnub uas cov Yudais yeej lawv cov yeebncuab lawm."},{"bible_id":"1525","chapter_code":"EST.9","verse_code":"EST.9.2","label":"2","content":"Cov Yudais thiaj tuaj sib sau ua ke tagnrho rau hauv lawv tej nroog  thiab hauv txhua lub xeev uas vajntxwv kav, npaj tawmtsam cov yeebncuab uas tuaj tua lawv, thiab tsis muaj leejtwg yuav tiv tau cov Yudais li, rau qhov cov neeg uas nyob txhua txhia qhov chaw puavleej ntshai cov Yudais heev."},{"bible_id":"1525","chapter_code":"EST.9","verse_code":"EST.9.3","label":"3","content":"Tagnrho cov nomtswv ntawm txhua lub xeev, tsis hais txhua tus tswvxeev, txhua tus tub tsavxwm, thiab tagnrho vajntxwv cov nomtswv txhua tus puavleej pab cov Yudais, vim lawv ntshai nyob tsam Maudekhais muab lawv tua povtseg."},{"bible_id":"1525","chapter_code":"EST.9","verse_code":"EST.9.4","label":"4","content":"Maudekhais tau ua tus loj nyob hauv vajntxwv lub loog, thiab nws lub koob lub npe nrov ncha moo lug mus thoob plaws txhua lub xeev thiab Maudekhais muaj hwjchim loj zuj zus tuaj."},{"bible_id":"1525","chapter_code":"EST.9","verse_code":"EST.9.5","label":"5","content":"Cov Yudais thiaj muab ntaj tua thiab lawv cov yeebncuab tuag tagnrho, thiab lawv ua txaus nkaus raws li lawv siab nyiam rau cov neeg uas ntxub lawv."},{"bible_id":"1525","chapter_code":"EST.9","verse_code":"EST.9.6","label":"6","content":"Nyob hauv lub tuamceeb nroog Susas nkaus xwb cov Yudais tua lawv cov yeebncuab tuag lawm tsib puas leej txivneej."},{"bible_id":"1525","chapter_code":"EST.9","verse_code":"EST.9.7+EST.9.8+EST.9.9+EST.9.10","label":"7-10","content":"Cov neeg uas raug tua tuag tas ntawd muaj cov Yudais tus yeebncuab Hamas uas yog Hamedathas tus tub kaum leej tub nyob rau hauv, thiab lawv cov ntawd yog Pasadathas, Dalefoos, Apathas, Pulathas, Adalias, Alidathas, Pamatas, Alixais, Alidais thiab Vaixathas. Txawm li ntawd los, lawv yeej tsis huab ib yam khoom dabtsi li."},{"bible_id":"1525","chapter_code":"EST.9","verse_code":"EST.9.11","label":"11","content":"Tib hnub ntawd muaj neeg mus qhia rau vajntxwv paub txog cov neeg uas raug tua tuag tas hauv lub tuamceeb nroog Susas saib coob npaum twg."},{"bible_id":"1525","chapter_code":"EST.9","verse_code":"EST.9.12","label":"12","content":"Ces vajntxwv hais rau niam Vajntxwv Exethaws hais tias, “Nyob hauv lub tuamceeb nroog Susas nkaus xwb cov Yudais tua cov yeebncuab tuag lawm tsib puas leej txivneej uas yog xam Hamas kaum leej tub nrog thiab. Dua li lwm lub xeev, xyov lawv tua tuag lawm npaum twg tseem tsis tau paub! Nimno koj xav yuav dabtsi? Koj yeej yuav tau yam ntawd. Qhia rau kuv saib koj xav yuav dabtsi, kuv yuav muab kom tau rau koj.”"},{"bible_id":"1525","chapter_code":"EST.9","verse_code":"EST.9.13","label":"13","content":"Exethaws teb hais tias, “Yog haum Vajntxwv siab, tagkis, thov cia cov Yudais uas nyob hauv lub nroog Susas rov ua dua ib zaug ntxiv li uas hnub no koj tau tso cai rau lawv ua tas lawm. Thov muab Hamas kaum leej tub ntawd cov cev tuag coj mus dai rau ntawm cov ncej dai cajdab thiab.”"},{"bible_id":"1525","chapter_code":"EST.9","verse_code":"EST.9.14","label":"14","content":"Yog li ntawd, Vajntxwv thiaj samhwm kom cia li ua raws li ntawd, thiab ua ib tsab ntawv xa mus rau hauv lub nroog Susas tshaj tawm kom muab Hamas kaum leej tub ntawd coj mus dai rau ntawm cov ncej dai cajdab."},{"bible_id":"1525","chapter_code":"EST.9","verse_code":"EST.9.15","label":"15","content":"Hnub kaum plaub uas yog lub hli Adas cov Yudais hauv lub nroog Susas thiaj sib sau ua ke thiab rov mus tua cov neeg hauv lub nroog Susas tuag peb puas leej ntxiv. Tiamsis lawv tsis huab ib yam khoom dabtsi hlo li."},{"bible_id":"1525","chapter_code":"EST.9","verse_code":"EST.9.16","label":"16","content":"Cov Yudais uas nyob rau hauv txhua lub xeev kuj sib sau mus ua ke thiab tiv thaiv lawv cov neeg txojsia kom dim ntawm cov yeebncuab. Thiab lawv tua cov yeebncuab uas ntxub lawv tuag lawm xya caum tsib txhiab leej. Tiamsis lawv tsis huab tej khoom noj thiab lwm yam khoom hlo li."},{"bible_id":"1525","chapter_code":"EST.9","verse_code":"EST.9.17","label":"17","content":"Tej no yog tshwm muaj rau hnub kaum peb uas yog lub hlis Adas, thiab hnub kaum plaub, lawv so thiab muab hnub ntawd ua hnub uas lawv noj haus thiab muaj kev zoo siab."},{"bible_id":"1525","chapter_code":"EST.9","verse_code":"EST.9.18","label":"18","content":"Tiamsis cov Yudais uas nyob hauv lub nroog Susas los sib sau ua ke hnub kaum peb thiab kaum plaub tua lawv cov yeebncuab, thiab lawv so rau hnub kaum tsib, muab hnub ntawd ua hnub uas lawv noj haus thiab muaj kev zoo siab."},{"bible_id":"1525","chapter_code":"EST.9","verse_code":"EST.9.19","label":"19","content":"Yog li ntawd, cov Yudais uas nyob hauv tej zos thiab tej nroog thiaj li so rau hnub kaum plaub uas yog lub hlis Adas ntawd. Thiab lawv thiaj li noj haus thiab ua kev lomzem zoo siab rau hnub ntawd. Lawv ib leeg coj zaub mov mus pub rau ib leeg noj."},{"bible_id":"1525","chapter_code":"EST.9","verse_code":"EST.9.20","label":"20","content":"Maudekhais muab tej xwm no sau rau hauv ntawv thiab xa mus txhua nrho rau cov Yudais uas nyob rau txhua lub xeev uas Vajntxwv Xawxes kav, tsis hais nyob deb lossis nyob ze"},{"bible_id":"1525","chapter_code":"EST.9","verse_code":"EST.9.21","label":"21","content":"kom lawv muab hnub kaum plaub thiab kaum tsib uas yog lub hlis Adas ntawm txhua lub xyoo los ua hnub so."},{"bible_id":"1525","chapter_code":"EST.9","verse_code":"EST.9.22","label":"22","content":"Ob hnub no yog ob hnub uas cov Yudais dim ntawm lawv cov yeebncuab, thiab yog lub hli uas muab kev tu siab hloov los ua kev kaj siab thiab muab kev quaj ntsuag hloov los ua kev luag zoo siab; kom lawv nco ntsoov muab hnub ntawd ua ib hnub noj haus zoo siab, hnub ntawd lawv ib leeg coj zaub mov mus pub rau ib leeg thiab pub rau cov pluag."},{"bible_id":"1525","chapter_code":"EST.9","verse_code":"EST.9.23","label":"23","content":"Cov pejxeem Yudais txaus siab ua raws li tsab ntawv uas Maudekhais sau xa tuaj rau lawv. Cov Yudais thiaj li niaj xyoo ua kevcai nco txog qhov uas lawv twb pib ua muaj los ntawd lawm."},{"bible_id":"1525","chapter_code":"EST.9","verse_code":"EST.9.24","label":"24","content":"Hamedathas tus tub Hamas uas yog Ankas tus xeebntxwv uas yog cov Yudais tus yeebncuab tau tuav tswvyim yuav muab cov Yudais tua povtseg, nws thiaj rho ntawv xam hnubnyoog (uas lawv hu ua “Pulees,”) yuav muab cov Yudais tua kom tu noob."},{"bible_id":"1525","chapter_code":"EST.9","verse_code":"EST.9.25","label":"25","content":"Tiamsis Exethaws mus thov vajntxwv, vajntxwv thiaj sau ntawv samhwm kom muab Hamas tej tswvyim uas tuavhauv ua phem rau cov Yudais ntawd tig rov los raug nws. Yog li ntawd, nws thiab nws cov tub thiaj li raug muab dai cajdab tas."},{"bible_id":"1525","chapter_code":"EST.9","verse_code":"EST.9.26","label":"26","content":"Twb yog vim li no lawv thiaj muab ob hnub so ntawd hu ua Pulees, txhais hais tias, “rho ntawv.” Rau qhov yog Maudekhais tsab ntawv thiab txhua yam uas muaj tshwmsim rau cov Yudais,"},{"bible_id":"1525","chapter_code":"EST.9","verse_code":"EST.9.27","label":"27","content":"Cov Yudais thiaj muab zaj no los ua ib txoj kevcai rau lawv, lawv tej xeebntxwv thiab txhua tus neeg uas tau los kiav xeem ua neeg Yudais lawm coj kom yuav tsum tau niaj xyoo muab ob hnub no los ua ob hnub so raws li uas Maudekhais tau hais tseg cia lawm."},{"bible_id":"1525","chapter_code":"EST.9","verse_code":"EST.9.28","label":"28","content":"Qhov no yuav ua rau cov Yudais nco ntsoov ob hnub uas ua koobtsheej Pulees no mus txhua tiam, txhua yim neeg, txhua lub xeev thiab txhua lub nroog, yuav nco ntsoov thiab coj txoj kevcai no mus ibtxhis li."},{"bible_id":"1525","chapter_code":"EST.9","verse_code":"EST.9.29","label":"29","content":"Ces niam Vajntxwv Exethaws uas yog Anpihais tus ntxhais, thiab Maudekhais thiaj sau dua ib tsab ntawv lees paub tsab ntawv uas Maudekhais xub sau lawm, kom nco ntsoov ua kevcai Pulees."},{"bible_id":"1525","chapter_code":"EST.9","verse_code":"EST.9.30","label":"30","content":"Maudekhais thiaj muab tsab ntawv no xa mus rau cov Yudais txhua tus, xa mus thoob plaws ib puas nees nkaum xya lub xeev hauv tebchaws Pawxias uas Vajntxwv Xawxes kav thiab foom koob hmoov rau cov Yudais kom muaj kev thajyeeb thiab tau zoo nyob kaj siab lug,"},{"bible_id":"1525","chapter_code":"EST.9","verse_code":"EST.9.31","label":"31","content":"thiab kom coj txoj kevcai ua koobtsheej Pulees raws li lub caij lub nyoog uas lawv twb tau teem tseg raws li uas Maudekhais uas yog neeg Yudais thiab niam Vajntxwv Exethaws tau samhwm rau cov Yudais; thiab coj raws li txoj kevcai yoo mov thiab txoj kevcai quaj ntsuag uas nkawd tau teem tseg rau nkawd thiab nkawd tej xeebntxwv lawm."},{"bible_id":"1525","chapter_code":"EST.9","verse_code":"EST.9.32","label":"32","content":"Txoj kevcai koobtsheej Pulees uas Exethaws tau samhwm kom muaj ntawd, tau muab teev tseg cia rau hauv thooj ntawv lawm."},{"bible_id":"1525","chapter_code":"EST.10","verse_code":"EST.10.1","label":"1","content":"Vajntxwv Xawxes samhwm kom hu cov pejxeem uas nyob thoob plaws hauv lub tebchaws uas nws kav thiab cov uas nyob raws ntug hiavtxwv kom tuaj ua haujlwm rau nws."},{"bible_id":"1525","chapter_code":"EST.10","verse_code":"EST.10.2","label":"2","content":"Txhua yam haujlwm tseemceeb uas yog nws lub hwjchim thiab nws lub zog loj zog nchav ua, thiab qhov uas nws tsa Maudekhais ua ib tug nom loj puavleej muab sau tseg cia rau hauv Phau Ntawv Xwmtxheej vajntxwv uas teev cov Pawxias thiab Medias tej vajntxwv lub neej lawm."},{"bible_id":"1525","chapter_code":"EST.10","verse_code":"EST.10.3","label":"3","content":"Maudekhais uas yog neeg Yudais tau los ua Vajntxwv Xawxes ib tug nomtswv loj, tsuas yog vajntxwv tib leeg thiaj li ua tus loj tshaj Maudekhais xwb. Nws cov kwvtij Yudais puavleej txaus siab thiab hwm nws, vim nws pab kom nws haivneeg thiab lawv tej xeebntxwv tau nyob ruaj khov thiab muaj kev thajyeeb."}]