[{"bible_id":"1525","chapter_code":"EZR.1","verse_code":"EZR.1.1","label":"1","content":"Thawj xyoo uas Xailas ua huabtais  kav tebchaws Pawxias, tus TSWV thiaj ua kom muaj raws li nws tau hais rau Yelemis uas yog tus cev Vajtswv lus lawm. Tus Tswv tshoov Xailas siab kom ua raws li tej lus samhwm nram qab no, thiab muab sau xa mus nyeem nrov nrov rau cov pejxeem thoob plaws hauv lub tebchaws uas Xailas kav mloog."},{"bible_id":"1525","chapter_code":"EZR.1","verse_code":"EZR.1.2","label":"2","content":"“Ntawm no yog Xailas tus uas yog tus huabtais kav tebchaws Pawxias tej lus samhwm. Tus TSWV uas yog Vajtswv, tus nyob saum ntuj, tau tso kuv los kav tagnrho lub qab ntuj no thiab kom kuv txhim kho lub Tuamtsev rau nws nyob hauv lub nroog Yeluxalees hauv xeev Yudas."},{"bible_id":"1525","chapter_code":"EZR.1","verse_code":"EZR.1.3","label":"3","content":"Thov Vajtswv nrog nraim nej txhua tus uas yog nws haivneeg nyob. Nej cia li rov qab mus rau tim lub nroog Yeluxalees thiab rov mus txhim kho tus TSWV uas yog cov Yixalayees tus Vajtswv lub Tuamtsev dua tshiab. Nws yog tus Vajtswv tus uas nej pehawm nyob hauv lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"EZR.1","verse_code":"EZR.1.4","label":"4","content":"Yog nws haivneeg ib leeg tus twg uas raug luag ntes coj mus lawm, xav rov qab los mas nws cov neeg zejzog nruab ze yuav pab tau nws. Lawv yuav tau muab nyiaj muab kub, zaub mov noj thiab nees rau nws thauj nws tej nra coj los fij rau Vajtswv hauv lub Tuamtsev uas nyob hauv lub nroog Yeluxalees.”"},{"bible_id":"1525","chapter_code":"EZR.1","verse_code":"EZR.1.5","label":"5","content":"Ces cov thawjcoj ntawm tej cuab kwvtij ntawm xeem Yudas thiab xeem Npeenyamees, cov povthawj thiab cov Levis, thiab txhua tus uas Vajtswv tau tshoov kom muaj lub siab kub lug npaj nroos rov qab mus txhim kho tus TSWV lub Tuamtsev hauv lub nroog Yeluxalees dua tshiab."},{"bible_id":"1525","chapter_code":"EZR.1","verse_code":"EZR.1.6","label":"6","content":"Tagnrho lawv cov neeg zejzog txawm nqis tes nroos pab ntau yam khoom rau lawv raws li nram qab no: tej tais nyiaj, tais kub, zaub mov noj, nyuj thiab nees thauj nra, lwm yam khoom siv uas muaj nqis thiab tej khoom fij hauv lub Tuamtsev."},{"bible_id":"1525","chapter_code":"EZR.1","verse_code":"EZR.1.7","label":"7","content":"Huabtais Xailas muab tej tais thiab khob uas Vajntxwv Nenpukajnexales tau coj hauv lub Tuamtsev hauv lub nroog Yeluxalees los tso rau hauv lub tsev uas nws teev nws tej mlom rau lawv nqa huv tibsi rov qab."},{"bible_id":"1525","chapter_code":"EZR.1","verse_code":"EZR.1.8","label":"8","content":"Huabtais muab tej ntawd cob rau Miledas uas yog vajntxwv tus tub ceev nyiaj txiag, Miledas muab tshuaj saib tag thiab muab teev tseg cia rau hauv ntaub ntawv thiab nws muab cob rau Senpaxas uas yog ib tug tswvxeev kav lub xeev Yudas,"},{"bible_id":"1525","chapter_code":"EZR.1","verse_code":"EZR.1.9+EZR.1.10","label":"9-10","content":"muaj raws li no: muaj peb caug lub, cov tais nyiaj uas cia rau tej khoom fij muaj ib txhiab lub lwm yam tais muaj nees nkaum cuaj lub cov tais kub me muaj peb caug lub cov tais nyiaj me muaj plaub puas kaum lub lwm yam twj taig muaj ib txhiab lub."},{"bible_id":"1525","chapter_code":"EZR.1","verse_code":"EZR.1.11","label":"11","content":"Xam tagnrho huv tibsi muaj tsib txhiab plaub puas lub tais kub, tais nyiaj thiab lwm yam twj taig uas muab cob rau Senpaxas coj nrog nws thiab nrog lwm tus uas raug ntes mus rau tim Npanpiloos nqa rov qab los rau hauv lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"EZR.2","verse_code":"EZR.2.1","label":"1","content":"Coob leej ntau tus uas raug ntes mus tau rov qab hauv lub xeev Npanpiloos los rau hauv lub nroog Yeluxalees thiab hauv tebchaws Yudas; lawv nyias thiaj rov los nyob rau hauv nyias tej qub zej qub zog. Lawv tej tsevneeg puavleej raug ntes mus ua neeg poob tebchaws nyob rau tim tebchaws Npanpiloos txij li thaum uas Vajntxwv Nenpukajnexales tuaj ntes lawv mus rau txim lawm."},{"bible_id":"1525","chapter_code":"EZR.2","verse_code":"EZR.2.2","label":"2","content":"Lawv cov thawjcoj yog Xelunpanpees, Yesuas, Nehemis, Xelayas, Leelayas, Maudekhais, Npilesas, Mixepales, Npinkavais, Lehumes thiab Npa-anas. Ntawm no mus yog teev cov Yixalayees tej cuab kwvtij uas raug luag ntes coj mus thiab tau rov los:"},{"bible_id":"1525","chapter_code":"EZR.2","verse_code":"EZR.2.3+EZR.2.4+EZR.2.5+EZR.2.6+EZR.2.7+EZR.2.8+EZR.2.9+EZR.2.10+EZR.2.11+EZR.2.12+EZR.2.13+EZR.2.14+EZR.2.15+EZR.2.16+EZR.2.17+EZR.2.18+EZR.2.19+EZR.2.20","label":"3-20","content":"Cuab Palauses muaj ob txhiab ib puas xya caum ob leeg, Cuab Sefatiyas muaj peb puas xya caum ob leeg, Cuab Alas muaj xya pua xya caum tsib leeg, Cuab Pahas Mau-am (uas yog Yesuas thiab Yau-am cov xeebntxwv) muaj ob txhiab yim pua kaum ob leeg, Cuab Elas muaj ib txhiab ob puas tsib caug plaub leeg, Cuab Xatus muaj cuaj pua plaub caug tsib leeg, Cuab Xakais muaj xya pua rau caum leej, Cuab Npanis muaj rau pua plaub caug ob leeg, Cuab Npenpais muaj rau pua nees nkaum peb leeg, Cuab Ankas muaj ib txhiab ob puas nees nkaum ob leeg, Cuab Adaunikas muaj rau pua rau caum leej, Cuab Npivais muaj ob txhiab tsib caug rau leej, Cuab Adines muaj plaub puas tsib caug plaub leeg, Cuab Ateles (uas hu ua Hexekiyas) muaj cuaj caum yim leej, Cuab Npexais muaj peb puas nees nkaum peb leeg, Cuab Yaulas muaj ib puas kaum ob leeg, Cuab Hasus muaj ob puas nees nkaum peb leeg, Cuab Nkinpas muaj cuaj caum tsib leeg."},{"bible_id":"1525","chapter_code":"EZR.2","verse_code":"EZR.2.21+EZR.2.22+EZR.2.23+EZR.2.24+EZR.2.25+EZR.2.26+EZR.2.27+EZR.2.28+EZR.2.29+EZR.2.30+EZR.2.31+EZR.2.32+EZR.2.33+EZR.2.34+EZR.2.35","label":"21-35","content":"Cov neeg uas thaum ub lawv cov yawgkoob nyob hauv tej nroog nram no puavleej rov los huv tibsi thiab: Nroog Npelehees muaj ib puas nees nkaum peb leeg, Nroog Netufas muaj tsib caug rau leej, Nroog Anathaus muaj ib puas nees nkaum yim leej, Nroog Amaves muaj plaub caug ob leeg, Nroog Kili-as Ye-alees, Khefilas thiab Npelaus muaj xya pua plaub caug peb leeg, Nroog Lamas thiab Nkenpas muaj rau pua nees nkaum ib leeg, Nroog Mekhamas muaj ib puas nees nkaum ob leeg, Nroog Npethees thiab A-is muaj ob puas nees nkaum peb leeg, Nroog Nenpaus muaj tsib caug ob leeg, Nroog Mankanpis muaj ib puas tsib caug rau leej, Dua lwm tus Elas muaj ib txhiab ob puas tsib caug plaub leeg, Nroog Halees muaj peb puas nees nkaum leej, Nroog Laudis, Hadis thiab Aunaus muaj xya puas nees nkaum tsib leeg, Nroog Yelikaus muaj peb puas plaub caug tsib leeg, Nroog Xema-as muaj peb txhiab rau pua peb caug leej."},{"bible_id":"1525","chapter_code":"EZR.2","verse_code":"EZR.2.36+EZR.2.37+EZR.2.38+EZR.2.39","label":"36-39","content":"Ntawm no mus yog tej cuab kwvtij ntawm cov povthawj uas raug luag ntes mus thiab tau rov los: Cuab Yedayas (uas yog Yesuas cov xeebntxwv) muaj cuaj pua xya caum peb leeg, Cuab Imeles muaj ib txhiab tsib caug ob leeg, Cuab Pasus muaj ib txhiab ob puas plaub caug xya leej, Cuab Halees muaj ib txhiab kaum xya leej."},{"bible_id":"1525","chapter_code":"EZR.2","verse_code":"EZR.2.40+EZR.2.41+EZR.2.42","label":"40-42","content":"Cov Levis uas raug luag ntes coj mus thiab tau rov los: Yesuas thiab Kamiyees (uas yog Haudaviyas cov xeebntxwv) muaj xya caum plaub leeg, Cov uas ntaus suab nkauj hauv lub Tuamtsev (uas yog Axafes cov xeebntxwv) muaj ib puas nees nkaum yim leej, Cov uas zov lub Tuamtsev (uas yog Salumes, Ates, Tamoos, Akus, Hatitas thiab Sunpais cov xeebntxwv) muaj ib puas peb caug cuaj leeg."},{"bible_id":"1525","chapter_code":"EZR.2","verse_code":"EZR.2.43+EZR.2.44+EZR.2.45+EZR.2.46+EZR.2.47+EZR.2.48+EZR.2.49+EZR.2.50+EZR.2.51+EZR.2.52+EZR.2.53+EZR.2.54","label":"43-54","content":"Cuab kwvtij uas ua haujlwm hauv lub Tuamtsev uas raug luag ntes mus thiab tau rov qab los: Xihas, Haxufas, Tanpauthas, Kelaus, Xiahas, Padoos, Lenpanas, Hankanpas, Akus, Hankas, Samelais, Hanas, Nkidees, Nkahas, Le-ayas, Lexees, Nekaudas, Nkaxas, Uxas, Paxe-as, Npexais, Axanas, Me-unis, Nefusexis, Npakenpus, Hakufas, Halihus, Npaxalus, Mehidas, Halisas, Npalekaus, Xixelas, Temas, Nexiyas thiab Hatifas."},{"bible_id":"1525","chapter_code":"EZR.2","verse_code":"EZR.2.55+EZR.2.56+EZR.2.57","label":"55-57","content":"Tej cuab kwvtij uas yog Xalumoos cov tubtxib uas raug luag ntes mus thiab tau rov qab los: Xautais, Haxaufeles, Peludas, Yalas, Dankoos, Nkidees, Sefatiyas, Hatis, Paukheles, Haxenpais thiab Amis."},{"bible_id":"1525","chapter_code":"EZR.2","verse_code":"EZR.2.58","label":"58","content":"Xam tagnrho cov neeg uas ua haujlwm hauv lub Tuamtsev thiab Xalumoos cov tubtxib cov xeebntxwv uas raug luag ntes coj mus thiab tau rov qab los muaj peb puas cuaj caum ob leeg."},{"bible_id":"1525","chapter_code":"EZR.2","verse_code":"EZR.2.59+EZR.2.60","label":"59-60","content":"Cuab kwvtij uas yog Delayas, Taunpias thiab Nekaudas uas rov qab hauv lub nroog Teles Melas, Teles Hasas, Khelus, Adas thiab Imeles los muaj rau pua tsib caug ob leeg, tiamsis lawv tsis muaj ib yam ua puavpheej qhia tau hais tias lawv cajces yog haivneeg Yixalayees tiag."},{"bible_id":"1525","chapter_code":"EZR.2","verse_code":"EZR.2.61+EZR.2.62","label":"61-62","content":"Peb cuab kwvtij uas yog cov povthawj uas taug tsis tau lawv cov yawgkoob lawm yog Hanpayas, Hakauxes thiab Npaxilais. (Cajces cov povthawj Npaxilais yawgkoob tau mus yuav yawg Npaxilais uas nyob hauv cheebtsam Nkile-as tus ntxhais los ua nws pojniam, ces txawm tis npe hu raws li nws yawmtxiv lub xeem lawm xwb.) Txij li thaum uas taug tsis tau hais tias lawv cov yawgkoob yog leejtwg lawm, thiaj tsis xaiv lawv los ua povthawj li lawm."},{"bible_id":"1525","chapter_code":"EZR.2","verse_code":"EZR.2.63","label":"63","content":"Cov Yudas tus tswvxeev hais rau lawv kom tsis txhob noj tej zaub mov uas muab fij rau Vajtswv mus txog thaum lawv muaj ib tug los ua povthawj uas siv tau lub Ulees thiab Thumees tso. 1"},{"bible_id":"1525","chapter_code":"EZR.2","verse_code":"EZR.2.64+EZR.2.65+EZR.2.66+EZR.2.67","label":"64-67","content":"Xam tagnrho cov neeg uas raug luag ntes coj mus thiab tau rov los muaj plaub caug ob txhiab peb puas rau caum leej Tagnrho lawv cov tubqhe tsis hais pojniam thiab txivneej muaj xya txhiab peb puas peb caug xya leej Cov txivneej thiab pojniam uas ntaus suab nkauj muaj ob puas leej Nees muaj xya pua peb caug rau tus Nees zag muaj ob puas plaub caug tsib tug Ntxhuav muaj plaub puas peb caug tsib tug Neesluav muaj rau txhiab xya pua nees nkaum tus."},{"bible_id":"1525","chapter_code":"EZR.2","verse_code":"EZR.2.68","label":"68","content":"Thaum cov neeg uas raug luag ntes mus ntawd rov qab los txog rau ntawm tus TSWV lub Tuamtsev hauv lub nroog Yeluxalees, muaj qee leej thawjcoj ntawm tej cuab kwvtij tau muab khoom tuaj fij ntawm lub siab dawb paug coj mus pab txhim kho lub Tuamtsev dua tshiab kom zoo li lub qub thaum ub."},{"bible_id":"1525","chapter_code":"EZR.2","verse_code":"EZR.2.69","label":"69","content":"Lawv muab ntau npaum li uas lawv muaj coj mus ua tes haujlwm no, thiab xam tagnrho tej uas lawv muab tuaj ntawd tau ib txhiab peb caug choj kub, tsib txhiab xya pua plaub caug choj nyiaj thiab ib puas lub tsho ntev rau cov povthawj."},{"bible_id":"1525","chapter_code":"EZR.2","verse_code":"EZR.2.70","label":"70","content":"Cov povthawj, cov Levis thiab cov pejxeem qee leej tau mus nyob rau hauv lossis nyob ze lub nroog Yeluxalees;  cov ntaus suab nkauj, cov zov lub Tuamtsev thiab cov uas ua haujlwm hauv lub Tuamtsev mus nyob rau hauv lawv tej nroog; thiab dua li cov Yixalayees uas seem puavleej mus nyob tagnrho rau hauv tej nroog uas yav thaum ub lawv cov yawgkoob nyob los lawm."},{"bible_id":"1525","chapter_code":"EZR.3","verse_code":"EZR.3.1","label":"1","content":"Thaum txog lub xya hli ntuj cov neeg Yixalayees rov los nyob tagnrho rau hauv lawv tej nroog. Ces lawv txawm tuaj sib sau rau hauv lub nroog Yeluxalees,"},{"bible_id":"1525","chapter_code":"EZR.3","verse_code":"EZR.3.2","label":"2","content":"Yauxadas tus tub Yesuas thiab nws cov phoojywg povthawj thiab Se-atees tus tub Xelunpanpees nrog nws cov kwvtij thiaj tau los txhim kho cov Yixalayees tus Vajtswv lub thaj dua tshiab kom lawv thiaj tau lub chaw hlawv tej khoom fij rau saud raws li tej kevcai uas Mauxes tus uas yog Vajtswv tus neeg tau sau tseg cia lawm."},{"bible_id":"1525","chapter_code":"EZR.3","verse_code":"EZR.3.3","label":"3","content":"Txawm yog  cov uas rov qab los ntawd ntshai cov neeg uas ibtxwm nyob hauv lub tebchaws ntawd los lawv cia li ua dua ib lub thaj tshiab rau ntawm qhov qub chaw thaum ub. Ces lawv txawm niaj tagkis thiab niaj hmo pib muab khoom mus hlawv fij pub rau tus TSWV saum lub thaj ntawd."},{"bible_id":"1525","chapter_code":"EZR.3","verse_code":"EZR.3.4","label":"4","content":"Lawv ua kevcai nyob tsev pheebsuab raws li txoj kevcai uas twb muaj los lawm. Txhua hnub lawv yeej muab khoom fij raws li uas tau teev muaj tseg rau hnub ntawd,"},{"bible_id":"1525","chapter_code":"EZR.3","verse_code":"EZR.3.5","label":"5","content":"thiab dua li ntawd ntxiv, lawv tseem tua tsiaj coj mus hlawv kheej ua khoom fij li ibtxwm muaj los thiab tej tsiaj uas coj mus fij ua rooj noj rooj haus rau hnub xiab ib thiab rau thaum uas tagnrho sawvdaws tuaj sib sau pehawm tus TSWV uas yog zoo siab hlo muab khoom fij pub rau tus TSWV."},{"bible_id":"1525","chapter_code":"EZR.3","verse_code":"EZR.3.6","label":"6","content":"Txawm yog lawv tseem tsis tau pib txhim kho lub Tuamtsev dua tshiab los lawv cia li coj khoom tuaj fij rau tus TSWV thaum lub xya hli ntuj hnub xiab ib li lawm."},{"bible_id":"1525","chapter_code":"EZR.3","verse_code":"EZR.3.7","label":"7","content":"Cov neeg muab nyiaj tuaj them rau cov neeg txaug pobzeb, txua ntoo, thiab muab zaub mov, dej haus, thiab roj txiv ntoo xa mus rau pem lub nroog Tiles thiab Xidoos, coj mus pauv tej ntoo ciab pem tebchaws Lenpanoos, thiab muab nquam taug ntug dej hiavtxwv tuaj rau ntawm lub nroog Yaupas. Tagnrho tej no lawv tau ua raws li Huabtais Xailas uas kav tebchaws Pawxias hais kom tso kev rau lawv ua."},{"bible_id":"1525","chapter_code":"EZR.3","verse_code":"EZR.3.8","label":"8","content":"Xyoo ob thaum lub ob hlis ntuj, tom qab uas lawv rov los txog rau hauv Vajtswv lub Tuamtsev hauv lub nroog Yeluxalees, Xelunpanpees uas yog Se-atiyees tus tub thiab Yesuas uas yog Yauxadas tus tub nrog nkawd cov kwvtij, cov povthawj, cov Levis thiab txhua tus uas raug luag ntes mus thiab tau rov qab los rau hauv lub nroog Yeluxalees thiaj sib pab nqis tes nroos pib ua haujlwm. Tagnrho cov Levis uas muaj hnubnyoog nees nkaum xyoo lossis tshaj ntawd puavleej raug tsa los ua cov saib tes haujlwm uas txhim kho lub Tuamtsev."},{"bible_id":"1525","chapter_code":"EZR.3","verse_code":"EZR.3.9","label":"9","content":"Cov Levis ntawd yog Yesuas thiab nws cov tub thiab nws cov kwvtij, Kamiyees thiab nws cov tub (uas yog Haudaviyas cajces  tsevneeg) tau koom tes sib pab txhim kho lub Tuamtsev. (Cov Levis uas yog cuab Henadas tuaj pab huv tibsi thiab.)"},{"bible_id":"1525","chapter_code":"EZR.3","verse_code":"EZR.3.10","label":"10","content":"Thaum cov neeg pib pua tus TSWV lub Tuamtsev lub plag tse, cov povthawj hnav lawv tej tsho ntev tuaj sawv ntawm lawv tej chaw tuav rawv xyu ntawm tes, thiab cov Levis uas yog cuab Axas los nqa rawv nruas npuaj tuaj sawv ntawd thiab. Lawv ua tus TSWV tsaug raws li tej uas Vajntxwv Daviv tau qhia tseg lawm."},{"bible_id":"1525","chapter_code":"EZR.3","verse_code":"EZR.3.11","label":"11","content":"Lawv hu zaj nkauj qhuas tus TSWV thiab rov hu ntxiv nqes tshooj hais li no: “Tus TSWV yog tus zoo thiab nws txojkev hlub rau cov Yixalayees muaj nyob mus ibtxhis li.” Txhua leej txhua tus nyias qw kawg nyias lub zog ua tus TSWV tsaug, rau qhov twb pib pua tus TSWV lub Tuamtsev lub plag tse lawm."},{"bible_id":"1525","chapter_code":"EZR.3","verse_code":"EZR.3.12","label":"12","content":"Thaum cov laus coob leej uas yog povthawj, cov Levis thiab cov thawjcoj ntawm txhua cuab kwvtij uas puavleej tau pom thawj lub Tuamtsev saib luag pua tus TSWV lub Tuamtsev lub plag tse, lawv quaj tu siab kawg. Tiamsis lwm tus uas nyob ntawd kuj luag thiab zoo siab heev."},{"bible_id":"1525","chapter_code":"EZR.3","verse_code":"EZR.3.13","label":"13","content":"Tsis muaj leejtwg yuav mloog tau tseeb, xyov yog suab qw zoo siab los yog suab quaj tu siab, rau qhov tej suab uas lawv qw ntawd nrov ntxhe mus deb heev."},{"bible_id":"1525","chapter_code":"EZR.4","verse_code":"EZR.4.1","label":"1","content":"Cov Yudas thiab cov Npeenyamees cov yeebncuab hnov hais tias cov neeg uas raug luag ntes coj mus lawm, tau rov qab los thiab txhim kho tus TSWV uas yog cov Yixalayees tus Vajtswv lub Tuamtsev dua tshiab."},{"bible_id":"1525","chapter_code":"EZR.4","verse_code":"EZR.4.2","label":"2","content":"Lawv txawm tuaj cuag Xelunpanpees thiab cov thawjcoj ntawm tej cuab kwvtij thiab hais rau lawv tias, “Thov cia peb nrog nej koom ua tus TSWV lub Tuamtsev thiab. Peb yeej pe tib tug Vajtswv uas nej pe thiab peb yeej ibtxwm muab khoom fij rau nws txij thaum cov Axilias tus Vajntxwv Exahadoos tso peb los nyob rau ntawm no lawm.”"},{"bible_id":"1525","chapter_code":"EZR.4","verse_code":"EZR.4.3","label":"3","content":"Xelunpanpees, Yesuas thiab cov thawjcoj ntawm tej cuab kwvtij hais rau lawv tias, “Peb tsis yuav nej pab peb ua lub Tuamtsev rau tus TSWV uas yog peb tus Vajtswv. Peb yuav ua peb xwb; peb ua raws li Huabtais Xailas uas kav tebchaws Pawxias tau samhwm rau peb lawm.”"},{"bible_id":"1525","chapter_code":"EZR.4","verse_code":"EZR.4.4","label":"4","content":"Ces cov neeg uas nyob hauv lub tebchaws ntawd pheej nrhiav kev hem thiab ua kom cov neeg Yixalayees qaug zog tsis txhob txhim kho lub Tuamtsev."},{"bible_id":"1525","chapter_code":"EZR.4","verse_code":"EZR.4.5","label":"5","content":"Thiab lawv tseem ntiav cov nomtswv Pawxias kom ua tej yam tawmtsam cov Yixalayees. Lawv pheej ua li ntawd mus tas ntu uas Huabtais Xailas kav tebchaws thiab mus txog ntu uas Huabtais Dali-us los kav tebchaws."},{"bible_id":"1525","chapter_code":"EZR.4","verse_code":"EZR.4.6","label":"6","content":"Thaum Xawxes pib ua huabtais kav tebchaws, cov neeg uas nyob hauv lub xeev Yudas thiab hauv lub nroog Yeluxalees thiab tej yeebncuab tau sau ntawv tuaj nkaug cov Yixalayees."},{"bible_id":"1525","chapter_code":"EZR.4","verse_code":"EZR.4.7","label":"7","content":"Thiab thaum uas Huabtais Ataxawxes kav tebchaws Pawxias, Npeselas, Miledas, Tanpees thiab lawv cov phoojywg tau sau ib tsab ntawv mus rau huabtais. Tsab ntawv ntawd sau ua lus Alamais  thiab mam li txhais thaum uas nyeem."},{"bible_id":"1525","chapter_code":"EZR.4","verse_code":"EZR.4.8","label":"8","content":"Yog li ntawd, Lehumes uas yog tus tswvxeev thiab Simesais uas yog tus teev ntawv hauv lub xeev ntawd, thiaj li sau ib tsab ntawv ntsig txog lub nroog Yeluxalees mus rau Vajntxwv Ataxawxes hais li no:"},{"bible_id":"1525","chapter_code":"EZR.4","verse_code":"EZR.4.9","label":"9","content":"“Tuaj ntawm Lehumes uas yog tus tswvxeev thiab Simesais uas yog tus teev ntawv hauv lub xeev, nrog rau cov uas thooj siab koom ntsws, cov txiav txim thiab txhua tus nomtswv uas puavleej yog cov neeg uas ibtxwm nyob hauv lub nroog Elej, nyob hauv lub nroog Npanpiloos thiab nyob hauv lub nroog Xuxas uas nyob hauv tebchaws Elames,"},{"bible_id":"1525","chapter_code":"EZR.4","verse_code":"EZR.4.10","label":"10","content":"thiab nrog Asunpanis tus uas muaj zog thiab muaj hwjchim heev uas yog lwm haivneeg uas tau tsiv los nyob rau hauv lub nroog Xamalis thiab nyob thoob plaws hauv lub xeev uas nyob ntawm tus dej Efalates sab Hnubpoob.”"},{"bible_id":"1525","chapter_code":"EZR.4","verse_code":"EZR.4.11","label":"11","content":"Lawv xa ib tsab ntawv tuaj hais li no: “Hawm txog Huabtais Ataxawxes, tuaj ntawm nws cov tubtxib uas nyob hauv lub xeev ntawm tus dej Efalates sab Hnubpoob."},{"bible_id":"1525","chapter_code":"EZR.4","verse_code":"EZR.4.12","label":"12","content":"“Peb xav kom koj uas yog huabtais paub hais tias cov Yudas uas tau rov hauv koj lub tebchaws los nyob hauv Yeluxalees tabtom txhim kho lub nroog phem thiab ntxeev siab ntawd. Lawv twb pib puab cov ntsa yeej lawm, mas tsis ntev yeej yuav tiav ntag."},{"bible_id":"1525","chapter_code":"EZR.4","verse_code":"EZR.4.13","label":"13","content":"Huabtais, yog lawv rov txhim kho tau lub nroog ntawd thiab ua tej ntsa yeej tiav, ntshai cov neeg ntawd yuav tsis kam them se lawm, ces huabtais tej nyiaj txiag yuav tsawg zuj zus."},{"bible_id":"1525","chapter_code":"EZR.4","verse_code":"EZR.4.14","label":"14","content":"Rau qhov nimno peb yog cov uas nyob qab tswjhwm ntawm huabtais, peb tsis xav cia huabtais poob ntsejmuag. Yog li ntawd, peb thiaj sau tsab ntawv no tuaj qhia rau huabtais."},{"bible_id":"1525","chapter_code":"EZR.4","verse_code":"EZR.4.15","label":"15","content":"Koj cia li kom luag tshawb tej ntaub ntawv uas koj cov yawgkoob tau muab khaws cia lawm. Yog koj ua li ntawd, koj yuav paub hais tias lub nroog ntawd yog lub nroog uas ibtxwm ntxeev siab, thiab yav thaum ub los lub nroog ntawd pheej tsim kev kub ntxhov rau tej vajntxwv thiab rau tej tswvxeev. Cov neeg uas nyob hauv yeej ibtxwm tswjhwm nyuaj kawg. Vim li ntawd lub nroog thiaj raug puastsuaj tas lawm."},{"bible_id":"1525","chapter_code":"EZR.4","verse_code":"EZR.4.16","label":"16","content":"Peb thov qhia rau huabtais paub hais tias yog cia lawv rov txhim kho tau lub nroog thiab tej ntsa yeej tiav tas lawm, tsis ntev huabtais yuav tsis tau ua tus kav lub xeev uas nyob ntawm tus dej Efalates sab Hnubpoob lawm.”"},{"bible_id":"1525","chapter_code":"EZR.4","verse_code":"EZR.4.17","label":"17","content":"Huabtais sau ntawv xa mus teb lawv li no: “Hawm txog Lehumes uas yog tus tswvxeev, Simesais uas yog tus teev ntawv hauv lub xeev, cov uas nrog lawv thooj siab koom ntsws uas nyob rau hauv lub xeev Xamalis thiab cov uas nyob tim tus dej Efalates sab Hnubpoob."},{"bible_id":"1525","chapter_code":"EZR.4","verse_code":"EZR.4.18","label":"18","content":"“Tsab ntawv uas nej xa tuaj twb muab txhais thiab nyeem rau kuv mloog tas lawm."},{"bible_id":"1525","chapter_code":"EZR.4","verse_code":"EZR.4.19","label":"19","content":"Kuv tau tso neeg mus tshuaj thiab tshawb tas lawm. Kuv pom hais tias txij puag thaum ub los lub nroog Yeluxalees yeej ibtxwm tawmtsam cov vajntxwv thiab yog li lub nroog uas pheej ntxeev siab tsim kev kub ntxhov tsis tseg li."},{"bible_id":"1525","chapter_code":"EZR.4","verse_code":"EZR.4.20","label":"20","content":"Cov vajntxwv muaj hwjchim uas tau kav lub nroog ntawd thiab kav tagnrho mus rau tim lub xeev uas nyob ntawm tus dej Efalates sab Hnubpoob, mas cov neeg ntawd puavleej them se thiab coj khoom tuaj pub rau lawv."},{"bible_id":"1525","chapter_code":"EZR.4","verse_code":"EZR.4.21","label":"21","content":"Yog li ntawd, nej cia li txwv kom cov neeg ntawd tso tseg, tsis txhob txhim kho lub nroog ntawd ntxiv mus txog thaum kuv tso lus, lawv mam rov ua."},{"bible_id":"1525","chapter_code":"EZR.4","verse_code":"EZR.4.22","label":"22","content":"Nej cia li maj nroos mus ua qhov no, tsis txhob ua siab hnyav rau zaj no ntshai nyob tsam kev puastsuaj yuav nthuav loj tuaj ua rau kuv raug kev txajmuag.”"},{"bible_id":"1525","chapter_code":"EZR.4","verse_code":"EZR.4.23","label":"23","content":"Thaum Lehumes, Simesais thiab cov uas nrog nkawd thooj siab koom ntsws tau nyeem Huabtais Ataxawxes tsab ntawv tas lawm, lawv thiaj ceev nrooj mus rau hauv lub nroog Yeluxalees thiab mus txwv kom cov Yudas cia li tso tseg, tsis txhob txhim kho lub nroog ntxiv lawm."},{"bible_id":"1525","chapter_code":"EZR.4","verse_code":"EZR.4.24","label":"24","content":"Ces lawv txawm tso tseg tsis ua lub Tuamtsev thiab nyob tos mus txog thaum Vajntxwv Dali-us ua vajntxwv kav tebchaws Pawxias tau ob xyoos."},{"bible_id":"1525","chapter_code":"EZR.5","verse_code":"EZR.5.1","label":"1","content":"Thaum lub sijhawm ntawd, muaj ob tug cev Vajtswv lus uas yog Hakais thiab Xakhaliyas. Xakhaliyas yog Idaus tus xeebntxwv, nws txawm pib tuav cov Yixalayees tus Vajtswv lub npe hais rau cov Yudas uas nyob hauv lub xeev Yudas thiab cov uas nyob hauv lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"EZR.5","verse_code":"EZR.5.2","label":"2","content":"Thaum uas Se-atiyees tus tub Xelunpanpees thiab Yauxadas tus tub Yesuas hnov dheev tej lus ntawd, nkawd txawm sawv tsees rov mus pib ua lub Tuamtsev hauv lub nroog Yeluxalees, thiab ob tug cev Vajtswv lus los kuj nqis tes pab lawv ua."},{"bible_id":"1525","chapter_code":"EZR.5","verse_code":"EZR.5.3","label":"3","content":"Tib lub sijhawm ntawd Tatenais uas yog tus tswvxeev kav sab tim tus dej Efalates sab Hnubpoob, Sethas Npauxenais thiab nkawd cov nomtswv txawm tuaj rau hauv lub nroog Yeluxalees thiab hais rau cov Yudas hais tias, “Leejtwg yog tus tso cai rau nej txhim kho lub Tuamtsev no thiab tej cuabyeej siv ntawd?”"},{"bible_id":"1525","chapter_code":"EZR.5","verse_code":"EZR.5.4","label":"4","content":"Lawv  tseem nug tagnrho cov neeg uas tuaj pab ua lub Tuamtsev ntawd tej npe huv tibsi thiab."},{"bible_id":"1525","chapter_code":"EZR.5","verse_code":"EZR.5.5","label":"5","content":"Tiamsis Vajtswv yeej saib ntsoov cov Yudas tej thawjcoj, ces cov Pawxias thiaj txiav txim siab tsis ua ib yam dabtsi mus txog thaum lawv sau ntawv mus rau Huabtais Dali-us thiab tau txais tej lus teb lawm."},{"bible_id":"1525","chapter_code":"EZR.5","verse_code":"EZR.5.6","label":"6","content":"Ntawm no yog tsab ntawv uas lawv sau xa mus rau huabtais:"},{"bible_id":"1525","chapter_code":"EZR.5","verse_code":"EZR.5.7","label":"7","content":"“Hawm txog Vajntxwv Dali-us, thov kom koj kav lub tebchaws nyob thajyeeb lug."},{"bible_id":"1525","chapter_code":"EZR.5","verse_code":"EZR.5.8","label":"8","content":"“Huabtais, peb xav kom koj paub hais tias peb tau mus rau hauv lub xeev Yudas thiab pom lawv tabtom muab tej lag zeb los txhim kho Vajtswv tus uas loj kawg nkaus lub Tuamtsev dua tshiab thiab muab tej nqaj ntoo coj los ntsia tuav tej phabntsa. Lawv rau siab ntso ua thiab yeej yuav ua kom tiav tsis ntev no ntag."},{"bible_id":"1525","chapter_code":"EZR.5","verse_code":"EZR.5.9","label":"9","content":"“Thiab peb tau nug cov neeg ntawd cov thawjcoj kom qhia rau peb paub saib leejtwg yog tus tso cai rau lawv txhim kho lub Tuamtsev ntawd."},{"bible_id":"1525","chapter_code":"EZR.5","verse_code":"EZR.5.10","label":"10","content":"Peb tseem nug lawv tej npe huv tibsi kom peb paub qhia rau koj hais tias leejtwg yog tus thawjcoj txhim kho lub Tuamtsev."},{"bible_id":"1525","chapter_code":"EZR.5","verse_code":"EZR.5.11","label":"11","content":"“Lawv teb hais tias, ‘Peb yog Vajtswv tus uas nyob saum ntuj thiab hauv ntiajteb no cov tubtxib, thiab peb tabtom txhim kho thiab tsa lub Tuamtsev no dua tshiab uas ntau xyoo tas los lawm cov Yixalayees ib tug vajntxwv uas muaj hwjchim loj dua ntais twb ua tseg lawm."},{"bible_id":"1525","chapter_code":"EZR.5","verse_code":"EZR.5.12","label":"12","content":"Tiamsis vim peb cov yawgkoob tau ua rau Vajtswv tus uas nyob saum ntuj chim, nws thiaj li muab lawv cob rau Nenpukajnexales uas yog neeg Nkade-as uas ua vajntxwv kav lub nroog Npanpiloos txhais tes, nws thiaj tuaj muab lub Tuamtsev rhuav puastsuaj tas, mas cov neeg Yudas thiaj raug ntes coj mus rau tim tebchaws Npanpiloos lawm."},{"bible_id":"1525","chapter_code":"EZR.5","verse_code":"EZR.5.13","label":"13","content":"Ces thawj xyoos uas Xailas ua vajntxwv kav lub nroog Npanpiloos, Xailas thiaj li sau ntawv tso cai rau peb kom cia li rov txhim kho Vajtswv lub Tuamtsev."},{"bible_id":"1525","chapter_code":"EZR.5","verse_code":"EZR.5.14","label":"14","content":"Nws thim tej tais kub thiab tais nyiaj uas Nenpukajnexales tau nqa hauv lub Tuamtsev hauv lub nroog Yeluxalees mus tso rau hauv lub tsev teev mlom hauv lub nroog Npanpiloos huv tibsi rov qab. Huabtais Xailas muab tej tais ntawd cob rau tus txivneej uas npe hu ua Senpaxas, tus uas nws tsa ua tus tswvxeev kav cov Yudas."},{"bible_id":"1525","chapter_code":"EZR.5","verse_code":"EZR.5.15","label":"15","content":"Huabtais hais rau nws hais tias, coj tej twj taig no rov qab mus cia rau hauv lub Tuamtsev uas nyob hauv lub nroog Yeluxalees thiab cia li rov ua Vajtswv lub Tuamtsev rau ntawm qhov qub chaw."},{"bible_id":"1525","chapter_code":"EZR.5","verse_code":"EZR.5.16","label":"16","content":"Yog li ntawd, Senpaxas thiaj tuaj pib pua Vajtswv lub tuamtsev lub plag tse hauv lub nroog Yeluxalees; peb tau pib ua thaum ntawd los txog tamsim no, tiamsis tseem ua tsis tau tiav.’"},{"bible_id":"1525","chapter_code":"EZR.5","verse_code":"EZR.5.17","label":"17","content":"“Huabtais, yog koj pom zoo, nimno thov koj cia li tshawb nrhiav huabtais tej ntaub ntawv hauv lub nroog Npanpiloos saib puas yog Huabtais Xailas tso cai kom rov txhim kho Vajtswv lub Tuamtsev hauv lub nroog Yeluxalees, thiab thov qhia tuaj rau peb paub saib koj pom zoo li cas.”"},{"bible_id":"1525","chapter_code":"EZR.6","verse_code":"EZR.6.1","label":"1","content":"Huabtais Dali-us samhwm kom mus tshawb huabtais tej ntaub ntawv uas khaws tseg rau hauv lub nroog Npanpiloos."},{"bible_id":"1525","chapter_code":"EZR.6","verse_code":"EZR.6.2","label":"2","content":"Yog li ntawd, nyob hauv lub nroog Enpatanas hauv lub xeev Medias, lawv nrhiav tau thooj ntawv ntawd uas muaj lus sau tseg cia hais li nram no:"},{"bible_id":"1525","chapter_code":"EZR.6","verse_code":"EZR.6.3","label":"3","content":"“Thawj xyoo uas Huabtais Xailas kav tebchaws, nws tau samhwm kom cia li rov txhim kho Vajtswv lub Tuamtsev hauv lub nroog Yeluxalees thiaj tau qhov chaw fij khoom thiab nqa tej khoom tuaj hlawv fij; lub Tuamtsev qhov siab yuav tsum yog rau caum tshim thiab qhov dav yuav tsum yog rau caum tshim,"},{"bible_id":"1525","chapter_code":"EZR.6","verse_code":"EZR.6.4","label":"4","content":"cov phabntsa peb txheej pobzeb twg yuav tsum muab ib txheej ntoo kem. Txhua yam nqi yog muab nyiaj hauv vajntxwv lub txhab nyiaj mus them."},{"bible_id":"1525","chapter_code":"EZR.6","verse_code":"EZR.6.5","label":"5","content":"Tagnrho tej tais kub thiab tej tais nyiaj uas Huabtais Nenpukajnexales coj hauv lub Tuamtsev hauv lub nroog Yeluxalees mus rau tim lub nroog Npanpiloos lawm, nqa huv tibsi rov los tso rau ntawm tej qub chaw hauv lub Tuamtsev hauv lub nroog Yeluxalees.”"},{"bible_id":"1525","chapter_code":"EZR.6","verse_code":"EZR.6.6","label":"6","content":"Huabtais Dali-us xa cov lus teb hais li no: “Txog Tatenais uas yog tus tswvxeev uas kav ntawm tus dej Efalates sab hnubpoob, Sethas Npauxenais, thiab nej cov nomtswv uas nyob ntawm tus dej Efalates sab hnubpoob. “Nej tsis txhob mus ze lub Tuamtsev"},{"bible_id":"1525","chapter_code":"EZR.6","verse_code":"EZR.6.7","label":"7","content":"thiab tsis txhob mus thab cov neeg uas ua tsev ntawd. Cia cov Yudas tus tswvxeev thiab cov Yudas tej thawjcoj rov txhim kho Vajtswv lub Tuamtsev rau ntawm qhov qub chaw thaum ub."},{"bible_id":"1525","chapter_code":"EZR.6","verse_code":"EZR.6.8","label":"8","content":"Dua li ntawd, kuv samhwm kom nej cia li pab cov Yudas tej thawjcoj ua Vajtswv lub Tuamtsev; muab tej nyiaj se uas cov neeg hauv lub xeev uas nyob ntawm tus dej Efalates sab hnubpoob them tuaj coj mus them cov neeg uas ua lub Tuamtsev kom tes haujlwm ntawd thiaj tsis tu ncua."},{"bible_id":"1525","chapter_code":"EZR.6","verse_code":"EZR.6.9","label":"9","content":"Yam twg uas cov povthawj hauv lub nroog Yeluxalees xav tau, tsis hais ntsuag nyuj, laug yaj lossis tej menyuam yaj uas coj mus tua hlawv fij rau Vajtswv tus uas nyob saum ntuj, tsis hais nplej, ntsev, cawv txiv hmab lossis roj txiv ntoo, pub rau lawv ib hnub dhau ib hnub tsis pub tu li."},{"bible_id":"1525","chapter_code":"EZR.6","verse_code":"EZR.6.10","label":"10","content":"Nej yuav tsum tau ua li no, lawv thiaj muaj tej khoom fij rau Vajtswv tus uas nyob saum ntuj, thiab thov nws foom koob hmoov rau kuv thiab kuv cov tub."},{"bible_id":"1525","chapter_code":"EZR.6","verse_code":"EZR.6.11","label":"11","content":"Kuv hais ntxiv hais tias yog ib tug twg tsis mloog tej lus samhwm no, mas yuav muab nws lub tsev ib tug qhab lauj los hliav ua hmuv nkaug nws lub cev kom tshab. Thiab muab nws lub tsev rhuav kom vau ua ib pawg."},{"bible_id":"1525","chapter_code":"EZR.6","verse_code":"EZR.6.12","label":"12","content":"Thov Vajtswv tus uas xaiv lub nroog Yeluxalees no cia ua lub chaw pehawm nws txo tej vajntxwv lossis tej haivneeg uas xav tsa tes rhuav Vajtswv lub Tuamtsev uas nyob hauv lub nroog Yeluxalees ntawd. Kuv uas yog Dali-us, tau tawm lus samhwm li cas lawm, yuav tsum tau ua kom raws li kuv tej lus samhwm txhua lo.”"},{"bible_id":"1525","chapter_code":"EZR.6","verse_code":"EZR.6.13","label":"13","content":"Tus tswvxeev Tatenais, Sethas Npauxenais, thiab cov nomtswv tau ua raws nraim li huabtais tej lus samhwm ntawd ntag."},{"bible_id":"1525","chapter_code":"EZR.6","verse_code":"EZR.6.14","label":"14","content":"Idaus tus xeebntxwv Xakhaliyas thiab Hakais uas yog ob tug cev Vajtswv lus txhawb lawv zog kawg li. Cov Yudas tej thawjcoj thiaj ua tau lub Tuamtsev sai heev. Lawv ua lub Tuamtsev tiav raws li cov Yixalayees tus Vajtswv tej lus samhwm thiab raws li Xailas, Dali-us, thiab Ataxawxes uas yog cov huabtais kav tebchaws Pawxias tau samhwm kom lawv ua."},{"bible_id":"1525","chapter_code":"EZR.6","verse_code":"EZR.6.15","label":"15","content":"Lawv ua tau lub Tuamtsev tiav tagnrho rau thaum lub hli Adas hnub xiab peb uas Dali-us ua huabtais kav tebchaws tau rau xyoo."},{"bible_id":"1525","chapter_code":"EZR.6","verse_code":"EZR.6.16","label":"16","content":"Ces tagnrho cov Yixalayees, cov povthawj, cov Levis thiab cov neeg uas raug ntes mus thiab tau rov los muaj kev zoo siab heev thiab muab lub Tuamtsev fij rau Vajtswv."},{"bible_id":"1525","chapter_code":"EZR.6","verse_code":"EZR.6.17","label":"17","content":"Thaum ua kevcai fij lub Tuamtsev ntawd, lawv muab ib puas tus heev nyuj, ob puas tus yaj thiab plaub puas tus thav yaj coj los tua fij thiab muab kaum ob tug tshis los tua daws txim, ib tug rau ib xeem Yixalayees."},{"bible_id":"1525","chapter_code":"EZR.6","verse_code":"EZR.6.18","label":"18","content":"Lawv muab cov povthawj thiab cov Levis faib raws li tes haujlwm hauv lub Tuamtsev hauv lub nroog Yeluxalees raws li tej lus uas sau tseg rau hauv Mauxes phau ntawv lawm."},{"bible_id":"1525","chapter_code":"EZR.6","verse_code":"EZR.6.19","label":"19","content":"Thaum cov neeg uas raug luag ntes mus tau rov los rau hauv lawv lub tebchaws lawm, xyoo tom qab ntawd lawv ua kevcai Hla Dhau rau hmo kaum plaub lub ib hlis ntuj."},{"bible_id":"1525","chapter_code":"EZR.6","verse_code":"EZR.6.20","label":"20","content":"Tagnrho cov povthawj thiab cov Levis puavleej ua kevcai ntxuav lawv kom huv raws li kevcai. Cov Levis tua tsiaj fij ua kevcai Hla Dhau rau cov neeg uas tau rov los rau cov povthawj thiab rau lawv txhua tus huv tibsi."},{"bible_id":"1525","chapter_code":"EZR.6","verse_code":"EZR.6.21","label":"21","content":"Muab cov tsiaj uas tua ua khoom fij ntawd faib rau cov neeg uas tau rov los nyob hauv lawv lub qub teb qub chaw, cov neeg uas ibtxwm nyob hauv lub tebchaws ntawd, cov neeg uas tso kev pe mlom tseg thiab cov neeg uas tuaj koom kev pehawm tus TSWV uas yog cov Yixalayees tus Vajtswv tau noj."},{"bible_id":"1525","chapter_code":"EZR.6","verse_code":"EZR.6.22","label":"22","content":"Lawv ua kevcai noj ncuav tsis xyaw keeb zoo siab lomzem tau xya hnub. Lawv zoo siab heev, rau qhov tus TSWV ua rau cov Axilias  tus vajntxwv txaus siab rau lawv, nws thiaj pab lawv txhim kho cov Yixalayees tus Vajtswv lub Tuamtsev dua tshiab."},{"bible_id":"1525","chapter_code":"EZR.7","verse_code":"EZR.7.1","label":"1","content":"Tau ntau xyoo tom qab ntawd, thaum uas Ataxawxes tseem ua huabtais kav tebchaws Pawxias, muaj ib tug txivneej npe hu ua Exalas. Nws taug nws tej yawgkoob cajces rov qab mus txog rau Aloos uas yog tus Povthawj Hlob raws li nram qab no: Exalas yog Xelayas tub, Xelayas yog Axaliyas tub, Axaliyas yog Hilekiyas tub,"},{"bible_id":"1525","chapter_code":"EZR.7","verse_code":"EZR.7.2","label":"2","content":"Hilekiyas yog Salumes tub, Salumes yog Xadaus tub, Xadaus yog Ahitus tub,"},{"bible_id":"1525","chapter_code":"EZR.7","verse_code":"EZR.7.3","label":"3","content":"Ahitus yog Amaliyas tub, Amaliyas yog Axaliyas tub, Axaliyas yog Melai-us tub,"},{"bible_id":"1525","chapter_code":"EZR.7","verse_code":"EZR.7.4","label":"4","content":"Melai-us yog Xelahiyas tub, Xelahiyas yog Uxis tub, Uxis yog Npukis tub,"},{"bible_id":"1525","chapter_code":"EZR.7","verse_code":"EZR.7.5","label":"5","content":"Npukis yog Anpisuas tub, Anpisuas yog Finehas tub, Finehas yog Ele-axas tub, Ele-axas yog Aloos tub. Aloos yog tus povthawj hlob."},{"bible_id":"1525","chapter_code":"EZR.7","verse_code":"EZR.7.6+EZR.7.7","label":"6-7","content":"Exalas tau rov tim tebchaws Npanpiloos los. Exalas tau kawm paub tus TSWV uas yog cov Yixalayees tus Vajtswv tej kevcai uas muab rau Mauxes sau tseg rau hauv ntawv lawm. Rau qhov tus TSWV uas yog Exalas tus Vajtswv tau foom koob hmoov rau nws, huabtais thiaj li muab txhua yam rau nws raws li nws tau thov lawm. Ces thaum Ataxawxes ua huabtais kav tebchaws tau xya xyoo lawm, Exalas thiaj li nrog ib pab Yixalayees, cov povthawj, cov Levis, cov ntaus suab nkauj, cov zov roojvag thiab cov neeg ua haujlwm hauv lub Tuamtsev sawvdaws rov tim Npanpiloos los rau hauv lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"EZR.7","verse_code":"EZR.7.8+EZR.7.9","label":"8-9","content":"Exalas los txog hauv lub nroog Yeluxalees, yog thaum lub tsib hlis ntuj uas Ataxawxes ua huabtais tau xya xyoo; Vajtswv tau tsomkwm nws sawv kev hauv lub nroog Npanpiloos los yog thaum lub ib hlis ntuj hnub xiab ib, thiab nws los txog rau hauv lub nroog Yeluxalees thaum lub tsib hlis ntuj hnub xiab ib."},{"bible_id":"1525","chapter_code":"EZR.7","verse_code":"EZR.7.10","label":"10","content":"Exalas muab nws lub neej fij rau tus TSWV kawm tus TSWV txoj kevcai thiab xyaum ua nws lub neej kom raws li txoj kevcai ntawd, thiab nws muab tej kevcai thiab tej kabke ntawd qhia huv tibsi rau cov pejxeem Yixalayees."},{"bible_id":"1525","chapter_code":"EZR.7","verse_code":"EZR.7.11","label":"11","content":"Huabtais Ataxawxes muab tsab ntawv no cob rau tus povthawj Exalas uas yog ib tug tub txawg tub ntse. Nws kawm paub thoob plaws tej kevcai thiab tej lus samhwm uas tus TSWV muab cob rau cov Yixalayees:"},{"bible_id":"1525","chapter_code":"EZR.7","verse_code":"EZR.7.12","label":"12","content":"“Tuaj ntawm Vajntxwv Ataxawxes  tuaj, txog tus povthawj Exalas, tus paub Vajtswv uas yog tus nyob saum ntuj tej Kevcai."},{"bible_id":"1525","chapter_code":"EZR.7","verse_code":"EZR.7.13","label":"13","content":"“Kuv samhwm kom cov Yixalayees uas nyob thoob plaws hauv kuv lub tebchaws, cov povthawj thiab cov Levis uas raug tso nrog koj mus nyob rau tim lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"EZR.7","verse_code":"EZR.7.14","label":"14","content":"Kuv thiab kuv cov tuavxam xya leej tso koj mus tshuaj xyuas cov neeg uas nyob hauv lub nroog Yeluxalees hauv xeev Yudas, saib lawv puas coj raws li Vajtswv txoj Kevcai uas twb muab cob rau koj lawm."},{"bible_id":"1525","chapter_code":"EZR.7","verse_code":"EZR.7.15","label":"15","content":"Koj cia li nqa tej nyiaj tej kub uas kuv thiab kuv cov tuavxam txaus siab muab fij rau cov Yixalayees tus Vajtswv mus ua nws lub Tuamtsev uas nyob hauv lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"EZR.7","verse_code":"EZR.7.16","label":"16","content":"Thiab koj cia li nqa tagnrho tej nyiaj tej kub uas koj mus sau tau thoob plaws hauv xeev Npanpiloos, thiab nqa tej nyiaj uas cov Yixalayees thiab cov povthawj coj tuaj fij rau lawv tus Vajtswv lub Tuamtsev uas nyob hauv lub nroog Yeluxalees huv tibsi nrog koj mus."},{"bible_id":"1525","chapter_code":"EZR.7","verse_code":"EZR.7.17","label":"17","content":"“Koj yuav tsum ua tib zoo siv tej nyiaj txiag no; koj muab yuav tej heev nyuj, tej laug yaj, tej menyuam yaj, nplej, cawv txiv hmab thiab koj coj tej ntawd mus fij rau saum lub thaj ntawm Vajtswv lub Tuamtsev hauv nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"EZR.7","verse_code":"EZR.7.18","label":"18","content":"Koj muab tej nyiaj thiab tej kub uas seem coj mus yuav tej uas koj thiab cov neeg zejzog nruab ze xav siv ua yam dabtsi los tau raws li nej tus Vajtswv pom zoo rau nej siv."},{"bible_id":"1525","chapter_code":"EZR.7","verse_code":"EZR.7.19","label":"19","content":"Koj cia li nqa tej tais uas peb twb muab cob rau koj lawm, coj mus rau Vajtswv hauv lub nroog Yeluxalees thiaj tau siv hauv Vajtswv lub Tuamtsev."},{"bible_id":"1525","chapter_code":"EZR.7","verse_code":"EZR.7.20","label":"20","content":"Thiab txhua yam uas koj xav yuav coj los siv rau hauv lub Tuamtsev, koj cia li mus rho nyiaj hauv huabtais lub txhab nyiaj los siv xwb."},{"bible_id":"1525","chapter_code":"EZR.7","verse_code":"EZR.7.21","label":"21","content":"“Kuv samhwm rau cov nomtswv tuav nyiaj txiag uas nyob hauv lub xeev uas nyob ntawm tus dej Efalates sab hnubpoob hais tias yog tus povthawj Exalas uas kawm paub Vajtswv tus nyob saum ntuj txoj kevcai tuaj thov yam twg ntawm nej, nej cia li muab rau nws raws li nws thov,"},{"bible_id":"1525","chapter_code":"EZR.7","verse_code":"EZR.7.22","label":"22","content":"tsuas pub muab xya txhiab tsib puas choj nyiaj, tsib puas kawm nplej, ib txhiab ib puas lamhwj cawv txiv hmab, ib txhiab ib puas lamhwj roj txiv ntoo thiab ntsev muab ntau npaum li uas nws xav tau."},{"bible_id":"1525","chapter_code":"EZR.7","verse_code":"EZR.7.23","label":"23","content":"Yam twg uas Vajtswv tus uas nyob saum ntuj xav tau, nej cia li muab kom tau coj mus siv rau hauv nws lub Tuamtsev kom nws thiaj tsis chim rau kuv thiab kuv cov tub."},{"bible_id":"1525","chapter_code":"EZR.7","verse_code":"EZR.7.24","label":"24","content":"Txwv tsis pub nej mus sau se ntawm cov povthawj, cov Levis, cov ntaus suab nkauj, cov zov lub Tuamtsev, cov uas tu lub Tuamtsev lossis txhua tus uas ua haujlwm hauv lub Tuamtsev."},{"bible_id":"1525","chapter_code":"EZR.7","verse_code":"EZR.7.25","label":"25","content":"“Exalas, koj cia li siv lub tswvyim uas koj tus Vajtswv muab pub rau koj los tsa kom muaj ib cov neeg los ua thawjcoj saib xyuas cov pejxeem thiab ib pab los tu plaub ntug saib cov neeg uas nyob ntawm tus dej Efalates sab hnubpoob kom lawv thiaj ua lub neej raws li koj tus Vajtswv txoj Kevcai. Koj yuav tsum qhia txoj kevcai ntawd rau txhua tus uas tsis tau paub kom lawv paub."},{"bible_id":"1525","chapter_code":"EZR.7","verse_code":"EZR.7.26","label":"26","content":"Yog leejtwg tsis coj raws li koj tus Vajtswv txoj kevcai lossis tus huabtais uas kav lub tebchaws tej kevcai, nws yuav tsum raug txim tamsim ntawd. Yuav tsum muab nws tua povtseg lossis muab nws ntiab khiav tawm hauv lub tebchaws mus lossis muab txhua yam uas yog nws tug txeeb kom tas lossis muab nws coj mus kaw rau hauv tsev lojcuj.”"},{"bible_id":"1525","chapter_code":"EZR.7","verse_code":"EZR.7.27","label":"27","content":"Exalas hais tias, “Ua tus TSWV uas yog peb cov yawgkoob tus Vajtswv tsaug! Tus Tswv tshoov huabtais siab kom hwm tus TSWV lub Tuamtsev uas nyob hauv lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"EZR.7","verse_code":"EZR.7.28","label":"28","content":"Vim Vajtswv txojkev hlub, nws thiaj pub kuv ua tau haum huabtais, nws cov tuavxam thiab nws tsoom nomtswv uas muaj hwjchim loj siab nyiam; tus TSWV uas yog kuv tus Vajtswv txhawb kuv zog kawg nkaus li, kuv thiaj muaj cuabkav hais tau cov Yixalayees txhua tus thawjcoj ntawm txhua xeem nrog kuv rov qab los.”"},{"bible_id":"1525","chapter_code":"EZR.8","verse_code":"EZR.8.1","label":"1","content":"Ntawm no mus yog cov thawjcoj ntawm tej cuab kwvtij ntawm cov xeem uas raug luag ntes mus rau tim tebchaws Npanpiloos thiab cov tau nrog Exalas rov los rau hauv Yeluxalees thaum uas Ataxawxes ua huabtais kav tebchaws:"},{"bible_id":"1525","chapter_code":"EZR.8","verse_code":"EZR.8.2+EZR.8.3+EZR.8.4+EZR.8.5+EZR.8.6+EZR.8.7+EZR.8.8+EZR.8.9+EZR.8.10+EZR.8.11+EZR.8.12+EZR.8.13+EZR.8.14","label":"2-14","content":"Nkesoos yog Finehas cuab kwvtij Daniyees yog Ithamas cuab kwvtij Sekaniyas tus tub Hatus yog Daviv cuab kwvtij Xakhaliyas yog Paluses cuab kwvtij nrog ib puas tsib caug leej txivneej ntawm nws cuab kwvtij (lawv puavleej sau npe raws li lawv cajces tsevneeg) Xakhaliyas tus tub Elihaunais yog Pahas Mau-am cuab kwvtij nrog ob puas leej txivneej Yahaxiyees tus tub Sekaniyas yog  Xatus cuab kwvtij nrog peb puas leej txivneej Yaunathas tus tub Enpes yog Adines cuab kwvtij nrog tsib caug leej txivneej Athaliyas tus tub Yesaiyas yog Elas cuab kwvtij nrog xya caum leej txivneej Mikhayees tus tub Xenpadiyas yog Sefatiyas cuab kwvtij nrog yim caum leej txivneej Yehiyees tus tub Aunpadiyas yog Yau-am cuab kwvtij nrog ob puas kaum yim leej txivneej Yausifiyas tus tub Selaumis yog Npanis  cuab kwvtij nrog ib puas rau caum leej txivneej Npenpais tus tub Xakhaliyas yog Npenpais cuab kwvtij nrog nees nkaum yim leej txivneej Hakatas tus tub Yauhanas yog Ankas cuab kwvtij nrog ib puas kaum leej txivneej Elifeles, Ye-ules thiab Semayas yog Adunikas cuab kwvtij nrog rau caum leej txivneej (lawv yog cov uas tom qab no mam los) Uthais thiab Xakules yog Npivais cuab kwvtij nrog xya caum leej txivneej."},{"bible_id":"1525","chapter_code":"EZR.8","verse_code":"EZR.8.15","label":"15","content":"Kuv hu tagnrho txhua pab tuaj sib sau rau ntawm tus kwjdeg uas ntws mus rau hauv lub nroog Ahavas, thiab peb tsuam chaw so rau ntawd tau peb hnub. Kuv nrhiav saib puas muaj cov povthawj nyob rau hauv tej pab ntawd, tiamsis tsis pom muaj ib tug twg yog Levis li."},{"bible_id":"1525","chapter_code":"EZR.8","verse_code":"EZR.8.16","label":"16","content":"Kuv thiaj txib neeg mus hu cuaj tug thawjcoj uas muaj npe li no: Eli-exes, Aliyees, Semayas, Enathas, Yalis, Enathas, Nathas, Xakhaliyas thiab Mesulas, thiab hu ob tug xibhwb uas yog Yauyalis thiab Enathas nrog lawv tuaj."},{"bible_id":"1525","chapter_code":"EZR.8","verse_code":"EZR.8.17","label":"17","content":"Kuv thiaj txib lawv mus cuag Idaus uas yog tus thawjcoj pawg neeg uas nyob ntawm thaj chaw Kaxifi-as. Kuv muab lus rau lawv mus hais rau nws, nws cov phoojywg thiab cov tu lub Tuamtsev kom tso neeg tuaj nrog peb mus tu peb tus Vajtswv lub Tuamtsev."},{"bible_id":"1525","chapter_code":"EZR.8","verse_code":"EZR.8.18","label":"18","content":"Vim Vajtswv txojkev hlub, lawv thiaj tso Selenpiyas uas yog ib tug muaj peevxwm heev tuaj rau peb; nws yog xeem Levis uas yog Malis cuab kwvtij, thiab nws coj kaum yim leej uas yog nws cov tub thiab nws cov kwvtij nrog nws tuaj thiab."},{"bible_id":"1525","chapter_code":"EZR.8","verse_code":"EZR.8.19","label":"19","content":"Lawv tseem tso Hasanpiyas thiab Yesaiyas uas yog Melalis xeebntxwv nrog rau nkawd cov kwvtij nees nkaum leej tuaj."},{"bible_id":"1525","chapter_code":"EZR.8","verse_code":"EZR.8.20","label":"20","content":"Dua li ntawd, tseem tso ob puas nees nkaum leej uas yeej ua haujlwm hauv lub tuamtsev, yog cov uas thaum Vajntxwv Daviv thiab nws cov nomtswv tau tsa lawv cov yawgkoob los pab cov Levis lawm. Puavleej teev lawv cov no tej npe huv tibsi cia."},{"bible_id":"1525","chapter_code":"EZR.8","verse_code":"EZR.8.21","label":"21","content":"Thaum peb tseem nyob hauv tus Kwjdeg Ahavas kuv tau hais kom peb sawvdaws ua kevcai yoo mov thiab txo hwjchim tabmeeg peb tus Vajtswv thiab thov kom nws coj peb taug kev thiab tsomkwm peb thiab peb tej menyuam, thiab tagnrho peb tej khoom."},{"bible_id":"1525","chapter_code":"EZR.8","verse_code":"EZR.8.22","label":"22","content":"Kuv txajmuag mus tsa ncauj thov huabtais kom tso nws cov tubrog caij nees nrog peb mus ua cov tiv thaiv tej yeebncuab thaum peb taug kev, rau qhov kuv twb hais rau nws lawm hais tias peb tus Vajtswv yeej foom koob hmoov rau txhua tus uas cia siab rau nws, tiamsis nws tsis txaus siab thiab rau txim rau cov neeg uas tso nws tseg lawm."},{"bible_id":"1525","chapter_code":"EZR.8","verse_code":"EZR.8.23","label":"23","content":"Yog li ntawd, peb thiaj li yoo mov thiab thov Vajtswv ua tus tsomkwm peb, thiab nws tau teb peb tej lus thov."},{"bible_id":"1525","chapter_code":"EZR.8","verse_code":"EZR.8.24","label":"24","content":"Kuv thiaj xaiv cov povthawj kaum ob leeg ua cov thawjcoj: Selenpiyas, Hasanpiyas thiab kaum leej."},{"bible_id":"1525","chapter_code":"EZR.8","verse_code":"EZR.8.25","label":"25","content":"Ces kuv thiaj muab tej nyiaj tej kub thiab tej tais uas huabtais thiab nws cov tuavxam, cov nomtswv, thiab cov Yixalayees muab coj los siv rau hauv lub Tuamtsev ntawd los luj, thiab kuv muab cob rau cov povthawj."},{"bible_id":"1525","chapter_code":"EZR.8","verse_code":"EZR.8.26+EZR.8.27","label":"26-27","content":"Ntawm no yog tej uas kuv muab cob rau lawv: tais nyiaj ib puas lub hnyav ib puas tsib caug choj kub hnyav xya txhiab tsib puas choj nees nkaum lub tais kub hnyav kaum cuaj choj ob lub tais tooj zoo nkauj heev thiab muaj nqis ib yam li cov tais kub ntag."},{"bible_id":"1525","chapter_code":"EZR.8","verse_code":"EZR.8.28","label":"28","content":"Kuv hais rau lawv hais tias, “Nej yog cov neeg dawbhuv rau tus TSWV uas yog nej cov yawgkoob tus Vajtswv; yog li ntawd, nej cia li txaus siab hlo muab tej nyiaj thiab cov tais kub coj mus fij rau tus TSWV."},{"bible_id":"1525","chapter_code":"EZR.8","verse_code":"EZR.8.29","label":"29","content":"Nej yuav tsum saib tej khoom no kom zoo mus txog thaum uas nej coj mus rau hauv lub Tuamtsev lawm. Ces thaum nej nqa mus rau hauv tej chav uas cov povthawj nyob, nej rov muab luj dua ib zaug rau lawv saib thiab muab cob rau cov thawjcoj ntawm cov povthawj, cov Levis thiab cov thawjcoj ntawm cov Yixalayees hauv lub nroog Yeluxalees.”"},{"bible_id":"1525","chapter_code":"EZR.8","verse_code":"EZR.8.30","label":"30","content":"Yog li ntawd, cov povthawj thiab cov Levis thiaj li ua cov saib tej nyiaj tej kub thiab tej tais ntawd, thiab coj mus rau hauv lub Tuamtsev hauv lub nroog Yeluxalees lawm."},{"bible_id":"1525","chapter_code":"EZR.8","verse_code":"EZR.8.31","label":"31","content":"Lub ib hlis, hnub kaum ob, peb sawv kev ntawm tus Kwjdeg Ahavas rov los rau hauv lub nroog Yeluxalees. Peb tus Vajtswv nrog nraim peb thiab tsomkwm peb tsis pub peb raug tej yeebncuab tua, thiab peb tsis raug tej xwmtxheej phem thaum peb taug kev."},{"bible_id":"1525","chapter_code":"EZR.8","verse_code":"EZR.8.32","label":"32","content":"Thaum peb los txog rau hauv lub nroog Yeluxalees lawm, peb thiaj so tau peb hnub."},{"bible_id":"1525","chapter_code":"EZR.8","verse_code":"EZR.8.33","label":"33","content":"Ces hnub plaub peb mam li mus hauv lub Tuamtsev thiab muab tej nyiaj tej kub thiab tej tais luj cob rau Uliyas tus tub Melemaus uas yog tus povthawj, muaj Ele-axas uas yog Finehas tus tub thiab ob tug Levis, Yauxanpas tus tub Yesuas thiab Nu-adiyas tus tub Npeenu-is nrog nws nyob ntawd."},{"bible_id":"1525","chapter_code":"EZR.8","verse_code":"EZR.8.34","label":"34","content":"Lub sijhawm ntawd, lawv thiaj muab txhua yam los suav thiab luj, thiab muab sau rau hauv ntawv khaws cia."},{"bible_id":"1525","chapter_code":"EZR.8","verse_code":"EZR.8.35","label":"35","content":"Cov neeg uas raug ntes mus rau lwm tebchaws thiab tau rov los ntawd coj tsiaj tuaj tua hlawv fij rau cov Yixalayees tus Vajtswv. Lawv fij kaum ob tug heev nyuj rau tagnrho cov Yixalayees, cuaj caum rau tus menyuam yaj, xya caum xya tus laug yaj, thiab muab kaum ob tug laug tshis los tua daws txim. Tagnrho cov tsiaj no puavleej muab hlawv ua khoom fij rau tus TSWV."},{"bible_id":"1525","chapter_code":"EZR.8","verse_code":"EZR.8.36","label":"36","content":"Lawv thiaj muab daim ntawv tso cai uas huabtais muab rau lawv coj mus cob rau tus tswvxeev thiab cov nomtswv uas nyob hauv lub xeev ntawm tus dej Efalates sab hnubpoob. Lawv cov ntawd thiaj pab peb cov Yixalayees thiab pab lub Tuamtsev uas pehawm tus TSWV."},{"bible_id":"1525","chapter_code":"EZR.9","verse_code":"EZR.9.1","label":"1","content":"Tom qab uas ua tej ntawd tiav tas lawm, cov Yixalayees cov thawjcoj qee leej tuaj hais qhia rau kuv hais tias cov Yixalayees, cov povthawj, thiab cov Levis tsis cais lawv tawm ntawm tej neeg zejzog uas yog cov Amoos, cov Mau-am, thiab cov Iziv lossis cov Kana-as, cov Hitis, cov Pelixes, cov Yenpus thiab cov Amaules. Lawv pheej ua tej kev phem ib yam li cov neeg ntawd ua thiab."},{"bible_id":"1525","chapter_code":"EZR.9","verse_code":"EZR.9.2","label":"2","content":"Vim cov Yudas tau mus yuav lwm haivneeg cov ntxhais los ua pojniam; yog li ntawd, lawv thiaj ua rau haivneeg dawbhuv nrog cov neeg uas nyob hauv lub tebchaws ntawd sib xyaw. Tej kev uas ua tsis ncaj tsis ncees no twb yog cov thawjcoj thiab cov nomtswv ntaus thawj ua ntag."},{"bible_id":"1525","chapter_code":"EZR.9","verse_code":"EZR.9.3","label":"3","content":"Thaum kuv hnov txog tej ntawd, kuv thiaj li dua rhe kuv lub tsho, dob kuv cov plaubhau, kuv cov hwjtxwv thiab kuv zaum ua ntsejmuag mluas mlob tu siab kawg li."},{"bible_id":"1525","chapter_code":"EZR.9","verse_code":"EZR.9.4","label":"4","content":"Kuv zaum qhov ntawd tu siab kawg mus txog lub caij fij khoom thaum yav tsaus ntuj, thiab cov pejxeem txawm pib tuaj sawv vij kuv. Tagnrho sawvdaws puavleej txhawj thiab ntshai kawg, rau qhov cov Yixalayees tus Vajtswv hais txog cov neeg uas raug ntes mus rau lwm lub tebchaws thiab tau rov los ntawd tej kev txhaum."},{"bible_id":"1525","chapter_code":"EZR.9","verse_code":"EZR.9.5","label":"5","content":"Thaum yuav tsaus ntuj uas txog lub caij fij tej khoom, kuv thiaj sawv ntawm qhov chaw uas kuv zaum ntawd mus, tiamsis kuv tseem hnav rawv kuv lub tsho uas kuv muab dua ntuag tas ntawd, kuv thiaj txhos caug ntua tsa kuv ob txhais tes thov tus TSWV uas yog kuv tus Vajtswv."},{"bible_id":"1525","chapter_code":"EZR.9","verse_code":"EZR.9.6","label":"6","content":"Kuv thov hais tias, “Vajtswv, kuv txajmuag kawg nkaus, kuv tsis tsa taubhau saib tuaj rau ntawm koj qhov chaw nyob. Peb tej kev txhaum siab tshaj peb taubhau lawm thiab; tej kev txhaum ntawd siab nto ntuj lawm."},{"bible_id":"1525","chapter_code":"EZR.9","verse_code":"EZR.9.7","label":"7","content":"Txij thaum peb cov yawgkoob los txog niaj hnub no, peb cov uas yog koj haivneeg tau ua kev txhaum loj kawg li. Vim peb tej kev txhaum thiaj ua rau peb, peb cov vajntxwv thiab cov povthawj poob mus rau tej vajntxwv txawv tebchaws tes, peb thiaj raug luag tua, raug luag huab thiab raug luag ntes coj mus lawm."},{"bible_id":"1525","chapter_code":"EZR.9","verse_code":"EZR.9.8","label":"8","content":"Tus TSWV uas yog peb tus Vajtswv, tau ib nyuag ntu tas los koj tau hlub peb, cia peb kovyeej thiab khiav dim ntawm txojkev ua luag qhev thiab tau los nyob thajyeeb lug hauv lub chaw dawbhuv no. Koj tau coj peb khiav tawm ntawm qhov chaw uas ua luag qhev los thiab pub peb muaj lub neej tshiab."},{"bible_id":"1525","chapter_code":"EZR.9","verse_code":"EZR.9.9","label":"9","content":"Peb twb poob mus ua luag qhev lawm, tiamsis koj tsis cia peb ua luag qhev mus li. Koj thiaj tau tshoov Pawxias cov huabtais siab kom lawv hlub peb, nyiam peb, thiab ua ntawv tso cai rau peb rov los nyob hauv no thiab txhim kho koj lub Tuamtsev uas puastsuaj tas lawm dua tshiab, thiab pub peb tau nyob thajyeeb lug hauv lub xeev Yudas thiab hauv lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"EZR.9","verse_code":"EZR.9.10","label":"10","content":"“Vajtswv, nimno peb yuav hais tau dabtsi tom qab uas tej xwm no twb tshwmsim muaj lawm? Vim peb rov tsis mloog koj tej lus samhwm,"},{"bible_id":"1525","chapter_code":"EZR.9","verse_code":"EZR.9.11","label":"11","content":"uas koj tau muab cob rau peb los ntawm koj cov tubtxib uas yog cov cev Vajtswv lus. Lawv qhia rau peb hais tias lub tebchaws uas peb yuav mus txeeb nyob, yog lub tebchaws uas muaj kev tsis ncaj ncees, rau qhov cov neeg uas nyob hauv lub tebchaws ntawd ua tej kev phem kev qias puv nkaus sab tebchaws no mus ti nkaus sab tebchaws kawg tom ub."},{"bible_id":"1525","chapter_code":"EZR.9","verse_code":"EZR.9.12","label":"12","content":"Lawv qhia hais tias, yog peb xav ntsib kev tau zoo thiab nyob kaj siab lug hauv lub tebchaws ntawd, thiab xav tau lub tebchaws ntawd rau peb tej xeebntxwv nyob mus ibtxhis, kom peb tsis txhob pub peb tej tub tej ntxhais mus yuav cov neeg ntawd tej tub tej ntxhais, thiab tsis txhob txhawb lawv tej kev vammeej lossis txojkev tau zoo hlo li."},{"bible_id":"1525","chapter_code":"EZR.9","verse_code":"EZR.9.13","label":"13","content":"Txawm yog hais tias peb twb raug txim vim tej kev phem kev qias uas peb tau ua thiab tej uas peb tau yuam kev ua txhaum loj heev ntawd los peb paub tseeb hais tias koj uas yog peb tus Vajtswv twb tsis tau rau txim kom tsimnyog tej kev txhaum uas peb ua ntawd, thiab koj tseem cia peb muaj txojsia nyob."},{"bible_id":"1525","chapter_code":"EZR.9","verse_code":"EZR.9.14","label":"14","content":"Xyov yog vim li cas peb cia li tsis quavntsej koj tej lus samhwm thiab cia li mus yuav cov neeg ua phem ntawd tej ntxhais los ua pojniam lawm thiab? Yog peb tau ua lawm tiag, koj yuav chim heev rau peb thiab rhuav kom peb puastsuaj tas tsis pub ib tug seem li."},{"bible_id":"1525","chapter_code":"EZR.9","verse_code":"EZR.9.15","label":"15","content":"Tus TSWV uas yog cov Yixalayees tus Vajtswv, koj yog tus uas ncaj ncees, tiamsis koj tseem cia peb muaj sia nyob. Peb lees peb tej kev txhaum rau koj; yeej tsis tsimnyog peb tuaj rau ntawm koj lub xubntiag.”"},{"bible_id":"1525","chapter_code":"EZR.10","verse_code":"EZR.10.1","label":"1","content":"Thaum Exalas tseem nyo taubhau thov Vajtswv ntawm lub Tuamtsev hauv ntej, quaj thiab lees tej kev txhaum no, ib pab Yixalayees coob heev, pojniam, txivneej thiab menyuam sib sau tuaj sawv vij nws, quaj tu siab kawg li thiab."},{"bible_id":"1525","chapter_code":"EZR.10","verse_code":"EZR.10.2","label":"2","content":"Ces Yehiyees tus tub Sekhaniyas uas yog Elas cuab kwvtij thiaj hais rau Exalas hais tias, “Peb tau tso txojkev ntseeg Vajtswv tseg thiab tau mus yuav cov neeg txawv tebchaws tej ntxhais los ua pojniam, txawm li ntawd los cov Yixalayees tseem tshuav kev cia siab."},{"bible_id":"1525","chapter_code":"EZR.10","verse_code":"EZR.10.3","label":"3","content":"Nimno peb thov coglus rau peb tus Vajtswv hais tias peb yuav xa cov pojniam thiab lawv tej menyuam rov qab kom tas. Peb yuav ua raws li koj thiab cov uas hwm Vajtswv tej lus samhwm kom peb ua. Peb yuav ua raws li Vajtswv txoj kevcai uas tau hais tseg ntag."},{"bible_id":"1525","chapter_code":"EZR.10","verse_code":"EZR.10.4","label":"4","content":"Koj cia li ua tej haujlwm no. Peb yuav tuaj tom koj qab, koj cia li ntaus thawj ua ntej thiab ua kom tiav.”"},{"bible_id":"1525","chapter_code":"EZR.10","verse_code":"EZR.10.5","label":"5","content":"Yog li ntawd, Exalas thiaj kom cov Yixalayees cov thawjcoj, cov povthawj, cov Levis thiab cov pejxeem coglus ua raws li tej lus uas Sekhaniyas tau hais ntawd."},{"bible_id":"1525","chapter_code":"EZR.10","verse_code":"EZR.10.6","label":"6","content":"Ces nws thiaj li tawm ntawm lub Tuamtsev hauv ntej mus rau hauv chav tsev uas Eli-asis tus tub Yehauhanas nyob thiab pw ib hmos  hauv, nws tu siab heev rau cov neeg uas raug ntes mus thiab tau rov los tej kev ua tsis ncaj ncees ntawd. Nws thiaj tsis noj tsis haus ib yam dabtsi li."},{"bible_id":"1525","chapter_code":"EZR.10","verse_code":"EZR.10.7","label":"7","content":"Thiab nws xa xov mus thoob plaws hauv lub nroog Yeluxalees thiab lub xeev Yudas kom txhua tus uas raug luag ntes mus thiab tau rov los ntawd, cia li tuaj sablaj ua ke hauv lub nroog Yeluxalees"},{"bible_id":"1525","chapter_code":"EZR.10","verse_code":"EZR.10.8","label":"8","content":"raws li cov nomtswv thiab cov thawjcoj tej lus samhwm. Yog leejtwg tsis tuaj, dhau peb hnub saum no lawm, yuav muab txhua yam uas yog nws tug txeeb huv tibsi mus, thiab nws yuav tsis tau ua tswvcuab rau hauv pawg neeg ntawd mus ntxiv li lawm."},{"bible_id":"1525","chapter_code":"EZR.10","verse_code":"EZR.10.9","label":"9","content":"Peb hnub ntawd, yog lub cuaj hli ntuj hnub nees nkaum, txhua tus txivneej uas nyob hauv cheebtsam Yudas thiab Npeenyamees thiaj tuaj rau hauv lub nroog Yeluxalees thiab mus sib sau ua ke rau ntawm lub tiaj tshavpuam ntawm lub Tuamtsev. Sawvdaws tshee kawg li, rau qhov los nag hlob heev thiab huab cua tsis zoo."},{"bible_id":"1525","chapter_code":"EZR.10","verse_code":"EZR.10.10","label":"10","content":"Tus povthawj Exalas sawv tsees los hais rau lawv hais tias, “Nej yog cov uas tsis muaj kev ncaj ncees, nej thiaj coj kev txhaum los rau cov Yixalayees vim qhov uas nej mus yuav lwm haivneeg tej ntxhais los ua pojniam."},{"bible_id":"1525","chapter_code":"EZR.10","verse_code":"EZR.10.11","label":"11","content":"Nimno nej cia li lees nej tej kev txhaum rau tus TSWV uas yog nej cov yawgkoob tus Vajtswv thiab ua kom haum nws siab nyiam. Cia li cais nej tawm ntawm lwm haivneeg uas nyob hauv peb lub tebchaws thiab muab nej cov pojniam uas yog lwm haivneeg tso tseg.”"},{"bible_id":"1525","chapter_code":"EZR.10","verse_code":"EZR.10.12","label":"12","content":"Cov pejxeem teb nrov nrov hais hais tias, “Peb yuav ua li koj hais ntag.”"},{"bible_id":"1525","chapter_code":"EZR.10","verse_code":"EZR.10.13","label":"13","content":"Tiamsis lawv hais ntxiv hais tias, “Peb cov neeg coob heev, thiab nag los hlob kawg li. Peb yuav sawv tsis tau ntawm tshavpuam li no. Tej no tsis yog yuav ua kom tiav rau ib hnub lossis ob hnub tom ntej no, rau qhov peb cov uas tau ua txhaum muaj coob heev."},{"bible_id":"1525","chapter_code":"EZR.10","verse_code":"EZR.10.14","label":"14","content":"Cia peb cov thawjcoj uas nyob hauv lub nroog Yeluxalees ua cov tu tej plaub ntug no. Cia cov uas yuav lwm haivneeg los ua pojniam, lawv mam teem sijhawm mus ntsib cov thawjcoj thiab cov tu plaub hauv nws lub nroog. Peb ua li no thiaj yuav tshem tau Vajtswv txojkev chim tawm ntawm peb mus.”"},{"bible_id":"1525","chapter_code":"EZR.10","verse_code":"EZR.10.15","label":"15","content":"Tsis muaj leejtwg tawv nyom zaj ntawd li, tsuas yog Axahees tus tub Yaunathas thiab Tivas tus tub Yaxeyas thiaj nyom tsis yuav zaj ntawd xwb. Muaj Mesulas thiab Sanpethais uas yog cov Levis tuaj nkawd tog thiab."},{"bible_id":"1525","chapter_code":"EZR.10","verse_code":"EZR.10.16","label":"16","content":"Cov neeg uas raug luag ntes mus rau lwm tebchaws thiab tau rov los ntawd zoo siab ua raws li cov lus uas tau hais ntawd. Yog li ntawd, tus povthawj Exalas thiaj tsa  cov txivneej uas yog thawjcoj ntawm txhua cuab kwvtij thiab sau lawv tej npe. Ces lub kaum hli ntuj hnub xiab ib, lawv thiaj pib tshuaj saib sawvdaws tej npe,"},{"bible_id":"1525","chapter_code":"EZR.10","verse_code":"EZR.10.17","label":"17","content":"thiab lub ib hlis ntuj hnub xiab ib, lawv mam tu tej plaub ntug uas cov txivneej mus yuav lwm haivneeg cov ntxhais los ua pojniam ntawd tiav."},{"bible_id":"1525","chapter_code":"EZR.10","verse_code":"EZR.10.18","label":"18","content":"Ntawm no mus yog teev cov txivneej uas yuav lwm haivneeg tej ntxhais los ua pojniam tej npe. Cov povthawj   cajces muaj npe raws li nram no: Yesuas thiab nws cov kwvtij uas yog Yauxadas tsevneeg: Ma-axeyas, Eli-exes, Yalis thiab Nkedaliyas."},{"bible_id":"1525","chapter_code":"EZR.10","verse_code":"EZR.10.19","label":"19","content":"Lawv tau coglus xa lawv cov pojniam rov qab, thiab lawv muab ib tug laug yaj los tua daws lawv tej kev txhaum."},{"bible_id":"1525","chapter_code":"EZR.10","verse_code":"EZR.10.20","label":"20","content":"Ele-mes cuab kwvtij yog Hananis thiab Xenpadiyas."},{"bible_id":"1525","chapter_code":"EZR.10","verse_code":"EZR.10.21","label":"21","content":"Halees cuab kwvtij yog Ma-axeyas, Eliyas, Semayas, Yehiyees thiab Uxiyas."},{"bible_id":"1525","chapter_code":"EZR.10","verse_code":"EZR.10.22","label":"22","content":"Pahules cuab kwvtij yog Eli-aunais, Ma-axeyas, Yisamayees, Nethanees, Yauxanpas thiab Elaxas."},{"bible_id":"1525","chapter_code":"EZR.10","verse_code":"EZR.10.23","label":"23","content":"Cov Levis yog: Yauxanpas, Sime-is, Kelayas (uas muaj dua ib lub npe hu ua Kelitas), Pethahiyas, Yudas thiab Eli-exes."},{"bible_id":"1525","chapter_code":"EZR.10","verse_code":"EZR.10.24","label":"24","content":"Cov ntaus suab nkauj yog Eli-asis Cov zov lub Tuamtsev yog Salumes, Telees thiab Ulis."},{"bible_id":"1525","chapter_code":"EZR.10","verse_code":"EZR.10.25","label":"25","content":"Dua li lwm pab: Palauses cuab kwvtij yog Lamiyas, Ixiyas, Makhiyas, Miyamees, Ele-axas, Makhiyas thiab Npenayas."},{"bible_id":"1525","chapter_code":"EZR.10","verse_code":"EZR.10.26","label":"26","content":"Elas cuab kwvtij yog Mataniyas, Xakhaliyas, Yehiyees, Adis, Yelemaus thiab Eliyas."},{"bible_id":"1525","chapter_code":"EZR.10","verse_code":"EZR.10.27","label":"27","content":"Xatus cuab kwvtij yog Eli-aunais, Eli-asis, Mataniyas, Yelemaus, Xanpas thiab Axixas."},{"bible_id":"1525","chapter_code":"EZR.10","verse_code":"EZR.10.28","label":"28","content":"Npenpais cuab kwvtij yog Yehauhanas, Hananiyas, Xanpais thiab Athalais."},{"bible_id":"1525","chapter_code":"EZR.10","verse_code":"EZR.10.29","label":"29","content":"Npanis cuab kwvtij yog Mesulas, Malukhes, Adayas, Yasus, Se-as thiab Yelemaus."},{"bible_id":"1525","chapter_code":"EZR.10","verse_code":"EZR.10.30","label":"30","content":"Pahas Mau-am cuab kwvtij yog Adenas, Khelas, Npenayas Ma-axeyas, Mataniyas, Npexalees, Npeenu-is thiab Manaxes."},{"bible_id":"1525","chapter_code":"EZR.10","verse_code":"EZR.10.31+EZR.10.32","label":"31-32","content":"Halees cuab kwvtij yog Eli-exes, Isiyas, Makhiyas, Semayas, Sime-oos, Npeenyamees, Malukhes thiab Semaliyas."},{"bible_id":"1525","chapter_code":"EZR.10","verse_code":"EZR.10.33","label":"33","content":"Hasus cuab kwvtij yog Matenais, Mathatas, Xanpas, Elifeles, Yelemais, Manaxes thiab Sime-is."},{"bible_id":"1525","chapter_code":"EZR.10","verse_code":"EZR.10.34+EZR.10.35+EZR.10.36+EZR.10.37","label":"34-37","content":"Npanis cuab kwvtij yog Ma-adais, Alas, Uyees, Npanayas, Npedeyas, Kheluhis, Vaniyas, Melemaus, Eli-asis, Mataniyas, Matenais thiab Yaxus."},{"bible_id":"1525","chapter_code":"EZR.10","verse_code":"EZR.10.38+EZR.10.39+EZR.10.40+EZR.10.41+EZR.10.42","label":"38-42","content":"Npeenu-is cuab kwvtij yog Seme-is, Selemiyas, Nathas, Adayas, Manadanpais, Sasais, Salais, Axalees, Selemiyas, Semaliyas, Salumes, Amaliyas thiab Yauxej."},{"bible_id":"1525","chapter_code":"EZR.10","verse_code":"EZR.10.43","label":"43","content":"Nenpaus cuab kwvtij yog Ye-iyees, Matithiyas, Xanpas, Xenpinas, Yadais, Yau-ees thiab Npenayas."},{"bible_id":"1525","chapter_code":"EZR.10","verse_code":"EZR.10.44","label":"44","content":"Tagnrho cov txivneej uas hais los no puavleej yuav lwm haivneeg cov ntxhais los ua pojniam. Lawv muab lawv cov pojniam thiab lawv cov menyuam xa huv tibsi rov qab mus lawm."}]