[{"bible_id":"1525","chapter_code":"GAL.1","verse_code":"GAL.1.1","label":"1","content":"Kuv yog Paulus uas yog Vajtswv ib tug timthawj. Qhov uas kuv tau ua Vajtswv ib tug timthawj, tsis yog neeg tsa kuv ua lossis yog Vajtswv kom leejtwg tsa kuv ua, tiamsis yog Yexus Khetos thiab Vajtswv tus uas yog peb Leej Txiv, tus uas tsa Yexus Khetos sawv hauv qhov tuag rov qab los tsa kuv ua timthawj."},{"bible_id":"1525","chapter_code":"GAL.1","verse_code":"GAL.1.2","label":"2","content":"Cov kwvtij uas nrog kuv nyob, lawv puavleej xa lus noj qab nyob zoo tuaj rau cov ntseeg txhua tus uas nyob hauv Kalatias:"},{"bible_id":"1525","chapter_code":"GAL.1","verse_code":"GAL.1.3","label":"3","content":"Thov Vajtswv tus uas yog peb Leej Txiv thiab tus Tswv Yexus Khetos foom koob hmoov rau nej, thiab pab kom nej tau zoo nyob kaj siab lug."},{"bible_id":"1525","chapter_code":"GAL.1","verse_code":"GAL.1.4","label":"4","content":"Yexus Khetos muab nws txojsia los txhiv peb lub txim, nws ua li ntawd kom peb dim tiam uas neeg ua phem no. Qhov uas Yexus pab peb li ntawd yeej raws li Vajtswv tus uas yog peb Leej Txiv lub siab nyiam."},{"bible_id":"1525","chapter_code":"GAL.1","verse_code":"GAL.1.5","label":"5","content":"Thov kom Vajtswv tau ntsejmuag mus ibtxhis li. Amees."},{"bible_id":"1525","chapter_code":"GAL.1","verse_code":"GAL.1.6","label":"6","content":"Qhov uas nej tso Yexus Khetos tus uas hlub  nej thiab xaiv nej cia lawm tseg sai sai no, thiab qhov uas nej mus mloog lwm zaj uas tsis yog Vajtswv txojmoo zoo, nej ua li ntawd kuv xav tsis thoob li."},{"bible_id":"1525","chapter_code":"GAL.1","verse_code":"GAL.1.7","label":"7","content":"Qhov tseemceeb yeej tsis muaj “lwm zaj uas yog txojmoo zoo li,” tiamsis qee leej tuaj ua rau nej ntxhov, rau qhov lawv xav hloov Yexus Khetos txojmoo zoo."},{"bible_id":"1525","chapter_code":"GAL.1","verse_code":"GAL.1.8","label":"8","content":"Kuv qhia rau nej hais tias txawm yog peb lossis ib tug timtswv saum ntuj los qhia lwm zaj rau nej uas txawv txojmoo zoo uas peb twb qhia rau nej lawm, ces tus ntawd yeej yuav poob rau hauv ntujtawg."},{"bible_id":"1525","chapter_code":"GAL.1","verse_code":"GAL.1.9","label":"9","content":"Yav tas los peb twb qhia zaj no rau nej lawm, nimno kuv yuav rov qab qhia dua ib zaug rau nej li no tias: Yog leejtwg tuaj qhia lwm zaj rau nej uas txawv txojmoo zoo uas nej twb ntseeg lawm, ces tus ntawd yeej yuav poob rau hauv ntujtawg."},{"bible_id":"1525","chapter_code":"GAL.1","verse_code":"GAL.1.10","label":"10","content":"Kuv hais li no nej xav hais tias yog kuv hais kom neeg qhuas kuv no los? Tsis yog li ntawd! Tiamsis kuv hais kom haum Vajtswv siab xwb! Nej xav hais tias kuv hais kom neeg nyiam kuv no los? Yog kuv tseem ua li ntawd, ces kuv yeej ua tsis tau Yexus Khetos tus tubtxib."},{"bible_id":"1525","chapter_code":"GAL.1","verse_code":"GAL.1.11","label":"11","content":"Cov kwvtij, kuv xav qhia rau nej paub hais tias, txojmoo zoo uas kuv niaj hnub qhia yeej tsis yog neeg txoj."},{"bible_id":"1525","chapter_code":"GAL.1","verse_code":"GAL.1.12","label":"12","content":"Kuv tsis tau kawm zaj no ntawm leejtwg thiab yeej tsis muaj neeg qhia rau kuv, tiamsis tus uas qhia txojmoo zoo ntawd rau kuv, nws yog Yexus Khetos."},{"bible_id":"1525","chapter_code":"GAL.1","verse_code":"GAL.1.13","label":"13","content":"Nej twb hnov lawm hais tias thaum uas kuv tseem coj cov Yudais txoj kevcai, kuv tsimtxom cov neeg uas ntseeg Vajtswv heev kawg nkaus li, thiab xav muab cov ntseeg tua povtseg kom tas huv tibsi."},{"bible_id":"1525","chapter_code":"GAL.1","verse_code":"GAL.1.14","label":"14","content":"Thaum kuv tseem coj cov Yudais txoj kevcai, peb cov kwvtij Yudais uas nrog kuv ib phaum, kuv yog tus uas coj zoo tshaj, thiab kuv yog tus uas coj peb cov yawgkoob tej kevcai nruj dua sawvdaws."},{"bible_id":"1525","chapter_code":"GAL.1","verse_code":"GAL.1.15","label":"15","content":"Tiamsis Vajtswv hlub kuv, nws twb xaiv kuv cia puag hauv nruab thiab los lawm. Thiab Vajtswv hu kuv los ua nws txoj haujlwm,"},{"bible_id":"1525","chapter_code":"GAL.1","verse_code":"GAL.1.16","label":"16","content":"Vajtswv pom zoo qhia nws tus tub rau kuv paub, rau qhov nws xav kom kuv mus qhia txojmoo zoo uas hais txog nws tus tub rau lwm haivneeg,"},{"bible_id":"1525","chapter_code":"GAL.1","verse_code":"GAL.1.17","label":"17","content":"thiab kuv tsis tau mus nram lub nroog Yeluxalees mus xyuas cov uas xub ua timthawj dua kuv lawm. Tiamsis kuv cia li mus nram tebchaws Alanpias thiab cia li rov qab mus pem lub nroog Damaxes."},{"bible_id":"1525","chapter_code":"GAL.1","verse_code":"GAL.1.18","label":"18","content":"Tom qab ntawd tau peb xyoos kuv mam li mus xyuas Petus nram lub nroog Yeluxalees, kuv mus nrog nws nyob nrad tau kaum tsib hnub;"},{"bible_id":"1525","chapter_code":"GAL.1","verse_code":"GAL.1.19","label":"19","content":"tiamsis kuv tsis pom lwm tus timthawj li, tsuas pom Yakaunpaus  tus uas yog tus Tswv tus kwv xwb."},{"bible_id":"1525","chapter_code":"GAL.1","verse_code":"GAL.1.20","label":"20","content":"Tej uas kuv sau tuaj rau nej no kuv hais tseeb xwb. Muaj Vajtswv nyob saud pom, kuv tsis dag nej."},{"bible_id":"1525","chapter_code":"GAL.1","verse_code":"GAL.1.21","label":"21","content":"Tom qab ntawd kuv thiaj mus pem tej nroog uas nyob hauv cheebtsam Xilias thiab Kilikias."},{"bible_id":"1525","chapter_code":"GAL.1","verse_code":"GAL.1.22","label":"22","content":"Thaum ntawd cov ntseeg uas nyob nram lub xeev Yudas, lawv tsis tau pom dua kuv li."},{"bible_id":"1525","chapter_code":"GAL.1","verse_code":"GAL.1.23","label":"23","content":"Lawv tsuas hnov lwm tus hais tias, “Tus neeg uas thaud tsimtxom peb, nimno nws qhia zaj uas peb ntseeg uas yav tas los nws pheej ua kom puastsuaj!”"},{"bible_id":"1525","chapter_code":"GAL.1","verse_code":"GAL.1.24","label":"24","content":"Thiab lawv ua Vajtswv tsaug, vim lawv hnov hais tias kuv ua Vajtswv tes haujlwm lawm."},{"bible_id":"1525","chapter_code":"GAL.2","verse_code":"GAL.2.1","label":"1","content":"Tom qab ntawd kaum plaub xyoos, kuv thiab Npananpas mam li rov qab mus nram lub nroog Yeluxalees thiab kuv coj Titus nrog kuv mus."},{"bible_id":"1525","chapter_code":"GAL.2","verse_code":"GAL.2.2","label":"2","content":"Thaum kuv hu cov thawj tuaj txhij lawm, kuv piav txojmoo zoo uas kuv niaj hnub coj mus qhia lwm haivneeg rau lawv mloog. Kuv ua li no, rau qhov kuv tsis xav cia leejtwg rhuav kuv txoj haujlwm, tsis hais tej uas kuv ua los lawm lossis tej uas niaj hnub nimno kuv tseem ua."},{"bible_id":"1525","chapter_code":"GAL.2","verse_code":"GAL.2.3","label":"3","content":"Tus kwv Titus uas nrog kuv ua haujlwm ntawd, txawm yog nws yog neeg Kilis los tsis muaj leejtwg hais tias yuav tsum muab nws ua kevcai txiav,"},{"bible_id":"1525","chapter_code":"GAL.2","verse_code":"GAL.2.4","label":"4","content":"txawm yog li ntawd los tseem muaj neeg ua txuj tuaj hais tias lawv yog cov kwvtij ntseeg thiab yog peb pab. Lawv cov ntawd muaj qee leej xav coj Titus mus ua kevcai txiav. Cov neeg ntawd yog cov uas tuaj xauj saib vim li cas peb cov uas ntseeg Yexus Khetos, peb ho muaj kev thajyeeb. Lawv ua li ntawd rau qhov lawv xav ntxias peb ua lawv qhev,"},{"bible_id":"1525","chapter_code":"GAL.2","verse_code":"GAL.2.5","label":"5","content":"tiamsis peb yeej tsis kam ua raws li lawv qhia ib nyuag qhov li, rau qhov peb tsis xav cia leejtwg rhuav qhov tseeb uas yog txojmoo zoo, nej thiaj yuav muaj txojmoo zoo uas yog txoj tseeb mus li."},{"bible_id":"1525","chapter_code":"GAL.2","verse_code":"GAL.2.6","label":"6","content":"Tiamsis cov neeg uas sawvdaws hu hais tias lawv yog cov thawj, lawv cov ntawd yeej tsis tau qhia ib yam dabtsi uas kuv tsis tau paub rau kuv li. Txawm yog yav tas los lawv zoo li cas los Vajtswv yeej tsis xaiv leejtwg ntsejmuag."},{"bible_id":"1525","chapter_code":"GAL.2","verse_code":"GAL.2.7","label":"7","content":"Lawv cov ntawd pom hais tias Vajtswv muab txoj haujlwm qhia txojmoo zoo rau lwm haivneeg rau kuv ua, ib yam li Vajtswv muab txoj haujlwm qhia txojmoo zoo rau cov neeg Yudais rau Petus ua."},{"bible_id":"1525","chapter_code":"GAL.2","verse_code":"GAL.2.8","label":"8","content":"Rau qhov Vajtswv tsa kuv ua ib tug timthawj qhia lwm haivneeg ib yam li Vajtswv tsa Petus ua timthawj qhia cov Yudais."},{"bible_id":"1525","chapter_code":"GAL.2","verse_code":"GAL.2.9","label":"9","content":"Yakaunpaus, Petus, thiab Yauhas uas sawvdaws hu ua cov thawjcoj, lawv puavleej paub hais tias Vajtswv twb muab txoj haujlwm ntawd rau kuv ua lawm; lawv thiaj tuav kuv thiab Npananpas sab tes xis, peb txhua tus thiaj pom zoo hais tias cia Npananpas wb mus qhia lwm haivneeg thiab cia lawv qhia cov Yudais."},{"bible_id":"1525","chapter_code":"GAL.2","verse_code":"GAL.2.10","label":"10","content":"Lawv tsuas thov kom wb nco ntsoov pab cov neeg pluag uas yog lawv pab. Qhov uas lawv thov ntawd kuv yeej ibtxwm muab siab rau pab  los lawm."},{"bible_id":"1525","chapter_code":"GAL.2","verse_code":"GAL.2.11","label":"11","content":"Thaum Petus tuaj nyob pem lub nroog Ati-aukias, kuv cia li tabmeeg cem nws, rau qhov sawvdaws yeej paub hais tias nws tau ua txhaum lawm."},{"bible_id":"1525","chapter_code":"GAL.2","verse_code":"GAL.2.12","label":"12","content":"Thaum Yakaunpaus tseem tsis tau txib neeg tuaj, Petus yeej nrog lwm haivneeg uas ntseeg Vajtswv noj mov ua ke. Tiamsis thaum Yakaunpaus txib neeg tuaj txog, Petus txawm cia li tsis nrog lwm haivneeg noj mov ua ke lawm, rau qhov nws ntshai cov neeg uas qhia hais tias yuav tsum muab lwm haivneeg ua kevcai txiav."},{"bible_id":"1525","chapter_code":"GAL.2","verse_code":"GAL.2.13","label":"13","content":"Cov Yudais uas ntseeg Vajtswv muaj ob peb leeg ntaus siab yau ib yam li Petus; txawm yog Npananpas los kuj yuam kev ua ib yam li lawv thiab."},{"bible_id":"1525","chapter_code":"GAL.2","verse_code":"GAL.2.14","label":"14","content":"Thaum kuv pom hais tias lawv txhua tus tsis ua raws li qhov tseeb uas txojmoo zoo qhia, kuv thiaj tabmeeg cem Petus rau sawvdaws hais tias, “Koj yog neeg Yudais, tiamsis koj twb mus ua li lwm haivneeg ua, koj tsis ua li koj yog neeg Yudais lawm. Ua li cas koj tseem yuam kom lwm haivneeg ua li cov neeg Yudais ua thiab?”"},{"bible_id":"1525","chapter_code":"GAL.2","verse_code":"GAL.2.15","label":"15","content":"Peb yog neeg Yudais, peb “Tsis yog lwm Haivneeg uas muaj txim.”"},{"bible_id":"1525","chapter_code":"GAL.2","verse_code":"GAL.2.16","label":"16","content":"Tiamsis peb yeej paub hais tias tus uas Vajtswv suav hais tias ncaj ncees, tsis yog tus uas xyaum coj raws li Vajtswv txoj kevcai, tiamsis yog tus uas ntseeg Yexus Khetos. Txawm yog peb los kuj ib yam nkaus li ntawd, qhov uas Vajtswv coj peb los nrog Vajtswv sib raug zoo twb yog vim peb ntseeg Yexus Khetos, tsis yog vim peb xyaum coj raws li Vajtswv txoj kevcai. Rau qhov tus uas Vajtswv suav hais tias ncaj ncees yeej tsis yog tus uas xyaum coj raws li Vajtswv txoj kevcai."},{"bible_id":"1525","chapter_code":"GAL.2","verse_code":"GAL.2.17","label":"17","content":"Peb cov uas ntseeg Yexus Khetos sib raug zoo, Vajtswv thiaj suav hais tias peb yog cov uas ncaj ncees, yog peb tseem ua txhaum li lwm haivneeg, peb yuav hais tias Yexus Khetos yog tus uas qhia peb ua txhaum no los? Tsis yog li ntawd!"},{"bible_id":"1525","chapter_code":"GAL.2","verse_code":"GAL.2.18","label":"18","content":"Yog kuv tseem rov qab mus muab txoj kevcai uas kuv twb muab rhuav lawm los ua dua, sawvdaws yeej yuav pom hais tias, kuv yog tus uas ua txhaum Vajtswv txoj kevcai."},{"bible_id":"1525","chapter_code":"GAL.2","verse_code":"GAL.2.19","label":"19","content":"Thaum kuv tseem coj raws li Vajtswv txoj kevcai, kuv zoo li tus neeg uas tuag lawm. Tiamsis nimno Vajtswv txoj kevcai tsis kav kuv lawm, kuv thiaj tau kev ua kuv lub neej raws li Vajtswv lub siab nyiam."},{"bible_id":"1525","chapter_code":"GAL.2","verse_code":"GAL.2.20","label":"20","content":"Yog li ntawd, kuv twb nrog Yexus Khetos tuag saum tus ntoo khaublig lawm, txojsia uas nimno kuv muaj tsis yog kuv txoj, tiamsis yog Yexus Khetos txoj. Qhov uas nimno kuv muaj txojsia nyob twb yog vim kuv ntseeg Vajtswv tus Tub, tus uas hlub kuv thiab muab nws txojsia los txhiv kuv."},{"bible_id":"1525","chapter_code":"GAL.2","verse_code":"GAL.2.21","label":"21","content":"Vajtswv txoj koob hmoov kuv yeej tsis vwjtxheej, yog Vajtswv suav hais tias tus uas xyaum ua raws li Vajtswv txoj kevcai yog tus ncaj ncees lawm, ces qhov uas Yexus Khetos tuag yeej tsis muaj nqis dabtsi li!"},{"bible_id":"1525","chapter_code":"GAL.3","verse_code":"GAL.3.1","label":"1","content":"Cov neeg Kalatias uas ruam! Leejtwg ntxias tau nej lawm? Kuv twb qhia zaj uas Yexus Khetos raug ntsia rau saum ntoo khaublig rau nej paub tseeb, ib yam li nej lub qhovmuag twb pom kiag nws lawm ntag."},{"bible_id":"1525","chapter_code":"GAL.3","verse_code":"GAL.3.2","label":"2","content":"Nej cia li qhia rau kuv saib: Qhov uas Vajtswv pub Vajtswv tus Ntsujplig rau nej, vim nej xyaum coj raws li Vajtswv txoj kevcai lossis vim nej mloog thiab ntseeg txojmoo zoo?"},{"bible_id":"1525","chapter_code":"GAL.3","verse_code":"GAL.3.3","label":"3","content":"Ua li cas nej yuav ruam ua luaj li! Thaum chivthawj nej twb ua raws li Vajtswv tus Ntsujplig qhia nej lawm, tiamsis nimno nej ho yuav siv nej lub dag lub zog ua kom tej ntawd tiav los?"},{"bible_id":"1525","chapter_code":"GAL.3","verse_code":"GAL.3.4","label":"4","content":"Ib puas tsav yam uas Vajtswv pab nej lawm, txawm tsis muaj nqis rau nej los? Yeej muaj los sav!"},{"bible_id":"1525","chapter_code":"GAL.3","verse_code":"GAL.3.5","label":"5","content":"Qhov uas Vajtswv pub Vaj Ntsujplig rau nej thiab ua tej txujci tseemceeb rau nej pom, vim nej xyaum coj raws li Vajtswv txoj kevcai lossis vim nej mloog thiab ntseeg txojmoo zoo?"},{"bible_id":"1525","chapter_code":"GAL.3","verse_code":"GAL.3.6","label":"6","content":"Ib yam li Vajtswv txojlus hais txog Anplahas hais tias, “Anplahas ntseeg Vajtswv, thiab twb yog vim Anplahas ntseeg, Vajtswv thiaj suav hais tias nws yog tus uas ncaj ncees.”"},{"bible_id":"1525","chapter_code":"GAL.3","verse_code":"GAL.3.7","label":"7","content":"Yog li ntawd, nej yuav tsum paub hais tias tsuas yog cov neeg uas ntseeg xwb thiaj yog Anplahas cov xeebntxwv."},{"bible_id":"1525","chapter_code":"GAL.3","verse_code":"GAL.3.8","label":"8","content":"Vajtswv txojlus twb xub qhia tseg lawm hais tias, Vajtswv yuav coj lwm haivneeg uas ntseeg los nrog Vajtswv sib raug zoo. Yog li ntawd Vajtswv txojlus thiaj xub qhia Txojmoo Zoo rau Anplahas ua ntej hais tias, “Vim koj mloog Vajtswv lus, Vajtswv yuav foom koob hmoov rau txhua haivneeg hauv qab ntuj no.”"},{"bible_id":"1525","chapter_code":"GAL.3","verse_code":"GAL.3.9","label":"9","content":"Vim Anplahas ntseeg, Anplahas thiaj tau koob hmoov; yog li ntawd txhua tus uas ntseeg puavleej yuav tau koob hmoov ib yam li Anplahas."},{"bible_id":"1525","chapter_code":"GAL.3","verse_code":"GAL.3.10","label":"10","content":"Cov neeg uas cia siab rau qhov uas lawv xyaum coj raws li Vajtswv txoj kevcai, cov neeg ntawd twb raug foom tsis zoo lawm. Rau qhov Vajtswv txojlus hais tias, “Yog leejtwg tsis ua raws li txhua nqe uas sau cia rau Vajtswv txoj kevcai, tus ntawd twb raug Vajtswv foom tsis zoo lawm.”"},{"bible_id":"1525","chapter_code":"GAL.3","verse_code":"GAL.3.11","label":"11","content":"Yog li ntawd, peb paub tseeb hais tias tus uas xyaum coj raws li Vajtswv txoj kevcai, tsis yog tus uas Vajtswv suav hais tias ncaj ncees, rau qhov Vajtswv txojlus hais tias, “Tsuas yog tus ntseeg, Vajtswv thiaj suav hais tias yog tus uas ncaj ncees thiab tau txojsia.”"},{"bible_id":"1525","chapter_code":"GAL.3","verse_code":"GAL.3.12","label":"12","content":"Tiamsis txoj kevcai yeej tsis muaj ib qho hais txog kev ntseeg li. Vim li ntawd Vajtswv txojlus thiaj hais tias, “Yog leejtwg coj tau raws li txoj kevcai txhua nqe, tus ntawd yuav tau txojsia.”"},{"bible_id":"1525","chapter_code":"GAL.3","verse_code":"GAL.3.13","label":"13","content":"Vajtswv txoj kevcai twb ua rau peb raug foom tsis zoo lawm, tiamsis Yexus Khetos los hloov peb chaw, nws thiaj raug foom tsis zoo; rau qhov Vajtswv txojlus hais tias, “Tus uas raug dai rau saum ntoo, tus ntawd twb raug foom tsis zoo lawm.”"},{"bible_id":"1525","chapter_code":"GAL.3","verse_code":"GAL.3.14","label":"14","content":"Thaum luag muab Yexus Khetos dai rau saum tus ntoo khaublig lawm, Vajtswv thiaj foom koob hmoov rau lwm haivneeg uas los ntseeg Yexus Khetos raws li Vajtswv tau coglus tseg rau Anplahas, thiab Vajtswv pub Vaj Ntsujplig rau peb txhua tus uas ntseeg Yexus Khetos raws li Vajtswv tau coglus tseg lawm."},{"bible_id":"1525","chapter_code":"GAL.3","verse_code":"GAL.3.15","label":"15","content":"Cov kwvtij, sawvdaws puavleej paub hais tias yog muaj ob leeg tau sib coglus hais haum sau cia lawm, yeej tsis muaj leejtwg yuav rhuav tau lossis yuav muab lwm lo lus ntxiv tau rau."},{"bible_id":"1525","chapter_code":"GAL.3","verse_code":"GAL.3.16","label":"16","content":"Thaum Vajtswv coglus rau Anplahas thiab Anplahas tus xeebntxwv. Vajtswv tsis tau hais tias, “Cog rau cov xeebntxwv” li uas muaj ntau leej, tiamsis Vajtswv hais tias, “Cog rau koj tus xeebntxwv,” Vajtswv hais li ntawd, nws hais txog tib leeg xwb, tus ntawd yog Yexus Khetos."},{"bible_id":"1525","chapter_code":"GAL.3","verse_code":"GAL.3.17","label":"17","content":"Kuv hais li no twb yog kuv hais tias Vajtswv yog tus uas coglus tseg rau Anplahas thiab yog tus uas yuav ua raws li lo lus cog tseg ntawd. Vajtswv twb coglus tseg tau plaub puas peb caug xyoo lawm, mam li muaj Vajtswv txoj kevcai. Yog li ntawd, Vajtswv txoj kevcai yeej rhuav tsis tau Vajtswv lo lus cog tseg."},{"bible_id":"1525","chapter_code":"GAL.3","verse_code":"GAL.3.18","label":"18","content":"Yog tus uas ua raws li Vajtswv txoj kevcai tau Vajtswv txoj koob hmoov lawm, ces tsis tas yuav tos txoj koob hmoov uas Vajtswv coglus tseg hais tias Vajtswv yuav pub rau Anplahas. Anplahas twb tau Vajtswv txoj koob hmoov raws li Vajtswv lo lus cog tseg lawm."},{"bible_id":"1525","chapter_code":"GAL.3","verse_code":"GAL.3.19","label":"19","content":"Yog li ntawd, ua li cas Vajtswv tseem yuav qhia Mauxes sau ib txoj kevcai thiab? Qhov uas Vajtswv qhia Mauxes sau ib txoj kevcai ntxiv ntawd, twb yog Vajtswv xav kom neeg paub hais tias muaj kev txhaum. Vajtswv twb xav tseg lawm hais tias tsuas pub neeg coj txoj kevcai ntawd mus txog thaum Anplahas tus xeebntxwv uas Vajtswv lo lus cog tseg hais txog los xwb. Vajtswv kom cov timtswv ceebtsheej muab txoj kevcai ntawd rau Mauxes coj los qhia rau sawvdaws. Yog li ntawd, Mauxes yog tus uas cev Vajtswv lus xwb."},{"bible_id":"1525","chapter_code":"GAL.3","verse_code":"GAL.3.20","label":"20","content":"Tiamsis yog muaj tib leeg ua haujlwm xwb, ces tsis tas yuav muaj tus uas cevlus. Vajtswv yeej yog tus uas ua txoj haujlwm ntawd."},{"bible_id":"1525","chapter_code":"GAL.3","verse_code":"GAL.3.21","label":"21","content":"Yog li ntawd, Vajtswv txoj kevcai tawmtsam Vajtswv lo lus cog tseg los? Yeej tsis yog li ntawd. Yog muaj ib txoj kevcai uas cawm tau neeg txojsia, Vajtswv yeej yuav coj tus uas ua raws li txoj kevcai ntawd los nrog Vajtswv sib raug zoo."},{"bible_id":"1525","chapter_code":"GAL.3","verse_code":"GAL.3.22","label":"22","content":"Tiamsis Vajtswv txojlus hais tias txhua tus uas nyob hauv qab ntuj no puavleej yog neeg txhaum huv tibsi; kom txhua tus uas ntseeg thiaj yuav tau txoj koob hmoov uas Vajtswv coglus tseg hais tias, Vajtswv yuav muab pub rau cov uas ntseeg Yexus Khetos."},{"bible_id":"1525","chapter_code":"GAL.3","verse_code":"GAL.3.23","label":"23","content":"Thaum tseem tsis tau txog lub sijhawm uas yuav muaj neeg los ntseeg, Vajtswv txoj kevcai yeej ibtxwm khi peb los txog thaum uas peb paub los ntseeg."},{"bible_id":"1525","chapter_code":"GAL.3","verse_code":"GAL.3.24","label":"24","content":"Yog li ntawd, Vajtswv txoj kevcai zoo ib yam li tus uas saib xyuas peb los txog lub sijhawm uas Yexus Khetos los, Vajtswv thiaj suav hais tias peb txhua tus uas ntseeg yog neeg ncaj ncees."},{"bible_id":"1525","chapter_code":"GAL.3","verse_code":"GAL.3.25","label":"25","content":"Nimno twb txog lub sijhawm uas neeg paub los ntseeg lawm, yog li ntawd Vajtswv txoj kevcai thiaj tsis kav peb lawm."},{"bible_id":"1525","chapter_code":"GAL.3","verse_code":"GAL.3.26","label":"26","content":"Nimno nej txhua tus uas ntseeg, nej puavleej yog Vajtswv cov menyuam, rau qhov nej nrog Yexus Khetos koom ib txojsia lawm."},{"bible_id":"1525","chapter_code":"GAL.3","verse_code":"GAL.3.27","label":"27","content":"Nej twb ua kevcai raus dej rau sawvdaws pom lawm hais tias, nej yog cov uas nrog Yexus Khetos koom ib txojsia, nej thiaj coj tau nej tus yam ntxwv zoo ib yam li Yexus Khetos tus."},{"bible_id":"1525","chapter_code":"GAL.3","verse_code":"GAL.3.28","label":"28","content":"Yog li ntawd, nej txhua tus uas nrog Yexus Khetos koom ib txojsia, tsis hais cov Yudais lossis lwm haivneeg, cov uas ua qhev lossis cov uas tsis ua qhev, tsis hais pojniam lossis txivneej, nej txhua tus puavleej koom ib lub siab  rau ntawm Yexus Khetos."},{"bible_id":"1525","chapter_code":"GAL.3","verse_code":"GAL.3.29","label":"29","content":"Nej txhua tus uas ntseeg Yexus Khetos, nej puavleej yog Anplahas cov xeebntxwv, nej yeej yuav tau tej uas Vajtswv coglus tseg lawm hais tias, nws yuav muab pub rau nej."},{"bible_id":"1525","chapter_code":"GAL.4","verse_code":"GAL.4.1","label":"1","content":"Peb sawvdaws puavleej paub hais tias, raws li ibtxwm leej txiv yeej yuav muab nws tej qubtxeeg qubteg rau nws tus tub. Txawm yog tus tub yeej yuav tau ib puas tsav yam ntawd los thaum nws tseem yau, nws zoo ib yam li ib tug tubqhe xwb."},{"bible_id":"1525","chapter_code":"GAL.4","verse_code":"GAL.4.2","label":"2","content":"Thaum nws tseem yau yeej muaj neeg saib xyuas nws thiab ceev nws tej nyiaj txiag mus txog hnub uas nws txiv teem cia lawm hais tias, nws txiv yuav muab rau nws."},{"bible_id":"1525","chapter_code":"GAL.4","verse_code":"GAL.4.3","label":"3","content":"Ib yam nkaus li ntawd, thaum peb tseem tsis tau paub Vajtswv, peb ua dab tauj dab qhev."},{"bible_id":"1525","chapter_code":"GAL.4","verse_code":"GAL.4.4","label":"4","content":"Tiamsis thaum txog lub sijhawm uas Vajtswv teem cia lawm, Vajtswv txib Vajtswv tus Tub los yug ua neeg, muaj ib tug pojniam yug nws. Thiab nws kuj coj raws li cov Yudais txoj kevcai ib yam li sawvdaws,"},{"bible_id":"1525","chapter_code":"GAL.4","verse_code":"GAL.4.5","label":"5","content":"nws thiaj pab tau cov neeg uas Vajtswv txoj kevcai muab khi cia lawm kom lawv dim. Nws ua li ntawd, peb thiaj tau ua Vajtswv cov menyuam."},{"bible_id":"1525","chapter_code":"GAL.4","verse_code":"GAL.4.6","label":"6","content":"Vajtswv txib Vajtswv tus Tub tus Ntsujplig los nyob hauv peb lub siab, sawvdaws thiaj pom hais tias,  peb yog Vajtswv cov menyuam, tus Vaj Ntsujplig ntawd yog tus uas qhia peb hu Vajtswv hais tias, “Anpas, kuv Txiv.”"},{"bible_id":"1525","chapter_code":"GAL.4","verse_code":"GAL.4.7","label":"7","content":"Yog li ntawd nej tsis yog qhev lawm, tiamsis yog tub. Vim nej yog Vajtswv cov tub lawm, nej thiaj yuav tau ib puas tsav yam uas Vajtswv khaws cia rau Vajtswv cov tub."},{"bible_id":"1525","chapter_code":"GAL.4","verse_code":"GAL.4.8","label":"8","content":"Yav tas los nej tsis paub Vajtswv, nej thiaj mus ua dab tauj dab qhev, tiamsis nimno nej twb paub Vajtswv lawm."},{"bible_id":"1525","chapter_code":"GAL.4","verse_code":"GAL.4.9","label":"9","content":"Yog kuv hais tias nimno Vajtswv twb paub nej lawm, ntshai yuav yog dua. Ua li cas nej tseem xav rov mus coj dab? Tej dab ntawd tsis muaj hwjchim yuav pab tau nej, nej tseem xav rov qab mus ua dab qhev dua thiab los?"},{"bible_id":"1525","chapter_code":"GAL.4","verse_code":"GAL.4.10","label":"10","content":"Nej niaj hnub saib hnub, saib hli, saib caij saib nyoog thiab saib niaj saib xyoo ua qhov tseemceeb."},{"bible_id":"1525","chapter_code":"GAL.4","verse_code":"GAL.4.11","label":"11","content":"Nej pheej ua li ntawd, kuv ntshai nyob tsam tej uas kuv twb qhia rau nej lawm tsis muaj nqis dabtsi rau nej."},{"bible_id":"1525","chapter_code":"GAL.4","verse_code":"GAL.4.12","label":"12","content":"Cov kwvtij, kuv thov nej ua nej lub neej ib yam li kuv ua kuv lub, rau qhov kuv twb ua kuv lub neej ib yam li nej ua nej lub lawm. Nej tsis tau ua txhaum rau kuv li."},{"bible_id":"1525","chapter_code":"GAL.4","verse_code":"GAL.4.13","label":"13","content":"Nej twb paub lawm hais tias thawj zaug uas kuv tuaj xyuas nej, kuv mob lawm kuv thiaj li tau qhia txojmoo zoo rau nej."},{"bible_id":"1525","chapter_code":"GAL.4","verse_code":"GAL.4.14","label":"14","content":"Txawm yog kuv tus mob ua rau nej tau kev nyuaj siab los nej tsis ntxub kuv, nej tseem saib taus kuv. Nej tu kuv zoo ib yam li kuv yog Vajtswv ib tug timtswv thiab ib yam li kuv yog Yexus Khetos ntag."},{"bible_id":"1525","chapter_code":"GAL.4","verse_code":"GAL.4.15","label":"15","content":"Thaum kuv tuaj xyuas nej, nej zoo siab rau kuv kawg li! Nimno nej tsis nco qab lawm los? Kuv paub hais tias, txawm yog thaum ntawd kuv xav yuav nej lub qhovmuag los nej yeej yuav kaus rau kuv."},{"bible_id":"1525","chapter_code":"GAL.4","verse_code":"GAL.4.16","label":"16","content":"Kuv yeej hais ncaj rau nej, kuv tsis dag nej, vim li ntawd nimno nej thiaj ntxub kuv los?"},{"bible_id":"1525","chapter_code":"GAL.4","verse_code":"GAL.4.17","label":"17","content":"Cov neeg ntawd muab siab npuab nej heev kom nej nyiam lawv ib yam li lawv nyiam nej, tiamsis lawv lub siab yeej phem, lawv xav ua kom nej thiab kuv tsis sib haum."},{"bible_id":"1525","chapter_code":"GAL.4","verse_code":"GAL.4.18","label":"18","content":"Qhov uas muaj neeg muab siab npuab nej, qhov ntawd zoo heev, tsis hais thaum kuv nrog nej nyob lossis tsis nrog nej nyob, tsuav yog lawv muaj lub siab ncaj xwb."},{"bible_id":"1525","chapter_code":"GAL.4","verse_code":"GAL.4.19","label":"19","content":"Cov menyuam uas kuv hlub, kuv txhawj nej ib yam li tus pojniam uas yuav yug menyuam, nws txhawj yug nws tus menyuam ntag. Ntshai kuv yuav txhawj li no mus txog thaum nej muaj lub siab zoo ib yam li Yexus Khetos lub."},{"bible_id":"1525","chapter_code":"GAL.4","verse_code":"GAL.4.20","label":"20","content":"Yog tamsim no kuv nrog nej nyob, kuv yuav ua tib zoo qhia nej, rau qhov kuv txhawj nej heev."},{"bible_id":"1525","chapter_code":"GAL.4","verse_code":"GAL.4.21","label":"21","content":"Nej cov uas nyiam xyaum ua raws li Vajtswv txoj kevcai, nej cia li qhia kuv saib txoj kevcai ntawd qhia li cas rau nej?"},{"bible_id":"1525","chapter_code":"GAL.4","verse_code":"GAL.4.22","label":"22","content":"Txoj kevcai ntawd qhia hais tias Anplahas muaj ob tug tub, ib tug yog tus pojniam uas ua qhev yug, ib tug yog tus pojniam uas tsis ua qhev yug."},{"bible_id":"1525","chapter_code":"GAL.4","verse_code":"GAL.4.23","label":"23","content":"Anplahas tus tub uas yog tus ntxhais qhev yug, nws yug raws li neeg ibtxwm yug, tiamsis tus tub uas yog tus pojniam uas tsis ua qhev yug, nws yug raws li Vajtswv lo lus cog tseg uas hais tias nws yuav yug."},{"bible_id":"1525","chapter_code":"GAL.4","verse_code":"GAL.4.24","label":"24","content":"Ob tug pojniam uas kuv piav rau nej no piv ib yam li yog Vajtswv ob txoj kevcai. Txoj kevcai uas Vajtswv muab saum Roob Xinais, piv ib yam li yog Hankas tus uas yug cov menyuam uas ua qhev."},{"bible_id":"1525","chapter_code":"GAL.4","verse_code":"GAL.4.25","label":"25","content":"Piv ib yam li Hankas yog lub Roob Xinais uas nyob hauv tebchaws Alanpias thiab yog  lub nroog Yeluxalees uas nimno tseem nyob, rau qhov lub nroog thiab cov pejxeem uas nyob hauv lub nroog puavleej poob mus ua luag qhev."},{"bible_id":"1525","chapter_code":"GAL.4","verse_code":"GAL.4.26","label":"26","content":"Tiamsis lub nroog Yeluxalees uas nyob saum ntuj, nws tsis ua qhev, nws yog peb niam."},{"bible_id":"1525","chapter_code":"GAL.4","verse_code":"GAL.4.27","label":"27","content":"Vim Vajtswv txojlus hais tias, “Tus pojniam uas xeeb tsis taus menyuam koj cia li zoo siab! Tus pojniam uas tsis tau mob dua plab yug menyuam, koj cia li qhia nrov nrov rau sawvdaws hais tias koj zoo siab kawg li! Rau qhov tus pojniam uas tus txiv muab tso tseg lawm, nws yuav muaj menyuam coob dua tus pojniam uas muaj tus txiv nrog nyob.”"},{"bible_id":"1525","chapter_code":"GAL.4","verse_code":"GAL.4.28","label":"28","content":"Cov kwvtij, nej puavleej yog Vajtswv cov menyuam raws li Vajtswv lo lus cog tseg, ib yam li Ixaj."},{"bible_id":"1525","chapter_code":"GAL.4","verse_code":"GAL.4.29","label":"29","content":"Thaum ntawd tus tub uas yug raws li neeg ibtxwm yug, nws tsimtxom tus tub uas Vajtswv tus Ntsujplig yug; txawm yog niaj hnub nimno los tseem muaj li ntawd."},{"bible_id":"1525","chapter_code":"GAL.4","verse_code":"GAL.4.30","label":"30","content":"Tiamsis Vajtswv txojlus hais li cas? Vajtswv txojlus hais tias, “Cia li ntiab tus ntxhais qhev thiab nws tus tub khiav mus; rau qhov tus ntxhais qhev tus tub yuav tsis tau leej txiv tej qubtxeeg qubteg uas yuav muab rau tus pojniam uas tsis yog qhev tus tub.”"},{"bible_id":"1525","chapter_code":"GAL.4","verse_code":"GAL.4.31","label":"31","content":"Yog li ntawd cov kwvtij, peb tsis yog tus ntxhais qhev cov menyuam, tiamsis peb yog tus pojniam uas tsis yog qhev cov menyuam."},{"bible_id":"1525","chapter_code":"GAL.5","verse_code":"GAL.5.1","label":"1","content":"Nimno peb muaj kev ywjpheej, rau qhov Yexus Khetos twb tso peb cov uas ua qhev dim lawm. Yog li ntawd, nej yuav tsum muab siab rau ntseeg tsis txhob pub leejtwg coj nej rov qab mus ua qhev dua."},{"bible_id":"1525","chapter_code":"GAL.5","verse_code":"GAL.5.2","label":"2","content":"Nej cia li ua tib zoo mloog kuv tej lus! Kuv yog Paulus, kuv qhia rau nej hais tias, yog nej kam ua kevcai txiav lawm, ces kuj ib yam li nej suav hais tias Yexus Khetos pab tsis tau nej."},{"bible_id":"1525","chapter_code":"GAL.5","verse_code":"GAL.5.3","label":"3","content":"Kuv rov qab qhia dua rau nej hais tias tus uas ua kevcai txiav lawm, tus ntawd yuav tsum coj raws li Vajtswv txoj kevcai txhua nqe huv tibsi."},{"bible_id":"1525","chapter_code":"GAL.5","verse_code":"GAL.5.4","label":"4","content":"Nej cov uas xyaum ua raws li Vajtswv txoj kevcai, kom Vajtswv suav hais tias nej yog cov uas ncaj ncees, nej twb ncaim Yexus Khetos mus lawm, nej yuav tsis tau Vajtswv txoj koob hmoov."},{"bible_id":"1525","chapter_code":"GAL.5","verse_code":"GAL.5.5","label":"5","content":"Tiamsis peb cia siab hais tias Vajtswv yeej suav hais tias peb yog cov uas ncaj ncees, twb yog vim li no, peb thiaj ntseeg thiab niaj hnub tos Vajtswv tus Ntsujplig ua tus uas pab peb."},{"bible_id":"1525","chapter_code":"GAL.5","verse_code":"GAL.5.6","label":"6","content":"Rau qhov peb cov uas twb nrog Yexus Khetos koom ib txojsia lawm, peb tsis suav hais tias, qhov uas ua kevcai txiav yog qhov uas tseemceeb, tiamsis peb suav hais tias qhov tseemceeb yog qhov uas tus ntseeg muaj lub siab hlub lwm tus."},{"bible_id":"1525","chapter_code":"GAL.5","verse_code":"GAL.5.7","label":"7","content":"Nej twb ua nej lub neej raws li Vajtswv txojlus uas yog qhov tseeb lawm! Leejtwg tuaj txwv tsis pub nej ua raws li ntawd thiab?"},{"bible_id":"1525","chapter_code":"GAL.5","verse_code":"GAL.5.8","label":"8","content":"Vajtswv tus uas twb xaiv nej cia lawm, nws yeej tsis txwv nej."},{"bible_id":"1525","chapter_code":"GAL.5","verse_code":"GAL.5.9","label":"9","content":"Sawvdaws yeej ibtxwm hais tias, “Ib qhov nyuag keeb xwb, yeej ua rau lub ncuav su tagnrho.”"},{"bible_id":"1525","chapter_code":"GAL.5","verse_code":"GAL.5.10","label":"10","content":"Tiamsis kuv tseem cia siab tau rau nej txhua tus uas nrog Yexus Khetos koom ib txojsia lawm hais tias nej yuav tsis lam mus ntseeg lwm zaj. Thiab kuv paub hais tias tus uas tuaj ua rau nej ntxhov ntawd, txawm yog nws yog leejtwg los Vajtswv yeej yuav rau txim rau nws."},{"bible_id":"1525","chapter_code":"GAL.5","verse_code":"GAL.5.11","label":"11","content":"Cov kwvtij, nej sim xav saib yog kuv qhia hais tias sawvdaws yuav tsum ua kevcai txiav, ces kuv yeej tsis raug kev tsimtxom li. Ua li cas kuv tseem ho raug thiab no? Yog kuv qhia li ntawd tiag, ces zaj uas kuv qhia hais txog Yexus Khetos tus ntoo khaublig yeej yuav tsis ua rau sawvdaws tu siab."},{"bible_id":"1525","chapter_code":"GAL.5","verse_code":"GAL.5.12","label":"12","content":"Kuv xav kom cov neeg uas tuaj ua rau nej ntxhov siab ntawd, lawv cia li muab lawv sam."},{"bible_id":"1525","chapter_code":"GAL.5","verse_code":"GAL.5.13","label":"13","content":"Cov kwvtij, qhov uas Vajtswv tau xaiv nej cia lawm, twb yog nws xav kom nej muaj kev ywjpheej. Tiamsis nej tsis txhob muab txojkev ywjpheej ntawd ua nej txoj haukev mus ua kev phem kev qias. Nej yuav tsum sib hlub thiab ib leeg txaus siab hlo pab ib leeg."},{"bible_id":"1525","chapter_code":"GAL.5","verse_code":"GAL.5.14","label":"14","content":"Rau qhov Vajtswv txoj kevcai txhua nqe puavleej muab sau zog ua ib nqe hais li no hais tias, “Hlub koj tej kwvtij zejzog ib yam li koj hlub koj lub cev.”"},{"bible_id":"1525","chapter_code":"GAL.5","verse_code":"GAL.5.15","label":"15","content":"Tiamsis yog nej ua li tej tsiaj, nej ib tug ntxo ib tug thiab ib tug ua limhiam rau ib tug, yog nej ua li ntawd nej ib tug yeej yuav ua rau ib tug raug kev puastsuaj."},{"bible_id":"1525","chapter_code":"GAL.5","verse_code":"GAL.5.16","label":"16","content":"Kuv qhia rau nej li no: nej yuav tsum cia Vaj Ntsujplig kav nej lub neej, nej tsis txhob cia nej lub siab kav nej ib zaug li."},{"bible_id":"1525","chapter_code":"GAL.5","verse_code":"GAL.5.17","label":"17","content":"Rau qhov neeg lub siab yeej tsis nyiam tej uas Vaj Ntsujplig nyiam, thiab Vaj Ntsujplig yeej tsis nyiam tej uas neeg lub siab nyiam, neeg lub siab thiab Vaj Ntsujplig yeej ua yeebncuab."},{"bible_id":"1525","chapter_code":"GAL.5","verse_code":"GAL.5.18","label":"18","content":"Yog Vaj Ntsujplig coj nej kev, ces txoj kevcai yeej tsis muaj hwjchim kav nej lawm."},{"bible_id":"1525","chapter_code":"GAL.5","verse_code":"GAL.5.19","label":"19","content":"Sawvdaws yeej paub tej uas neeg lub siab nyiam ua, tej ntawd yog li no: Kev ua nkauj ua nraug, kev phem kev qias thiab ua dog ua dig,"},{"bible_id":"1525","chapter_code":"GAL.5","verse_code":"GAL.5.20","label":"20","content":"pe dab pe mlom, ua neeb ua yaig, ua yeebncuab, sib ceg sib ntaus, sib khib, sib chim, xav ua tus hlob, sib faib ua pab ua pawg,"},{"bible_id":"1525","chapter_code":"GAL.5","verse_code":"GAL.5.21","label":"21","content":"ntshaw luag tug, quav yeeb, quav tshuaj, quav cawv, qw ua nqaj ua nqug thiab ua ntau yam uas zoo li tej no. Yav tas los kuv twb ntuas nej ib zaug lawm, tiamsis nimno kuv rov ntuas nej dua ib zaug hais tias cov neeg uas ua tej ntawd, lawv yeej yuav tsis tau Vajtswv lub Tebchaws los ua lawv tug ib zaug li."},{"bible_id":"1525","chapter_code":"GAL.5","verse_code":"GAL.5.22","label":"22","content":"Tiamsis Vaj Ntsujplig yuav ua rau neeg muaj lub siab sib hlub, zoo siab, nyob kaj siab lug, ua siab ntev, muaj lub siab dawb siab zoo, zoo siab hlo pab lwm tus, ua siab ncaj,"},{"bible_id":"1525","chapter_code":"GAL.5","verse_code":"GAL.5.23","label":"23","content":"tsis khavtheeb thiab paub tswj yus lub siab. Yeej tsis muaj ib txoj kevcai yuav txwv tej no hlo li."},{"bible_id":"1525","chapter_code":"GAL.5","verse_code":"GAL.5.24","label":"24","content":"Cov uas ntseeg Yexus Khetos, lawv twb muab tej kev phem uas lawv lub siab nyiam ua huv tibsi los ntsia rau saum tus ntoo khaublig lawm."},{"bible_id":"1525","chapter_code":"GAL.5","verse_code":"GAL.5.25","label":"25","content":"Vaj Ntsujplig twb pub txojsia rau peb lawm; peb yuav tsum cia nws kav tagnrho peb lub neej."},{"bible_id":"1525","chapter_code":"GAL.5","verse_code":"GAL.5.26","label":"26","content":"Peb tsis txhob muab hlob, ib tug tsis txhob ua rau ib tug chim lossis ib tug tsis txhob khib ib tug."},{"bible_id":"1525","chapter_code":"GAL.6","verse_code":"GAL.6.1","label":"1","content":"Cov kwvtij, yog nej pom ib tug ua txhaum nej cov uas muab siab rau ntseeg, nej yuav tsum ua tib zoo ntuas tus ntawd kom nws rov qab los ua zoo. Tiamsis thaum nej yuav mus ntuas nws, nej yuav tsum ceevfaj, nyob tsam nej yuam kev nrog nws mus ua txhaum thiab."},{"bible_id":"1525","chapter_code":"GAL.6","verse_code":"GAL.6.2","label":"2","content":"Nej yuav tsum sib pab ris nra, yog nej ua li ntawd thiaj yog nej coj raws  li Yexus Khetos txoj kevcai."},{"bible_id":"1525","chapter_code":"GAL.6","verse_code":"GAL.6.3","label":"3","content":"Tus uas tsis yog neeg tseemceeb, yog nws lam khav hais tias nws yog tus uas tseemceeb, nws yeej rov dag nws xwb."},{"bible_id":"1525","chapter_code":"GAL.6","verse_code":"GAL.6.4","label":"4","content":"Txhua tus nyias yuav tsum ua tib zoo xyuas nyias tes haujlwm saib zoo li cas tso. Yog leejtwg tes haujlwm zoo lawm, tus ntawd thiaj khav tau tsis tas nws yuav coj nws txoj haujlwm mus piv rau lwm tus txoj."},{"bible_id":"1525","chapter_code":"GAL.6","verse_code":"GAL.6.5","label":"5","content":"Rau qhov txhua tus nyias yuav tsum ris nyias lub nra."},{"bible_id":"1525","chapter_code":"GAL.6","verse_code":"GAL.6.6","label":"6","content":"Tus uas kawm Yexus Khetos tej lus, nws yuav tsum zoo siab hlo muab tej uas nws muaj faib rau tus uas qhia nws."},{"bible_id":"1525","chapter_code":"GAL.6","verse_code":"GAL.6.7","label":"7","content":"Nej tsis txhob xav yuam kev, yeej tsis muaj ib tug yuav dag tau Vajtswv, txhua tus nyias yuav tau sau raws li tej uas nyias tseb."},{"bible_id":"1525","chapter_code":"GAL.6","verse_code":"GAL.6.8","label":"8","content":"Tus uas tseb tej uas neeg lub siab nyiam, tus ntawd yeej yuav tau sau kev ploj kev tuag raws li tej uas nws tseb. Tiamsis tus uas tseb tej uas Vaj Ntsujplig nyiam, tus ntawd yuav tau sau txojsia ntev dhawv mus ibtxhis."},{"bible_id":"1525","chapter_code":"GAL.6","verse_code":"GAL.6.9","label":"9","content":"Yog li ntawd, peb tsis txhob nkees ua tej haujlwm zoo; yog peb pheej ua tsis tso tseg, muaj ib hnub peb yeej yuav tau sau xwb."},{"bible_id":"1525","chapter_code":"GAL.6","verse_code":"GAL.6.10","label":"10","content":"Txhua lub sijhawm uas peb pab tau lwm tus, peb yuav tsum pab, tiamsis peb yuav tsum pab cov ntseeg heev dua."},{"bible_id":"1525","chapter_code":"GAL.6","verse_code":"GAL.6.11","label":"11","content":"Nej sim ua tib zoo ntsia saib tej npe ntawv uas kuv txhais tes sau xa tuaj rau nej loj npaum li cas diam!"},{"bible_id":"1525","chapter_code":"GAL.6","verse_code":"GAL.6.12","label":"12","content":"Qhov uas cov neeg ntawd pheej yuav yuam nej ua kevcai txiav, twb yog lawv xav kom sawvdaws qhuas hais tias, nej twb ua raws li lawv hais lawm. Lawv qhia li ntawd, rau qhov lawv yeej paub hais tias, tus uas lees hais tias tsuas yog Yexus Khetos tus ntoo khaublig thiaj li pab tau neeg dim neeg lub txim xwb, tus ntawd yeej yuav raug kev tsimtxom."},{"bible_id":"1525","chapter_code":"GAL.6","verse_code":"GAL.6.13","label":"13","content":"Txawm yog cov neeg uas ua kevcai txiav lawm los lawv twb tsis ua raws li Vajtswv txoj kevcai; cov neeg ntawd xav kom nej ua kevcai txiav lawv thiaj li tau lus khav hais tias nej twb zoo siab cia lawv muab nej ua kevcai txiav lawm."},{"bible_id":"1525","chapter_code":"GAL.6","verse_code":"GAL.6.14","label":"14","content":"Tiamsis kuv yuav tsis khav li lawv, kuv tsuas khav hais txog peb tus Tswv Yexus Khetos tus ntoo khaublig xwb. Twb yog vim kuv ntseeg tus uas tuag saum ntoo khaublig, neeg ntiajteb thiaj suav hais tias kuv yog tus uas tuag lawm. Thiab kuv suav hais tias, tej uas muaj nyob hauv ntiajteb no tsis muaj ib yam uas tseemceeb li."},{"bible_id":"1525","chapter_code":"GAL.6","verse_code":"GAL.6.15","label":"15","content":"Qhov uas neeg ua kevcai txiav lossis tsis ua, qhov ntawd yeej tsis tseemceeb dabtsi; qhov tseemceeb yog qhov uas neeg muaj dua lub siab tshiab."},{"bible_id":"1525","chapter_code":"GAL.6","verse_code":"GAL.6.16","label":"16","content":"Thov Vajtswv foom koob hmoov rau txhua tus uas muaj lub siab tshiab, thiab cov ntseeg Vajtswv txhua tus kom sawvdaws tau zoo nyob kaj siab lug."},{"bible_id":"1525","chapter_code":"GAL.6","verse_code":"GAL.6.17","label":"17","content":"Txij no mus, tsis txhob pub leejtwg tuaj ua rau kuv nyuaj siab dua lawm, rau qhov kuv lub cev uas muaj caws pliav twb ua rau sawvdaws pom lawm hais tias, kuv yog Yexus Khetos tus tubqhe."},{"bible_id":"1525","chapter_code":"GAL.6","verse_code":"GAL.6.18","label":"18","content":"Cov kwvtij, thov peb tus Tswv Yexus Khetos foom koob hmoov rau nej txhua tus. Amees."}]