[{"bible_id":"1525","chapter_code":"HAB.1","verse_code":"HAB.1.1","label":"1","content":"Ntawm no yog tus TSWV tej lus uas hais rau Hanpakus tus uas cev Vajtswv lus."},{"bible_id":"1525","chapter_code":"HAB.1","verse_code":"HAB.1.2","label":"2","content":"Tus TSWV, kuv yuav thov koj ntev npaum li cas koj mam li mloog thiab cawm kom peb dim ntawm txojkev ua limhiam?"},{"bible_id":"1525","chapter_code":"HAB.1","verse_code":"HAB.1.3","label":"3","content":"Vim li cas koj cia kuv pom tej kev txomnyem nyuaj siab no? Ua li cas koj sawv twjywm ntsia tej kev txhaum ntawd xwb? Muaj kev puastsuaj thiab kev yuam cai nyob ibncig kuv, muaj kev sib ntaus sib tua thiab kev sib cav sib ceg nyob txhua qhov."},{"bible_id":"1525","chapter_code":"HAB.1","verse_code":"HAB.1.4","label":"4","content":"Txoj kevcai tsis tseemceeb thiab tsis muaj qabhau lawm, tsis muaj neeg ua ncaj ua ncees. Cov neeg siab phem quab yuam cov neeg ncaj ncees, txojkev phem thiaj muab txojkev ncaj ncees npog tas lawm."},{"bible_id":"1525","chapter_code":"HAB.1","verse_code":"HAB.1.5","label":"5","content":"Tus TSWV hais rau nws haivneeg tias, “Nej cia li tsa qhovmuag ntsia txhua haivneeg uas nyob ibncig nej, thiab tej uas nej pom yuav ua rau nej xav tsis thoob. Kuv yuav ua tej yam tshwm kom thaum nej hnov tej ntawd nej yuav tsis ntseeg."},{"bible_id":"1525","chapter_code":"HAB.1","verse_code":"HAB.1.6","label":"6","content":"Kuv yuav tsa cov neeg Npanpiloos uas muaj lub siab ceev thiab lub siab nruj tsiv uas muaj hwjchim. Lawv tabtom tawm tuaj mus kom thoob lub ntiajteb thiab yuav txeeb luag lwm lub tebchaws kav."},{"bible_id":"1525","chapter_code":"HAB.1","verse_code":"HAB.1.7","label":"7","content":"Lawv tso hemthawj kom sawvdaws txhawj thiab ntshai, thiab lawv khavtheeb; lawv tsis yuav leejtwg txoj kevcai, lawv yuav lawv txoj kevcai nkaus xwb."},{"bible_id":"1525","chapter_code":"HAB.1","verse_code":"HAB.1.8","label":"8","content":"“Lawv tej nees khiav ceev dua tsov pomtxwv thiab nyaum tshaj tej hma uas tshaib plab. Lawv cov tubrog caij nees khiav rag ntws ceev heev ntawm tej tebchaws uas nyob deb tuaj; lawv khiav ceev heev tuaj ib yam li tus dav rwg los muab qaib."},{"bible_id":"1525","chapter_code":"HAB.1","verse_code":"HAB.1.9","label":"9","content":"“Lawv cov tubrog tuaj txeeb tebchaws kav ua limhiam ntsuav, thiab thaum lawv tuaj txog ua rau txhua tus ntshai tshee hnyo.  Cov neeg uas lawv ntes tau mas coob npaum nkaus li tej suabzeb suav tsis txheeb."},{"bible_id":"1525","chapter_code":"HAB.1","verse_code":"HAB.1.10","label":"10","content":"Lawv saib tsis taus cov vajntxwv thiab luag cov nomtswv loj plig ua tsuj ua tsaug. Tsis muaj ib lub yeej twg uas yuav tiv thaiv tau lawv; lawv khawb av los meem kom siab thiab txeeb kom tau lub nroog ntawd."},{"bible_id":"1525","chapter_code":"HAB.1","verse_code":"HAB.1.11","label":"11","content":"Lawv txeeb tau lub nroog twg, lawv dhau plaws mus ib yam li nthwv cua ntsawj ib vuag xwb; cov neeg no muab lawv lub hwjchim saib hlob ib yam li yog lawv tus vajtswv ntag.”"},{"bible_id":"1525","chapter_code":"HAB.1","verse_code":"HAB.1.12","label":"12","content":"Tus TSWV, koj yeej yog Vajtswv tus uas nyob puag thaum ub los lawm. Koj yog kuv tus Vajtswv, tus dawbhuv thiab nyob mus ibtxhis. Tus TSWV yog kuv tus Vajtswv thiab yog tus tsomkwm kuv, koj tau xaiv cov neeg Npanpiloos thiab pub lawv muaj hwjchim loj, kom lawv rau txim tau rau peb."},{"bible_id":"1525","chapter_code":"HAB.1","verse_code":"HAB.1.13","label":"13","content":"Ua li cas koj tseem tseg cov neeg ua phem ua qias ntawd cia? Koj ob lub qhovmuag dawbhuv heev, ntsia tsis taus tej kev phem kev qias, thiab koj yeej tsis kam sawv tabmeeg cov neeg txhaum ntawd li. Tiamsis yog vim li cas thaum cov neeg phem tuaj muab cov neeg uas ncaj ncees tua povtseg tas lawm, koj nyob ntsiag to tsis quavntsej li?"},{"bible_id":"1525","chapter_code":"HAB.1","verse_code":"HAB.1.14","label":"14","content":"Yog li cas koj saib neeg zoo ib yam li tej ntses hauv hiavtxwv lossis tej kab tej ntsaum uas tsis muaj tus kav thiab coj lawv kev li xwb?"},{"bible_id":"1525","chapter_code":"HAB.1","verse_code":"HAB.1.15","label":"15","content":"Cov Npanpiloos tuaj ntes neeg thiab muab nuv ntses chob ib yam li tej neeg ntawd yog ntses. Lawv muab vas khwb cov neeg ntawd cab thiab luag qw ua tsuj ua tsaug zoo siab kawg rau cov neeg uas lawv ntes tau ntawd."},{"bible_id":"1525","chapter_code":"HAB.1","verse_code":"HAB.1.16","label":"16","content":"Lawv pe lawv tej vas thiab tua tsiaj fij rau tej vas ntawd, rau qhov lawv tej vas ntawd ua rau lawv npluanuj heev."},{"bible_id":"1525","chapter_code":"HAB.1","verse_code":"HAB.1.17","label":"17","content":"Puas yog lawv yuav siv lawv tej ntaj tua kom ntau lub tebchaws raug kev puastsuaj mus, tsis muaj kev hlub li?"},{"bible_id":"1525","chapter_code":"HAB.2","verse_code":"HAB.2.1","label":"1","content":"Kuv yuav nce mus rau saum kuv lub chaw tsomfaj thiab tos saib tus TSWV yuav kom kuv hais li cas thiab nws yuav teb kuv tej lus yws li cas."},{"bible_id":"1525","chapter_code":"HAB.2","verse_code":"HAB.2.2","label":"2","content":"Tus TSWV teb li no rau kuv: “Koj cia li muab zaj uas kuv qhia rau koj hauv nruab npau suav, sau kom meej rau ntawm tej txiag zeb kom tus neeg uas khiav ceev los thiaj nyeem tau."},{"bible_id":"1525","chapter_code":"HAB.2","verse_code":"HAB.2.3","label":"3","content":"Koj cia li muab tej lus no sau tseg cia, rau qhov tej xwm uas kuv qhia rau koj no tseem tsis tau txog caij tshwm los. Tiamsis lub sijhawm ntawd yuav los txog sai sai, thiab tej uas kuv qhia rau koj yuav tshwm raws li ntawd. Yuav pom tej ntawd maj mam tshwm los, tiamsis koj ua siab ntev tos; tej ntawd yuav muaj los tiag thiab yuav tsis ncua sijhawm ntxiv li lawm."},{"bible_id":"1525","chapter_code":"HAB.2","verse_code":"HAB.2.4","label":"4","content":"Cov lus ntawd yog hais li no: ‘Cov neeg ua phem ua qias yuav tsis muaj sia nyob,  tiamsis cov neeg uas ncaj ncees yuav muaj sia nyob, rau qhov lawv muab siab npuab Vajtswv.’ ”"},{"bible_id":"1525","chapter_code":"HAB.2","verse_code":"HAB.2.5","label":"5","content":"Kev muaj txiag npluanuj ntxias tau neeg yuam kev. Cov neeg siab hlob uas khavtheeb thiab xav tau ntau tsis paub txaus, ib yam li txojkev tuag. Twb yog vim li ntawd, lawv thiaj txeeb ib lub tebchaws rau ib lub tebchaws kom tau los ua lawv tug."},{"bible_id":"1525","chapter_code":"HAB.2","verse_code":"HAB.2.6","label":"6","content":"Txhua haivneeg uas raug tua swb lawm yuav cem thiab saib tsis taus cov neeg uas tuaj tua yeej lawv. Lawv yuav cem hais tias, “Nej tau txeeb luag tug los ua nej tug, tiamsis nej yuav raug kev puastsuaj! Nej yuav yuam cov neeg uas tshuav nej nqis them rov rau nej kom nej npluanuj mus txog hnub twg?”"},{"bible_id":"1525","chapter_code":"HAB.2","verse_code":"HAB.2.7","label":"7","content":"Tiamsis thaum nej ras txog, cov neeg uas nej tsimtxom twb sau nthwv tuaj tsib tej nqi uas nej tshuav lawv thiab yuam kom nej them ib npaug ntxiv rau lawv. Yeebncuab yuav tuaj thiab ua rau nej ntshai tshee hnyo. Lawv yuav huab txhua yam uas nej muaj nqa huv tibsi mus!"},{"bible_id":"1525","chapter_code":"HAB.2","verse_code":"HAB.2.8","label":"8","content":"Nej tau mus huab ntau haivneeg, tiamsis nimno cov neeg uas seem yuav tuaj huab nej, vim nej tua neeg thiab ua limhiam tawmtsam tej neeg thoob ntiajteb thiab txeeb luag tej nroog."},{"bible_id":"1525","chapter_code":"HAB.2","verse_code":"HAB.2.9","label":"9","content":"Nej raug puastsuaj lawm lauj! Nej lub cuab lub yig muaj txiag npluanuj rau qhov nej mus yuam cai txeeb luag tug, thiab nej tseem xav ua kom nej tsevneeg tau zoo nyob tso siab plhuav tsis ntshai dabtsi li!"},{"bible_id":"1525","chapter_code":"HAB.2","verse_code":"HAB.2.10","label":"10","content":"Tiamsis nej tej tswvyim phem ntawd twb ua rau nej tsevneeg txajmuag kawg nkaus; qhov uas nej muab ntau haivneeg ua puastsuaj tas lawm twb yog nej rov lob kev puastsuaj los rau nej ntag."},{"bible_id":"1525","chapter_code":"HAB.2","verse_code":"HAB.2.11","label":"11","content":"Txawm yog tej ntsa yeej pobzeb los yuav quaj qw ntshoo nrooj cem nej, thiab tej qhab tse los yuav hnyos nej ntsoog qees."},{"bible_id":"1525","chapter_code":"HAB.2","verse_code":"HAB.2.12","label":"12","content":"Nej raug puastsuaj lawm! Nej ua kev nruj kev tsiv thiab tua neeg, nej thiaj rhawv thiab tsim tau lub nroog."},{"bible_id":"1525","chapter_code":"HAB.2","verse_code":"HAB.2.13","label":"13","content":"Txhua haivneeg uas nej ntaus yeej ua haujlwm nkim lawv lub zog qhuav xwb, thiab txhua yam uas lawv ua ntawd puavleej raug kub hnyiab tas huv tibsi. Tus TSWV uas muaj hwjchim loj kawg nkaus yog tus uas ua tej no ntag."},{"bible_id":"1525","chapter_code":"HAB.2","verse_code":"HAB.2.14","label":"14","content":"Tiamsis lub ntiajteb yuav puv nkaus tus TSWV txojkev txawj ntse thiab lub tshwjchim ib yam li muaj dej puv nkaus hiavtxwv."},{"bible_id":"1525","chapter_code":"HAB.2","verse_code":"HAB.2.15","label":"15","content":"Nej raug puastsuaj lawm! Thaum nej npautaws, nej ua rau tej neeg zejzog poob ntsejmuag tas; nej tau ua rau lawv mus kev ntog pujpoog ib yam li tus neeg qaug cawv."},{"bible_id":"1525","chapter_code":"HAB.2","verse_code":"HAB.2.16","label":"16","content":"Nej xav hais tias nej ua li ntawd nej thiaj yuav tau ntsejmuag, tiamsis nej hajyam yuav poob ntsejmuag heev. Txawm yog nej los yuav qaug cawv thiab ntog pujpoog ib yam nkaus. Tus TSWV yuav muab lub khob uas yog txojkev txiav txim los rau nej haus, thiab nej lub koob meej yuav hloov mus ua kev poob ntsejmuag."},{"bible_id":"1525","chapter_code":"HAB.2","verse_code":"HAB.2.17","label":"17","content":"Nej muab tej ntoo pem Roob Lenpanoos ntov tas li cas, nimno nej yuav raug luag ntov ib yam li ntawd. Nej muab tej tsiaj pem Lenpanoos tua tas li cas, nimno tej tsiaj ntawd yuav ua kom nej ntshai heev li ntawd. Tej xwm no tshwm tuaj twb yog vim txojkev txhaum uas nej tua neeg thiab vim tej uas nej tau ua rau neeg ntiajteb thiab lawv tej nroog puastsuaj."},{"bible_id":"1525","chapter_code":"HAB.2","verse_code":"HAB.2.18","label":"18","content":"Tej mlom ntawd muaj nqis dabtsi? Nws yog yam uas neeg ob txhais tes puab, thiab nws yeej qhia tsis tau ib yam tseeb rau nej tsuas yog dag xwb. Tus mlom ntawd ua puas tau dabtsi zoo kom tus uas puab nws cia siab rau nws; nws yog tus vajtswv uas tsis txawj hais lus xwb los sav!"},{"bible_id":"1525","chapter_code":"HAB.2","verse_code":"HAB.2.19","label":"19","content":"Nej raug puastsuaj lawm! Nej hais rau ib thooj ntoo tias, “Cia li tsim dheev!” Lossis hais rau ib lub pobzeb tias, “Cia li sawv!” Tus mlom ntawd puas qhia tau ib zaj dabtsi rau nej? Txawm yog luag muab nyiaj muab kub vuam tus mlom ntawd ci nplas los nws yeej tsis muaj sia li."},{"bible_id":"1525","chapter_code":"HAB.2","verse_code":"HAB.2.20","label":"20","content":"Tus TSWV nyob hauv nws lub Tuamtsev uas dawbhuv; txhua tus neeg uas nyob hauv lub ntiajteb no cia li nyob twjywm ntawm nws lub xubntiag."},{"bible_id":"1525","chapter_code":"HAB.3","verse_code":"HAB.3.1","label":"1","content":"Ntawm no yog Hanpakus uas yog tus cev Vajtswv lus, tej lus thov Vajtswv:"},{"bible_id":"1525","chapter_code":"HAB.3","verse_code":"HAB.3.2","label":"2","content":"Tus TSWV, kuv tau hnov txog tej uas koj tau ua tas los thiab ua rau kuv ntshai kawg nkaus li. Nimno thov koj rov qab ua koj tej haujlwm tseemceeb uas thaum ub koj twb ua lawm rau peb tiam uas tseem ua neej nyob no pom dua! Txawm yog thaum koj chim heev los thov koj hlub tshua txog peb thiab."},{"bible_id":"1525","chapter_code":"HAB.3","verse_code":"HAB.3.3","label":"3","content":"Vajtswv yuav tuaj hauv lub tebchaws Edoos tuaj dua; Vajtswv tus uas dawbhuv tabtom rov saum tej hauv roob Palas los. Nws lub tshwjchim ci ntsa iab plooj nkaus saum nruab ntug, thiab neeg thoob ntiajteb puavleej ua nws tsaug."},{"bible_id":"1525","chapter_code":"HAB.3","verse_code":"HAB.3.4","label":"4","content":"Thaum nws los, nws lub tshwjchim ci ntsa iab cuag xob laim; muaj nplaim taws cig laim lias ntawm nws txhais tes; qhov ntawd yog qhov chaw uas nws zais nws lub hwjchim."},{"bible_id":"1525","chapter_code":"HAB.3","verse_code":"HAB.3.5","label":"5","content":"Nws tso tej kab mob mus ua nws ntej thiab kom kev tuag raws nws qab."},{"bible_id":"1525","chapter_code":"HAB.3","verse_code":"HAB.3.6","label":"6","content":"Thaum uas nws nres, lub ntiajteb co ua zog koog; thaum nws laj muag ntsia, txhua haivneeg ntshai tshee hnyo. Tej roob uas ibtxwm nyob thaum ub los co ua zog koog; tej ncov roob uas ibtxwm muaj nyob los saus pes zog ploj tas lawm; tej ncov roob ntawd yog tej uas thaum ub nws ibtxwm hla los mus."},{"bible_id":"1525","chapter_code":"HAB.3","verse_code":"HAB.3.7","label":"7","content":"Kuv pom cov neeg Kusas ntshai kawg nkaus li thiab cov neeg Midias mas ntshai ua ibce tshee hnyo."},{"bible_id":"1525","chapter_code":"HAB.3","verse_code":"HAB.3.8","label":"8","content":"Tus TSWV, puas yog tej dej ntawd ua rau koj chim? Puas yog dej hiavtxwv ua rau koj npautaws? Koj nyob rawv saum tej huab dawb; tauv huab dub yog koj lub tsheb, koj tuaj pab koj haivneeg kom muaj yeej."},{"bible_id":"1525","chapter_code":"HAB.3","verse_code":"HAB.3.9","label":"9","content":"Koj npaj rawv yuav tua koj rab hneevnti tuaj, thiab npaj rawv koj xibxub vos tua tuaj lawm xwb. Koj ua kom muaj xob laim tua lub ntiajteb no tawg rhe."},{"bible_id":"1525","chapter_code":"HAB.3","verse_code":"HAB.3.10","label":"10","content":"Thaum tej roob pom koj, lawv ntshai tshee ua zog koog; dej nchuav laub lug saum nruab ntug los. Tej dej uas nyob hauv qab tivtxwv av nyooj laws tuaj thiab nphau tej niag nthwv siab kawg nkaus li."},{"bible_id":"1525","chapter_code":"HAB.3","verse_code":"HAB.3.11","label":"11","content":"Thaum koj tej xubvos ya ua duab ci nplas ceev heev tuaj, thiab koj tej hmuv ya ua duab ci hob tuaj lawm, lub hnub thiab lub hli txawm nres nkaus rau ntawm nws qhov chaw."},{"bible_id":"1525","chapter_code":"HAB.3","verse_code":"HAB.3.12","label":"12","content":"Koj rhais ruam hla lub ntiajteb ua tus chim hnyo tuaj; thiab koj tsuj ntiag txhua haivneeg ua tus npautaws vog."},{"bible_id":"1525","chapter_code":"HAB.3","verse_code":"HAB.3.13","label":"13","content":"Koj tuaj cawm koj haivneeg thiab cawm tus vajntxwv uas koj xaiv tseg. Koj muab cov neeg ua phem tus thawjcoj tua povtseg, thiab muab cov neeg uas tuaj nws tog tua tu noob nrho."},{"bible_id":"1525","chapter_code":"HAB.3","verse_code":"HAB.3.14","label":"14","content":"Koj tua tej xubvos tuaj ntsia nkaus nws tus thawj tubrog thaum nws pab tubrog tuaj ib yam li nthwv nagxob nagcua ntsawj peb tawg ua sab ua sua ib yam li cov neeg uas soj rawv yuav tsimtxom cov neeg pluag."},{"bible_id":"1525","chapter_code":"HAB.3","verse_code":"HAB.3.15","label":"15","content":"Koj cov nees txauj dej hiavtxwv, thiab hiavtxwv txawm ntas nphau pes nphwv tuaj."},{"bible_id":"1525","chapter_code":"HAB.3","verse_code":"HAB.3.16","label":"16","content":"Thaum kuv hnov tej xwm no, kuv ntshai tshee hnyo; kuv daim dincauj tshee mos nyoos vim kuv ntshai heev. Kuv ibce tuag tas, thiab kuv ob txhais kotaw sib dawm  kuv thiaj ntog. Kuv yuav nyob ntsiag to tos mus txog thaum lub sijhawm uas Vajtswv los rau txim rau cov neeg uas tawmtsam peb tso."},{"bible_id":"1525","chapter_code":"HAB.3","verse_code":"HAB.3.17","label":"17","content":"Txawm yog tej ntoo txiv ncuavpias tsis tawg paj thiab tej txiv hmab tsis txi txiv, txawm yog tej ntoo roj txiv zeeg tas thiab tej liaj tej teb qoobloo tsis tuaj, txawm yog tej yaj tuag tas thiab tej nkuaj nyug khoob lug cia xwb los"},{"bible_id":"1525","chapter_code":"HAB.3","verse_code":"HAB.3.18","label":"18","content":"kuv tseem muaj kev zoo siab thiab txaus siab, vim muaj tus TSWV uas yog Vajtswv ua kuv tus Cawmseej."},{"bible_id":"1525","chapter_code":"HAB.3","verse_code":"HAB.3.19","label":"19","content":"Tus TSWV uas kav ib puas tsav yam pub rau kuv muaj zog. Nws ua rau kuv ob txhais kotaw mus kev nplaum ib yam li tus sai, thiab nws tsomkwm kuv kaj siab lug saum tej laj roob."}]