[{"bible_id":"1525","chapter_code":"HAG.1","verse_code":"HAG.1.1","label":"1","content":"Thaum Huabtais Dali-us kav lub tebchaws Pawxias tau ob xyoo lawm, lub rau hli ntuj hnub xiab ib, tus TSWV los hais rau Hakais tus uas cev Vajtswv lus. Tus TSWV cov lus, yog hais rau Se-atiyees tus tub Xelunpanpees uas ua tswvxeev kav lub xeev Yudas, thiab hais rau tus Povthawj Hlob Yausuas uas yog Yehauxadas tus tub."},{"bible_id":"1525","chapter_code":"HAG.1","verse_code":"HAG.1.2","label":"2","content":"Tus TSWV uas muaj hwjchim loj hais rau Hakais tias, “Cov neeg sawvdaws hais tias lub sijhawm no tseem tsis tau yog lub caij uas yuav txhim kho lub Tuamtsev.”"},{"bible_id":"1525","chapter_code":"HAG.1","verse_code":"HAG.1.3","label":"3","content":"Yog li ntawd, tus TSWV thiaj muab cov lus no rau Hakais tus uas cev Vajtswv lus kom mus hais rau cov neeg sawvdaws hais tias,"},{"bible_id":"1525","chapter_code":"HAG.1","verse_code":"HAG.1.4","label":"4","content":"“Kuv haivneeg, vim li cas nej twb nyob tej tsev zoo zoo lawm, tiamsis kuv lub Tuamtsev pob puas tas li?”"},{"bible_id":"1525","chapter_code":"HAG.1","verse_code":"HAG.1.5","label":"5","content":"Nej puas pom tej xwmtxheej uas tabtom yuav los raug nej?"},{"bible_id":"1525","chapter_code":"HAG.1","verse_code":"HAG.1.6","label":"6","content":"Nej cog qoob ntau, tiamsis nej sau tau tsawg. Nej muaj zaub mov noj, tiamsis tsis tsau. Nej muaj cawv txiv hmab haus, tiamsis tsis qaug. Nej muaj ris tsho hnav, tiamsis tsis sov. Tej neeg uas ua haujlwm tau nyiaj los tsis txaus siv."},{"bible_id":"1525","chapter_code":"HAG.1","verse_code":"HAG.1.7","label":"7","content":"Nej puas pom hais tias, yog vim li cas thiaj muaj tej xwmtxheej no los raug nej?"},{"bible_id":"1525","chapter_code":"HAG.1","verse_code":"HAG.1.8","label":"8","content":"Nej cia li mus pem tej roob thiab txiav ntoo los kho lub Tuamtsev; kuv thiaj yuav txaus siab, thiab neeg thiaj tau chaw tuaj pehawm kuv kom tsimnyog."},{"bible_id":"1525","chapter_code":"HAG.1","verse_code":"HAG.1.9","label":"9","content":"“Nej cia siab hais tias yuav sau tau qoobloo ntau, tiamsis nej sau tau tsawg kawg li. Thiab thaum nej coj tej qoobloo los rau hauv tsev, kuv yuav muab tshuab kom ya tas.  Vim li cas kuv thiaj ua li ntawd? Rau qhov thaum kuv lub Tuamtsev pob puas tas, nej txhua tus nyias rau siab ntso ua nyias lub tsev nkaus xwb."},{"bible_id":"1525","chapter_code":"HAG.1","verse_code":"HAG.1.10","label":"10","content":"Twb yog vim li ntawd lub ntuj thiaj tsis muaj nag los, thiab lub ntiajteb tsis pub kom nej tej qoobloo tuaj taus li."},{"bible_id":"1525","chapter_code":"HAG.1","verse_code":"HAG.1.11","label":"11","content":"Kuv tso ntuj qhuav teb nkig los rau lub tebchaws, saum tej roob, tej teb npleg, teb txiv hmab thiab teb txiv ntoo roj, txhua yam qoobloo uas tuaj hauv av, neeg thiab tsiaj txhu, thiab txhua yam uas nej cog ntawd huv tibsi.”"},{"bible_id":"1525","chapter_code":"HAG.1","verse_code":"HAG.1.12","label":"12","content":"Xelunpanpees, Yausuas, thiab tagnrho cov neeg uas raug luag ntes mus thiab tau rov qab  tim tebchaws Npanpiloos los, tau ua raws li tus TSWV uas yog lawv tus Vajtswv tej lus. Lawv ntshai thiab hwm tus cevlus Hakais uas yog tus TSWV tus tubtxib kawg li."},{"bible_id":"1525","chapter_code":"HAG.1","verse_code":"HAG.1.13","label":"13","content":"Hakais thiaj qhia tus TSWV tej lus rau cov pejxeem li no hais tias: “Kuv yuav nrog nraim nej nyob, ntawm no yog kuv tej lus cog tseg rau nej.”"},{"bible_id":"1525","chapter_code":"HAG.1","verse_code":"HAG.1.14","label":"14","content":"Tus TSWV tshoov Xelunpanpees uas yog tus tswvxeev uas kav lub xeev Yudas, Yausuas uas yog tus Povthawj Hlob, thiab tagnrho cov neeg uas raug luag ntes mus thiab tau rov los  siab kom lawv txhua tus txhim kho lub Tuamtsev. Lawv thiaj pib txhim kho tus TSWV uas yog lawv tus Vajtswv uas muaj hwjchim loj kawg nkaus lub Tuamtsev,"},{"bible_id":"1525","chapter_code":"HAG.1","verse_code":"HAG.1.15","label":"15","content":"thaum lub rau hli ntuj hnub nees nkaum plaub tom qab uas Dali-us ua huabtais kav lub tebchaws tau ob xyoos lawm."},{"bible_id":"1525","chapter_code":"HAG.2","verse_code":"HAG.2.1","label":"1","content":"Lub xya hli ntuj hnub nees nkaum ib uas yog tib lub xyoos ntawd, tus TSWV los hais rau Hakais uas yog tus cev Vajtswv lus dua ib zaug ntxiv."},{"bible_id":"1525","chapter_code":"HAG.2","verse_code":"HAG.2.2","label":"2","content":"Tus TSWV kom Hakais mus hais rau Xelunpanpees uas yog tus tswvxeev uas kav lub xeev Yudas, hais rau Yausuas uas yog tus Povthawj Hlob, thiab hais rau cov pejxeem sawvdaws tias,"},{"bible_id":"1525","chapter_code":"HAG.2","verse_code":"HAG.2.3","label":"3","content":"“Nej puas muaj leejtwg nco tau hais tias lub Tuamtsev thaum ub zoo npaum li cas? Nimno nej saib zoo li cas lawm? Nej saib lub Tuamtsev zoo li tsis tseemceeb li lawm."},{"bible_id":"1525","chapter_code":"HAG.2","verse_code":"HAG.2.4","label":"4","content":"Tiamsis nimno, nej txhua tus tsis txhob qaug zog; nej cia li rau siab ntso ua haujlwm, rau qhov kuv nrog nraim nej nyob."},{"bible_id":"1525","chapter_code":"HAG.2","verse_code":"HAG.2.5","label":"5","content":"Thaum nej khiav nram tebchaws Iziv los, kuv tau coglus rau nej hais tias, kuv yuav nrog nraim nej nyob. Yog li ntawd kuv tseem nrog nraim nej nyob, nej tsis txhob ntshai."},{"bible_id":"1525","chapter_code":"HAG.2","verse_code":"HAG.2.6","label":"6","content":"“Tshuav tsis ntev kuv yuav co lub ntuj thiab lub ntiajteb, thooj av thiab dej hiavtxwv."},{"bible_id":"1525","chapter_code":"HAG.2","verse_code":"HAG.2.7","label":"7","content":"Kuv yuav rhuav txhua haivneeg, thiab yuav coj lawv tej nyiaj tej kub los tso rau ntawm no kom lub Tuamtsev thiaj muaj nyiaj puv nkaus."},{"bible_id":"1525","chapter_code":"HAG.2","verse_code":"HAG.2.8","label":"8","content":"Tej nyiaj thiab tej kub uas nyob hauv ntiajteb no puavleej yog kuv li huv tibsi."},{"bible_id":"1525","chapter_code":"HAG.2","verse_code":"HAG.2.9","label":"9","content":"Lub Tuamtsev tshiab no yuav zoo tshaj lub qub thaum ub; kuv yuav pub kom kuv haivneeg muaj kev vammeej thiab nyob kaj siab lug qhov ntawd.” Tus TSWV uas muaj hwjchim loj kawg nkaus yog tus hais tej lus no."},{"bible_id":"1525","chapter_code":"HAG.2","verse_code":"HAG.2.10","label":"10","content":"Thaum lub cuaj hli ntuj hnub nees nkaum plaub uas Dali-us ua huabtais kav tebchaws tau ob xyoos lawm, tus TSWV uas muaj hwjchim loj kawg nkaus rov los hais rau Hakais uas yog tus cev Vajtswv lus dua ib zaug ntxiv."},{"bible_id":"1525","chapter_code":"HAG.2","verse_code":"HAG.2.11","label":"11","content":"Tus TSWV hais tias, “Koj cia li nug cov povthawj raws li tej kev tswjhwm no:"},{"bible_id":"1525","chapter_code":"HAG.2","verse_code":"HAG.2.12","label":"12","content":"Yog hais tias leejtwg muab ib thooj nqaij uas twb muab fij theej txhoj lawm, ntsaws rau hauv nws lub nqaws tsho ntev nqa tawm mus, thiab yog hais tias nws lub tsho ntawd chwv tej ncuav, tej zaub mov, tej cawv txiv hmab, tej txiv ntoo roj, lossis txhua yam khoom noj, puas yuav ua rau tej khoom ntawd dawbhuv lawm?” Thaum uas tus cev Vajtswv lus nug li ntawd tas lawm, cov povthawj teb hais tias, “Yeej tsis huv li.”"},{"bible_id":"1525","chapter_code":"HAG.2","verse_code":"HAG.2.13","label":"13","content":"Ces Hakais nug hais tias, “Yog muaj ib tug neeg twg ua rau nws tsis huv vim nws mus kov tus neeg tuag lawm, thiab nws ho los kov tej zaub mov no, puas yuav ua rau tej zaub mov ntawd tsis huv thiab?” Cov povthawj teb hais tias, “Yog tiag, yeej ua rau tej zaub mov ntawd tsis huv lawm.”"},{"bible_id":"1525","chapter_code":"HAG.2","verse_code":"HAG.2.14","label":"14","content":"Hakais hais tias, “Tus TSWV hais tias haivneeg uas nyob hauv lub tebchaws no thiab txhua yam uas cov neeg no khwv tau los zoo ib yam li ntawd; thiab txhua yam uas lawv muab fij rau saum lub thaj yeej tsis huv lawm.”"},{"bible_id":"1525","chapter_code":"HAG.2","verse_code":"HAG.2.15","label":"15","content":"Tus TSWV hais tias, “Nej puas pom tej xwmtxheej uas muaj los raug nej? Ua ntej uas nej pib txhim kho lub Tuamtsev,"},{"bible_id":"1525","chapter_code":"HAG.2","verse_code":"HAG.2.16","label":"16","content":"nej yuav mus rau ntawm lub txhab nplej, cia siab hais tias yuav yawm tau nees nkaum kawm nplej, tiamsis tsuas yawm tau kaum kawm xwb. Nej yuav mus rau ntawm qhov chaw tsuam txiv hmab, daus kom tau tsib caug thoob kua txiv hmab, tiamsis nej tsuas daus tau nees nkaum thoob xwb."},{"bible_id":"1525","chapter_code":"HAG.2","verse_code":"HAG.2.17","label":"17","content":"Kuv yuav tso cua los nplawm thiab tso lawg los ntaus txhua yam uas nej cog kom puastsuaj tas, txawm li ntawd los nej tseem tsis tau tso lub siab qub tseg li thiab."},{"bible_id":"1525","chapter_code":"HAG.2","verse_code":"HAG.2.18","label":"18","content":"Hnub no yog hnub nees nkaum plaub lub cuaj hli ntuj, yog hnub uas pua tau lub plag Tuamtsev tiav log lawm. Nej sim saib txij no mus yuav muaj dabtsi tshwmsim tuaj?"},{"bible_id":"1525","chapter_code":"HAG.2","verse_code":"HAG.2.19","label":"19","content":"Txawm yog tsis tshuav nplej, tsis tshuav txiv hmab, tsis tshuav txiv ncuavpias, tsis tshuav txiv ntsiavkws thiab tsis tau txog caij txi txiv ntoo roj los txij no mus kuv yeej yuav foom koob hmoov rau nej.”"},{"bible_id":"1525","chapter_code":"HAG.2","verse_code":"HAG.2.20","label":"20","content":"Hnub nees nkaum plaub lub hlis ntawd, tus TSWV rov hais rau Hakais dua zaum ob"},{"bible_id":"1525","chapter_code":"HAG.2","verse_code":"HAG.2.21","label":"21","content":"kom nws mus hais rau Xelunpanpees uas yog tus tswvxeev uas kav lub xeev Yudas hais tias, “Kuv tabtom yuav co lub ntuj thiab lub ntiajteb,"},{"bible_id":"1525","chapter_code":"HAG.2","verse_code":"HAG.2.22","label":"22","content":"thiab muab txhua lub zwmtxwv ntawm txhua lub tebchaws ntxeev thiab txo lawv tej hwjchim. Kuv yuav muab lawv tej tsheb nees thiab cov neeg uas tsav tsheb nees ntxeev; tej nees yuav tuag tas, thiab lawv cov neeg uas caij nees ib leeg yuav tig tua ib leeg kom tuag tas."},{"bible_id":"1525","chapter_code":"HAG.2","verse_code":"HAG.2.23","label":"23","content":"Xelunpanpees uas yog kuv tus tubtxib, hnub ntawd kuv yuav coj koj mus, thiab kuv yuav tsa koj tuav kuv lub npe kav tebchaws. Koj yog tus uas kuv xaiv tseg lawm.” Tus TSWV uas muaj hwjchim loj kawg nkaus yog tus hais tej lus no."}]