[{"bible_id":"1525","chapter_code":"JAS.1","verse_code":"JAS.1.1","label":"1","content":"Kuv yog Yakaunpaus uas yog Vajtswv thiab tus Tswv Yexus Khetos tus tubtxib: Kuv xa tsab ntawv no tuaj rau Vajtswv haivneeg uas tsiv mus nyob thoob plaws qhov txhia chaw hauv qab ntuj no."},{"bible_id":"1525","chapter_code":"JAS.1","verse_code":"JAS.1.2","label":"2","content":"Cov kwvtij, thaum nej raug ntau yam kev nyuaj siab, nej cia li suav hais tias yog nej tau koob hmoov zoo kawg."},{"bible_id":"1525","chapter_code":"JAS.1","verse_code":"JAS.1.3","label":"3","content":"Rau qhov nej twb paub lawm hais tias yog nej ua siab ntev nyiaj tej kev nyuaj siab, ces tej ntawd yuav ua rau nej muab siab rau ntseeg ntxiv."},{"bible_id":"1525","chapter_code":"JAS.1","verse_code":"JAS.1.4","label":"4","content":"Tiamsis nej yuav tsum ua siab ntev mus li tsis txhob tso tseg, nej thiaj yuav ua tau neeg zoo kawg nkaus, tsis muaj ib qho uas lwm tus yuav thuam tau."},{"bible_id":"1525","chapter_code":"JAS.1","verse_code":"JAS.1.5","label":"5","content":"Yog nej leejtwg tsis muaj tswvyim, kom nws cia li thov ntawm Vajtswv, Vajtswv yuav pub tswvyim rau nws, rau qhov Vajtswv yog tus muaj siab dawb siab zoo pub ib puas tsav yam rau sawvdaws, nws tsis khuvxim li."},{"bible_id":"1525","chapter_code":"JAS.1","verse_code":"JAS.1.6","label":"6","content":"Tiamsis thaum nej thov Vajtswv nej yuav tsum ntseeg tsis txhob ua xyem xyav. Tus uas ua xyem xyav, tus ntawd zoo ib yam li tej dej Hiavtxwv uas cua ntsawj ntas mus ntas los."},{"bible_id":"1525","chapter_code":"JAS.1","verse_code":"JAS.1.7","label":"7","content":"Tus uas zoo li ntawd, nws tsis txhob xav hais tias nws yuav tau ib yam dabtsi ntawm Vajtswv li,"},{"bible_id":"1525","chapter_code":"JAS.1","verse_code":"JAS.1.8","label":"8","content":"rau qhov nws lub siab ywjfab ywjfwj, nws yuav ua yam twg los nws ua tsis tsheej."},{"bible_id":"1525","chapter_code":"JAS.1","verse_code":"JAS.1.9","label":"9","content":"Tus kwvtij ntseeg uas pluag, nws yuav tsum zoo siab rau thaum Vajtswv tsa nws lub neej,"},{"bible_id":"1525","chapter_code":"JAS.1","verse_code":"JAS.1.10","label":"10","content":"thiab tus kwvtij ntseeg uas npluanuj, nws yuav tsum zoo siab rau thaum Vajtswv txo nws lub neej. Rau qhov cov neeg uas npluanuj yuav ploj mus ib yam li tej paj ntoos."},{"bible_id":"1525","chapter_code":"JAS.1","verse_code":"JAS.1.11","label":"11","content":"Vim thaum hnub tuaj tshav ntuj kub tej paj ntoos yuav ntsws thiab zeeg tas tsis zoo nkauj lawm. Ib yam nkaus li ntawd, tus uas npluanuj yuav raug kev puastsuaj thaum nws tseem tabtom ua nws tes haujlwm ntxhov hnyo."},{"bible_id":"1525","chapter_code":"JAS.1","verse_code":"JAS.1.12","label":"12","content":"Tus uas ua siab ntev nyiaj tej kev nyuaj siab, tus ntawd yuav tau nyob kaj siab lug. Rau qhov thaum nws tiv dhau tej kev sim siab ntawd lawm, nws yuav tau txojsia uas Vajtswv coglus tseg lawm hais tias Vajtswv yuav muab rau tus uas hlub Vajtswv."},{"bible_id":"1525","chapter_code":"JAS.1","verse_code":"JAS.1.13","label":"13","content":"Yog tej kev sim siab ntawd ua rau nws yuam kev ua txhaum, nws tsis txhob hais tias, “Yog Vajtswv sim kuv.” Rau qhov tej kev phem ntxias tsis tau Vajtswv, thiab Vajtswv yeej tsis sim leejtwg siab li."},{"bible_id":"1525","chapter_code":"JAS.1","verse_code":"JAS.1.14","label":"14","content":"Tiamsis tus uas ua txhaum, yeej yog nws lub siab uas nyiam ua phem coj nws mus ua txhaum."},{"bible_id":"1525","chapter_code":"JAS.1","verse_code":"JAS.1.15","label":"15","content":"Thaum nws lub siab xeeb txojkev xav phem lawm, ces nws yuav mus ua txhaum, thiab thaum nws ua txhaum lawm, nws yuav raug kev ploj kev tuag."},{"bible_id":"1525","chapter_code":"JAS.1","verse_code":"JAS.1.16","label":"16","content":"Cov kwvtij uas kuv hlub, nej tsis txhob pub leejtwg ntxias tau nej yuam kev."},{"bible_id":"1525","chapter_code":"JAS.1","verse_code":"JAS.1.17","label":"17","content":"Ib puas tsav yam uas zoo thiab ib puas tsav yam koob hmoov uas zoo kawg nkaus yeej yog Vajtswv pub rau peb. Vajtswv yog tus uas tsim lub hnub, lub hli thiab tej hnubqub uas nyob saum nruab ntug. Lub hnub thiab lub hli yeej ua rau lub ntiajteb txawj kaj thiab txawj tsaus, tiamsis Vajtswv tsis zoo li ntawd, Vajtswv yeej zoo Vajtswv li qub."},{"bible_id":"1525","chapter_code":"JAS.1","verse_code":"JAS.1.18","label":"18","content":"Vajtswv pom zoo qhia nws Txojlus tseeb rau peb, kom peb tau los ua nws cov menyuam, thiab ua ib puas tsav yam uas Vajtswv tsim cov thawj."},{"bible_id":"1525","chapter_code":"JAS.1","verse_code":"JAS.1.19","label":"19","content":"Cov kwvtij uas kuv hlub, nej yuav tsum nco ntsoov hais tias txhua tus yuav tsum kub siab lug mloog, tiamsis tsis txhob maj hais thiab tsis txhob chim sai."},{"bible_id":"1525","chapter_code":"JAS.1","verse_code":"JAS.1.20","label":"20","content":"Rau qhov peb tej kev chim yeej pab tsis tau kom peb ua tau neeg ncaj ncees raws li Vajtswv lub siab nyiam."},{"bible_id":"1525","chapter_code":"JAS.1","verse_code":"JAS.1.21","label":"21","content":"Yog li ntawd, nej yuav tsum muab nej tej kev phem kev qias uas nej niaj hnub ua tso povtseg huv tibsi. Nej cia li ua raws li Vajtswv hais thiab khaws Vajtswv tej lus uas nws muab cog rau hauv nej lub siab lawm cia. Tej lus ntawd yuav pab tau kom nej dim nej lub txim."},{"bible_id":"1525","chapter_code":"JAS.1","verse_code":"JAS.1.22","label":"22","content":"Nej yuav tsum xyaum ua raws li Vajtswv Txojlus, tsis yog ua cov mloog xwb. Yog nej mloog xwb, tsis ua raws li, ces kuj yog nej rov dag nej."},{"bible_id":"1525","chapter_code":"JAS.1","verse_code":"JAS.1.23","label":"23","content":"Rau qhov tus uas mloog Vajtswv Txojlus tas lawm, tiamsis nws tsis ua raws li ntawd, tus ntawd zoo ib yam li tus uas nws saib nws lub ntsejmuag hauv daim tsom iav."},{"bible_id":"1525","chapter_code":"JAS.1","verse_code":"JAS.1.24","label":"24","content":"Thaum nws saib tas nws tawm mus lawm, nws tsis nco qab hais tias nws lub ntsejmuag zoo li cas lawm."},{"bible_id":"1525","chapter_code":"JAS.1","verse_code":"JAS.1.25","label":"25","content":"Tiamsis tus uas ua tib zoo saib tseeb tseeb txoj kevcai uas zoo kawg nkaus uas pab tau neeg dim los nyob ywjpheej. Tus uas khaws tej lus ntawd cia rau hauv nruab siab thiab xyaum ua raws li tej lus ntawd, thiab tsis yog mloog tas xwb tsis nco qab lawm, Vajtswv yuav foom koob hmoov rau nws."},{"bible_id":"1525","chapter_code":"JAS.1","verse_code":"JAS.1.26","label":"26","content":"Tus uas xav hais tias nws yog tus uas coj Vajtswv txoj kevcai nruj lawm, tiamsis yog nws tsis ceev nws tus nplaig, ces qhov uas nws coj Vajtswv txoj kevcai nruj li ntawd yeej tsis muaj nqis rau nws li. Qhov uas nws ua li ntawd yog nws rov dag nws xwb."},{"bible_id":"1525","chapter_code":"JAS.1","verse_code":"JAS.1.27","label":"27","content":"Txoj kevcai uas Vajtswv tus uas yog peb Leej Txiv suav hais tias yog txoj uas zoo thiab tseeb, txoj ntawd yog nej yuav tsum pab cov pojntsuam thiab cov menyuam ntsuag uas raug kev txomnyem quaj ntsuag. Thiab nej tsis txhob mus nrog neeg ntiajteb ua phem ua qias."},{"bible_id":"1525","chapter_code":"JAS.2","verse_code":"JAS.2.1","label":"1","content":"Cov kwvtij, nej yog cov uas ntseeg peb tus Tswv Yexus Khetos tus uas muaj tshwjchim loj, nej tsis txhob xaiv leejtwg ntsejmuag li."},{"bible_id":"1525","chapter_code":"JAS.2","verse_code":"JAS.2.2","label":"2","content":"Pivxam hais tias thaum nej tuaj ua ke mloog lus qhuab qhia muaj ib tug npluanuj hnav tsoos tsho zoo zoo, nws coj nplhaib nyiaj nplhaib kub, thiab muaj ib tug txomnyem hnav tsoos tsho khaub khaub hlab nkawd tuaj mloog lus qhuab qhia,"},{"bible_id":"1525","chapter_code":"JAS.2","verse_code":"JAS.2.3","label":"3","content":"yog nej saib taus tus uas hnav tsoos tsho zoo zoo thiab hais rau nws hais tias, “Koj los zaum ntawm lub rooj zoo zoo no.” Tiamsis nej hais rau tus txomnyem hais tias, “Koj sawv ntawm ko lossis koj los zaum hauv av ntawm peb kotaw no,”"},{"bible_id":"1525","chapter_code":"JAS.2","verse_code":"JAS.2.4","label":"4","content":"ces yog nej ua tsis ncaj thiab xaiv neeg ntsejmuag raws li nej lub siab phem xav xwb."},{"bible_id":"1525","chapter_code":"JAS.2","verse_code":"JAS.2.5","label":"5","content":"Cov kwvtij uas kuv hlub, nej cia li mloog kuv hais! Vajtswv xaiv cov neeg pluag hauv ntiajteb no los ua cov uas muab siab rau ntseeg Vajtswv, thiab los ua Vajtswv haivneeg raws li Vajtswv tau coglus tseg lawm hais tias tus uas mloog Vajtswv lus, tus ntawd yuav tau ua Vajtswv haivneeg."},{"bible_id":"1525","chapter_code":"JAS.2","verse_code":"JAS.2.6","label":"6","content":"Tiamsis nej saib tsis taus cov neeg pluag! Cov neeg uas tsimtxom nej thiab cab nej mus cuag tus txiav txim, twb yog cov neeg npluanuj ntag los sav."},{"bible_id":"1525","chapter_code":"JAS.2","verse_code":"JAS.2.7","label":"7","content":"Lawv yog cov uas thuam lub npe zoo kawg nkaus uas Vajtswv tis rau nej."},{"bible_id":"1525","chapter_code":"JAS.2","verse_code":"JAS.2.8","label":"8","content":"Yog nej ua raws li Vajtswv txoj kevcai uas sau cia rau hauv Vajtswv Txojlus uas hais tias, “Hlub koj tej kwvtij zejzog ib yam li koj hlub koj lub cev,” thiaj yog nej ua zoo tiag."},{"bible_id":"1525","chapter_code":"JAS.2","verse_code":"JAS.2.9","label":"9","content":"Tiamsis yog nej xaiv neeg ntsejmuag ces yog nej ua txhaum. Txawm yog Vajtswv txoj kevcai los yeej qhia hais tias nej ua txhaum lawm thiab."},{"bible_id":"1525","chapter_code":"JAS.2","verse_code":"JAS.2.10","label":"10","content":"Tus uas ua txhaum Vajtswv txoj kevcai ib nqe xwb, ces kuj yog nws ua txhaum txhua nqe huv tibsi."},{"bible_id":"1525","chapter_code":"JAS.2","verse_code":"JAS.2.11","label":"11","content":"Rau qhov Vajtswv tus uas hais tias, “Tsis txhob deev luag pojniam luag txiv,” nws hais dua hais tias, “Tsis txhob tua neeg.” Ces txawm yog nej tsis tau deev luag pojniam luag txiv los yog nej tua neeg, ces yog nej ua txhaum kevcai lawm."},{"bible_id":"1525","chapter_code":"JAS.2","verse_code":"JAS.2.12","label":"12","content":"Yog li ntawd, nej yuav tsum ceevfaj tej lus uas nej hais thiab tej haujlwm uas nej ua, rau qhov txoj kevcai uas pab tau nej dim los nyob ywjpheej ntawd yuav txiav txim rau nej."},{"bible_id":"1525","chapter_code":"JAS.2","verse_code":"JAS.2.13","label":"13","content":"Hnub uas Vajtswv txiav txim, Vajtswv yuav txiav txim rau tus uas tsis hlub lwm tus, tiamsis Vajtswv yuav tsis txiav txim rau tus uas hlub lwm tus."},{"bible_id":"1525","chapter_code":"JAS.2","verse_code":"JAS.2.14","label":"14","content":"Cov kwvtij, yog muaj ib tug hais tias nws yog tus uas ntseeg Vajtswv. Tiamsis nws tsis ua raws li nws ntseeg, ces yuav muaj qabhau dabtsi? Yog nws hais li ntawd xwb nws txojkev ntseeg puas yuav pab tau kom nws dim?"},{"bible_id":"1525","chapter_code":"JAS.2","verse_code":"JAS.2.15","label":"15","content":"Yog nej pom cov kwvtij ntseeg tsis hais pojniam lossis txivneej, lawv tsis muaj noj lossis tsis muaj hnav,"},{"bible_id":"1525","chapter_code":"JAS.2","verse_code":"JAS.2.16","label":"16","content":"nej hais rau lawv hais tias, “Thov Vajtswv foom koob hmoov rau nej kom muaj noj muaj hnav,” tiamsis nej tsis muab ib yam dabtsi rau lawv li, qhov uas nej hais li ntawd yuav muaj qabhau dabtsi?"},{"bible_id":"1525","chapter_code":"JAS.2","verse_code":"JAS.2.17","label":"17","content":"Txojkev ntseeg los kuj ib yam li ntawd. Yog nej hais tias nej ntseeg, tiamsis nej tsis ua ib yam haujlwm tshwm, ces nej txojkev ntseeg twb tuag lawm."},{"bible_id":"1525","chapter_code":"JAS.2","verse_code":"JAS.2.18","label":"18","content":"Tej zaum yuav muaj ib tug hais rau kuv hais tias, “Koj yog tus uas ntseeg, tiamsis kuv yog tus uas ua haujlwm.” Kuv yuav teb tus ntawd hais tias, “Koj sim qhia koj txojkev ntseeg uas tsis ua haujlwm rau kuv saib zoo li cas? Kuv tes haujlwm mam li qhia kuv txojkev ntseeg rau koj.”"},{"bible_id":"1525","chapter_code":"JAS.2","verse_code":"JAS.2.19","label":"19","content":"Koj ntseeg hais tias yeej muaj tib tug Vajtswv xwb, koj ntseeg li ntawd zoo lawm, dab los kuj ntseeg ib yam nkaus li ntawd, thiab dab ntshai Vajtswv ua ibce tshee hnyo."},{"bible_id":"1525","chapter_code":"JAS.2","verse_code":"JAS.2.20","label":"20","content":"Tus neeg ruam, kuv qhia rau koj paub hais tias txojkev ntseeg uas tsis ua haujlwm yeej tsis muaj qabhau dabtsi li."},{"bible_id":"1525","chapter_code":"JAS.2","verse_code":"JAS.2.21","label":"21","content":"Peb yawgkoob Anplahas ua li cas nws thiaj ua tau haum Vajtswv siab? Qhov uas nws ua tau haum Vajtswv siab yog qhov uas nws muab Ixaj tus uas yog nws tib leeg tub tso rau saum lub thaj, thiab yuav muab tua fij rau Vajtswv ntag."},{"bible_id":"1525","chapter_code":"JAS.2","verse_code":"JAS.2.22","label":"22","content":"Koj tsis pom los? Anplahas txojkev ntseeg thiab nws kev ua haujlwm mus ua ke. Nws tes haujlwm ua rau nws txojkev ntseeg tiav."},{"bible_id":"1525","chapter_code":"JAS.2","verse_code":"JAS.2.23","label":"23","content":"Tej no yeej muaj raws li Vajtswv Txojlus uas sau tseg lawm hais tias vim Anplahas ntseeg Vajtswv, Vajtswv thiaj li coj Anplahas los nrog Vajtswv sib raug zoo. Thiab Vajtswv thiaj hais tias Anplahas yog nws tus phoojywg."},{"bible_id":"1525","chapter_code":"JAS.2","verse_code":"JAS.2.24","label":"24","content":"Yog li ntawd, nej thiaj pom hais tias tus uas Vajtswv coj los nrog Vajtswv sib raug zoo, tus ntawd yeej ua haujlwm, nws tsis yog tus uas ntseeg xwb."},{"bible_id":"1525","chapter_code":"JAS.2","verse_code":"JAS.2.25","label":"25","content":"Ib yam li tus niamntiav uas hu ua Lahaj, nws hu ob tug txivneej uas tuaj soj tebchaws mus hauv nws tsev, thiab qhia kom nkawd khiav lwm txojkev mus. Qhov uas nws pab nkawd li ntawd haum Vajtswv siab."},{"bible_id":"1525","chapter_code":"JAS.2","verse_code":"JAS.2.26","label":"26","content":"Lub cev uas tsis muaj sia yog lub cev uas tuag lawm, ib yam li ntawd, txojkev ntseeg uas tsis ua haujlwm yog txojkev ntseeg uas tuag lawm thiab."},{"bible_id":"1525","chapter_code":"JAS.3","verse_code":"JAS.3.1","label":"1","content":"Cov kwvtij, tsis tsimnyog nej coob leej yuav ntshaw ua xibhwb, rau qhov peb paub hais tias Vajtswv yuav ua tib zoo taug peb cov uas yog xibhwb nruj dua li taug lwm tus."},{"bible_id":"1525","chapter_code":"JAS.3","verse_code":"JAS.3.2","label":"2","content":"Peb txhua tus pheej ib sij ua yuam kev ib zaug. Tus uas tsis tau hais lus yuam kev ib zaug li, tus ntawd yog tus uas zoo kawg nkaus, nws tswj tau nws lub siab thiab nws lub cev huv tibsi."},{"bible_id":"1525","chapter_code":"JAS.3","verse_code":"JAS.3.3","label":"3","content":"Peb xam xauv rau nees, nees thiaj mloog peb lus, peb thiaj tswj tau kom nees mus qhov uas peb xav mus."},{"bible_id":"1525","chapter_code":"JAS.3","verse_code":"JAS.3.4","label":"4","content":"Nej yuav tsum xav txog lub nkoj, txawm yog lub nkoj ntawd loj kawg li, thiab cua daj cua dub ntsawj hlob npaum li cas los lub nkoj yeej mus raws li tus duav hlais dej me me uas nyob tom tw nkoj uas tus tsav nkoj hwj."},{"bible_id":"1525","chapter_code":"JAS.3","verse_code":"JAS.3.5","label":"5","content":"Ib yam nkaus li ntawd, txawm yog tus nplaig yog ib tug me me nyob ntawm lub cev xwb los tus nplaig muaj peevxwm hais tau ntau zaj. Nej sim xav saib ib lub nyuag ncaig taws me me xwb los muaj cuabkav kub toj rooj hauv pes txhua nrho."},{"bible_id":"1525","chapter_code":"JAS.3","verse_code":"JAS.3.6","label":"6","content":"Tus nplaig zoo li hluavtaws. Tus nplaig ua tau rau txojkev txhaum nthuav loj mus thoob plaws yus lub cev. Tus nplaig zes tau hluavtaws hauv ntujtawg los hlawv peb txojsia."},{"bible_id":"1525","chapter_code":"JAS.3","verse_code":"JAS.3.7","label":"7","content":"Neeg cob tau txhua yam tsiaj kom mloog lus, tsis hais nas, noog, nab, thiab tej ntses uas nyob hauv hiavtxwv huv tibsi."},{"bible_id":"1525","chapter_code":"JAS.3","verse_code":"JAS.3.8","label":"8","content":"Tiamsis tsis muaj leejtwg cob tau tus nplaig. Tus nplaig phem thiab tswj tsis tau li, nws muaj taug lom neeg tuag."},{"bible_id":"1525","chapter_code":"JAS.3","verse_code":"JAS.3.9","label":"9","content":"Peb siv peb tus nplaig ua Vajtswv tus uas yog peb Leej Txiv tsaug, thiab peb siv peb tus nplaig cem tej neeg zejzog. Tej neeg ntawd Vajtswv tsim muaj tus yam ntxwv zoo li Vajtswv."},{"bible_id":"1525","chapter_code":"JAS.3","verse_code":"JAS.3.10","label":"10","content":"Lo lus ua Vajtswv tsaug thiab lo lus cem neeg puavleej yog tus nplaig hais. Cov kwvtij, tsis tsimnyog yuav muaj li ntawd."},{"bible_id":"1525","chapter_code":"JAS.3","verse_code":"JAS.3.11","label":"11","content":"Dej qab zib thiab dej iab yeej tsis txhawv hauv tib lub qhovdej los ib zaug li."},{"bible_id":"1525","chapter_code":"JAS.3","verse_code":"JAS.3.12","label":"12","content":"Cov kwvtij, tsob ntoo txiv ncuavpias yeej tsis txi txiv ntoo roj, thiab tsob txiv hmab yeej tsis txi txiv ncuavpias, thiab lub qhovdej daw yeej tsis txhawv dej tsuag."},{"bible_id":"1525","chapter_code":"JAS.3","verse_code":"JAS.3.13","label":"13","content":"Nyob hauv nej cov yog leejtwg txawj ntse thiab totaub. Cia tus ntawd ua nws lub neej kom zoo thiab ua nws tej haujlwm zoo los ntawm kev txo hwjchim thiab muaj tswvyim."},{"bible_id":"1525","chapter_code":"JAS.3","verse_code":"JAS.3.14","label":"14","content":"Tiamsis yog nej tseem muaj lub siab khib, cibnyeej thiab xav ua tus hlob, nej tsis txhob khav hais tias nej muaj tswvyim thiab ua tau haujlwm zoo. Yog nej khav li ntawd, ces yog nej tawmtsam Vajtswv Txojlus uas yog qhov tseeb xwb."},{"bible_id":"1525","chapter_code":"JAS.3","verse_code":"JAS.3.15","label":"15","content":"Lub tswvyim zoo li ntawd yeej tsis yog los saum ntuj los, lub tswvyim ntawd yog ntiajteb li, thiab yog dab Ntxwgnyoog muab rau nej."},{"bible_id":"1525","chapter_code":"JAS.3","verse_code":"JAS.3.16","label":"16","content":"Yog muaj kev sib ntxub thiab muaj neeg ntshaw ua tus hlob, yeej yuav muaj kev kub ntxhov thiab yuav muaj ntau yam kev phem."},{"bible_id":"1525","chapter_code":"JAS.3","verse_code":"JAS.3.17","label":"17","content":"Tiamsis lub tswvyim uas los saum ntuj los yog lub uas zoo kawg nkaus. Lub tswvyim ntawd tsis ntau ncauj, paub cai, hais lus zoo, nrog luag ua phoojywg, hlub lwm tus, muab siab rau ua haujlwm zoo, tsis xaiv leejtwg ntsejmuag thiab tsis zais siab."},{"bible_id":"1525","chapter_code":"JAS.3","verse_code":"JAS.3.18","label":"18","content":"Cov neeg uas ua rau sawvdaws nyob sib haumxeeb, lawv yuav pab tau sawvdaws ua tau neeg ncaj ncees."},{"bible_id":"1525","chapter_code":"JAS.4","verse_code":"JAS.4.1","label":"1","content":"Yam dabtsi ua rau nej sib ntaus sib tua, thiab ua rau nej sib cav sib ceg? Puas yog tej kev ntshaw uas nyob hauv nej lub siab ua rau nej ua li ntawd?"},{"bible_id":"1525","chapter_code":"JAS.4","verse_code":"JAS.4.2","label":"2","content":"Nej xav yuav yam ub yam no, tiamsis tsis tau, nej txawm yuav muab luag tua povtseg. Nej ntshaw luag tug, tiamsis tsis tau, nej txawm sib cav sib ceg, sib ntaus sib tua. Nej tsis muaj tej uas nej xav yuav rau qhov nej tsis thov Vajtswv."},{"bible_id":"1525","chapter_code":"JAS.4","verse_code":"JAS.4.3","label":"3","content":"Thaum nej thov nej tsis tau, rau qhov nej lub siab phem, tej uas nej thov ntawd nej yuav coj mus siv raws li nej lub siab nyiam xwb."},{"bible_id":"1525","chapter_code":"JAS.4","verse_code":"JAS.4.4","label":"4","content":"Cov neeg siab phem, nej tsis paub hais tias cov uas ua li neeg ntiajteb ua, yog lawv ua yeebncuab rau Vajtswv. Yog li ntawd, tus uas ua li neeg ntiajteb ua, yog nws txhob txwm ua yeebncuab rau Vajtswv."},{"bible_id":"1525","chapter_code":"JAS.4","verse_code":"JAS.4.5","label":"5","content":"Vajtswv txojlus hais tias, “Lub siab uas Vajtswv pub rau peb, lub siab ntawd ntshaw yam ub yam no heev.”  Nej tsis txhob xav hais tias lo lus ntawd tsis tseeb."},{"bible_id":"1525","chapter_code":"JAS.4","verse_code":"JAS.4.6","label":"6","content":"Tiamsis txoj koob hmoov uas Vajtswv pub rau peb hajyam zoo dua tej uas peb lub siab ntshaw. Rau qhov Vajtswv txojlus hais tias, “Vajtswv yuav tawmtsam tus uas khavtheeb, tiamsis Vajtswv yuav foom koob hmoov rau tus uas txo hwjchim.”"},{"bible_id":"1525","chapter_code":"JAS.4","verse_code":"JAS.4.7","label":"7","content":"Yog li ntawd, nej cia li mloog Vajtswv lus. Nej yuav tsum tawmtsam dab Ntxwgnyoog, dab thiaj yuav khiav ntawm nej mus."},{"bible_id":"1525","chapter_code":"JAS.4","verse_code":"JAS.4.8","label":"8","content":"Nej cia li los nyob ze Vajtswv, Vajtswv thiaj yuav los nyob ze nej. Cov neeg txhaum, nej yuav tsum ntxuav nej tej tes kom huv. Cov neeg siab phem, nej yuav tsum tu nej lub siab kom zoo."},{"bible_id":"1525","chapter_code":"JAS.4","verse_code":"JAS.4.9","label":"9","content":"Nej yuav tsum nyuaj siab thiab quaj ntsuag. Nej cov uas luag luag, nej cia li quaj. Nej cov uas zoo siab, nej cia li ntxhov siab."},{"bible_id":"1525","chapter_code":"JAS.4","verse_code":"JAS.4.10","label":"10","content":"Nej cia li txo nej lub hwjchim tabmeeg Vajtswv, Vajtswv thiaj yuav tsa nej lub hwjchim."},{"bible_id":"1525","chapter_code":"JAS.4","verse_code":"JAS.4.11","label":"11","content":"Cov kwvtij, nej ib tug tsis txhob hais lus saib tsis taus ib tug. Tus uas hais lus saib tsis taus nws kwv nws tij lossis txiav txim rau nws tej kwvtij, ces yog nws saib tsis taus Vajtswv txoj kevcai. Tus uas thuam Vajtswv txoj kevcai, tus ntawd nws tsis coj raws li Vajtswv txoj kevcai. Nws yog tus uas thuam xwb."},{"bible_id":"1525","chapter_code":"JAS.4","verse_code":"JAS.4.12","label":"12","content":"Vajtswv tib leeg xwb thiaj yog tus uas muab kevcai rau peb coj, thiab txiav txim. Vajtswv tib leeg xwb thiaj yog tus uas pab tau kom neeg dim txim thiab ua tau kom neeg puastsuaj. Nej xav hais tias nej yog leejtwg, nej thiaj muaj cuabkav txiav txim rau lwm tus?"},{"bible_id":"1525","chapter_code":"JAS.4","verse_code":"JAS.4.13","label":"13","content":"Nej cov uas hais tias, “Hnub no lossis tagkis, peb yuav mus rau lwm lub nroog. Peb yuav mus nyob hauv lub nroog ntawd ib xyoos ua lag ua luam kom tau nyiaj ntau ntau.” Nej cia li mloog kuv qhia."},{"bible_id":"1525","chapter_code":"JAS.4","verse_code":"JAS.4.14","label":"14","content":"Nej twb tsis paub hais tias xyov tagkis nej txojsia yuav zoo li cas. Nej txojsia zoo li tej huab uas nyob ib pliag xwb ces twb yaj tas lawm."},{"bible_id":"1525","chapter_code":"JAS.4","verse_code":"JAS.4.15","label":"15","content":"Nej tsis txhob hais li ntawd, tsimnyog nej yuav tsum hais tias, “Yog haum Vajtswv siab, peb yuav ua yam ub yam no.”"},{"bible_id":"1525","chapter_code":"JAS.4","verse_code":"JAS.4.16","label":"16","content":"Tiamsis nej niaj hnub muab hlob thiab khavtheeb. Tej ntawd puavleej yog kev txhaum huv tibsi."},{"bible_id":"1525","chapter_code":"JAS.4","verse_code":"JAS.4.17","label":"17","content":"Yog li ntawd tus uas paub ua qhov zoo, tiamsis nws tsis ua, tus ntawd txhaum."},{"bible_id":"1525","chapter_code":"JAS.5","verse_code":"JAS.5.1","label":"1","content":"Nej cov uas yog neeg npluanuj, nimno nej mloog kuv hais. Nej cia li quaj, rau qhov nej twb yuav raug kev txomnyem."},{"bible_id":"1525","chapter_code":"JAS.5","verse_code":"JAS.5.2","label":"2","content":"Tej uas nej muaj twb lwj tas, thiab nej tej ris tsho ntsaum kabrwg twb noj tas lawm."},{"bible_id":"1525","chapter_code":"JAS.5","verse_code":"JAS.5.3","label":"3","content":"Nej tej nyiaj thiab tej kub twb xeb tas lawm. Tej xeb ntawd yuav ua timkhawv tawmtsam nej, thiab yuav noj nej cev nqaij ib yam li hluavtaws kub. Nej cov uas nyob tiam kawg no, nej niaj hnub khaws nyiaj rau nej kom nej npluanuj."},{"bible_id":"1525","chapter_code":"JAS.5","verse_code":"JAS.5.4","label":"4","content":"Nej tsis them nqi zog rau cov neeg uas nej ntiav ua liaj ua teb. Nej cia li mloog lub suab uas lawv cem nej saib. Cov neeg uas nej ntiav hlais nplej, lub suab quaj twb nrov mus txog Vajtswv tus uas muaj hwjchim loj kawg nkaus lub pobntseg lawm."},{"bible_id":"1525","chapter_code":"JAS.5","verse_code":"JAS.5.5","label":"5","content":"Nej ua neej nyob hauv ntiajteb no, nej muaj noj seem noj so thiab niaj hnub muaj kev lomzem kawg li. Nej txav kom nej rog ib yam li tus tsiaj uas luag txav cia tua noj."},{"bible_id":"1525","chapter_code":"JAS.5","verse_code":"JAS.5.6","label":"6","content":"Nej rau txim thiab tua tus neeg uas tsis muaj txim los nws tsis tawmtsam nej li."},{"bible_id":"1525","chapter_code":"JAS.5","verse_code":"JAS.5.7","label":"7","content":"Cov kwvtij, nej yuav tsum ua siab ntev tos hnub uas peb tus Tswv Yexus los. Nej sim saib tus neeg uas ua liaj ua teb saib, nws ua siab ntev li cas tos lub caij cog qoobloo. Nws ua siab ntev tos nag ntuj tshiab thiab nag ntuj tsaug."},{"bible_id":"1525","chapter_code":"JAS.5","verse_code":"JAS.5.8","label":"8","content":"Nej yuav tsum ua lub siab ntev ib yam li ntawd, nej tsis txhob txhawj, rau qhov twb yuav txog hnub uas tus Tswv los."},{"bible_id":"1525","chapter_code":"JAS.5","verse_code":"JAS.5.9","label":"9","content":"Cov kwvtij, nej ib tug tsis txhob ywg ib tug, tus Tswv thiaj tsis txiav txim rau nej. Tus uas yuav txiav txim twb los txog ntawm qhovrooj lawm."},{"bible_id":"1525","chapter_code":"JAS.5","verse_code":"JAS.5.10","label":"10","content":"Cov kwvtij, nej yuav tsum ua siab ntev ib yam li cov cev Vajtswv lus uas tus Tswv tau txib los qhia sawvdaws. Txawm yog lawv raug kev tsimtxom heev npaum li cas los lawv tseem ua siab ntev nyiaj tej kev tsimtxom ntawd."},{"bible_id":"1525","chapter_code":"JAS.5","verse_code":"JAS.5.11","label":"11","content":"Cov neeg uas ua siab ntev nyiaj tej kev tsimtxom, peb hu lawv ua cov uas tau koob hmoov. Nej twb hnov lawm hais tias Yauj yog tus uas ua siab ntev, thiab nej twb paub lawm hais tias tus Tswv npaj txhua yam rau Yauj thaum kawg. Rau qhov tus Tswv muaj lub siab hlub thiab hmov tshua."},{"bible_id":"1525","chapter_code":"JAS.5","verse_code":"JAS.5.12","label":"12","content":"Cov kwvtij, qhov uas tseemceeb dua tej uas kuv hais los lawm yog li no: Thaum nej coglus ib yam dabtsi, nej tsis txhob twv ntuj twv teb lossis twv txog ib yam dabtsi hlo li. Yam uas yog nej cia li hais tias “Yog”, yam uas tsis yog, nej cia li hais tias “Tsis Yog”, Vajtswv thiaj yuav tsis txiav txim rau nej."},{"bible_id":"1525","chapter_code":"JAS.5","verse_code":"JAS.5.13","label":"13","content":"Nej cov yog leejtwg raug kev txomnyem, tus ntawd yuav tsum thov Vajtswv. Yog leejtwg zoo siab, cia tus ntawd hu nkauj qhuas Vajtswv."},{"bible_id":"1525","chapter_code":"JAS.5","verse_code":"JAS.5.14","label":"14","content":"Nej cov yog leejtwg muaj mob, tus ntawd yuav tsum txib neeg mus hu cov txwjlaug uas saib cov ntseeg tuaj thov Vajtswv pab nws, thiab tuav tus Tswv lub npe muab roj pleev nws."},{"bible_id":"1525","chapter_code":"JAS.5","verse_code":"JAS.5.15","label":"15","content":"Yog lawv ntseeg, tej lus uas lawv thov yuav pab tau kom tus uas muaj mob ntawd zoo. Tus Tswv yuav ntxiv siav ntxiv zog kom nws rov muaj zog li qub. Thiab tus Tswv yuav zam tus ntawd tej kev txhaum huv tibsi."},{"bible_id":"1525","chapter_code":"JAS.5","verse_code":"JAS.5.16","label":"16","content":"Yog li ntawd, nej ib tug yuav tsum lees kev txhaum rau ib tug, thiab ib tug thov Vajtswv pab rau ib tug, nej tej mob thiaj yuav zoo. Tej lus uas tus neeg ncaj ncees thov Vajtswv, tej lus ntawd muaj hwjchim heev."},{"bible_id":"1525","chapter_code":"JAS.5","verse_code":"JAS.5.17","label":"17","content":"Eliyas yog ib tug neeg zoo li peb xwb, nws kub siab lug thov kom Vajtswv tsis txhob tso nag los rau hauv lub ntiajteb no, ces nag txawm tsis los tau peb xyoos thiab rau lub hlis."},{"bible_id":"1525","chapter_code":"JAS.5","verse_code":"JAS.5.18","label":"18","content":"Tom qab ntawd nws rov qab thov Vajtswv kom Vajtswv tso nag los, ces Vajtswv txawm tso nag los rau hauv lub ntiajteb no, tej qoobloo thiaj tuaj taus."},{"bible_id":"1525","chapter_code":"JAS.5","verse_code":"JAS.5.19","label":"19","content":"Cov kwvtij, yog nej cov muaj ib tug yuam kev tsis ua raws li Vajtswv Txojlus tseeb lawm, thiab muaj ib tug coj tau nws rov qab los,"},{"bible_id":"1525","chapter_code":"JAS.5","verse_code":"JAS.5.20","label":"20","content":"nej nco ntsoov hais tias tus uas coj tau tus uas ua txhaum rov qab los cuag Vajtswv, ces kuj yog nws pab tau tus uas yuam kev ua txhaum ntawd tus ntsujplig  dim txojkev tuag, thiab Vajtswv yuav zam tus uas ua txhaum ntawd tej kev txhaum huv tibsi."}]