[{"bible_id":"1525","chapter_code":"JDG.1","verse_code":"JDG.1.1","label":"1","content":"Tom qab uas Yausuas tuag lawm cov Yixalayees nug tus TSWV hais tias, “Pab twg yuav ntaus thawj ua ntej mus pab peb tua cov Kana-as?”"},{"bible_id":"1525","chapter_code":"JDG.1","verse_code":"JDG.1.2","label":"2","content":"Tus TSWV teb hais tias, “Xeem Yudas yuav ntaus thawj mus ua ntej. Kuv muab lub tebchaws tso rau lawv kav lawm.”"},{"bible_id":"1525","chapter_code":"JDG.1","verse_code":"JDG.1.3","label":"3","content":"Cov Yudas hais rau cov Xime-oos hais tias, “Nej nrog peb mus kom txog ntawm tus ciamteb uas faib rau peb, thiab pab tua cov Kana-as. Ces peb ho nrog nej mus rau ntawm cheebtsam uas faib rau nej.” Yog li ntawd, xeem Xime-oos"},{"bible_id":"1525","chapter_code":"JDG.1","verse_code":"JDG.1.4","label":"4","content":"thiaj nrog xeem Yudas mus ntaus rog. Tus TSWV muab cov Kana-as thiab cov Pelixes cob rau lawv tes, thiab lawv tua yeej kaum txhiab leej neeg uas nyob hauv lub nroog Npexeles."},{"bible_id":"1525","chapter_code":"JDG.1","verse_code":"JDG.1.5","label":"5","content":"Lawv ntsib Adauninpexes hauv lub nroog Npexeles thiab lawv nrog nws sib tua."},{"bible_id":"1525","chapter_code":"JDG.1","verse_code":"JDG.1.6","label":"6","content":"Nws khiav tawm, tiamsis lawv raws nws qab, ntes tau nws thiab muab nws ob tug ntivtes xoo thiab ob tug ntivtaw xoo txiav povtseg."},{"bible_id":"1525","chapter_code":"JDG.1","verse_code":"JDG.1.7","label":"7","content":"Adauninpexes hais tias, “Kuv tau muab xya caum tus vajntxwv cov ntivtes xoo thiab ntivtaw xoo txiav povtseg thiab cia khaws tej mov uas poob hauv kuv qab rooj noj. Nimno Vajtswv tau ua pauj rau kuv ib yam li kuv tau ua rau lawv lawm.” Lawv coj nws los rau hauv lub nroog Yeluxalees, nws thiaj tuag rau hauv lawm."},{"bible_id":"1525","chapter_code":"JDG.1","verse_code":"JDG.1.8","label":"8","content":"Cov Yudas ntaus yeej thiab txeeb tau lub nroog Yeluxalees. Lawv tua cov neeg hauv nroog tuag tas thiab muab lub nroog ntawd hlawv kub hnyiab tas huv tibsi lawm."},{"bible_id":"1525","chapter_code":"JDG.1","verse_code":"JDG.1.9","label":"9","content":"Tom qab ntawd, lawv mus tua cov Kana-as uas nyob saum tej ncov roob, ntawm tej taw roob, thiab hauv tej tiaj mojsab qhua mus rau sab qabteb."},{"bible_id":"1525","chapter_code":"JDG.1","verse_code":"JDG.1.10","label":"10","content":"Lawv tawm mus tua cov Kana-as hauv lub nroog Henploos uas ibtxwm hu ua Kili-as Alenpas. Nyob qhov ntawd, lawv tua yeej Sesais cuab kwvtij, Ahimas cuab kwvtij thiab Talemais cuab kwvtij."},{"bible_id":"1525","chapter_code":"JDG.1","verse_code":"JDG.1.11","label":"11","content":"Cov Yudas sawv kev qhov ntawd mus ntaus lub nroog Denpis (lub nroog ntawd, ibtxwm hu ua Kili-as Sefeles)."},{"bible_id":"1525","chapter_code":"JDG.1","verse_code":"JDG.1.12","label":"12","content":"Lawv cov ntawd muaj ib tug hu ua Kalej, nws hais tias, “Yog leejtwg mus tua yeej lub nroog Kili-as Sefeles, mas kuv yuav muab kuv tus ntxhais Akhexas rau nws yuav ua pojniam.”"},{"bible_id":"1525","chapter_code":"JDG.1","verse_code":"JDG.1.13","label":"13","content":"Authaniyees uas yog Kalej tus kwv Kenaxes tus tub thiaj mus txeeb tau lub nroog ntawd, yog li ntawd, Kalej thiaj muab nws tus ntxhais Akhexas rau Authaniyees yuav."},{"bible_id":"1525","chapter_code":"JDG.1","verse_code":"JDG.1.14","label":"14","content":"Hnub uas txis tshoob Authaniyees taij Akhexas  kom thov nws txiv muab ib thaj teb rau nkawd. Akhexas thiaj nqis saum nws tus neesluav nraubqaum los, thiab Kalej nug hais tias, “Mentxhais koj xav tau dabtsi?”"},{"bible_id":"1525","chapter_code":"JDG.1","verse_code":"JDG.1.15","label":"15","content":"Nws teb hais tias, “Kuv xav tau ob peb lub qhovdej. Rau qhov thaj av uas koj muab rau kuv ntawd yog av qhua xwb.” Yog li ntawd, Kalej thiaj muab thaj av uas muaj ib lub qhovdej nyob sab ped thiab ib lub nyob sab nrad rau nws tus ntxhais."},{"bible_id":"1525","chapter_code":"JDG.1","verse_code":"JDG.1.16","label":"16","content":"Mauxes yawmtxiv cov xeebntxwv uas yog cov neeg Kenais, nrog cov Yudas tawm hauv Yelikaus uas yog lub nroog toovlaj mus rau hauv tiaj suabpuam qhuav ntawm Alas sab qabteb hauv xeev Yudas. Lawv mus nyob xyaw cov neeg Amalej rau ntawm thaj chaw ntawd."},{"bible_id":"1525","chapter_code":"JDG.1","verse_code":"JDG.1.17","label":"17","content":"Cov Yudas nrog cov Xime-oos mus thiab lawv tua yeej cov Kana-as hauv lub nroog Xefas. Lawv rhuav lub nroog ntawd puastsuaj tas. Yog li ntawd, lawv thiaj tis npe rau lub nroog ntawd hu ua Haulemas."},{"bible_id":"1525","chapter_code":"JDG.1","verse_code":"JDG.1.18+JDG.1.19","label":"18-19","content":"Tus TSWV pab cov Yudas, thiab lawv txeeb tau tagnrho sab tebchaws uas ua laj roob los ua lawv tug. Tiamsis lawv tsis tau txeeb  lub nroog Nkaxas, Asekeloos, lossis Ekiloos thiab tej zos me uas nyob ibncig cheebtsam cov nroog no. Cov neeg no puavleej nyob raws ntug hiavtxwv, lawv muaj tsheb nees hlau ntau, yog li ntawd, cov Yudas thiaj tsis muaj peevxwm raws cov neeg no khiav tawm."},{"bible_id":"1525","chapter_code":"JDG.1","verse_code":"JDG.1.20","label":"20","content":"Muab lub nroog Henploos faib rau Kalej raws li Mauxes tau coglus tseg, Kalej thiaj muab peb cuab kwvtij uas yog Anas cov xeebntxwv raws khiav tawm hauv lub nroog ntawd."},{"bible_id":"1525","chapter_code":"JDG.1","verse_code":"JDG.1.21","label":"21","content":"Tiamsis xeem Npeenyamees tsis tau raws cov Yenpus uas nyob hauv lub nroog Yeluxalees tawm, thiab cov Yenpus tseem nrog cov Npeenyamees nyob ua ke txij thaum ntawd los li."},{"bible_id":"1525","chapter_code":"JDG.1","verse_code":"JDG.1.22+JDG.1.23","label":"22-23","content":"Xeem Efalayees thiab xeem Manaxes mus txeeb tau lub nroog Npethees (lub nroog ntawd ibtxwm hu ua Luxes). Tus TSWV pab lawv, lawv thiaj tso neeg mus soj ntsuam lub nroog ntawd."},{"bible_id":"1525","chapter_code":"JDG.1","verse_code":"JDG.1.24","label":"24","content":"Lawv mus ntsib ib tug txivneej nyob hauv lub nroog ntawd, thiab lawv hais rau nws hais tias, “Koj qhia kev rau peb mus hauv nroog, peb thiaj tsis ntaus koj.”"},{"bible_id":"1525","chapter_code":"JDG.1","verse_code":"JDG.1.25","label":"25","content":"Nws thiaj qhia kev rau lawv, ces cov Efalayees thiab cov Manaxes thiaj muab cov neeg hauv lub nroog ntawd tua tuag tas, tsuas tseg tus txivneej ntawd thiab nws tsevneeg nkaus xwb."},{"bible_id":"1525","chapter_code":"JDG.1","verse_code":"JDG.1.26","label":"26","content":"Tom qab ntawd, nws thiaj tsiv mus rau hauv tebchaws Hitis; nws mus rhawv tau ib lub nroog rau hauv thiab tis npe hu ua Luxes. Lub npe ntawd tseem nyob los txog niaj hnub no."},{"bible_id":"1525","chapter_code":"JDG.1","verse_code":"JDG.1.27","label":"27","content":"Cov Manaxes tsis tau raws cov neeg uas nyob hauv lub nroog Npethes Se-as, Ta-anas, Daules, Ile-as, Menkidaus thiab tej zos uas nyob ibncig cov nroog ntawd tawm; cov Kana-as tseem nyob hauv cov nroog ntawd."},{"bible_id":"1525","chapter_code":"JDG.1","verse_code":"JDG.1.28","label":"28","content":"Thaum cov Yixalayees huamvam coob thiab muaj zog zuj zus lawm, lawv thiaj yuam cov Kana-as ua haujlwm rau lawv, tiamsis lawv tseem tsis tau raws cov neeg ntawd tawm kom tas."},{"bible_id":"1525","chapter_code":"JDG.1","verse_code":"JDG.1.29","label":"29","content":"Cov Efalayees tsis tau raws cov Kana-as uas nyob hauv lub nroog Nkexes tawm, yog li ntawd, cov Kana-as thiaj tseem nrog lawv nyob hauv lub nroog ntawd."},{"bible_id":"1525","chapter_code":"JDG.1","verse_code":"JDG.1.30","label":"30","content":"Cov Xenpuloos tsis tau raws cov neeg uas nyob hauv lub nroog Kiloos thiab Nahalas tawm, yog li ntawd, cov Kana-as thiaj tseem nrog lawv nyob hauv ob lub nroog ntawd thiab lawv yuam cov Kana-as ua haujlwm rau lawv."},{"bible_id":"1525","chapter_code":"JDG.1","verse_code":"JDG.1.31","label":"31","content":"Cov Aseles tsis tau raws cov neeg uas nyob hauv lub nroog Akaus, Xidoos, Alas, Akhixis, Henpas, Afekas thiab Lehaus tawm."},{"bible_id":"1525","chapter_code":"JDG.1","verse_code":"JDG.1.32","label":"32","content":"Cov Aseles tseem nyob hauv cov Kana-as cheebtsam av, rau qhov lawv tsis tau raws cov neeg ntawd tawm."},{"bible_id":"1525","chapter_code":"JDG.1","verse_code":"JDG.1.33","label":"33","content":"Cov Nathalis tsis tau raws cov neeg uas nyob hauv lub nroog Npethes Semes thiab Npethanas tawm. Cov Nathalis cia li nrog cov Kana-as nyob hauv lawv cheebtsam av, tiamsis lawv yuam cov Kana-as ua haujlwm rau lawv."},{"bible_id":"1525","chapter_code":"JDG.1","verse_code":"JDG.1.34","label":"34","content":"Cov Amaules yuam cov Das rov mus nyob pem laj roob thiab tsis pub lawv nqis los nyob hauv tiaj nrag li."},{"bible_id":"1525","chapter_code":"JDG.1","verse_code":"JDG.1.35","label":"35","content":"Cov Amaules tseem nyob hauv Aiyaloos, Sa-anpimes thiab ntawm lub Roob Heles, tiamsis cov Efalayees thiab cov Manaxes ua cov tswjhwm cov Kana-as thiab yuam cov Kana-as ua haujlwm rau lawv."},{"bible_id":"1525","chapter_code":"JDG.1","verse_code":"JDG.1.36","label":"36","content":"Cov Edoos  tus ciamteb pib kiag ntawm txojkev saum lub laj roob Alanpees ntawm lub nroog Xelas sab qaumteb mus rau ped lawm."},{"bible_id":"1525","chapter_code":"JDG.2","verse_code":"JDG.2.1","label":"1","content":"Tus TSWV tus timtswv tawm hauv lub nroog Nkilenkas mus rau hauv lub nroog Npaukhees thiab hais rau cov Yixalayees hais tias, “Kuv coj nej tawm nram tebchaws Iziv thiab coj nej los nyob hauv lub tebchaws uas kuv coglus tseg rau nej cov yawgkoob lawm. Kuv qhia rau nej hais tias, ‘Kuv yuav tsis rhuav tej lus uas kuv tau cog tseg rau nej lawm ib zaug li."},{"bible_id":"1525","chapter_code":"JDG.2","verse_code":"JDG.2.2","label":"2","content":"Nej yuav tsum tsis txhob nrog cov neeg uas nyob hauv lub tebchaws no coglus. Nej yuav tsum muab lawv tej thaj teev dab tsoo povtseg.’ Tiamsis nej tsis ua raws li kuv kom nej ua. Nej cia li mus ua lwm yam lawm xwb!"},{"bible_id":"1525","chapter_code":"JDG.2","verse_code":"JDG.2.3","label":"3","content":"Yog li ntawd, nimno kuv qhia rau nej hais tias, kuv yuav tsis ntiab cov neeg no tawm ua ntej uas nej mus. Lawv yuav ua yeebncuab  rau nej thiab lawv tej vajtswv yuav ua rooj ntxiab caws tos nej kev.”"},{"bible_id":"1525","chapter_code":"JDG.2","verse_code":"JDG.2.4","label":"4","content":"Thaum tus timtswv hais li ntawd, cov Yixalayees txawm quaj zom zaws,"},{"bible_id":"1525","chapter_code":"JDG.2","verse_code":"JDG.2.5","label":"5","content":"thiab twb yog vim li no thiaj muab thaj chaw ntawd tis npe hu ua Npaukhees.  Lawv thiaj tua tsiaj fij rau tus TSWV ntawm qhov chaw ntawd."},{"bible_id":"1525","chapter_code":"JDG.2","verse_code":"JDG.2.6","label":"6","content":"Yausuas tso cov Yixalayees rov qab mus, thiab lawv nyias rov mus nyob rau hauv nyias cheebtsam av uas twb faib rau lawv lawm."},{"bible_id":"1525","chapter_code":"JDG.2","verse_code":"JDG.2.7","label":"7","content":"Cov Yixalayees ua tus TSWV tes haujlwm mus txog hnub uas tas Yausuas tiam neej. Thaum Yausuas tuag, lawv tseem ua tus TSWV tes haujlwm mus txog hnub uas cov thawjcoj uas pom txhua yam haujlwm tseemceeb uas tus TSWV ua pab cov Yixalayees tuag tas huv tibsi lawm thiab."},{"bible_id":"1525","chapter_code":"JDG.2","verse_code":"JDG.2.8","label":"8","content":"Tus TSWV tus tubtxib Yausuas uas yog Noos tus tub tuag thaum nws hnubnyoog muaj ib puas kaum xyoo."},{"bible_id":"1525","chapter_code":"JDG.2","verse_code":"JDG.2.9","label":"9","content":"Lawv thiaj muab nws faus rau hauv nws thaj av hauv lub nroog Tinas Xelas, pem lub laj roob Efalayees uas nyob ntawm lub Roob Nkasas sab qaumteb."},{"bible_id":"1525","chapter_code":"JDG.2","verse_code":"JDG.2.10","label":"10","content":"Cov laus uas nyob tiam ntawd puavleej tuag tas huv tibsi lawm, ces tiam tom qab no tsis nco qab txog tus TSWV tej txiaj ntsig uas nws tau ua rau haivneeg Yixalayees li lawm."},{"bible_id":"1525","chapter_code":"JDG.2","verse_code":"JDG.2.11","label":"11","content":"Cov Yixalayees txawm ua txhaum tawmtsam tus TSWV thiab pib mus teev tej mlom Npa-as."},{"bible_id":"1525","chapter_code":"JDG.2","verse_code":"JDG.2.12","label":"12","content":"Lawv tseg tsis pehawm tus TSWV uas yog lawv cov yawgkoob tus Vajtswv, yog tus Vajtswv uas coj lawv tawm nram tebchaws Iziv los, thiab lawv pib mus pehawm lwm haivneeg uas nyob ibncig lawv tej vajtswv. Lawv pe tej vajtswv ntawd thiab ua rau tus TSWV chim heev rau lawv."},{"bible_id":"1525","chapter_code":"JDG.2","verse_code":"JDG.2.13","label":"13","content":"Lawv tso tseg tsis pehawm tus TSWV thiab mus teev tej mlom Npa-as thiab teev tej mlom Atates."},{"bible_id":"1525","chapter_code":"JDG.2","verse_code":"JDG.2.14","label":"14","content":"Tus TSWV thiaj chim heev rau cov Yixalayees thiab tso tej tubsab tuaj tua thiab huab lawv. Nws tso lawv rau cov yeebncuab uas nyob ibncig lawv ua cov tswjhwm lawv. Cov Yixalayees tsis muaj peevxwm tawmtsam cov yeebncuab ntawd li lawm."},{"bible_id":"1525","chapter_code":"JDG.2","verse_code":"JDG.2.15","label":"15","content":"Txhua zaus uas lawv mus ntaus rog, tus TSWV tso kev phem los raug lawv raws li nws tau ceebtoom thiab coglus rau lawv lawm. Lawv thiaj raug kev txomnyem heev."},{"bible_id":"1525","chapter_code":"JDG.2","verse_code":"JDG.2.16","label":"16","content":"Tus TSWV pub cov Yixalayees muaj tej thawjcoj los cawm kom lawv dim ntawm tej tubsab."},{"bible_id":"1525","chapter_code":"JDG.2","verse_code":"JDG.2.17","label":"17","content":"Tiamsis cov Yixalayees tseem tsis mloog lawv cov thawjcoj lus thiab. Lawv tsis muab siab npuab tus TSWV thiab mus pehawm lwm haivneeg tej vajtswv. Lawv cov yawgkoob yeej ibtxwm mloog tus TSWV tej lus samhwm, tiamsis tiam nimno tsis ua raws li ntawd lawm."},{"bible_id":"1525","chapter_code":"JDG.2","verse_code":"JDG.2.18","label":"18","content":"Thaum twg uas tus TSWV pub rau cov Yixalayees muaj ib tug thawjcoj, tus TSWV yeej pab nws thiab cawm kom lawv dim ntawm lawv cov yeebncuab tes mus txog thaum uas tus thawjcoj ntawd tas simneej. Tus TSWV hlub lawv rau qhov lawv quaj ntsuag rau lawv tej kev txomnyem thiab kev tsimtxom."},{"bible_id":"1525","chapter_code":"JDG.2","verse_code":"JDG.2.19","label":"19","content":"Tiamsis thaum tus thawjcoj tuag lawm, cov pejxeem tig rov mus ua li lawv txoj qub kev thiab tseem ua phem tshaj tiam thaum ub lawm thiab. Lawv tseem teev thiab pe luag tej vajtswv, thiab muaj lub siab tawv ua phem ua qias tsis tso tseg li."},{"bible_id":"1525","chapter_code":"JDG.2","verse_code":"JDG.2.20","label":"20","content":"Tus TSWV chim heev rau cov Yixalayees thiab hais tias, “Haivneeg no muab tej lus uas thaum ub kuv cog tseg rau lawv cov yawgkoob tso tseg lawm, rau qhov lawv tsis mloog kuv lus."},{"bible_id":"1525","chapter_code":"JDG.2","verse_code":"JDG.2.21","label":"21","content":"Kuv yuav tsis ntiab tej haivneeg uas thaum Yausuas tuag tseem tsis tau muab ntiab tawm ntawd, tawm hauv lub tebchaws no mus."},{"bible_id":"1525","chapter_code":"JDG.2","verse_code":"JDG.2.22","label":"22","content":"Kuv yuav siv cov neeg ntawd sim cov Yixalayees siab saib lawv puas yuav taug kuv txojkev ib yam li lawv cov yawgkoob ibtxwm ua los lawm.”"},{"bible_id":"1525","chapter_code":"JDG.2","verse_code":"JDG.2.23","label":"23","content":"Yog li ntawd, tus TSWV thiaj tseg cov neeg ntawd nyob; nws tsis pub kom Yausuas tua yeej lawv, txawm yog thaum Yausuas twb tuag lawm los tus TSWV tseem tsis tau ntiab lawv tawm mus sai thiab."},{"bible_id":"1525","chapter_code":"JDG.3","verse_code":"JDG.3.1","label":"1","content":"Yog li ntawd, tus TSWV thiaj tseg qee haivneeg nyob hauv lub tebchaws ntawd sim cov Yixalayees uas tsis tau nrog cov Kana-as ua rog dua."},{"bible_id":"1525","chapter_code":"JDG.3","verse_code":"JDG.3.2","label":"2","content":"Nws ua li no twb yog ua qhia cov Yixalayees txhua tiam kom paub txog kev ua rog, tshwjxeeb yog rau cov uas ibtxwm tsis tau ua rog dua li xwb."},{"bible_id":"1525","chapter_code":"JDG.3","verse_code":"JDG.3.3","label":"3","content":"Cov neeg uas tseg nyob rau hauv cov Filitees tsib lub nroog uas nyob hauv lub tebchaws ntawd, yog cov Kana-as, cov Xidoos thiab cov Hivis uas nyob pem cov Roob Lenpanoos, txij ntua ntawm lub Roob Npa-as Helemoos mus rau ntawm lub Dawm Hamas."},{"bible_id":"1525","chapter_code":"JDG.3","verse_code":"JDG.3.4","label":"4","content":"Lawv yog cov uas yuav sim cov Yixalayees siab, saib lawv puas mloog tus TSWV tej lus samhwm uas Mauxes tau qhia rau lawv cov yawgkoob lawm."},{"bible_id":"1525","chapter_code":"JDG.3","verse_code":"JDG.3.5","label":"5","content":"Yog li ntawd, cov Yixalayees thiaj tau nyob xyaw cov Kana-as, cov Hitis, cov Amaules, cov Pelixes, cov Hivis thiab cov Yenpus."},{"bible_id":"1525","chapter_code":"JDG.3","verse_code":"JDG.3.6","label":"6","content":"Cov Yixalayees tso lawv tej tub tej ntxhais mus yuav cov neeg ntawd tej tub tej ntxhais thiab mus pe lawv tej vajtswv."},{"bible_id":"1525","chapter_code":"JDG.3","verse_code":"JDG.3.7","label":"7","content":"Cov Yixalayees tsis nco qab tus TSWV uas yog lawv tus Vajtswv lawm; lawv ua txhaum tus TSWV thiab mus pe tej mlom Npa-as thiab Aselas."},{"bible_id":"1525","chapter_code":"JDG.3","verse_code":"JDG.3.8","label":"8","content":"Yog li ntawd, tus TSWV chim heev rau cov Yixalayees nws thiaj tso lawv rau Vajntxwv Kusas Lisathayees uas kav lub tebchaws Mexuputamias tuaj tua yeej lawv. Lawv thiaj raug ntes mus ua nws qhev tau yim xyoo."},{"bible_id":"1525","chapter_code":"JDG.3","verse_code":"JDG.3.9","label":"9","content":"Ces cov Yixalayees quaj thov tus TSWV, nws thiaj txib ib tug txivneej mus tso lawv dim. Tus ntawd yog Kalej tus kwv Kenas tus tub Authaniyees."},{"bible_id":"1525","chapter_code":"JDG.3","verse_code":"JDG.3.10","label":"10","content":"Tus TSWV tus ntsujplig los rau Authaniyees, thiab nws tau ua cov Yixalayees tus thawjcoj. Authaniyees mus ntaus rog thiab tus TSWV pub nws tua yeej tus vajntxwv uas kav tebchaws Mexuputamias."},{"bible_id":"1525","chapter_code":"JDG.3","verse_code":"JDG.3.11","label":"11","content":"Thaum ntawd, lub tebchaws muaj kev thajyeeb tau plaub caug xyoo, ces Authaniyees txawm tuag lawm."},{"bible_id":"1525","chapter_code":"JDG.3","verse_code":"JDG.3.12","label":"12","content":"Cov Yixalayees rov ua txhaum rau tus TSWV dua. Vim txojkev txhaum no tus TSWV thiaj ua rau Vajntxwv Enkiloos uas kav tebchaws Mau-am muaj zog tshaj cov Yixalayees."},{"bible_id":"1525","chapter_code":"JDG.3","verse_code":"JDG.3.13","label":"13","content":"Enkiloos koom tes nrog cov Amaules thiab cov Amalej; lawv thiaj tuaj tua yeej cov Yixalayees thiab txeeb tau lub nroog Yelikaus uas yog lub nroog toovlaj."},{"bible_id":"1525","chapter_code":"JDG.3","verse_code":"JDG.3.14","label":"14","content":"Cov Yixalayees thiaj raug Enkiloos yuam ua qhev tau kaum yim xyoo."},{"bible_id":"1525","chapter_code":"JDG.3","verse_code":"JDG.3.15","label":"15","content":"Ces cov Yixalayees quaj thov tus TSWV, nws thiaj txib ib tug txivneej mus tso lawv dim. Tus ntawd yog Ehus, nws yog tus uas xis sab teslaug thiab yog Nkelas tus tub uas yog xeem Npeenyamees. Cov Yixalayees txib Ehus mus cuag cov Mau-am tus Vajntxwv Enkiloos thiab nqa ib co khoom mus pub nws."},{"bible_id":"1525","chapter_code":"JDG.3","verse_code":"JDG.3.16","label":"16","content":"Ehus ntaus tau ib rab ntaj ob sab ntse ntev li ib tshim. Nws muab rab ntaj ntawd pav rau ntawm nws sab ncejpuab xis rau sab hauv qab nws lub ris."},{"bible_id":"1525","chapter_code":"JDG.3","verse_code":"JDG.3.17","label":"17","content":"Ces nws txawm muab cov khoom ntawd pub rau Enkiloos, Enkiloos yog ib tug txivneej uas rog heev."},{"bible_id":"1525","chapter_code":"JDG.3","verse_code":"JDG.3.18","label":"18","content":"Thaum Ehus muab cov khoom pub rau Enkiloos, Ehus txawm kom cov neeg uas kwv cov khoom ntawd cia li rov mus tsev."},{"bible_id":"1525","chapter_code":"JDG.3","verse_code":"JDG.3.19","label":"19","content":"Tiamsis Ehus txawm tig mus ntsia pawg pobzeb uas txaug ua duab nyob ze ntawm Nkilenkas, thiab tig hlo los hais rau Enkiloos hais tias, “Vajntxwv, kuv muaj tej lus tseemceeb yuav hais rau koj.” Yog li ntawd, vajntxwv thiaj hais rau nws cov tubtxib hais tias, “Nej cia li tawm mus, cia wb ob leeg nyob xwb.” Ces lawv txawm tawm mus tas lawm."},{"bible_id":"1525","chapter_code":"JDG.3","verse_code":"JDG.3.20","label":"20","content":"Thaum vajntxwv zaum hauv nws chav uas txias laj ntxiag theem tsev saud, Ehus txawm txav zog mus hais rau vajntxwv hais tias, “Vajtswv muaj lus rau kuv tuaj hais rau koj.” Ces vajntxwv txawm sawv tsees."},{"bible_id":"1525","chapter_code":"JDG.3","verse_code":"JDG.3.21","label":"21","content":"Ehus muab nws sab teslaug rho hlo rab ntaj ntawm nws sab ncejpuab xis los tib nkaug rau vajntxwv plab."},{"bible_id":"1525","chapter_code":"JDG.3","verse_code":"JDG.3.22","label":"22","content":"Nws muab rab ntaj thiab tus ko tsij yos tagnrho rau hauv vajntxwv plab, ces cov roj npog nkaus lub qhov nqaij rov rau lawm. Ehus yeej tsis rho rab ntaj tawm hauv vajntxwv plab los li, ces tej zaub mov hauv vajntxwv plab tawm tshau lug tuaj."},{"bible_id":"1525","chapter_code":"JDG.3","verse_code":"JDG.3.23","label":"23","content":"Ces Ehus txawm tawm plaws rau nraum zoov, kaw nkaus qhovrooj thiab muab xauv kiag cia,"},{"bible_id":"1525","chapter_code":"JDG.3","verse_code":"JDG.3.24","label":"24","content":"thiab nws khiav lawm. Cov tubtxib los pom lub qhovrooj tseem xauv kaw nti, tiamsis lawv xav hais tias yog vajntxwv tseem mus plhob hauv tsev dej lawm xwb."},{"bible_id":"1525","chapter_code":"JDG.3","verse_code":"JDG.3.25","label":"25","content":"Lawv tos ntev loo tiamsis vajntxwv pheej tsis los qhib qhovrooj li, lawv thiaj muab yuamsij mus qhib plho qhovrooj. Ua cas lawv tus vajntxwv tuag xyab luas rau hauv plag tsev lawm xwb."},{"bible_id":"1525","chapter_code":"JDG.3","verse_code":"JDG.3.26","label":"26","content":"Thaum lawv tos tau ntev loo ntawd, Ehus twb khiav mus deb heev lawm. Nws khiav mus hla pawg pobzeb uas luag txaug mus rau ntawm lub roob Xe-ilas."},{"bible_id":"1525","chapter_code":"JDG.3","verse_code":"JDG.3.27","label":"27","content":"Thaum nws mus txog pem roob Efalayees, nws thiaj tshuab raj tshuab xyu hu cov txivneej Yixalayees tuaj mus ntaus rog; ces nws coj lawv nqis saum roob los."},{"bible_id":"1525","chapter_code":"JDG.3","verse_code":"JDG.3.28","label":"28","content":"Nws hais rau lawv hais tias, “Nej raws kuv qab! Tus TSWV twb pub nej tua yeej nej cov yeebncuab uas yog cov Mau-am lawm.” Yog li ntawd, lawv thiaj raws Ehus qab mus thiab txeeb tau thaj chaw uas cov Mau-am pheej mus hla tus dej Yauladees; lawv tsis pub ib tug txivneej twg hla mus los li."},{"bible_id":"1525","chapter_code":"JDG.3","verse_code":"JDG.3.29","label":"29","content":"Hnub ntawd lawv tua cov Mau-am tej tubrog uas siab tawv heev tuag kwvyees li kaum txhiab leej; tsis muaj ib tug khiav dim li."},{"bible_id":"1525","chapter_code":"JDG.3","verse_code":"JDG.3.30","label":"30","content":"Txij hnub ntawd los cov Yixalayees yeej cov Mau-am, thiab lub tebchaws muaj kev thajyeeb tau yim caum xyoo."},{"bible_id":"1525","chapter_code":"JDG.3","verse_code":"JDG.3.31","label":"31","content":"Tom qab uas Ehus tuag lawm, Anas tus tub Sankas sawv ua thawjcoj. Nws kuj yog ib tug uas tso cov Yixalayees dim, thiab nws muab ib tug pas lawv nyuj nkaug cov Filitees tuag rau pua leej."},{"bible_id":"1525","chapter_code":"JDG.4","verse_code":"JDG.4.1","label":"1","content":"Tom qab uas Ehus tuag lawm, cov Yixalayees rov ua txhaum rau tus TSWV dua."},{"bible_id":"1525","chapter_code":"JDG.4","verse_code":"JDG.4.2","label":"2","content":"Yog li ntawd, tus TSWV thiaj cia cov Kana-as tus Vajntxwv Yanpees uas kav hauv lub nroog Haxaules tuaj tua yeej lawv. Yanpees tus thawj tubrog yog Xixelas, nws nyob hauv Halauses uas yog cov neeg txawv tebchaws lub nroog."},{"bible_id":"1525","chapter_code":"JDG.4","verse_code":"JDG.4.3","label":"3","content":"Yanpees muaj cuaj pua lub tsheb nees hlau, thiab nws muaj lub siab phem tswjhwm cov Yixalayees thiab tsimtxom lawv tau nees nkaum xyoo. Cov Yixalayees thiaj quaj thov tus TSWV pab lawv."},{"bible_id":"1525","chapter_code":"JDG.4","verse_code":"JDG.4.4","label":"4","content":"Thaum lub sijhawm ntawd, Denpaulas uas yog Lapidaus tus pojniam, yog ib tug cev Vajtswv lus thiab nws ua cov Yixalayees tus thawjtswj."},{"bible_id":"1525","chapter_code":"JDG.4","verse_code":"JDG.4.5","label":"5","content":"Nws zaum hauv qab ib tsob toovlaj uas nyob ntawm lub nroog Lamas thiab Npethees ntu nruab nrab ntawm lub roob Efalayees, thiab cov Yixalayees pheej tuaj cuag nws qhov ntawd kom nrog tu lawv tej plaub ntug."},{"bible_id":"1525","chapter_code":"JDG.4","verse_code":"JDG.4.6","label":"6","content":"Muaj ib hnub nws thiaj tso neeg mus hais rau Anpinau-as tus tub Npalaj uas nyob hauv lub nroog Kedes hauv xeev Nathalis thiab hais rau nws hais tias, “Tus TSWV uas yog cov Yixalayees tus Vajtswv hais li no rau koj: ‘Koj cia li coj kaum txhiab leej tubrog hauv xeem Nathalis thiab xeem Xenpuloos mus rau ntawm lub Roob Tanpaus."},{"bible_id":"1525","chapter_code":"JDG.4","verse_code":"JDG.4.7","label":"7","content":"Kuv yuav coj Xixelas uas yog Yanpees tus thawj tubrog tuaj tua nej ntawm tus Dej Kisoos. Nws yuav coj nws cov tsheb nees thiab cov tubrog tuaj nrog nej sib tua, tiamsis kuv yuav pub kom nej tua yeej nws.’ ”"},{"bible_id":"1525","chapter_code":"JDG.4","verse_code":"JDG.4.8","label":"8","content":"Ces Npalaj hais rau Denpaulas hais tias, “Yog koj nrog kuv mus, kuv thiaj yuav mus, tiamsis yog koj tsis mus, kuv yuav tsis mus.”"},{"bible_id":"1525","chapter_code":"JDG.4","verse_code":"JDG.4.9","label":"9","content":"Denpaulas teb hais tias, “Kuv yeej txaus siab yuav nrog koj mus, tiamsis koj yuav tsis tau ntsejmuag qhov uas koj tua yeej, rau qhov tus TSWV yuav muab Xixelas cob rau tus pojniam tes.” Yog li ntawd, Denpaulas thiaj nrog Npalaj mus rau hauv lub nroog Kedes."},{"bible_id":"1525","chapter_code":"JDG.4","verse_code":"JDG.4.10","label":"10","content":"Npalaj hu xeem Xenpuloos thiab xeem Nathalis mus rau hauv Kedes, thiab kaum txhiab leej txivneej raws nws qab mus rau hauv. Denpaulas kuj nrog nws mus thiab."},{"bible_id":"1525","chapter_code":"JDG.4","verse_code":"JDG.4.11","label":"11","content":"Thaum lub sijhawm ntawd, Henpeles uas yog cov neeg Kenais tau mus tsa nws lub tsevntaub nyob ze rau ntawm Kedes ntawm tsob ntoo qhib hauv Xananees. Nws tau khiav tawm ntawm cov neeg Kenais uas yog Mauxes dablaug Haunpas cov xeebntxwv lawm."},{"bible_id":"1525","chapter_code":"JDG.4","verse_code":"JDG.4.12","label":"12","content":"Thaum Xixelas paub hais tias, Npalaj nce mus txog rau saum Roob Tanpaus lawm,"},{"bible_id":"1525","chapter_code":"JDG.4","verse_code":"JDG.4.13","label":"13","content":"nws thiaj txhij tagnrho nws cov tubrog tsav cuaj puas lub tsheb nees hlau nrog nws tawm hauv lub nroog Halauses uas yog cov neeg txawv tebchaws lub nroog mus tos kev rau ntawm tus dej Kisoos."},{"bible_id":"1525","chapter_code":"JDG.4","verse_code":"JDG.4.14","label":"14","content":"Ces Denpaulas hais rau Npalaj hais tias, “Cia li mus los mas! Tus TSWV twb ua koj ntej mus lawm! Hnub no nws twb muab Xixelas cob rau koj tes lawm.” Yog li ntawd, Npalaj thiaj coj nws kaum txhiab leej tubrog nqis saum Roob Tanpaus los."},{"bible_id":"1525","chapter_code":"JDG.4","verse_code":"JDG.4.15","label":"15","content":"Thaum Npalaj tabtom nrog Xixelas cov tubrog sib tua, tus TSWV ua rau Xixelas thiab tagnrho nws cov tsheb nees thiab cov tubrog tawg khiav ri rws. Xixelas thiaj nqis saum nws lub tsheb nees los thiab khiav mus lawm xwb."},{"bible_id":"1525","chapter_code":"JDG.4","verse_code":"JDG.4.16","label":"16","content":"Npalaj thiaj caum cov tsheb nees thiab cov tubrog mus txog hauv lub nroog Halauses uas yog cov neeg txawv tebchaws lub nroog, thiab Xixelas cov tubrog raug tua tuag tas huv tibsi. Tsis tshuav ib tug seem li."},{"bible_id":"1525","chapter_code":"JDG.4","verse_code":"JDG.4.17","label":"17","content":"Xixelas khiav mus txog ntawm Ya-ees uas yog Henpeles tus pojniam lub tsevntaub, Henpeles yog neeg Kenais, rau qhov Vajntxwv Yanpees uas kav lub nroog Haxaules nrog Henpeles tsevneeg sib raug zoo heev."},{"bible_id":"1525","chapter_code":"JDG.4","verse_code":"JDG.4.18","label":"18","content":"Ya-ees tawm tuaj tos Xixelas thiab hais rau nws hais tias, “Los tsev; koj cia li los hauv kuv lub tsevntaub. Tsis txhob ntshai.” Yog li ntawd, Xixelas thiaj mus hauv Ya-ees tsev, Ya-ees muab Xixelas zais rau nraum daim ntaub thaiv qhovrai."},{"bible_id":"1525","chapter_code":"JDG.4","verse_code":"JDG.4.19","label":"19","content":"Xixelas hais rau Ya-ees hais tias, “Kuv nqhis dej heev, thov koj muab mentsis dej rau kuv haus.” Ya-ees thiaj qhib lub hnab tawv ntim mis nyuj, muab rau Xixelas haus, thiab rov muab Xixelas zais dua lawm."},{"bible_id":"1525","chapter_code":"JDG.4","verse_code":"JDG.4.20","label":"20","content":"Ces Xixelas hais rau Ya-ees hais tias, “Thov koj sawv twjywm ntawm qhovrooj tsevntaub ko, yog muaj leejtwg tuaj thiab nug koj hais tias puas muaj neeg khiav los ntawm no, koj teb hais tias tsis muaj.”"},{"bible_id":"1525","chapter_code":"JDG.4","verse_code":"JDG.4.21","label":"21","content":"Xixelas lim heev, nws txawm tsaug zog looj hlias lawm. Ces Ya-ees muab rauj thiab ib tug tswg tsevntaub, maj mam nyas mus xauj Xixelas, thiab nws muab tus tswg twb nkaus ntawm Xixelas ib sab ntsos, muab rauj npuj ntxhias tshab plaws rau hauv av ua rau Xixelas tuag kiag rau ntawd."},{"bible_id":"1525","chapter_code":"JDG.4","verse_code":"JDG.4.22","label":"22","content":"Thaum Npalaj caum Xixelas tuaj txog, Ya-ees tawm mus tos Npalaj thiab hais rau nws hais tias, “Koj cia li los tsev! Kuv yuav qhia tus txivneej uas koj nrhiav rau koj.” Yog li ntawd, Npalaj thiaj nrog Ya-ees mus rau hauv nws lub tsevntaub, thiab pom Xixelas tuag xyab luas hauv av, ib tug tswg tsevntaub ntsia ntsees nws taubhau tshab plaws rau hauv av."},{"bible_id":"1525","chapter_code":"JDG.4","verse_code":"JDG.4.23","label":"23","content":"Hnub ntawd tus TSWV thiaj pub cov Yixalayees tua yeej Yanpees uas yog cov Kana-as tus vajntxwv."},{"bible_id":"1525","chapter_code":"JDG.4","verse_code":"JDG.4.24","label":"24","content":"Cov Yixalayees pheej nias tsam hnyav zuj zus mus txog thaum uas lawv ua rau Yanpees puastsuaj lawm."},{"bible_id":"1525","chapter_code":"JDG.5","verse_code":"JDG.5.1","label":"1","content":"Hnub ntawd Denpaulas thiab Npalaj uas yog Anpinau-as tus tub thiaj hu zaj nkauj no:"},{"bible_id":"1525","chapter_code":"JDG.5","verse_code":"JDG.5.2","label":"2","content":"Ua tus TSWV tsaug lauj! Cov Yixalayees ua siab tawv qhawv sib tua; cov pejxeem txaus siab hlo mus ntaus rog."},{"bible_id":"1525","chapter_code":"JDG.5","verse_code":"JDG.5.3","label":"3","content":"Tej vajntxwv, nej cia li ua tib zoo mloog! Tej nomtswv, nej cia li tig pobntseg mloog! Kuv yuav hu nkauj thiab ntaus nkauj nogncas qhuas cov Yixalayees tus Vajtswv uas yog tus TSWV."},{"bible_id":"1525","chapter_code":"JDG.5","verse_code":"JDG.5.4","label":"4","content":"Tus TSWV, thaum koj tawm saum roob Xe-iles los, thaum koj tawm tom tiaj nrag Edoos los, lub ntiajteb ua zog koog, thiab nag laub lug saum nruab ntug los. Tseeb tiag, dej yeej nchuav laub lug saum cov huab los."},{"bible_id":"1525","chapter_code":"JDG.5","verse_code":"JDG.5.5","label":"5","content":"Tej ncov roob ua zog koog tabmeeg tus TSWV saum roob Xinais, tabmeeg tus TSWV uas yog cov Yixalayees tus Vajtswv."},{"bible_id":"1525","chapter_code":"JDG.5","verse_code":"JDG.5.6","label":"6","content":"Anaj tus tub Sankas tiam thiab Ya-ees tiam, tsis muaj tsheb nees khiav thoob tebchaws lawm, tej neeg taug kev me lawm xwb."},{"bible_id":"1525","chapter_code":"JDG.5","verse_code":"JDG.5.7","label":"7","content":"Denpaulas, cov Yixalayees tej nroog muab tso tseg nphob xuav cia; tej nroog ntawd nyob khoob lug mus txog hnub uas koj los kav, koj zoo ib yam li cov Yixalayees leej niam ntag."},{"bible_id":"1525","chapter_code":"JDG.5","verse_code":"JDG.5.8","label":"8","content":"Thaum cov Yixalayees mus teev luag tej vajtswv, ces txawm muaj kev tsov kev rog tuaj ntaus lawv lub tebchaws. Nej plaub caug txhiab leej Yixalayees no puas muaj ib tug nqa daim thaiv hniav ntaj lossis nqa hmuv?"},{"bible_id":"1525","chapter_code":"JDG.5","verse_code":"JDG.5.9","label":"9","content":"Kuv lub siab yeej nyob rawv nrog cov Yixalayees tej thawj tubrog, nrog cov neeg uas txaus siab mus ntaus rog. Ua tus TSWV tsaug lauj!"},{"bible_id":"1525","chapter_code":"JDG.5","verse_code":"JDG.5.10","label":"10","content":"Nej cov uas caij tej neesluav dawb uas caij rawv saum lub eeb, thiab nej cov uas mus kotaw nej nco ntsoov qhia zaj no rau sawvdaws."},{"bible_id":"1525","chapter_code":"JDG.5","verse_code":"JDG.5.11","label":"11","content":"Ua tib zoo mloog! Tej suab uas cov neeg coob coob qw nrov ntshoo nrooj ncig tej qhovtshij sib qhia txog qhov uas tus TSWV thiab cov Yixalayees muaj yeej. Ces tus TSWV haivneeg tawm hauv lawv tej nroog tuaj."},{"bible_id":"1525","chapter_code":"JDG.5","verse_code":"JDG.5.12","label":"12","content":"Ntaus thawj los mas, Denpaulas, cia li ntaus thawj los mas! Hu nkauj los mas! Ntaus thawj ntxhias los mas! Anpinau-as tus tub Npalaj, cia li sawv mus tuaj tom hauv ntej, coj cov neeg uas koj ntes tau khiav mus los mas!"},{"bible_id":"1525","chapter_code":"JDG.5","verse_code":"JDG.5.13","label":"13","content":"Ces txhua tus neeg uas ncaj ncees tuaj cuag lawv tej thawjcoj; tus TSWV haivneeg uas tuaj cuag nws, npaj nroos mus sib tua xwb."},{"bible_id":"1525","chapter_code":"JDG.5","verse_code":"JDG.5.14","label":"14","content":"Lawv nqis pem xeev Efalayees  tuaj rau hauv hav, raws xeem Npeenyamees thiab cov pejxeem qab. Cov thawj tubrog tuaj pem Makhiles tuaj, cov nomtswv tuaj pem xeev Xenpuloos tuaj."},{"bible_id":"1525","chapter_code":"JDG.5","verse_code":"JDG.5.15","label":"15","content":"Xeem Ixakhas tej thawjcoj nrog Denpaulas tuaj; yog lawm, xeem Ixakhas thiab Npalaj lawv sawvdaws tuaj huv tibsi, thiab lawv puavleej raws nws qab mus rau nram lub hav lawm. Tiamsis xeem Lunpees hais tsis sib haum; lawv thiaj tsis tuaj."},{"bible_id":"1525","chapter_code":"JDG.5","verse_code":"JDG.5.16","label":"16","content":"Vim li cas lawv thiaj nrog pab yaj nyob tuaj tom qab? Yuav nkaum nkoos mloog cov tswv yaj lub suab cuab cov yaj xwb los? Yog lawm, xeem Lunpees hais tsis sib haum, lawv thiaj tsis tuaj."},{"bible_id":"1525","chapter_code":"JDG.5","verse_code":"JDG.5.17","label":"17","content":"Xeem Khas nyob tim tus dej Yauladees sab hnubtuaj, thiab xeem Das nyob hauv tej nkoj. Xeem Aseles nyob raws ntug hiavtxwv; lawv nyob ntawm ntug xwb."},{"bible_id":"1525","chapter_code":"JDG.5","verse_code":"JDG.5.18","label":"18","content":"Tiamsis xeem Xenpuloos thiab xeem Nathalis txaus siab muab lawv txojsia mus ntaus rog."},{"bible_id":"1525","chapter_code":"JDG.5","verse_code":"JDG.5.19","label":"19","content":"Tej vajntxwv sau nthwv tuaj sib tua, rau hauv lub nroog Tanas ntawm tus dej Menkidaus; cov Kana-as tej vajntxwv tuaj sib tua, tiamsis lawv nqa tsis tau tej nyiaj mus li."},{"bible_id":"1525","chapter_code":"JDG.5","verse_code":"JDG.5.20","label":"20","content":"Tej hnubqub tua saum nruab ntug tuaj; tej hnubqub ya saum nruab ntug tuaj tua Xixelas."},{"bible_id":"1525","chapter_code":"JDG.5","verse_code":"JDG.5.21","label":"21","content":"Tus dej Kisoos huam los tshoob lawv mus povtseg lawm, tus dej Kisoos yog tus dej uas ntsawj ceev heev. Kuv yuav tawm mus, kuv lub siab cia li xyivfab hlo!"},{"bible_id":"1525","chapter_code":"JDG.5","verse_code":"JDG.5.22","label":"22","content":"Ces cov nees yuav dhia rag ntws los, muab lawv tej rau txauj av nplawg ntia."},{"bible_id":"1525","chapter_code":"JDG.5","verse_code":"JDG.5.23","label":"23","content":"Tus TSWV tus timtswv hais tias, “Cia li foom tsis zoo rau lub nroog Melauzes, lo lus foom uas yog kev iab kev daw yuav raug cov neeg hauv lub nroog ntawd. Vim lawv tsis tawm mus ua tubrog pab tus TSWV tua cov yeebncuab.”"},{"bible_id":"1525","chapter_code":"JDG.5","verse_code":"JDG.5.24","label":"24","content":"Ya-ees yog tus uas muaj hmoo tshaj plaws tej pojniam, nws yog Henpeles uas yog neeg Kenais tus pojniam, nws muaj hmoo tshaj tej pojniam uas nyob hauv tej tsevntaub huv tibsi."},{"bible_id":"1525","chapter_code":"JDG.5","verse_code":"JDG.5.25","label":"25","content":"Xixelas thov dej haus, tiamsis nws muab mis nyuj rau Xixelas haus; nws hliv mis nyuj rau hauv lub tais uas zoo nkauj heev rau Xixelas haus."},{"bible_id":"1525","chapter_code":"JDG.5","verse_code":"JDG.5.26","label":"26","content":"Ya-ees ib sab tes nqa tus tswg tsevntaub, thiab ib sab tes nqa rab rauj; nws ntaus thiab tsoo Xixelas txha taubhau tawg kiag; nws npuj ntxhias Xixelas taubhau tshab plaws."},{"bible_id":"1525","chapter_code":"JDG.5","verse_code":"JDG.5.27","label":"27","content":"Xixelas cia li zuav zog txhos caug ntua vau hlo rau ntawm Ya-ees kotaw tuag xyab luas cia."},{"bible_id":"1525","chapter_code":"JDG.5","verse_code":"JDG.5.28","label":"28","content":"Xixelas niam tuaj tom qab daim ntxaij ntawm qhovrai saib  ntsoov rau tim ncauj ke. Nws thiaj nug hais tias, “Vim li cas twb lig heev lawm, tsis pom Xixelas lub tsheb nees los li ne? Vim li cas nws tus nees rov los qeeb ua luaj li?”"},{"bible_id":"1525","chapter_code":"JDG.5","verse_code":"JDG.5.29","label":"29","content":"Nws ib tsoom pojniam uas ntse heev teb nws, thiab nws pheej hais tujtaws hais tias,"},{"bible_id":"1525","chapter_code":"JDG.5","verse_code":"JDG.5.30","label":"30","content":"“Lawv tseem tsis tau pom tej uas mus huab tau los thiab muab sib faib, lawv muab tej hluas nkauj faib rau cov tubrog ib leeg ib tug lossis ob tug, lawv muab tej ntaub uas kim kim faib rau Xixelas, thiab muab tej ntaub uas txaij nraug zees los rau poj vajntxwv khiab cajdab.”"},{"bible_id":"1525","chapter_code":"JDG.5","verse_code":"JDG.5.31","label":"31","content":"Tus TSWV, thov kom cov yeebncuab tuag tas ib yam li ntawd ntag, tiamsis thov kom koj cov phoojywg ci ntsa iab ib yam li thaum lub hnub nyuam qhuav tawm tuaj! Ces lub tebchaws txawm muaj kev thajyeeb tau zoo nyob kaj siab lug tau plaub caug xyoo."},{"bible_id":"1525","chapter_code":"JDG.6","verse_code":"JDG.6.1","label":"1","content":"Cov Yixalayees rov ua txhaum rau tus TSWV dua, yog li ntawd, tus TSWV thiaj muab lawv cob rau cov Midias kav tau xya xyoo."},{"bible_id":"1525","chapter_code":"JDG.6","verse_code":"JDG.6.2","label":"2","content":"Cov Midias muaj zog tshaj cov Yixalayees. Cov Yixalayees thiaj khiav mus nkaum cov Midias rau hauv tej qhov tsua thiab khawb qhov av nkaum saum tej roob."},{"bible_id":"1525","chapter_code":"JDG.6","verse_code":"JDG.6.3","label":"3","content":"Txhua zaus uas cov Yixalayees cog lawv tej qoobloo, cov Midias nrog cov Amalej thiab tej haivneeg uas nyob tom tiaj suabpuam tuaj tua lawv."},{"bible_id":"1525","chapter_code":"JDG.6","verse_code":"JDG.6.4","label":"4","content":"Lawv tuaj tsuam yeej nyob rau hauv lub tebchaws thiab muab cov Yixalayees tej qoobloo ua puastsuaj tas mus txog ntua nram sab qabteb uas nyob ibncig lub nroog Nkaxas. Lawv cab tagnrho cov Yixalayees tej yaj, tej nyuj thiab tej neesluav huv tibsi lawm, tsis tseg ib yam dabtsi rau cov Yixalayees li."},{"bible_id":"1525","chapter_code":"JDG.6","verse_code":"JDG.6.5","label":"5","content":"Cov Midias cab lawv tej tsiaj txhu thiab kwv lawv tej tsevntaub ua kev zawv tuaj coob npaum nkaus li kooj txomfav. Lawv thiab lawv tej ntxhuav coob heev suav tsis txheeb li. Lawv tuaj ua rau lub tebchaws liamsim tas."},{"bible_id":"1525","chapter_code":"JDG.6","verse_code":"JDG.6.6","label":"6","content":"Cov Yixalayees tsis muaj zog tawmtsam tau cov Midias hlo li."},{"bible_id":"1525","chapter_code":"JDG.6","verse_code":"JDG.6.7","label":"7","content":"Ces cov Yixalayees thiaj quaj thov tus TSWV pab lawv tawmtsam cov Midias,"},{"bible_id":"1525","chapter_code":"JDG.6","verse_code":"JDG.6.8","label":"8","content":"tus TSWV thiaj txib ib tug cevlus coj tus TSWV uas yog cov Yixalayees tus Vajtswv tej lus los hais rau cov Yixalayees hais tias: “Kuv tau coj nej tawm ntawm txojkev ua qhev nram tebchaws Iziv los."},{"bible_id":"1525","chapter_code":"JDG.6","verse_code":"JDG.6.9","label":"9","content":"Kuv cawm nej dim ntawd cov neeg Iziv thiab cov neeg uas pheej tuaj tua nej hauv lub tebchaws no. Kuv muab lawv ntiab ntawm tabmeeg nej, thiab kuv muab lawv lub tebchaws pub rau nej nyob."},{"bible_id":"1525","chapter_code":"JDG.6","verse_code":"JDG.6.10","label":"10","content":"Kuv twb qhia rau nej hais tias, kuv yog tus TSWV uas yog nej tus Vajtswv, kom nej tsis txhob mus pe cov Amaules uas nrog nej nyob hauv lub tebchaws no tej vajtswv. Tiamsis nej yeej tsis mloog kuv tej lus hlo li.”"},{"bible_id":"1525","chapter_code":"JDG.6","verse_code":"JDG.6.11","label":"11","content":"Ces tus TSWV tus timtswv txawm los rau hauv lub zos Aufelas thiab los zaum ntawm Yau-ases tsob qab ntoo qhib, Yau-as yog Anpi-exes cuab kwvtij. Nws tus tub Nkide-oos tabtom ntaus nplej hauv lub chaw tsuam txiv hmab, kom cov Midias tsis txhob pom nws."},{"bible_id":"1525","chapter_code":"JDG.6","verse_code":"JDG.6.12","label":"12","content":"Tus TSWV tus timtswv los rau Nkide-oos pom ntawm qhov chaw ntawd thiab hais tias, “Tus txivneej siab tawv thiab muaj zog, tus TSWV nrog nraim koj nyob.”"},{"bible_id":"1525","chapter_code":"JDG.6","verse_code":"JDG.6.13","label":"13","content":"Nkide-oos hais rau tus timtswv hais tias, “Kuv thov nug koj, yog hais tias tus TSWV nrog nraim peb nyob tiag, ua li cas peb pheej raug kev txomnyem ua luaj? Tus TSWV tej txujci tseemceeb uas thaud peb cov yawgkoob ibtxwm piav qhia rau peb hais tias, ‘Tsis yog tus TSWV coj peb tawm nram tebchaws Iziv los lov? Tej ntawd nyob qhov twg lawm?’ Tiamsis nimno tus TSWV muab peb tso povtseg thiab muab peb cob rau cov Midias tes lawm.”"},{"bible_id":"1525","chapter_code":"JDG.6","verse_code":"JDG.6.14","label":"14","content":"Ces tus TSWV thiaj hais rau Nkide-oos hais tias, “Koj cia li muab koj lub zog loj zog nchav mus tso cov Yixalayees kom dim ntawm cov Midias txhais tes. Kuv yog tus uas txib koj mus ntag.”"},{"bible_id":"1525","chapter_code":"JDG.6","verse_code":"JDG.6.15","label":"15","content":"Nkide-oos teb hais tias, “Tus TSWV, kuv yuav ua li cas mus tso tau cov Yixalayees? Kuv cuab kwvtij yog ib cuab uas tsawg heev nyob hauv xeem Manaxes, thiab kuv yog tus uas tsis tseemceeb nyob hauv kuv tsevneeg.”"},{"bible_id":"1525","chapter_code":"JDG.6","verse_code":"JDG.6.16","label":"16","content":"Tus TSWV teb hais tias, “Koj yeej muaj peevxwm ua tau xwb, rau qhov kuv yuav pab koj. Koj yuav ntaus tau cov Midias yoojyim ib yam li lawv yog ib leeg xwb.”"},{"bible_id":"1525","chapter_code":"JDG.6","verse_code":"JDG.6.17","label":"17","content":"Nkide-oos teb hais tias, “yog koj txaus siab rau kuv, koj cia li ua tej yam qhia rau kuv hais tias, koj yog tus TSWV tiag."},{"bible_id":"1525","chapter_code":"JDG.6","verse_code":"JDG.6.18","label":"18","content":"Thov koj tsis txhob maj mus, cia kuv coj zaub mov tuaj fij rau koj tso.” Tus timtswv teb hais tias, “Kuv yuav nyob ntawm no tos txog thaum koj rov qab tuaj.”"},{"bible_id":"1525","chapter_code":"JDG.6","verse_code":"JDG.6.19","label":"19","content":"Yog li ntawd, Nkide-oos thiaj mus rau hauv nws tsev; nws muab ib tug thav tshis tua ua zaub thiab muab cov hmoov nplej hauv lub tawb zuaj ua ib co ncuav tsis xyaw keeb. Nws muab cov nqaij tso rau hauv tawb thiab muab cov kua nqaij tso rau hauv laujkaub, nqa tej zaub mov ntawd mus rau tus TSWV tus timtswv hauv tsob qab ntoo qhib, thiab muab tej zaub mov ntawd rau nws."},{"bible_id":"1525","chapter_code":"JDG.6","verse_code":"JDG.6.20","label":"20","content":"Tus timtswv hais rau Nkide-oos hais tias, “Muab cov nqaij thiab cov ncuav tso rau saum lub pobzeb no, thiab muab cov kua hliv ywg cov nqaij thiab cov ncuav ntawd.” Nkide-oos txawm ua li ntawd."},{"bible_id":"1525","chapter_code":"JDG.6","verse_code":"JDG.6.21","label":"21","content":"Ces tus TSWV tus timtswv txawm muab tus pas nrig uas nws tuav rawv ntawm tes mus twb nkaus cov nqaij thiab cov ncuav. Ces hluavtaws txawm cig plaws hauv lub pobzeb tuaj kub cov nqaij thiab cov ncuav ntawd. Ces tus timtswv txawm ploj ntais lawm."},{"bible_id":"1525","chapter_code":"JDG.6","verse_code":"JDG.6.22","label":"22","content":"Nkide-oos thiaj paub tseeb hais tias, nws tau pom tus TSWV tus timtswv lawm tiag, nws thiaj hais lus ntshai tshee hnyo hais tias, “Tus TSWV uas kav txhua tsav yam, kuv tau pom koj tus timtswv tim ntsej tim muag lawm tiag!”"},{"bible_id":"1525","chapter_code":"JDG.6","verse_code":"JDG.6.23","label":"23","content":"Tiamsis tus TSWV hais rau nws hais tias, “Koj cia li kaj siab. Tsis txhob ntshai. Koj yuav tsis tuag.”"},{"bible_id":"1525","chapter_code":"JDG.6","verse_code":"JDG.6.24","label":"24","content":"Nkide-oos txawm ua tau ib lub thaj rau tus TSWV ntawm thaj chaw ntawd thiab tis npe hu ua “Tus TSWV yog tus muaj kev kaj siab.” (Lub thaj ntawm yog Anpi-exes cuab kwvtij tug, thiab tseem nyob hauv lub zos Aufelas los txog niaj hnub no.)"},{"bible_id":"1525","chapter_code":"JDG.6","verse_code":"JDG.6.25","label":"25","content":"Hmo ntawd tus TSWV los hais rau Nkide-oos hais tias, “Cia li mus cab koj txiv tus heev nyuj thiab cab dua ib tug heev nyuj uas hnubnyoog muaj xya xyoo  tuaj, muab koj txiv lub thaj teev Npa-as tsoo, thiab muab tus ncej dab Aselas uas txhos rau ntawm lub thaj ib sab ntov povtseg."},{"bible_id":"1525","chapter_code":"JDG.6","verse_code":"JDG.6.26","label":"26","content":"Ua ib lub thaj kom ruaj khov rau tus TSWV uas yog koj tus Vajtswv rau saum lub ncov roob no. Ces cab tus heev nyuj uas yog tus ob  los tua thiab muab hlawv tagnrho rau saud ua khoom fij, muab tus ncej dab Aselas uas koj ntov ntawd ua taws rauv ntag.”"},{"bible_id":"1525","chapter_code":"JDG.6","verse_code":"JDG.6.27","label":"27","content":"Yog li ntawd, Nkide-oos thiaj coj nws cov tubtxib kaum leej nrog nws mus thiab ua raws li tus TSWV hais kom nws ua. Nws ntshai nyob tsam nws tsevneeg thiab cov neeg uas nyob hauv nroog pom nws rhuav lub thaj thaum nruab hnub, nws thiaj mus rhuav thaum tsaus ntuj."},{"bible_id":"1525","chapter_code":"JDG.6","verse_code":"JDG.6.28","label":"28","content":"Thaum kaj ntug tej neeg zejzog sawv ntxov tuaj, lawv pom neeg twb muab lub thaj uas teev Npa-as thiab tus ncej dab Aselas tsoo tawg tas lawm, thiab twb muab tus heev nyuj uas yog tus ob tua hlawv rau saum lub thaj uas ua tshiab lawm."},{"bible_id":"1525","chapter_code":"JDG.6","verse_code":"JDG.6.29","label":"29","content":"Lawv sib nug zom zaws hais tias, “Leejtwg yog tus ua li no?” Lawv nug thiab taug, ua ciav yog Yau-ases tus tub Nkide-oos rhuav tej ntawd ntag."},{"bible_id":"1525","chapter_code":"JDG.6","verse_code":"JDG.6.30","label":"30","content":"Ces lawv txawm mus hais rau Yau-ases hais tias, “Coj koj tus tub tawm tuaj nraum no, peb muab nws tua povtseg saib! Rau qhov nws muab lub thaj uas teev Npa-as rhuav thiab muab tus ncej dab Aselas uas txhos rau ntawm lub thaj ib sab ntov povtseg lawm.”"},{"bible_id":"1525","chapter_code":"JDG.6","verse_code":"JDG.6.31","label":"31","content":"Tiamsis Yau-ases hais rau lawv txhua tus uas sawv ntawm nws xubntiag hais tias, “Nej tuaj Npa-as tog cem kuv los? Nej pab Npa-as los? Txhua tus uas tuaj Npa-as tog yuav raug tua tuag ua ntej kaj ntug. Yog hais tias Npa-as yog vajtswv tiag, cia nws pab nws xwb. Lub thaj uas muab rhuav ntawd twb yog nws lub los sav.”"},{"bible_id":"1525","chapter_code":"JDG.6","verse_code":"JDG.6.32","label":"32","content":"Ces txij thaum ntawd los sawvdaws txawm muab Nkide-oos hu ua Yelunpa-as,  rau qhov Yau-as hais tias, “Cia Npa-as pab Npa-as xwb; lub thaj uas muab rhuav lawm twb yog nws lub.”"},{"bible_id":"1525","chapter_code":"JDG.6","verse_code":"JDG.6.33","label":"33","content":"Ces tagnrho cov Midias, cov Amalej thiab tej haivneeg uas nyob sab hnubtuaj sau hlo ua ke hla tus dej Yauladees tuaj tsuam yeej rau hauv lub Hav Yexelees."},{"bible_id":"1525","chapter_code":"JDG.6","verse_code":"JDG.6.34","label":"34","content":"Tus TSWV tus ntsujplig los kav hlo Nkide-oos, ces nws txawm tshuab raj tshuab xyu hu cov txivneej uas yog Anpi-exes cuab kwvtij tuaj nrog nws mus."},{"bible_id":"1525","chapter_code":"JDG.6","verse_code":"JDG.6.35","label":"35","content":"Nws txib neeg mus hu xeem Manaxes sab Hnubtuaj thiab Hnubpoob tuaj nrog nws mus. Nws txib neeg mus hu xeem Aseles, xeem Xenpuloos thiab xeem Nathalis, lawv puavleej tuaj nrog nws mus huv tibsi."},{"bible_id":"1525","chapter_code":"JDG.6","verse_code":"JDG.6.36","label":"36","content":"Ces Nkide-oos hais rau tus TSWV hais tias, “Koj tau hais tias, koj yeej pom zoo txib kuv mus cawm cov Yixalayees."},{"bible_id":"1525","chapter_code":"JDG.6","verse_code":"JDG.6.37","label":"37","content":"Yog li ntawd, kuv yuav muab mentsis plaub yaj coj mus tso rau hauv av ntawm lub chaw uas peb ntaus nplej. Yog thaum sawv ntxov lwg ntsu rau cov plaub yaj, tiamsis tsis ntub rau cov av, ces kuv thiaj yuav paub hais tias koj siv kuv mus cawm cov Yixalayees tiag.”"},{"bible_id":"1525","chapter_code":"JDG.6","verse_code":"JDG.6.38","label":"38","content":"Ces txawm muaj raws nraim li ntawd tiag. Thaum kaj ntug Nkide-oos mus nqa cov plaub yaj los, thiab muab tso ua ciav dej si laim los puv nkaus tais."},{"bible_id":"1525","chapter_code":"JDG.6","verse_code":"JDG.6.39","label":"39","content":"Nkide-oos hais rau Vajtswv hais tias, “Thov koj tsis txhob chim rau kuv; cia kuv hais ib lo ntxiv thiab tso. Thov cia kuv rov qab muab cov plaub yaj sim dua ib zaug ntxiv thiab. Zaum no cia cov plaub yaj qhuav thiab cia cov av ntub lwg.”"},{"bible_id":"1525","chapter_code":"JDG.6","verse_code":"JDG.6.40","label":"40","content":"Hmo ntawd Vajtswv ua txhua yam li ntawd tiag. Tagkis kaj ntug cov plaub yaj yeej qhuav qhawv, tiamsis cov av ntub lwg tas."},{"bible_id":"1525","chapter_code":"JDG.7","verse_code":"JDG.7.1","label":"1","content":"Muaj ib hnub Nkide-oos thiab nws cov tubrog sawv ntxov mus tsuam yeej rau ntawm lub Qhovdej Halaus. Tiamsis cov Midias twb tuaj tsuam yeej nyob rau ntawm lub hav uas nyob ze ntawm lub Ncov Roob Maules sab ped lawm."},{"bible_id":"1525","chapter_code":"JDG.7","verse_code":"JDG.7.2","label":"2","content":"Tus TSWV hais rau Nkide-oos hais tias, “Koj cov neeg coob dhau heev lawm. Yog kuv cia lawv tua yeej cov Midias, nyob tsam lawv yuav khav hais tias yog lawv mus tua yeej xwb. Lawv yuav tsis nco txog hais tias yog kuv pab lawv."},{"bible_id":"1525","chapter_code":"JDG.7","verse_code":"JDG.7.3","label":"3","content":"Koj tshaj tawm rau sawvdaws hais tias, ‘Yog leejtwg ntshai, tus ntawd cia li rov mus tsev thiab peb yuav nyob ntawm lub Roob Nkile-as no.’ ” Yog li ntawd, muaj nees nkaum ob txhiab leej thiaj rov qab mus tsev lawm, tshuav kaum txhiab leej nyob lawm xwb."},{"bible_id":"1525","chapter_code":"JDG.7","verse_code":"JDG.7.4","label":"4","content":"Ces tus TSWV hais rau Nkide-oos hais tias, “Koj tseem tshuav neeg coob heev thiab. Coj lawv nqis mus lawm nram hav dej, nyob nrad kuv yuav xaiv lawv rau koj. Yog kuv kom tus twg nrog koj mus, nws yeej yuav mus. Yog kuv kom tus twg tsis txhob mus, nws yeej yuav tsis mus.”"},{"bible_id":"1525","chapter_code":"JDG.7","verse_code":"JDG.7.5","label":"5","content":"Nkide-oos thiaj coj cov neeg ntawd nqis mus rau nram hav dej, thiab tus TSWV hais rau nws hais tias, “Muaj cov uas hlev nplaig mus yaim dej li dev cais tawm ntawm cov uas txhos caug khoov mus haus dej.”"},{"bible_id":"1525","chapter_code":"JDG.7","verse_code":"JDG.7.6","label":"6","content":"Cov uas khoov thiab muab phoovtes ce dej los haus muaj peb puas leej; dua li cov puavleej txhos caug khoov mus haus dej xwb."},{"bible_id":"1525","chapter_code":"JDG.7","verse_code":"JDG.7.7","label":"7","content":"Tus TSWV hais rau Nkide-oos hais tias, “Kuv yuav pab koj thiab pub kom koj coj peb puas leej uas muab tes ce dej los haus ntawd mus tua yeej cov Midias. Dua li cov, ces kom lawv rov qab mus tsev huv tibsi.”"},{"bible_id":"1525","chapter_code":"JDG.7","verse_code":"JDG.7.8","label":"8","content":"Yog li ntawd, Nkide-oos thiaj tso cov Yixalayees rov qab mus tsev, tsuas tseg peb puas leej ntawd nrog nws xwb, thiab lawv khaws tagnrho tej zaub mov thiab tej raj tej xyu cia. Cov Midias lub yeej nyob hauv hav."},{"bible_id":"1525","chapter_code":"JDG.7","verse_code":"JDG.7.9","label":"9","content":"Hmo ntawd tus TSWV hais rau Nkide-oos hais tias, “Cia li sawv thiab mus tua cov Midias lub yeej; kuv yuav pub kom koj tua yeej lawv."},{"bible_id":"1525","chapter_code":"JDG.7","verse_code":"JDG.7.10","label":"10","content":"Tiamsis yog koj ntshai mus tua, cia li coj koj tus tubtxib Pulas nrog koj nqis mus rau hauv lawv lub yeej."},{"bible_id":"1525","chapter_code":"JDG.7","verse_code":"JDG.7.11","label":"11","content":"Koj yuav hnov tej uas lawv sib tham, ces yuav txhawb koj lub zog mus tua lub yeej ntawd.” Yog li ntawd, Nkide-oos thiab nws tus tubtxib Pulas thiaj nqis mus rau hauv cov yeebncuab lub ntug yeej."},{"bible_id":"1525","chapter_code":"JDG.7","verse_code":"JDG.7.12","label":"12","content":"Cov Midias, cov Amalej thiab tej haivneeg uas nyob sab hnubtuaj, tuaj nyob rau hauv lub hav coob ua npoj ntws ib yam li cov kooj txomfav; lawv muaj ntxhuav coob cuag li tej suabzeb ntawm ntug hiavtxwv."},{"bible_id":"1525","chapter_code":"JDG.7","verse_code":"JDG.7.13","label":"13","content":"Thaum Nkide-oos mus txog, nws hnov ib tug txivneej piav ib zaj npau suav rau nws tus phoojywg mloog. Nws hais tias, “Kuv ua npau suav pom ib lub ncuavpias ntog los rau hauv peb lub yeej thiab lub ncuav ntawd tsoo ib lub tsevntaub. Lub tsevntaub vau hlo thiab pua lua rau saum npoo av.”"},{"bible_id":"1525","chapter_code":"JDG.7","verse_code":"JDG.7.14","label":"14","content":"Nws tus phoojywg teb hais tias, “Zaj npau suav no mas yog Yau-ases tus tub Nkide-oos uas yog haivneeg Yixalayees rab ntaj xwb! Muab txhais los mas yuav tsis yog lwm yam li lauj! Vajtswv yeej yuav pub rau nws tua yeej cov Midias thiab peb cov tubrog huv tibsi ntag!”"},{"bible_id":"1525","chapter_code":"JDG.7","verse_code":"JDG.7.15","label":"15","content":"Thaum Nkide-oos hnov tus txivneej ntawd zaj npau suav thiab paub lub ntsiab lus lawm, nws txawm txhos caug ntua pe tus TSWV. Ces nws txawm rov los rau saum cov Yixalayees lub yeej thiab hais tias, “Cia li sawv! Tus TSWV twb pub nej tua yeej cov tubrog Midias lawm!”"},{"bible_id":"1525","chapter_code":"JDG.7","verse_code":"JDG.7.16","label":"16","content":"Nkide-oos muab nws peb puas leej tubrog faib ua peb pab thiab muab ib tug tubrog twg ib lub xyu thiab ib leeg ib lub hub nrog ib teg tsau."},{"bible_id":"1525","chapter_code":"JDG.7","verse_code":"JDG.7.17","label":"17","content":"Nws hais rau lawv tias, “Thaum kuv mus txog ntua ntawm ntug yeej, nej saib kuv ua li cas, nej cia li ua raws li kuv ua ntawd."},{"bible_id":"1525","chapter_code":"JDG.7","verse_code":"JDG.7.18","label":"18","content":"Thaum kuv thiab cov neeg uas nrog kuv, peb tshuab peb tej xyu, ces nej cia li tshuab nej tej xyu thiab qw txhua qhov ncig lub yeej hais tias, ‘Peb ua rau tus TSWV thiab ua rau Nkide-oos!’ ”"},{"bible_id":"1525","chapter_code":"JDG.7","verse_code":"JDG.7.19","label":"19","content":"Nkide-oos thiab nws cov tubrog ib puas leej mus txog rau ntawm ntug yeej ua ntej thaum ib tag hmo, tom qab lub sijhawm uas cov fajxwm nyuam qhuav hloov neeg. Ces lawv txawm tshuab raj tshuab xyu thiab tsoo tej hub uas lawv tuav ntawm tes,"},{"bible_id":"1525","chapter_code":"JDG.7","verse_code":"JDG.7.20","label":"20","content":"ob pab tom qab los kuj ua ib yam li ntawd. Lawv txhua tus ib leeg tuav rawv ib teg tsau ntawm sab teslaug, thiab sab tes xis tuav rawv xyu tshuab, lawv qw nrov heev hais tias, “Tus TSWV thiab Nkide-oos rab ntaj tuaj lawm lauj!”"},{"bible_id":"1525","chapter_code":"JDG.7","verse_code":"JDG.7.21","label":"21","content":"Txhua tus nyias sawv twjywm ntawm nyias qhov chaw ncig lub yeej. Yeebncuab cov tubrog ntshai heev thiab quaj qw sib huas kev khiav rov qab."},{"bible_id":"1525","chapter_code":"JDG.7","verse_code":"JDG.7.22","label":"22","content":"Thaum Nkide-oos cov tubrog tseem tabtom tshuab lawv tej xyu, tus TSWV ua rau cov yeebncuab rho lawv tej ntaj los, ib leeg rov tua ib leeg. Lawv khiav mus txog ntawm Npethes Sitas thiab taug txojkev ntawm Xalethas mus txog ntua ntawm lub nroog Anpees Mehaulas uas nyob ze Tanpas."},{"bible_id":"1525","chapter_code":"JDG.7","verse_code":"JDG.7.23","label":"23","content":"Ces lawv mus hu xeem Nathalis, Aseles thiab tagnrho xeem Manaxes kom tuaj, thiab lawv mus caum cov Midias tua."},{"bible_id":"1525","chapter_code":"JDG.7","verse_code":"JDG.7.24","label":"24","content":"Nkide-oos txib neeg mus hais thoob plaws cov neeg uas nyob pem tej ncov roob Efalayees hais tias, “Nej cia li nqis tuaj thiab mus tos kev tua cov Midias. Nej mus zov raws tus ntug dej Yauladees thiab raws tej ntug dej ua ntu zus kom mus txog rau ntawm Npenpalas, tsis txhob pub cov Midias khiav los hla li.” Yog li ntawd, thiaj muaj neeg mus hu cov Efalayees tuaj txoos ua ke, thiab lawv mus zov raws tus ntug Dej Yauladees thiab raws tej ntug dej ua ntu zus mus txog ntua rau ntawm Npenpalas."},{"bible_id":"1525","chapter_code":"JDG.7","verse_code":"JDG.7.25","label":"25","content":"Lawv ntes tau Aules thiab Xees, nkawd yog cov Midias ob tug thawj; lawv muab Aules tua rau ntawm lub pobzeb Aules, thiab muab Xees tua rau hauv lub chaw tsuam txiv hmab Xees. Lawv rau siab ntso caum cov Midias tua thiab nqa Aules thiab Xees nkawd ob lub taubhau los rau Nkide-oos, Nkide-oos nyob ntawm tus dej Yauladees sab hnubtuaj."},{"bible_id":"1525","chapter_code":"JDG.8","verse_code":"JDG.8.1","label":"1","content":"Ces cov Efalayees hais rau Nkide-oos hais tias, “Vim li cas koj tsis hu peb thaum koj mus tua cov Midias? Vim li cas koj ua saib tsis taus peb li?” Lawv yws Nkide-oos txog zaj no phem kawg li."},{"bible_id":"1525","chapter_code":"JDG.8","verse_code":"JDG.8.2","label":"2","content":"Tiamsis Nkide-oos hais rau lawv hais tias, “Muab tej uas kuv ua tas los piv rau tej uas nej ua mas tsis muaj nqis dabtsi. Tej txiv hmab uas nej cov Efalayees mus khaws tau los tseem zoo dua tej uas kuv cov Anpi-exes mus de los thiab."},{"bible_id":"1525","chapter_code":"JDG.8","verse_code":"JDG.8.3","label":"3","content":"Vajtswv muab Aules thiab Xees uas yog cov Midias ob tug thawjcoj cob rau nej tes. Yuav ua li cas muab tej uas kuv ua piv tau rau qhov ntawd?” Thaum Nkide-oos hais li no tas, lawv thiaj zoo siab tsis chim lawm."},{"bible_id":"1525","chapter_code":"JDG.8","verse_code":"JDG.8.4","label":"4","content":"Thaum lub sijhawm ntawd, Nkide-oos thiab nws peb puas leej tubrog twb los txog rau ntawm tus dej Yauladees thiab hla dej rau sab tid lawm."},{"bible_id":"1525","chapter_code":"JDG.8","verse_code":"JDG.8.5","label":"5","content":"Thaum lawv los txog rau hauv lub nroog Xukaus, Nkide-oos hais rau cov neeg uas nyob hauv lub nroog ntawd hais tias, “Thov nej muab ib co ncuav rau kuv cov tubrog noj. Lawv qaug zog heev lawm, thiab kuv tseem tabtom caum Xenpas thiab Xamunas uas yog cov Midias ob tug vajntxwv.”"},{"bible_id":"1525","chapter_code":"JDG.8","verse_code":"JDG.8.6","label":"6","content":"Tiamsis cov thawjcoj uas nyob hauv Xukaus hais tias, “Yog vim li cas koj thiaj kom peb muab mov rau koj cov tubrog noj? Nej tseem caum ntes tsis tau Xenpas thiab Xamunas nkawd los sav?”"},{"bible_id":"1525","chapter_code":"JDG.8","verse_code":"JDG.8.7","label":"7","content":"Nkide-oos teb hais tias, “Tau lawm! Thaum tus TSWV muab Xenpas thiab Xamunas nkawd cob rau kuv, kuv mam muab nplawm hmab pos thiab nplawm pos kaus ntsaj tom tiaj suabpuam los nplawm nej.”"},{"bible_id":"1525","chapter_code":"JDG.8","verse_code":"JDG.8.8","label":"8","content":"Nkide-oos mus rau hauv lub nroog Penuyees, thiab thov cov neeg hauv lub nroog ntawd mov noj ib yam nkaus, tiamsis cov neeg hauv lub nroog Penuyees, los kuj teb nws ib yam li cov neeg hauv lub nroog Xukaus thiab."},{"bible_id":"1525","chapter_code":"JDG.8","verse_code":"JDG.8.9","label":"9","content":"Yog li ntawd, nws thiaj hais rau lawv hais tias, “Thaum kuv mus ntaus rog yeej rov qab los, kuv yuav rhuav lub chaw tsomfaj no povtseg!”"},{"bible_id":"1525","chapter_code":"JDG.8","verse_code":"JDG.8.10","label":"10","content":"Xenpas thiab Xamunas coj nkawd tej tubrog nrog nkawd mus nyob hauv lub nroog Kakaus. Tagnrho cov neeg uas nyob sab hnubtuaj, cov tubrog tsuas tshuav kwvyees li kaum tsib txhiab leej lawm xwb; cov tubrog uas raug tua tuag lawm muaj ib puas nees nkaum txhiab leej."},{"bible_id":"1525","chapter_code":"JDG.8","verse_code":"JDG.8.11","label":"11","content":"Nkide-oos taug txojkev raws ntug tiaj suabpuam uas nyob sab hnubtuaj, ntawm lub nroog Naunpas thiab Yaunpehas, nyas mus tua yeebncuab cov tubrog thaum lawv tsis nco ceevfaj hlo li."},{"bible_id":"1525","chapter_code":"JDG.8","verse_code":"JDG.8.12","label":"12","content":"Cov Midias ob tug vajntxwv uas yog Xenpas thiab Xamunas dhia tawm khiav, tiamsis Nkide-oos caum nkawd thiab ntes tau nkawd rov qab los, ua rau nkawd cov tubrog ceeb thiab khiav tawg ri sua."},{"bible_id":"1525","chapter_code":"JDG.8","verse_code":"JDG.8.13","label":"13","content":"Thaum Nkide-oos rov qab hauv tshavrog los, nws taug txojkev uas hla ntawm Heles los."},{"bible_id":"1525","chapter_code":"JDG.8","verse_code":"JDG.8.14","label":"14","content":"Nws ntes tau ib tug tub hluas nyob hauv lub nroog Xukaus tuaj, nws ua tib zoo nug tus tub hluas ntawd. Ces tus tub hluas txawm sau xya caum xya leej thawjcoj uas nyob hauv lub nroog Xukaus cov npe rau Nkide-oos."},{"bible_id":"1525","chapter_code":"JDG.8","verse_code":"JDG.8.15","label":"15","content":"Nkide-oos rov qab los ntsib cov neeg hauv Xukaus thiab hais rau lawv hais tias, “Nej puas nco txog qhov uas nej tsis kam pab kuv lawm? Nej hais tias, nej tsis pub zaub mov rau kuv cov tubrog noj, rau qhov kuv ntes tsis tau Xenpas thiab Xamunas nkawd. Nimno kuv ntes tau nkawd los ntawm no lawm!”"},{"bible_id":"1525","chapter_code":"JDG.8","verse_code":"JDG.8.16","label":"16","content":"Ces Nkide-oos muab cov nplawm hmab pos thiab cov nplawm pos kaus ntsaj uas txiav tom tiaj suabpuam los nplawm cov thawjcoj hauv lub nroog Xukaus ntawd."},{"bible_id":"1525","chapter_code":"JDG.8","verse_code":"JDG.8.17","label":"17","content":"Thiab nws muab lub chaw tsomfaj hauv lub nroog Penuyees rhuav vau tas thiab muab cov txivneej hauv lub nroog ntawd tua povtseg huv tibsi."},{"bible_id":"1525","chapter_code":"JDG.8","verse_code":"JDG.8.18","label":"18","content":"Nkide-oos nug Xenpas thiab Xamunas nkawd hais tias, “Cov neeg uas neb muab tua saum roob Tanpaus zoo li cas?” Nkawd teb hais tias, “Lawv zoo ib yam li koj, lawv txhua tus puavleej zoo ib yam li vajntxwv tej tub thiab ntag.”"},{"bible_id":"1525","chapter_code":"JDG.8","verse_code":"JDG.8.19","label":"19","content":"Nkide-oos hais tias, “Lawv yog kuv cov kwvtij, thiab yog kuv niam cov tub kiag ntag. Tus TSWV uas muaj sia nyob, paub hais tias yog neb tsis tua lawv povtseg, kuv yuav tsis tua neb ib yam nkaus thiab.”"},{"bible_id":"1525","chapter_code":"JDG.8","verse_code":"JDG.8.20","label":"20","content":"Nkide-oos hais rau nws tus tub hlob Yethes hais tias, “Koj cia li muab nkawd tua los mas!” Tiamsis tus tub tsa tsis taus nws rab ntaj tua nkawd li. Nws ntshai heev, rau qhov nws tseem yog tub hluas xwb."},{"bible_id":"1525","chapter_code":"JDG.8","verse_code":"JDG.8.21","label":"21","content":"Xenpas thiab Xamunas nkawd hais rau Nkide-oos hais tias, “Yog koj yog txivneej yawg tiag, koj cia li tua wb xwb.” Yog li ntawd, Nkide-oos thiaj muab nkawd tua thiab daws tej saw tooj ntawm nkawd cov ntxhuav nqa huv tibsi lawm."},{"bible_id":"1525","chapter_code":"JDG.8","verse_code":"JDG.8.22","label":"22","content":"Tom qab ntawd, cov Yixalayees hais rau Nkide-oos hais tias, “Koj cia li ua tus tswjhwm peb, thiab tom qab uas dua koj lawm, los koj tus tub thiab koj cov xeebntxwv yuav ua ib yam nkaus li ntawd. Rau qhov koj cawm peb dim ntawm cov Midias txhais tes los lawm.”"},{"bible_id":"1525","chapter_code":"JDG.8","verse_code":"JDG.8.23","label":"23","content":"Nkide-oos teb hais tias, “Kuv thiab kuv tus tub yuav tsis ua tus tswjhwm nej. Tus TSWV yuav tswjhwm nej.”"},{"bible_id":"1525","chapter_code":"JDG.8","verse_code":"JDG.8.24","label":"24","content":"Tiamsis nws txav zog mus thiab hais tias, “Cia kuv thov yuav ib yam ntawm nej. Thov nej txhua tus muab tej qhwsntsej uas nej mus huab tau los nqa huv tibsi tuaj rau kuv.” (Cov Midias coj qhwsntsej kub, ib yam li cov neeg uas nyob tom tiaj suabpuam thiab.)"},{"bible_id":"1525","chapter_code":"JDG.8","verse_code":"JDG.8.25","label":"25","content":"Cov pejxeem teb hais tias, “Peb txaus siab yuav nqa tej qhwsntsej ntawd tuaj rau koj.” Lawv nthuav hlo ib daim ntaub los pua, thiab txhua tus nqa tej qhwsntsej kub uas lawv huab tau los ntawd tuaj tso rau ntawm daim ntaub."},{"bible_id":"1525","chapter_code":"JDG.8","verse_code":"JDG.8.26","label":"26","content":"Cov qhwsntsej kub uas Nkide-oos tau ntawd hnyav tshaj plaub caug choj, thiab cov no twb tsis tau xam tej saw, tej xauv thiab tej ris tsho ntaub pajyeeb uas cov Midias ob tug vajntxwv hnav lossis tej saw tooj uas lawv dai rau ntawm lawv cov ntxhuav cajdab."},{"bible_id":"1525","chapter_code":"JDG.8","verse_code":"JDG.8.27","label":"27","content":"Nkide-oos muab cov kub ntawd nchuav ua ib tug efaus nqa mus txawb rau hauv Aufelas uas yog nws lub nroog. Tagnrho cov Yixalayees puavleej muab Vajtswv tso tseg thiab mus pe tus efaus ntawd rau hauv lub nroog Aufelas. Tus efaus ntawd yog rooj ntxiab uas cuab tos Nkide-oos thiab nws tsevneeg kev ntag."},{"bible_id":"1525","chapter_code":"JDG.8","verse_code":"JDG.8.28","label":"28","content":"Txij thaum ntawd los, cov Midias thiaj swb cov Yixalayees thiab lawv tsa tsis taus taubhau ntxiv li lawm. Lub tebchaws muaj kev thajyeeb tau plaub caug xyoo mus txog thaum Nkide-oos tuag lawm."},{"bible_id":"1525","chapter_code":"JDG.8","verse_code":"JDG.8.29","label":"29","content":"Nkide-oos rov mus nyob rau hauv nws lub tsev."},{"bible_id":"1525","chapter_code":"JDG.8","verse_code":"JDG.8.30","label":"30","content":"Nkide-oos muaj xya caum leej tub, rau qhov nws muaj ntau tus pojniam."},{"bible_id":"1525","chapter_code":"JDG.8","verse_code":"JDG.8.31","label":"31","content":"Nws tseem muaj ib tug niamyau nyob hauv lub nroog Sekhees; tus niamyau ntawd yug tau ib tug tub rau Nkide-oos, nws tis tus tub ntawd npe hu ua Anpimelej."},{"bible_id":"1525","chapter_code":"JDG.8","verse_code":"JDG.8.32","label":"32","content":"Yau-ases tus tub Nkide-oos tuag thaum nws hnubnyoog laus heev, thiab luag coj nws mus faus rau hauv nws txiv Yau-as lub qhov ntxa, hauv lub nroog Aufelas uas yog Anpi-exes cuab kwvtij lub nroog."},{"bible_id":"1525","chapter_code":"JDG.8","verse_code":"JDG.8.33","label":"33","content":"Tom qab uas Nkide-oos tuag lawm, cov Yixalayees rov tsis muab siab npuab Vajtswv thiab mus teev Npa-as dua. Lawv teev Npa-as-npelis ua lawv tus vajtswv,"},{"bible_id":"1525","chapter_code":"JDG.8","verse_code":"JDG.8.34","label":"34","content":"thiab tseg tsis pehawm tus TSWV uas yog lawv tus Vajtswv tus uas cawm lawv dim ntawd lawv cov yeebncuab uas nyob ibncig lawv lawm."},{"bible_id":"1525","chapter_code":"JDG.8","verse_code":"JDG.8.35","label":"35","content":"Lawv yeej tsis ris Nkide-oos tsevneeg tej txiaj ntsig thiab txhua yam zoo uas nws tau ua pab cov Yixalayees tas los lawm."},{"bible_id":"1525","chapter_code":"JDG.9","verse_code":"JDG.9.1","label":"1","content":"Nkide-oos tus tub Anpimelej mus xyuas nws niam cov neejtsa hauv lub nroog Sekhees, thiab nws hais rau nws niam cov neejtsa"},{"bible_id":"1525","chapter_code":"JDG.9","verse_code":"JDG.9.2","label":"2","content":"kom nug cov neeg hauv Sekhees hais tias, “Saib nej yuav tagnrho Nkide-oos xya caum leej tub ua nom kav nej lossis nej xav yuav ib tug kav nej xwb? Nco ntsoov hais tias Anpimelej thiaj yog nej nqaij nej tawv thiab yog nej roj nej ntshav xwb.”"},{"bible_id":"1525","chapter_code":"JDG.9","verse_code":"JDG.9.3","label":"3","content":"Nws niam cov neejtsa thiaj mus pab nws hais zaj no rau cov neeg uas nyob hauv lub nroog Sekhees, thiab cov neeg hauv lub nroog Sekhees pom zoo yuav Anpimelej, rau qhov nws txheeb ze lawv."},{"bible_id":"1525","chapter_code":"JDG.9","verse_code":"JDG.9.4","label":"4","content":"Lawv muab tau xya caum daim nyiaj hauv lub tsev uas lawv teev Npa-as-npelis los rau nws, thiab nws muab cov nyiaj no mus ntiav tau ib pab neeg lojleeb uas tsis tsimtxiaj los tuaj nws tog."},{"bible_id":"1525","chapter_code":"JDG.9","verse_code":"JDG.9.5","label":"5","content":"Nws thiaj rov mus tom nws txiv lub tsev uas nyob hauv lub nroog Aufelas, thiab mus ntes nws xya caum leej kwvtij uas puavleej yog Nkide-oos cov tub coj mus tua huv tibsi rau saum ib daim lag zeb. Tiamsis Yauthas uas yog Nkide-oos tus tub ntxawg, khiav nkaum lawm nws thiaj tsis raug tua xwb."},{"bible_id":"1525","chapter_code":"JDG.9","verse_code":"JDG.9.6","label":"6","content":"Ces tagnrho cov neeg hauv lub nroog Sekhees thiab hauv lub nroog Npemilaus tuaj txoos ua ke rau ntawm tsob qab ntoo xeeb hauv lub nroog Sekhees. Lawv muab Anpimelej tsa ua vajntxwv."},{"bible_id":"1525","chapter_code":"JDG.9","verse_code":"JDG.9.7","label":"7","content":"Thaum Yauthas hnov dheev txog zaj no, nws thiaj mus sawv saum lub ncov Roob Nkelixees thiab qw tuaj rau lawv hais tias, “Cov neeg Sekhees, yog nej mloog kuv hais, Vajtswv thiaj yuav mloog nej hais!"},{"bible_id":"1525","chapter_code":"JDG.9","verse_code":"JDG.9.8","label":"8","content":"Muaj ib zaug tej ntoo txawm tawm mus xaiv ib tug vajntxwv kav lawv. Lawv hais rau tus ntoo roj hais tias, ‘Koj cia li ua vajntxwv kav peb.’"},{"bible_id":"1525","chapter_code":"JDG.9","verse_code":"JDG.9.9","label":"9","content":"Tus ntoo roj teb hais tias, ‘Yog muab kuv tsa ua vajntxwv kav nej, kuv yuav tsis tau txi kuv tej txiv los ua roj siv rau tej dab thiab tej neeg tau ntsejmuag lawm.’"},{"bible_id":"1525","chapter_code":"JDG.9","verse_code":"JDG.9.10","label":"10","content":"Ces tej ntoo ntawd hais rau tus ntoo txiv ncuavpias hais tias, ‘Koj cia li ua vajntxwv kav peb.’"},{"bible_id":"1525","chapter_code":"JDG.9","verse_code":"JDG.9.11","label":"11","content":"Tus ntoo txiv ncuavpias teb hais tias, ‘Yog muab kuv tsa ua vajntxwv kav nej, kuv yuav tsis tau txi kuv tej txiv uas qab zib heev lawm.’"},{"bible_id":"1525","chapter_code":"JDG.9","verse_code":"JDG.9.12","label":"12","content":"Yog li ntawd, tej ntoo thiaj hais rau tsob txiv hmab hais tias, ‘Koj cia li ua vajntxwv kav peb.’"},{"bible_id":"1525","chapter_code":"JDG.9","verse_code":"JDG.9.13","label":"13","content":"Tiamsis tsob txiv hmab teb hais tias, ‘Yog muab kuv tsa ua vajntxwv kav nej, kuv yuav tsis tau txi kuv tej txiv los ua cawv rau tej dab thiab tej neeg muaj kev zoo siab lawm.’"},{"bible_id":"1525","chapter_code":"JDG.9","verse_code":"JDG.9.14","label":"14","content":"Ces tagnrho tej ntoo ntawd txawm hais rau tsob hmab pos hais tias, ‘Koj cia li ua vajntxwv kav peb.’"},{"bible_id":"1525","chapter_code":"JDG.9","verse_code":"JDG.9.15","label":"15","content":"Tsob hmab pos teb hais tias, ‘Yog nej xav muab kuv tsa ua nej tus vajntxwv tiag, nej cia li los nkaum hauv kuv tus duab ntxoov ntxoo. Yog nej tsis kam los, hluavtaws yuav tawm hauv kuv tej ceg tuaj kub tej ntoo ciab pem Lenpanoos kom tas huv tibsi.’ ”"},{"bible_id":"1525","chapter_code":"JDG.9","verse_code":"JDG.9.16","label":"16","content":"Yauthas hais ntxiv hais tias, “Nej yeej muaj nplooj siab ncaj ncees thiab dawb paug thaum nej tsa Anpimelej ua nej tus vajntxwv tiag los? Nej ua li no puas yog nej pauj txiaj ntsig rau Nkide-oos thiab nws tsevneeg?"},{"bible_id":"1525","chapter_code":"JDG.9","verse_code":"JDG.9.17","label":"17","content":"Nej yuav tsum nco ntsoov hais tias, kuv txiv yog tus uas tuaj pab nej tua nej cov yeebncuab. Nws muab nws txojsia cawm nej dim ntawm cov Midias txhais tes los."},{"bible_id":"1525","chapter_code":"JDG.9","verse_code":"JDG.9.18","label":"18","content":"Tiamsis hnub no nej ntxeev siab tig rov qab tawmtsam kuv txiv tsevneeg. Nej muab kuv txiv xya caum leej tub tua rau saum ib daim lag zeb, thiab nej muab Anpimelej uas yog kuv txiv tus nkauj qhe tus tub tsa ua vajntxwv kav nej hauv lub nroog Sekhees, rau qhov nws txheeb ze nej."},{"bible_id":"1525","chapter_code":"JDG.9","verse_code":"JDG.9.19","label":"19","content":"Tej uas hnub no nej ua, yog ua rau Nkide-oos thiab nws tsevneeg, thiab yog ua los ntawm lub siab ncaj ncees tiag, ces nej cia li txaus siab rau Anpimelej thiab nws cia li txaus siab rau nej."},{"bible_id":"1525","chapter_code":"JDG.9","verse_code":"JDG.9.20","label":"20","content":"Yog hais tias tsis yog li ntawd, thov kom nplaim taws cia li tawm hauv Anpimelej tuaj kub cov neeg uas nyob hauv lub nroog Sekhees thiab Npemilaus. Thov kom nplaim taws tawm hauv cov neeg uas nyob hauv lub nroog Sekhees thiab Npemilaus tuaj kub Anpimelej kom tas.”"},{"bible_id":"1525","chapter_code":"JDG.9","verse_code":"JDG.9.21","label":"21","content":"Vim Yauthas ntshai nws tus tijlaug Anpimelej, nws thiaj khiav mus nyob hauv lub nroog Npelis lawm."},{"bible_id":"1525","chapter_code":"JDG.9","verse_code":"JDG.9.22","label":"22","content":"Anpimelej kav cov Yixalayees tau peb xyoos."},{"bible_id":"1525","chapter_code":"JDG.9","verse_code":"JDG.9.23","label":"23","content":"Ces Vajtswv ua rau Anpimelej thiab cov neeg hauv lub nroog Sekhees tsis sib haumxeeb, lawv tau ntxeev siab tawmtsam Anpimelej."},{"bible_id":"1525","chapter_code":"JDG.9","verse_code":"JDG.9.24","label":"24","content":"Tej xwm no tshwmsim twb yog vim Anpimelej tua Nkide-oos xya caum leej tub tuag liab ntsha tsuas, nimno tej ntshav ntawd thiaj ua siv ua npog poob los rau saum lawv tus kwvtij Anpimelej thiab cov neeg hauv Sekhees uas pab Anpimelej tua nws cov kwvtij."},{"bible_id":"1525","chapter_code":"JDG.9","verse_code":"JDG.9.25","label":"25","content":"Cov neeg hauv lub nroog Sekhees txhij ib pab neeg mus nkaum hauv tej koog ntoo saum tej ncov roob tos kev tua Anpimelej, thiab lawv huab txhua tus neeg uas taug txojkev ntawd. Ces txawm muaj neeg mus hais zaj no rau Anpimelej paub."},{"bible_id":"1525","chapter_code":"JDG.9","verse_code":"JDG.9.26","label":"26","content":"Enpes tus tub Nka-as nrog nws cov kwvtij tuaj txog hauv lub nroog Sekhees, mas cov neeg hauv lub nroog ntawd cia siab heev rau nws."},{"bible_id":"1525","chapter_code":"JDG.9","verse_code":"JDG.9.27","label":"27","content":"Lawv txawm tawm mus de tej txiv hmab hauv lawv tej vaj coj los tsuam ua cawv thiab npaj ua ib rooj noj haus. Lawv mus rau hauv lawv tus vajtswv lub tuamtsev, lawv noj haus ua kev lomzem thiab luag Anpimelej plig heev."},{"bible_id":"1525","chapter_code":"JDG.9","verse_code":"JDG.9.28","label":"28","content":"Nka-as hais tias, “Peb cov neeg uas nyob hauv lub nroog Sekhees no yog neeg dabtsi? Vim li cas peb cia nyuag Anpimelej ntawd kav peb? Nws yog leejtwg tiag? Nws tsuas yog Nkide-oos tus tub xwb los sav! Thiab Xenpules yog tus sawv cev ntawm nws, vim li cas peb pheej ua haujlwm rau nws? Cia li hwm nej yawgkoob Hamaules, tus uas yog cov neeg Sekhees leej txiv."},{"bible_id":"1525","chapter_code":"JDG.9","verse_code":"JDG.9.29","label":"29","content":"Kheev lam yog kuv tau ua cov pejxeem no tus thawj xwb lauj! Kuv yuav raws Anpimelej tawm khiav mus ntag! Kuv yuav hais rau nws  tias, ‘Cia li txhij koj cov tubrog tawm tuaj nrog peb sib tua!’ ”"},{"bible_id":"1525","chapter_code":"JDG.9","verse_code":"JDG.9.30","label":"30","content":"Thaum Xenpules uas kav lub nroog hnov tej lus uas Nka-as hais ntawd, ua rau nws chim heev."},{"bible_id":"1525","chapter_code":"JDG.9","verse_code":"JDG.9.31","label":"31","content":"Nws thiaj xa xov mus rau Anpimelej hauv lub nroog Alumas  hais tias, “Enpes tus tub Nka-as thiab nws cov kwvtij tau tuaj txog hauv lub nroog Sekhees, thiab lawv tau txwv tsis pub koj rov los rau hauv lub nroog Sekhees no ntxiv lawm."},{"bible_id":"1525","chapter_code":"JDG.9","verse_code":"JDG.9.32","label":"32","content":"Hmo no koj thiab koj cov tubrog cia li maub mus nkaum rau hauv tej teb."},{"bible_id":"1525","chapter_code":"JDG.9","verse_code":"JDG.9.33","label":"33","content":"Tagkis sawv ntxov nej cia li sawv thiab nyas tuaj tua lub nroog. Ces thaum uas Nka-as thiab nws cov tubrog tawm tuaj tua nej, txhua tus uas nej ntes tau, nej cia li muab ntaus kom txaus siab ntag!”"},{"bible_id":"1525","chapter_code":"JDG.9","verse_code":"JDG.9.34","label":"34","content":"Yog li ntawd, Anpimelej thiaj muab nws cov tubrog faib ua plaub pab, hmo ntawd lawv maub los nkaum rau ntawm ntug nroog Sekhees."},{"bible_id":"1525","chapter_code":"JDG.9","verse_code":"JDG.9.35","label":"35","content":"Thaum Anpimelej thiab nws cov tubrog pom Nka-as tawm tuaj sawv ntawm roojvag nroog, lawv txawm sawv pes tsees ntawm tej chaw uas lawv nkaum los."},{"bible_id":"1525","chapter_code":"JDG.9","verse_code":"JDG.9.36","label":"36","content":"Nka-as pom dheev lawv thiab hais rau Xenpules hais tias, “Saib maj! Muaj neeg coob heev dhia nplawg ntia saum ncov roob los lawm lauj!” Xenpules teb hais tias, “Cov ntawd tsis yog neeg, lawv yog tej duab ntxoov ntxoo los saum roob los xwb.”"},{"bible_id":"1525","chapter_code":"JDG.9","verse_code":"JDG.9.37","label":"37","content":"Nka-as rov hais ntxiv hais tias, “Saib maj! Cov tid dhia nplawg ntia nqis taug laj roob los thiab muaj ib pab taug txojkev ntawm cov neeg saib hmoov tsob ntoo xeeb los.”"},{"bible_id":"1525","chapter_code":"JDG.9","verse_code":"JDG.9.38","label":"38","content":"Ces Xenpules hais rau Nka-as hais tias, “Nimno tej lus uas koj pheej khavtheeb dua twg lawm? Koj yog tus uas pheej nug hais tias, vim li cas peb pheej cia nyuag Anpimelej ntawd kav peb. Cov neeg ntawd yog cov uas koj pheej luag lawv plig ntag. Cia li tawm mus nrog lawv sib tua los mas.”"},{"bible_id":"1525","chapter_code":"JDG.9","verse_code":"JDG.9.39","label":"39","content":"Nka-as thiab cov neeg hauv lub nroog Sekhees tawm mus nrog Anpimelej sib tua."},{"bible_id":"1525","chapter_code":"JDG.9","verse_code":"JDG.9.40","label":"40","content":"Anpimelej mus caum ntes Nka-as, thiab Nka-as khiav nkaum rau ub rau no. Muaj neeg raug mob ua ntu zus los txog ntua rau ntawm roojvag nroog."},{"bible_id":"1525","chapter_code":"JDG.9","verse_code":"JDG.9.41","label":"41","content":"Anpimelej rov mus nyob hauv lub nroog Alumas, ces Xenpules thiaj muab Nka-as thiab nws cov kwvtij raws khiav tawm hauv lub nroog Sekhees lawm, yog li ntawd, lawv thiaj nyob tsis taus hauv lub nroog Sekhees."},{"bible_id":"1525","chapter_code":"JDG.9","verse_code":"JDG.9.42","label":"42","content":"Hnub tom qab muaj neeg mus qhia rau Anpimelej hais tias, cov neeg hauv lub nroog Sekhees tabtom tuav tswvyim nrhiav kev khiav mus rau tom tej teb."},{"bible_id":"1525","chapter_code":"JDG.9","verse_code":"JDG.9.43","label":"43","content":"Yog li ntawd, Anpimelej thiaj txhij nws cov tubrog, muab lawv faib ua peb pab, mus nkaum tom teb tos. Thaum nws pom cov pejxeem tawm hauv nroog tuaj, nws thiaj tawm hauv qhov chaw uas nws nkaum los tua lawv."},{"bible_id":"1525","chapter_code":"JDG.9","verse_code":"JDG.9.44","label":"44","content":"Thaum Anpimelej thiab pab tubrog uas nrog nws tabtom dhia ceev nrooj los zov ntawm roojvag nroog, ob pab uas mus zov tom teb twb muab cov yeebncuab uas nyob tom teb tua tuag tas."},{"bible_id":"1525","chapter_code":"JDG.9","verse_code":"JDG.9.45","label":"45","content":"Lawv sib tua ib hnub nkaus. Anpimelej thiaj txeeb tau lub nroog, muab cov neeg hauv tua tuag tas, muab lub nroog tsoo vau tas, thiab muab ntsev nphoo plooj nkaus rau saum npoo av."},{"bible_id":"1525","chapter_code":"JDG.9","verse_code":"JDG.9.46","label":"46","content":"Thaum cov thawjcoj uas nyob ntawm lub chaw fajxwm hauv lub nroog Sekhees hnov txog zaj no, lawv thiaj khiav mus nkaum rau ib chav hauv lub tuamtsev uas pe Npa-as."},{"bible_id":"1525","chapter_code":"JDG.9","verse_code":"JDG.9.47","label":"47","content":"Muaj neeg mus qhia rau Anpimelej hais tias, lawv khiav mus nkaum rau hauv lawm,"},{"bible_id":"1525","chapter_code":"JDG.9","verse_code":"JDG.9.48","label":"48","content":"nws thiaj coj nws cov tubrog nce mus rau saum Roob Zalemoos. Anpimelej muab taus mus txiav tau ib kheev ceg ntoo kwv los. Anpimelej hais kom nws cov tubrog ua ib yam nkaus li nws ua."},{"bible_id":"1525","chapter_code":"JDG.9","verse_code":"JDG.9.49","label":"49","content":"Ces txhua tus tubrog, ib leeg mus txiav tau ib kheev ceg ntoo kwv los; lawv ua raws li Anpimelej ua, thiab muab cov ceg ntoo ntsaws rau lub cauj qho ntawd. Lawv zes taws hlawv, ces cov neeg uas nkaum hauv chav ntawd, thiab cov neeg uas nyob hauv lub chaw fajxwm hauv lub nroog Sekhees tuag tagnrho, pojniam thiab txivneej huv tibsi muaj kwvyees ib txhiab leej."},{"bible_id":"1525","chapter_code":"JDG.9","verse_code":"JDG.9.50","label":"50","content":"Ces Anpimelej txawm mus rau hauv lub nroog Thenpej, mus vij lub nroog ntawd thiab ntes cov neeg hauv."},{"bible_id":"1525","chapter_code":"JDG.9","verse_code":"JDG.9.51","label":"51","content":"Nyob hauv lub nroog ntawd muaj ib lub chaw tsomfaj zoo heev, ces txhua tus txivneej thiab pojniam uas nyob hauv lub nroog ntawd, thiab tagnrho tej thawjcoj nkag mus nkaum rau hauv lub chaw tsomfaj ntawd. Lawv muab qhovrooj xauv thiab nce mus nkaum rau saum ruv lawm."},{"bible_id":"1525","chapter_code":"JDG.9","verse_code":"JDG.9.52","label":"52","content":"Anpimelej tuaj tua lawv ntawm lub chaw tsomfaj, nws mus rau ntawm lub qhovrooj thiab zes taws hlawv lub chaw tsomfaj."},{"bible_id":"1525","chapter_code":"JDG.9","verse_code":"JDG.9.53","label":"53","content":"Tiamsis muaj ib tug pojniam muab ib txhib zeb pov los raug Anpimelej taubhau thiab ua rau nws txha taubhau tawg."},{"bible_id":"1525","chapter_code":"JDG.9","verse_code":"JDG.9.54","label":"54","content":"Ces Anpimelej txawm hu tus tub hluas uas nqa nws tej cuabyeej ua rog, kom cia li ceev nrooj los cuag nws thiab nws hais rau tus tub hluas ntawd hais tias, “Cia li rho koj rab ntaj tua kuv kom tuag. Kuv tsis xav kom luag xyav hais tias tus pojniam ntawd tua kuv tuag.” Tus tub hluas ntawd thiaj rho ntaj nkaug Anpimelej tshab plaws. Anpimelej thiaj tuag lawm."},{"bible_id":"1525","chapter_code":"JDG.9","verse_code":"JDG.9.55","label":"55","content":"Thaum cov Yixalayees pom Anpimelej tuag lawm, lawv nyias txawm rov mus nyias tsev tas."},{"bible_id":"1525","chapter_code":"JDG.9","verse_code":"JDG.9.56","label":"56","content":"Twb yog Vajtswv muab Anpimelej tua pauj txojkev phem uas nws tau ua tawmtsam nws txiv, thiab muab nws cov kwvtij xya caum leej tua tuag tas ntawd."},{"bible_id":"1525","chapter_code":"JDG.9","verse_code":"JDG.9.57","label":"57","content":"Vajtswv tseem ua rau cov neeg uas nyob hauv lub nroog Sekhees raug kev txomnyem vim lawv txojkev ua phem, Nkide-oos tus tub Yauthas tej lus uas thaum nws foom ntawd thiaj poob los raug lawv."},{"bible_id":"1525","chapter_code":"JDG.10","verse_code":"JDG.10.1","label":"1","content":"Tom qab uas Anpimelej tuag lawm, Puahas tus tub Taulas uas yog Daudaus tus xeebntxwv los ua tus pab cov Yixalayees. Nws yog xeem Ixakhas thiab nws nyob hauv lub nroog Samiles pem lub laj roob Efalayees."},{"bible_id":"1525","chapter_code":"JDG.10","verse_code":"JDG.10.2","label":"2","content":"Nws ua cov Yixalayees tus thawjcoj tau nees nkaum peb xyoos. Nws mam tuag, thiab luag muab nws faus rau hauv lub nroog Samiles."},{"bible_id":"1525","chapter_code":"JDG.10","verse_code":"JDG.10.3","label":"3","content":"Tom qab uas Taulas tuag lawm, Yailes uas nyob hauv cheebtsam Nkile-as thiaj ua tus coj cov Yixalayees tau nees nkaum ob xyoos."},{"bible_id":"1525","chapter_code":"JDG.10","verse_code":"JDG.10.4","label":"4","content":"Nws muaj peb caug leej tub; lawv caij peb caug tus neesluav. Lawv muaj peb caug lub nroog nyob hauv xeev Nkile-as uas nimno tseem hu ua Yailes tej zos."},{"bible_id":"1525","chapter_code":"JDG.10","verse_code":"JDG.10.5","label":"5","content":"Yailes tuag thiab luag muab nws coj mus faus rau ntawm lub nroog Kamoos."},{"bible_id":"1525","chapter_code":"JDG.10","verse_code":"JDG.10.6","label":"6","content":"Cov Yixalayees rov ua txhaum rau tus TSWV uas yog lawv mus pe Npa-as thiab tej mlom Atates, thiab mus pe cov Xilias, cov Xidoos, cov Mau-am, cov Amoos thiab cov Filitees tej vajtswv. Lawv tso tus TSWV tseg tsis pehawm nws lawm."},{"bible_id":"1525","chapter_code":"JDG.10","verse_code":"JDG.10.7","label":"7","content":"Yog li ntawd, tus TSWV chim heev rau cov Yixalayees, nws thiaj tso cov Filitees thiab cov Amoos tuaj tua cov Yixalayees."},{"bible_id":"1525","chapter_code":"JDG.10","verse_code":"JDG.10.8","label":"8","content":"Lawv quab yuam thiab tsimtxom cov Yixalayees uas nyob hauv tebchaws Amaules ntawm tus dej Yauladees sab hnubtuaj, hauv cheebtsam Nkile-as tau kaum yim xyoo."},{"bible_id":"1525","chapter_code":"JDG.10","verse_code":"JDG.10.9","label":"9","content":"Cov Amoos tseem hla tus dej Yauladees mus tua xeem Yudas, xeem Npeenyamees thiab xeem Efalayees huv tibsi. Cov Yixalayees tau kev nyuaj siab loj kawg nkaus."},{"bible_id":"1525","chapter_code":"JDG.10","verse_code":"JDG.10.10","label":"10","content":"Cov Yixalayees thiaj quaj thov tus TSWV hais tias, “Peb tau ua txhaum tawmtsam koj, peb tso koj uas yog peb tus Vajtswv tseg thiab mus pe Npa-as lawm.”"},{"bible_id":"1525","chapter_code":"JDG.10","verse_code":"JDG.10.11","label":"11","content":"Tus TSWV teb lawv hais tias: “Thaum cov Iziv, cov Amaules, cov Amoos, cov Filitees,"},{"bible_id":"1525","chapter_code":"JDG.10","verse_code":"JDG.10.12","label":"12","content":"cov Xidoos, cov Amalej thiab cov Ma-oos tau quab yuam nej yav tas los, thiab nej tau quaj thov kuv. Kuv yeej ibtxwm tsis tau cawm nej dim ntawm lawv tes hlo li los?"},{"bible_id":"1525","chapter_code":"JDG.10","verse_code":"JDG.10.13","label":"13","content":"Tiamsis nej tseem tso kuv tseg thiab mus pe luag tej vajtswv, yog li ntawd, kuv yuav tsis pab nej ib zaug ntxiv li lawm."},{"bible_id":"1525","chapter_code":"JDG.10","verse_code":"JDG.10.14","label":"14","content":"Nej cia li rov qab mus thiab quaj thov tej vajtswv uas nej twb xaiv lawm. Cia tej vajtswv ntawd pab nej thaum nej raug kev txomnyem.”"},{"bible_id":"1525","chapter_code":"JDG.10","verse_code":"JDG.10.15","label":"15","content":"Tiamsis cov Yixalayees hais rau tus TSWV hais tias, “Peb tau ua txhaum lawm tiag. Koj yuav rau txim li cas rau peb los nyob ntawm koj pom zoo, tiamsis hnub no thov koj cawm peb lauj.”"},{"bible_id":"1525","chapter_code":"JDG.10","verse_code":"JDG.10.16","label":"16","content":"Yog li ntawd, lawv thiaj muab lwm haivneeg tej vajtswv uas lawv tau coj los pe ntawd tsoo povtseg huv tibsi thiab rov los pehawm tus TSWV dua; thiab tus TSWV tsis xav cia cov Yixalayees raug kev txomnyem ntxiv lawm."},{"bible_id":"1525","chapter_code":"JDG.10","verse_code":"JDG.10.17","label":"17","content":"Ces cov Amoos txawm txhij tubrog thiab tuaj tsuam yeej rau ntawm cheebtsam Nkile-as. Cov Yixalayees tuaj sib sau ua ke thiab tsuam yeej rau ntawm Mixepas hauv cheebtsam Nkile-as."},{"bible_id":"1525","chapter_code":"JDG.10","verse_code":"JDG.10.18","label":"18","content":"Cov Nkile-as tej thawj tubrog thiaj sib tham hais tias, “Leejtwg yog tus coj peb mus tua cov Amoos, tus ntawd cia li ua tus thawjcoj, coj peb cov uas nyob hauv cheebtsam Nkile-as no.”"},{"bible_id":"1525","chapter_code":"JDG.11","verse_code":"JDG.11.1","label":"1","content":"Yefethas yog ib tug tubrog uas siab tawv heev nyob hauv xeev Nkile-as, nws yog ib tug niamntiav tus tub. Nws txiv yog Nkile-as;"},{"bible_id":"1525","chapter_code":"JDG.11","verse_code":"JDG.11.2","label":"2","content":"Nkile-as tus pojniam yug tau tub coob, thiab thaum lawv loj hlob tuaj lawm, lawv muab Yefethas ntiab tawm tsev. Lawv hais rau nws hais tias, “Koj yuav tsis muaj feem nrog peb faib peb txiv tej qubtxeeg qubteg; rau qhov koj yog dua ib tug niam yug.”"},{"bible_id":"1525","chapter_code":"JDG.11","verse_code":"JDG.11.3","label":"3","content":"Yog li ntawd, Yefethas thiaj khiav nws cov kwvtij mus nyob rau hauv tebchaws Taunpes. Nws mus yaum tau ib pab neeg lojleeb thiab lawv mus nrog nws nyob ua ke."},{"bible_id":"1525","chapter_code":"JDG.11","verse_code":"JDG.11.4","label":"4","content":"Tom qab ntawd, muaj ib zaug cov Amoos txawm mus ua rog rau cov Yixalayees."},{"bible_id":"1525","chapter_code":"JDG.11","verse_code":"JDG.11.5","label":"5","content":"Thaum muaj tej xwm no tshwmsim tuaj, cov Nkile-as tej thawjcoj thiaj mus coj Yefethas hauv tebchaws Taunpes rov qab los."},{"bible_id":"1525","chapter_code":"JDG.11","verse_code":"JDG.11.6","label":"6","content":"Lawv hais rau Yefethas hais tias, “Koj cia li rov los ua peb tus thawjcoj, peb thiaj yuav tua yeej cov Amoos.”"},{"bible_id":"1525","chapter_code":"JDG.11","verse_code":"JDG.11.7","label":"7","content":"Tiamsis Yefethas teb hais tias, “Nej ntxub kuv heev, nej thiaj muab kuv ntiab tawm hauv kuv txiv tsev mus lawm. Ua cas nimno nej raug kev nyuaj siab, nej ho paub tuaj cuag kuv?”"},{"bible_id":"1525","chapter_code":"JDG.11","verse_code":"JDG.11.8","label":"8","content":"Lawv teb Yefethas hais tias, “Nimno peb tig rov los cuag koj, rau qhov peb xav tau koj nrog peb mus tua cov Amoos thiab ua cov Nkile-as tus thawjcoj.”"},{"bible_id":"1525","chapter_code":"JDG.11","verse_code":"JDG.11.9","label":"9","content":"Yefethas hais rau lawv hais tias, “Yog nej coj kuv rov qab mus tsev, mus tua cov Amoos thiab tus TSWV pab kuv tua yeej, mas kuv yuav ua tus kav nej xwb.”"},{"bible_id":"1525","chapter_code":"JDG.11","verse_code":"JDG.11.10","label":"10","content":"Lawv teb hais tias, “Peb pom zoo li ntawd ntag. Thov tus TSWV ua timkhawv rau peb.”"},{"bible_id":"1525","chapter_code":"JDG.11","verse_code":"JDG.11.11","label":"11","content":"Yog li ntawd, Yefethas thiaj nrog cov Nkile-as tej thawjcoj rov los, thiab cov pejxeem muab nws tsa ua tus saib lawv thiab ua lawv tus thawjcoj. Yefethas qhia tej kev uas nws yuav tswjhwm sawvdaws tabmeeg tus TSWV hauv lub nroog Mixepas."},{"bible_id":"1525","chapter_code":"JDG.11","verse_code":"JDG.11.12","label":"12","content":"Yefethas txawm txib neeg mus hais rau cov Amoos tus vajntxwv hais tias, “Vim li cas koj yuav tsiv siab ua luaj rau peb? Vim li cas koj thiaj tuaj tua kuv lub tebchaws?”"},{"bible_id":"1525","chapter_code":"JDG.11","verse_code":"JDG.11.13","label":"13","content":"Cov Amoos tus vajntxwv teb Yefethas hais tias, “Thaum cov Yixalayees khiav nram tebchaws Iziv los, lawv txeeb tagnrho kuv tej av uas nyob ntawm tus dej Alenoos mus txog ntua ntawm tus dej Yanpaus thiab ntawm tus dej Yauladees lawm. Nimno koj cia li thim twjywm rov qab rau kuv xwb.”"},{"bible_id":"1525","chapter_code":"JDG.11","verse_code":"JDG.11.14","label":"14","content":"Yefethas rov txib neeg mus hais rau cov Amoos tus vajntxwv"},{"bible_id":"1525","chapter_code":"JDG.11","verse_code":"JDG.11.15","label":"15","content":"hais tias, “Cov Yixalayees tsis tau los txeeb lub tebchaws Mau-am lossis lub tebchaws Amoos, qhov ntawd tsis muaj tseeb li koj hais."},{"bible_id":"1525","chapter_code":"JDG.11","verse_code":"JDG.11.16","label":"16","content":"Tej xwm uas tshwmsim ntawd yog li no: thaum cov Yixalayees khiav nram tebchaws Iziv los, lawv hla tiaj suabpuam los txog rau ntawm Hiavtxwv Akhanpas thiab los txog rau hauv Kades."},{"bible_id":"1525","chapter_code":"JDG.11","verse_code":"JDG.11.17","label":"17","content":"Ces lawv thiaj txib neeg mus thov cov Edoos tus vajntxwv kom pub lawv taug kev hauv nws lub tebchaws los. Tiamsis cov Edoos tus vajntxwv tsis kam lawv los. Dua li ntawd lawv tseem thov cov Mau-am tus vajntxwv ib yam nkaus, tiamsis nws kuj tsis kam li thiab. Yog li ntawd, cov Yixalayees thiaj los nyob rau hauv Kades."},{"bible_id":"1525","chapter_code":"JDG.11","verse_code":"JDG.11.18","label":"18","content":"Ces lawv thiaj los hla tiaj suabpuam, lug kev ncig lub tebchaws Edoos thiab lub tebchaws Mau-am, mus txog thaum lawv los txog rau ntawm tebchaws Mau-am sab hnubtuaj uas nyob ntawm tus dej Alenoos sab tid. Lawv thiaj tsuam yeej nyob rau qhov ntawd, tiamsis lawv tsis tau hla tus dej Alenoos rau qhov yog cov Mau-am tus ciamteb."},{"bible_id":"1525","chapter_code":"JDG.11","verse_code":"JDG.11.19","label":"19","content":"Cov Yixalayees tso xov rau Xihoos uas yog cov Amaules tus vajntxwv uas kav lub nroog Hesenpoos hais tias, ‘Thov koj tso cai rau peb taug kev hauv koj lub tebchaws mus rau hauv peb lub tebchaws.’"},{"bible_id":"1525","chapter_code":"JDG.11","verse_code":"JDG.11.20","label":"20","content":"Tiamsis Xihoos tsis kam cov Yixalayees taug kev hauv nws lub tebchaws mus. Nws thiaj txhij tagnrho nws cov tubrog mus tsuam yeej rau hauv Yahaxes thiab tua cov Yixalayees."},{"bible_id":"1525","chapter_code":"JDG.11","verse_code":"JDG.11.21","label":"21","content":"Tiamsis tus TSWV uas yog cov Yixalayees tus Vajtswv tau pab cov Yixalayees tua yeej Xihoos thiab nws cov tubrog. Ces cov Yixalayees thiaj txeeb tau tagnrho lub tebchaws uas cov Amaules nyob ntawd."},{"bible_id":"1525","chapter_code":"JDG.11","verse_code":"JDG.11.22","label":"22","content":"Lawv kav tagnrho cov Amaules lub tebchaws txij ntua ntawm tus dej Alenoos sab qabteb mus txog ntua ntawm tus dej Yanpaus sab qaumteb thiab txij ntua ntawm tiaj suabpuam sab hnubtuaj mus txog ntua ntawm tus dej Yauladees sab hnubpoob."},{"bible_id":"1525","chapter_code":"JDG.11","verse_code":"JDG.11.23","label":"23","content":"Twb yog tus TSWV uas yog cov Yixalayees tus Vajtswv muab cov Amaules ntiab tawm thiab cia rau nws haivneeg Yixalayees los nyob."},{"bible_id":"1525","chapter_code":"JDG.11","verse_code":"JDG.11.24","label":"24","content":"Koj tseem xav txeeb lub tebchaws no rov qab thiab los? Koj cia li kav tej uas koj tus vajtswv Khemaus muab rau koj lawm xwb. Tiamsis peb yuav kav tej uas tus TSWV uas yog peb tus Vajtswv muab pub rau peb lawm."},{"bible_id":"1525","chapter_code":"JDG.11","verse_code":"JDG.11.25","label":"25","content":"Koj xav hais tias koj tseem txawj ntaus rog tshaj cov Mau-am tus vajntxwv Xipaules tus tub Npalaj thiab no los? Nws yeej ibtxwm tsis tau nrog cov Yixalayees sib cav dua li los? Nws yeej ibtxwm tsis tau nrog peb ua rog li los?"},{"bible_id":"1525","chapter_code":"JDG.11","verse_code":"JDG.11.26","label":"26","content":"Cov Yixalayees twb kav lub nroog Hesenpoos thiab Alu-es, thiab tej zos me uas nyob ibncig ob lub nroog no, thiab tagnrho tej nroog uas nyob raws tus ntug dej Alenoos tau peb puas xyoo lawm. Yog li cas koj tsis txeeb rov qab thaum lub sijhawm ntawd?"},{"bible_id":"1525","chapter_code":"JDG.11","verse_code":"JDG.11.27","label":"27","content":"Kuv tsis tau ua txhaum rau koj qhov twg li, tsuas yog koj thiaj ua txhaum rau kuv uas yog tuaj tua kuv lub tebchaws. Tus TSWV yog tus txiav txim. Hnub no nws yuav txiav txim rau cov Yixalayees thiab rau cov Amoos.”"},{"bible_id":"1525","chapter_code":"JDG.11","verse_code":"JDG.11.28","label":"28","content":"Tiamsis cov Amoos tus vajntxwv tsis quavntsej Yefethas tej lus ntawd li."},{"bible_id":"1525","chapter_code":"JDG.11","verse_code":"JDG.11.29","label":"29","content":"Ces tus TSWV tus ntsujplig txawm los kav hlo Yefethas. Nws thiaj mus ncig thoob plaws Nkile-as thiab Manaxes rov los rau hauv Mixepas hauv cheebtsam Nkile-as thiab mus rau ntawm cov Amoos."},{"bible_id":"1525","chapter_code":"JDG.11","verse_code":"JDG.11.30","label":"30","content":"Yefethas coglus rau tus TSWV li no hais tias: “Yog koj pub kuv tua yeej cov Amoos,"},{"bible_id":"1525","chapter_code":"JDG.11","verse_code":"JDG.11.31","label":"31","content":"thaum kuv ntaus yeej rog rov qab los, yog leejtwg xub tawm hauv kuv lub tsev tuaj tos kuv, mas kuv yuav muab tus ntawd tua hlawv fij rau koj.”"},{"bible_id":"1525","chapter_code":"JDG.11","verse_code":"JDG.11.32","label":"32","content":"Yog li ntawd, Yefethas thiaj hla dej mus tua cov Amoos, thiab tus TSWV tau pab nws tua yeej lawm tiag."},{"bible_id":"1525","chapter_code":"JDG.11","verse_code":"JDG.11.33","label":"33","content":"Nws pib tua cov Amoos ntawm Alu-es mus txog ntua ntawm cheebtsam uas nyob ibncig lub nroog Meenithas, tagnrho muaj nees nkaum lub nroog, thiab mus txog ntua ntawm Anpees Kelamees. Cov Amoos raug tua tuag coob kawg nkaus li, thiab ua rau cov Amoos swb cov Yixalayees lawm."},{"bible_id":"1525","chapter_code":"JDG.11","verse_code":"JDG.11.34","label":"34","content":"Thaum Yefethas rov qab los txog tsev hauv Mixepas, nws tus ntxhais txawm npuaj nruas dhia seevcev tawm tuaj tos nws. Yefethas muaj tib tug ntxhais ntawd xwb."},{"bible_id":"1525","chapter_code":"JDG.11","verse_code":"JDG.11.35","label":"35","content":"Thaum Yefethas pom dheev nws tus ntxhais, Yefethas dua rhe Yefethas lub tsho thiab hais tias, “Kuv tus Mentxhais! Koj ua rau kuv nyuaj siab kawg nkaus li! Vim li cas koj ua rau kuv mob siab tas npaum li no? Kuv tau coglus ruaj heev rau tus TSWV lawm, kuv yuav thim tsis tau kuv tej lus ntawd li!”"},{"bible_id":"1525","chapter_code":"JDG.11","verse_code":"JDG.11.36","label":"36","content":"Yefethas tus ntxhais hais rau Yefethas hais tias, “Yog koj tau coglus rau tus TSWV lawm tiag, koj cia li ua rau kuv raws li koj tau coglus tseg, rau qhov tus TSWV twb ua pauj rau koj cov yeebncuab uas yog cov Amoos lawm.”"},{"bible_id":"1525","chapter_code":"JDG.11","verse_code":"JDG.11.37","label":"37","content":"Tiamsis nws thov nws txiv hais tias, “Thov koj cia kuv ua li no. Thov cia kuv nyob ywj siab ob lub hlis, kom kuv tau nrog kuv tej phoojywg mus ncig ua si saum tej roob thiab quaj nyiav qhov uas kuv yuav tuag thaum kuv tseem yog nkaujxwb.”"},{"bible_id":"1525","chapter_code":"JDG.11","verse_code":"JDG.11.38","label":"38","content":"Yefethas thiaj cia nws mus ua si tau ob lub hlis. Nws thiab nws tej phoojywg nce mus rau pem tej ncov roob thiab mus quaj nyiav qhov uas nws yuav tuag thaum nws tsis tau yuav txiv thiab tsis tau muaj menyuam."},{"bible_id":"1525","chapter_code":"JDG.11","verse_code":"JDG.11.39","label":"39","content":"Tom qab ob lub hlis lawm, nws rov los cuag nws txiv. Ces Yefethas txawm ua raws li nws tau coglus rau tus TSWV lawm, nws tus ntxhais thiaj tuag thaum tseem yog nkaujxwb. Qhov no thiaj chiv ua ib txojkev quaj rau cov Yixalayees,"},{"bible_id":"1525","chapter_code":"JDG.11","verse_code":"JDG.11.40","label":"40","content":"mas txhua lub xyoos, cov Yixalayees tej pojniam thiaj muab plaub hnub mus quaj nyiav Yefethas tus ntxhais uas yog neeg Nkile-as."},{"bible_id":"1525","chapter_code":"JDG.12","verse_code":"JDG.12.1","label":"1","content":"Cov Efalayees npaj mus ntaus rog; lawv hla tus dej Yauladees mus rau hauv lub nroog Xafoos thiab hais rau Yefethas hais tias, “Vim li cas koj hla ciamteb mus tua cov Amoos koj tsis hu peb nrog koj mus? Peb yuav hlawv lub tsev no kom vau los tsuam koj!”"},{"bible_id":"1525","chapter_code":"JDG.12","verse_code":"JDG.12.2","label":"2","content":"Tiamsis Yefethas hais rau lawv hais tias, “Kuv cov pejxeem thiab kuv tau nrog cov Amoos sib cav sib ceg txaus nkaus lawm. Kuv twb thov nej, tiamsis nej tsis pab kom kuv dim ntawm lawv tes."},{"bible_id":"1525","chapter_code":"JDG.12","verse_code":"JDG.12.3","label":"3","content":"Thaum kuv pom nej tsis cev tes tuaj pab kuv, kuv thiaj muab kuv txojsia pua kev hla ciamteb mus tua cov Amoos, tus TSWV thiaj pub kuv tua yeej lawv. Vim li cas nimno nej tseem yuav tuaj tua kuv thiab?”"},{"bible_id":"1525","chapter_code":"JDG.12","verse_code":"JDG.12.4","label":"4","content":"Ces Yefethas txhij tagnrho cov txivneej hauv xeev Nkile-as tuaj ua ke, tua cov Efalayees ua rau lawv swb kiag lawm. (Cov Efalayees hais tias, “Nej cov Nkile-as uas nyob hauv Efalayees thiab Manaxes, nej nyiag kev khiav ntawm cov Efalayees lawm xwb los sav!”)"},{"bible_id":"1525","chapter_code":"JDG.12","verse_code":"JDG.12.5","label":"5","content":"Vim tsis xav pub kom cov Efalayees khiav dim tau, cov Nkile-as thiaj mus txeeb tau tej qhov chaw uas hla tus dej Yauladees. Thaum txhua tus Efalayees khiav los hla qhov ntawd yuav tsum tau thov kev tso cai, mas cov neeg Nkile-as nug hais tias, “Koj puas yog neeg Efalayees?” Yog nws teb hais tias, “Tsis yog,”"},{"bible_id":"1525","chapter_code":"JDG.12","verse_code":"JDG.12.6","label":"6","content":"ces lawv yuam kom nws hais tias, “Sinpaules.” Tiamsis nws hais “Xinpaules,” rau qhov nws hais lo lus ntawd tsis meej. Ces lawv yuav ntes nws thiab muab nws tua rau ntawm qhov chaw uas hla tus dej Yauladees. Lub sijhawm ntawd cov neeg Efalayees uas raug tua tuag muaj plaub caug ob txhiab leej."},{"bible_id":"1525","chapter_code":"JDG.12","verse_code":"JDG.12.7","label":"7","content":"Yefethas ua tus coj cov Yixalayees tau rau xyoo. Ces nws txawm tuag lawm, thiab luag muab nws faus rau hauv nws lub zos  ntawm Nkile-as."},{"bible_id":"1525","chapter_code":"JDG.12","verse_code":"JDG.12.8","label":"8","content":"Tom qab uas Yefethas tuag lawm, Ixas uas nyob hauv lub nroog Npelehees ua tus coj cov Yixalayees."},{"bible_id":"1525","chapter_code":"JDG.12","verse_code":"JDG.12.9","label":"9","content":"Ixas muaj peb caug leej tub thiab peb caug leej ntxhais. Ixas muab nws cov ntxhais qua rau cov neeg sab nraud uas tsis yog nws cajces yuav ua pojniam, thiab nws mus yuav cov neeg sab nraud uas tsis yog nws cajces peb caug tus ntxhais los rau nws cov tub ua pojniam. Ixas coj cov Yixalayees tau xya xyoo,"},{"bible_id":"1525","chapter_code":"JDG.12","verse_code":"JDG.12.10","label":"10","content":"ces nws txawm tuag lawm, thiab luag muab nws faus rau hauv lub nroog Npelehees."},{"bible_id":"1525","chapter_code":"JDG.12","verse_code":"JDG.12.11","label":"11","content":"Tom qab uas Ixas tuag lawm, Eloos uas yog xeem Xenpuloos ua tus coj cov Yixalayees tau kaum xyoo."},{"bible_id":"1525","chapter_code":"JDG.12","verse_code":"JDG.12.12","label":"12","content":"Ces nws txawm tuag lawm, thiab luag muab nws faus rau hauv lub nroog Aiyaloos hauv cov Xenpuloos cheebtsam av."},{"bible_id":"1525","chapter_code":"JDG.12","verse_code":"JDG.12.13","label":"13","content":"Tom qab uas Eloos tuag lawm, Adoos uas yog Hilees tus tub uas nyob hauv lub nroog Pilathoos ua tus coj cov Yixalayees."},{"bible_id":"1525","chapter_code":"JDG.12","verse_code":"JDG.12.14","label":"14","content":"Nws muaj plaub caug leej tub thiab peb caug leej xeebntxwv, lawv caij xya caum tus neesluav. Adoos coj cov Yixalayees tau yim xyoo,"},{"bible_id":"1525","chapter_code":"JDG.12","verse_code":"JDG.12.15","label":"15","content":"ces nws txawm tuag lawm, thiab luag muab nws faus rau hauv lub nroog Pilathoos hauv cov Efalayees cheebtsam av uas nyob pem cov Amalej tej ncov roob."},{"bible_id":"1525","chapter_code":"JDG.13","verse_code":"JDG.13.1","label":"1","content":"Cov Yixalayees rov ua txhaum rau tus TSWV dua, tus TSWV thiaj muab lawv cob rau cov Filitees kav tau plaub caug xyoo."},{"bible_id":"1525","chapter_code":"JDG.13","verse_code":"JDG.13.2","label":"2","content":"Lub sijhawm ntawd, muaj ib tug txivneej npe hu ua Manau-as nyob hauv lub nroog Xaulas. Nws yog xeem Das. Nws tus pojniam yeej ibtxwm xeeb tsis taus tub li."},{"bible_id":"1525","chapter_code":"JDG.13","verse_code":"JDG.13.3","label":"3","content":"Tus TSWV ib tug timtswv los rau Manau-as tus pojniam pom thiab hais rau nws tus pojniam hais tias, “Koj yeej ibtxwm xeeb tsis taus tub, tiamsis tsis ntev koj yuav xeeb menyuam thiab yuav yug tau ib tug metub."},{"bible_id":"1525","chapter_code":"JDG.13","verse_code":"JDG.13.4","label":"4","content":"Koj nco ntsoov tsis txhob haus cawv txiv hmab lossis cawv ntsim lossis noj tej zaub mov uas txwv tsis pub noj;"},{"bible_id":"1525","chapter_code":"JDG.13","verse_code":"JDG.13.5","label":"5","content":"thiab tom qab uas yug tau koj tus tub lawm, koj yuav tsum tsis txhob txiav nws cov plaubhau hlo li, rau qhov yuav muab nws fij ua ib tug Naxis  rau Vajtswv txij hnub uas yug tau nws los. Nws yuav pib ua tes haujlwm uas pab tso cov Yixalayees kom dim ntawm cov Filitees txhais tes.”"},{"bible_id":"1525","chapter_code":"JDG.13","verse_code":"JDG.13.6","label":"6","content":"Tus pojniam ntawd txawm mus qhia rau nws tus txiv hais tias, “Vajtswv ib tug neeg tau los cuag kuv, nws lub ntsejmuag muaj hwvxyeej ib yam li Vajtswv tus timtswv  ntag. Kuv tsis tau nug saib nws tuaj qhov twg tuaj, thiab nws tsis qhia nws lub npe rau kuv paub li."},{"bible_id":"1525","chapter_code":"JDG.13","verse_code":"JDG.13.7","label":"7","content":"Tiamsis nws qhia rau kuv hais tias, kuv yuav xeeb menyuam thiab yuav yug tau ib tug tub. Nws hais kom kuv tsis txhob haus cawv txiv hmab lossis cawv ntsim lossis tsis txhob noj tej zaub mov uas txwv tsis pub noj, rau qhov tus metub no yuav muab fij ua ib tug Naxis rau Vajtswv mus tas nws simneej.”"},{"bible_id":"1525","chapter_code":"JDG.13","verse_code":"JDG.13.8","label":"8","content":"Ces Manau-as txawm thov tus TSWV hais tias, “Tus TSWV, thov tso Vajtswv tus neeg rov qab los cuag wb thiab qhia saib wb yuav ua li cas rau tus metub no thaum yug tau nws lawm.”"},{"bible_id":"1525","chapter_code":"JDG.13","verse_code":"JDG.13.9","label":"9","content":"Vajtswv ua raws li Manau-as thov, thiab nws tus timtswv rov los rau Manau-as tus pojniam pom thaum nws nyob tom teb. Tiamsis Manau-as uas yog nws tus txiv tsis nrog nws nyob ntawd,"},{"bible_id":"1525","chapter_code":"JDG.13","verse_code":"JDG.13.10","label":"10","content":"yog li ntawd, nws thiaj khiav rov los qhia rau nws tus txiv dua hais tias, “Koj saib! Tus txivneej uas ob hnub ntawd los cuag kuv, rov los rau kuv pom dua lawm tiag.”"},{"bible_id":"1525","chapter_code":"JDG.13","verse_code":"JDG.13.11","label":"11","content":"Manau-as sawv tsees thiab caum nws tus pojniam qab mus. Manau-as thiaj mus cuag tus txivneej ntawd thiab nug hais tias, “Koj yog tus txivneej uas qhia rau kuv tus pojniam ntag los?” Nws teb hais tias, “Kuv yog tus ntawd ntag.”"},{"bible_id":"1525","chapter_code":"JDG.13","verse_code":"JDG.13.12","label":"12","content":"Ces Manau-as nug hais tias, “Yog muaj tseeb li koj hais tiag, tus metub ntawd yuav ua dabtsi? Nws yuav coj lub neej zoo li cas?”"},{"bible_id":"1525","chapter_code":"JDG.13","verse_code":"JDG.13.13","label":"13","content":"Tus TSWV tus timtswv teb hais tias, “Koj tus pojniam yuav tsum ua txhua yam raws li kuv twb qhia rau nws lawm."},{"bible_id":"1525","chapter_code":"JDG.13","verse_code":"JDG.13.14","label":"14","content":"Nws yuav tsum tsis txhob noj tej yam uas yog muab cawv txiv hmab ua; nws yuav tsum tsis txhob haus cawv txiv hmab lossis cawv ntsim lossis tsis txhob noj tej zaub mov uas txwv tsis pub noj. Nws yuav tsum ua txhua yam li kuv twb qhia rau nws lawm xwb.”"},{"bible_id":"1525","chapter_code":"JDG.13","verse_code":"JDG.13.15","label":"15","content":"Manau-as hais rau tus TSWV tus timtswv hais tias, “Wb xav kom koj nyob tos, wb mus muab ib tug menyuam tshis los tua ua zaub mov rau koj noj tso.”"},{"bible_id":"1525","chapter_code":"JDG.13","verse_code":"JDG.13.16","label":"16","content":"Tus TSWV tus timtswv teb hais tias, “Txawm yog neb cheem kuv nyob los, kuv yuav tsis noj neb rooj mov ntawd. Tiamsis yog neb xav npaj rooj mov ntawd los cia li muab rooj mov ntawd hlawv fij rau tus TSWV.”"},{"bible_id":"1525","chapter_code":"JDG.13","verse_code":"JDG.13.17","label":"17","content":"Manau-as teb hais tias, “Thov qhia koj lub npe rau wb, kom wb thiaj paub qhuas koj thaum tshwm muaj tseeb raws li tej lus uas koj hais ntawd lawm.”"},{"bible_id":"1525","chapter_code":"JDG.13","verse_code":"JDG.13.18","label":"18","content":"Tus timtswv nug hais tias, “Vim li cas neb thiaj xav paub kuv lub npe? Kuv lub npe yog lub uas xav tsis thoob.”"},{"bible_id":"1525","chapter_code":"JDG.13","verse_code":"JDG.13.19","label":"19","content":"Yog li ntawd, Manau-as thiaj mus ntes ib tug menyuam tshis los tua thiab muab mentsis hmoov nplej coj mus hlawv rau saum lub thaj pobzeb fij rau tus TSWV uas ua tej txujci uas xav tsis thoob."},{"bible_id":"1525","chapter_code":"JDG.13","verse_code":"JDG.13.20","label":"20","content":"Thaum cov nplaim taws cig lam lug saum lub thaj, Manau-as nkawd pom tus timtswv ntawd nyob hauv cov nplaim taws nce mus rau saum ntuj lawm. Thaum Manau-as nkawd pom li ntawd, ces nkawd cia li qhau cev hlo ua ntsejmuag ti nkaus rau hauv av."},{"bible_id":"1525","chapter_code":"JDG.13","verse_code":"JDG.13.21","label":"21","content":"Txij thaum ntawd los, tus TSWV tus timtswv tsis los tshwm rau Manau-as thiab nws tus pojniam pom ntxiv li lawm, Manau-as thiaj paub hais tias tus txivneej ntawd yog Vajtswv tus timtswv."},{"bible_id":"1525","chapter_code":"JDG.13","verse_code":"JDG.13.22","label":"22","content":"Manau-as hais rau nws tus pojniam hais tias, “Wb yeej yuav tuag xwb lauj, rau qhov wb pom Vajtswv lawm!”"},{"bible_id":"1525","chapter_code":"JDG.13","verse_code":"JDG.13.23","label":"23","content":"Tiamsis nws tus pojniam teb hais tias, “Yog tus TSWV xav tua wb povtseg tiag, nws yuav tsis txais wb cov khoom fij ntawm wb tes; thiab nws yuav tsis kam ua txhua yam no rau wb pom, lossis nws yuav tsis qhia txhua yam no rau wb paub li.”"},{"bible_id":"1525","chapter_code":"JDG.13","verse_code":"JDG.13.24","label":"24","content":"Tus pojniam ntawd thiaj yug tau ib tug tub thiab tis nws lub npe hu ua Xaxoos. Tus metub no loj hlob zoo thiab tus TSWV foom koob hmoov rau nws."},{"bible_id":"1525","chapter_code":"JDG.13","verse_code":"JDG.13.25","label":"25","content":"Thiab tus TSWV lub hwjchim txawm ua rau nws muaj zog heev zuj zus thaum nws nyob hauv xeem Das lub yeej ntu nruab nrab ntawm lub nroog Xaulas thiab Eseta-aus."},{"bible_id":"1525","chapter_code":"JDG.14","verse_code":"JDG.14.1","label":"1","content":"Muaj ib hnub Xaxoos txawm nqis mus rau nram lub nroog Teenas, nws pom cov Filitees ib tug ntxhais zoo nkauj heev nyob nrad."},{"bible_id":"1525","chapter_code":"JDG.14","verse_code":"JDG.14.2","label":"2","content":"Nws rov qab los tsev, nws txawm piav rau nws niam nws txiv mloog hais tias, “Kuv mus pom cov Filitees ib tug ntxhais nyob nram lub nroog Teenas, mas kuv nyiam nws heev. Neb mus yuav nws los rau kuv.”"},{"bible_id":"1525","chapter_code":"JDG.14","verse_code":"JDG.14.3","label":"3","content":"Tiamsis nws niam nws txiv nug nws hais tias, “Metub, vim li cas koj thiaj xav mus yuav cov Filitees uas tsis ua kevcai txiav tej ntxhais los ua pojniam? Koj twb nrhiav thoob plaws peb haivneeg uas yog koj cajces txawm tsis muaj hluas nkauj li lawm los?” Tiamsis Xaxoos hais rau nws txiv hais tias, “Koj cia li mus yuav tus ntxhais nrad los rau kuv. Kuv nyiam nws tib leeg xwb.”"},{"bible_id":"1525","chapter_code":"JDG.14","verse_code":"JDG.14.4","label":"4","content":"Nws niam nws txiv tsis paub xyov puas yog tus TSWV coj Xaxoos mus ua li ntawd, vim tus TSWV twb nrhiav sijhawm yuav mus tua cov Filitees lawm. Lub sijhawm ntawd cov Filitees kav cov Yixalayees."},{"bible_id":"1525","chapter_code":"JDG.14","verse_code":"JDG.14.5","label":"5","content":"Yog li ntawd, Xaxoos txawm nrog nws niam nws txiv mus nram lub nroog Teenas. Thaum lawv tabtom mus txog rau ntawm lub vaj txiv hmab hauv lub nroog Teenas, txawm muaj ib tug menyuam tsov ntxhuav nyooj laws dhia los rau ntawm nws."},{"bible_id":"1525","chapter_code":"JDG.14","verse_code":"JDG.14.6","label":"6","content":"Tamsim ntawd tus TSWV tus ntsujplig los rau Xaxoos thiab ua rau nws muaj zog heev, nws thiaj muab tes dua tus menyuam tsov ntxhuav ntawd ntuag ua tej daim, ib yam li dua tus menyuam tshis uas mos mos ntag. Tiamsis nws yeej tsis piav tej uas nws ua ntawd qhia rau nws niam nws txiv paub li."},{"bible_id":"1525","chapter_code":"JDG.14","verse_code":"JDG.14.7","label":"7","content":"Ces nws txawm mus tham tus hluas nkauj ntawd, thiab nws nyiam tus hluas nkauj ntawd heev."},{"bible_id":"1525","chapter_code":"JDG.14","verse_code":"JDG.14.8","label":"8","content":"Tau ob peb hnub tom qab Xaxoos txawm rov qab mus yuav tus hluas nkauj ntawd ua pojniam. Thaum nws taug kev mus, nws txawm rov mus xauj tus tsov ntxhuav uas nws muab tua tuag ntawd, nws pom muaj ib xub muv muaj zib heev nyob hauv tus tsov ntxhuav tuag ntawd lub cev, ua rau nws xav tsis thoob li."},{"bible_id":"1525","chapter_code":"JDG.14","verse_code":"JDG.14.9","label":"9","content":"Nws txawm muab cov zib thiab noj taug kev los. Thaum nws los txog ntawm nws niam nws txiv, nws txawm muab mentsis rau nkawd noj. Nkawd noj cov zib mu ntawd, tiamsis Xaxoos tsis qhia rau nkawd paub hais tias nws muab cov zib muv ntawd hauv tus tsov ntxhuav lub cev los."},{"bible_id":"1525","chapter_code":"JDG.14","verse_code":"JDG.14.10","label":"10","content":"Xaxoos txiv thiaj mus saib tus hluas nkauj ntawd hauv nws lub tsev, Xaxoos txawm ua tau ib rooj mov noj. Qhov no yog kevcai ntawm cov tub hluas."},{"bible_id":"1525","chapter_code":"JDG.14","verse_code":"JDG.14.11","label":"11","content":"Thaum cov Filitees pom Xaxoos, lawv tso tau peb caug leej tub hluas tuaj nrog nws nyob."},{"bible_id":"1525","chapter_code":"JDG.14","verse_code":"JDG.14.12","label":"12","content":"Xaxoos hais rau lawv hais tias, “Kuv yuav txhiaj ib zaj rau nej txhais, yog nej txhais tau lub ntsiab lus rau kuv ua ntej hnub xya uas peb xaus tshoob, kuv yuav muab peb caug cev ris tsho ntaubmag, thiab peb caug daim ntaub pua chaw rau nej."},{"bible_id":"1525","chapter_code":"JDG.14","verse_code":"JDG.14.13","label":"13","content":"Tiamsis yog nej txhais tsis tau zaj lus no, nej yuav tsum muab peb caug cev ris tsho ntaubmag, thiab peb caug daim ntaub pua chaw rau kuv.” Lawv teb Xaxoos hais tias, “Koj cia li txhiaj los, peb rawm hnov zaj ntawd kawg li.”"},{"bible_id":"1525","chapter_code":"JDG.14","verse_code":"JDG.14.14","label":"14","content":"Xaxoos hais tias, “Muaj tej yam uas noj tawm ntawm tus noj los; Muaj tej yam qab zib tawm ntawm tus uas muaj zog los.” Twb tau peb hnub tom qab, lawv tseem txhais tsis tau zaj lus uas Xaxoos txhiaj rau lawv txhais ntawd lub ntsiab li."},{"bible_id":"1525","chapter_code":"JDG.14","verse_code":"JDG.14.15","label":"15","content":"Hnub plaub  lawv thiaj mus hais rau Xaxoos tus pojniam hais tias, “Koj taij koj tus txiv kom qhia rau peb saib zaj lus uas nws txhiaj rau peb txhais ntawd lub ntsiab yog li cas. Yog koj tsis nug, peb yuav zes taws hlawv koj txiv lub tsev thiab muab koj hlawv nrog lub tsev ntawd.  Tsis yog neb ob tug nyuag ko caw peb tuaj, kom neb tau txeeb peb tej khoom xwb los?”"},{"bible_id":"1525","chapter_code":"JDG.14","verse_code":"JDG.14.16","label":"16","content":"Yog li ntawd, Xaxoos tus pojniam thiaj quaj los cuag nws thiab hais tias, “Koj tsis hlub kuv hlo li! Koj ntxub kuv kawg nkaus! Koj txhiaj rau kuv cov phoojywg txhais, tiamsis koj tsis qhia lub ntsiab rau kuv paub li!” Xaxoos teb hais tias, “Txawm yog kuv niam thiab kuv txiv los kuv twb tsis qhia. Kuv yuav ua li cas qhia rau koj?”"},{"bible_id":"1525","chapter_code":"JDG.14","verse_code":"JDG.14.17","label":"17","content":"Xaxoos tus pojniam quaj ntsig txog zaj ntawd tau xya hnub uas noj tshoob ntawd li. Tiamsis thaum txwm nkaus hnub xya, Xaxoos txawm qhia zaj lus uas nws txhiaj ntawd lub ntsiab rau nws tus pojniam, vim nws txob Xaxoos txog zaj ntawd heev. Ces tus pojniam txawm qhia rau cov Filitees."},{"bible_id":"1525","chapter_code":"JDG.14","verse_code":"JDG.14.18","label":"18","content":"Yog li ntawd, hnub xya, ua ntej uas Xaxoos mus hauv txaj,  cov txivneej hauv lub nroog ntawd hais rau nws hais tias, “Yam dabtsi qab zib tshaj zib mu? Yam dabtsi muaj zog tshaj tsov ntxhuav?” Xaxoos teb hais tias, “Yog nej tsis cab kuv tus maum nyuj mus laij liag, Nej yeej txhais tsis tau kuv zaj lus no li.”"},{"bible_id":"1525","chapter_code":"JDG.14","verse_code":"JDG.14.19","label":"19","content":"Tamsim ntawd, tus TSWV tus ntsujplig ua rau Xaxoos muaj zog heev, thiab nws txawm cia li nqis mus rau nram lub nroog Akeloos, nws mus tua tuag peb caug leej txivneej rau nrad, nws huab lawv, thiab nqa lawv tej ris tsho ntaubmag uas zoo heev los rau cov neeg uas txhais tau zaj lus uas nws txhiaj ntawd. Tom qab ntawd, nws chim txog zaj no heev, nws thiaj rov qab los tsev lawm."},{"bible_id":"1525","chapter_code":"JDG.14","verse_code":"JDG.14.20","label":"20","content":"Thaum txog hnub txis tshoob, luag txawm muab Xaxoos tus pojniam rau nws tus phijlaj yuav lawm."},{"bible_id":"1525","chapter_code":"JDG.15","verse_code":"JDG.15.1","label":"1","content":"Tom qab ntawd, Xaxoos rov mus xyuas nws tus pojniam thaum lub caij uas tabtom hlais nplej, nws cab ib tug thav tshis thiab mus saib nws tus pojniam. Nws taij nws yawmtxiv hais tias, “Kuv xav mus hauv kuv tus pojniam lub txaj.” Tiamsis yawmtxiv tsis pub Xaxoos mus hauv li."},{"bible_id":"1525","chapter_code":"JDG.15","verse_code":"JDG.15.2","label":"2","content":"Nws hais rau Xaxoos hais tias, “Kuv saib zoo li koj ntxub nws heev, yog li ntawd, kuv thiaj muab nws txis rau koj tus phijlaj yuav lawm. Tiamsis nws tus niamhluas tseem zoo nkauj tshaj nws thiab. Koj cia li yuav nws tus niamhluas.”"},{"bible_id":"1525","chapter_code":"JDG.15","verse_code":"JDG.15.3","label":"3","content":"Xaxoos teb hais tias, “Zaum no kuv ua phem rau cov Filitees los kuv yuav tsis txhaum dabtsi li lawm!”"},{"bible_id":"1525","chapter_code":"JDG.15","verse_code":"JDG.15.4","label":"4","content":"Yog li ntawd, nws thiaj mus ntes tau peb puas tus hma cab los, thiab muab cov hma ntawd cov kotw khi ob tug ua ibke thiab ib nkawm hma twg nws muab ib teg tsau khi rau."},{"bible_id":"1525","chapter_code":"JDG.15","verse_code":"JDG.15.5","label":"5","content":"Ces nws zes taws rau cov tsau thiab tso cov hma ntawd khiav mus rau hauv cov Filitees tej teb npleg. Nws ua li no tsis yog hluavtaws kub tej nplej uas twb hlais tau lawm xwb, tiamsis tseem kub tej nplej uas tsis tau hlais hauv tej teb, thiab tej vaj txiv ntoo roj tas huv tibsi lawm thiab."},{"bible_id":"1525","chapter_code":"JDG.15","verse_code":"JDG.15.6","label":"6","content":"Cov Filitees sib nug zom zaws hais tias, “Leejtwg yog tus ua li no?” Txawm muaj neeg qhia rau lawv hais tias, “Xaxoos yog tus ua, rau qhov nws yawmtxiv uas nyob hauv lub nroog Teenas muab Xaxoos tus pojniam qua rau Xaxoos tus phijlaj yuav lawm.” Yog li ntawd, cov Filitees thiaj mus muab tus pojniam ntawd thiab nws txiv hlawv kub hnyiab tas huv tibsi."},{"bible_id":"1525","chapter_code":"JDG.15","verse_code":"JDG.15.7","label":"7","content":"Xaxoos hais rau lawv hais tias, “Twb yog vim nej ua li no ntag! Kuv coglus tseg hais tias, kuv yuav tsis tso nej tseg mus txog thaum kuv ua pauj rau nej tas lawm tso!”"},{"bible_id":"1525","chapter_code":"JDG.15","verse_code":"JDG.15.8","label":"8","content":"Xaxoos ntaus thiab tua lawv tuag coob kawg li. Ces nws txawm khiav mus nkaum rau hauv lub qhov tsua nram lub pobtsuas Etas lawm."},{"bible_id":"1525","chapter_code":"JDG.15","verse_code":"JDG.15.9","label":"9","content":"Cov Filitees tuaj tsuam yeej nyob hauv xeev Yudas thiab tuaj tua lub nroog Lehis."},{"bible_id":"1525","chapter_code":"JDG.15","verse_code":"JDG.15.10","label":"10","content":"Cov Yudas nug lawv hais tias, “Vim li cas nej thiaj tuaj tua peb?” Lawv teb hais tias, “Peb tuaj ntes Xaxoos mus kaw, peb yuav ua rau nws ib yam li nws tau ua rau peb lawm.”"},{"bible_id":"1525","chapter_code":"JDG.15","verse_code":"JDG.15.11","label":"11","content":"Yog li ntawd, cov Yudas peb txhiab leej thiaj mus rau hauv lub qhov tsua nram lub pobtsuas Etas thiab hais rau Xaxoos hais tias, “Koj tsis paub hais tias, cov Filitees yog cov uas ua nom ua tswv kav peb no los? Ua cas koj tseem ua li no rau peb thiab?” Nws teb hais tias, “Kuv ua rau lawv ib yam li lawv tau ua rau kuv lawm xwb.”"},{"bible_id":"1525","chapter_code":"JDG.15","verse_code":"JDG.15.12","label":"12","content":"Lawv hais rau Xaxoos hais tias, “Peb tuaj ntawm no yog tuaj ntes koj khi coj mus cob rau cov Filitees.” Xaxoos teb lawv hais tias, “Nej puas coglus rau kuv hais tias, nej yuav tsis tua kuv povtseg li?”"},{"bible_id":"1525","chapter_code":"JDG.15","verse_code":"JDG.15.13","label":"13","content":"Lawv teb hais tias, “Peb tsuas tuaj khi koj thiab coj koj mus cob rau lawv xwb. Peb tsis tua koj li.” Yog li ntawd, lawv thiaj muab tau ob txog hluas tshiab los khi Xaxoos thiab coj nws tawm hauv qhov tsua los."},{"bible_id":"1525","chapter_code":"JDG.15","verse_code":"JDG.15.14","label":"14","content":"Thaum nws los txog hauv lub nroog Lehis, cov Filitees khiav nroo ntws tuaj ntsauv nws thiab qw ntshoo nrooj rau nws. Tamsim ntawd tus TSWV tus ntsujplig ua rau nws muaj zog heev, thiab nws nriaj ua rau ob txoj hlua uas khi nws ob txais cajnpab thiab ob txhais tes tu tas ib yam li hlawv tej xov."},{"bible_id":"1525","chapter_code":"JDG.15","verse_code":"JDG.15.15","label":"15","content":"Nws txawm pom ib lub pobtxha puabtsaig neesluav uas tseem tshiab khiv, nws khaws nkaus los ntaus cov txivneej ntawd tuag lawm ib txhiab leej."},{"bible_id":"1525","chapter_code":"JDG.15","verse_code":"JDG.15.16","label":"16","content":"Yog li ntawd, Xaxoos thiaj hu ib zaj nkauj hais tias, “Kuv muab lub pobtxha puabtsaig neesluav no ntaus tuag ib txhiab leej txivneej; Vim lub pobtxha puabtsaig neesluav no, kuv thiaj muab lawv pov ua tsheej pawg.”"},{"bible_id":"1525","chapter_code":"JDG.15","verse_code":"JDG.15.17","label":"17","content":"Dhau ntawd, nws txawm muab lub pobtxha puabtsaig povtseg lawm. Twb yog muaj tej no tshwmsim lawv thiaj tis npe rau qhov chaw ntawd hu ua Lamas Lehis."},{"bible_id":"1525","chapter_code":"JDG.15","verse_code":"JDG.15.18","label":"18","content":"Xaxoos nqhis dej heev, nws thiaj thov tus TSWV hais tias, “Koj tau pub rau kuv muaj yeej loj kawg nkaus; kuv nqhis dej heev kuv yuav tuag thiab koj yuav cia cov Filitees uas tsis ntseeg koj ntes tau kuv los?”"},{"bible_id":"1525","chapter_code":"JDG.15","verse_code":"JDG.15.19","label":"19","content":"Vajtswv thiaj qhib plho ib lub qhov av khoob lug hauv lub nroog Lehis, thiab dej txhawv hauv lub qhov ntawd tuaj. Xaxoos haus cov dej ntawd ua rau nws rov muaj zog tuaj. Luag thiaj tis npe rau lub qhovdej ntawd hu ua Hakaules;  niaj hnub no lub qhovdej ntawd tseem nyob hauv lub nroog Lehis."},{"bible_id":"1525","chapter_code":"JDG.15","verse_code":"JDG.15.20","label":"20","content":"Lub sijhawm uas cov Filitees kav lub tebchaws ntawd, Xaxoos ua tus coj cov Yixalayees tau nees nkaum xyoo nkaus."},{"bible_id":"1525","chapter_code":"JDG.16","verse_code":"JDG.16.1","label":"1","content":"Muaj ib hnub Xaxoos mus txog rau hauv cov Filitees lub nroog Nkaxas, nws ntsib ib tug niamntiav nyob hauv, ces nws mus nrog tus niamntiav ntawd pw."},{"bible_id":"1525","chapter_code":"JDG.16","verse_code":"JDG.16.2","label":"2","content":"Muaj neeg mus qhia rau cov neeg hauv lub nroog Nkaxas hais tias, “Xaxoos tuaj rau hauv no lawm,” lawv thiaj mus vij qhov chaw ntawd thiab pw ntawm roojvag nroog zov ib hmos kaj ntug plaws. Lawv zov ib hmos ntsiag to, lawv xav hais tias, “Peb yuav tos txog thaum kaj ntug tso, peb mam ntes nws tua povtseg.”"},{"bible_id":"1525","chapter_code":"JDG.16","verse_code":"JDG.16.3","label":"3","content":"Tiamsis Xaxoos mus pw hauv txaj txog thaum ib tag hmo xwb. Ces nws sawv mus dawj lub roojvag nroog, ob tug ncej thiab tus ntsia liaj rooj, nws muab kwv loo rau saum xubpwg coj mus povtseg saum lub ncov roob uas saib ntsoov rau hauv lub nroog Henploos."},{"bible_id":"1525","chapter_code":"JDG.16","verse_code":"JDG.16.4","label":"4","content":"Tom qab no muaj ib hnub, Xaxoos txawm nyiam ib tug hluas nkauj hu ua Delilas nyob hauv lub Hav Xaules."},{"bible_id":"1525","chapter_code":"JDG.16","verse_code":"JDG.16.5","label":"5","content":"Cov Filitees cov thawjcoj mus cuag Delilas thiab hais rau nws hais tias, “Koj sim nug Xaxoos kom nws qhia rau koj saib yog vim li cas nws muaj zog ua luaj, thiab yuav ua li cas peb thiaj kovyeej nws, khi tau nws thiab ua kom nws tsis muaj zog. Yog koj nug tau, peb tuaj yeem muab ib leeg ib txhiab ib puas daim nyiaj rau koj.”"},{"bible_id":"1525","chapter_code":"JDG.16","verse_code":"JDG.16.6","label":"6","content":"Yog li ntawd, Delilas thiaj hais rau Xaxoos hais tias, “Thov koj qhia rau kuv saib yog ua li cas koj muaj zog ua luaj. Yog leejtwg xav khi koj thiab ua kom koj tsis muaj zog no, nws yuav ua li cas thiaj kovyeej koj?”"},{"bible_id":"1525","chapter_code":"JDG.16","verse_code":"JDG.16.7","label":"7","content":"Xaxoos teb hais tias, “Yog lawv muab xya txoj hlua hneevnti tshiab uas tseem tsis tau qhuav li coj los khi kuv, ces kuv tsuas muaj zog ib yam li sawvdaws lawm xwb.”"},{"bible_id":"1525","chapter_code":"JDG.16","verse_code":"JDG.16.8","label":"8","content":"Yog li ntawd, cov Filitees cov thawjcoj thiaj nqa tau xya txoj hlua hneevnti tshiab uas tseem tsis tau qhuav tuaj rau Delilas muab Xaxoos khi cia."},{"bible_id":"1525","chapter_code":"JDG.16","verse_code":"JDG.16.9","label":"9","content":"Delilas twb kom ib co txivneej mus nyob ib chav tsev tos lawm, nws mam qw hais tias, “Xaxoos! Cov Filitees tuaj lawm!” Tiamsis Xaxoos nti ua rau cov hlua ntawd tu zom zaws ib yam li nplaim taws kub tej xov. Yog li ntawd, lawv tseem tsis tau paub hais tias yog vim li cas Xaxoos thiaj muaj zog npaum li ntawd."},{"bible_id":"1525","chapter_code":"JDG.16","verse_code":"JDG.16.10","label":"10","content":"Delilas hais rau Xaxoos hais tias, “Saib maj, koj dag kuv thiab tsis qhia qhov tseeb rau kuv. Thov qhia tseeb rau kuv saib, luag yuav ua li cas thiaj khi tau koj.”"},{"bible_id":"1525","chapter_code":"JDG.16","verse_code":"JDG.16.11","label":"11","content":"Nws qhia rau Delilas hais tias, “Yog lawv muab tej hlua tshiab uas tsis tau siv los khi kuv, ces kuv tsuas muaj zog ib yam li lwm tus lawm xwb.”"},{"bible_id":"1525","chapter_code":"JDG.16","verse_code":"JDG.16.12","label":"12","content":"Delilas txawm muab ib co hlua tshiab los khi Xaxoos thiab qw hais tias, “Xaxoos! Cov Filitees tuaj lawm!” Cov txivneej yeej nyob rawv hauv ib chav tsev tos. Tiamsis Xaxoos nriaj tej hlua uas khi nws ob sab cajnpab tu ib yam li tej xov."},{"bible_id":"1525","chapter_code":"JDG.16","verse_code":"JDG.16.13","label":"13","content":"Delilas hais rau Xaxoos hais tias, “Koj tseem dag kuv thiab tsis qhia qhov tseeb rau kuv txog tav no li. Qhia kuv saib, yuav ua li cas thiaj khi tau koj.” Nws hais rau Delilas hais tias, “Yog koj muab kuv xya qais plaubhau ntos thiab muab lub zuag npuaj kom ruaj ruaj rau ntawm lub nqos, ces kuv tsuas muaj zog ib yam li lwm tus lawm xwb.”"},{"bible_id":"1525","chapter_code":"JDG.16","verse_code":"JDG.16.14","label":"14","content":"Delilas txawm ntxias Xaxoos pw tsaug zaug, ces nws muab Xaxoos xya qais plaubhau ntos.  Delilas muab lub zuag npuaj ruaj ruaj thiab qw hais tias, “Xaxoos! Cov Filitees tuaj lawm!” Tiamsis Xaxoos sawv tsees rub ua rau nws cov plaubhau plam plaws ntawm lub nqos los."},{"bible_id":"1525","chapter_code":"JDG.16","verse_code":"JDG.16.15","label":"15","content":"Yog li ntawd, Delilas thiaj hais rau Xaxoos hais tias, “Vim li cas koj hais tias, ‘kuv hlub koj,’ tiamsis koj twb tsis muab siab npuab kuv li? Koj dag kuv peb zaug lawm, thiab koj tseem tsis tau qhia rau kuv paub hais tias yog dabtsi ua rau koj muaj zog ua luaj li ntawd.”"},{"bible_id":"1525","chapter_code":"JDG.16","verse_code":"JDG.16.16","label":"16","content":"Delilas niaj hnub nug Xaxoos li ntawd. Xaxoos dhuav thiab nkees mloog txog tej uas Delilas pheej txob nws,"},{"bible_id":"1525","chapter_code":"JDG.16","verse_code":"JDG.16.17","label":"17","content":"thaum kawg nws thiaj ua ib siab qhia qhov tseeb rau Delilas. Xaxoos hais tias, “Kuv cov plaubhau yeej ibtxwm tsis txiav, rau qhov kuv yog ib tug Naxis  rau Vajtswv txij thaum yug tau kuv los lawm. Yog muab kuv cov plaubhau txiav, kuv lub zog yuav ntaug thiab kuv tsuas muaj zog ib yam li lwm tus lawm xwb.”"},{"bible_id":"1525","chapter_code":"JDG.16","verse_code":"JDG.16.18","label":"18","content":"Thaum Delilas paub hais tias, Xaxoos qhia qhov tseeb rau nws lawm, nws thiaj txib neeg mus hais rau cov Filitees cov thawjcoj tias, “Nej cia li rov tuaj. Nws twb qhia qhov tseeb rau kuv lawm.” Ces lawv txawm tuaj thiab nqa nyiaj tuaj."},{"bible_id":"1525","chapter_code":"JDG.16","verse_code":"JDG.16.19","label":"19","content":"Delilas muab Xaxoos ntxias pw tsaug zog rau hauv nws xubntiag thiab hu ib tug txivneej los muab Xaxoos xya qais plaubhau txiav.  Ces Delilas txawm tsimtxom Xaxoos, rau qhov Xaxoos tsis muaj zog lawm."},{"bible_id":"1525","chapter_code":"JDG.16","verse_code":"JDG.16.20","label":"20","content":"Delilas qw hais tias, “Xaxoos! Cov Filitees tuaj lawm!” Xaxoos sawv tsees los, nws xav hais tias, “Ua li cas los kuv tseem yuav muaj zog thiab khiav dim.” Nws tsis paub hais tias tus TSWV twb tawm ntawm nws mus lawm."},{"bible_id":"1525","chapter_code":"JDG.16","verse_code":"JDG.16.21","label":"21","content":"Cov Filitees thiaj ntes tau nws thiab muab nws ob lub qhovmuag kaus povtseg. Lawv cab nws mus rau hauv lub nroog Nkaxas, muab saw hlau khi nws, thiab yuam nws zom zeb hauv tsev lojcuj."},{"bible_id":"1525","chapter_code":"JDG.16","verse_code":"JDG.16.22","label":"22","content":"Tiamsis nws cov plaubhau uas lawv muab txiav lawm ntev zuj zus rov tuaj."},{"bible_id":"1525","chapter_code":"JDG.16","verse_code":"JDG.16.23","label":"23","content":"Cov neeg Filitees cov thawjcoj tuaj sib sau ua ke coj khoom tuaj fij ua kev zoo siab txi lawv tus vajtswv Dankoos. Lawv hu nkauj hais tias, “Peb tus vajtswv tau coj Xaxoos uas yog peb tus yeebncuab los cob rau peb tes lawm tiag lauj!”"},{"bible_id":"1525","chapter_code":"JDG.16","verse_code":"JDG.16.24","label":"24","content":"Thaum cov neeg sawvdaws pom Xaxoos, lawv hu nkauj qhuas lawv tus vajtswv hais tias, “Peb tus vajtswv coj peb tus yeebncuab los cob rau peb tes lawm, nws yog tus rhuav tshem peb lub tebchaws thiab tua peb cov neeg tuag ua tsheej pawg ntag.”"},{"bible_id":"1525","chapter_code":"JDG.16","verse_code":"JDG.16.25","label":"25","content":"Thaum lawv tuaj ua ke zoo siab, lawv hais tias, “Coj Xaxoos tawm los rau peb saib.” Ces lawv thiaj coj Xaxoos tawm hauv tsev lojcuj los  rau sawvdaws saib."},{"bible_id":"1525","chapter_code":"JDG.16","verse_code":"JDG.16.26","label":"26","content":"Xaxoos hais rau tus menyuam tub ua tuav nws tes los ntawd hais tias, “Koj coj kuv mus tuav cov ncej tse no. Rau qhov kuv xav pheeb cov ncej ntawd.”"},{"bible_id":"1525","chapter_code":"JDG.16","verse_code":"JDG.16.27","label":"27","content":"Lub tsev ntawd muaj pojniam thiab txivneej coob heev tuaj nyob puv nkaus. Cov Filitees cov thawjcoj puavleej tuaj nyob ntawd. Xam tagnrho pojniam thiab txivneej muaj kwvyees peb txhiab leej tuaj sawv txheej tsev saud saib Xaxoos."},{"bible_id":"1525","chapter_code":"JDG.16","verse_code":"JDG.16.28","label":"28","content":"Ces Xaxoos thov hais tias, “Tus TSWV uas kav ib puas tsav yam, thov nco txog kuv lauj! Vajtswv, zaum no thov koj pub rau kuv rov muaj zog li qub ib zaug ntxiv, kom kuv pauj tau cov Filitees no. Kuv chim heev vim lawv muab kuv ob lub qhovmuag kaus povtseg lawm.”"},{"bible_id":"1525","chapter_code":"JDG.16","verse_code":"JDG.16.29","label":"29","content":"Yog li ntawd, Xaxoos thiaj tuav ob tug ncej hauv plawv uas txheem lub tsev ntawd. Nws muab ib sab tes tuav ib tug ncej, ces nws thawb ob tug ncej ntawd,"},{"bible_id":"1525","chapter_code":"JDG.16","verse_code":"JDG.16.30","label":"30","content":"thiab qw hais tias, “Cia kuv tuag nrog cov Filitees ua ke lauj!” Nws sib zog thawb tagnrho nws lub zog, lub tsev ntawd thiaj vau los ntaus cov thawjcoj thiab txhua tus uas nyob hauv lub tsev ntawd tuag tas huv tibsi. Thaum Xaxoos tuag nws tua cov Filitees tuag coob tshaj thaum nws tseem ua neej nyob."},{"bible_id":"1525","chapter_code":"JDG.16","verse_code":"JDG.16.31","label":"31","content":"Nws cov kwvtij thiab nws tsevneeg tuaj kwv nws mus faus rau hauv nws txiv Manau-as lub qhov ntxa uas nyob ntawm lub nroog Xaulas thiab lub nroog Eta-aus ntu nruab nrab. Nws ua cov Yixalayees tus thawjcoj tau nees nkaum xyoo."},{"bible_id":"1525","chapter_code":"JDG.17","verse_code":"JDG.17.1","label":"1","content":"Muaj ib tug txivneej npe hu ua Mikhas nyob pem laj roob Efalayees."},{"bible_id":"1525","chapter_code":"JDG.17","verse_code":"JDG.17.2","label":"2","content":"Nws hais rau nws niam tias, “Koj ib txhiab ib puas daim nyiaj uas luag nyiag lawm, koj tau tsawm foom tsis zoo rau tus tubsab ntawd, nimno cov nyiaj nyob ntawm kuv. Kuv yog tus nyiag cov nyiaj ntawd ntag.” Nws niam hais tias, “Kuv tus metub, thov tus TSWV foom koob hmoov rau koj!”"},{"bible_id":"1525","chapter_code":"JDG.17","verse_code":"JDG.17.3","label":"3","content":"Nws muab cov nyiaj ntawd rov qab rau nws niam, nws niam hais tias, “Thov kom tej lus uas kuv foom tsis zoo poob ntawm kuv tus tub mus, kuv thov coglus muab cov nyiaj no fij rau tus TSWV. Yuav muab cov nyiaj no mus ua ob tug mlom, ib tug yog txaug thiab ib tug yog nchuav. Yog li ntawd, kuv yuav muab cov nyiaj no rov qab rau koj.”"},{"bible_id":"1525","chapter_code":"JDG.17","verse_code":"JDG.17.4","label":"4","content":"Yog li ntawd, nws thiaj muab cov nyiaj ntawd rov rau nws niam. Nws niam thiaj nqa ob puas daim nyiaj ntawd mus rau ib tug kws nchuav nyiaj; nws muab ua ob tug mlom, ib tug yog txaug thiab ib tug yog nchuav. Nqa mus txawb rau hauv Mikhas tsev."},{"bible_id":"1525","chapter_code":"JDG.17","verse_code":"JDG.17.5","label":"5","content":"Tus Mikhas no muaj ib lub tsev teev mlom. Nws muaj ntau tus mlom thiab muaj ib tug efaus,  nws tsa nws cov tub ib tug ua povthawj."},{"bible_id":"1525","chapter_code":"JDG.17","verse_code":"JDG.17.6","label":"6","content":"Lub sijhawm ntawd cov Yixalayees tsis muaj vajntxwv kav lawv; txhua tus neeg nyias ua raws li nyias lub siab nyiam xwb."},{"bible_id":"1525","chapter_code":"JDG.17","verse_code":"JDG.17.7","label":"7","content":"Lub sijhawm ntawd muaj ib tug tub hluas Levis nyob hauv lub nroog Npelehees hauv xeev Yudas."},{"bible_id":"1525","chapter_code":"JDG.17","verse_code":"JDG.17.8","label":"8","content":"Nws tsiv tawm hauv lub nroog Npelehees mus nrhiav chaw nyob rau lwm qhov. Thaum nws tabtom taug kev mus, nws mus txog hauv Mikhas lub tsev uas nyob pem laj roob Efalayees."},{"bible_id":"1525","chapter_code":"JDG.17","verse_code":"JDG.17.9","label":"9","content":"Mikhas nug tus tub hluas ntawd hais tias, “Koj tuaj qhov twg tuaj?” Nws teb hais tias, “Kuv yog ib tug tub hluas Levis, kuv nyob hauv lub nroog Npelehees xeev Yudas tuaj. Kuv tuaj nrhiav chaw nyob.”"},{"bible_id":"1525","chapter_code":"JDG.17","verse_code":"JDG.17.10","label":"10","content":"Mikhas teb hais tias, “Koj cia li nrog kuv nyob ua kuv txiv thiab ua kuv tus povthawj. Ib xyoo twg kuv muab kaum daim nyiaj, muab ris tsho thiab zaub mov rau koj.”"},{"bible_id":"1525","chapter_code":"JDG.17","verse_code":"JDG.17.11","label":"11","content":"Tus tub hluas Levis txaus siab nrog Mikhas nyob thiab ua zoo li nws yog Mikhas tus tub lawm ntag."},{"bible_id":"1525","chapter_code":"JDG.17","verse_code":"JDG.17.12","label":"12","content":"Mikhas tsa nws ua Mikhas tus povthawj thiab nws nyob hauv Mikhas tsev."},{"bible_id":"1525","chapter_code":"JDG.17","verse_code":"JDG.17.13","label":"13","content":"Mikhas hais tias, “Nimno kuv muaj ib tug Levis los ua kuv tus povthawj lawm, kuv paub hais tias tus TSWV yuav ua txhua yam zoo rau kuv.”"},{"bible_id":"1525","chapter_code":"JDG.18","verse_code":"JDG.18.1","label":"1","content":"Thaum lub sijhawm ntawd, cov Yixalayees tsis tau muaj vajntxwv. Thaum ntawd xeem Das tseem pheej mus nrhiav chaw rau lawv nyob, rau qhov lawv tsis tau muaj ib thaj av twg hauv haivneeg Yixalayees rau lawv nyob ua lawv tug li."},{"bible_id":"1525","chapter_code":"JDG.18","verse_code":"JDG.18.2","label":"2","content":"Yog li ntawd, cov Das thiaj xaiv tau tsib tug txivneej uas siab tawv heev  sawv cev ntawm txhua tsevneeg hauv xeem Das thiab tso lawv tawm hauv lub nroog Xaulas thiab Eta-aus mus ncig thiab soj lub tebchaws. Thaum lawv tuaj txog rau ntawm lub laj roob Efalayees, lawv mus so hauv Mikhas tsev."},{"bible_id":"1525","chapter_code":"JDG.18","verse_code":"JDG.18.3","label":"3","content":"Thaum lawv mus so tau ntev loo rau hauv lawm, lawv nco tau tus tub hluas Levis lub suab hais lus, ces lawv txawm mus cuag nws thiab nug hais tias, “Koj tuaj ua dabtsi ntawm no? Leejtwg coj koj tuaj?”"},{"bible_id":"1525","chapter_code":"JDG.18","verse_code":"JDG.18.4","label":"4","content":"Nws teb hais tias, “Mikhas txib kuv ua ntau yam, nws ntiav kuv ua nws ib tug povthawj.”"},{"bible_id":"1525","chapter_code":"JDG.18","verse_code":"JDG.18.5","label":"5","content":"Lawv hais rau nws hais tias, “Thov koj pab thov Vajtswv saib txojkev uas peb mus ntawd puas yuav muaj kev vammeej rau peb.”"},{"bible_id":"1525","chapter_code":"JDG.18","verse_code":"JDG.18.6","label":"6","content":"Tus povthawj teb hais tias, “Nej tsis txhob nyuaj siab txog ib yam dabtsi li. Tus TSWV yuav tsomkwm nej thaum nej tabtom taug kev mus.”"},{"bible_id":"1525","chapter_code":"JDG.18","verse_code":"JDG.18.7","label":"7","content":"Yog li ntawd, tsib tug txivneej ntawd thiaj sawv kev mus rau hauv lub nroog La-isas lawm. Lawv mus pom cov neeg hauv muaj zoo vaj zoo tsev nyob kaj siab lug ib yam li cov neeg Xidaunias. Lawv nyob thajyeeb lug, lawv cov neeg nyob ntsiag to, tsis muaj kev sib cav sib ceg nrog leejtwg; lawv muaj txhua yam uas lawv xav tau.  Lawv nyob deb heev ntawm lub nroog Xidaunias thiab lawv yeej tsis cog phoojywg nrog leejtwg li."},{"bible_id":"1525","chapter_code":"JDG.18","verse_code":"JDG.18.8","label":"8","content":"Thaum tsib tug txivneej ntawd rov los txog rau hauv lub nroog Xaulas thiab Eta-aus, lawv cov kwvtij tuaj nug lawv zom zaws hais tias, “Nej puas pom dabtsi coj los piav qhia rau peb?”"},{"bible_id":"1525","chapter_code":"JDG.18","verse_code":"JDG.18.9","label":"9","content":"Lawv teb hais tias, “Nej cia li tuaj, peb yuav mus tua lub nroog La-isas. Peb mus pom tej av thiab lub nroog ntawd zoo kawg nkaus li. Tsis txhob ua ib yam dabtsi nyob ntawm no li lawm; maj ceev nrooj! Cia li mus thiab txeeb kom tau tagnrho lub nroog ntawd."},{"bible_id":"1525","chapter_code":"JDG.18","verse_code":"JDG.18.10","label":"10","content":"Thaum nej mus txog ntawd lawm, nej yuav ntsib cov neeg uas nyob tsis ntshai dabtsi. Lub tebchaws ntawd loj heev; nyob hauv lub tebchaws ntawd muaj txhua yam uas neeg xav yuav xav tau. Vajtswv twb muab lub tebchaws ntawd cob rau nej lawm.”"},{"bible_id":"1525","chapter_code":"JDG.18","verse_code":"JDG.18.11","label":"11","content":"Yog li ntawd, xeem Das thiaj txhij tau rau puas leej tubrog thiab npaj cuabyeej ua rog tawm hauv lub nroog Xaulas thiab Eta-aus mus txeeb lub tebchaws ntawd."},{"bible_id":"1525","chapter_code":"JDG.18","verse_code":"JDG.18.12","label":"12","content":"Lawv mus tsuam yeej rau ntawm lub nroog Kili-as Ye-alees sab hnubpoob hauv xeev Yudas. Twb yog vim li ntawd thiaj tseem muab qhov chaw ntawd hu ua Das lub Yeej los txog niaj hnub no."},{"bible_id":"1525","chapter_code":"JDG.18","verse_code":"JDG.18.13","label":"13","content":"Lawv thiaj sawv kev qhov ntawd mus txog rau ntawm Mikhas lub tsev pem lub laj roob Efalayees."},{"bible_id":"1525","chapter_code":"JDG.18","verse_code":"JDG.18.14","label":"14","content":"Ces tsib tug txivneej uas lawv twb xub mus soj lub tebchaws thiab ncig saib lub nroog La-isas lawm, thiaj hais rau lawv cov kwvtij hais tias, “Nej puas paub hauv lub tsev no muaj ob tug mlom nyiaj, ib tug yog txaug thiab ib tug yog nchuav? Nyob rau hauv tseem muaj lwm yam mlom thiab muaj ib tug mlom efaus. Nej sim xav saib peb yuav ua li cas?”"},{"bible_id":"1525","chapter_code":"JDG.18","verse_code":"JDG.18.15","label":"15","content":"Yog li ntawd, lawv thiaj mus rau hauv Mikhas tsev, yog lub tsev uas tus tub hluas Levis nyob, thiab nug tus tub hluas Levis saib nws puas noj qab nyob zoo."},{"bible_id":"1525","chapter_code":"JDG.18","verse_code":"JDG.18.16","label":"16","content":"Thaum lub sijhawm ntawd, cov Das rau puas leej tubrog uas npaj rawv cuabyeej sib tua twb sawv nres nroos ntawm roojvag tos lawm."},{"bible_id":"1525","chapter_code":"JDG.18","verse_code":"JDG.18.17","label":"17","content":"Ces tsib tug uas mus soj lub tebchaws ntawd, cia li ncaj nraim mus rau hauv tsev thiab muab kiag tus mlom ntoo uas vuam nyiaj, tej mlom hauv tsev thiab tus mlom efaus nqa tawm los, thaum uas tus povthawj tseem nrog rau puas leej txivneej uas nqa rawv cuabyeej ua rog sawv ntawm roojvag."},{"bible_id":"1525","chapter_code":"JDG.18","verse_code":"JDG.18.18","label":"18","content":"Thaum cov txivneej ntawd mus hauv Mikhas tsev, lawv muab tus mlom ntoo, tus mlom efaus, thiab muab Mikhas tsevneeg tej mlom thiab tus mlom tooj nqa los. Ces tus povthawj nug lawv hais tias, “Nej ua dabtsi li ko?”"},{"bible_id":"1525","chapter_code":"JDG.18","verse_code":"JDG.18.19","label":"19","content":"Lawv hais rau nws hais tias, “Ua twjywm, tsis txhob hais lus! Koj cia li nrog peb mus ua peb tus povthawj thiab ua peb txiv. Koj ua povthawj rau ib tsev nyuag neeg tseem zoo dua li koj ua rau cov Yixalayees ib xeem thiab los?”"},{"bible_id":"1525","chapter_code":"JDG.18","verse_code":"JDG.18.20","label":"20","content":"Qhov no ua rau tus povthawj ntawd zoo siab heev, yog li ntawd, nws thiaj nqa tagnrho cov mlom nrog lawv mus lawm."},{"bible_id":"1525","chapter_code":"JDG.18","verse_code":"JDG.18.21","label":"21","content":"Lawv tso lawv tej menyuam, tej tsiaj txhu thiab txhua yam mus ua lawv ntej."},{"bible_id":"1525","chapter_code":"JDG.18","verse_code":"JDG.18.22","label":"22","content":"Lawv taug kev ntawm Mikhas tsev mus tau ntev loo, Mikhas mam li hu nws tej kwvtij zejzog mus caum lawv qab. Lawv mus caum cuag cov Das,"},{"bible_id":"1525","chapter_code":"JDG.18","verse_code":"JDG.18.23","label":"23","content":"thiab lawv qw ntsoog qees rau cov Das. Cov Das tig hlo los nug Mikhas hais tias, “Peb ua txhaum koj dabtsi? Koj yuav coj neeg coob ua luaj tuaj caum peb?”"},{"bible_id":"1525","chapter_code":"JDG.18","verse_code":"JDG.18.24","label":"24","content":"Mikhas teb hais tias, “Nej twb coj kuv tus povthawj thiab nyiag tej mlom uas kuv ua tas lawm los sav! Tshuav dabtsi thiaj tseem yog kuv li? Ua li cas nej tseem muaj cai nug kuv hais tias, peb ua txhaum koj dabtsi, koj yuav coj neeg coob ua luaj tuaj caum peb?”"},{"bible_id":"1525","chapter_code":"JDG.18","verse_code":"JDG.18.25","label":"25","content":"Cov Das hais rau Mikhas hais tias, “Zoo dua li koj tsis txhob hais ib lo lus ua rau peb chim, nyob tsam cov neeg no tig los tua koj. Ces koj thiab koj tsevneeg yuav tuag tas.”"},{"bible_id":"1525","chapter_code":"JDG.18","verse_code":"JDG.18.26","label":"26","content":"Ces cov Das txawm mus lawm. Mikhas pom lawv yeej muaj zog tshaj nws, nws thiaj ua ib siab rov los tsev lawm."},{"bible_id":"1525","chapter_code":"JDG.18","verse_code":"JDG.18.27","label":"27","content":"Lawv coj txhua yam uas Mikhas ua, thiab nws tus povthawj nrog lawv mus tua cov neeg uas nyob thajyeeb lug thiab tsis ntshai dabtsi hauv lub nroog La-isas. Lawv muab ntaj tua cov neeg tuag tas thiab muab tej vajtse hlawv huv tibsi povtseg."},{"bible_id":"1525","chapter_code":"JDG.18","verse_code":"JDG.18.28","label":"28","content":"Tsis muaj leejtwg tuaj pab lawv, vim lawv nyob nrug deb ntawm lub nroog Xidoos, thiab lawv tsis nrog leejtwg cog phoojywg li. Lub nroog La-isas nyob hauv lub hav uas ze lub nroog Npelehaus."},{"bible_id":"1525","chapter_code":"JDG.18","verse_code":"JDG.18.29","label":"29","content":"Lawv thiaj muab lub nroog La-isas hloov dua npe hu ua Das, raws li lawv yawgkoob Das uas yog Yakhauj tus tub lub npe."},{"bible_id":"1525","chapter_code":"JDG.18","verse_code":"JDG.18.30","label":"30","content":"Cov Das muab cov mlom ntawd mus teeb rau lawv pe, lawv tsa Nkesoos tus tub Yaunathas uas yog Mauxes tus xeebntxwv ua lawv tus povthawj, thiab Yaunathas cov xeebntxwv puavleej tau ua lawv cov povthawj mus txog thaum uas lawv raug luag ntes coj mus lawm."},{"bible_id":"1525","chapter_code":"JDG.18","verse_code":"JDG.18.31","label":"31","content":"Cov Das pe cov mlom uas Mikhas ua ntawd, txij thaum lub Tsevntaub uas yog qhov chaw pehawm Vajtswv tseem nyob hauv lub nroog Silaus."},{"bible_id":"1525","chapter_code":"JDG.19","verse_code":"JDG.19.1","label":"1","content":"Ua ntej cov Yixalayees muaj vajntxwv, muaj ib tug neeg Levis nyob pem lub laj roob Efalayees uas nyob nrug deb rau ib qho. Nws tuaj yuav tau ib tug hluas nkauj hauv lub nroog Npelehees xeev Yudas ua nws tus niamyau."},{"bible_id":"1525","chapter_code":"JDG.19","verse_code":"JDG.19.2","label":"2","content":"Tiamsis tus niamyau ntawd tsis txaus siab rau nws tus txiv, nws thiaj khiav rov qab mus rau nram nws txiv tsev hauv lub nroog Npelehees, thiab nyob nrad tau plaub hlis."},{"bible_id":"1525","chapter_code":"JDG.19","verse_code":"JDG.19.3","label":"3","content":"Ces tus txiv raws qab mus thiab thov kom nws rov los nrog tus txiv nyob. Tus txiv coj nws tus qhev thiab cab ob tug neesluav nrog nws mus. Nws tus niamyau txawm coj nws mus hauv leej txiv tsev, thaum leej txiv pom tus Levis, nws los puag nkaus thiab zoo siab heev."},{"bible_id":"1525","chapter_code":"JDG.19","verse_code":"JDG.19.4","label":"4","content":"Ces nws yawmtxiv cheem kom nws nyob, nws thiaj nrog yawmtxiv nyob tau peb hnub, noj haus thiab pw hauv yawmtxiv tsev."},{"bible_id":"1525","chapter_code":"JDG.19","verse_code":"JDG.19.5","label":"5","content":"Hnub plaub lawv txawm sawv ntxov los npaj thiab yuav rov los tsev. Tiamsis yawmtxiv cheem nws tus vauv hais tias, “Ua tshais siav rau nej noj tso nej mam li mus.”"},{"bible_id":"1525","chapter_code":"JDG.19","verse_code":"JDG.19.6","label":"6","content":"Yog li ntawd, yawmtxiv thiab tus vauv rov zaum noj haus ua ke dua. Ces yawmtxiv hais rau tus vauv hais tias, “Rov pw ib hmos ntxiv kom peb zoo siab tso.”"},{"bible_id":"1525","chapter_code":"JDG.19","verse_code":"JDG.19.7","label":"7","content":"Tus Levis yuav sawv kev mus, tiamsis yawmtxiv cheem nws heev kom nyob xwb, yog li ntawd, nws thiaj pw ib hmos ntxiv."},{"bible_id":"1525","chapter_code":"JDG.19","verse_code":"JDG.19.8","label":"8","content":"Hnub tsib thaum sawv ntxov nws txawm sawv kev mus, tiamsis yawmtxiv hais tias, “Tos noj tshais tas tso mam li mus.” Nkawd thiaj tos txog thaum hnub qaij. Yawmtxiv thiab tus vauv rov mus noj mov ua ke."},{"bible_id":"1525","chapter_code":"JDG.19","verse_code":"JDG.19.9","label":"9","content":"Thaum tus txivneej ntawd, nws tus niamyau thiab tus qhev rov sawv kev dua, yawmtxiv txawm hais tias, “Nej saib, hnub twb yuav poob qho; nej yuav tsum tau rov nyob ib hmos ntxiv thiab tso. Twb yuav tsaus ntuj tamsim no ntag; nyob kom zoo siab. Tagkis nej mam li sawv ntxov mus.”"},{"bible_id":"1525","chapter_code":"JDG.19","verse_code":"JDG.19.10","label":"10","content":"Tiamsis tus Levis tsis kam nyob lawm, nws thiaj sawv kev coj nws tus niamyau, ob tug neesluav thiab tus qhev mus rau tom lub zos Yenpus (uas yog lub nroog Yeluxalees)."},{"bible_id":"1525","chapter_code":"JDG.19","verse_code":"JDG.19.11","label":"11","content":"Thaum lawv los txog ze rau ntawm Yenpus, lub hnub twb yuav luag poob qho, tus qhev hais rau nws tus tswv hais tias, “Yuav ua li cas, twb yuav tsaus ntuj ces peb so ib hmos hauv cov Yenpus lub nroog tagkis peb mam mus.”"},{"bible_id":"1525","chapter_code":"JDG.19","verse_code":"JDG.19.12","label":"12","content":"Tus tswv teb hais tias, “Cov neeg ntawd tsis yog Yixalayees, peb tsis pw hauv lawv lub nroog. Peb mus kom txog tom lub nroog Nkinpe-as tso, peb mam li so tod.”"},{"bible_id":"1525","chapter_code":"JDG.19","verse_code":"JDG.19.13","label":"13","content":"Nws hais ntxiv hais tias, “Peb mus ceev nrooj kom txog lub nroog Nkinpe-as lossis Lamas tso, peb mam li pw ib hmos tom ob lub nroog ntawd ib lub.”"},{"bible_id":"1525","chapter_code":"JDG.19","verse_code":"JDG.19.14","label":"14","content":"Yog li ntawd, lawv thiaj dhau lub nroog Yenpus los txog rau hauv lub nroog Nkinpe-as uas yog xeem Npeenyamees cheebtsam av, hnub tabtom poob qho kiag."},{"bible_id":"1525","chapter_code":"JDG.19","verse_code":"JDG.19.15","label":"15","content":"Lawv thiaj ncaim kev mus nrhiav chaw pw rau hauv lub nroog ntawd. Lawv mus zaum ntawm ib qhov chaw hauv plawv nroog, tiamsis tsis muaj leejtwg tuaj coj lawv mus tsev li."},{"bible_id":"1525","chapter_code":"JDG.19","verse_code":"JDG.19.16","label":"16","content":"Lawv nyob qhov ntawd tau ntev loo, muaj ib tug txivneej laus mus ua teb los, thaum ntawd lub hnub twb poob qho lawm. Nws yeej ibtxwm yog neeg nyob pem lub laj roob Efalayees, tiamsis nimno nws los nyob nram lub nroog Nkinpe-as lawm. (Cov neeg uas nyob hauv lub nroog ntawd yog xeem Npeenyamees.)"},{"bible_id":"1525","chapter_code":"JDG.19","verse_code":"JDG.19.17","label":"17","content":"Tus yawg laus ntawd pom cov neeg taug kev uas los so ntawm plawv nroog thiab nws nug hais tias, “Nej tuaj qhov twg tuaj? Nej yuav mus qhov twg?”"},{"bible_id":"1525","chapter_code":"JDG.19","verse_code":"JDG.19.18","label":"18","content":"Tus Levis teb hais tias, “Peb mus nram lub nroog Npelehees hauv xeev Yudas los, thiab peb yuav rov los mus tsev  rau pem lub laj roob Efalayees,"},{"bible_id":"1525","chapter_code":"JDG.19","verse_code":"JDG.19.19","label":"19","content":"txawm yog peb muaj quavnyab rau peb cov neesluav noj, thiab muaj ncuav, muaj cawv txiv hmab rau kuv, kuv tus niamyau thiab kuv tus qhev noj. Txhua yam peb puavleej muaj txhij los yeej tsis muaj leejtwg coj peb mus nrhiav chaw so li.”"},{"bible_id":"1525","chapter_code":"JDG.19","verse_code":"JDG.19.20","label":"20","content":"Tus yawg laus ntawd hais tias, “Nej cia li mus so hauv kuv tsev! Kuv yuav nrhiav chaw rau nej; nej tsis txhob pw ntawm tshavpuam no.”"},{"bible_id":"1525","chapter_code":"JDG.19","verse_code":"JDG.19.21","label":"21","content":"Yog li ntawd, nws thiaj coj lawv mus hauv nws tsev thiab muab zaub rau lawv cov neesluav noj. Nws muab dej rau lawv ntxuav kotaw thiab rau hmo rau lawv noj."},{"bible_id":"1525","chapter_code":"JDG.19","verse_code":"JDG.19.22","label":"22","content":"Thaum lawv so los siav lawm, muaj ib pab neeg phem ua nkauj ua nraug hauv lub nroog ntawd txawm tuaj vij lub tsev thiab tsoo qhovrooj. Lawv hais rau tus yawg laus hais tias, “Cia li coj tus txivneej uas koj coj los tsev lawm tuaj rau peb! Peb xav deev nws heev!”"},{"bible_id":"1525","chapter_code":"JDG.19","verse_code":"JDG.19.23","label":"23","content":"Tiamsis tus yawg laus tawm mus sab nraud thiab hais tias, “Kuv cov phoojywg! Thov lauj! Nej tsis txhob ua tej kev phem kev qias, kev tsis ncaj tsis ncees li no! Tus txivneej no yog kuv tus qhua."},{"bible_id":"1525","chapter_code":"JDG.19","verse_code":"JDG.19.24","label":"24","content":"Nej saib, tus no yog nws tus niamyau thiab kuv tus ntxhais nkaujxwb. Kuv yuav coj nkawd tuaj tamsim no, nej cia li coj nkawd mus thiab ua rau nkawd raws li nej siab nyiam. Tiamsis thov tsis txhob ua phem rau tus txivneej no!”"},{"bible_id":"1525","chapter_code":"JDG.19","verse_code":"JDG.19.25","label":"25","content":"Tiamsis cov txivneej ntawd tsis mloog tus yawg laus hais li. Yog li ntawd, tus Levis thiaj thawb ntiag nws tus niamyau rau sab nraud rau lawv. Lawv mos ntho nws thiab muab nws yuam ib hmos kaj ntug plaws mam li tso nws los."},{"bible_id":"1525","chapter_code":"JDG.19","verse_code":"JDG.19.26","label":"26","content":"Thaum kaj ntug txoog tus pojniam thiaj los ntog rau ntawm tus yawg laus lub qhovrooj, lub tsev uas nws tus txiv so. Nws pw nraum qhovrooj mus txog thaum hnubtuaj."},{"bible_id":"1525","chapter_code":"JDG.19","verse_code":"JDG.19.27","label":"27","content":"Nws tus txiv sawv ntxov los, thiab thaum nws qhib qhovrooj yuav mus tsev, nws pom nws tus niamyau pw xyab luas ntawm qhovrooj, ob txhais tes ncav mus rau ntawm lub qhovrooj."},{"bible_id":"1525","chapter_code":"JDG.19","verse_code":"JDG.19.28","label":"28","content":"Nws thiaj hais tias, “Cia li sawv, peb yuav mus tsev.” Tiamsis tsis hnov teb li. Yog li ntawd, nws thiaj puag hlo tus pojniam rau saum tus neesluav nraubqaum thiab mus tsev lawm."},{"bible_id":"1525","chapter_code":"JDG.19","verse_code":"JDG.19.29","label":"29","content":"Thaum nws los txog tsev, nws muab riam txiav nws tus niamyau lub cev ua kaum ob thooj, thiab muab xa mus rau kaum ob xeem Yixalayees ib xeem ib thooj."},{"bible_id":"1525","chapter_code":"JDG.19","verse_code":"JDG.19.30","label":"30","content":"Txhua tus uas pom thooj nqaij ntawd puavleej hais tias, “Peb ibtxwm tsis tau pom dua ib zaug li no. Txij thaum peb tsiv nram tebchaws Iziv los, tsis tau muaj tej xwmtxheej phem li no tshwmsim rau peb haivneeg li. Peb yuav tsum tau mob siab txog zaj no! Thiab sablaj saib peb yuav ua li cas.”"},{"bible_id":"1525","chapter_code":"JDG.20","verse_code":"JDG.20.1","label":"1","content":"Tagnrho cov Yixalayees uas nyob pem lub nroog Das sab qaumteb thoob plaws mus txog nram lub nroog Npesenpas sab qabteb, thoob plaws los rau hauv cheebtsam Nkile-as uas nyob sab hnubtuaj, puavleej teb lo lus nqua hu ntawd. Lawv tuaj txoos ua ke koom ua ib lub siab tabmeeg tus TSWV hauv qhov chaw sib ntsib ntawm lub nroog Mixepas."},{"bible_id":"1525","chapter_code":"JDG.20","verse_code":"JDG.20.2","label":"2","content":"Txhua xeem Yixalayees cov thawjcoj puavleej tuaj koom nrog Vajtswv haivneeg. Muaj plaub puas txhiab tus tubrog uas nqa rawv cuabyeej ua rog tuaj nyob qhov ntawd."},{"bible_id":"1525","chapter_code":"JDG.20","verse_code":"JDG.20.3","label":"3","content":"Thaum uas cov Npeenyamees hnov hais tias, tagnrho cov Yixalayees tuaj sib sau rau hauv lub nroog Mixepas lawm. Ces cov Yixalayees nug hais tias, “Qhia rau peb saib yog ua li cas thiaj muaj txojkev phem kev qias li no?”"},{"bible_id":"1525","chapter_code":"JDG.20","verse_code":"JDG.20.4","label":"4","content":"Tus Levis uas tus niamyau raug tua ntawd teb hais tias, “Thaum kuv tus niamyau thiab kuv los txog nram lub nroog Nkinpe-as hauv cov Npeenyamees cheebtsam av, wb los pw ib hmos nrad."},{"bible_id":"1525","chapter_code":"JDG.20","verse_code":"JDG.20.5","label":"5","content":"Hmo ntawd cov txivneej uas nyob hauv lub nroog Nkinpe-as txawm tuaj vij tsev ntes kuv. Lawv npaj siab xav tua kuv povtseg; tiamsis lawv txawm mos ntho kuv tus niamyau coj mus yuam thiab ua rau nws tuag li lawm."},{"bible_id":"1525","chapter_code":"JDG.20","verse_code":"JDG.20.6","label":"6","content":"Kuv thiaj coj nws lub cev los txiav ua tej thooj li no, thiab muab xa mus thoob plaws cov Yixalayees kaum ob xeem, ib xeem ib thooj. Cov neeg no tau ua phem ua qias thiab ua tsis ncaj rhuav peb ntsejmuag kawg li."},{"bible_id":"1525","chapter_code":"JDG.20","verse_code":"JDG.20.7","label":"7","content":"Tagnrho nej cov uas nyob ntawm no puavleej yog neeg Yixalayees. Saib peb yuav ua li cas rau zaj no?”"},{"bible_id":"1525","chapter_code":"JDG.20","verse_code":"JDG.20.8","label":"8","content":"Tagnrho cov pejxeem thiaj sawv tsees thiab hais tias, “Tsis pub peb ib tug twg uas nyob hauv tsevntaub lossis nyob hauv tsev, mus tsev li."},{"bible_id":"1525","chapter_code":"JDG.20","verse_code":"JDG.20.9","label":"9","content":"Peb yuav tsum ua li no: peb cia li rho ntawv thiab xaiv ib pab neeg mus tua lub nroog Nkinpe-as."},{"bible_id":"1525","chapter_code":"JDG.20","verse_code":"JDG.20.10","label":"10","content":"Muab cov Yixalayees rho kaum leej tawm ntawm ib puas leej, ib puas leej tawm ntawm ib txhiab leej, ib txhiab leej tawm ntawm kaum txhiab leej ua cov muab zaub mov rau cov tubrog noj, thiab dua li lwm cov cia mus rau txim rau cov neeg hauv lub nroog Nkinpe-as  txojkev ua tsis ncaj uas lawv tau ua txhaum rau haivneeg Yixalayees no.”"},{"bible_id":"1525","chapter_code":"JDG.20","verse_code":"JDG.20.11","label":"11","content":"Yog li ntawd, tagnrho cov Yixalayees cov txivneej thiaj tuaj sib sau koom ua ib lub siab mus tua lub nroog Nkinpe-as."},{"bible_id":"1525","chapter_code":"JDG.20","verse_code":"JDG.20.12","label":"12","content":"Txhua xeem Yixalayees puavleej txib neeg xa xov mus thoob plaws xeem Npeenyamees hais tias, “Vim li cas nej yuav ua phem ua qias li no?"},{"bible_id":"1525","chapter_code":"JDG.20","verse_code":"JDG.20.13","label":"13","content":"Nimno nej cia li muab cov niag neeg phem uas nyob hauv lub nroog Nkinpe-as cob rau peb tes, peb yuav muab lawv tua povtseg kom tas thiaj li tshem tau txojkev phem kev qias no tawm hauv haivneeg Yixalayees mus.” Tiamsis cov Npeenyamees tsis quavntsej mloog cov Yixalayees hais li."},{"bible_id":"1525","chapter_code":"JDG.20","verse_code":"JDG.20.14","label":"14","content":"Tagnrho cov Npeenyamees uas nyob txhua lub nroog txawm tuaj sib sau rau hauv Nkinpe-as tua cov Yixalayees."},{"bible_id":"1525","chapter_code":"JDG.20","verse_code":"JDG.20.15","label":"15","content":"Hnub ntawd cov Npeenyamees txawm txhij tau nees nkaum rau txhiab tus tubrog uas txawj tua ntaj hauv lawv tej nroog tuaj, ntxiv rau xya pua tus tubrog uas lawv xaiv tshwjxeeb hauv lub nroog Nkinpe-as."},{"bible_id":"1525","chapter_code":"JDG.20","verse_code":"JDG.20.16","label":"16","content":"Tagnrho cov tubrog xya puas leej uas lawv xaiv tshwjxeeb ntawd, xis sab laug xwb, thiab txhua tus puavleej txawj ntaus zes hlua ncaj kawg li, txawm yog tsom ntsoov rau ib txog plaubhau xwb los yeej raug li."},{"bible_id":"1525","chapter_code":"JDG.20","verse_code":"JDG.20.17","label":"17","content":"Cov Yixalayees tej tubrog uas txeev tua rog los lawm muaj plaub puas txhiab leej; tsis suav cov Npeenyamees."},{"bible_id":"1525","chapter_code":"JDG.20","verse_code":"JDG.20.18","label":"18","content":"Cov Yixalayees mus rau hauv lub chaw pehawm Vajtswv hauv lub nroog Npethees, thiab nug Vajtswv hais tias, “Peb yuav cia xeem twg ua ntej mus tua cov Npeenyamees?” Tus TSWV teb hais tias, “Cia xeem Yudas mus ua ntej.”"},{"bible_id":"1525","chapter_code":"JDG.20","verse_code":"JDG.20.19","label":"19","content":"Yog li ntawd, tagkis sawv ntxov cov Yixalayees txawm mus tsuam yeej ze rau ntawm lub nroog Nkinpe-as."},{"bible_id":"1525","chapter_code":"JDG.20","verse_code":"JDG.20.20","label":"20","content":"Cov Yixalayees thiaj mus tua cov Npeenyamees, thiab coj cov tubrog mus nyob tagnrho rau tej chaw uas yuav sib tua ntawm lub nroog Nkinpe-as."},{"bible_id":"1525","chapter_code":"JDG.20","verse_code":"JDG.20.21","label":"21","content":"Thaum hnub tseem tsis tau poob qho, cov tubrog Npeenyamees tawm hauv nroog tuaj tua cov tubrog Yixalayees tuag lawm nees nkaum ob txhiab leej."},{"bible_id":"1525","chapter_code":"JDG.20","verse_code":"JDG.20.22+JDG.20.23","label":"22-23","content":"Ces cov Yixalayees rov mus rau ntawm qhov chaw pehawm Vajtswv thiab quaj thov tus TSWV mus txog thaum tsaus ntuj. Lawv nug tus TSWV hais tias, “Puas tsimnyog peb mus ua rog tawmtsam peb cov kwvtij Npeenyamees ntxiv lawm?” Tus TSWV teb hais tias, “Nej cia li rov qab mus.” Yog li ntawd, cov tubrog Yixalayees thiaj zoo siab hlo rov mus nyob ntawm lawv tej qub chaw uas lawv twb xwb nyob thawj hnub lawm."},{"bible_id":"1525","chapter_code":"JDG.20","verse_code":"JDG.20.24","label":"24","content":"Hnub ob cov Yixalayees rov mus tua cov Npeenyamees dua."},{"bible_id":"1525","chapter_code":"JDG.20","verse_code":"JDG.20.25","label":"25","content":"Hnub ob cov tubrog Npeenyamees rov tawm hauv lub nroog Nkinpe-as tuaj tua cov Yixalayees, zaum no lawv tua cov tubrog Yixalayees uas txeev tua rog los lawm tuag kaum yim txhiab leej."},{"bible_id":"1525","chapter_code":"JDG.20","verse_code":"JDG.20.26","label":"26","content":"Ces cov tubrog Yixalayees rov mus rau pem lub nroog Npethees, thiab quaj rau tus TSWV dua. Lawv mus zaum hauv qhov chaw uas nrog tus TSWV sib ntsib thiab yoo mov mus txog thaum tsaus ntuj. Lawv muab tsiaj tua hlawv fij thiab fij khoom ua kev sib raug zoo rau tus TSWV."},{"bible_id":"1525","chapter_code":"JDG.20","verse_code":"JDG.20.27+JDG.20.28","label":"27-28","content":"Lub sijhawm ntawd, tus TSWV lub Phijxab uas ntim Vajtswv tej lus cog tseg tseem nyob hauv lub nroog Npethees, thiab Ele-axas tus tub Finehas uas yog Aloos tus xeebntxwv, ua tus saib lub Phijxab ntawd. Cov pejxeem thiaj nug tus TSWV hais tias, “Peb tseem yuav rov mus ua rog rau peb cov kwvtij Npeenyamees dua, lossis cia peb tso tseg?” Tus TSWV teb hais tias, “Cia li rov mus tua. Tagkis kuv yuav pub kom nej tua yeej cov Npeenyamees.”"},{"bible_id":"1525","chapter_code":"JDG.20","verse_code":"JDG.20.29","label":"29","content":"Yog li ntawd, cov Yixalayees thiaj tso ib cov tubrog mus nkaum puagncig lub nroog Nkinpe-as."},{"bible_id":"1525","chapter_code":"JDG.20","verse_code":"JDG.20.30","label":"30","content":"Ces hnub peb cov Yixalayees rov mus tua cov Npeenyamees thiab lawv cov tubrog mus nyob rau ntawm lawv tej chaw sib tua hauv lub nroog Nkinpe-as ib yam li ob zaug tas los lawm."},{"bible_id":"1525","chapter_code":"JDG.20","verse_code":"JDG.20.31","label":"31","content":"Cov Npeenyamees txawm tawm tuaj tua thiab raug ntxias coj mus deb ntawm lub nroog. Lawv txawm pib tua cov Yixalayees ib yam li lawv tua thawj ob zaug. Nyob tom tiaj nrag thiab ntawm ob txojkev tshuam; ib txoj mus rau hauv lub nroog Npethees thiab ib txoj mus rau hauv lub nroog Nkinpe-as. Lawv tua cov Yixalayees tuag peb caug leej."},{"bible_id":"1525","chapter_code":"JDG.20","verse_code":"JDG.20.32","label":"32","content":"Cov Npeenyamees hais tias, “Peb yuav tua yeej lawv ib yam li thawj ob zaug tas los lawm thiab.” Tiamsis cov Yixalayees tuav tswvyim ntxias thiab coj cov Npeenyamees mus kom nrug deb lub nroog tso."},{"bible_id":"1525","chapter_code":"JDG.20","verse_code":"JDG.20.33","label":"33","content":"Yog li ntawd, thaum cov tubrog Yixalayees ua txuj khiav rov qab thiab mus sib sau rau pem Npa-atamas, ces tamsim ntawd cov tubrog dhia tawm hauv lawv tej chaw nkaum ntawm lub nroog Nkinpe-as sab hnubpoob los."},{"bible_id":"1525","chapter_code":"JDG.20","verse_code":"JDG.20.34","label":"34","content":"Ces kaum txhiab leej txivneej uas xaiv tshwjxeeb ntawm cov Yixalayees, thiaj mus tua lub nroog Nkinpe-as, thiab lawv sib tua hnyav kawg li. Cov Npeenyamees tsis paub hais tias, lawv yuav raug kev puastsuaj loj npaum li ntawd."},{"bible_id":"1525","chapter_code":"JDG.20","verse_code":"JDG.20.35","label":"35","content":"Tus TSWV pub cov Yixalayees tua yeej cov Npeenyamees. Hnub ntawd cov Yixalayees tua lawv cov yeebncuab tuag nees nkaum tsib txhiab ib puas leej,"},{"bible_id":"1525","chapter_code":"JDG.20","verse_code":"JDG.20.36","label":"36","content":"cov Npeenyamees thiaj paub hais tias, lawv swb cov Yixalayees lawm. Cov tubrog Yixalayees uas ua txuj swb cov Npeenyamees rov qab ntawd, twb yog lawv cia siab rau cov uas lawv tso mus nkaum ibncig lub nroog Nkinpe-as."},{"bible_id":"1525","chapter_code":"JDG.20","verse_code":"JDG.20.37","label":"37","content":"Cov txivneej ntawd dhia ceev nrooj mus rau hauv lub nroog Nkinpe-as; lawv sib faib mus thoob plaws lub nroog thiab tua txhua tus uas nyob hauv tuag tas huv tibsi."},{"bible_id":"1525","chapter_code":"JDG.20","verse_code":"JDG.20.38","label":"38","content":"Pab tubrog Yixalayees thiab cov txivneej uas nkaum ntawm ntug nroog sib tham kom muab tej yam dabtsi hlawv kom muaj pa ncho rau saum nruab ntug. Thiab thaum cov Yixalayees uas ua txuj khiav tawm hauv tshavrog los pom cov pa ncho nto ntuj plaws hauv lub nroog tuaj,"},{"bible_id":"1525","chapter_code":"JDG.20","verse_code":"JDG.20.39","label":"39","content":"ces lawv tig rov qab tiv tua. Thaum ntawd cov Npeenyamees twb tua cov Yixalayees tuag peb caug leej lawm. Lawv rov sib tham hais tias, “Yog tiag, cov Yixalayees swb peb ib yam li thawj ob zaug tas lawm.”"},{"bible_id":"1525","chapter_code":"JDG.20","verse_code":"JDG.20.40","label":"40","content":"Tiamsis thaum pa taws pib ncho loj zuj zus tshwm tom nroog tuaj, cov Npeenyamees tig saib pom pa taws ncho auv niab nto ntuj plaws, ua rau lawv xav tsis thoob li."},{"bible_id":"1525","chapter_code":"JDG.20","verse_code":"JDG.20.41","label":"41","content":"Ces cov Yixalayees tig tua cov Npeenyamees, thiab cov Npeenyamees poob siab loj heev rau qhov lawv paub hais tias, zaum no lawv raug kev puastsuaj lawm."},{"bible_id":"1525","chapter_code":"JDG.20","verse_code":"JDG.20.42","label":"42","content":"Lawv thiaj tig khiav cov Yixalayees taug kev mus rau tom tiaj suabpuam, tiamsis lawv khiav tsis dim li. Lawv tabtom mus raug pab tubrog uas coob tshaj thiab cov txivneej uas rov hauv lub nroog  los ntes thiab muab tua tuag tas xwb."},{"bible_id":"1525","chapter_code":"JDG.20","verse_code":"JDG.20.43","label":"43","content":"Cov Yixalayees mus tos cov yeebncuab kev, thiab caum cov yeebncuab tsis so li mus txog ntua ntawm lub nroog Nkinpe-as sab hnubtuaj."},{"bible_id":"1525","chapter_code":"JDG.20","verse_code":"JDG.20.44","label":"44","content":"Kaum yim txhiab leej tubrog Npeenyamees uas siab tawv heev raug tua tuag tas huv tibsi."},{"bible_id":"1525","chapter_code":"JDG.20","verse_code":"JDG.20.45","label":"45","content":"Dua li lwm pab, khiav mus rau tom tiaj nrag mus txog ntawm lub Pobzeb Lee-moos. Muaj tsib txhiab leej raug tua tuag tas rau ntawm tej tog kev. Cov Yixalayees tseem caum cov Npeenyamees uas seem mus txog rau hauv lub nroog Nkidoos, thiab tua cov Npeenyamees tuag ob txhiab leej."},{"bible_id":"1525","chapter_code":"JDG.20","verse_code":"JDG.20.46","label":"46","content":"Tagnrho cov Npeenyamees uas raug tua tuag hnub ntawd muaj nees nkaum tsib txhiab leej. Lawv cov ntawd puavleej yog cov tubrog uas siab tawv heev xwb."},{"bible_id":"1525","chapter_code":"JDG.20","verse_code":"JDG.20.47","label":"47","content":"Tiamsis cov txivneej rau pua leej uas khiav mus rau ntawm lub tiaj nrag tom lub Pobzeb Lee-moos thiaj li dim, thiab lawv nkaum tau plaub hlis tod."},{"bible_id":"1525","chapter_code":"JDG.20","verse_code":"JDG.20.48","label":"48","content":"Cov Yixalayees rov qab mus muab cov Npeenyamees uas seem tua tuag tas huv tibsi, tsis hais txivneej, pojniam menyuam thiab tsiaj txhu. Cov Yixalayees muab txhua lub zos uas nyob cheebtsam ntawd hlawv kub hnyiab tas dulug."},{"bible_id":"1525","chapter_code":"JDG.21","verse_code":"JDG.21.1","label":"1","content":"Thaum cov Yixalayees mus sib sau ua ke rau hauv lub nroog Mixepas, lawv tau coglus rau tus TSWV hais tias: “Peb cov Yixalayees yuav tsis muab peb tej ntxhais qua rau cov Npeenyamees ua pojniam li.”"},{"bible_id":"1525","chapter_code":"JDG.21","verse_code":"JDG.21.2","label":"2","content":"Yog li ntawd, cov Yixalayees thiaj mus rau hauv lub nroog Npethees thiab mus zaum ntawm qhov chaw uas nrog Vajtswv sib ntsib mus txog thaum tsaus ntuj. Lawv quaj nyiav iab siab heev hais tias:"},{"bible_id":"1525","chapter_code":"JDG.21","verse_code":"JDG.21.3","label":"3","content":"“Tus TSWV uas yog cov Yixalayees tus Vajtswv, vim li cas yuav muaj tej xwmtxheej no? Vim li cas xeem Npeenyamees cia li tu noob hauv haivneeg Yixalayees mus lawm?”"},{"bible_id":"1525","chapter_code":"JDG.21","verse_code":"JDG.21.4","label":"4","content":"Tagkis kaj ntug txoog cov pejxeem sawv ntxov mus teeb tau ib lub thaj rau hauv lub nroog ntawd. Lawv muab tsiaj tua hlawv fij thiab fij khoom ua kev sib raug zoo rau tus TSWV."},{"bible_id":"1525","chapter_code":"JDG.21","verse_code":"JDG.21.5","label":"5","content":"Lawv txawm nug hais tias, “Yog li ntawd, peb cov Yixalayees puas muaj xeem twg uas tsis tau mus nrog sawvdaws koom ua ke rau ntawm qhov chaw uas nrog tus TSWV sib ntsib hauv lub nroog Mixepas?” (Lawv twb tau coglus tseg lawm hais tias, yog leejtwg tseem tsis mus koom ua ke rau hauv lub nroog Mixepas, yuav tsum muab tus ntawd tua povtseg.)"},{"bible_id":"1525","chapter_code":"JDG.21","verse_code":"JDG.21.6","label":"6","content":"Cov Yixalayees tu siab heev vim tej uas lawv tau ua rau lawv cov kwvtij Npeenyamees. Lawv thiaj hais tias, “Hnub no cov Yixalayees ib xeem tu noob lawm."},{"bible_id":"1525","chapter_code":"JDG.21","verse_code":"JDG.21.7","label":"7","content":"Peb yuav ua li cas thiaj nrhiav tau pojniam rau cov txivneej Npeenyamees uas seem ntawd? Rau qhov peb tau coglus rau tus TSWV lawm hais tias, peb yuav tsis muab peb tej ntxhais qua rau lawv ua pojniam.”"},{"bible_id":"1525","chapter_code":"JDG.21","verse_code":"JDG.21.8","label":"8","content":"Ces lawv sib nug hais tias, cov Yixalayees xeem twg thiaj tsis tau mus pehawm tus TSWV hauv lub nroog Mixepas? Sawvdaws pom cov uas nyob hauv lub nroog Yanpes hauv Nkinpe-as yeej tsis muaj ib pab twg tuaj rau hauv lub yeej ntawd li;"},{"bible_id":"1525","chapter_code":"JDG.21","verse_code":"JDG.21.9","label":"9","content":"thaum lawv hu cov tubrog los txheeb saib pab twg tuaj qhov twg tuaj, mas tsis pom cov uas nyob hauv lub nroog Yanpes tuaj ntawd li."},{"bible_id":"1525","chapter_code":"JDG.21","verse_code":"JDG.21.10","label":"10","content":"Yog li ntawd, cov pejxeem uas tuaj sib sau, thiaj tso tau kaum txhiab tus txivneej uas siab tawv heev thiab samhwm rau lawv hais tias, “Nej cia li mus muab txhua tus neeg uas nyob hauv lub nroog Yanpes tua kom tuag tas, lojxov tej pojniam thiab menyuam tsis pub seem ib tug li."},{"bible_id":"1525","chapter_code":"JDG.21","verse_code":"JDG.21.11","label":"11","content":"Txhua tus txivneej, thiab txhua tus pojniam uas tsis yog ntxhais nkaujxwb muab tua povtseg huv tibsi.”"},{"bible_id":"1525","chapter_code":"JDG.21","verse_code":"JDG.21.12","label":"12","content":"Lawv thiaj coj tau plaub puas tus ntxhais nkaujxwb hauv lub nroog Yanpes los, thiab coj cov ntxhais ntawd los nyob hauv lub yeej ntawm lub nroog Silaus uas nyob hauv tebchaws Kana-as."},{"bible_id":"1525","chapter_code":"JDG.21","verse_code":"JDG.21.13","label":"13","content":"Ces cov Yixalayees uas tuaj txoos ua ke ntawd thiaj tso neeg mus hais rau cov Npeenyamees uas nkaum ntawm lub Pobzeb Lee-moos hais tias tsis muaj kev sib tua lawm."},{"bible_id":"1525","chapter_code":"JDG.21","verse_code":"JDG.21.14","label":"14","content":"Cov Npeenyamees ntawd thiaj rov los, thiab cov Yixalayees thiaj muab cov ntxhais uas lawv coj hauv lub nroog Yanpes los rau cov Npeenyamees yuav ua pojniam. Tiamsis cov ntxhais ntawd tsis txhua lawv thiab."},{"bible_id":"1525","chapter_code":"JDG.21","verse_code":"JDG.21.15","label":"15","content":"Cov Yixalayees nyuaj siab heev rau cov Npeenyamees, vim tus TSWV muab lawv cais tawm ntawm txhua xeem Yixalayees lawm."},{"bible_id":"1525","chapter_code":"JDG.21","verse_code":"JDG.21.16","label":"16","content":"Yog li ntawd, cov thawjcoj uas tuaj sib sau ua ke ntawd thiaj hais tias, “Xeem Npeenyamees yeej tsis tshuav ib tug pojniam seem li lawm. Peb yuav ua li cas thiaj nrhiav tau pojniam rau cov txivneej uas seem ntawd yuav?"},{"bible_id":"1525","chapter_code":"JDG.21","verse_code":"JDG.21.17","label":"17","content":"Peb yuav tau nrhiav kev rau xeem Npeenyamees uas seem ntawd, kom cov Yixalayees kaum ob xeem thiaj tsis muaj ib xeem twg tu cajces."},{"bible_id":"1525","chapter_code":"JDG.21","verse_code":"JDG.21.18","label":"18","content":"Peb tsis muab peb tej ntxhais qua rau lawv yuav, vim peb tau foom tsis zoo rau txhua tus uas muab ntxhais qua rau cov Npeenyamees yuav lawm.”"},{"bible_id":"1525","chapter_code":"JDG.21","verse_code":"JDG.21.19","label":"19","content":"Ces lawv txawm sib tham hais tias, “Twb yuav txog caij uas peb ua kevcai txwm xyoo ua tus TSWV tsaug nyob hauv lub nroog Silaus.” (Lub nroog Silaus nyob ntawm lub nroog Npethees sab qaumteb, thiab ntawm lub nroog Lenpaunas sab qabteb, thiab nyob sab hnubtuaj ntawm txojkev uas mus rau hauv lub nroog Npethees thiab lub nroog Sekhees.)"},{"bible_id":"1525","chapter_code":"JDG.21","verse_code":"JDG.21.20","label":"20","content":"Lawv thiaj hais rau cov Npeenyamees hais tias, “Nej cia li mus nkaum rau tom tej vaj txiv hmab"},{"bible_id":"1525","chapter_code":"JDG.21","verse_code":"JDG.21.21","label":"21","content":"thiab saib ntsoov, thaum twg cov hluas nkauj hauv lub nroog Silaus tawm tuaj seevcev ua kevcai, nej cia li tawm hauv vaj txiv hmab los. Ib leeg ntes ib tug hluas nkauj thiab coj nrog nej mus rau hauv xeem Npeenyamees cheebtsam av."},{"bible_id":"1525","chapter_code":"JDG.21","verse_code":"JDG.21.22","label":"22","content":"Thaum lawv txiv lossis lawv tej nus tuaj yws rau peb,  peb  mam hais rau lawv hais tias, ‘Thov nej cia rau lawv yuav, rau qhov thaum uas tabtom sib tua peb tsis tau ntes pojniam rau lawv. Nej yeej tsis txhaum, rau qhov tsis yog nej txhob txwm qua nej tej ntxhais rau lawv.’ ”"},{"bible_id":"1525","chapter_code":"JDG.21","verse_code":"JDG.21.23","label":"23","content":"Ces cov Npeenyamees txawm ua li ntawd; lawv ib leeg thiaj xaiv ib tug pojniam ntawm cov hluas nkauj uas tuaj seevcev hauv lub nroog Silaus thiab coj khiav lawm. Ces lawv rov qab mus rau hauv lawv cheebtsam av, thiab rov mus txhim kho lawv tej qub nroog rau lawv nyob."},{"bible_id":"1525","chapter_code":"JDG.21","verse_code":"JDG.21.24","label":"24","content":"Lub sijhawm ntawd, cov Yixalayees txawm ncaim qhov chaw ntawd, nyias rov mus nrog nyias xeem, nyias tsevneeg nyob thiab rov mus rau hauv nyias cheebtsam av lawm."},{"bible_id":"1525","chapter_code":"JDG.21","verse_code":"JDG.21.25","label":"25","content":"Lub sijhawm ntawd, cov Yixalayees tseem tsis tau muaj vajntxwv. Lawv txhua tus nyias ua raws li nyias lub siab nyiam xwb."}]