[{"bible_id":"1525","chapter_code":"JON.1","verse_code":"JON.1.1","label":"1","content":"Muaj ib hnub Vajtswv hais rau Yaunas uas yog Amitais tus tub."},{"bible_id":"1525","chapter_code":"JON.1","verse_code":"JON.1.2","label":"2","content":"Vajtswv hais tias, “Koj cia li mus rau pem lub nroog Nineves uas loj heev thiab qhia rau lub nroog ntawd, vim lawv tej kev ua phem ua qias twb nrov tuaj txog kuv lawm.”"},{"bible_id":"1525","chapter_code":"JON.1","verse_code":"JON.1.3","label":"3","content":"Tiamsis Yaunas xav khiav ntawm Vajtswv mus, nws thiaj mus rau lwm qhov lawm. Nws mus rau hauv lub nroog Yaupas; thaum nws mus txog nrad, nws pom ib lub nkoj uas tabtom yuav sawv kev mus rau tim tebchaws Xapees. Nws txawm them nqi nkoj thiab nrog cov neeg ntawd mus rau tim tebchaws Xapees, kom nws nyob deb ntawm tus TSWV."},{"bible_id":"1525","chapter_code":"JON.1","verse_code":"JON.1.4","label":"4","content":"Tiamsis tus TSWV tso cua daj cua dub hlob heev los ntsawj hiavtxwv ua rau lub nkoj yuav tog."},{"bible_id":"1525","chapter_code":"JON.1","verse_code":"JON.1.5","label":"5","content":"Cov neeg uas nyob hauv lub nkoj ntshai heev thiab quaj qw, nyias thov nyias tus vajtswv pab. Lawv thau tej khoom  hnyav hauv lub nkoj povtseg  pov rau hauv hiavtxwv kom lub nkoj sib. Thaum ntawd Yaunas mus pw tsaug zog rau theem hauv qab lawm."},{"bible_id":"1525","chapter_code":"JON.1","verse_code":"JON.1.6","label":"6","content":"Tus thawj tsav nkoj nqis mus pom Yaunas thiab hais rau nws tias, “Koj tseem pw tsaug zog ua dabtsi? Cia li sawv thiab thov koj tus Vajtswv pab. Tej zaum nws yuav hlub peb thiab cawm peb txojsia.”"},{"bible_id":"1525","chapter_code":"JON.1","verse_code":"JON.1.7","label":"7","content":"Cov neeg hauv lub nkoj sib tham zom zaws hais tias, “Cia peb sau sawvdaws npe thiab rho ntawv saib leejtwg yog tus ua txhaum thiaj ua rau peb raug kev txhawj ntshai li no.” Lawv txawm pom zoo ua li ntawd, ces lawv rho tau Yaunas lub npe."},{"bible_id":"1525","chapter_code":"JON.1","verse_code":"JON.1.8","label":"8","content":"Yog li ntawd, lawv thiaj hais rau Yaunas hais tias, “Koj cia li qhia rau peb tamsim no saib! Leejtwg yog tus ua txhaum thiaj li muaj tej xwm no? Koj tuaj ua dabtsi ntawm no? Koj tuaj lub tebchaws twg tuaj? Thiab koj yog haivneeg dabtsi?”"},{"bible_id":"1525","chapter_code":"JON.1","verse_code":"JON.1.9","label":"9","content":"Yaunas teb hais tias, “Kuv yog neeg Henplais, kuv pehawm tus TSWV uas yog Vajtswv tus nyob saum ntuj; nws yog tus tsim lub ntiajteb thiab dej hiavtxwv.”"},{"bible_id":"1525","chapter_code":"JON.1","verse_code":"JON.1.10","label":"10","content":"Yaunas qhia rau lawv hais tias nws tabtom khiav tus TSWV. Cov neeg hauv nkoj ntshai heev thiab lawv hais rau Yaunas tias, “Qhov uas koj ua no yog ib qho tsis zoo thiab tsis tsimnyog ua hlo li!”"},{"bible_id":"1525","chapter_code":"JON.1","verse_code":"JON.1.11","label":"11","content":"Cua daj cua duab ntsawj hlob heev zuj zus; yog li ntawd, cov neeg hauv nkoj thiaj li nug Yaunas hais tias, “Peb yuav ua li cas rau koj cua thiaj tu?”"},{"bible_id":"1525","chapter_code":"JON.1","verse_code":"JON.1.12","label":"12","content":"Yaunas teb hais tias, “Nej muab kuv pov rau hauv hiavtxwv, cua thiaj yuav tu. Kuv paub hais tias kuv yog tus uas ua txhaum lawm, thiaj muaj cua daj cua dub los ntsawj nej li no.”"},{"bible_id":"1525","chapter_code":"JON.1","verse_code":"JON.1.13","label":"13","content":"Txawm yog li ntawd los cov neeg hauv lub nkoj tsis ua raws li Yaunas hais, lawv pheej tas zog nquam kom lub nkoj mus lawm tim ntug xwb. Tiamsis cua daj cua dub pheej ntsawj hlob heev zuj zus tuaj ua rau lawv nquam lub nkoj mus tsis tau rau qhov twg li."},{"bible_id":"1525","chapter_code":"JON.1","verse_code":"JON.1.14","label":"14","content":"Yog li ntawd, lawv thiaj tsa suab thov tus TSWV hais tias, “Tus TSWV, thov koj tsis txhob rau txim tuag rau peb, vim qhov uas peb txov tus txivneej no txojsia. Tus TSWV, thov koj lees paub tej no; twb yog koj ua thiaj muaj tej no ntag.”"},{"bible_id":"1525","chapter_code":"JON.1","verse_code":"JON.1.15","label":"15","content":"Ces lawv txawm muab Yaunas pov rau hauv hiavtxwv, thiab tamsim ntawd hiavtxwv cia li tus thiab tsis ntas lawm."},{"bible_id":"1525","chapter_code":"JON.1","verse_code":"JON.1.16","label":"16","content":"Thaum cov neeg hauv lub nkoj pom li ntawd, lawv ntshai tus TSWV heev; lawv muab khoom hlawv fij rau tus TSWV thiab coglus yuav pehawm nws."},{"bible_id":"1525","chapter_code":"JON.1","verse_code":"JON.1.17","label":"17","content":"Tiamsis tus TSWV kom ib tug ntses loj heev tuaj nqos Yaunas, Yaunas nyob hauv ntses plab tau peb hnub peb hmos."},{"bible_id":"1525","chapter_code":"JON.2","verse_code":"JON.2.1","label":"1","content":"Yaunas thov tus TSWV uas yog nws tus Vajtswv hauv ntse plab tuaj hais tias:"},{"bible_id":"1525","chapter_code":"JON.2","verse_code":"JON.2.2","label":"2","content":"“Tus TSWV, vim kuv txojkev txomnyem, kuv thov koj, thiab koj twb teb kuv tej lus thov lawm. Kuv nyob hauv tubtuag teb quaj thov koj pab kuv, koj hnov kuv tej lus thiab teb kuv tej lus thov."},{"bible_id":"1525","chapter_code":"JON.2","verse_code":"JON.2.3","label":"3","content":"Koj muab kuv pov rau hauv qab thu hiavtxwv qhov uas tob tshaj plaws, nyob hauv no dej nyab puagncig kuv, koj lub hwjchim ua dej nphau pes nphwv los npog kuv."},{"bible_id":"1525","chapter_code":"JON.2","verse_code":"JON.2.4","label":"4","content":"Kuv thiaj xav hais tias koj muab kuv xyeeb tawm ntawm koj lub xubntiag mus, thiab kuv yuav tsis tau pom koj lub Tuamtsev uas dawbhuv ib zaug li lawm."},{"bible_id":"1525","chapter_code":"JON.2","verse_code":"JON.2.5","label":"5","content":"Dej nphau nphwv los npog kuv thiab ua rau kuv ua tsis taus pa li lawm; hiavtxwv nyab puagncig kuv thiab tej ntxhuab hauv hiavtxwv rig thoob plaws kuv lub taubhau."},{"bible_id":"1525","chapter_code":"JON.2","verse_code":"JON.2.6","label":"6","content":"Kuv poob mus ti nkaus rau hauv tej qab taw roob, hauv lub tebchaws uas tej roojvag kaw ntom nti mus ibtxhis li. Tiamsis tus TSWV uas yog kuv tus Vajtswv, koj rub kuv tawm hauv tivtxwv dej los muaj txojsia nyob."},{"bible_id":"1525","chapter_code":"JON.2","verse_code":"JON.2.7","label":"7","content":"Tus TSWV, thaum uas kuv txojsia yuav tu, kuv thov koj pab kuv; koj nyob hauv koj lub Tuamtsev uas dawbhuv hnov kuv tej lus thov."},{"bible_id":"1525","chapter_code":"JON.2","verse_code":"JON.2.8","label":"8","content":"Cov neeg pe tej mlom uas tsis muaj nqis dabtsi yeej tsis muab lub siab npuab koj."},{"bible_id":"1525","chapter_code":"JON.2","verse_code":"JON.2.9","label":"9","content":"Tiamsis kuv yuav hu nkauj qhuas koj yuav tua tsiaj fij rau koj, thiab kuv yuav ua raws li uas kuv tau coglus tseg rau koj lawm. Txojkev cawm dim yog los ntawm tus TSWV los xwb!”"},{"bible_id":"1525","chapter_code":"JON.2","verse_code":"JON.2.10","label":"10","content":"Ces tus TSWV thiaj hais kom tus ntses tawm tuaj ntuav Yaunas rau tim ntug dej, thiab tus ntse txawm uas li ntawd."},{"bible_id":"1525","chapter_code":"JON.3","verse_code":"JON.3.1","label":"1","content":"Tus TSWV rov hais rau Yaunas hais tias,"},{"bible_id":"1525","chapter_code":"JON.3","verse_code":"JON.3.2","label":"2","content":"“Koj cia li mus rau pem lub nroog Nineves uas yog lub nroog loj, thiab mus qhia rau lawv raws li tej lus uas kuv twb qhia rau koj lawm.”"},{"bible_id":"1525","chapter_code":"JON.3","verse_code":"JON.3.3","label":"3","content":"Yog li ntawd, Yaunas thiaj mloog tus TSWV lus thiab mus rau pem lub nroog Nineves uas yog lub nroog uas loj heev, mus kotaw peb hnub thiaj li dhau."},{"bible_id":"1525","chapter_code":"JON.3","verse_code":"JON.3.4","label":"4","content":"Yaunas sawv kev mus rau pem lub nroog; thaum uas nws mus tau ib hnub lawm, nws tshaj tawm hais tias, “Tshuav plaub caug hnub saum no, lub nroog Nineves yuav raug puastsuaj!”"},{"bible_id":"1525","chapter_code":"JON.3","verse_code":"JON.3.5","label":"5","content":"Cov neeg uas nyob hauv lub nroog Nineves txawm ntseeg Vajtswv tej lus. Yog li ntawd, lawv thiaj txiav txim siab kom txhua tus ua kevcai yoo mov. Tsis hais tej nomtswv, tej tubqhe, thiab tus hlob tus yau muab ntaubtsaj los npua qhia hais tias lawv twb tso txojkev txhaum tseg lawm."},{"bible_id":"1525","chapter_code":"JON.3","verse_code":"JON.3.6","label":"6","content":"Thaum tus vajntxwv uas kav lub nroog Nineves hnov dheev txog tej lus ntawd, nws txawm nqis saum nws lub zwmtxwv los, hle nws lub tsho ntev tseg, muab ntaubtsaj los npua, thiab mus zaum hauv qhov tshauv."},{"bible_id":"1525","chapter_code":"JON.3","verse_code":"JON.3.7","label":"7","content":"Nws tshaj tawm rau tsoom pejxeem hauv lub nroog Nineves hais tias, “Ntawm no yog vajntxwv thiab nws cov nomtswv tej lus samhwm rau sawvdaws: Tsis pub leejtwg noj ib yam dabtsi; tsis hais txhua tus neeg, txhua tus nyuj thiab txhua tus yaj huv tibsi."},{"bible_id":"1525","chapter_code":"JON.3","verse_code":"JON.3.8","label":"8","content":"Txhua tus neeg thiab txhua tus tsiaj yuav tsum npua ntaubtsaj. Txhua tus yuav tsum thov Vajtswv kom kawg siab kawg ntsws thiab tso tej kev phem kev qias huv tibsi tseg."},{"bible_id":"1525","chapter_code":"JON.3","verse_code":"JON.3.9","label":"9","content":"Tej zaum Vajtswv yuav hloov siab; tej zaum nws yuav tsis chim rau peb thiab peb yuav tsis tuag!”"},{"bible_id":"1525","chapter_code":"JON.3","verse_code":"JON.3.10","label":"10","content":"Vajtswv pom tej uas lawv tau ua ntawd; nws pom lawv tso lawv tej kev txhaum tseg lawm tiag. Yog li ntawd, Vajtswv thiaj hloov siab thiab tsis rau txim rau lawv raws li uas nws tau hais tseg."},{"bible_id":"1525","chapter_code":"JON.4","verse_code":"JON.4.1","label":"1","content":"Yaunas tsis txaus siab rau tej no thiab nws chim kawg li."},{"bible_id":"1525","chapter_code":"JON.4","verse_code":"JON.4.2","label":"2","content":"Yog li ntawd, Yaunas thiaj thov Vajtswv hais tias, “Tus TSWV, thaum kuv yuav sawv kev hauv tsev tuaj, kuv puas tau hais rau koj ua ntej tias koj yeej yuav ua li no? Twb yog vim li no kuv thiaj nrhiav kev khiav mus rau tim tebchaws Xapees. Kuv paub koj yog tus Vajtswv uas muaj kev hlub, siab ntev, siab dawb siab zoo, npaj rawv tos hloov siab thiab tsis rau txim."},{"bible_id":"1525","chapter_code":"JON.4","verse_code":"JON.4.3","label":"3","content":"Tus TSWV, tamsim no thov koj cia li rho kuv txojsia mus, rau qhov yog kuv tuag yuav zoo dua li kuv ua neej nyob.”"},{"bible_id":"1525","chapter_code":"JON.4","verse_code":"JON.4.4","label":"4","content":"Tus TSWV teb hais tias, “Puas tsimnyog koj chim npaum li ko?”"},{"bible_id":"1525","chapter_code":"JON.4","verse_code":"JON.4.5","label":"5","content":"Yaunas tawm hauv lub nroog mus rau sab hnubtuaj thiab nws mus so rau tid. Nws ua tau ib lub tsev pheebsuab rau nws nraim ntxoo tos saib puas muaj xwm dabtsi tshwmsim rau lub nroog Nineves."},{"bible_id":"1525","chapter_code":"JON.4","verse_code":"JON.4.6","label":"6","content":"Tus TSWV uas yog Vajtswv ua ib tsob ntoo tuaj ua duab ntxoov ntxoo rau Yaunas nraim tshav, thiab ua rau Yaunas zoo siab kawg li. Yaunas txaus siab heev rau tsob ntoo ntawd."},{"bible_id":"1525","chapter_code":"JON.4","verse_code":"JON.4.7","label":"7","content":"Tiamsis hnub tom qab thaum kaj ntug txoog, Vajtswv kom ib tug kab los noj tsob ntoo ntawd; tsob ntoo cia li ntsws thiab tuag lawm."},{"bible_id":"1525","chapter_code":"JON.4","verse_code":"JON.4.8","label":"8","content":"Thaum lub hnub tawm tuaj, Vajtswv tso ib cov cua kub heev ntsawj sab hnubtuaj tuaj, thiab tshav ntuj ziab Yaunas taubhau ua rau nws tsaus muag. Yog li ntawd, Yaunas thiaj xav hais tias kheev lam yog nws twb tuag lawm.  Nws thiaj hais tias, “Cia kuv tuag mus yuav zoo dua li kuv ua neej nyob.”"},{"bible_id":"1525","chapter_code":"JON.4","verse_code":"JON.4.9","label":"9","content":"Tiamsis Vajtswv hais rau Yaunas hais tias, “Puas tsimnyog koj chim rau tsob ntoo no?” Yaunas teb hais tias, “Yeej tsimnyog kuv chim kawg li; kuv chim tshuav tuag lawm xwb!”"},{"bible_id":"1525","chapter_code":"JON.4","verse_code":"JON.4.10","label":"10","content":"Tus TSWV hais rau Yaunas hais tias, “Ib hmos xwb tsob ntoo no hlob tuaj, thiab ib hmos xwb tsob ntoo no tuag lawm; koj twb tsis tau siv dag siv zog cog tsob ntoo no thiab koj twb tsis tau ua kom nws loj hlob tuaj, ua ciav koj twb khuvxim tsob ntoo no tas npaum."},{"bible_id":"1525","chapter_code":"JON.4","verse_code":"JON.4.11","label":"11","content":"Yog li ntawd, kuv yimhuab khuvxim lub nroog Nineves uas yog lub nroog loj ntawd. Dua li ntawd, tseem muaj tej menyuam yaus uas tsis paub qabhau dabtsi coob tshaj ib puas nees nkaum txhiab leej nyob hauv lub nroog ntawd; thiab tseem muaj tej tsiaj txhu coob ua npoj ntws nyob hauv.”"}]