[{"bible_id":"1525","chapter_code":"JUD.1","verse_code":"JUD.1.1","label":"1","content":"Kuv yog Yexus Khetos tus tubtxib thiab yog Yakaunpaus tus kwv. Kuv sau tsab ntawv no tuaj rau nej txhua tus uas Vajtswv xaiv cia lawm, nej yog cov uas Vajtswv tus uas yog Leej Txiv hlub, thiab yog cov uas Yexus Khetos tsomkwm."},{"bible_id":"1525","chapter_code":"JUD.1","verse_code":"JUD.1.2","label":"2","content":"Thov Vajtswv niaj hnub foom koob hmoov rau nej, hlub nej thiab pab kom nej tau zoo nyob kaj siab lug."},{"bible_id":"1525","chapter_code":"JUD.1","verse_code":"JUD.1.3","label":"3","content":"Cov kwvtij uas kuv hlub, thaum kuv yuav sau tsav ntawv no kuv xav hais tias kuv yuav hais txog zaj uas Vajtswv twb pab peb dim peb lub txim lawm, tiamsis kuv ho xav hais tias kuv yuav tsum sau tuaj ntuas nej kom nej tawmtsam tsis txhob pub leejtwg rhuav txojkev ntseeg uas Vajtswv twb pub rau nws haivneeg lawm, rau qhov nws tsuas pub tib zaug xwb, nws tsis pub ntxiv lawm."},{"bible_id":"1525","chapter_code":"JUD.1","verse_code":"JUD.1.4","label":"4","content":"Cov neeg uas tsis ntseeg Vajtswv muaj qee leej twb nyiag kev tuaj rau hauv peb cov lawm, lawv cov ntawd hloov tej lus uas hais tias Vajtswv hlub peb, kom lawv tau kev ua phem ua qias. Lawv tsis ntseeg Yexus Khetos tus uas yog peb tus Tswv uas kav peb. Vajtswv txojlus twb xub qhia tseg thaum ub los lawm hais tias lawv yuav raug txim."},{"bible_id":"1525","chapter_code":"JUD.1","verse_code":"JUD.1.5","label":"5","content":"Nej yeej paub tej no huv tibsi lawm, tiamsis kuv xav kom nej nco ntsoov zaj uas tus Tswv  coj cov Yixalayees khiav nram tebchaws Iziv los, thiab tom qab ntawd Vajtswv ua rau cov uas tsis ntseeg raug kev puastsuaj."},{"bible_id":"1525","chapter_code":"JUD.1","verse_code":"JUD.1.6","label":"6","content":"Nej yuav tsum nco ntsoov cov timtswv ceebtsheej uas tsis txaus siab rau tej uas Vajtswv tu rau lawv kav; lawv tso lawv qhov chaw nyob tseg thiab khiav lawm. Vajtswv muab tej saw hlau uas tsis txawj xeb tsis txawj tu khi lawv cia rau hauv qhov uas tsaus ntuj nti mus txog Hnub uas Vajtswv txiav txim rau lawv."},{"bible_id":"1525","chapter_code":"JUD.1","verse_code":"JUD.1.7","label":"7","content":"Nej yuav tsum nco ntsoov lub nroog Xaudoos thiab lub nroog Kaumaulas, thiab tej nroog uas nyob ibncig ob lub nroog ntawd. Cov neeg uas nyob hauv tej nroog ntawd lawv ua txhaum kev nkauj kev nraug thiab ua phem ua qias, lawv thiaj poob rau hauv cov nplaim taws uas cig tsis paub tuag mus ibtxhis li. Qhov uas lawv raug txim li ntawd, twb yog ntuas peb txhua tus kom peb paub ceevfaj."},{"bible_id":"1525","chapter_code":"JUD.1","verse_code":"JUD.1.8","label":"8","content":"Cov neeg no lawv puavleej ua txhaum ib yam nkaus li ntawd, tej uas lawv ua yogtoog pom tej ntawd ua rau lawv ua txhaum rau lawv lub cev. Lawv saib tsis taus Vajtswv tus uas muaj hwjchim, thiab thuam cov uas muaj tshwjchim nyob saum ntuj."},{"bible_id":"1525","chapter_code":"JUD.1","verse_code":"JUD.1.9","label":"9","content":"Txawm yog Mikhayees yog cov timtswv ceebtsheej tus thawj los nws twb tsis ua li ntawd. Thaum Mikhayees nrog dab Ntxwgnyoog sib cav txog Mauxes lub cev, Mikhayees twb tsis tau hais tej lus uas saib tsis taus dab Ntxwgnyoog. Nws tsuas hais tias, “Tus Tswv yog tus uas yuav cem koj!”"},{"bible_id":"1525","chapter_code":"JUD.1","verse_code":"JUD.1.10","label":"10","content":"Tiamsis cov neeg no lawv thuam tej uas lawv tsis totaub; lawv xav ib yam li tej tsiaj xav, tej uas lawv xav ntawd yeej yuav ua rau lawv raug kev puastsuaj."},{"bible_id":"1525","chapter_code":"JUD.1","verse_code":"JUD.1.11","label":"11","content":"Lawv yuav raug kev txomnyem lauj! Lawv ua txhaum ib yam li Ka-ees ua. Lawv ua txhaum rau qhov lawv ntshaw nyiaj ib yam li Npala-as ntshaw. Lawv ntxeev siab rau Vajtswv ib yam li Kaulas, lawv yuav raug kev puastsuaj ib yam li Kaulas raug."},{"bible_id":"1525","chapter_code":"JUD.1","verse_code":"JUD.1.12","label":"12","content":"Thaum cov neeg ntawd tuaj nrog nej noj mov ua ke lawv ua phem ua qias, qw ua nqaj ua nqug rhuav nej ntsejmuag kawg li. Lawv yog cov yug yaj uas lawv rov yug lawv xwb. Lawv zoo li tauv huab uas yuav los nag, tiamsis cua muab ntsawj mus lawm los tsis taus nag. Lawv zoo li tsob ntoo uas tsis txi txiv, txawm yog lub caij txi los tsis txi li, thiab zoo li tsob ntoo uas luag muab tej cag rho tawm huv tibsi qhuav tas lawm."},{"bible_id":"1525","chapter_code":"JUD.1","verse_code":"JUD.1.13","label":"13","content":"Lawv zoo ib yam li tej dej hiavtxwv uas ntas rau ub rau no, sawvdaws yuav pom tej kev phem kev qias uas lawv ua tsis paub txajmuag ib yam li pom tej npuas dej ntxhee dawb vog saum nplaim dej. Lawv zoo li cov hnubqub uas nyob tsis tsheej ib qho chaw, Vajtswv twb tu ib qho chaw rau hauv lub qhov tob tob uas tsaus ntuj nti cia rau cov neeg ntawd nyob mus ibtxhis lawm."},{"bible_id":"1525","chapter_code":"JUD.1","verse_code":"JUD.1.14","label":"14","content":"Suav txij thaum Adas los txog rau Enauj muaj xya tiam neeg, Enauj yog tus uas hais txog cov neeg ntawd puag ntxov los lawm hais tias, “Cia li saib tus Tswv cov timtswv uas dawbhuv muaj ntau txhiab leej yuav nrog nws los"},{"bible_id":"1525","chapter_code":"JUD.1","verse_code":"JUD.1.15","label":"15","content":"txiav txim rau sawvdaws, thiab rau txim rau txhua tus neeg txhaum uas tsis ntseeg Vajtswv raws li tej uas lawv tau ua los lawm, thiab tej lus uas lawv thuam Vajtswv!”"},{"bible_id":"1525","chapter_code":"JUD.1","verse_code":"JUD.1.16","label":"16","content":"Cov neeg ntawd lawv nyiam yws thiab nyiam iab liam lwm tus; lawv ua phem raws li lawv lub siab nyiam; lawv khavtheeb thiab qhuas lwm tus kom lawv tau zoo."},{"bible_id":"1525","chapter_code":"JUD.1","verse_code":"JUD.1.17","label":"17","content":"Cov phoojywg, nej yuav tsum nco ntsoov tej lus uas yav tas los peb tus Tswv Yexus Khetos cov timthawj twb qhia rau nej lawm."},{"bible_id":"1525","chapter_code":"JUD.1","verse_code":"JUD.1.18","label":"18","content":"Lawv qhia rau nej hais tias, “Thaum txog lub sijhawm kawg yuav muaj neeg ua saib tsis taus nej, lawv cov ntawd nyiam ua phem raws li lawv lub siab nyiam.”"},{"bible_id":"1525","chapter_code":"JUD.1","verse_code":"JUD.1.19","label":"19","content":"Cov neeg ntawd yog cov uas ua rau sawvdaws tsis sib haum, lawv lub siab phem kav lawv, tsis yog Vaj Ntsujplig kav lawv."},{"bible_id":"1525","chapter_code":"JUD.1","verse_code":"JUD.1.20","label":"20","content":"Tiamsis cov phoojywg, nej yuav tsum muab siab rau ntseeg heev zuj zus ntxiv. Thaum nej thov Vajtswv nej yuav tsum cia siab hais tias Vaj Ntsujplig tus Dawbhuv uas muaj hwjchim yuav pab nej thov,"},{"bible_id":"1525","chapter_code":"JUD.1","verse_code":"JUD.1.21","label":"21","content":"thiab Vajtswv hlub nej kawg li, yog li ntawd nej cov uas tabtom tos txojsia ntev dhawv mus ibtxhis uas peb tus Tswv Yexus Khetos yuav muab pub dawb dawb rau nej, nej yuav tsum niaj hnub muab siab npuab Vajtswv."},{"bible_id":"1525","chapter_code":"JUD.1","verse_code":"JUD.1.22","label":"22","content":"Nej yuav tsum ua siab ntev rau cov neeg uas tsis tshua paub Vajtswv pestsawg;"},{"bible_id":"1525","chapter_code":"JUD.1","verse_code":"JUD.1.23","label":"23","content":"Nej yuav tsum rub lawv kom lawv tawm tau hauv lub cubtawg los, nej yuav tsum hlub lwm tus thiab, tiamsis ntxub lawv tej ris tsho uas lawv hnav ua kev phem kev qias."},{"bible_id":"1525","chapter_code":"JUD.1","verse_code":"JUD.1.24","label":"24","content":"Vajtswv tus uas muaj hwjchim yog tus uas saib xyuas nej kom nej tsis txhob yuam kev, thiab thaum ntawd nej yuav tsis muaj ib qhov txhaum thiab nej yuav zoo siab kawg nkaus li."},{"bible_id":"1525","chapter_code":"JUD.1","verse_code":"JUD.1.25","label":"25","content":"Vajtswv tib leeg thiaj yog peb tus Cawmseej, rau qhov peb tus Tswv Yexus Khetos yog tus uas muaj tshwjchim ci ntsa iab, muaj koob meej, muaj zog loj zog nchav thiab muaj hwjchim loj kawg nkaus, txij thaum tsim ntuj tsim teb, niaj hnub nimno thiab mus ibtxhis tsis kawg. Amees."}]