[{"bible_id":"1525","chapter_code":"LAM.1","verse_code":"LAM.1.1","label":"1","content":"Lub nroog Yeluxalees uas nyob mluas mlob, yav tas los muaj neeg nyob xauv npo! Yav tas los neeg ntiajteb qhuas nws kawg li, Nimno nws zoo ib yam li tus pojntsuam lawm xwb; Cov nomtswv hauv tej nroog puavleej poob mus ua luag qhev."},{"bible_id":"1525","chapter_code":"LAM.1","verse_code":"LAM.1.2","label":"2","content":"Yeluxalees quaj ib hmos kaj ntug, kua muag ntws laws ntawm nws lub plhu; Nws tej qub phoojywg tsis muaj ib tug tuaj nplig nws siab li; Cov neeg uas koom tes nrog nws los tig rov ntxeev siab rau nws Thiab cov neeg ntawd txhua tus puavleej tawmtsam nws."},{"bible_id":"1525","chapter_code":"LAM.1","verse_code":"LAM.1.3","label":"3","content":"Cov neeg Yudas yog cov qhev uas tas kev cia siab lawm, Lawv raug ntiab khiav mus deb heev ntawm lawv lub tebchaws. Lawv mus nyob rau lwm lub tebchaws uas tsis muaj ib lub chaw yog lawv tug, Yeebncuab nyob puagncig lawv, tsis muaj kev khiav dim li."},{"bible_id":"1525","chapter_code":"LAM.1","verse_code":"LAM.1.4","label":"4","content":"Nimno tsis muaj ib tug neeg tuaj pehawm Tus TSWV hauv lub Tuamtsev hnub uas dawbhuv li lawm. Cov hluas nkauj uas hu nkauj los raug kev txomnyem ntsuav, Thiab cov povthawj los tsuas niaj hnub quaj dhuj dhev xwb. Tej roojvag nroog qhib lug cia thiab Xi-oos lwj siab ntsuav."},{"bible_id":"1525","chapter_code":"LAM.1","verse_code":"LAM.1.5","label":"5","content":"Yeluxalees cov yeebncuab vammeej; Lawv muaj hwjchim lawv thiaj tswj tau nws. Tus TSWV ua rau nws raug kev txomnyem vim tej kev txhaum uas nws ua; Nws cov menyuam raug luag ntes thiab coj mus tas lawm."},{"bible_id":"1525","chapter_code":"LAM.1","verse_code":"LAM.1.6","label":"6","content":"Yeluxalees lub koob meej uas nrov ncha moo lug tsuas yog muaj yav tas los xwb. Nws cov thawjcoj zoo li tej muaslwj uas tshaib plab qaug zog zis lawm xwb, Lawv khiav qaug zog zi ua cov neeg uas caum lawv tua ntej."},{"bible_id":"1525","chapter_code":"LAM.1","verse_code":"LAM.1.7","label":"7","content":"Lub nroog Yeluxalees uas raug puastsuaj lawm nimno nyob kho siab khuav, Nws tig rov los xav txog lub koob meej uas thaum ub nyob ncha moo lug. Thaum nws poob mus rau yeebncuab tes lawm, tsis muaj leejtwg kam pab nws li; Cov neeg uas tua yeej nws luag nws plig thaum uas nws poob tsam."},{"bible_id":"1525","chapter_code":"LAM.1","verse_code":"LAM.1.8","label":"8","content":"Yeluxalees lub koob meej twb ploj tas lawm; nws liabqab thiab raug luag thuam. Nws quaj pos muag nti thiab txajmuag kawg li. Yeluxalees rov ua rau nws vuabtsuab heev vim nws txojkev txhaum."},{"bible_id":"1525","chapter_code":"LAM.1","verse_code":"LAM.1.9","label":"9","content":"Luag pom ntsoov Yeluxalees txojkev ua phem ua qias, Tiamsis nws yeej tsis nyuaj siab txog nws lub neej hlo li. Nws poob tsam txaus ntshai kawg li, yeej tsis muaj leejtwg nplig tau nws lub siab. Nws cov yeebncuab twb yeej lawm, nws mam li quaj thov tus TSWV hlub."},{"bible_id":"1525","chapter_code":"LAM.1","verse_code":"LAM.1.10","label":"10","content":"Cov yeebncuab huab tagnrho nws tej nyiaj huv tibsi mus lawm. Nws pom ntsoov lawv tuaj rau hauv lub Tuamtsev, Qhov chaw uas tus TSWV txwv tsis pub lwm haivneeg mus rau hauv li."},{"bible_id":"1525","chapter_code":"LAM.1","verse_code":"LAM.1.11","label":"11","content":"Nws cov neeg quaj ntsoog qees nrhiav saib puas muaj dabtsi noj; Lawv muab lawv tej nyiaj mus muas mov noj cawm lawv txojsia. Lub nroog Yeluxalees tsa suab hlo quaj hais tias, “Tus TSWV thov koj tsa qhovmuag ntsia kuv, saib kuv txojkev txomnyem.”"},{"bible_id":"1525","chapter_code":"LAM.1","verse_code":"LAM.1.12","label":"12","content":"Lub nroog Yeluxalees quaj rau cov neeg dhau kev  hais tias, “Nej cia li tsa qhovmuag saib kuv maj!” Yeej tsis muaj leejtwg raug txomnyem npaum li kuv raug, Yog txojkev txomnyem uas tus TSWV tso los rau kuv thaum lub sijhawm uas nws chim."},{"bible_id":"1525","chapter_code":"LAM.1","verse_code":"LAM.1.13","label":"13","content":"Tus TSWV tso hluavtaws saum ntuj los kub ti nkaus rau hauv kuv lub nrog cev, Nws cuab hlua mag kuv kotaw thiab chua kom kuv ntog rau hauv av. Ces nws tso kuv tseg thiab cia kuv nyiaj mob."},{"bible_id":"1525","chapter_code":"LAM.1","verse_code":"LAM.1.14","label":"14","content":"“Nws sau tagnrho kuv tej kev txhaum los ua ke thiab muab pav ua ib qhoo; Nws muab tej kev txhaum ntawd los rig rau kuv cajdab, Thiab ua rau kuv lub zog ntaug nphaws vim hnyav heev. Tus TSWV muab kuv cob rau cov yeebncuab tes thiab kuv tsis muaj zog tawmtsam lawv."},{"bible_id":"1525","chapter_code":"LAM.1","verse_code":"LAM.1.15","label":"15","content":"“Tus TSWV luag kuv cov tubrog uas siab tawv tshaj plaws ntawd plig kawg li, Nws tso ib pab tubrog tuaj rhuav ua rau kuv cov tub hluas raug puastsuaj tas; Nws tsuj kuv cov neeg ib yam li tsuam txiv hmab."},{"bible_id":"1525","chapter_code":"LAM.1","verse_code":"LAM.1.16","label":"16","content":"“Twb yog vim li no kuv tej kua muag thiaj ntws si laim hauv kuv ob lub qhovmuag los, Tsis muaj leejtwg nplig kuv siab; tsis muaj leejtwg txhawb kuv lub zog li. Yeebncuab ntaus yeej kuv, kuv cov neeg tsis tshuav ib yam dabtsi li."},{"bible_id":"1525","chapter_code":"LAM.1","verse_code":"LAM.1.17","label":"17","content":"“Kuv cev tes ncuv, tiamsis tsis muaj leejtwg pab; Tus TSWV tau hu kom yeebncuab tuaj txhua txoj haukev tuaj tawmtsam kuv; Lawv saib kuv zoo ib yam li tej khoom uas tsis muaj nqis."},{"bible_id":"1525","chapter_code":"LAM.1","verse_code":"LAM.1.18","label":"18","content":"“Tiamsis tus TSWV yeej ncaj ncees, vim kuv tsis mloog nws lus xwb. Cov neeg uas nyob txhua qhov nej cia li mloog kuv hais, Nej cia li tsa qhovmuag ntsia kuv tej mob saib. Kuv cov tub hluas thiab ntxhais hluas twb raug luag ntes coj mus tas lawm."},{"bible_id":"1525","chapter_code":"LAM.1","verse_code":"LAM.1.19","label":"19","content":"“Kuv hu cov neeg uas koom tes nrog kuv, tiamsis lawv tsis kam pab kuv. Kuv cov povthawj thiab cov thawjcoj mus nrhiav zaub mov noj cawm lawv txojsia, Tiamsis lawv mus tuag tas rau ntawm tej kev hauv nroog lawm."},{"bible_id":"1525","chapter_code":"LAM.1","verse_code":"LAM.1.20","label":"20","content":"“Tus TSWV, thov koj tsa qhovmuag saib kuv tus mob, Saib kuv tus ntsujplig uas txomnyem ntsuav lauj! Kuv lub siab puas tas rau txojkev quaj ntsuag vim kuv tej kev txhaum. Muaj kev tua neeg nyob txhua txojkev; hauv tsev los muaj neeg tuag pawglug."},{"bible_id":"1525","chapter_code":"LAM.1","verse_code":"LAM.1.21","label":"21","content":"“Thov mloog  kuv lub suab quaj, vim tsis muaj leejtwg nplig kuv siab. Kuv cov yeebncuab zoo siab heev vim koj tso kev puastsuaj los rau kuv. Thov coj  hnub zoo uas koj tau coglus tseg lawm los rau kuv; Thiab ua kom kuv cov yeebncuab raug kev txomnyem ib yam li kuv raug."},{"bible_id":"1525","chapter_code":"LAM.1","verse_code":"LAM.1.22","label":"22","content":"“Thov koj txiav txim rau lawv vim lawv tej kev ua phem ua qias; thov rau txim rau lawv ib yam li koj rau txim rau kuv, vim kuv tej kev txhaum. Kuv quaj rau kuv txojkev txomnyem, thiab mob kuv siab kawg nkaus li.”"},{"bible_id":"1525","chapter_code":"LAM.2","verse_code":"LAM.2.1","label":"1","content":"Tus TSWV txojkev chim los khwb nkaus lub roob Xi-oos tsaus nti. Nws muab Xi-oos lub koob meej uas nto moo lug rhuav puastsuaj tas. Txawm yog nws lub Tuamtsev los hnub uas nws chim nws yeej muab tso povtseg."},{"bible_id":"1525","chapter_code":"LAM.2","verse_code":"LAM.2.2","label":"2","content":"Tus TSWV yuav rhuav txhua lub zos hauv tebchaws Yudas Kom puastsuaj tas tsis hlub tshua leejtwg hlo li. Thiab muab tej chaw fajxwm uas tiv thaiv lub tebchaws rhuav povtseg. Nws ua rau lub tebchaws thiab tej thawjcoj kom raug kev txajmuag."},{"bible_id":"1525","chapter_code":"LAM.2","verse_code":"LAM.2.3","label":"3","content":"Vim tus TSWV chim heev, nws thiaj ua rau cov Yixalayees lub zog ntaug; Nws tsis pab peb thaum cov yeebncuab tuaj tua peb. Nws tawmtsam peb ib yam ib hluavtaws kub txhua yam puastsuaj tas lawm."},{"bible_id":"1525","chapter_code":"LAM.2","verse_code":"LAM.2.4","label":"4","content":"Nws taw nws cov xub hneevnti rau peb ib yam li taw rau tej yeebncuab; Nws muab txhua tus uas peb nyiam thiab tshua tua povtseg huv tibsi. Nws hliv nws txojkev chim ib yam li nplaim taws los rau Xi-oos tus ntxhais lub tsevntaub."},{"bible_id":"1525","chapter_code":"LAM.2","verse_code":"LAM.2.5","label":"5","content":"Tus TSWV rhuav cov Yixalayees ib yam li nws rhuav tej yeebncuab ntag; Nws muab Yeluxalees tej chaw fajxwm thiab tej tsev rhuav puastsuaj tas. Nws coj txojkev txomnyem uas tsis txawj kawg los rau cov Yudas."},{"bible_id":"1525","chapter_code":"LAM.2","verse_code":"LAM.2.6","label":"6","content":"Nws muab lub Tuamtsev uas yog qhov chaw pehawm nws tsoo tawg tas; Tus TSWV ua kom Xi-oos tsis txhob nco qab txog hnub dawbhuv thiab Hnub Xanpataus. Cov vajntxwv thiab cov povthawj puavleej raug nws txojkev chim ib yam nkaus."},{"bible_id":"1525","chapter_code":"LAM.2","verse_code":"LAM.2.7","label":"7","content":"Tus TSWV muab nws lub thaj tso tseg thiab ua rau nws lub Tuamtsev dawbhuv ua suabpuam tas. Nws tso cai rau yeebncuab tuaj muab lub Tuamtsev tej ntsa yeej tsoo tawg tas. Lawv qw muaj yeej rau ntawm qhov chaw uas thaum peb pehawm Vajtswv thiab zoo siab."},{"bible_id":"1525","chapter_code":"LAM.2","verse_code":"LAM.2.8","label":"8","content":"Tus TSWV yeej txiav txim siab ua kom Xi-oos tus ntxhais tus ntsa yeej raug puastsuaj; nws twb muab hlua ntsuas tib zoo tas lawm; nws yeej tsis cheem nws txhais tes uas rhuav lub nroog ntawd. Tej chaw tsomfaj thiab tej ntsa yeej nimno twb vau tas ua ib pawg lawm."},{"bible_id":"1525","chapter_code":"LAM.2","verse_code":"LAM.2.9","label":"9","content":"Tej roojvag puas tas vau rau hauv av, Nws muab tej nqaj roojvag tsoo tawg ua tej daim. Cov vajntxwv thiab cov nomtswv raug luag ntes coj mus lawm; Txoj kevcai los tsis muaj leejtwg qhia, Thiab tus TSWV tsis ua rau cov cev Vajtswv lus ua yogtoog pom li lawm."},{"bible_id":"1525","chapter_code":"LAM.2","verse_code":"LAM.2.10","label":"10","content":"Yeluxalees cov neeg laus zaum tsaws hauv av tsis hais lus li; Lawv tsuab hmoov av rau saum lawv taubhau thiab muab ntaubtsaj los hnav. Cov ntxhais hluas nyo taubhau ti nkaus rau hauv av."},{"bible_id":"1525","chapter_code":"LAM.2","verse_code":"LAM.2.11","label":"11","content":"Kuv quaj heev thiaj ua rau kuv qhovmuag plooj tas; kuv tus plig ua mob ntsuav. Kuv tu siab heev ua rau kuv lub zog ntaug tas vim kuv haivneeg txojkev puastsuaj. Tej menyuam thiab cov menyuam mos ntog tsis nco qab tas rau ntawm tej kev hauv nroog."},{"bible_id":"1525","chapter_code":"LAM.2","verse_code":"LAM.2.12","label":"12","content":"Cov menyuam ntawd quaj rau lawv niam hais tias, “Tshaib plab thiab nqhis dej kawg li;” Lawv ntog pawglug rau ntawm tej kev ua rau lawv tej nqaij to tas, Lawv siav yau zuj zus thiab tuag rau ntawm lawv niam lub xubntiag."},{"bible_id":"1525","chapter_code":"LAM.2","verse_code":"LAM.2.13","label":"13","content":"Yeluxalees uas kuv hlub, kuv yuav hais li cas rau koj? Yuav ua li cas kuv thiaj rov nplig tau koj lub siab? Tsis tau muaj dua ib tug twg uas txomnyem npaum li no. Koj txojkev puastsuaj hnyav npaum nkaus li dej hiavtxwv; tsis muaj leejtwg pab tau."},{"bible_id":"1525","chapter_code":"LAM.2","verse_code":"LAM.2.14","label":"14","content":"Koj cov cev Vajtswv lus tsis muaj dabtsi qhia rau koj lawm, tiamsis lawv dag xwb; Lawv tej lus qhuab qhia yeej nthuav tsis tau koj txojkev txhaum tawm. Lawv ua rau koj xav hais tias tsis tas koj hloov dua siab tshiab."},{"bible_id":"1525","chapter_code":"LAM.2","verse_code":"LAM.2.15","label":"15","content":"Cov neeg dua kev ntawm lub nroog no saib tsis taus koj kiag li. Lawv co taubhau nto thiab luag lub nroog Yeluxalees uas puastsuaj tas lawm hais tias, “Ntawm no puas yog lub nroog uas zoo nkauj heev? Ntawm no puas yog txojkev zoo siab ntawm lub ntiajteb no?”"},{"bible_id":"1525","chapter_code":"LAM.2","verse_code":"LAM.2.16","label":"16","content":"Tagnrho koj cov yeebncuab puavleej saib tsis taus koj Thiab ua qhovmuag qaujles ntxub koj kawg nkaus li. Lawv zij ncaug thiab ntxi muag rau koj hais tias, “Peb ua rau nws puastsuaj lawm lauj! Hnub no yog hnub uas peb tos ntsoov xav pom heev ntag!”"},{"bible_id":"1525","chapter_code":"LAM.2","verse_code":"LAM.2.17","label":"17","content":"Thaum kawg tus TSWV tau ua raws li nws tau npaj tseg lawm; Nws ua rau peb puastsuaj tas tsis hlub tshua leejtwg, Raws li nws twb ceebtoom rau peb ua ntej ntev los lawm. Nws cia peb cov yeebncuab kovyeej peb, nws cia lawv zoo siab thaum peb ntog lawm."},{"bible_id":"1525","chapter_code":"LAM.2","verse_code":"LAM.2.18","label":"18","content":"Yeluxalees, cia koj tej ntsa yeej quaj qw rau tus TSWV! Cia koj tej kua muag ntws tawm ib yam li tej dej tas hnub tas hmo; Cia li quaj thiab tu siab kom koj lub zog ntaug."},{"bible_id":"1525","chapter_code":"LAM.2","verse_code":"LAM.2.19","label":"19","content":"Koj sawv tas los sawv dua los quaj thov tus TSWV ib hmos kaj ntug plaws; Cia li qhib koj lub siab thiab thov kom nws hlub tshua koj tej menyuam, Tej menyuam tuag tshaib pawglug ntawm tej ntug kev."},{"bible_id":"1525","chapter_code":"LAM.2","verse_code":"LAM.2.20","label":"20","content":"Tus TSWV, thov koj tsa qhovmuag ntsia cov neeg uas koj ua rau lawv raug kev txomnyem ntawd lauj! Cov pojniam tabtom noj tej menyuam uas lawv hlub heev! Cov povthawj thiab cov cev Vajtswv lus raug luag tua tuag rau hauv lub Tuamtsev."},{"bible_id":"1525","chapter_code":"LAM.2","verse_code":"LAM.2.21","label":"21","content":"Tej laus thiab tej hluas los tuag pawglug rau ntawm tej kev ib yam nkaus, Cov tub hluas thiab ntxhais hluas raug yeebncuab muab ntaj tua tuag tas. Hnub uas koj chim koj muab lawv tua tuag pawglug tsis hlub tshua leejtwg li."},{"bible_id":"1525","chapter_code":"LAM.2","verse_code":"LAM.2.22","label":"22","content":"Koj caw kuv cov yeebncuab tuaj npaj Rooj noj rooj haus txaus ntshai heev nyob puagncig kuv. Thiab hnub uas koj chim yeej tsis muaj leejtwg khiav dim li. Lawv muab cov menyuam uas kuv tu hlob thiab kuv hlub tua povtseg tas."},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.1","label":"1","content":"Kuv yog ib tug uas paub hais tias qhov uas Vajtswv rau txim ntawd hnyav npaum li cas."},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.2","label":"2","content":"Nws ntiab thiab coj kuv mus ti nkaus rau hauv qhov uas tob tshaj plaws thiab tsaus ntuj nti."},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.3","label":"3","content":"Nws muab kuv ntaus tas los ntaus dua tsis hlub kuv hlo li."},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.4","label":"4","content":"Nws ua rau kuv tej nqaij tej tawv ntuag rua ras thiab tsoo kuv tej pobtxha lov."},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.5","label":"5","content":"Nws muab kuv kaw rau hauv txojkev txomnyem thiab lwj siab."},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.6","label":"6","content":"Nws yuam kuv nyob hauv qhov chaw tsaus ntuj nti ib yam li cov neeg uas twb tuag tau ntev los lawm."},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.7","label":"7","content":"Nws muab saw hlau khi kuv; kuv yog tus neeg raug txim uas tsis muaj kev cia siab hais tias yuav khiav dim li."},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.8","label":"8","content":"Kuv tsa suab hlo quaj nrov nrov thov pab, Tiamsis Vajtswv tsis mloog kuv tej lus thov li."},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.9","label":"9","content":"Kuv mus kev qaug poj qaug poog; Nws muab tej txiag zeb los ua ntsa loog thaiv kuv txhua txoj haukev."},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.10","label":"10","content":"Tus TSWV tos kuv kev ib yam li tus dais; Nws dhia tuaj tom kuv ib yam li tus tsov ntxhuav."},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.11","label":"11","content":"Nws coj kuv mus rau tom ntug kev, Muab kuv dua ntuag ua tej daim, thiab tso kuv povtseg."},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.12","label":"12","content":"Nws nta nws rab hneev thiab muab kuv cuab ua daim phiaj rau nws tua."},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.13","label":"13","content":"Nws tua nws cov xub tuaj raug kuv mus tob heev rau hauv kuv lub nrog cev."},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.14","label":"14","content":"Neeg luag kuv plig ib hnub tsaus ntuj; lawv muab kuv tso daj tso luag ua si."},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.15","label":"15","content":"Tus TSWV muab txojkev txomnyem uas iab siab heev rau kuv noj thiab haus nkaus xwb."},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.16","label":"16","content":"Nws muab kuv lub ntsejmuag coj mus txhuam rau hauv av thiab muab kuv cov hniav tsoo saum pobzeb lov tas."},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.17","label":"17","content":"Kuv thiaj tsis nco txog kev noj qab nyob zoo, kev thajyeeb thiab kev zoo siab li lawm."},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.18","label":"18","content":"Kuv txojsia nyob tsis ntev lawm; Kuv txojkev cia siab rau tus TSWV twb ploj tas lawm."},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.19","label":"19","content":"Kuv xav txog txojkev lwj siab, kuv tsis muaj vajtse nyob, Mas yog tej tshuaj lom uas iab kawg nkaus li."},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.20","label":"20","content":"Kuv pheej xav txog txojkev lwj siab thiab kuv nyuaj siab kawg nkaus."},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.21","label":"21","content":"Thaum kuv nco txog tej no ua rau kuv rov muaj kev cia siab."},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.22","label":"22","content":"Tus TSWV txojkev hlub uas ruaj khov thiab nws txojkev hlub tshua yeej muaj tsis paub kawg,"},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.23","label":"23","content":"Txojkev hlub ntawd muaj txhua hnub, ib yam li lub hnub niaj tagkis tawm tuaj."},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.24","label":"24","content":"Kuv tsuas muaj tus TSWV tib leeg xwb, yog li ntawd kuv thiaj cia siab rau nws."},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.25","label":"25","content":"Tus TSWV yeej ua zoo rau txhua tus uas vamkhom nws,"},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.26","label":"26","content":"Qhov uas zoo tshaj, yog ua lub siab ntev tos mus txog hnub uas nws los cawm peb,"},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.27","label":"27","content":"Thiab qhov uas zoo tshaj, yog peb xyaum ua siab ntev thaum hluas los."},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.28","label":"28","content":"Thaum peb raug kev txomnyem, peb yuav tsum ua siab ntev zaum ntsiag to."},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.29","label":"29","content":"Tsimnyog peb txhos caug nyo ti nkaus hauv av, yog ua li ntawd tseem muaj kev cia siab."},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.30","label":"30","content":"Txawm yog raug ntaus thiab raug thuam los peb yeej zoo siab txais huv tibsi."},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.31","label":"31","content":"Tus TSWV yog tus muaj kev hlub thiab nws yuav tsis tso peb tseg mus ibtxhis."},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.32","label":"32","content":"Txawm yog nws ua rau peb raug kev ntxhov siab los nws yeej hlub peb raws li nws txojkev hlub uas ruaj khov."},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.33","label":"33","content":"Tus TSWV yeej tsis muaj pluaj siab cia peb raug kev ntxhov siab lossis kev tsimtxom."},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.34","label":"34","content":"Thaum peb raug luag caij tsuj hauv tsev lojcuj los tus TSWV yeej paub;"},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.35","label":"35","content":"Tus TSWV paub thaum peb tsis ua ncaj ncees li nws hais;"},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.36","label":"36","content":"Thaum luag txiav txim tsis ncaj hauv tsev tu plaub los tus TSWV yeej paub."},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.37","label":"37","content":"Tsuas yog tej uas haum tus TSWV siab xwb thiaj li ua tau."},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.38","label":"38","content":"Kev zoo thiab kev phem los ib yam nkaus, Puavleej yog tus TSWV uas muaj hwjchim loj kawg nkaus hais thiaj li muaj."},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.39","label":"39","content":"Vim li cas peb pheej yws thaum peb raug txim, vim peb tej kev txhaum?"},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.40","label":"40","content":"Cia peb tshuaj saib peb lub neej thiab tig rov los cuag tus TSWV."},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.41","label":"41","content":"Cia peb qhib peb lub siab rau Vajtswv tus uas nyob saum ntuj thiab thov hais tias,"},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.42","label":"42","content":"“Tus Tswv, peb tau ua txhaum thiab ntxeev siab rau koj lawm, koj tsis tau zam txim rau peb li."},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.43","label":"43","content":"“Koj caum peb thiab tua peb povtseg; koj txojkev chim roos koj txojkev hlub lawm,"},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.44","label":"44","content":"Tauv huab uas yog koj txojkev npautaws tuab heev peb tej lus thov thiaj tuaj tsis txog koj."},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.45","label":"45","content":"Koj ua rau peb raug neeg ntiajteb saib zoo ib yam li tej khoom uas tsis muaj nqis."},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.46","label":"46","content":"“Peb cov yeebncuab txhua tus thuam peb thiab saib tsis taus peb."},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.47","label":"47","content":"Peb twb raug kev txomnyem thiab kev puastsuaj los lawm; Peb ua neej nyob tuav xovxeeb thiab ntshai kawg li."},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.48","label":"48","content":"Kuv kua muag ntws laws thaum kuv pom kuv haivneeg raug kev puastsuaj."},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.49","label":"49","content":"“Kuv cov kua muag yuav ntws los tsis paub tu ib yam li tus dej ntws,"},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.50","label":"50","content":"Mus txog thaum tus TSWV tsa qhovmuag ntsia saum ntuj tuaj pom peb lawm."},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.51","label":"51","content":"Thaum kuv pom tej xwmtxheej los raug cov pojniam uas nyob hauv lub nroog mas kuv tu siab kawg."},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.52","label":"52","content":"“Cov neeg uas ua yeebncuab rau kuv cia li lam ntxub kuv thiab cuab hlua mag kuv ib yam li noog mag tsig."},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.53","label":"53","content":"Lawv muab kuv pov ciaj rau hauv ib lub qhov thiab muab ib lub pobzeb npog lub ncauj qho."},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.54","label":"54","content":"Dej vov dhau plaws saum kuv taubhau, thiab kuv xav hais tias, “Kev tuag los ze lawm lauj.”"},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.55","label":"55","content":"“Tus TSWV, kuv nyob puag hauv qab qho, kuv quaj thov koj,"},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.56","label":"56","content":"Thiab thaum kuv thov kom koj mloog kuv tej lus thov, koj yeej hnov."},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.57","label":"57","content":"Koj teb kuv tej lus thov thiab hais kom kuv tsis txhob ntshai."},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.58","label":"58","content":"“Tus TSWV, koj twb tuaj tso kuv dim, thiab cawm tau kuv txojsia lawm."},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.59","label":"59","content":"Tus TSWV, koj twb pom tej uas luag ua tsis ncaj rau kuv lawm, thov koj txiav txim kom ncaj ncees rau kuv rooj plaub."},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.60","label":"60","content":"Koj yeej paub hais tias kuv cov yeebncuab ntxub kuv heev thiab tuavhauv tawmtsam kuv li cas."},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.61","label":"61","content":"“Tus TSWV, koj yeej paub tej uas lawv tuavhauv ua phem rau kuv; Thiab koj yeej hnov tej lus uas lawv thuam kuv."},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.62","label":"62","content":"Lawv hais txog kuv thiab tuav tswvyim ua phem rau kuv ib hnub tsaus ntuj."},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.63","label":"63","content":"Lawv muab kuv tso daj tso luag thaum sawv ntxov mus txog thaum tsaus ntuj."},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.64","label":"64","content":"“Tus TSWV, thov koj rau txim rau lawv raws li tej uas lawv tau ua tas los lawm."},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.65","label":"65","content":"Thov koj foom phem rau lawv thiab tsis txhob pub kom lawv muaj kev cia siab hlo li."},{"bible_id":"1525","chapter_code":"LAM.3","verse_code":"LAM.3.66","label":"66","content":"Thov koj caum lawv thiab raws kom lawv khiav tawm hauv lub ntiajteb no mus tas dulug.”"},{"bible_id":"1525","chapter_code":"LAM.4","verse_code":"LAM.4.1","label":"1","content":"Peb tej kub tsis ci lawm; tej pobzeb uas ua lub Tuamtsev pob poob pawglug rau hauv tej kev."},{"bible_id":"1525","chapter_code":"LAM.4","verse_code":"LAM.4.2","label":"2","content":"Xi-oos cov tub hluas muaj nqis rau peb ib yam li tej kub, tiamsis nimno lawv muaj nqis ib yam li tej laujkaub av lawm xwb."},{"bible_id":"1525","chapter_code":"LAM.4","verse_code":"LAM.4.3","label":"3","content":"Txawm yog tus maum hma los yeej pub mis rau nws tej menyuam noj; Tiamsis kuv haivneeg ua nruj ua tsiv rau lawv tej menyuam ib yam li tej noog ntxhuav."},{"bible_id":"1525","chapter_code":"LAM.4","verse_code":"LAM.4.4","label":"4","content":"Lawv cia lawv tej menyuam tuag tshaib tuag nqhis tas; Tej menyuam mus thov zaub mov noj, tiamsis tsis muaj leejtwg muab ib yam dabtsi rau lawv li."},{"bible_id":"1525","chapter_code":"LAM.4","verse_code":"LAM.4.5","label":"5","content":"Cov neeg uas ibtxwm tau noj tej zaub mov zoo Puavleej tuag tshaib tas rau ntawm tej kev; Cov neeg uas ibtxwm npluanuj yuav mus fawb zaub mov ntawm tej chaw pov liamsim noj."},{"bible_id":"1525","chapter_code":"LAM.4","verse_code":"LAM.4.6","label":"6","content":"Kuv haivneeg raug txim hnyav tshaj cov neeg hauv lub nroog Xaudoos, tib npliag ntshis xwb, lawv twb raug kev puastsuaj tas rau Vajtswv txhais tes."},{"bible_id":"1525","chapter_code":"LAM.4","verse_code":"LAM.4.7","label":"7","content":"Peb cov nomtswv  huv tshaj tej daus thiab dawb dua kua mis, lawv nyob cus plaws thiab muaj zog khov kho tsis muaj mob li."},{"bible_id":"1525","chapter_code":"LAM.4","verse_code":"LAM.4.8","label":"8","content":"Nimno lawv pw pawglug hauv tej kev tsis muaj neeg paub, Lawv tej ntsejmuag dub nciab vim twb tuag lawm; Lawv tej tawv qhuav ib yam li tawv ntoo qhwv nkaus lawv tej txha,"},{"bible_id":"1525","chapter_code":"LAM.4","verse_code":"LAM.4.9","label":"9","content":"Cov neeg uas tuag rau hauv tshavrog zoo tshaj cov uas yoo tshaib yoo nqhis tuag vim tsis muaj mov cawm lawv txojsia."},{"bible_id":"1525","chapter_code":"LAM.4","verse_code":"LAM.4.10","label":"10","content":"Txojkev puastsuaj uas los raug kuv haivneeg mas txaus ntshai kawg; cov pojniam uas hlub lawv tej menyuam los cia li muab tej menyuam tua noj."},{"bible_id":"1525","chapter_code":"LAM.4","verse_code":"LAM.4.11","label":"11","content":"Tus TSWV tso nws txojkev chim uas loj kawg nkaus tawm tuaj; nws zes hluavtaws rau Xi-oos kub hnyiab tas rau hauv av."},{"bible_id":"1525","chapter_code":"LAM.4","verse_code":"LAM.4.12","label":"12","content":"Cov vajntxwv uas nyob hauv ntiajteb no, lossis cov neeg uas nyob thoob qab ntuj, yeej tsis ntseeg hais tias yeebncuab thiab tubrog muaj cuabkav nkag tau lub nroog Yeluxalees tej roojvag li."},{"bible_id":"1525","chapter_code":"LAM.4","verse_code":"LAM.4.13","label":"13","content":"Tiamsis muaj neeg nkag tau los, vim nws cov cev Vajtswv lus ua txhaum thiab nws cov povthawj lub txim thiaj ua rau cov neeg ncaj ncees tuag tas lawm."},{"bible_id":"1525","chapter_code":"LAM.4","verse_code":"LAM.4.14","label":"14","content":"Yeluxalees cov thawjcoj ncig mus ncig los txhua txojkev li cov neeg digmuag, lawv ibce lo ntshav thoob plaws tsis muaj leejtwg kam kov lawv."},{"bible_id":"1525","chapter_code":"LAM.4","verse_code":"LAM.4.15","label":"15","content":"Tej neeg qw rau lawv hais tias, “Nej cov neeg uas tsis huv! Cia li khiav mus! Tsis txhob tuav kuv!” Yog li ntawd, lawv thiaj khiav ib lub tebchaws mus rau ib lub tebchaws, tsis muaj leejtwg kam txais tos lawv hlo li."},{"bible_id":"1525","chapter_code":"LAM.4","verse_code":"LAM.4.16","label":"16","content":"Tus TSWV yeej tsis mob siab txog lawv; nws thiaj muab lawv ntiab mus nyob ua sab ua sua. Nws yeej tsis xam txog peb cov povthawj thiab cov thawjcoj li lawm."},{"bible_id":"1525","chapter_code":"LAM.4","verse_code":"LAM.4.17","label":"17","content":"Peb lub qhovmuag ntsia ntsoov mus txog thaum uas tsis muaj txojkev pab li lawm. Peb pheej tos kev pab ntawm ib haivneeg uas tsis muaj ib yam dabtsi pab peb."},{"bible_id":"1525","chapter_code":"LAM.4","verse_code":"LAM.4.18","label":"18","content":"Yeebncuab yeej ntsia ntsoov peb; peb tsis muaj cuabkav tawm mus rau tom tej kev li; Peb lub sijhawm twb dhau; hnub kawg twb los txog lawm."},{"bible_id":"1525","chapter_code":"LAM.4","verse_code":"LAM.4.19","label":"19","content":"Cov neeg uas caum ntes peb tseem khiav ceev tshaj tej dav uas rwg saum nruab ntug los. Lawv caum ntes peb saum tej ncov roob; Thaum peb tsis ceevfaj lawv ntes tau peb hauv tiaj suabpuam."},{"bible_id":"1525","chapter_code":"LAM.4","verse_code":"LAM.4.20","label":"20","content":"Lawv ntes tau peb lub hauvpaus txojsia, yog tus vajntxwv uas tus TSWV xaiv; yog tus uas peb cia siab hais tias yuav tiv thaiv tau peb ntawm txhua pab yeebncuab."},{"bible_id":"1525","chapter_code":"LAM.4","verse_code":"LAM.4.21","label":"21","content":"Cov Edoos thiab cov Uxis nej cia li luag zoo siab. Kev puastsuaj yeej yuav los raug nej ib yam nkaus thiab; nej yuav vau zoj vau zis liabqab ploog txajmuag kawg li."},{"bible_id":"1525","chapter_code":"LAM.4","verse_code":"LAM.4.22","label":"22","content":"Xi-oos twb raug rau txim pauj nws lub txim txaus lawm; tus TSWV yuav tsis cia peb raug luag ntes coj mus ib zaug ntxiv lawm. Tiamsis Edoos, tus TSWV yuav rau txim rau koj; nws yuav nthuav tej kev txhaum uas koj ua ntawd tawm huv tibsi."},{"bible_id":"1525","chapter_code":"LAM.5","verse_code":"LAM.5.1","label":"1","content":"Tus TSWV, thov koj nco txog tej xwm uas tau los raug peb ntawd. Thov koj tsa qhovmuag ntsia peb thiab peb tej kev txajmuag."},{"bible_id":"1525","chapter_code":"LAM.5","verse_code":"LAM.5.2","label":"2","content":"Peb tej liaj tej teb poob rau lwm haivneeg tes lawm; cov neeg txawv tebchaws tuaj nyob hauv peb tej vajtse tas lawm."},{"bible_id":"1525","chapter_code":"LAM.5","verse_code":"LAM.5.3","label":"3","content":"Cov uas yog peb txiv raug yeebncuab muab tua tuag tas huv tibsi, thiab nimno tshuav cov uas yog peb niam ua pojntsuam nyob lawm xwb."},{"bible_id":"1525","chapter_code":"LAM.5","verse_code":"LAM.5.4","label":"4","content":"Peb yuav tau them nyiaj rau tej dej uas peb haus; peb yuav tau muab nyiaj muas ntoo los rau peb ua taws rauv."},{"bible_id":"1525","chapter_code":"LAM.5","verse_code":"LAM.5.5","label":"5","content":"Luag raws thiab nplawm peb ib yam li nplawm tej neesluav lossis tej ntxhuav; Peb sab kawg nkaus, tiamsis luag tsis pub peb so li."},{"bible_id":"1525","chapter_code":"LAM.5","verse_code":"LAM.5.6","label":"6","content":"Peb mus thov nram tebchaws Iziv thiab pem tebchaws Axilias, peb thiaj muaj zaub mov txaus noj yug peb txojsia."},{"bible_id":"1525","chapter_code":"LAM.5","verse_code":"LAM.5.7","label":"7","content":"Peb cov yawgkoob yeej ua txhaum tiag, tiamsis lawv twb tuag tas lawm; peb raug kev txomnyem vim peb tau ris lawv tej kev txhaum."},{"bible_id":"1525","chapter_code":"LAM.5","verse_code":"LAM.5.8","label":"8","content":"Peb raug cov neeg uas twb tsimtxiaj tsis npaum li cov qhev tuaj tswjhwm peb, thiab tsis muaj leejtwg pab kom peb dim ntawm lawv txhais tes."},{"bible_id":"1525","chapter_code":"LAM.5","verse_code":"LAM.5.9","label":"9","content":"Cov neeg tua neeg nyob thoob plaws tom tej ntug nroog; Thaum peb mus nrhiav zaub mov noj, peb pheej hmoo tuav siav rawv mus xwb."},{"bible_id":"1525","chapter_code":"LAM.5","verse_code":"LAM.5.10","label":"10","content":"Kev tshaib plab ua rau peb ua npaws ibce kub lug ib yam li lub qhovcub."},{"bible_id":"1525","chapter_code":"LAM.5","verse_code":"LAM.5.11","label":"11","content":"Peb cov pojniam puavleej raug luag mos saum Roob Xi-oos; peb cov ntxhais los raug luag yuam hauv cov Yudas tej zos."},{"bible_id":"1525","chapter_code":"LAM.5","verse_code":"LAM.5.12","label":"12","content":"Peb cov thawjcoj raug luag ntes coj mus dai cajdab tuag tas; tsis muaj leejtwg hwm peb cov neeg laus hlo li lawm."},{"bible_id":"1525","chapter_code":"LAM.5","verse_code":"LAM.5.13","label":"13","content":"Peb cov tub hluas raug luag yuam mus zom nplej ib yam li tej qhev; cov menyuam tub raug luag yuam mus kwv ntoo hnyav heev ntog pujpoog."},{"bible_id":"1525","chapter_code":"LAM.5","verse_code":"LAM.5.14","label":"14","content":"Tsis muaj cov laus tuaj zaum ntawm tej roojvag nroog, thiab tsis muaj cov hluas tuaj ntaus suab nkauj li lawm."},{"bible_id":"1525","chapter_code":"LAM.5","verse_code":"LAM.5.15","label":"15","content":"Txojkev zoo siab khiav tawm ntawm peb lub neej mus lawm; Txojkev quaj ntsuag los hloov peb tej kev seevcev zoo siab chaw."},{"bible_id":"1525","chapter_code":"LAM.5","verse_code":"LAM.5.16","label":"16","content":"Txhua yam uas peb khav yeej tsis muaj dabtsi li lawm. Peb ua txhaum, nimno peb thiaj raug kev puastsuaj."},{"bible_id":"1525","chapter_code":"LAM.5","verse_code":"LAM.5.17","label":"17","content":"Vim li ntawd peb lub siab thiaj mob lwj ntsuav thiab peb pom kev tsis tseeb vim peb tej kua muag los tas,"},{"bible_id":"1525","chapter_code":"LAM.5","verse_code":"LAM.5.18","label":"18","content":"Lub Roob Xi-oos nyob kho siab khuav thiab ua suabpuam tas, thiab hma los khawb los ntaug ua rau puastsuaj tas."},{"bible_id":"1525","chapter_code":"LAM.5","verse_code":"LAM.5.19","label":"19","content":"Tiamsis tus TSWV, koj yog tus vajntxwv uas nyob mus ibtxhis thiab yuav tswj teb kav chaw mus txog thaum lub sijhawm kawg."},{"bible_id":"1525","chapter_code":"LAM.5","verse_code":"LAM.5.20","label":"20","content":"Vim li cas koj thiaj tso peb tseg ntev ua luaj li? Koj puas tseem nco txog peb ntxiv lawm thiab?"},{"bible_id":"1525","chapter_code":"LAM.5","verse_code":"LAM.5.21","label":"21","content":"Tus TSWV, thov coj peb rov qab los cuag koj! Thov coj peb rov qab! Thov rov qab txhim kho kom peb muaj koob meej li thaum ub."},{"bible_id":"1525","chapter_code":"LAM.5","verse_code":"LAM.5.22","label":"22","content":"Lossis koj yeej muab peb tso tseg mus ibtxhis li lawm? Puas yog koj txojkev chim yeej tsis muaj hnub kawg li?"}]