[{"bible_id":"1525","chapter_code":"LEV.1","verse_code":"LEV.1.1","label":"1","content":"Tus TSWV hu Mauxes hauv tus TSWV lub Tsevntaub sib ntsib tuaj thiab hais rau Mauxes"},{"bible_id":"1525","chapter_code":"LEV.1","verse_code":"LEV.1.2","label":"2","content":"kom hais rau cov Yixalayees thiab qhia rau lawv hais tias, Thaum leejtwg coj tsiaj tuaj tua hlawv fij, nws yuav tsum coj ib tug nyuj lossis ib tug yaj lossis ib tug tshis tuaj fij thiab."},{"bible_id":"1525","chapter_code":"LEV.1","verse_code":"LEV.1.3","label":"3","content":"Yog nws coj ib tug nyuj tuaj tua hlawv fij, nws yuav tsum coj tus nyuj uas tsis muaj ib qho phem hlo li. Nws yuav tsum cab tuaj rau ntawm tus TSWV lub Tsevntaub sib ntsib, tus TSWV thiaj txaus siab txais yuav."},{"bible_id":"1525","chapter_code":"LEV.1","verse_code":"LEV.1.4","label":"4","content":"Nws yuav tsum tsa tes rau saum tus nyuj lub taubhau, tus nyuj ntawd thiaj yuav ua tau khoom theej txhoj tshem nws lub txim."},{"bible_id":"1525","chapter_code":"LEV.1","verse_code":"LEV.1.5","label":"5","content":"Ces nws muab tus nyuj ntawd tua tabmeeg tus TSWV, thiab Aloos cov tub uas yog cov povthawj muab cov ntshav coj mus fij rau tus TSWV thiab muab coj mus hliv ywg thoob plaws lub thaj uas nyob ntawm tus TSWV lub Tsevntaub sib ntsib lub qhovrooj."},{"bible_id":"1525","chapter_code":"LEV.1","verse_code":"LEV.1.6","label":"6","content":"Ces nws muab tus tsiaj ntawd laws tawv thiab muab txiav ua tej thooj,"},{"bible_id":"1525","chapter_code":"LEV.1","verse_code":"LEV.1.7","label":"7","content":"thiab cov povthawj muab taws coj mus teeb rau saum lub thaj thiab zes taws rau."},{"bible_id":"1525","chapter_code":"LEV.1","verse_code":"LEV.1.8","label":"8","content":"Ces Aloos cov tub uas yog cov povthawj mam li muab cov nqaij uas txiav ua tej thooj, lub taubhau thiab cov roj mus tso rau saum cov taws uas teeb saum lub thaj."},{"bible_id":"1525","chapter_code":"LEV.1","verse_code":"LEV.1.9","label":"9","content":"Tus neeg ntawd yuav tsum muab dej ntxuav lub plab, cov hnyuv, siab, ntsws thiab ob cegqab, ces tus povthawj mam li muab hlawv huv tibsi rau saum lub thaj ua khoom fij theej txhoj. Tej pa khoom fij no yuav tsw qab ntxiag ua rau tus TSWV txaus siab."},{"bible_id":"1525","chapter_code":"LEV.1","verse_code":"LEV.1.10","label":"10","content":"Yog leejtwg muab nws ib tug yaj lossis ib tug tshis tuaj ua khoom fij, mas nws yuav tsum muab tus txiv uas tsis muaj ib qho phem hlo li xwb."},{"bible_id":"1525","chapter_code":"LEV.1","verse_code":"LEV.1.11","label":"11","content":"Nws yuav tsum muab tus tsiaj ntawd tua rau ntawm lub thaj sab ped, thiab cov povthawj muab cov ntshav coj mus hliv ywg thoob plaws lub thaj huv tibsi."},{"bible_id":"1525","chapter_code":"LEV.1","verse_code":"LEV.1.12","label":"12","content":"Thiab nws muab tus tsiaj ntawd txiav ua tej thooj, ces tus povthawj mam li muab lub taubhau thiab cov roj mus tso rau saum cov taws uas teeb rau saum lub thaj."},{"bible_id":"1525","chapter_code":"LEV.1","verse_code":"LEV.1.13","label":"13","content":"Tiamsis tus ntawd yuav tsum muab dej ntxuav lub plab, cov hnyuv thiab ob cegqab, thiab tus povthawj muab coj mus fij rau tus TSWV thiab muab hlawv fij tagnrho rau saum lub thaj. Tej khoom uas fij no tej pa yuav tsw qab ntxiag ua rau tus TSWV txaus siab."},{"bible_id":"1525","chapter_code":"LEV.1","verse_code":"LEV.1.14","label":"14","content":"Yog leejtwg muab noog tuaj tua hlawv ua khoom fij, tus noog ntawd yuav tsum yog ib tug nquab liabrwg lossis nquab nyeg."},{"bible_id":"1525","chapter_code":"LEV.1","verse_code":"LEV.1.15","label":"15","content":"Tus povthawj yuav coj tus noog ntawd mus rau ntawm lub thaj, muab lub cajdab ntswj kom tu, thiab muab lub taubhau hlawv rau saum lub thaj. Yuav tsum cia cov ntshav ntws los ywg lub thaj."},{"bible_id":"1525","chapter_code":"LEV.1","verse_code":"LEV.1.16","label":"16","content":"Nws yuav tau muab lub txia dawj povtseg rau ntawm lub thaj sab hnubtuaj uas yog qhov chaw nchuav cov tshauv."},{"bible_id":"1525","chapter_code":"LEV.1","verse_code":"LEV.1.17","label":"17","content":"Nws tuav ob sab tis dua kom tus noog lub cev ntuag, tiamsis tsis txhob dua ob sab tis kom tu, thiab muab tus noog ntawd hlawv kom tagnrho rau saum lub thaj. Tej pa yuav tsw qab ntxiag ua rau tus TSWV txaus siab."},{"bible_id":"1525","chapter_code":"LEV.2","verse_code":"LEV.2.1","label":"1","content":"Thaum ib tug twg coj qoobloo tuaj fij rau tus TSWV, nws yuav tsum xub muab cov nplej ntawd zom ua hmoov. Nws yuav tsum muab roj txiv ntoo thiab hmoov tshuaj tsw qab nphoo rau saum cov hmoov nplej ntawd huv tibsi,"},{"bible_id":"1525","chapter_code":"LEV.2","verse_code":"LEV.2.2","label":"2","content":"thiab coj tuaj cob rau Aloos cov tub uas yog cov povthawj. Ces tus povthawj hlob mam li yawm ib phoovtes hmoov nplej, muab cov roj thiab cov hmoov tshuaj tsw qab coj mus hlawv rau saum lub thaj ib yam li ua kevcai nco txog fij rau tus TSWV. Tej pa khoom fij no yuav tsw qab ntxiag ua rau tus TSWV txaus siab."},{"bible_id":"1525","chapter_code":"LEV.2","verse_code":"LEV.2.3","label":"3","content":"Tej qoobloo uas seem fij tsis tas ntawd puavleej yog cov povthawj tug, txij thaum lawv coj tej qoobloo ntawd tuaj fij rau tus TSWV lawm, tej ntawd yeej dawbhuv lawm."},{"bible_id":"1525","chapter_code":"LEV.2","verse_code":"LEV.2.4","label":"4","content":"Yog muab tej ncuav uas ncu hauv qhovcub tuaj ua khoom fij, mas cov ncuav ntawd tsis txhob muab keeb xyaw. Yuav tsum yog muab hmoov nplej zuaj xyaw roj txiv ntoo puab ua tej lub ncuav tuab tuab lossis muab roj txiv ntoo zuaj xyaw puab ua tej lub ncuav nyias nyias xwb."},{"bible_id":"1525","chapter_code":"LEV.2","verse_code":"LEV.2.5","label":"5","content":"Yog muab cov ncuav nthee hauv yias tuaj ua khoom fij, muab tej hmoov nplej ntawd zuaj xyaw roj txiv ntoo xwb, tsis txhob muab keeb xyaw."},{"bible_id":"1525","chapter_code":"LEV.2","verse_code":"LEV.2.6","label":"6","content":"Cia li muab puab ua tej lub thiab muab roj hliv rau saud, thaum nej coj mus ua khoom fij."},{"bible_id":"1525","chapter_code":"LEV.2","verse_code":"LEV.2.7","label":"7","content":"Yog nej muab tej ncuav uas ncu hauv laujkaub coj mus fij, cov ncuav ntawd yuav tsum yog muab hmoov nplej thiab roj txiv ntoo ua xwb."},{"bible_id":"1525","chapter_code":"LEV.2","verse_code":"LEV.2.8","label":"8","content":"Coj lub ncuav ntawd mus fij rau tus TSWV thiab muab cob rau tus povthawj, nws mam li coj mus tso rau saum lub thaj."},{"bible_id":"1525","chapter_code":"LEV.2","verse_code":"LEV.2.9","label":"9","content":"Tus povthawj yuav muab ntais ib nrab coj mus fij ua kev nco txog rau tus TSWV, thiab nws yuav coj mus hlawv rau saum lub thaj. Tej pa khoom fij no yuav tsw qab ntxiag ua rau tus TSWV txaus siab."},{"bible_id":"1525","chapter_code":"LEV.2","verse_code":"LEV.2.10","label":"10","content":"Tej khoom fij uas seem puavleej yog cov povthawj tug, txij thaum uas coj tej ncuav ntawd mus fij rau tus TSWV lawm, tej ntawd yeej dawbhuv lawm."},{"bible_id":"1525","chapter_code":"LEV.2","verse_code":"LEV.2.11","label":"11","content":"Nej tsis txhob muab tej hmoov nplej uas xyaw keeb tuaj fij rau tus TSWV; nej tsis txhob muab tej hmoov nplej uas xyaw keeb lossis xyaw zib ntab hlawv fij rau tus TSWV."},{"bible_id":"1525","chapter_code":"LEV.2","verse_code":"LEV.2.12","label":"12","content":"Txhua xyoo thaum nej sau qoobloo, nej yuav tsum coj nej thawj phaum qoob tuaj fij rau tus TSWV, tiamsis tsis txhob muab hlawv rau saum lub thaj kom tej pa tsw qab ntxiag."},{"bible_id":"1525","chapter_code":"LEV.2","verse_code":"LEV.2.13","label":"13","content":"Muab ntsev nphoo rau saum txhua yam qoobloo uas coj tuaj fij ntawd, rau qhov cov ntsev ntawd yog sawv cev cov lus cog tseg ntawm Vajtswv thiab nej ntag. Nej yuav tsum nphoo ntsev tagnrho rau saum nej tej khoom fij huv tibsi."},{"bible_id":"1525","chapter_code":"LEV.2","verse_code":"LEV.2.14","label":"14","content":"Thaum nej sau qoobloo thiab coj thawj phaum qoob tuaj fij rau tus TSWV, muab tej nplej ntawd kib kom nkig thiab muab tuav kom ua hmoov coj tuaj fij."},{"bible_id":"1525","chapter_code":"LEV.2","verse_code":"LEV.2.15","label":"15","content":"Muab roj txiv ntoo hliv rau thiab muab hmoov tshuaj tsw qab nphoo rau saum cov hmoov nplej ntawd."},{"bible_id":"1525","chapter_code":"LEV.2","verse_code":"LEV.2.16","label":"16","content":"Tus povthawj yuav muab cov hmoov nplej, cov roj thiab cov hmoov tshuaj tsw qab coj mus hlawv ua khoom fij ua kev nco txog rau tus TSWV."},{"bible_id":"1525","chapter_code":"LEV.3","verse_code":"LEV.3.1","label":"1","content":"Yog leejtwg muab nws tus heev nyuj lossis tus maum nyuj tua fij ua kev sib raug zoo, mas tus nyuj ntawd yuav tsum yog tus uas tsis muaj ib qho phem hlo li."},{"bible_id":"1525","chapter_code":"LEV.3","verse_code":"LEV.3.2","label":"2","content":"Tus txivneej ntawd yuav tsum tsa nws txhais tes rau saum tus nyuj lub taubhau thiab muab tus nyuj ntawd tua rau ntawm tus TSWV lub Tsevntaub sib ntsib lub qhovrooj. Ces Aloos cov tub uas yog cov povthawj muab cov ntshav coj mus hliv ywg thoob plaws lub thaj,"},{"bible_id":"1525","chapter_code":"LEV.3","verse_code":"LEV.3.3","label":"3","content":"thiab muab tus tsiaj ntawd tej nqaij li nram no coj mus ua khoom fij sib raug zoo rau tus TSWV: tagnrho cov npluag roj uas npog lub plab, cov hnyuv,"},{"bible_id":"1525","chapter_code":"LEV.3","verse_code":"LEV.3.4","label":"4","content":"ob lub raum thiab tej roj uas npog ob lub raum, thiab nplooj siab uas zoo tshaj plaws."},{"bible_id":"1525","chapter_code":"LEV.3","verse_code":"LEV.3.5","label":"5","content":"Cov povthawj yuav tsum muab tagnrho tej ntawd hlawv rau saum lub thaj uas yog hlawv nrog tej khoom fij. Tej pa khoom fij no tsw qab ntxiag ua rau tus TSWV txaus siab."},{"bible_id":"1525","chapter_code":"LEV.3","verse_code":"LEV.3.6","label":"6","content":"Yog muab yaj lossis tshis los tua ua khoom fij ua kev sib raug zoo, muab tus txiv lossis tus maum los tau, tiamsis yuav tsum muab tus uas tsis muaj ib qho phem hlo li."},{"bible_id":"1525","chapter_code":"LEV.3","verse_code":"LEV.3.7","label":"7","content":"Yog leejtwg muab ib tug yaj fij,"},{"bible_id":"1525","chapter_code":"LEV.3","verse_code":"LEV.3.8","label":"8","content":"nws yuav tsum tsa nws txhais tes rau saum tus yaj ntawd taubhau thiab muab tus yaj ntawd tua rau ntawm hauv ntej tus TSWV lub Tsevntaub sib ntsib. Ces cov povthawj mam li muab cov ntshav coj mus hliv ywg thoob plaws rau lub thaj,"},{"bible_id":"1525","chapter_code":"LEV.3","verse_code":"LEV.3.9","label":"9","content":"thiab muab tus tsiaj ntawd tej nqaij li nram no coj mus ua khoom fij rau tus TSWV: cov roj, tus tw nrog cov roj uas txiav ti nkaus ntawm tus pobtxha ntsag, tej npluag roj uas npog lub plab, cov hnyuv,"},{"bible_id":"1525","chapter_code":"LEV.3","verse_code":"LEV.3.10","label":"10","content":"ob lub raum thiab tej roj uas npog ob lub raum, thiab nplooj siab uas zoo tshaj plaws."},{"bible_id":"1525","chapter_code":"LEV.3","verse_code":"LEV.3.11","label":"11","content":"Dua li cov ntawd lawm, tus povthawj mam li muab coj mus hlawv tagnrho rau saum lub thaj ua khoom fij rau tus TSWV."},{"bible_id":"1525","chapter_code":"LEV.3","verse_code":"LEV.3.12","label":"12","content":"Yog leejtwg muab ib tug tshis fij,"},{"bible_id":"1525","chapter_code":"LEV.3","verse_code":"LEV.3.13","label":"13","content":"nws yuav tsum tsa tes rau saum tus tshis ntawd lub taubhau thiab muab tus tshis ntawd tua rau ntawm hauv ntej tus TSWV lub Tsevntaub sib ntsib. Ces cov povthawj mam li muab cov ntshav coj mus hliv ywg thoob plaws lub thaj,"},{"bible_id":"1525","chapter_code":"LEV.3","verse_code":"LEV.3.14","label":"14","content":"thiab muab tus tsiaj ntawd tej nqaij li nram no coj mus fij rau tus TSWV: cov npluag roj uas npog lub plab thiab cov hnyuv,"},{"bible_id":"1525","chapter_code":"LEV.3","verse_code":"LEV.3.15","label":"15","content":"ob lub raum thiab tej roj uas npog ob lub raum, thiab nplooj siab uas zoo tshaj plaws."},{"bible_id":"1525","chapter_code":"LEV.3","verse_code":"LEV.3.16","label":"16","content":"Dua li cov ntawd lawm, tus povthawj mam li muab coj mus hlawv tagnrho rau saum lub thaj ua khoom fij tsw qab ntxiag rau tus TSWV. Tagnrho cov roj puavleej yog tus TSWV tug."},{"bible_id":"1525","chapter_code":"LEV.3","verse_code":"LEV.3.17","label":"17","content":"Tsis pub cov Yixalayees ib tug twg noj tej roj lossis tej ntshav li; qhov no yog ib txoj kevcai rau cov Yixalayees uas nyob rau txhua qhov coj mus ibtxhis li."},{"bible_id":"1525","chapter_code":"LEV.4","verse_code":"LEV.4.1","label":"1","content":"Tus TSWV hais rau Mauxes"},{"bible_id":"1525","chapter_code":"LEV.4","verse_code":"LEV.4.2","label":"2","content":"kom qhia rau cov Yixalayees paub hais tias, yog leejtwg txhob txwm ua txhaum thiab tsis muab siab npuab tus TSWV tej lus samhwm, yuav tau ua raws li tej kevcai nram qab no."},{"bible_id":"1525","chapter_code":"LEV.4","verse_code":"LEV.4.3","label":"3","content":"Yog tus Povthawj Hlob twg tau ua txhaum thiab nws tej kev txhaum ntawd los raug rau cov pejxeem, nws yuav tsum tau coj ib tug ntsuag nyuj uas tsis muaj ib qho phem li tuaj tua fij rau tus TSWV daws nws lub txim."},{"bible_id":"1525","chapter_code":"LEV.4","verse_code":"LEV.4.4","label":"4","content":"Nws yuav tsum cab tus nyuj ntawd mus rau ntawm tus TSWV lub Tsevntaub sib ntsib lub qhovrooj, tsa nws txhais tes rau saum tus nyuj taubhau, thiab muab tua tabmeeg tus TSWV rau ntawd."},{"bible_id":"1525","chapter_code":"LEV.4","verse_code":"LEV.4.5","label":"5","content":"Ces tus Povthawj Hlob yuav tsum nqa tus ntsuag nyuj ntawd cov ntshav ib qho mus rau hauv tus TSWV lub Tsevntaub sib ntsib."},{"bible_id":"1525","chapter_code":"LEV.4","verse_code":"LEV.4.6","label":"6","content":"Mas tus Povthawj Hlob yuav tsum muab nws tus ntivtes tub cov ntshav ntawd coj mus nchos rau daim ntaub uas quas chav dawbhuv xya zaus."},{"bible_id":"1525","chapter_code":"LEV.4","verse_code":"LEV.4.7","label":"7","content":"Thiab tus Povthawj Hlob muab ib co ntshav pleev lub thaj hlawv hmoov tshuaj tsw qab cov kub saum plaub ceg kaum thaj uas nyob hauv tus TSWV lub Tsevntaub sib ntsib. Dua li ntawd, nws muab cov ntshav uas seem coj mus hliv rau lub taw thaj uas hlawv tej khoom theej txhoj ntawm tus TSWV lub Tsevntaub sib ntsib lub qhovrooj."},{"bible_id":"1525","chapter_code":"LEV.4","verse_code":"LEV.4.8","label":"8","content":"Nws yuav tsum muab tus nyuj ntawd tej roj luas tawm kom tas huv tibsi, nrog cov npluag roj uas npog lub plab, cov hnyuv,"},{"bible_id":"1525","chapter_code":"LEV.4","verse_code":"LEV.4.9","label":"9","content":"ob lub raum thiab cov roj uas npog ob lub raum, thiab nplooj siab uas zoo tshaj plaws."},{"bible_id":"1525","chapter_code":"LEV.4","verse_code":"LEV.4.10","label":"10","content":"Ces tus povthawj mam li muab cov roj coj mus hlawv rau saum lub thaj uas hlawv tej koom fij, ib yam li nws muab tej tsiaj uas tua fij ua kev sib raug zoo tej roj coj mus hlawv thiab ntag."},{"bible_id":"1525","chapter_code":"LEV.4","verse_code":"LEV.4.11","label":"11","content":"Tiamsis nws yuav tsum muab daim tawv, cov nqaij, lub taubhau, plaub ceg thiab tej hnyuv mos, cov hnyuv loj huv tibsi,"},{"bible_id":"1525","chapter_code":"LEV.4","verse_code":"LEV.4.12","label":"12","content":"nqa tawm mus rau sab nraum ntug yeej ntawm qhov chaw dawbhuv uas pheej coj cov tshauv mus nchuav rau, nws muab tej nqaij nyuj tso rau saum pawg taws thiab muab hlawv."},{"bible_id":"1525","chapter_code":"LEV.4","verse_code":"LEV.4.13","label":"13","content":"Yog cov Yixalayees tau yuam kev ua txhaum uas yog txhaum rau tus TSWV tej lus samhwm ib nqe twg uas tsis yog txhob txwm ua,"},{"bible_id":"1525","chapter_code":"LEV.4","verse_code":"LEV.4.14","label":"14","content":"thaum sawvdaws paub hais tias, muaj txojkev txhaum ntawd lawm, cov pejxeem yuav tsum coj ib tug ntsuag nyuj mus tua fij daws kev txhaum rau ntawm tus TSWV lub Tsevntaub sib ntsib;"},{"bible_id":"1525","chapter_code":"LEV.4","verse_code":"LEV.4.15","label":"15","content":"cov thawjcoj ntawm cov pejxeem los tsa lawv tej tes rau saum tus nyuj ntawd taubhau, thiab muab tus nyuj tua rau ntawd."},{"bible_id":"1525","chapter_code":"LEV.4","verse_code":"LEV.4.16","label":"16","content":"Tus Povthawj Hlob mam li nqa ib co ntshav mus rau hauv tus TSWV lub Tsevntaub sib ntsib,"},{"bible_id":"1525","chapter_code":"LEV.4","verse_code":"LEV.4.17","label":"17","content":"muab nws tus ntivtes tub cov ntshav ntawd, thiab muab nchos rau daim ntaub uas quas chav dawbhuv xya zaus."},{"bible_id":"1525","chapter_code":"LEV.4","verse_code":"LEV.4.18","label":"18","content":"Thiab tus Povthawj Hlob muab ib co ntshav pleev lub thaj uas hlawv hmoov tshuaj tsw qab cov kub saum plaub ceg kaum thaj uas nyob hauv tus TSWV lub Tsevntaub sib ntsib, thiab muab cov ntshav uas seem hliv rau lub taw thaj uas hlawv tej khoom fij ntawm tus TSWV lub Tsevntaub sib ntsib lub qhovrooj."},{"bible_id":"1525","chapter_code":"LEV.4","verse_code":"LEV.4.19","label":"19","content":"Ces nws muab tagnrho tej roj coj mus hlawv rau saum lub thaj."},{"bible_id":"1525","chapter_code":"LEV.4","verse_code":"LEV.4.20","label":"20","content":"Nws fij tus nyuj no ib yam nkaus li nws fij tus uas ntxuav tej kev txhaum ntag, thiab qhov uas nws ua li no twb yog nws fij khoom ntxuav cov pejxeem lub txim, thiaj yuav zam tau lawv lub txim."},{"bible_id":"1525","chapter_code":"LEV.4","verse_code":"LEV.4.21","label":"21","content":"Ces nws mam coj tus nyuj mus hlawv rau sab ntug yeej nraud, ib yam li nws hlawv tus nyuj uas fij daws nws lub txim. Qhov no yog fij khoom ua kevcai tshem cov pejxeem tej kev txhaum mus povtseg."},{"bible_id":"1525","chapter_code":"LEV.4","verse_code":"LEV.4.22","label":"22","content":"Yog ib tug nomtswv tau yuam kev ua txhaum uas yog txhaum rau tus TSWV tej lus samhwm ib nqes twg uas tsis yog txhob txwm ua,"},{"bible_id":"1525","chapter_code":"LEV.4","verse_code":"LEV.4.23","label":"23","content":"thaum uas luag qhia nws txojkev txhaum rau nws paub lawm, nws yuav tsum coj ib tug laug tshis uas tsis muaj ib qho phem li mus tua fij theej txhoj."},{"bible_id":"1525","chapter_code":"LEV.4","verse_code":"LEV.4.24","label":"24","content":"Nws yuav tsum tsa nws txhais tes rau saum tus tshis ntawd taubhau thiab muab tus tshis ntawd tua rau ntawm lub thaj sab ped, ntawm qhov chaw uas tua tsiaj hlawv ua khoom fij. Qhov no yog fij khoom ua kevcai tshem nws tej kev txhaum povtseg."},{"bible_id":"1525","chapter_code":"LEV.4","verse_code":"LEV.4.25","label":"25","content":"Tus povthawj yuav tsum muab nws tus ntivtes tub cov ntshav tsiaj, coj mus pleev rau lub thaj uas hlawv khoom fij cov kub saum plaub ceg kaum thaj, thiab muab cov ntshav uas seem hliv ywg lub taw thaj."},{"bible_id":"1525","chapter_code":"LEV.4","verse_code":"LEV.4.26","label":"26","content":"Ces nws muab tagnrho tej roj coj mus hlawv rau saum lub thaj, ib yam li nws hlawv tej roj uas yog tej tsiaj uas tua fij ua kev sib raug zoo. Tus povthawj fij khoom theej txhoj tshem tus nom ntawd lub txim, thiaj yuav zam tau nws lub txim."},{"bible_id":"1525","chapter_code":"LEV.4","verse_code":"LEV.4.27","label":"27","content":"Yog cov pejxeem ib tus twg tau ua txhaum uas yog ua txhaum rau tus TSWV tej lus samhwm ib nqes twg uas tsis yog txhob txwm ua,"},{"bible_id":"1525","chapter_code":"LEV.4","verse_code":"LEV.4.28","label":"28","content":"ces yog thaum uas luag qhia nws txojkev txhaum rau nws paub lawm, nws yuav tsum coj ib tug maum tshis uas tsis muaj ib qho phem li mus tua fij theej txhoj."},{"bible_id":"1525","chapter_code":"LEV.4","verse_code":"LEV.4.29","label":"29","content":"Nws yuav tsum tsa nws txhais tes rau saum tus maum tshis ntawd taubhau, thiab muab tus maum tshis ntawd tua rau ntawm lub thaj sab ped, ntawm qhov chaw uas tua tsiaj hlawv ua khoom fij."},{"bible_id":"1525","chapter_code":"LEV.4","verse_code":"LEV.4.30","label":"30","content":"Ces tus povthawj mam li muab nws tus ntivtes tub cov ntshav tshis coj mus pleev rau lub thaj cov kub saum plaub ceg kaum thaj, thiab muab cov ntshav uas seem hliv ywg lub taw thaj."},{"bible_id":"1525","chapter_code":"LEV.4","verse_code":"LEV.4.31","label":"31","content":"Ces nws muab tagnrho tej roj luas tawm ib yam li luas tej tsiaj uas tua fij ua kev sib raug zoo tej roj, thiab tus povthawj mam li muab coj mus hlawv rau saum lub thaj kom tsw qab ntxiag ua rau tus TSWV txaus siab. Qhov no yog tus povthawj fij khoom theej txhoj daws tus neeg ntawd lub txim, thiaj yuav zam tau nws lub txim."},{"bible_id":"1525","chapter_code":"LEV.4","verse_code":"LEV.4.32","label":"32","content":"Yog ib tug twg coj ib tug yaj tuaj tua daws nws lub txim, mas tus yaj ntawd yuav tsum yog tus maum thiab tsis muaj ib qho phem li."},{"bible_id":"1525","chapter_code":"LEV.4","verse_code":"LEV.4.33","label":"33","content":"Nws yuav tsum tsa nws txhais tes rau saum tus maum yaj ntawd taubhau thiab muab tus maum yaj ntawd tua rau ntawm lub thaj sab ped, ntawm qhov chaw uas tua tsiaj hlawv ua khoom fij."},{"bible_id":"1525","chapter_code":"LEV.4","verse_code":"LEV.4.34","label":"34","content":"Tus povthawj mam li muab nws tus ntivtes tub cov ntshav tsiaj coj mus pleev rau lub thaj cov kub saum plaub ceg kaum thaj, thiab muab cov ntshav uas seem hliv ywg lub taw thaj."},{"bible_id":"1525","chapter_code":"LEV.4","verse_code":"LEV.4.35","label":"35","content":"Ces nws muab cov roj luas tawm kom tas, thiab nws muab coj mus hlawv rau saum lub thaj ua khoom fij rau tus TSWV. Qhov no yog tus povthawj fij khoom theej txhoj daws tus neeg ntawd lub txim, thiaj yuav zam tau nws lub txim."},{"bible_id":"1525","chapter_code":"LEV.5","verse_code":"LEV.5.1","label":"1","content":"Yuav tsum tau fij khoom daws tej kev txhaum li nram no: Yog nomtswv hu ib tug twg mus ua timkhawv rau hauv tsev tu plaub, yog nws npog tsis qhia tej uas nws pom lossis hnov, nws yuav tau ris nws lub txim ntawd."},{"bible_id":"1525","chapter_code":"LEV.5","verse_code":"LEV.5.2","label":"2","content":"Yog ib tus twg mus tuav tej uas tsis huv uas yog tej tsiaj tuag, ces txij thaum ntawd los nws yog neeg tsis huv thiab muaj txim ib yam li nws tau ua txhaum."},{"bible_id":"1525","chapter_code":"LEV.5","verse_code":"LEV.5.3","label":"3","content":"Yog ib tus twg mus tuav tej neeg uas tsis huv ib qho twg, txawm yog nws tsis paub los, thaum nws paub lawm, nws muaj txim."},{"bible_id":"1525","chapter_code":"LEV.5","verse_code":"LEV.5.4","label":"4","content":"Yog ib tus twg lam coglus, tsis hais zoo lossis phem, thaum nws paub lawm, nws muaj txim."},{"bible_id":"1525","chapter_code":"LEV.5","verse_code":"LEV.5.5","label":"5","content":"Thaum ib tug twg tau ua txhaum lawm, nws yuav tsum lees nws lub txim ntawd,"},{"bible_id":"1525","chapter_code":"LEV.5","verse_code":"LEV.5.6","label":"6","content":"thiab nws yuav tsum raug teem txim vim nws lub txim ntawd, nws yuav tsum coj ib tug maum yaj lossis maum tshis mus tua fij rau tus TSWV. Ces tus povthawj mam li muab coj mus ua khoom fij daws tus neeg ntawd lub txim."},{"bible_id":"1525","chapter_code":"LEV.5","verse_code":"LEV.5.7","label":"7","content":"Yog tus neeg ntawd tsis muaj yaj lossis tshis txawm peem, nws yuav tsum nqa ob tug nquab liabrwg lossis ob tug nquab nyeg mus fij rau tus TSWV daws nws lub txim, muab ib tug fij daws txim thiab muab ib tug hlawv ua khoom fij."},{"bible_id":"1525","chapter_code":"LEV.5","verse_code":"LEV.5.8","label":"8","content":"Nws yuav tau nqa ob tug nquab ntawd mus rau tus povthawj, tus povthawj yuav tsum muab tus nquab uas daws txim fij ua ntej. Nws muab tus nquab ntawd nyem cajdab kom tuag, tiamsis tsis txhob ua kom lub taubhau tu"},{"bible_id":"1525","chapter_code":"LEV.5","verse_code":"LEV.5.9","label":"9","content":"thiab muab cov ntshav nchos rau lub thaj ib sab. Muab cov ntshav uas seem coj mus tso rau ntawm lub taw thaj. Qhov no yog fij khoom daws txim povtseg."},{"bible_id":"1525","chapter_code":"LEV.5","verse_code":"LEV.5.10","label":"10","content":"Ces nws mam li muab tug nquab uas ua khoom fij los hlawv fij, raws li txoj kevcai. Qhov no yog tus povthawj fij khoom theej txhoj daws tus neeg ntawd lub txim, thiaj yuav zam tau nws lub txim."},{"bible_id":"1525","chapter_code":"LEV.5","verse_code":"LEV.5.11","label":"11","content":"Yog tus neeg ntawd tsis muaj ob tug nquab liabrwg lossis ob tug nquab nyeg li, nws yuav tsum tau nqa ob tais hmoov nplej mus fij daws nws lub txim. Tiamsis nws tsis txhob hliv roj txiv ntoo lossis hmoov tshuaj tsw qab xyaw cov hmoov nplej ntawd li, rau qhov yog coj mus fij daws txim."},{"bible_id":"1525","chapter_code":"LEV.5","verse_code":"LEV.5.12","label":"12","content":"Nws nqa cov hmoov nplej ntawd mus rau tus povthawj, tus povthawj mam li muab tes yawm ib phoovtes fij ua kev nco txog rau tus TSWV, thiab coj mus tso rau saum tej khoom fij saum lub thaj ua khoom fij hlawv rau tus TSWV. Cov hmoov nplej no yog ua khoom fij daws txim povtseg."},{"bible_id":"1525","chapter_code":"LEV.5","verse_code":"LEV.5.13","label":"13","content":"Qhov uas tus povthawj ua li no twb yog nws muab tej khoom theej txhoj los fij daws tus neeg ntawd lub txim, thiaj yuav zam tau nws lub txim. Cov hmoov nplej uas seem cia ua tus povthawj tug, ib yam li yog muab tej qoobloo coj tuaj fij rau tus TSWV ntag."},{"bible_id":"1525","chapter_code":"LEV.5","verse_code":"LEV.5.14","label":"14","content":"Tus TSWV hais rau Mauxes hais tias,"},{"bible_id":"1525","chapter_code":"LEV.5","verse_code":"LEV.5.15","label":"15","content":"yog leejtwg ua txhaum rau tus TSWV tej khoom dawbhuv, tiamsis tsis yog nws txhob txwm ua, nws yuav tsum coj ib tug laug yaj lossis laug tshis uas tsis muaj ib qho phem li mus fij rau tus TSWV daws nws lub txim. Tus tsiaj ntawd yuav tsum ntaus nqi kom raws li nomtswv kevcai."},{"bible_id":"1525","chapter_code":"LEV.5","verse_code":"LEV.5.16","label":"16","content":"Nws yuav tsum them nees nkaum feem pua ntxiv rau tej uas nws tau ua txhaum tas los lawm rov rau tus TSWV. Nws yuav tsum muab cob rau tus povthawj, thiab tus povthawj muab tus laug yaj lossis tus laug tshis ntawd fij daws tus neeg ntawd tej kev txhaum, thiaj yuav zam tau nws lub txim."},{"bible_id":"1525","chapter_code":"LEV.5","verse_code":"LEV.5.17","label":"17","content":"Yog ib tus twg ua txhaum rau tus TSWV tej lus samhwm ib nqes twg, nws muaj txim, thiab yuav tau ris lub txim ntawd."},{"bible_id":"1525","chapter_code":"LEV.5","verse_code":"LEV.5.18","label":"18","content":"Nws yuav tsum coj ib tug laug yaj lossis laug tshis uas tsis muaj ib qho phem li mus rau tus povthawj fij daws nws lub txim. Tus tsiaj ntawd yuav tsum ntaus nqi kom raws li nomtswv kevcai thiaj tau. Mas tus povthawj muab tus tsiaj ntawd fij daws tus neeg ntawd tej kev txhaum, thiaj yuav zam tau nws lub txim."},{"bible_id":"1525","chapter_code":"LEV.5","verse_code":"LEV.5.19","label":"19","content":"Qhov no yog fij khoom daws nws lub txim uas nws tau ua txhaum rau tus TSWV."},{"bible_id":"1525","chapter_code":"LEV.6","verse_code":"LEV.6.1","label":"1","content":"Tus TSWV hais rau Mauxes hais tias,"},{"bible_id":"1525","chapter_code":"LEV.6","verse_code":"LEV.6.2","label":"2","content":"yog ib tug twg ua txhaum thiab ua tsis ncaj rau tus TSWV uas yog tsis kam thim tej khoom uas ib tug kwvtij Yixalayees coj tuaj rau nws khaws tseg lossis yuam nqi lossis nyiag luag tug,"},{"bible_id":"1525","chapter_code":"LEV.6","verse_code":"LEV.6.3","label":"3","content":"lossis nws pom luag ib yam khoom uas ploj lawm los nws dag hais tias nws tsis pom, ces yog nws ua txhaum."},{"bible_id":"1525","chapter_code":"LEV.6","verse_code":"LEV.6.4+LEV.6.5","label":"4-5","content":"Yog thaum ib tug twg ua txhaum li hais no, nws yuav tsum muab tej uas nws tau los ntawm qhov uas ua tsis ncaj ntawd xa rov qab, hnub uas paub hais tias nws tau nyiag lawm tiag, nws yuav tsum tau thim cov khoom ntawd kom puv ntoob rov qab rau tus tswv, thiab ntxiv nees nkaum feem pua rau."},{"bible_id":"1525","chapter_code":"LEV.6","verse_code":"LEV.6.6","label":"6","content":"Nws yuav tsum coj ib tug laug yaj lossis laug tshis uas tsis muaj ib qho phem li mus rau tus povthawj muab fij rau tus TSWV daws nws tej kev txhaum. Tus tsiaj ntawd yuav tsum ntaus nqi kom raws li nomtswv kevcai."},{"bible_id":"1525","chapter_code":"LEV.6","verse_code":"LEV.6.7","label":"7","content":"Tus povthawj yuav tsum muab tus tsiaj ntawd fij daws tus neeg ntawd txojkev txhaum, thiaj yuav zam tau nws lub txim."},{"bible_id":"1525","chapter_code":"LEV.6","verse_code":"LEV.6.8","label":"8","content":"Tus TSWV hais rau Mauxes"},{"bible_id":"1525","chapter_code":"LEV.6","verse_code":"LEV.6.9","label":"9","content":"kom muab tej kevcai uas hlawv khoom fij li nram no qhia rau Aloos thiab nws cov tub. Yam khoom uas muab hlawv fij ntawd cia nyob rau saum lub thaj ib hmos kaj ntug plaws, thiab lub cubtawg los yuav tsum cia cig ntsaj thuav tsis pub tuag li."},{"bible_id":"1525","chapter_code":"LEV.6","verse_code":"LEV.6.10","label":"10","content":"Ces tus povthawj, hnav nws lub tsho ntaubmag ntev thiab lub ris ntaubmag luv, mus muab cov tshauv saum lub thaj yawm thiab muab tso rau ntawm lub thaj ib sab."},{"bible_id":"1525","chapter_code":"LEV.6","verse_code":"LEV.6.11","label":"11","content":"Ces nws mam hloov nws cev ris tsho thiab coj cov tshauv mus nchuav rau ntawm qhov chaw dawbhuv uas nyob sab nraum ntug yeej."},{"bible_id":"1525","chapter_code":"LEV.6","verse_code":"LEV.6.12","label":"12","content":"Cov taws saum lub thaj yuav tsum rauv kom cig tsis txhob pub tuag li. Txhua tagkis sawv ntxov tus povthawj yuav tsum tuaj muab taws rauv ntxiv rau, thiab muab tej khoom fij thiab tej roj coj mus hlawv rau saud fij ua kev sib raug zoo."},{"bible_id":"1525","chapter_code":"LEV.6","verse_code":"LEV.6.13","label":"13","content":"Lub cubtawg saum lub thaj mas yuav tsum cia cig tsis txhob pub tuag li."},{"bible_id":"1525","chapter_code":"LEV.6","verse_code":"LEV.6.14","label":"14","content":"Ntawm no mus yog tej kevcai uas coj tej qoobloo mus fij. Aloos cov tub uas yog cov povthawj yuav tsum muab tej qoobloo mus fij tabmeeg rau tus TSWV ntawm lub thaj hauv ntej."},{"bible_id":"1525","chapter_code":"LEV.6","verse_code":"LEV.6.15","label":"15","content":"Tus povthawj muab ib phoovtes hmoov nplej thiab roj, thiab muab hmoov tshuaj tsw qab nphoo rau saum cov hmoov nplej, coj mus hlawv rau saum lub thaj kom tsw qab ntxiag ua rau tus TSWV txaus siab."},{"bible_id":"1525","chapter_code":"LEV.6","verse_code":"LEV.6.16","label":"16","content":"Aloos thiab nws cov tub yuav tsum noj cov ncuav tsis xyaw keeb uas seem hauv chav dawbhuv, hauv tus TSWV lub Tsevntaub sib ntsib."},{"bible_id":"1525","chapter_code":"LEV.6","verse_code":"LEV.6.17","label":"17","content":"Tsis txhob muab keeb xyaw cov ncuav ntawd, rau qhov yog lawv feem tug ntawm cov khoom dawbhuv uas hlawv fij rau kuv, ib yam li cov khoom fij daws txim thiab daws kev txhaum."},{"bible_id":"1525","chapter_code":"LEV.6","verse_code":"LEV.6.18","label":"18","content":"Txhua tus txivneej uas yog Aloos cov xeebntxwv thiaj muaj cai noj tau tej zaub mov uas coj tuaj fij rau tus TSWV ntawd, ib tiam dhau rau ib tiam mus li. Yog leejtwg mus chwv tej khoom ntawd, yuav ua rau tus ntawd dawbhuv."},{"bible_id":"1525","chapter_code":"LEV.6","verse_code":"LEV.6.19","label":"19","content":"Tus TSWV hais rau Mauxes"},{"bible_id":"1525","chapter_code":"LEV.6","verse_code":"LEV.6.20","label":"20","content":"kom hais rau Aloos thiab nws cov tub yuav tsum nqa khoom mus fij rau tus TSWV, hnub uas ua kevcai tsa  nws ua povthawj: nws yuav tsum nqa ob choj hmoov nplej mus ua khoom fij rau tus TSWV, (kom sib npaug zos li tej hmoov nplej uas lawv niaj hnub coj mus fij rau tus TSWV), muab ib nrab fij rau thaum sawv ntxov thiab muab ib nrab fij rau thaum tsaus ntuj."},{"bible_id":"1525","chapter_code":"LEV.6","verse_code":"LEV.6.21","label":"21","content":"Muab zuaj xyaw roj thiab coj mus kib hauv yias, thaum tawg paj lawm, mam coj mus ua khoom fij, kom tej pa tsw qab ntxiag ua rau tus TSWV txaus siab."},{"bible_id":"1525","chapter_code":"LEV.6","verse_code":"LEV.6.22","label":"22","content":"Aloos cov xeebntxwv txhua tus uas ua tus Povthawj Hlob yuav tsum muab khoom fij rau tus TSWV li no ib tiam dhau rau ib tiam mus ibtxhis. Tej khoom ntawd muab hlawv tagnrho fij rau tus TSWV."},{"bible_id":"1525","chapter_code":"LEV.6","verse_code":"LEV.6.23","label":"23","content":"Tej qoobloo uas tus povthawj muab fij ntawd, yuav tsum muab hlawv kom tas; tsis txhob noj hlo li."},{"bible_id":"1525","chapter_code":"LEV.6","verse_code":"LEV.6.24","label":"24","content":"Tus TSWV hais rau Mauxes"},{"bible_id":"1525","chapter_code":"LEV.6","verse_code":"LEV.6.25","label":"25","content":"kom muab tej kevcai fij khoom daws txim li nram no qhia rau Aloos thiab nws cov tub. Tus tsiaj uas fij daws txim yuav tsum muab tua rau ntawm lub thaj sab ped, ntawm qhov chaw uas tua tsiaj hlawv fij tabmeeg tus TSWV; rau qhov yog yam khoom fij uas dawbhuv."},{"bible_id":"1525","chapter_code":"LEV.6","verse_code":"LEV.6.26","label":"26","content":"Tus povthawj yuav tsum noj tus tsiaj uas tua fij no hauv chav dawbhuv, hauv tus TSWV lub Tsevntaub sib ntsib."},{"bible_id":"1525","chapter_code":"LEV.6","verse_code":"LEV.6.27","label":"27","content":"Yog ib tus twg lossis ib yam dabtsi uas mus chwv tus tsiaj ntawd cov nqaij, yuav ua rau nws dawbhuv. Yog tus tsiaj ntawd cov ntshav txaws lo tej ris tsho, yuav tsum muab tej ris tsho ntawd ntxhua rau hauv chav dawbhuv xwb."},{"bible_id":"1525","chapter_code":"LEV.6","verse_code":"LEV.6.28","label":"28","content":"Lub laujkaub av uas muab hau cov nqaij ntawd, yuav tsum muab tsoo povtseg, thiab yog muab laujkaub tooj hau los yuav tsum muab txhuam thiab ntxuav kom huv."},{"bible_id":"1525","chapter_code":"LEV.6","verse_code":"LEV.6.29","label":"29","content":"Txhua tus txivneej uas yog cov povthawj tsevneeg yuav tsum noj cov nqaij uas muab ua khoom fij no; cov nqaij ntawd dawbhuv heev."},{"bible_id":"1525","chapter_code":"LEV.6","verse_code":"LEV.6.30","label":"30","content":"Tiamsis yog tus tsiaj theej txhoj uas muab cov ntshav nqa mus rau hauv tus TSWV lub Tsevntaub sib ntsib fij ua kevcai daws txim, tsis txhob noj, yuav tsum muab hlawv xwb."},{"bible_id":"1525","chapter_code":"LEV.7","verse_code":"LEV.7.1","label":"1","content":"Ntawm no yog tej kevcai uas fij khoom daws kev txhaum uas yog cov khoom dawbhuv heev."},{"bible_id":"1525","chapter_code":"LEV.7","verse_code":"LEV.7.2","label":"2","content":"Muab tus tsiaj uas fij daws txhim ntawd, tua rau ntawm lub thaj sab ped, qhov chaw uas tua tej tsiaj hlawv ua khoom fij, thiab muab cov ntshav coj mus hliv ywg thoob plaws lub thaj."},{"bible_id":"1525","chapter_code":"LEV.7","verse_code":"LEV.7.3","label":"3","content":"Muab cov roj luas kom tas coj mus fij rau saum lub thaj: cov roj ntawm tus kotw, cov npluag roj uas npog lub plab, cov hnyuv,"},{"bible_id":"1525","chapter_code":"LEV.7","verse_code":"LEV.7.4","label":"4","content":"ob lub raum thiab cov roj uas npog ob lub raum, thiab nplooj siab uas zoo tshaj plaws."},{"bible_id":"1525","chapter_code":"LEV.7","verse_code":"LEV.7.5","label":"5","content":"Ces tus povthawj muab cov roj mus hlawv rau saum lub thaj ua khoom fij rau tus TSWV. Qhov no yog tus tsiaj uas tua fij daws kev txhaum."},{"bible_id":"1525","chapter_code":"LEV.7","verse_code":"LEV.7.6","label":"6","content":"Txhua tus txivneej uas yog cov povthawj tsevneeg noj tau tus tsiaj ntawd cov nqaij, tiamsis yuav tsum coj mus noj hauv ib chav dawbhuv, rau qhov tus tsiaj ntawd yog yam khoom dawbhuv heev."},{"bible_id":"1525","chapter_code":"LEV.7","verse_code":"LEV.7.7","label":"7","content":"Muaj ib txoj kevcai fij khoom daws kev txhaum thiab zam txim, tus povthawj twg yog tus fij tej khoom theej txhoj, mas cov nqaij ntawd yog nws tug."},{"bible_id":"1525","chapter_code":"LEV.7","verse_code":"LEV.7.8","label":"8","content":"Tus tsiaj uas coj tuaj rau tus povthawj tua hlawv ua khoom fij ntawd, daim tawv yuav tsum yog tus povthawj uas hlawv tus tsiaj ua khoom fij ntawd tug."},{"bible_id":"1525","chapter_code":"LEV.7","verse_code":"LEV.7.9","label":"9","content":"Tej qoobloo uas muab puab ua ncuav cub hauv qhovcub lossis ncu hauv laujkaub lossis kib hauv yias uas coj mus ua khoom fij, tus povthawj twg fij tej ncuav ntawd rau Vajtswv, cov ncuav ntawd puavleej yog nws tug."},{"bible_id":"1525","chapter_code":"LEV.7","verse_code":"LEV.7.10","label":"10","content":"Tiamsis tagnrho cov hmoov nplej uas tsis tau muab cub coj mus ua khoom fij, txawm yog muab zuaj xyaw roj lossis tseem ua hmoov qhuav los yeej yog Aloos cov tub uas ua cov povthawj tug, thiab muab faib kom sib npaug zos rau lawv."},{"bible_id":"1525","chapter_code":"LEV.7","verse_code":"LEV.7.11","label":"11","content":"Ntawm no yog tej kevcai uas neeg nqa khoom tuaj fij rau tus TSWV ua kev sib raug zoo."},{"bible_id":"1525","chapter_code":"LEV.7","verse_code":"LEV.7.12","label":"12","content":"Yog ib tug twg muab cov khoom fij no mus fij ua Vajtswv tsaug, nws yuav tsum muab tej ncuav tsis xyaw keeb li nram no mus fij nrog tus tsiaj ntawd: cov ncuav tuab uas zuaj xyaw roj txiv ntoo, cov ncuav nyias uas muab roj txiv ntoo pleev rau saud thiab cov ncuav hmoov nplej mos uas muab zuaj xyaw roj txiv ntoo."},{"bible_id":"1525","chapter_code":"LEV.7","verse_code":"LEV.7.13","label":"13","content":"Dua li ntawd, nws yuav tsum muab tej ncuav uas zuaj xyaw keeb lawm los ntxiv rau thiab."},{"bible_id":"1525","chapter_code":"LEV.7","verse_code":"LEV.7.14","label":"14","content":"Nws yuav tsum muab cov ncuav ntawd ib yam ib lub coj mus fij rau tus TSWV, cov ncuav ntawd yog tus povthawj uas coj cov ntshav tsiaj mus nchos rau lub thaj tug."},{"bible_id":"1525","chapter_code":"LEV.7","verse_code":"LEV.7.15","label":"15","content":"Tus tsiaj cov nqaij yuav tsum tau noj kom tas rau hnub uas fij tus tsiaj ntawd ntag, tsis pub kom tshuav ib qho nqaij seem mus txog tagkis kaj ntug."},{"bible_id":"1525","chapter_code":"LEV.7","verse_code":"LEV.7.16","label":"16","content":"Tiamsis yog ib tug twg coj khoom tuaj fij ua kev sib raug zoo raws li nws tau coglus tseg lossis raws li nws txaus siab coj tuaj fij; cia li muab tus tsiaj uas nws coj tuaj tua fij ntawd cov nqaij hau noj hnub ntawd, tiamsis yog noj tsis tas, tagkis yuav tsum muab tej nqaij uas seem los noj dua."},{"bible_id":"1525","chapter_code":"LEV.7","verse_code":"LEV.7.17","label":"17","content":"Tej nqaij uas seem, hnub peb cia li muab coj mus hlawv povtseg."},{"bible_id":"1525","chapter_code":"LEV.7","verse_code":"LEV.7.18","label":"18","content":"Yog leejtwg tseem noj tus tsiaj ntawd tej nqaij txog hnub peb, Vajtswv yuav tsis txais yuav tus neeg ntawd tej khoom fij. Tej khoom fij ntawd yuav tsis suav ua tus neeg ntawd tug, tiamsis yuav muab suav ua cov khoom fij uas tsis huv, thiab yog leejtwg noj nws yuav tau ris lub txim ntawd."},{"bible_id":"1525","chapter_code":"LEV.7","verse_code":"LEV.7.19","label":"19","content":"Yog tej nqaij ntawd chwv raug tej yam uas tsis huv, yuav tsum tsis txhob noj, cia li muab hlawv povtseg. Txhua tus uas yog neeg huv lawm, thiaj noj tau cov nqaij ntawd xwb,"},{"bible_id":"1525","chapter_code":"LEV.7","verse_code":"LEV.7.20","label":"20","content":"tiamsis tus uas tsis huv nws noj tus tsiaj uas fij ua kev sib raug zoo nrog tus TSWV ntawd, cia li muab tus ntawd rho tawm ntawm Vajtswv haivneeg mus."},{"bible_id":"1525","chapter_code":"LEV.7","verse_code":"LEV.7.21","label":"21","content":"Yog leejtwg noj tej nqaij ua khoom fij tom qab uas nws mus tuav tej yam tsis huv, tsis hais neeg lossis tsiaj, yuav tau muab nws rho tawm ntawm Vajtswv haivneeg mus."},{"bible_id":"1525","chapter_code":"LEV.7","verse_code":"LEV.7.22","label":"22","content":"Tus TSWV hais rau Mauxes"},{"bible_id":"1525","chapter_code":"LEV.7","verse_code":"LEV.7.23","label":"23","content":"kom qhia rau cov Yixalayees hais tias, tsis pub ib tus twg noj tej roj nyuj, roj yaj lossis roj tshis hlo li."},{"bible_id":"1525","chapter_code":"LEV.7","verse_code":"LEV.7.24","label":"24","content":"Tsis txhob noj tej roj tsiaj uas mob tuag lossis tsov tom tuag li, tiamsis cia siv ua lwm yam los tau."},{"bible_id":"1525","chapter_code":"LEV.7","verse_code":"LEV.7.25","label":"25","content":"Yog leejtwg noj tus tsiaj uas tua fij rau tus TSWV lawm tej roj, yuav muab tus ntawd rho tawm tsis pub ua Vajtswv haivneeg lawm."},{"bible_id":"1525","chapter_code":"LEV.7","verse_code":"LEV.7.26","label":"26","content":"Txawm yog cov Yixalayees nyob qhov twg los xij, txwv tu nrho tsis pub muab ntshav noog lossis ntshav tsiaj los ua zaub noj."},{"bible_id":"1525","chapter_code":"LEV.7","verse_code":"LEV.7.27","label":"27","content":"Yog leejtwg txhob txwm rhuav txoj kevcai no, nws yuav tsis tau ua Vajtswv haivneeg ntxiv li lawm."},{"bible_id":"1525","chapter_code":"LEV.7","verse_code":"LEV.7.28","label":"28","content":"Tus TSWV hais rau Mauxes"},{"bible_id":"1525","chapter_code":"LEV.7","verse_code":"LEV.7.29","label":"29","content":"kom qhia rau cov Yixalayees hais tias, yog leejtwg muab khoom mus fij ua kev sib raug zoo rau tus TSWV, nws yuav tsum muab ib feem ntawm tus tsiaj nqa mus fij rau tus TSWV,"},{"bible_id":"1525","chapter_code":"LEV.7","verse_code":"LEV.7.30","label":"30","content":"nws yuav tsum yog tus uas nqa cov khoom ntawd mus. Nws yuav tsum nqa tus tsiaj ntawd cov roj nrog lub hauvnrob mus fij rau tus TSWV."},{"bible_id":"1525","chapter_code":"LEV.7","verse_code":"LEV.7.31","label":"31","content":"Tus povthawj yuav muab cov roj ntawd hlawv rau saum lub thaj, tiamsis muab lub hauvnrob rau Aloos thiab Aloos cov tub."},{"bible_id":"1525","chapter_code":"LEV.7","verse_code":"LEV.7.32","label":"32","content":"Thiab tus tsiaj ntawd cesqab sab xis yog muab"},{"bible_id":"1525","chapter_code":"LEV.7","verse_code":"LEV.7.33","label":"33","content":"rau tus povthawj uas yog Aloos tus tub uas muab cov ntshav thiab muab tej roj fij ua kev sib raug zoo ntawd."},{"bible_id":"1525","chapter_code":"LEV.7","verse_code":"LEV.7.34","label":"34","content":"Tus TSWV kom cov Yixalayees muab tus tsiaj ntawd lub hauvnrob thiab cesqab sab xis rau tus povthawj Aloos thiab nws cov tub. Cov Yixalayees yuav tsum muab li no rau cov povthawj mus ibtxhis li."},{"bible_id":"1525","chapter_code":"LEV.7","verse_code":"LEV.7.35","label":"35","content":"Qhov no yog muab ib feem ntawm cov khoom uas fij rau tus TSWV, rau Aloos thiab nws cov tub, txij hnub uas tsa lawv ua cov povthawj mus."},{"bible_id":"1525","chapter_code":"LEV.7","verse_code":"LEV.7.36","label":"36","content":"Txij hnub ntawd los tus TSWV thiaj samhwm kom cov Yixalayees yuav tsum muab ib feem ntawm cov khoom no rau cov povthawj. Txoj kevcai no cov Yixalayees yuav tsum coj mus ibtxhis li."},{"bible_id":"1525","chapter_code":"LEV.7","verse_code":"LEV.7.37","label":"37","content":"Cov no yog tej kevcai uas hlawv khoom fij, fij tej qoobloo, fij khoom daws txim, fij khoom daws kev txhaum, fij khoom ua kevcai tsa povthawj thiab fij khoom ua kev sib raug zoo,"},{"bible_id":"1525","chapter_code":"LEV.7","verse_code":"LEV.7.38","label":"38","content":"yog cov lus uas tus TSWV samhwm rau Mauxes saum Roob Xinais, hnub uas nws kom cov Yixalayees nqa khoom tuaj fij rau tus TSWV nyob nram tiaj suabpuam Xinais."},{"bible_id":"1525","chapter_code":"LEV.8","verse_code":"LEV.8.1","label":"1","content":"Tus TSWV hais rau Mauxes hais tias,"},{"bible_id":"1525","chapter_code":"LEV.8","verse_code":"LEV.8.2","label":"2","content":"“Koj cia li coj Aloos thiab nws cov tub mus rau tom tus TSWV lub Tsevntaub sib ntsib lub qhovrooj, thiab nqa cov ris tsho uas cov povthawj hnav, cov roj txhawb meejthawj, ib tug ntsuag nyuj fij daws txim, ob tug laug yaj thiab ib tawb ncuav tsis xyaw keeb."},{"bible_id":"1525","chapter_code":"LEV.8","verse_code":"LEV.8.3","label":"3","content":"Ces hu tagnrho cov Yixalayees tuaj sib sau rau tod.”"},{"bible_id":"1525","chapter_code":"LEV.8","verse_code":"LEV.8.4","label":"4","content":"Mauxes txawm ua raws li tus TSWV tau hais rau nws, thiab thaum cov Yixalayees tuaj sib sau txhij lawm,"},{"bible_id":"1525","chapter_code":"LEV.8","verse_code":"LEV.8.5","label":"5","content":"nws hais rau lawv tias, “Tus TSWV hais kom kuv cia li ua haujlwm kom tiav tamsim no.”"},{"bible_id":"1525","chapter_code":"LEV.8","verse_code":"LEV.8.6","label":"6","content":"Ces Mauxes thiaj coj Aloos thiab Aloos cov tub mus thiab muab dej ua kevcai ntxuav lawv."},{"bible_id":"1525","chapter_code":"LEV.8","verse_code":"LEV.8.7","label":"7","content":"Nws muab lub tsho thiab lub tsho ntev rau Aloos hnav thiab muab txoj siv rau Aloos sia. Nws muab lub tsho efaus  rau Aloos hnav looj tuaj nraud thiab muab txoj siv ntaubmag zoo zoo los rau nws pav duav."},{"bible_id":"1525","chapter_code":"LEV.8","verse_code":"LEV.8.8","label":"8","content":"Mauxes muab daim ntaub npog hauvsiab los npog Aloos hauvsiab thiab nws muab lub Ulees thiab Thumees  ntsaws rau hauv lub tsho efaus."},{"bible_id":"1525","chapter_code":"LEV.8","verse_code":"LEV.8.9","label":"9","content":"Mauxes muab txoj phuam rau Aloos ntoo, thiab nws muab daim phiaj kub dawbhuv dai rau txoj phuam ntawm Aloos hauvpliaj, raws li tus TSWV tau hais rau Mauxes lawm."},{"bible_id":"1525","chapter_code":"LEV.8","verse_code":"LEV.8.10","label":"10","content":"Ces Mauxes txawm muab cov roj txhawb meejthawj nchos rau tus TSWV lub Tsevntaub sib ntsib, thiab txhua yam uas nyob hauv lub Tsevntaub. Qhov uas ua li no twb yog nws muab lub Tsevntaub thiab txhua yam fij rau tus TSWV."},{"bible_id":"1525","chapter_code":"LEV.8","verse_code":"LEV.8.11","label":"11","content":"Nws tseem muab cov roj ntawd mus nchos xya zaus rau lub thaj thiab tej cuabyeej saum lub thaj thiab nchos rau lub phiab tooj thiab lub taw phiab thiab muab tej ntawd fij rau tus TSWV."},{"bible_id":"1525","chapter_code":"LEV.8","verse_code":"LEV.8.12","label":"12","content":"Mauxes muab cov roj txhawb meejthawj hliv rau saum Aloos taubhau, tsa nws ua povthawj."},{"bible_id":"1525","chapter_code":"LEV.8","verse_code":"LEV.8.13","label":"13","content":"Tom qab ntawd, Mauxes mam li coj Aloos cov tub los rau tom hauv ntej, nws muab tsho rau lawv hnav, muab siv rau lawv sia thiab muab phuam rau lawv ntoo, raws li tus TSWV tau hais rau Mauxes lawm."},{"bible_id":"1525","chapter_code":"LEV.8","verse_code":"LEV.8.14","label":"14","content":"Ces Mauxes txawm muab ib tug ntsuag nyuj tua fij daws txim, nws kom Aloos thiab Aloos cov tub tsa tes rau saum tus nyuj ntawd taubhau."},{"bible_id":"1525","chapter_code":"LEV.8","verse_code":"LEV.8.15","label":"15","content":"Mauxes muab tus nyuj ntawd tua thiab nws muab ntivtes tub cov ntshav nyuj coj mus pleev rau lub thaj cov kub saum plaub ceg kaum thaj uas yog ua kevcai ntxuav lub thaj. Nws muab cov ntshav uas seem mus hliv ywg thoob plaws lub taw thaj. Qhov uas nws ua li no twb yog nws fij lub thaj thiab ua kevcai ntxuav lub thaj."},{"bible_id":"1525","chapter_code":"LEV.8","verse_code":"LEV.8.16","label":"16","content":"Mauxes muab cov npluag roj uas npog lub plab thiab cov hnyuv, nplooj siab uas zoo tshaj plaws, thiab ob lub raum nrog cov roj uas npog ob lub raum coj mus hlawv rau saum lub thaj."},{"bible_id":"1525","chapter_code":"LEV.8","verse_code":"LEV.8.17","label":"17","content":"Tiamsis nws coj tus nyuj lub cev, daim tawv, cov nqaij thiab cov hnyuv mus hlawv rau sab nraum ntug yeej, raws li tus TSWV hais rau Mauxes lawm."},{"bible_id":"1525","chapter_code":"LEV.8","verse_code":"LEV.8.18","label":"18","content":"Dua li ntawd, Mauxes tseem muab ib tug laug yaj tua hlawv ua khoom fij, ces Aloos thiab Aloos cov tub tsa tes rau saum tus yaj ntawd taubhau."},{"bible_id":"1525","chapter_code":"LEV.8","verse_code":"LEV.8.19","label":"19","content":"Mauxes muab tus yaj ntawd tua thiab muab cov ntshav nchos thoob plaws lub thaj."},{"bible_id":"1525","chapter_code":"LEV.8","verse_code":"LEV.8.20","label":"20","content":"Thiab thaum lawv muab tus laug yaj ntawd txiav ua tej thooj lawm, Mauxes muab lub taubhau, cov nqaij thiab cov roj coj mus hlawv."},{"bible_id":"1525","chapter_code":"LEV.8","verse_code":"LEV.8.21","label":"21","content":"Thiab thaum lawv muab dej ntxuav lub plab, cov hnyuv, siab ntsws thiab plaub ceg lawm, lawv mam li muab rau Mauxes coj mus hlawv. Cov no yog muab hlawv ua khoom fij rau tus TSWV, thiab cov khoom no yuav tsw qab ntxiag ua rau tus TSWV txaus siab, raws li tus TSWV tau hais rau Mauxes lawm."},{"bible_id":"1525","chapter_code":"LEV.8","verse_code":"LEV.8.22","label":"22","content":"Ces Mauxes rov muab dua ib tug laug yaj tua ua kevcai tsa cov povthawj, Aloos thiab Aloos cov tub tsa tes rau saum tus yaj ntawd taubhau."},{"bible_id":"1525","chapter_code":"LEV.8","verse_code":"LEV.8.23","label":"23","content":"Mauxes muab tus yaj ntawd tua thiab muab cov ntshav coj mus pleev Aloos lub taubntseg sab xis, tus ntivtes xoo sab xis thiab tus ntivtaw xoo sab xis."},{"bible_id":"1525","chapter_code":"LEV.8","verse_code":"LEV.8.24","label":"24","content":"Ces Mauxes mam li mus coj Aloos cov tub los thiab muab ntshav pleev lawv cov taubntseg sab xis, cov ntivtes xoo sab xis thiab cov ntivtaw xoo sab xis. Mauxes muab cov ntshav uas seem coj mus nchos thoob plaws lub thaj huv tibsi."},{"bible_id":"1525","chapter_code":"LEV.8","verse_code":"LEV.8.25","label":"25","content":"Mauxes muab cov roj, cov roj ntawm tus tw, cov npluag roj uas npog lub plab, cov hnyuv, nplooj siab uas zoo tshaj plaws, ob lub raum nrog cov roj uas npog ob lub raum thiab cesqab sab xis."},{"bible_id":"1525","chapter_code":"LEV.8","verse_code":"LEV.8.26","label":"26","content":"Ces Mauxes muab ib lub ncuav tsis xyaw keeb uas twb muab fij rau tus TSWV lawm hauv lub tawb uas rau cov ncuav tsis xyaw keeb, ib lub ncuav zuaj xyaw roj thiab ib lub ncuav nyias nyias coj mus tso rau saum cov roj thiab cesqab sab xis."},{"bible_id":"1525","chapter_code":"LEV.8","verse_code":"LEV.8.27","label":"27","content":"Mauxes muab tej khoom ntawd rau Aloos thiab Aloos cov tub, ces lawv muab yom fij rau tus TSWV."},{"bible_id":"1525","chapter_code":"LEV.8","verse_code":"LEV.8.28","label":"28","content":"Ces Mauxes muab cov khoom ntawd rov los thiab coj mus hlawv rau saum lub thaj yog cov khoom fij ua kevcai tsa povthawj. Cov no yog tej khoom hlawv fij, thiab tsw qab ntxiag ua rau tus TSWV txaus siab."},{"bible_id":"1525","chapter_code":"LEV.8","verse_code":"LEV.8.29","label":"29","content":"Ces Mauxes muab lub hauvnrob coj mus yom fij rau tus TSWV. Tus yaj uas muab tua ua kevcai tsa povthawj ntawd, yog muab rau Mauxes. Mauxes ua txhua yam raws li tus TSWV tau hais rau nws lawm."},{"bible_id":"1525","chapter_code":"LEV.8","verse_code":"LEV.8.30","label":"30","content":"Mauxes muab cov roj txhawb meejthawj thiab cov ntshav yaj saum lub thaj los nchos rau Aloos, Aloos cov tub thiab rau lawv tej ris tsho. Qhov uas Mauxes ua li ntawd twb yog nws muab lawv thiab lawv tej ris tsho fij rau tus TSWV."},{"bible_id":"1525","chapter_code":"LEV.8","verse_code":"LEV.8.31","label":"31","content":"Mauxes hais rau Aloos thiab Aloos cov tub hais tias, “Nej coj cov nqaij no mus hau rau ntawm tus TSWV lub Tsevntaub sib ntsib lub qhovrooj, thiab noj ntxuag cov ncuav tsis xyaw keeb hauv lub tawb uas muab fij ua kevcai tsa povthawj, raws li tus TSWV tau hais rau kuv lawm hais tias, Aloos thiab nws cov tub yuav noj tej ntawd."},{"bible_id":"1525","chapter_code":"LEV.8","verse_code":"LEV.8.32","label":"32","content":"Muab tej nqaij lossis tej ncuav uas seem hlawv povtseg huv tibsi."},{"bible_id":"1525","chapter_code":"LEV.8","verse_code":"LEV.8.33","label":"33","content":"Nej tsis txhob tawm ntawm tus TSWV lub Tsevntaub sib ntsib lub qhovrooj mus rau sab nraud kom txwm xya hnub, mus txog hnub uas nej ua kevcai tsa povthawj tiav tas tso, rau qhov kevcai tsa povthawj yuav tsum yog xya hnub thiaj tiav."},{"bible_id":"1525","chapter_code":"LEV.8","verse_code":"LEV.8.34","label":"34","content":"Tej uas peb ua hnub no twb yog tus TSWV hais kom ua daws nej tej kev txhaum povtseg."},{"bible_id":"1525","chapter_code":"LEV.8","verse_code":"LEV.8.35","label":"35","content":"Nej yuav tsum nyob twjywm ntawm tus TSWV lub Tsevntaub sib ntsib lub qhovrooj xya hnub xya hmo, raws li tus TSWV tau hais tseg lawm. Yog nej tsis ua li ntawd nej yuav tuag. Ntawm no yog tej lus uas tus TSWV tau samhwm rau kuv lawm.”"},{"bible_id":"1525","chapter_code":"LEV.8","verse_code":"LEV.8.36","label":"36","content":"Yog li ntawd, Aloos thiab Aloos cov tub thiaj ua txhua yam raws li tej lus uas tus TSWV tau hais rau Mauxes lawm."},{"bible_id":"1525","chapter_code":"LEV.9","verse_code":"LEV.9.1","label":"1","content":"Thaum txog hnub yim, Mauxes txawm hu Aloos, Aloos cov tub thiab cov Yixalayees tej thawjcoj tuaj cuag nws;"},{"bible_id":"1525","chapter_code":"LEV.9","verse_code":"LEV.9.2","label":"2","content":"Mauxes hais rau Aloos hais tias, “Cia li coj ib tug ntsuag nyuj thiab ib tug laug yaj uas tsis muaj ib qho phem li tuaj thiab muab tua fij rau tus TSWV, tus ntsuag nyuj yog muab fij daws txim thiab tus laug yaj yog muab hlawv fij."},{"bible_id":"1525","chapter_code":"LEV.9","verse_code":"LEV.9.3","label":"3","content":"Thiab koj hais rau cov Yixalayees hais tias, ‘Nej yuav tsum coj ib tug laug tshis mus fij daws txim, ib tug ntsuag nyuj, thiab ib tug thav yaj hnubnyoog ib xyoo uas tsis muaj ib qho phem li mus tua hlawv fij,"},{"bible_id":"1525","chapter_code":"LEV.9","verse_code":"LEV.9.4","label":"4","content":"muab tus ntsuag nyuj thiab tus thav yaj tua fij ua kev sib raug zoo. Nej muab cov tsiaj no fij rau tus TSWV nrog tej ncuav uas zuaj xyaw roj lawm. Nej yuav tsum ua li no, rau qhov hnub no tus TSWV yuav los tshwm rau nej pom.’ ”"},{"bible_id":"1525","chapter_code":"LEV.9","verse_code":"LEV.9.5","label":"5","content":"Lawv coj txhua yam tuaj tso rau ntawm hauv ntej tus TSWV lub Tsevntaub sib ntsib, raws li Mauxes tau hais rau lawv, thiab tagnrho cov pejxeem tuaj sib sau pehawm tus TSWV rau ntawm qhov chaw ntawd."},{"bible_id":"1525","chapter_code":"LEV.9","verse_code":"LEV.9.6","label":"6","content":"Mauxes hais tias, “Tus TSWV samhwm kom nej cia li ua txhua yam no, yog nej ua li ntawd, nws lub hwjchim uas ci ntsa iab thiaj tshwm los rau nej pom.”"},{"bible_id":"1525","chapter_code":"LEV.9","verse_code":"LEV.9.7","label":"7","content":"Ces Mauxes hais rau Aloos hais tias, “Koj cia li mus rau tom lub thaj muab khoom fij daws txim thiab hlawv khoom fij daws koj thiab cov pejxeem lub txim. Muab tej khoom no mus fij daws cov pejxeem lub txim, raws li tus TSWV tau hais rau kuv lawm.”"},{"bible_id":"1525","chapter_code":"LEV.9","verse_code":"LEV.9.8","label":"8","content":"Aloos thiaj mus rau tom lub thaj thiab muab tus ntsuag nyuj tua fij daws nws lub txim."},{"bible_id":"1525","chapter_code":"LEV.9","verse_code":"LEV.9.9","label":"9","content":"Nws cov tub nqa cov ntshav los rau nws, nws muab nws tus ntivtes tub cov ntshav nyuj thiab coj mus pleev rau lub thaj plaub tug kub saum plaub ceg kaum thaj, thiab cov uas seem, nws muab hliv ywg thoob plaws lub taw thaj."},{"bible_id":"1525","chapter_code":"LEV.9","verse_code":"LEV.9.10","label":"10","content":"Ces nws muab cov roj, ob lub raum thiab nplooj siab uas zoo tshaj plaws coj mus hlawv rau saum lub thaj, raws li tus TSWV tau hais rau Mauxes lawm."},{"bible_id":"1525","chapter_code":"LEV.9","verse_code":"LEV.9.11","label":"11","content":"Tiamsis nws coj cov nqaij thiab daim tawv mus hlawv rau sab nraum ntug yeej."},{"bible_id":"1525","chapter_code":"LEV.9","verse_code":"LEV.9.12","label":"12","content":"Nws tua tsiaj hlawv fij daws nws lub txim. Nws cov tub nqa cov ntshav tsiaj los rau nws, thiab nws muab hliv ywg thoob plaws lub thaj."},{"bible_id":"1525","chapter_code":"LEV.9","verse_code":"LEV.9.13","label":"13","content":"Lawv nqa tus tsiaj ntawd lub taubhau thiab cov nqaij los rau nws, nws muab coj mus hlawv rau saum lub thaj."},{"bible_id":"1525","chapter_code":"LEV.9","verse_code":"LEV.9.14","label":"14","content":"Ces nws muab lub plab, cov hnyuv, lub siab, lub ntsws thiab ob cegqab ntxuav coj mus hlawv rau saum lub thaj, nrog cov khoom fij uas muab hlawv ntawd."},{"bible_id":"1525","chapter_code":"LEV.9","verse_code":"LEV.9.15","label":"15","content":"Tom qab ntawd, nws mam li muab cov pejxeem tej khoom los fij. Nws muab ib tug tshis fij daws cov pejxeem lub txim, nws muab tua thiab muab tus tshis ntawd fij, nws ua ib yam li nws twb fij daws nws lub txim ua ntej lawm."},{"bible_id":"1525","chapter_code":"LEV.9","verse_code":"LEV.9.16","label":"16","content":"Nws tseem muab tsiaj tua hlawv ua khoom fij thiab muab tus tsiaj ntawd fij raws li kevcai."},{"bible_id":"1525","chapter_code":"LEV.9","verse_code":"LEV.9.17","label":"17","content":"Nws muab tej qoobloo coj mus fij thiab yawm ib phoovtes hmoov nplej coj mus hlawv rau saum lub thaj. (Cov no yog fij ntxiv rau cov khoom uas niaj hnub coj mus hlawv fij.)"},{"bible_id":"1525","chapter_code":"LEV.9","verse_code":"LEV.9.18","label":"18","content":"Nws muab tus heev nyuj thiab tus laug yaj fij ua kev sib raug zoo rau cov pejxeem. Nws cov tub nqa cov ntshav tsiaj los rau nws, thiab nws muab coj mus nchos thoob plaws lub thaj."},{"bible_id":"1525","chapter_code":"LEV.9","verse_code":"LEV.9.19","label":"19","content":"Aloos muab cov roj nyuj thiab cov roj yaj coj mus"},{"bible_id":"1525","chapter_code":"LEV.9","verse_code":"LEV.9.20","label":"20","content":"tso rau saum ob lub hauvnrob thiab muab nqa coj mus tso tagnrho rau saum lub thaj. Nws muab cov roj hlawv rau saum lub thaj"},{"bible_id":"1525","chapter_code":"LEV.9","verse_code":"LEV.9.21","label":"21","content":"thiab muab ob lub hauvnrob thiab cesqab sab xis coj mus yom fij rau tus TSWV ua cov povthawj tug, raws li Mauxes tau hais tseg lawm."},{"bible_id":"1525","chapter_code":"LEV.9","verse_code":"LEV.9.22","label":"22","content":"Thaum Aloos fij khoom daws txim, hlawv khoom fij thiab fij khoom ua kev sib raug zoo tas lawm, nws txawm tsa nws ob txhais tes rau saum cov pejxeem, nws foom koob hmoov rau lawv thiab nqis los."},{"bible_id":"1525","chapter_code":"LEV.9","verse_code":"LEV.9.23","label":"23","content":"Mauxes thiab Aloos nkawd mus rau tom tus TSWV lub Tsevntaub sib ntsib, thiab thaum nkawd tawm los, nkawd foom koob hmoov rau cov pejxeem thiab tus TSWV lub tshwjchim txawm ci ntsa iab los rau cov pejxeem sawvdaws pom."},{"bible_id":"1525","chapter_code":"LEV.9","verse_code":"LEV.9.24","label":"24","content":"Tamsim ntawd, tus TSWV txawm tso hluavtaws los kub cov khoom fij thiab tej roj saum lub thaj huv tibsi lawm. Thaum cov pejxeem pom lub tshwjchim ntawd, lawv qw thiab txhos caug ntua pehawm ua ntsejmuag ti nkaus rau hauv av."},{"bible_id":"1525","chapter_code":"LEV.10","verse_code":"LEV.10.1","label":"1","content":"Aloos ob tug tub, Nadas thiab Anpihus nkawd ib leeg nqa ib laujkaub ncaig taws uas muaj thee cig ntsaj thuav, muab hmoov tshuaj tsw qab tso rau, thiab coj mus fij rau tus TSWV. Tiamsis cov ncaig ntawd tsis dawbhuv, rau qhov tus TSWV tsis tau kom nkawd coj cov khoom ntawd mus fij."},{"bible_id":"1525","chapter_code":"LEV.10","verse_code":"LEV.10.2","label":"2","content":"Tamsim ntawd, tus TSWV txawm tso hluavtaws los kub kiag nkawd tuag tabmeeg tus TSWV."},{"bible_id":"1525","chapter_code":"LEV.10","verse_code":"LEV.10.3","label":"3","content":"Ces Mauxes hais rau Aloos hais tias, “Ntawm no yog tej lus uas tus TSWV tau hais tseg cia lawm hais tias, ‘Cov uas ua kuv tes haujlwm yuav tsum saib taus kuv ua yog tus dawbhuv; thiab kuv yuav qhia kuv lub tshwjchim rau kuv haivneeg.’ ”  Tiamsis Aloos ua twjywm tsis hais ib lo lus li."},{"bible_id":"1525","chapter_code":"LEV.10","verse_code":"LEV.10.4","label":"4","content":"Mauxes hu Aloos tus txiv ntxawm Uxiyees ob tug tub uas yog Misayees thiab Exafas kom tuaj cuag nws thiab nws hais rau nkawd hais tias, “Neb cia li los ntawm no thiab coj neb ob tug kwvtij ob lub cev tawm hauv lub Tsevntaub tseemceeb no mus tso rau sab nraum ntug yeej.”"},{"bible_id":"1525","chapter_code":"LEV.10","verse_code":"LEV.10.5","label":"5","content":"Yog li ntawd, nkawd thiaj los muab khaubncaws qhwv ob lub cev tuag thiab coj mus tso rau sab nraum ntug yeej, raws li Mauxes tau hais rau nkawd."},{"bible_id":"1525","chapter_code":"LEV.10","verse_code":"LEV.10.6","label":"6","content":"Ces Mauxes hais rau Aloos thiab Aloos ob tug tub uas yog Ele-axas thiab Ithamas hais tias, “Tsis txhob cia nej cov plaubhau ntxhov hnyo lossis dua nej tej ris tsho kom luag paub hais tias nej muaj kev quaj ntsuag. Yog nej ua li ntawd, nej yuav tuag thiab tus TSWV yuav chim rau ib tsoom pejxeem sawvdaws. Tiamsis tso rau nej ib tsoom Yixalayees los ua cov quaj nyiav thiab pam ob tug tuag uas tus TSWV tso hluavtaws los kub tuag ntawd."},{"bible_id":"1525","chapter_code":"LEV.10","verse_code":"LEV.10.7","label":"7","content":"Tsis txhob tawm dhau ntawm tus TSWV lub Tsevntaub sib ntsib lub qhovrooj mus rau sab nraud, yog nej tawm, nej yuav raug tua tuag, rau qhov twb muab tus TSWV cov roj txhawb meejthawj pleev nej lawm.” Lawv txawm ua raws li Mauxes hais ntawd."},{"bible_id":"1525","chapter_code":"LEV.10","verse_code":"LEV.10.8","label":"8","content":"Tus TSWV hais rau Aloos hais tias,"},{"bible_id":"1525","chapter_code":"LEV.10","verse_code":"LEV.10.9","label":"9","content":"“Tom qab uas koj thiab koj cov tub haus cawv txiv hmab lossis haus cawv ntsim lawm, nej tsis txhob mus hauv kuv lub Tsevntaub sib ntsib; yog nej mus rau hauv, nej yuav tuag. Ntawm no yog txoj kevcai rau koj thiab koj cov xeebntxwv yuav tsum coj mus ibtxhis li."},{"bible_id":"1525","chapter_code":"LEV.10","verse_code":"LEV.10.10","label":"10","content":"Koj yuav tsum paub saib qho twg yog Vajtswv tug thiab qhov twg yog nej tug, paub qhov twg huv thiab qhov twg tsis huv."},{"bible_id":"1525","chapter_code":"LEV.10","verse_code":"LEV.10.11","label":"11","content":"Koj yuav tsum muab tej kevcai uas kuv kom Mauxes muab rau koj no qhia rau ib tsoom Yixalayees sawvdaws.”"},{"bible_id":"1525","chapter_code":"LEV.10","verse_code":"LEV.10.12","label":"12","content":"Mauxes hais rau Aloos thiab Aloos ob tug tub uas yog Ele-axas thiab Ithamas uas tseem ua neej nyob hais tias, “Muab cov hmoov nplej seem uas fij rau tus TSWV ntawd zuaj ua ib co ncuav tsis xyaw keeb thiab coj mus noj tom lub thaj ib sab, rau qhov yog cov khoom fij uas dawbhuv heev."},{"bible_id":"1525","chapter_code":"LEV.10","verse_code":"LEV.10.13","label":"13","content":"Tej khoom uas fij rau tus TSWV, feem twg yog koj thiab koj cov tub tug, nej cia li coj mus noj hauv qhov chaw dawbhuv. Rau qhov tus TSWV tau samhwm rau kuv li ntawd lawm."},{"bible_id":"1525","chapter_code":"LEV.10","verse_code":"LEV.10.14","label":"14","content":"Tiamsis lub hauvnrob thiab cesqab uas muab yom fij rau tus TSWV, koj coj mus hau noj hauv qhov chaw dawbhuv, koj thiab koj cov tub cov ntxhais nrog koj noj, rau qhov cov khoom fij ua kev sib raug zoo uas cov Yixalayees coj tuaj fij ntawd yog koj thiab koj cov tub tug."},{"bible_id":"1525","chapter_code":"LEV.10","verse_code":"LEV.10.15","label":"15","content":"Lawv yuav tsum nqa cesqab thiab lub hauvnrob tuaj thaum lub sijhawm uas lawv nqa cov roj tuaj hlawv fij rau tus TSWV. Cesqab thiab lub hauvnrob yog koj thiab koj cov menyuam tug mus ibtxhis, raws li tus TSWV tau hais tseg lawm.”"},{"bible_id":"1525","chapter_code":"LEV.10","verse_code":"LEV.10.16","label":"16","content":"Mauxes nug txog tus tshis uas muab tua fij daws txim, lawv qhia hais tias lawv twb muab tus tshis ntawd hlawv tas lawm. Qhov no ua rau Mauxes chim heev rau Ele-axas thiab Ithamas nkawd, thiab nws nug hais tias,"},{"bible_id":"1525","chapter_code":"LEV.10","verse_code":"LEV.10.17","label":"17","content":"“Vim li cas nej tsis coj cov khoom fij daws txim no mus noj hauv qhov chaw dawbhuv? Rau qhov yog yam khoom fij dawbhuv, thiab tus TSWV twb muab rau nej coj mus fij daws cov pejxeem lub txim povtseg tabmeeg tus TSWV lawm."},{"bible_id":"1525","chapter_code":"LEV.10","verse_code":"LEV.10.18","label":"18","content":"Txawm yog cov ntshav los twb tsis pub nqa mus rau hauv chav dawbhuv hauv lub Tsevntaub, nej yuav tsum noj tej khoom fij no rau hauv qhov chaw dawbhuv, raws li kuv twb hais rau nej lawm.”"},{"bible_id":"1525","chapter_code":"LEV.10","verse_code":"LEV.10.19","label":"19","content":"Aloos thiaj teb hais tias, “Hnub no cov pejxeem coj lawv tej khoom fij daws txim mus fij rau tus TSWV, thiab lawv coj lawv tej khoom hlawv tuaj fij huv tibsi, tiamsis tseem muaj tej kev ntshai no tshwmsim los rau kuv thiab. Yog kuv cia li noj cov nqaij uas fij daws txim ntawd hnub no, puas yuav haum tus TSWV siab?”"},{"bible_id":"1525","chapter_code":"LEV.10","verse_code":"LEV.10.20","label":"20","content":"Thaum Mauxes hnov cov lus no, nws kuj pom zoo raws li Aloos hais thiab."},{"bible_id":"1525","chapter_code":"LEV.11","verse_code":"LEV.11.1","label":"1","content":"Tus TSWV hais rau Mauxes thiab Aloos nkawd"},{"bible_id":"1525","chapter_code":"LEV.11","verse_code":"LEV.11.2","label":"2","content":"kom hais rau cov Yixalayees hais tias, nej noj tau txhua yam tsiaj nruab nrag"},{"bible_id":"1525","chapter_code":"LEV.11","verse_code":"LEV.11.3","label":"3","content":"uas tus rau ncau ua ob sab thiab yog cov tsiaj zom zaub xwb."},{"bible_id":"1525","chapter_code":"LEV.11","verse_code":"LEV.11.4","label":"4","content":"Txawm yog li cas los xij, cov tsiaj uas zom zaub uas tus rau tsis ncau, muaj tej yam nej tsis txhob noj: nej tsis txhob noj ntxhuav, ntxhuav yog tsiaj zom zaub tiamsis tus rau tsis ncau thiab tsis huv rau nej."},{"bible_id":"1525","chapter_code":"LEV.11","verse_code":"LEV.11.5","label":"5","content":"Tsis txhob noj zajnpuas, zajnpuas rau ncau, tiamsis tsis zom zaub thiab tsis huv rau nej."},{"bible_id":"1525","chapter_code":"LEV.11","verse_code":"LEV.11.6","label":"6","content":"Tsis txhob noj luav, luav yog tsiaj zom zaub tiamsis tus rau tsis ncau ua ob sab thiab tsis huv rau nej."},{"bible_id":"1525","chapter_code":"LEV.11","verse_code":"LEV.11.7","label":"7","content":"Tsis txhob noj npua, npua tej rau ncau ua ob sab tiamsis npua tsis zom zaub thiab tsis huv rau nej."},{"bible_id":"1525","chapter_code":"LEV.11","verse_code":"LEV.11.8","label":"8","content":"Tsis txhob noj cov tsiaj no lossis kov cov tsiaj no tus uas tuag lawm; cov tsiaj no tsis huv rau nej."},{"bible_id":"1525","chapter_code":"LEV.11","verse_code":"LEV.11.9","label":"9","content":"Nej noj tau txhua yam ntses nyob hauv dej uas muaj xiab thiab muaj nplai,"},{"bible_id":"1525","chapter_code":"LEV.11","verse_code":"LEV.11.10","label":"10","content":"tiamsis txhua yam tsiaj nyob hauv dej lossis hauv hiavtxwv uas tsis muaj xiab thiab tsis muaj nplai, nej yuav tsum tsis txhob noj."},{"bible_id":"1525","chapter_code":"LEV.11","verse_code":"LEV.11.11","label":"11","content":"Nej yuav tsum paub hais tias, tej tsiaj no yog hom tsiaj tsis huv. Nej yuav tsum tsis txhob noj lossis kov cov tsiaj no, txawm yog nws tuag lawm los xij."},{"bible_id":"1525","chapter_code":"LEV.11","verse_code":"LEV.11.12","label":"12","content":"Nej yuav tsum tsis txhob noj txhua yam tsiaj nruab deg uas tsis muaj xiab thiab tsis muaj nplai hlo li."},{"bible_id":"1525","chapter_code":"LEV.11","verse_code":"LEV.11.13+LEV.11.14+LEV.11.15+LEV.11.16+LEV.11.17+LEV.11.18+LEV.11.19","label":"13-19","content":"Nej tsis txhob noj tej noog uas hais nram qab no, rau qhov tej noog no yog tej noog tsis huv rau nej: dav dub, plas, dav qhuav, liaj, livnyug, dav npoj, uablag, noog ntxhuav, noog tsoo qwj, noog kaw, os dej, noog noj ntses, noog dej;  noog cohauv thiab puav."},{"bible_id":"1525","chapter_code":"LEV.11","verse_code":"LEV.11.20","label":"20","content":"Tej kab muaj tis uas siv plaub txhais tes taw nkag yog tej kab uas tsis huv,"},{"bible_id":"1525","chapter_code":"LEV.11","verse_code":"LEV.11.21","label":"21","content":"tsuas noj tau tej kab muaj tis uas muaj plaub txhais tes taw thiab dhia tau tej plhaw xwb."},{"bible_id":"1525","chapter_code":"LEV.11","verse_code":"LEV.11.22","label":"22","content":"Tej kab uas nej noj tau mas yog: kooj, kooj txig, kabziam lossis kooj tshuab."},{"bible_id":"1525","chapter_code":"LEV.11","verse_code":"LEV.11.23","label":"23","content":"Tiamsis tej kab muaj tis ya uas me dua tej no thiab muab plaub txhais tes taw nkag, puavleej yog tej kab uas tsis huv."},{"bible_id":"1525","chapter_code":"LEV.11","verse_code":"LEV.11.24+LEV.11.25+LEV.11.26+LEV.11.27+LEV.11.28","label":"24-28","content":"Yog leejtwg mus kov tej tsiaj tuag li nram no, nws yuav tsis huv mus txog thaum tsaus ntuj: tagnrho tej tsiaj uas muaj rau, tsis hais cov uas tus rau tsis ncau ua ob sab thiab zom zaub lossis tej tsiaj uas muaj plaub tug rau thiab muab lub tsawjteg mus kev. Yog leejtwg mus kwv tej tsiaj no lub cev tuag, nws yuav tsum tau hle nws cev ris tsho mus ntxhua, tiamsis nws tseem tsis huv mus txog thaum tsaus ntuj thiab."},{"bible_id":"1525","chapter_code":"LEV.11","verse_code":"LEV.11.29","label":"29","content":"Tej tsiaj uas nkag saum npoo av, yog tej tsiaj uas tsis huv rau nej: tshwbliag, nas tsuag, nab qa loj,"},{"bible_id":"1525","chapter_code":"LEV.11","verse_code":"LEV.11.30","label":"30","content":"nab qa dej, nab qa nqhuab, nab qa tsiav, nab qa suabzeb thiab nab qa ntoo."},{"bible_id":"1525","chapter_code":"LEV.11","verse_code":"LEV.11.31","label":"31","content":"Leejtwg kov cov tsiaj no lossis cov tsiaj no lub cev tuag, yuav ua rau nws tsis huv mus txog thaum tsaus ntuj."},{"bible_id":"1525","chapter_code":"LEV.11","verse_code":"LEV.11.32","label":"32","content":"Thiab yog cov tsiaj no lub cev tuag poob rau saum ib yam khoom twg, yam ntawd yuav tsis huv lawm thiab. Tej khoom ntawd yog: ntoo, khaubncaws, tawv tsiaj lossis hnabtsaj thiab tej uas yog khoom siv huv tibsi. Yuav tsum muab yam khoom ntawd mus tsau dej, yam khoom ntawd yuav tsis huv mus txog thaum tsaus ntuj, tom qab ntawd thiaj rov huv."},{"bible_id":"1525","chapter_code":"LEV.11","verse_code":"LEV.11.33","label":"33","content":"Yog tej tsiaj ntawd poob rau hauv tej laujkaub, txhua yam uas nyob hauv lub laujkaub ntawd tsis huv lawm. Nej cia li muab lub laujkaub ntawd tsoo povtseg."},{"bible_id":"1525","chapter_code":"LEV.11","verse_code":"LEV.11.34","label":"34","content":"Yog tej zaub mov uas yus ibtxwm noj, ntub cov dej tsis huv uas hliv hauv lub laujkaub ntawd los, ces tej zaub mov ntawd tsis huv lawm, thiab txhua yam kua uas nyob hauv lub laujkaub los tsis huv ib yam nkaus thiab."},{"bible_id":"1525","chapter_code":"LEV.11","verse_code":"LEV.11.35","label":"35","content":"Txhua yam uas tej tsiaj tuag poob rau saud, yam ntawd tsis huv lawm, txawm yog qhovtxos lossis qhovcub los yuav tsum muab tsoo povtseg,"},{"bible_id":"1525","chapter_code":"LEV.11","verse_code":"LEV.11.36","label":"36","content":"tiamsis lub qhovdej txhawv lossis lub rhawv dej tseem huv; tiamsis txhua yam uas mus chwv cov tsiaj ntawd ib tug lub cev tuag, yam ntawd thiaj tsis huv lawm xwb."},{"bible_id":"1525","chapter_code":"LEV.11","verse_code":"LEV.11.37","label":"37","content":"Yog cov tsiaj ntawd ib tug poob rau saum tej noob qoob uas yuav coj mus cog, cov noob qoob ntawd tseem huv."},{"bible_id":"1525","chapter_code":"LEV.11","verse_code":"LEV.11.38","label":"38","content":"Tiamsis yog twb muab cov noob qoob ntawd tsau dej lawm, cov tsiaj ntawd ib tug mam poob rau saud, ces cov noob qoob ntawd tsis huv lawm."},{"bible_id":"1525","chapter_code":"LEV.11","verse_code":"LEV.11.39","label":"39","content":"Yog tej tsiaj uas nej noj tau ib tus twg tuag, yog leejtwg mus kov tus tsiaj tuag ntawd lub cev, ces tus ntawd tsis huv mus txog thaum tsaus ntuj."},{"bible_id":"1525","chapter_code":"LEV.11","verse_code":"LEV.11.40","label":"40","content":"Thiab yog leejtwg hlais tus tsiaj tuag ntawd los ua noj, nws yuav tsum hle nws cev ris tsho mus ntxhua, thiab nws tsis huv mus txog thaum tsaus ntuj; yog leejtwg mus kwv tej tsiaj tuag los nws yuav tsum hle nws cev ris tsho mus ntxhua, thiab nws tsis huv mus txog thaum tsaus ntuj."},{"bible_id":"1525","chapter_code":"LEV.11","verse_code":"LEV.11.41","label":"41","content":"Nej yuav tsum tsis txhob noj tej tsiaj me uas nkag saum npoo av,"},{"bible_id":"1525","chapter_code":"LEV.11","verse_code":"LEV.11.42","label":"42","content":"tsis hais tej uas nkag lossis siv plaub txhais tes taw mus kev lossis muaj ntau txhais tes taws."},{"bible_id":"1525","chapter_code":"LEV.11","verse_code":"LEV.11.43","label":"43","content":"Tsis txhob ua rau nej lub cev tsis huv uas yog noj tej tsiaj uas hais los saum no."},{"bible_id":"1525","chapter_code":"LEV.11","verse_code":"LEV.11.44","label":"44","content":"Kuv yog tus TSWV uas yog nej tus Vajtswv, nej yuav tsum ua neeg dawbhuv, rau qhov kuv yog tus uas dawbhuv. Nej tsis txhob ua rau nej tsis huv vim tej tsiaj me me uas nkag saum npoo av."},{"bible_id":"1525","chapter_code":"LEV.11","verse_code":"LEV.11.45","label":"45","content":"Kuv yog tus TSWV uas coj nej tawm nram tebchaws Iziv los, kuv thiaj yog nej tus Vajtswv. Nej yuav tsum ua neeg dawbhuv, rau qhov kuv yog tus uas dawbhuv."},{"bible_id":"1525","chapter_code":"LEV.11","verse_code":"LEV.11.46","label":"46","content":"Ntawm no, yog txoj kevcai uas hais txog tej tsiaj nruab nrag: tej noog, tej tsiaj nruab deg, thiab txhua yam tsiaj uas nkag saum npoo av."},{"bible_id":"1525","chapter_code":"LEV.11","verse_code":"LEV.11.47","label":"47","content":"Nej yuav tsum ceevfaj, saib cov tsiaj twg yog cov huv thiab cov tsiaj twg yog cov tsis huv, cov tsiaj twg yog cov tsimnyog noj thiab cov twg yog cov tsis tsimnyog noj."},{"bible_id":"1525","chapter_code":"LEV.12","verse_code":"LEV.12.1","label":"1","content":"Tus TSWV hais rau Mauxes"},{"bible_id":"1525","chapter_code":"LEV.12","verse_code":"LEV.12.2","label":"2","content":"kom hais rau cov Yixalayees hais tias, tus pojniam uas yug tau ib tug tub, ces nws lub cev tsis huv xya hnub ib yam li nws coj khaubncaws ua rau nws lub cev tsis huv."},{"bible_id":"1525","chapter_code":"LEV.12","verse_code":"LEV.12.3","label":"3","content":"Thiab hnub yim, cia li muab tus metub ntawd ua kevcai txiav tawv."},{"bible_id":"1525","chapter_code":"LEV.12","verse_code":"LEV.12.4","label":"4","content":"Ces tus pojniam ntawd yuav tsum tau caiv peb caug peb hnub ntxiv mam li ua kevcai ntxuav qhov uas nws nchuav cev ntawd; tiamsis nws yuav tsum tsis txhob kov tej yam uas dawbhuv lossis tsis txhob mus rau hauv lub Tsevntaub uas dawbhuv mus txog thaum uas nws ua kevcai ntxuav tas tso."},{"bible_id":"1525","chapter_code":"LEV.12","verse_code":"LEV.12.5","label":"5","content":"Tiamsis yog tus pojniam ntawd yug tau ib tug txhais, ces nws lub cev yuav tsis huv kaum plaub hnub, ib yam li nws coj khaubncaws ua rau nws lub cev tsis huv; ces nws yuav tsum tau caiv rau caum rau hnub mam li ua kevcai ntxuav qhov uas nws nchuav cev ntawd."},{"bible_id":"1525","chapter_code":"LEV.12","verse_code":"LEV.12.6","label":"6","content":"Thaum tus pojniam ntawd yug tau tub lossis tau ntxhais, thiab thaum nws ua kevcai ntxuav tas lawm, nws yuav tsum tau coj ib tug thav yaj hnubnyoog ib xyoos mus rau tus povthawj ntawm tus TSWV lub Tsevntaub sib ntsib lub qhovrooj, muab tua hlawv ua khoom fij thiab coj ib tug nquab liabrwg lossis ib tug nquab nyeg mus fij daws txim."},{"bible_id":"1525","chapter_code":"LEV.12","verse_code":"LEV.12.7","label":"7","content":"Tus povthawj yuav muab tus pojniam ntawd tej khoom fij rau tus TSWV thiab ua kevcai ntxuav tus pojniam ntawd tej kev tsis huv povtseg, nws lub cev thiaj rov huv. Qhov no, yog ib txoj kevcai rau tus pojniam yuav tsum coj tom qab uas yug menyuam tas, tsis hais tub lossis ntxhais."},{"bible_id":"1525","chapter_code":"LEV.12","verse_code":"LEV.12.8","label":"8","content":"Yog tus pojniam ntawd txomnyem coj tsis tau ib tug yaj mus, nws coj ob tug nquab liabrwg lossis ob tug nquab nyeg mus xwb los tau, muab ib tug tua hlawv ua khoom fij thiab muab ib tug fij daws txim, thiab kom tus povthawj ua kevcai ntxuav nws tej kev tsis huv povtseg, nws lub cev thiaj rov huv."},{"bible_id":"1525","chapter_code":"LEV.13","verse_code":"LEV.13.1","label":"1","content":"Tus TSWV hais rau Mauxes thiab Aloos hais tias,"},{"bible_id":"1525","chapter_code":"LEV.13","verse_code":"LEV.13.2","label":"2","content":"yog leejtwg muaj kab mob rau nws tej nqaij lossis mob npuag lossis mob nti tawv txho tshauv taws uas yuav mob ruas, yuav tsum coj nws mus cuag tus povthawj Aloos lossis Aloos tus tub uas yog tus povthawj."},{"bible_id":"1525","chapter_code":"LEV.13","verse_code":"LEV.13.3","label":"3","content":"Tus povthawj mam tshuaj nws tus mob, yog cov plaub uas nyob ntawm qhov mob ntawd dawb thiab mob tshwm hauv cov nqaij tuaj, ces yog mob ruas ntag, ces tus povthawj qhia rau nws hais tias, nws yog neeg tsis huv lawm."},{"bible_id":"1525","chapter_code":"LEV.13","verse_code":"LEV.13.4","label":"4","content":"Tiamsis yog qhov mob ntawd dawb thiab tsis mob dhau daim tawv rau hauv cov nqaij, cov plaub uas tuaj ntawd los tsis dawb, tus povthawj muab tus neeg ntawd cais nyob ib leeg xya hnub."},{"bible_id":"1525","chapter_code":"LEV.13","verse_code":"LEV.13.5","label":"5","content":"Hnub xya tus povthawj rov tshuaj xyuas tus mob ntawd dua ib zaug ntxiv, yog nws pom qhov mob ntawd zoo li qub thiab tsis huam li, ces tus povthawj rov muab tus mob cais dua xya hnub ntxiv."},{"bible_id":"1525","chapter_code":"LEV.13","verse_code":"LEV.13.6","label":"6","content":"Hnub xya tus povthawj rov tshuaj dua ib zaug ntxiv, thiab yog qhov mob ntawd cia li qhuav thiab tsis huam li, tus povthawj qhia rau nws hais tias, nws yog neeg huv; tsuas yog mob xwb. Nws yuav tsum hle nws cev ris tsho mus ntxhua nws thiaj huv."},{"bible_id":"1525","chapter_code":"LEV.13","verse_code":"LEV.13.7","label":"7","content":"Tiamsis yog qhov mob ntawd rov huam tom qab uas tus povthawj tshuaj tas thiab hais tias nws yog neeg huv, nws yuav tsum tau rov mus cuag tus povthawj dua."},{"bible_id":"1525","chapter_code":"LEV.13","verse_code":"LEV.13.8","label":"8","content":"Tus povthawj rov tshuaj saib nws dua, yog qhov mob ntawd huam dhau daim tawv lawm, tus povthawj qhia rau nws hais tias, nws mob ruas; nws yog neeg tsis huv lawm."},{"bible_id":"1525","chapter_code":"LEV.13","verse_code":"LEV.13.9","label":"9","content":"Yog leejtwg mob ruas, mas yuav tsum tau coj nws mus cuag tus povthawj,"},{"bible_id":"1525","chapter_code":"LEV.13","verse_code":"LEV.13.10","label":"10","content":"tus povthawj yuav tshuaj nws qhov mob. Yog hais tias qhov mob ntawd cia li dawb thiab ua rau cov plaub ntawm qhov mob ntawd dawb tas thiab ua kuayig,"},{"bible_id":"1525","chapter_code":"LEV.13","verse_code":"LEV.13.11","label":"11","content":"ces yeej yog mob ruas ntev los lawm. Ces tus povthawj qhia rau nws hais tias, nws yog neeg tsis huv lawm; ces tsis tas yuav muab nws cais thiab tshuaj nws tus mob ntxiv, vim yeej paub tseeb lawm hais tias, nws yog neeg tsis huv."},{"bible_id":"1525","chapter_code":"LEV.13","verse_code":"LEV.13.12","label":"12","content":"Yog cov ruas ntawd huam thoob ibce hauv kotaw nto plaws saum taubhau,"},{"bible_id":"1525","chapter_code":"LEV.13","verse_code":"LEV.13.13","label":"13","content":"tus povthawj rov tshuaj tus mob ntawd dua ib zaug ntxiv. Yog tus povthawj pom hais tias, cov mob zoo thoob plaws nws ibce lawm, tus povthawj qhia rau nws hais tias, nws yog neeg huv. Yog daim tawv dawb mos nyoos thoob plaws ibce, ces nws yog neeg huv."},{"bible_id":"1525","chapter_code":"LEV.13","verse_code":"LEV.13.14","label":"14","content":"Tiamsis yog thaum nws cov nqaij tawg pleb ua rau tej mob tshwm tuaj lawm, ces nws yog tus neeg tsis huv."},{"bible_id":"1525","chapter_code":"LEV.13","verse_code":"LEV.13.15","label":"15","content":"Tus povthawj rov tshuaj nws dua ntxiv, yog tus povthawj pom qhov mob ntawd tawg pleb lawm tiag, tus povthawj qhia rau nws hais tias, nws yog neeg tsis huv. Qhov tawg pleb ntawd qhia hais tias yog mob ruas lawm, thiab nws yog neeg tsis huv."},{"bible_id":"1525","chapter_code":"LEV.13","verse_code":"LEV.13.16","label":"16","content":"Tiamsis yog thaum twg qhov mob ntawd zoo thiab tej tawv nqaij dawb mos nyoos tuaj lawm, tus neeg ntawd yuav tsum rov mus cuag tus povthawj,"},{"bible_id":"1525","chapter_code":"LEV.13","verse_code":"LEV.13.17","label":"17","content":"tus povthawj yuav rov tshuaj dua ntxiv. Yog qhov mob zoo dawb mos nyoos lawm, nws thiaj yog neeg huv, thiab tus povthawj qhia rau nws hais tias nws yog neeg huv lawm."},{"bible_id":"1525","chapter_code":"LEV.13","verse_code":"LEV.13.18","label":"18","content":"Yog leejtwg mob npuag uas twb zoo lawm,"},{"bible_id":"1525","chapter_code":"LEV.13","verse_code":"LEV.13.19","label":"19","content":"thiab yog tom qab ntawd tsis ntev lub qhov txhab ntawd dawb thiab o tuaj lossis liab daj dawb lias rov tuaj, tus neeg mob ntawd yuav tsum mus cuag tus povthawj."},{"bible_id":"1525","chapter_code":"LEV.13","verse_code":"LEV.13.20","label":"20","content":"Tus povthawj yuav tsum tshuaj nws, thiab yog qhov mob ntawd mob tob dhau daim tawv rau hauv cov nqaij thiab cov plaub uas tuaj ntawm qhov mob ntawd dawb tas lawm, ces tus povthawj qhia rau nws hais tias, nws yog neeg tsis huv. Qhov mob ruas ntawd yog pib ntawm qhov mob npuag tuaj ntag."},{"bible_id":"1525","chapter_code":"LEV.13","verse_code":"LEV.13.21","label":"21","content":"Tiamsis yog tus povthawj tshuaj tsis pom cov plaub uas tuaj ntawm qhov mob ntawd dawb thiab qhov mob tsis qawj tob dhau daim tawv rau hauv, tiamsis pom qhov mob ntawd txawv lawm, ces tus povthawj muab tus mob ntawd cais nyob ib leeg xya hnub."},{"bible_id":"1525","chapter_code":"LEV.13","verse_code":"LEV.13.22","label":"22","content":"Yog qhov mob ntawd huam tuaj lawm, tus povthawj qhia rau nws paub hais tias, nws yog neeg tsis huv; yog nws mob ruas tiag."},{"bible_id":"1525","chapter_code":"LEV.13","verse_code":"LEV.13.23","label":"23","content":"Tiamsis yog tsis txawv thiab tsis huam li, ces yog kiav txhab mob npuag xwb, ces tus povthawj qhia rau nws hais tias, nws yog neeg huv."},{"bible_id":"1525","chapter_code":"LEV.13","verse_code":"LEV.13.24","label":"24","content":"Yog muaj ib tug twg kub hnyiab, yog qhov kub hnyiab ntawd dawb lossis cia li liab dawb lias,"},{"bible_id":"1525","chapter_code":"LEV.13","verse_code":"LEV.13.25","label":"25","content":"tus povthawj yuav tsum tau tshuaj qhov mob ntawd. Yog cov plaub ntawm qhov kub hnyiab dawb thiab qawj tob dhau daim tawv rau hauv cov nqaij lawm, yog cov kab mob ruas pib huam ntawm qhov kub hnyiab ntawd tuaj ntag, ces tus povthawj qhia rau nws hais tias, nws yog neeg tsis huv."},{"bible_id":"1525","chapter_code":"LEV.13","verse_code":"LEV.13.26","label":"26","content":"Tiamsis yog tus povthawj tshuaj qhov mob, cov plaub ntawm qhov mob ntawd tsis dawb thiab tsis qawj dhau daim tawv rau hauv cov nqaij, tiamsis pom qhov mob ntawd txawv lawm, ces tus povthawj muab tus mob ntawd cais nyob ib leeg xya hnub."},{"bible_id":"1525","chapter_code":"LEV.13","verse_code":"LEV.13.27","label":"27","content":"Hnub xya tus povthawj mam rov tshuaj dua ib zaug ntxiv, thiab yog qhov mob huam tuaj, ces qhov mob ntawd yog mob ruas; tus povthawj qhia rau nws hais tias, nws yog neeg tsis huv."},{"bible_id":"1525","chapter_code":"LEV.13","verse_code":"LEV.13.28","label":"28","content":"Tiamsis yog qhov mob tsis txawv thiab tsis huam li, ces qhov mob ntawd tsis yog mob ruas. Tus povthawj qhia rau nws hais tias, nws yog neeg huv, tsuas yog lub qhov txhab kub hnyiab huam tuaj xwb."},{"bible_id":"1525","chapter_code":"LEV.13","verse_code":"LEV.13.29","label":"29","content":"Thaum uas ib tug txivneej lossis ib tug pojniam mob o rau saum taubhau lossis rau ntawm puabtsaig,"},{"bible_id":"1525","chapter_code":"LEV.13","verse_code":"LEV.13.30","label":"30","content":"tus povthawj yuav tsum tau tshuaj qhov mob ntawd. Yog pom qhov mob ntawd qawj dhau daim tawv rau hauv cov nqaij lawm, thiab cov plaub ntawm qhov mob daj thiab soob soob lawm, ces qhov mob ntawd yog mob ruas rau saum taubhau lossis ntawm puabtsaig ntag. Tus povthawj qhia rau nws hais tias, nws yog neeg tsis huv lawm."},{"bible_id":"1525","chapter_code":"LEV.13","verse_code":"LEV.13.31","label":"31","content":"Yog thaum tus povthawj tshuaj tus mob ntawd, qhov mob tsis qawj dhau daim tawv rau hauv cov nqaij, tiamsis yog cov plaub tuaj tsis zoo xwb, ces tus povthawj yuav tsum muab tus mob ntawd cais nyob ib leeg xya hnub."},{"bible_id":"1525","chapter_code":"LEV.13","verse_code":"LEV.13.32","label":"32","content":"Hnub xya tus povthawj rov tshuaj qhov mob dua ib zaug ntxiv, yog qhov mob tsis huam thiab tej plaub ntawm qhov mob tsis daj thiab tsis qawj dhau daim tawv rau hauv cov nqaij,"},{"bible_id":"1525","chapter_code":"LEV.13","verse_code":"LEV.13.33","label":"33","content":"tus neeg ntawd yuav tsum tau muab tej plaub uas nyob ibncig ntawm qhov mob chais povtseg. Ces tus povthawj rov muab nws cais nyob ib leeg xya hnub ntxiv thiab."},{"bible_id":"1525","chapter_code":"LEV.13","verse_code":"LEV.13.34","label":"34","content":"Hnub xya tus povthawj rov tshuaj qhov mob dua ib zaug ntxiv, yog hais tias tsis huam thiab tsis qawj dhau daim tawv rau hauv cov nqaij, tus povthawj qhia rau nws hais tias, nws yog neeg huv. Tus neeg ntawd yuav tsum hle nws cev ris tsho mus ntxhua, nws thiaj rov huv."},{"bible_id":"1525","chapter_code":"LEV.13","verse_code":"LEV.13.35","label":"35","content":"Tiamsis yog qhov mob ntawd rov huam tom qab uas tus povthawj hais tias, nws yog neeg huv,"},{"bible_id":"1525","chapter_code":"LEV.13","verse_code":"LEV.13.36","label":"36","content":"tus povthawj yuav tau rov tshuaj tus mob ntawd dua ib zaug ntxiv. Yog qhov mob huam tuaj, tsis tas yuav saib nws tej plaub daj uas tuaj ntawm qhov mob li; yeej paub tseeb hais tias tus neeg ntawd tsis huv lawm."},{"bible_id":"1525","chapter_code":"LEV.13","verse_code":"LEV.13.37","label":"37","content":"Tiamsis yog tus povthawj pom hais tias, qhov mob los tsis huam thiab cov plaub ntawm qhov mob los tuaj zoo, qhov mob los zoo lawm, ces tus povthawj qhia rau nws hais tias, nws yog neeg huv."},{"bible_id":"1525","chapter_code":"LEV.13","verse_code":"LEV.13.38","label":"38","content":"Thaum ib tug txivneej lossis ib tug pojniam mob nti tawv ua plhaws rau ntawm tej tawv nqaij,"},{"bible_id":"1525","chapter_code":"LEV.13","verse_code":"LEV.13.39","label":"39","content":"tus povthawj yuav tsum tau tshuaj tus neeg ntawd. Yog qhov mob ntawd tuag ntxhai dawb muag lias, ces yog daim tawv lam tawg ua hlwv tawm tuaj xwb; tus neeg ntawd yeej huv."},{"bible_id":"1525","chapter_code":"LEV.13","verse_code":"LEV.13.40+LEV.13.41","label":"40-41","content":"Yog muaj ib tug txivneej tej plaubhau hle tas, nws lub taubhau do dus dawb paug los nws tseem yog neeg huv. Thiab tus txivneej ntawd tej plaubhau saum xubqwb lossis ntawm hauvpliaj hle tas lawm, nws hauvpliaj do dus dawb paug los nws tseem yog neeg huv."},{"bible_id":"1525","chapter_code":"LEV.13","verse_code":"LEV.13.42","label":"42","content":"Tiamsis yog mob ua npuag liab dawb lias tshwm rau saum tus neeg ntawd qhov do hau, ces qhov mob ntawd yog mob ruas ntag."},{"bible_id":"1525","chapter_code":"LEV.13","verse_code":"LEV.13.43","label":"43","content":"Tus povthawj yuav tsum tshuaj tus mob ntawd, yog mob ua liab dawb txho tshauv taws rau saum taubhau lossis ntawm hauvpliaj,"},{"bible_id":"1525","chapter_code":"LEV.13","verse_code":"LEV.13.44","label":"44","content":"ces tus povthawj qhia rau nws hais tias, nws yog neeg tsis huv, rau qhov nws mob ruas rau saum taubhau."},{"bible_id":"1525","chapter_code":"LEV.13","verse_code":"LEV.13.45","label":"45","content":"Tus neeg uas mob ruas rau nws lub cev lawm, nws yuav tsum hnav tej ris tsho ntuag ntuag xwb, tsis txhob ntsis nws tej plaubhau, muab ntaub los npog nws lub ntsejmuag ib nrab rov rau hauv thiab qw hais tias, “Neeg tsis huv, neeg tsis huv!”"},{"bible_id":"1525","chapter_code":"LEV.13","verse_code":"LEV.13.46","label":"46","content":"Tus uas mob ruas, yog mob ntev npaum li cas, nws yuav tsum nyob nws ib leeg ntev npaum li ntawd, thiab nws yuav tsum tawm mus nyob rau sab nraum ntug yeej, tsis txhob nyob xyaw luag lwm tus."},{"bible_id":"1525","chapter_code":"LEV.13","verse_code":"LEV.13.47","label":"47","content":"Thaum tej ris tsho tuaj pwm,  tsis hais tej ris tsho plaub yaj lossis tej ris tsho ntaubmag"},{"bible_id":"1525","chapter_code":"LEV.13","verse_code":"LEV.13.48","label":"48","content":"lossis txhua daim ntaubmag lossis ris tsho ntaub plaub yaj lossis tej tawv tsiaj lossis txhua yam uas muab tawv tsiaj ua,"},{"bible_id":"1525","chapter_code":"LEV.13","verse_code":"LEV.13.49","label":"49","content":"yog cov pwm ntawd ua rau tej ris tsho ntaub plaub yaj lossis tej tawv tsiaj lossis txhua yam uas muab tawv tsiaj ua tuaj pwm ntsuab daj lis lossis liab daj lis, ces yog cov pwm ntawd huam, mas yuav tsum coj mus rau tus povthawj saib."},{"bible_id":"1525","chapter_code":"LEV.13","verse_code":"LEV.13.50","label":"50","content":"Tus povthawj yuav tsum tshuaj qhov tuaj pwm ntawd thiab muab daim khaubncaws ntawd coj mus tso rau ib qho xya hnub."},{"bible_id":"1525","chapter_code":"LEV.13","verse_code":"LEV.13.51","label":"51","content":"Hnub xya tus povthawj muab rov los tshuaj dua ib zaug ntxiv, yog tej qhov tuaj pwm huam tuaj, ces daim khaubncaws ntawd tsis huv lawm."},{"bible_id":"1525","chapter_code":"LEV.13","verse_code":"LEV.13.52","label":"52","content":"Tus povthawj cia li muab daim khaubncaws ntawd mus hlawv, rau qhov cov pwm huam tuaj lawm, yuav tsum muab hlawv povtseg."},{"bible_id":"1525","chapter_code":"LEV.13","verse_code":"LEV.13.53","label":"53","content":"Tiamsis yog thaum nws tshuaj daim khaubncaws ntawd, tus povthawj tsis pom qhov tuaj pwm uas lo daim khaubncaws huam tuaj li,"},{"bible_id":"1525","chapter_code":"LEV.13","verse_code":"LEV.13.54","label":"54","content":"nws yuav tsum kom luag muab daim khaubncaws ntawd coj mus ntxhua thiab muab tso rau ib qho xya hnub ntxiv."},{"bible_id":"1525","chapter_code":"LEV.13","verse_code":"LEV.13.55","label":"55","content":"Ces nws rov muab daim khaubncaws ntawd los tshuaj dua, yog tsis pom txawv li, thiab txawm yog cov pwm tsis huam los daim khaubncaws ntawd tsis huv lawm; nej yuav tsum muab daim khaubncaws ntawd hlawv povtseg, tsis hais daim khaubncaws ntawd tuaj pwm rau ntawm xubntiag lossis nraum nraubqaum li."},{"bible_id":"1525","chapter_code":"LEV.13","verse_code":"LEV.13.56","label":"56","content":"Tiamsis yog thaum tus povthawj rov tshuaj daim khaubncaws ntawd ntxiv, qhov tuaj pwm cia li yaj tas lawm, tsis hais ntaub lossis tawv tsiaj, nws yuav tsum muab qhov ntawd dua povtseg."},{"bible_id":"1525","chapter_code":"LEV.13","verse_code":"LEV.13.57","label":"57","content":"Thiab yog cov pwm rov tshwm dua tshiab tuaj thiab huam ntxiv, tus tswv khaubncaws cia li muab daim khaubncaws coj mus hlawv povtseg."},{"bible_id":"1525","chapter_code":"LEV.13","verse_code":"LEV.13.58","label":"58","content":"Yog nws muab daim khaubncaws ntawd ntxhua thiab qhov pwm ntawd cia li ploj lawm, mas nws yuav tsum rov muab ntxhua dua, daim khaubncaws ntawd thiaj yuav huv."},{"bible_id":"1525","chapter_code":"LEV.13","verse_code":"LEV.13.59","label":"59","content":"Tej uas hais los no, yog txoj kevcai uas hais txog tej pwm uas tuaj rau ntawm tej khaubncaws, tsis hais tej ntaub plaub yaj lossis ntaubmag lossis tej ris tsho ntaubmag lossis tej ris tsho ntaub plaub yaj lossis txhua yam uas muab tawv tsiaj ua, saib huv lossis tsis huv."},{"bible_id":"1525","chapter_code":"LEV.14","verse_code":"LEV.14.1","label":"1","content":"Tus TSWV hais rau Mauxes hais tias,"},{"bible_id":"1525","chapter_code":"LEV.14","verse_code":"LEV.14.2","label":"2","content":"ntawm no yog tej txoj kevcai rau tus neeg mob ruas, hnub uas nws ua kevcai ntxuav. Yuav tsum coj nws mus cuag tus povthawj,"},{"bible_id":"1525","chapter_code":"LEV.14","verse_code":"LEV.14.3","label":"3","content":"thiab tus povthawj coj nws mus rau nraum ntug yeej, tus povthawj tshuaj nws. Yog nws tej kab mob zoo lawm,"},{"bible_id":"1525","chapter_code":"LEV.14","verse_code":"LEV.14.4","label":"4","content":"ces tus povthawj hais kom nws nqa ob tug noog uas tseem ciaj thiab yog tej noog huv, nrog ib daim ntoo ciab, ib txoj xov paj liab thiab ib rev nplooj hixauv tuaj rau tus povthawj."},{"bible_id":"1525","chapter_code":"LEV.14","verse_code":"LEV.14.5","label":"5","content":"Ces tus povthawj hais kom muab ib tug noog tua rau saum lub tais av uas ntim cov dej ntshiab uas ce hauv qhovdej los."},{"bible_id":"1525","chapter_code":"LEV.14","verse_code":"LEV.14.6","label":"6","content":"Nws muab dua ib tug noog, nrog daim ntoo ciab, txoj xov paj liab thiab rev nplooj hixauv coj mus raus rau hauv tus noog uas muab tua lawm cov ntshav hauv lub tais."},{"bible_id":"1525","chapter_code":"LEV.14","verse_code":"LEV.14.7","label":"7","content":"Tus povthawj yuav tsum muab cov ntshav noog coj mus nchos rau tus neeg uas nws ua kevcai ntxuav nws tej mob ruas xya zaus, ces tus povthawj qhia rau nws hais tias, nws yog neeg huv lawm. Tom qab ntawd tus povthawj mam li muab tus noog uas tseem ciaj tso ya mus rau tom tiaj nrag."},{"bible_id":"1525","chapter_code":"LEV.14","verse_code":"LEV.14.8","label":"8","content":"Ces tus neeg ntawd yuav tsum muab nws tej khaubncaws coj mus ntxhua, chais nws cov plaub povtseg thiab da dej; ces nws thiaj li yuav huv. Nws thiaj mus tau rau hauv lub yeej, tiamsis nws yuav tsum nyob ntawm nws lub tsevntaub nraum zoov xya hnub."},{"bible_id":"1525","chapter_code":"LEV.14","verse_code":"LEV.14.9","label":"9","content":"Hnub xya nws yuav tsum rov chais nws cov plaubhau, cov hwjtxwv, cov plaub muag thiab tagnrho tej plaub uas tuaj thoob plaws nws lub cev; nws yuav tsum ntxhua nws tej ris tsho thiab da dej, ces nws thiaj li yuav huv."},{"bible_id":"1525","chapter_code":"LEV.14","verse_code":"LEV.14.10","label":"10","content":"Hnub yim nws yuav tsum coj ob tug thav yaj thiab ib tug nwmyaj hnubnyoog ib xyoos uas tsis muaj ib qho phem li, tsib choj hmoov nplej uas ntse xyaw roj txiv ntoo thiab ib nrab khob roj txiv ntoo tuaj."},{"bible_id":"1525","chapter_code":"LEV.14","verse_code":"LEV.14.11","label":"11","content":"Tus povthawj yuav coj tus neeg ntawd thiab cov khoom fij mus rau ntawm tus TSWV lub Tsevntaub sib ntsib lub qhovrooj."},{"bible_id":"1525","chapter_code":"LEV.14","verse_code":"LEV.14.12","label":"12","content":"Ces tus povthawj muab ib tug thav yaj nrog ib khob roj txiv ntoo coj mus ua khoom fij daws txim. Nws muab cov khoom ntawd coj mus yom fij rau tus TSWV, cov khoom ntawd muab rau tus povthawj."},{"bible_id":"1525","chapter_code":"LEV.14","verse_code":"LEV.14.13","label":"13","content":"Tus povthawj yuav tsum muab tus thav yaj ntawd tua rau ntawm qhov chaw dawbhuv uas ibtxwm tua tej tsiaj fij daws txim thiab hlawv fij. Tus povthawj yuav tsum ua li no, rau qhov cov khoom fij daws kev txhaum zoo ib yam li cov khoom fij daws txim uas puavleej yog tus povthawj tug thiab yog yam uas dawbhuv heev."},{"bible_id":"1525","chapter_code":"LEV.14","verse_code":"LEV.14.14","label":"14","content":"Ces tus povthawj yuav tsum muab mentsis ntshav yaj pleev tus neeg uas tuaj ua kevcai ntxuav ntawd lub taubntseg sab xis, pleev rau tus ntivtes xoo sab xis thiab tus ntivtaw xoo sab xis."},{"bible_id":"1525","chapter_code":"LEV.14","verse_code":"LEV.14.15","label":"15","content":"Tus povthawj muab cov roj txiv ntoo hliv mentsis rau hauv nws lub xibteg sab laug,"},{"bible_id":"1525","chapter_code":"LEV.14","verse_code":"LEV.14.16","label":"16","content":"muab nws tus ntivtes sab xis tub cov roj uas nyob hauv nws lub xibteg sab laug, nchos tabmeeg tus TSWV xya zaus."},{"bible_id":"1525","chapter_code":"LEV.14","verse_code":"LEV.14.17","label":"17","content":"Tus povthawj muab cov roj hauv nws lub xibteg thiab cov ntshav yaj coj mus pleev rau tus neeg uas tuaj ua kevcai ntxuav ntawd lub taubntseg sab xis, pleev rau tus ntivtes xoo sab xis thiab tus ntivtaw xoo sab xis."},{"bible_id":"1525","chapter_code":"LEV.14","verse_code":"LEV.14.18","label":"18","content":"Tus povthawj yuav tsum muab cov roj uas seem hauv nws lub xibteg coj mus pleev rau saum tus neeg ntawd lub taubhau. Qhov uas tus povthawj ua li no yog nws ua kevcai ntxuav rau tus neeg ntawd kom huv tabmeeg tus TSWV."},{"bible_id":"1525","chapter_code":"LEV.14","verse_code":"LEV.14.19","label":"19","content":"Ces tus povthawj yuav tsum muab cov khoom fij daws txim coj mus fij thiab ua kevcai ntxuav tus neeg ntawd tej kev tsis huv povtseg kom nws huv. Tom qab ntawd, tus povthawj yuav tsum muab tus tsiaj los tua hlawv fij"},{"bible_id":"1525","chapter_code":"LEV.14","verse_code":"LEV.14.20","label":"20","content":"thiab muab tus tsiaj ntawd hlawv fij nrog tej hmoov nplej rau saum lub thaj. Tus povthawj yuav tsum ua kevcai ntxuav li no, tus neeg ntawd thiaj li yuav huv."},{"bible_id":"1525","chapter_code":"LEV.14","verse_code":"LEV.14.21","label":"21","content":"Yog tus neeg ntawd pluag thiab nws coj tsis tau ib tug thav yaj tuaj tua yom fij rau tus TSWV daws nws lub txim uas yog muab rau tus povthawj. Nws tsuas nqa ob choj hmoov nplej uas ntse xyaw roj txiv ntoo thiab ib khob roj txiv ntoo tuaj ua khoom fij xwb."},{"bible_id":"1525","chapter_code":"LEV.14","verse_code":"LEV.14.22","label":"22","content":"Nws yuav tsum nqa ob tug nquab liabrwg lossis ob tug nquab nyeg tuaj, muab ib tug tua fij daws txim thiab muab ib tug tua hlawv fij."},{"bible_id":"1525","chapter_code":"LEV.14","verse_code":"LEV.14.23","label":"23","content":"Hnub yim nws yuav tsum coj tej khoom no tuaj cob rau tus povthawj ntawm tus TSWV lub Tsevntaub sib ntsib lub qhovrooj."},{"bible_id":"1525","chapter_code":"LEV.14","verse_code":"LEV.14.24","label":"24","content":"Ces tus povthawj mam li coj tus thav yaj thiab cov roj txiv ntoo mus yom fij rau tus TSWV, cov khoom ntawd muab rau tus povthawj."},{"bible_id":"1525","chapter_code":"LEV.14","verse_code":"LEV.14.25","label":"25","content":"Tus povthawj muab tus thav yaj tua thiab muab mentsis ntshav los pleev tus neeg uas ua kevcai ntxuav ntawd lub taubntseg sab xis, pleev rau tus ntivtes xoo sab xis thiab tus ntivtaw xoo sab xis."},{"bible_id":"1525","chapter_code":"LEV.14","verse_code":"LEV.14.26","label":"26","content":"Ces tus povthawj muab mentsis roj txiv ntoo hliv rau hauv nws lub xibteg sab laug"},{"bible_id":"1525","chapter_code":"LEV.14","verse_code":"LEV.14.27","label":"27","content":"thiab muab nws tus ntivtes sab xis tub cov roj ntawd mus nchos tabmeeg tus TSWV xya zaus."},{"bible_id":"1525","chapter_code":"LEV.14","verse_code":"LEV.14.28","label":"28","content":"Tus povthawj muab mentsis roj hliv rau tib qhov chaw uas nws tso cov ntshav, thiab muab mentsis coj mus pleev tus neeg uas ua kevcai ntxuav ntawd lub taubntseg sab xis, pleev rau tus ntivtes xoo sab xis thiab tus ntivtaw xoo sab xis."},{"bible_id":"1525","chapter_code":"LEV.14","verse_code":"LEV.14.29","label":"29","content":"Cov roj uas seem hauv tus povthawj lub xibteg yuav tsum muab pleev tus neeg uas ua kevcai ntxuav ntawd lub taubhau, thiab ua kevcai ntxuav nws lub txim tabmeeg tus TSWV."},{"bible_id":"1525","chapter_code":"LEV.14","verse_code":"LEV.14.30","label":"30","content":"Ces tus povthawj mam li muab ib tug nquab liabrwg lossis ib tug nquab nyeg fij daws txim raws li nws muaj,"},{"bible_id":"1525","chapter_code":"LEV.14","verse_code":"LEV.14.31","label":"31","content":"muab ib tug tua daws txim thiab muab dua ib tug tua hlawv fij nrog cov hmoov nplej ua ke, thiab tus povthawj ua kevcai ntxuav tus neeg ntawd lub txim kom huv tabmeeg tus TSWV."},{"bible_id":"1525","chapter_code":"LEV.14","verse_code":"LEV.14.32","label":"32","content":"Qhov no yog txoj kevcai rau tus neeg mob ruas uas txomnyem tsis muaj tej khoom mus fij raws li kevcai."},{"bible_id":"1525","chapter_code":"LEV.14","verse_code":"LEV.14.33","label":"33","content":"Tus TSWV hais rau Mauxes thiab Aloos hais tias,"},{"bible_id":"1525","chapter_code":"LEV.14","verse_code":"LEV.14.34","label":"34","content":"thaum uas nej mus txog hauv lub tebchaws Kana-as uas kuv muab rau nej ua nej tug, yog kuv tso tej tuaj pwm los rau hauv lub tsev twg uas nyob hauv nej lub tebchaws,"},{"bible_id":"1525","chapter_code":"LEV.14","verse_code":"LEV.14.35","label":"35","content":"ces tus uas yog tus tswv tsev yuav tau mus qhia rau tus povthawj hais tias, kuv pom muaj tej pwm tshwm rau hauv kuv tsev."},{"bible_id":"1525","chapter_code":"LEV.14","verse_code":"LEV.14.36","label":"36","content":"Ces tus povthawj kom lawv ntsaig tej khoom hauv tsev tawm kom tas ua ntej nws mus tshuaj tej pwm ntawd. Dua li ntawd, tej khoom uas nyob hauv tsev yuav suav hais tias yog khoom tsis huv. Ces tus povthawj yuav tau mus tshuaj lub tsev ntawd,"},{"bible_id":"1525","chapter_code":"LEV.14","verse_code":"LEV.14.37","label":"37","content":"thiab mus tshuaj saib qhov tuaj pwm. Yog cov pwm ntawd cia li ntsuab daj lis lossis liab daj lis thiab tshwm mus noj tej phabntsa lawm,"},{"bible_id":"1525","chapter_code":"LEV.14","verse_code":"LEV.14.38","label":"38","content":"nws yuav tsum tawm hauv lub tsev ntawd mus thiab liaj qhovrooj cia xya hnub."},{"bible_id":"1525","chapter_code":"LEV.14","verse_code":"LEV.14.39","label":"39","content":"Hnub xya nws mam li rov mus tshuaj lub tsev dua ntxiv. Yog cov pwm huam tuaj rau ntawm phabntsa,"},{"bible_id":"1525","chapter_code":"LEV.14","verse_code":"LEV.14.40","label":"40","content":"nws yuav tsum hais kom muab cov pobzeb uas tuaj pwm ntawd dawj mus povtseg rau tej qhov chaw tsis huv sab nraum ntug nroog."},{"bible_id":"1525","chapter_code":"LEV.14","verse_code":"LEV.14.41","label":"41","content":"Tom qab ntawd nws yuav tsum muab tagnrho cov pwm ntawm phabntsa sab hauv nruab nrog kes tawm thiab muab tej hmoov sib ntawd coj mus povtseg rau qhov chaw tsis huv sab nraum ntug nroog."},{"bible_id":"1525","chapter_code":"LEV.14","verse_code":"LEV.14.42","label":"42","content":"Ces muab dua ib co pobzeb los txhaws rau cov qhov uas muab dawj ntawd chaw, thiab muab cov hmoov sib tshiab los pleev rau sab phabntsa ntawd."},{"bible_id":"1525","chapter_code":"LEV.14","verse_code":"LEV.14.43","label":"43","content":"“Yog tej pwm ntawd rov tshwm tuaj tom qab uas twb tshem cov pobzeb thiab twb muab tej hmoov sib uas pleev lub tsev ntawd kes tas lawm,"},{"bible_id":"1525","chapter_code":"LEV.14","verse_code":"LEV.14.44","label":"44","content":"tus povthawj rov mus tshuaj thiab saib dua. Yog qhov tuaj pwm ntawd huam tuaj dua, lub tsev ntawd yeej tsis huv."},{"bible_id":"1525","chapter_code":"LEV.14","verse_code":"LEV.14.45","label":"45","content":"Yuav tsum muab lub tsev ntawd tsoo povtseg thiab muab tej pobzeb, tej ntoo thiab tagnrho tej hmoov sib uas xov lub tsev ntawd coj mus povtseg kom tas rau ntawm qhov chaw tsis huv sab nraum ntug nroog."},{"bible_id":"1525","chapter_code":"LEV.14","verse_code":"LEV.14.46","label":"46","content":"Yog leejtwg mus rau hauv lub tsev ntawd thaum uas liaj qhovrooj lawm, mas tus ntawd yuav tsis huv mus txog thaum tsaus ntuj."},{"bible_id":"1525","chapter_code":"LEV.14","verse_code":"LEV.14.47","label":"47","content":"Yog leejtwg mus pw lossis mus noj mov hauv lub tsev ntawd yuav tsum kom nws hle nws cev ris tsho coj mus ntxhua."},{"bible_id":"1525","chapter_code":"LEV.14","verse_code":"LEV.14.48","label":"48","content":"“Yog hais tias, thaum tus povthawj tuaj saib, tom qab uas pleev tej hmoov sib tshiab tas rau lub tsev ntawd tej qhov tuaj pwm tsis rov tuaj pwm lawm, tus povthawj qhia hais tias, lub tsev ntawd huv, rau qhov tej pwm twb ploj tas lawm."},{"bible_id":"1525","chapter_code":"LEV.14","verse_code":"LEV.14.49","label":"49","content":"Tus tswv tsev yuav tsum coj ob tug noog, ib daim ntoo ciab, ib txoj xov liab thiab ib rev nplooj hixauv mus ua kevcai ntxuav lub tsev ntawd."},{"bible_id":"1525","chapter_code":"LEV.14","verse_code":"LEV.14.50","label":"50","content":"Tus povthawj yuav tsum muab ib tug noog tua rau saum lub tais av uas ntim cov dej cag ntshiab heev."},{"bible_id":"1525","chapter_code":"LEV.14","verse_code":"LEV.14.51","label":"51","content":"Ces nws muab daim ntoo ciab, rev nplooj hixauv, txoj xov liab thiab tus noog uas tseem ciaj mus raus rau hauv tus noog uas muab tua lawm cov ntshav thiab cov dej ntshiab. Tus povthawj muab nchos rau lub tsev ntawd xya zaus."},{"bible_id":"1525","chapter_code":"LEV.14","verse_code":"LEV.14.52","label":"52","content":"Qhov uas nws muab cov ntshav noog, cov dej ntshiab, tus noog uas tseem ciaj, daim ntoo ciab, rev nplooj hixauv thiab txoj xov liab los ua li no, yog nws ua kevcai ntxuav lub tsev ntawd kom huv."},{"bible_id":"1525","chapter_code":"LEV.14","verse_code":"LEV.14.53","label":"53","content":"Ces nws mam li muab tus noog uas tseem ciaj tso ya hauv lub nroog mus rau tom tiaj nrag. Nws yuav tsum tau ua kevcai ntxuav lub tsev ntawd li no, lub tsev thiaj yuav huv.”"},{"bible_id":"1525","chapter_code":"LEV.14","verse_code":"LEV.14.54","label":"54","content":"Tej no yog kevcai rau tej kab mob uas yog: mob ruas, mob lig,"},{"bible_id":"1525","chapter_code":"LEV.14","verse_code":"LEV.14.55","label":"55","content":"tuaj pwm rau ntawm tej ris tsho lossis tej tsev,"},{"bible_id":"1525","chapter_code":"LEV.14","verse_code":"LEV.14.56","label":"56","content":"thiab o tuaj lossis tawg pleb lossis dawb tej thaj,"},{"bible_id":"1525","chapter_code":"LEV.14","verse_code":"LEV.14.57","label":"57","content":"tej kevcai no tsuas yog siv qhia tej yam uas huv thiab tsis huv xwb."},{"bible_id":"1525","chapter_code":"LEV.15","verse_code":"LEV.15.1","label":"1","content":"Tus TSWV hais rau Mauxes thiab Aloos nkawd"},{"bible_id":"1525","chapter_code":"LEV.15","verse_code":"LEV.15.2","label":"2","content":"kom hais rau cov Yixalayees hais tias, thaum ib tug txivneej twg mob ua kua paug tawm hauv nws qhov chaw xis los, mas nws yog neeg tsis huv lawm."},{"bible_id":"1525","chapter_code":"LEV.15","verse_code":"LEV.15.3","label":"3","content":"Txawm yog cov kua paug ntawd, tseem tawm lossis tu lawm los nws lub cev yeej tsis huv."},{"bible_id":"1525","chapter_code":"LEV.15","verse_code":"LEV.15.4","label":"4","content":"Lub txaj uas tus mob ntawd pw, thiab txhua yam uas nws mus zaum saud los tsis huv lawm."},{"bible_id":"1525","chapter_code":"LEV.15","verse_code":"LEV.15.5","label":"5","content":"Txhua tus uas mus tuav tus mob ntawd lub txaj,"},{"bible_id":"1525","chapter_code":"LEV.15","verse_code":"LEV.15.6","label":"6","content":"lossis mus zaum saum tej chaw uas tus mob ntawd zaum lawm, nws yuav tsum hle nws cev ris tsho mus ntxhua thiab da dej, mas nws tseem tsis huv mus txog thaum tsaus ntuj."},{"bible_id":"1525","chapter_code":"LEV.15","verse_code":"LEV.15.7","label":"7","content":"Yog leejtwg kov tus neeg mob ntawd thiab nws tej kua paug, nws yuav tsum hle nws cev ris tsho mus ntxhua thiab da dej, mas nws tseem tsis huv mus txog thaum tsaus ntuj."},{"bible_id":"1525","chapter_code":"LEV.15","verse_code":"LEV.15.8","label":"8","content":"Yog hais tias tus neeg uas mob ntawd nto qaubncaug mus lo cov neeg uas twb ua kevcai ntxuav lawm ib tug twg, tus ntawd yuav tsum hle nws cev ris tsho mus ntxhua thiab da dej, mas nws tseem tsis huv mus txog thaum tsaus ntuj."},{"bible_id":"1525","chapter_code":"LEV.15","verse_code":"LEV.15.9","label":"9","content":"Txhua lub eeb nees uas tus neeg mob ntawd caij lawm, lub eeb nees ntawd tsis huv lawm."},{"bible_id":"1525","chapter_code":"LEV.15","verse_code":"LEV.15.10","label":"10","content":"Txhua tus uas mus tuav tej yam uas tus neeg mob ntawd zaum, nws yuav tsis huv mus txog thaum tsaus ntuj."},{"bible_id":"1525","chapter_code":"LEV.15","verse_code":"LEV.15.11","label":"11","content":"Yog tus neeg uas mob ntawd xub mus tuav ib leeg tus twg ua ntej, nws tsis tau ntxuav tes, mas tus uas nws tuav ntawd yuav tsum hle nws cev ris tsho mus ntxhua thiab da dej, mas nws tsis huv mus txog thaum tsaus ntuj."},{"bible_id":"1525","chapter_code":"LEV.15","verse_code":"LEV.15.12","label":"12","content":"Txhua lub laujkaub uas tus neeg mob ntawd kov lawm, yuav tsum muab tsoo povtseg, thiab lub tais ntoo uas tus mob ntawd tuav yuav tsum muab ntxuav kom huv."},{"bible_id":"1525","chapter_code":"LEV.15","verse_code":"LEV.15.13","label":"13","content":"Tom qab uas tus neeg mob ntawd cov kua paug tu lawm, nws yuav tsum tos xya hnub, nws mam hle nws cev ris tsho ntxhua thiab da cov dej cag uas ntshiab, mas nws lub cev thiaj yuav huv."},{"bible_id":"1525","chapter_code":"LEV.15","verse_code":"LEV.15.14","label":"14","content":"Hnub yim nws yuav tsum coj ob tug nquab liabrwg lossis ob tug nquab nyeg mus rau tus povthawj ntawm tus TSWV lub Tsevntaub sib ntsib lub qhovrooj."},{"bible_id":"1525","chapter_code":"LEV.15","verse_code":"LEV.15.15","label":"15","content":"Tus povthawj muab ib tug nquab tua fij daws txim thiab muab ib tug tua hlawv fij. Ua li no yog tus povthawj ua kevcai ntxuav tus mob ntawd kom huv."},{"bible_id":"1525","chapter_code":"LEV.15","verse_code":"LEV.15.16","label":"16","content":"Yog ib tug txivneej twg cov kua chaw xis tawm los, nws yuav tsum da dej ntxuav nws lub cev, mas nws tsis huv mus txog thaum tsaus ntuj."},{"bible_id":"1525","chapter_code":"LEV.15","verse_code":"LEV.15.17","label":"17","content":"Yog cov kua ntawd lo tej khaubncaws lossis tej ris tsho tawv tsiaj, yuav tsum muab coj mus ntxhua thiab tej khaubncaws ntawd tsis huv mus txog thaum tsaus ntuj."},{"bible_id":"1525","chapter_code":"LEV.15","verse_code":"LEV.15.18","label":"18","content":"Tom qab uas tus txivneej thiab tus pojniam pw ua ke tas lawm, nkawd yuav tsum da dej, mas nkawd tsis huv mus txog thaum tsaus ntuj."},{"bible_id":"1525","chapter_code":"LEV.15","verse_code":"LEV.15.19","label":"19","content":"Thaum ib tug pojniam twg coj khaubncaws, nws tsis huv mus txog xya hnub. Leejtwg kov tus pojniam ntawd, tus ntawd tsis huv mus txog thaum tsaus ntuj."},{"bible_id":"1525","chapter_code":"LEV.15","verse_code":"LEV.15.20","label":"20","content":"Txhua yam uas tus pojniam ntawd zaum lossis pw rau saud thaum lub sijhawm uas nws tabtom coj khaubncaws, mas yam ntawd tsis huv lawm."},{"bible_id":"1525","chapter_code":"LEV.15","verse_code":"LEV.15.21+LEV.15.22+LEV.15.23","label":"21-23","content":"Txhua tus uas tuav tus pojniam ntawd lub txaj lossis tej rooj tog uas tus pojniam ntawd zaum lawm, tus ntawd yuav tsum hle nws cev ris tsho ntxhua thiab da dej, mas nws tsis huv mus txog thaum tsaus ntuj."},{"bible_id":"1525","chapter_code":"LEV.15","verse_code":"LEV.15.24","label":"24","content":"Yog ib tug txivneej mus nrog tus pojniam twg pw thaum nws tseem tabtom coj khaubncaws, tus pojniam ntawd cov ntshav lo tus txivneej ntawd lawm, tus txivneej ntawd tsis huv mus txog xya hnub, thiab txhua lub txaj uas tus txivneej ntawd pw los tsis huv lawm thiab."},{"bible_id":"1525","chapter_code":"LEV.15","verse_code":"LEV.15.25","label":"25","content":"Yog tus pojniam twg nchuav cev ntau hnub uas tsis yog nws lub caij coj khaubncaws lossis nws nchuav cev heev rau thaum txog caij nws coj khaubncaws, nws nchuav cev ntev npaum li cas nws tsis huv ntev npaum li ntawd; ib yam li thaum nws coj khaubncaws, nws lub cev tsis huv ntag."},{"bible_id":"1525","chapter_code":"LEV.15","verse_code":"LEV.15.26","label":"26","content":"Txhua lub txaj uas nws pw thiab txhua lub chaw uas nws zaum, thaum lub sijhawm uas nws tabtom coj khaubncaws ntawd tsis huv lawm."},{"bible_id":"1525","chapter_code":"LEV.15","verse_code":"LEV.15.27","label":"27","content":"Yog leejtwg mus tuav tej khoom ntawd nws yuav tsis huv, mas nws yuav tsum hle nws cev ris tsho ntxhua thiab da dej; mas nws tsis huv mus txog thaum tsaus ntuj."},{"bible_id":"1525","chapter_code":"LEV.15","verse_code":"LEV.15.28","label":"28","content":"Tom qab uas nws coj khaubncaws dua lawm, nws yuav tsum tos xya hnub, ces nws mam li mus ua kevcai ntxuav, nws thiaj yuav huv."},{"bible_id":"1525","chapter_code":"LEV.15","verse_code":"LEV.15.29","label":"29","content":"Hnub yim, nws cia li nqa ob tug nquab liabrwg lossis ob tug nquab nyeg mus rau tus povthawj ntawm tus TSWV lub Tsevntaub sib ntsib lub qhovrooj."},{"bible_id":"1525","chapter_code":"LEV.15","verse_code":"LEV.15.30","label":"30","content":"Tus povthawj muab ib tug nquab tua fij daws txim thiab muab ib tug tua hlawv fij. Qhov uas tus povthawj ua li no yog ua kevcai ntxuav tus pojniam ntawd kom huv."},{"bible_id":"1525","chapter_code":"LEV.15","verse_code":"LEV.15.31","label":"31","content":"Neb qhia rau cov Yixalayees kom txav deb ntawm tej uas tsis huv, lawv thiaj tsis ua txhaum rau tus TSWV lub Tsevntaub sib ntsib uas nyob hauv lub plawv yeej. Yog lawv ua txhaum, ces lawv yuav tuag."},{"bible_id":"1525","chapter_code":"LEV.15","verse_code":"LEV.15.32","label":"32","content":"Tej uas hais los no yog txoj kevcai hais txog tus txivneej uas mob los kua paug lossis nws qhov chaw xis los kua paug,"},{"bible_id":"1525","chapter_code":"LEV.15","verse_code":"LEV.15.33","label":"33","content":"thiab tus pojniam uas coj khaubncaws lossis tus txivneej uas mus nrog tus pojniam coj khaubncaws pw, nws tsis huv ib yam nkaus thiab."},{"bible_id":"1525","chapter_code":"LEV.16","verse_code":"LEV.16.1","label":"1","content":"Tus TSWV hais rau Mauxes tom qab uas Aloos ob tug tub raug tua tuag thaum nkawd coj cov ncaig taws tsis dawbhuv mus fij rau tus TSWV."},{"bible_id":"1525","chapter_code":"LEV.16","verse_code":"LEV.16.2","label":"2","content":"Tus TSWV hais rau Mauxes hais tias, “Koj cia li qhia rau koj tus tijlaug Aloos hais tias, tsuas yog thaum txog lub sijhawm uas teem tseg, nws thiaj mus tau rau tom qab daim ntaub uas quas Chav Dawbhuv kawg nkaus xwb, rau qhov kuv tshwm saum tauv huab los nyob rau saum lub Phijxab uas ntim Vajtswv tej lus cog tseg. Yog nws tsis mloog lus, nws yuav tuag."},{"bible_id":"1525","chapter_code":"LEV.16","verse_code":"LEV.16.3","label":"3","content":"Nws mus tau rau hauv Chav Dawbhuv kawg nkaus, thaum nws coj tus ntsuag nyuj mus tua fij daws txim thiab tus laug yaj mus tua hlawv fij nkaus xwb.”"},{"bible_id":"1525","chapter_code":"LEV.16","verse_code":"LEV.16.4","label":"4","content":"Ua ntej nws yuav mus rau hauv Chav uas Dawbhuv kawg nkaus, nws yuav tsum da dej thiab hnav cev ris tsho povthawj uas yog: lub tsho ntaubmag ntev, lub ris luv, sia txoj siv ntaubmag thiab ntoo txoj phuam."},{"bible_id":"1525","chapter_code":"LEV.16","verse_code":"LEV.16.5","label":"5","content":"Cov Yixalayees yuav tsum muab ob tug laug tshis rau Aloos coj mus tua fij daws txim thiab ib tug laug yaj coj mus tua hlawv fij."},{"bible_id":"1525","chapter_code":"LEV.16","verse_code":"LEV.16.6","label":"6","content":"Nws muab ib tug heev nyuj coj mus fij ua khoom theej txhoj daws nws thiab nws tsevneeg lub txim."},{"bible_id":"1525","chapter_code":"LEV.16","verse_code":"LEV.16.7","label":"7","content":"Ces nws yuav tsum tau coj ob tug laug tshis ntawd mus rau ntawm tus TSWV lub Tsevntaub sib ntsib lub qhovrooj."},{"bible_id":"1525","chapter_code":"LEV.16","verse_code":"LEV.16.8","label":"8","content":"Aloos muab ob tug tshis ntawd rho ntawv, ib tug rau tus TSWV, thiab ib tug rau Axaxees."},{"bible_id":"1525","chapter_code":"LEV.16","verse_code":"LEV.16.9","label":"9","content":"Aloos yuav tsum muab tus tshis uas rho ntawv tau rau tus TSWV tua theej txhoj thiab muab fij daws txim."},{"bible_id":"1525","chapter_code":"LEV.16","verse_code":"LEV.16.10","label":"10","content":"Thiab muab tus tshis uas rho ntawv tau rau Axaxees fij ciaj rau tus TSWV thiab muab tso mus rau Axaxees tom tiaj suabpuam, kom ris sawvdaws tej kev txhaum mus povtseg."},{"bible_id":"1525","chapter_code":"LEV.16","verse_code":"LEV.16.11","label":"11","content":"Thaum Aloos muab tus heev nyuj los tua fij daws nws thiab nws tsevneeg lub txim,"},{"bible_id":"1525","chapter_code":"LEV.16","verse_code":"LEV.16.12","label":"12","content":"nws yuav tsum muab lub yias rau ncaig taws mus yawm ib co ncaig uas tseem cig ntsaj thuav ntawm lub thaj, thiab yawm ob phoovtes hmoov tshuaj tsw qab coj mus rau hauv Chav Dawbhuv kawg nkaus."},{"bible_id":"1525","chapter_code":"LEV.16","verse_code":"LEV.16.13","label":"13","content":"Nws muab cov hmoov tshuaj tsw qab tso rau saum cov ncaig taws tabmeeg tus TSWV, kom cov pa hmoov tshuaj tsw qab ncho tuaj roos lub hau Phijxab uas ntim Vajtswv tej lus cog tseg kom Aloos tsis txhob pom lub hau phijxab, nws thiaj tsis tuag."},{"bible_id":"1525","chapter_code":"LEV.16","verse_code":"LEV.16.14","label":"14","content":"Aloos yuav tsum nqa cov ntshav nyuj mus thiab muab nws tus ntivtes tub cov ntshav ntawd, nchos rau lub hau Phijxab sab hauv ntej thiab muab mentsis nchos rau lub Phijxab sab ntawm hauv ntej xya zaus."},{"bible_id":"1525","chapter_code":"LEV.16","verse_code":"LEV.16.15","label":"15","content":"Ces tom qab ntawd, Aloos mam li muab tus laug tshis uas fij daws cov pejxeem lub txim tua, thiab nqa cov ntshav mus rau hauv Chav Dawbhuv kawg nkaus, muab cov ntshav ntawd nchos rau lub hau Phijxab thiab lub Phijxab sab hauv ntej, ib yam li nws nchos cov ntshav nyuj."},{"bible_id":"1525","chapter_code":"LEV.16","verse_code":"LEV.16.16","label":"16","content":"Qhov uas Aloos ua li no, yog nws ua kevcai ntxuav Chav Dawbhuv kawg nkaus kom huv, vim cov Yixalayees tej kev phem kev qias thiab lawv tej kev txhaum. Aloos yuav tsum ua kevcai ntxuav li no rau tus TSWV lub Tsevntaub sib ntsib, rau qhov lub tsevntaub nyob hauv lub plawv yeej uas yog qhov chaw tsis huv."},{"bible_id":"1525","chapter_code":"LEV.16","verse_code":"LEV.16.17","label":"17","content":"Thaum Aloos mus rau hauv Chav Dawbhuv kawg nkaus, mus ua kevcai ntxuav nws, nws tsevneeg thiab cov Yixalayees, mas tsis pub ib tug neeg nyob hauv tus TSWV lub Tsevntaub sib ntsib mus txog thaum uas nws tawm rov los;"},{"bible_id":"1525","chapter_code":"LEV.16","verse_code":"LEV.16.18","label":"18","content":"Aloos yuav tsum mus hlawv khoom fij rau ntawm lub thaj thiab ua kevcai ntxuav lub thaj. Nws yuav tsum muab mentsis ntshav nyuj thiab ntshav tshis pleev rau plaub tug kub saum plaub ceg kaum thaj."},{"bible_id":"1525","chapter_code":"LEV.16","verse_code":"LEV.16.19","label":"19","content":"Thiab nws yuav tsum muab nws tus ntivtes tub cov ntshav ntawd nchos rau lub thaj xya zaus. Qhov uas nws ua li no yog nws ua kevcai ntxuav lub thaj, vim cov Yixalayees tej kev txhaum thiab ua kom lub thaj dawbhuv."},{"bible_id":"1525","chapter_code":"LEV.16","verse_code":"LEV.16.20","label":"20","content":"Thaum Aloos ua kevcai ntxuav Chav uas Dawbhuv kawg nkaus hauv tus TSWV lub Tsevntaub sib ntsib thiab lub thaj tas lawm, nws mam li muab tus tshis uas rho tau rau Axaxees  fij ciaj rau tus TSWV."},{"bible_id":"1525","chapter_code":"LEV.16","verse_code":"LEV.16.21","label":"21","content":"Aloos tsa nws ob txhais tes rau saum tus tshis ntawd lub taubhau thiab lees tagnrho cov Yixalayees tej kev phem kev qias, tej txim thiab tej kev ntxeev siab, muab tej ntawd foom huv tibsi rau saum tus tshis lub taubhau. Ces kom tus neeg uas twb npaj tau lawm cab tus tshis ntawd mus tso rau tom tiaj suabpuam."},{"bible_id":"1525","chapter_code":"LEV.16","verse_code":"LEV.16.22","label":"22","content":"Ces tus tshis ntawd yuav ris lawv tej txim saum nws lub taubhau nrog nws mus povtseg, rau thaj chaw uas tsis muaj neeg nyob hlo li."},{"bible_id":"1525","chapter_code":"LEV.16","verse_code":"LEV.16.23","label":"23","content":"Ces Aloos yuav tsum rov mus rau hauv tus TSWV lub Tsevntaub sib ntsib, muab cev ris tsho povthawj uas nws hnav ua ntej nws mus rau hauv Chav Dawbhuv kawg nkaus hle thiab muab tso rau hauv."},{"bible_id":"1525","chapter_code":"LEV.16","verse_code":"LEV.16.24","label":"24","content":"Nws yuav tsum mus da dej hauv ib chav dawbhuv thiab hnav nws cev ris tsho. Tom qab ntawd, nws mam li tawm los thiab muab khoom mus hlawv fij daws nws thiab cov Yixalayees lub txim."},{"bible_id":"1525","chapter_code":"LEV.16","verse_code":"LEV.16.25","label":"25","content":"Nws yuav tsum muab cov roj tsiaj mus hlawv rau saum lub thaj fij daws txim."},{"bible_id":"1525","chapter_code":"LEV.16","verse_code":"LEV.16.26","label":"26","content":"Tus neeg uas cab tus tshis mus rau Axaxees tom tiaj suabpuam yuav tsum hle nws cev ris tsho ntxhua thiab da dej ua ntej uas nws yuav rov los rau hauv lub yeej."},{"bible_id":"1525","chapter_code":"LEV.16","verse_code":"LEV.16.27","label":"27","content":"Tus heev nyuj thiab tus laug yaj uas tua fij daws txim uas twb muab cov ntshav nqa mus ua kevcai daws txim rau hauv Chav Dawbhuv kawg nkaus lawm, yuav tsum coj mus rau sab nraum ntug yeej, ob daim tawv, cov nqaij, lub plab thiab cov hnyuv yuav tsum muab hlawv kom tas huv tibsi."},{"bible_id":"1525","chapter_code":"LEV.16","verse_code":"LEV.16.28","label":"28","content":"Tus uas mus hlawv tej ntawd, nws yuav tsum hle nws cev ris tsho ntxhua thiab da dej ua ntej uas nws yuav rov los rau hauv lub yeej."},{"bible_id":"1525","chapter_code":"LEV.16","verse_code":"LEV.16.29","label":"29","content":"Yuav tsum coj raws li tej kevcai no mus ibtxhis. Lub xya hli ntuj hnub xiab kaug, cov Yixalayees thiab cov neeg txawv tebchaws uas nrog nej nyob ua ke, yuav tsum ua kevcai yoo mov thiab tsis txhob ua ib yam haujlwm dabtsi hlo li."},{"bible_id":"1525","chapter_code":"LEV.16","verse_code":"LEV.16.30","label":"30","content":"Hnub ntawd yuav tsum ua kevcai daws tagnrho nej tej kev txhaum, nej thiaj li ua tau neeg huv."},{"bible_id":"1525","chapter_code":"LEV.16","verse_code":"LEV.16.31","label":"31","content":"Hnub ntawd yog hnub dawbhuv, hnub ntawd nej yuav tsum yoo mov ib hnub thiab tsis txhob ua ib yam haujlwm li. Tej no yog tej kevcai uas nej yuav tsum coj thiab ua mus ibtxhis li."},{"bible_id":"1525","chapter_code":"LEV.16","verse_code":"LEV.16.32","label":"32","content":"Tus Povthawj Hlob uas tsa los hloov nws txiv chaw, yog tus uas ua kevcai ntxuav rau sawvdaws kom huv. Nws yuav tsum hnav cev ris tsho povthawj"},{"bible_id":"1525","chapter_code":"LEV.16","verse_code":"LEV.16.33","label":"33","content":"thiab ua kevcai ntxuav Chav uas Dawbhuv kawg nkaus, tus TSWV lub Tsevntaub sib ntsib, lub thaj thiab cov Yixalayees sawvdaws."},{"bible_id":"1525","chapter_code":"LEV.16","verse_code":"LEV.16.34","label":"34","content":"Tej kevcai no yog tej uas nej yuav tsum coj thiab ua raws li no mus ibtxhis. Yuav tsum ua txoj kevcai no rau cov Yixalayees ib xyoo ib zaug ntxuav lawv tej kev txhaum povtseg. Yog li ntawd, Mauxes  thiaj ua raws li tej lus uas tus TSWV tau samhwm rau nws lawm."},{"bible_id":"1525","chapter_code":"LEV.17","verse_code":"LEV.17.1","label":"1","content":"Tus TSWV hais rau Mauxes"},{"bible_id":"1525","chapter_code":"LEV.17","verse_code":"LEV.17.2","label":"2","content":"kom hais rau Aloos, Aloos cov tub thiab cov Yixalayees sawvdaws hais tias,"},{"bible_id":"1525","chapter_code":"LEV.17","verse_code":"LEV.17.3+LEV.17.4","label":"3-4","content":"ntawm no yog tej lus uas tus TSWV hais rau cov Yixalayees, yog leejtwg tua nyuj, tua yaj lossis tua tshis fij rau tus TSWV nyob ntawm lub yeej sab hauv lossis sab nraud, yog tsis coj tuaj tua rau ntawm tus TSWV lub Tsevntaub sib ntsib lub qhovrooj, tus ntawd muaj txim vim nws tau tso ntshav povtseg; yuav muab nws rho tawm ntawm Vajtswv haivneeg mus."},{"bible_id":"1525","chapter_code":"LEV.17","verse_code":"LEV.17.5","label":"5","content":"Cov lus samhwm no lub ntsiab yog kom cov Yixalayees yuav tsum coj tej tsiaj uas lawv coj mus tua tom tej tiaj nrag tuaj fij rau tus TSWV. Txij no mus lawv yuav tsum coj tej tsiaj ntawd tuaj rau tus povthawj ntawm tus TSWV lub Tsevntaub sib ntsiab lub qhovrooj, thiab muab tej tsiaj ntawd tua fij rau tus TSWV ua kev sib raug zoo."},{"bible_id":"1525","chapter_code":"LEV.17","verse_code":"LEV.17.6","label":"6","content":"Tus povthawj muab cov ntshav nchos puagncig lub thaj uas nyob ntawm tus TSWV lub Tsevntaub sib ntsib lub qhovrooj, thiab muab cov roj hlawv kom tsw qab ntxiag ua rau tus TSWV txaus siab."},{"bible_id":"1525","chapter_code":"LEV.17","verse_code":"LEV.17.7","label":"7","content":"Cov Yixalayees yuav tsum tseg tsis txhob ua tsis ncaj rau tus TSWV, vim qhov uas lawv pheej tua tej tsiaj fij rau tej dab tshis tom tej tiaj nrag. Cov Yixalayees yuav tsum coj txoj kevcai no mus ibtxhis li."},{"bible_id":"1525","chapter_code":"LEV.17","verse_code":"LEV.17.8","label":"8","content":"Thiab koj hais rau lawv hais tias, cov Yixalayees lossis cov neeg txawv tebchaws txhua tus uas nrog lawv nyob ua ke, yog leejtwg tua tsiaj hlawv fij lossis fij theej txhoj"},{"bible_id":"1525","chapter_code":"LEV.17","verse_code":"LEV.17.9","label":"9","content":"uas yog muab fij rau tus TSWV, tiamsis tsis coj tuaj tua rau ntawm tus TSWV lub Tsevntaub sib ntsib lub qhovrooj, yuav muab tus ntawd rho tawm ntawm Vajtswv haivneeg mus."},{"bible_id":"1525","chapter_code":"LEV.17","verse_code":"LEV.17.10","label":"10","content":"Yog cov Yixalayees lossis cov neeg txawv tebchaws uas nrog nej nyob ua ke, leejtwg noj tej nqaij uas txham ntshav, tus TSWV yuav tawmtsam tus ntawd thiab yuav muab nws rho tawm ntawm Vajtswv haivneeg mus."},{"bible_id":"1525","chapter_code":"LEV.17","verse_code":"LEV.17.11","label":"11","content":"Txhua yam uas ciaj sia, txojsia nyob hauv cov ntshav, tus TSWV thiaj samhwm kom muab tagnrho tej ntshav hliv rau saum lub thaj thiaj daws tau neeg tej kev txhaum povtseg. Ntshav yog txojsia, thiaj daws tau kev txhaum."},{"bible_id":"1525","chapter_code":"LEV.17","verse_code":"LEV.17.12","label":"12","content":"Yog li no, tus TSWV thiaj samhwm rau cov Yixalayees, tsis pub lawv thiab cov neeg txawv tebchaws uas nrog lawv nyob ua ke noj tej nqaij uas txham ntshav li."},{"bible_id":"1525","chapter_code":"LEV.17","verse_code":"LEV.17.13","label":"13","content":"Yog cov Yixalayees lossis cov neeg txawv tebchaws uas nrog nej nyob ua ke, leejtwg mus tua tsiaj lossis noog uas yog yam tsiaj huv los noj, yuav tsum muab cov ntshav hliv rau hauv av thiab muab av npoog rau."},{"bible_id":"1525","chapter_code":"LEV.17","verse_code":"LEV.17.14","label":"14","content":"Txhua yam uas ciaj sia, txojsia yog nyob hauv cov ntshav xwb, yog li ntawd, tus TSWV thiaj hais rau cov Yixalayees kom tsis txhob noj tej nqaij uas txham ntshav, yog leejtwg noj, yuav tsum muab tus ntawd rho tawm ntawm Vajtswv haivneeg mus."},{"bible_id":"1525","chapter_code":"LEV.17","verse_code":"LEV.17.15","label":"15","content":"Txhua tus, tsis hais cov Yixalayees lossis cov neeg txawv tebchaws mus hlais tej tsiaj uas mob tuag lossis tsiaj nyaum tom tuag los ua noj, nws yuav tsum hle nws cev ris tsho ntxhua, da dej thiab nyob tos txog thaum tsaus ntuj kom nws huv tso."},{"bible_id":"1525","chapter_code":"LEV.17","verse_code":"LEV.17.16","label":"16","content":"Yog nws tsis ntxhua nws tej ris tsho thiab da dej, nws yuav tsum ris nws lub txim ntawd."},{"bible_id":"1525","chapter_code":"LEV.18","verse_code":"LEV.18.1","label":"1","content":"Tus TSWV hais rau Mauxes"},{"bible_id":"1525","chapter_code":"LEV.18","verse_code":"LEV.18.2","label":"2","content":"kom hais rau cov Yixalayees hais tias, “Kuv yog tus TSWV uas yog nej tus Vajtswv."},{"bible_id":"1525","chapter_code":"LEV.18","verse_code":"LEV.18.3","label":"3","content":"Nej tsis txhob xyaum ua raws li cov neeg Iziv uas nyob nram qhov chaw uas nej twb mus nyob ib zaug lawm lossis tsis txhob ua li cov neeg uas nyob hauv lub tebchaws Kana-as uas kuv tabtom coj nej mus nyob pheej ibtxwm ua."},{"bible_id":"1525","chapter_code":"LEV.18","verse_code":"LEV.18.4","label":"4","content":"Nej yuav tsum hwm kuv tej kevcai thiab ua raws li tej lus uas kuv twb samhwm rau nej lawm. Kuv yog tus TSWV uas yog nej tus Vajtswv."},{"bible_id":"1525","chapter_code":"LEV.18","verse_code":"LEV.18.5","label":"5","content":"Nej yuav tsum xyaum thiab ua raws li tej kevcai thiab tej lus samhwm uas kuv muab cob rau nej lawm; yog leejtwg ua raws li no yuav cawm tau nws txojsia. Kuv yog tus TSWV.”"},{"bible_id":"1525","chapter_code":"LEV.18","verse_code":"LEV.18.6","label":"6","content":"Tsis txhob mus nrog nej tej neeg uas txeeb ze sib dee."},{"bible_id":"1525","chapter_code":"LEV.18","verse_code":"LEV.18.7","label":"7","content":"Tsis txhob deev koj niam, ua rau koj txiv poob ntsejmuag. Koj tsis txhob ua rau koj niam poob ntsejmuag."},{"bible_id":"1525","chapter_code":"LEV.18","verse_code":"LEV.18.8","label":"8","content":"Tsis txhob deev koj txiv cov pojniam ib tug twg, ua rau koj txiv poob ntsejmuag hlo li."},{"bible_id":"1525","chapter_code":"LEV.18","verse_code":"LEV.18.9","label":"9","content":"Tsis txhob deev koj tus muam uas yog ib tug niam yug lossis tus muam uas tsis nrog koj koom niam, tsis hais tus uas yug hauv koj tsev lossis coj lwm qhov los."},{"bible_id":"1525","chapter_code":"LEV.18","verse_code":"LEV.18.10","label":"10","content":"Tsis txhob deev koj tus ntxhais xeebntxwv; qhov uas koj ua rau nws poob ntsejmuag kuj ua rau koj poob ntsejmuag ib yam nkaus."},{"bible_id":"1525","chapter_code":"LEV.18","verse_code":"LEV.18.11","label":"11","content":"Tsis txhob deev koj tus muam uas tsis nrog koj koom niam; nws twb yog koj tus muam ib yam nkaus thiab."},{"bible_id":"1525","chapter_code":"LEV.18","verse_code":"LEV.18.12+LEV.18.13","label":"12-13","content":"Tsis txhob deev koj tus phauj uas yog koj txiv tus muam lossis koj niam tus niamlaus lossis niamhluas."},{"bible_id":"1525","chapter_code":"LEV.18","verse_code":"LEV.18.14","label":"14","content":"Tsis txhob deev koj tus txiv hlob lossis koj tus txiv ntxawm tus pojniam, rau qhov nws yog koj tus niamhlob lossis koj tus niamntxawm."},{"bible_id":"1525","chapter_code":"LEV.18","verse_code":"LEV.18.15","label":"15","content":"Tsis txhob deev koj tus nyab, rau qhov nws yog koj tus tub tus pojniam."},{"bible_id":"1525","chapter_code":"LEV.18","verse_code":"LEV.18.16","label":"16","content":"Tsis txhob deev koj tus tijlaug lossis koj tus kwv tus pojniam, rau qhov yuav ua rau koj tus tijlaug lossis koj tus kwv poob ntsejmuag."},{"bible_id":"1525","chapter_code":"LEV.18","verse_code":"LEV.18.17","label":"17","content":"Tsis txhob deev tus pojniam uas koj twb tau deev dua los lawm tus ntxhais lossis nws tus ntxhais xeebntxwv; rau qhov lawv yog koj roj ntshav, yog koj ua li ntawd txhaum kevcai."},{"bible_id":"1525","chapter_code":"LEV.18","verse_code":"LEV.18.18","label":"18","content":"Tsis txhob mus yuav koj tus pojniam tus niamhluas los ua koj tus niamyau, thaum koj tus pojniam tseem ua neej nyob."},{"bible_id":"1525","chapter_code":"LEV.18","verse_code":"LEV.18.19","label":"19","content":"Tsis txhob deev tus pojniam uas nws tseem tabtom coj khaubncaws, rau qhov nws lub cev tsis huv lawm."},{"bible_id":"1525","chapter_code":"LEV.18","verse_code":"LEV.18.20","label":"20","content":"Tsis txhob deev lwm tus txivneej tus pojniam; qhov ntawd yuav ua rau koj lub cev tsis huv."},{"bible_id":"1525","chapter_code":"LEV.18","verse_code":"LEV.18.21","label":"21","content":"Tsis txhob muab nej tej menyuam tua txi tus vajtswv Maulej, rau qhov yuav ua rau nej tus Vajtswv uas yog tus TSWV lub npe raug luag thuam tsis zoo."},{"bible_id":"1525","chapter_code":"LEV.18","verse_code":"LEV.18.22","label":"22","content":"Tsis pub tej txivneej deev txivneej. Vajtswv ntxub tej kev phem ntawd kawg li."},{"bible_id":"1525","chapter_code":"LEV.18","verse_code":"LEV.18.23","label":"23","content":"Nej tsis txhob mus deev tej tsiaj, ua rau nej tsis huv lossis tej pojniam tsis txhob muab nws lub cev mus rau tej tsiaj deev, ua li ntawd yog kev txhaum."},{"bible_id":"1525","chapter_code":"LEV.18","verse_code":"LEV.18.24","label":"24","content":"Nej tsis txhob ua rau nej tsis huv vim tej kev phem no, cov neeg uas ibtxwm nyob hauv lub tebchaws no pheej ua li ntawd, kuv thiaj muab lawv ntiab tawm, kom nej thiaj tau los nyob rau hauv."},{"bible_id":"1525","chapter_code":"LEV.18","verse_code":"LEV.18.25","label":"25","content":"Lawv ua rau lub tebchaws no tsis huv, yog li ntawd, tus TSWV thiaj rau txim rau lawv, thiab muab lawv ntiab tawm hauv lub tebchaws mus lawm."},{"bible_id":"1525","chapter_code":"LEV.18","verse_code":"LEV.18.26+LEV.18.27","label":"26-27","content":"Lawv ua ntau yam kev phem thiab ua rau lub tebchaws tsis huv lawm, tiamsis nej yuav tsum tsis txhob ua tej kev phem ntawd. Tagnrho nej sawvdaws, tsis hais cov Yixalayees lossis cov neeg txawv tebchaws uas nrog nej nyob, yuav tsum coj tus TSWV tej kevcai thiab tej lus samhwm,"},{"bible_id":"1525","chapter_code":"LEV.18","verse_code":"LEV.18.28","label":"28","content":"yog nej tsis ua li ntawd, ces nej yuav raug ntiab tawm hauv lub tebchaws no mus, ib yam li cov neeg uas nyob ua nej ntej raug ntiab tawm lawm."},{"bible_id":"1525","chapter_code":"LEV.18","verse_code":"LEV.18.29","label":"29","content":"Yog leejtwg ua kev phem kev qias, yuav muab tus ntawd rho tawm ntawm Vajtswv haivneeg mus."},{"bible_id":"1525","chapter_code":"LEV.18","verse_code":"LEV.18.30","label":"30","content":"Tus TSWV hais tias, “Nej yuav tsum hwm tej lus samhwm uas kuv muab rau nej thiab nej tsis txhob xyaum ua nej lub neej li cov neeg uas xub nyob hauv lub tebchaws no ua, thiab tsis txhob ua rau nej tsis huv vim tej kev txhaum no. Kuv yog tus TSWV uas yog nej tus Vajtswv.”"},{"bible_id":"1525","chapter_code":"LEV.19","verse_code":"LEV.19.1","label":"1","content":"Tus TSWV hais rau Mauxes"},{"bible_id":"1525","chapter_code":"LEV.19","verse_code":"LEV.19.2","label":"2","content":"kom hais rau cov Yixalayees hais tias, “Nej yuav tsum ua neeg dawbhuv, rau qhov kuv yog tus TSWV uas yog nej tus Vajtswv, kuv yog tus dawbhuv."},{"bible_id":"1525","chapter_code":"LEV.19","verse_code":"LEV.19.3","label":"3","content":"Nej txhua tus yuav tsum hwm nej niam nej txiv, thiab ceev hnub Xanpataus ua hnub tseemceeb, raws li kuv twb samhwm rau nej lawm. Kuv yog tus TSWV uas yog nej tus Vajtswv."},{"bible_id":"1525","chapter_code":"LEV.19","verse_code":"LEV.19.4","label":"4","content":"“Tsis txhob tso kuv tseg thiab mus pe mlom; tsis txhob muab tooj muab hlau nchuav ua mlom rau nej pe. Kuv yog tus TSWV uas yog nej tus Vajtswv."},{"bible_id":"1525","chapter_code":"LEV.19","verse_code":"LEV.19.5","label":"5","content":"“Thaum nej tua tsiaj fij ua kev sib raug zoo rau tus TSWV, nej yuav tsum hwm tej kevcai uas kuv muab rau nej lawm, kuv thiaj txaus siab rau nej tej khoom fij ntawd."},{"bible_id":"1525","chapter_code":"LEV.19","verse_code":"LEV.19.6","label":"6","content":"Cov nqaij nej yuav tsum muab noj kom tas rau hnub uas nej tua tus tsiaj ntawd lossis hnub tom qab. Hnub peb tej nqaij uas seem yuav tsum muab hlawv povtseg,"},{"bible_id":"1525","chapter_code":"LEV.19","verse_code":"LEV.19.7","label":"7","content":"rau qhov tej nqaij ntawd tsis huv lawm. Yog leejtwg noj mas kuv yuav tsis txaus siab rau tus ntawd tej khoom fij."},{"bible_id":"1525","chapter_code":"LEV.19","verse_code":"LEV.19.8","label":"8","content":"Txhua tus uas noj cov khoom fij ntawd yuav raug txim, rau qhov nws ua tsis huv rau tej khoom dawbhuv uas fij rau kuv ntawd, thiab yuav muab nws rho tawm ntawm kuv haivneeg mus."},{"bible_id":"1525","chapter_code":"LEV.19","verse_code":"LEV.19.9","label":"9","content":"“Thaum nej hlais nej tej nplej hauv nej tej teb, nej tsis txhob hlais cov nplej uas nyob tom ntug teb kom tas, thiab tsis txhob rov qab mus hlais tej hnab nplej uas seem."},{"bible_id":"1525","chapter_code":"LEV.19","verse_code":"LEV.19.10","label":"10","content":"Tsis txhob rov qab mus sau tej txiv hmab uas nej sau tsis tas hauv nej tej vaj txiv hmab lossis mus khaws tej txiv hmab uas poob rau hauv av; tseg tej txiv ntawd rau cov neeg txomnyem thiab cov neeg txawv tebchaws. Kuv yog tus TSWV uas yog nej tus Vajtswv."},{"bible_id":"1525","chapter_code":"LEV.19","verse_code":"LEV.19.11","label":"11","content":"“Nej tsis txhob ua tubsab, tsis txhob ua tsis ncaj rau lwm tus thiab tsis txhob dag."},{"bible_id":"1525","chapter_code":"LEV.19","verse_code":"LEV.19.12","label":"12","content":"Tsis txhob tuav kuv lub npe coglus tsis tseeb, yog nej ua li ntawd, yog nej saib tsis taus nej tus Vajtswv lub npe. Kuv yog tus TSWV."},{"bible_id":"1525","chapter_code":"LEV.19","verse_code":"LEV.19.13","label":"13","content":"“Nej tsis txhob tsimtxom nej tej kwvtij zejzog lossis nyiag nws tug. Tsis txhob sej tej tub zog uas nej ntiav tej nqi zog cia mus txog tagkis sawv ntxov."},{"bible_id":"1525","chapter_code":"LEV.19","verse_code":"LEV.19.14","label":"14","content":"Tsis txhob foom tus neeg lag ntseg lossis muab tej yam dabtsi mus cuab tus neeg digmuag kev kom nws dawm ntog. Nej yuav tsum paub ntshai nej tus Vajtswv. Kuv yog tus TSWV."},{"bible_id":"1525","chapter_code":"LEV.19","verse_code":"LEV.19.15","label":"15","content":"“Tsis txhob tu plaub ntug tsis ncaj, thiab tsis txhob saib tsis taus cov pluag lossis tsa cov npluanuj cai. Tiamsis nej yuav tsum txiav txim raws li kev ncaj ncees rau nej cov kwvtij zejzog."},{"bible_id":"1525","chapter_code":"LEV.19","verse_code":"LEV.19.16","label":"16","content":"Tsis txhob mus taug xaiv rau ib leeg tus twg, thiab thaum muaj leejtwg raug luag iab liam uas yog lub txim tuag, nej yuav tsum tau pab hais raws li qhov tseeb kom daws tau nws dim. Kuv yog tus TSWV."},{"bible_id":"1525","chapter_code":"LEV.19","verse_code":"LEV.19.17","label":"17","content":"“Tsis txhob ntxub ib leeg tus twg rau nruab siab, tiamsis yuav tsum mus nrog nws sib hais kom haum, nej thiaj yuav tsis ua txhaum vim qhov uas nej ntxub nws."},{"bible_id":"1525","chapter_code":"LEV.19","verse_code":"LEV.19.18","label":"18","content":"Tsis txhob ua phem pauj rau ib leeg tus twg lossis pheej ntxub nws, tiamsis yuav tsum hlub koj tej kwvtij zejzog ib yam li koj hlub koj lub cev. Kuv yog tus TSWV."},{"bible_id":"1525","chapter_code":"LEV.19","verse_code":"LEV.19.19","label":"19","content":"“Nej yuav tsum ua raws li kuv tej lus samhwm. Tsis txhob muab ib yam tsiaj los tso taw rau ib yam tsiaj kom txuam tsoov. Tsis txhob muab ob yam noob qoob mus tseb rau hauv ib thaj teb. Tsis txhob hnav tej ris tsho uas muab ob yam ntaub los xaws ua ke."},{"bible_id":"1525","chapter_code":"LEV.19","verse_code":"LEV.19.20","label":"20","content":"“Yog ib tug ntxhais qhev twg lees mus ua ib tug txivneej twg tus niamyau lawm, tiamsis tus txivneej ntawd tseem tsis tau them nqi thiab coj nws mus, yog muaj lwm tus txivneej tuaj deev nws, mas nkawd yuav tsum raug txim, tiamsis  tsis txhob muab tua, rau qhov nws tseem yog ib tug ntxhais qhev."},{"bible_id":"1525","chapter_code":"LEV.19","verse_code":"LEV.19.21","label":"21","content":"Tus txivneej ntawd yuav tsum coj ib tug laug yaj mus rau ntawm tus TSWV lub Tsevntaub sib ntsib lub qhovrooj, muab tua fij rau tus TSWV daws tus ntawd txojkev txhaum,"},{"bible_id":"1525","chapter_code":"LEV.19","verse_code":"LEV.19.22","label":"22","content":"thiab tus povthawj muab tus laug yaj fij daws tus txivneej ntawd txojkev txhaum, Vajtswv thiaj yuav zam nws lub txim."},{"bible_id":"1525","chapter_code":"LEV.19","verse_code":"LEV.19.23","label":"23","content":"“Thaum nej mus txog rau hauv lub tebchaws Kana-as thiab cog txhua yam txiv ntoo, nej yuav tsum suav ntsoov thawj peb lub xyoos cov txiv ntoo ntawd tseem tsis tau huv. Thaum lub sijhawm ntawd nej tsis txhob de cov txiv ntoo ntawd los noj."},{"bible_id":"1525","chapter_code":"LEV.19","verse_code":"LEV.19.24","label":"24","content":"Xyoo plaub txhua yam txiv hmab txiv ntoo yuav tsum tau muab fij rau kuv  uas yog tus TSWV."},{"bible_id":"1525","chapter_code":"LEV.19","verse_code":"LEV.19.25","label":"25","content":"Tiamsis xyoo tsib nej mam li de cov txiv ntoo ntawd los noj. Yog nej ua txhua yam no, nej tej txiv ntoo yuav txi txiv ncw. Kuv yog tus TSWV uas yog nej tus Vajtswv."},{"bible_id":"1525","chapter_code":"LEV.19","verse_code":"LEV.19.26","label":"26","content":"“Nej tsis txhob noj tej nqaij uas txham ntshav. Nej tsis txhob xyaum ua txhua yam yeessiv lossis ua neeb ua yaig."},{"bible_id":"1525","chapter_code":"LEV.19","verse_code":"LEV.19.27","label":"27","content":"Nej tsis txhob txiav nej cov plaubhau ntawm ob sab ntsos lossis chais nej cov hwjtxwv."},{"bible_id":"1525","chapter_code":"LEV.19","verse_code":"LEV.19.28","label":"28","content":"Nej tsis txhob muab koob nkaug ua tej tus duab rau ntawm nej lub cev, thiab tsis txhob muab nej tej nqaij hlais kom to mus quaj nyiav tej neeg tuag. Kuv yog tus TSWV."},{"bible_id":"1525","chapter_code":"LEV.19","verse_code":"LEV.19.29","label":"29","content":"“Tsis txhob ua rau nej tej ntxhais txajmuag uas yog tso lawv mus ua niamntiav hauv lub tuamtsev niamntiav,  yog nej ua li ntawd, nej yuav mus pe lwm tus vajtswv thiab lub tebchaws yuav puv nkaus kev nkauj kev nraug."},{"bible_id":"1525","chapter_code":"LEV.19","verse_code":"LEV.19.30","label":"30","content":"Nco ntsoov hnub Xanpataus yog hnub so, thiab hwm lub chaw uas nej mus pehawm kuv. Kuv yog tus TSWV."},{"bible_id":"1525","chapter_code":"LEV.19","verse_code":"LEV.19.31","label":"31","content":"“Nej tsis txhob mus cuag txivneeb lossis saib yaig hlo li. Yog nej mus ua li ntawd, nej yuav ua neeg tsis huv. Kuv yog tus TSWV uas yog nej tus Vajtswv."},{"bible_id":"1525","chapter_code":"LEV.19","verse_code":"LEV.19.32","label":"32","content":"“Nej yuav tsum hwm thiab ua ncaj rau cov neeg laus. Nej yuav tsum paub ntshai kuv; kuv yog tus TSWV."},{"bible_id":"1525","chapter_code":"LEV.19","verse_code":"LEV.19.33","label":"33","content":"“Tsis txhob saib tsis taus cov neeg txawv tebchaws uas nrog nej nyob hauv nej lub tebchaws."},{"bible_id":"1525","chapter_code":"LEV.19","verse_code":"LEV.19.34","label":"34","content":"Ua zoo rau lawv ib yam li nej ua zoo rau nej cov Yixalayees, thiab hlub lawv ib yam li nej hlub nej lub cev. Nco ntsoov hais tias thaum ub nej tau thojnam ib zaug mus nyob rau nram tebchaws Iziv lawm. Kuv yog tus TSWV uas yog nej tus Vajtswv."},{"bible_id":"1525","chapter_code":"LEV.19","verse_code":"LEV.19.35","label":"35","content":"“Tsis txhob ua neeg tsis ncaj uas muab rab teev ntxo luj rau luag, tsis txhob txav txoj hlua ntsuas noj luag thiab tsis txhob muab lub kawm tsis txwm luj rau luag."},{"bible_id":"1525","chapter_code":"LEV.19","verse_code":"LEV.19.36","label":"36","content":"Siv rab teev uas tsis ntxo, lub thauj uas haum txiaj thiab lub kawm uas txwm siab. Kuv yog tus TSWV uas yog nej tus Vajtswv, kuv coj nej tawm nram tebchaws Iziv los."},{"bible_id":"1525","chapter_code":"LEV.19","verse_code":"LEV.19.37","label":"37","content":"Nej yuav tsum hwm kuv tej kevcai thiab tej lus samhwm. Kuv yog tus TSWV.”"},{"bible_id":"1525","chapter_code":"LEV.20","verse_code":"LEV.20.1","label":"1","content":"Tus TSWV hais rau Mauxes"},{"bible_id":"1525","chapter_code":"LEV.20","verse_code":"LEV.20.2","label":"2","content":"kom cia li hais rau cov Yixalayees hais tias, “Nej cov Yixalayees txhua tus lossis cov neeg txawv tebchaws uas nrog nej nyob ua ke, yog leejtwg muab nws cov menyuam rau luag tua txi tus vajtswv Maulej, ces kom tej neeg zejzog muab pobzeb ntaus tus ntawd kom tuag mus."},{"bible_id":"1525","chapter_code":"LEV.20","verse_code":"LEV.20.3","label":"3","content":"Yog leejtwg muab nws ib tug menyuam txi tus vajtswv Maulej, ua rau kuv lub Tsevntaub uas dawbhuv tsis huv, thiab ua rau kuv lub npe dawbhuv raug thuam, kuv yuav tawmtsam nws thiab muab nws rho tawm ntawm kuv haivneeg mus."},{"bible_id":"1525","chapter_code":"LEV.20","verse_code":"LEV.20.4","label":"4","content":"Tiamsis yog cov pejxeem tsis quavntsej tus uas muab nws tus menyuam txi tus vajtswv Maulej thiab tsis muab tus ntawd tua kom tuag,"},{"bible_id":"1525","chapter_code":"LEV.20","verse_code":"LEV.20.5","label":"5","content":"kuv yuav tawmtsam tus ntawd thiab nws tsevneeg thiab cov neeg uas tso kuv tseg mus pe tus vajtswv Maulej. Kuv yuav muab lawv rho tawm ntawm kuv haivneeg mus."},{"bible_id":"1525","chapter_code":"LEV.20","verse_code":"LEV.20.6","label":"6","content":"“Yog leejtwg mus thov tej txivneeb ua neeb saib nws, kuv yuav tawmtsam tus ntawd thiab yuav muab nws rho tawm ntawm kuv haivneeg mus."},{"bible_id":"1525","chapter_code":"LEV.20","verse_code":"LEV.20.7","label":"7","content":"Nej yuav tsum ua neeg ncaj ncees thiab dawbhuv, rau qhov kuv yog tus TSWV uas yog nej tus Vajtswv."},{"bible_id":"1525","chapter_code":"LEV.20","verse_code":"LEV.20.8","label":"8","content":"Nej cia li coj raws li kuv tej kevcai, rau qhov kuv yog tus TSWV thiab yog tus ua kom nej dawbhuv."},{"bible_id":"1525","chapter_code":"LEV.20","verse_code":"LEV.20.9","label":"9","content":"“Yog leejtwg foom tsis zoo rau nws txiv lossis nws niam yuav tsum muab tus ntawd tua kom tuag; vim nws tau foom nws txiv lossis nws niam, lub txim tuag thiaj poob rau saum nws."},{"bible_id":"1525","chapter_code":"LEV.20","verse_code":"LEV.20.10","label":"10","content":"“Yog tus txivneej twg mus deev tej neeg zejzog pojniam, cia li muab ob tug uas sib dee ntawd tua povtseg."},{"bible_id":"1525","chapter_code":"LEV.20","verse_code":"LEV.20.11","label":"11","content":"Yog tus txivneej twg deev nws txiv tus pojniam ua rau nws txiv poob ntsejmuag, cia li muab nkawd tua povtseg. Vim nkawd tau ua txhaum, lub txim tuag thiaj poob rau saum nkawd."},{"bible_id":"1525","chapter_code":"LEV.20","verse_code":"LEV.20.12","label":"12","content":"Yog tus txivneej twg deev nws tus nyab, cia li muab nkawd tua povtseg. Vim nkawd tau ua txhaum, lub txim tuag thiaj poob rau saum nkawd."},{"bible_id":"1525","chapter_code":"LEV.20","verse_code":"LEV.20.13","label":"13","content":"Yog ob tug txivneej twg sib dee, nkawd ua li ntawd yog nkawd ua kev phem kev qias; yuav tsum muab nkawd tua povtseg. Vim nkawd tau ua txhaum, lub txim tuag thiaj poob rau saum nkawd."},{"bible_id":"1525","chapter_code":"LEV.20","verse_code":"LEV.20.14","label":"14","content":"Yog leejtwg yuav leej niam thiab tus ntxhais los ua pojniam huv tibsi. Qhov uas ua li ntawd, yog ua kev phem kev qias, yuav tsum muab hluavtaws hlawv lawv kom tuag; thiaj yuav tsis muaj txojkev phem kev qias no nyob hauv nej lub tebchaws ntxiv lawm."},{"bible_id":"1525","chapter_code":"LEV.20","verse_code":"LEV.20.15","label":"15","content":"Yog tus txivneej twg deev tej tsiaj txhu, yuav tsum muab nws thiab tus tsiaj ntawd tua povtseg."},{"bible_id":"1525","chapter_code":"LEV.20","verse_code":"LEV.20.16","label":"16","content":"Yog tus pojniam twg deev tsiaj, yuav tsum muab nws thiab tus tsiaj ntawd tua povtseg; vim nkawd tau ua txhaum, lub txim tuag thiaj poob rau saum nkawd."},{"bible_id":"1525","chapter_code":"LEV.20","verse_code":"LEV.20.17","label":"17","content":"“Yog leejtwg yuav nws tus muam uas koom niam koom txiv lossis txiv tshiab lossis niam tshiab tus ntxhais ua pojniam, nkawd yuav raug kev txajmuag tabmeeg tebchaws; cia li muab nkawd ntiab tawm ntawm sawvdaws mus. Rau qhov nws yuav nws tus muam, nws thiaj yuav tsum tau ris lub txim ntawd."},{"bible_id":"1525","chapter_code":"LEV.20","verse_code":"LEV.20.18","label":"18","content":"Yog tus txivneej twg nrog ib tug pojniam pw thaum tus pojniam ntawd tabtom coj khaubncaws, cia li muab nkawd ntiab tawm ntawm sawvdaws mus, rau qhov nkawd ua txhaum tej kevcai uas hais txog kev ua tsis huv lawm."},{"bible_id":"1525","chapter_code":"LEV.20","verse_code":"LEV.20.19","label":"19","content":"“Yog tus txivneej twg deev nws txiv cov muam lossis nws niam cov vivncaus, nkawd yuav tsum ris lub txim uas ua txhaum ntawd, rau qhov yog tej txheeb ze sib dee."},{"bible_id":"1525","chapter_code":"LEV.20","verse_code":"LEV.20.20","label":"20","content":"Yog tus txivneej twg mus deev nws tus txiv hlob lossis nws tus txiv ntxawm tus pojniam, vim nws ua rau nws tus txiv hlob lossis tus txiv ntxawm poob ntsejmuag, nkawd yuav tsum raug txim; thiab nkawd yuav tsis muaj menyuam mus txog hnub tuag."},{"bible_id":"1525","chapter_code":"LEV.20","verse_code":"LEV.20.21","label":"21","content":"Yog tus txivneej twg txeeb nws tus tijlaug lossis nws tus kwv tus pojniam yuav, nkawd yuav tsis muaj menyuam mus txog hnub tuag. Vim nws ua tej yam tsis huv thiab rhuav nws tus tijlaug lossis nws tus kwv ntsejmuag.”"},{"bible_id":"1525","chapter_code":"LEV.20","verse_code":"LEV.20.22","label":"22","content":"Tus TSWV hais tias, “Nej yuav tsum coj raws li kuv tej kevcai thiab kuv tej lus samhwm, nej thiaj yuav tsis raug ntiab tawm hauv lub tebchaws Kana-as uas kuv muab rau nej lawm."},{"bible_id":"1525","chapter_code":"LEV.20","verse_code":"LEV.20.23","label":"23","content":"Nej tsis txhob mus coj cov neeg uas ibtxwm nyob hauv lub tebchaws ntawd tej kevcai; kuv muab cov neeg ntawd ntiab tawm mus, nej thiaj tau mus nyob hauv lub tebchaws ntawd. Lawv pheej ua tej kev phem kev qias kuv thiaj ntxub lawv heev."},{"bible_id":"1525","chapter_code":"LEV.20","verse_code":"LEV.20.24","label":"24","content":"Tiamsis kuv tau coglus muab lub tebchaws av rog thiab zoo qoob rau nej ua nej tug, thiab rau nej nyob mus li. Kuv yog tus TSWV uas yog nej tus Vajtswv, kuv yog tus uas muab nej cais tawm ntawm lwm haivneeg mus nyob rau ib cag."},{"bible_id":"1525","chapter_code":"LEV.20","verse_code":"LEV.20.25","label":"25","content":"Yog li ntawd, nej yuav tsum saib tej tsiaj thiab tej noog kom tseeb, saib yam twg huv thiab yam twg tsis huv. Tsis txhob noj tej tsiaj lossis tej noog uas tsis huv. Kuv twb qhia tej tsiaj tsis huv rau nej lawm, yog nej noj tej tsiaj ntawd yuav ua rau nej tsis huv."},{"bible_id":"1525","chapter_code":"LEV.20","verse_code":"LEV.20.26","label":"26","content":"Nej yog kuv haivneeg thiab yog kuv tug, nej yuav tsum ua neeg dawbhuv, rau qhov kuv yog tus TSWV thiab kuv yog tus dawbhuv. Kuv tau xaiv nej tawm ntawm lwm haivneeg los ua kuv tug."},{"bible_id":"1525","chapter_code":"LEV.20","verse_code":"LEV.20.27","label":"27","content":"“Tus txivneej lossis tus pojniam twg ua neeb thiab ua khawvkoob, yuav tsum muab pobzeb ntaus nws kom tuag; tus uas ua tej no lub txim tuag yuav poob rau saum nws.”"},{"bible_id":"1525","chapter_code":"LEV.21","verse_code":"LEV.21.1","label":"1","content":"Tus TSWV samhwm rau Mauxes kom hais rau Aloos cov tub uas yog cov povthawj hais tias, “Tsis pub cov povthawj ib tug twg lub cev tsis huv uas yog mus quaj nyiav tej kwvtij neejtsa uas tuag lawm,"},{"bible_id":"1525","chapter_code":"LEV.21","verse_code":"LEV.21.2","label":"2","content":"tsuas pub nws quaj nyiav tus uas yog nws tsevneeg, nws niam, nws txiv, nws tus tub, nws tus ntxhais, nws tus tijlaug, nws tus kwv,"},{"bible_id":"1525","chapter_code":"LEV.21","verse_code":"LEV.21.3","label":"3","content":"lossis nws tus muam uas tsis tau yuav txiv uas tseem nrog nws nyob ua ib tse xwb."},{"bible_id":"1525","chapter_code":"LEV.21","verse_code":"LEV.21.4","label":"4","content":"Nws tsis txhob ua rau nws tsis huv uas yog mus saib tej neeg txheeb ze tuag."},{"bible_id":"1525","chapter_code":"LEV.21","verse_code":"LEV.21.5","label":"5","content":"“Tsis pub cov povthawj chais plaubhau lossis chais hwjtxwv lossis hlais lawv tej nqaij qhia rau sawvdaws paub hais tias, lawv raug kev txomnyem quaj ntsuag."},{"bible_id":"1525","chapter_code":"LEV.21","verse_code":"LEV.21.6","label":"6","content":"Lawv yuav tsum ua neeg dawbhuv rau lawv tus Vajtswv, thiab tsis txhob ua rau lawv tus Vajtswv lub npe raug thuam; vim lawv yog cov uas muab tej khoom hlawv fij rau tus TSWV, thiab muab tej ncuav fij rau lawv tus Vajtswv; lawv yuav tsum ua neeg dawbhuv."},{"bible_id":"1525","chapter_code":"LEV.21","verse_code":"LEV.21.7","label":"7","content":"Lawv tsis txhob mus yuav tus niamntiav lossis tus pojniam uas nws tsis huv lawm lossis lawv tsis txhob mus yuav tus pojnrauj los ua pojniam; rau qhov tus povthawj yog tus dawbhuv rau nws tus Vajtswv."},{"bible_id":"1525","chapter_code":"LEV.21","verse_code":"LEV.21.8","label":"8","content":"Sawvdaws yuav tsum suav tus povthawj ua tus dawbhuv, rau qhov nws yog tus uas muab tej khoom fij rau nej tus Vajtswv. Kuv yog tus TSWV; kuv yog tus dawbhuv thiab ua kom nej dawbhuv."},{"bible_id":"1525","chapter_code":"LEV.21","verse_code":"LEV.21.9","label":"9","content":"Yog tus povthawj twg tus ntxhais mus ua niamntiav, nws yog tus uas rhuav nws txiv ntsejmuag; yuav tsum muab nws hlawv kom tuag."},{"bible_id":"1525","chapter_code":"LEV.21","verse_code":"LEV.21.10","label":"10","content":"“Tus Povthawj Hlob, yog tus uas luag muab cov roj txhawb meejthawj hliv rau saum nws taubhau thiab tsa nws ua tus Povthawj Hlob uas hnav tus povthawj cev ris tsho lawm, yog li ntawd nws yuav tsum ntsis nws cov plaubhau lossis tsis txhob dua nws cev ris tsho qhia kom luag paub hais tias, nws muaj kev quaj ntsuag."},{"bible_id":"1525","chapter_code":"LEV.21","verse_code":"LEV.21.11+LEV.21.12","label":"11-12","content":"Nws tsis txhob ua rau nws lub cev tsis huv lossis ua rau kuv lub tsevntaub uas dawbhuv tsis huv uas yog nws mus rau hauv lub tsev pam tuag, txawm yog tus tuag ntawd yog nws niam nws txiv kiag los tsis txhob mus, rau qhov twb muab nws tsa ua povthawj rau kuv lawm. Kuv yog tus TSWV."},{"bible_id":"1525","chapter_code":"LEV.21","verse_code":"LEV.21.13","label":"13","content":"Nws yuav tsum yuav ib tug ntxhais nkaujxwb los ua pojniam xwb,"},{"bible_id":"1525","chapter_code":"LEV.21","verse_code":"LEV.21.14","label":"14","content":"tsis txhob yuav pojntsuam, pojnrauj lossis tus hluas nkauj uas mus ua dua niamntiav lawm. Nws yuav tsum yuav nws cajces ib tug ntxhais uas tseem yog nkaujxwb los ua nws tus pojniam."},{"bible_id":"1525","chapter_code":"LEV.21","verse_code":"LEV.21.15","label":"15","content":"Yog tsis ua li no, nyob tsam nws cov menyuam uas yog cov dawbhuv, yuav ua neeg tsis huv lawm. Kuv yog tus TSWV thiab kuv tsa nws ua tus Povthawj Hlob.”"},{"bible_id":"1525","chapter_code":"LEV.21","verse_code":"LEV.21.16","label":"16","content":"Tus TSWV hais rau Mauxes"},{"bible_id":"1525","chapter_code":"LEV.21","verse_code":"LEV.21.17","label":"17","content":"kom hais rau Aloos hais tias, “Tsis txhob pub koj tej xeebntxwv uas muaj mob tsis huv coj tej khoom tuaj fij rau kuv hlo li. Qhov no nej yuav tsum coj mus ibtxhis li."},{"bible_id":"1525","chapter_code":"LEV.21","verse_code":"LEV.21.18","label":"18","content":"Tsis pub tus neeg uas muaj mob li nram no coj khoom mus fij: tsis pub tus neeg uas digmuag, lov ceg, ntsejmuag caws pliav lossis tus uas tes taw tsis ntev ib yam;"},{"bible_id":"1525","chapter_code":"LEV.21","verse_code":"LEV.21.19","label":"19","content":"tsis pub tus neeg qhuav npab lossis qhuav ceg;"},{"bible_id":"1525","chapter_code":"LEV.21","verse_code":"LEV.21.20","label":"20","content":"tsis pub tus neeg khoov duav lossis tus neeg cobpob; tsis pub tus neeg uas mob qhovmuag liab lossis mob lig; thiab tus txivneej uas muab sam lawm."},{"bible_id":"1525","chapter_code":"LEV.21","verse_code":"LEV.21.21","label":"21","content":"Aloos cov xeebntxwv uas ua povthawj, yog leejtwg muaj mob tsis huv, nws tsis txhob coj khoom tuaj hlawv fij rau kuv."},{"bible_id":"1525","chapter_code":"LEV.21","verse_code":"LEV.21.22","label":"22","content":"Rau qhov tus txivneej ntawd yuav noj tej zaub mov uas muab fij rau kuv, tsis hais cov khoom fij uas dawbhuv thiab cov khoom fij uas dawbhuv kawg nkaus,"},{"bible_id":"1525","chapter_code":"LEV.21","verse_code":"LEV.21.23","label":"23","content":"tiamsis vim qhov uas nws muaj mob tsis huv, nws tsis txhob mus ze rau ntawm daim ntaub thaiv chav dawbhuv thiab lub thaj. Nws tsis txhob mus ua rau tej khoom dawbhuv tsis huv, vim kuv yog tus TSWV uas ua rau tej khoom ntawd dawbhuv.”"},{"bible_id":"1525","chapter_code":"LEV.21","verse_code":"LEV.21.24","label":"24","content":"Mauxes yeej muab tej no qhia rau Aloos, Aloos cov tub thiab tagnrho cov Yixalayees huv tibsi lawm."},{"bible_id":"1525","chapter_code":"LEV.22","verse_code":"LEV.22.1","label":"1","content":"Tus TSWV hais rau Mauxes"},{"bible_id":"1525","chapter_code":"LEV.22","verse_code":"LEV.22.2","label":"2","content":"kom hais rau Aloos thiab Aloos cov tub hais tias, “Nej yuav tsum ceev tej khoom fij dawbhuv uas cov Yixalayees coj tuaj fij rau kuv kom zoo, nej txhiaj tsis ua rau kuv lub npe uas dawbhuv raug txob thuam. Kuv yog tus TSWV."},{"bible_id":"1525","chapter_code":"LEV.22","verse_code":"LEV.22.3","label":"3","content":"Yog nej cov xeebntxwv leejtwg lub cev tsis huv, nws cia li mus ze rau ntawm tej khoom fij dawbhuv uas cov Yixalayees coj tuaj fij rau kuv, nws yuav tsis tau ua kuv tes haujlwm fij khoom ntawm lub thaj mus li lawm. Qhov no nej yuav tsum coj mus ibtxhis li. Kuv yog tus TSWV."},{"bible_id":"1525","chapter_code":"LEV.22","verse_code":"LEV.22.4","label":"4","content":"“Aloos cov xeebntxwv yog leejtwg mob ruas lossis mob ua kua paug, tsis txhob pub nws noj tej khoom fij dawbhuv mus txog thaum nws lub cev zoo huv lawm. Tus povthawj uas tsis huv mas yog tus uas mus kov tus neeg tuag lub cev lossis nws muaj mob ua kua paug rau nws qhov chaw xis"},{"bible_id":"1525","chapter_code":"LEV.22","verse_code":"LEV.22.5","label":"5","content":"lossis nws mus kov tej tsiaj tsis huv lossis tej neeg tsis huv."},{"bible_id":"1525","chapter_code":"LEV.22","verse_code":"LEV.22.6","label":"6","content":"Tus povthawj twg uas nws lub cev tsis huv lawm, nws yuav tsis huv mus txog thaum tsaus ntuj, thiab nws tsis txhob noj tej khoom fij uas dawbhuv mus txog thaum nws da dej tas tso."},{"bible_id":"1525","chapter_code":"LEV.22","verse_code":"LEV.22.7","label":"7","content":"Tom qab hnub poob qho lawm nws thiaj li huv, ces nws mam li noj tau tej khoom fij dawbhuv uas yog nws cov zaub mov."},{"bible_id":"1525","chapter_code":"LEV.22","verse_code":"LEV.22.8","label":"8","content":"Nws tsis txhob noj tej tsiaj uas nws tuag nws lossis yog tej tsiaj qus tom tuag; cov nqaij ntawd yuav ua rau nws tsis huv. Kuv yog tus TSWV."},{"bible_id":"1525","chapter_code":"LEV.22","verse_code":"LEV.22.9","label":"9","content":"“Txhua tus povthawj yuav tsum hwm tej kevcai uas kuv tau muab rau lawv lawm. Yog lawv tsis hwm, lawv yuav raug txim thiab yuav tuag, rau qhov lawv tsis hwm kuv tej kevcai uas tseemceeb. Kuv yog tus TSWV thiab yog tus ua kom lawv dawbhuv."},{"bible_id":"1525","chapter_code":"LEV.22","verse_code":"LEV.22.10","label":"10","content":"“Tsuas yog tus povthawj tsevneeg nkaus xwb, thiaj noj tau tej khoom fij uas dawbhuv; tsis pub tej neeg sab nraud noj tej khoom fij ntawd li, txawm yog tus neeg uas nrog tus povthawj nyob lossis tus tub zog uas nws ntiav ua haujlwm los yeej noj tsis tau li."},{"bible_id":"1525","chapter_code":"LEV.22","verse_code":"LEV.22.11","label":"11","content":"Tiamsis tus povthawj tus tubqhe uas nws muab nyiaj muas los lossis tus uas yug hauv nws tsev, noj tau tej khoom fij uas yog tus povthawj ntawd tug."},{"bible_id":"1525","chapter_code":"LEV.22","verse_code":"LEV.22.12","label":"12","content":"Tus povthawj tus ntxhais uas mus yuav txiv lawm, yog nws tus txiv tsis yog ib tug povthawj, nws yuav tsum tsis txhob noj tej khoom fij uas dawbhuv ntawd."},{"bible_id":"1525","chapter_code":"LEV.22","verse_code":"LEV.22.13","label":"13","content":"Tiamsis tus pojntsuam lossis tus pojnrauj uas tseem tsis tau muaj menyuam uas rov los nrog nws txiv nyob hauv nws txiv tsev noj tau tej khoom uas yog tus povthawj tug."},{"bible_id":"1525","chapter_code":"LEV.22","verse_code":"LEV.22.14","label":"14","content":"“Yog leejtwg tsis yog tus povthawj tsevneeg, thiab yog nws tsis paub thiab mus muab tau tej khoom fij dawbhuv noj lawm, nws yuav tsum them cov khoom ntawd puv ntoob rov qab thiab ntxiv nees nkaum feem pua rau tus povthawj."},{"bible_id":"1525","chapter_code":"LEV.22","verse_code":"LEV.22.15","label":"15","content":"Cov povthawj yuav tsum ceev tej khoom dawbhuv uas cov Yixalayees coj tuaj fij rau tus TSWV ntawd kom zoo tsis txhob ua rau tej khoom ntawd tsis huv"},{"bible_id":"1525","chapter_code":"LEV.22","verse_code":"LEV.22.16","label":"16","content":"uas yog cia tus neeg tsis muaj cai noj, noj tej khoom fij ntawd; qhov no yuav ua rau tus neeg ntawd ua txhaum thiab raug txim. Kuv yog tus TSWV thiab yog tus ua rau tej khoom fij ntawd dawbhuv.”"},{"bible_id":"1525","chapter_code":"LEV.22","verse_code":"LEV.22.17","label":"17","content":"Tus TSWV hais rau Mauxes"},{"bible_id":"1525","chapter_code":"LEV.22","verse_code":"LEV.22.18","label":"18","content":"kom muab tej kevcai no qhia rau Aloos, Aloos cov tub thiab tagnrho rau cov Yixalayees. Thaum cov Yixalayees lossis cov neeg txawv tebchaws uas nrog nej nyob, coj khoom tuaj hlawv fij, tsis hais fij ua tsaug rau tej lus cog tseg lossis coj tuaj fij ntawm lub siab dawb paug, tus tsiaj ntawd yuav tsum muab tus uas tsis muaj ib qho phem hlo li xwb."},{"bible_id":"1525","chapter_code":"LEV.22","verse_code":"LEV.22.19","label":"19","content":"Tus tsiaj ntawd tsis hais nyuj, tshis lossis yaj yuav tsum yog tus txiv thiab tsis muaj ib qho phem hlo li, thiaj haum tus TSWV siab."},{"bible_id":"1525","chapter_code":"LEV.22","verse_code":"LEV.22.20","label":"20","content":"Yog nej muab tej tsiaj phem tuaj fij, tus TSWV yuav tsis yuav tus tsiaj ntawd."},{"bible_id":"1525","chapter_code":"LEV.22","verse_code":"LEV.22.21","label":"21","content":"Thaum nej leejtwg muab khoom tuaj fij ua kev sib raug zoo rau tus TSWV lossis fij ua tsaug rau tej lus cog tseg lossis coj tuaj fij ntawm lub siab dawb paug, yuav tsum yog tus tsiaj uas tsis muaj ib qho phem li thiaj haum tus TSWV siab."},{"bible_id":"1525","chapter_code":"LEV.22","verse_code":"LEV.22.22","label":"22","content":"Tsis txhob muab tej tsiaj digmuag, lov ceg, tu ceg, mob rwj, mob txhab qawj lossis muaj caws pliav, coj mus tua ua khoom fij lossis muab hlawv rau saum lub thaj fij rau tus TSWV hlo li."},{"bible_id":"1525","chapter_code":"LEV.22","verse_code":"LEV.22.23","label":"23","content":"Tej tsiaj uas nej coj mus tua fij ntawm lub siab dawb paug, txawm yog to mentsis lossis tsis zoo pestsawg los tau, tiamsis tsis txhob muab mus fij ua tsaug rau tej kev coglus."},{"bible_id":"1525","chapter_code":"LEV.22","verse_code":"LEV.22.24","label":"24","content":"Tsis txhob muab tus tsiaj uas noobqes mob, tawg, to lossis muab sam lawm, coj mus fij rau tus TSWV. Tsis pub nej ua li no nyob hauv nej lub tebchaws."},{"bible_id":"1525","chapter_code":"LEV.22","verse_code":"LEV.22.25","label":"25","content":"Tsis txhob muab tej tsiaj uas nej muas ntawm lwm haivneeg los mus tua ua khoom fij rau tus TSWV. Tej tsiaj ntawd yog tsiaj tsis zoo thiab tsis huv, kuv tsis yuav tej tsiaj ntawd ua khoom fij."},{"bible_id":"1525","chapter_code":"LEV.22","verse_code":"LEV.22.26+LEV.22.27","label":"26-27","content":"Tus TSWV hais rau Mauxes hais tias, “Thaum tus menyuam nyuj lossis menyuam yaj lossis menyuam tshis nyuam qhuav yug, yuav tsum cia nrog leej niam xya hnub, tom qab ntawd mam li muab coj mus tua hlawv fij thiaj haum tus TSWV siab."},{"bible_id":"1525","chapter_code":"LEV.22","verse_code":"LEV.22.28","label":"28","content":"Tsis txhob muab tus maum nyuj thiab tus menyuam lossis tus maum yaj thiab tus menyuam lossis tus maum tshis thiab tus menyuam, ua ib hnub tua ua khoom fij."},{"bible_id":"1525","chapter_code":"LEV.22","verse_code":"LEV.22.29","label":"29","content":"Thaum nej muab khoom mus fij ua tus TSWV tsaug, nej yuav ua kom raws li kevcai thiaj haum tus TSWV siab;"},{"bible_id":"1525","chapter_code":"LEV.22","verse_code":"LEV.22.30","label":"30","content":"cia li noj tej khoom fij kom tas rau hnub ntawd thiab tsis pub kom seem ib daig nqaij mus txog hnub tom qab li.”"},{"bible_id":"1525","chapter_code":"LEV.22","verse_code":"LEV.22.31","label":"31","content":"Tus TSWV hais tias, “Nej yuav tsum ua raws li kuv tej lus samhwm; kuv yog tus TSWV."},{"bible_id":"1525","chapter_code":"LEV.22","verse_code":"LEV.22.32","label":"32","content":"Nej tsis txhob ua rau kuv lub npe uas dawbhuv raug txob thuam; tagnrho cov Yixalayees yuav tsum paub hais tias, kuv yog tus dawbhuv thiab yog tus uas ua kom nej dawbhuv;"},{"bible_id":"1525","chapter_code":"LEV.22","verse_code":"LEV.22.33","label":"33","content":"kuv yog tus uas coj nej tawm nram tebchaws Iziv los kom kuv tau ua nej tus Vajtswv. Kuv yog tus TSWV.”"},{"bible_id":"1525","chapter_code":"LEV.23","verse_code":"LEV.23.1","label":"1","content":"Tus TSWV hais rau Mauxes"},{"bible_id":"1525","chapter_code":"LEV.23","verse_code":"LEV.23.2","label":"2","content":"kom hais rau cov Yixalayees paub hais tias, tej rooj noj rooj haus uas tus TSWV teem tseg, yog tus TSWV tej rooj noj rooj haus uas dawbhuv."},{"bible_id":"1525","chapter_code":"LEV.23","verse_code":"LEV.23.3","label":"3","content":"Nej ua haujlwm rau hnub, tiamsis hnub xya yog hnub Xanpataus uas yog hnub so. Hnub ntawd nej tsis txhob ua ib yam haujlwm dabtsi li, tiamsis nej yuav tsum tuaj sib sau pehawm tus TSWV. Tsis hais nej nyob qhov twg, hnub Xanpataus yog tus TSWV hnub."},{"bible_id":"1525","chapter_code":"LEV.23","verse_code":"LEV.23.4","label":"4","content":"Ntawm no yog tej rooj noj rooj haus dawbhuv uas tus TSWV teem tseg, nej yuav tsum ua tej rooj noj rooj haus ntawd, thaum txog lub sijhawm uas teem tseg."},{"bible_id":"1525","chapter_code":"LEV.23","verse_code":"LEV.23.5","label":"5","content":"Nej ua Kevcai Hla Dhau qhuas tus TSWV, yog pib ua rau lub ib hlis ntuj, hnub kaum plaub, thaum hnub poob qho yuav tsaus ntuj."},{"bible_id":"1525","chapter_code":"LEV.23","verse_code":"LEV.23.6","label":"6","content":"Hnub kaum tsib yog hnub uas pib ua Kevcai noj Ncuav tsis xyaw Keeb, thiab xya hnub ntawd nej yuav tsum tsis txhob noj tej ncuav uas xyaw keeb hlo li."},{"bible_id":"1525","chapter_code":"LEV.23","verse_code":"LEV.23.7","label":"7","content":"Thawj hnub nej tuaj sib sau pehawm Vajtswv thiab hnub ntawd tsis txhob ua nej tej haujlwm ib yam dabtsi li."},{"bible_id":"1525","chapter_code":"LEV.23","verse_code":"LEV.23.8","label":"8","content":"Coj nej tej khoom mus hlawv fij rau tus TSWV kom txwm xya hnub ntawd. Hnub xya nej rov tuaj sib sau pehawm Vajtswv, hnub ntawd tsis txhob ua nej tej haujlwm."},{"bible_id":"1525","chapter_code":"LEV.23","verse_code":"LEV.23.9+LEV.23.10","label":"9-10","content":"Tus TSWV hais rau Mauxes kom hais rau cov Yixalayees hais tias, thaum nej mus txog rau hauv lub tebchaws uas kuv muab rau nej nyob lawm, thiab thaum nej sau tau nej tej qoobloo, nej cia li coj thawj teg nplej mus rau tus povthawj."},{"bible_id":"1525","chapter_code":"LEV.23","verse_code":"LEV.23.11","label":"11","content":"Nws yuav muab tes nplej ntawd yom fij rau tus TSWV, tus TSWV thiaj li txaus siab rau nej. Hnub tom qab uas dhau hnub Xanpataus lawm tus povthawj mam li coj mus fij rau tus TSWV."},{"bible_id":"1525","chapter_code":"LEV.23","verse_code":"LEV.23.12","label":"12","content":"Hnub uas nej fij nej tej qoobloo, hnub ntawd nej yuav tsum coj ib tug thav yaj hnubnyoog ib xyoos uas tsis muaj ib qho phem li mus tua hlawv fij rau tus TSWV."},{"bible_id":"1525","chapter_code":"LEV.23","verse_code":"LEV.23.13","label":"13","content":"Thiab muab plaub choj hmoov nplej zuaj xyaw roj txiv ntoo coj mus hlawv fij. Tej pa khoom fij ntawd yuav tsw qab ntxiag ua rau tus TSWV txaus siab; nej yuav tsum muab ib lamhwj cawv txiv hmab coj mus fij thiab."},{"bible_id":"1525","chapter_code":"LEV.23","verse_code":"LEV.23.14","label":"14","content":"Nej tsis txhob rawm noj tej qoob tshiab uas nej muab tau los, tsis hais noj nyoos, muab kib noj lossis muab cub ua ncuav noj, mus txog hnub uas nej coj thawj teg nplej mus fij rau Vajtswv lawm tso, tsis hais nej nyob qhov twg. Qhov no yog ib txoj kevcai rau nej tej xeebntxwv coj mus ibtxhis li."},{"bible_id":"1525","chapter_code":"LEV.23","verse_code":"LEV.23.15","label":"15","content":"Suav kom txwm nkaus xya lub limtiam, pib hnub tom qab uas nej coj nej thawj teg nplej tuaj fij rau tus TSWV."},{"bible_id":"1525","chapter_code":"LEV.23","verse_code":"LEV.23.16","label":"16","content":"Suav kom txwm tsib caug hnub tom qab lub Xanpataus xya, nej cia li rov coj nej tej qoob tshiab tuaj fij rau tus TSWV."},{"bible_id":"1525","chapter_code":"LEV.23","verse_code":"LEV.23.17","label":"17","content":"Ib yig twg yuav tsum nqa ob lub ncuav mus yom fij rau tus TSWV. Ib lub ncuav twg yuav tsum yog muab plaub choj hmoov nplej zuaj cub xyaw keeb thiab coj mus fij rau tus TSWV thaum nej pib sau thawj phaum qoob."},{"bible_id":"1525","chapter_code":"LEV.23","verse_code":"LEV.23.18","label":"18","content":"Cov pejxeem sawvdaws yuav tsum coj xya tus thav yaj uas hnubnyoog ib xyoo, ib tug heev nyuj thiab ob tug laug tshis uas tsis muaj ib qho phem li mus fij nrog cov ncuav ntawd. Lawv yuav tsum muab cov tsiaj ntawd hlawv fij rau tus TSWV nrog cov ncuav thiab cov cawv txiv hmab ua ke. Tej pa khoom fij ntawd yuav tsw qab ntxiag ua rau tus TSWV txaus siab."},{"bible_id":"1525","chapter_code":"LEV.23","verse_code":"LEV.23.19","label":"19","content":"Thiab muab ib tug laug tshis coj mus fij daws txim thiab ob tug thav yaj uas hnubnyoog ib xyoos mus fij ua kev sib raug zoo."},{"bible_id":"1525","chapter_code":"LEV.23","verse_code":"LEV.23.20","label":"20","content":"Tus povthawj yuav tsum muab cov ncuav nrog ob tug thav yaj yom fij ua ke rau tus TSWV, cov khoom no yog muab ua cov povthawj tug. Cov khoom fij no yog ib co uas dawbhuv."},{"bible_id":"1525","chapter_code":"LEV.23","verse_code":"LEV.23.21","label":"21","content":"Hnub ntawd nej tsis txhob tawm mus ua ib yam haujlwm li, tiamsis nej yuav tsum tuaj sib sau pehawm Vajtswv. Nej tej xeebntxwv yuav tsum coj txoj kevcai no mus ibtxhis li, tsis hais nej nyob qhov twg li."},{"bible_id":"1525","chapter_code":"LEV.23","verse_code":"LEV.23.22","label":"22","content":"Thaum nej hlais nej tej nplej, nej tsis txhob hlais tej hnab nplej uas nyob ntawm tej ces kaum teb, thiab tsis txhob rov mus hlais tej hnab nplej uas seem; cia tej ntawd rau cov neeg txomnyem thiab cov neeg txawv tebchaws. Tus TSWV yog nej tus Vajtswv."},{"bible_id":"1525","chapter_code":"LEV.23","verse_code":"LEV.23.23+LEV.23.24","label":"23-24","content":"Tus TSWV hais rau Mauxes kom hais rau cov Yixalayees hais tias, lub xya hli ntuj, hnub xiab ib yog hnub uas nej so thiab nej cia li tuaj sib sau pehawm Vajtswv thaum nej hnov suab raj suab xyu nrov."},{"bible_id":"1525","chapter_code":"LEV.23","verse_code":"LEV.23.25","label":"25","content":"Coj tej khoom tuaj hlawv fij rau tus TSWV thiab tsis txhob ua nej tej haujlwm hlo li."},{"bible_id":"1525","chapter_code":"LEV.23","verse_code":"LEV.23.26+LEV.23.27","label":"26-27","content":"Tus TSWV hais rau Mauxes kom hais rau cov Yixalayees hais tias, lub xya hli ntuj, hnub xiab kaug yog txwm rau hnub uas ua kevcai theej cov pejxeem sawvdaws lub txhoj. Hnub ntawd nej yoo mov thiab tuaj sib sau pehawm Vajtswv, thiab coj tej khoom tuaj hlawv fij rau tus TSWV."},{"bible_id":"1525","chapter_code":"LEV.23","verse_code":"LEV.23.28","label":"28","content":"Hnub ntawd tsis txhob ua nej tej haujlwm, rau qhov yog hnub uas ua kevcai theej nej lub txhoj."},{"bible_id":"1525","chapter_code":"LEV.23","verse_code":"LEV.23.29","label":"29","content":"Hnub ntawd yog leejtwg noj ib yam dabtsi, yuav muab tus ntawd rho tawm ntawm Vajtswv haivneeg mus."},{"bible_id":"1525","chapter_code":"LEV.23","verse_code":"LEV.23.30","label":"30","content":"Thiab yog hnub ntawd leejtwg tseem ua nws tej haujlwm, tus TSWV yuav muab tus ntawd tua povtseg."},{"bible_id":"1525","chapter_code":"LEV.23","verse_code":"LEV.23.31","label":"31","content":"Txawm yog nej nyob qhov twg los nej thiab nej cov xeebntxwv yuav tsum coj txoj kevcai no mus ibtxhis li."},{"bible_id":"1525","chapter_code":"LEV.23","verse_code":"LEV.23.32","label":"32","content":"Lub hlis ntawd hnub xiab cuag thaum hnub poob qho mus txog hnub xiab kaug thaum hnub poob qho, nej muab ua hnub so, hnub ntawd nej txhob noj ib yam dabtsi hlo li."},{"bible_id":"1525","chapter_code":"LEV.23","verse_code":"LEV.23.33+LEV.23.34","label":"33-34","content":"Tus TSWV hais rau Mauxes kom hais rau cov Yixalayees hais tias, lub xya hli ntuj, hnub kaum tsib, yog hnub ua kevcai nyob tsev pheebsuab thiab nyob kom txwm nkaus xya hnub."},{"bible_id":"1525","chapter_code":"LEV.23","verse_code":"LEV.23.35","label":"35","content":"Thawj hnub nej cia li tuaj sib sau pehawm Vajtswv thiab tsis txhob ua nej tej haujlwm hlo li."},{"bible_id":"1525","chapter_code":"LEV.23","verse_code":"LEV.23.36","label":"36","content":"Nej yuav tsum niaj hnub nqa khoom tuaj fij rau tus TSWV kom txwm xya hnub ntawd. Hnub yim nej rov tuaj sib sau pehawm Vajtswv thiab coj tej khoom tuaj fij rau tus TSWV. Hnub ntawd yog hnub pehawm Vajtswv nkaus xwb, nej tsis txhob ua haujlwm hlo li. ("},{"bible_id":"1525","chapter_code":"LEV.23","verse_code":"LEV.23.37","label":"37","content":"Tej no yog sib sau tuaj ua kevcai pehawm qhuas tus TSWV thiab muab tej khoom tuaj fij, hlawv tej khoom fij, fij tej qoobloo, fij tej khoom theej txhoj thiab fij tej cawv txiv hmab raws li nyias xav coj tuaj fij ib hnub dhau ib hnub."},{"bible_id":"1525","chapter_code":"LEV.23","verse_code":"LEV.23.38","label":"38","content":"Tej kevcai no yog ua ntxiv rau hnub Xanpataus uas ibtxwm ua los lawm, thiab tej khoom fij no yog ntxiv rau nej tej khoom uas nej ibtxwm coj tuaj fij, yog tej uas nej fij ua tsaug rau tej lus cog tseg, thiab tej khoom fij uas nej fij pub rau tus TSWV ntawm lub siab dawb paug.)"},{"bible_id":"1525","chapter_code":"LEV.23","verse_code":"LEV.23.39","label":"39","content":"Thaum nej sau nej tej qoobloo tom teb los rau hauv tsev tas lawm, nej yuav tsum ua kevcai kom txwm nkaus xya hnub, pib hnub kaum tsib lub xya hli ntuj. Hnub ib thiab hnub yim yog ob hnub uas nej so."},{"bible_id":"1525","chapter_code":"LEV.23","verse_code":"LEV.23.40","label":"40","content":"Hnub ib, nej xaiv nej tej txiv ntoo uas zoo tshaj plaws, tej nplooj toovlaj thiab tej ceg ntoo uas muaj nplooj coj tuaj ua kevcai qhuas tus TSWV uas yog nej tus Vajtswv."},{"bible_id":"1525","chapter_code":"LEV.23","verse_code":"LEV.23.41","label":"41","content":"Txhua lub xyoo thaum lub xya hli ntuj, nej ua kevcai rau tus TSWV xya hnub. Muab txoj kevcai no qhia rau nej cov xeebntxwv coj mus ibtxhis li."},{"bible_id":"1525","chapter_code":"LEV.23","verse_code":"LEV.23.42","label":"42","content":"Cov Yixalayees txhua tus yuav tsum nyob tsev pheebsuab xya hnub,"},{"bible_id":"1525","chapter_code":"LEV.23","verse_code":"LEV.23.43","label":"43","content":"kom nej cov xeebntxwv thiaj yuav paub hais tias, tus TSWV yog tus uas cia cov Yixalayees nyob hauv tej tsev pheebsuab ntawd thaum nws coj lawv tawm nram tebchaws Iziv los. Kuv yog tus TSWV uas yog nej tus Vajtswv."},{"bible_id":"1525","chapter_code":"LEV.23","verse_code":"LEV.23.44","label":"44","content":"Yog li ntawd, Mauxes thiaj muab tej kevcai uas tus TSWV teem tseg no, qhia rau cov Yixalayees sawvdaws paub."},{"bible_id":"1525","chapter_code":"LEV.24","verse_code":"LEV.24.1","label":"1","content":"Tus TSWV hais rau Mauxes"},{"bible_id":"1525","chapter_code":"LEV.24","verse_code":"LEV.24.2","label":"2","content":"kom hais rau cov Yixalayees cia li nqa tej tseem roj txiv ntoo uas zoo tshaj plaws tuaj sam rau cov teeb hauv lub Tsevntaub, tej nplaim teeb thiaj yuav cig pom kev lam lug mus li."},{"bible_id":"1525","chapter_code":"LEV.24","verse_code":"LEV.24.3","label":"3","content":"Txhua hmo Aloos yuav tsum mus taws cov teeb uas nyob sab nraum daim ntaub uas thaiv lub Phijxab hauv Chav Dawbhuv kawg nkaus hauv tus TSWV lub Tsevntaub sib ntsib, kom cov teeb cig lam lug ib hmos kaj ntug. Nej yuav tsum coj txoj kevcai no mus ibtxhis li."},{"bible_id":"1525","chapter_code":"LEV.24","verse_code":"LEV.24.4","label":"4","content":"Aloos yuav tsum tu ntshis cov teeb saum tus ncej txawb teeb uas muab kub ua, thiab saib kom cov teeb cig lam lug tabmeeg tus TSWV mus li."},{"bible_id":"1525","chapter_code":"LEV.24","verse_code":"LEV.24.5","label":"5","content":"Muab nees nkaum choj hmoov nplej coj los ntse puab ua kaum ob lub ncuav coj mus cub."},{"bible_id":"1525","chapter_code":"LEV.24","verse_code":"LEV.24.6","label":"6","content":"Muab cov ncuav ntawd coj mus tso tabmeeg tus TSWV rau saum lub rooj uas muab kub vuam, thiab muab teeb ua ob leej, ib leejtwg rau lub."},{"bible_id":"1525","chapter_code":"LEV.24","verse_code":"LEV.24.7","label":"7","content":"Muab tej tseem hmoov tshuaj tsw qab los nphoo rau saum ob leej ncuav ntawd, ib yam li muab ua khoom fij hloov cov ncuav ntawd chaw ua kev nco txog rau tus TSWV."},{"bible_id":"1525","chapter_code":"LEV.24","verse_code":"LEV.24.8","label":"8","content":"Txhua hnub Xanpataus, yuav tsum coj ncuav mus tso rau saum lub rooj tabmeeg tus TSWV. Cov Yixalayees yuav tsum ua li no mus ibtxhis li."},{"bible_id":"1525","chapter_code":"LEV.24","verse_code":"LEV.24.9","label":"9","content":"Cov ncuav no yog Aloos thiab nws cov xeebntxwv tug, lawv yuav tsum coj mus noj hauv chav uas dawbhuv, rau qhov yog ib feem dawbhuv heev ntawm cov khoom uas coj mus fij rau tus TSWV uas yog cov povthawj tug."},{"bible_id":"1525","chapter_code":"LEV.24","verse_code":"LEV.24.10+LEV.24.11","label":"10-11","content":"Muaj ib tug txivneej, nws txiv yog neeg Iziv thiab nws niam yog neeg Yixalayees uas yog Dilis tus ntxhais uas hu ua Selaumis thiab yog xeem Das. Tus txivneej ntawd txawm nrog ib tug Yixalayees sib ceg hauv lub yeej. Thaum nkawd tabtom sib ceg, tus txivneej ntawd txawm tsawm foom tus TSWV, yog li ntawd, lawv thiaj li coj nws mus cuag Mauxes,"},{"bible_id":"1525","chapter_code":"LEV.24","verse_code":"LEV.24.12","label":"12","content":"thiab tso neeg zov nws, tos saib tus TSWV yuav qhia kom lawv ua li cas rau nws."},{"bible_id":"1525","chapter_code":"LEV.24","verse_code":"LEV.24.13","label":"13","content":"Tus TSWV hais rau Mauxes hais tias,"},{"bible_id":"1525","chapter_code":"LEV.24","verse_code":"LEV.24.14","label":"14","content":"“Koj cia li coj tus txivneej no tawm hauv lub yeej no mus rau sab nraum ntug yeej. Kom txhua tus uas hnov tus txivneej ntawd cem, yuav tsum tsa nws txhais tes rau saum tus txivneej ntawd taubhau, ua timkhawv hais tias, nws yeej yog neeg txhaum tiag, ces cov pejxeem cia li muab pobzeb ntaus kom nws tuag."},{"bible_id":"1525","chapter_code":"LEV.24","verse_code":"LEV.24.15","label":"15","content":"Thiab qhia rau cov Yixalayees txhua tus hais tias, yog leejtwg tsawm foom Vajtswv nws yuav tsum ris lub txim ntawd,"},{"bible_id":"1525","chapter_code":"LEV.24","verse_code":"LEV.24.16","label":"16","content":"thiab muab nws tua kom tuag. Cov Yixalayees txhua tus lossis cov neeg txawv tebchaws uas nyob hauv tebchaws Yixalayees, yog leejtwg tsawm foom tus TSWV, ces cov Yixalayees yuav tsum muab pobzeb ntaus kom tus ntawd tuag mus."},{"bible_id":"1525","chapter_code":"LEV.24","verse_code":"LEV.24.17","label":"17","content":"“Yog leejtwg tua neeg yuav tsum muab tus ntawd tua povtseg,"},{"bible_id":"1525","chapter_code":"LEV.24","verse_code":"LEV.24.18","label":"18","content":"thiab yog leejtwg tua tej neeg zejzog ib tug tsiaj tuag, nws yuav tsum muab ib tug tsiaj mus them pauj. Txoj cai no lub ntsiab lus tseemceeb yog muab siav pauj siav."},{"bible_id":"1525","chapter_code":"LEV.24","verse_code":"LEV.24.19","label":"19","content":"“Yog leejtwg ua rau nws tej phoojywg zej zos ib tus twg raug mob, nws ua rau luag li cas yuav tsum muab nws ua kom zoo li ntawd."},{"bible_id":"1525","chapter_code":"LEV.24","verse_code":"LEV.24.20","label":"20","content":"Yog nws lov luag ib tug txha, yuav tsum muab nws ib tug txha lov pauj; yog nws kaus luag ib lub qhovmuag, yuav tsum muab nws ib lub qhovmuag kaus pauj, yog nws tsoo luag ib tug hniav lov, yuav tsum muab nws ib tug hniav tsoo kom lov pauj. Nws ua rau lwm tus raug mob li cas, yuav tsum ua kom nws raug mob ib yam li ntawd thiab."},{"bible_id":"1525","chapter_code":"LEV.24","verse_code":"LEV.24.21","label":"21","content":"Leejtwg tua ib tug tsiaj tuag, nws yuav tsum muab ib tug tsiaj mus them tus tsiaj ntawd, tiamsis yog leejtwg tua neeg tuag yuav tsum muab nws tua pauj xwb."},{"bible_id":"1525","chapter_code":"LEV.24","verse_code":"LEV.24.22","label":"22","content":"Txoj kevcai no muab cob rau nej txhua tus uas yog cov Yixalayees thiab cov neeg txawv tebchaws uas nrog nej nyob, rau qhov kuv yog tus TSWV uas yog nej tus Vajtswv.”"},{"bible_id":"1525","chapter_code":"LEV.24","verse_code":"LEV.24.23","label":"23","content":"Thaum Mauxes hais li no rau cov Yixalayees lawm, lawv thiaj coj tus txivneej uas tsawm foom Vajtswv ntawd mus rau nraum ntug yeej thiab sawvdaws muab pobzeb ntaus nws tuag lawm. Qhov no yog cov Yixalayees ua raws li tus TSWV tau samhwm rau Mauxes lawm."},{"bible_id":"1525","chapter_code":"LEV.25","verse_code":"LEV.25.1","label":"1","content":"Tus TSWV hais rau Mauxes saum Roob Xinais"},{"bible_id":"1525","chapter_code":"LEV.25","verse_code":"LEV.25.2","label":"2","content":"kom hais rau cov Yixalayees hais tias, thaum nej mus nyob hauv lub tebchaws uas tus TSWV muab pub rau nej lawm, nej yuav tsum hwm tus TSWV, xyoo xya nej tsis txhob cog qoob rau hauv tej liaj tej teb."},{"bible_id":"1525","chapter_code":"LEV.25","verse_code":"LEV.25.3","label":"3","content":"Nej muab rau lub xyoo los cog qoobloo rau hauv nej tej liaj tej teb, tav nej tej txiv hmab hauv nej tej vaj thiab sau nej tej qoobloo los cia."},{"bible_id":"1525","chapter_code":"LEV.25","verse_code":"LEV.25.4","label":"4","content":"Tiamsis xyoo xya yog xyoo uas cia tej liaj tej teb ntawd so, rau qhov yog xyoo so rau tus TSWV. Tsis txhob cog qoobloo rau hauv nej tej liaj tej teb thiab tsis txhob tav nej tej txiv hmab hauv nej tej vaj li."},{"bible_id":"1525","chapter_code":"LEV.25","verse_code":"LEV.25.5","label":"5","content":"Nej tsis txhob mus hlais tej nplej uas nws tuaj nws hauv nej tej liaj tej teb uas tsis muaj neeg tseb thiab tsis txhob mus de tej txiv hmab uas nej tsis tau tav; lub xyoo no yuav tsum cia lub tebchaws so tsis txhob ua ib yam dabtsi li."},{"bible_id":"1525","chapter_code":"LEV.25","verse_code":"LEV.25.6","label":"6","content":"Txawm yog xyoo ntawd, nej cia tej liaj tej teb so tsis cog qoobloo los nej yuav muaj zaub muaj mov txaus rau nej, nej cov tubqhe thiab ntxhais qhev, nej cov tub zog, cov neeg txawv tebchaws uas nrog nej nyob,"},{"bible_id":"1525","chapter_code":"LEV.25","verse_code":"LEV.25.7","label":"7","content":"thiab tej tsiaj nyeg tsiaj qus uas nyob hauv nej lub tebchaws noj. Txhua yam uas tuaj hauv tej liaj tej teb puavleej noj tau huv tibsi."},{"bible_id":"1525","chapter_code":"LEV.25","verse_code":"LEV.25.8","label":"8","content":"Nej suav xya xyoo xya zaus, tagnrho yog muaj plaub caug cuaj xyoos."},{"bible_id":"1525","chapter_code":"LEV.25","verse_code":"LEV.25.9","label":"9","content":"Ces thaum lub xya hli ntuj hnub xiab kaug, yog Hnub Theej Txhoj, tso ib tug txivneej mus tshuab raj tshuab xyu ncig thoob plaws hauv nej lub tebchaws."},{"bible_id":"1525","chapter_code":"LEV.25","verse_code":"LEV.25.10","label":"10","content":"Nej yuav tsum muab xyoo tsib caug ua xyoo tseemceeb rau nej thiab tshaj tawm muab kev ywjpheej rau cov pejxeem sawvdaws hauv nej lub tebchaws. Xyoo no, tej teb uas nej yuav los, yuav tsum thim rov qab rau tus tswv qub lossis nws tej xeebntxwv, thiab txhua tus uas muab muag mus ua luag qhev lawm los yuav tsum xa rov qab mus rau nws tsevneeg."},{"bible_id":"1525","chapter_code":"LEV.25","verse_code":"LEV.25.11","label":"11","content":"Xyoo tsib caug ntawd, nej tsis txhob cog qoob rau hauv nej tej teb lossis hlais tej nplej uas nws tuaj nws lossis tsis txhob de tej txiv hmab uas nej tsis tau tav hauv tej vaj txiv hmab."},{"bible_id":"1525","chapter_code":"LEV.25","verse_code":"LEV.25.12","label":"12","content":"Rau qhov xyoo ntawd, yog xyoo dawbhuv rau nej; nej muab tej qoob uas nws tuaj nws hauv nej tej teb los noj xwb."},{"bible_id":"1525","chapter_code":"LEV.25","verse_code":"LEV.25.13","label":"13","content":"Txhua yam uas nej yuav los, xyoo ntawd yuav tsum tau muab thim rov rau tus tswv qub."},{"bible_id":"1525","chapter_code":"LEV.25","verse_code":"LEV.25.14","label":"14","content":"Yog nej muag nej tej teb rau nej cov kwvtij Yixalayees lossis nej yuav nws tej teb, nej tsis txhob ua tsis ncaj rau ib leeg tus twg."},{"bible_id":"1525","chapter_code":"LEV.25","verse_code":"LEV.25.15","label":"15","content":"Yuav tsum them tus nqi raws li tej xyoo uas sau tau qoob hauv daim teb ntawd ua ntej Xyoo uas Thim rov qab."},{"bible_id":"1525","chapter_code":"LEV.25","verse_code":"LEV.25.16","label":"16","content":"Yog hais tias ntau xyoo yuav tsum them tus nqi ntau, tiamsis yog tsawg xyoo kuj them tus nqi tsawg, rau qhovmuag raws li tej qoob uas sau tau hauv thaj teb ntawd."},{"bible_id":"1525","chapter_code":"LEV.25","verse_code":"LEV.25.17","label":"17","content":"Nej ib leeg tsis txhob ua tsis ncaj rau ib leeg, tiamsis nej yuav tsum hwm tus TSWV uas yog nej tus Vajtswv."},{"bible_id":"1525","chapter_code":"LEV.25","verse_code":"LEV.25.18","label":"18","content":"Nej yuav tsum ua raws li tus TSWV tej kevcai thiab tej lus samhwm, nej thiaj yuav tau zoo nyob kaj siab lug hauv nej lub tebchaws."},{"bible_id":"1525","chapter_code":"LEV.25","verse_code":"LEV.25.19","label":"19","content":"Nej lub tebchaws yuav ntsu qoobloo heev, nej yuav muaj noj muaj haus nplua mias thiab tau zoo nyob kaj siab lug."},{"bible_id":"1525","chapter_code":"LEV.25","verse_code":"LEV.25.20","label":"20","content":"Tiamsis nej nug hais tias, yog xyoo xya ntawd peb tsis cog thiab tsis sau qoobloo, peb yuav noj dabtsi thiaj li nyob dhau xyoo?"},{"bible_id":"1525","chapter_code":"LEV.25","verse_code":"LEV.25.21","label":"21","content":"Xyoo rau tus TSWV yuav foom koob hmoov rau lub tebchaws kom ntsu qoob heev txaus noj peb xyoos."},{"bible_id":"1525","chapter_code":"LEV.25","verse_code":"LEV.25.22","label":"22","content":"Xyoo yim thaum nej cog qoob rau hauv nej tej teb los nej tseem tau tej qoob uas thaum xyoo rau nej sau cia ntawd los noj, thiab nej tseem yuav tau noj mus txog thaum nej hlais nej tej qoob tshiab xyoo yim ntawd."},{"bible_id":"1525","chapter_code":"LEV.25","verse_code":"LEV.25.23","label":"23","content":"Tsis txhob muab koj daim teb muag tuag rau luag, rau qhov koj tsis yog tus tswv; daim teb ntawd yog Vajtswv tug, koj zoo li tus neeg txawv tebchaws uas nrog kuv nyob xwb."},{"bible_id":"1525","chapter_code":"LEV.25","verse_code":"LEV.25.24","label":"24","content":"Thaum muab daim teb muag rau lwm tus lawm, tus tswv qub muaj cai txhiv daim teb ntawd rov qab los ua nws tug."},{"bible_id":"1525","chapter_code":"LEV.25","verse_code":"LEV.25.25","label":"25","content":"Yog cov Yixalayees leejtwg txomnyem thiab raug yuam kom muab nws daim teb muag, nws cov kwvtij txheeb ze yuav tsum mus txhiv daim teb ntawd rov qab."},{"bible_id":"1525","chapter_code":"LEV.25","verse_code":"LEV.25.26","label":"26","content":"Yog leejtwg tsis muaj kwvtij txheeb ze pab txhiv daim teb rov qab, tom qab uas nws muaj nyiaj txaus nws yuav tsum tau txhiv rov qab."},{"bible_id":"1525","chapter_code":"LEV.25","verse_code":"LEV.25.27","label":"27","content":"Nws yuav tsum suav txij xyoo uas nws muag daim teb mus txog xyoo thim, saib tau pestsawg xyoo, nws yuav tsum them nyiaj ntxiv rau tus uas yuav nws daim teb. Nws thiaj yuav rov tau daim teb los ua nws tug."},{"bible_id":"1525","chapter_code":"LEV.25","verse_code":"LEV.25.28","label":"28","content":"Tiamsis yog nws tsis muaj nyiaj txaus txhiv daim teb ntawd rov qab, ces daim teb ntawd tseem nyob rau ntawm tus tswv uas nws muab muag rau mus txog Xyoo uas Thim tej teb. Xyoo ntawd mam thim tau daim teb ntawd rov rau tus tswv qub."},{"bible_id":"1525","chapter_code":"LEV.25","verse_code":"LEV.25.29","label":"29","content":"Yog leejtwg muag nws lub tsev nyob hauv lub nroog uas muaj ntsa yeej, thawj xyoo uas txwm nkaus ib xyoos rau hnub uas muag, nws muaj cai txhiv tau rov qab."},{"bible_id":"1525","chapter_code":"LEV.25","verse_code":"LEV.25.30","label":"30","content":"Tiamsis yog nws tsis txhiv rov qab xyoo ntawd, ces nws tsis muaj cai txhiv rov qab lawm, lub tsev ntawd yuav yog tus uas nws muab muag rau lawm tug, thiab nws tej xeebntxwv tug mus li; thaum txog Xyoo Thim yuav tsis thim lub tsev lawm."},{"bible_id":"1525","chapter_code":"LEV.25","verse_code":"LEV.25.31","label":"31","content":"Tiamsis tej tsev uas nyob hauv tej zos tsis muaj ntsa yeej thaiv yuav ua ib yam li tej teb ntag; tus tswv tsev qub muaj cai txhiv tej tsev ntawd rov qab, thaum txog Xyoo Thim tej teb thiab tej tsev ntawd yuav tsum tau thim huv tibsi rov qab."},{"bible_id":"1525","chapter_code":"LEV.25","verse_code":"LEV.25.32","label":"32","content":"Txawm yog li cas los xij, cov Levis muaj cai txhiv lawv tej vajtse hauv tej nroog uas twb muab tu rau lawv lawm rov qab lub sijhawm twg los tau."},{"bible_id":"1525","chapter_code":"LEV.25","verse_code":"LEV.25.33","label":"33","content":"Yog cov Levis leejtwg muab nws lub tsev hauv tej nroog uas tu ua lawv tug lawm muag thiab tseem tsis tau txhiv rov qab, thaum txog Xyoo Thim  yuav tsum tau thim lub tsev ntawd rov qab, rau qhov tej tsev ntawd nyob hauv cov Levis tej nroog uas yog lawv tug ntawm haivneeg Yixalayees."},{"bible_id":"1525","chapter_code":"LEV.25","verse_code":"LEV.25.34","label":"34","content":"Tiamsis tej teb uas nyob ibncig cov Levis tej nroog tsis txhob muab muag; tej ntawd yeej yog cov Levis tug mus ibtxhis li."},{"bible_id":"1525","chapter_code":"LEV.25","verse_code":"LEV.25.35","label":"35","content":"Yog ib tug kwvtij Yixalayees uas nyob ze nej pluag thiab tsis muaj noj tsis muaj haus, nej yuav tsum pub rau nws kom muaj noj muaj haus ib yam li tus neeg uas nej ntiav ua haujlwm, nws thiaj nrog nej nyob taus."},{"bible_id":"1525","chapter_code":"LEV.25","verse_code":"LEV.25.36","label":"36","content":"Tsis txhob tsub pajlaum rau nws them, tiamsis nej yuav tsum hwm Vajtswv thiab cia nej cov kwvtij Yixalayees nyob ze nej."},{"bible_id":"1525","chapter_code":"LEV.25","verse_code":"LEV.25.37","label":"37","content":"Tsis txhob tsub pajlaum rau nws them tej nyiaj uas nej qiv rau nws, thiab tsis txhob muab nej tej qoob muag ua nqi kim kim rau nws."},{"bible_id":"1525","chapter_code":"LEV.25","verse_code":"LEV.25.38","label":"38","content":"Kuv yog tus TSWV uas yog nej tus Vajtswv uas coj nej nram tebchaws Iziv los, kuv muab lub tebchaws Kana-as no rau nej nyob, thiab kuv yog nej tus Vajtswv."},{"bible_id":"1525","chapter_code":"LEV.25","verse_code":"LEV.25.39","label":"39","content":"Yog ib tug kwvtij Yixalayees uas nyob ze nej pluag heev thiab nws muab nws muag ua nej qhev, nej tsis txhob muab nws ua haujlwm ib yam li yog tus qhev."},{"bible_id":"1525","chapter_code":"LEV.25","verse_code":"LEV.25.40","label":"40","content":"Nws nrog nej nyob ib yam li tus neeg uas nej ntiav ua nej tej haujlwm thiab ua haujlwm rau nej mus txog Xyoo uas Thim xwb."},{"bible_id":"1525","chapter_code":"LEV.25","verse_code":"LEV.25.41","label":"41","content":"Lub sijhawm ntawd nws thiab nws cov menyuam mam li tso nej tseg rov mus nrog nws tsevneeg nyob thiab mus tuav nws tej yawgkoob tej qubtxeeg qubteg."},{"bible_id":"1525","chapter_code":"LEV.25","verse_code":"LEV.25.42","label":"42","content":"Vim haivneeg Yixalayees yog kuv cov tubtxib, thiab kuv tau coj lawv tawm nram tebchaws Iziv los; yuav tsum tsis txhob muab lawv muag mus ua luag qhev."},{"bible_id":"1525","chapter_code":"LEV.25","verse_code":"LEV.25.43","label":"43","content":"Nej tsis txhob tswjhwm lawv ntawm txojkev nruj tsiv thiab tsimtxom, tiamsis yuav tsum paub ntshai nej tus Vajtswv."},{"bible_id":"1525","chapter_code":"LEV.25","verse_code":"LEV.25.44","label":"44","content":"Yog nej xav tau tubqhe thiab ntxhais qhev, nej yuav tsum muab nyiaj mus yuav ntawm tej haivneeg uas nyob puagncig nej xwb."},{"bible_id":"1525","chapter_code":"LEV.25","verse_code":"LEV.25.45","label":"45","content":"Thiab yuav tej neeg txawv tebchaws uas nrog nej nyob tej menyuam los ua nej qhev. Cov menyuam ntawd yog cov yug hauv nej lub tebchaws, lawv thiaj yog nej neeg,"},{"bible_id":"1525","chapter_code":"LEV.25","verse_code":"LEV.25.46","label":"46","content":"thiab lawv yuav ua nej tej tubki tej neeg los tau, lawv yuav ua haujlwm rau nej mus tas lawv simneej. Tiamsis nej tsis txhob ua li ntawd rau nej cov kwvtij Yixalayees."},{"bible_id":"1525","chapter_code":"LEV.25","verse_code":"LEV.25.47","label":"47","content":"Tus neeg txawv tebchaws uas nrog nej nyob, nws muaj txiag npluanuj, yog nej cov kwvtij Yixalayees leejtwg pluag, thiab nws muab nws muag rau tus neeg txawv tebchaws lossis tus npluanuj ntawd ib tug kwvtij coj mus ua qhev;"},{"bible_id":"1525","chapter_code":"LEV.25","verse_code":"LEV.25.48","label":"48","content":"tom qab uas nws muab nws muag tas lawm, nws cov kwvtij tseem muaj cai txhiv tau nws rov qab: nws cov tijlaug, cov kwv,"},{"bible_id":"1525","chapter_code":"LEV.25","verse_code":"LEV.25.49","label":"49","content":"cov txiv hlob, cov txiv ntxawm, cov kwvtij lossis lwm tus kwvtij uas txheeb ze yuav tsum txhiv nws lossis yog nws muaj nyiaj txaus nws yuav tsum them nyiaj txhiv nws rov qab."},{"bible_id":"1525","chapter_code":"LEV.25","verse_code":"LEV.25.50","label":"50","content":"Nws yuav tsum mus nrog tus uas yuav nws ntawd sablaj, thiab nkawd suav txij xyoo uas nws muab nws muag los txog Xyoo Thim thiab yuav tsum kom tus nqi uas txhiv nws ntawd kom npaum li tej nqi uas ntiav ib tug tub zog ntag."},{"bible_id":"1525","chapter_code":"LEV.25","verse_code":"LEV.25.51+LEV.25.52","label":"51-52","content":"Yog tseem tshuav ntau xyoo, tus qhev ntawd yuav tsum tau thim tej nqi uas nws tshuav ntawd ib nrab rov qab raws li tej xyoo uas nws tshuav ntawd,"},{"bible_id":"1525","chapter_code":"LEV.25","verse_code":"LEV.25.53","label":"53","content":"ib yam li yog tus tswv ntawd ntiav nws ua haujlwm ib ntus xwb. Nws tus tswv yuav tsum tsis txhob ua limhiam rau nws."},{"bible_id":"1525","chapter_code":"LEV.25","verse_code":"LEV.25.54","label":"54","content":"Yog nws tsis txhiv nws raws li uas hais los no, txog Xyoo Thim tus tswv yuav tsum tau tso nws thiab nws cov menyuam mus."},{"bible_id":"1525","chapter_code":"LEV.25","verse_code":"LEV.25.55","label":"55","content":"Tsis pub cov Yixalayees ua luag qhev mus li, rau qhov haivneeg Yixalayees yog kuv cov tubtxib. Kuv yog tus coj lawv tawm nram tebchaws Iziv los; kuv yog tus TSWV uas yog nej tus Vajtswv."},{"bible_id":"1525","chapter_code":"LEV.26","verse_code":"LEV.26.1","label":"1","content":"Tus TSWV hais tias, “Nej tsis txhob puab mlom lossis puab mojzeej, tsa ncej zeb lossis muab pobzeb txaug ua mlom rau nej pe hauv nej lub tebchaws. Kuv yog tus TSWV uas yog nej tus Vajtswv."},{"bible_id":"1525","chapter_code":"LEV.26","verse_code":"LEV.26.2","label":"2","content":"Nej yuav tsum ceev kuv cov hnub xanpataus thiab hwm qhov chaw pehawm kuv ua qhov chaw dawbhuv. Kuv yog tus TSWV."},{"bible_id":"1525","chapter_code":"LEV.26","verse_code":"LEV.26.3","label":"3","content":"“Yog nej ua neej raws li kuv tej kevcai thiab hwm kuv tej lus,"},{"bible_id":"1525","chapter_code":"LEV.26","verse_code":"LEV.26.4","label":"4","content":"kuv yuav tso dej tso nag los rau nej raws caij raws nyoog, kom nej lub tebchaws ntsu qoobloo, thiab tej txiv ntoo los yuav txi txiv ncw heev."},{"bible_id":"1525","chapter_code":"LEV.26","verse_code":"LEV.26.5","label":"5","content":"Nej tej qoob yuav zoo heev ua rau nej muaj nplej hlais mus txog thaum lub caij de txiv hmab, thiab nej yuav de txiv hmab mus txog thaum lub caij uas nej cog qoob. Nej yuav muaj noj muaj haus nplua mias, thiab nej yuav tau zoo nyob kaj siab lug hauv nej lub tebchaws mus li."},{"bible_id":"1525","chapter_code":"LEV.26","verse_code":"LEV.26.6","label":"6","content":"“Kuv yuav pub kom nej lub tebchaws muaj kev thajyeeb, thiab nej yuav tau zoo pw tsaug zog tsis muaj leejtwg yuav ua rau nej ntshai. Kuv yuav muab tej tsiaj nyaum hauv lub tebchaws ua kom tu noob tas, thiab yuav tsis muaj kev tsov kev rog nyob hauv lub tebchaws li."},{"bible_id":"1525","chapter_code":"LEV.26","verse_code":"LEV.26.7","label":"7","content":"Nej yuav kovyeej nej cov yeebncuab. Nej rab ntaj yuav ua rau lawv swb;"},{"bible_id":"1525","chapter_code":"LEV.26","verse_code":"LEV.26.8","label":"8","content":"nej tsib leeg yuav tua yeej luag ib puas leej, thiab nej ib puas leej yuav tua yeej luag kaum txhiab leej."},{"bible_id":"1525","chapter_code":"LEV.26","verse_code":"LEV.26.9","label":"9","content":"Kuv yuav foom koob hmoov rau nej thiab pub kom nej muaj tubki coob heev; kuv yuav ua raws li kuv tej lus cog tseg uas kuv tau nrog nej sib coglus lawm."},{"bible_id":"1525","chapter_code":"LEV.26","verse_code":"LEV.26.10","label":"10","content":"Nej yuav sau tau qoobloo ntau nplua mias txaus nej noj thawm xyoo, thiab yuav tau muab tej qoob qub uas seem noj tsis tas yawm mus povtseg thiaj muaj chaw rau tej qoob tshiab."},{"bible_id":"1525","chapter_code":"LEV.26","verse_code":"LEV.26.11","label":"11","content":"Kuv yuav nrog nej nyob hauv kuv lub Tsevntaub uas dawbhuv, thiab kuv yuav tsis tso nej tseg ib zaug li."},{"bible_id":"1525","chapter_code":"LEV.26","verse_code":"LEV.26.12","label":"12","content":"Kuv yuav nrog nej nyob; kuv yuav yog nej tus Vajtswv, thiab nej yuav yog kuv haivneeg."},{"bible_id":"1525","chapter_code":"LEV.26","verse_code":"LEV.26.13","label":"13","content":"Kuv yog tus TSWV uas yog nej tus Vajtswv uas coj nej nram tebchaws Iziv los, kom nej thiaj tsis tau ua luag qhev ntxiv lawm. Kuv twb muab lub hwjchim uas tximtxom nej txo povtseg thiab kuv cia nej tsa taus taubhau mus kev.”"},{"bible_id":"1525","chapter_code":"LEV.26","verse_code":"LEV.26.14","label":"14","content":"Tus TSWV hais tias, “Yog nej tsis mloog kuv tej lus, nej yuav raug txim."},{"bible_id":"1525","chapter_code":"LEV.26","verse_code":"LEV.26.15","label":"15","content":"Yog nej tsis ua raws li kuv tej kevcai thiab kuv tej lus samhwm, thiab tsis coj raws li kuv tau coglus tseg rau nej,"},{"bible_id":"1525","chapter_code":"LEV.26","verse_code":"LEV.26.16","label":"16","content":"kuv yuav rau txim rau nej. Kuv yuav tso sub tawg sub ntsha los rau nej, tej kab mob uas kho tsis zoo thiab tej kab mob npaws yuav ua rau nej digmuag thiab ua rau nej lub neej suajkaum zuj zus. Nej cog qoobloo, tiamsis yuav tsis tau noj, rau qhov nej tej yeebncuab yuav tua yeej nej thiab lawv tau noj tej qoob uas nej cog."},{"bible_id":"1525","chapter_code":"LEV.26","verse_code":"LEV.26.17","label":"17","content":"Kuv yuav tawmtsam nej, nej yuav swb, thiab cov neeg uas ntxub nej yuav ua cov tswjhwm nej; nej yuav ntshai heev. Txawm yog tsis muaj leejtwg caum nej los nej yuav khiav tsis saib qab."},{"bible_id":"1525","chapter_code":"LEV.26","verse_code":"LEV.26.18","label":"18","content":"“Tom qab uas nej raug tej xwmtxheej no tas lawm, yog nej tseem tsis hwm kuv, kuv yuav rau txim rau nej kom hnyav tshaj qhov qub xya npaug ntxiv."},{"bible_id":"1525","chapter_code":"LEV.26","verse_code":"LEV.26.19","label":"19","content":"Kuv yuav rhuav nej txojkev tawv ncauj thiab khavtheeb kom puastsuaj mus. Kuv yuav tsis tso nag los rau nej lub tebchaws, av yuav qhuav tawv cuag hlau."},{"bible_id":"1525","chapter_code":"LEV.26","verse_code":"LEV.26.20","label":"20","content":"Nej yuav khwv kawg nej lub zog los tsis muaj qabhau rau nej, rau qhov nej lub tebchaws yuav tsis zoo qoob thiab tej txiv ntoo los yuav tsis txi txiv."},{"bible_id":"1525","chapter_code":"LEV.26","verse_code":"LEV.26.21","label":"21","content":"“Yog nej tseem tawmtsam kuv thiab tsis mloog kuv lus, kuv yuav tsub kev rau txim rau nej kom hnyav tshaj qhov qub xya npaug ntxiv."},{"bible_id":"1525","chapter_code":"LEV.26","verse_code":"LEV.26.22","label":"22","content":"Kuv yuav tso tej tsiaj qus uas nyaum heev los tawmtsam nej, tej tsiaj ntawd yuav tom nej tej menyuam, tom nej tej tsiaj txhu kom tu noob, thiab ua kom nej tshuav tsawg heev tsis muaj neeg taug kev li lawm."},{"bible_id":"1525","chapter_code":"LEV.26","verse_code":"LEV.26.23","label":"23","content":"“Yog tom qab tej kev rau txim no dhau lawm, nej tseem tsis tig los mloog kuv lus, tiamsis tseem pheej rau siab ntso tawmtsam kuv ntxiv,"},{"bible_id":"1525","chapter_code":"LEV.26","verse_code":"LEV.26.24","label":"24","content":"ces kuv yuav tawmtsam nej thiab rau txim rau nej kom hnyav tshaj qhov qub uas tas los lawm xya npaug ntxiv."},{"bible_id":"1525","chapter_code":"LEV.26","verse_code":"LEV.26.25","label":"25","content":"Kuv yuav tso neeg tuaj ua rog rau nej thiab rau txim rau nej, vim nej rhuav kuv tej lus cog tseg thiab txawm yog nej sib sau mus nyob hauv nej tej nroog kom muaj kev kaj siab los kuv yuav tso tej mob phem los raug nej, thiab yuav muab nej cob rau nej cov yeebncuab tes."},{"bible_id":"1525","chapter_code":"LEV.26","verse_code":"LEV.26.26","label":"26","content":"Kuv yuav ua kom nej tsis muaj mov noj, kaum leej pojniam yuav koom ib lub qhovtxos cub tej mov uas lawv muaj xwb. Lawv yuav muab cov mov ntawd los luj sib faib, thiab thaum nej noj tas los tsis tsau."},{"bible_id":"1525","chapter_code":"LEV.26","verse_code":"LEV.26.27","label":"27","content":"“Yog tom qab uas dhau tej kev rau txim no tas lawm, nej tseem tawv thiab tsis mloog kuv lus,"},{"bible_id":"1525","chapter_code":"LEV.26","verse_code":"LEV.26.28","label":"28","content":"ces kuv yuav chim rau nej thiab rau txim rau nej hnyav tshaj qhov qub xya npaug ntxiv."},{"bible_id":"1525","chapter_code":"LEV.26","verse_code":"LEV.26.29","label":"29","content":"Nej yuav muaj kev tshaib nqhis heev thiab nej yuav noj nej tej tub tej ntxhais uas nej yug."},{"bible_id":"1525","chapter_code":"LEV.26","verse_code":"LEV.26.30","label":"30","content":"Kuv yuav rhuav tshem nej tej chaw pe dab saum tej ncov roob, muab nej tej thaj hlawv hmoov tshuaj tsw qab tsoo povtseg, thiab muab nej tej cev tuag pov rau saum tej mlom uas yog mlom tuag; kuv yuav ntxub nej heev."},{"bible_id":"1525","chapter_code":"LEV.26","verse_code":"LEV.26.31","label":"31","content":"Kuv yuav muab nej tej nroog ntxeev kom puas tas, kuv yuav rhuav tshem nej tej chaw pe mlom kom puastsuaj, thiab kuv yuav tsis txais nej tej khoom fij uas tsw qab ntxiag ntawd."},{"bible_id":"1525","chapter_code":"LEV.26","verse_code":"LEV.26.32","label":"32","content":"Kuv yuav rhuav kom nej lub tebchaws puastsuaj qhuav nkig nkuav ua rau nej cov yeebncuab uas tuaj tswjhwm nej xav tsis thoob li."},{"bible_id":"1525","chapter_code":"LEV.26","verse_code":"LEV.26.33","label":"33","content":"Kuv yuav tso neeg tuaj ua rog rau nej thiab muab nej raws kom tawg ri sua mus nrog tej neeg txawv tebchaws nyob. Nej lub tebchaws yuav ciaj nroj tsuag, thiab cia nej tej nroog raug puastsuaj tas tsis muaj neeg nyob."},{"bible_id":"1525","chapter_code":"LEV.26","verse_code":"LEV.26.34+LEV.26.35","label":"34-35","content":"Ces nej lub tebchaws yuav zoo siab rau ntau xyoo uas tau so pauj rau tej uas nej tsis pub kom tau so; nej lub tebchaws yuav tau zoo pw thiab so thaum nej raug ntiab tawm mus ua neeg thojnam nyob rau hauv nej cov yeebncuab lub tebchaws lawm."},{"bible_id":"1525","chapter_code":"LEV.26","verse_code":"LEV.26.36","label":"36","content":"“Kuv yuav ua kom nej cov uas raug ntiab tawm mus ntawd ntshai heev nyob hauv nej cov yeebncuab lub tebchaws. Cua ntsawj tej nplooj ntoos nrov xwb los nej yuav khiav tsis saib qab. Nej yuav khiav cuag li thaum luag caum nej hauv tshavrog, txawm yog tsis muaj yeebncuab nyob ze los nej yuav ntog pawglug."},{"bible_id":"1525","chapter_code":"LEV.26","verse_code":"LEV.26.37","label":"37","content":"Nej ib leeg yuav dawm ib leeg ntog, thaum tsis muaj leejtwg caum ntes nej, thiab nej yuav tsis muaj cuabkav tua nej cov yeebncuab hlo li."},{"bible_id":"1525","chapter_code":"LEV.26","verse_code":"LEV.26.38","label":"38","content":"Nej yuav tuag tas rau hauv luag teb luag chaw, thiab nej cov yeebncuab lub tebchaws yuav muab nej nqos tas huv tibsi."},{"bible_id":"1525","chapter_code":"LEV.26","verse_code":"LEV.26.39","label":"39","content":"Nej cov uas seem nyob hauv nej cov yeebncuab lub tebchaws tej roj ntsha yuav sem zuj zus, vim nej tej kev txhaum thiab nej cov yawgkoob tej kev txhaum."},{"bible_id":"1525","chapter_code":"LEV.26","verse_code":"LEV.26.40","label":"40","content":"“Tiamsis yog nej cov xeebntxwv lees lawv tej kev txhaum thiab lawv cov yawgkoob tej kev txhaum uas lawv tau tawmtsam kuv thiab ntxeev siab rau kuv,"},{"bible_id":"1525","chapter_code":"LEV.26","verse_code":"LEV.26.41","label":"41","content":"thiab ua rau kuv muab lawv ntiab mus nyob rau hauv lawv cov yeebncuab lub tebchaws, yog hais tias lawv txo lawv lub siab uas tsis hwm Vajtswv, thiab nyob lawv lub txim tas lawm;"},{"bible_id":"1525","chapter_code":"LEV.26","verse_code":"LEV.26.42","label":"42","content":"kuv yuav nco txog tej lus uas kuv cog tseg rau Yakhauj, Ixaj thiab Anplahas lawv, thiab kuv yuav rov nco txog lub tebchaws uas kuv muab rau kuv haivneeg lawm."},{"bible_id":"1525","chapter_code":"LEV.26","verse_code":"LEV.26.43","label":"43","content":"Tiamsis yuav tsum xub muab cov neeg hauv lub tebchaws ntawd ntiab tawm ua ntej, kom lub tebchaws thiaj tau so, thiab lawv yuav tsum raug txim vim qhov uas lawv muab kuv tej kevcai thiab kuv tej lus samhwm tso tseg lawm."},{"bible_id":"1525","chapter_code":"LEV.26","verse_code":"LEV.26.44","label":"44","content":"Tiamsis txawm li ntawd los xij, thaum lawv tseem nyob hauv lawv cov yeebncuab lub tebchaws kuv yuav tsis tso lawv tseg lossis rhuav kom lawv puastsuaj tu noob. Kuv yuav tsis rhuav lo lus uas kuv cog tseg rau lawv lawm, thiab kuv yog tus TSWV uas yog lawv tus Vajtswv."},{"bible_id":"1525","chapter_code":"LEV.26","verse_code":"LEV.26.45","label":"45","content":"Kuv yuav rov coglus rau lawv ib yam li kuv tau coglus rau lawv cov yawgkoob uas thaud kuv lub hwjchim tau coj kuv haivneeg tawm nram tebchaws Iziv los tabmeeg txhua haivneeg lawm, kuv yog lawv tus Vajtswv. Kuv yog tus TSWV.”"},{"bible_id":"1525","chapter_code":"LEV.26","verse_code":"LEV.26.46","label":"46","content":"Tagnrho tej no puavleej yog tej kevcai thiab tej lus samhwm uas tus TSWV muab rau Mauxes saum Roob Xinais, kom muab qhia rau cov neeg Yixalayees."},{"bible_id":"1525","chapter_code":"LEV.27","verse_code":"LEV.27.1","label":"1","content":"Tus TSWV hais rau Mauxes"},{"bible_id":"1525","chapter_code":"LEV.27","verse_code":"LEV.27.2","label":"2","content":"kom hais rau cov Yixalayees hais tias, thaum muaj ib tug twg coglus muab nws fij pub rau tus TSWV, tus neeg ntawd yuav tsum tau them nyiaj li nram qab no,"},{"bible_id":"1525","chapter_code":"LEV.27","verse_code":"LEV.27.3+LEV.27.4+LEV.27.5+LEV.27.6+LEV.27.7","label":"3-7","content":"kom tus nqis raws li nomtswv kevcai: ---tus txivneej uas muaj hnubnyoog nees nkaum xyoo mus txog rau caum xyoo: them tsib caug daim nyiaj ---tus pojniam: them peb caug daim nyiaj tus tub hluas uas muaj hnubnyoog tsib xyoos mus txog nees nkaum xyoo: them nees nkaum daim nyiaj ---tus ntxhais hluas: them kaum daim nyiaj ---tus menyuam tub uas muaj hnubnyoog tsib xyoos rov hauv: them tsib daim nyiaj ---tus menyuam ntxhais uas muaj hnubnyoog tsib xyoos rov hauv: them peb daim nyiaj ---tus txivneej uas muaj hnubnyoog rau caum xyoo rov saud: them kaum tsib daim nyiaj ---tus pojniam uas muaj hnubnyoog rau caum xyoo rov saud: them kaum daim nyiaj."},{"bible_id":"1525","chapter_code":"LEV.27","verse_code":"LEV.27.8","label":"8","content":"Yog tus neeg uas coglus tseg ntawd, txomnyem them tsis taus raws li tus nqi uas kom tseg no los yuav tsum coj tus neeg ntawd mus cuag tus povthawj, thiab tus povthawj yuav muab tus nqi txo kom tsawg, raws li tus neeg ntawd muaj peevxwm them taus rau nws them."},{"bible_id":"1525","chapter_code":"LEV.27","verse_code":"LEV.27.9","label":"9","content":"Yog tus neeg ntawd coglus muab tus tsiaj uas tsimnyog mus fij rau tus TSWV, mas txhua yam ntawd yuav tsum yog yam dawbhuv,"},{"bible_id":"1525","chapter_code":"LEV.27","verse_code":"LEV.27.10","label":"10","content":"tus neeg uas coglus ntawd yuav tsum tsis txhob muab dua lwm tug tsiaj tuaj hloov tus tsiaj ntawd chaw. Yog nws hloov, ces ob tug tsiaj ntawd puavleej yog tus TSWV tug."},{"bible_id":"1525","chapter_code":"LEV.27","verse_code":"LEV.27.11","label":"11","content":"Tiamsis yog nws coglus muab tus tsiaj uas tsis tsimnyog fij rau tus TSWV, tus txivneej ntawd yuav tsum coj tus tsiaj ntawd mus rau tus povthawj."},{"bible_id":"1525","chapter_code":"LEV.27","verse_code":"LEV.27.12","label":"12","content":"Ces tus povthawj mam li muab tus tsiaj ntawd los kom nqi raws li tus tsiaj ntawd zoo lossis phem, thiab tsuas ntaus tus nqi raws li ntawd xwb."},{"bible_id":"1525","chapter_code":"LEV.27","verse_code":"LEV.27.13","label":"13","content":"Yog tus neeg ntawd xav txhiv tus tsiaj ntawd rov qab, nws yuav tsum them nees nkaum feem pua ntxiv rau tus nqi tsiaj ntawm."},{"bible_id":"1525","chapter_code":"LEV.27","verse_code":"LEV.27.14","label":"14","content":"Thaum muaj ib tug twg muab nws lub tsev fij rau tus TSWV, tus povthawj yuav tsum muab ntaus nqi raws li lub tsev ntawd zoo lossis phem, tsuas ntaus tus nqi li ntawd xwb."},{"bible_id":"1525","chapter_code":"LEV.27","verse_code":"LEV.27.15","label":"15","content":"Yog tus uas fij lub tsev ntawd xav txhiv lub tsev rov qab, nws yuav tsum tau them nees nkaum feem pua ntxiv rau tus nqi tsev ntawd."},{"bible_id":"1525","chapter_code":"LEV.27","verse_code":"LEV.27.16","label":"16","content":"Yog ib tus twg muab nws daim teb ib feem fij rau tus TSWV, tus povthawj yuav tsum muab ntaus nqi kom tsimnyog raws li daim teb ntawd yuav tseb tau noob qoob npaum li cas rau hauv, qhov uas txaus tseb ib kawm noob nplej ntaus nqi kaum daim nyiaj."},{"bible_id":"1525","chapter_code":"LEV.27","verse_code":"LEV.27.17","label":"17","content":"Yog dhau plaws Xyoo Thim nws txawm muab nws daim teb fij, ces muab ntaus nqi kom puv nkaus rau nws them."},{"bible_id":"1525","chapter_code":"LEV.27","verse_code":"LEV.27.18","label":"18","content":"Yog twb dhau Xyoo Thim lawm, nws mam muab nws daim teb fij, tus povthawj yuav nrog kom tus nqi raws li tej xyoo ntawd mus txog Xyoo Thim, thiab muab tus nqi txo kom qis."},{"bible_id":"1525","chapter_code":"LEV.27","verse_code":"LEV.27.19","label":"19","content":"Yog tus uas fij nws daim teb ntawd xav txhiv rov qab, nws yuav tsum them nees nkaum feem pua ntxiv rau tus nqi ntawd."},{"bible_id":"1525","chapter_code":"LEV.27","verse_code":"LEV.27.20","label":"20","content":"Yog nws tsis xav txhiv nws daim teb rov qab lossis nws twb xub muab muag rau lwm tus lawm, ces nws tsis muaj cai txhiv daim teb ntawd rov qab li lawm."},{"bible_id":"1525","chapter_code":"LEV.27","verse_code":"LEV.27.21","label":"21","content":"Ces thaum rov txog Xyoo Thim daim teb ntawd yuav ua tus TSWV tug mus li; thiab yuav yog cov povthawj tug."},{"bible_id":"1525","chapter_code":"LEV.27","verse_code":"LEV.27.22","label":"22","content":"Yog ib tug twg muab nws daim teb uas nws yuav los fij rau tus TSWV,"},{"bible_id":"1525","chapter_code":"LEV.27","verse_code":"LEV.27.23","label":"23","content":"tus nqi yuav tsum kom raws li tej xyoo mus txog rau Xyoo Thim, thiab tus neeg ntawd yuav tsum them tus nqi rau hnub ntawd; cov nyiaj ntawd yog tus TSWV tug."},{"bible_id":"1525","chapter_code":"LEV.27","verse_code":"LEV.27.24","label":"24","content":"Thaum txog Xyoo Thim yuav tsum muab daim teb ntawd thim rov rau tus tswv qub lossis nws cov xeebntxwv."},{"bible_id":"1525","chapter_code":"LEV.27","verse_code":"LEV.27.25","label":"25","content":"Txhua yam nqi yuav tsum muab kom, kom raws li nomtswv txoj cai."},{"bible_id":"1525","chapter_code":"LEV.27","verse_code":"LEV.27.26","label":"26","content":"Thawj tug menyuam tsiaj yeej yog tus TSWV tug li lawm, tsis pub leejtwg muab tus tsiaj ntawd tuaj fij ua kev zoo siab rau nws, tsis hais menyuam nyuj, menyuam yaj lossis menyuam tshis los puavleej yog tus TSWV tug,"},{"bible_id":"1525","chapter_code":"LEV.27","verse_code":"LEV.27.27","label":"27","content":"tiamsis yog cov tsiaj uas tsis huv thawj tus menyuam yuav tsum tau txhiv rov qab raws li tus nqi uas tau kom tseg thiab ntxiv ib feem tsib rau tus nqi ntawd. Yog nws tsis txhiv tus tsiaj ntawd rov qab, ces muab muag rau lwm tus raws li tus nqi uas tau kom tseg lawm los tau."},{"bible_id":"1525","chapter_code":"LEV.27","verse_code":"LEV.27.28","label":"28","content":"Txhua yam uas tau coglus muab fij  rau tus TSWV lawm, txawm yog neeg lossis tsiaj txhu lossis liaj teb, tsis pub muab muag lossis txhiv rov qab li. Rau qhov tej ntawd yog yam dawbhuv heev rau tus TSWV lawm."},{"bible_id":"1525","chapter_code":"LEV.27","verse_code":"LEV.27.29","label":"29","content":"Yog tau coglus nrog tus TSWV lawm hais tias, yuav muab ib tug twg ua kom puastsuaj mus, mas tsis pub txhiv rov qab li lawm; yuav tsum muab tus ntawd tua kom tuag xwb."},{"bible_id":"1525","chapter_code":"LEV.27","verse_code":"LEV.27.30","label":"30","content":"Tagnrho tej qoobloo hauv tej teb lossis tej txiv hmab txiv ntoo ib feem kaum, yeej yog tus TSWV tug."},{"bible_id":"1525","chapter_code":"LEV.27","verse_code":"LEV.27.31","label":"31","content":"Yog leejtwg xav txhiv qee yam rov qab, nws yuav tsum them ib feem tsib ntxiv rau tus nqi uas tau kom tseg."},{"bible_id":"1525","chapter_code":"LEV.27","verse_code":"LEV.27.32","label":"32","content":"Tagnrho tej tsiaj nyeg los ib feem kaum yeej yog tus TSWV tug. Thaum suav tej tsiaj txhu, kaum tus muab ib tug ua tus TSWV tug."},{"bible_id":"1525","chapter_code":"LEV.27","verse_code":"LEV.27.33","label":"33","content":"Tus tswv tsiaj tsis txhob xaiv tus tsiaj zoo tawm ntawm tus tsiaj phem, thiab tsis txhob muab tej tsiaj los sib hloov. Yog nws muab tus tsiaj no mus hloov tus tsiaj tod chaw, ces ob tug tsiaj ntawd puavleej yog tus TSWV tug huv tibsi, thiab txhiv tsis tau rov qab li lawm."},{"bible_id":"1525","chapter_code":"LEV.27","verse_code":"LEV.27.34","label":"34","content":"Ntawm no yog cov lus samhwm uas tus TSWV hais rau Mauxes saum Roob Xinais, kom coj los qhia rau cov Yixalayees."}]