[{"bible_id":"1525","chapter_code":"MAL.1","verse_code":"MAL.1.1","label":"1","content":"Ntawm no yog cov lus uas tus TSWV hais rau Malakis kom nws coj mus qhia rau cov Yixalayees."},{"bible_id":"1525","chapter_code":"MAL.1","verse_code":"MAL.1.2","label":"2","content":"Tus TSWV hais rau nws haivneeg tias, “Kuv yeej ibtxwm hlub nej.” Tiamsis lawv nug tus TSWV hais tias, “Koj hlub peb li cas?” Tus TSWV teb hais tias, “Exaus thiab Yakhauj yog ob kwvtij, tiamsis kuv hlub Yakhauj thiab nws cov xeebntxwv,"},{"bible_id":"1525","chapter_code":"MAL.1","verse_code":"MAL.1.3","label":"3","content":"kuv ntxub Exaus thiab nws cov xeebntxwv. Kuv muab Exaus lub ncov roob rhuav kom puastsuaj thiab muab nws lub tebchaws tso tseg rau tej tsiaj qus nyob.”"},{"bible_id":"1525","chapter_code":"MAL.1","verse_code":"MAL.1.4","label":"4","content":"Exaus cov xeebntxwv uas yog cov Edoos hais tias, “Txawm yog peb tej nroog puastsuaj tas lawm los peb yuav rov txhim kho dua tshiab,” ces tus TSWV yuav teb hais tias, “Cia lawv yeejmeem txhim kho dua tshiab ntag, kuv yuav rov muab tej nroog ntawd rhuav povtseg dua. Tej neeg yuav hu lawv hais tias, ‘Lub tebchaws ua phem,’ thiab ‘Haivneeg uas tus TSWV chim rau lawv mus ibtxhis li.’ ”"},{"bible_id":"1525","chapter_code":"MAL.1","verse_code":"MAL.1.5","label":"5","content":"Cov Yixalayees lub qhovmuag yuav tau pom tej xwmtxheej ntawd, thiab lawv yuav hais tias, “Txawm yog dhau ntawm cov Yixalayees tus ciamteb lawm los tus TSWV tseem muaj hwjchim loj kawg nkaus.”"},{"bible_id":"1525","chapter_code":"MAL.1","verse_code":"MAL.1.6","label":"6","content":"Tus TSWV uas muaj hwjchim loj kawg nkaus hais rau cov povthawj tias, “Tus tub yeej hwm leej txiv, thiab tus qhev yeej hwm nws tus tswv. Kuv yog nej txiv, ua li cas nej tsis hwm kuv? Kuv yog nej tus tswv, ua li cas nej tsis hwm kuv? Nej saib tsis taus kuv, thiab nej tseem nug hais tias, ‘Peb saib tsis taus koj li cas?’"},{"bible_id":"1525","chapter_code":"MAL.1","verse_code":"MAL.1.7","label":"7","content":"Twb yog vim nej muab tej zaub mov uas tsis muaj nqis coj mus fij rau saum kuv lub thaj. Nej tseem muaj plhus nug hais tias, ‘Peb tsis hwm koj li cas?’ Kuv yuav qhia qhov uas nej ua saib tsis taus kuv lub thaj rau nej."},{"bible_id":"1525","chapter_code":"MAL.1","verse_code":"MAL.1.8","label":"8","content":"Thaum nej coj tus tsiaj digmuag, muaj mob lossis cegtawv tuaj tua fij rau kuv, nej xav hais tias ua li ntawd yeej tsis txhaum li los? Nej sim coj cov tsiaj zoo li ntawd mus pub rau tus tswvxeev saib! Nws puas yuav zoo siab lossis txaus siab rau nej?”"},{"bible_id":"1525","chapter_code":"MAL.1","verse_code":"MAL.1.9","label":"9","content":"Nimno nej cov uas yog povthawj, nej sim thov kom Vajtswv hlub peb saib. Nws yuav tsis teb nej tej lus thov, rau qhov yog tim nej ua txhaum lawm."},{"bible_id":"1525","chapter_code":"MAL.1","verse_code":"MAL.1.10","label":"10","content":"Tus TSWV uas muaj Hwjchim loj kawg nkaus hais tias, “Kuv xav kom nej ib tug mus muab lub Tuamtsev tej qhovrooj kaw, tsis pub nej lam mus rauv taws rau saum kuv lub thaj. Kuv tsis txaus siab rau nej; kuv yuav tsis lees tej khoom uas nej coj tuaj fij rau kuv ntawd."},{"bible_id":"1525","chapter_code":"MAL.1","verse_code":"MAL.1.11","label":"11","content":"Tej neeg nyob thoob ntiajteb puavleej hwm kuv. Lawv hlawv tshuaj tsw qab txhua qhov fij rau kuv thiab muab tej khoom uas txaus kuv siab fij rau kuv xwb. Lawv sawvdaws puavleej ua rau kuv tau ntsejmuag!"},{"bible_id":"1525","chapter_code":"MAL.1","verse_code":"MAL.1.12","label":"12","content":"Tiamsis thaum nej hais tias kuv lub thaj tsis muaj nqis thiab thaum nej saib tsis taus tej zaub mov uas nej coj tuaj fij rau saum kuv lub thaj, twb yog nej tsis hwm kuv ntag."},{"bible_id":"1525","chapter_code":"MAL.1","verse_code":"MAL.1.13","label":"13","content":"Nej hais tias, ‘Peb dhuav tej no kawg nkaus li!’ nej ua saib tsis taus kuv. Vim li ntawd nej thiaj coj tus tsiaj uas nej mus nyiag los lossis tus tsiaj lov ceg lossis tus tsiaj muaj mob tuaj fij rau kuv. Nej xav hais tias kuv yuav lees yuav tej tsiaj ntawd no los?."},{"bible_id":"1525","chapter_code":"MAL.1","verse_code":"MAL.1.14","label":"14","content":"Kuv yuav foom tsis zoo rau tus neeg dag uas tau coglus hais tias, nws yuav muab nws pab tsiaj tus uas zoo tshaj plaws fij rau kuv, tiamsis nws muab tus uas phem tshaj plaws tuaj fij rau kuv xwb. Kuv yog tus vajntxwv uas muaj hwjchim loj kawg nkaus, thiab txhua haivneeg puavleej hwm kuv lub npe.”"},{"bible_id":"1525","chapter_code":"MAL.2","verse_code":"MAL.2.1","label":"1","content":"Tus TSWV uas muaj hwjchim loj kawg nkaus hais rau cov povthawj tias, “Tej lus no yog kuv hais rau nej:"},{"bible_id":"1525","chapter_code":"MAL.2","verse_code":"MAL.2.2","label":"2","content":"Nej yuav tsum ua nej tes haujlwm kom kuv tau ntsejmuag. Yog nej tsis mloog kuv hais, kuv yuav foom tsis zoo rau nej. Kuv yuav foom tsis zoo rau tej khoom uas luag coj tuaj pub rau nej. Qhov tseeb, kuv twb foom tsis zoo rau tej ntawd lawm, vim nej tsis ua raws li kuv tej lus."},{"bible_id":"1525","chapter_code":"MAL.2","verse_code":"MAL.2.3","label":"3","content":"Kuv yuav rau txim rau nej cov menyuam thiab yuav muab tej tsiaj uas nej coj tuaj tua fij rau kuv ntawd cov quav pleev nej ntsejmuag, thiab kuv yuav coj nej mus pov rau ntawm qhov chaw uas pov tej quav tsiaj."},{"bible_id":"1525","chapter_code":"MAL.2","verse_code":"MAL.2.4","label":"4","content":"Thaum ntawd nej yuav paub hais tias kuv twb hais rau nej lawm, kom kuv tej lus cog tseg rau cov povthawj uas yog cov Levis cov xeebntxwv yuav nyob mus ibtxhis."},{"bible_id":"1525","chapter_code":"MAL.2","verse_code":"MAL.2.5","label":"5","content":"“Hauv kuv cov lus cog tseg, kuv coglus hais tias kuv yuav pub kom lawv muaj sia ntev thiab nyob kaj siab lug, thiab kuv pub tej no rau lawv kom lawv hwm kuv. Thaum ntawd lawv puavleej hwm thiab ntshai kuv kawg li."},{"bible_id":"1525","chapter_code":"MAL.2","verse_code":"MAL.2.6","label":"6","content":"Lawv yeej qhia tej zaj tseeb xwb, lawv tsis lam qhia tej zaj uas tsis yog li. Lawv ua neej raws li kuv lub siab nyiam; tsis yog lawv coj ncaj xwb, tiamsis lawv tseem pab tau coob leej tso txojkev ua phem tseg thiab."},{"bible_id":"1525","chapter_code":"MAL.2","verse_code":"MAL.2.7","label":"7","content":"Cov povthawj yog cov uas qhia kom sawvdaws paub Vajtswv tseeb. Tsimnyog tej neeg mus cuag cov povthawj kom lawv qhia sawvdaws paub ua lub neej haum kuv siab, rau qhov cov povthawj yog cov uas cev tus TSWV uas muaj hwjchim loj kawg nkaus tej lus."},{"bible_id":"1525","chapter_code":"MAL.2","verse_code":"MAL.2.8","label":"8","content":"“Tiamsis nimno nej cov uas yog povthawj tau tso txojkev tseeb tseg lawm. Tej lus uas nej qhia twb ua rau coob leej mus ua txhaum lawm. Nej rhuav tej lus uas kuv cog tseg rau nej."},{"bible_id":"1525","chapter_code":"MAL.2","verse_code":"MAL.2.9","label":"9","content":"Yog li ntawd, kuv yuav ua kom cov Yixalayees saib tsis taus nej, rau qhov nej tsis ua raws li kuv tej lus qhia, thaum nej qhia kuv haivneeg, nej tsis qhia sawvdaws ib yam.”"},{"bible_id":"1525","chapter_code":"MAL.2","verse_code":"MAL.2.10","label":"10","content":"Puas yog peb sawvdaws koom ib leeg txiv? Puas yog tib tug Vajtswv tsim peb sawvdaws xwb? Vim li cas peb rhuav tej lus cog tseg uas peb ib leeg coglus rau ib leeg. Thiab vim li cas peb thiaj thuam tej lus uas Vajtswv tau cog tseg rau peb cov yawgkoob lawm?"},{"bible_id":"1525","chapter_code":"MAL.2","verse_code":"MAL.2.11","label":"11","content":"Cov Yudas tsis ua raws li tej lus uas lawv cog tseg rau Vajtswv lawm, lawv ua tej kev phem kev qias nyob hauv lub nroog Yeluxalees thiab thoob plaws hauv lub tebchaws. Lawv tau ua rau lub Tuamtsev uas Vajtswv hlub kawg nkaus tsis huv lawm. Cov txivneej tau mus yuav tej ntxhais uas pe lwm haivneeg tej vajtswv los ua pojniam."},{"bible_id":"1525","chapter_code":"MAL.2","verse_code":"MAL.2.12","label":"12","content":"Thov tus TSWV muab cov neeg uas ua li ntawd tshem tawm hauv cov Yixalayees mus kom tas, thiab tsis txhob pub lawv nrog peb haivneeg koom coj tej khoom tuaj fij rau tus TSWV uas muaj hwjchim loj kawg nkaus  ntxiv li lawm."},{"bible_id":"1525","chapter_code":"MAL.2","verse_code":"MAL.2.13","label":"13","content":"Muaj dua ib yam uas nej ua, nej tuaj quaj ua kua muag los ntub tus TSWV lub thaj tas, vim nws tsis yuav tej khoom uas nej coj tuaj fij rau nws."},{"bible_id":"1525","chapter_code":"MAL.2","verse_code":"MAL.2.14","label":"14","content":"Nej tseem muaj plhus nug hais tias, vim li cas nws thiaj tsis yuav tej khoom fij ntawd? Nws tsis yuav rau qhov nws paub hais tias koj tsis ua raws li tej lus cog tseg rau tus pojniam uas koj yuav thaum koj tseem hluas. Nws yog koj txij nkawm, tiamsis koj rhuav tej lus uas koj cog tseg rau nws lawm. Txawm yog koj tau coglus rau Vajtswv hais tias, koj yuav muab lub siab npuab nws los koj tsis ua raws li koj hais."},{"bible_id":"1525","chapter_code":"MAL.2","verse_code":"MAL.2.15","label":"15","content":"Puas yog Vajtswv twb muab koj los koom ua ib lub cev thiab ib lub siab nrog nws lawm?  Vim li cas Vajtswv thiaj ua li no? Twb yog nws xav kom neb muaj tub muaj ki uas yog Vajtswv haivneeg tiag. Yog li ntawd nej tsis txhob rhuav tej lus uas nej cog tseg rau nej tus pojniam lawm."},{"bible_id":"1525","chapter_code":"MAL.2","verse_code":"MAL.2.16","label":"16","content":"Tus TSWV uas yog cov Yixalayees tus Vajtswv hais tias, “Kuv ntxub txojkev sib nrauj heev. Kuv ntxub thaum uas muaj ib tug twg ua nruj ua tsiv rau nws tus pojniam. Nej yuav tsum nco ntsoov tsis txhob rhuav nej tej lus cog tseg uas hais tias nej yuav muab siab npuab nej tus pojniam.”"},{"bible_id":"1525","chapter_code":"MAL.2","verse_code":"MAL.2.17","label":"17","content":"Nej ua rau tus TSWV dhuav nej tej lus hais kawg li. Tiamsis nej tseem nug hais tias, “Peb ua rau tus TSWV dhuav li cas?” Nej ua rau nws dhuav thaum uas nej hais tias, “Tus TSWV uas muaj hwjchim loj kawg nkaus xav hais tias txhua tus uas ua txhaum puavleej yog neeg zoo; thiab hais tias, nws yeej nyiam lawv.” Lossis nej nug hais tias, “Vajtswv tus uas ncaj ncees nyob qhov twg?”"},{"bible_id":"1525","chapter_code":"MAL.3","verse_code":"MAL.3.1","label":"1","content":"Tus TSWV uas muaj hwjchim loj kawg nkaus teb hais tias, “Kuv yuav txib kuv ib tug tubtxib ua ntej mus kho kev tos kuv. Thaum ntawd tus TSWV uas nej niaj hnub tos yuav los rau hauv nws lub Tuamtsev. Tus tubtxib uas nej xav pom los ntev lawm, yuav los thiab tshaj tawm kuv tej lus cog tseg.”"},{"bible_id":"1525","chapter_code":"MAL.3","verse_code":"MAL.3.2","label":"2","content":"Tiamsis hnub uas nws los, leejtwg yuav muaj cuabkav fim taus nws? Thaum nws tshwm plaws los, leejtwg tseem yuav muaj sia nyob thiab? Nws yuav zoo ib yam li cov tshuaj zawv khaubncaws uas muaj zog, thiab zoo ib yam li cov nplaim taws uas cig hauv lub yeejvub nchuav hlau."},{"bible_id":"1525","chapter_code":"MAL.3","verse_code":"MAL.3.3","label":"3","content":"Nws yuav los txiav txim ib yam li tus neeg nchuav nyiaj, nws muab nyiaj nchuav kom tau cov tseem nyiaj. Tus TSWV tus tubtxib yuav los muab cov povthawj ntxuav kom dawbhuv ib yam li tej nyiaj tej kub uas tus nchuav nyiaj twb muab nchuav tau lawm. Yog li ntawd, lawv thiaj yuav coj tej khoom uas haum tus TSWV siab tuaj fij rau nws."},{"bible_id":"1525","chapter_code":"MAL.3","verse_code":"MAL.3.4","label":"4","content":"Yog li ntawd, tej khoom uas cov Yudas thiab cov neeg hauv Yeluxalees coj tuaj fij rau tus TSWV thiaj yuav txaus nws siab ib yam li thaum ub lawv ibtxwm ua los lawm."},{"bible_id":"1525","chapter_code":"MAL.3","verse_code":"MAL.3.5","label":"5","content":"Tus TSWV uas muaj hwjchim loj kawg nkaus hais tias, “Kuv yuav los xyuas nej thiab txiav txim rau sawvdaws, thiab kuv yuav nthuav sawvdaws tej kev txhaum, tsis hais cov neeg uas txawj ua yeessiv, cov neeg uas deev luag pojniam luag txiv, cov neeg uas ua timkhawv tsis tseeb, cov neeg uas dag nws tej tub zog tej nyiaj yuav, thiab cov neeg uas txhav cov pojntsuam, tej menyuam ntsuag, thiab cov neeg txawv tebchaws tug noj, thiab txhua tus uas tsis hwm kuv."},{"bible_id":"1525","chapter_code":"MAL.3","verse_code":"MAL.3.6","label":"6","content":"“Kuv yog tus TSWV, kuv yeej tsis hloov li; yog li ntawd nej cov uas yog Yakhauj cov xeebntxwv tseem tsis tau tu noob."},{"bible_id":"1525","chapter_code":"MAL.3","verse_code":"MAL.3.7","label":"7","content":"Nej zoo ib yam li nej cov yawgkoob uas nyob ua ntej nej lawm thiab ntag, nej tau tso kuv tej kevcai tseg thiab tsis ua raws li tej kevcai ntawd. Nej cia li tig rov los cuag kuv, kuv thiaj yuav tig los cuag nej. Tiamsis nej nug hais tias, ‘Peb yuav ua li cas thiaj tig tau rov los cuag koj?’"},{"bible_id":"1525","chapter_code":"MAL.3","verse_code":"MAL.3.8","label":"8","content":"Kuv nug nej hais tias, ‘Puas tsimnyog ib tug neeg twg qee Vajtswv tug?’ Yeej tsis tsimnyog, tiamsis nej pheej qee kuv tug. Nej nug hais tias, ‘Peb qee koj dabtsi?’ Twb yog nej tsis muab ib feem kaum thiab tej khoom fij rau kuv."},{"bible_id":"1525","chapter_code":"MAL.3","verse_code":"MAL.3.9","label":"9","content":"Kuv twb foom tsis zoo rau nej txhua tus lawm, rau qhov tagnrho nej haivneeg puavleej qee kuv tug."},{"bible_id":"1525","chapter_code":"MAL.3","verse_code":"MAL.3.10","label":"10","content":"Nej yuav tsum nqa tej uas nej muaj ib feem kaum tuaj tso rau hauv lub Tuamtsev, thiaj li muaj noj muaj haus nplua mias nyob rau hauv. Nej sim ua raws li kuv hais saib, nej yeej yuav pom kuv qhib rooj ntug nchuav koob hmoov ntau nplua mias los rau nej."},{"bible_id":"1525","chapter_code":"MAL.3","verse_code":"MAL.3.11","label":"11","content":"Kuv yuav tsis pub kab thiab kooj noj nej tej qoobloo, thiab nej tej txiv hmab yuav txi txiv ncw."},{"bible_id":"1525","chapter_code":"MAL.3","verse_code":"MAL.3.12","label":"12","content":"Thaum ntawd txhua haivneeg yuav hu nej ua cov neeg uas tau koob hmoov, rau qhov nej lub tebchaws yog lub uas tau zoo noj tau zoo nyob.”"},{"bible_id":"1525","chapter_code":"MAL.3","verse_code":"MAL.3.13","label":"13","content":"Tus TSWV hais tias, “Nej hais lus phem kawg nkaus thuam kuv, tiamsis nej tseem nug hais tias, ‘Peb hais lus phem li cas thuam koj?’"},{"bible_id":"1525","chapter_code":"MAL.3","verse_code":"MAL.3.14","label":"14","content":"Nej hais tias, ‘Qhov uas peb tu Vajtswv ntawd, yeej tsis muaj nqis dabtsi li. Yog peb ua raws li tus TSWV uas muaj hwjchim loj kawg nkaus hais lossis lees tej kev txhaum uas peb ua tas los lawm rau nws huv tibsi, puas yuav muaj nqis dabtsi rau peb thiab?"},{"bible_id":"1525","chapter_code":"MAL.3","verse_code":"MAL.3.15","label":"15","content":"Peb ibtxwm pom cov neeg khavtheeb yog cov uas tau koob hmoov; cov neeg ua phem tsis yog muaj kev vammeej xwb, tiamsis lawv tseem txhob txwm ua txhaum sim Vajtswv siab los Vajtswv yeej tsis rau txim rau lawv li.’ ”"},{"bible_id":"1525","chapter_code":"MAL.3","verse_code":"MAL.3.16","label":"16","content":"Thaum cov neeg uas paub ntshai tus TSWV, lawv ib leeg hais rau ib leeg, tus TSWV yeej mloog ntsoov thiab hnov tej lus uas lawv hais ntawd. Cov neeg uas paub ntshai tus TSWV thiab hwm nws, lawv tej npe puavleej muab sau rau hauv ib phau ntawv rau tus TSWV khaws tseg lawm."},{"bible_id":"1525","chapter_code":"MAL.3","verse_code":"MAL.3.17","label":"17","content":"Tus TSWV uas muaj hwjchim loj kawg nkaus hais tias, “Lawv yuav yog kuv haivneeg. Thaum txog hnub uas kuv los ua kuv tes haujlwm, lawv yuav yog kuv tug. Kuv yuav hlub lawv ib yam li leej txiv hlub nws tus tub uas tu nws ntag."},{"bible_id":"1525","chapter_code":"MAL.3","verse_code":"MAL.3.18","label":"18","content":"Kuv haivneeg yuav pom cov neeg ncaj ncees thiab cov neeg ua phem ua qias dua ib zaug ntxiv saib sib txawv li cas, cov neeg uas ua kuv tes haujlwm thiab cov neeg uas tsis ua, saib sib txawv li cas.”"},{"bible_id":"1525","chapter_code":"MAL.4","verse_code":"MAL.4.1","label":"1","content":"Tus TSWV uas muaj hwjchim loj kawg nkaus hais tias, “Thaum txog hnub ntawd cov neeg khavtheeb thiab cov neeg ua phem ua qias yuav kub hnyiab ib yam li tej quavnyab. Hnub ntawd lawv yuav kub hnyiab tas, thiab lawv yuav tsis tshuav ib yam dabtsi seem li."},{"bible_id":"1525","chapter_code":"MAL.4","verse_code":"MAL.4.2","label":"2","content":"Tiamsis kuv lub hwjchim yuav tawm tuaj cawm nej cov uas mloog kuv lus ib yam li lub hnub tawm tuaj, thiab coj kev kho mob los rau nej ib yam li tej duab hnub tuaj ziab. Nej yuav nyob ywj siab thiab muaj kev kaj siab ib yam li tej menyuam nyuj uas tso tawm hauv nkuaj los."},{"bible_id":"1525","chapter_code":"MAL.4","verse_code":"MAL.4.3","label":"3","content":"Thaum txog hnub uas kuv los ua kuv tes haujlwm, nej yuav tawmtsam yeej cov neeg ua phem, thiab nej yuav tsuj lawv ib yam li tsuj tej hmoov av."},{"bible_id":"1525","chapter_code":"MAL.4","verse_code":"MAL.4.4","label":"4","content":"“Nej nco ntsoov kuv tus tubtxib Mauxes tej lus qhia, yog tej kevcai thiab tej lus samhwm uas kuv muab rau nws saum Roob Xinais, kom cov Yixalayees txhua tus yuav tsum coj thiab ua raws li ntawd."},{"bible_id":"1525","chapter_code":"MAL.4","verse_code":"MAL.4.5","label":"5","content":"“Tiamsis ua ntej hnub tseemceeb thiab hnub uas tus TSWV los txiav txim, kuv yuav txib Eliyas uas yog tus cev Vajtswv lus los qhia nej."},{"bible_id":"1525","chapter_code":"MAL.4","verse_code":"MAL.4.6","label":"6","content":"Nws yuav coj cov uas ua niam ua txiv thiab tej menyuam rov los nyob ua ke sib raug zoo dua; yog tsis ua li ntawd, kuv yuav los thiab rhuav nej lub tebchaws kom puastsuaj.”"}]