[{"bible_id":"1525","chapter_code":"MAT.1","verse_code":"MAT.1.1","label":"1","content":"Zaj no yog hais txog Yexus Khetos cov yawgkoob tej npe. Yexus yog Daviv tub thiab Daviv yog Anplahas xeebntxwv."},{"bible_id":"1525","chapter_code":"MAT.1","verse_code":"MAT.1.2","label":"2","content":"Txij thaum Anplahas los txog Vajntxwv Daviv, Yexus cov yawgkoob muaj li no: Anplahas yog Ixaj txiv, Ixaj yog Yakhauj txiv, Yakhauj yog Yudas thiab nws cov kwvtij txiv,"},{"bible_id":"1525","chapter_code":"MAT.1","verse_code":"MAT.1.3","label":"3","content":"Yudas yog Peles thiab Xelas txiv (nkawd niam yog Tamaj), Peles yog Heloos txiv, Heloos yog Las txiv, Las yog Anpinadas txiv, Anpinadas yog Nasoos txiv."},{"bible_id":"1525","chapter_code":"MAT.1","verse_code":"MAT.1.4","label":"4","content":"Nasoos yog Xalemoos txiv,"},{"bible_id":"1525","chapter_code":"MAT.1","verse_code":"MAT.1.5","label":"5","content":"Xalemoos yog Npau-am txiv, (Npau-am niam yog Lahaj), Npau-am yog Aunpes txiv, (Aunpes niam yog Luv), Aunpes yog Yexais txiv,"},{"bible_id":"1525","chapter_code":"MAT.1","verse_code":"MAT.1.6","label":"6","content":"Yexais yog Vajntxwv Daviv txiv. Txij thaum Daviv los txog rau thaum cov Yixalayees raug ntes mus rau tebchaws Npanpiloos, Yexus cov yawgkoob muaj li no: Daviv yog Xalumoos txiv, (Xalumoos niam yog Uliyas tus pojniam),"},{"bible_id":"1525","chapter_code":"MAT.1","verse_code":"MAT.1.7","label":"7","content":"Xalumoos yog Lehaunpau-as txiv, Lehaunpau-as yog Anpiyas txiv, Anpiyas yog Axas txiv,"},{"bible_id":"1525","chapter_code":"MAT.1","verse_code":"MAT.1.8","label":"8","content":"Axas yog Yehausafas txiv, Yehausafas yog Yehaulas txiv, Yehaulas yog Uxiyas txiv,"},{"bible_id":"1525","chapter_code":"MAT.1","verse_code":"MAT.1.9","label":"9","content":"Uxiyas yog Yauthas txiv, Yauthas yog Ahas txiv, Ahas yog Hexekiyas txiv, Hexekiyas yog Manaxes txiv, Manaxes yog Amoos txiv,"},{"bible_id":"1525","chapter_code":"MAT.1","verse_code":"MAT.1.10","label":"10","content":"Amoos yog Yauxiyas txiv,"},{"bible_id":"1525","chapter_code":"MAT.1","verse_code":"MAT.1.11","label":"11","content":"Yauxiyas yog Yehauyakhees thiab nws cov kwvtij txiv."},{"bible_id":"1525","chapter_code":"MAT.1","verse_code":"MAT.1.12","label":"12","content":"Txij thaum cov Yixalayees raug ntes mus rau tebchaws Npanpiloos los txog rau thaum yug Yexus, Yexus cov yawgkoob muaj li no: Yehauyakhees yog Se-atiyees txiv, Se-atiyees yog Xelunpanpees txiv,"},{"bible_id":"1525","chapter_code":"MAT.1","verse_code":"MAT.1.13","label":"13","content":"Xelunpanpees yog Anpi-us txiv, Anpi-us yog Eli-akees txiv, Eli-akees yog Axaus txiv,"},{"bible_id":"1525","chapter_code":"MAT.1","verse_code":"MAT.1.14","label":"14","content":"Axaus yog Xadaus txiv, Xadaus yog Akhis txiv, Akhis yog Eli-us txiv,"},{"bible_id":"1525","chapter_code":"MAT.1","verse_code":"MAT.1.15","label":"15","content":"Eli-us yog Ele-axas txiv, Ele-axas yog Mathas txiv, Mathas yog Yakhauj txiv,"},{"bible_id":"1525","chapter_code":"MAT.1","verse_code":"MAT.1.16","label":"16","content":"Yakhauj yog Yauxej txiv. Malis uas yog Yexus niam yog Yauxej tus pojniam. Yexus yog tus uas sawvdaws hu ua tus Cawmseej."},{"bible_id":"1525","chapter_code":"MAT.1","verse_code":"MAT.1.17","label":"17","content":"Yog li ntawd, txij thaum Anplahas los txog Daviv, muaj kaum plaub tiam, txij thaum Daviv los txog thaum cov Yixalayees raug ntes mus rau tebchaws Npanpiloos muaj kaum plaub tiam, thiab txij thaum cov Yixalayees raug ntes mus rau tebchaws Npanpiloos los txog thaum yug tus Mexiyas muaj kaum plaub tiam."},{"bible_id":"1525","chapter_code":"MAT.1","verse_code":"MAT.1.18","label":"18","content":"Zaj uas yuav hais no yog hais txog zaj uas Yexus los yug rau hauv lub ntiajteb no. Yauxej twb xub qhaib Malis uas yog Yexus niam cia lawm. Tiamsis thaum nkawd tseem tsis tau sib yuav, Malis paub hais tias Vaj Ntsujplig tus Dawbhuv ua rau nws xeeb tub lawm."},{"bible_id":"1525","chapter_code":"MAT.1","verse_code":"MAT.1.19","label":"19","content":"Yauxej tus uas qhaib Malis yog ib tug neeg ncaj ncees, nws tsis xav cia Malis poob ntsejmuag, nws txawm xav hais tias, nws yuav tso Malis twjywm tseg."},{"bible_id":"1525","chapter_code":"MAT.1","verse_code":"MAT.1.20","label":"20","content":"Thaum Yauxej tseem xav txog zaj ntawd, Yauxej txawm ua npau suav pom tus Tswv ib tug timtswv los hais rau nws hais tias, “Yauxej uas yog Daviv tus xeebntxwv, koj tsis txhob nyuaj siab. Koj cia li mus yuav Malis los ua koj pojniam. Rau qhov twb yog Vaj Ntsujplig tus Dawbhuv ua rau Malis xeeb tub."},{"bible_id":"1525","chapter_code":"MAT.1","verse_code":"MAT.1.21","label":"21","content":"Malis yuav yug ib tug metub, koj yuav tsum tis tus metub ntawd npe hu ua Yexus, rau qhov nws yog tus uas yuav los cawm nws haivneeg kom lawv dim lawv lub txim.”"},{"bible_id":"1525","chapter_code":"MAT.1","verse_code":"MAT.1.22","label":"22","content":"Tej no muaj raws li tej lus uas tus Tswv tau qhia rau tus cev Vajtswv lus lawm hais tias,"},{"bible_id":"1525","chapter_code":"MAT.1","verse_code":"MAT.1.23","label":"23","content":"“Ib tug nkaujxwb yuav xeeb tub thiab yuav yug ib tug metub thiab sawvdaws yuav hu nws lub npe hais tias Emanu-ees” (Lub npe no txhais hais tias, “Vajtswv nrog peb nyob”)."},{"bible_id":"1525","chapter_code":"MAT.1","verse_code":"MAT.1.24","label":"24","content":"Thaum Yauxej tsim dheev los, nws txawm mus coj Malis los ua nws pojniam raws li tus Tswv tus timtswv tau hais rau nws lawm."},{"bible_id":"1525","chapter_code":"MAT.1","verse_code":"MAT.1.25","label":"25","content":"Tiamsis Yauxej yeej tsis nrog Malis pw mus txog thaum uas Malis yug tus metub ntawd. Thaum yug tau lawm, Yauxej tis tus metub ntawd npe hu ua Yexus."},{"bible_id":"1525","chapter_code":"MAT.2","verse_code":"MAT.2.1","label":"1","content":"Yexus yug hauv lub nroog Npelehees uas nyob hauv cov Yudais lub tebchaws. Lub sijhawm ntawd Helauj ua vajntxwv kav tebchaws. Tom qab ntawd tsis ntev muaj cov neeg uas txawj saib hnubqub ob peb leeg tuaj sab hnubtuaj tuaj txog hauv lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"MAT.2","verse_code":"MAT.2.2","label":"2","content":"Lawv nug hais tias, “Tus metub uas yuav ua cov Yudais tus vajntxwv, nws yug rau qhov twg? Peb pom nws lub hnubqub uas qhia hais tias, nws yug los lawm tawm tim sab hnubtuaj tuaj, peb thiaj tuaj pehawm nws.”"},{"bible_id":"1525","chapter_code":"MAT.2","verse_code":"MAT.2.3","label":"3","content":"Thaum Vajntxwv Helauj hnov li ntawd, nws thiab tej neeg uas nyob hauv lub nroog Yeluxalees nyuaj siab heev."},{"bible_id":"1525","chapter_code":"MAT.2","verse_code":"MAT.2.4","label":"4","content":"Helauj txawm hu cov thawj ntawm cov povthawj, thiab cov xibhwb uas qhia Vajtswv txoj kevcai tuaj ua ke thiab nug lawv hais tias, “Tus Mexiyas yuav yug rau qhov twg?”"},{"bible_id":"1525","chapter_code":"MAT.2","verse_code":"MAT.2.5","label":"5","content":"Lawv teb hais tias, “Nws yuav yug hauv lub nroog Npelehees uas nyob hauv cov Yudais lub tebchaws. Tus uas cev Vajtswv lus sau li no tseg hais tias,"},{"bible_id":"1525","chapter_code":"MAT.2","verse_code":"MAT.2.6","label":"6","content":"‘Lub nroog Npelehees uas nyob hauv tebchaws Yudas, Koj tsis yog lub nroog uas me dua tej nroog hauv lub xeev Yudas; Rau qhov yuav muaj ib tug thawjcoj los yug hauv koj. Nws yuav coj kuv haivneeg Yixalayees.’ ”"},{"bible_id":"1525","chapter_code":"MAT.2","verse_code":"MAT.2.7","label":"7","content":"Ces Helauj txawm hu cov neeg uas txawj saib hnubqub los cuag nws tsis pub leejtwg paub. Helauj kom lawv qhia nws saib lub sijhawm twg lawv pom lub hnubqub ntawd tawm tuaj."},{"bible_id":"1525","chapter_code":"MAT.2","verse_code":"MAT.2.8","label":"8","content":"Tom qab ntawd Helauj kom lawv mus nram lub nroog Npelehees thiab hais rau lawv hais tias, “Nej cia li mus nrhiav tus metub ntawd; yog nej mus nrhiav tau nws lawm, nej rov qab los qhia rau kuv, kuv yuav mus pehawm nws thiab.”"},{"bible_id":"1525","chapter_code":"MAT.2","verse_code":"MAT.2.9","label":"9","content":"Thaum Helauj hais li ntawd tas, ces lawv txawm tawm mus lawm. Thaum lawv tabtom taug kev mus lawv pom lub hnubqub uas lawv xub pom tim sab hnubtuaj. Lub hnubqub ntawd coj lawv kev mus thiab lub hnubqub ntawd mus nres ncaj ntawm qhov chaw uas tus metub ntawd nyob lawm saum."},{"bible_id":"1525","chapter_code":"MAT.2","verse_code":"MAT.2.10","label":"10","content":"Thaum lawv pom lub hnubqub ntawd, lawv zoo siab kawg li."},{"bible_id":"1525","chapter_code":"MAT.2","verse_code":"MAT.2.11","label":"11","content":"Thaum lawv mus rau hauv tsev, lawv pom tus metub thiab Malis uas yog tus metub ntawd niam, lawv txhos caug ntua pehawm tus metub. Lawv thau lawv tej kub, tej tshuaj tsw qab thiab tej roj tsw qab mules hauv lawv cov hnab los pub rau tus metub."},{"bible_id":"1525","chapter_code":"MAT.2","verse_code":"MAT.2.12","label":"12","content":"Hmo ntawd lawv ua npau suav pom Vajtswv los hais rau lawv hais tias kom lawv mus lwm txojkev mus tsev tsis txhob rov mus qhia rau Helauj."},{"bible_id":"1525","chapter_code":"MAT.2","verse_code":"MAT.2.13","label":"13","content":"Thaum cov neeg txawj saib hnubqub rov mus lawm, Yauxej ua npau suav pom tus Tswv ib tug timtswv los hais rau Yauxej hais tias, “Koj cia li sawv thiab coj tus metub thiab nws niam khiav mus rau nram tebchaws Iziv, thiab nyob nrad mus txog thaum uas kuv kom nej mus rau lwm qhov. Rau qhov Vajntxwv Helauj tabtom nrhiav tus metub no tua povtseg.”"},{"bible_id":"1525","chapter_code":"MAT.2","verse_code":"MAT.2.14","label":"14","content":"Yauxej txawm sawv tsees coj tus metub thiab Malis maub khiav mus rau nram tebchaws Iziv."},{"bible_id":"1525","chapter_code":"MAT.2","verse_code":"MAT.2.15","label":"15","content":"Yauxej lawv nyob nrad mus txog thaum Helauj tuag. Tej no muaj kom tiav raws li tus cev Vajtswv lus tau hais tseg lawm hais tias, “Kuv yuav hu kuv tus Tub tawm hauv tebchaws Iziv los.”"},{"bible_id":"1525","chapter_code":"MAT.2","verse_code":"MAT.2.16","label":"16","content":"Thaum Helauj paub hais tias cov tub txawg uas txawj saib hnubqub dag nws lawm, nws chim heev. Nws txawm txib neeg mus rau hauv lub nroog Npelehees thiab tej zejzog uas nyob ibncig lub nroog ntawd, muab cov menyuam tub uas muaj hnubnyoog ob xyoos rov hauv tua povtseg huv tibsi. Helauj ua li no kom haum lub sijhawm uas cov neeg txawj saib hnubqub pom lub hnubqub ntawd."},{"bible_id":"1525","chapter_code":"MAT.2","verse_code":"MAT.2.17","label":"17","content":"Tej no muaj kom tiav raws li Yelemis uas yog tus cev Vajtswv lus qhia tseg hais tias,"},{"bible_id":"1525","chapter_code":"MAT.2","verse_code":"MAT.2.18","label":"18","content":"“Sawvdaws yuav hnov suab quaj suab nyiav hauv lub nroog Lamas, yog lub suab quaj uas tu siab kawg li. Laxees yuav quaj ntsuag rau nws tej menyuam; tsis muaj leejtwg yuav nplig tau nws siab, rau qhov nws cov menyuam tuag tas lawm.”"},{"bible_id":"1525","chapter_code":"MAT.2","verse_code":"MAT.2.19","label":"19","content":"Tom qab uas Helauj tuag lawm Yauxej tseem nyob nram tebchaws Iziv, Yauxej txawm ua npau suav pom tus Tswv ib tug timtswv los hais rau Yauxej hais tias,"},{"bible_id":"1525","chapter_code":"MAT.2","verse_code":"MAT.2.20","label":"20","content":"“Koj cia li sawv tsees coj tus metub thiab nws niam rov qab mus rau pem tebchaws Yixalayees, rau qhov tus uas yuav tua tus metub no twb tuag lawm.”"},{"bible_id":"1525","chapter_code":"MAT.2","verse_code":"MAT.2.21","label":"21","content":"Yauxej txawm sawv tsees coj tus metub thiab Malis rov qab mus rau pem tebchaws Yixalayees."},{"bible_id":"1525","chapter_code":"MAT.2","verse_code":"MAT.2.22","label":"22","content":"Tiamsis thaum Yauxej hnov hais tias Akhilaus ua vajntxwv kav tebchaws Yudas hloov nws txiv Helauj chaw lawm. Yauxej ntshai, Yauxej tsis kam mus nyob qhov ntawd. Yauxej rov qab ua npau suav pom Vajtswv los qhia rau nws, ces nws txawm mus rau pem lub xeev Kalilais lawm."},{"bible_id":"1525","chapter_code":"MAT.2","verse_code":"MAT.2.23","label":"23","content":"Nws thiaj mus nyob hauv ib lub nroog hu ua Naxales. Yauxej ua li no kom muaj tiav raws li tej lus uas cov cev Vajtswv lus tau qhia tseg txog tus metub ntawd hais tias, “Sawvdaws yuav hu nws hais tias, nws yog neeg Naxales.”"},{"bible_id":"1525","chapter_code":"MAT.3","verse_code":"MAT.3.1","label":"1","content":"Thaum ntawd Yauhas tus uas muab neeg ua kevcai raus dej, nws tawm mus qhuab qhia tom roob mojsab qhua hauv cov Yudais lub tebchaws."},{"bible_id":"1525","chapter_code":"MAT.3","verse_code":"MAT.3.2","label":"2","content":"Yauhas hais tias, “Nej cia li tso plhuav nej tej kev txhaum tseg rau qhov Ntuj Ceebtsheej twb los ze lawm!”"},{"bible_id":"1525","chapter_code":"MAT.3","verse_code":"MAT.3.3","label":"3","content":"Yauhas yog tus uas Yaxayas uas yog tus cev Vajtswv lus twb qhia tseg lawm hais tias, “Muaj ib tug hais nrov nrov tom roob mojsab qhua hais tias, ‘Cia li kho kev tos tus Tswv; kho kev kom ncaj, nws yuav los!’ ”"},{"bible_id":"1525","chapter_code":"MAT.3","verse_code":"MAT.3.4","label":"4","content":"Yauhas tej ris tsho yog muab plaub ntxhuav ua; nws sia siv tawv, nws noj kooj thiab zib ntab."},{"bible_id":"1525","chapter_code":"MAT.3","verse_code":"MAT.3.5","label":"5","content":"Muaj neeg coob coob hauv lub nroog Yeluxalees thiab thoob plaws cov Yudais lub tebchaws, thiab hauv tej zos uas nyob ob cag ntawm tus Dej Yauladees tuaj cuag Yauhas."},{"bible_id":"1525","chapter_code":"MAT.3","verse_code":"MAT.3.6","label":"6","content":"Cov neeg nyias lees nyias lub txim, Yauhas muab lawv ua kevcai raus dej hauv tus dej Yauladees."},{"bible_id":"1525","chapter_code":"MAT.3","verse_code":"MAT.3.7","label":"7","content":"Thaum Yauhas pom cov Falixais thiab cov Xadukais coob leej tuaj thov Yauhas, kom Yauhas muab lawv ua kevcai raus dej, Yauhas hais rau lawv hais tias, “Cov niag nab, leejtwg qhia rau nej hais tias, nej yuav khiav dim Vajtswv txojkev txiav txim uas yuav muaj los sai sai no?"},{"bible_id":"1525","chapter_code":"MAT.3","verse_code":"MAT.3.8","label":"8","content":"Nej yuav tsum ua nej lub neej kom tsimnyog qhov uas nej twb tso nej tej kev txhaum tseg lawm."},{"bible_id":"1525","chapter_code":"MAT.3","verse_code":"MAT.3.9","label":"9","content":"Nej tsis txhob khav hais tias nej yog Anplahas cov xeebntxwv, ces nej txawm yuav dim tsis raug txim. Kuv qhia rau nej hais tias txawm yog Vajtswv yuav muab tej pobzeb los ua Anplahas cov xeebntxwv los nws yeej ua tau!"},{"bible_id":"1525","chapter_code":"MAT.3","verse_code":"MAT.3.10","label":"10","content":"Nimno twb npaj tau rab taus lawm, yuav ntov tej ntoo txhua tsob ntoo uas tsis txi cov txiv zoo, yuav muab ntov pov rau hauv cub hluavtaws huv tibsi."},{"bible_id":"1525","chapter_code":"MAT.3","verse_code":"MAT.3.11","label":"11","content":"Qhov uas kuv muab nej ua kevcai raus rau hauv dej, qhia hais tias nej twb tso nej tej kev txhaum tseg lawm, tiamsis tus uas yuav lawv kuv qab los, nws yuav muab nej raus los ntawm Vaj Ntsujplig tus Dawbhuv thiab ntawm hluavtaws. Tus ntawd muaj hwjchim loj dua kuv; kuv twb tsis tsimnyog nqa nws nkawm khau khiab."},{"bible_id":"1525","chapter_code":"MAT.3","verse_code":"MAT.3.12","label":"12","content":"Nws tuav rawv ib rab ntxuam, nws yuav ntxuaj nws pawg nplej kom cov npluag ya tawm huv tibsi! Nws yuav muab cov nplej zoo ntim rau hauv nws lub txhab, tiamsis nws yuav muab cov npluag pov rau hauv cub hluavtaws uas cig tsis paub tuag.”"},{"bible_id":"1525","chapter_code":"MAT.3","verse_code":"MAT.3.13","label":"13","content":"Thaum ntawd Yexus tuaj pem Kalilais tuaj cuag Yauhas ntawm tus dej Yauladees kom Yauhas muab Yexus ua kevcai raus dej."},{"bible_id":"1525","chapter_code":"MAT.3","verse_code":"MAT.3.14","label":"14","content":"Tiamsis Yauhas tsis kam, Yauhas hais rau Yexus hais tias, “Tsimnyog koj muab kuv ua kevcai raus dej, ua li cas koj ho tuaj cuag kuv?”"},{"bible_id":"1525","chapter_code":"MAT.3","verse_code":"MAT.3.15","label":"15","content":"Yexus teb Yauhas hais tias, “Koj cia li muab kuv ua kevcai raus dej, rau qhov twb tsimnyog peb ua txhua yam raws li Vajtswv pom zoo kom peb ua.” Yog li ntawd, Yauhas thiaj muab Yexus ua kevcai raus dej."},{"bible_id":"1525","chapter_code":"MAT.3","verse_code":"MAT.3.16","label":"16","content":"Thaum Yexus ua kevcai raus dej tas, nws tawm hauv dej los. Tamsim ntawd rooj ntug txawm qhib plho, nws pom Vajtswv tus Ntsujplig zoo li tus nquab los tsaws saum nws taubhau."},{"bible_id":"1525","chapter_code":"MAT.3","verse_code":"MAT.3.17","label":"17","content":"Muaj ib lub suab hais saum ntuj tuaj hais tias, “Tus no yog kuv tus Tub uas kuv hlub, kuv txaus siab rau nws.”"},{"bible_id":"1525","chapter_code":"MAT.4","verse_code":"MAT.4.1","label":"1","content":"Tom qab ntawd Vaj Ntsujplig coj Yexus mus rau tom roob mojsab qhua kom dab Ntxwgnyoog tau sim Yexus siab."},{"bible_id":"1525","chapter_code":"MAT.4","verse_code":"MAT.4.2","label":"2","content":"Yexus nyob tod tau plaub caug hnub plaub caug hmo, nws tsis tau noj ib yam dabtsi li. Thaum dhau lub sijhawm ntawd lawm nws tshaib plab heev."},{"bible_id":"1525","chapter_code":"MAT.4","verse_code":"MAT.4.3","label":"3","content":"Dab Ntxwgnyoog los hais rau Yexus hais tias, “Yog koj yog Vajtswv tus Tub tiag, koj cia li hais kom lub pobzeb no txia ua mov.”"},{"bible_id":"1525","chapter_code":"MAT.4","verse_code":"MAT.4.4","label":"4","content":"Yexus teb hais tias, “Vajtswv txojlus sau tseg hais tias, ‘Tsis yog mov xwb thiaj cawm tau neeg txojsia, tiamsis yog Vajtswv tej lus txhua lo thiaj cawm tau.’ ”"},{"bible_id":"1525","chapter_code":"MAT.4","verse_code":"MAT.4.5","label":"5","content":"Tom qab ntawd dab Ntxwgnyoog txawm coj Yexus mus rau hauv lub nroog Yeluxalees uas yog lub nroog Dawbhuv. Nws coj Yexus mus rau saum lub Tuamtsev qhov chaw uas siab tshaj plaws."},{"bible_id":"1525","chapter_code":"MAT.4","verse_code":"MAT.4.6","label":"6","content":"Nws hais rau Yexus hais tias, “Yog koj yog Vajtswv tus Tub tiag, koj cia li dhia rau hauv av, rau qhov Vajtswv txojlus sau tseg hais tias, ‘Vajtswv yuav kom nws cov timtswv tsomkwm koj; lawv ob txhais tes yuav hwj koj thiab yuav tsis pub koj ob txhais kotaw tsoo pobzeb li.’ ”"},{"bible_id":"1525","chapter_code":"MAT.4","verse_code":"MAT.4.7","label":"7","content":"Yexus teb dab Ntxwgnyoog hais tias, “Vajtswv txojlus hais tias, ‘Koj tsis txhob sim tus Tswv uas yog koj tus Vajtswv siab.’ ”"},{"bible_id":"1525","chapter_code":"MAT.4","verse_code":"MAT.4.8","label":"8","content":"Tom qab ntawd dab Ntxwgnyoog txawm coj Yexus mus rau saum ib lub roob siab siab, thiab ua rau Yexus pom tagnrho tej tebchaws hauv qab ntuj no thiab pom tej kev vammeej hauv tej tebchaws ntawd."},{"bible_id":"1525","chapter_code":"MAT.4","verse_code":"MAT.4.9","label":"9","content":"Dab Ntxwgnyoog hais rau Yexus hais tias, “Yog koj txhos caug pe kuv, kuv yuav muab txhua yam no rau koj.”"},{"bible_id":"1525","chapter_code":"MAT.4","verse_code":"MAT.4.10","label":"10","content":"Yexus hais rau dab Ntxwgnyoog hais tias, “Ntxwgnyoog, koj cia li khiav mus! Vajtswv txojlus hais tias, ‘Nej yuav tsum pehawm tus Tswv uas yog nej tus Vajtswv tib leeg thiab ua nws tes haujlwm xwb!’ ”"},{"bible_id":"1525","chapter_code":"MAT.4","verse_code":"MAT.4.11","label":"11","content":"Ces dab Ntxwgnyoog txawm ncaim Yexus mus lawm. Tom qab ntawd muaj ib cov timtswv ceebtsheej los tu Yexus."},{"bible_id":"1525","chapter_code":"MAT.4","verse_code":"MAT.4.12","label":"12","content":"Thaum Yexus hnov hais tias luag ntes Yauhas coj mus kaw rau hauv tsev lojcuj lawm, ces Yexus txawm mus rau pem Kalilais."},{"bible_id":"1525","chapter_code":"MAT.4","verse_code":"MAT.4.13","label":"13","content":"Yexus tsis mus nyob hauv lub nroog Naxales, tiamsis nws mus nyob hauv lub nroog Kapena-us, ntawm ntug dej Hiavtxwv Kalilais uas yog xeem Xenpuloos thiab xeem Nathalis cheebtsam av."},{"bible_id":"1525","chapter_code":"MAT.4","verse_code":"MAT.4.14","label":"14","content":"Tej no muaj tiav raws li Yaxayas tus uas cev Vajtswv lus tau qhia tseg hais tias,"},{"bible_id":"1525","chapter_code":"MAT.4","verse_code":"MAT.4.15","label":"15","content":"“Xeem Xenpuloos cheebtsam av thiab xeem Nathalis cheebtsam av uas nyob sab ntug dej Yauladees tim ub, ntawm txojkev uas mus rau tom hiavtxwv, yog lub xeev Kalilais uas lwm Haivneeg nyob."},{"bible_id":"1525","chapter_code":"MAT.4","verse_code":"MAT.4.16","label":"16","content":"Cov neeg uas nyob qhov tsaus ntuj yuav pom kev kaj nrig. Thiab txojkev kaj ntawd yuav ci rau cov neeg uas nyob hauv qhov tsaus ntuj uas yog txojkev tuag.”"},{"bible_id":"1525","chapter_code":"MAT.4","verse_code":"MAT.4.17","label":"17","content":"Txij thaum ntawd los Yexus txawm pib qhia rau sawvdaws hais tias, “Nej cia li tso nej tej kev txhaum tseg, rau qhov Ntuj Ceebtsheej twb los ze lawm!”"},{"bible_id":"1525","chapter_code":"MAT.4","verse_code":"MAT.4.18","label":"18","content":"Thaum Yexus tabtom taug ntug dej Hiavtxwv Kalilais, nws pom ob kwvtij uas yog, Ximoos (tus uas hu ua Petus) thiab nws tus kwv Adales, nkawd tabtom muab vas ntaus ntses hauv hiavtxwv."},{"bible_id":"1525","chapter_code":"MAT.4","verse_code":"MAT.4.19","label":"19","content":"Yexus hais rau nkawd hais tias, “Neb cia li nrog kuv mus, kuv yuav qhia kom neb paub mus nrhiav neeg.”"},{"bible_id":"1525","chapter_code":"MAT.4","verse_code":"MAT.4.20","label":"20","content":"Tamsim ntawd nkawd txawm tso plhuav nkawd ob lub vas tseg thiab nrog Yexus mus."},{"bible_id":"1525","chapter_code":"MAT.4","verse_code":"MAT.4.21","label":"21","content":"Yexus mus tom ntej mentsis, Yexus txawm pom dua ob kwvtij uas yog, Yakaunpaus thiab Yauhas, nkawd yog Xenpedais tub. Nkawd tabtom nrog nkawd txiv Xenpedais ntxiv vas hauv nkoj, Yexus txawm hu nkawd nrog Yexus mus."},{"bible_id":"1525","chapter_code":"MAT.4","verse_code":"MAT.4.22","label":"22","content":"Tamsim ntawd nkawd txawm tso lub nkoj thiab nkawd txiv tseg, nkawd nrog Yexus mus."},{"bible_id":"1525","chapter_code":"MAT.4","verse_code":"MAT.4.23","label":"23","content":"Yexus mus thoob plaws hauv lub xeev Kalilais, nws qhuab qhia hauv tej tsev sablaj, thiab qhia txojmoo zoo uas hais txog Vajtswv lub Tebchaws. Thiab Yexus kho cov neeg muaj mob tsis hais cov neeg mob yam mob twg los nws kho zoo huv tibsi."},{"bible_id":"1525","chapter_code":"MAT.4","verse_code":"MAT.4.24","label":"24","content":"Yexus lub moo nrov ncha mus thoob plaws tebchaws Xilias, ces sawvdaws txawm coj tej neeg muaj mob, tsis hais tus mob yam mob twg tuaj cuag Yexus, tej neeg raug dab, tej neeg qaug dabpeg thiab tej neeg tuag tes tuag taw los Yexus kho txhua tus zoo huv tibsi."},{"bible_id":"1525","chapter_code":"MAT.4","verse_code":"MAT.4.25","label":"25","content":"Muaj neeg coob coob hauv lub xeev Kalilais, hauv lub nroog Dekapaulis, hauv lub nroog Yeluxalees, hauv cov Yudais lub tebchaws thiab hauv lub tebchaws uas nyob sab ntug dej Yauladees tim ub tuaj nrog Yexus mus."},{"bible_id":"1525","chapter_code":"MAT.5","verse_code":"MAT.5.1","label":"1","content":"Thaum Yexus pom cov neeg coob coob li ntawd Yexus txawm mus rau pem roob, thaum Yexus zaum lawm. Yexus cov thwjtim txawm los cuag Yexus."},{"bible_id":"1525","chapter_code":"MAT.5","verse_code":"MAT.5.2","label":"2","content":"Yexus txawm pib qhia lawv:"},{"bible_id":"1525","chapter_code":"MAT.5","verse_code":"MAT.5.3","label":"3","content":"“Cov uas paub hais tias lawv ua tsis tau lawv lub neej raws li Vajtswv lub siab nyiam; cov ntawd tau koob hmoov, rau qhov Ntuj Ceebtsheej yog lawv tug!"},{"bible_id":"1525","chapter_code":"MAT.5","verse_code":"MAT.5.4","label":"4","content":"Cov uas paub nyuaj siab rau lawv tej kev txhaum; cov ntawd tau koob hmoov rau qhov Vajtswv yuav nplig lawv siab!"},{"bible_id":"1525","chapter_code":"MAT.5","verse_code":"MAT.5.5","label":"5","content":"Cov uas txo hwjchim, cov ntawd tau koob hmoov; lawv yuav tau txais tej uas Vajtswv coglus tseg hais tias Vajtswv yuav muab rau lawv."},{"bible_id":"1525","chapter_code":"MAT.5","verse_code":"MAT.5.6","label":"6","content":"Cov uas xav ua raws li Vajtswv lub siab nyiam, cov ntawd tau koob hmoov; Vajtswv yuav muab rau lawv kom txaus nkaus li lawv lub siab xav."},{"bible_id":"1525","chapter_code":"MAT.5","verse_code":"MAT.5.7","label":"7","content":"Cov uas muaj lub siab hlub lwm tus, cov ntawd tau koob hmoov; Vajtswv yuav hlub lawv!"},{"bible_id":"1525","chapter_code":"MAT.5","verse_code":"MAT.5.8","label":"8","content":"Cov uas muaj lub siab ncaj ncees, cov ntawd tau koob hmoov; lawv yuav pom Vajtswv!"},{"bible_id":"1525","chapter_code":"MAT.5","verse_code":"MAT.5.9","label":"9","content":"Cov uas ua rau neeg nyob sib haumxeeb, cov ntawd tau koob hmoov; Vajtswv yuav hu lawv hais tias, lawv yog Vajtswv cov menyuam!"},{"bible_id":"1525","chapter_code":"MAT.5","verse_code":"MAT.5.10","label":"10","content":"Cov uas raug luag tsimtxom vim lawv ua raws li Vajtswv lub siab nyiam, cov ntawd tau koob hmoov; rau qhov Ntuj Ceebtsheej yog lawv tug."},{"bible_id":"1525","chapter_code":"MAT.5","verse_code":"MAT.5.11","label":"11","content":"“Thaum luag thuam nej thiab tsimtxom nej, vim nej yog kuv cov thwjtim, nej tau koob hmoov."},{"bible_id":"1525","chapter_code":"MAT.5","verse_code":"MAT.5.12","label":"12","content":"Nej cia li zoo siab rau qhov Vajtswv twb npaj nqi zog ntau kawg li cia rau saum ntuj ceebtsheej rau nej lawm. Thaum ub luag twb tsimtxom cov uas cev Vajtswv lus li no lawm thiab."},{"bible_id":"1525","chapter_code":"MAT.5","verse_code":"MAT.5.13","label":"13","content":"“Nej yog cov ntsev uas las neeg ntiajteb. Yog cov ntsev tsuag lawm, yuav ua li cas ua kom rov qab ntsev tau? Cov ntsev ntawd tsis muaj nqis dabtsi, tsuas muaj yuav muab povtseg thiab neeg yuav muab tsuj xwb."},{"bible_id":"1525","chapter_code":"MAT.5","verse_code":"MAT.5.14","label":"14","content":"“Nej yog lub teeb uas ci rau neeg ntiajteb pom kev. Lub nroog uas nyob saum roob yeej tsis muaj ib yam dabtsi yuav thaiv tau lub nroog ntawd."},{"bible_id":"1525","chapter_code":"MAT.5","verse_code":"MAT.5.15","label":"15","content":"Tsis muaj leejtwg taws teeb thiab muab phiab khwb rau; tiamsis tsuas muaj yuav muab txawb rau qhov chaw siab kom txhua tus uas nyob hauv lub tsev pom kev."},{"bible_id":"1525","chapter_code":"MAT.5","verse_code":"MAT.5.16","label":"16","content":"Ib yam li ntawd, nej yuav tsum ci rau sawvdaws pom tej haujlwm zoo uas nej ua, lawv thiaj yuav qhuas nej Leej Txiv tus uas nyob saum ntuj ceebtsheej."},{"bible_id":"1525","chapter_code":"MAT.5","verse_code":"MAT.5.17","label":"17","content":"“Nej tsis txhob xav hais tias yog kuv los rhuav Mauxes txoj Kevcai thiab tej lus uas cov cev Vajtswv lus tau qhia tseg lawm. Tsis yog kuv los rhuav tej lus ntawd, tiamsis yog kuv los ua kom tej lus ntawd tiav."},{"bible_id":"1525","chapter_code":"MAT.5","verse_code":"MAT.5.18","label":"18","content":"Kuv qhia rau nej hais tias, yog lub ntuj thiab lub ntiajteb tseem muaj nyob, ces txoj Kevcai ntawd yuav tsis muaj ib los poob mus txog thaum txhua yam  tiav lawm."},{"bible_id":"1525","chapter_code":"MAT.5","verse_code":"MAT.5.19","label":"19","content":"Yog leejtwg tsis kam ua raws li nqe lus uas me dua hauv txoj Kevcai no thiab nws tseem qhia lwm tus kom tsis txhob ua raws li ntawd, ces Vajtswv yuav suav hais tias tus ntawd yog tus uas yau dua ntais uas nyob saum ntuj Ceebtsheej. Tiamsis tus uas ua raws li txoj Kevcai ntawd thiab qhia rau lwm tus kom ua raws li ntawd, ces tus ntawd yuav yog tus loj uas nyob saum ntuj Ceebtsheej."},{"bible_id":"1525","chapter_code":"MAT.5","verse_code":"MAT.5.20","label":"20","content":"Kuv qhia rau nej hais tias, yog nej tsis ua ncaj dua cov xibhwb uas qhia Vajtswv txoj Kevcai thiab cov Falixais, ces nej yuav tsis tau mus nyob saum ntuj Ceebtsheej."},{"bible_id":"1525","chapter_code":"MAT.5","verse_code":"MAT.5.21","label":"21","content":"“Nej twb hnov tej lus uas luag qhia rau cov neeg thaum ub lawm hais tias, ‘Tsis txhob tua neeg; tus uas tua neeg, tus ntawd yuav raug txim.’"},{"bible_id":"1525","chapter_code":"MAT.5","verse_code":"MAT.5.22","label":"22","content":"Tiamsis nimno kuv qhia rau nej hais tias, yog leejtwg chim  rau nws tus kwvtij, tus ntawd yuav raug txim, thiab tus uas hais rau nws tus kwvtij hais tias, ‘Neeg ruam,’ ces luag yeej yuav coj tus ntawd mus rau cov nomtswv txiav txim; thiab tus uas hu nws ib tug kwvtij hais tias, ‘Neeg vwm,’ ces tus ntawd lub txim txaus nws poob mus rau hauv ntujtawg lawm."},{"bible_id":"1525","chapter_code":"MAT.5","verse_code":"MAT.5.23","label":"23","content":"Yog li ntawd, thaum koj tabtom muab khoom rau saum lub thaj yuav fij rau Vajtswv thiab koj nco hais tias koj tau ua txhaum rau koj ib tug kwvtij lawm,"},{"bible_id":"1525","chapter_code":"MAT.5","verse_code":"MAT.5.24","label":"24","content":"koj cia li tso plhuav tej khoom fij rau ntawm hauv ntej lub thaj, koj cia li rov qab mus hais kom neb sib haum tso, koj mam li rov qab tuaj muab koj tej khoom fij rau Vajtswv."},{"bible_id":"1525","chapter_code":"MAT.5","verse_code":"MAT.5.25","label":"25","content":"“Yog leejtwg xyuam phaj kom koj rau hauv tsev tu plaub thiab yuav coj koj mus hais plaub, ua ntej uas tsis tau mus hais plaub, koj cia li thov nws kom neb rov sib haum, nyob tsam thaum neb mus txog hauv lub tsev tu plaub ntug lawm. Nws yuav muab koj rau tus txiav txim, ces tus txiav txim yuav muab koj cob rau tus ceevxwm, thiab tus ceevxwm yuav coj koj mus kaw rau hauv tsev lojcuj."},{"bible_id":"1525","chapter_code":"MAT.5","verse_code":"MAT.5.26","label":"26","content":"Kuv qhia tseeb rau koj hais tias koj yuav tawm tsis tau hauv qhov chaw ntawd mus txog thaum uas koj them nqi tas."},{"bible_id":"1525","chapter_code":"MAT.5","verse_code":"MAT.5.27","label":"27","content":"“Nej twb hnov tej lus uas luag qhia hais tias, ‘Tsis txhob deev luag pojniam luag txiv.’"},{"bible_id":"1525","chapter_code":"MAT.5","verse_code":"MAT.5.28","label":"28","content":"Tiamsis nimno kuv qhia rau nej hais tias yog leejtwg saib ib tug pojniam thiab xav deev tus pojniam ntawd, qhov uas nws saib li ntawd kuj txhaum ib yam li nws twb tau deev tus pojniam ntawd lawm ntag."},{"bible_id":"1525","chapter_code":"MAT.5","verse_code":"MAT.5.29","label":"29","content":"Yog koj sab qhovmuag xis ua rau koj ua txhaum, koj cia li muab sab qhovmuag ntawd kaus povtseg! Koj muaj ib sab qhovmuag xwb zoo dua li muab tagnrho koj lub cev pov rau hauv ntujtawg."},{"bible_id":"1525","chapter_code":"MAT.5","verse_code":"MAT.5.30","label":"30","content":"Yog koj sab tes xis ua rau koj ua txhaum, ces koj cia li muab sab tes ntawd txiav povtseg! Koj tshuav ib sab tes xwb, zoo dua li muab tagnrho koj lub cev pov rau hauv ntujtawg."},{"bible_id":"1525","chapter_code":"MAT.5","verse_code":"MAT.5.31","label":"31","content":"“Muaj dua ib zaj uas luag qhia hais tias, ‘Yog leejtwg yuav nrauj nws tus pojniam, mas nws yuav tsum ua ntawv nias tes sib nrauj rau nws tus pojniam.’"},{"bible_id":"1525","chapter_code":"MAT.5","verse_code":"MAT.5.32","label":"32","content":"Tiamsis nimno kuv qhia rau nej hais tias, yog leejtwg tus pojniam tsis tau deev hluas nraug, nws cia li muab nrauj lawm, kuj yog nws ua rau tus pojniam ntawd ua txhaum kev nkauj kev nraug, thiab yog leejtwg mus yuav tus pojniam ntawd, kuj ib yam li tus ntawd deev luag pojniam."},{"bible_id":"1525","chapter_code":"MAT.5","verse_code":"MAT.5.33","label":"33","content":"“Thiab nej twb hnov tej lus uas luag qhia rau cov neeg thaum ub lawm hais tias, ‘Nej yuav tsum ua raws li nej tau coglus tseg rau tus Tswv lawm, tsis txhob rhuav tej lus cog tseg ntawd.’"},{"bible_id":"1525","chapter_code":"MAT.5","verse_code":"MAT.5.34","label":"34","content":"Tiamsis nimno kuv qhia rau nej hais tias, thaum nej coglus tseg, nej tsis txhob twv ntuj twv teb. Tsis txhob twv lub ntuj, rau qhov lub ntuj yog Vajtswv lub zwmtxwv;"},{"bible_id":"1525","chapter_code":"MAT.5","verse_code":"MAT.5.35","label":"35","content":"tsis txhob twv lub ntiajteb, rau qhov lub ntiajteb yog Vajtswv qhov chaw tiag taw; tsis txhob twv txog lub nroog Yeluxalees, rau qhov lub nroog Yeluxalees yog tus Vajntxwv uas muaj hwjchim loj lub."},{"bible_id":"1525","chapter_code":"MAT.5","verse_code":"MAT.5.36","label":"36","content":"Tsis txhob twv rau nej lub taubhau, rau qhov nej ua tsis tau kom nej ib txoj plaubhau dawb lossis ib txoj dub."},{"bible_id":"1525","chapter_code":"MAT.5","verse_code":"MAT.5.37","label":"37","content":"Qhov uas yog, nej cia li hais tias, ‘Yog;’ qhov uas tsis yog, nej cia li hais tias, ‘Tsis yog.’ Yog nej hais tshaj ob lo lus ntawd, ces tej lus ntawd yog los ntawm dab Ntxwgnyoog los xwb."},{"bible_id":"1525","chapter_code":"MAT.5","verse_code":"MAT.5.38","label":"38","content":"“Nej twb hnov tej lus uas qhia hais tias, ‘Qhovmuag pauj qhovmuag, hniav pauj hniav.’"},{"bible_id":"1525","chapter_code":"MAT.5","verse_code":"MAT.5.39","label":"39","content":"Tiamsis nimno kuv qhia rau nej hais tias nej tsis txhob ua pauj. Yog leejtwg ntaus nej sab plhu xis, nej cia li tig sab laug rau nws ntaus thiab."},{"bible_id":"1525","chapter_code":"MAT.5","verse_code":"MAT.5.40","label":"40","content":"Yog leejtwg kom nej rau hauv tsev tu plaub, txeeb yuav nej lub tsho uas hnav tuaj sab hauv, nej cia li hle nej lub tsho uas hnav tuaj sab nraud rau tus ntawd thiab."},{"bible_id":"1525","chapter_code":"MAT.5","verse_code":"MAT.5.41","label":"41","content":"Yog leejtwg yuam nej kom ris nws lub nra mus ib kilumev, nej cia li ris mus ob kilumev."},{"bible_id":"1525","chapter_code":"MAT.5","verse_code":"MAT.5.42","label":"42","content":"Yog leejtwg tuaj thov yuav nej ib yam dabtsi, nej cia li muab rau nws; yog leejtwg qiv nej ib yam dabtsi, nej cia li qiv rau nws."},{"bible_id":"1525","chapter_code":"MAT.5","verse_code":"MAT.5.43","label":"43","content":"“Nej twb hnov tej lus uas hais tias, ‘Hlub nej cov kwvtij thiab ntxub nej cov yeebncuab.’"},{"bible_id":"1525","chapter_code":"MAT.5","verse_code":"MAT.5.44","label":"44","content":"Tiamsis nimno kuv qhia rau nej hais tias, ‘Hlub nej cov yeebncuab thiab thov Vajtswv pab rau cov uas tsimtxom nej,’"},{"bible_id":"1525","chapter_code":"MAT.5","verse_code":"MAT.5.45","label":"45","content":"yog nej ua li no, nej thiaj yog Leej Txiv tus uas nyob saum ntuj cov menyuam. Rau qhov Vajtswv ua nws lub hnub ci rau cov neeg ua phem thiab cov neeg ua zoo, thiab tso nag los rau cov neeg ncaj thiab cov neeg tsis ncaj ib yam nkaus."},{"bible_id":"1525","chapter_code":"MAT.5","verse_code":"MAT.5.46","label":"46","content":"Yog nej tsuas hlub cov uas hlub nej xwb, nej xav hais tias Vajtswv tseem yuav muab nqi zog rau nej thiab no los? Txawm yog cov neeg sau se los lawv twb paub hlub cov neeg uas hlub lawv thiab."},{"bible_id":"1525","chapter_code":"MAT.5","verse_code":"MAT.5.47","label":"47","content":"Yog nej tsuas hwm nej cov kwvtij nkaus xwb, nej ho ua tau zoo tshaj lwm tus qhov twg? Txawm yog cov neeg uas tsis paub Vajtswv los lawv twb paub sib hwm thiab."},{"bible_id":"1525","chapter_code":"MAT.5","verse_code":"MAT.5.48","label":"48","content":"Yog li ntawd, nej yuav tsum ua zoo kawg nkaus ib yam li nej Leej Txiv tus uas nyob saum ntuj ceebtsheej, nws yog tus zoo kawg nkaus."},{"bible_id":"1525","chapter_code":"MAT.6","verse_code":"MAT.6.1","label":"1","content":"“Nej yuav tsum ceevfaj, tsis txhob coj Vajtswv txoj Kevcai kom lwm tus qhuas nej xwb. Yog nej ua li ntawd, nej Leej Txiv tus uas nyob saum ntuj ceebtsheej yuav tsis muab nqi zog rau nej."},{"bible_id":"1525","chapter_code":"MAT.6","verse_code":"MAT.6.2","label":"2","content":"“Yog li ntawd, thaum nej pub ib yam dabtsi rau tej neeg txomnyem, nej tsis txhob qhia rau tus ub tus no, ib yam li cov neeg ntsejmuag ncaj siab nkhaus ua nyob rau hauv tej tsev sablaj thiab ntawm tej kev tshuam kom luag qhuas lawv. Kuv qhia rau nej hais tias lawv twb tau lawv tej nqi zog lawm."},{"bible_id":"1525","chapter_code":"MAT.6","verse_code":"MAT.6.3","label":"3","content":"Tiamsis thaum nej pab ib tug neeg txomnyem, nej tsis txhob pub nej sab teslaug paub hais tias nej sab tes xis ua dabtsi."},{"bible_id":"1525","chapter_code":"MAT.6","verse_code":"MAT.6.4","label":"4","content":"Thaum nej pab lwm tus, nej cia li pab twjywm xwb, nej Leej Txiv tus uas nyob saum ntuj pom tej uas nej ua twjywm ua ntawd nws thiaj yuav muab nqi zog rau nej."},{"bible_id":"1525","chapter_code":"MAT.6","verse_code":"MAT.6.5","label":"5","content":"“Thaum nej thov Vajtswv, nej tsis txhob ua li cov neeg ntsejmuag ncaj siab nkhaus ua. Lawv nyiam mus sawv thov Vajtswv hauv tej tsev sablaj thiab ntawm tej kev tshuam kom luag pom lawv. Kuv qhia rau nej hais tias lawv twb tau lawv tej nqi zog lawm."},{"bible_id":"1525","chapter_code":"MAT.6","verse_code":"MAT.6.6","label":"6","content":"Tiamsis thaum nej thov Vajtswv, nej cia li mus rau hauv txaj thiab kaw rooj paim tso, nej mam li thov nej Leej Txiv tus uas nej qhovmuag tsis pom. Nws thiaj yuav muab nqi zog rau nej."},{"bible_id":"1525","chapter_code":"MAT.6","verse_code":"MAT.6.7","label":"7","content":"“Thaum nej thov Vajtswv, nej tsis txhob hais mus hais los tej lus uas tsis muaj qabhau ib yam li cov neeg tsis ntseeg Vajtswv, lawv xav hais tias yog lawv thov ntev li ntawd Vajtswv thiaj yuav hnov."},{"bible_id":"1525","chapter_code":"MAT.6","verse_code":"MAT.6.8","label":"8","content":"Nej tsis txhob ua li lawv. Thaum nej tsis tau thov, nej Leej Txiv twb paub tej uas nej xav yuav lawm."},{"bible_id":"1525","chapter_code":"MAT.6","verse_code":"MAT.6.9","label":"9","content":"Nej yuav tsum thov li no: ‘Peb Leej Txiv tus uas nyob saum ntuj ceebtsheej; Thov kom sawvdaws hwm koj lub npe;"},{"bible_id":"1525","chapter_code":"MAT.6","verse_code":"MAT.6.10","label":"10","content":"thov koj los kav neeg lub siab; thov koj pab kom peb ua tau raws li koj lub siab nyiam yam li cov uas nyob saum ntuj."},{"bible_id":"1525","chapter_code":"MAT.6","verse_code":"MAT.6.11","label":"11","content":"Thov koj pub mov rau peb muaj noj hnub no."},{"bible_id":"1525","chapter_code":"MAT.6","verse_code":"MAT.6.12","label":"12","content":"Thov koj zam txim rau peb ib yam li peb twb zam txim rau cov uas ua txhaum rau peb lawm."},{"bible_id":"1525","chapter_code":"MAT.6","verse_code":"MAT.6.13","label":"13","content":"Thov koj tsis txhob cia tej kev sim siab ntxias tau peb, tiamsis thov koj pab kom peb dim ntawm dab Ntxwgnyoog txhais tes.’"},{"bible_id":"1525","chapter_code":"MAT.6","verse_code":"MAT.6.14","label":"14","content":"“Yog nej zam txim rau tus uas ua txhaum rau nej lawm, nej Leej Txiv tus uas nyob saum ntuj ceebtsheej thiaj yuav zam txim rau nej."},{"bible_id":"1525","chapter_code":"MAT.6","verse_code":"MAT.6.15","label":"15","content":"Tiamsis yog nej tsis zam txim rau lwm tus, nej Leej Txiv tus uas nyob saum ntuj ceebtsheej yuav tsis zam txim rau nej thiab."},{"bible_id":"1525","chapter_code":"MAT.6","verse_code":"MAT.6.16","label":"16","content":"“Thaum nej ua kevcai yoo mov, nej tsis txhob ua ntsejmuag mluas mluas ib yam li cov neeg uas ntsejmuag ncaj siab nkhaus. Lawv ua txuj ua ntsejmuag mluas mlob, kom sawvdaws paub hais tias yog lawv yoo mov. Kuv qhia rau nej hais tias lawv twb tau lawv tej nqi zog lawm."},{"bible_id":"1525","chapter_code":"MAT.6","verse_code":"MAT.6.17","label":"17","content":"Tiamsis thaum nej ua kevcai yoo mov, nej cia li ntxuav muag thiab ntsis plaubhau,"},{"bible_id":"1525","chapter_code":"MAT.6","verse_code":"MAT.6.18","label":"18","content":"kom lwm tus tsis paub hais tias yog nej yoo mov. Tsuas pub nej Leej Txiv tus uas nej qhovmuag tsis pom paub xwb. Ces nej Leej Txiv tus uas pom tej uas nej ua twjywm ua, nws thiaj yuav muab nqi zog rau nej."},{"bible_id":"1525","chapter_code":"MAT.6","verse_code":"MAT.6.19","label":"19","content":"“Nej tsis txhob khaws nyiaj txiag thiab qhov txhia chaw rau nej hauv ntiajteb no, rau qhov hauv ntiajteb no muaj ntsaum kabrwg thiab xeb noj, thiab muaj tubsab nyiag."},{"bible_id":"1525","chapter_code":"MAT.6","verse_code":"MAT.6.20","label":"20","content":"Tiamsis nej cia li khaws nyiaj txiag thiab qhov txhia chaw cia rau nej saum ntuj ceebtsheej, qhov ntawd tsis muaj ntsaum kabrwg thiab xeb noj, thiab tsis muaj tubsab nyiag."},{"bible_id":"1525","chapter_code":"MAT.6","verse_code":"MAT.6.21","label":"21","content":"Rau qhov nej tej nyiaj txiag thiab qhov txhia chaw nyob qhov twg, nej lub siab yeej yuav nyob qhov ntawd."},{"bible_id":"1525","chapter_code":"MAT.6","verse_code":"MAT.6.22","label":"22","content":"“Ob lub qhovmuag yog lub teeb uas ci rau lub cev pom kev. Yog nej ob lub qhovmuag pom kev tseeb, tagnrho nej lub cev yuav pom kev kaj nrig;"},{"bible_id":"1525","chapter_code":"MAT.6","verse_code":"MAT.6.23","label":"23","content":"tiamsis yog nej ob lub qhovmuag pom kev tsis tseeb, tagnrho nej lub cev yuav tsaus ntuj nti. Yog hais tias qhov pom kev uas nej muaj tsaus lawm, qhov tsaus ntawd tsuas muaj yuav tsaus heev zuj zus ntxiv xwb!"},{"bible_id":"1525","chapter_code":"MAT.6","verse_code":"MAT.6.24","label":"24","content":"“Tsis muaj leejtwg yuav ua qhev tau rau ob tug tswv. Yog nws ua li ntawd, nws yuav ntxub ib tug thiab nyiam ib tug; nws yuav hwm ib tug thiab saib tsis taus ib tug. Yog nej yuav muab Vajtswv thiab nyiaj txiag saib hlob ib yam nkaus yeej tsis tau."},{"bible_id":"1525","chapter_code":"MAT.6","verse_code":"MAT.6.25","label":"25","content":"“Vim li ntawd kuv thiaj qhia rau nej, kom nej tsis txhob txhawj hais tias nej yuav tsum muaj zaub mov lossis yuav tsum muaj ris tsho hnav thiaj nyob taus. Rau qhov txojsia tseemceeb dua tej zaub mov, thiab lub cev tseemceeb dua tej ris tsho."},{"bible_id":"1525","chapter_code":"MAT.6","verse_code":"MAT.6.26","label":"26","content":"Nej sim ua tib zoo xav saib tej noog uas ya saum nruab ntug, cov noog ntawd tsis cog qoobloo, tsis hlais thiab tsis sau ntim rau hauv txhab; tiamsis nej Leej Txiv tus uas nyob saum ntuj ceebtsheej tseem yug cov noog ntawd! Nej tseem muaj nqis dua cov noog ntawd."},{"bible_id":"1525","chapter_code":"MAT.6","verse_code":"MAT.6.27","label":"27","content":"Nej tej kev txhawj ntawd puas yuav pab tau kom nej muaj txojsia nyob ob peb xyoos ntxiv?"},{"bible_id":"1525","chapter_code":"MAT.6","verse_code":"MAT.6.28","label":"28","content":"“Thiab ua li cas nej yuav txhawj hais tias, nej yuav muab dabtsi los hnav? Nej sim saib tej paj ntoos tom tiaj nrag tawg li cas. Tej paj ntoos ntawd twb tsis ua haujlwm thiab tsis ntos ntaub hnav."},{"bible_id":"1525","chapter_code":"MAT.6","verse_code":"MAT.6.29","label":"29","content":"Tiamsis kuv qhia rau nej hais tias, txawm yog Vajntxwv Xalumoos muaj nyiaj txiag ntau kawg li los nws twb tsis tau hnav ib cev ris tsho zoo npaum li tej paj ntoos ntawd ib lub li."},{"bible_id":"1525","chapter_code":"MAT.6","verse_code":"MAT.6.30","label":"30","content":"Tej nroj tsuag uas nyob hnub no, tagkis luag twb yuav muab pov hlawv rau hauv qhovcub, ua ciav Vajtswv twb pub rau tej nroj tsuag ntawd zoo nkauj ua luaj, yog li ntawd, Vajtswv yimhuab yuav pub rau nej muaj hnav zoo dua tej roj tsuag ntawd. Ua li cas nej kev ntseeg yuav tsawg ua luaj!"},{"bible_id":"1525","chapter_code":"MAT.6","verse_code":"MAT.6.31","label":"31","content":"“Yog li ntawd, nej tsis txhob txhawj hais tias, ‘Peb yuav muab dabtsi los noj los haus thiab los hnav?’"},{"bible_id":"1525","chapter_code":"MAT.6","verse_code":"MAT.6.32","label":"32","content":"(Cov neeg uas tsis ntseeg Vajtswv, lawv niaj hnub txhawj txog tej no.) Nej Leej Txiv tus uas nyob saum ntuj ceebtsheej yeej paub hais tias nej yuav tsum muaj tej no."},{"bible_id":"1525","chapter_code":"MAT.6","verse_code":"MAT.6.33","label":"33","content":"Tiamsis nej yuav tsum xub nrhiav Vajtswv lub Tebchaws thiab ua raws li Vajtswv lub siab nyiam tso, Vajtswv mam muab tej no ntxiv rau nej."},{"bible_id":"1525","chapter_code":"MAT.6","verse_code":"MAT.6.34","label":"34","content":"Yog li ntawd, nej tsis txhob txhawj rau tagkis, rau qhov tagkis yeej muaj kev txhawj txaus rau tagkis lawm. Kev nyuaj siab hnub twg yeej muaj txaus rau hnub ntawd, tsis tas yuav mus nrhiav kev nyuaj siab los ntxiv."},{"bible_id":"1525","chapter_code":"MAT.7","verse_code":"MAT.7.1","label":"1","content":"“Nej tsis txhob txiav txim rau lwm tus, Vajtswv thiaj yuav tsis txiav txim rau nej,"},{"bible_id":"1525","chapter_code":"MAT.7","verse_code":"MAT.7.2","label":"2","content":"rau qhov Vajtswv yuav txiav txim rau nej ib yam li nej tau txiav txim rau lwm tus, thiab nej muab lub luaj li cas luj rau lwm tus lawm, Vajtswv yuav muab lub luaj li ntawd luj rau nej."},{"bible_id":"1525","chapter_code":"MAT.7","verse_code":"MAT.7.3","label":"3","content":"Vim li cas nej yuav saib qhov nyuag hmoov ntoo uas nyob hauv nej tus kwvtij lub qhovmuag, tiamsis nej twb tsis paub hais tias muaj ib yav ntoo nyob hauv nej lub qhovmuag."},{"bible_id":"1525","chapter_code":"MAT.7","verse_code":"MAT.7.4","label":"4","content":"Thaum tseem muaj ib yav ntoo nyob hauv nej lub qhovmuag, nej tsis txhob hais rau nej tus kwvtij hais tias, ‘Cia kuv pab muab koj qhov nyuag hmoov ntoo uas nyob hauv koj lub qhovmuag?’"},{"bible_id":"1525","chapter_code":"MAT.7","verse_code":"MAT.7.5","label":"5","content":"Nej cov uas yog neeg ntsejmuag ncaj siab nkhaus! Nej cia li xub muab yav ntoo hauv nej lub qhovmuag tso, nej thiaj yuav pom kev muab qhov nyuag hmoov ntoo hauv nej tus kwvtij lub qhovmuag."},{"bible_id":"1525","chapter_code":"MAT.7","verse_code":"MAT.7.6","label":"6","content":"“Nej tsis txhob muab tej yam uas muaj nqis pov rau dev, nyob tsam dev tig los tom nej. Nej tsis txhob muab tej hlaws muaj nqis pov rau ntawm npua hauv ntej, npua yuav muab tsuj xwb."},{"bible_id":"1525","chapter_code":"MAT.7","verse_code":"MAT.7.7","label":"7","content":"“Nej thov, nej thiaj yuav tau; nej nrhiav, nej thiaj yuav ntsib; nej khob, Vajtswv thiaj yuav qhib qhovrooj rau nej."},{"bible_id":"1525","chapter_code":"MAT.7","verse_code":"MAT.7.8","label":"8","content":"Rau qhov txhua tus uas thov yeej yuav tau, txhua tus uas nrhiav yeej ntsib, thiab txhua tus uas khob, Vajtswv yeej yuav qhib qhovrooj rau nws."},{"bible_id":"1525","chapter_code":"MAT.7","verse_code":"MAT.7.9","label":"9","content":"Nej cov uas yog leej txiv, yog nej tus menyuam thov mov, nej yuav muab pobzeb rau los?"},{"bible_id":"1525","chapter_code":"MAT.7","verse_code":"MAT.7.10","label":"10","content":"Lossis yog tus menyuam thov ntses, nej yuav muab nab rau los?"},{"bible_id":"1525","chapter_code":"MAT.7","verse_code":"MAT.7.11","label":"11","content":"Txawm yog nej yog neeg txhaum los nej tseem paub muab yam uas zoo rau nej tej menyuam. Yog li ntawd, nej Leej Txiv tus uas nyob saum ntuj ceebtsheej, nws yimhuab yuav muab tej uas zoo dua tej ntawd rau txhua tus uas thov nws thiab!"},{"bible_id":"1525","chapter_code":"MAT.7","verse_code":"MAT.7.12","label":"12","content":"“Yog nej xav kom lwm tus ua li cas rau nej, nej yuav tsum ua ib yam li ntawd rau lwm tus. Ua li no thiaj raws li Mauxes txoj Kevcai thiab raws li cov cev Vajtswv lus tau qhia tseg lawm."},{"bible_id":"1525","chapter_code":"MAT.7","verse_code":"MAT.7.13","label":"13","content":"“Nej yuav tsum mus lub qhovrooj nqaim, rau qhov lub qhovrooj loj thiab txojkev dav coj mus rau ntujtawg thiab muaj coob leej taug txojkev ntawd,"},{"bible_id":"1525","chapter_code":"MAT.7","verse_code":"MAT.7.14","label":"14","content":"tiamsis lub qhovrooj nqaim thiab txojkev me uas mus nyuaj yuav coj mus tau txojsia, cov neeg uas taug txojkev ntawd tsis muaj coob leej."},{"bible_id":"1525","chapter_code":"MAT.7","verse_code":"MAT.7.15","label":"15","content":"“Nej yuav tsum ceevfaj cov cevlus cuav; thaum lawv tuaj cuag nej, lawv ua txuj ua li lawv yog cov yaj, tiamsis lawv lub siab phem ib yam li hma."},{"bible_id":"1525","chapter_code":"MAT.7","verse_code":"MAT.7.16","label":"16","content":"Thaum nej pom lawv tes haujlwm nej yuav paub. Tsob pos tshauv yeej tsis txi txiv hmab, thiab tsob ntoo pos ntshav yeej tsis txi txiv ncuavpias."},{"bible_id":"1525","chapter_code":"MAT.7","verse_code":"MAT.7.17","label":"17","content":"Ib yam nkaus li ntawd, tsob ntoo zoo yeej txi cov txiv zoo, tsob ntoo phem yeej txi cov txiv phem."},{"bible_id":"1525","chapter_code":"MAT.7","verse_code":"MAT.7.18","label":"18","content":"Tsob ntoo zoo yeej tsis txi cov txiv phem, thiab tsob ntoo phem yeej tsis txi cov txiv zoo."},{"bible_id":"1525","chapter_code":"MAT.7","verse_code":"MAT.7.19","label":"19","content":"Txhua tsob ntoo uas tsis txi cov txiv zoo, luag yuav muab ntov thiab muab pov rau hauv cub hluavtaws."},{"bible_id":"1525","chapter_code":"MAT.7","verse_code":"MAT.7.20","label":"20","content":"Yog li ntawd, nej yuav paub cov xibhwb cuav los ntawm tej haujlwm uas lawv ua."},{"bible_id":"1525","chapter_code":"MAT.7","verse_code":"MAT.7.21","label":"21","content":"“Tsis yog txhua tus uas hu kuv hais tias, ‘Tus Tswv! tus Tswv,’ ces yuav tau mus Ntuj Ceebtsheej. Tiamsis tsuas yog cov uas ua raws li kuv Txiv tus uas nyob saum ntuj lub siab nyiam, thiaj tau mus xwb."},{"bible_id":"1525","chapter_code":"MAT.7","verse_code":"MAT.7.22","label":"22","content":"Thaum txog hnub ntawd yuav muaj ntau leej hais rau kuv hais tias, ‘Tus Tswv! tus Tswv, peb twb tuav koj lub npe qhia Vajtswv Txojlus, peb tuav koj lub npe ntiab dab thiab ua ntau yam txujci tseemceeb!’"},{"bible_id":"1525","chapter_code":"MAT.7","verse_code":"MAT.7.23","label":"23","content":"Thaum ntawd kuv yuav hais rau lawv hais tias, ‘Cov neeg siab phem, cia li khiav mus, kuv tsis paub nej!’"},{"bible_id":"1525","chapter_code":"MAT.7","verse_code":"MAT.7.24","label":"24","content":"“Yexus hais tias, txhua tus uas hnov kuv tej lus thiab ua raws li tej lus ntawd, tus ntawd zoo ib yam li tus uas muaj tswvyim, nws ua nws lub tsev rau saum pobzeb."},{"bible_id":"1525","chapter_code":"MAT.7","verse_code":"MAT.7.25","label":"25","content":"Thaum los nagxob nagcua, dej nyab thiab cua ntsawj lub tsev ntawd. Lub tsev ntawd tsis vau, rau qhov nws ua rau saum pobzeb."},{"bible_id":"1525","chapter_code":"MAT.7","verse_code":"MAT.7.26","label":"26","content":"“Tus uas hnov kuv tej lus, tiamsis tsis ua raws li tej lus ntawd, tus ntawd zoo ib yam li tus uas tsis muaj tswvyim, nws ua nws lub tsev rau saum cov suabzeb."},{"bible_id":"1525","chapter_code":"MAT.7","verse_code":"MAT.7.27","label":"27","content":"Thaum los nagxob nagcua, dej nyab thiab cua ntsawj lub tsev ntawd, ces lub tsev ntawd txawm vau thiab puastsuaj tas huv tibsi lawm!”"},{"bible_id":"1525","chapter_code":"MAT.7","verse_code":"MAT.7.28","label":"28","content":"Thaum Yexus qhia tej no tas lawm, cov neeg uas tuaj mloog Yexus qhia ntawd xav tsis thoob li."},{"bible_id":"1525","chapter_code":"MAT.7","verse_code":"MAT.7.29","label":"29","content":"Yexus muaj hwjchim qhia thiab Yexus qhia tsis thooj li cov xibhwb uas qhia Vajtswv txoj Kevcai qhia."},{"bible_id":"1525","chapter_code":"MAT.8","verse_code":"MAT.8.1","label":"1","content":"Thaum Yexus nqis pem roob los, muaj neeg coob coob tuaj raws Yexus qab."},{"bible_id":"1525","chapter_code":"MAT.8","verse_code":"MAT.8.2","label":"2","content":"Muaj ib tug txivneej mob ruas los txhos caug ntua ntawm Yexus hauv ntej thov hais tias, “Tus Tswv, yog koj txaus siab kho kuv tus mob, koj yeej kho tau kuv zoo.”"},{"bible_id":"1525","chapter_code":"MAT.8","verse_code":"MAT.8.3","label":"3","content":"Yexus txawm cev tes mus tuav nkaus tus ntawd thiab hais tias, “Kuv txaus siab pab koj. Koj tej ruas cia li zoo hlo!” Tamsim ntawd nws tej ruas txawm zoo tas huv tibsi lawm."},{"bible_id":"1525","chapter_code":"MAT.8","verse_code":"MAT.8.4","label":"4","content":"Yexus hais rau nws hais tias, “Koj tsis txhob mus qhia zaj no rau leejtwg li, tiamsis koj cia li ncaj nraim mus cuag tus povthawj thiab kom nws saib hais tias koj tej ruas twb zoo lawm. Tom qab ntawd koj cia li nqa khoom mus fij rau Vajtswv raws li Mauxes tau qhia tseg, sawvdaws thiaj paub hais tias koj twb zoo lawm.”"},{"bible_id":"1525","chapter_code":"MAT.8","verse_code":"MAT.8.5","label":"5","content":"Thaum Yexus mus txog hauv lub nroog Kapena-us, muaj ib tug thawj tubrog pawg pua tuaj cuag Yexus. Nws thov Yexus hais tias,"},{"bible_id":"1525","chapter_code":"MAT.8","verse_code":"MAT.8.6","label":"6","content":"“Tus Tswv, kuv tus tubtxib mob heev tom tsev, nws tes taw twb txhav tas thiab nws txomnyem kawg.”"},{"bible_id":"1525","chapter_code":"MAT.8","verse_code":"MAT.8.7","label":"7","content":"Yexus hais tias, “Kuv yuav mus kho nws.”"},{"bible_id":"1525","chapter_code":"MAT.8","verse_code":"MAT.8.8","label":"8","content":"Tus thawj tubrog teb hais tias, “Tus Tswv, koj tsis txhob mus. Kuv yog ib tug uas tsis tsimnyog koj yuav mus hauv kuv lub tsev. Thov koj hais ib los xwb ces kuv tus tubtxib yeej yuav zoo."},{"bible_id":"1525","chapter_code":"MAT.8","verse_code":"MAT.8.9","label":"9","content":"Txawm yog kuv los tseem muaj ib co hlob uas kav kuv, thiab kuv muaj ib co tubrog uas kuv kav. Yog kuv hais rau tus no hais tias, ‘Mus!’ ces nws txawm mus. Yog kuv hais rau tus tod hais tias, ‘Los!’ ces nws txawm los. Thiab yog kuv hais rau kuv tus tubtxib hais tias, ‘Ua li no!’ ces nws txawm ua li ntawd.”"},{"bible_id":"1525","chapter_code":"MAT.8","verse_code":"MAT.8.10","label":"10","content":"Thaum Yexus hnov tus thawj tubrog hais li ntawd, Yexus xav tsis thoob li, Yexus thiaj tig mus hais rau cov neeg coob coob uas raws Yexus qab hais tias, “Kuv qhia rau nej hais tias, txawm yog hauv cov Yixalayees los kuv tsis tau pom ib tug uas muaj kev ntseeg npaum li tus no."},{"bible_id":"1525","chapter_code":"MAT.8","verse_code":"MAT.8.11","label":"11","content":"Kuv qhia rau nej hais tias, yuav muaj neeg coob coob tuaj sab hnubtuaj thiab tuaj sab hnubpoob tuaj. Lawv cov ntawd yuav nrog Anplahas, Ixaj thiab Yakhauj lawv nyob ua ke hauv Vajtswv lub Tebchaws."},{"bible_id":"1525","chapter_code":"MAT.8","verse_code":"MAT.8.12","label":"12","content":"Tiamsis cov neeg uas twb tsimnyog yuav tau mus nyob hauv Vajtswv lub Tebchaws, lawv yuav tsis tau mus, rau qhov lawv tsis mloog Vajtswv lus. Lawv yuav raug muab pov rau hauv qhov uas tsaus ntuj nti. Lawv yuav quaj qw tom hniav qawv qhov ntawd.”"},{"bible_id":"1525","chapter_code":"MAT.8","verse_code":"MAT.8.13","label":"13","content":"Yexus txawm hais rau tus thawj tubrog ntawd hais tias, “Koj cia li rov qab mus tsev, koj tus tubtxib yuav zoo raws li koj ntseeg.” Ces tamsim ntawd tus thawj tubrog tus tubtxib tom tsev txawm zoo lawm."},{"bible_id":"1525","chapter_code":"MAT.8","verse_code":"MAT.8.14","label":"14","content":"Thaum Yexus mus rau hauv Petus tsev, Yexus pom Petus niamtais ua npaws thiab pw saum txaj."},{"bible_id":"1525","chapter_code":"MAT.8","verse_code":"MAT.8.15","label":"15","content":"Yexus tuav nws txhais tes; ces nws txawm zoo thiab nws sawv los ua zaub ua mov rau Yexus noj."},{"bible_id":"1525","chapter_code":"MAT.8","verse_code":"MAT.8.16","label":"16","content":"Thaum yuav tsaus ntuj muaj neeg coj tej neeg uas raug dab tuaj cuag Yexus. Yexus hais tib los xwb ces dab txawm tawm lawm, thiab Yexus kho tej neeg uas muaj mob txhua tus zoo huv tibsi."},{"bible_id":"1525","chapter_code":"MAT.8","verse_code":"MAT.8.17","label":"17","content":"Yexus ua li ntawd kom muaj tiav raws li Yaxayas tus uas cev Vajtswv lus tau qhia tseg lawm hais tias, “Nws muab peb tej kev tsaus muag tshem thiab nws ris peb tej kev mob kev nkeeg mus lawm.”"},{"bible_id":"1525","chapter_code":"MAT.8","verse_code":"MAT.8.18","label":"18","content":"Thaum Yexus pom muaj neeg coob coob nyob puagncig nws, Yexus txawm hais rau cov thwjtim hais tias, “Cia li mus rau sab hiavtxwv tim ub.”"},{"bible_id":"1525","chapter_code":"MAT.8","verse_code":"MAT.8.19","label":"19","content":"Muaj ib tug xibhwb qhia Vajtswv txoj Kevcai tuaj cuag Yexus thiab hais tias, “Xibhwb, kuv yuav nrog koj mus, txawm yog koj yuav mus qhov twg los kuv yuav nrog koj mus.”"},{"bible_id":"1525","chapter_code":"MAT.8","verse_code":"MAT.8.20","label":"20","content":"Yexus teb tus ntawd hais tias, “Txawm yog hma los muaj qhov nkaum, thiab noog los muaj zes, tiamsis Neeg Leej Tub tsis muaj chaw pw.”"},{"bible_id":"1525","chapter_code":"MAT.8","verse_code":"MAT.8.21","label":"21","content":"Muaj dua ib tug uas yog ib tug thwjtim hais tias, “Tus Tswv, thov cia kuv mus faus kuv txiv tso, kuv mam li nrog koj mus.”"},{"bible_id":"1525","chapter_code":"MAT.8","verse_code":"MAT.8.22","label":"22","content":"Yexus teb hais tias, “Koj cia li nrog kuv mus, cia cov neeg tuag faus lawv tus tuag.”"},{"bible_id":"1525","chapter_code":"MAT.8","verse_code":"MAT.8.23","label":"23","content":"Tom qab ntawd Yexus nce mus rau hauv lub nkoj, thiab nws cov thwjtim nrog nws mus."},{"bible_id":"1525","chapter_code":"MAT.8","verse_code":"MAT.8.24","label":"24","content":"Tamsim ntawd txawm muaj cua daj cua dub hlob heev ntsawj dej ntas los ntaus lub nkoj ua rau lub nkoj twb yuav tog. Tiamsis thaum ntawd Yexus pw tsaug zog lawm."},{"bible_id":"1525","chapter_code":"MAT.8","verse_code":"MAT.8.25","label":"25","content":"Cov thwjtim txawm mus tsa Yexus thiab hais tias, “Tus Tswv, thov koj pab peb, peb twb yuav tuag!”"},{"bible_id":"1525","chapter_code":"MAT.8","verse_code":"MAT.8.26","label":"26","content":"Yexus teb hais tias, “Ua li cas nej yuav ntshai ua luaj? Ua li cas nej kev ntseeg yuav tsawg ua luaj?” Yexus txawm sawv tsees los txwv cua thiab dej, cua txawm tu thiab dej tsis ntas lawm."},{"bible_id":"1525","chapter_code":"MAT.8","verse_code":"MAT.8.27","label":"27","content":"Cov thwjtim xav tsis thoob li, lawv sib tham hais tias, “Tus no yog leejtwg, ua li cas cua thiab dej ho mloog nws lus!”"},{"bible_id":"1525","chapter_code":"MAT.8","verse_code":"MAT.8.28","label":"28","content":"Thaum Yexus mus txog ntawm cheebtsam Nkadalas uas nyob rau sab ntug hiavtxwv tim ub, Yexus txawm ntsib ob tug txivneej uas raug dab tawm tom roob toj ntxas los. Nkawd tsiv kawg li, tsis muaj leejtwg kam taug txojkev ntawd."},{"bible_id":"1525","chapter_code":"MAT.8","verse_code":"MAT.8.29","label":"29","content":"Thaum Yexus ntsib dheev nkawd, nkawd txawm qw nrov nrov hais tias, “Vajtswv tus Tub, koj tuaj thab wb ua dabtsi? Twb tsis tau txog lub sijhawm, koj txawm siv tuaj tsimtxom wb lawm los?”"},{"bible_id":"1525","chapter_code":"MAT.8","verse_code":"MAT.8.30","label":"30","content":"Nyob tsis deb ntawd, muaj ib pab npua coob coob tabtom nrhiav noj."},{"bible_id":"1525","chapter_code":"MAT.8","verse_code":"MAT.8.31","label":"31","content":"Cov dab txawm thov Yexus hais tias, “Yog koj yuav ntiab peb tawm mus, thov cia peb mus rau hauv pab npua ntawd.”"},{"bible_id":"1525","chapter_code":"MAT.8","verse_code":"MAT.8.32","label":"32","content":"Yexus hais rau cov dab ntawd hais tias, “Cia li mus.” Cov dab mus nkag rau pab npua, ces pab npua txawm dhia mus poob tsag tsua rau hauv hiavtxwv tuag tas huv tibsi lawm."},{"bible_id":"1525","chapter_code":"MAT.8","verse_code":"MAT.8.33","label":"33","content":"Cov neeg uas zov npua ntawd txawm khiav mus rau hauv nroog, qhia tej xwm ntawd thiab qhia zaj uas dab tawm hauv ob tug txivneej ntawd rau sawvdaws mloog."},{"bible_id":"1525","chapter_code":"MAT.8","verse_code":"MAT.8.34","label":"34","content":"Cov neeg uas nyob hauv nroog txawm tawm tuaj saib Yexus; thaum lawv pom Yexus, lawv txawm thov kom Yexus tawm hauv lawv cheebtsam ntawd mus rau lwm qhov."},{"bible_id":"1525","chapter_code":"MAT.9","verse_code":"MAT.9.1","label":"1","content":"Yexus txawm nce mus rau hauv nkoj thiab hla hiavtxwv rov los txog rau hauv nws lub nroog,"},{"bible_id":"1525","chapter_code":"MAT.9","verse_code":"MAT.9.2","label":"2","content":"txawm muaj neeg muab pam qhwv ib tug txivneej tuag tes tuag taw kwv tuaj cuag Yexus. Thaum Yexus pom hais tias lawv muaj kev ntseeg heev li ntawd, Yexus thiaj hais rau tus tuag tes tuag taw ntawd hais tias, “Metub, koj tsis txhob nyuaj siab! Kuv twb zam koj lub txim lawm.”"},{"bible_id":"1525","chapter_code":"MAT.9","verse_code":"MAT.9.3","label":"3","content":"Muaj cov xibhwb uas qhia Vajtswv txoj Kevcai qee leej sib tham hais tias, “Tus txivneej no hais lus saib tsis taus Vajtswv!”"},{"bible_id":"1525","chapter_code":"MAT.9","verse_code":"MAT.9.4","label":"4","content":"Yexus twb paub tej uas lawv hais lawm, nws thiaj hais rau lawv hais tias, “Ua li cas nej yuav xav phem ua luaj li?"},{"bible_id":"1525","chapter_code":"MAT.9","verse_code":"MAT.9.5","label":"5","content":"Lo lus uas hais tias, ‘Kuv twb zam koj lub txim lawm,’ lossis lo lus uas hais tias, ‘Koj cia li sawv tsees mus tsev. Ob los no lo twg yuav yoojyim hais dua’?"},{"bible_id":"1525","chapter_code":"MAT.9","verse_code":"MAT.9.6","label":"6","content":"Kuv ua li no qhia rau nej paub hais tias, Neeg Leej Tub muaj hwjchim hauv ntiajteb no zam txim rau neeg.” Yexus thiaj hais rau tus txivneej uas tuag tes tuag taw hais tias, “Koj cia li sawv thiab nqa koj daim pam mus tsev!”"},{"bible_id":"1525","chapter_code":"MAT.9","verse_code":"MAT.9.7","label":"7","content":"Tus txivneej ntawd txawm sawv tsees mus tsev lawm."},{"bible_id":"1525","chapter_code":"MAT.9","verse_code":"MAT.9.8","label":"8","content":"Thaum sawvdaws pom li ntawd, lawv ntshai kawg thiab lawv ua Vajtswv tsaug, rau qhov Vajtswv twb pub hwjchim rau neeg lawm."},{"bible_id":"1525","chapter_code":"MAT.9","verse_code":"MAT.9.9","label":"9","content":"Yexus txawm tawm qhov ntawd mus, thaum nws tabtom taug kev mus, nws pom ib tug txivneej sau se hu ua Mathais, zaum ntawm lub rooj sau se. Yexus hais rau Mathais hais tias, “Koj cia li nrog kuv mus.” Ces Mathais txawm sawv tsees nrog Yexus mus."},{"bible_id":"1525","chapter_code":"MAT.9","verse_code":"MAT.9.10","label":"10","content":"Thaum Yexus tabtom noj mov hauv Mathais tsev,  cov neeg sau se thiab cov neeg txhaum ntau leej tuaj nrog Yexus thiab nws cov thwjtim zaum ntawm rooj noj mov ua ke."},{"bible_id":"1525","chapter_code":"MAT.9","verse_code":"MAT.9.11","label":"11","content":"Thaum cov Falixais pom li ntawd, lawv txawm nug Yexus cov thwjtim hais tias, “Ua li cas nej tus xibhwb nrog cov neeg sau se thiab cov neeg txhaum noj mov ua ke?”"},{"bible_id":"1525","chapter_code":"MAT.9","verse_code":"MAT.9.12","label":"12","content":"Yexus hnov lawv sib tham li ntawd, nws teb hais tias, “Cov neeg tsis muaj mob yeej tsis mus cuag kws tshuaj, tsuas yog cov neeg muaj mob thiaj mus cuag kws tshuaj xwb."},{"bible_id":"1525","chapter_code":"MAT.9","verse_code":"MAT.9.13","label":"13","content":"Nej cia li mus nyeem Vajtswv Txojlus uas hais tias, ‘Qhov uas kuv xav tau yog, kom nej muaj lub siab hlub, tsis yog tus tsiaj uas muab tua theej txhoj,’ rau qhov kuv tsis yog los hu cov neeg ncaj ncees, tiamsis yog kuv los hu cov neeg txhaum.”"},{"bible_id":"1525","chapter_code":"MAT.9","verse_code":"MAT.9.14","label":"14","content":"Tom qab ntawd Yauhas tus uas muab neeg ua kevcai rau dej, cov thwjtim txawm tuaj nug Yexus hais tias, “Ua li cas peb cov thiab cov Falixais pheej ua kevcai yoo mov, tiamsis koj cov thwjtim tsis ua li?”"},{"bible_id":"1525","chapter_code":"MAT.9","verse_code":"MAT.9.15","label":"15","content":"Yexus teb lawv hais tias, “Nej xav hais tias thaum tus nraug vauv tseem nrog nws cov phoojywg noj tshoob ua ke, lawv yuav nyuaj siab no los? Lawv yeej tsis nyuaj siab li! Tiamsis thaum txog lub sijhawm uas luag coj tus nraug vauv mus lawm, ces lawv yuav yoo mov.”"},{"bible_id":"1525","chapter_code":"MAT.9","verse_code":"MAT.9.16","label":"16","content":"“Yeej tsis muaj leejtwg yuav muab ib daim ntaub tshiab los ntxiv lub tsho qub, yog nws ua li ntawd, daim ntaub tshiab yuav rub ua rau lub tsho qub hajyam ntuag loj xwb."},{"bible_id":"1525","chapter_code":"MAT.9","verse_code":"MAT.9.17","label":"17","content":"Thiab tsis muaj leejtwg yuav muab cov cawv txiv hmab tshiab ntim rau hauv lub hnab tawv qub. Yog nws ua li ntawd, lub hnab tawv qub yuav tawg cov cawv txiv hmab yuav los tas, thiab lub hnab tawv yuav tsis zoo siv lawm. Tiamsis cov cawv txiv hmab tshiab yuav tsum muab ntim rau hauv lub hnab tawv tshiab, lub hnab tawv thiaj tsis tawg, cov cawv txiv hmab thiaj tsis txeej.”"},{"bible_id":"1525","chapter_code":"MAT.9","verse_code":"MAT.9.18","label":"18","content":"Thaum Yexus tseem tabtom hais li ntawd rau lawv, cov Yudais ib tug nom txawm tuaj txhos caug ntawm Yexus kotaw thiab thov hais tias, “Kuv tus ntxhais nyuam qhuav tu siav nrho no, thov koj mus tsa tes rau saum nws, nws thiaj yuav ciaj rov los.”"},{"bible_id":"1525","chapter_code":"MAT.9","verse_code":"MAT.9.19","label":"19","content":"Yexus txawm sawv tsees nrog tus nom ntawd mus, Yexus cov thwjtim nrog Yexus mus thiab."},{"bible_id":"1525","chapter_code":"MAT.9","verse_code":"MAT.9.20","label":"20","content":"Thaum ntawd, muaj ib tug pojniam coj khaubncaws tau kaum ob xyoos tsis tu li, nws txiv ntiag los rau ntawm Yexus nraubqaum thiab kov Yexus lub tw tsho."},{"bible_id":"1525","chapter_code":"MAT.9","verse_code":"MAT.9.21","label":"21","content":"Nws xav hais tias, “Yog kuv kov Yexus lub tw tsho, kuv tus mob yuav zoo.”"},{"bible_id":"1525","chapter_code":"MAT.9","verse_code":"MAT.9.22","label":"22","content":"Yexus tig hlo saib tus pojniam ntawd, thiab hais rau nws hais tias, “Mentxhais, koj tsis txhob nyuaj siab! Vim koj ntseeg, koj tus mob thiaj zoo lawm.” Tamsim ntawd tus pojniam ntawd tus mob txawm zoo hlo lawm."},{"bible_id":"1525","chapter_code":"MAT.9","verse_code":"MAT.9.23","label":"23","content":"Thaum Yexus mus txog hauv tus nom ntawd lub tsev, nws pom cov neeg tshuab qeej ntaus nruas thiab sawvdaws quaj nyiav ntshoo nrooj."},{"bible_id":"1525","chapter_code":"MAT.9","verse_code":"MAT.9.24","label":"24","content":"Yexus txawm hais kom cov neeg ntawd tawm mus rau nraum zoov thiab hais tias, “Tus ntxhais no tsis tuag, nws tsaug zog xwb!” Ces sawvdaws txawm luag Yexus zom zaws."},{"bible_id":"1525","chapter_code":"MAT.9","verse_code":"MAT.9.25","label":"25","content":"Thaum cov neeg tawm mus tas lawm, Yexus txawm mus rau hauv chav uas lawv tso tus ntxhais ntawd, thiab tuav nkaus tus ntxhais ntawd txhais tes, ces tus ntxhais ntawd txawm sawv tsees."},{"bible_id":"1525","chapter_code":"MAT.9","verse_code":"MAT.9.26","label":"26","content":"Zaj no nrov ncha moo lug mus thoob plaws cheebtsam ntawd."},{"bible_id":"1525","chapter_code":"MAT.9","verse_code":"MAT.9.27","label":"27","content":"Thaum Yexus tawm qhov ntawd thiab taug kev mus, muaj ob tug txivneej digmuag raws nws qab. Nkawd hu Yexus nrov nrov hais tias, “Daviv tus Tub, thov koj hlub wb!”"},{"bible_id":"1525","chapter_code":"MAT.9","verse_code":"MAT.9.28","label":"28","content":"Thaum Yexus mus rau hauv tsev lawm, ob tug txivneej digmuag ntawd txawm los cuag nws. Yexus nug nkawd hais tias, “Neb puas ntseeg hais tias kuv kho tau neb?” Nkawd teb hais tias, “Tus Tswv, wb ntseeg.”"},{"bible_id":"1525","chapter_code":"MAT.9","verse_code":"MAT.9.29","label":"29","content":"Ces Yexus txawm kov nkawd ob lub qhovmuag thiab hais tias, “Cia li muaj raws li neb ntseeg!”"},{"bible_id":"1525","chapter_code":"MAT.9","verse_code":"MAT.9.30","label":"30","content":"Nkawd txawm rov pom kev li qub lawm. Yexus txwv nkawd hais tias, “Neb tsis txhob qhia zaj no rau leejtwg li!”"},{"bible_id":"1525","chapter_code":"MAT.9","verse_code":"MAT.9.31","label":"31","content":"Tiamsis nkawd tawm mus thiab qhia Yexus lub moo nrov ncha mus thoob plaws cheebtsam ntawd."},{"bible_id":"1525","chapter_code":"MAT.9","verse_code":"MAT.9.32","label":"32","content":"Thaum ob tug txivneej digmuag ntawd tabtom tawm mus, txawm muaj neeg coj ib tug txivneej uas raug dab thiab hais tsis tau lus tuaj cuag Yexus."},{"bible_id":"1525","chapter_code":"MAT.9","verse_code":"MAT.9.33","label":"33","content":"Thaum Yexus ntiab dab tawm lawm, tamsim ntawd tus txivneej ntawd txawm hais tau lus. Sawvdaws xav tsis thoob thiab hais tias, “Peb tsis tau pom dua li no nyob hauv lub tebchaws Yixalayees li!”"},{"bible_id":"1525","chapter_code":"MAT.9","verse_code":"MAT.9.34","label":"34","content":"Tiamsis cov Falixais hais tias, “Yog Ntxwgnyoog uas yog dab tus thawj pub hwjchim rau nws, nws thiaj ntiab tau dab tawm.”"},{"bible_id":"1525","chapter_code":"MAT.9","verse_code":"MAT.9.35","label":"35","content":"Yexus mus txhua nrho hauv tej nroog thiab hauv tej zos. Nws qhuab qhia hauv tej tsev sablaj, nws qhia Txojmoo Zoo uas hais txog Vajtswv lub Tebchaws, thiab kho tej neeg uas muaj mob, txawm yog tus mob li cas los Yexus kho tau zoo huv tibsi."},{"bible_id":"1525","chapter_code":"MAT.9","verse_code":"MAT.9.36","label":"36","content":"Thaum Yexus saib cov neeg coob coob ntawd, nws hlub lawv kawg li, rau qhov lawv ntxhov siab thiab tsis muaj leejtwg pab lawv, lawv zoo ib yam li pab yaj uas tsis muaj tus tswv yug."},{"bible_id":"1525","chapter_code":"MAT.9","verse_code":"MAT.9.37","label":"37","content":"Ces Yexus hais rau nws cov thwjtim hais tias, “Cov nplej uas zoo hlais lawm muaj ntau, tiamsis cov neeg uas hlais muaj tsawg."},{"bible_id":"1525","chapter_code":"MAT.9","verse_code":"MAT.9.38","label":"38","content":"Nej cia li thov tus tswv teb kom nws txib dua ib co neeg mus pab hlais nws cov nplej.”"},{"bible_id":"1525","chapter_code":"MAT.10","verse_code":"MAT.10.1","label":"1","content":"Yexus hu nws kaum ob tug thwjtim los rau ntawm nws. Nws muab hwjchim rau lawv ntiab tau dab thiab kho tau txhua yam mob huv tibsi."},{"bible_id":"1525","chapter_code":"MAT.10","verse_code":"MAT.10.2","label":"2","content":"Kaum ob tug timthawj ntawd npe hu li no: Ximoos (tus uas hu ua Petus) thiab nws tus kwv Adales; Yakaunpaus thiab nws tus kwv Yauhas, nkawd yog Xenpedais tub;"},{"bible_id":"1525","chapter_code":"MAT.10","verse_code":"MAT.10.3","label":"3","content":"Filis thiab Npataulaumais; Thaumas thiab Mathais uas yog tus sau se; Yakaunpaus uas yog Alafais tus tub, thiab Thade-us;"},{"bible_id":"1525","chapter_code":"MAT.10","verse_code":"MAT.10.4","label":"4","content":"Ximoos tus uas xav kom nws haivneeg muaj kev ywjpheej, thiab Yudas Ixakali-us tus uas ntxeev siab rau Yexus."},{"bible_id":"1525","chapter_code":"MAT.10","verse_code":"MAT.10.5","label":"5","content":"Yexus txib kaum ob tug thwjtim mus thiab nws qhia rau lawv hais tias, “Nej tsis txhob mus rau hauv Lwm Haivneeg, thiab tsis txhob mus hauv cov Xamalis tej nroog."},{"bible_id":"1525","chapter_code":"MAT.10","verse_code":"MAT.10.6","label":"6","content":"Tiamsis nej cia li mus nrhiav cov neeg Yixalayees, rau qhov lawv zoo li pab yaj uas ploj lawm."},{"bible_id":"1525","chapter_code":"MAT.10","verse_code":"MAT.10.7","label":"7","content":"Nej cia li mus qhia hais tias, ‘Ntuj Ceebtsheej twb los ze lawm!’"},{"bible_id":"1525","chapter_code":"MAT.10","verse_code":"MAT.10.8","label":"8","content":"Nej cia li mus kho tej neeg uas muaj mob, tsa cov neeg uas tuag lawm sawv rov qab los, kho cov neeg mob ruas thiab ntiab dab tawm. Kuv pub lub hwjchim dawb dawb rau nej, yog li ntawd, nej yuav tsum pub dawb rau lwm tus tsis txhob yuav nqi."},{"bible_id":"1525","chapter_code":"MAT.10","verse_code":"MAT.10.9","label":"9","content":"Nej tsis txhob nqa kub, nqa nyiaj lossis nqa txiaj toog liab hauv nej tej hnab tshos mus;"},{"bible_id":"1525","chapter_code":"MAT.10","verse_code":"MAT.10.10","label":"10","content":"thaum nej mus, nej tsis txhob khuam hnab thoobpuab, tsis txhob npaj tsho mus hloov, tsis txhob nqa khau lossis pas nrig mus. Rau qhov tus uas ua haujlwm yeej tsimnyog luag pub rau nws noj nws hnav."},{"bible_id":"1525","chapter_code":"MAT.10","verse_code":"MAT.10.11","label":"11","content":"“Thaum nej mus txog hauv ib lub nroog twg lossis hauv ib lub zos twg, nej cia li mus rau hauv tus uas txaus siab hu nej mus so hauv nws tsev, thiab nyob hauv nws tsev mus txog thaum nej tawm hauv lub nroog ntawd mus."},{"bible_id":"1525","chapter_code":"MAT.10","verse_code":"MAT.10.12","label":"12","content":"Thaum nej mus hauv leejtwg tsev, nej yuav tsum xub hais lus noj qab nyob zoo rau lawv."},{"bible_id":"1525","chapter_code":"MAT.10","verse_code":"MAT.10.13","label":"13","content":"Yog tsevneeg ntawd hu nej mus hauv lawv tsev, lawv yuav tau koob hmoov, tiamsis yog lawv tsis hu nej mus hauv lawv tsev, lawv yuav tsis tau koob hmoov li."},{"bible_id":"1525","chapter_code":"MAT.10","verse_code":"MAT.10.14","label":"14","content":"Yog tsevneeg twg lossis lub nroog twg tsis hu nej thiab tsis mloog tej lus uas nej qhia, ces thaum nej tawm mus, nej cia li nchos tej hmoov av uas lo nej kotaw povtseg."},{"bible_id":"1525","chapter_code":"MAT.10","verse_code":"MAT.10.15","label":"15","content":"Kuv qhia tseeb rau nej hais tias, hnub uas Vajtswv txiav txim, nws yuav rau txim rau lub nroog ntawd hnyav dua li nws rau txim rau lub nroog Xaudoos thiab lub nroog Kaumaulas!"},{"bible_id":"1525","chapter_code":"MAT.10","verse_code":"MAT.10.16","label":"16","content":"“Nej cia li mloog kuv hais! Kuv txib nej mus ib yam li pab yaj uas yuav mus rau hauv pab hma. Nej yuav tsum ntse ib yam li tus nab thiab muaj lub siab mos siab muag ib yam li tus nquab."},{"bible_id":"1525","chapter_code":"MAT.10","verse_code":"MAT.10.17","label":"17","content":"Nej yuav tsum ceevfaj, rau qhov yuav muaj neeg ntes nej coj mus rau hauv tsev tu plaub, thiab luag yuav muab nej nplawm hauv tej tsev sablaj."},{"bible_id":"1525","chapter_code":"MAT.10","verse_code":"MAT.10.18","label":"18","content":"Luag yuav coj nej mus sawv tabmeeg tej nomtswv thiab cov vajntxwv, lawv yuav taug nej zaj, vim nej ua kuv tes haujlwm, nej thiaj yuav muaj sijhawm qhia Txojmoo Zoo rau lawv thiab rau lwm Haivneeg."},{"bible_id":"1525","chapter_code":"MAT.10","verse_code":"MAT.10.19","label":"19","content":"Thaum lawv coj nej mus thiab taug nej zaj, nej tsis txhob txhawj hais tias nej yuav hais li cas. Thaum txog lub sijhawm ntawd, Vajtswv yuav qhia kom nej paub hais."},{"bible_id":"1525","chapter_code":"MAT.10","verse_code":"MAT.10.20","label":"20","content":"Tej lus uas nej yuav hais tsis yog nej tej lus, tiamsis yog nej Leej Txiv tus Ntsujplig qhia rau nej."},{"bible_id":"1525","chapter_code":"MAT.10","verse_code":"MAT.10.21","label":"21","content":"“Tij yuav muab kwv, kwv yuav muab tij coj mus cob rau luag tua. Txiv yuav ua ib yam nkaus li ntawd rau tej menyuam, thiab menyuam yuav tawmtsam niamtxiv thiab coj mus rau luag tua."},{"bible_id":"1525","chapter_code":"MAT.10","verse_code":"MAT.10.22","label":"22","content":"Txhua tus yuav ntxub nej vim nej yog cov uas ntseeg kuv, tiamsis tus uas ua siab ntev mus txog thaum kawg tus ntawd yuav dim."},{"bible_id":"1525","chapter_code":"MAT.10","verse_code":"MAT.10.23","label":"23","content":"Yog lub nroog twg tsimtxom nej, nej cia li khiav mus rau lwm lub nroog. Kuv qhia tseeb rau nej hais tias, thaum nej tseem tsis tau mus qhia thoob tej nroog hauv lub tebchaws Yixalayees, Neeg Leej Tub twb los lawm."},{"bible_id":"1525","chapter_code":"MAT.10","verse_code":"MAT.10.24","label":"24","content":"“Tsis muaj ib tug tub kawm ntawv uas yuav paub tshaj nws tus xibhwb, thiab tsis muaj ib tug tubqhe uas yuav muaj hwjchim dua nws tus tswv."},{"bible_id":"1525","chapter_code":"MAT.10","verse_code":"MAT.10.25","label":"25","content":"Yog ib tug tub kawm ntawv paub li nws tus xibhwb lawm, thiab tus tubqhe muaj hwjchim npaum li nws tus tswv kuj zoo lawm. Yog tus tswv tsev twb tau lub npe hu ua Npexenpus lawm, ces nws tsevneeg hajyam yuav tau lub npe phem dua li ntawd thiab!"},{"bible_id":"1525","chapter_code":"MAT.10","verse_code":"MAT.10.26","label":"26","content":"“Yog li ntawd, nej tsis txhob ntshai neeg, rau qhov tej uas neeg muab npog cia lawm, yuav muaj tus muab nthuav los rau sawvdaws saib, thiab tej uas tsis muaj leejtwg paub, yuav muaj tus muab qhia rau sawvdaws."},{"bible_id":"1525","chapter_code":"MAT.10","verse_code":"MAT.10.27","label":"27","content":"Tej uas kuv qhia rau nej thaum tsaus ntuj, nruab hnub nej yuav tsum qhia rau sawvdaws, thiab tej uas kuv hais twjywm rau nej, nej yuav tsum mus qhia rau sawvdaws hnov"},{"bible_id":"1525","chapter_code":"MAT.10","verse_code":"MAT.10.28","label":"28","content":"Nej tsis txhob ntshai tus uas tua tau nej lub cev, tiamsis tua tsis tau nej tus ntsujplig; nej yuav tsum ntshai Vajtswv tus uas muab tau nej lub cev thiab nej tus ntsujplig pov rau hauv ntujtawg."},{"bible_id":"1525","chapter_code":"MAT.10","verse_code":"MAT.10.29","label":"29","content":"Ob tug noog tsev luag muag ib xu xwb puas yog? Tiamsis yog nej Leej Txiv tsis pom zoo cia ib tug poob rau hauv av, yeej tsis poob li."},{"bible_id":"1525","chapter_code":"MAT.10","verse_code":"MAT.10.30","label":"30","content":"Thiab txawm yog nej tej plaubhau los Vajtswv twb suav txhua txoj huv tibsi lawm."},{"bible_id":"1525","chapter_code":"MAT.10","verse_code":"MAT.10.31","label":"31","content":"Yog li ntawd, nej tsis txhob ntshai; nej muaj nqis heev dua ntau tus noog tsev!"},{"bible_id":"1525","chapter_code":"MAT.10","verse_code":"MAT.10.32","label":"32","content":"“Tus uas lees tabmeeg sawvdaws hais tias, nws yog kuv li, ces kuv yuav lees yuav tus ntawd tabmeeg kuv Txiv tus uas nyob saum ntuj ceebtsheej ib yam li ntawd."},{"bible_id":"1525","chapter_code":"MAT.10","verse_code":"MAT.10.33","label":"33","content":"Tiamsis tus uas tsis lees yuav kuv tabmeeg sawvdaws, kuv yuav tsis lees tus ntawd tabmeeg kuv Txiv tus uas nyob saum ntuj ceebtsheej thiab."},{"bible_id":"1525","chapter_code":"MAT.10","verse_code":"MAT.10.34","label":"34","content":"“Nej tsis txhob xav hais tias, yog kuv coj kev thajyeeb los rau ntiajteb. Tsis yog li ntawd, kuv tsis coj kev thajyeeb los, tiamsis kuv coj rab ntaj los."},{"bible_id":"1525","chapter_code":"MAT.10","verse_code":"MAT.10.35","label":"35","content":"Kuv los, yog los ua kom tub tawmtsam txiv, ntxhais tawmtsam niam, thiab nyab tawmtsam pog;"},{"bible_id":"1525","chapter_code":"MAT.10","verse_code":"MAT.10.36","label":"36","content":"yus cov yeebncuab uas phem tshaj yog yus tsevneeg."},{"bible_id":"1525","chapter_code":"MAT.10","verse_code":"MAT.10.37","label":"37","content":"“Tus uas hlub nws niam nws txiv heev dua hlub kuv, tus ntawd tsis tsimnyog ua kuv tus thwjtim; tus uas hlub nws tej tub tej ntxhais heev dua hlub kuv, tus ntawd tsis tsimnyog ua kuv tus thwjtim."},{"bible_id":"1525","chapter_code":"MAT.10","verse_code":"MAT.10.38","label":"38","content":"Tus uas tsis kwv nws tus ntoo khaublig nrog kuv mus, tus ntawd tsis tsimnyog ua kuv tus thwjtim."},{"bible_id":"1525","chapter_code":"MAT.10","verse_code":"MAT.10.39","label":"39","content":"Tus uas khuvxim nws txojsia, tus ntawd yuav tsis tau txojsia, tiamsis tus uas tsis khuvxim nws txojsia, vim nws ntseeg kuv, tus ntawd yuav tau txojsia."},{"bible_id":"1525","chapter_code":"MAT.10","verse_code":"MAT.10.40","label":"40","content":"“Tus uas tos txais nej, twb yog nws tos txais kuv; thiab tus uas tos txais kuv, twb yog tus ntawd tos txais tus uas txib kuv los."},{"bible_id":"1525","chapter_code":"MAT.10","verse_code":"MAT.10.41","label":"41","content":"Tus uas tos txais Vajtswv ib tug tubtxib, vim nws paub hais tias tus ntawd yog tus uas qhia Vajtswv Txojlus, ces nws yuav tau nqi zog ib yam li tus tubtxib ntawd. Tus uas tos txais ib tug neeg ncaj ncees, rau qhov nws paub hais tias tus ntawd yog neeg ncaj ncees, ces nws yuav tau nqi zog ib yam li tus ntawd."},{"bible_id":"1525","chapter_code":"MAT.10","verse_code":"MAT.10.42","label":"42","content":"Kuv qhia tseeb rau nej hais tias tus uas muab ib khob dej txiag rau kuv cov thwjtim tus uas yau dua ntais haus, vim nws paub hais tias tus ntawd yog kuv tus thwjtim, ces nws yuav tau nqi zog.”"},{"bible_id":"1525","chapter_code":"MAT.11","verse_code":"MAT.11.1","label":"1","content":"Thaum Yexus qhia nws kaum ob tug thwjtim tas lawm, nws txawm tawm qhov ntawd mus qhia thiab qhuab qhia rau hauv tej nroog uas nyob ze ntawd."},{"bible_id":"1525","chapter_code":"MAT.11","verse_code":"MAT.11.2","label":"2","content":"Thaum Yauhas tus uas muab neeg ua kevcai raus dej tseem raug kaw rau hauv tsev lojcuj, hnov txog tej uas Yexus niaj hnub ua, nws txawm txib nws cov thwjtim qee leej mus cuag Yexus."},{"bible_id":"1525","chapter_code":"MAT.11","verse_code":"MAT.11.3","label":"3","content":"Lawv tuaj nug Yexus hais tias, “Thov koj qhia rau peb saib koj puas yog tus uas Yauhas hais tias yuav los, lossis peb tseem yuav tos dua lwm tus?”"},{"bible_id":"1525","chapter_code":"MAT.11","verse_code":"MAT.11.4","label":"4","content":"Yexus teb hais tias, “Nej cia li rov mus qhia tej uas nej hnov thiab tej uas nej pom lawm rau Yauhas hais tias,"},{"bible_id":"1525","chapter_code":"MAT.11","verse_code":"MAT.11.5","label":"5","content":"Cov neeg digmuag rov pom kev, cov neeg tuag ceg mus taus kev, cov neeg mob ruas zoo,  cov neeg lag ntseg hnov lus, cov neeg tuag lawm sawv rov los thiab twb muaj neeg mus qhia Txojmoo Zoo rau cov neeg txomnyem lawm."},{"bible_id":"1525","chapter_code":"MAT.11","verse_code":"MAT.11.6","label":"6","content":"Tus uas ntseeg kuv, tus ntawd tau koob hmoov.”"},{"bible_id":"1525","chapter_code":"MAT.11","verse_code":"MAT.11.7","label":"7","content":"Thaum Yauhas cov thwjtim rov mus lawm, Yexus txawm hais rau cov neeg coob coob ntawd hais tias, “Thaum nej mus cuag Yauhas tom roob mojsab qhua, nej mus saib dabtsi? Nej mus saib tus tauj iab uas cua tshuab rawv mus rawv los los?"},{"bible_id":"1525","chapter_code":"MAT.11","verse_code":"MAT.11.8","label":"8","content":"Nej mus saib dabtsi? Nej mus saib tus uas hnav tej tsoos tsho zoo zoo los? Tsuas yog cov neeg uas nyob hauv vajntxwv lub loog thiaj tau hnav zoo xwb!"},{"bible_id":"1525","chapter_code":"MAT.11","verse_code":"MAT.11.9","label":"9","content":"Nej qhia rau kuv saib, nej mus saib dabtsi? Mus saib ib tug cev Vajtswv lus los? Yog lawm, tiamsis tus uas nej pom ntawd muaj hwjchim loj dua ib tug cev Vajtswv lus."},{"bible_id":"1525","chapter_code":"MAT.11","verse_code":"MAT.11.10","label":"10","content":"Tus Yauhas no yog tus uas Vajtswv Txojlus twb xub qhia tseg lawm. Vajtswv hais tias, ‘Kuv yuav txib kuv tus tubtxib ua koj ntej mus kho kev tos koj.’"},{"bible_id":"1525","chapter_code":"MAT.11","verse_code":"MAT.11.11","label":"11","content":"Kuv qhia tseeb rau nej hais tias txhua tus uas yug los ntawm pojniam, tsis muaj ib tug muaj hwjchim npaum li Yauhas tus uas muab neeg ua kevcai raus dej. Tiamsis tus uas yau tshaj nyob saum ntuj Ceebtsheej, tus ntawd tseem muaj hwjchim loj dua Yauhas thiab."},{"bible_id":"1525","chapter_code":"MAT.11","verse_code":"MAT.11.12","label":"12","content":"Txij thaum Yauhas tus uas muab neeg ua kevcai raus dej qhuab qhia los txog niaj hnub no, muaj cov neeg uas tawmtsam  qhov uas neeg mus Ntuj Ceebtsheej, thiab muaj cov neeg uas sib zog txeeb kom tau mus Ntuj Ceebtsheej."},{"bible_id":"1525","chapter_code":"MAT.11","verse_code":"MAT.11.13","label":"13","content":"Cov cev Vajtswv lus thiab Mauxes txoj Kevcai yeej qhia txog Ntuj Ceebtsheej los txog rau Yauhas,"},{"bible_id":"1525","chapter_code":"MAT.11","verse_code":"MAT.11.14","label":"14","content":"thiab yog nej ntseeg tej lus uas lawv qhia ntawd, nej yeej yuav ntseeg hais tias Yauhas yog Eliyas tus uas lawv hais tias, nws yuav los."},{"bible_id":"1525","chapter_code":"MAT.11","verse_code":"MAT.11.15","label":"15","content":"Yog li ntawd, leejtwg muaj pobntseg cia li mloog!"},{"bible_id":"1525","chapter_code":"MAT.11","verse_code":"MAT.11.16","label":"16","content":"“Kuv yuav muab cov neeg tiam no piv rau dabtsi? Lawv zoo ib yam li tej menyuam yaus uas ua si tom tshavpuam. Pab no hais rau pab tod hais tias,"},{"bible_id":"1525","chapter_code":"MAT.11","verse_code":"MAT.11.17","label":"17","content":"‘Peb twb tshuab raj lawm, tiamsis nej tsis seevcev! Peb quaj nyiav tiamsis nej tsis mob siab!’"},{"bible_id":"1525","chapter_code":"MAT.11","verse_code":"MAT.11.18","label":"18","content":"Yauhas los, nws ua kevcai yoo mov thiab nws tsis haus cawv txiv hmab, sawvdaws thiaj hais tias, ‘Nws raug dab lawm!’"},{"bible_id":"1525","chapter_code":"MAT.11","verse_code":"MAT.11.19","label":"19","content":"Neeg Leej Tub los, nws noj thiab haus, sawvdaws thiaj hais tias, ‘Nej saib, tus neeg no noj loj haus loj, nws nrog cov neeg uas sau se thiab cov neeg txhaum ua phoojywg!’ Tus uas pom Vajtswv tes haujlwm, tus ntawd yuav paub tseeb hais tias Vajtswv yog tus muaj tswvyim.”"},{"bible_id":"1525","chapter_code":"MAT.11","verse_code":"MAT.11.20","label":"20","content":"Yexus txawm cem cov neeg uas nyob hauv tej nroog uas Yexus tau mus ua txujci tseemceeb ntau zaug lawm, rau qhov lawv tsis kam tso lawv tej kev txhaum tseg."},{"bible_id":"1525","chapter_code":"MAT.11","verse_code":"MAT.11.21","label":"21","content":"“Lub nroog Khaulaxis, koj yuav raug kev puastsuaj! Lub nroog Npexaidas, koj yuav raug kev puastsuaj! Tej txujci tseemceeb uas twb ua rau neb pom lawm, yog ua tej ntawd rau hauv lub nroog Tiles thiab lub nroog Xidoos, ces cov neeg uas nyob hauv ob lub nroog ntawd twb xub muab ntaubtsaj los npua thiab tsuab tshauv nphoo rau ibce ntxov los lawm! Lawv yuav ua li ntawd kom sawvdaws paub hais tias, lawv twb tso lawv tej kev txhaum tseg lawm."},{"bible_id":"1525","chapter_code":"MAT.11","verse_code":"MAT.11.22","label":"22","content":"Kuv qhia rau neb hais tias, hnub uas Vajtswv txiav txim, nws yuav rau txim rau neb hnyav dua rau txim rau lub nroog Tiles thiab lub nroog Xidoos."},{"bible_id":"1525","chapter_code":"MAT.11","verse_code":"MAT.11.23","label":"23","content":"Lub nroog Kapena-us, koj yuav tsa koj lub hwjchim mus kom txij ntuj los? Yuav muab koj pov mus rau hauv ntujtawg! Yog hais tias, tej txujci tseemceeb uas ua rau koj pom lawm, ua rau hauv lub nroog Xaudoos, lub nroog ntawd yeej yuav nyob los txog niaj hnub no."},{"bible_id":"1525","chapter_code":"MAT.11","verse_code":"MAT.11.24","label":"24","content":"Kuv qhia rau koj hais tias, hnub uas Vajtswv txiav txim, nws yuav rau txim rau koj hnyav dua li nws rau txim rau lub nroog Xaudoos!”"},{"bible_id":"1525","chapter_code":"MAT.11","verse_code":"MAT.11.25","label":"25","content":"Thaum ntawd Yexus hais tias, “Txiv, koj yog tus Tswv uas kav lub ntuj thiab lub ntiajteb no! Kuv ua koj tsaug, rau qhov koj twb muab tej no zais cia tsis qhia rau cov neeg muaj tswvyim thiab txawj ntse paub, tiamsis koj qhia tej ntawd rau cov neeg uas tsis txawj tsis ntse paub xwb."},{"bible_id":"1525","chapter_code":"MAT.11","verse_code":"MAT.11.26","label":"26","content":"Txiv, koj yeej pom zoo cia ua li ntawd."},{"bible_id":"1525","chapter_code":"MAT.11","verse_code":"MAT.11.27","label":"27","content":"“Kuv Txiv twb muab ib puas tsav yam tso rau kuv lawm. Tsis muaj leejtwg paub Leej Tub, tsuas yog Leej Txiv thiaj paub xwb, thiab tsis muaj leejtwg paub Leej Txiv, tsuas yog Leej Tub thiab cov uas Leej Tub pom zoo qhia rau thiaj paub xwb."},{"bible_id":"1525","chapter_code":"MAT.11","verse_code":"MAT.11.28","label":"28","content":"“Nej cov uas sab sab vim ris nra hnyav, nej cia li los cuag kuv, kuv yuav cia nej so."},{"bible_id":"1525","chapter_code":"MAT.11","verse_code":"MAT.11.29","label":"29","content":"Kuv yog tus uas muaj siab dawb siab zoo; yog li ntawd, nej cia li los kwv kuv tus quab thiab kawm tej uas kuv qhia, nej thiaj yuav tau so."},{"bible_id":"1525","chapter_code":"MAT.11","verse_code":"MAT.11.30","label":"30","content":"Tus quab uas kuv muab rau nej kwv yoojyim kwv, thiab lub nra uas kuv muab rau nej ris, lub ntawd tsis hnyav.”"},{"bible_id":"1525","chapter_code":"MAT.12","verse_code":"MAT.12.1","label":"1","content":"Tsis ntev tom qab ntawd, Hnub Xanpataus Yexus taug kev mus txog hauv ib daim teb npleg. Yexus cov thwjtim tshaib plab, lawv txawm de hnab nplej los tev noj."},{"bible_id":"1525","chapter_code":"MAT.12","verse_code":"MAT.12.2","label":"2","content":"Thaum cov Falixais pom cov thwjtim ua li ntawd, lawv hais rau Yexus hais tias, “Koj saib, Hnub Xanpataus koj cov thwjtim ua li ntawd, lawv ua txhaum peb txoj Kevcai lawm!”"},{"bible_id":"1525","chapter_code":"MAT.12","verse_code":"MAT.12.3","label":"3","content":"Yexus teb hais tias, “Nej tsis tau nyeem zaj uas thaud Daviv thiab nws cov neeg tshaib plab nws ua li cas los?"},{"bible_id":"1525","chapter_code":"MAT.12","verse_code":"MAT.12.4","label":"4","content":"Daviv mus rau hauv Vajtswv lub Tuamtsev, Daviv thiab nws cov neeg muab tej ncuav uas twb muab fij rau Vajtswv lawm los noj. Txawm yog Vajtswv txoj kevcai txwv tsis pub lwm tus noj cov ncuav ntawd, tsuas yog cov povthawj noj xwb los lawv tseem muab noj thiab."},{"bible_id":"1525","chapter_code":"MAT.12","verse_code":"MAT.12.5","label":"5","content":"Lossis nej tsis tau nyeem txoj Kevcai uas hais tias, txhua Hnub Xanpataus cov povthawj uas nyob hauv lub Tuamtsev ua txhaum kevcai Hnub Xanpataus, tiamsis tsis muaj neeg hais tias lawv ua txhaum no los?"},{"bible_id":"1525","chapter_code":"MAT.12","verse_code":"MAT.12.6","label":"6","content":"Kuv qhia tseeb rau nej hais tias nyob ntawm no muaj ib yam uas tseemceeb dua lub Tuamtsev."},{"bible_id":"1525","chapter_code":"MAT.12","verse_code":"MAT.12.7","label":"7","content":"Vajtswv Txojlus hais tias, ‘Qhov uas kuv xav tau, yog kom nej muaj lub siab hlub, tsis yog tus tsiaj uas muab tua theej txhoj.’ Yog nej totaub zaj no lawm, nej yuav tsis rau txim rau cov uas tsis tau ua txhaum;"},{"bible_id":"1525","chapter_code":"MAT.12","verse_code":"MAT.12.8","label":"8","content":"rau qhov Neeg Leej Tub yog tus Tswv Hnub Xanpataus.”"},{"bible_id":"1525","chapter_code":"MAT.12","verse_code":"MAT.12.9","label":"9","content":"Yexus tawm qhov ntawd thiab mus rau hauv ib lub tsev sablaj,"},{"bible_id":"1525","chapter_code":"MAT.12","verse_code":"MAT.12.10","label":"10","content":"muaj ib tug txivneej qhuav tes nyob qhov ntawd. Cov neeg uas tuaj nyob ntawd muaj qee leej xav nrhiav txim rau Yexus, lawv txawm nug Yexus hais tias, “Kho mob Hnub Xanpataus puas txhaum Kevcai?”"},{"bible_id":"1525","chapter_code":"MAT.12","verse_code":"MAT.12.11","label":"11","content":"Yexus teb lawv hais tias, “Yog nej cov leejtwg muaj ib tug yaj poob qhovtshij Hnub Xanpataus, nej tsis mus muab rho tawm los?"},{"bible_id":"1525","chapter_code":"MAT.12","verse_code":"MAT.12.12","label":"12","content":"Neeg muaj nqis heev dua tus yaj! Yog li ntawd, txoj Kevcai yeej pub peb pab neeg Hnub Xanpataus.”"},{"bible_id":"1525","chapter_code":"MAT.12","verse_code":"MAT.12.13","label":"13","content":"Ces Yexus hais rau tus txivneej qhuav tes ntawd hais tias, “Koj cia li xyab koj txhais tes.” Nws txawm xyab hlo nws txhais tes, ua ciav nws txhais tes txawm zoo hlo ib yam li sab uas tsis qhuav lawm."},{"bible_id":"1525","chapter_code":"MAT.12","verse_code":"MAT.12.14","label":"14","content":"Cov Falixais txawm tawm mus sablaj saib yuav ua li cas lawv thiaj tua tau Yexus."},{"bible_id":"1525","chapter_code":"MAT.12","verse_code":"MAT.12.15","label":"15","content":"Thaum Yexus paub li ntawd, nws txawm tawm qhov chaw ntawd mus lawm; thiab muaj neeg coob coob nrog nws mus. Yexus kho tej neeg uas muaj mob txhua tus zoo huv tibsi,"},{"bible_id":"1525","chapter_code":"MAT.12","verse_code":"MAT.12.16","label":"16","content":"thiab nws txwv tsis pub lawv mus qhia nws rau leejtwg li."},{"bible_id":"1525","chapter_code":"MAT.12","verse_code":"MAT.12.17","label":"17","content":"Nws ua li no kom muaj tiav raws li Yaxayas uas yog tus cev Vajtswv lus tau qhia tseg lawm hais tias,"},{"bible_id":"1525","chapter_code":"MAT.12","verse_code":"MAT.12.18","label":"18","content":"“Tus no yog kuv tus tubtxib uas kuv xaiv tseg lawm, kuv hlub nws thiab kuv txaus siab rau nws, kuv yuav tso kuv tus Ntsujplig los rau saum nws, thiab nws yuav qhia kuv txojkev ncaj ncees rau txhua haivneeg paub."},{"bible_id":"1525","chapter_code":"MAT.12","verse_code":"MAT.12.19","label":"19","content":"Nws yuav tsis nrog leejtwg sib cav sib ceg lossis qw nrov nrov, lossis nws yuav tsis hais lus nrov nrov ntawm tej kev."},{"bible_id":"1525","chapter_code":"MAT.12","verse_code":"MAT.12.20","label":"20","content":"Tus tauj iab uas po lawm, nws yuav tsis muab lov, lossis lub teeb uas twb yuav tuag, nws yuav tsis tshuab kom tuag. Nws yuav ua siab ntev mus txog thaum txojkev ncaj ncees kovyeej lawm,"},{"bible_id":"1525","chapter_code":"MAT.12","verse_code":"MAT.12.21","label":"21","content":"thiab txhua haivneeg yuav cia siab rau nws.”"},{"bible_id":"1525","chapter_code":"MAT.12","verse_code":"MAT.12.22","label":"22","content":"Thaum ntawd muaj neeg coj ib tug txivneej digmuag thiab hais tsis tau lus tuaj cuag Yexus, rau qhov nws raug dab. Yexus kho tus txivneej ntawd zoo, ces nws txawm hais tau lus thiab pom kev lawm."},{"bible_id":"1525","chapter_code":"MAT.12","verse_code":"MAT.12.23","label":"23","content":"Cov neeg uas pom Yexus ua li ntawd, lawv xav tsis thoob li, lawv sib nug hais tias, “Nws puas yog Daviv tus Tub?”"},{"bible_id":"1525","chapter_code":"MAT.12","verse_code":"MAT.12.24","label":"24","content":"Thaum cov Falixais hnov sawvdaws hais li ntawd, lawv teb hais tias, “Nws ntiab tau dab tawm twb yog Npexenpus uas yog dab tus thawj pub hwjchim rau nws.”"},{"bible_id":"1525","chapter_code":"MAT.12","verse_code":"MAT.12.25","label":"25","content":"Yexus twb paub tej uas lawv xav thiab nws hais rau lawv hais tias, “Yog ib lub tebchaws twg tawg ua ob peb pab lawm, thiab cov neeg ntawd sib ntaus sib tua, ces lub tebchaws ntawd yuav puastsuaj mus. Thiab ib lub nroog twg lossis ib tsevneeg twg tawg ua ob peb pab lawm, thiab cov neeg ntawd sib ntaus sib tua, ces lawv yeej yuav tawg tas mus."},{"bible_id":"1525","chapter_code":"MAT.12","verse_code":"MAT.12.26","label":"26","content":"Yog cov neeg uas dab Ntxwgnyoog kav sib ntaus sib tua, ces kuj piv ib yam li lawv twb tawg ua ob peb pab lawm, tsis ntev lawv yuav tawg mus tas!"},{"bible_id":"1525","chapter_code":"MAT.12","verse_code":"MAT.12.27","label":"27","content":"Nej hais tias yog Npexenpus pub hwjchim rau kuv ntiab tau dab. Yog li ntawd, yog leejtwg pub hwjchim rau nej cov neeg uas ntiab tau dab ntiab dab? Nej cov neeg uas ntiab tau dab yog cov uas yuav txiav txim rau nej!"},{"bible_id":"1525","chapter_code":"MAT.12","verse_code":"MAT.12.28","label":"28","content":"Tsis yog li nej hais! Tiamsis yog Vajtswv tus Ntsujplig pub hwjchim rau kuv, kuv thiaj ntiab tau dab. Qhov ntawd qhia rau nej paub hais tias, Vajtswv lub Tebchaws twb los txog nej lawm."},{"bible_id":"1525","chapter_code":"MAT.12","verse_code":"MAT.12.29","label":"29","content":"“Tsis muaj leejtwg yuav tsoo mus tau rau hauv tus txivneej uas muaj zog lub tsev thiab huab nws tej qhov txhia chaw, tsuas yog nws xub muab tus uas muaj zog ntawd khi tso, nws thiaj huab tau tej qhov txhia chaw hauv tus ntawd tsev."},{"bible_id":"1525","chapter_code":"MAT.12","verse_code":"MAT.12.30","label":"30","content":"“Tus uas tsis tuaj kuv tog, tus ntawd yeej tawmtsam kuv. Tus uas tsis koom nrog kuv, tus ntawd ua kom tawg pab tawg pawg."},{"bible_id":"1525","chapter_code":"MAT.12","verse_code":"MAT.12.31","label":"31","content":"Yog li ntawd, kuv thiaj hais rau nej hais tias, txhua yam kev txhaum uas neeg ua lossis txhua lo lus phem uas neeg hais,  Vajtswv zam txim tau, tiamsis yog leejtwg thuam Vaj Ntsujplig tus Dawbhuv, Vajtswv yuav zam txim tsis tau rau tus ntawd."},{"bible_id":"1525","chapter_code":"MAT.12","verse_code":"MAT.12.32","label":"32","content":"Yog leejtwg thuam Neeg Leej Tub, Vajtswv zam txim tau rau tus ntawd, tiamsis yog leejtwg thuam Vaj Ntsujplig tus Dawbhuv, Vajtswv yuav zam txim tsis tau rau tus ntawd, tsis hais tiam no lossis tiam tom ntej."},{"bible_id":"1525","chapter_code":"MAT.12","verse_code":"MAT.12.33","label":"33","content":"“Tsob ntoo zoo yeej txi cov txiv zoo; tsob ntoo phem yeej txi cov txiv phem, yog yus pom cov txiv yus yeej paub hais tias, tsob ntoo ntawd yog tsob phem lossis tsob zoo."},{"bible_id":"1525","chapter_code":"MAT.12","verse_code":"MAT.12.34","label":"34","content":"Cov niag nab! Nej yog neeg siab phem nej yuav ua li cas hais tau lus zoo! Rau qhov lub siab xav li cas, lub ncauj yeej hais li ntawd."},{"bible_id":"1525","chapter_code":"MAT.12","verse_code":"MAT.12.35","label":"35","content":"Tus neeg siab zoo yeej hais tej lus zoo; thiab tus neeg siab phem yeej hais tej lus phem.”"},{"bible_id":"1525","chapter_code":"MAT.12","verse_code":"MAT.12.36","label":"36","content":"Kuv qhia rau nej hais tias, “Hnub uas Vajtswv txiav txim, txhua tus nyias yuav tsum tau lees txhua lo lus tsis muaj qabhau uas nyias tau hais lawm rau Vajtswv."},{"bible_id":"1525","chapter_code":"MAT.12","verse_code":"MAT.12.37","label":"37","content":"Nej yuav raug txim lossis tsis raug, yog nyob ntawm tej lus uas nej hais.”"},{"bible_id":"1525","chapter_code":"MAT.12","verse_code":"MAT.12.38","label":"38","content":"Cov xibhwb uas qhia Vajtswv txoj Kevcai thiab cov Falixais qee leej tuaj hais rau Yexus hais tias, “Xibhwb, peb xav kom koj ua ib yam txujci tseemceeb rau peb saib.”"},{"bible_id":"1525","chapter_code":"MAT.12","verse_code":"MAT.12.39","label":"39","content":"Yexus teb hais tias, “Cov neeg tiam no ua phem ua qias thiab tsis ntseeg Vajtswv li. Nej xav kom kuv ua ib yam txujci tseemceeb rau nej saib no los? Kuv yuav tsis ua! Zaj txujci uas nej yuav pom tsuas yog Yaunas zaj xwb."},{"bible_id":"1525","chapter_code":"MAT.12","verse_code":"MAT.12.40","label":"40","content":"Yaunas nyob hauv tus ntses loj loj lub plab tau peb hnub peb hmos li cas, Neeg Leej Tub yuav nyob hauv nruab a peb hnub peb hmos ib yam li ntawd."},{"bible_id":"1525","chapter_code":"MAT.12","verse_code":"MAT.12.41","label":"41","content":"Hnub uas Vajtswv txiav txim, cov neeg uas nyob hauv lub nroog Nineves yuav sawv qhia nej tej kev txhaum rau nej, rau qhov thaum lawv hnov Yaunas qhia, lawv txawm tso lawv tej kev txhaum tseg. Kuv qhia rau nej hais tias muaj ib tug nyob ntawm no, nws tseem muaj hwjchim loj dua Yaunas thiab!"},{"bible_id":"1525","chapter_code":"MAT.12","verse_code":"MAT.12.42","label":"42","content":"Hnub uas Vajtswv txiav txim, tus poj vajntxwv uas kav tebchaws Senpas yuav sawv qhia nej tej kev txhaum rau nej, rau qhov nws tuaj nram nws lub tebchaws tuaj mloog Vajntxwv Xalumoos piav nws tej kev txawj ntse; kuv qhia rau nej hais tias muaj ib tug nyob ntawm no, nws tseem muaj hwjchim loj dua Vajntxwv Xalumoos thiab!"},{"bible_id":"1525","chapter_code":"MAT.12","verse_code":"MAT.12.43","label":"43","content":"“Thaum dab tawm hauv ib tug neeg lub cev mus lawm, tus dab ntawd txawm mus rau tom roob mojsab qhua thiab nrhiav chaw so. Yog nws nrhiav tsis tau,"},{"bible_id":"1525","chapter_code":"MAT.12","verse_code":"MAT.12.44","label":"44","content":"nws yuav hais tias, ‘Kuv yuav rov qab mus rau tom kuv lub qub tsev uas kuv tawm tuaj.’ Thaum nws rov los txog nws lub qub tsev, ua ciav tsis muaj leejtwg nyob, thiab twb tu dulug cia lawm."},{"bible_id":"1525","chapter_code":"MAT.12","verse_code":"MAT.12.45","label":"45","content":"Nws txawm mus coj xya tus dab uas tsiv dua nws los nrog nws nyob hauv lub tsev ntawd. Thaum kawg tus neeg ntawd hajyam txomnyem heev dua thaum chivthawj. Cov neeg siab phem tiam no yuav raug kev txomnyem ib yam li ntawd ntag.”"},{"bible_id":"1525","chapter_code":"MAT.12","verse_code":"MAT.12.46","label":"46","content":"Thaum Yexus tseem tabtom qhia cov neeg uas nyob ntawd, ces Yexus niam thiab Yexus cov kwv txawm tuaj txog. Lawv sawv sab nraud thiab lawv hais tias lawv xav nrog Yexus tham."},{"bible_id":"1525","chapter_code":"MAT.12","verse_code":"MAT.12.47","label":"47","content":"Muaj ib tug hais rau Yexus hais tias, “Koj niam thiab koj cov kwv tuaj sawv sab nraud, lawv xav nrog koj tham.”"},{"bible_id":"1525","chapter_code":"MAT.12","verse_code":"MAT.12.48","label":"48","content":"Yexus teb hais tias, “Leejtwg yog kuv niam? Leejtwg yog kuv cov kwv?”"},{"bible_id":"1525","chapter_code":"MAT.12","verse_code":"MAT.12.49","label":"49","content":"Yexus taw tes rau cov thwjtim thiab hais tias, “Cov no yog kuv niam thiab kuv cov kwv."},{"bible_id":"1525","chapter_code":"MAT.12","verse_code":"MAT.12.50","label":"50","content":"Tus uas ua raws li kuv Txiv tus uas nyob saum ntuj ceebtsheej lub siab nyiam, tus ntawd yog kuv tus kwv, kuv tus muam thiab kuv niam.”"},{"bible_id":"1525","chapter_code":"MAT.13","verse_code":"MAT.13.1","label":"1","content":"Tib hnub ntawd Yexus txawm tawm hauv tsev mus zaum nram ntug hiavtxwv."},{"bible_id":"1525","chapter_code":"MAT.13","verse_code":"MAT.13.2","label":"2","content":"Muaj neeg coob coob tuaj nyob puagncig Yexus, nws thiaj nce mus rau hauv lub nkoj, ces cov neeg coob coob sawv ntawm ntug dej."},{"bible_id":"1525","chapter_code":"MAT.13","verse_code":"MAT.13.3","label":"3","content":"Yexus ua lus pivtxwv qhia ntau zaj rau lawv mloog hais tias, “Muaj ib tug txivneej nqa noob nplej mus tseb."},{"bible_id":"1525","chapter_code":"MAT.13","verse_code":"MAT.13.4","label":"4","content":"Thaum nws tseb cov noob nplej rau hauv daim teb, muaj qee lub poob rau hauv plawv kev, ces noog txawm los khaws noj lawm."},{"bible_id":"1525","chapter_code":"MAT.13","verse_code":"MAT.13.5","label":"5","content":"Muaj qee lub poob rau ntawm qhov av uas hauv muaj pobzeb tiv lawm. Cov noob ntawd tuaj sai sai, vim av tsis tob."},{"bible_id":"1525","chapter_code":"MAT.13","verse_code":"MAT.13.6","label":"6","content":"Thaum tshav ntuj kub, cov kaus ntsws thiab qhuav lawm; vim tus cag ntsia av tsis tob."},{"bible_id":"1525","chapter_code":"MAT.13","verse_code":"MAT.13.7","label":"7","content":"Muaj qee lub poob rau hauv lub hauvpaus pos, ces tsob pos hlob tuaj laum cov nplej ntawd tuag tas lawm."},{"bible_id":"1525","chapter_code":"MAT.13","verse_code":"MAT.13.8","label":"8","content":"Muaj qee lub poob rau ntawm qhov av zoo, cov ntawd txhawv taus. Qee hnab txi tau ib puas lub, qee hnab txi tau rau caum lub thiab qee hnab txi tau peb caug lub.”"},{"bible_id":"1525","chapter_code":"MAT.13","verse_code":"MAT.13.9","label":"9","content":"Yexus xaus lus hais tias, “Yog leejtwg muaj pobntseg cia li mloog!”"},{"bible_id":"1525","chapter_code":"MAT.13","verse_code":"MAT.13.10","label":"10","content":"Cov thwjtim los nug Yexus hais tias, “Ua li cas koj pheej ua lus pivtxwv qhia lawv xwb?”"},{"bible_id":"1525","chapter_code":"MAT.13","verse_code":"MAT.13.11","label":"11","content":"Yexus teb hais tias, “Zaj uas neeg tsis tau paub hais txog Ntuj Ceebtsheej, kuv twb qhia rau nej lawm, tiamsis tsis tau qhia rau cov neeg ntawd paub."},{"bible_id":"1525","chapter_code":"MAT.13","verse_code":"MAT.13.12","label":"12","content":"Rau qhov tus uas twb muaj lawm, yeej yuav muab ntxiv kom nws muaj nplua mias, tiamsis tus uas tsis muaj, txawm yog nws tsuas muaj mentsis xwb los Vajtswv yuav muab rho mus huv tibsi."},{"bible_id":"1525","chapter_code":"MAT.13","verse_code":"MAT.13.13","label":"13","content":"Vim li ntawd, kuv thiaj ua lus pivtxwv qhia xwb, rau qhov lawv ntsia, tiamsis lawv tsis pom, lawv mloog, tiamsis lawv tsis hnov thiab tsis totaub."},{"bible_id":"1525","chapter_code":"MAT.13","verse_code":"MAT.13.14","label":"14","content":"Ua li ntawd, thiaj muaj tiav raws li Yaxayas uas yog tus cev Vajtswv lus tau hais tseg hais tias, ‘Nej yuav mloog tas mloog thiab, tiamsis nej yuav tsis totaub; nej yuav saib tas saib thiab, tiamsis nej yuav tsis pom,"},{"bible_id":"1525","chapter_code":"MAT.13","verse_code":"MAT.13.15","label":"15","content":"rau qhov cov neeg no lub siab ruam, lawv tsis xav mloog, lawv ntsaws pobntseg, lawv tsis xav saib, lawv qi qhovmuag. Yog tsis ua li ntawd, nyob tsam lawv qhovmuag yuav pom, lawv pobntseg yuav hnov, lawv yuav totaub, ces lawv yuav tig rov los cuag kuv, thiab kuv yuav kho lawv tej mob zoo.’"},{"bible_id":"1525","chapter_code":"MAT.13","verse_code":"MAT.13.16","label":"16","content":"“Tiamsis nej yog cov uas muaj hmoo, nej qhovmuag thiaj pom thiab nej pobntseg thiaj hnov."},{"bible_id":"1525","chapter_code":"MAT.13","verse_code":"MAT.13.17","label":"17","content":"Kuv qhia tseeb rau nej hais tias, cov cev Vajtswv lus thiab cov neeg ncaj ncees tos ntev loo, lawv xav pom tej uas nej pom, tiamsis lawv tsis tau pom, lawv xav hnov tej uas nej hnov, tiamsis lawv tsis tau hnov."},{"bible_id":"1525","chapter_code":"MAT.13","verse_code":"MAT.13.18","label":"18","content":"“Nej cia li mloog, kuv yuav txhais zaj lus pivtxwv uas hais txog tus tseb nplej lub ntsiab rau nej."},{"bible_id":"1525","chapter_code":"MAT.13","verse_code":"MAT.13.19","label":"19","content":"Cov neeg uas hnov zaj lus uas hais txog Ntuj Ceebtsheej tiamsis tsis totaub, zoo ib yam li lub noob nplej uas poob rau hauv plawv kev. Dab Ntxwgnyoog txawm los txeeb tej lus ntawd hauv lawv lub siab lawm."},{"bible_id":"1525","chapter_code":"MAT.13","verse_code":"MAT.13.20","label":"20","content":"Cov noob nplej uas poob rau ntawm qhov av uas hauv muaj pobzeb tiv lawm, piv txog Vajtswv txojlus uas thaum neeg hnov dheev, lawv txaus siab hlo txais yuav tamsim ntawd."},{"bible_id":"1525","chapter_code":"MAT.13","verse_code":"MAT.13.21","label":"21","content":"Tiamsis Txojlus ntawd cog tsis ruaj rau hauv lawv lub siab, Txojlus ntawd nyob tsis ntev. Thaum lawv raug kev txomnyem lossis kev tsimtxom, ces lawv txawm muab tso tseg tamsim ntawd."},{"bible_id":"1525","chapter_code":"MAT.13","verse_code":"MAT.13.22","label":"22","content":"Cov noob nplej uas poob rau hauv lub hauvpaus pos, piv txog Vajtswv txojlus uas neeg hnov; tiamsis lawv tej kev nyuaj siab, kev ntshaw nyiaj hlob tuaj laum Vajtswv txojlus lawm, lawv txojkev ntseeg thiaj tsis loj hlob."},{"bible_id":"1525","chapter_code":"MAT.13","verse_code":"MAT.13.23","label":"23","content":"Thiab cov noob nplej uas poob rau ntawm qhov av zoo, piv txog Vajtswv txojlus uas neeg hnov thiab totaub: cov neeg ntawd ibtxhia txi tau ib puas lub, ibtxhia txi tau rau caum lub thiab ibtxhia txi tau peb caug lub.”"},{"bible_id":"1525","chapter_code":"MAT.13","verse_code":"MAT.13.24","label":"24","content":"Yexus qhia dua ib zaj lus pivtxwv rau lawv mloog hais tias, “Ntuj Ceebtsheej piv ib yam li ib tug txivneej uas coj noob nplej mus tseb rau hauv nws daim teb."},{"bible_id":"1525","chapter_code":"MAT.13","verse_code":"MAT.13.25","label":"25","content":"Muaj ib hmos thaum sawvdaws pw tsaug zog tas lawm, tus ntawd tus yeebncuab txawm coj ib co noob txhauv tuaj tseb xyaw rau cov nplej, ces nws txawm khiav lawm."},{"bible_id":"1525","chapter_code":"MAT.13","verse_code":"MAT.13.26","label":"26","content":"Thaum cov nplej loj hlob thiab pib txhawv lawm, ua ciav pom muaj txhauv tuaj xyaw thiab."},{"bible_id":"1525","chapter_code":"MAT.13","verse_code":"MAT.13.27","label":"27","content":"Tus tswv cov tubtxib los hais rau nws hais tias, ‘Tus tswv, puas yog koj tsuas tseb cov noob nplej zoo rau hauv koj daim teb xwb? Ua li cas nimno ho muaj txhauv tuaj xyaw thiab?’"},{"bible_id":"1525","chapter_code":"MAT.13","verse_code":"MAT.13.28","label":"28","content":"Nws teb lawv hais tias, ‘Tej ntawd yog yeebncuab ua xwb.’ Cov tubtxib nug nws hais tias, ‘Koj puas xav kom peb mus muab cov txhauv ntawd dob povtseg?’"},{"bible_id":"1525","chapter_code":"MAT.13","verse_code":"MAT.13.29","label":"29","content":"Nws teb hais tias, ‘Tsis txhob mus dob, nyob tsam thaum nej dob cov txhauv, nej yuav dob tau cov nplej thiab."},{"bible_id":"1525","chapter_code":"MAT.13","verse_code":"MAT.13.30","label":"30","content":"Cia cov nplej thiab cov txhauv nyob ua ke mus txog lub caij hlais tso, kuv mam hais kom cov hlais xub hlais cov txhauv pav ua tej tes thiab muab mus pov hlawv, thiab sau cov nplej los rau hauv kuv lub txhab.’ ”"},{"bible_id":"1525","chapter_code":"MAT.13","verse_code":"MAT.13.31","label":"31","content":"Yexus hais dua ib zaj lus pivtxwv rau lawv mloog hais tias, “Ntuj Ceebtsheej piv ib yam li lub noob zaub. Muaj ib tug txivneej coj ib lub noob zaub mus cog rau hauv nws daim teb."},{"bible_id":"1525","chapter_code":"MAT.13","verse_code":"MAT.13.32","label":"32","content":"Lub noob zaub ntawd, me dua lwm yam noob huv tibsi. Thaum lub noob ntawd tuaj lawm, nws loj hlob ua ib tsob uas loj dua tej zaub huv tibsi. Nws loj ua ib tsob ntoo thiab noog los ua zes rau saum nws tej ceg.”"},{"bible_id":"1525","chapter_code":"MAT.13","verse_code":"MAT.13.33","label":"33","content":"Yexus hais dua ib zaj lus pivtxwv rau lawv mloog hais tias, “Ntuj Ceebtsheej piv ib yam li cov keeb uas ib tug pojniam muab xyaw rau peb siab hmoov nplej, thiab ua rau cov hmoov nplej su tas huv tibsi.”"},{"bible_id":"1525","chapter_code":"MAT.13","verse_code":"MAT.13.34","label":"34","content":"Tej zaj uas Yexus qhia rau sawvdaws, nws ua lus pivtxwv qhia xwb, tsis muaj ib zaj uas nws tsis ua lus pivtxwv qhia li."},{"bible_id":"1525","chapter_code":"MAT.13","verse_code":"MAT.13.35","label":"35","content":"Nws ua li ntawd kom muaj tiav raws li Yaxayas uas yog tus cev Vajtswv lus tau qhia tseg hais tias, “Thaum kuv hais rau lawv, kuv yuav ua lus pivtxwv hais xwb; kuv yuav qhia tej uas tsis muaj neeg paub txij thaum tsim lub ntiajteb los rau lawv mloog.”"},{"bible_id":"1525","chapter_code":"MAT.13","verse_code":"MAT.13.36","label":"36","content":"Yexus txawm tso cov neeg coob coob ntawd tseg thiab nws mus rau hauv tsev, nws cov thwjtim los hais rau nws hais tias, “Thov koj txhais zaj lus pivtxwv uas koj hais txog cov txhauv hauv daim teb ntawd rau peb mloog saib yog li cas.”"},{"bible_id":"1525","chapter_code":"MAT.13","verse_code":"MAT.13.37","label":"37","content":"Yexus qhia hais tias, “Tus uas tseb cov noob nplej zoo yog Neeg Leej Tub;"},{"bible_id":"1525","chapter_code":"MAT.13","verse_code":"MAT.13.38","label":"38","content":"daim teb yog lub ntiajteb no; cov noob nplej uas zoo yog cov neeg uas yog Vajtswv cov; cov txhauv yog cov neeg uas yog dab Ntxwgnyoog cov."},{"bible_id":"1525","chapter_code":"MAT.13","verse_code":"MAT.13.39","label":"39","content":"Thiab tus yeebncuab uas tuaj tseb cov noob txhauv ntawd yog dab Ntxwgnyoog. Lub caij hlais yog lub sijhawm uas ntiajteb kawg, cov hlais yog cov timtswv ceebtsheej."},{"bible_id":"1525","chapter_code":"MAT.13","verse_code":"MAT.13.40","label":"40","content":"Lub sijhawm ntiajteb kawg yuav zoo ib yam li thaum lawv sau cov txhauv mus povtseg."},{"bible_id":"1525","chapter_code":"MAT.13","verse_code":"MAT.13.41","label":"41","content":"Neeg Leej Tub yuav txib nws cov timtswv mus sau cov neeg uas ua rau lwm tus ua txhaum thiab cov neeg ua phem ua qias huv tibsi tawm hauv nws lub tebchaws"},{"bible_id":"1525","chapter_code":"MAT.13","verse_code":"MAT.13.42","label":"42","content":"thiab coj cov neeg ntawd mus pov rau hauv lub cubtawg uas cig hlob hlob, lawv yuav quaj tom hniav qawv qhov ntawd."},{"bible_id":"1525","chapter_code":"MAT.13","verse_code":"MAT.13.43","label":"43","content":"Thaum ntawd Vajtswv cov neeg yuav ci ntsa iab ib yam li lub hnub nyob hauv lawv Leej Txiv lub Tebchaws. Yog leejtwg muaj pobntseg cia li mloog!"},{"bible_id":"1525","chapter_code":"MAT.13","verse_code":"MAT.13.44","label":"44","content":"“Ntuj Ceebtsheej piv ib yam li hub nyiaj uas luag muab faus cia rau hauv ib daim teb. Muaj ib tug mus pom ces nws txawm muab av npoog rau, nws zoo siab kawg li. Nws rov mus muab nws lub cuabtam muag huv tibsi, thiab muab cov nyiaj mus yuav daim teb ntawd."},{"bible_id":"1525","chapter_code":"MAT.13","verse_code":"MAT.13.45","label":"45","content":"“Thiab Ntuj Ceebtsheej piv ib yam li ib tug tub luam mus nrhiav yuav cov hlaws uas muaj nqis."},{"bible_id":"1525","chapter_code":"MAT.13","verse_code":"MAT.13.46","label":"46","content":"Thaum nws mus nrhiav pom ib co hlaws uas muaj nqis dua tej huv tibsi lawm, nws txawm rov los muab nws lub cuabtam muag thiab muab cov nyiaj mus yuav cov hlaws ntawd."},{"bible_id":"1525","chapter_code":"MAT.13","verse_code":"MAT.13.47","label":"47","content":"“Thiab Ntuj Ceebtsheej piv ib yam li lub vas cuab ntses uas luag muab cuab rau hauv hiavtxwv mag tau txhua yam ntses."},{"bible_id":"1525","chapter_code":"MAT.13","verse_code":"MAT.13.48","label":"48","content":"Thaum lub vas mag tau ntses ntau heev lawm, cov neeg cuab ntses txawm rub lub vas los rau tim ntug. Lawv zaum xaiv cov ntses zoo ntim rau hauv tawb, thiab muab cov uas tsis muaj nqis povtseg."},{"bible_id":"1525","chapter_code":"MAT.13","verse_code":"MAT.13.49","label":"49","content":"Thaum lub sijhawm ntiajteb kawg yuav zoo li ntawd ntag. Cov timtswv yuav los muab cov neeg ua phem cais tawm ntawm cov neeg ua zoo mus,"},{"bible_id":"1525","chapter_code":"MAT.13","verse_code":"MAT.13.50","label":"50","content":"thiab coj mus pov rau hauv lub cubtawg uas cig hlob hlob, lawv yuav quaj tom hniav qawv qhov ntawd.”"},{"bible_id":"1525","chapter_code":"MAT.13","verse_code":"MAT.13.51","label":"51","content":"Yexus nug cov thwjtim hais tias, “Nej puas totaub tej no?” Lawv teb hais tias, “Peb totaub lawm.”"},{"bible_id":"1525","chapter_code":"MAT.13","verse_code":"MAT.13.52","label":"52","content":"Ces Yexus txawm hais rau lawv hais tias, “Yog li ntawd, txhua tus xibhwb uas qhia Vajtswv txoj Kevcai uas twb kawm paub txog Ntuj Ceebtsheej lawm, lawv zoo ib yam li tus tswv tsev uas muab nws tej qhov txhia chaw qub thiab tshiab rho tawm hauv nws lub txhab los siv.”"},{"bible_id":"1525","chapter_code":"MAT.13","verse_code":"MAT.13.53","label":"53","content":"Thaum Yexus qhia tej zaj lus pivtxwv no tas lawm, nws txawm tawm qhov ntawd"},{"bible_id":"1525","chapter_code":"MAT.13","verse_code":"MAT.13.54","label":"54","content":"thiab rov mus rau hauv nws lub nroog. Nws mus qhuab qhia hauv lub tsev sablaj, thiab cov neeg uas hnov nws qhia xav tsis thoob li. Lawv sib tham hais tias, “Nws tau tej tswvyim no qhov twg los? Thiab ua li cas nws ua tau tej txujci no?"},{"bible_id":"1525","chapter_code":"MAT.13","verse_code":"MAT.13.55","label":"55","content":"Nws puas yog tus kws ntoo tus tub? Nws niam puas yog Malis? Thiab nws cov kwv puas yog Yakaunpaus, Yauxej, Ximoos thiab Yudas?"},{"bible_id":"1525","chapter_code":"MAT.13","verse_code":"MAT.13.56","label":"56","content":"Puas yog nws cov muam puavleej nyob hauv lub nroog no? Nws tau tej tswvyim no qhov twg los?”"},{"bible_id":"1525","chapter_code":"MAT.13","verse_code":"MAT.13.57","label":"57","content":"Lawv txawm tsis hwm Yexus. Yexus hais rau lawv hais tias, “Tej neeg ob cag puavleej hwm tus cev Vajtswv lus, tsuas yog cov neeg uas nyob hauv nws lub zos thiab nws tsevneeg thiaj tsis hwm nws xwb.”"},{"bible_id":"1525","chapter_code":"MAT.13","verse_code":"MAT.13.58","label":"58","content":"Yexus tsis tau ua tej txujci tseemceeb ntau pestsawg qhov ntawd, rau qhov lawv tsis ntseeg."},{"bible_id":"1525","chapter_code":"MAT.14","verse_code":"MAT.14.1","label":"1","content":"Lub sijhawm ntawd, Helauj tus uas kav lub xeev Kalilais hnov txog Yexus lub moo."},{"bible_id":"1525","chapter_code":"MAT.14","verse_code":"MAT.14.2","label":"2","content":"Nws txawm qhia rau nws cov nomtswv hais tias, “Tus no yeej yog Yauhas tus uas muab neeg ua kevcai raus dej sawv hauv qhov tuag rov los lawm, nws thiaj ua tau tej txujci tseemceeb no.”"},{"bible_id":"1525","chapter_code":"MAT.14","verse_code":"MAT.14.3","label":"3","content":"Rau qhov Helauj tau txib neeg mus ntes Yauhas khi thiab coj nws mus kaw rau hauv tsev lojcuj. Helauj ua li ntawd twb yog Helauj yuav Helaudias uas yog Helauj tus kwv Filis tus pojniam."},{"bible_id":"1525","chapter_code":"MAT.14","verse_code":"MAT.14.4","label":"4","content":"Rau qhov Yauhas tus uas muab neeg ua kevcai raus dej hais rau Helauj hais tias, “Qhov uas koj yuav Helaudias ua koj pojniam txhaum kevcai lawm!”"},{"bible_id":"1525","chapter_code":"MAT.14","verse_code":"MAT.14.5","label":"5","content":"Helauj xav tua Yauhas, tiamsis nws ntshai cov Yudais, rau qhov sawvdaws paub tseeb hais tias Yauhas yog ib tug cev Vajtswv lus."},{"bible_id":"1525","chapter_code":"MAT.14","verse_code":"MAT.14.6","label":"6","content":"Hnub uas luag nco txog Helauj hnub yug, Helaudias tus ntxhais los seevcev rau sawvdaws saib, Helauj txaus siab heev,"},{"bible_id":"1525","chapter_code":"MAT.14","verse_code":"MAT.14.7","label":"7","content":"Helauj coglus rau tus ntxhais hais tias, “Yog koj thov yam twg, kuv yuav muab yam ntawd rau koj!”"},{"bible_id":"1525","chapter_code":"MAT.14","verse_code":"MAT.14.8","label":"8","content":"Tus ntxhais txawm mus thov Helauj raws li nws niam qhia rau nws lawm hais tias, “Koj cia li muab Yauhas tus uas muab neeg ua kevcai raus dej lub taubhau txiav tso rau hauv lub phaj nqa los rau kuv ntawm no!”"},{"bible_id":"1525","chapter_code":"MAT.14","verse_code":"MAT.14.9","label":"9","content":"Vajntxwv nyuaj siab kawg li, tiamsis vim nws tau coglus tabmeeg sawvdaws lawm, nws thiaj ua raws li tus ntxhais thov."},{"bible_id":"1525","chapter_code":"MAT.14","verse_code":"MAT.14.10","label":"10","content":"Ces nws txawm txib neeg mus txiav Yauhas cajdab hauv tsev lojcuj."},{"bible_id":"1525","chapter_code":"MAT.14","verse_code":"MAT.14.11","label":"11","content":"Lawv muab Yauhas lub taubhau tso rau hauv lub phaj nqa los rau tus ntxhais, ces tus ntxhais nqa mus rau nws niam."},{"bible_id":"1525","chapter_code":"MAT.14","verse_code":"MAT.14.12","label":"12","content":"Yauhas cov thwjtim txawm tuaj muab Yauhas lub cev coj mus faus lawm; thiab lawv mus qhia tej no rau Yexus paub."},{"bible_id":"1525","chapter_code":"MAT.14","verse_code":"MAT.14.13","label":"13","content":"Thaum Yexus hnov hais tias Yauhas tuag lawm, Yexus tib leeg txawm caij nkoj tawm qhov ntawd mus rau ib qhov chaw uas tsis muaj neeg. Thaum sawvdaws hnov hais tias, Yexus mus rau qhov ntawd lawm, lawv txawm tawm hauv lawv tej nroog taug ntug dej caum Yexus qab mus."},{"bible_id":"1525","chapter_code":"MAT.14","verse_code":"MAT.14.14","label":"14","content":"Thaum Yexus tawm hauv nkoj los, nws pom muaj neeg coob coob, nws hlub lawv thiab nws kho lawv cov neeg muaj mob txhua tus zoo huv tibsi."},{"bible_id":"1525","chapter_code":"MAT.14","verse_code":"MAT.14.15","label":"15","content":"Thaum yuav tsaus ntuj, Yexus cov thwjtim los hais rau Yexus hais tias, “Qhov no nyob deb nroog thiab twb lig lig lawm, thov koj kom sawvdaws mus nrhiav muas mov tom tej zos noj.”"},{"bible_id":"1525","chapter_code":"MAT.14","verse_code":"MAT.14.16","label":"16","content":"Yexus teb hais tias, “Tsis txhob kom lawv mus, nej cia li muab mov rau lawv noj!”"},{"bible_id":"1525","chapter_code":"MAT.14","verse_code":"MAT.14.17","label":"17","content":"Cov thwjtim teb hais tias, “Peb tsuas muaj tsib lub ncuav thiab ob tug ntses xwb.”"},{"bible_id":"1525","chapter_code":"MAT.14","verse_code":"MAT.14.18","label":"18","content":"Yexus hais tias, “Cia li muab los rau kuv.”"},{"bible_id":"1525","chapter_code":"MAT.14","verse_code":"MAT.14.19","label":"19","content":"Yexus kom sawvdaws zaum ntawm tej nyom; Yexus muab tsib lub ncuav thiab ob tug ntses los, ces nws tsa qhovmuag saib rau saum ntuj thiab ua Vajtswv tsaug, thiab muab cov ncuav ntais cev rau cov thwjtim thiab cov thwjtim coj mus faib rau sawvdaws noj."},{"bible_id":"1525","chapter_code":"MAT.14","verse_code":"MAT.14.20","label":"20","content":"Txhua tus puavleej tau noj tsau huv tibsi. Cov thwjtim mus sau cov ncuav seem uas sawvdaws noj tsis tas tau kaum ob tawb puv nkaus."},{"bible_id":"1525","chapter_code":"MAT.14","verse_code":"MAT.14.21","label":"21","content":"Cov neeg uas noj mov hnub ntawd, cov txivneej muaj kwvlam li tsib txhiab leej, tsis suav cov pojniam thiab menyuam."},{"bible_id":"1525","chapter_code":"MAT.14","verse_code":"MAT.14.22","label":"22","content":"Tom qab ntawd Yexus kom cov thwjtim nce mus rau hauv nkoj thiab caij hla hiavtxwv ua ntej mus rau sab tim ub, ces Yexus txawm kom sawvdaws rov mus tsev."},{"bible_id":"1525","chapter_code":"MAT.14","verse_code":"MAT.14.23","label":"23","content":"Tom qab uas Yexus kom lawv mus tsev tas lawm, nws tib leeg nce mus thov Vajtswv pem roob. Thaum tsaus ntuj lawm nws tseem nyob nws pem roob;"},{"bible_id":"1525","chapter_code":"MAT.14","verse_code":"MAT.14.24","label":"24","content":"Lub sijhawm ntawd cov thwjtim twb caij nkoj mus txog ib nrab dej lawm. Cua ntsawj tom hauv ntej tuaj ua rau dej ntas tej niag twv tuaj ntaus lub nkoj."},{"bible_id":"1525","chapter_code":"MAT.14","verse_code":"MAT.14.25","label":"25","content":"Thaum plaub teev yuav kaj ntug, Yexus los kotaw saum nplaim dej los cuag cov thwjtim."},{"bible_id":"1525","chapter_code":"MAT.14","verse_code":"MAT.14.26","label":"26","content":"Thaum lawv pom Yexus los kotaw sau nplaim dej, lawv ntshai kawg li thiab qw hais tias, “Yog Dab!”"},{"bible_id":"1525","chapter_code":"MAT.14","verse_code":"MAT.14.27","label":"27","content":"Tamsim ntawd Yexus hais rau lawv hais tias, “Nej tsis txhob poob siab! Yog kuv ntag, tsis txhob ntshai!”"},{"bible_id":"1525","chapter_code":"MAT.14","verse_code":"MAT.14.28","label":"28","content":"Petus hais tias, “Tus Tswv, yog hais tias yog koj tiag, thov koj hais kom kuv mus tau saum nplaim dej tuaj cuag koj.”"},{"bible_id":"1525","chapter_code":"MAT.14","verse_code":"MAT.14.29","label":"29","content":"Yexus teb hais tias, “Cia li tuaj!” Petus txawm tawm hauv lub nkoj mus kotaw saum nplaim dej mus cuag Yexus."},{"bible_id":"1525","chapter_code":"MAT.14","verse_code":"MAT.14.30","label":"30","content":"Tiamsis thaum Petus pom cua ntsawj hlob hlob nws ntshai kawg li, ces nws txawm tog zog rau hauv dej, nws hu nrov nrov hais tias, “Tus Tswv, thov koj pab kuv!”"},{"bible_id":"1525","chapter_code":"MAT.14","verse_code":"MAT.14.31","label":"31","content":"Tamsim ntawd Yexus txawm cev loo tes mus tuav nkaus Petus thiab hais tias, “Ua li cas koj kev ntseeg yuav tsawg ua luaj li! Ua li cas koj tsis cia siab?”"},{"bible_id":"1525","chapter_code":"MAT.14","verse_code":"MAT.14.32","label":"32","content":"Thaum nkawd nce mus rau hauv lub nkoj, ces cua txawm tu lawm."},{"bible_id":"1525","chapter_code":"MAT.14","verse_code":"MAT.14.33","label":"33","content":"Cov thwjtim uas nyob hauv lub nkoj txawm txhos caug ntua hawm Yexus thiab hais tias, “Koj yog Vajtswv tus Tub tiag.”"},{"bible_id":"1525","chapter_code":"MAT.14","verse_code":"MAT.14.34","label":"34","content":"Yexus thiab nws cov thwjtim caij nkoj hla Hiavtxwv mus txog tim Nkenexales."},{"bible_id":"1525","chapter_code":"MAT.14","verse_code":"MAT.14.35","label":"35","content":"Cov neeg uas nyob cheebtsam ntawd paub hais tias yog Yexus. Lawv txawm txib neeg mus qhia rau cov neeg uas nyob puagncig cheebtsam ntawd. Ces lawv txawm coj tej neeg muaj mob tuaj cuag Yexus."},{"bible_id":"1525","chapter_code":"MAT.14","verse_code":"MAT.14.36","label":"36","content":"Lawv thov Yexus hais tias, cia lawv kov Yexus lub tw tsho xwb; lawv txhua tus uas tau kov puavleej zoo huv tibsi."},{"bible_id":"1525","chapter_code":"MAT.15","verse_code":"MAT.15.1","label":"1","content":"Tom qab ntawd muaj cov Falixais thiab cov xibhwb uas qhia Vajtswv txoj Kevcai qee leej tuaj nram lub nroog Yeluxalees tuaj cuag Yexus thiab nug hais tias,"},{"bible_id":"1525","chapter_code":"MAT.15","verse_code":"MAT.15.2","label":"2","content":"“Ua li cas koj cov thwjtim tsis ua raws li tej kevcai uas peb cov yawgkoob ibtxwm qhia rau peb? Koj cov thwjtim tsis xub ntxuav tes raws li kevcai tso mam li noj mov!”"},{"bible_id":"1525","chapter_code":"MAT.15","verse_code":"MAT.15.3","label":"3","content":"Yexus teb hais tias, “Ua li cas nej ua raws li tej kevcai, tiamsis nej tsis ua raws li Vajtswv Txojlus qhia?"},{"bible_id":"1525","chapter_code":"MAT.15","verse_code":"MAT.15.4","label":"4","content":"Vajtswv hais tias, ‘Koj yuav tsum hwm koj niam koj txiv,’ thiab hais tias, ‘Yog leejtwg cem nws niam nws txiv, yuav tsum muab tus ntawd tua povtseg.’"},{"bible_id":"1525","chapter_code":"MAT.15","verse_code":"MAT.15.5","label":"5","content":"Tiamsis nej qhia hais tias, ‘Yog leejtwg muaj ib yam dabtsi uas yuav pab tau nws niam nws txiv, tiamsis nws hais tias, kuv twb muab rau Vajtswv lawm,’"},{"bible_id":"1525","chapter_code":"MAT.15","verse_code":"MAT.15.6","label":"6","content":"tsis tas tus ntawd yuav hwm nws niam hwm nws txiv  lawm. Qhov uas nej ua li nej tej kevcai no, yog nej ua saib tsis taus Vajtswv Txojlus."},{"bible_id":"1525","chapter_code":"MAT.15","verse_code":"MAT.15.7","label":"7","content":"Cov neeg ntsejmuag ncaj siab nkhaus! Qhov uas Yaxayas tus uas cev Vajtswv lus tau hais txog nej yeej muaj tseeb tiag:"},{"bible_id":"1525","chapter_code":"MAT.15","verse_code":"MAT.15.8","label":"8","content":"Vajtswv hais tias, ‘Cov neeg no lub qhovncauj hwm kuv, tiamsis lawv lub siab tsis npuab kuv."},{"bible_id":"1525","chapter_code":"MAT.15","verse_code":"MAT.15.9","label":"9","content":"Qhov uas lawv pehawm kuv tsis muaj nqis li, Rau qhov lawv muab neeg tej kevcai los qhia ib yam li tej kevcai ntawd yog kuv tej kevcai!’ ”"},{"bible_id":"1525","chapter_code":"MAT.15","verse_code":"MAT.15.10","label":"10","content":"Yexus hu cov neeg coob coob ntawd los cuag nws, thiab nws hais rau lawv hais tias, “Nej ua tib zoo mloog kuv hais, nej thiaj totaub!"},{"bible_id":"1525","chapter_code":"MAT.15","verse_code":"MAT.15.11","label":"11","content":"Tsis yog yam uas mus rau hauv neeg lub qhovncauj, ua rau neeg ua txhaum, tiamsis yog tej uas tawm hauv neeg lub qhovncauj los, thiaj ua rau neeg ua txhaum xwb.”"},{"bible_id":"1525","chapter_code":"MAT.15","verse_code":"MAT.15.12","label":"12","content":"Thaum ntawd cov thwjtim los hais rau Yexus hais tias, “Koj tsis paub hais tias tej lus uas koj hais ntawd ua rau cov Falixais chim kawg li los?”"},{"bible_id":"1525","chapter_code":"MAT.15","verse_code":"MAT.15.13","label":"13","content":"Yexus teb hais tias, “Txhua tsob ntoo uas tsis yog kuv Txiv tus uas nyob saum ntuj cog, yuav muab rho huv tibsi povtseg."},{"bible_id":"1525","chapter_code":"MAT.15","verse_code":"MAT.15.14","label":"14","content":"Puam chawj lawv! Lawv yog cov thawjcoj uas coj cov digmuag; yog ib tug digmuag coj ib tug digmuag kev, ces nkawd yeej yuav poob qhov xwb.”"},{"bible_id":"1525","chapter_code":"MAT.15","verse_code":"MAT.15.15","label":"15","content":"Petus hais tias, “Thov koj txhais zaj lus pivtxwv no rau peb.”"},{"bible_id":"1525","chapter_code":"MAT.15","verse_code":"MAT.15.16","label":"16","content":"Yexus teb cov thwjtim hais tias, “Nej tseem tsis totaub li lawv cov ntawd thiab los?"},{"bible_id":"1525","chapter_code":"MAT.15","verse_code":"MAT.15.17","label":"17","content":"Nej tsis paub hais tias, yam uas mus ntawm neeg lub qhovncauj mus rau hauv neeg lub plab, yam ntawd tawm dhau lawm xwb."},{"bible_id":"1525","chapter_code":"MAT.15","verse_code":"MAT.15.18","label":"18","content":"Tiamsis tej lus uas neeg lub qhovncauj hais, yog tawm hauv neeg lub siab los, tej lus ntawd ua rau neeg ua txhaum."},{"bible_id":"1525","chapter_code":"MAT.15","verse_code":"MAT.15.19","label":"19","content":"Rau qhov yam uas tawm hauv neeg lub siab los, ua rau neeg ua phem, tua neeg, deev luag pojniam luag txiv, ua kev nkauj kev nraug, ua tubsab, hais lus dag thiab rhuav lwm tus ntsejmuag."},{"bible_id":"1525","chapter_code":"MAT.15","verse_code":"MAT.15.20","label":"20","content":"Tej no yog tej uas ua rau neeg ua txhaum, tiamsis qhov uas tsis ntxuav tes mam li noj mov, yeej tsis ua rau neeg ua txhaum.”"},{"bible_id":"1525","chapter_code":"MAT.15","verse_code":"MAT.15.21","label":"21","content":"Yexus tawm qhov ntawd mus rau pem cheebtsam uas ze lub nroog Tiles thiab lub nroog Xidoos."},{"bible_id":"1525","chapter_code":"MAT.15","verse_code":"MAT.15.22","label":"22","content":"Muaj ib tug pojniam uas yog neeg Kana-as, nyob hauv cheebtsam ntawd tuaj cuag Yexus, thiab thov hais tias, “Daviv tus Tub, thov koj hlub kuv! Kuv tus ntxhais raug dab, ua rau nws txomnyem kawg li.”"},{"bible_id":"1525","chapter_code":"MAT.15","verse_code":"MAT.15.23","label":"23","content":"Tiamsis Yexus tsis teb tus pojniam ntawd ib los li. Yexus cov thwjtim los cuag Yexus thiab hais tias, “Koj kom nws khiav mus! Rau qhov nws pheej raws peb qab thiab quaj thov li ntawd!”"},{"bible_id":"1525","chapter_code":"MAT.15","verse_code":"MAT.15.24","label":"24","content":"Yexus teb hais tias, “Vajtswv tsuas txib kuv los nrhiav cov Yixalayees uas yog pab yaj uas ploj lawm xwb.”"},{"bible_id":"1525","chapter_code":"MAT.15","verse_code":"MAT.15.25","label":"25","content":"Thaum tus pojniam hnov li ntawd, nws txawm los txhos caug ntua ntawm Yexus kotaw, thiab thov hais tias, “Tus Tswv, thov koj pab kuv.”"},{"bible_id":"1525","chapter_code":"MAT.15","verse_code":"MAT.15.26","label":"26","content":"Yexus teb hais tias, “Tsis tsimnyog muab menyuam tej mov pov rau tej dev noj.”"},{"bible_id":"1525","chapter_code":"MAT.15","verse_code":"MAT.15.27","label":"27","content":"Tus pojniam ntawd teb hais tias, “Yog los mas, tus Tswv, tiamsis txawm yog tej dev los tseem tau noj tej mov seem uas poob saum tus tswv lub rooj los thiab.”"},{"bible_id":"1525","chapter_code":"MAT.15","verse_code":"MAT.15.28","label":"28","content":"Yexus teb tus pojniam ntawd hais tias, “Koj yog ib tug pojniam uas muaj kev ntseeg heev! Koj yeej yuav tau raws li koj thov.” Ces lub sijhawm ntawd nws tus ntxhais txawm zoo lawm."},{"bible_id":"1525","chapter_code":"MAT.15","verse_code":"MAT.15.29","label":"29","content":"Yexus tawm qhov ntawd rov los, thiab taug ntug Hiavtxwv Kalilais mus rau pem roob thiab zaum."},{"bible_id":"1525","chapter_code":"MAT.15","verse_code":"MAT.15.30","label":"30","content":"Muaj neeg coob coob tuaj cuag nws, lawv coj tej neeg uas qhuav tes qhuav taw, digmuag, cegtawv, hais tsis tau lus thiab cov neeg uas muaj mob ntau leej tuaj tso rau ntawm Yexus kotaw; thiab Yexus kho lawv txhua tus zoo huv tibsi."},{"bible_id":"1525","chapter_code":"MAT.15","verse_code":"MAT.15.31","label":"31","content":"Thaum cov neeg sawvdaws pom cov neeg uas hais tsis tau lus, hais tau lus, tej neeg cegtawv zoo, tej neeg qhuav tes qhuav taw mus taus kev thiab tej neeg digmuag pom kev lawm, ces sawvdaws xav tsis thoob thiab ua cov Yixalayees tus Vajtswv tsaug."},{"bible_id":"1525","chapter_code":"MAT.15","verse_code":"MAT.15.32","label":"32","content":"Yexus hu cov thwjtim los cuag nws thiab hais rau lawv hais tias, “Kuv hlub cov neeg no, vim lawv tuaj nrog kuv nyob tau peb hnub, thiab nimno lawv tsis muaj dabtsi noj lawm. Kuv tsis xav cia lawv yoo tshaib li ntawd mus tsev, nyob tsam lawv tsaus muag ntog tom tej kev.”"},{"bible_id":"1525","chapter_code":"MAT.15","verse_code":"MAT.15.33","label":"33","content":"Cov thwjtim nug Yexus hais tias, “Ntawm no yog roob mojsab qhua xwb, peb yuav mus nrhiav mov qhov twg los kom txaus cov neeg no noj?”"},{"bible_id":"1525","chapter_code":"MAT.15","verse_code":"MAT.15.34","label":"34","content":"Yexus nug cov thwjtim hais tias, “Nej muaj pestsawg lub ncuav?” Lawv teb hais tias, “Peb muaj xya lub ncuav thiab ob peb tug ntses me me xwb.”"},{"bible_id":"1525","chapter_code":"MAT.15","verse_code":"MAT.15.35","label":"35","content":"Yexus hais kom sawvdaws zaum hauv av."},{"bible_id":"1525","chapter_code":"MAT.15","verse_code":"MAT.15.36","label":"36","content":"Ces nws txawm muab xya lub ncuav thiab cov ntses ntawd los ua Vajtswv tsaug, thiab muab ntais cev rau cov thwjtim; cov thwjtim coj mus faib rau sawvdaws noj."},{"bible_id":"1525","chapter_code":"MAT.15","verse_code":"MAT.15.37","label":"37","content":"Txhua tus puavleej tau noj tsau huv tibsi. Cov thwjtim mus sau cov ncuav seem uas sawvdaws noj tsis tas, tau xya tawb puv nkaus."},{"bible_id":"1525","chapter_code":"MAT.15","verse_code":"MAT.15.38","label":"38","content":"Cov neeg uas noj mov, cov txivneej muaj plaub txhiab leej, tsis suav cov pojniam thiab menyuam."},{"bible_id":"1525","chapter_code":"MAT.15","verse_code":"MAT.15.39","label":"39","content":"Thaum Yexus kom sawvdaws rov mus tsev tas lawm, Yexus txawm nce nkoj mus rau tim cheebtsam Mankadas lawm."},{"bible_id":"1525","chapter_code":"MAT.16","verse_code":"MAT.16.1","label":"1","content":"Cov Falixais thiab cov Xadukais qee leej tuaj cuag Yexus, xav sim nws, lawv kom nws ua ib yam txujci tseemceeb saum ntuj los rau lawv saib."},{"bible_id":"1525","chapter_code":"MAT.16","verse_code":"MAT.16.2","label":"2","content":"Tiamsis Yexus teb lawv hais tias, “Thaum hnub yuav poob qho, nej pom qab ntug liab liab, nej hais tias, ‘Tagkis yuav tshav ntuj.’"},{"bible_id":"1525","chapter_code":"MAT.16","verse_code":"MAT.16.3","label":"3","content":"Thaum kaj ntug nej pom hauv ntuj liab nploog thiab tsaus nti, nej paub hais tias yuav los nag. Nej saib huab saib cua, nej twb paub hais tias yuav tshav ntuj lossis yuav los nag, tiamsis tej txujci uas niaj hnub no muaj lawm, nej ho tsis paub."},{"bible_id":"1525","chapter_code":"MAT.16","verse_code":"MAT.16.4","label":"4","content":"Yexus txawm hais rau lawv hais tias, cov neeg tiam no ua phem ua qias thiab lawv tsis ntseeg Vajtswv! Nej xav kom kuv ua ib yam txujci tseemceeb rau nej saib. Kuv yuav tsis ua! Tsuas yog nej yuav pom Yaunas zaj xwb.” Ces Yexus txawm tso lawv tseg thiab mus rau lwm qhov lawm."},{"bible_id":"1525","chapter_code":"MAT.16","verse_code":"MAT.16.5","label":"5","content":"Thaum lawv caij nkoj hla Hiavtxwv mus rau sab tim ub, cov thwjtim tsis nco qab ntim mov mus."},{"bible_id":"1525","chapter_code":"MAT.16","verse_code":"MAT.16.6","label":"6","content":"Yexus hais rau lawv hais tias, “Nej yuav tsum ceevfaj cov Falixais thiab cov Xadukais cov keeb.”"},{"bible_id":"1525","chapter_code":"MAT.16","verse_code":"MAT.16.7","label":"7","content":"Ces cov thwjtim sib tham hais tias, “Ntshai yog peb tsis ntim mov tuaj, nws thiaj hais li ntawd.”"},{"bible_id":"1525","chapter_code":"MAT.16","verse_code":"MAT.16.8","label":"8","content":"Yexus twb paub tej uas lawv tham lawm, nws txawm hais tias, “Vim li cas nej pheej sib tham txog qhov uas nej tsis ntim mov tuaj?” Ua li cas nej kev ntseeg yuav tsawg ua luaj!"},{"bible_id":"1525","chapter_code":"MAT.16","verse_code":"MAT.16.9","label":"9","content":"Nej tseem tsis tau totaub los? Nej tsis nco qab zaum uas kuv muab tsib lub ncuav ntais faib rau tsib txhiab leej noj los? Nej sau tej uas seem tau pestsawg tawb?"},{"bible_id":"1525","chapter_code":"MAT.16","verse_code":"MAT.16.10","label":"10","content":"Thiab zaum uas kuv muab xya lub ncuav ntais faib rau plaub txhiab leej noj, nej sau tej uas seem tau pestsawg tawb?"},{"bible_id":"1525","chapter_code":"MAT.16","verse_code":"MAT.16.11","label":"11","content":"Ua li cas nej tsis totaub zaj uas kuv hais rau nej? Kuv twb tsis tau hais txog mov los sav. Tiamsis kuv hais kom nej ceevfaj cov Falixais thiab cov Xadukais cov keeb."},{"bible_id":"1525","chapter_code":"MAT.16","verse_code":"MAT.16.12","label":"12","content":"Thaum ntawd cov thwjtim thiaj totaub hais tias, Yexus tsis tau hais kom lawv ceevfaj tej keeb uas muab xyaw ncuav, tiamsis nws hais kom lawv ceevfaj cov Falixais thiab cov Xadukais tej lus qhia."},{"bible_id":"1525","chapter_code":"MAT.16","verse_code":"MAT.16.13","label":"13","content":"Yexus mus rau pem cheebtsam uas nyob ze lub nroog Xixaleyas Filipis, nws nug nws cov thwjtim hais tias, “Sawvdaws hais tias Neeg Leej Tub yog leejtwg?”"},{"bible_id":"1525","chapter_code":"MAT.16","verse_code":"MAT.16.14","label":"14","content":"Lawv teb hais tias, “Qee leej hais tias, nws yog Yauhas tus uas muab neeg ua kevcai raus dej, qee leej hais tias nws yog Eliyas, qee leej hais tias nws yog Yelemis lossis yog ib tug cev Vajtswv lus.”"},{"bible_id":"1525","chapter_code":"MAT.16","verse_code":"MAT.16.15","label":"15","content":"Yexus nug lawv hais tias, “Nej ne, nej ho hais tias kuv yog leejtwg?”"},{"bible_id":"1525","chapter_code":"MAT.16","verse_code":"MAT.16.16","label":"16","content":"Ximoos Petus teb hais tias, “Koj yog tus Mexiyas uas yog Vajtswv tus uas muaj sia nyob tus Tub.”"},{"bible_id":"1525","chapter_code":"MAT.16","verse_code":"MAT.16.17","label":"17","content":"Yexus teb hais tias, “Yauhas tus tub Ximoos, koj hmoov zoo kawg! Tej lus no tsis yog neeg qhia rau koj, tiamsis yog kuv Txiv tus uas nyob saum ntuj ceebtsheej qhia rau koj."},{"bible_id":"1525","chapter_code":"MAT.16","verse_code":"MAT.16.18","label":"18","content":"Kuv hais rau koj tias, koj yog Petus, thiab kuv yuav tsa kuv pawg ntseeg rau saum lub pobzeb no, txawm yog kev tuag los yuav kov tsis yeej pawg ntseeg ntawd."},{"bible_id":"1525","chapter_code":"MAT.16","verse_code":"MAT.16.19","label":"19","content":"Kuv yuav muab tus yuamsij uas qhib Ntuj Ceebtsheej rau koj; yam uas koj txwv hauv ntiajteb no, Vajtswv yuav txwv yam ntawd saum ntuj ceebtsheej. Yam uas koj tso cai hauv ntiajteb no, Vajtswv yuav tso cai yam ntawd saum ntuj Ceebtsheej.”"},{"bible_id":"1525","chapter_code":"MAT.16","verse_code":"MAT.16.20","label":"20","content":"Yexus txwv nws cov thwjtim tsis pub lawv qhia rau leejtwg paub hais tias, nws yog tus Mexiyas."},{"bible_id":"1525","chapter_code":"MAT.16","verse_code":"MAT.16.21","label":"21","content":"Txij thaum ntawd los Yexus txawm pib qhia rau nws cov thwjtim hais tias, “Kuv yuav tsum mus nram lub nroog Yeluxalees, cov txwjlaug, cov thawj ntawm cov povthawj, thiab cov xibhwb uas qhia Vajtswv txoj Kevcai yuav tsimtxom kuv thiab muab kuv tua, tiamsis peb hnub kuv yuav sawv hauv qhov tuag rov qab los.”"},{"bible_id":"1525","chapter_code":"MAT.16","verse_code":"MAT.16.22","label":"22","content":"Petus txawm coj Yexus mus rau ib cag thiab cheem hais tias, “Tus Tswv, thov Vajtswv txwv kom tsis txhob muaj li ntawd. Koj yeej yuav tsis raug tej no li!”"},{"bible_id":"1525","chapter_code":"MAT.16","verse_code":"MAT.16.23","label":"23","content":"Yexus tig hlo los hais rau Petus hais tias, “Niag Dab Ntxwgnyoog, koj cia li khiav ntawm kuv mus! Koj tsis txhob tav kuv kev, tej uas koj xav ko yog neeg li xwb, tsis yog Vajtswv li.”"},{"bible_id":"1525","chapter_code":"MAT.16","verse_code":"MAT.16.24","label":"24","content":"Yexus hais rau cov thwjtim hais tias, “Yog leejtwg xav nrog kuv mus, tus ntawd yuav tsum tswj nws lub siab, thiab kwv nws tus ntoo khaublig nrog kuv mus."},{"bible_id":"1525","chapter_code":"MAT.16","verse_code":"MAT.16.25","label":"25","content":"Rau qhov tus uas khuvxim nws txojsia, tus ntawd yuav tsis tau txojsia, tiamsis tus uas tsis khuvxim nws txojsia, vim nws ntseeg kuv, tus ntawd yuav tau txojsia."},{"bible_id":"1525","chapter_code":"MAT.16","verse_code":"MAT.16.26","label":"26","content":"Yog leejtwg tau ib puas tsav yam hauv ntiajteb no los ua nws tug, tiamsis nws txojsia tu lawm, tej ntawd yuav muaj nqis dabtsi rau nws? Yeej tsis muaj ib yam dabtsi uas nws yuav coj mus txhiv tau nws txojsia rov qab los."},{"bible_id":"1525","chapter_code":"MAT.16","verse_code":"MAT.16.27","label":"27","content":"Thaum Neeg Leej Tub los, nws muaj Leej Txiv lub tshwjchim ci ntsa iab, thiab nws cov timtswv yuav nrog nws los, thiab nws yuav muab nqi zog rau txhua tus raws li tes haujlwm uas lawv tau ua lawm."},{"bible_id":"1525","chapter_code":"MAT.16","verse_code":"MAT.16.28","label":"28","content":"Kuv qhia tseeb rau nej hais tias, cov neeg uas nyob ntawm no muaj qee leej yuav tsis tau tuag ua ntej uas lawv pom Neeg Leej Tub los ua Vajntxwv.”"},{"bible_id":"1525","chapter_code":"MAT.17","verse_code":"MAT.17.1","label":"1","content":"Tom qab ntawd rau hnub, Yexus coj Petus, Yakaunpaus thiab Yakaunpaus tus kwv Yauhas nrog Yexus mus rau saum ib lub roob siab, tsis muaj lwm tus nrog lawv mus."},{"bible_id":"1525","chapter_code":"MAT.17","verse_code":"MAT.17.2","label":"2","content":"Thaum lawv tabtom saib Yexus, Yexus lub cev txawm hloov hlo: Nws lub ntsejmuag ci ib yam li lub hnub, thiab nws cev ris tsho ci ntsa iab dawb paug."},{"bible_id":"1525","chapter_code":"MAT.17","verse_code":"MAT.17.3","label":"3","content":"Peb tug thwjtim ntawd pom Mauxes thiab Eliyas nrog Yexus tham."},{"bible_id":"1525","chapter_code":"MAT.17","verse_code":"MAT.17.4","label":"4","content":"Petus hais rau Yexus hais tias, “Tus Tswv, peb tuaj nyob ntawm no zoo kawg li! Yog koj pom zoo, kuv yuav ua peb lub tsev pheebsuab rau ntawm no, ib lub rau koj, ib lub rau Mauxes thiab ib lub rau Eliyas.”"},{"bible_id":"1525","chapter_code":"MAT.17","verse_code":"MAT.17.5","label":"5","content":"Thaum Petus tseem tabtom hais li ntawd, txawm muaj ib tauv huab ci dawb paug los roos lawv, thiab muaj ib lub suab hais hauv tauv huab ntawd tuaj hais tias, “Tus no yog kuv tus Tub uas kuv hlub, kuv txaus siab rau nws, nej cia li mloog nws lus.”"},{"bible_id":"1525","chapter_code":"MAT.17","verse_code":"MAT.17.6","label":"6","content":"Thaum cov thwjtim hnov lub suab ntawd, lawv ntshai kawg li, lawv txawm txhos caug ntua nyo rau hauv av."},{"bible_id":"1525","chapter_code":"MAT.17","verse_code":"MAT.17.7","label":"7","content":"Yexus los tuav nkaus lawv thiab hais tias, “Nej cia li sawv, tsis txhob ntshai.”"},{"bible_id":"1525","chapter_code":"MAT.17","verse_code":"MAT.17.8","label":"8","content":"Lawv tsa qhovmuag saib, tsis pom leejtwg li, tsuas pom Yexus tib leeg xwb."},{"bible_id":"1525","chapter_code":"MAT.17","verse_code":"MAT.17.9","label":"9","content":"Thaum lawv nqis pem roob los, Yexus txwv hais tias, “Nej tsis txhob qhia zaj uas nej pom ntawd rau leejtwg paub mus txog thaum Neeg Leej Tub sawv hauv qhov tuag rov qab los tso.”"},{"bible_id":"1525","chapter_code":"MAT.17","verse_code":"MAT.17.10","label":"10","content":"Cov thwjtim nug Yexus hais tias, “Vim li cas cov xibhwb uas qhia Vajtswv txoj Kevcai hais tias Eliyas yuav xub los?”"},{"bible_id":"1525","chapter_code":"MAT.17","verse_code":"MAT.17.11","label":"11","content":"Yexus teb hais tias, “Eliyas yeej yuav xub los tiag, thiab nws yuav npaj txhua yam kom tiav log."},{"bible_id":"1525","chapter_code":"MAT.17","verse_code":"MAT.17.12","label":"12","content":"Kuv qhia rau nej hais tias, Eliyas twb los lawm, tiamsis neeg tsis paub nws, lawv thiaj ua rau nws raws li lawv siab nyiam. Lawv yuav tsimtxom Neeg Leej Tub ib yam li ntawd thiab.”"},{"bible_id":"1525","chapter_code":"MAT.17","verse_code":"MAT.17.13","label":"13","content":"Cov thwjtim totaub hais tias, qhov uas Yexus hais rau lawv ntawd, yog nws hais txog Yauhas tus uas muab neeg ua kevcai raus dej."},{"bible_id":"1525","chapter_code":"MAT.17","verse_code":"MAT.17.14","label":"14","content":"Thaum Yexus thiab nws peb tug thwjtim rov los txog ntawm cov neeg coob coob, txawm muaj ib tug txivneej tuaj txhos caug ntua ntawm Yexus kotaw,"},{"bible_id":"1525","chapter_code":"MAT.17","verse_code":"MAT.17.15","label":"15","content":"thiab thov hais tias, “Tus Tswv, thov koj hlub kuv tus tub, nws qaug dabpeg thiab txomnyem kawg li. Nws pheej ntog rau hauv qhovcub thiab rau hauv dej."},{"bible_id":"1525","chapter_code":"MAT.17","verse_code":"MAT.17.16","label":"16","content":"Kuv coj nws tuaj rau koj cov thwjtim kho, tiamsis lawv kho tsis tau.”"},{"bible_id":"1525","chapter_code":"MAT.17","verse_code":"MAT.17.17","label":"17","content":"Yexus teb hais tias, “Cov neeg tsis ntseeg thiab tsis ncaj! Kuv tseem yuav nrog nej nyob ntev npaum li cas, thiab kuv yuav ua siab ntev rau nej mus txog hnub twg? Cia li coj tus metub los rau kuv!”"},{"bible_id":"1525","chapter_code":"MAT.17","verse_code":"MAT.17.18","label":"18","content":"Yexus ntiab dab, ces dab txawm tawm ntawm tus metub mus, thiab tamsim ntawd tus metub txawm zoo lawm."},{"bible_id":"1525","chapter_code":"MAT.17","verse_code":"MAT.17.19","label":"19","content":"Tom qab ntawd Yexus cov thwjtim los cuag nws twjywm thiab nug hais tias, “Vim li cas peb ntiab tsis tau dab tawm?”"},{"bible_id":"1525","chapter_code":"MAT.17","verse_code":"MAT.17.20","label":"20","content":"Yexus teb hais tias, “Twb yog vim nej tsis muaj kev ntseeg txaus. Kuv qhia tseeb rau nej hais tias, yog nej muaj kev ntseeg luaj lub noob zaub, nej hais rau lub roob no hais tias, ‘Cia li txav ntawm no mus rau tod!’ Ces lub roob ntawd yeej yuav txav mus. Nej yuav ua tau txhua yam huv tibsi!"},{"bible_id":"1525","chapter_code":"MAT.17","verse_code":"MAT.17.21","label":"21","content":"[Tiamsis nej yuav tsum thov Vajtswv thiab yoo mov, nej thiaj ntiab tau yam dab no.”]"},{"bible_id":"1525","chapter_code":"MAT.17","verse_code":"MAT.17.22","label":"22","content":"Thaum Yexus thiab nws cov thwjtim tuaj ua ke rau hauv lub xeev Kalilais, Yexus hais rau lawv hais tias, “Luag yuav ntes Neeg Leej Tub coj mus tsimtxom."},{"bible_id":"1525","chapter_code":"MAT.17","verse_code":"MAT.17.23","label":"23","content":"Luag yuav muab nws tua; tiamsis peb hnub nws yuav sawv hauv qhov tuag rov qab los.” Cov thwjtim nyuaj siab kawg li."},{"bible_id":"1525","chapter_code":"MAT.17","verse_code":"MAT.17.24","label":"24","content":"Thaum Yexus thiab nws cov thwjtim tuaj txog hauv lub nroog Kapena-us, cov neeg uas sau se rau lub Tuamtsev los cuag Petus thiab nug hais tias, “Koj tus xibhwb puas them se rau lub Tuamtsev?”"},{"bible_id":"1525","chapter_code":"MAT.17","verse_code":"MAT.17.25","label":"25","content":"Petus teb hais tias, “Them hos.” Thaum Petus mus rau hauv tsev, Yexus txawm nug hais tias, “Ximoos, koj xav li cas? Leejtwg yog cov uas them se rau tej vajntxwv hauv ntiajteb no? Lawv cov tubki lossis lwm tus them?”"},{"bible_id":"1525","chapter_code":"MAT.17","verse_code":"MAT.17.26","label":"26","content":"Petus teb hais tias, “Lwm tus them xwb.” Yexus hais tias, “Yog li ntawd, tsis tas cov tubki yuav them li."},{"bible_id":"1525","chapter_code":"MAT.17","verse_code":"MAT.17.27","label":"27","content":"Tiamsis peb tsis txhob ua rau lawv ntsawv siab? Koj cia li mus nuv ntses nram Hiavtxwv. Thawj tus ntses uas koj nuv tau, koj cia li muab lub qhovncauj rua, koj yuav pom ib lub nyiaj nyob hauv. Koj nqa lub nyiaj ntawd mus them kuv se thiab koj se.”"},{"bible_id":"1525","chapter_code":"MAT.18","verse_code":"MAT.18.1","label":"1","content":"Thaum lub sijhawm ntawd cov thwjtim los cuag Yexus, thiab nug hais tias, “Leejtwg yog tus loj dua ntais saum ntuj Ceebtsheej?”"},{"bible_id":"1525","chapter_code":"MAT.18","verse_code":"MAT.18.2","label":"2","content":"Yexus hu ib tug menyuam yaus los sawv ntawm lawv xubntiag,"},{"bible_id":"1525","chapter_code":"MAT.18","verse_code":"MAT.18.3","label":"3","content":"thiab hais tias, “Kuv qhia tseeb rau nej hais tias, yog nej tsis hloov nej lub siab kom zoo li tug menyuam yaus no lub, ces nej yuav tsis tau mus saum ntuj Ceebtsheej."},{"bible_id":"1525","chapter_code":"MAT.18","verse_code":"MAT.18.4","label":"4","content":"Tus uas txo hwjchim li tus menyuam yaus no, tus ntawd yuav yog tus uas loj dua ntais nyob saum ntuj Ceebtsheej."},{"bible_id":"1525","chapter_code":"MAT.18","verse_code":"MAT.18.5","label":"5","content":"Tus uas lees yuav tus menyuam yaus no ntawm kuv lub npe, kuj yog tus ntawd lees yuav kuv."},{"bible_id":"1525","chapter_code":"MAT.18","verse_code":"MAT.18.6","label":"6","content":"“Yog leejtwg ua rau cov menyuam uas ntseeg kuv no ib tug ua txhaum, cia li muab hlua khi ib txhib zeb uas loj dai rau tus ntawd cajdab, thiab coj nws mus pov rau hauv hiavtxwv yuav zoo dua."},{"bible_id":"1525","chapter_code":"MAT.18","verse_code":"MAT.18.7","label":"7","content":"Lub ntiajteb no yuav raug puastsuaj, rau qhov muaj tej uas ua rau neeg ua txhaum! Yeej yuav muaj tej ntawd los, tiamsis tus uas ua kom muaj tej ntawd yuav raug kev puastsuaj!"},{"bible_id":"1525","chapter_code":"MAT.18","verse_code":"MAT.18.8","label":"8","content":"“Yog koj txhais tes lossis koj txhais kotaw ua rau koj ua txhaum, koj cia li muab txhais ntawd txiav povtseg! Yog koj tu ib sab tes lossis ib sab kotaw, koj tau txojsia, zoo dua li koj muaj ob txhais tes lossis ob txhais kotaw, thiab muab koj pov rau hauv lub cubtawg uas cig tsis paub tuag mus ibtxhis li."},{"bible_id":"1525","chapter_code":"MAT.18","verse_code":"MAT.18.9","label":"9","content":"Thiab yog koj ib sab qhovmuag ua rau koj ua txhaum, koj cia li muab sab ntawd kaus povtseg! Koj muaj ib sab qhovmuag xwb, koj tau txojsia, zoo dua li koj muaj ob sab qhovmuag, thiab muab koj pov rau hauv ntujtawg."},{"bible_id":"1525","chapter_code":"MAT.18","verse_code":"MAT.18.10","label":"10","content":"“Nej yuav tsum ceevfaj, tsis txhob saib tsis taus cov menyuam no ib tug: Kuv qhia rau nej hais tias, cov timtswv ceebtsheej uas nyob ntawm kuv Txiv tus uas nyob saum ntuj Ceebtsheej lub xubntiag niaj hnub tsomkwm cov menyuam no."},{"bible_id":"1525","chapter_code":"MAT.18","verse_code":"MAT.18.11","label":"11","content":"[Qhov uas Neeg Leej Tub los, yog los nrhiav cov uas yuam kev lawm.]"},{"bible_id":"1525","chapter_code":"MAT.18","verse_code":"MAT.18.12","label":"12","content":"“Nej xav li cas? Muaj ib tug txivneej muaj ib puas tus yaj, yog ib tug ploj lawm, nws yeej yuav tso cuaj caum cuaj tug rau pem ntav toj, thiab mus nrhiav tus uas ploj lawm."},{"bible_id":"1525","chapter_code":"MAT.18","verse_code":"MAT.18.13","label":"13","content":"Kuv qhia rau nej hais tias, thaum nws nrhiav tau lawm, nws zoo siab rau tus uas ploj lawm heev dua li nws zoo siab rau cuaj caum cuaj tug uas tsis ploj."},{"bible_id":"1525","chapter_code":"MAT.18","verse_code":"MAT.18.14","label":"14","content":"Ib yam nkaus li ntawd, nej  Leej Txiv tus uas nyob saum ntuj Ceebtsheej yeej tsis xav kom cov menyuam no ib tug puastsuaj li."},{"bible_id":"1525","chapter_code":"MAT.18","verse_code":"MAT.18.15","label":"15","content":"“Yog koj ib tug kwvtij ua txhaum rau koj,  koj cia li mus qhia nws qhov txhaum rau nws thaum neb ob leeg xwb. Yog nws mloog koj lus, koj yuav tau nws rov los ua koj kwvtij li qub."},{"bible_id":"1525","chapter_code":"MAT.18","verse_code":"MAT.18.16","label":"16","content":"Tiamsis yog nws tsis mloog koj lus, koj cia li coj ib lossis ob tug nrog koj mus, thiaj raws li Vajtswv Txojlus uas tau qhia tseg hais tias, ‘Thaum koj mus qhia ib tug qhov txhaum rau nws, koj yuav tsum coj ob peb leeg nrog koj mus ua timkhawv.’"},{"bible_id":"1525","chapter_code":"MAT.18","verse_code":"MAT.18.17","label":"17","content":"Tiamsis yog nws tsis mloog lawv lus, nej cia li mus piav txhua yam qhia rau cov ntseeg. Yog nws tsis mloog cov ntseeg lus thiab, ces nej cia li suav hais tias nws yog lwm haivneeg lossis yog ib tug neeg uas sau se."},{"bible_id":"1525","chapter_code":"MAT.18","verse_code":"MAT.18.18","label":"18","content":"“Kuv qhia tseeb rau nej hais tias, yam twg uas nej txwv hauv ntiajteb no, Vajtswv yuav txwv yam ntawd saum ntuj ceebtsheej, thiab yam twg uas nej tso cai hauv ntiajteb no, Vajtswv yuav tso cai yam ntawd saum ntuj ceebtsheej."},{"bible_id":"1525","chapter_code":"MAT.18","verse_code":"MAT.18.19","label":"19","content":"“Kuv qhia ntxiv rau nej hais tias, yog nej cov uas nyob hauv ntiajteb no muaj ob leeg ua ib lub siab thov yam twg, kuv Txiv tus uas nyob saum ntuj ceebtsheej yuav pub yam ntawd rau nkawd."},{"bible_id":"1525","chapter_code":"MAT.18","verse_code":"MAT.18.20","label":"20","content":"Rau qhov yog muaj ob lossis peb leeg tuaj nyob ua ke qhov twg tuav kuv lub npe thov, kuv yuav nrog lawv nyob qhov ntawd.”"},{"bible_id":"1525","chapter_code":"MAT.18","verse_code":"MAT.18.21","label":"21","content":"Petus los nug Yexus hais tias, “Tus Tswv, yog kuv ib tug kwvtij pheej ua txhaum rau kuv, kuv yuav zam txim rau nws pestsawg zaus? Zam xya zaus los?”"},{"bible_id":"1525","chapter_code":"MAT.18","verse_code":"MAT.18.22","label":"22","content":"Yexus teb hais tias, “Tsis yog xya zaus xwb, tiamsis yog xya zaus xya caum."},{"bible_id":"1525","chapter_code":"MAT.18","verse_code":"MAT.18.23","label":"23","content":"Ntuj Ceebtsheej piv ib yam li ib tug vajntxwv mus txheeb nws tej ntawv saib nws cov tubtxib puas muaj leejtwg tshuav nws nqi."},{"bible_id":"1525","chapter_code":"MAT.18","verse_code":"MAT.18.24","label":"24","content":"Thaum nws nyuam qhuav pib txheeb, txawm muaj neeg cov ib tug tubtxib uas tshuav vajntxwv nqi ib plhom nyiaj los cuag vajntxwv."},{"bible_id":"1525","chapter_code":"MAT.18","verse_code":"MAT.18.25","label":"25","content":"Tus tubtxib ntawd tsis muaj nyiaj them, ces vajntxwv thiaj hais kom tus tubtxib ntawd, cia li muab nws thiab nws pojniam menyuam thiab txhua yam uas nws muaj mus muag huv tibsi, kom tau nyiaj los them nws tej nqi."},{"bible_id":"1525","chapter_code":"MAT.18","verse_code":"MAT.18.26","label":"26","content":"Tus tubtxib ntawd txawm txhos caug ntua ntawm vajntxwv kotaw thiab thov hais tias, ‘Thov koj ua siab ntev rau kuv, kuv mam li mus nrhiav los them rau koj huv tibsi!’"},{"bible_id":"1525","chapter_code":"MAT.18","verse_code":"MAT.18.27","label":"27","content":"Vajntxwv hlub tus tubtxib ntawd, ces vajntxwv txawm zam tej nqi huv tibsi rau nws thiab tso nws mus lawm."},{"bible_id":"1525","chapter_code":"MAT.18","verse_code":"MAT.18.28","label":"28","content":"“Thaum tus tubtxib ntawd tawm mus, nws mus ntsib ib tug uas yog lawv tib pab tubtxib. Tus ntawd tshuav nws nqi ib puas lub nyiaj xwb. Nws txawm ntsiab nkaus tus ntawd nyem cajpas thiab hais tias, ‘Koj cia li them cov nqi uas koj tshuav kuv los rau kuv tamsim no!’"},{"bible_id":"1525","chapter_code":"MAT.18","verse_code":"MAT.18.29","label":"29","content":"Tus ntawd txhos caug ntua thov nws hais tias, ‘Thov koj ua siab ntev rau kuv, kuv mam li nrhiav los them rau koj!’"},{"bible_id":"1525","chapter_code":"MAT.18","verse_code":"MAT.18.30","label":"30","content":"Tiamsis tus tubtxib ntawd tsis yib li, nws txawm coj tus ntawd mus kaw rau hauv tsev lojcuj, mus txog hnub uas tus ntawd them nqis tas."},{"bible_id":"1525","chapter_code":"MAT.18","verse_code":"MAT.18.31","label":"31","content":"Thaum nws tib pab tubtxib pom nws ua li ntawd, lawv chim heev, lawv thiaj mus qhia zaj ntawd rau vajntxwv."},{"bible_id":"1525","chapter_code":"MAT.18","verse_code":"MAT.18.32","label":"32","content":"Vajntxwv txawm hu tus tubtxib ntawd tuaj cuag nws thiab hais tias, ‘Tus tubtxib uas siab phem! Kuv twb zam tej nujnqis uas koj tshuav kuv huv tibsi rau koj lawm, vim koj thov kuv."},{"bible_id":"1525","chapter_code":"MAT.18","verse_code":"MAT.18.33","label":"33","content":"Tsimnyog koj yuav tsum hlub tus tubtxib uas yog koj tib pab, ib yam li kuv twb hlub koj lawm.’"},{"bible_id":"1525","chapter_code":"MAT.18","verse_code":"MAT.18.34","label":"34","content":"Vajntxwv chim heev, nws txawm kom luag muab tus tubtxib ntawd coj mus kaw rau hauv tsev lojcuj mus txog hnub uas tus ntawd them nqi tas.”"},{"bible_id":"1525","chapter_code":"MAT.18","verse_code":"MAT.18.35","label":"35","content":"Yexus xaus lus hais tias, “Yog nej ib leeg tsis zam txim rau ib leeg, kuv Txiv tus uas nyob saum ntuj ceebtsheej yuav ua ib yam nkaus li ntawd rau nej thiab.”"},{"bible_id":"1525","chapter_code":"MAT.19","verse_code":"MAT.19.1","label":"1","content":"Thaum Yexus qhia tej ntawd tas lawm, nws txawm tawm hauv lub xeev Kalilais mus rau nram lub xeev Yudas sab Dej Yauladees tim ub."},{"bible_id":"1525","chapter_code":"MAT.19","verse_code":"MAT.19.2","label":"2","content":"Muaj neeg coob coob nrog nws mus, thiab nyob qhov ntawd, nws kho lawv txhua tus zoo mob huv tibsi."},{"bible_id":"1525","chapter_code":"MAT.19","verse_code":"MAT.19.3","label":"3","content":"Cov Falixais qee leej tuaj cuag Yexus, lawv xav sim Yexus. Lawv nug Yexus hais tias, “Peb txoj kevcai puas pub rau ib tug txivneej twg muab nws tus pojniam nrauj, tsis hais nws ua txhaum loj lossis ua txhaum yau?”"},{"bible_id":"1525","chapter_code":"MAT.19","verse_code":"MAT.19.4","label":"4","content":"Yexus teb hais tias, “Nej tsis tau nyeem Vajtswv Txojlus uas hais tias, ‘Thaum chivkeeb Vajtswv tau tsim txivneej thiab pojniam los?’"},{"bible_id":"1525","chapter_code":"MAT.19","verse_code":"MAT.19.5","label":"5","content":"Thiab hais tias, ‘Twb yog vim li no tus tub thiaj tso nws niam nws txiv tseg, thiab mus nrog nws tus pojniam nyob, nkawd yuav koom ua ib lub cev.’"},{"bible_id":"1525","chapter_code":"MAT.19","verse_code":"MAT.19.6","label":"6","content":"Nkawd tsis yog ob leeg lawm, tiamsis yog ib leeg xwb. Vajtswv twb muab nkawd los txis ua txij ua nkawm lawm, yog li ntawd neeg tsis txhob muab nkawd cais.”"},{"bible_id":"1525","chapter_code":"MAT.19","verse_code":"MAT.19.7","label":"7","content":"Cov Falixais rov nug Yexus hais tias, “Vim li cas Mauxes ho tso cai rau tus txivneej ua ntawv nrauj rau nws tus pojniam, ces nrauj tau?”"},{"bible_id":"1525","chapter_code":"MAT.19","verse_code":"MAT.19.8","label":"8","content":"Yexus teb hais tias, “Qhov uas Mauxes tso cai rau nej nrauj pojniam, twb yog vim nej tawv ncauj tsis muaj neeg hais tau. Tiamsis thaum chivkeeb yeej tsis muaj li ntawd."},{"bible_id":"1525","chapter_code":"MAT.19","verse_code":"MAT.19.9","label":"9","content":"Kuv qhia rau nej hais tias, yog leejtwg tus pojniam tsis tau mus deev hluas nraug, nws cia li muab nrauj lawm, yog nws mus yuav dua pojniam, ces yog nws deev luag pojniam.”"},{"bible_id":"1525","chapter_code":"MAT.19","verse_code":"MAT.19.10","label":"10","content":"Cov thwjtim hais rau Yexus hais tias, “Yog yuav pojniam yuav txiv zoo li ntawd, ces tsis txhob yuav kuj zoo dua?”"},{"bible_id":"1525","chapter_code":"MAT.19","verse_code":"MAT.19.11","label":"11","content":"Yexus teb hais tias, “Tsis yog txhua tus yuav ua tau li txojlus no qhia, tiamsis tsuas yog tus uas Vajtswv pub rau thiaj ua tau xwb."},{"bible_id":"1525","chapter_code":"MAT.19","verse_code":"MAT.19.12","label":"12","content":"Muaj qee leej tsis yuav pojniam, rau qhov lawv yeej zoo li ntawd thaum nruab thiab los; muaj qee leej tsis yuav, rau qhov luag ua rau lawv zoo li ntawd, thiab muaj qee leej tsis yuav, rau qhov lawv xav ua Vajtswv tes haujlwm. Yog leejtwg coj tau raws li txojlus no qhia, cia li khaws coj.”"},{"bible_id":"1525","chapter_code":"MAT.19","verse_code":"MAT.19.13","label":"13","content":"Muaj neeg coj tej menyuam yaus tuaj cuag Yexus thiab thov kom Yexus cev tes plhws cov menyuam taubhau thiab foom koob hmoov rau lawv, tiamsis cov thwjtim cem cov neeg ntawd."},{"bible_id":"1525","chapter_code":"MAT.19","verse_code":"MAT.19.14","label":"14","content":"Yexus hais tias, “Cia li coj cov menyuam los cuag kuv, tsis txhob txwv lawv, rau qhov Ntuj Ceebtsheej yog cov neeg uas muaj lub siab mos siab muag ib yam li cov menyuam yaus no tug.”"},{"bible_id":"1525","chapter_code":"MAT.19","verse_code":"MAT.19.15","label":"15","content":"Thaum Yexus cev tes plhws cov menyuam ntawd tas, ces Yexus txawm tawm qhov chaw ntawd mus lawm."},{"bible_id":"1525","chapter_code":"MAT.19","verse_code":"MAT.19.16","label":"16","content":"Muaj ib zaug, ib tug txivneej tuaj cuag Yexus thiab nug hais tias, “Xibhwb, yam twg yog yam zoo uas kuv yuav tsum ua, kuv thiaj tau txojsia ntev dhawv mus ibtxhis?”"},{"bible_id":"1525","chapter_code":"MAT.19","verse_code":"MAT.19.17","label":"17","content":"Yexus teb hais tias, “Vim li cas koj nug kuv hais txog yam twg yog yam zoo? Tsuas muaj tib tug thiaj ua zoo xwb. Yog koj xav tau txojsia, koj yuav tsum coj raws li Vajtswv txoj Kevcai.”"},{"bible_id":"1525","chapter_code":"MAT.19","verse_code":"MAT.19.18","label":"18","content":"Nws rov nug Yexus hais tias, “Yog nqe twg?” Yexus teb hais tias, “Tsis txhob tua neeg; tsis txhob deev luag pojniam luag txiv; tsis txhob ua tubsab; tsis txhob ua timkhawv tsis tseeb."},{"bible_id":"1525","chapter_code":"MAT.19","verse_code":"MAT.19.19","label":"19","content":"Hwm koj niam koj txiv; thiab hlub koj tej kwvtij zejzog ib yam li koj hlub koj lub cev.”"},{"bible_id":"1525","chapter_code":"MAT.19","verse_code":"MAT.19.20","label":"20","content":"Tus hluas ntawd teb hais tias, “Tej ko, kuv twb coj txhua nqe huv tibsi lawm. Tseem tshuav yam twg uas kuv tsis tau ua thiab?”"},{"bible_id":"1525","chapter_code":"MAT.19","verse_code":"MAT.19.21","label":"21","content":"Yexus hais rau nws hais tias, “Yog koj xav ua tus uas zoo kawg nkaus, koj cia li mus muab koj tej qhov txhia chaw muag huv tibsi, thiab muab cov nyiaj ntawd faib rau cov neeg pluag, koj thiaj yuav yog tus uas npluanuj nyob saum ntuj ceebtsheej; tom qab ntawd, koj cia li tuaj nrog kuv mus.”"},{"bible_id":"1525","chapter_code":"MAT.19","verse_code":"MAT.19.22","label":"22","content":"Thaum tus hluas ntawd hnov Yexus hais li no, nws nyuaj siab kawg thiab tawm lawm, rau qhov nws npluanuj heev."},{"bible_id":"1525","chapter_code":"MAT.19","verse_code":"MAT.19.23","label":"23","content":"Yexus hais rau nws cov thwjtim hais tias, “Kuv qhia tseeb rau nej hais tias, ib tug neeg npluanuj yuav mus Ntuj Ceebtsheej mas nyuaj kawg li."},{"bible_id":"1525","chapter_code":"MAT.19","verse_code":"MAT.19.24","label":"24","content":"Kuv hais ntxiv rau nej hais tias, ib tug ntxhuav nkag lub qhov koob tseem yoojyim dua ib tug neeg npluanuj mus rau Vajtswv lub tebchaws.”"},{"bible_id":"1525","chapter_code":"MAT.19","verse_code":"MAT.19.25","label":"25","content":"Thaum cov thwjtim hnov li ntawd, lawv xav tsis thoob li. Lawv nug hais tias, “Yog li ntawd, leejtwg thiaj yuav dim tau?”"},{"bible_id":"1525","chapter_code":"MAT.19","verse_code":"MAT.19.26","label":"26","content":"Yexus tsa qhovmuag saib lawv thiab teb hais tias, “Neeg ua tsis tau, tiamsis Vajtswv ua tau ib puas tsav yam huv tibsi.”"},{"bible_id":"1525","chapter_code":"MAT.19","verse_code":"MAT.19.27","label":"27","content":"Ces Petus hais rau Yexus hais tias, “Peb twb tso txhua yam tseg thiab nrog koj txog tav no, peb yuav tau dabtsi?”"},{"bible_id":"1525","chapter_code":"MAT.19","verse_code":"MAT.19.28","label":"28","content":"Yexus hais rau lawv hais tias, “Kuv qhia tseeb rau nej hais tias, thaum Neeg Leej Tub zaum saum lub zwmtxwv uas ci ntsa iab hauv lub ntiajteb tshiab, mas nej kaum ob leeg uas nrog kuv no yuav tau zaum saum kaum ob lub zwmtxwv, thiab txiav txim rau kaum ob xeem Yixalayees."},{"bible_id":"1525","chapter_code":"MAT.19","verse_code":"MAT.19.29","label":"29","content":"Thiab txhua tus uas tso vajtse, tso kwvtij, tso nkauj muam, tso niamtxiv, tso menyuam thiab tso liaj teb tseg, vim nws ntseeg kuv, tus ntawd yuav tau tshaj ib puas npaug thiab nws yuav tau txojsia ntev dhawv mus ibtxhis."},{"bible_id":"1525","chapter_code":"MAT.19","verse_code":"MAT.19.30","label":"30","content":"Tiamsis muaj ntau tus uas nimno ua cov thawj yuav tau mus nyob tom tw, thiab cov uas nimno nyob tom tw yuav tau los ua cov thawj."},{"bible_id":"1525","chapter_code":"MAT.20","verse_code":"MAT.20.1","label":"1","content":"“Ntuj Ceebtsheej piv ib yam li ib tug tswv vaj uas sawv ntxov mus nrhiav tub zog tuaj tu nws lub vaj txiv hmab."},{"bible_id":"1525","chapter_code":"MAT.20","verse_code":"MAT.20.2","label":"2","content":"Nws hais haum nrog cov tub zog, ib hnub twg ib lub nyiaj, ces nws txawm kom cov tub zog mus tu nws lub vaj."},{"bible_id":"1525","chapter_code":"MAT.20","verse_code":"MAT.20.3","label":"3","content":"Thaum cuaj teev, nws rov mus tom khw, nws pom ib cov neeg sawv ncig nquj nquas tsis muaj haujlwm ua."},{"bible_id":"1525","chapter_code":"MAT.20","verse_code":"MAT.20.4","label":"4","content":"Nws txawm hais rau lawv hais tias, ‘Nej cia li mus tu kuv lub vaj txiv hmab, kuv yuav muab nqi zog kom tsimnyog rau nej.’"},{"bible_id":"1525","chapter_code":"MAT.20","verse_code":"MAT.20.5","label":"5","content":"Lawv txawm mus lawm. Thaum kaum ob teev thiab thaum peb teev, nws kuj mus ua ib yam li thawj ob zaug uas nws tau ua los lawm."},{"bible_id":"1525","chapter_code":"MAT.20","verse_code":"MAT.20.6","label":"6","content":"Thaum yuav luag txog tsib teev, nws rov mus rau tom khw, nws pom ib cov neeg sawv ncig nquj nquas thiab. Ces nws hais rau lawv hais tias, ‘Vim li cas nej tuaj nyob ib hnub dawb dawb ntawm no tsis ua dabtsi li?’"},{"bible_id":"1525","chapter_code":"MAT.20","verse_code":"MAT.20.7","label":"7","content":"Lawv teb hais tias, ‘Twb tsis muaj leejtwg ntiav peb.’ Nws thiaj hais rau lawv hais tias, ‘Nej cia li mus tu kuv lub vaj txiv hmab thiab.’"},{"bible_id":"1525","chapter_code":"MAT.20","verse_code":"MAT.20.8","label":"8","content":"“Thaum tsaus ntuj lawm, tus tswv vaj kom tus uas saib cov tub zog mus hu cov tub zog los thiab them nqi zog rau lawv. Nws hais tias, ‘Koj xub muab rau cov uas tuaj tom qab tso, koj mam li muab rau cov uas xub tuaj.’"},{"bible_id":"1525","chapter_code":"MAT.20","verse_code":"MAT.20.9","label":"9","content":"Cov uas tuaj ua haujlwm thaum tsib teev, lawv ib leeg tau ib lub nyiaj."},{"bible_id":"1525","chapter_code":"MAT.20","verse_code":"MAT.20.10","label":"10","content":"Cov uas xub tuaj xav hais tias, lawv yuav tau ntau dua cov uas tuaj tom qab; tiamsis lawv ib leeg tsuas tau ib lub nyiaj thiab xwb."},{"bible_id":"1525","chapter_code":"MAT.20","verse_code":"MAT.20.11","label":"11","content":"Thaum muab nyiaj rau lawv tas lawm, lawv txawm yws rau tus tswv vaj hais tias,"},{"bible_id":"1525","chapter_code":"MAT.20","verse_code":"MAT.20.12","label":"12","content":"‘Cov neeg uas tuaj ua haujlwm thaum yuav tsaus ntuj, lawv nyuam qhuav ua tau ib txoos teev xwb, peb tiv tshav ua haujlwm ib hnub tsaus ntuj los koj muab rau peb npaum li koj muab rau lawv thiab xwb!’"},{"bible_id":"1525","chapter_code":"MAT.20","verse_code":"MAT.20.13","label":"13","content":"Tus tswv vaj teb rau lawv cov ntawd ib tug hais tias, ‘Phoojywg, tsis yog kuv ua tsis ncaj rau koj, koj twb yeej zoo siab ua ib hnub ib lub nyiaj lawm los sav."},{"bible_id":"1525","chapter_code":"MAT.20","verse_code":"MAT.20.14","label":"14","content":"Koj cia li nqa koj lub nyiaj thiab mus tsev. Kuv zoo siab muab rau tus uas tuaj tom qab npaum li uas kuv muab rau koj."},{"bible_id":"1525","chapter_code":"MAT.20","verse_code":"MAT.20.15","label":"15","content":"Kuv tsis muaj cai muab kuv tej nyiaj siv raws li kuv pom zoo los? Koj pom kuv muaj lub siab dawb, koj txawm khib los?’ ”"},{"bible_id":"1525","chapter_code":"MAT.20","verse_code":"MAT.20.16","label":"16","content":"Yexus xaus lus hais tias, “Cov uas nimno nyob tom tw yuav tau mus ua cov thawj, thiab cov uas nimno ua cov thawj, yuav tau los nyob tom tw.”"},{"bible_id":"1525","chapter_code":"MAT.20","verse_code":"MAT.20.17","label":"17","content":"Thaum Yexus mus nram lub nroog Yeluxalees, nws coj nws kaum ob tug thwjtim nrog nws mus, thaum lawv taug kev mus, nws hais twjywm rau lawv hais tias,"},{"bible_id":"1525","chapter_code":"MAT.20","verse_code":"MAT.20.18","label":"18","content":"“Nej ua tib zoo mloog, peb yuav mus rau nram lub nroog Yeluxalees. Nyob nrad, yuav muaj neeg ntes Neeg Leej Tub coj mus rau cov thawj ntawm cov povthawj thiab cov xibhwb uas qhia Vajtswv txoj Kevcai. Lawv yuav txiav txim coj nws mus tua povtseg,"},{"bible_id":"1525","chapter_code":"MAT.20","verse_code":"MAT.20.19","label":"19","content":"thiab muab nws rau lwm haivneeg, lawv yuav thuam nws thiab ua saib tsis taus nws, muab nws nplawm thiab muab nws ntsia rau saum ntoo khaublig; thiab peb hnub nws yuav sawv hauv qhov tuag rov qab los.”"},{"bible_id":"1525","chapter_code":"MAT.20","verse_code":"MAT.20.20","label":"20","content":"Xenpedais tus pojniam coj nws ob tug tub tuaj cuag Yexus. Nws txhos caug ntua ntawm Yexus kotaw thiab thov ib yam ntawm Yexus."},{"bible_id":"1525","chapter_code":"MAT.20","verse_code":"MAT.20.21","label":"21","content":"Yexus nug nws hais tias, “Koj xav tau dabtsi?” Nws teb hais tias, “Thov koj coglus rau kuv hais tias, thaum koj los ua Vajntxwv lawm, koj yuav pub kuv ob tug tub, ib tug zaum ntawm koj sab xis thiab ib tug zaum ntawm koj sab laug.”"},{"bible_id":"1525","chapter_code":"MAT.20","verse_code":"MAT.20.22","label":"22","content":"Yexus teb hais tias, “Yam uas neb thov ntawd, neb tsis totaub. Lub khob uas kuv yuav haus, neb puas haus taus?” Nkawd teb hais tias, “Wb haus taus.”"},{"bible_id":"1525","chapter_code":"MAT.20","verse_code":"MAT.20.23","label":"23","content":"Yexus hais rau nkawd hais tias, “Neb yeej yuav haus taus lub khob uas kuv haus, tiamsis qhov uas neb ib leeg yuav zaum ntawm kuv sab xis thiab ib leeg yuav zaum ntawm kuv sab laug, kuv tsis muaj cuabkav muab rau neb. Ob lub chaw ntawd, kuv Txiv npaj rau leejtwg, tus ntawd thiaj tau xwb.”"},{"bible_id":"1525","chapter_code":"MAT.20","verse_code":"MAT.20.24","label":"24","content":"Thaum cov thwjtim kaum leej hnov li ntawd, lawv chim rau nkawd."},{"bible_id":"1525","chapter_code":"MAT.20","verse_code":"MAT.20.25","label":"25","content":"Yexus hu cov thwjtim los ua ke thiab hais rau lawv hais tias, “Nej twb paub lawm hais tias, cov nomtswv uas kav tebchaws muaj hwjchim loj dua cov pejxeem, thiab lawv yuam kom cov pejxeem ua raws li lawv hais."},{"bible_id":"1525","chapter_code":"MAT.20","verse_code":"MAT.20.26","label":"26","content":"Tiamsis nej cov tsis txhob ua li ntawd. Yog nej cov leejtwg xav ua tus hlob, tus ntawd yuav tsum ua nej tus tubtxib;"},{"bible_id":"1525","chapter_code":"MAT.20","verse_code":"MAT.20.27","label":"27","content":"thiab yog nej cov leejtwg xav ua tus thawj, tus ntawd yuav tsum ua nej tus qhev."},{"bible_id":"1525","chapter_code":"MAT.20","verse_code":"MAT.20.28","label":"28","content":"Ib yam li Neeg Leej Tub, nws los nws tsis tau kom leejtwg tu nws, tiamsis nws los tu sawvdaws thiab muab nws txojsia los txhiv ntau leej.”"},{"bible_id":"1525","chapter_code":"MAT.20","verse_code":"MAT.20.29","label":"29","content":"Thaum Yexus thiab nws cov thwjtim tabtom tawm hauv lub nroog Yelikaus mus, muaj neeg coob coob raws nws qab mus."},{"bible_id":"1525","chapter_code":"MAT.20","verse_code":"MAT.20.30","label":"30","content":"Muaj ob tug txivneej digmuag zaum ntawm ntug kev hnov hais tias Yexus taug kev tuaj, ces nkawd txawm hu nrov nrov hais tias, “Daviv tus Tub! Thov koj hlub wb!”"},{"bible_id":"1525","chapter_code":"MAT.20","verse_code":"MAT.20.31","label":"31","content":"Cov neeg coob coob ntawd cheem nkawd hais tias neb tsis txhob hais lus, tiamsis nkawd hajyam hu nrov hais tias, “Daviv tus Tub! Thov koj hlub wb!”"},{"bible_id":"1525","chapter_code":"MAT.20","verse_code":"MAT.20.32","label":"32","content":"Yexus txawm nres thiab hu nkawd los cuag nws, nws nug nkawd hais tias, “Neb xav kom kuv pab neb dabtsi?”"},{"bible_id":"1525","chapter_code":"MAT.20","verse_code":"MAT.20.33","label":"33","content":"Nkawd teb hais tias, “Tus Tswv, thov koj kho wb ob lub qhovmuag kom pom kev!”"},{"bible_id":"1525","chapter_code":"MAT.20","verse_code":"MAT.20.34","label":"34","content":"Yexus hlub nkawd, nws txawm cev tes mus kov nkawd ob lub qhovmuag; ces tamsim ntawd nkawd txawm pom kev, thiab nkawd nrog Yexus mus."},{"bible_id":"1525","chapter_code":"MAT.21","verse_code":"MAT.21.1","label":"1","content":"Thaum Yexus thiab nws cov thwjtim mus yuav txog lub nroog Yeluxalees, lawv mus txog ntawm lub zos Npefakhes uas nyob ntawm roob txiv ntoo roj. Yexus txawm txib ob tug thwjtim ua ntej mus"},{"bible_id":"1525","chapter_code":"MAT.21","verse_code":"MAT.21.2","label":"2","content":"thiab qhia nkawd hais tias, “Neb cia li ncaj nraim mus rau hauv lub zos uas nyob tom neb hauv ntej, thaum neb mus txog neb yuav pom ob niamtub neesluav khi cia qhov ntawd. Neb cia li daws thiab cab los rau kuv."},{"bible_id":"1525","chapter_code":"MAT.21","verse_code":"MAT.21.3","label":"3","content":"Yog muaj leejtwg nug neb, neb cia li teb hais tias, ‘Tus Tswv  xav siv’; ces tus ntawd yuav cia neb cab los tamsim ntawd.”"},{"bible_id":"1525","chapter_code":"MAT.21","verse_code":"MAT.21.4","label":"4","content":"Muaj li no kom tiav raws li tus cev Vajtswv lus tau qhia tseg lawm hais tias,"},{"bible_id":"1525","chapter_code":"MAT.21","verse_code":"MAT.21.5","label":"5","content":"“Cia li qhia rau cov neeg uas nyob hauv lub nroog Xi-oos hais tias nej tus vajntxwv tabtom los cuag nej! Nws txo hwjchim thiab caij ib tug menyuam neesluav los.”"},{"bible_id":"1525","chapter_code":"MAT.21","verse_code":"MAT.21.6","label":"6","content":"Ob tug thwjtim txawm mus ua raws li Yexus qhia."},{"bible_id":"1525","chapter_code":"MAT.21","verse_code":"MAT.21.7","label":"7","content":"Nkawd thiaj cab tau ob niamtub neesluav los, nkawd hle nkawd ob lub tsho ntev los pua tus menyuam neesluav nraubqaum rau Yexus caij."},{"bible_id":"1525","chapter_code":"MAT.21","verse_code":"MAT.21.8","label":"8","content":"Cov neeg coob coob uas nrog Yexus mus ntawd, muaj ibtxhia hle lawv tej tsho los pua kev, thiab ibtxhia txiav nplooj ntoos los pua kev."},{"bible_id":"1525","chapter_code":"MAT.21","verse_code":"MAT.21.9","label":"9","content":"Cov neeg coob coob uas mus ua Yexus ntej thiab cov uas raws Yexus qab qw nrov nrov hais tias, “Cia li qhuas Daviv tus Tub! Thov Vajtswv foom koob hmoov rau tus uas Vajtswv txib los! Cia li qhuas Vajtswv tus uas nyob saum ntuj ceebtsheej!”"},{"bible_id":"1525","chapter_code":"MAT.21","verse_code":"MAT.21.10","label":"10","content":"Thaum Yexus mus txog hauv lub nroog Yeluxalees lawm, cov neeg uas nyob hauv lub nroog, ras zom zaws thiab sib nug hais tias, “Tus no yog leejtwg?”"},{"bible_id":"1525","chapter_code":"MAT.21","verse_code":"MAT.21.11","label":"11","content":"Cov neeg coob coob ntawd teb hais tias, “Tus no yog Yexus uas yog ib tug cev Vajtswv lus, nws tuaj pem lub nroog Naxales uas nyob hauv lub xeev Kalilais tuaj.”"},{"bible_id":"1525","chapter_code":"MAT.21","verse_code":"MAT.21.12","label":"12","content":"Yexus mus rau ntawm lub Tuamtsev, thiab ntiab cov neeg uas tuaj ua lag ua luam ibncig ntawm lub Tuamtsev tawm mus. Nws muab cov neeg pauv nyiaj tej rooj thiab cov neeg uas muag nquab tej rooj zaum ntxeev pes hlo."},{"bible_id":"1525","chapter_code":"MAT.21","verse_code":"MAT.21.13","label":"13","content":"Yexus hais rau lawv hais tias, “Vajtswv Txojlus sau tseg hais tias, ‘Sawvdaws yuav hu kuv lub Tuamtsev hais tias, yog lub tsev uas thov Vajtswv.’ Tiamsis nej muab ua qhov chaw rau tubsab nkaum!”"},{"bible_id":"1525","chapter_code":"MAT.21","verse_code":"MAT.21.14","label":"14","content":"Muaj cov neeg digmuag thiab cegtawv tuaj cuag Yexus hauv lub Tuamtsev, thiab Yexus kho lawv txhua tus zoo huv tibsi."},{"bible_id":"1525","chapter_code":"MAT.21","verse_code":"MAT.21.15","label":"15","content":"Thaum cov thawj ntawm cov povthawj thiab cov xibhwb uas qhia Vajtswv txoj Kevcai pom tej txujci tseemceeb uas Yexus ua ntawd, thiab hnov cov menyuam yaus uas tuaj nyob hauv lub Tuamtsev qw hais tias, “Cia li qhuas Daviv tus Tub!” Ces lawv chim kawg li."},{"bible_id":"1525","chapter_code":"MAT.21","verse_code":"MAT.21.16","label":"16","content":"Lawv hais rau Yexus hais tias, “Koj tsis hnov tej lus uas cov menyuam ntawd hais los?” Yexus teb hais tias, “Kuv hnov. Nej tsis tau nyeem Vajtswv Txojlus uas hais tias, ‘Koj twb cob cov menyuam yaus thiab cov menyuam mos liab kom paub qhuas Vajtswv lawm los.’ ”"},{"bible_id":"1525","chapter_code":"MAT.21","verse_code":"MAT.21.17","label":"17","content":"Yexus txawm ncaim lawv thiab tawm hauv lub nroog mus pw tom lub zos Npethanis lawm."},{"bible_id":"1525","chapter_code":"MAT.21","verse_code":"MAT.21.18","label":"18","content":"Hnub tom qab thaum sawv ntxov, Yexus taug kev rov mus rau tom lub nroog, nws tshaib plab."},{"bible_id":"1525","chapter_code":"MAT.21","verse_code":"MAT.21.19","label":"19","content":"Nws pom ib tsob txiv ncuavpias nyob ntawm ntug kev, nws txawm mus saib, tiamsis tsis pom muaj txiv li, tsuas muaj nplooj xwb. Yexus hais rau tsob ntoo hais tias, “Txij no mus koj yuav tsis tau txi txiv ib zaug li lawm!” Tamsim ntawd tsob txiv ncuavpias txawm cia li qhuav lawm."},{"bible_id":"1525","chapter_code":"MAT.21","verse_code":"MAT.21.20","label":"20","content":"Thaum cov thwjtim pom li ntawd lawv xav tsis thoob thiab hais tias, “Ua li cas tsob txiv ncuavpias no yuav tuag sai ua luaj li ntawd?”"},{"bible_id":"1525","chapter_code":"MAT.21","verse_code":"MAT.21.21","label":"21","content":"Yexus teb hais tias, “Kuv qhia tseeb rau nej hais tias, yog nej ntseeg tiag tiag, nej yeej muaj cuabkav ua tau ib yam li kuv ua rau tsob txiv ncuavpias no. Tsis tas li ntawd xwb, yog nej hais rau lub roob no hais tias, ‘Cia li txav lawm nram dej hiavtxwv,’ ces lub roob yeej yuav mus raws li nej hais."},{"bible_id":"1525","chapter_code":"MAT.21","verse_code":"MAT.21.22","label":"22","content":"Yog nej ntseeg tiag, nej thov yam twg, nej yuav tau yam ntawd.”"},{"bible_id":"1525","chapter_code":"MAT.21","verse_code":"MAT.21.23","label":"23","content":"Yexus rov mus rau hauv lub Tuamtsev; thaum nws tabtom qhia, cov thawj ntawm cov povthawj thiab cov txwjlaug txawm tuaj nug Yexus hais tias, “Ua li cas koj muaj cai tuaj ua tej no? Leejtwg tso cai rau koj?”"},{"bible_id":"1525","chapter_code":"MAT.21","verse_code":"MAT.21.24","label":"24","content":"Yexus teb lawv hais tias, “Kuv yuav nug nej ib los, yog nej teb tau, kuv mam li qhia rau nej paub hais tias yog vim li cas kuv muaj cai ua tej no."},{"bible_id":"1525","chapter_code":"MAT.21","verse_code":"MAT.21.25","label":"25","content":"Leejtwg tso cai rau Yauhas muab neeg ua kevcai raus dej, Vajtswv lossis neeg?” Lawv txawm sib tham hais tias, “Yog peb teb hais tias, ‘Vajtswv kom Yauhas ua,’ nws yuav hais rau peb hais tias, ‘Vim li cas nej ho tsis ntseeg Yauhas tej lus?’"},{"bible_id":"1525","chapter_code":"MAT.21","verse_code":"MAT.21.26","label":"26","content":"Yog peb teb hais tias, ‘Neeg kom Yauhas ua,’ Peb ntshai nyob tsam cov pejxeem ho ua phem rau peb, rau qhov sawvdaws yeej paub hais tias Yauhas yog ib tug cev Vajtswv lus.”"},{"bible_id":"1525","chapter_code":"MAT.21","verse_code":"MAT.21.27","label":"27","content":"Yog li ntawd, lawv thiaj teb Yexus hais tias, “Peb tsis paub!” Yexus hais rau lawv hais tias, “Yog li ntawd, kuv yuav tsis qhia rau nej paub hais tias yog leejtwg tso cai rau kuv ua tej no thiab.”"},{"bible_id":"1525","chapter_code":"MAT.21","verse_code":"MAT.21.28","label":"28","content":"“Nej xav li cas? Muaj ib tug txivneej muaj ob tug tub. Leej txiv mus hais rau tus tub hlob hais tias, ‘Metub, hnub no koj mus tu kuv lub vaj txiv hmab.’"},{"bible_id":"1525","chapter_code":"MAT.21","verse_code":"MAT.21.29","label":"29","content":"Tus tub teb hais tias, ‘Kuv tsis mus.’ Tiamsis tom qab ntawd nws txawm mus lawm."},{"bible_id":"1525","chapter_code":"MAT.21","verse_code":"MAT.21.30","label":"30","content":"Leej txiv ho mus hais rau tus tub yau ib yam li ntawd thiab. Tus tub yau teb hais tias, ‘Txiv, kuv mam li mus.’ Tiamsis nws tsis mus."},{"bible_id":"1525","chapter_code":"MAT.21","verse_code":"MAT.21.31","label":"31","content":"Ob tug tub no, tus twg yog tus uas mloog leej txiv lus?” Lawv teb hais tias, “Yog tus tub hlob.” Yexus hais rau lawv hais tias, “Kuv qhia rau nej hais tias, cov neeg sau se thiab cov niamntiav yuav xub tau mus rau hauv Vajtswv lub Tebchaws ua ntej nej."},{"bible_id":"1525","chapter_code":"MAT.21","verse_code":"MAT.21.32","label":"32","content":"Rau qhov Yauhas tus uas muab neeg ua kevcai raus dej twb los qhia txojkev ncaj ncees rau nej, tiamsis nej tsis ntseeg, tsuas yog cov neeg sau se thiab cov niamntiav thiaj ntseeg xwb. Txawm yog nej pom li ntawd los nej tsis tso nej tej kev txhaum tseg thiab los ntseeg nws tej lus.”"},{"bible_id":"1525","chapter_code":"MAT.21","verse_code":"MAT.21.33","label":"33","content":"Yexus hais tias, “Nej mloog, kuv yuav qhia ib zaj lus pivtxwv rau nej. Muaj ib tug tswv vaj, nws xov tau ib lub vaj thiab cog txiv hmab rau hauv, nws khawb ib lub qhov tsuam txiv hmab thiab ua lub chaw tsomfaj zov. Nws muab tso rau ib cov neeg tu sib faib cov txiv, ces nws txawm mus rau lwm tebchaws lawm."},{"bible_id":"1525","chapter_code":"MAT.21","verse_code":"MAT.21.34","label":"34","content":"Thaum txog lub caij de txiv hmab, nws txawm txib nws cov tubtxib mus sau cov txiv hmab uas yog nws tug los rau nws."},{"bible_id":"1525","chapter_code":"MAT.21","verse_code":"MAT.21.35","label":"35","content":"Tiamsis cov neeg uas tu lub vaj txawm muab tus tswv cov tubtxib ntes, muab ib tug ntaus, muab ib tug tua thiab muab pobzeb ntaus ib tug."},{"bible_id":"1525","chapter_code":"MAT.21","verse_code":"MAT.21.36","label":"36","content":"Tus tswv txib dua ib cov tubtxib coob dua thawj pab mus, cov neeg uas tu lub vaj kuj ua phem rau cov tubtxib ntawd ib yam nkaus li thawj zaug thiab."},{"bible_id":"1525","chapter_code":"MAT.21","verse_code":"MAT.21.37","label":"37","content":"Thaum kawg tus tswv vaj txib nws tus tub mus cuag lawv. Nws xav hais tias, ‘Lawv yuav hwm kuv tus tub.’"},{"bible_id":"1525","chapter_code":"MAT.21","verse_code":"MAT.21.38","label":"38","content":"Tiamsis thaum cov neeg uas tu lub vaj pom tus tswv tus tub tuaj, lawv sib tham hais tias, ‘Tus no yog tus tswv vaj tus tub, peb cia li muab nws tua povtseg, peb thiaj tau nws lub vaj!’"},{"bible_id":"1525","chapter_code":"MAT.21","verse_code":"MAT.21.39","label":"39","content":"Lawv txawm ntes kiag nws, muab nws thawb mus rau sab ntug vaj nraud thiab muab nws tua povtseg.”"},{"bible_id":"1525","chapter_code":"MAT.21","verse_code":"MAT.21.40","label":"40","content":"Yexus nug hais tias, “Thaum tus tswv vaj rov qab los, nws yuav ua li cas rau cov neeg uas tu lub vaj ntawd?”"},{"bible_id":"1525","chapter_code":"MAT.21","verse_code":"MAT.21.41","label":"41","content":"Lawv teb hais tias, “Nws yuav muab cov neeg siab phem uas tu lub vaj ntawd tua povtseg huv tibsi, thiab muab lub vaj ntawd rau lwm cov tu. Thaum txog lub caij faib txiv hmab, lawv yuav faib cov uas yog nws tug rau nws.”"},{"bible_id":"1525","chapter_code":"MAT.21","verse_code":"MAT.21.42","label":"42","content":"Yexus hais rau lawv hais tias, “Nej tsis tau nyeem Vajtswv Txojlus uas hais tias, ‘Lub pobzeb uas cov kws ua tsev muab povtseg, lub ntawd twb los ua lub thawj lawm. Qhov no yog tus Tswv ua; peb pom li ntawd, peb xav tsis thoob li!’ ”"},{"bible_id":"1525","chapter_code":"MAT.21","verse_code":"MAT.21.43","label":"43","content":"Yexus hais ntxiv hais tias, “Kuv qhia rau nej hais tias, Vajtswv yuav muab nws lub Tebchaws tshem tawm ntawm nej mus rau ib haivneeg uas mloog Vajtswv lus.”"},{"bible_id":"1525","chapter_code":"MAT.21","verse_code":"MAT.21.44","label":"44","content":"[Yog leejtwg ntog tsoo lub pobzeb ntawd, tus ntawd lub cev yuav tawg tas, yog lub pobzeb ntawd poob los tsoo leejtwg, tus ntawd lub cev yuav ntsoog tas huv tibsi.]"},{"bible_id":"1525","chapter_code":"MAT.21","verse_code":"MAT.21.45","label":"45","content":"Thaum cov thawj ntawm cov povthawj thiab cov Falixais hnov tej lus pivtxwv uas Yexus qhia ntawd, lawv paub hais tias yog Yexus hais txog lawv."},{"bible_id":"1525","chapter_code":"MAT.21","verse_code":"MAT.21.46","label":"46","content":"Ces lawv txawm xav ntes Yexus tamsim ntawd, tiamsis lawv ntshai cov pejxeem, rau qhov sawvdaws yeej paub hais tias Yexus yog ib tug cev Vajtswv lus."},{"bible_id":"1525","chapter_code":"MAT.22","verse_code":"MAT.22.1","label":"1","content":"Yexus hais dua ob peb zaj lus pivtxwv rau sawvdaws mloog hais tias,"},{"bible_id":"1525","chapter_code":"MAT.22","verse_code":"MAT.22.2","label":"2","content":"“Ntuj Ceebtsheej piv ib yam li ib tug vajntxwv yuav nyab rau nws tus tub thiab noj tshoob."},{"bible_id":"1525","chapter_code":"MAT.22","verse_code":"MAT.22.3","label":"3","content":"Vajntxwv txawm txib nws cov tubtxib mus hu cov qhua uas nws twb caw lawm kom tuaj nrog nws noj tshoob, tiamsis tsis muaj leejtwg tuaj li."},{"bible_id":"1525","chapter_code":"MAT.22","verse_code":"MAT.22.4","label":"4","content":"Nws thiaj txib dua ib pab tubtxib mus hais rau cov qhua uas nws twb caw lawm hais tias, ‘Kuv rooj tshoob, kuv twb npaj txhij lawm. Kuv tej sam nyuj thiab kuv tej menyuam nyuj rog rog, kuv twb tua thiab ua siav tas lawm, nej cia li tuaj noj!’"},{"bible_id":"1525","chapter_code":"MAT.22","verse_code":"MAT.22.5","label":"5","content":"Tiamsis cov qhua ntawd tsis muaj leejtwg quavntsej li, nyias txawm mus ua nyias haujlwm tas lawm: Tus mus ua teb los muaj, tus mus ua luam los muaj,"},{"bible_id":"1525","chapter_code":"MAT.22","verse_code":"MAT.22.6","label":"6","content":"dua li tej tseem ntes cov tubtxib ntawd, muab lawv ntaus thiab muab tua povtseg."},{"bible_id":"1525","chapter_code":"MAT.22","verse_code":"MAT.22.7","label":"7","content":"Vajntxwv chim heev; nws txawm txhij nws cov tubrog mus muab cov neeg tua neeg ntawd tua povtseg, thiab muab lawv lub nroog hlawv tas huv tibsi."},{"bible_id":"1525","chapter_code":"MAT.22","verse_code":"MAT.22.8","label":"8","content":"Vajntxwv txawm hu nws cov tubtxib los thiab hais rau lawv hais tias, ‘Kuv rooj tshoob, kuv twb npaj txhij lawm, tiamsis cov neeg uas kuv caw ntawd, lawv tsis tsimnyog tuaj noj."},{"bible_id":"1525","chapter_code":"MAT.22","verse_code":"MAT.22.9","label":"9","content":"Nej cia li mus rau tom tej kev loj, nej ntsib leejtwg los hu kom lawv cia li tuaj noj kuv rooj tshoob no.’"},{"bible_id":"1525","chapter_code":"MAT.22","verse_code":"MAT.22.10","label":"10","content":"Ces cov tubtxib txawm tawm mus rau tom tej kev, tej neeg uas lawv ntsib, tsis hais tus zoo tus phem los lawv hu kom tuaj huv tibsi; sawvdaws tuaj nyob puv nkaus vajntxwv tsev."},{"bible_id":"1525","chapter_code":"MAT.22","verse_code":"MAT.22.11","label":"11","content":"“Thaum vajntxwv los saib cov qhua uas tuaj, nws pom ib tug txivneej uas hnav ris tsho tsis phim rooj tshoob."},{"bible_id":"1525","chapter_code":"MAT.22","verse_code":"MAT.22.12","label":"12","content":"Vajntxwv nug hais tias, ‘Phoojywg, koj twb tsis hnav cev ris tsho ua tshoob, ua li cas koj ho tuaj hauv no?’ Tiamsis tus ntawd hais tsis taus ib los li."},{"bible_id":"1525","chapter_code":"MAT.22","verse_code":"MAT.22.13","label":"13","content":"Vajntxwv txawm hais rau vajntxwv cov tubtxib hais tias, ‘Nej cia li muab tus ntawd pav tes pav taw, thiab muab nws pov rau sab nraud qhov uas tsaus ntuj nti. Nyob qhov ntawd nws yuav quaj qw tom hniav qawv.’ ”"},{"bible_id":"1525","chapter_code":"MAT.22","verse_code":"MAT.22.14","label":"14","content":"Yexus xaus lus hais tias, “Cov neeg uas tau hu lawm muaj coob, tiamsis cov uas xaiv tau muaj tsawg.”"},{"bible_id":"1525","chapter_code":"MAT.22","verse_code":"MAT.22.15","label":"15","content":"Cov Falixais txawm tawm mus sablaj hais tias, lawv yuav nug li cas, Yexus thiaj hais txhaum."},{"bible_id":"1525","chapter_code":"MAT.22","verse_code":"MAT.22.16","label":"16","content":"Lawv txib lawv cov thawj qee leej thiab Helauj cov qee leej tuaj cuag Yexus thiab nug hais tias, “Xibhwb, peb paub hais tias koj yog tus ncaj ncees, thiab qhia Vajtswv Txojlus tseeb rau neeg, koj tsis xaiv leejtwg ntsejmuag li, txawm yog lawv yuav nyiam thiab tsis nyiam los xij."},{"bible_id":"1525","chapter_code":"MAT.22","verse_code":"MAT.22.17","label":"17","content":"Koj qhia rau peb saib, koj xav li cas? Yog peb them se rau Xixas puas txhaum peb txoj kevcai los tsis txhaum?”"},{"bible_id":"1525","chapter_code":"MAT.22","verse_code":"MAT.22.18","label":"18","content":"Yexus twb paub lawv lub siab xav phem lawm, nws thiaj hais rau lawv hais tias, “Cov niag neeg ntsejmuag ncaj siab nkhaus! Nej tuaj sim kuv ua dabtsi?"},{"bible_id":"1525","chapter_code":"MAT.22","verse_code":"MAT.22.19","label":"19","content":"Cia li muab lub nyiaj uas yuav coj mus them se ntawd los rau kuv saib!” Lawv txawm muab lub nyiaj rau Yexus,"},{"bible_id":"1525","chapter_code":"MAT.22","verse_code":"MAT.22.20","label":"20","content":"Yexus nug lawv hais tias, “Lub ntsejmuag thiab lub npe uas sau rau ntawm lub nyiaj no yog leejtwg lub?”"},{"bible_id":"1525","chapter_code":"MAT.22","verse_code":"MAT.22.21","label":"21","content":"Lawv teb hais tias, “Yog Xixas lub.” Yexus hais rau lawv hais tias, “Yam uas yog Xixas li, cia li muab rau Xixas thiab yam uas yog Vajtswv li, cia li muab rau Vajtswv.”"},{"bible_id":"1525","chapter_code":"MAT.22","verse_code":"MAT.22.22","label":"22","content":"Thaum lawv hnov li ntawd, lawv xav tsis thoob li; ces lawv txawm tso Yexus tseg thiab khiav lawm."},{"bible_id":"1525","chapter_code":"MAT.22","verse_code":"MAT.22.23","label":"23","content":"Tib hnub ntawd cov Xadukais qee leej tuaj cuag Yexus. Lawv yog cov uas tsis ntseeg hais tias, neeg yuav sawv hauv qhov tuag rov qab los."},{"bible_id":"1525","chapter_code":"MAT.22","verse_code":"MAT.22.24","label":"24","content":"Lawv nug Yexus hais tias, “Xibhwb, Mauxes hais tias yog tus txiv tuag thaum nws tus pojniam tsis tau muaj menyuam, nws tus kwv yuav tsum yuav tus niamtij, tus tijlaug thiaj muaj xeebntxwv."},{"bible_id":"1525","chapter_code":"MAT.22","verse_code":"MAT.22.25","label":"25","content":"Yav tas los hauv peb lub zos no muaj xya leej kwvtij. Tus tijlaug yuav pojniam, tiamsis tseem tsis tau muaj menyuam, nws txawm tuag lawm, tso tus pojniam rau tus kwv yuav."},{"bible_id":"1525","chapter_code":"MAT.22","verse_code":"MAT.22.26","label":"26","content":"Thaum tseem tsis tau muaj menyuam tus kwv txawm tuag lawm thiab. Tus kwv peb mus txog tus kwv xya, lawv puavleej ua ib yam nkaus li ntawd, thiab lawv tuag tas huv tibsi."},{"bible_id":"1525","chapter_code":"MAT.22","verse_code":"MAT.22.27","label":"27","content":"Thaum kawg los tus pojniam ntawd tuag lawm thiab."},{"bible_id":"1525","chapter_code":"MAT.22","verse_code":"MAT.22.28","label":"28","content":"Yog li ntawd, hnub uas cov neeg tuag sawv rov qab los, tus pojniam ntawd yuav yog tus twg tus pojniam? Rau qhov lawv puavleej tau yuav nws huv tibsi lawm.”"},{"bible_id":"1525","chapter_code":"MAT.22","verse_code":"MAT.22.29","label":"29","content":"Yexus teb lawv hais tias, “Nej xav yuam kev lawm! Rau qhov nej tsis totaub Vajtswv Txojlus thiab tsis paub Vajtswv lub hwjchim."},{"bible_id":"1525","chapter_code":"MAT.22","verse_code":"MAT.22.30","label":"30","content":"Thaum cov neeg uas tuag lawm sawv rov qab los, lawv yuav zoo ib yam li cov timtswv uas nyob saum ntuj ceebtsheej, lawv tsis yuav pojniam tsis yuav txiv lawm."},{"bible_id":"1525","chapter_code":"MAT.22","verse_code":"MAT.22.31","label":"31","content":"Nej tsis tau nyeem zaj uas Vajtswv tsa cov neeg tuag sawv rov qab los los? Vajtswv twb qhia rau nej lawm hais tias,"},{"bible_id":"1525","chapter_code":"MAT.22","verse_code":"MAT.22.32","label":"32","content":"‘Kuv yog Anplahas tus Vajtswv, Ixaj tus Vajtswv thiab Yakhauj tus Vajtswv.’ Vajtswv tsis yog cov neeg tuag tus Vajtswv, tiamsis yog cov neeg ciaj tus Vajtswv.”"},{"bible_id":"1525","chapter_code":"MAT.22","verse_code":"MAT.22.33","label":"33","content":"Thaum cov neeg coob coob hnov tej uas Yexus qhia ntawd, lawv xav tsis thoob li."},{"bible_id":"1525","chapter_code":"MAT.22","verse_code":"MAT.22.34","label":"34","content":"Thaum cov Falixais hnov hais tias cov Xadukais tsis muaj lus teb tau Yexus li, lawv txawm tuaj ua ke sablaj,"},{"bible_id":"1525","chapter_code":"MAT.22","verse_code":"MAT.22.35","label":"35","content":"muaj ib tug xibhwb qhia Vajtswv txoj Kevcai uas nyob hauv lawv pab ntawd, nws xaub Yexus hais tias,"},{"bible_id":"1525","chapter_code":"MAT.22","verse_code":"MAT.22.36","label":"36","content":"“Xibhwb, Vajtswv txoj Kevcai nqe twg yog nqe uas tseemceeb dua ntais huv tibsi?”"},{"bible_id":"1525","chapter_code":"MAT.22","verse_code":"MAT.22.37","label":"37","content":"Yexus teb hais tias, “ ‘Hlub tus Tswv uas yog nej tus Vajtswv kom kawg siab kawg ntsws, kawg plab kawg plawv thiab kawg nej lub dag lub zog.’"},{"bible_id":"1525","chapter_code":"MAT.22","verse_code":"MAT.22.38","label":"38","content":"Nqe no thiaj yog nqe uas tseemceeb dua ntais."},{"bible_id":"1525","chapter_code":"MAT.22","verse_code":"MAT.22.39","label":"39","content":"Thiab nqe ob uas tseemceeb hais li no hais tias: ‘Hlub koj tej kwvtij zejzog ib yam li koj hlub koj lub cev.’"},{"bible_id":"1525","chapter_code":"MAT.22","verse_code":"MAT.22.40","label":"40","content":"Mauxes txoj Kevcai thiab cov cev Vajtswv lus tej lus qhia puavleej nyob tagnrho hauv ob nqe no.”"},{"bible_id":"1525","chapter_code":"MAT.22","verse_code":"MAT.22.41","label":"41","content":"Thaum cov Falixais tabtom sablaj ua ke, Yexus nug lawv hais tias,"},{"bible_id":"1525","chapter_code":"MAT.22","verse_code":"MAT.22.42","label":"42","content":"“Nej xav li cas txog tus Mexiyas? Nws yog leejtwg tus tub?” Lawv teb hais tias, “Nws yog Daviv tus tub.”"},{"bible_id":"1525","chapter_code":"MAT.22","verse_code":"MAT.22.43","label":"43","content":"Yexus rov nug lawv hais tias, “Yog li cas Vaj Ntsujplig tshoov Daviv siab, kom Daviv hu nws hais tias, ‘Tus Tswv’? Daviv hais tias,"},{"bible_id":"1525","chapter_code":"MAT.22","verse_code":"MAT.22.44","label":"44","content":"‘Tus Tswv hais rau kuv tus Tswv hais tias, koj cia li los zaum ntawm kuv sab xis mus txog thaum kuv muab koj cov yeebncuab los rau koj tsuj.’"},{"bible_id":"1525","chapter_code":"MAT.22","verse_code":"MAT.22.45","label":"45","content":"Daviv twb hu nws hais tias, ‘Tus Tswv,’ yuav ua li cas hais tau tias, tus Mexiyas yog Daviv tus tub?”"},{"bible_id":"1525","chapter_code":"MAT.22","verse_code":"MAT.22.46","label":"46","content":"Tsis muaj leejtwg teb taus Yexus ib los li. Txij li hnub ntawd los, tsis muaj leejtwg kam nug Yexus li lawm."},{"bible_id":"1525","chapter_code":"MAT.23","verse_code":"MAT.23.1","label":"1","content":"Tom qab ntawd Yexus hais rau cov neeg coob coob thiab nws cov thwjtim hais tias,"},{"bible_id":"1525","chapter_code":"MAT.23","verse_code":"MAT.23.2","label":"2","content":"“Cov xibhwb uas qhia Vajtswv txoj Kevcai thiab cov Falixais yog cov uas muaj cuabkav txhais Mauxes txoj Kevcai."},{"bible_id":"1525","chapter_code":"MAT.23","verse_code":"MAT.23.3","label":"3","content":"Yog li ntawd, nej yuav tsum mloog lawv lus thiab ua raws li tej lus uas lawv qhia, tiamsis tsis txhob xyaum ua raws li lawv ua; rau qhov lawv tsis ua raws li lawv qhia."},{"bible_id":"1525","chapter_code":"MAT.23","verse_code":"MAT.23.4","label":"4","content":"Lawv muab tej nra hnyav los nog rau sawvdaws ris, tiamsis lawv twb tsis kam cev lawv tus ntivtes mus pab thiab tej nra ntawd li."},{"bible_id":"1525","chapter_code":"MAT.23","verse_code":"MAT.23.5","label":"5","content":"Lawv ua yam twg lawv xav ua kom sawvdaws qhuas lawv xwb. Lawv xaws tej lub hnab me me ntim Vajtswv Txojlus, muab pav rau ntawm lawv hauvpliaj thiab ntawm lawv tej cajnpab, lawv hnav tej tsho ntev ntev uas ntxhoo kab lws!"},{"bible_id":"1525","chapter_code":"MAT.23","verse_code":"MAT.23.6","label":"6","content":"Thaum muaj rooj noj rooj haus thiab thaum lawv mus rau hauv tej tsev sablaj, lawv mus xaiv zaum lub chaw zoo xwb."},{"bible_id":"1525","chapter_code":"MAT.23","verse_code":"MAT.23.7","label":"7","content":"Thaum lawv mus tom tej khw, lawv nyiam kom sawvdaws hwm lawv thiab hu lawv hais tias, ‘Xibhwb.’"},{"bible_id":"1525","chapter_code":"MAT.23","verse_code":"MAT.23.8","label":"8","content":"Tsis txhob cia leejtwg hu nej hais tias ‘Xibhwb,’ rau qhov nej sawvdaws puavleej yog kwvtij huv tibsi, thiab nej tsuas muaj tib tug xibhwb xwb."},{"bible_id":"1525","chapter_code":"MAT.23","verse_code":"MAT.23.9","label":"9","content":"Cov neeg uas nyob hauv ntiajteb no, nej tsis txhob hu leejtwg hais tias, ‘Txiv,’ rau qhov nej tsuas muaj tib leeg Txiv tus uas nyob saum ntuj ceebtsheej xwb."},{"bible_id":"1525","chapter_code":"MAT.23","verse_code":"MAT.23.10","label":"10","content":"Thiab tsis txhob cia leejtwg hu nej hais tias, ‘Tus Tswv,’ rau qhov nej tsuas muaj tib tug Tswv uas yog tus Mexiyas xwb."},{"bible_id":"1525","chapter_code":"MAT.23","verse_code":"MAT.23.11","label":"11","content":"Nej cov leejtwg xav ua tus hlob, tus ntawd yuav tsum ua nej sawvdaws qhev."},{"bible_id":"1525","chapter_code":"MAT.23","verse_code":"MAT.23.12","label":"12","content":"Tus uas tsav hwjchim, Vajtswv yuav txo tus ntawd lub hwjchim, thiab tus uas txo hwjchim, Vajtswv yuav tsav tus ntawd lub hwjchim."},{"bible_id":"1525","chapter_code":"MAT.23","verse_code":"MAT.23.13","label":"13","content":"“Cov xibhwb uas qhia Vajtswv txoj Kevcai thiab cov Falixais uas ntsejmuag ncaj siab nkhaus, nej yuav raug kev puastsuaj! Rau qhov nej kaw qhovrooj tsis pub leejtwg mus Ntuj Ceebtsheej. Txawm yog nej los nej twb tsis mus hauv, thiab cov uas xav mus los nej tseem txwv tsis pub lawv mus."},{"bible_id":"1525","chapter_code":"MAT.23","verse_code":"MAT.23.14","label":"14","content":"[Cov xibhwb uas qhia Vajtswv txoj Kevcai thiab cov Falixais uas ntsejmuag ncaj siab nkhaus, nej yuav raug kev puastsuaj! Nej txeeb cov pojntsuam tej vajtse los ua nej tug, thiab ua txuj thov Vajtswv ntev ntev, kom sawvdaws qhuas nej. Vim li ntawd nej yuav raug txim hnyav dua sawvdaws!]"},{"bible_id":"1525","chapter_code":"MAT.23","verse_code":"MAT.23.15","label":"15","content":"“Cov xibhwb uas qhia Vajtswv txoj Kevcai thiab cov Falixais uas ntsejmuag ncaj siab nkhaus, nej yuav raug kev puastsuaj! Nej caij nkoj hla dej Hiavtxwv mus thoob tebchaws nrhiav kom tau ib tug los coj nej txoj kevcai; tiamsis thaum nej nrhiav tau lawm, nej ua rau tus ntawd tsimnyog poob rau hauv ntujtawg tshaj nej ob npaug!"},{"bible_id":"1525","chapter_code":"MAT.23","verse_code":"MAT.23.16","label":"16","content":"“Cov neeg digmuag uas coj lwm tus kev, nej yuav raug kev puastsuaj! Nej qhia hais tias, yog leejtwg tuav txog lub Tuamtsev coglus, yog nws tsis ua raws li nws coglus los tau; tiamsis yog nws tuav txog tej nyiaj kub uas nyob hauv lub Tuamtsev coglus, nws yuav tsum ua raws li nws tau coglus tseg lawm."},{"bible_id":"1525","chapter_code":"MAT.23","verse_code":"MAT.23.17","label":"17","content":"Cov neeg digmuag uas ruam! Yam twg tseemceeb dua? Tej kub lossis lub Tuamtsev uas ua rau tej kub ntawd tseemceeb?"},{"bible_id":"1525","chapter_code":"MAT.23","verse_code":"MAT.23.18","label":"18","content":"Thiab nej tseem qhia hais tias, ‘Yog leejtwg tuav txog tej thaj fij coglus, nws tsis ua raws li nws coglus los tau. Tiamsis yog nws tuav txog tej khoom fij uas nyob saum lub thaj coglus, nws yuav tsum ua raws li nws tau coglus lawm.’"},{"bible_id":"1525","chapter_code":"MAT.23","verse_code":"MAT.23.19","label":"19","content":"Cov neeg digmuag! Yam twg tseemceeb dua? Tej khoom fij uas nyob saum lub thaj lossis lub thaj uas ua rau tej khoom ntawd muaj nqis?"},{"bible_id":"1525","chapter_code":"MAT.23","verse_code":"MAT.23.20","label":"20","content":"Yog li ntawd, thaum leejtwg tuav txog lub thaj fij uas rau tej khoom uas fij rau Vajtswv, yog nws tuav txog lub thaj thiab cov khoom fij uas nyob saum lub thaj huv tibsi;"},{"bible_id":"1525","chapter_code":"MAT.23","verse_code":"MAT.23.21","label":"21","content":"Thiab thaum leejtwg tuav txog lub Tuamtsev coglus, ces yog tuav txog lub Tuamtsev thiab tus Vajtswv uas nyob hauv lub Tuamtsev ntawd coglus;"},{"bible_id":"1525","chapter_code":"MAT.23","verse_code":"MAT.23.22","label":"22","content":"thiab thaum leejtwg tuav txog lub ntuj coglus, ces yog nws tuav txog lub zwmtxwv thiab tus uas nyob saum lub zwmtxwv ntawd coglus."},{"bible_id":"1525","chapter_code":"MAT.23","verse_code":"MAT.23.23","label":"23","content":"“Cov xibhwb uas qhia Vajtswv txoj Kevcai thiab cov Falixais uas ntsejmuag ncaj siab nkhaus, nej yuav raug kev puastsuaj! Nej muab tej txujlom, tsis hais pumhub, zaub txhwb thiab xyab txhob, ib feem kaum rau Vajtswv, tiamsis nej tsis ua raws li tej lus tseemceeb uas Vajtswv txoj Kevcai qhia kom neeg ua ncaj ncees, muaj kev hlub thiab ua lub siab ncaj. Tsimnyog nej ua raws li tej lus qhia no, thiab tsis txhob tso lwm nqe tseg."},{"bible_id":"1525","chapter_code":"MAT.23","verse_code":"MAT.23.24","label":"24","content":"Cov neeg digmuag uas coj lwm tus kev! Tus yoov poob rau hauv cov dej uas nej yuav haus, nej tseem muab lim huv tibsi, tiamsis nej twb nqos ib tug ntxhuav lawm nej tsis paub!"},{"bible_id":"1525","chapter_code":"MAT.23","verse_code":"MAT.23.25","label":"25","content":"“Cov xibhwb uas qhia Vajtswv txoj Kevcai thiab cov Falixais uas ntsejmuag ncaj siab nkhaus, nej yuav raug kev puastsuaj! Nej ibtxwm ntxuav tais ntxuav khob sab nraud kom huv huv, tiamsis sab hauv puv nkaus tej kev phem kev qias thiab siab hlob."},{"bible_id":"1525","chapter_code":"MAT.23","verse_code":"MAT.23.26","label":"26","content":"Cov Falixais uas digmuag! Yog nej xub ntxuav tais ntxuav khob sab hauv kom huv lawm, ces sab nraud yeej yuav huv thiab."},{"bible_id":"1525","chapter_code":"MAT.23","verse_code":"MAT.23.27","label":"27","content":"“Cov xibhwb uas qhia Vajtswv txoj Kevcai thiab cov Falixais uas ntsejmuag ncaj siab nkhaus, nej yuav raug kev puastsuaj! Nej zoo ib yam li lub ntxa uas pleev hmoov sib sab nraud dawb paug, tiamsis sab hauv puv nkaus pobtxha neeg tuag thiab tsw lwj ntxiag xwb."},{"bible_id":"1525","chapter_code":"MAT.23","verse_code":"MAT.23.28","label":"28","content":"Nej zoo ib yam nkaus li ntawd, sawvdaws saib sab nraud, sawvdaws xav hais tias, nej yog neeg zoo, tiamsis nej yog neeg ntsejmuag ncaj siab nkhaus thiab ua txhaum."},{"bible_id":"1525","chapter_code":"MAT.23","verse_code":"MAT.23.29","label":"29","content":"“Cov xibhwb uas qhia Vajtswv txoj Kevcai thiab cov Falixais uas ntsejmuag ncaj siab nkhaus, nej yuav raug kev puastsuaj! Nej txhim cov cev Vajtswv lus tej ntxa zoo nkauj heev, thiab ua rau tej pejthuam uas neeg puab nco txog cov neeg ncaj ncees thaum ub, kom zoo nkauj."},{"bible_id":"1525","chapter_code":"MAT.23","verse_code":"MAT.23.30","label":"30","content":"Thiab nej hais tias, yog peb nyob tiam uas peb cov yawgkoob nyob, peb yuav tsis nrog lawv tua cov cev Vajtswv lus."},{"bible_id":"1525","chapter_code":"MAT.23","verse_code":"MAT.23.31","label":"31","content":"Nej hais li ntawd, kuj yog nej lees hais tias, nej yog cov uas tua cov cev Vajtswv lus ntawd cov xeebntxwv ntag!"},{"bible_id":"1525","chapter_code":"MAT.23","verse_code":"MAT.23.32","label":"32","content":"Yog li ntawd, nej cia li ua tej uas nej cov yawgkoob tau ua lawm kom tiav!"},{"bible_id":"1525","chapter_code":"MAT.23","verse_code":"MAT.23.33","label":"33","content":"Cov niag nab, thiab nab cov menyuam! Nej xav hais tias, nej yuav tsis raug txiav txim thiab yuav tsis poob mus rau hauv ntujtawg no los?"},{"bible_id":"1525","chapter_code":"MAT.23","verse_code":"MAT.23.34","label":"34","content":"Kuv qhia tseeb rau nej hais tias, kuv yuav txib cov uas cev Vajtswv lus, cov neeg muaj tswvyim thiab ib cov xibhwb tuaj qhia nej; nej yuav muab qee leej tua povtseg, muab qee leej ntsia rau saum ntoo khaublig, muab qee leej nplawm hauv tej tsev sablaj thiab ntiab lawv khiav ib lub nroog mus rau ib lub nroog."},{"bible_id":"1525","chapter_code":"MAT.23","verse_code":"MAT.23.35","label":"35","content":"Vim li ntawd, nej yuav tau ris cov neeg uas tua cov uas tsis tau ua txhaum lub txim. Txij thaum Anpees tus uas tsis muaj txim raug tua los txog thaum nej tua Npelekhiyas tus tub Xakhaliyas ntawm lub Tuamtsev thiab lub thaj fij kis nruab nrab."},{"bible_id":"1525","chapter_code":"MAT.23","verse_code":"MAT.23.36","label":"36","content":"Kuv qhia tseeb rau nej hais tias, cov neeg tiam no yuav tau ris cov neeg uas tua neeg ntawd lub txim huv tibsi!"},{"bible_id":"1525","chapter_code":"MAT.23","verse_code":"MAT.23.37","label":"37","content":"“Yeluxalees, Yeluxalees! Koj muab cov uas cev Vajtswv lus tua povtseg, koj muab pobzeb ntaus cov tubtxib uas Vajtswv txib los qhia koj! Muaj ntau zaus kuv twb yuav muab koj cov pejxeem los puag, ib yam li tus poj qaib cuab nws cov menyuam los puag rau hauv nws ob sab qab tis, tiamsis koj tsis cia kuv ua li ntawd!"},{"bible_id":"1525","chapter_code":"MAT.23","verse_code":"MAT.23.38","label":"38","content":"Nimno koj lub Tuamtsev yuav raug muab tso tseg nyob qhuav nquas cia."},{"bible_id":"1525","chapter_code":"MAT.23","verse_code":"MAT.23.39","label":"39","content":"Kuv qhia rau koj hais tias, txij no mus, koj yuav tsis pom kuv mus txog hnub uas koj hais tias, ‘Thov Vajtswv foom koob hmoov rau tus uas Vajtswv txib los.’ ”"},{"bible_id":"1525","chapter_code":"MAT.24","verse_code":"MAT.24.1","label":"1","content":"Thaum Yexus tabtom tawm ntawm lub Tuamtsev mus, nws cov thwjtim txawm taw tes kom Yexus saib tej tsev uas nyob ibncig lub Tuamtsev."},{"bible_id":"1525","chapter_code":"MAT.24","verse_code":"MAT.24.2","label":"2","content":"Yexus hais tias, “Yog tiag, nej twb pom tej tsev no lawm? tiamsis kuv qhia tseeb rau nej hais tias, tej pobzeb uas muab sib dhos ua ke ntawd txhua lub yuav pluam nyias nyob nyias tas huv tibsi.”"},{"bible_id":"1525","chapter_code":"MAT.24","verse_code":"MAT.24.3","label":"3","content":"Thaum Yexus nyob pem lub Roob Txiv Ntoo Roj, nws cov thwjtim los cuag nws twjywm thiab nug hais tias, “Thov koj qhia rau peb saib thaum twg mam li muaj tej no, thiab yuav muaj yam twg qhia rau peb paub hais tias, twb txog lub sijhawm uas koj yuav los thiab lub ntiajteb yuav kawg.”"},{"bible_id":"1525","chapter_code":"MAT.24","verse_code":"MAT.24.4","label":"4","content":"Yexus teb hais tias, “Nej yuav tsum ceevfaj, tsis txhob pub leejtwg dag ntxias tau nej yuam kev."},{"bible_id":"1525","chapter_code":"MAT.24","verse_code":"MAT.24.5","label":"5","content":"Yuav muaj ntau leej tuav kuv lub npe dag ntxias nej hais tias, ‘Kuv yog tus Mexiyas!’ thiab lawv yuav dag ntxias ntau leej yuam kev."},{"bible_id":"1525","chapter_code":"MAT.24","verse_code":"MAT.24.6","label":"6","content":"Nej yuav hnov suab ntaj suab riam nyob ze nej thiab yuav hnov tej tebchaws uas nyob deb ua tsov ua rog; nej tsis txhob poob siab, yeej yuav xub muaj tej ntawd, tiamsis tej ntawd tsis tau qhia hais tias twb txog lub sijhawm ntiajteb kawg lawm."},{"bible_id":"1525","chapter_code":"MAT.24","verse_code":"MAT.24.7","label":"7","content":"Ib lub tebchaws yuav sawv tawmtsam ib lub tebchaws; thiab ib haivneeg yuav sawv tawmtsam ib haivneeg. Yuav muaj kev tshaib kev nqhis thiab av yuav qeeg txhua qhov."},{"bible_id":"1525","chapter_code":"MAT.24","verse_code":"MAT.24.8","label":"8","content":"Tej ntawd zoo ib yam li tus pojniam uas nyuam qhuav pib mob plab yuav yug menyuam."},{"bible_id":"1525","chapter_code":"MAT.24","verse_code":"MAT.24.9","label":"9","content":"“Thaum ntawd yuav muaj neeg ntes nej coj mus tsimtxom thiab muab nej tua povtseg. Txhua haivneeg yuav ntxub nej, vim nej yog cov uas ntseeg kuv."},{"bible_id":"1525","chapter_code":"MAT.24","verse_code":"MAT.24.10","label":"10","content":"Lub sijhawm ntawd yuav muaj ntau leej tso kev ntseeg tseg; lawv ib leeg yuav ntxeev siab rau ib leeg thiab ib leeg yuav ntxub ib leeg."},{"bible_id":"1525","chapter_code":"MAT.24","verse_code":"MAT.24.11","label":"11","content":"Yuav muaj cov cevlus cuav coob leej dag ntxias kom neeg coob leej yuam kev."},{"bible_id":"1525","chapter_code":"MAT.24","verse_code":"MAT.24.12","label":"12","content":"Thaum tej kev phem huam loj heev, sawvdaws yuav tsis txawj sib hlub lawm."},{"bible_id":"1525","chapter_code":"MAT.24","verse_code":"MAT.24.13","label":"13","content":"Tiamsis tus uas ua siab ntev mus txog hnub kawg, tus ntawd yuav dim."},{"bible_id":"1525","chapter_code":"MAT.24","verse_code":"MAT.24.14","label":"14","content":"Thaum muaj neeg mus qhia Txojmoo Zoo uas hais txog Ntuj Ceebtsheej mus thoob qab ntuj thiab ua timkhawv rau txhua haivneeg paub lawm, ces thaum ntawd twb yuav txog lub sijhawm kawg."},{"bible_id":"1525","chapter_code":"MAT.24","verse_code":"MAT.24.15","label":"15","content":"“Nej yuav pom luag muab yam uas ‘Phem Kawg Nkaus’ tso rau hauv qhov chaw dawbhuv, raws li Daniyees tus uas cev Vajtswv lus tau hais tseg lawm.” (Tus uas nyeem zaj no, cia li totaub!)"},{"bible_id":"1525","chapter_code":"MAT.24","verse_code":"MAT.24.16","label":"16","content":"“Thaum ntawd cov neeg uas nyob hauv lub xeev Yudas, cia li khiav mus rau pem tej roob."},{"bible_id":"1525","chapter_code":"MAT.24","verse_code":"MAT.24.17","label":"17","content":"Tus uas nyob nraum zoov, tsis txhob mus nqa ib yam dabtsi hauv tsev."},{"bible_id":"1525","chapter_code":"MAT.24","verse_code":"MAT.24.18","label":"18","content":"Tus uas nyob tom teb, tsis txhob rov los nqa nws lub tsho ntev."},{"bible_id":"1525","chapter_code":"MAT.24","verse_code":"MAT.24.19","label":"19","content":"Lub sijhawm ntawd, tej pojniam uas suab menyuam thiab cov pojniam uas muaj menyuam mos noj mis yuav txomnyem kawg li!"},{"bible_id":"1525","chapter_code":"MAT.24","verse_code":"MAT.24.20","label":"20","content":"Nej cia li thov Vajtswv pab kom nej tsis txhob tau khiav lub caij ntuj no lossis Hnub Xanpataus!"},{"bible_id":"1525","chapter_code":"MAT.24","verse_code":"MAT.24.21","label":"21","content":"Rau qhov lub sijhawm ntawd sawvdaws yuav txomnyem kawg nkaus, txij thaum chivkeeb los txog niaj hnub no yeej tsis tau muaj kev txomnyem npaum li zaug no. Thiab yav tom ntej yuav tsis muaj li zaum no lawm."},{"bible_id":"1525","chapter_code":"MAT.24","verse_code":"MAT.24.22","label":"22","content":"Tiamsis Vajtswv twb txiav hnub txiav nyoog kom luv lawm. Yog nws tsis ua li ntawd yeej yuav tsis muaj ib tug dim li. Qhov uas Vajtswv txiav hnub txiav nyoog kom luv li ntawd yog vim nws hlub haivneeg uas nws tau xaiv cia lawm."},{"bible_id":"1525","chapter_code":"MAT.24","verse_code":"MAT.24.23","label":"23","content":"“Thaum ntawd yog leejtwg hais rau nej hais tias, ‘Nej saib, tus Mexiyas nyob ntawm no!’ lossis hais tias, ‘Nws nyob tod!’ los nej tsis txhob ntseeg tus ntawd tej lus."},{"bible_id":"1525","chapter_code":"MAT.24","verse_code":"MAT.24.24","label":"24","content":"Rau qhov yuav muaj tus Mexiyas cuav thiab tej cevlus cuav los ua tej txujci tseemceeb ntxias Vajtswv haivneeg, saib puas yuav ntxias tau kom lawv yuam kev."},{"bible_id":"1525","chapter_code":"MAT.24","verse_code":"MAT.24.25","label":"25","content":"Nej yuav tsum nco ntsoov tej lus uas kuv twb qhia rau nej no lawm."},{"bible_id":"1525","chapter_code":"MAT.24","verse_code":"MAT.24.26","label":"26","content":"“Yog leejtwg hais rau nej hais tias, ‘Nej saib, nws nyob tom roob mojsab qhua!’ Nej tsis txhob mus saib lossis lawv hais tias, ‘Nej saib, nws nkaum ntawm no!’ Nej tsis txhob ntseeg."},{"bible_id":"1525","chapter_code":"MAT.24","verse_code":"MAT.24.27","label":"27","content":"Rau qhov hnub uas Neeg Leej Tub los, yuav zoo ib yam li xob laim tim sab hnubtuaj ci mus txog rau tim sab hnubpoob."},{"bible_id":"1525","chapter_code":"MAT.24","verse_code":"MAT.24.28","label":"28","content":"“Cev tuag nyob qhov twg, dav npoj yuav sau nthwv los rau qhov ntawd."},{"bible_id":"1525","chapter_code":"MAT.24","verse_code":"MAT.24.29","label":"29","content":"“Lub sijhawm uas tej kev txomnyem ntawd dhau lawm, lub hnub yuav tsaus, lub hli yuav tsis ci, tej hnubqub saum ntuj yuav poob los, thiab txhua yam uas muaj hwjchim nyob saum nruab ntug yuav ua zog koog tas huv tibsi."},{"bible_id":"1525","chapter_code":"MAT.24","verse_code":"MAT.24.30","label":"30","content":"Thaum ntawd nej yuav pom ib lub cim tshwm saum nruab ntug qhia hais tias Neeg Leej Tub yuav los. Txhua haivneeg hauv qab ntuj no yuav quaj nyiav ntsoog qees thaum lawv pom Neeg Leej Tub nrog nws lub tshwjchim uas ci ntsa iab thiab nws lub hwjchim los saum ntuj los."},{"bible_id":"1525","chapter_code":"MAT.24","verse_code":"MAT.24.31","label":"31","content":"Nws yuav txib nws cov timtswv tshuab raj tshuab xyu nrov nrov hu. Lawv yuav mus sau cov neeg uas nws xaiv cia lawm txhua nrho plaub ceg kaum ntuj, sab ntuj tim no mus txog sab ntuj tim ub los nyob ua ke."},{"bible_id":"1525","chapter_code":"MAT.24","verse_code":"MAT.24.32","label":"32","content":"“Nej saib tsob txiv ncuavpias qhia li cas. Thaum nws tej ceg rov ntsuab thiab pib hlav nplooj mos nyoos, nej paub hais tias twb yuav txog lub caij ntuj nag."},{"bible_id":"1525","chapter_code":"MAT.24","verse_code":"MAT.24.33","label":"33","content":"Ib yam nkaus li ntawd, thaum nej pom tej ntawd, nej yuav paub hais tias nws twb los ze ntawd qhovrooj lawm."},{"bible_id":"1525","chapter_code":"MAT.24","verse_code":"MAT.24.34","label":"34","content":"Kuv qhia tseeb rau nej hais tias thaum cov neeg tiam no tseem tuag tsis taus tas, twb xub muaj tej ntawd lawm."},{"bible_id":"1525","chapter_code":"MAT.24","verse_code":"MAT.24.35","label":"35","content":"Lub ntuj thiab lub ntiajteb yuav ploj mus, tiamsis kuv tej lus yuav tsis muaj ib los poob li."},{"bible_id":"1525","chapter_code":"MAT.24","verse_code":"MAT.24.36","label":"36","content":"“Tiamsis hnub ntawd thiab lub sijhawm ntawd tsis muaj leejtwg paub, txawm yog cov timtswv ceebtsheej lossis Neeg Leej Tub  los yeej tsis paub li; tsuas yog Leej Txiv tib leeg thiaj paub xwb."},{"bible_id":"1525","chapter_code":"MAT.24","verse_code":"MAT.24.37","label":"37","content":"Lub sijhawm uas Neeg Leej Tub los yuav zoo ib yam li tej uas tshwmsim rau tiam Nau-es nyob."},{"bible_id":"1525","chapter_code":"MAT.24","verse_code":"MAT.24.38","label":"38","content":"Thaum dej tseem tsis tau los nyab ntiajteb, sawvdaws ua noj ua haus, ua tshoob ua kos mus txog hnub uas Nau-es nce mus rau hauv lub nkoj;"},{"bible_id":"1525","chapter_code":"MAT.24","verse_code":"MAT.24.39","label":"39","content":"lawv tsis paub mus txog thaum dej los nyab thiab kuav lawv mus tas huv tibsi li cas, ces thaum Neeg Leej Tub los yuav zoo ib yam li ntawd."},{"bible_id":"1525","chapter_code":"MAT.24","verse_code":"MAT.24.40","label":"40","content":"Lub sijhawm ntawd muaj ob tug txivneej ua haujlwm ua ke tom teb, yuav coj ib tug mus tseg ib tug cia."},{"bible_id":"1525","chapter_code":"MAT.24","verse_code":"MAT.24.41","label":"41","content":"Muaj ob tug pojniam zom zeb ua ke: yuav coj ib tug mus tseg ib tug cia."},{"bible_id":"1525","chapter_code":"MAT.24","verse_code":"MAT.24.42","label":"42","content":"Nej yuav tsum ceevfaj zov tos, rau qhov nej tsis paub lub sijhawm uas nej tus Tswv yuav los."},{"bible_id":"1525","chapter_code":"MAT.24","verse_code":"MAT.24.43","label":"43","content":"Nej yeej paub hais tias, yog tus tswv tsev xub paub hais tias, thaum twg tubsab yuav tuaj, nws yeej yuav zov tos tsis pub tubsab los tau rau hauv nws tsev."},{"bible_id":"1525","chapter_code":"MAT.24","verse_code":"MAT.24.44","label":"44","content":"Yog li ntawd, nej yuav tsum zov tos, rau qhov Neeg Leej Tub yuav los lub sijhawm uas nej tsis ceevfaj."},{"bible_id":"1525","chapter_code":"MAT.24","verse_code":"MAT.24.45","label":"45","content":"“Tus tubtxib uas ncaj thiab muaj tswvyim, tus tswv yuav tsa nws ua tus loj uas saib tus tswv cov tubtxib, thiab thaum txog sijhawm noj, tus ntawd yuav ua tus faib zaub faib mov rau cov tubtxib noj."},{"bible_id":"1525","chapter_code":"MAT.24","verse_code":"MAT.24.46","label":"46","content":"Thaum tus tswv rov los pom tus tubtxib ntawd tabtom ua tej haujlwm no, ces tus tubtxib ntawd yuav tau ntsejmuag!"},{"bible_id":"1525","chapter_code":"MAT.24","verse_code":"MAT.24.47","label":"47","content":"Kuv qhia tseeb rau nej hais tias, tus tswv yuav tsa tus tubtxib ntawd ua tus saib tus tswv tej qhov txhia chaw."},{"bible_id":"1525","chapter_code":"MAT.24","verse_code":"MAT.24.48","label":"48","content":"Tiamsis yog tus tubtxib muaj lub siab phem, thiab xav hais tias tshuav ntev kuv tus tswv mam rov los,"},{"bible_id":"1525","chapter_code":"MAT.24","verse_code":"MAT.24.49","label":"49","content":"ces nws txawm muab cov tubtxib ntaus thiab mus nrog cov neeg quav cawv noj haus ua ke."},{"bible_id":"1525","chapter_code":"MAT.24","verse_code":"MAT.24.50","label":"50","content":"Nws tsis paub hnub twg thiab lub sijhawm twg, nws tus tswv yuav los, nws thiaj tsis ceevfaj."},{"bible_id":"1525","chapter_code":"MAT.24","verse_code":"MAT.24.51","label":"51","content":"Tus tswv yuav muab tus tubtxib ntawd hlais ua tej daim, thiab muab nws pov mus nrog cov neeg uas ntsejmuag ncaj siab nkhaus nyob.  Lawv yuav quaj tom hniav qawv qhov ntawd."},{"bible_id":"1525","chapter_code":"MAT.25","verse_code":"MAT.25.1","label":"1","content":"“Lub sijhawm ntawd Ntuj Ceebtsheej piv ib yam li kaum tus hluas nkauj uas taws teeb mus tos tus nraug vauv."},{"bible_id":"1525","chapter_code":"MAT.25","verse_code":"MAT.25.2","label":"2","content":"Tsib tug tsis muaj tswvyim thiab tsib tug muaj tswvyim."},{"bible_id":"1525","chapter_code":"MAT.25","verse_code":"MAT.25.3","label":"3","content":"Cov uas tsis muaj tswvyim, lawv nqa teeb, tiamsis tsis npaj roj txhab."},{"bible_id":"1525","chapter_code":"MAT.25","verse_code":"MAT.25.4","label":"4","content":"Cov uas muaj tswvyim, lawv nqa teeb thiab ib leeg npaj ib hwj roj nqa mus."},{"bible_id":"1525","chapter_code":"MAT.25","verse_code":"MAT.25.5","label":"5","content":"Twb lig lig lawm tus nraug vauv pheej tsis txawj tuaj, ces cov hluas nkauj txawm tsaug zog ncaws nruj nris."},{"bible_id":"1525","chapter_code":"MAT.25","verse_code":"MAT.25.6","label":"6","content":"“Thaum txog ib tag hmo txawm muaj ib lub suab hu nrov nrov hais tias, ‘Tus nraug vauv tuaj lawm! Cia li tawm tuaj tos nws!’"},{"bible_id":"1525","chapter_code":"MAT.25","verse_code":"MAT.25.7","label":"7","content":"Kaum tus hluas nkauj txawm sawv huv tibsi, thiab nyias kho nyias lub teeb kom cig."},{"bible_id":"1525","chapter_code":"MAT.25","verse_code":"MAT.25.8","label":"8","content":"Ces tsib tus uas tsis muaj tswvyim hais rau tsib tus uas muaj tswvyim hais tias, ‘Thov muab nej cov roj faib mentsis rau peb, rau qhov peb cov teeb roj tas lawm twb yuav tuag.’"},{"bible_id":"1525","chapter_code":"MAT.25","verse_code":"MAT.25.9","label":"9","content":"Tsib tug uas muaj tswvyim teb hais tias, ‘Tsis tau, nyob tsam tsis txaus rau peb thiab nej. Nej cia li mus nrhiav yuav tom khw rau nej.’"},{"bible_id":"1525","chapter_code":"MAT.25","verse_code":"MAT.25.10","label":"10","content":"Thaum tsib tug uas tsis muaj tswvyim tabtom mus yuav roj lawm; tus nraug vauv txawm tuaj txog. Tsib tug muaj tswvyim uas twb xub npaj roj tseg lawm, txawm nrog tus nraug vauv mus noj tshoob hauv tsev, thiab kaw qhovrooj rau lawm."},{"bible_id":"1525","chapter_code":"MAT.25","verse_code":"MAT.25.11","label":"11","content":"“Tom qab ntawd tsib tug hluas nkauj uas tsis muaj tswvyim rov los txog. Lawv txawm hu hais tias, ‘Tus tswv, tus tswv! Thov qhib qhovrooj rau peb!’"},{"bible_id":"1525","chapter_code":"MAT.25","verse_code":"MAT.25.12","label":"12","content":"Tus nraug vauv teb hais tias, ‘Kuv tsis paub nej!’ ”"},{"bible_id":"1525","chapter_code":"MAT.25","verse_code":"MAT.25.13","label":"13","content":"Yexus xaus lus hais tias, “Nej yuav tsum ceevfaj, rau qhov nej tsis paub hnub twg thiab lub sijhawm twg yuav muaj li ntawd."},{"bible_id":"1525","chapter_code":"MAT.25","verse_code":"MAT.25.14","label":"14","content":"“Ntuj Ceebtsheej piv ib yam li ib tug txivneej yuav mus rau lwm tebchaws; nws hu nws cov tubtxib los, thiab kom lawv saib nws tej vajtse thiab tej qhov txhia chaw."},{"bible_id":"1525","chapter_code":"MAT.25","verse_code":"MAT.25.15","label":"15","content":"Nws muab tsib caug choj nyiaj rau ib tug, nees nkaum choj rau ib tug, thiab kaum choj rau ib tug raws li lawv muaj tswvyim coj mus siv ua lag ua luam. Ces nws txawm mus lawm."},{"bible_id":"1525","chapter_code":"MAT.25","verse_code":"MAT.25.16","label":"16","content":"Tus tubtxib uas tau tsib caug choj, tamsim ntawd nws txawm coj mus ua luam, thiab nws tsam tsib caug choj ntxiv."},{"bible_id":"1525","chapter_code":"MAT.25","verse_code":"MAT.25.17","label":"17","content":"Tus tubtxib uas tau nees nkaum choj, kuj coj mus ua luam tsam nees nkaum choj ntxiv."},{"bible_id":"1525","chapter_code":"MAT.25","verse_code":"MAT.25.18","label":"18","content":"Tiamsis tus tubtxib uas tau kaum choj, nws txawm muab nws tus tswv cov nyiaj coj mus faus av tseg."},{"bible_id":"1525","chapter_code":"MAT.25","verse_code":"MAT.25.19","label":"19","content":"“Tom qab ntawd ntev loo, cov tubtxib ntawd tus tswv rov qab los txheeb saib lawv ib leeg tsam pestsawg choj."},{"bible_id":"1525","chapter_code":"MAT.25","verse_code":"MAT.25.20","label":"20","content":"Tus tubtxib uas tau tsib caug choj txawm nqa tsib caug choj uas nws tsam los hais tias, ‘Tus Tswv, koj muab tsib caug choj rau kuv, koj saib kuv tsam tsib caug choj thiab.’"},{"bible_id":"1525","chapter_code":"MAT.25","verse_code":"MAT.25.21","label":"21","content":"Tus tswv hais tias, ‘Zoo heev, koj yog tus tubtxib uas zoo thiab ncaj ncees! Tej yam me me uas koj saib, koj ua ncaj, kuv yuav tsa koj ua tus saib yam uas loj. Koj cia li los nrog kuv nyob kaj siab lug!’"},{"bible_id":"1525","chapter_code":"MAT.25","verse_code":"MAT.25.22","label":"22","content":"Tus tubtxib uas tau nees nkaum choj, txawm los hais tias, ‘Tus tswv, koj muab nees nkaum choj rau kuv, koj saib kuv tsam nees nkaum choj thiab.’"},{"bible_id":"1525","chapter_code":"MAT.25","verse_code":"MAT.25.23","label":"23","content":"Tus tswv hais tias, ‘Zoo heev, koj yog tus tubtxib uas zoo thiab ncaj ncees! Tej yam me me uas koj saib, koj ua ncaj. Kuv yuav tsa koj ua tus saib yam uas loj. Koj cia li los nrog kuv nyob kaj siab lug!’"},{"bible_id":"1525","chapter_code":"MAT.25","verse_code":"MAT.25.24","label":"24","content":"Tus tubtxib uas tau kaum choj txawm los hais rau tus tswv hais tias, ‘Tus Tswv, kuv paub hais tias koj yog ib tug neeg tsiv heev; koj ibtxwm hlais tej uas tsis yog koj cog, thiab sau tej uas tsis yog koj tseb."},{"bible_id":"1525","chapter_code":"MAT.25","verse_code":"MAT.25.25","label":"25","content":"Kuv ntshai, kuv thiaj coj koj cov nyiaj mus faus av tseg. Koj saib, koj cov nyiaj nyob ntawm no.’"},{"bible_id":"1525","chapter_code":"MAT.25","verse_code":"MAT.25.26","label":"26","content":"Tus tswv hais tias, ‘Tus tubtxib uas siab phem thiab tubnkeeg!’ Koj twb paub hais tias kuv ibtxwm hlais tej uas tsis yog kuv cog, thiab sau tej uas tsis yog kuv tseb."},{"bible_id":"1525","chapter_code":"MAT.25","verse_code":"MAT.25.27","label":"27","content":"Ua li cas koj tsis muab kuv cov nyiaj mus tso rau hauv txhab nyiaj, thaum kuv rov los, kuv thiaj tau kuv cov nyiaj thiab tau paj ntxiv?"},{"bible_id":"1525","chapter_code":"MAT.25","verse_code":"MAT.25.28","label":"28","content":"Nej cia li muab cov nyiaj ntawm nws coj mus ntxiv rau tus uas muaj ib puas choj."},{"bible_id":"1525","chapter_code":"MAT.25","verse_code":"MAT.25.29","label":"29","content":"Rau qhov txhua tus uas muaj lawm, yuav muab ntxiv kom lawv muaj nplua mias; tiamsis tus uas tsis muaj, txawm yog nws muaj mentsis xwb los yuav muab rho ntawm nws mus."},{"bible_id":"1525","chapter_code":"MAT.25","verse_code":"MAT.25.30","label":"30","content":"Cia li muab tus tubtxib uas tsis tsimtxiaj no pov rau sab nraum qhov uas tsaus ntuj nti, nws yuav quaj tom hniav qawv qhov ntawd."},{"bible_id":"1525","chapter_code":"MAT.25","verse_code":"MAT.25.31","label":"31","content":"“Thaum Neeg Leej Tub los ua Vajntxwv, tagnrho cov timtswv ceebtsheej yuav nrog nws los, thiab nws yuav zaum saum nws lub zwmtxwv uas ci ntsa iab."},{"bible_id":"1525","chapter_code":"MAT.25","verse_code":"MAT.25.32","label":"32","content":"Txhua haivneeg hauv qab ntuj yuav tuaj sib sau ua ke rau ntawm nws xubntiag, thiab nws yuav muab sawvdaws cais ua ob pab, ib yam li tus tswv yug yaj muab pab yaj cais tawm ntawm pab tshis mus."},{"bible_id":"1525","chapter_code":"MAT.25","verse_code":"MAT.25.33","label":"33","content":"Nws yuav kom cov neeg ncaj ncees los nyob ntawm nws sab xis, thiab kom cov neeg uas tsis ncaj ncees los nyob ntawm nws sab laug."},{"bible_id":"1525","chapter_code":"MAT.25","verse_code":"MAT.25.34","label":"34","content":"Thaum ntawd Vajntxwv yuav hais rau cov neeg uas nyob ntawm nws sab xis hais tias, ‘Nej cov uas tau kuv Txiv txoj koob hmoov, nej cia li los kav lub tebchaws uas twb npaj rau nej thaum tsim lub ntiajteb los lawm."},{"bible_id":"1525","chapter_code":"MAT.25","verse_code":"MAT.25.35","label":"35","content":"Thaum kuv tshaib plab, nej pub mov rau kuv noj, thaum kuv nqhis dej; nej pub dej rau kuv haus; thaum kuv tuaj ua qhua, nej hu kuv los hauv nej tsev."},{"bible_id":"1525","chapter_code":"MAT.25","verse_code":"MAT.25.36","label":"36","content":"Thaum kuv tsis muaj ris tsho hnav; nej muab rau kuv hnav. Thaum kuv muaj mob, nej tuaj tu kuv. Thaum kuv raug kaw rau hauv tsev lojcuj, nej tuaj saib kuv!.’"},{"bible_id":"1525","chapter_code":"MAT.25","verse_code":"MAT.25.37","label":"37","content":"Thaum cov neeg ncaj ncees hnov li ntawd, lawv yuav teb hais tias, ‘Tus Tswv, thaum twg peb pom koj tshaib plab, thiab muab mov rau koj noj lossis pom koj nqhis dej, muab dej rau koj haus?"},{"bible_id":"1525","chapter_code":"MAT.25","verse_code":"MAT.25.38","label":"38","content":"Thaum twg koj tuaj ua qhua, peb hu koj los hauv peb tsev lossis pom koj tsis muaj ris tsho hnav, thiab peb muab rau koj hnav?"},{"bible_id":"1525","chapter_code":"MAT.25","verse_code":"MAT.25.39","label":"39","content":"Thaum twg peb pom koj muaj mob lossis raug kaw hauv tsev lojcuj, thiab peb tuaj saib koj?’"},{"bible_id":"1525","chapter_code":"MAT.25","verse_code":"MAT.25.40","label":"40","content":"Vajntxwv yuav teb hais tias, ‘Kuv qhia tseeb rau nej hais tias, thaum uas nej tau pab kuv cov kwvtij no ib tug, txawm yog tus ntawd muaj hwjchim yau dua cov los nej tseem pab nws thiab, qhov uas nej pab tus ntawd, twb yog nej pab kuv ntag!’"},{"bible_id":"1525","chapter_code":"MAT.25","verse_code":"MAT.25.41","label":"41","content":"“Thiab nws hais rau cov uas nyob ntawm nws sab laug hais tias, ‘Nej cov uas raug Vajtswv foom tsis zoo. Nej cia li khiav ntawm kuv mus rau hauv lub cubtawg uas cig tsis paub tuag mus ibtxhis uas twb npaj tseg rau dab Ntxwgnyoog thiab nws cov tubtxib mus nyob lawm!"},{"bible_id":"1525","chapter_code":"MAT.25","verse_code":"MAT.25.42","label":"42","content":"Thaum kuv tshaib plab, nej tsis pub mov rau kuv noj; thaum kuv nqhis dej, nej tsis pub dej rau kuv haus;"},{"bible_id":"1525","chapter_code":"MAT.25","verse_code":"MAT.25.43","label":"43","content":"thaum kuv tuaj ua qhua, nej tsis hu kuv los hauv nej tsev. Thaum kuv tsis muaj ris tsho hnav, nej tsis muab rau kuv hnav; thaum kuv muaj mob thiab raug kaw rau hauv tsev lojcuj, nej tsis tuaj tu thiab saib kuv.’"},{"bible_id":"1525","chapter_code":"MAT.25","verse_code":"MAT.25.44","label":"44","content":"Lawv yuav teb nws hais tias, ‘Tus Tswv, thaum twg peb pom koj tshaib plab, nqhis dej, tuaj ua qhua lossis tsis muaj ris tsho hnav, thiab raug kaw rau hauv tsev lojcuj, peb tsis pab koj?’"},{"bible_id":"1525","chapter_code":"MAT.25","verse_code":"MAT.25.45","label":"45","content":"Tus Vajntxwv yuav teb lawv hais tias, ‘Kuv qhia tseeb rau nej hais tias, qhov uas nej tsis pab cov neeg no tus uas yau dua cov, ces yog nej tsis pab kuv ntag.’"},{"bible_id":"1525","chapter_code":"MAT.25","verse_code":"MAT.25.46","label":"46","content":"Cov neeg ntawd yuav raug txim mus ibtxhis li, tiamsis cov neeg ncaj ncees yuav tau txojsia ntev dhawv mus ibtxhis tsis kawg.”"},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.1","label":"1","content":"Thaum Yexus qhia tej no rau lawv tas lawm, nws hais rau cov thwjtim hais tias,"},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.2","label":"2","content":"“Nej twb paub lawm hais tias, tshuav ob hnub xwb txog lub caij ua Kevcai Hla Dhau, thiab luag yuav muab Neeg Leej Tub coj mus ntsia rau saum ntoo khaublig.”"},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.3","label":"3","content":"Cov thawj ntawm cov povthawj thiab cov txwjlaug tuaj ua ke sablaj hauv tus Povthawj Hlob Kaiyafas tsev,"},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.4","label":"4","content":"nrhiav kev yuav ntes Yexus twjywm coj mus tua povtseg."},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.5","label":"5","content":"Lawv hais tias, “Peb tsis txhob ntes nws thaum sawvdaws tabtom ua kevcai, nyob tsam tej pejxeem yuav ntxhov.”"},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.6","label":"6","content":"Thaum Yexus nyob hauv Ximoos, tus uas thaud mob ruas ib zaug lawm lub tsev tom lub zos Npethanis."},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.7","label":"7","content":"Thaum Yexus tabtom noj mov muaj ib tug pojniam nqa ib hwj roj tsw qab uas kim heev tuaj hliv rau Yexus taubhau."},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.8","label":"8","content":"Thaum cov thwjtim pom li ntawd, lawv tsis txaus siab thiab hais tias, “Ua li cas muab cov roj tsw qab ntawd nkim povtseg?"},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.9","label":"9","content":"Yog muab hwj roj ntawd muag yuav tau nyiaj ntau, thiab muab cov nyiaj ntawd mus pub rau cov neeg pluag kuj zoo dua!”"},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.10","label":"10","content":"Yexus twb paub tej uas lawv hais ntawd lawm, nws hais rau lawv hais tias, “Ua li cas nej ua rau tus pojniam no nyuaj siab? Qhov uas nws ua rau kuv ntawd yog qhov zoo."},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.11","label":"11","content":"Yeej yuav muaj cov neeg pluag nrog nej nyob mus li, tiamsis kuv yuav tsis nrog nej nyob mus ib simneej."},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.12","label":"12","content":"Qhov uas tus pojniam no hliv roj tsw qab rau kuv lub cev, twb yog nws tu kuv lub cev cia rau hnub uas faus kuv."},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.13","label":"13","content":"Kuv qhia tseeb rau nej hais tias, qhov uas tus pojniam no ua yuav nrov ncha mus rau hauv qab ntuj no txhua qhov uas muaj neeg mus qhia Txojmoo Zoo, kom sawvdaws nco txog tes haujlwm uas tus pojniam no tau ua lawm.”"},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.14","label":"14","content":"Tom qab ntawd, Yexus kaum ob tug thwjtim, tus uas hu ua Yudas Ixakali-us txawm mus cuag cov thawj ntawm cov povthawj,"},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.15","label":"15","content":"thiab nug hais tias, “Yog kuv muab Yexus rau nej, nej yuav muab dabtsi rau kuv?” Lawv txawm suav tau peb caug lub nyiaj rau nws."},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.16","label":"16","content":"Txij hnub ntawd los Yudas txawm nrhiav sijhawm muab Yexus rau lawv."},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.17","label":"17","content":"Thawj hnub uas lawv ua Kevcai Noj Ncuav tsis xyaw Keeb, cov thwjtim txawm los cuag Yexus thiab nug nws hais tias, “Koj xav kom peb mus npaj pluas hmo uas ua Kevcai Hla Dhau rau koj noj qhov twg?”"},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.18","label":"18","content":"Yexus teb hais tias, “Nej cia li mus cuag ib tug txivneej uas nyob hauv nroog thiab hais rau nws hais tias, ‘Xibhwb hais tias, kuv lub sijhawm los ze lawm; kuv thiab kuv cov thwjtim yuav los ua Kevcai Hla Dhau hauv koj tsev.’ ”"},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.19","label":"19","content":"Cov thwjtim txawm mus npaj pluag mov ua Kevcai Hla Dhau raws li Yexus hais rau lawv lawm."},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.20","label":"20","content":"Thaum tsaus ntuj, Yexus thiab kaum ob tug thwjtim zaum noj mov."},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.21","label":"21","content":"Thaum lawv tabtom noj mov, Yexus hais tias, “Kuv qhia rau nej hais tias, nej cov uas nyob ntawm no muaj ib tug yuav ntxeev siab rau kuv.”"},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.22","label":"22","content":"Thaum cov thwjtim hnov li ntawd, lawv nyuaj siab heev, lawv nyias taus nyias nug Yexus hais tias, “Tus Tswv, koj hais li ko, puas yog koj hais kuv?”"},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.23","label":"23","content":"Yexus teb hais tias, “Tus uas nrog kuv koom ntsw ib lub tais, tus ntawd yog tus uas yuav ntxeev siab rau kuv."},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.24","label":"24","content":"Neeg Leej Tub yuav tuag raws li Vajtswv Txojlus sau tseg hais txog nws, tiamsis tus uas ntxeev siab rau Neeg Leej Tub, nws yuav raug kev puastsuaj! Yog nws tsis txhob yug los kuj yuav zoo dua!”"},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.25","label":"25","content":"Yudas tus uas ntxeev siab rau Yexus, nug hais tias, “Xibhwb, koj hais li ko puas yog koj hais kuv?” Yexus teb hais tias, “Koj hais yog lawm.”"},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.26","label":"26","content":"Thaum lawv tseem noj mov Yexus txawm muab ib lub ncuav los thiab ua Vajtswv tsaug, nws muab lub ncuav ntawd ntais cev rau cov thwjtim thiab hais tias, “Lub ncuav no yog kuv lub cev, nej cia li txais mus noj.”"},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.27","label":"27","content":"Tom qab ntawd Yexus muab ib khob cawv txiv hmab los, thiab ua Vajtswv tsaug, nws muab khob cawv txiv hmab ntawd cev rau lawv thiab hais tias, “Nej txhua tus cia li txais mus haus,"},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.28","label":"28","content":"khob cawv txiv hmab no, yog kuv cov ntshav uas ua lub homthawj nias rau Vajtswv Txojlus cog tseg. Kuv cov ntshav no yuav ntws los ntxuav ntau leej tej kev txhaum huv tibsi mus."},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.29","label":"29","content":"Kuv qhia rau nej hais tias, kuv yuav tsis haus cov cawv txiv hmab no mus txog hnub uas kuv nrog nej haus cov cawv txiv hmab tshiab hauv kuv Txiv lub Tebchaws.”"},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.30","label":"30","content":"Thaum lawv hu ib zaj nkauj tas, lawv txawm tawm mus rau pem Roob Txiv Ntoo Roj lawm."},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.31","label":"31","content":"Yexus hais rau cov thwjtim hais tias, “Hmo no nej txhua tus yuav khiav tas huv tibsi tso kuv tseg, rau qhov Vajtswv Txojlus sau tseg lawm hais tias, ‘Vajtswv yuav tua tus tswv yug yaj, thiab pab yaj yuav tawg nyias khiav nyias tas huv tibsi.’"},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.32","label":"32","content":"Tiamsis thaum kuv sawv hauv qhov tuag rov qab los lawm, kuv yuav ua nej ntej mus pem Kalilais.”"},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.33","label":"33","content":"Petus teb hais tias, “Txawm yog sawvdaws tso koj tseg tas lawm los kuv yuav tsis tso koj tseg li!”"},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.34","label":"34","content":"Yexus hais rau Petus hais tias, “Kuv qhia rau koj hais tias, hmo no thaum qaib tsis tau qua, koj yuav hais peb zaug hais tias, koj tsis paub kuv.”"},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.35","label":"35","content":"Petus teb hais tias, “Txawm yog kuv yuav nrog koj tuag los kuv yeej yuav tsis hais tias, kuv tsis paub koj li!” Thiab tagnrho cov thwjtim puavleej hais ib yam nkaus."},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.36","label":"36","content":"Yexus nrog nws cov thwjtim mus rau ntawm qhov chaw uas hu ua Khexemanes, nws hais rau cov thwjtim hais tias, “Nej nyob ntawm no, kuv yuav mus thov Vajtswv tod.”"},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.37","label":"37","content":"Yexus txawm coj Petus thiab Xenpedais ob tug tub nrog nws mus. Yexus nyuaj siab thiab ntxhov siab kawg li,"},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.38","label":"38","content":"thiab nws hais rau lawv hais tias, “Kuv nyuaj siab thiab ntxhov siab kawg li, twb yuav tuag, nej cia li nrog kuv nyob ntawm no tsis txhob tsaug zog.”"},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.39","label":"39","content":"Yexus mus tom ntej mentsis, ces nws txhos caug ntua rau hauv av thiab thov Vajtswv hais tias, “Kuv Txiv, yog koj pom zoo, thov koj tshem lub khob no ntawm kuv mus! Txawm yog li cas los thov koj tsis txhob ua raws li kuv lub siab nyiam, tiamsis cia ua raws li koj lub siab nyiam xwb!”"},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.40","label":"40","content":"Thaum Yexus rov los rau ntawm peb tug thwjtim, nws pom lawv tsaug zog tas lawm; nws hais rau Petus hais tias, “Nej twb yoo tsis taus dab ntub nrog kuv nyob ib txoos teev li los?"},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.41","label":"41","content":"Nej yuav tsum ceevfaj thiab thov Vajtswv pab, kev sim siab thiaj yuav ntxias tsis tau nej. Lub siab mas kub lug, tiamsis cev nqaij daim tawv qaug zog kawg li.”"},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.42","label":"42","content":"Yexus rov mus thov Vajtswv dua zaum ob hais tias, “Kuv Txiv, yog koj tsis pom zoo muab lub khob no tshem ntawm kuv mus, yuav cia kuv haus xwb, ces cia ua raws li koj lub siab nyiam.”"},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.43","label":"43","content":"Yexus rov los dua thiab pom cov thwjtim tsaug zog tas lawm; lawv rua tsis taus qhovmuag li."},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.44","label":"44","content":"Yexus rov mus thov Vajtswv zaum peb, nws hais ib yam li thawj ob zaug."},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.45","label":"45","content":"Yexus rov qab los thiab hais rau cov thwjtim hais tias, “Nej tseem yuav tsaug zog thiab so kom txaus tso los? Nimno twb txog lub sijhawm uas Neeg Leej Tub yuav raug ntes coj mus rau cov neeg txhaum txhais tes lawm."},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.46","label":"46","content":"Nej cia li sawv peb mus. Nej saib, tus neeg uas ntxeev siab rau kuv twb tuaj txog lawm!”"},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.47","label":"47","content":"Thaum Yexus tseem tabtom hais li ntawd, Yudas uas yog ib tug ntawm kaum ob tug thwjtim txawm tuaj txog. Muaj ib pab neeg coob coob nqa ntaj nqa qws nrog nws tuaj. Pab ntawd yog cov thawj ntawm cov povthawj thiab cov txwjlaug tso tuaj."},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.48","label":"48","content":"Tus uas ntxeev siab rau Yexus, nws xub qhia rau cov neeg coob coob ntawd lawm hais tias, “Kuv nwj tus twg, ces yog tus ntawd ntag; nej cia li ntes nws!”"},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.49","label":"49","content":"Thaum Yudas tuaj txog, nws ncaj nraim mus rau ntawm Yexus thiab hais tias, “Nyob zoo, xibhwb.” Ces nws txawm nwj kiag Yexus."},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.50","label":"50","content":"Yexus teb hais tias, “Phoojywg, koj yuav ua dabtsi cia li ua nrawm nroos.” Cov neeg ntawd txawm sau nthwv los ntes Yexus, thiab tuav nws ruaj ruaj."},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.51","label":"51","content":"Cov neeg uas nrog Yexus nyob ntawd muaj ib tug rho hlo nws rab ntaj los tib ntag rau tus Povthawj Hlob ib tug qhev sab pobntseg xis tu nrho."},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.52","label":"52","content":"Yexus hais rau tus ntawd hais tias, “Koj cia li muab koj rab ntaj ntxig rov rau hauv hnab, rau qhov txhua tus uas siv ntaj yeej yuav tuag rau hniav ntaj."},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.53","label":"53","content":"Koj tsis paub hais tias, yog kuv thov kuv Txiv, nws yeej yuav txib nws cov timtswv coob dua kaum ob pawg txhiab  los pab kuv tamsim no los?"},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.54","label":"54","content":"Tiamsis yog kuv ua li ntawd, yuav tsis tiav raws li Vajtswv Txojlus uas hais tias yuav tsum muaj li no.”"},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.55","label":"55","content":"Thaum ntawd, Yexus hais rau cov neeg coob coob ntawd hais tias, “Nej nqa ntaj nqa qw tuaj ntes kuv, ib yam li kuv yog tubsab los? Kuv niaj hnub nyob hauv lub Tuamtsev qhia nej, ua li cas nej ho tsis ntes kuv?"},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.56","label":"56","content":"Tiamsis yeej yuav muaj li no thiaj tiav raws li Vajtswv tej lus uas cov cev Vajtswv lus tau sau tseg lawm.” Ces cov thwjtim txawm khiav tas lawm thiab tso Yexus tseg."},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.57","label":"57","content":"Cov neeg uas ntes Yexus, coj Yexus mus rau tom tus Povthawj Hlob Kaiyafas tsev, cov xibhwb uas qhia Vajtswv txoj Kevcai thiab cov txwjlaug twb tuaj ua ke sablaj qhov ntawd lawm."},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.58","label":"58","content":"Tiamsis Petus raws Yexus qab nrug deb deb, nws mus txog ntawm lub tshavpuam ntawm tus Povthawj Hlob lub tsev, ces nws txawm mus nrog cov neeg uas zov tus Povthawj Hlob lub tsev nyob ua ke nraum tshavpuam, tos saib luag yuav ua li cas rau Yexus."},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.59","label":"59","content":"Cov thawj ntawm cov povthawj thiab tagnrho cov nomtswv nrhiav lus nkaug Yexus, lawv thiaj tau kev muab Yexus tua povtseg."},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.60","label":"60","content":"Txawm yog muaj ntau leej tuaj ua timkhawv dag los lawv nrhiav tsis tau lus nkaug Yexus. Thaum kawg muaj ob tug txivneej los"},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.61","label":"61","content":"nkaug hais tias, “Nws hais tias, kuv yuav rhuav lub Tuamtsev thiab peb hnub, kuv yuav ua kom tau ib lub tshiab.”"},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.62","label":"62","content":"Tus Povthawj Hlob txawm sawv tsees nug Yexus hais tias, “Nkawd nkaug koj li ntawd, koj tsis muaj lus teb li los?”"},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.63","label":"63","content":"Tiamsis Yexus tsis teb ib los li. Tus Povthawj Hlob rov hais rau Yexus hais tias, “Koj cia li tuav Vajtswv tus uas muaj sia nyob lub npe coglus hais tias, koj yog tus Mexiyas uas yog Vajtswv tus Tub.”"},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.64","label":"64","content":"Yexus teb hais tias, “Koj hais yog lawm. Tiamsis kuv hais rau nej sawvdaws tias, txij no mus nej yuav pom Neeg Leej Tub nyob ntawm Vajtswv tus uas muaj hwjchim loj kawg nkaus sab xis, thiab nrog huab nrog cua los saum ntuj los!”"},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.65","label":"65","content":"Ces tus Povthawj Hlob txawm dua rhe nws lub tsho thiab hais tias, “Nws hais lus saib tsis taus Vajtswv! Tsis tas peb yuav mus nrhiav timkhawv ntxiv! Nej twb hnov nws tej lus ntawd lawm!"},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.66","label":"66","content":"Nej xav li cas?” Lawv teb hais tias, “Nws ua txhaum lawm, tsimnyog muab nws tua povtseg.”"},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.67","label":"67","content":"Lawv txawm nto qaubncaug rau Yexus ntsejmuag thiab ntaus nws; thiab cov uas xuas tawg ncuav rau Yexus,"},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.68","label":"68","content":"lawv hais tias, “Tus Mexiyas, koj sim twv saib yog leejtwg ntaus koj!”"},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.69","label":"69","content":"Thaum Petus tseem zaum ntawm tshavpuam, tus Povthawj Hlob ib tug ntxhais qhev txawm tuaj hais rau Petus hais tias, “Koj yog ib tug uas ibtxwm nrog Yexus tus uas yog neeg Kalilais los sav.”"},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.70","label":"70","content":"Tiamsis Petus tsis lees li, nws tabmeeg hais rau sawvdaws hais tias, “Qhov uas koj hais ko kuv tsis paub li.”"},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.71","label":"71","content":"Petus txawm mus rau tom roojvag, ho muaj dua ib tug ntxhais qhev pom Petus, thiab nws hais rau cov txivneej uas nyob ntawd hais tias, “Tus no yog tus uas ibtxwm nrog Yexus tus uas yog neeg Naxales ntag.”"},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.72","label":"72","content":"Petus rov tsis lees dua thiab nws twv hais tias, “Kuv tsis paub tus txivneej ntawd!”"},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.73","label":"73","content":"Tom qab ntawd mentsis, cov neeg uas sawv ntawd, txawm los hais rau Petus hais tias, “Koj yeej yog lawv cov ib tug tiag, rau qhov koj lub suab hais zoo ib yam li lawv!”"},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.74","label":"74","content":"Petus txawm twv hais tias, “Kuv tsis paub tus txivneej ntawd. Yog kuv dag thov Vajtswv rau txim rau kuv!” Tamsim ntawd qaib txawm qua,"},{"bible_id":"1525","chapter_code":"MAT.26","verse_code":"MAT.26.75","label":"75","content":"ces Petus txawm nco dheev txog tej lus uas Yexus hais rau Petus hais tias, “Thaum qaib tsis tau qua, koj yuav hais peb zaug hais tias, koj tsis paub kuv.” Petus txawm tawm mus rau sab nraud, thiab quaj tu siab kawg li."},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.1","label":"1","content":"Thaum sawv ntxov, cov thawj ntawm cov povthawj thiab cov txwjlaug txawm sablaj pom zoo hais tias, lawv yuav coj Yexus mus tua povtseg."},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.2","label":"2","content":"Lawv muab saw hlau khi Yexus, thiab coj mus rau Philaj uas yog cov neeg Loos tus tswvxeev."},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.3","label":"3","content":"Thaum Yudas tus uas ntxeev siab rau Yexus hnov hais tias, luag txiav txim rau Yexus lawm, nws tu siab heev, rau qhov nws ua txhaum lawm. Ces nws txawm nqa peb caug lub nyiaj rov qab mus rau cov thawj ntawm cov povthawj thiab cov txwjlaug."},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.4","label":"4","content":"Nws hais tias, “Qhov uas kuv muab ib tug neeg tsis tau ua txhaum rau luag tua, yog kuv ua txhaum lawm!” Lawv teb hais tias, “Peb tsis nrog koj paub, ntawd yog koj haujlwm xwb!”"},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.5","label":"5","content":"Yudas txawm muab cov nyiaj ntawd pov rau hauv lub Tuamtsev; ces nws txawm mus dai cajdab tuag lawm."},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.6","label":"6","content":"Cov thawj ntawm cov povthawj thiaj khaws cov nyiaj ntawd thiab hais tias, “Yog yuav muab cov nyiaj no tso rau hauv lub txhab nyiaj hauv lub Tuamtsev, yuav txhaum kevcai, rau qhov cov nyiaj no yog nqi ntshav.”"},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.7","label":"7","content":"Thaum lawv sablaj pom zoo lawm, lawv txawm muab cov nyiaj ntawd mus yuav tus Kws Puab Laujkaub Av Thaj Teb, cia ua toj ntxas faus lwm haivneeg."},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.8","label":"8","content":"Twb yog vim li ntawd sawvdaws thiaj hu thaj teb ntawd hais tias, “Teb Ntshav” los txog niaj hnub no."},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.9","label":"9","content":"Tej no muaj kom tiav raws li Yelemis uas yog tus cev Vajtswv lus tau qhia tseg lawm hais tias, “Cov Yixalayees twb hais haum lawm hais tias, ib tug neeg nqi taubhau tsuas yog peb caug lub nyiaj xwb."},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.10","label":"10","content":"Lawv thiaj muab cov nyiaj ntawd mus yuav tus kws puab laujkaub av thaj teb, raws li tus Tswv tau hais rau kuv lawm.”"},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.11","label":"11","content":"Thaum Yexus sawv ntawm cov neeg Loos tus tswvxeev xubntiag, nws nug Yexus hais tias, “Koj puas yog cov Yudais tus vajntxwv?” Yexus teb hais tias, “Yog li koj hais.”"},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.12","label":"12","content":"Tiamsis thaum cov thawj ntawm cov povthawj thiab cov txwjlaug nkaug Yexus, Yexus tsis teb lawv ib los li."},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.13","label":"13","content":"Philaj thiaj hais rau Yexus hais tias, “Koj tsis hnov tej lus uas lawv nkaug koj li los?”"},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.14","label":"14","content":"Tiamsis Yexus tsis teb ib los li, tus tswvxeev xav tsis thoob, xyov yog ua li cas Yexus thiaj tsis teb."},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.15","label":"15","content":"Raws li ibtxwm, txhua xyoo thaum txog lub caij ua Kevcai Hla Dhau, cov neeg Loos tus tswvxeev yuav tsum tso ib tug neeg raug txim raws li cov pejxeem thov. Lawv thov tus twg, nws tso tus ntawd."},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.16","label":"16","content":"Thaum ntawd muaj ib tug txivneej raug txim hu ua Yexus Npalanpas uas sawvdaws yeej paub nws zoo."},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.17","label":"17","content":"Thaum cov pejxeem tuaj ua ke coob coob, Philaj txawm nug lawv hais tias, “Nej xav kom kuv tso tus twg rau nej? Tso tus Yexus Npalanpas lossis tso Yexus tus uas hu ua Mexiyas?”"},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.18","label":"18","content":"Philaj paub hais tias lawv khib, lawv thiaj ntes Yexus coj tuaj rau nws."},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.19","label":"19","content":"Thaum Philaj nyob ntawm lub rooj hais plaub, Philaj tus pojniam txib neeg tuaj hais rau Philaj hais tias. “Koj tsis txhob ua li cas rau tus txivneej uas tsis muaj txim no, rau qhov nag hmo kuv ua npau suav txog tus txivneej no, ua rau kuv nyuaj siab kawg li.”"},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.20","label":"20","content":"Cov thawj ntawm cov povthawj thiab cov txwjlaug ntxias cov pejxeem kom thov Philaj tso Npalanpas, thiab muab Yexus coj mus tua povtseg."},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.21","label":"21","content":"Tiamsis Philaj nug hais tias, “Nej xav kom kuv tso ob tug no, tus twg rau nej?” Lawv teb hais tias, “Npalanpas!”"},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.22","label":"22","content":"Philaj nug lawv hais tias, “Yog li ntawd, nej yuav kom kuv ua li cas rau Yexus tus uas hu ua Mexiyas?” Lawv teb hais tias, “Muab nws ntsia rau saum ntoo khaublig!”"},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.23","label":"23","content":"Tiamsis Philaj nug lawv hais tias, “Nws ua txhaum dabtsi?” Lawv sawvdaws hajyam qw nrov nrov hais tias, “Muab nws ntsia rau saum ntoo khaublig!”"},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.24","label":"24","content":"Thaum Philaj pom hais tias, cov pejxeem yeej yuav ua kom muaj kev kub ntxhov xwb, nws pab tsis tau Yexus lawm. Nws txawm muab dej los ntxuav tes tabmeeg sawvdaws thiab hais tias, “Lub txim uas nej tua tus txivneej no, kuv tsis kam ris, cia nej ris nej!”"},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.25","label":"25","content":"Ces cov pejxeem sawvdaws teb hais tias, “Lub txim uas peb tua tus txivneej no, cia peb thiab peb cov menyuam ris!”"},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.26","label":"26","content":"Philaj txawm tso Npalanpas rau lawv, nws kom cov tubrog muab Yexus nplawm, thiab coj mus ntsia rau saum ntoo khaublig."},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.27","label":"27","content":"Thaum ntawd, Philaj cov tubrog txawm coj Yexus mus rau hauv tus tswvxeev lub tsev, thiab cov tubrog txawm los sawv vij Yexus."},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.28","label":"28","content":"Lawv muab Yexus lub tsho hle, thiab muab ib lub tsho ntev tsamxem los kho rau Yexus hnav."},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.29","label":"29","content":"Lawv muab hmab pos los ua kauj looj Yexus taubhau, thiab muab ib tug kav tauj rau Yexus sab tes xis tuav; lawv txawm txhos caug ntawm Yexus xubntiag luag thiab hais lus saib tsis taus Yexus hais tias, “Thov kom cov Yudais tus Vajntxwv muaj sia nyob ntev!”"},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.30","label":"30","content":"Lawv nto qaubncaug rau Yexus, thiab muab tus kav tauj los ntaus Yexus taubhau."},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.31","label":"31","content":"Thaum lawv ua saib tsis taus Yexus tas lawm, lawv muab lub tsho ntev tsamxem ntawd hle, thiab muab lub qub kho rov rau Yexus hnav. Ces lawv txawm coj Yexus tawm mus ntsia rau saum tus ntoo khaublig lawm."},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.32","label":"32","content":"Thaum lawv tabtom mus lawv ntsib ib tug txivneej hu ua Ximoos uas nyob hauv lub nroog Kulenes tuaj."},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.33","label":"33","content":"Lawv yuam nws kwv Yexus tus ntoo khaublig mus txog ib qhov chaw hu ua Khaulakhauthas uas txhais hais tias, “Pobtxha Taubhau,”"},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.34","label":"34","content":"Lawv muab kua iab xyaw cawv txiv hmab rau Yexus haus; tiamsis thaum Yexus saj mentsis lawm, nws tsis kam haus."},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.35","label":"35","content":"Thaum lawv muab Yexus ntsia rau saum ntoo khaublig lawm, lawv muab nws cev ris tsho los twv saib leejtwg tau yam twg."},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.36","label":"36","content":"Lawv ua li ntawd tas, ces lawv txawm zaum zov nws."},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.37","label":"37","content":"Lawv muab ib daim txiag sau nqe lus uas nkaug Yexus, ntsia rau saum tus ntoo khaublig, ncaj ntawm Yexus taubhau rau saum hais tias, “Tus no yog Yexus tus uas yog cov Yudais tus Vajntxwv.”"},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.38","label":"38","content":"Thaum ntawd lawv muab ob tug tubsab ntsia rau saum ob tug ntoo khaublig, muab ib tug txhos rau ntawm Yexus sab xis thiab muab ib tug txhos rau ntawm Yexus sab laug."},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.39","label":"39","content":"Cov neeg uas dhau txojkev ntawd, lawv co taubhau thiab thuam Yexus hais tias:"},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.40","label":"40","content":"“Koj hais tias koj yuav rhuav lub Tuamtsev, thiab peb hnub, koj yuav rov ua tau ib lub tshiab! Yog koj yog Vajtswv tus tub tiag, koj cia li pab kom koj dim thiab nqis kiag saum tus ntoo khaublig ko los!”"},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.41","label":"41","content":"Cov thawj ntawm cov povthawj thiab cov xibhwb uas qhia Vajtswv txoj Kevcai, puavleej thuam Yexus thiab hais tias,"},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.42","label":"42","content":"“Nws cawm tau lwm tug, tiamsis nws ho pab tsis tau nws! Nws tsis yog cov Yixalayees tus Vajntxwv los? Yog nws nqis saum tus ntoo khaublig los tamsim no, peb thiaj yuav ntseeg nws!"},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.43","label":"43","content":"Nws cia siab rau Vajtswv thiab hais tias nws yog Vajtswv tus Tub. Yog li ntawd, peb sim saib, saib Vajtswv puas yuav cawm kom nws dim tamsim no!”"},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.44","label":"44","content":"Txawm yog ob tug tubsab uas raug ntsia rau saum ntoo khaublig ib yam li Yexus los kuj thuam Yexus thiab."},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.45","label":"45","content":"Thaum hnub ntseg, txawm tsaus ntuj nti thoob plaws lub tebchaws ntawd mus txog thaum peb teev."},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.46","label":"46","content":"Thaum peb teev ntawd, Yexus hu nrov nrov hais tias, “Elis, Elis, lemas xanpathanis?” lo lus ntawd txhais hais tias, “Kuv tus Vajtswv! Kuv tus Vajtswv! Ua li cas koj tso kuv tseg lawm?”"},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.47","label":"47","content":"Cov neeg uas sawv ntawd muaj qee leej uas hnov Yexus hais li ntawd. Lawv hais tias, “Nws hu Eliyas!”"},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.48","label":"48","content":"Tamsim ntawd, muaj ib tug txawm dhia mus muab ib lub xwbkuab raus cawv txiv hmab qaub chob rau ib tug kav tauj cev mus rau Yexus haus."},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.49","label":"49","content":"Tiamsis muaj dua ib co hais tias, “Tos mentsis tso, peb ntsia saib Eliyas puas yuav los cawm kom nws dim!”"},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.50","label":"50","content":"Yexus rov quaj hu dua ib zaug nrov nrov, ces nws txawm tu siav nrho lawm."},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.51","label":"51","content":"Tamsim ntawd daim ntaub uas thaiv hauv lub Tuamtsev ntuag rhe saud ti nkaus hauv taw ua ob daig. Lub ntiajteb ua zog koog, tej pobzeb pobtsuas tawg zos zaws."},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.52","label":"52","content":"Tej qhov ntxa txawm qhib thiab cov neeg ntseeg Vajtswv uas tuag lawm, muaj ntau leej muaj sia sawv rov los."},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.53","label":"53","content":"Lawv txawm tawm hauv qhov ntxa los, thiab thaum Yexus sawv hauv qhov tuag rov qab los lawm, ces lawv txawm mus rau hauv lub nroog Yeluxalees, thiab cov neeg uas nyob hauv muaj tau leej pom lawv."},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.54","label":"54","content":"Thaum tus thawj tubrog thiab cov tubrog uas zov Yexus pom lub ntiajteb ua zog koog thiab pom txhua yam uas muaj los ntawd, lawv ntshai kawg li, thiab lawv sib tham hais tias, “Tus no yeej yog Vajtswv tus Tub tiag!”"},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.55","label":"55","content":"Muaj ntau leej pojniam tuaj sawv deb deb saib. Lawv yog cov uas ibtxwm pab Yexus thiab nrog Yexus tuaj pem Kalilais tuaj."},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.56","label":"56","content":"Cov pojniam ntawd yog Malis Madalas, Malis tus uas yog Yakaunpaus thiab Yauxej niam, thiab muaj ib tug yog Xenpedais tus pojniam."},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.57","label":"57","content":"Thaum yuav tsaus ntuj, muaj ib tug txivneej npluanuj hu ua Yauxej uas nyob pem lub nroog Alimathas txawm tuaj txog. Nws yog Yexus ib tug thwjtim thiab,"},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.58","label":"58","content":"nws mus cuag Philaj thiab thov Philaj muab Yexus lub cev rau nws. Ces Philaj thiaj kom lawv mus muab Yexus lub cev rau Yauxej,"},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.59","label":"59","content":"Yauxej muab ib chaws ntaubmag tshiab los qhwv Yexus lub cev,"},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.60","label":"60","content":"thiab kwv mus tso rau hauv lub qhov ntxa tshiab uas nws txaug rau hauv ib phab zeb. Nws dov ib daim txiag zeb loj loj los npog lub rooj ntxas cia, thiab nws txawm mus tsev lawm."},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.61","label":"61","content":"Malis Madalas thiab muaj dua ib tug Malis, zaum ntawm rooj ntxas saib."},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.62","label":"62","content":"Hnub tom qab uas yog Hnub Xanpataus lawm, cov thawj ntawm cov povthawj thiab cov Falixais mus cuag Philaj"},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.63","label":"63","content":"thiab hais tias, “Peb nco tau hais tias, thaum tus neeg dag ntawd tseem muaj sia nyob, nws hais tias, ‘Peb hnub kuv yuav sawv rov qab los.’"},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.64","label":"64","content":"Yog li ntawd, thov koj tso neeg mus zov lub ntxa zoo zoo kom puv peb hnub, nyob tsam nws cov thwjtim yuav tuaj nyiag nws lub cev thiab mus qhia rau sawvdaws hais tias, nws twb sawv hauv qhov tuag rov qab los lawm. Ces zaj uas lawv dag ntawd, hajyam yuav phem heev dua thawj zaug.”"},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.65","label":"65","content":"Philaj txawm hais rau lawv hais tias, “Nej cia li coj ib pab tubrog mus zov lub ntxa zoo zoo raws li nej zov tau.”"},{"bible_id":"1525","chapter_code":"MAT.27","verse_code":"MAT.27.66","label":"66","content":"Lawv txawm mus nias homthawj rau daim txiag zeb, thiab tso tubrog zov."},{"bible_id":"1525","chapter_code":"MAT.28","verse_code":"MAT.28.1","label":"1","content":"Tom qab Hnub Xanpataus uas yog Hnubkaj thaum sawv ntxov, Malis Madalas thiab muaj dua ib tug Malis mus saib Yexus lub ntxa."},{"bible_id":"1525","chapter_code":"MAT.28","verse_code":"MAT.28.2","label":"2","content":"Tamsim ntawd ntiajteb ua zog koog, tus Tswv ib tug timtswv nqis los muab daim txiag zeb uas npog lub rooj ntxas dov tawm, thiab nws zaum ntawm daim txiag zeb ntawd."},{"bible_id":"1525","chapter_code":"MAT.28","verse_code":"MAT.28.3","label":"3","content":"Nws lub ntsejmuag ci ib yam li xob laim, thiab nws cev ris tsho dawb paug ib yam li daus."},{"bible_id":"1525","chapter_code":"MAT.28","verse_code":"MAT.28.4","label":"4","content":"Cov tubrog uas zov lub ntxa ntshai ua ibce tshee hnyo thiab txhav tas ib yam li cov neeg tuag lawm."},{"bible_id":"1525","chapter_code":"MAT.28","verse_code":"MAT.28.5","label":"5","content":"Tus timtswv hais rau ob tug pojniam ntawd hais tias, “Neb tsis txhob ntshai; kuv paub hais tias yog neb tuaj nrhiav Yexus tus uas luag muab ntsia rau saum ntoo khaublig."},{"bible_id":"1525","chapter_code":"MAT.28","verse_code":"MAT.28.6","label":"6","content":"Nws tsis nyob ntawm no, nws twb sawv raws li nws qhia tseg lawm. Neb cia li los saib qhov chaw uas luag tso nws lub cev."},{"bible_id":"1525","chapter_code":"MAT.28","verse_code":"MAT.28.7","label":"7","content":"Neb cia li rov mus qhia rau nws cov thwjtim hais tias, nws twb sawv hauv qhov tuag rov los lawm. ‘Nws yuav ua nej ntej mus rau pem Kalilais; thiab nej yuav ntsib nws ped!’ Nco ntsoov tej uas kuv hais rau neb no.”"},{"bible_id":"1525","chapter_code":"MAT.28","verse_code":"MAT.28.8","label":"8","content":"Nkawd txawm rov nrawm nroos ntawm lub ntxa mus lawm, nkawd ntshai los ntshai, zoo siab los zoo siab, thiab sib tw khiav rov mus qhia rau Yexus cov thwjtim paub."},{"bible_id":"1525","chapter_code":"MAT.28","verse_code":"MAT.28.9","label":"9","content":"Thaum nkawd tabtom rov mus, nkawd txawm ntsib Yexus. Yexus hais rau nkawd hais tias, “Thov kom neb tau nyob kaj siab lug.” nkawd los tuav nkaus Yexus ob txhais kotaw thiab pehawm nws."},{"bible_id":"1525","chapter_code":"MAT.28","verse_code":"MAT.28.10","label":"10","content":"Yexus hais rau nkawd hais tias, “Nej tsis txhob ntshai, neb cia li mus qhia kuv cov thwjtim kom lawv mus rau pem Kalilais, lawv yuav pom kuv ped.”"},{"bible_id":"1525","chapter_code":"MAT.28","verse_code":"MAT.28.11","label":"11","content":"Thaum ob tug pojniam ntawd tabtom taug kev mus, cov tubrog uas zov lub ntxa qee leej khiav mus rau hauv nroog thiab qhia tej uas muaj lawm rau cov thawj ntawm cov povthawj mloog."},{"bible_id":"1525","chapter_code":"MAT.28","verse_code":"MAT.28.12","label":"12","content":"Thaum cov thawj ntawm cov povthawj mus nrog cov txwjlaug sablaj tas; lawv txawm muab nyiaj ntau rau cov tubrog"},{"bible_id":"1525","chapter_code":"MAT.28","verse_code":"MAT.28.13","label":"13","content":"thiab hais tias, “Nej yuav tsum hais tias, thaum ib tag hmo uas nej tsaug zog lawm, ces nws cov thwjtim txawm tuaj nyiag nws lub cev lawm."},{"bible_id":"1525","chapter_code":"MAT.28","verse_code":"MAT.28.14","label":"14","content":"Nej tsis txhob txhawj, yog tus tswvxeev hnov txog zaj no, peb mam li hais nws, tsis pub nej raug teebmeem.”"},{"bible_id":"1525","chapter_code":"MAT.28","verse_code":"MAT.28.15","label":"15","content":"Cov tubrog txais cov nyiaj ntawd, ces lawv txawm ua raws li cov povthawj hais. Zaj no nrov ncha mus thoob plaws txhua qhov rau cov Yudais hnov txog niaj hnub no."},{"bible_id":"1525","chapter_code":"MAT.28","verse_code":"MAT.28.16","label":"16","content":"Kaum ib tug thwjtim txawm mus rau pem Kalilais thiab nce mus rau pem lub roob raws li Yexus hais rau lawv lawm."},{"bible_id":"1525","chapter_code":"MAT.28","verse_code":"MAT.28.17","label":"17","content":"Thaum lawv mus pom Yexus, lawv txawm txhos caug ntua pehawm nws, tiamsis tseem muaj qee leej ua xyem xyav."},{"bible_id":"1525","chapter_code":"MAT.28","verse_code":"MAT.28.18","label":"18","content":"Yexus txav los ze lawv thiab hais rau lawv hais tias, “Vajtswv twb muab hwjchim rau kuv kav tagnrho ib puas tsav yam saum ntuj thiab hauv ntiajteb no lawm."},{"bible_id":"1525","chapter_code":"MAT.28","verse_code":"MAT.28.19","label":"19","content":"Yog li ntawd, nej cia li tawm mus qhia txhua haivneeg hauv qab ntuj no, kom lawv los ua kuv cov thwjtim: Nej yuav tsum tuav Vaj Leej Txiv, Vaj Leej Tub thiab Vaj Ntsujplig tus Dawbhuv lub npe, muab lawv ua kevcai raus dej."},{"bible_id":"1525","chapter_code":"MAT.28","verse_code":"MAT.28.20","label":"20","content":"Thiab qhia kom lawv paub coj raws li txhua yam uas kuv tau qhia rau nej lawm; thiab kuv yuav nrog nraim nej mus txog hnub uas lub ntiajteb no kawg.”"}]