[{"bible_id":"1525","chapter_code":"NUM.1","verse_code":"NUM.1.1","label":"1","content":"Tau ob xyoos tom qab uas cov Yixalayees khiav nram tebchaws Iziv los, thaum lub ob hlis ntuj hnub xiab ib, tus TSWV hais rau Mauxes hauv tus TSWV lub Tsevntaub sib ntsib nram tiaj suabpuam Xinais hais tias,"},{"bible_id":"1525","chapter_code":"NUM.1","verse_code":"NUM.1.2","label":"2","content":"“Aloos neb cia li sau cov Yixalayees npe raws li tej cuab kwvtij thiab tej tsevneeg. Sau tagnrho txhua tus txivneej"},{"bible_id":"1525","chapter_code":"NUM.1","verse_code":"NUM.1.3","label":"3","content":"uas muaj hnubnyoog nees nkaum xyoo rov saud uas ua taus tubrog lawm tej npe."},{"bible_id":"1525","chapter_code":"NUM.1","verse_code":"NUM.1.4","label":"4","content":"Kom ib cuab kwvtij twg tsa ib tug los ua tus thawj ntawm txhua xeem los ua tus pab koj.”"},{"bible_id":"1525","chapter_code":"NUM.1","verse_code":"NUM.1.5+NUM.1.6+NUM.1.7+NUM.1.8+NUM.1.9+NUM.1.10+NUM.1.11+NUM.1.12+NUM.1.13+NUM.1.14+NUM.1.15+NUM.1.16","label":"5-16","content":"Ntawm no yog cov txivneej uas yog thawjcoj ntawm lawv tej xeem uas raug xaiv ntawm tej pab tej pawg tuaj ua tej haujlwm no: Lunpees yog Sede-us tus tub Elixus Xime-oos yog Xulisadais tus tub Selumiyees Yudas yog Aminadas tus tub Nasoos Ixakhas yog Zuag tus tub Nethanees Xenpuloos yog Heloos tus tub Eli-as Efalayees yog Amihus tus tub Elisamas Manaxes yog Pedaxes tus tub Nkamaliyees Npeenyamees yog Nkide-aunis tus tub Anpidas Das yog Amisadais tus tub Ahi-exes Aseles yog Aukhalas tus tub Pankiyees Khas yog Deyees tus tub Eli-axas Nathalis yog Enas tus tub Ahilas"},{"bible_id":"1525","chapter_code":"NUM.1","verse_code":"NUM.1.17","label":"17","content":"Mauxes thiab Aloos coj kaum ob leeg txivneej no mus ua cov pab nkawd,"},{"bible_id":"1525","chapter_code":"NUM.1","verse_code":"NUM.1.18","label":"18","content":"hnub xiab ib lub ob hlis ntuj, lawv hu tagnrho txhua xeem thiab txhua tsevneeg tuaj txoos ua ke sau lawv tej npe. Tagnrho cov tub hluas uas hnubnyoog nees nkaum xyoo rov saud puavleej muab sau npe thiab suav tseg,"},{"bible_id":"1525","chapter_code":"NUM.1","verse_code":"NUM.1.19","label":"19","content":"raws li tus TSWV tau samhwm tseg. Yog li ntawd, Mauxes thiaj sau cov pejxeem npe nyob tom tiaj Suabpuam Xinais."},{"bible_id":"1525","chapter_code":"NUM.1","verse_code":"NUM.1.20","label":"20","content":"Lunpees cajces uas yog Yakhauj tus tub hlob tsevneeg, tagnrho cov txivneej uas hnubnyoog nees nkaum xyoo rov saud uas ua taus tubrog, sau npe raws li lawv cajces."},{"bible_id":"1525","chapter_code":"NUM.1","verse_code":"NUM.1.21","label":"21","content":"Xeem Lunpees, suav tau plaub caug rau txhiab tsib puas leej."},{"bible_id":"1525","chapter_code":"NUM.1","verse_code":"NUM.1.22","label":"22","content":"Xeem Xime-oos, tagnrho cov txivneej uas hnubnyoog nees nkaum xyoo rov saud uas ua taus tubrog, sau npe raws li lawv cajces."},{"bible_id":"1525","chapter_code":"NUM.1","verse_code":"NUM.1.23","label":"23","content":"Cov Xime-oos, suav tau tsib caug cuaj txhiab peb puas leej."},{"bible_id":"1525","chapter_code":"NUM.1","verse_code":"NUM.1.24","label":"24","content":"Xeem Khas, tagnrho cov txivneej uas hnubnyoog nees nkaum xyoo rov saud uas ua taus tubrog, sau npe raws li lawv cajces."},{"bible_id":"1525","chapter_code":"NUM.1","verse_code":"NUM.1.25","label":"25","content":"Cov Khas, suav tau plaub caug tsib txhiab rau pua tsib caug leej."},{"bible_id":"1525","chapter_code":"NUM.1","verse_code":"NUM.1.26","label":"26","content":"Xeem Yudas, tagnrho cov txivneej uas hnubnyoog nees nkaum xyoo rov saud uas ua taus tubrog, sau npe raws li lawv cajces."},{"bible_id":"1525","chapter_code":"NUM.1","verse_code":"NUM.1.27","label":"27","content":"Cov Yudas, suav tau xya caum plaub txhiab rau pua leej."},{"bible_id":"1525","chapter_code":"NUM.1","verse_code":"NUM.1.28","label":"28","content":"Xeem Ixakhas, tagnrho cov txivneej uas hnubnyoog nees nkaum xyoo rov saud uas ua taus tubrog, sau npe raws li lawv cajces."},{"bible_id":"1525","chapter_code":"NUM.1","verse_code":"NUM.1.29","label":"29","content":"Cov Ixakhas, suav tau tsib caug plaub txhiab plaub puas leej."},{"bible_id":"1525","chapter_code":"NUM.1","verse_code":"NUM.1.30","label":"30","content":"Xeem Xenpuloos, tagnrho cov txivneej uas hnubnyoog nees nkaum xyoo rov saud uas ua taus tubrog, sau npe raws li lawv cajces."},{"bible_id":"1525","chapter_code":"NUM.1","verse_code":"NUM.1.31","label":"31","content":"Cov Xenpuloos, suav tau tsib caug xya txhiab plaub puas leej."},{"bible_id":"1525","chapter_code":"NUM.1","verse_code":"NUM.1.32","label":"32","content":"Xeem Yauxej, tagnrho cov txivneej uas hnubnyoog nees nkaum xyoo rov saud uas ua taus tubrog, sau npe raws li lawv cajces."},{"bible_id":"1525","chapter_code":"NUM.1","verse_code":"NUM.1.33","label":"33","content":"Xeem Efalayees, suav tau plaub caug txhiab tsib puas leej."},{"bible_id":"1525","chapter_code":"NUM.1","verse_code":"NUM.1.34","label":"34","content":"Xeem Manaxes, tagnrho cov txivneej uas hnubnyoog nees nkaum xyoo rov saud uas ua taus tubrog, sau npe raws li lawv cajces."},{"bible_id":"1525","chapter_code":"NUM.1","verse_code":"NUM.1.35","label":"35","content":"Cov Manaxes, suav tau peb caug ob txhiab ob puas leej."},{"bible_id":"1525","chapter_code":"NUM.1","verse_code":"NUM.1.36","label":"36","content":"Xeem Npeenyamees, tagnrho cov txivneej uas hnubnyoog nees nkaum xyoo rov saud uas ua taus tubrog, sau npe raws li lawv cajces."},{"bible_id":"1525","chapter_code":"NUM.1","verse_code":"NUM.1.37","label":"37","content":"Cov Npeenyamees, suav tau peb caug tsib txhiab plaub puas leej."},{"bible_id":"1525","chapter_code":"NUM.1","verse_code":"NUM.1.38","label":"38","content":"Xeem Das, tagnrho cov txivneej uas hnubnyoog nees nkaum xyoo rov saud uas ua taus tubrog, sau npe raws li lawv cajces."},{"bible_id":"1525","chapter_code":"NUM.1","verse_code":"NUM.1.39","label":"39","content":"Cov Das, suav tau rau caum ob txhiab xya pua leej."},{"bible_id":"1525","chapter_code":"NUM.1","verse_code":"NUM.1.40","label":"40","content":"Xeem Aseles, tagnrho cov txivneej uas hnubnyoog nees nkaum xyoo rov saud uas ua taus tubrog, sau npe raws li lawv cajces."},{"bible_id":"1525","chapter_code":"NUM.1","verse_code":"NUM.1.41","label":"41","content":"Cov Aseles, suav tau plaub caug ib txhiab tsib puas leej."},{"bible_id":"1525","chapter_code":"NUM.1","verse_code":"NUM.1.42","label":"42","content":"Xeem Nathalis, tagnrho cov txivneej uas hnubnyoog nees nkaum xyoo rov saud uas ua taus tubrog, sau npe raws li lawv cajces."},{"bible_id":"1525","chapter_code":"NUM.1","verse_code":"NUM.1.43","label":"43","content":"Cov Nathalis, suav tau tsib caug peb txhiab plaub puas leej."},{"bible_id":"1525","chapter_code":"NUM.1","verse_code":"NUM.1.44","label":"44","content":"Tagnrho cov txivneej no puavleej yog cov uas Mauxes, Aloos thiab cov Yixalayees kaum ob tug thawjcoj pab nkawd suav, lawv nyias ua tus sawv cev ntawm nyias xeem."},{"bible_id":"1525","chapter_code":"NUM.1","verse_code":"NUM.1.45","label":"45","content":"Cov Yixalayees uas hnubnyoog nees nkaum xyoo lossis laus dua ntawd uas ua taus tubrog puavleej tuaj sau npe raws li nws cajces."},{"bible_id":"1525","chapter_code":"NUM.1","verse_code":"NUM.1.46","label":"46","content":"Lawv suav tagnrho tau rau pua peb txhiab tsib puas tsib caug leej."},{"bible_id":"1525","chapter_code":"NUM.1","verse_code":"NUM.1.47","label":"47","content":"Tsis tau sau cov Levis npe nrog kaum ob xeem no,"},{"bible_id":"1525","chapter_code":"NUM.1","verse_code":"NUM.1.48","label":"48","content":"rau qhov tus TSWV hais rau Mauxes hais tias,"},{"bible_id":"1525","chapter_code":"NUM.1","verse_code":"NUM.1.49","label":"49","content":"“Thaum koj sau cov txivneej uas ua taus tubrog npe, koj tsis txhob suav cov Levis npe rau hauv."},{"bible_id":"1525","chapter_code":"NUM.1","verse_code":"NUM.1.50","label":"50","content":"Tiamsis koj tsa cov Levis ua cov kwv lub Tsevntaub sib ntsib uas yog qhov chaw nrog kuv sib ntsib thiab tej khoom uas nyob hauv, lawv yog cov tsa lub Tsevntaub sib ntsib thiab rub lawv tej tsev nyob ncig lub Tsevntaub sib ntsib ntawd."},{"bible_id":"1525","chapter_code":"NUM.1","verse_code":"NUM.1.51","label":"51","content":"Yog thaum twg nej tshais chaw tawm hauv nej lub yeej mus, cov Levis yog cov uas muab lub Tsevntaub sib ntsib txo thiab thaum nej mus nyob dua lub yeej tshiab, cov Levis yog cov uas tsa lub Tsevntaub sib ntsib ntawd. Lwm tus uas txav los ze lub Tsevntaub sib ntsib yuav raug tua tuag."},{"bible_id":"1525","chapter_code":"NUM.1","verse_code":"NUM.1.52","label":"52","content":"Dua li cov Yixalayees yuav tsum rub lawv tej tsevntaub raws li lawv tej pab ntawd, txhua tus txivneej yuav tsum nyob hauv nws lub yeej thiab hauv qab lawv tus chij."},{"bible_id":"1525","chapter_code":"NUM.1","verse_code":"NUM.1.53","label":"53","content":"Tiamsis cov Levis yuav tsum rub lawv tej tsevntaub nyob ncig lub Tsevntaub sib ntsib thiab ua cov zov lub Tsevntaub sib ntsib, kom tsis txhob muaj leejtwg tuaj ze rau ntawm lub Tsevntaub sib ntsib thiab ua rau kuv chim rau cov Yixalayees.”"},{"bible_id":"1525","chapter_code":"NUM.1","verse_code":"NUM.1.54","label":"54","content":"Yog li ntawd, cov Yixalayees thiaj ua txhua yam raws li tus TSWV tau samhwm rau Mauxes lawm."},{"bible_id":"1525","chapter_code":"NUM.2","verse_code":"NUM.2.1","label":"1","content":"Tus TSWV qhia rau Mauxes thiab Aloos hais tias,"},{"bible_id":"1525","chapter_code":"NUM.2","verse_code":"NUM.2.2","label":"2","content":"“Thaum twg cov Yixalayees rub lawv tej tsevntaub, txhua tus neeg yuav tsum rub nws lub tsevntaub nyob rau hauv qab nws xeem tus chij thiab hauv tsevneeg tus qab chij. Nej tej tsev yuav tsum nyob puagncig tus TSWV lub Tsevntaub sib ntsib.”"},{"bible_id":"1525","chapter_code":"NUM.2","verse_code":"NUM.2.3","label":"3","content":"Tu sab hnubtuaj rau xeem Yudas, lawv mus rub tsevntaub nyob ua lawv ib pawg, cov Yudas tus thawjcoj yog Aminadas tus tub Nasoos,"},{"bible_id":"1525","chapter_code":"NUM.2","verse_code":"NUM.2.4","label":"4","content":"suav tagnrho nws cov neeg muaj xya caum plaub txhiab rau pua leej."},{"bible_id":"1525","chapter_code":"NUM.2","verse_code":"NUM.2.5","label":"5","content":"Xeem Ixakhas, rub lawv tej tsevntaub nyob txuas nkaus ntawm xeem Yudas, xeem Ixakhas tus thawjcoj yog Zuag tus tub Nethanees,"},{"bible_id":"1525","chapter_code":"NUM.2","verse_code":"NUM.2.6","label":"6","content":"suav tagnrho nws cov neeg muaj tsib caug plaub txhiab plaub puas leej."},{"bible_id":"1525","chapter_code":"NUM.2","verse_code":"NUM.2.7","label":"7","content":"Txuas ntawd, yog xeem Xenpuloos, xeem Xenpuloos tus thawjcoj yog Heloos tus tub Eli-as,"},{"bible_id":"1525","chapter_code":"NUM.2","verse_code":"NUM.2.8","label":"8","content":"suav tagnrho nws cov neeg muaj tsib caug xya txhiab plaub puas leej."},{"bible_id":"1525","chapter_code":"NUM.2","verse_code":"NUM.2.9","label":"9","content":"Suav tagnrho cov neeg uas nyob rau sab yeej uas xeem Yudas nyob, muaj ib puas yim caum rau txhiab plaub puas leej. Lawv yog cov uas yuav tawm mus ua ntej."},{"bible_id":"1525","chapter_code":"NUM.2","verse_code":"NUM.2.10","label":"10","content":"Tu sab nrad rau xeem Lunpees, cov Lunpees tus thawjcoj yog Sede-us tus tub Elixus,"},{"bible_id":"1525","chapter_code":"NUM.2","verse_code":"NUM.2.11","label":"11","content":"suav tagnrho nws cov neeg muaj plaub caug rau txhiab tsib puas leej."},{"bible_id":"1525","chapter_code":"NUM.2","verse_code":"NUM.2.12","label":"12","content":"Thiab xeem Xime-oos, rub lawv tej tsevntaub nyob txuas nkaus ntawm xeem Lunpees, cov Xime-oos tus thawjcoj yog Xulisadais tus tub Selumiyees,"},{"bible_id":"1525","chapter_code":"NUM.2","verse_code":"NUM.2.13","label":"13","content":"suav tagnrho nws cov neeg muaj tsib caug cuaj txhiab peb puas leej."},{"bible_id":"1525","chapter_code":"NUM.2","verse_code":"NUM.2.14","label":"14","content":"Txuas ntawd, yog Xeem Khas, cov Khas tus thawjcoj yog Deyees tus tub Eli-axas,"},{"bible_id":"1525","chapter_code":"NUM.2","verse_code":"NUM.2.15","label":"15","content":"suav tagnrho nws cov neeg muaj plaub caug tsib txhiab rau pua tsib caug leej."},{"bible_id":"1525","chapter_code":"NUM.2","verse_code":"NUM.2.16","label":"16","content":"Suav tagnrho cov neeg uas nyob rau sab yeej uas xeem Lunpees nyob, muaj ib puas tsib caug ib txhiab plaub puas tsib caug leej. Lawv yog cov uas tawm mus ua pab ob."},{"bible_id":"1525","chapter_code":"NUM.2","verse_code":"NUM.2.17","label":"17","content":"Cov Levis mam li kwv tus TSWV lub Tsevntaub sib ntsib tuaj nruab nrab ob pab uas mus ua ntej thiab ob pab uas mus ua qab. Plaub pab ntawd nyias yuav tsum mus nyob nyias qhov chaw raws li twb faib tseg lawm, txhua pab twg nyias yuav tsum mus nyob hauv qab nyias tus chij xwb."},{"bible_id":"1525","chapter_code":"NUM.2","verse_code":"NUM.2.18","label":"18","content":"Tu sab hnub poob rau xeem Efalayees, lawv mus rub lawv tej tsevntaub nyob ua lawv ib pawg, cov Efalayees tus thawjcoj yog Amihus tus tub Elisamas,"},{"bible_id":"1525","chapter_code":"NUM.2","verse_code":"NUM.2.19","label":"19","content":"suav tagnrho nws cov neeg muaj plaub caug txhiab tsib puas leej."},{"bible_id":"1525","chapter_code":"NUM.2","verse_code":"NUM.2.20","label":"20","content":"Thiab xeem Manaxes, rub lawv tej tsevntaub nyob txuas nkaus ntawm cov Efalayees, cov Manaxes tus thawjcoj yog Pedaxes tus tub Nkanaliyees,"},{"bible_id":"1525","chapter_code":"NUM.2","verse_code":"NUM.2.21","label":"21","content":"suav tagnrho nws cov neeg muaj peb caug ob txhiab ob puas leej."},{"bible_id":"1525","chapter_code":"NUM.2","verse_code":"NUM.2.22","label":"22","content":"Txuas ntawd, yog Xeem Npeenyamees, cov Npeenyamees tus thawjcoj yog Nkede-aunis tus tub Anpidas,"},{"bible_id":"1525","chapter_code":"NUM.2","verse_code":"NUM.2.23","label":"23","content":"suav tagnrho nws cov neeg muaj peb caug tsib txhiab plaub puas leej."},{"bible_id":"1525","chapter_code":"NUM.2","verse_code":"NUM.2.24","label":"24","content":"Suav tagnrho cov neeg uas nyob rau sab yeej uas xeem Efalayees nyob, muaj ib puas yim txhiab ib puas leej. Lawv yog cov uas tawm mus ua pab peb."},{"bible_id":"1525","chapter_code":"NUM.2","verse_code":"NUM.2.25","label":"25","content":"Tu sab ped rau xeem Das, lawv mus rub lawv tej tsevntaub nyob ua lawv ib pawg, cov Das tus thawjcoj yog Amisadais tus tub Ahi-exes,"},{"bible_id":"1525","chapter_code":"NUM.2","verse_code":"NUM.2.26","label":"26","content":"suav tagnrho nws cov neeg muaj rau caum ob txhiab xya pua leej."},{"bible_id":"1525","chapter_code":"NUM.2","verse_code":"NUM.2.27","label":"27","content":"Thiab xeem Aseles rub lawv tej tsevntaub nyob txuas nkaus ntawm xeem Das, cov Aseles tus thawjcoj yog Aukhalas tus tub Pankiyees,"},{"bible_id":"1525","chapter_code":"NUM.2","verse_code":"NUM.2.28","label":"28","content":"suav tagnrho nws cov neeg muaj plaub caug ib txhiab tsib puas leej."},{"bible_id":"1525","chapter_code":"NUM.2","verse_code":"NUM.2.29","label":"29","content":"Txuas ntawd, yog xeem Nathalis, cov Nathalis tus thawjcoj yog Enas tus tub Ahilas,"},{"bible_id":"1525","chapter_code":"NUM.2","verse_code":"NUM.2.30","label":"30","content":"suav tagnrho nws cov neeg muaj tsib caug peb txhiab plaub puas leej."},{"bible_id":"1525","chapter_code":"NUM.2","verse_code":"NUM.2.31","label":"31","content":"Suav tagnrho cov neeg uas nyob rau sab yeej uas xeem Das nyob, muaj ib puas tsib caug xya txhiab rau pua leej. Lawv yog cov uas tawm mus ua pab kawg."},{"bible_id":"1525","chapter_code":"NUM.2","verse_code":"NUM.2.32","label":"32","content":"Xam tagnrho cov Yixalayees uas muab faib ua tej pab tej pawg ntawd, muaj rau pua peb txhiab tsib puas tsib caug leej."},{"bible_id":"1525","chapter_code":"NUM.2","verse_code":"NUM.2.33","label":"33","content":"Tiamsis tsis tau sau cov Levis npe nrog cov Yixalayees, raws li tus TSWV tau samhwm rau Mauxes lawm."},{"bible_id":"1525","chapter_code":"NUM.2","verse_code":"NUM.2.34","label":"34","content":"Yog li ntawd, cov Yixalayees thiaj ua raws li tej lus uas tus TSWV tau samhwm rau Mauxes. Lawv nyias rub nyias tej tsevntaub, rau hauv qab raws li nyias xeem tus chij, thiab lawv sawv kev mus ua tej pab raws li nyias xeem."},{"bible_id":"1525","chapter_code":"NUM.3","verse_code":"NUM.3.1","label":"1","content":"Ntawm no yog Aloos thiab Mauxes nkawd tsevneeg, thaum lub sijhawm uas tus TSWV hais rau Mauxes saum Roob Xinais."},{"bible_id":"1525","chapter_code":"NUM.3","verse_code":"NUM.3.2","label":"2","content":"Aloos muaj plaub tug tub: Nadas yog tus tub hlob, Anpihus, Ele-axas thiab Ithamas."},{"bible_id":"1525","chapter_code":"NUM.3","verse_code":"NUM.3.3","label":"3","content":"Puavleej muab lawv txhawb meejthawj ua povthawj,"},{"bible_id":"1525","chapter_code":"NUM.3","verse_code":"NUM.3.4","label":"4","content":"tiamsis Nadas thiab Anpihus nkawd raug tua tuag thaum uas tus TSWV tsis tau hais kom nkawd rauv taws hlawv khoom fij rau tus TSWV tom tiaj suabpuam Xinais. Nkawd tsis tau muaj menyuam; yog li ntawd, Ele-axas thiab Ithamas thiaj tau ua ob tug povthawj rau Aloos pom tas Aloos tiam neej."},{"bible_id":"1525","chapter_code":"NUM.3","verse_code":"NUM.3.5","label":"5","content":"Tus TSWV hais rau Mauxes hais tias,"},{"bible_id":"1525","chapter_code":"NUM.3","verse_code":"NUM.3.6","label":"6","content":"“Coj xeem Levis txav los rau tom hauv ntej no thiab tsa lawv ua Aloos uas yog tus povthawj cov tubtxib."},{"bible_id":"1525","chapter_code":"NUM.3","verse_code":"NUM.3.7","label":"7","content":"Lawv yuav ua tej haujlwm hauv tus TSWV lub Tsevntaub sib ntsib, thiab ua cov povthawj lub luag haujlwm thiab ua haujlwm rau cov pejxeem sawvdaws."},{"bible_id":"1525","chapter_code":"NUM.3","verse_code":"NUM.3.8","label":"8","content":"Lawv ua cov saib tagnrho tej khoom siv hauv tus TSWV lub Tsevntaub sib ntsib, thiab ua haujlwm rau cov Yixalayees."},{"bible_id":"1525","chapter_code":"NUM.3","verse_code":"NUM.3.9","label":"9","content":"Thiab koj yuav tsum muab cov Levis cob rau Aloos thiab nws cov tub; lawv yog cov uas xaiv ntawm cov Yixalayees los muab rau Aloos tagnrho."},{"bible_id":"1525","chapter_code":"NUM.3","verse_code":"NUM.3.10","label":"10","content":"Koj yuav tsum tsa Aloos thiab nws cov tub ua cov povthawj tuav lub luag haujlwm; yog leejtwg xav txeeb ua, cia li muab tus ntawd tua kom tuag.”"},{"bible_id":"1525","chapter_code":"NUM.3","verse_code":"NUM.3.11","label":"11","content":"Tus TSWV hais rau Mauxes hais tias,"},{"bible_id":"1525","chapter_code":"NUM.3","verse_code":"NUM.3.12","label":"12","content":"“Kuv xaiv cov Levis tawm ntawm cov Yixalayees los hloov tagnrho cov Yixalayees cov tub hlob chaw. Cov Levis yeej yog kuv tug,"},{"bible_id":"1525","chapter_code":"NUM.3","verse_code":"NUM.3.13","label":"13","content":"rau qhov txhua tus tub hlob puavleej yog kuv tug. Thaum kuv tua cov Iziv tej tub hlob, kuv yeej tshwj tagnrho cov Yixalayees tej tub hlob ua kuv tug, tsis hais neeg lossis tsiaj txhu. Lawv puavleej yog kuv tug. Kuv yog tus TSWV.”"},{"bible_id":"1525","chapter_code":"NUM.3","verse_code":"NUM.3.14","label":"14","content":"Tus TSWV samhwm rau Mauxes tom tiaj suabpuam Xinais"},{"bible_id":"1525","chapter_code":"NUM.3","verse_code":"NUM.3.15","label":"15","content":"kom cia li sau cov Levis npe raws li lawv tej cajces thiab tej tsevneeg. Txhua tus txivneej uas hnubnyoog ib hlis rov saud yuav tsum sau npe huv tibsi,"},{"bible_id":"1525","chapter_code":"NUM.3","verse_code":"NUM.3.16","label":"16","content":"ces Mauxes txawm ua raws li tus TSWV tau hais tseg."},{"bible_id":"1525","chapter_code":"NUM.3","verse_code":"NUM.3.17","label":"17","content":"Levis muaj peb tug tub hu ua: Nkesoos, Kauhas thiab Melalis, lawv yog cov yawgkoob rau lawv xeem thiab rau lawv cajces."},{"bible_id":"1525","chapter_code":"NUM.3","verse_code":"NUM.3.18","label":"18","content":"Nkesoos muaj ob tug tub hu ua: Linpenis thiab Sime-is;"},{"bible_id":"1525","chapter_code":"NUM.3","verse_code":"NUM.3.19","label":"19","content":"Kauhas muaj plaub tug tub hu ua: Alamas, Ixehas, Henploos thiab Uxiyees;"},{"bible_id":"1525","chapter_code":"NUM.3","verse_code":"NUM.3.20","label":"20","content":"thiab Melalis muaj ob tug tub hu ua: Mahalis thiab Musis. Lawv cov no yog Levis cajces, raws li lawv cov yawgkoob."},{"bible_id":"1525","chapter_code":"NUM.3","verse_code":"NUM.3.21","label":"21","content":"Linpenis thiab Seme-is cuab kwvtij no yog cajces ntawm Nkesoos tsevneeg."},{"bible_id":"1525","chapter_code":"NUM.3","verse_code":"NUM.3.22","label":"22","content":"Suav tagnrho cov txivneej uas hnubnyoog ib hlis rov saud muaj xya txhiab tsib puas leej."},{"bible_id":"1525","chapter_code":"NUM.3","verse_code":"NUM.3.23","label":"23","content":"Cuab kwvtij no lawv rub tsevntaub nyob rau tom qab lub Tsevntaub sib ntsib sab hnubpoob,"},{"bible_id":"1525","chapter_code":"NUM.3","verse_code":"NUM.3.24","label":"24","content":"Tus thawj uas coj Nkesoos cajces yog Layees tus tub Eli-axas."},{"bible_id":"1525","chapter_code":"NUM.3","verse_code":"NUM.3.25","label":"25","content":"Lawv lub luag haujlwm yog ua cov tu tus TSWV lub Tsevntaub sib ntsib, cov ntaub vov sab hauv, cov ntaub vov sab nraud, cov ntaub thaiv qhovrooj,"},{"bible_id":"1525","chapter_code":"NUM.3","verse_code":"NUM.3.26","label":"26","content":"cov ntaub xov vaj ncig lub Tsevntaub sib ntsib, lub tshavpuam, lub thaj thiab daim ntaub roojvag uas xov sab nraum lub tshavpuam. Lawv ua cov saib tagnrho tej hlua, thiab txhua yam ntawd huv tibsi."},{"bible_id":"1525","chapter_code":"NUM.3","verse_code":"NUM.3.27","label":"27","content":"Alamas, Ixehas, Henploos thiab Uxiyees lawv cuab kwvtij no yog Kauhas cajces."},{"bible_id":"1525","chapter_code":"NUM.3","verse_code":"NUM.3.28","label":"28","content":"Suav tagnrho cov txivneej uas hnubnyoog ib hlis rov saud muaj yim txhiab rau pua leej."},{"bible_id":"1525","chapter_code":"NUM.3","verse_code":"NUM.3.29","label":"29","content":"Cuab kwvtij no lawv rub tsevntaub nyob txuas nkaus ntawm lub Tsevntaub sib ntsib sab nrad,"},{"bible_id":"1525","chapter_code":"NUM.3","verse_code":"NUM.3.30","label":"30","content":"tus thawj uas coj Kauhas cajces, yog Uxiyees tus tub Elixafas."},{"bible_id":"1525","chapter_code":"NUM.3","verse_code":"NUM.3.31","label":"31","content":"Lawv lub luag haujlwm yog tu lub Phijxab uas ntim Vajtswv tej lus cog tseg, lub rooj, tus ncej txawb teeb, cov thaj, tej khoom uas cov povthawj siv nyob hauv Chav Dawbhuv, daim ntaub thaiv lub qhovrooj uas mus rau hauv Chav Dawbhuv kawg nkaus, thiab lawv ua cov uas tu txhua yam khoom siv rau tej ntawd."},{"bible_id":"1525","chapter_code":"NUM.3","verse_code":"NUM.3.32","label":"32","content":"Tus thawj uas coj cov Levis yog tus povthawj Aloos tus tub Ele-axas. Nws ua tus saib cov neeg uas ua haujlwm hauv Chav Dawbhuv."},{"bible_id":"1525","chapter_code":"NUM.3","verse_code":"NUM.3.33","label":"33","content":"Mahalis thiab Musis nkawd cuab kwvtij yog Melalis cajces."},{"bible_id":"1525","chapter_code":"NUM.3","verse_code":"NUM.3.34","label":"34","content":"Suav tagnrho cov txivneej uas hnubnyoog ib hlis rov saud muaj rau txhiab ob puas leej."},{"bible_id":"1525","chapter_code":"NUM.3","verse_code":"NUM.3.35","label":"35","content":"Lawv cuab kwvtij no rub tsevntaub nyob rau ntawm lub Tsevntaub sib ntsib sab ped, cuab kwvtij no tus thawj yog Anpihais tus tub Xuliyees."},{"bible_id":"1525","chapter_code":"NUM.3","verse_code":"NUM.3.36","label":"36","content":"Lawv lub luag haujlwm yog ua cov saib tus lajkab uas xov ncig lub Tsevntaub sib ntsib, tej nqaj lajkab, tej ncej lajkab, tej tiag taw lajkab, thiab txhua yam khoom uas siv rau tej ntawd."},{"bible_id":"1525","chapter_code":"NUM.3","verse_code":"NUM.3.37","label":"37","content":"Dua li ntawd, lawv tseem ua cov saib tej ncej, tej fab, tej ntsia, thiab tej hlua uas xov ncig lub tshavpuam huv tibsi."},{"bible_id":"1525","chapter_code":"NUM.3","verse_code":"NUM.3.38","label":"38","content":"Mauxes, Aloos thiab Aloos cov tub rub lawv tej tsevntaub nyob rau ntawm tus TSWV lub Tsevntaub sib ntsib sab hnubtuaj. Lawv lub luag haujlwm yog ua cov sawv cev ntawm cov pejxeem Yixalayees nyob hauv Chav Dawbhuv. Yog muaj leejtwg lam mus ua tes haujlwm ntawd yuav raug tua tuag."},{"bible_id":"1525","chapter_code":"NUM.3","verse_code":"NUM.3.39","label":"39","content":"Mauxes suav cov txivneej Levis uas hnubnyoog ib hlis rov saud raws li tus TSWV tau samhwm rau nws lawm, muaj nees nkaum ob txhiab leej."},{"bible_id":"1525","chapter_code":"NUM.3","verse_code":"NUM.3.40","label":"40","content":"Tus TSWV hais rau Mauxes hais tias, “Suav tagnrho cov Yixalayees tej tub hlob uas hnubnyoog ib hlis rov saud thiab sau lawv tej npe kom tas huv tibsi."},{"bible_id":"1525","chapter_code":"NUM.3","verse_code":"NUM.3.41","label":"41","content":"Muab tagnrho cov Levis rau kuv hloov cov Yixalayees tej tub hlob chaw, thiab cov Levis tej tsiaj txhu hloov cov Yixalayees tej tsiaj txhu thawj tus menyuam uas yog tus txiv chaw.”"},{"bible_id":"1525","chapter_code":"NUM.3","verse_code":"NUM.3.42","label":"42","content":"Yog li ntawd, Mauxes thiaj sau tagnrho cov Yixalayees tej tub hlob npe, raws li tus TSWV tau samhwm rau nws lawm."},{"bible_id":"1525","chapter_code":"NUM.3","verse_code":"NUM.3.43","label":"43","content":"Thiab txhua tus tub hlob uas hnubnyoog ib hlis rov saud, sau tau npe tagnrho muaj nees nkaum ob txhiab ob puas xya caum peb leeg."},{"bible_id":"1525","chapter_code":"NUM.3","verse_code":"NUM.3.44","label":"44","content":"Tus TSWV hais rau Mauxes hais tias,"},{"bible_id":"1525","chapter_code":"NUM.3","verse_code":"NUM.3.45","label":"45","content":"“Nimno cia li muab cov Levis fij rau kuv hloov tagnrho cov Yixalayees tej tub hlob chaw, thiab muab cov Levis tej tsiaj txhu fij rau kuv hloov cov Yixalayees tej tsiaj txhu chaw."},{"bible_id":"1525","chapter_code":"NUM.3","verse_code":"NUM.3.46","label":"46","content":"Vim cov Yixalayees cov tub hlob coob tshaj cov Levis ob puas xya caum peb leeg lawm, mas nej yuav tsum tau txhiv cov tshaj ntawd rov qab."},{"bible_id":"1525","chapter_code":"NUM.3","verse_code":"NUM.3.47","label":"47","content":"Ib tug tub twg yuav tsum yog tsib choj nyiaj, raws li nomtswv kevcai,"},{"bible_id":"1525","chapter_code":"NUM.3","verse_code":"NUM.3.48","label":"48","content":"thiab muab cov nyiaj no rau Aloos thiab nws cov tub.”"},{"bible_id":"1525","chapter_code":"NUM.3","verse_code":"NUM.3.49","label":"49","content":"Yog li ntawd, Mauxes thiaj khaws cov nyiaj uas cov Yixalayees coj tuaj txhiv lawv cov tub hlob uas cov Levis hloov tsis tas ntawd cia."},{"bible_id":"1525","chapter_code":"NUM.3","verse_code":"NUM.3.50","label":"50","content":"Nws khaws cov nyiaj uas cov Yixalayees coj tuaj txhiv lawv cov tub hlob tau ib txhiab peb puas rau caum tsib choj, raws li nomtswv kevcai."},{"bible_id":"1525","chapter_code":"NUM.3","verse_code":"NUM.3.51","label":"51","content":"Mauxes thiaj muab cov nyiaj no coj mus rau Aloos thiab nws cov tub, raws li tus TSWV tau samhwm rau Mauxes lawm."},{"bible_id":"1525","chapter_code":"NUM.4","verse_code":"NUM.4.1","label":"1","content":"Tus TSWV hais rau Mauxes thiab Aloos hais tias,"},{"bible_id":"1525","chapter_code":"NUM.4","verse_code":"NUM.4.2","label":"2","content":"“Neb yuav tsum sau cov Levis uas yog cuab Kauhas tej npe raws li tej tsevneeg,"},{"bible_id":"1525","chapter_code":"NUM.4","verse_code":"NUM.4.3","label":"3","content":"cia li sau npe tagnrho cov txivneej uas hnubnyoog peb caug xyoo mus rau tsib caug xyoo, kom lawv tuaj ua haujlwm ntawm tus TSWV lub Tsevntaub sib ntsib."},{"bible_id":"1525","chapter_code":"NUM.4","verse_code":"NUM.4.4","label":"4","content":"Ntawm no yog cuab Kauhas tes haujlwm uas nyob hauv tus TSWV lub Tsevntaub sib ntsib: lawv yog cov tu txhua yam khoom uas dawbhuv."},{"bible_id":"1525","chapter_code":"NUM.4","verse_code":"NUM.4.5","label":"5","content":"“Thaum twg txog sijhawm nej rhuav lub yeej mas yuav tsum cia Aloos thiab nws cov tub mus rau hauv lub Tsevntaub sib ntsib, mus txo daim ntaub thaiv lub Phijxab uas ntim Vajtswv tej lus cog tseg, thiab muab daim ntaub ntawd npog lub Phijxab tso."},{"bible_id":"1525","chapter_code":"NUM.4","verse_code":"NUM.4.6","label":"6","content":"Lawv yuav tsum muab ib daim tawv tsiaj uas zoo heev los npog thoob plaws lub Phijxab, thiab muab ib daim ntaub xiav npog tshooj rau saud, thiab muab ob tug nqaj kwv ntxig rau."},{"bible_id":"1525","chapter_code":"NUM.4","verse_code":"NUM.4.7","label":"7","content":"“Lawv yuav tsum muab ib daim ntaub xiav nthuav npog lub rooj uas rau ncuav fij rau tus TSWV thiab muab tej twj taig tso rau saud, cov tais phiab rau hmoov tshuaj tsw qab, cov tais phiab rau khoom fij, thiab lub hub ntim cawv txiv hmab ua khoom fij. Cov ncuav yuav tsum tso rau saum lub rooj tas mus li."},{"bible_id":"1525","chapter_code":"NUM.4","verse_code":"NUM.4.8","label":"8","content":"Kom lawv muab ib daim ntaub liab nthuav npog cov ncuav, thiab muab ib daim tawv tsiaj uas zoo heev nthuav npog tshooj rau saum daim ntaub, thiab muab ob tug nqaj kwv ntxig rau."},{"bible_id":"1525","chapter_code":"NUM.4","verse_code":"NUM.4.9","label":"9","content":"“Kom lawv muab ib daim ntaub xiav nthuav khwb tus ncej txawb teeb thiab cov teeb, cov txiab txiav teebxeeb thiab cov roj uas sam teeb."},{"bible_id":"1525","chapter_code":"NUM.4","verse_code":"NUM.4.10","label":"10","content":"Thiab kom lawv muab tej khoom siv rau lub teeb, qhwv ua ib pob thiab muab ib daim tawv tsiaj uas zoo heev qhwv tuaj sab nraud thiab muab tso rau saum ob tug nqaj."},{"bible_id":"1525","chapter_code":"NUM.4","verse_code":"NUM.4.11","label":"11","content":"“Lawv yuav tsum muab ib daim ntaub xiav nthuav npog lub thaj kub, muab ib daim tawv tsiaj uas zoo heev npog tshooj rau saud thiab, ces muab ob tug nqaj kwv ntxig rau."},{"bible_id":"1525","chapter_code":"NUM.4","verse_code":"NUM.4.12","label":"12","content":"Lawv yuav tsum muab tagnrho cov cuabyeej siv hauv Chav Dawbhuv qhwv ua ib pob tso rau saum daim ntaub xiav, muab ib daim tawv tsiaj uas zoo heev qhwv tuaj sab nraud, thiab muab tso rau saum ob tug nqaj uas kwv lub thaj kub ntawd."},{"bible_id":"1525","chapter_code":"NUM.4","verse_code":"NUM.4.13","label":"13","content":"Lawv yuav tsum muab cov tshauv uas ntub roj saum lub thaj hliv tawm thiab muab ib daim ntaub pajyeeb nthuav vov lub thaj."},{"bible_id":"1525","chapter_code":"NUM.4","verse_code":"NUM.4.14","label":"14","content":"Ces lawv muab tej cuabyeej siv coj mus tso huv tibsi rau saum lub thaj: cov laujkaub rau ncaig taws, cov nqelauj, cov duav thiab cov tais tooj. Ces lawv yuav tsum muab ib daim tawv tsiaj uas zoo heev los npog lub thaj thiab muab ob tug nqaj kwv ntxig rau."},{"bible_id":"1525","chapter_code":"NUM.4","verse_code":"NUM.4.15","label":"15","content":"Thaum lub sijhawm uas lawv rhuav lub yeej yuav tshais chaw, lawv yuav tsum cia cuab Kauhas los ua cov kwv tej khoom dawbhuv uas Aloos thiab nws cov tub twb muab qhwv tau tas lawm. Cov Kauhas yuav tsum tsis txhob tuav tej khoom dawbhuv ntawd hlo li, yog lawv tuav, lawv yuav raug tua tuag.” Tej uas hais tas no yog cuab Kauhas, lub luag haujlwm uas yog thaum muab tus TSWV lub Tsevntaub sib ntsib tshais chaw coj tawm mus."},{"bible_id":"1525","chapter_code":"NUM.4","verse_code":"NUM.4.16","label":"16","content":"Ele-axas uas yog Aloos tus tub lub luag haujlwm yog ua tus saib lub Tsevntaub sib ntsib thiab tej roj sam teeb, tej hmoov tshuaj tsw qab, tej hmoov nplej uas coj tuaj fij, tej roj txhawb meejthawj thiab txhua yam khoom dawbhuv hauv lub Tsevntaub sib ntsib uas twb muab fij rau tus TSWV lawm."},{"bible_id":"1525","chapter_code":"NUM.4","verse_code":"NUM.4.17","label":"17","content":"Tus TSWV hais rau Mauxes thiab Aloos hais tias,"},{"bible_id":"1525","chapter_code":"NUM.4","verse_code":"NUM.4.18","label":"18","content":"“Tsis txhob cia cuab Kauhas raug tua tuag tas hauv xeem Levis mus."},{"bible_id":"1525","chapter_code":"NUM.4","verse_code":"NUM.4.19","label":"19","content":"Qhov uas lawv yuav tsis raug tua tuag, thaum lawv mus ze tej khoom dawbhuv tshaj plaws, mas ua li no: kom Aloos thiab Aloos cov tub mus qhia saib tus twg yog tus kwv yam twg, ces nws tsuas kwv yam ntawd xwb."},{"bible_id":"1525","chapter_code":"NUM.4","verse_code":"NUM.4.20","label":"20","content":"Yog cov Kauhas nkag mus hauv lub Tsevntaub sib ntsib thiab saib cov povthawj tu tej khoom dawbhuv uas coj tshais chaw tawm mus ntawd,  mas lawv yuav raug tua tuag.”"},{"bible_id":"1525","chapter_code":"NUM.4","verse_code":"NUM.4.21","label":"21","content":"Tus TSWV hais rau Mauxes"},{"bible_id":"1525","chapter_code":"NUM.4","verse_code":"NUM.4.22","label":"22","content":"kom cia li sau cov Levis uas yog cuab Nkesoos tej npe raws li lawv tej tsevneeg,"},{"bible_id":"1525","chapter_code":"NUM.4","verse_code":"NUM.4.23","label":"23","content":"thiab sau txhua tus txivneej uas hnubnyoog peb caug xyoo mus txog tsib caug xyoo tej npe, kom lawv tuaj ua haujlwm ntawm tus TSWV lub Tsevntaub sib ntsib."},{"bible_id":"1525","chapter_code":"NUM.4","verse_code":"NUM.4.24","label":"24","content":"Lawv lub luag haujlwm yog yuav tsum kwv tej khoom li nram qab no:"},{"bible_id":"1525","chapter_code":"NUM.4","verse_code":"NUM.4.25","label":"25","content":"lub Tsevntaub sib ntsib, daim ntaub vov sab hauv nruab nrog, daim ntaub vov sab nraud, daim tseem tawv tsiaj uas vov tuaj saum, daim ntaub thaiv qhovrooj,"},{"bible_id":"1525","chapter_code":"NUM.4","verse_code":"NUM.4.26","label":"26","content":"cov ntaub xov lub tshavpuam uas ncig lub Tsevntaub sib ntsib thiab lub thaj, daim ntaub roojvag ntawm lub tshavpuam, cov hlua thiab txhua yam khoom uas siv rau lub Tsevntaub sib ntsib. Lawv yuav tsum ua txhua yam haujlwm no kom tiav."},{"bible_id":"1525","chapter_code":"NUM.4","verse_code":"NUM.4.27","label":"27","content":"Mauxes thiab Aloos nkawd yuav tsum saib cov Nkesoos ua tej haujlwm no thiab kwv txhua yam uas Aloos thiab nws cov tub muab cob rau lawv lawm."},{"bible_id":"1525","chapter_code":"NUM.4","verse_code":"NUM.4.28","label":"28","content":"Qhov no yog tes haujlwm uas cov Nkesoos yuav tsum tau ua hauv tus TSWV lub Tsevntaub sib ntsib, lawv kwv txhua yam raws li tus povthawj Ithamas uas yog Aloos tus tub qhia rau lawv lawm."},{"bible_id":"1525","chapter_code":"NUM.4","verse_code":"NUM.4.29","label":"29","content":"Tus TSWV hais kom Mauxes sau cov Levis uas yog cuab Melalis tej npe raws li lawv tej tsevneeg,"},{"bible_id":"1525","chapter_code":"NUM.4","verse_code":"NUM.4.30","label":"30","content":"thiab sau txhua tus txivneej uas hnubnyoog peb caug xyoo mus txog tsib caug xyoo tej npe, kom lawv tuaj ua haujlwm ntawm tus TSWV lub Tsevntaub sib ntsib."},{"bible_id":"1525","chapter_code":"NUM.4","verse_code":"NUM.4.31","label":"31","content":"Thiab ntawm no yog lub luag haujlwm uas lawv ua ntawm tus TSWV lub Tsevntaub sib ntsib: lawv kwv tej nqaj, tej ncej, tej tiag taw uas xov lub Tsevntaub sib ntsib,"},{"bible_id":"1525","chapter_code":"NUM.4","verse_code":"NUM.4.32","label":"32","content":"tej ncej lajkab, tej nqaj, tej ntsia thiab tej hlua pav lajkab uas xov lub tshavpuam ncig lub Tsevntaub sib ntsib, thiab txhua yam khoom siv rau tej ntawd. Yog faib yam twg rau tus twg kwv, nws yuav tau kwv yam ntawd xwb."},{"bible_id":"1525","chapter_code":"NUM.4","verse_code":"NUM.4.33","label":"33","content":"Qhov no yog tes haujlwm uas cov Melalis yuav tsum tau ua rau ntawm tus TSWV lub Tsevntaub sib ntsib; lawv yuav kwv tej khoom ntawd tawm mus raws li tus povthawj Ithamas uas yog Aloos tus tub qhia kom lawv kwv."},{"bible_id":"1525","chapter_code":"NUM.4","verse_code":"NUM.4.34","label":"34","content":"Mauxes, Aloos thiab cov thawjcoj ntawm cov pejxeem suav cuab Kauhas raws li lawv cov yawgkoob tej tsevneeg npe."},{"bible_id":"1525","chapter_code":"NUM.4","verse_code":"NUM.4.35","label":"35","content":"Suav tagnrho cov txivneej uas hnubnyoog peb caug xyoo mus txog tsib caug xyoo uas lawv tuaj ua haujlwm ntawm tus TSWV lub Tsevntaub sib ntsib,"},{"bible_id":"1525","chapter_code":"NUM.4","verse_code":"NUM.4.36","label":"36","content":"thiab suav tagnrho lawv tej tsevneeg, muaj ob txhiab xya pua tsib caug leej."},{"bible_id":"1525","chapter_code":"NUM.4","verse_code":"NUM.4.37","label":"37","content":"Tagnrho cov uas sau tau npe ntawd, puavleej yog cuab Kauhas xwb, lawv yog cov ua haujlwm ntawm tus TSWV lub Tsevntaub sib ntsib, Mauxes thiab Aloos sau lawv npe raws li tus TSWV tau samhwm tseg lawm."},{"bible_id":"1525","chapter_code":"NUM.4","verse_code":"NUM.4.38","label":"38","content":"Suav cuab Nkesoos raws li lawv cov yawgkoob tej tsevneeg npe,"},{"bible_id":"1525","chapter_code":"NUM.4","verse_code":"NUM.4.39","label":"39","content":"tagnrho cov txivneej uas hnubnyoog peb caug xyoo mus txog tsib caug xyoo uas tuaj ua haujlwm ntawm tus TSWV lub Tsevntaub sib ntsib"},{"bible_id":"1525","chapter_code":"NUM.4","verse_code":"NUM.4.40","label":"40","content":"muaj ob txhiab rau pua peb caug leej."},{"bible_id":"1525","chapter_code":"NUM.4","verse_code":"NUM.4.41","label":"41","content":"Tagnrho cov uas suav tau npe ntawd puavleej yog cuab Nkesoos xwb, lawv yog cov ua haujlwm ntawm tus TSWV lub Tsevntaub sib ntsib, Mauxes thiab Aloos sau lawv npe raws li tus TSWV tau samhwm tseg lawm."},{"bible_id":"1525","chapter_code":"NUM.4","verse_code":"NUM.4.42","label":"42","content":"Suav cuab Melalis raws li lawv cov yawgkoob tej tsevneeg npe,"},{"bible_id":"1525","chapter_code":"NUM.4","verse_code":"NUM.4.43","label":"43","content":"tagnrho cov txivneej uas hnubnyoog peb caug xyoo mus txog tsib caug xyoo uas tuaj ua haujlwm ntawm tus TSWV lub Tsevntaub sib ntsib"},{"bible_id":"1525","chapter_code":"NUM.4","verse_code":"NUM.4.44","label":"44","content":"muaj peb txhiab ob puas leej."},{"bible_id":"1525","chapter_code":"NUM.4","verse_code":"NUM.4.45","label":"45","content":"Tagnrho cov uas suav tau npe ntawd puavleej yog cuab Melalis uas yog Mauxes thiab Aloos sau lawv tej npe raws li tus TSWV tau samhwm tseg lawm."},{"bible_id":"1525","chapter_code":"NUM.4","verse_code":"NUM.4.46","label":"46","content":"Yog li ntawd, Mauxes, Aloos thiab cov Yixalayees tej thawjcoj thiaj sau tagnrho cov Levis txhua cuab thiab txhua yim neeg npe."},{"bible_id":"1525","chapter_code":"NUM.4","verse_code":"NUM.4.47","label":"47","content":"Txhua tus txivneej uas hnubnyoog peb caug xyoo mus txog tsib caug xyoo, thiaj tau tuaj ua haujlwm thiab ua cov kwv tus TSWV lub Tsevntaub sib ntsib."},{"bible_id":"1525","chapter_code":"NUM.4","verse_code":"NUM.4.48","label":"48","content":"Cov uas suav tau npe lawm muaj yim txhiab tsib puas yim caum leej."},{"bible_id":"1525","chapter_code":"NUM.4","verse_code":"NUM.4.49","label":"49","content":"Txhua tus txivneej puavleej tuaj sau npe raws li tus TSWV tau samhwm rau Mauxes lawm; faib haujlwm rau txhua tus, yog leejtwg ua yam twg lossis kwv yam twg, nws tsuas ua yam ntawd lossis kwv yam ntawd xwb."},{"bible_id":"1525","chapter_code":"NUM.5","verse_code":"NUM.5.1","label":"1","content":"Tus TSWV hais rau Mauxes hais tias,"},{"bible_id":"1525","chapter_code":"NUM.5","verse_code":"NUM.5.2","label":"2","content":"“Koj hais rau cov Yixalayees kom cia li ntiab txhua tus neeg uas mob ruas lossis mob ua kua paug rau hauv lub cev thiab txhua tus neeg uas ua rau nws tsis huv uas yog mus tuav tej neeg tuag, kom tawm hauv lub yeej mus."},{"bible_id":"1525","chapter_code":"NUM.5","verse_code":"NUM.5.3","label":"3","content":"Muab tagnrho tej neeg tsis huv ntiab tawm mus kom tas, nyob tsam lawv ua rau lub yeej qhov chaw uas yog kuv nrog nej nyob ntawd tsis huv lawm.”"},{"bible_id":"1525","chapter_code":"NUM.5","verse_code":"NUM.5.4","label":"4","content":"Cov Yixalayees txawm ua li ntawd; lawv thiaj muab cov neeg uas tsis huv ntiab tawm hauv lub yeej mus tas lawm. Lawv ua raws li tus TSWV samhwm rau Mauxes ntag."},{"bible_id":"1525","chapter_code":"NUM.5","verse_code":"NUM.5.5","label":"5","content":"Tus TSWV hais rau Mauxes"},{"bible_id":"1525","chapter_code":"NUM.5","verse_code":"NUM.5.6","label":"6","content":"kom cia li muab tej lus no qhia rau cov Yixalayees. Thaum twg ib tug txivneej lossis ib tug pojniam tau ua txhaum rau ib tug, ces yog nws ua tsis ncaj rau tus TSWV thiab nws yog neeg muaj txim."},{"bible_id":"1525","chapter_code":"NUM.5","verse_code":"NUM.5.7","label":"7","content":"Nws yuav tsum mus lees lub txim uas nws ua txhaum ntawd, thiab them nyiaj nees nkaum feem pua ntxiv rau tus uas nws ua txhaum rau lawm."},{"bible_id":"1525","chapter_code":"NUM.5","verse_code":"NUM.5.8","label":"8","content":"Tiamsis yog tus neeg ntawd tuag lawm, thiab tsis muaj ib tug kwvtij txheeb ze yuav them cov nyiaj ntawd rau, ces cov nyiaj ntawd yog tus TSWV tug, mas yuav tsum muab rau tus povthawj thiab muab ib tug laug yaj rau tus povthawj tua fij ua kevcai daws tus neeg ntawd lub txim."},{"bible_id":"1525","chapter_code":"NUM.5","verse_code":"NUM.5.9","label":"9","content":"Txhua yam khoom uas cov Yixalayees muab pub tshwjxeeb rau tus TSWV puavleej yog tus povthawj uas lawv muab cob rau ntawd tug."},{"bible_id":"1525","chapter_code":"NUM.5","verse_code":"NUM.5.10","label":"10","content":"Txhua tus povthawj yuav tsum khaws tej khoom uas luag muab pub rau nws lawm cia ua nws tug."},{"bible_id":"1525","chapter_code":"NUM.5","verse_code":"NUM.5.11","label":"11","content":"Tus TSWV samhwm rau Mauxes"},{"bible_id":"1525","chapter_code":"NUM.5","verse_code":"NUM.5.12","label":"12","content":"kom cia li muab tej lus no qhia rau cov Yixalayees. Yog tus pojniam twg mus ua txhaum thiab ua tsis ncaj rau nws tus txiv"},{"bible_id":"1525","chapter_code":"NUM.5","verse_code":"NUM.5.13","label":"13","content":"uas yog mus deev lwm tus txivneej nraim nkoos uas nws tus txiv tsis pom, thiab nws tau ua tej kev txhaum uas tsis muaj leejtwg paub, tsis muaj leejtwg ua timkhawv thiab ntes tsis tau;"},{"bible_id":"1525","chapter_code":"NUM.5","verse_code":"NUM.5.14","label":"14","content":"yog nws yeej tau ua tsis ncaj, thiaj ua rau nws tus txiv khib thiab tsis ntseeg nws lossis yog tus pojniam tsis tau ua txhaum, tiamsis tus txiv lam khib thiab tsis ntseeg siab xwb,"},{"bible_id":"1525","chapter_code":"NUM.5","verse_code":"NUM.5.15","label":"15","content":"ces nws yuav tsum coj nws tus pojniam mus cuag tus povthawj. Thiab nws yuav tsum nqa ob choj hmoov nplej mus ua khoom fij, tiamsis tsis txhob muab roj hliv rau lossis tsis txhob muab hmoov tshuaj tsw qab nphoo rau, rau qhov yog cov hmoov nplej uas fij vim txojkev khib siab ua kom qhov tseeb tawm tuaj rau sawvdaws paub."},{"bible_id":"1525","chapter_code":"NUM.5","verse_code":"NUM.5.16","label":"16","content":"Tus povthawj yuav tsum coj tus pojniam ntawd mus sawv ntawm lub thaj hauv ntej."},{"bible_id":"1525","chapter_code":"NUM.5","verse_code":"NUM.5.17","label":"17","content":"Nws yuav tsum muab cov dej dawbhuv hliv rau hauv lub tais av thiab muab mentsis hmoov av hauv lub plag Tsevntaub sib ntsib uas yog tus TSWV qhov chaw sib ntsib nphoo rau hauv cov dej ntawd."},{"bible_id":"1525","chapter_code":"NUM.5","verse_code":"NUM.5.18","label":"18","content":"Ces tus povthawj yuav tsum muab tus pojniam ntawd lub yivtws daws thiab muab cov hmoov nplej uas fij ntawd rau nws tuav ntawm tes. Tus povthawj tuav rawv lub tais dej iab dej daw uas raug foom tsis zoo ntawm nws tes."},{"bible_id":"1525","chapter_code":"NUM.5","verse_code":"NUM.5.19","label":"19","content":"Ces tus povthawj yuav tsum kom tus pojniam ntawd los tsa tes coglus tabmeeg tus povthawj li no: “Yog koj yeej tsis tau ua txhaum kev nkauj kev nraug, cov dej uas foom tsis zoo no yuav tsis ua rau koj raug kev puastsuaj."},{"bible_id":"1525","chapter_code":"NUM.5","verse_code":"NUM.5.20","label":"20","content":"Tiamsis yog koj saib tsis taus koj tus txiv, koj tau mus ua txhaum uas yog nrog lwm tus txivneej pw uas tsis yog koj tus txiv,"},{"bible_id":"1525","chapter_code":"NUM.5","verse_code":"NUM.5.21","label":"21","content":"thov kom tus TSWV ua rau koj lub npe raug foom tsis zoo tabmeeg koj haivneeg. Thiab thov kom nws ua rau koj chaw xis qhuav thiab ua rau koj lub tsev menyuam o."},{"bible_id":"1525","chapter_code":"NUM.5","verse_code":"NUM.5.22","label":"22","content":"Thov kom cov dej iab dej daw uas koj haus mus rau hauv koj lub plab lawm, ua rau koj lub tsev menyuam o thiab koj chaw xis qhuav.” Tus pojniam ntawd yuav tsum txaus siab teb hais tias, “Kuv yeej zoo siab; thov kom tus TSWV ua li ntawd ntag.”"},{"bible_id":"1525","chapter_code":"NUM.5","verse_code":"NUM.5.23","label":"23","content":"Ces tus povthawj yuav tsum muab tej lus foom tsis zoo ntawd sau rau hauv ntawv thiab muab coj mus yaug rau hauv cov dej iab dej daw ntawd."},{"bible_id":"1525","chapter_code":"NUM.5","verse_code":"NUM.5.24","label":"24","content":"Thiab nws yuav tsum muab cov dej iab dej daw uas ris cov lus foom tsis zoo ntawd rau tus pojniam haus, thiab cov dej iab dej daw uas ris cov lus foom tsis zoo yuav nkag mus rau hauv nws lub cev thiab yuav ua mob phem rau nws."},{"bible_id":"1525","chapter_code":"NUM.5","verse_code":"NUM.5.25","label":"25","content":"Ces tus povthawj yuav tsum muab cov hmoov nplej uas yog khoom fij tshem txojkev khib ntawm tus pojniam tes los, thiab nqa mus rau tom lub thaj muab yom fij rau tus TSWV."},{"bible_id":"1525","chapter_code":"NUM.5","verse_code":"NUM.5.26","label":"26","content":"Ces tus povthawj yuav tsum yawm ib phoovtes cov hmoov nplej ntawd coj mus hlawv rau saud lub thaj fij ua kev nco txog. Thaum kawg tus povthawj kom tus pojniam ntawd haus cov dej iab dej daw."},{"bible_id":"1525","chapter_code":"NUM.5","verse_code":"NUM.5.27","label":"27","content":"Yog nws yeej ua txhaum thiab ua tsis ncaj rau nws tus txiv lawm tiag, thaum nws haus cov dej uas ris cov lus foom tsis zoo ntawd mus rau hauv nws lub cev lawm, yuav ua rau nws lub cev mob; nws lub tsev menyuam yuav o thiab nws chaw xis yuav qhuav, thiab nws lub npe los yuav raug foom tsis zoo tabmeeg nws haivneeg."},{"bible_id":"1525","chapter_code":"NUM.5","verse_code":"NUM.5.28","label":"28","content":"Tiamsis yog tus pojniam ntawd yeej tsis tau ua txhaum thiab nws yog neeg ncaj ncees, nws yuav dim lub txim ntawd thiab tseem muaj taus menyuam."},{"bible_id":"1525","chapter_code":"NUM.5","verse_code":"NUM.5.29","label":"29","content":"Tej uas hais tas los no yog txoj kevcai tu plaub ntug ntawm txojkev sib khib, thaum tus pojniam uas tseem nyob hauv nws tus txiv kev tswjhwm los nws cia li mus deev hluas nraug thiab ua txhaum lawm,"},{"bible_id":"1525","chapter_code":"NUM.5","verse_code":"NUM.5.30","label":"30","content":"lossis thaum tus txivneej ntawd khib nws tus pojniam, vim tsis ntseeg tus pojniam siab, ces nws yuav tsum coj tus pojniam mus sawv tabmeeg tus TSWV, thiab tus povthawj yuav tsum ua raws li txoj kevcai no txhua nqe."},{"bible_id":"1525","chapter_code":"NUM.5","verse_code":"NUM.5.31","label":"31","content":"Tus txiv yuav tsis raug txim dabtsi, tiamsis yog tus pojniam muaj txim tiag, nws yuav tau ris lub txim ntawd."},{"bible_id":"1525","chapter_code":"NUM.6","verse_code":"NUM.6.1","label":"1","content":"Tus TSWV samhwm rau Mauxes"},{"bible_id":"1525","chapter_code":"NUM.6","verse_code":"NUM.6.2","label":"2","content":"kom cia li muab txoj kevcai no qhia rau cov Yixalayees. Txhua tus txivneej lossis pojniam uas nws tau coglus tshwjxeeb ua Naxis thiab muab nws fij rau tus TSWV,"},{"bible_id":"1525","chapter_code":"NUM.6","verse_code":"NUM.6.3","label":"3","content":"mas nws yuav tsum caiv tsis txhob haus cawv txiv hmab thiab cawv ntsim. Nws yuav tsum tsis txhob haus tej cawv uas muab kua txiv hmab ua lossis tsis txhob noj tej txiv hmab qhuav hlo li."},{"bible_id":"1525","chapter_code":"NUM.6","verse_code":"NUM.6.4","label":"4","content":"Thaum nws tseem ua Naxis, nws tsis txhob noj tej khoom uas yog muab kua txiv hmab ua, txawm yog tej noob lossis tej tawv txiv hmab los tsis txhob saj."},{"bible_id":"1525","chapter_code":"NUM.6","verse_code":"NUM.6.5","label":"5","content":"Thaum uas nws tseem nyob hauv qhov uas coglus ua Naxis, nws tsis txhob txiav nws cov plaubhau lossis chais nws cov hwjtxwv. Nws yuav tsum ua neeg dawbhuv mus txog thaum lub sijhawm uas nws ua kevcai tiav lawm, thiab nws yuav tsum tseg nws cov plaubhau kom ntev."},{"bible_id":"1525","chapter_code":"NUM.6","verse_code":"NUM.6.6","label":"6","content":"Thaum lub sijhawm uas nws ua kevcai fij nws rau tus TSWV, nws yuav tsum tsis txhob mus ze tej neeg tuag."},{"bible_id":"1525","chapter_code":"NUM.6","verse_code":"NUM.6.7","label":"7","content":"Txawm yog nws niam nws txiv, nws kwv nws tij lossis cov muam tuag los nws yuav tsum tsis txhob mus ze, yuav ua rau nws lub cev tsis huv, rau qhov lub cim uas muab nws cais fij rau Vajtswv nyob saum nws taubhau."},{"bible_id":"1525","chapter_code":"NUM.6","verse_code":"NUM.6.8","label":"8","content":"Thaum uas nws tseem ua Naxis, nws yeej yog tus neeg dawbhuv rau ntawm tus TSWV."},{"bible_id":"1525","chapter_code":"NUM.6","verse_code":"NUM.6.9","label":"9","content":"Yog cia li muaj ib tug neeg tuaj tuag rau ntawm tus Naxis ib sab, ua rau nws cov plaubhau dawbhuv tsis huv lawm, nws yuav tsum tos xya hnub tom qab, nws chais nws cov plaubhau thiab cov hwjtxwv, nws thiaj rov ua tau tus neeg dawbhuv."},{"bible_id":"1525","chapter_code":"NUM.6","verse_code":"NUM.6.10","label":"10","content":"Hnub yim, nws yuav tsum nqa ib nkawm nquab liabrwg lossis ib nkawm nquab nyeg tuaj rau tus povthawj ntawm tus TSWV lub Tsevntaub sib ntsib lub qhovrooj."},{"bible_id":"1525","chapter_code":"NUM.6","verse_code":"NUM.6.11","label":"11","content":"Tus povthawj muab ib tug fij daws txim thiab muab ib tug hlawv ua khoom fij, ua kevcai ntxuav nws, rau qhov nws tau chwv tus neeg tuag lawm. Hnub ntawd nws yuav tsum ua kevcai ntxuav nws cov plaubhau kom huv"},{"bible_id":"1525","chapter_code":"NUM.6","verse_code":"NUM.6.12","label":"12","content":"thiab nws rov muab nws fij rau tus TSWV thaum lub sijhawm uas nws tseem ua Naxis thiab cab ib tug thav yaj hnubnyoog ib xyoos tuaj tua ua khoom fij daws txim. Tsis suav lub sijhawm qub uas thaum nws xub ua, rau qhov nws tau ua rau nws tsis huv lawm."},{"bible_id":"1525","chapter_code":"NUM.6","verse_code":"NUM.6.13","label":"13","content":"Ntawm no yog txoj kevcai rau tus Naxis, thaum lub sijhawm uas nws ua kevcai txwm hnubnyoog lawm. Nws yuav tsum mus rau tom tus TSWV lub Tsevntaub sib ntsib lub qhovrooj,"},{"bible_id":"1525","chapter_code":"NUM.6","verse_code":"NUM.6.14","label":"14","content":"thiab coj peb tug tsiaj uas tsis muaj ib qho phem li mus fij rau tus TSWV: ib tug thav yaj hnubnyoog ib xyoo mus hlawv fij, ib tug nwmyaj hnubnyoog ib xyoo mus fij daws txim thiab ib tug laug yaj mus fij uas kev sib raug zoo."},{"bible_id":"1525","chapter_code":"NUM.6","verse_code":"NUM.6.15","label":"15","content":"Nws yuav tsum nqa ib tawb ncuav uas tsis xyaw keeb mus fij thiab: muab ib co puab ua tej lub ncuav tuab tuab xyaw roj txiv ntoo thiab muab ib co puab ua tej lub ncuav nyias nyias pleev roj txiv ntoo, thiab muab ib co hmoov nplej thiab cawv txiv hmab tuaj fij ntxiv."},{"bible_id":"1525","chapter_code":"NUM.6","verse_code":"NUM.6.16","label":"16","content":"Tus povthawj cia li coj tagnrho tej khoom no mus fij rau tus TSWV, muab ibtxhia fij daws txim thiab muab ibtxhia hlawv ua khoom fij rau tus TSWV."},{"bible_id":"1525","chapter_code":"NUM.6","verse_code":"NUM.6.17","label":"17","content":"Nws yuav tsum muab tus laug yaj thiab tawb ncuav uas tsis xyaw keeb fij rau tus TSWV ua kev sib raug zoo; thiab nws muab cov hmoov nplej thiab cov cawv txiv hmab fij nrog ua ke."},{"bible_id":"1525","chapter_code":"NUM.6","verse_code":"NUM.6.18","label":"18","content":"Tus Naxis yuav tsum chais nws cov plaubhau rau ntawm tus TSWV lub Tsevntaub sib ntsib lub qhovrooj, thiab muab nws cov plaubhau coj mus hlawv rau hauv lub cubtawg uas tabtom hlawv cov khoom fij ua kev sib raug zoo."},{"bible_id":"1525","chapter_code":"NUM.6","verse_code":"NUM.6.19","label":"19","content":"Ces thaum uas muab ces tes yaj hau siav lawm, tus povthawj yuav tsum muab ces tes yaj ntawd coj mus tso nrog lub ncuav tuab thiab lub ncuav nyias uas muab hauv lub tawb los, cob rau tus Naxis txhais tes."},{"bible_id":"1525","chapter_code":"NUM.6","verse_code":"NUM.6.20","label":"20","content":"Ces tus povthawj yuav tsum muab cov khoom no mus yom fij rau tus TSWV; lub hauvnrob thiab cesqab uas muab yom fij ntawd yog tus povthawj tug raws li txoj kevcai, cov khoom fij no yog cov dawbhuv rau tus povthawj. Tom qab ntawd tus Naxis, mam li haus tau cawv."},{"bible_id":"1525","chapter_code":"NUM.6","verse_code":"NUM.6.21","label":"21","content":"Ntawm no yog txoj kevcai uas tus Naxis yuav tsum tau coj. Tiamsis yog tus Naxis twg tau coglus tseg yuav muab khoom fij tshaj li cov Naxis txoj kevcai coglus tseg, mas nws yuav tsum ua kom tiav raws li nws tau coglus tseg lawm."},{"bible_id":"1525","chapter_code":"NUM.6","verse_code":"NUM.6.22","label":"22","content":"Tus TSWV samhwm rau Mauxes"},{"bible_id":"1525","chapter_code":"NUM.6","verse_code":"NUM.6.23","label":"23","content":"kom cia li qhia rau Aloos thiab nws cov tub siv tej lus no foom koob hmoov rau cov Yixalayees:"},{"bible_id":"1525","chapter_code":"NUM.6","verse_code":"NUM.6.24","label":"24","content":"Thov tus TSWV foom hmoov rau nej thiab tsomkwm nej;"},{"bible_id":"1525","chapter_code":"NUM.6","verse_code":"NUM.6.25","label":"25","content":"Thov tus TSWV ua siab dawb siab zoo rau nej thiab hlub nej;"},{"bible_id":"1525","chapter_code":"NUM.6","verse_code":"NUM.6.26","label":"26","content":"Thov tus TSWV tsa qhovmuag saib nej thiab pub rau nej muaj kev kaj siab lug."},{"bible_id":"1525","chapter_code":"NUM.6","verse_code":"NUM.6.27","label":"27","content":"Thiab tus TSWV hais tias, “Yog lawv tuav kuv lub npe foom koob hmoov rau cov Yixalayees, kuv thiaj yuav foom koob hmoov rau lawv.”"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.1","label":"1","content":"Hnub uas Mauxes tsa lub Tsevntaub sib ntsib uas yog qhov chaw nrog tus TSWV sib ntsib tiav lawm, nws muab lub Tsevntaub sib ntsib thiab tej cuabyeej, lub thaj thiab tej cuabyeej ua kevcai fij kom dawbhuv."},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.2","label":"2","content":"Ces cov Yixalayees tej thawjcoj, cov thawjcoj ntawm tej tsevneeg, thiab cov thawjcoj ntawm tej xeem yog ua cov uas sau npe,"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.3","label":"3","content":"coj lawv tej khoom fij tuaj pub rau tus TSWV li no: rau lub tsheb nyuj thiab kaum ob tug heev nyuj, ob tug thawjcoj koom ib lub tsheb nyuj thiab ib leeg ib tug heev nyuj. Tom qab uas lawv coj tuaj fij rau tus TSWV tas lawm,"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.4","label":"4","content":"tus TSWV hais rau Mauxes hais tias,"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.5","label":"5","content":"“Cia li txais tej khoom fij no ntawm lawv, thiaj tau coj mus siv ua haujlwm hauv tus TSWV lub Tsevntaub sib ntsib; thiab muab tej khoom no cob rau cov Levis raws li tes haujlwm uas lawv yuav tsum tau ua.”"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.6","label":"6","content":"Yog li ntawd, Mauxes thiaj muab cov tsheb nyuj thiab cov heev nyuj cob rau cov Levis."},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.7","label":"7","content":"Nws muab ob lub tsheb nyuj thiab plaub tus heev nyuj rau cov Nkesoos,"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.8","label":"8","content":"thiab muab plaub lub tsheb nyuj thiab yim tus heev nyuj rau cov Melalis. Tagnrho tej haujlwm uas lawv ua, Aloos tus tub Ithamas qhia li cas lawv yuav tsum ua kom tiav li ntawd."},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.9","label":"9","content":"Tiamsis Mauxes tsis muab tsheb nyuj lossis heev nyuj rau cov Kauhas, rau qhov lub luag haujlwm uas lawv ua tsuas yog kwv tej khoom dawbhuv saum xubpwg xwb."},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.10","label":"10","content":"Cov thawjcoj tseem nqa khoom fij tuaj ua kevcai fij lub thaj huv tibsi thiab. Thaum lawv npaj tau tej khoom ntawd txhij coj tuaj fij rau ntawm lub thaj,"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.11","label":"11","content":"tus TSWV hais rau Mauxes hais tias, “Koj qhia rau lawv hais tias muab kaum ob hnub rau lawv fij lawv tej khoom rau lub thaj, kom ib tug thawjcoj tuaj ib hnub.”"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.12","label":"12","content":"Hnub ib yog Aminadas tus tub Nasoos uas yog tus thawjcoj xeem Yudas muab nws cov khoom mus fij;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.13","label":"13","content":"cov khoom uas nws nqa mus fij yog ib lub phaj nyiaj hnyav peb choj thiab ob lag, ib lub tais nyiaj hnyav ib choj thiab yim lag, raws li nomtswv txoj cai kom tseg, lub phaj thiab lub tais ntawd puavleej ntim tej tseem hmoov nplej uas ntse roj rau lawm puv nkaus coj mus fij;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.14","label":"14","content":"ib lub tais kub hnyav plaub lag, ntim hmoov tshuaj tsw qab puv nkaus;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.15","label":"15","content":"cab ib tug ntsuag nyuj, ib tug laug yaj thiab ib tug thav yaj hnubnyoog ib xyoos, coj mus tua hlawv fij;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.16","label":"16","content":"cab ib tug laug tshis coj mus tua fij daws txim;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.17","label":"17","content":"thiab ob tug heev nyuj, tsib tug laug yaj, tsib tug laug tshis thiab tsib tug thav yaj hnubnyoog ib xyoos coj mus fij ua kev sib raug zoo. Cov khoom fij no puavleej yog Aminadas tus tub Nasoos cov."},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.18","label":"18","content":"Hnub ob yog Zuag tus tub Nethanees uas yog tus thawjcoj xeem Ixakhas muab nws cov khoom mus fij;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.19","label":"19","content":"cov khoom uas nws nqa mus fij yog ib lub phaj nyiaj hnyav peb choj thiab ob lag, ib lub tais nyiaj hnyav ib choj thiab yim las, raws li nomtswv txoj cai kom tseg, lub phaj thiab lub tais ntawd puavleej ntim tej tseem hmoov nplej uas ntse roj rau lawm puv nkaus coj mus fij;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.20","label":"20","content":"ib lub tais kub hnyav plaub lag uas ntim hmoov tshuaj tsw qab puv nkaus;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.21","label":"21","content":"cab ib tug ntsuag nyuj, ib tug laug yaj thiab ib tug thav yaj hnubnyoog ib xyoos coj mus tua hlawv fij;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.22","label":"22","content":"cab ib tug laug tshis coj mus tua fij daws txim;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.23","label":"23","content":"thiab ob tug heev nyuj, tsib tug laug yaj, tsib tug laug tshis thiab tsib tug thav yaj hnubnyoog ib xyoos coj mus tua fij ua kev sib raug zoo. Cov khoom fij no puavleej yog Zuag tus tub Nethanees cov."},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.24","label":"24","content":"Hnub peb yog Heloos tus tub Eli-as uas yog tus thawjcoj xeem Xenpuloos muab nws cov khoom mus fij;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.25","label":"25","content":"cov khoom uas nws coj mus fij yog ib lub phaj nyiaj hnyav peb choj thiab ob lag, ib lub tais nyiaj hnyav ib choj thiab yim las, raws li nomtswv txoj cai kom tseg, lub phaj thiab lub tais ntawd puavleej ntim tej tseem hmoov nplej uas ntse roj rau lawm puv nkaus coj mus fij;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.26","label":"26","content":"ib lub tais kub hnyav plaub lag uas ntim hmoov tshuaj tsw qab puv nkaus;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.27","label":"27","content":"cab ib tug ntsuag nyuj, ib tug laug yaj thiab ib tug thav yaj hnubnyoog ib xyoos coj mus tua hlawv fij;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.28","label":"28","content":"cab ib tug tshis coj mus tua fij daws txim;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.29","label":"29","content":"thiab ob tug heev nyuj, tsib tug laug yaj, tsib tug laug tshis thiab tsib tug thav yaj hnubnyoog ib xyoos, coj mus tua fij ua kev sib raug zoo. Cov khoom fij no puavleej yog Heloos tus tub Eli-as cov."},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.30","label":"30","content":"Hnub plaub yog Sede-us tus tub Elixus uas yog tus thawjcoj xeem Lunpees muab nws cov khoom mus fij;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.31","label":"31","content":"cov khoom uas nws coj mus fij yog ib lub phaj nyiaj hnyav peb choj thiab ob lag, ib lub tais nyiaj hnyav ib choj thiab yim las, raws li nomtswv txoj cai kom tseg, lub phaj thiab lub tais ntawd puavleej ntim tej tseem hmoov nplej uas ntse roj rau lawm puv nkaus coj mus fij;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.32","label":"32","content":"ib lub tais kub hnyav plaub lag uas ntim hmoov tshuaj tsw qab puv nkaus;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.33","label":"33","content":"cab ib tug ntsuag nyuj, ib tug laug yaj thiab ib tug thav yaj hnubnyoog ib xyoos coj mus tua hlawv fij;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.34","label":"34","content":"cab ib tug laug tshis coj mus tua fij daws txim;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.35","label":"35","content":"thiab ob tug heev nyuj, tsib tug laug yaj, tsib tug laug tshis thiab tsib tug thav yaj hnubnyoog ib xyoos coj mus fij ua kev sib raug zoo. Cov khoom fij no puavleej yog Sede-us tus tub Elixus cov."},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.36","label":"36","content":"Hnub tsib yog Xulisadais tus tub Selumiyees uas yog tus thawjcoj xeem Xime-oos muab nws cov khoom mus fij;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.37","label":"37","content":"cov khoom uas nws coj mus fij yog ib lub phaj nyiaj hnyav peb choj thiab ob lag, ib lub tais nyiaj hnyav ib choj thiab yim las, raws li nomtswv txoj cai kom tseg, lub phaj thiab lub tais ntawd puavleej ntim tej tseem hmoov nplej uas ntse roj rau lawm puv nkaus coj mus fij;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.38","label":"38","content":"ib lub tais kub hnyav plaub lag uas ntim hmoov tshuaj tsw qab puv nkaus;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.39","label":"39","content":"cab ib tug ntsuag nyuj, ib tug laug yaj thiab ib tug thav yaj hnubnyoog ib xyoos coj mus tua hlawv fij;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.40","label":"40","content":"cab ib tug laug tshis coj mus tua fij daws txim,"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.41","label":"41","content":"thiab ob tug heev nyuj, tsib tug laug yaj, tsib tug laug tshis thiab tsib tug thav yaj hnubnyoog ib xyoos coj mus fij ua kev sib raug zoo. Cov khoom fij no puavleej yog Xulisadais tus tub Selumiyees cov."},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.42","label":"42","content":"Hnub rau yog Deyees tus tub Eli-axas uas yog tus thawjcoj xeem Khas muab nws cov khoom mus fij;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.43","label":"43","content":"cov khoom uas nws coj mus fij yog ib lub phaj nyiaj hnyav peb choj thiab ob lag, ib lub tais nyiaj hnyav ib choj thiab yim las, raws li nomtswv txoj cai kom tseg, lub phaj thiab lub tais ntawd puavleej ntim tej tseem hmoov nplej uas ntse roj rau lawm puv nkaus coj mus fij;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.44","label":"44","content":"ib lub tais kub hnyav plaub lag uas ntim hmoov tshuaj tsw qab puv nkaus;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.45","label":"45","content":"cab ib tug ntsuag nyuj, ib tug laug yaj thiab ib tug thav yaj hnubnyoog ib xyoos coj mus tua hlawv fij;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.46","label":"46","content":"cab ib tug laug tshis coj mus tua fij daws txim;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.47","label":"47","content":"thiab ob tug heev nyuj, tsib tug laug yaj, tsib tug laug tshis thiab tsib tug thav yaj hnubnyoog ib xyoos, coj mus fij ua kev sib raug zoo. Cov khoom fij no puavleej yog Deyees tus tub Eli-axas cov."},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.48","label":"48","content":"Hnub xya yog Amihus tus tub Elisamas uas yog tus thawjcoj xeem Efalayees, muab nws cov khoom mus fij;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.49","label":"49","content":"cov khoom uas nws coj mus fij yog ib lub phaj nyiaj hnyav peb choj thiab ob lag, ib lub tais nyiaj hnyav ib choj thiab yim lag, raws li nomtswv txoj cai kom tseg, lub phaj thiab lub tais ntawd puavleej ntim tej tseem hmoov nplej uas ntse roj rau lawm puv nkaus coj mus fij;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.50","label":"50","content":"ib lub tais kub hnyav plaub lag uas ntim hmoov tshuaj tsw qab puv nkaus;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.51","label":"51","content":"cab ib tug ntsuag nyuj, ib tug laug yaj thiab ib tug thav yaj hnubnyoog ib xyoos coj mus tua hlawv fij;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.52","label":"52","content":"cab ib tus laug tshis coj mus tua fij daws txim;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.53","label":"53","content":"thiab ob tug heev nyuj, tsib tug laug yaj, tsib tug laug tshis thiab tsib tug thav yaj hnubnyoog ib xyoos coj mus fij ua kev sib raug zoo. Cov khoom fij no puavleej yog Amihus tus tub Elisamas cov."},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.54","label":"54","content":"Hnub yim yog Pedaxes tus tub Nkamaliyees uas yog tus thawjcoj xeem Manaxes muab nws cov khoom mus fij;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.55","label":"55","content":"cov khoom uas nws coj mus fij yog ib lub phaj nyiaj hnyav peb choj thiab ob lag, ib lub tais nyiaj hnyav ib choj thiab yim las, raws li nomtswv txoj cai kom tseg, lub phaj thiab lub tais ntawd puavleej ntim tej tseem hmoov nplej uas ntse roj rau lawm puv nkaus coj mus fij;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.56","label":"56","content":"ib lub tais kub hnyav plaub lag uas ntim hmoov tshuaj tsw qab puv nkaus;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.57","label":"57","content":"cab ib tug ntsuag nyuj, ib tug laug yaj thiab ib tug thav yaj hnubnyoog ib xyoos coj mus tua hlawv fij;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.58","label":"58","content":"cab ib tug laug tshis coj mus tua fij daws txim;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.59","label":"59","content":"thiab ob tug heev nyuj, tsib tug laug yaj, tsib tug laug tshis thiab tsib tug thav yaj hnubnyoog ib xyoos coj mus fij ua kev sib raug zoo. Cov khoom fij no puavleej yog Pedaxes tus tub Nkamaliyees cov."},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.60","label":"60","content":"Hnub cuaj yog Nkide-aunis tus tub Anpidas uas yog tus thawjcoj xeem Npeenyamees muab nws cov khoom mus fij;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.61","label":"61","content":"cov khoom uas nws coj mus fij yog ib lub phaj nyiaj hnyav peb choj thiab ob lag, ib lub tais nyiaj hnyav ib choj thiab yim las, raws li nomtswv txoj cai kom tseg, lub phaj thiab lub tais ntawd puavleej ntim tej tseem hmoov nplej uas ntse roj rau lawm puv nkaus coj mus fij;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.62","label":"62","content":"ib lub tais kub hnyav plaub lag uas ntim hmoov tshuaj tsw qab puv nkaus;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.63","label":"63","content":"cab ib tug ntsuag nyuj, ib tug laug yaj thiab ib tug thav yaj hnubnyoog ib xyoos coj mus tua hlawv fij;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.64","label":"64","content":"cab ib tug laug tshis coj mus tua fij daws txim;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.65","label":"65","content":"thiab cab ob tug heev nyuj, tsib tug laug yaj, tsib tug laug tshis thiab tsib tug thav yaj hnubnyoog ib xyoos coj mus fij ua kev sib raug zoo. Cov khoom fij no puavleej yog Nkide-aunis tus tub Anpidas cov."},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.66","label":"66","content":"Hnub kaum yog Amisadais tus tub Ahi-exes uas yog tus thawjcoj xeem Das muab nws cov khoom mus fij;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.67","label":"67","content":"cov khoom uas nws coj mus fij yog ib lub phaj nyiaj hnyav peb choj thiab ob lag, ib lub tais nyiaj hnyav ib choj thiab yim las, raws li nomtswv txoj cai kom tseg, lub phaj thiab lub tais ntawd puavleej ntim tej tseem hmoov nplej uas ntse roj rau lawm puv nkaus coj mus fij;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.68","label":"68","content":"ib lub tais kub hnyav plaub lag uas ntim hmoov tshuaj tsw qab puv nkaus;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.69","label":"69","content":"cab ib tug ntsuag nyuj, ib tug laug yaj thiab ib tug thav yaj hnubnyoog ib xyoos coj mus tua hlawv fij;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.70","label":"70","content":"cab ib tug laug tshis coj mus tua fij daws txim;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.71","label":"71","content":"thiab cab ob tug heev nyuj, tsib tug laug yaj, tsib tug laug tshis thiab tsib tug thav yaj hnubnyoog ib xyoos coj mus fij ua kev sib raug zoo. Cov khoom fij no puavleej yog Amisadais tus tub Ahi-exes cov."},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.72","label":"72","content":"Hnub kaum ib yog Aukhalas tus tub Pankiyees uas yog tus thawjcoj xeem Aseles muab nws cov khoom mus fij;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.73","label":"73","content":"cov khoom uas nws coj mus fij yog ib lub phaj nyiaj hnyav peb choj thiab ob lag, ib lub tais nyiaj hnyav ib choj thiab yim las, raws li nomtswv txoj cai kom tseg, lub phaj thiab lub tais ntawd puavleej ntim tej tseem hmoov nplej uas ntse roj rau lawm puv nkaus coj mus fij;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.74","label":"74","content":"ib lub tais kub hnyav plaub lag uas ntim hmoov tshuaj tsw qab puv nkaus;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.75","label":"75","content":"cab ib tug ntsuag nyuj, ib tug laug yaj thiab ib tug thav yaj hnubnyoog ib xyoos coj mus tua hlawv fij;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.76","label":"76","content":"cab ib tug laug tshis coj mus tua fij daws txim;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.77","label":"77","content":"thiab cab ob tug heev nyuj, tsib tug laug yaj, tsib tug laug tshis thiab tsib tug thav yaj hnubnyoog ib xyoos, coj mus fij ua kev sib raug zoo. Cov khoom fij no puavleej yog Aukhalas tus tub Pankiyees cov."},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.78","label":"78","content":"Hnub kaum ob yog Enas tus tub Ahilas uas yog tus thawjcoj xeem Nathalis, muab nws cov khoom mus fij;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.79","label":"79","content":"cov khoom uas nws coj mus fij yog ib lub phaj nyiaj hnyav peb choj thiab ob lag, ib lub tais nyiaj hnyav ib choj thiab yim las, raws li nomtswv txoj cai kom tseg, lub phaj thiab lub tais ntawd puavleej ntim tej tseem hmoov nplej uas ntse roj rau lawm puv nkaus coj mus fij;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.80","label":"80","content":"ib lub tais kub hnyav plaub lag uas ntim hmoov tshuaj tsw qab puv nkaus;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.81","label":"81","content":"cab ib tug ntsuag nyuj, ib tug laug yaj thiab ib tug thav yaj hnubnyoog ib xyoos coj mus tua hlawv fij;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.82","label":"82","content":"cab ib tug laug tshis coj mus tua fij daws txim;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.83","label":"83","content":"thiab cab ob tug heev nyuj, tsib tug laug yaj, tsib tus laug tshis thiab tsib tug thav yaj hnubnyoog ib xyoos coj mus fij ua kev sib raug zoo. Cov khoom fij no puavleej yog Enas tus tub Ahilas cov."},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.84","label":"84","content":"Ntawm no yog cov khoom fij uas cov Yixalayees cov thawjcoj coj mus fij thaum ua kevcai fij lub thaj, kaum ob lub phaj nyiaj, kaum ob lub tais nyiaj, kaum ob lub tais kub,"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.85","label":"85","content":"ib lub phaj nyiaj twg hnyav peb choj thiab ob lag, ib lub tais nyiaj twg hnyav ib choj thiab yim las, tagnrho cov phaj thiab cov tais nyiaj hnyav rau caum choj raws li nomtswv txoj cai kom tseg."},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.86","label":"86","content":"Kaum ob lub tais kub uas ntim hmoov tshuaj tsw qab puv nkaus, ib lub twg hnyav plaub lag, raws li nomtswv txoj cai kom tseg, tagnrho cov tais kub ntawd hnyav plaub caug yim las."},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.87","label":"87","content":"Xam tagnrho cov tsiaj uas cab mus tua hlawv fij yog kaum ob tug heev nyuj, kaum ob tug laug tshis, kaum ob tug thav yaj hnubnyoog ib xyoos, nrog rau lawv tej hmoov nplej uas coj mus ua khoom fij;"},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.88","label":"88","content":"thiab tagnrho lawv tej tsiaj uas cab mus fij ua kev sib raug zoo yog nees nkaum plaub tug heev nyuj, rau caum tus laug yaj, rau caum tus laug tshis, rau caum tus thav yaj hnubnyoog ib xyoos. Cov no yog tej khoom fij uas coj mus fij tom qab ua kevcai fij rau lub thaj tas lawm."},{"bible_id":"1525","chapter_code":"NUM.7","verse_code":"NUM.7.89","label":"89","content":"Thaum Mauxes mus nrog tus TSWV tham hauv tus TSWV lub Tsevntaub sib ntsib, nws hnov tus TSWV hais lus rau nws saum lub hau Phijxab uas ntim Vajtswv tej lus cog tseg, nruab nrab ntawm ob tug qhelunpees ob phab qab tis tuaj."},{"bible_id":"1525","chapter_code":"NUM.8","verse_code":"NUM.8.1","label":"1","content":"Tus TSWV hais rau Mauxes hais tias,"},{"bible_id":"1525","chapter_code":"NUM.8","verse_code":"NUM.8.2","label":"2","content":"“Koj qhia rau Aloos hais tias, thaum twg nws coj xya lub teeb mus txawb rau ntawm tus ncej txawb teeb, nws yuav tsum txawb kom cov teeb ntawd ci pom kev mus rau tom hauv ntej.”"},{"bible_id":"1525","chapter_code":"NUM.8","verse_code":"NUM.8.3","label":"3","content":"Aloos ua raws li ntawd, nws thiaj muab cov teeb mus txawb rau ntawm tus ncej txawb teeb tig tagnrho rau tom hauv ntej."},{"bible_id":"1525","chapter_code":"NUM.8","verse_code":"NUM.8.4","label":"4","content":"Tus ncej txawb teeb ntawd saum hau los ti nkaus hauv taw puavleej yog muab cov tseem kub ntaus ua raws li tus qauv uas tus TSWV qhia rau Mauxes lawm."},{"bible_id":"1525","chapter_code":"NUM.8","verse_code":"NUM.8.5","label":"5","content":"Tus TSWV hais rau Mauxes hais tias,"},{"bible_id":"1525","chapter_code":"NUM.8","verse_code":"NUM.8.6","label":"6","content":"“Muab cov Levis cais tawm ntawm cov Yixalayees lub chaw nyob thiab muab lawv ua kevcai ntxuav kom huv"},{"bible_id":"1525","chapter_code":"NUM.8","verse_code":"NUM.8.7","label":"7","content":"raws li no: muab dej nchos rau lawv ua kevcai ntxuav thiab kom lawv chais lawv tej plaub thoob plaws ibce thiab kom lawv ntxhua lawv tej ris tsho. Ces lawv thiaj yuav huv."},{"bible_id":"1525","chapter_code":"NUM.8","verse_code":"NUM.8.8","label":"8","content":"Ces kom lawv cab ib tug ntsuag nyuj thiab nqa ib co hmoov nplej uas twb ntse roj txiv ntoo rau lawm tuaj; thiab koj muab dua ib tug ntsuag nyuj tuaj tua fij daws txim."},{"bible_id":"1525","chapter_code":"NUM.8","verse_code":"NUM.8.9","label":"9","content":"Ces kom cov Yixalayees tuaj txoos ua ke thiab kom cov Levis mus sawv tom hauv ntej tus TSWV lub Tsevntaub sib ntsib."},{"bible_id":"1525","chapter_code":"NUM.8","verse_code":"NUM.8.10","label":"10","content":"Cov Yixalayees yuav tsum tsa tes rau saum cov Levis taubhau,"},{"bible_id":"1525","chapter_code":"NUM.8","verse_code":"NUM.8.11","label":"11","content":"thiab cia Aloos muab cov Levis uas yog cov Yixalayees yam khoom tshwjxeeb fij pub rau kuv kom lawv tau ua kuv tes haujlwm."},{"bible_id":"1525","chapter_code":"NUM.8","verse_code":"NUM.8.12","label":"12","content":"Cov Levis yuav tsum tsa tes rau saum ob tug heev nyuj taubhau; muab ib tug tua fij daws txim thiab muab ib tug tua hlawv fij ua kevcai ntxuav kom cov Levis huv."},{"bible_id":"1525","chapter_code":"NUM.8","verse_code":"NUM.8.13","label":"13","content":"“Muab cov Levis fij pub tshwjxeeb rau tus TSWV thiab tsa Aloos thiab nws cov tub ua cov saib xyuas lawv."},{"bible_id":"1525","chapter_code":"NUM.8","verse_code":"NUM.8.14","label":"14","content":"Koj cia li muab cov Levis cais tawm ntawm cov Yixalayees mus nyob rau ib qho, cov Levis yog kuv tug lawm."},{"bible_id":"1525","chapter_code":"NUM.8","verse_code":"NUM.8.15","label":"15","content":"Tom qab uas koj muab cov Levis ua kevcai ntxuav thiab muab lawv fij tas lawm, lawv thiaj tsimnyog ua kuv tes haujlwm hauv lub Tsevntaub sib ntsib."},{"bible_id":"1525","chapter_code":"NUM.8","verse_code":"NUM.8.16","label":"16","content":"Lawv yog cov dawbhuv uas cov Yixalayees muab pub rau kuv, kuv thiaj yuav lawv ua kuv tug hloov cov Yixalayees thawj tug tub hlob chaw."},{"bible_id":"1525","chapter_code":"NUM.8","verse_code":"NUM.8.17","label":"17","content":"Cov Yixalayees tej tub hlob thiab lawv tej tsiaj txhu thawj tug menyuam uas yog tus txiv puavleej yog kuv tug, vim thaum ub kuv tua cov Iziv tej tub hlob lawm."},{"bible_id":"1525","chapter_code":"NUM.8","verse_code":"NUM.8.18","label":"18","content":"Nimno kuv thiaj xaiv cov Levis los hloov cov Yixalayees tej tub hlob chaw,"},{"bible_id":"1525","chapter_code":"NUM.8","verse_code":"NUM.8.19","label":"19","content":"thiab kuv muab cov Levis cob rau Aloos thiab nws cov tub, ib yam li lawv yog cov Yixalayees cov khoom pub uas coj mus ua haujlwm hauv tus TSWV lub Tsevntaub sib ntsib, hloov cov Yixalayees chaw thiab tiv thaiv cov Yixalayees ntawm txojkev puastsuaj, nyob tsam lawv txav mus ze Chav Dawbhuv.”"},{"bible_id":"1525","chapter_code":"NUM.8","verse_code":"NUM.8.20","label":"20","content":"Yog li ntawd, Mauxes, Aloos thiab tagnrho cov Yixalayees thiaj muab cov Levis ua kevcai fij raws li tus TSWV tau samhwm rau Mauxes lawm."},{"bible_id":"1525","chapter_code":"NUM.8","verse_code":"NUM.8.21","label":"21","content":"Cov Levis puavleej ua kevcai ntxuav lawv thiab ntxhua lawv tej ris tsho, thiab Aloos muab lawv ua kevcai fij pub tshwjxeeb rau tus TSWV. Dua li ntawd, nws tseem ua kevcai daws txim rau lawv kom huv."},{"bible_id":"1525","chapter_code":"NUM.8","verse_code":"NUM.8.22","label":"22","content":"Tom qab uas cov pejxeem ua txhua yam rau cov Levis raws li tej uas tus TSWV tau hais rau Mauxes lawm. Cov Levis thiaj tau mus ua haujlwm hauv lub Tsevntaub sib ntsib uas yog Aloos thiab nws cov tub ua cov saib."},{"bible_id":"1525","chapter_code":"NUM.8","verse_code":"NUM.8.23","label":"23","content":"Tus TSWV hais rau Mauxes hais tias,"},{"bible_id":"1525","chapter_code":"NUM.8","verse_code":"NUM.8.24","label":"24","content":"“Txhua tus Levis uas hnubnyoog nees nkaum tsib xyoos yuav tsum tau ua haujlwm hauv tus TSWV lub Tsevntaub sib ntsib,"},{"bible_id":"1525","chapter_code":"NUM.8","verse_code":"NUM.8.25","label":"25","content":"thiab yuav tsum cia tus uas nws hnubnyoog tsib caug xyoo lawm mus so."},{"bible_id":"1525","chapter_code":"NUM.8","verse_code":"NUM.8.26","label":"26","content":"Tom qab ntawd, nws yuav tsum tau pab nws cov kwvtij Levis ua lawv tej haujlwm hauv tus TSWV lub Tsevntaub sib ntsib, tiamsis nws tsis txhob ua ib yam haujlwm uas yog nws tib leeg ua xwb. Ntawm no yog lub luag haujlwm uas koj muab cob rau cov Levis ua.”"},{"bible_id":"1525","chapter_code":"NUM.9","verse_code":"NUM.9.1","label":"1","content":"Tus TSWV hais rau Mauxes tom tiaj suabpuam Xinais, thaum lub ib hlis xyoo ob tom qab uas cov Yixalayees khiav nram tebchaws Iziv los. Nws hais tias,"},{"bible_id":"1525","chapter_code":"NUM.9","verse_code":"NUM.9.2+NUM.9.3","label":"2-3","content":"“Lub hlis no hnub kaum plaub thaum hnub poob qho, cov Yixalayees cia li tuaj pib ua kevcai Hla Dhau raws li txoj kabke thiab tej kevcai uas twb teem tseg lawm.”"},{"bible_id":"1525","chapter_code":"NUM.9","verse_code":"NUM.9.4","label":"4","content":"Yog li ntawd, Mauxes thiaj kom cov pejxeem pib ua kevcai Hla Dhau,"},{"bible_id":"1525","chapter_code":"NUM.9","verse_code":"NUM.9.5","label":"5","content":"thiab lub ib hlis hnub kaum plaub thaum hnub poob qho, lawv thiaj li ua kevcai Hla Dhau nyob rau tom tiaj suabpuam Xinais. Cov pejxeem ua txhua yam raws li tus TSWV tau samhwm rau Mauxes lawm."},{"bible_id":"1525","chapter_code":"NUM.9","verse_code":"NUM.9.6","label":"6","content":"Tiamsis muaj qee leej txivneej tseem tsis tau ua kevcai ntxuav kom huv, vim lawv mus tuav tej neeg tuag, hnub ntawd lawv thiaj tsis tau los ua kevcai Hla Dhau. Lawv mus cuag Mauxes thiab Aloos"},{"bible_id":"1525","chapter_code":"NUM.9","verse_code":"NUM.9.7","label":"7","content":"thiab hais tias, “Peb yog neeg tsis huv lawm, rau qhov peb tau mus tuav tej neeg tuag, tiamsis vim li cas thiaj txwv tsis pub peb nrog cov Yixalayees coj khoom mus fij rau tus TSWV?”"},{"bible_id":"1525","chapter_code":"NUM.9","verse_code":"NUM.9.8","label":"8","content":"Mauxes teb lawv hais tias, “Nej ua siab ntev tos mus txog thaum tus TSWV qhia rau kuv tso.”"},{"bible_id":"1525","chapter_code":"NUM.9","verse_code":"NUM.9.9","label":"9","content":"Tus TSWV hais rau Mauxes"},{"bible_id":"1525","chapter_code":"NUM.9","verse_code":"NUM.9.10","label":"10","content":"kom qhia rau cov Yixalayees hais tias, “Thaum nej leejtwg lossis nej tej xeebntxwv mus tuav tej neeg tuag ua rau tus ntawd tsis huv, lossis yog ib tug twg tseem tabtom mus kev deb lawm mas nws tseem ua tau kevcai Hla Dhau rau tus TSWV,"},{"bible_id":"1525","chapter_code":"NUM.9","verse_code":"NUM.9.11","label":"11","content":"tiamsis koj cia nws ua kevcai Hla Dhau rau ib lub hlis tom qab uas yog lub ob hlis hnub kaum plaub thaum hnub poob qho. Lawv mam ua kevcai noj tus yaj ntawd nrog cov ncuav tsis xyaw keeb thiab tej zaub uas iab."},{"bible_id":"1525","chapter_code":"NUM.9","verse_code":"NUM.9.12","label":"12","content":"Tsis txhob tseg tej zaub mov cia txog tagkis sawv ntxov thiab tsis txhob muab tus tsiaj ntawd tej pobtxha ua lov li. Nco ntsoov ua kevcai Hla Dhau raws li tej kevcai."},{"bible_id":"1525","chapter_code":"NUM.9","verse_code":"NUM.9.13","label":"13","content":"Tiamsis tus uas twb ua kevcai ntxuav huv thiab nws tsis mus kev deb, txhob txwm tsis tuaj ua kevcai Hla Dhau, yuav muab tus ntawd rho tawm hauv kuv haivneeg mus, vim lub sijhawm ntawd nws tsis tau coj khoom tuaj fij rau kuv raws li uas twb npaj tseg lawm. Nws yuav tsum ris nws lub txim."},{"bible_id":"1525","chapter_code":"NUM.9","verse_code":"NUM.9.14","label":"14","content":"“Yog hais tias muaj tej neeg txawv tebchaws nrog nej nyob, thiab nws xav ua kevcai Hla Dhau rau tus TSWV, nws yuav tsum ua raws li tej kabke thiab tej kevcai. Muab tib txoj kevcai no rau txhua tus, tsis hais cov txawm teb txawm chaw lossis cov neeg txawv tebchaws.”"},{"bible_id":"1525","chapter_code":"NUM.9","verse_code":"NUM.9.15","label":"15","content":"Hnub uas lawv tsa tau lub Tsevntaub uas yog qhov chaw nrog tus TSWV sib ntsib lawm, muaj ib tauv huab los laum nkaus lub Tsevntaub sib ntsib ntawd. Hmo ntuj tauv huab ntawd cig lam lug li nplaim taws."},{"bible_id":"1525","chapter_code":"NUM.9","verse_code":"NUM.9.16","label":"16","content":"Pheej ua li ntawd mus li; nruab hnub tauv huab roos rawv lub Tsevntaub sib ntsib thiab hmo ntuj tauv huab cig lam lug li nplaim taws."},{"bible_id":"1525","chapter_code":"NUM.9","verse_code":"NUM.9.17","label":"17","content":"Thaum twg tauv huab ntawd tshem tawm mus nres rau qhov twg lawm, cov Yixalayees txawm tshais chaw mus rub lawv tej tsevntaub nyob rau qhov ntawd."},{"bible_id":"1525","chapter_code":"NUM.9","verse_code":"NUM.9.18","label":"18","content":"Cov pejxeem txo lawv tej tsevntaub raws li tus TSWV samhwm, thiab lawv rov rub lawv tej tsevntaub raws li tus TSWV samhwm. Yog tauv huab nyob saum lub Tsevntaub sib ntsib ntev npaum li cas lawv nyob hauv lub yeej ntawd ntev npaum li ntawd xwb."},{"bible_id":"1525","chapter_code":"NUM.9","verse_code":"NUM.9.19","label":"19","content":"Txawm yog tauv huab nyob ntev heev saum lub Tsevntaub sib ntsib los cov Yixalayees yeej mloog tus TSWV lus thiab lawv tsis tshais chaw mus nyob qhov twg li."},{"bible_id":"1525","chapter_code":"NUM.9","verse_code":"NUM.9.20","label":"20","content":"Muaj tej zaum tauv huab tsuas nyob saum lub Tsevntaub sib ntsib ob peb hnub xwb; txawm li cas los xij, lawv tsuas nyob thiab tshais chaw raws li tus TSWV coj lawv kev xwb."},{"bible_id":"1525","chapter_code":"NUM.9","verse_code":"NUM.9.21","label":"21","content":"Muaj tej zaum tauv huab nyob saum lub Tsevntaub sib ntsib ib hmos xwb, thaum sawv ntxov lawv tshais chaw thaum tauv huab ntawd tshem kiag lawm."},{"bible_id":"1525","chapter_code":"NUM.9","verse_code":"NUM.9.22","label":"22","content":"Tsis hais tauv huab nyob ob hnub, ib hlis, ib xyoos lossis nyob ntev tshaj ntawd, tauv huab ntawd nyob ntev npaum li cas lawv yeej nyob ntev npaum li ntawd tsis tsiv tawm li; tiamsis thaum twg tauv huab tshem tawm lawm, lawv mam li tshais chaw thaum ntawd."},{"bible_id":"1525","chapter_code":"NUM.9","verse_code":"NUM.9.23","label":"23","content":"Tus TSWV samhwm kom lawv txo lawv tej tsevntaub thiab kom lawv rub lawv tej tsevntaub. Lawv mloog tus TSWV tej tus uas nws hais rau Mauxes."},{"bible_id":"1525","chapter_code":"NUM.10","verse_code":"NUM.10.1","label":"1","content":"Tus TSWV hais rau Mauxes hais tias,"},{"bible_id":"1525","chapter_code":"NUM.10","verse_code":"NUM.10.2","label":"2","content":"“Muab nyiaj ntaus ua ob lub xyu tau tshuab hu cov neeg tuaj txoos ua ke thiab kom sawvdaws rhuav lub yeej."},{"bible_id":"1525","chapter_code":"NUM.10","verse_code":"NUM.10.3","label":"3","content":"Yog thaum twg tshuab ob lub suab xyu nrov ntev ntev, ces yog hu tagnrho cov pejxeem sib sau tuaj cuag koj rau ntawm tus TSWV lub Tsevntaub sib ntsib lub qhovrooj."},{"bible_id":"1525","chapter_code":"NUM.10","verse_code":"NUM.10.4","label":"4","content":"Tiamsis yog thaum twg hnov tshuab ib lub suab xyu nrov ntev ntev, ces yog hu txhua xeem cov thawjcoj tuaj cuag koj."},{"bible_id":"1525","chapter_code":"NUM.10","verse_code":"NUM.10.5","label":"5","content":"Thaum twg tshuab lub suab xyu nrov luv luv, ces yog txhib xeem uas nyob sab hnubtuaj kom cia li sawv kev tawm mus ua ntej."},{"bible_id":"1525","chapter_code":"NUM.10","verse_code":"NUM.10.6","label":"6","content":"Thaum rov tshuab dua zaum ob, ces yog txhib kom xeem uas nyob sab qabteb sawv kev tawm mus. Yog tshuab lub suab uas nrov tsis ntev, ces yog tshuab txhib kom sawvdaws rhuav lub yeej,"},{"bible_id":"1525","chapter_code":"NUM.10","verse_code":"NUM.10.7","label":"7","content":"tiamsis yog tshuab hu kom cov pejxeem tuaj txoos ua ke, yuav tsum tshuab lub suab nrov ntev ntev."},{"bible_id":"1525","chapter_code":"NUM.10","verse_code":"NUM.10.8","label":"8","content":"Cov uas tshuab xyu yuav tsum cia rau cov povthawj uas yog Aloos cov tub ua cov tshuab xwb. “Ntawm no yog txoj kabke tswjhwm uas yuav tsum coj mus ibtxhis tsis kawg."},{"bible_id":"1525","chapter_code":"NUM.10","verse_code":"NUM.10.9","label":"9","content":"Thaum muaj kev tsov kev rog hauv nej lub tebchaws uas yog muaj yeebncuab tuaj tua nej, nej yuav tsum tshuab xyu uas yog lub suab sib tua. Kuv yog tus TSWV uas yog nej tus Vajtswv, kuv yuav pab nej thiab cawm kom nej dim ntawm nej cov yeebncuab."},{"bible_id":"1525","chapter_code":"NUM.10","verse_code":"NUM.10.10","label":"10","content":"Hnub uas nej muaj kev zoo siab uas yog ua kevcai Hli Xiab thiab ua lwm yam kevcai uas nej teem tseg, nej cia li tshuab ob lub xyu thaum nej tabtom hlawv tej khoom fij thiab fij nej tej khoom ua kev sib raug zoo. Ces kuv yuav pab nej. Kuv yog tus TSWV uas yog nej tus Vajtswv.”"},{"bible_id":"1525","chapter_code":"NUM.10","verse_code":"NUM.10.11","label":"11","content":"Lub ob hlis hnub nees nkaum xyoo ob uas txwm nkaus rau thaum cov Yixalayees khiav nram tebchaws Iziv los, ces tauv huab uas roos rawv saum tus TSWV lub Tsevntaub sib ntsib txawm tshem lawm,"},{"bible_id":"1525","chapter_code":"NUM.10","verse_code":"NUM.10.12","label":"12","content":"thiab cov Yixalayees pib sawv kev tawm nram tiaj suabpuam Xinais los. Ces tauv huab los nres rau ntawm lub tiaj mojsab qhua Palas."},{"bible_id":"1525","chapter_code":"NUM.10","verse_code":"NUM.10.13","label":"13","content":"Lawv pib sawv kev tawm mus thawj zaug raws li tus TSWV tau samhwm rau Mauxes,"},{"bible_id":"1525","chapter_code":"NUM.10","verse_code":"NUM.10.14","label":"14","content":"thiab txhua zaus uas lawv tshais chaw, yuav tsum cia xeem Yudas mus ua ntej; lawv mus ib pab quas ib pab uas yog Aminadas tus tub Nasoos ua tus thawjcoj."},{"bible_id":"1525","chapter_code":"NUM.10","verse_code":"NUM.10.15","label":"15","content":"Zuag tus tub Nethanees ua tus coj xeem Ixakhas,"},{"bible_id":"1525","chapter_code":"NUM.10","verse_code":"NUM.10.16","label":"16","content":"thiab Heloos tus tub Eli-as ua tus coj xeem Xenpuloos."},{"bible_id":"1525","chapter_code":"NUM.10","verse_code":"NUM.10.17","label":"17","content":"Ces mam muab lub Tsevntaub sib ntsib txo rau cov Nkesoos thiab cov Melalis kwv sawv kev tawm mus."},{"bible_id":"1525","chapter_code":"NUM.10","verse_code":"NUM.10.18","label":"18","content":"Txuas ntawd mus yog cov uas nyob hauv qab xeem Lunpees tus chij sawv kev tawm mus, lawv mus ib pab quas ib pab uas yog Sede-us tus tub Elixus ua tus thawjcoj."},{"bible_id":"1525","chapter_code":"NUM.10","verse_code":"NUM.10.19","label":"19","content":"Xulisadais tus tub Selumiyees ua tus coj xeem Xime-oos,"},{"bible_id":"1525","chapter_code":"NUM.10","verse_code":"NUM.10.20","label":"20","content":"thiab Deyees tus tub Eli-axas ua tus coj xeem Khas."},{"bible_id":"1525","chapter_code":"NUM.10","verse_code":"NUM.10.21","label":"21","content":"Ces xeem Levis uas yog cuab Kauhas, mam kwv tej khoom dawbhuv sawv kev tawm mus. Thaum uas lawv mus txog rau ntawm lub yeej tshiab lawm, lawv yuav tsum rov tsa lub Tsevntaub sib ntsib dua."},{"bible_id":"1525","chapter_code":"NUM.10","verse_code":"NUM.10.22","label":"22","content":"Pab uas sawv kev tuaj tom qab yog cov uas nyob hauv xeem Efalayees tus qab chij, lawv mus ib pab quas ib pab uas yog Anpihus tus tub Elisamas ua tus thawjcoj."},{"bible_id":"1525","chapter_code":"NUM.10","verse_code":"NUM.10.23","label":"23","content":"Pedaxes tus tub Nkamaliyees ua tus coj xeem Manaxes,"},{"bible_id":"1525","chapter_code":"NUM.10","verse_code":"NUM.10.24","label":"24","content":"thiab Nkide-aunis tus tub Anpidas ua tus coj xeem Npeenyamees."},{"bible_id":"1525","chapter_code":"NUM.10","verse_code":"NUM.10.25","label":"25","content":"Thaum kawg yog pab uas nyob hauv xeem Das tus qab chij sawv kev tawm mus ua cov thaiv tom qab txhua xeem huv tibsi, lawv mus ib pab quas ib pab uas yog Amisadais tus tub Ahi-exes ua tus thawjcoj."},{"bible_id":"1525","chapter_code":"NUM.10","verse_code":"NUM.10.26","label":"26","content":"Aunkilas tus tub Pankiyees ua tus coj xeem Aseles,"},{"bible_id":"1525","chapter_code":"NUM.10","verse_code":"NUM.10.27","label":"27","content":"thiab Enas tus tub Ahilas ua tus coj xeem Nathalis."},{"bible_id":"1525","chapter_code":"NUM.10","verse_code":"NUM.10.28","label":"28","content":"Ntawm no, yog hais txog zaj uas cov Yixalayees rhuav lub Tsevntaub sib ntsib thiab rov tsa dua, thiab lawv sawv kev ib pab quas ib pab tawm mus."},{"bible_id":"1525","chapter_code":"NUM.10","verse_code":"NUM.10.29","label":"29","content":"Mauxes hais rau nws tus dablaug Haunpas uas yog Yethoos  tus tub uas yog neeg Midias hais tias, “Tamsim no peb tabtom sawv kev mus rau thaj chaw uas tus TSWV tau coglus yuav muab pub rau peb. Nws tau coglus tseg lawm yuav pub kom cov Yixalayees muaj kev vammeej, koj cia li nrog peb mus, thiab peb yuav cia koj nrog peb nyob hauv peb lub tebchaws.”"},{"bible_id":"1525","chapter_code":"NUM.10","verse_code":"NUM.10.30","label":"30","content":"Haunpas teb hais tias, “Kuv tsis mus, kuv yuav rov qab mus nrog kuv haivneeg nyob hauv kuv lub tebchaws.”"},{"bible_id":"1525","chapter_code":"NUM.10","verse_code":"NUM.10.31","label":"31","content":"Mauxes hais rau Haunpas hais tias, “Thov koj tsis txhob tso peb tseg, koj twb paub tej chaw uas peb tsuam yeej nyob hauv tiaj suabpuam Xinais no, thiab koj twb yog tus qhia peb ntag."},{"bible_id":"1525","chapter_code":"NUM.10","verse_code":"NUM.10.32","label":"32","content":"Yog koj nrog peb mus, peb yuav muab tej uas tus TSWV pub rau peb, pub rau koj thiab.”"},{"bible_id":"1525","chapter_code":"NUM.10","verse_code":"NUM.10.33","label":"33","content":"Thaum lawv taug kev tau peb hnub tom Xinais uas yog lub roob dawbhuv los. Cov uas kwv lub Phijxab uas ntim Vajtswv tej lus cog tseg mus ua lawv ntej thiab nrhiav chaw rau lawv tsuam yeej so."},{"bible_id":"1525","chapter_code":"NUM.10","verse_code":"NUM.10.34","label":"34","content":"Txhua zaus uas lawv tshais chaw, tus TSWV tauv huab yeej roos rawv lawv tas hnub."},{"bible_id":"1525","chapter_code":"NUM.10","verse_code":"NUM.10.35","label":"35","content":"Yog thaum twg cov neeg uas kwv lub Phijxab uas ntim Vajtswv tej lus cog tseg sawv kev mus, Mauxes hais tias, “Tus TSWV, koj cia li sawv; thov ua kom koj cov yeebncuab tawg ri sua mus thiab muab cov neeg uas ntxub koj ntiab khiav tawm mus!”"},{"bible_id":"1525","chapter_code":"NUM.10","verse_code":"NUM.10.36","label":"36","content":"Thiab yog thaum twg cov neeg uas kwv lub phijxab nres lawm, Mauxes yuav tsum hais tias, “Tus TSWV, thov koj tig los cuag haivneeg Yixalayees uas coob heev suav tsis txheeb no dua.”"},{"bible_id":"1525","chapter_code":"NUM.11","verse_code":"NUM.11.1","label":"1","content":"Nimno cov pejxeem yws lawv tej kev txomnyem rau tus TSWV. Thaum tus TSWV hnov lawv tej lus yws, nws chim rau lawv heev nws thiaj tso hluavtaws los hlawv lawv, thiab lawv tej tsev kub hnyiab tas ib tog yeej."},{"bible_id":"1525","chapter_code":"NUM.11","verse_code":"NUM.11.2","label":"2","content":"Cov pejxeem thiaj quaj mus thov Mauxes pab; Mauxes thiaj thov tus TSWV ces hluavtaws txawm tuag tas lawm."},{"bible_id":"1525","chapter_code":"NUM.11","verse_code":"NUM.11.3","label":"3","content":"Yog li ntawd, thiaj muab qhov chaw ntawd tis npe hu uas Tanpelas,  rau qhov tus TSWV tso hluavtaws los kub lawv."},{"bible_id":"1525","chapter_code":"NUM.11","verse_code":"NUM.11.4","label":"4","content":"Muaj cov neeg txawv tebchaws nrog cov Yixalayees taug kev los. Lawv tshaib thiab nqhis nqaij heev, cov Yixalayees txawm yws hais tias, “Kheev lam yog peb muaj nqaij noj xwb lauj!"},{"bible_id":"1525","chapter_code":"NUM.11","verse_code":"NUM.11.5","label":"5","content":"Thaum peb nyob nram tebchaws Iziv peb xav muab tagnrho tej ntses hauv dej los ua zaub noj los yeej tau, peb yeej tsis tau them nyiaj li. Peb puas nco qab hais tias, tej dib ntsuab, dib liab, tej dos raj, dos ntug hauvpaus thiab tej qij peb puavleej muaj huv tibsi?"},{"bible_id":"1525","chapter_code":"NUM.11","verse_code":"NUM.11.6","label":"6","content":"Tiamsis nimno peb tsis muaj zog hlo li lawm, rau qhov peb tsis muaj ib lub mov noj, tsuas yog niaj hnub noj cov manas no xwb!”"},{"bible_id":"1525","chapter_code":"NUM.11","verse_code":"NUM.11.7","label":"7","content":"(Manas zoo li cov noob zaub txhwb uas daj lis."},{"bible_id":"1525","chapter_code":"NUM.11","verse_code":"NUM.11.8+NUM.11.9","label":"8-9","content":"Hmo ntuj thaum ntsu lwg raws tej ntug yeej, manas txawm poob saum ntuj los khov rau ntawm cov lwg ntawd, thiab thaum kaj ntug sawvdaws mus khaws coj los zom lossis tuav ua hmoov, lawv muab cub kom siav mam li muab puab ua ncuav. Cov manas ntawd qab ib yam li tej hmoov nplej pleev roj txiv ntoo uas luag cub ua mov noj ntag.)"},{"bible_id":"1525","chapter_code":"NUM.11","verse_code":"NUM.11.10","label":"10","content":"Mauxes pom cov pejxeem tawm tuaj sawv ua tej pab tej pawg yws zom zaws ntawm lawv tej qhovrooj tsevntaub. Nws nyuaj siab kawg li, rau qhov tus TSWV chim heev rau lawv,"},{"bible_id":"1525","chapter_code":"NUM.11","verse_code":"NUM.11.11","label":"11","content":"thiab nws hais rau tus TSWV hais tias, “Vim li cas koj thiaj ua nruj ua tsiv rau kuv? Vim li cas koj tsis txaus siab rau kuv? Vim li cas koj thiaj tsa kuv ua tus saib cov neeg no?"},{"bible_id":"1525","chapter_code":"NUM.11","verse_code":"NUM.11.12","label":"12","content":"Kuv tsis yog tus uas tsim lawv lossis tso lawv los yug ua neeg los sav! Vim li cas koj thiaj kom kuv tu lawv thiab muab lawv puag rau hauv xubntiag ib yam li lawv tseem yog menyuam mos, thiab kom kuv coj lawv mus kom txog lub tebchaws uas koj tau coglus tseg rau lawv cov yawgkoob lawm?"},{"bible_id":"1525","chapter_code":"NUM.11","verse_code":"NUM.11.13","label":"13","content":"Kuv yuav mus nrhiav nqaij qhov twg thiaj yuav txaus cov neeg no noj? Lawv pheej kom kuv muab nqaij rau lawv noj."},{"bible_id":"1525","chapter_code":"NUM.11","verse_code":"NUM.11.14","label":"14","content":"Cov neeg no ua lub nra hnyav heev rau kuv, kuv nres tsis taus lawv lawm."},{"bible_id":"1525","chapter_code":"NUM.11","verse_code":"NUM.11.15","label":"15","content":"Yog koj pheej yuav sim kuv li no, thov koj cia li muab kuv tua povtseg tamsim no, kom kuv thiaj tsis tau tiv koj tej kev nruj tsiv no ntxiv lawm.”"},{"bible_id":"1525","chapter_code":"NUM.11","verse_code":"NUM.11.16","label":"16","content":"Tus TSWV hais rau Mauxes hais tias, “Hu cov Yixalayees xya caum leej txivneej tuaj cuag kuv, lawv yog cov uas koj yeej paub hais tias yuav ua taus thawjcoj coj cov pejxeem thiab ibtxwm tswjhwm lawv. Kom lawv tuaj rau ntawd kuv lub Tsevntaub sib ntsib, thiab hais kom lawv nrog koj sawv rau ntawd."},{"bible_id":"1525","chapter_code":"NUM.11","verse_code":"NUM.11.17","label":"17","content":"Kuv yuav los nrog koj tham, thiab kuv yuav muab tus ntsujplig uas kuv muab rau koj faib rau lawv. Ces lawv thiaj pab tau koj ua haujlwm rau cov neeg no, thiab tsis txhob cia koj ib leeg ua xwb."},{"bible_id":"1525","chapter_code":"NUM.11","verse_code":"NUM.11.18","label":"18","content":"Koj cia li qhia rau cov pejxeem hais tias, ‘Ua kevcai ntxuav kom nej huv npaj rau tagkis; nej thiaj yuav tau nqaij noj. Tus TSWV hnov nej tej suab yws hais tias xav tau nqaij noj thiab thaum nej nyob nram tebchaws Iziv, nej yeej tau zoo dua li los nyob ntawm no. Nimno tus TSWV yuav muab nqaij rau nej, thiab nej yuav tau nqaij noj."},{"bible_id":"1525","chapter_code":"NUM.11","verse_code":"NUM.11.19","label":"19","content":"Nej yuav muaj nqaij noj tsis yog muaj noj ib ob hnub lossis tsib rau hnub lossis kaum hnub lossis nees nkaum hnub xwb,"},{"bible_id":"1525","chapter_code":"NUM.11","verse_code":"NUM.11.20","label":"20","content":"tiamsis nej yuav muaj noj tsheej hli, mus txog thaum uas nqaij tawm hauv nej qhovntswg los, thiab mus txog thaum uas nej dhuav tej nqaij ntawd. Tej no yuav tshwmsim tuaj, rau qhov nej tso tus TSWV uas nrog nej nyob tseg thiab tau quaj rau nws hais tias. Vim li cas peb thiaj tawm nram tebchaws Iziv los?’ ”"},{"bible_id":"1525","chapter_code":"NUM.11","verse_code":"NUM.11.21","label":"21","content":"Mauxes hais rau tus TSWV hais tias, “Cov neeg uas kuv coj los no muaj rau pua txhiab leej, koj hais tias yuav muab nqaij rau lawv noj kom txaus tsheej hli no los?"},{"bible_id":"1525","chapter_code":"NUM.11","verse_code":"NUM.11.22","label":"22","content":"Muab nyuj thiab muab yaj qhov twg los tua thiaj txaus lawv noj? Muab tagnrho cov ntses hauv hiavtxwv los tua xyov puas txaus lawv noj?”"},{"bible_id":"1525","chapter_code":"NUM.11","verse_code":"NUM.11.23","label":"23","content":"Tus TSWV teb hais tias, “Puas muaj ciam rau kuv lub hwjchim? Zaum no koj yuav pom hais tias tej lus uas kuv hais no saib muaj tseeb lossis tsis tseeb.”"},{"bible_id":"1525","chapter_code":"NUM.11","verse_code":"NUM.11.24","label":"24","content":"Mauxes thiaj tawm mus qhia rau cov Yixalayees raws li tus TSWV hais. Nws hu tau xya caum leej txivneej tuaj thiab coj lawv mus sawv ncig lub Tsevntaub sib ntsib."},{"bible_id":"1525","chapter_code":"NUM.11","verse_code":"NUM.11.25","label":"25","content":"Tus TSWV los rau hauv tauv huab thiab hais lus hauv tauv huab tuaj rau Mauxes. Nws thiaj muab tus ntsujplig uas nws pub rau Mauxes, faib rau xya caum tus thawjcoj ntawd. Thaum tus ntsujplig ntawd lub hwjchim nkag rau lawv lawm, lawv txawm qw ib yam li tus cev Vajtswv lus, tiamsis tsis ntev pestsawg."},{"bible_id":"1525","chapter_code":"NUM.11","verse_code":"NUM.11.26","label":"26","content":"Xya caum leej thawjcoj ntawd, muaj ob tug uas npe hu ua Edas thiab Medas, nkawd nyob hauv yeej xwb, tsis tau mus rau tom lub Tsevntaub sib ntsib. Nkawd nyob hauv yeej xwb los tus ntsujplig lub hwjchim los rau nkawd, thiab nkawd txawm pib qw ib yam li cov cev Vajtswv lus."},{"bible_id":"1525","chapter_code":"NUM.11","verse_code":"NUM.11.27","label":"27","content":"Muaj ib tug tub hluas thiaj mus piav tej uas Edas thiab Medas ua ntawd rau Mauxes mloog."},{"bible_id":"1525","chapter_code":"NUM.11","verse_code":"NUM.11.28","label":"28","content":"Noos tus tub Yausuas uas ibtxwm ua tus pab Mauxes thaum tseem yog tub hluas los, thiaj hais rau Mauxes hais tias, “Tus tswv, koj cia li mus cheem kom nkawd tsum!”"},{"bible_id":"1525","chapter_code":"NUM.11","verse_code":"NUM.11.29","label":"29","content":"Mauxes teb hais tias, “Koj pab kuv mob siab thiab los? Kuv yeej xav kom tus TSWV pub nws tus ntsujplig rau nws haivneeg txhua tus huv tibsi, kom lawv hais tau li cov cev Vajtswv lus hais ntag!”"},{"bible_id":"1525","chapter_code":"NUM.11","verse_code":"NUM.11.30","label":"30","content":"Ces Mauxes thiab cov Yixalayees xya caum leej thawjcoj txawm rov mus rau hauv tsev lawm."},{"bible_id":"1525","chapter_code":"NUM.11","verse_code":"NUM.11.31","label":"31","content":"Tamsim ntawd tus TSWV txawm tso cua ntsawj noog ncuab ya ua npoj ntws nram hiavtxwv siab li ob tshim saum npoo av los. Cov ncuab ntawd ya los tsaws ua npoj ntws rau ntawm ntug yeej, thiab nyob ua poj ntws ib ibncig lub yeej mus tsheej hnub ke."},{"bible_id":"1525","chapter_code":"NUM.11","verse_code":"NUM.11.32","label":"32","content":"Cov pejxeem sawvdaws tawm mus ntes ncuab, hnub ntawd ib hnub, hmo ntawd ib hmos, thiab hnub tom qab ib hnub; tsis muaj ib tug uas ntes tau tsawg tshaj tsib caug tawb. Ces lawv nqa los tseev thiab coj mus ziab raws ntug yeej cia ua nqaij qhuav."},{"bible_id":"1525","chapter_code":"NUM.11","verse_code":"NUM.11.33","label":"33","content":"Thaum lawv tseem muaj nqaij noj ua npuav ua npo, tus TSWV chim rau cov pejxeem heev, nws thiaj tso kab mob kis rau lawv."},{"bible_id":"1525","chapter_code":"NUM.11","verse_code":"NUM.11.34","label":"34","content":"Lawv thiaj tis npe rau qhov chaw ntawd hu ua Kinpalaus Hatavas (lossis “Cov neeg tshaib nqhis tej Ntxa”), rau qhov lawv faus cov neeg nqhis nqaij tuag rau thaj chaw ntawd."},{"bible_id":"1525","chapter_code":"NUM.11","verse_code":"NUM.11.35","label":"35","content":"Cov pejxeem sawvdaws thiaj khiav ntawm Kinpalus Hata-avas mus rau ntawm Haxelaus thiab lawv mus tsuam yeej nyob rau ntawd."},{"bible_id":"1525","chapter_code":"NUM.12","verse_code":"NUM.12.1","label":"1","content":"Mauxes mus yuav haivneeg Kuses  ib tus ntxhais los ua pojniam, mas Aloos thiab Milias nkawd thuam Mauxes rau qhov nws yuav tus pojniam ntawd."},{"bible_id":"1525","chapter_code":"NUM.12","verse_code":"NUM.12.2","label":"2","content":"Nkawd hais tias, “Tus TSWV tsuas cevlus  rau Mauxes tib leeg xwb los? Nws txawm tsis cevlus rau wb li los?” Nkawd hais li cas los tus TSWV yeej hnov huv tibsi lawm. ("},{"bible_id":"1525","chapter_code":"NUM.12","verse_code":"NUM.12.3","label":"3","content":"Mauxes yog ib tug neeg txo hwjchim heev, nws txo hwjchim tshaj plaws tej neeg uas nyob hauv qab ntuj no huv tibsi.)"},{"bible_id":"1525","chapter_code":"NUM.12","verse_code":"NUM.12.4","label":"4","content":"Tamsim ntawd tus TSWV txawm hais rau Mauxes, Aloos thiab Milias hais tias, “Kuv xav kom nej peb tug ko cia li tawm hauv lub Tsevntaub sib ntsib uas yog kuv qhov chaw sib ntsib mus.” Lawv txawm tawm los,"},{"bible_id":"1525","chapter_code":"NUM.12","verse_code":"NUM.12.5","label":"5","content":"thiab tus TSWV nyob hauv tauv huab, nws sawv ntawm qhovrooj Tsevntaub sib ntsib hu hais tias, “Aloos! Milias!” Nkawd txawm txav zog mus sawv tom hauv ntej,"},{"bible_id":"1525","chapter_code":"NUM.12","verse_code":"NUM.12.6","label":"6","content":"thiab tus TSWV hais tias, “Nimno, neb cia li mloog tej lus uas kuv hais! Thaum muaj ib tug cev Vajtswv lus nrog nej nyob,  kuv qhia kuv rau nws pom hauv yogtoog thiab kuv hais rau nws hauv npau suav."},{"bible_id":"1525","chapter_code":"NUM.12","verse_code":"NUM.12.7","label":"7","content":"Tiamsis thaum kuv nrog kuv tus tubtxib Mauxes tham, kuv tsis ua li ntawd; kuv tsa nws ua tus kav tagnrho kuv haivneeg Yixalayees."},{"bible_id":"1525","chapter_code":"NUM.12","verse_code":"NUM.12.8","label":"8","content":"Yog li ntawd, kuv thiaj nrog nws tham tim ntsej tim muag meej nriav, tsis yog ua npau suav xwb; nws yeej pom kuv tus duab lawm! Vim li cas neb yuav hais lus saib tsis taus kuv tus tubtxib Mauxes ua luaj?”"},{"bible_id":"1525","chapter_code":"NUM.12","verse_code":"NUM.12.9","label":"9","content":"Tus TSWV chim heev rau nkawd; thiab nws txawm ncaim nkawd mus lawm,"},{"bible_id":"1525","chapter_code":"NUM.12","verse_code":"NUM.12.10","label":"10","content":"tauv huab txawm tshem ntawm lub Tsevntaub sib ntsib mus lawm thiab. Tamsim ntawd Milias lub cev cia li mob ruas thoob plaws thiab dawb paug ib yam li te. Thaum Aloos tig saib Milias thiab pom nws mob ruas thoob plaws ibce lawm,"},{"bible_id":"1525","chapter_code":"NUM.12","verse_code":"NUM.12.11","label":"11","content":"Aloos hais rau Mauxes hais tias, “Thov lauj, kuv tus tswv, thov tsis txhob rau txim hnyav npaum li no rau wb vim wb tau ua tej yam ruam li no!"},{"bible_id":"1525","chapter_code":"NUM.12","verse_code":"NUM.12.12","label":"12","content":"Thov tsis txhob cia nws zoo li tus menyuam uas yug tau hauv nws niam plab los twb tuag thiab ib nrab nqaij lwj tas lawm.”"},{"bible_id":"1525","chapter_code":"NUM.12","verse_code":"NUM.12.13","label":"13","content":"Yog li ntawd, Mauxes thiaj quaj thov tus TSWV hais tias, “Vajtswv, thov koj kho Milias lauj!”"},{"bible_id":"1525","chapter_code":"NUM.12","verse_code":"NUM.12.14","label":"14","content":"Tus TSWV teb hais tias, “Yog nws txiv nto qaubncaug rau nws lub ntsejmuag, nws yuav ris kev txajmuag xya hnub. Cia li ntiab kom nws tawm hauv lub yeej no mus nyob sab nraud xya hnub, thiab tom qab ntawd mam coj nws rov los rau hauv lub yeej.”"},{"bible_id":"1525","chapter_code":"NUM.12","verse_code":"NUM.12.15","label":"15","content":"Milias raug ntiab tawm mus rau sab nraum ntug yeej xya hnub, cov neeg thiaj tsis tau sawv kev mus txog thaum uas coj Milias rov los rau hauv lub yeej."},{"bible_id":"1525","chapter_code":"NUM.12","verse_code":"NUM.12.16","label":"16","content":"Ces lawv mam li sawv kev tawm hauv Haxelaus mus tsuam yeej nyob rau ntawm lub tiaj mojsab qhua Palas."},{"bible_id":"1525","chapter_code":"NUM.13","verse_code":"NUM.13.1","label":"1","content":"Tus TSWV hais rau Mauxes hais tias,"},{"bible_id":"1525","chapter_code":"NUM.13","verse_code":"NUM.13.2","label":"2","content":"“Xaiv kaum ob tug thawjcoj ntawd ib xeem ib tug thiab tso lawv mus soj lub tebchaws Kana-as uas kuv twb muab pub rau cov Yixalayees lawm.”"},{"bible_id":"1525","chapter_code":"NUM.13","verse_code":"NUM.13.3+NUM.13.4+NUM.13.5+NUM.13.6+NUM.13.7+NUM.13.8+NUM.13.9+NUM.13.10+NUM.13.11+NUM.13.12+NUM.13.13+NUM.13.14+NUM.13.15","label":"3-15","content":"Mauxes mloog tus TSWV lus, nws thiaj tso cov thawjcoj uas muaj npe raws li no tawm hauv tiaj mojsab qhua Palas mus: Lunpees yog Xakus tus tub Samuas Xime-oos yog Haulis tus tub Safas Yudas yog Yefunes tus tub Kalej Ixakhas yog Yauxej tus tub Ikas Efalayees yog Noos tus tub Hauseyas Npeenyamees yog Lafus tus tub Patis Xenpuloos yog Xaudis tus tub Nkadiyees Manaxes yog Xuxis tus tub Nkadis Das yog Kemalis tus tub Amiyees Aseles yog Mikhayees tus tub Xethus Nathalis yog Vausis tus tub Nanpis Khas yog Makhis tus tub Nkuyees"},{"bible_id":"1525","chapter_code":"NUM.13","verse_code":"NUM.13.16","label":"16","content":"Cov neeg uas muaj npe saum no yog cov uas Mauxes tso mus soj lub tebchaws Kana-as. Nws tis dua ib lub npe rau Noos tus tub Hauseyas hu ua Yausuas."},{"bible_id":"1525","chapter_code":"NUM.13","verse_code":"NUM.13.17","label":"17","content":"Thaum Mauxes txib lawv mus soj lub tebchaws nws hais rau lawv hais tias, “Nej cia li mus rau tim tebchaws Kana-as yav qabteb, thiab mus soj txhua nrho hauv lub tebchaws thiab saum tej roob."},{"bible_id":"1525","chapter_code":"NUM.13","verse_code":"NUM.13.18","label":"18","content":"Mus xyuas saib lub tebchaws ntawd zoo li cas, muaj neeg coob npaum li cas nyob rau hauv, thiab lawv muaj zog npaum li cas."},{"bible_id":"1525","chapter_code":"NUM.13","verse_code":"NUM.13.19","label":"19","content":"Thiab xyuas saib lub tebchaws ntawd zoo lossis phem, thiab cov neeg ntawd nyob ua zej ua zos lossis nyob hauv tej nroog uas xov ntsa yeej thaiv khov kho."},{"bible_id":"1525","chapter_code":"NUM.13","verse_code":"NUM.13.20","label":"20","content":"Nej xyuas saib av puas zoo qoob lossis tsis zoo thiab puas tshuav havzoov ntau los tsis tshuav. Thiab nco ntsoov de qee yam txiv nqa los rau sawvdaws saib.” (Lub caij ntawd yog lub caij uas txiv hmab tabtom siav.)"},{"bible_id":"1525","chapter_code":"NUM.13","verse_code":"NUM.13.21","label":"21","content":"Yog li ntawd, lawv thiaj mus rau tid thiab soj lub tebchaws txij ntua ntawm tiaj mojsab qhua Xees mus txhua nrho sab qabteb mus rau pem Lehaus uas nyob ze lub Dawm Hamas sab qaumteb."},{"bible_id":"1525","chapter_code":"NUM.13","verse_code":"NUM.13.22","label":"22","content":"Lawv xub mus rau sab qabteb thiab los txog rau hauv lub nroog Henploos, yog lub nroog uas cov Ahimas, cov Sesais thiab cov Talemais nyob. Cov neeg no yog cov Anakees uas loj siab heev tej xeebntxwv. (Lub nroog Henploos luag twb xub ua xya xyoo ua ntej mam li ua lub nroog Xau-as nram tebchaws Iziv.)"},{"bible_id":"1525","chapter_code":"NUM.13","verse_code":"NUM.13.23","label":"23","content":"Lawv los txog hauv lub Hav Esekaus, lawv txiav tau ib co ceg txiv hmab uas txi txiv ncw heev thiab hnyav kawg li, lawv muab pas ntxig rau txaus ob tug txivneej kwv los. Thiab lawv tseem de tau txiv ntsiavkws thiab txiv ncuavpias nqa los huv tibsi. ("},{"bible_id":"1525","chapter_code":"NUM.13","verse_code":"NUM.13.24","label":"24","content":"Lawv thiaj tis npe rau qhov chaw ntawd hu ua lub Hav Esekaus,  rau qhov cov Yixalayees txiav tau txiv hmab ncw heev qhov ntawd los.)"},{"bible_id":"1525","chapter_code":"NUM.13","verse_code":"NUM.13.25","label":"25","content":"Tom qab uas mus soj lub tebchaws tau plaub caug hnub lawm, cov mus soj tebchaws mam rov los txog."},{"bible_id":"1525","chapter_code":"NUM.13","verse_code":"NUM.13.26","label":"26","content":"Lawv los cuag Mauxes, Aloos thiab cov pejxeem Yixalayees ntawm Kades hauv lub tiaj mojsab qhua Palas. Lawv piav tej uas lawv tau mus pom, thiab muab tej txiv hmab uas lawv de tau los rau cov pejxeem sawvdaws saib."},{"bible_id":"1525","chapter_code":"NUM.13","verse_code":"NUM.13.27","label":"27","content":"Lawv hais rau Mauxes hais tias, “Peb tau mus soj lub tebchaws uas koj txib peb mus. Lub tebchaws ntawd av rog thiab zoo qoob heev; thiab tej txiv hmab no yog de hauv lub tebchaws ntawd los ntag."},{"bible_id":"1525","chapter_code":"NUM.13","verse_code":"NUM.13.28","label":"28","content":"Tiamsis cov neeg uas nyob tid muaj zog heev, lawv tej nroog loj dav thiab muaj ntsa yeej thaiv zoo heev. Thiab peb tseem pom cov neeg uas loj siab cov xeebntxwv nyob tid huv tibsi."},{"bible_id":"1525","chapter_code":"NUM.13","verse_code":"NUM.13.29","label":"29","content":"Cov Amalej nyob sab qabteb, cov Hitis, cov Yenpus thiab cov Amaules nyob pem tej roob, cov Kana-as nyob raws ntug hiavtxwv Meditelanes, thiab nyob raws tus ntug dej Yauladees.”"},{"bible_id":"1525","chapter_code":"NUM.13","verse_code":"NUM.13.30","label":"30","content":"Kalej txwv cov pejxeem uas pheej yws  Mauxes kom lawv ua twjywm, thiab nws hais tias, “Peb cia li mus txeeb kom tau lub tebchaws ntawd; peb yeej muaj zog txaus uas yuav tua yeej lub tebchaws ntawd xwb.”"},{"bible_id":"1525","chapter_code":"NUM.13","verse_code":"NUM.13.31","label":"31","content":"Tiamsis cov neeg uas nrog Kalej mus soj lub tebchaws hais tias, “Peb tseem tsis tau muaj zog txaus yuav mus tua yeej lawv; cov neeg uas nyob tid muaj zog tshaj peb.”"},{"bible_id":"1525","chapter_code":"NUM.13","verse_code":"NUM.13.32","label":"32","content":"Yog li ntawd, lawv thiaj muab tej lus dag nthuav qhia rau cov Yixalayees hais txog lub tebchaws uas lawv mus soj los ntawd. Lawv hais tias, “Lub tebchaws ntawd ua qoob twb tsis txaus cov neeg uas nyob hauv noj. Cov neeg uas peb mus pom puavleej yog cov neeg uas loj siab heev xwb,"},{"bible_id":"1525","chapter_code":"NUM.13","verse_code":"NUM.13.33","label":"33","content":"dua li ntawd, peb tseem pom Anaj cov xeebntxwv uas loj thiab siab tshaj plaws nyob hauv lub tebchaws ntawd thiab. Peb saib peb rau lawv, mas peb me heev zoo li cov nyuag kooj xwb, yuav ua li cas muab peb piv tau rau lawv.”"},{"bible_id":"1525","chapter_code":"NUM.14","verse_code":"NUM.14.1","label":"1","content":"Hmo ntawd cov pejxeem sawvdaws tsa suab hlo quaj nrov heev ib hmos kaj ntug plaws."},{"bible_id":"1525","chapter_code":"NUM.14","verse_code":"NUM.14.2","label":"2","content":"Tagnrho cov Yixalayees tuaj yws Mauxes thiab Aloos hais tias, “Zoo dua cia peb tuag nram tebchaws Iziv lossis tuag ntawm tiaj mojsab qhua no!"},{"bible_id":"1525","chapter_code":"NUM.14","verse_code":"NUM.14.3","label":"3","content":"Vim li cas tus TSWV thiaj coj peb mus rau hauv lub tebchaws ntawd? Peb yuav mus raug luag tua rau hauv tshavrog, thiab luag yuav ntes peb tej pojniam menyuam mus. Kuj zoo dua cia peb rov qab mus nram tebchaws Iziv!”"},{"bible_id":"1525","chapter_code":"NUM.14","verse_code":"NUM.14.4","label":"4","content":"Vim li no lawv thiaj sib tham hais tias, “Peb cia li xaiv ib tug ua thawj, coj peb rov qab mus nyob nram tebchaws Iziv!”"},{"bible_id":"1525","chapter_code":"NUM.14","verse_code":"NUM.14.5","label":"5","content":"Ces Mauxes thiab Aloos cia li txhos caug ntua khoov ti nkaus rau hauv av tabmeeg cov pejxeem sawvdaws."},{"bible_id":"1525","chapter_code":"NUM.14","verse_code":"NUM.14.6","label":"6","content":"Noos tus tub Yausuas thiab Yefunes tus tub Kalej yog ob tug uas nrog lawv mus soj lub tebchaws. Nkawd nyuaj siab heev, nkawd thiaj dua rhe nkawd ob lub tsho,"},{"bible_id":"1525","chapter_code":"NUM.14","verse_code":"NUM.14.7","label":"7","content":"thiab hais rau cov pejxeem hais tias, “Lub tebchaws uas peb mus soj los yog ib lub uas zoo kawg nkaus li."},{"bible_id":"1525","chapter_code":"NUM.14","verse_code":"NUM.14.8","label":"8","content":"Yog tus TSWV txaus siab rau peb, nws yeej yuav coj peb mus nyob hauv lub tebchaws ntawd thiab nws yuav muab lub tebchaws uas av rog thiab zoo qoob pub rau peb."},{"bible_id":"1525","chapter_code":"NUM.14","verse_code":"NUM.14.9","label":"9","content":"Tsis txhob ntxeev siab rau tus TSWV, thiab tsis txhob ntshai cov neeg uas nyob tid. Peb yuav tua yeej lawv yoojyim kawg li. Tus TSWV tuaj peb tog thiab ua rau tej vajtswv uas tsomkwm lawv swb lawm; mas tsis txhob ntshai hlo li.”"},{"bible_id":"1525","chapter_code":"NUM.14","verse_code":"NUM.14.10","label":"10","content":"Cov pejxeem tuavhauv yuav muab pobzeb ntaus kom nkawd tuag, tiamsis tamsim ntawd tus TSWV lub tshwjchim txawm ci ntsa iab tshwm plaws saum tus TSWV lub Tsevntaub sib ntsib rau cov Yixalayees pom."},{"bible_id":"1525","chapter_code":"NUM.14","verse_code":"NUM.14.11","label":"11","content":"Tus TSWV hais rau Mauxes hais tias, “Cov neeg no tseem yuav tso kuv tseg ntev npaum li cas thiab? Kuv twb ua tej txujci tseemceeb ntau yam rau lawv pom lawm. Lawv tseem yuav tsis cia siab rau kuv mus txog thaum twg?"},{"bible_id":"1525","chapter_code":"NUM.14","verse_code":"NUM.14.12","label":"12","content":"Kuv yuav tso kab mob phem los rau lawv kom lawv puastsuaj tas, tiamsis kuv yuav tsa koj thiab koj cov xeebntxwv ua haivneeg uas huamvam coob thiab muaj zog tshaj lawv.”"},{"bible_id":"1525","chapter_code":"NUM.14","verse_code":"NUM.14.13","label":"13","content":"Tiamsis Mauxes hais rau tus TSWV hais tias, “Tus TSWV, twb yog koj lub hwjchim coj cov neeg no tawm nram tebchaws Iziv los ntag. Thaum cov neeg Iziv hnov tej uas koj ua rau koj haivneeg,"},{"bible_id":"1525","chapter_code":"NUM.14","verse_code":"NUM.14.14","label":"14","content":"lawv yuav piav tej ntawd rau cov neeg uas nyob ibncig cheebtsam no mloog. Tej neeg yeej hnov ntsoov hais tias, koj uas yog tus TSWV nrog nraim peb nyob, thaum koj tauv huab nres ncaj saum peb, peb pom koj tim ntsej tim muag, thiab koj yog tus coj peb kev, nruab hnub koj nyob hauv tauv huab, hmo ntuj koj nyob hauv tus nplaim hluavtaws."},{"bible_id":"1525","chapter_code":"NUM.14","verse_code":"NUM.14.15","label":"15","content":"Nimno yog koj tua tagnrho koj haivneeg povtseg, tej tebchaws uas hnov koj lub koob meej yuav thuam hais tias,"},{"bible_id":"1525","chapter_code":"NUM.14","verse_code":"NUM.14.16","label":"16","content":"koj muab koj haivneeg tua tuag tas rau ntawm tiaj mojsab qhua no twb yog vim koj tsis muaj peevxwm coj tau lawv mus txog hauv lub tebchaws uas koj coglus tseg yuav muab rau lawv nyob."},{"bible_id":"1525","chapter_code":"NUM.14","verse_code":"NUM.14.17","label":"17","content":"Yog li ntawd, tus TSWV, nimno thov koj qhia koj lub hwjchim rau peb thiab ua raws li thaum koj tau coglus tseg hais tias,"},{"bible_id":"1525","chapter_code":"NUM.14","verse_code":"NUM.14.18","label":"18","content":"‘Kuv yog tus TSWV, tus uas tsis chim sai, kuv muaj lub siab hlub loj kawg nkaus thiab zam txim rau tus uas ua txhaum thiab ntxeev siab rau kuv. Tiamsis kuv yuav rau txim rau lawv tej xeebntxwv mus txog peb plaub tiam neeg, vim lawv niam lawv txiv tej kev txhaum.’"},{"bible_id":"1525","chapter_code":"NUM.14","verse_code":"NUM.14.19","label":"19","content":"Nimno tus TSWV, raws li koj txojkev hlub loj kawg nkaus uas tsis hloov li, kuv thov koj zam txim rau cov neeg no ib yam li koj ibtxwm zam txim rau lawv txij thaum koj coj lawv tawm nram tebchaws Iziv los txog niaj hnub no.”"},{"bible_id":"1525","chapter_code":"NUM.14","verse_code":"NUM.14.20","label":"20","content":"Tus TSWV teb hais tias, “Kuv yuav zam txim rau lawv raws li koj tej lus thov."},{"bible_id":"1525","chapter_code":"NUM.14","verse_code":"NUM.14.21","label":"21","content":"Kuv yog tus uas muaj sia nyob, thiab kuv lub hwjchim tseem tswj lub ntiajteb no, yog li ntawd, kuv coglus rau koj hais tias,"},{"bible_id":"1525","chapter_code":"NUM.14","verse_code":"NUM.14.22","label":"22","content":"kuv tsis pub cov neeg no ib tug twg mus nyob hauv lub tebchaws ntawd li. Lawv puavleej pom kuv lub tshwjchim uas ci ntsa iab thiab tej txujci uas kuv ua nram tebchaws Iziv thiab tom tiaj mojsab qhua lawm, tiamsis lawv sim kuv siab txog kaum zaus saib kuv puas ua siab ntev, thiab lawv tseem tsis kam mloog kuv lus qees."},{"bible_id":"1525","chapter_code":"NUM.14","verse_code":"NUM.14.23","label":"23","content":"Lawv yuav tsis tau mus pom lub tebchaws uas kuv tau coglus rau lawv cov yawgkoob lawm. Cov neeg uas ntxeev siab rau kuv tsis muaj ib tug yuav tau mus nyob hauv lub tebchaws ntawd li."},{"bible_id":"1525","chapter_code":"NUM.14","verse_code":"NUM.14.24","label":"24","content":"Tiamsis vim kuv tus tubtxib Kalej tsis xav li lwm tus thiab nws muab siab npuab kuv heev, kuv yuav coj nws mus nyob hauv lub tebchaws uas nws mus soj ntawd, thiab nws cov xeebntxwv yuav tau lub tebchaws ntawd ua lawv tug,"},{"bible_id":"1525","chapter_code":"NUM.14","verse_code":"NUM.14.25","label":"25","content":"yog tej hav uas tamsim no cov Amalej thiab cov Kana-as nyob ntag. Tagkis cia li tig rov qab thiab sawv kev mus rau tom tiaj mojsab qhua, taug txojkev uas mus rau tom Hiavtxwv Akanpas.”"},{"bible_id":"1525","chapter_code":"NUM.14","verse_code":"NUM.14.26","label":"26","content":"Tus TSWV hais rau Mauxes thiab Aloos hais tias,"},{"bible_id":"1525","chapter_code":"NUM.14","verse_code":"NUM.14.27","label":"27","content":"“Cov neeg siab phem no, lawv tseem yuav yws kuv mus txog thaum twg thiab? Kuv dhuav cov neeg no tej lus yws heev lawm!"},{"bible_id":"1525","chapter_code":"NUM.14","verse_code":"NUM.14.28","label":"28","content":"Nimno neb cia li muab cov lus no teb rau lawv hais tias, ‘Kuv coglus hais tias, kuv yog tus uas muaj sia nyob, kuv yuav ua rau nej ib yam li nej tau yws ntawd. Kuv yog tus TSWV uas hais tej lus no."},{"bible_id":"1525","chapter_code":"NUM.14","verse_code":"NUM.14.29","label":"29","content":"Nej yuav tuag pawglug rau hauv lub tiaj mojsab qhua no. Vim nej tau yws kuv heev, mas cov uas hnubnyoog nees nkaum xyoo rov saud yuav tsis muaj ib tug tau mus nyob hauv lub tebchaws ntawd li."},{"bible_id":"1525","chapter_code":"NUM.14","verse_code":"NUM.14.30","label":"30","content":"Txawm yog kuv twb coglus tseg lawm hais tias, kuv yuav coj nej mus nyob hauv lub tebchaws ntawd los kuv yuav tsis pub nej ib tug twg mus nyob li, kuv tsuas pub Kalej thiab Yausuas nkawd mus nyob xwb."},{"bible_id":"1525","chapter_code":"NUM.14","verse_code":"NUM.14.31","label":"31","content":"Nej pheej hais tias nyob tsam luag ntes nej tej menyuam, tiamsis kuv yuav coj lawv mus rau hauv lub tebchaws uas nej tsis kam mus, thiab lub tebchaws ntawd yuav yog lawv tej vajtse nyob."},{"bible_id":"1525","chapter_code":"NUM.14","verse_code":"NUM.14.32","label":"32","content":"Nej yuav tuag tas rau hauv lub tiaj mojsab qhua no."},{"bible_id":"1525","chapter_code":"NUM.14","verse_code":"NUM.14.33","label":"33","content":"Nej tej menyuam yuav ncig mus ncig los tiv kev txomnyem plaub caug xyoo rau ntawm tiaj mojsab no, mus txog hnub uas nej tuag tas, vim nej tsis muab siab npuab kuv."},{"bible_id":"1525","chapter_code":"NUM.14","verse_code":"NUM.14.34","label":"34","content":"Nej yuav tau ris nej lub txim tiv kev txomnyem plaub caug xyoo, ib xyoos twg yog ib hnub ntawm plaub caug hnub uas nej mus soj lub tebchaws. Nej thiaj yuav paub hais tias txojkev txomnyem uas kuv cia nej raug zoo li cas tiag."},{"bible_id":"1525","chapter_code":"NUM.14","verse_code":"NUM.14.35","label":"35","content":"Kuv qhia tseeb rau nej hais tias, kuv yuav ua li no rau nej cov uas yog neeg siab phem uas pheej sib sau tsheej pab tuaj tawmtsam kuv. Ntawm no lauj, yog lub tiaj suabpuam uas nej yuav tuag tas rau hauv. Kuv yog tus TSWV uas hais tej lus no.’ ”"},{"bible_id":"1525","chapter_code":"NUM.14","verse_code":"NUM.14.36","label":"36","content":"Twb yog cov neeg uas Mauxes tau tso mus soj lub tebchaws ntawd, coj tej lus dag los piav qhia rau cov Yixalayees, lawv thiaj yws tus TSWV."},{"bible_id":"1525","chapter_code":"NUM.14","verse_code":"NUM.14.37","label":"37","content":"Cov neeg no tau ris lub txim uas lawv dag ntawd, tus TSWV thiaj tso tej kab mob uas phem heev los rau lawv, lawv thiaj tuag tas lawm."},{"bible_id":"1525","chapter_code":"NUM.14","verse_code":"NUM.14.38","label":"38","content":"Kaum ob tug txivneej uas mus soj lub tebchaws ntawd, tsuas tshuav Yausuas thiab Kalej thiaj tsis tuag xwb, dua li cov puavleej tuag tas huv tibsi lawm."},{"bible_id":"1525","chapter_code":"NUM.14","verse_code":"NUM.14.39","label":"39","content":"Thaum Mauxes qhia tej lus uas tus TSWV hais no rau cov Yixalayees tas lawm, lawv nyuaj siab thiab tu siab kawg li."},{"bible_id":"1525","chapter_code":"NUM.14","verse_code":"NUM.14.40","label":"40","content":"Tagkis sawv ntxov cov Yixalayees txawm pib mus txeeb saum tej ncov roob, mas lawv hais tias, “Nimno peb txaus siab yuav mus nyob qhov chaw uas tus TSWV qhia peb. Peb lees tej kev txhaum uas peb tau ua.”"},{"bible_id":"1525","chapter_code":"NUM.14","verse_code":"NUM.14.41","label":"41","content":"Tiamsis Mauxes hais tias, “Vim li cas nej thiaj tsis mloog tus TSWV lus? Nej yuav mus tua tsis yeej ib zaug li!"},{"bible_id":"1525","chapter_code":"NUM.14","verse_code":"NUM.14.42","label":"42","content":"Nej tsis txhob mus. Tus TSWV twb tsis nrog nej nyob lawm, nej cov yeebncuab yuav tua yeej nej."},{"bible_id":"1525","chapter_code":"NUM.14","verse_code":"NUM.14.43","label":"43","content":"Thaum nej mus ntsib cov Amalej thiab cov Kana-as, nej yuav raug tua tuag tas rau hauv tshavrog; vim nej tau tig rov qab tsis kam nrog tus TSWV, nws thiaj tsis nrog nej nyob lawm.”"},{"bible_id":"1525","chapter_code":"NUM.14","verse_code":"NUM.14.44","label":"44","content":"Txawm yog Mauxes thiab cov neeg uas kwv lub Phijxab uas ntim Vajtswv tej lus cog tseg, tsis tawm hauv yeej mus los lawv cia li nce mus rau pem tej roob li lawm."},{"bible_id":"1525","chapter_code":"NUM.14","verse_code":"NUM.14.45","label":"45","content":"Cov Amalej thiab cov Kana-as uas nyob ped thiaj tua yeej lawv, thiab raws lawv deb heev mus txog ntua nram lub nroog Haulamas."},{"bible_id":"1525","chapter_code":"NUM.15","verse_code":"NUM.15.1","label":"1","content":"Tus TSWV hais rau Mauxes hais tias,"},{"bible_id":"1525","chapter_code":"NUM.15","verse_code":"NUM.15.2","label":"2","content":"koj qhia tej kevcai no rau cov Yixalayees, thaum nej mus txog hauv lub tebchaws uas kuv muab pub rau nej lawm,"},{"bible_id":"1525","chapter_code":"NUM.15","verse_code":"NUM.15.3","label":"3","content":"nej cab ib tug heev nyuj, ib tug laug yaj, ib tug thav yaj lossis ib tug laug tshis mus tua hlawv fij rau tus TSWV, fij theej txhoj lossis fij raws li nej coglus tseg lawm lossis fij ntawm lub siab dawb paug lossis fij ua rooj noj rooj haus raws li teem tseg; tej pa khoom fij ntawd yuav tsw qab ntxiag ua rau tus TSWV txaus siab."},{"bible_id":"1525","chapter_code":"NUM.15","verse_code":"NUM.15.4+NUM.15.5","label":"4-5","content":"Yog leejtwg coj tsiaj mus fij rau tus TSWV, nws yuav tsum nqa ob choj hmoov nplej uas ntse xyaw ob khob roj txiv ntoo thiab ob khob cawv txiv hmab, coj mus ua khoom fij rau tus TSWV."},{"bible_id":"1525","chapter_code":"NUM.15","verse_code":"NUM.15.6","label":"6","content":"Thaum muab tus laug yaj fij, mas yuav tsum muab plaub choj hmoov nplej uas ntse xyaw peb khob roj txiv ntoo coj mus fij,"},{"bible_id":"1525","chapter_code":"NUM.15","verse_code":"NUM.15.7","label":"7","content":"thiab muab peb khob cawv txiv hmab mus fij nrog. Tej pa khoom fij no yuav tsw qab ntxiag txaus tus TSWV siab heev."},{"bible_id":"1525","chapter_code":"NUM.15","verse_code":"NUM.15.8","label":"8","content":"Thaum muab tus heev nyuj tua hlawv fij rau tus TSWV lossis fij raws li nej tau coglus tseg lossis fij ua kev sib raug zoo,"},{"bible_id":"1525","chapter_code":"NUM.15","verse_code":"NUM.15.9","label":"9","content":"yuav tsum muab rau choj hmoov nplej ntse xyaw plaub khob roj txiv ntoo,"},{"bible_id":"1525","chapter_code":"NUM.15","verse_code":"NUM.15.10","label":"10","content":"thiab muab plaub khob cawv txiv hmab coj mus fij nrog. Tej pa khoom fij no yuav tsw qab ntxiag ua rau tus TSWV txaus siab."},{"bible_id":"1525","chapter_code":"NUM.15","verse_code":"NUM.15.11","label":"11","content":"Yuav tsum muab li ntawd mus fij nrog txhua tus heev nyuj, txhua tus laug yaj lossis txhua tus laug tshis."},{"bible_id":"1525","chapter_code":"NUM.15","verse_code":"NUM.15.12","label":"12","content":"Thaum uas nej coj tsiaj mus fij tshaj ib tug rov rau saud lawm, yuav tsum ntxiv tej khoom uas fij nrog ntawd kom ntau sib npaug zos raws li tej feem ntawd."},{"bible_id":"1525","chapter_code":"NUM.15","verse_code":"NUM.15.13","label":"13","content":"Txhua xeem Yixalayees yuav tsum tau ua li no thaum nws coj khoom mus fij, kom tej pa tsw qab ntxiag ua rau tus TSWV txaus siab."},{"bible_id":"1525","chapter_code":"NUM.15","verse_code":"NUM.15.14","label":"14","content":"Thiab cov neeg txawv tebchaws uas nrog nej nyob, tsis hais nyob ib ntus xwb lossis nyob mus li, txhua zaus uas coj tej khoom mus fij kom tsw qab ntxiag rau tus TSWV, nws yuav tsum ua kom raws li txoj kevcai uas nej ua."},{"bible_id":"1525","chapter_code":"NUM.15","verse_code":"NUM.15.15","label":"15","content":"Tsuas muaj tib txoj kabke no  rau nej thiab rau cov neeg txawv tebchaws uas nrog nej nyob ntawd coj mus ibtxhis li xwb. Nej ua li cas kom lawv ua li ntawd pub rau tus TSWV;"},{"bible_id":"1525","chapter_code":"NUM.15","verse_code":"NUM.15.16","label":"16","content":"muab tib txoj kevcai thiab kev tswjhwm rau nej thiab lawv ib yam nkaus."},{"bible_id":"1525","chapter_code":"NUM.15","verse_code":"NUM.15.17","label":"17","content":"Tus TSWV hais rau Mauxes"},{"bible_id":"1525","chapter_code":"NUM.15","verse_code":"NUM.15.18","label":"18","content":"kom cia li muab tej kevcai no qhia rau cov Yixalayees coj, thaum lawv mus nyob hauv lub tebchaws uas nws muab rau lawv:"},{"bible_id":"1525","chapter_code":"NUM.15","verse_code":"NUM.15.19","label":"19","content":"Thaum lawv ua tau tej qoobloo los noj, lawv yuav tsum muab ibtxhia fij rau tus TSWV."},{"bible_id":"1525","chapter_code":"NUM.15","verse_code":"NUM.15.20","label":"20","content":"Thaum nej sau tau nplej tshiab, nej muab thawj cov hmoov nplej los puab ua thawj lub ncuav fij tshwjxeeb rau tus TSWV. Qhov no nej coj mus fij tshwjxeeb ib yam li tej nplej tshiab uas nej nyuam qhuav muab tau los."},{"bible_id":"1525","chapter_code":"NUM.15","verse_code":"NUM.15.21","label":"21","content":"Nej yuav tsum muab tej ncuav uas nej cub siav lawm mus fij rau tus TSWV, thiab fij li no mus ibtxhis."},{"bible_id":"1525","chapter_code":"NUM.15","verse_code":"NUM.15.22","label":"22","content":"Tiamsis yog nej yuam kev ua txhaum tej kevcai uas tus TSWV muab cob rau Mauxes,"},{"bible_id":"1525","chapter_code":"NUM.15","verse_code":"NUM.15.23","label":"23","content":"yog tej kevcai tswjhwm nej ib tiam dhau ib tiam, txij hnub uas tus TSWV muab cob rau Mauxes kom qhia rau nej,"},{"bible_id":"1525","chapter_code":"NUM.15","verse_code":"NUM.15.24","label":"24","content":"yog qhov txhaum ntawd tsis yog txhob txwm ua, vim tsis paub xwb, ces cov pejxeem yuav tsum cab ib tug heev nyuj mus tua hlawv fij nrog cov hmoov nplej thiab cawv txiv hmab, kom tej pa tsw qab ntxiag ua rau tus TSWV txaus siab, thiab cab ib tus laug tshis mus tua fij theej txhoj."},{"bible_id":"1525","chapter_code":"NUM.15","verse_code":"NUM.15.25","label":"25","content":"Tus povthawj yuav tsum tau ua kevcai ntxuav rau cov pejxeem sawvdaws, tus TSWV thiaj yuav zam lawv lub txim, vim tsis yog lawv txhob txwm ua, thiab lawv nqa lawv tej khoom fij daws txim mus ua zaub mov fij rau tus TSWV."},{"bible_id":"1525","chapter_code":"NUM.15","verse_code":"NUM.15.26","label":"26","content":"Tus TSWV yuav zam txim rau cov Yixalayees thiab cov neeg txawv tebchaws uas nrog lawv nyob, vim lawv txhua tus puavleej ua txhaum."},{"bible_id":"1525","chapter_code":"NUM.15","verse_code":"NUM.15.27","label":"27","content":"Yog muaj leejtwg ua txhaum uas tsis yog txhob txwm ua, nws yuav tsum cab ib tug thav tshis uas hnubnyoog ib xyoos mus tua fij daws txim."},{"bible_id":"1525","chapter_code":"NUM.15","verse_code":"NUM.15.28","label":"28","content":"Tus povthawj ua kevcai ntxuav tus neeg uas tsis yog txhob txwm ua txhaum ntawd lub txim tabmeeg tus TSWV ntawm lub thaj, tus TSWV thiaj yuav zam nws lub txim."},{"bible_id":"1525","chapter_code":"NUM.15","verse_code":"NUM.15.29","label":"29","content":"Muab tib txoj kevcai no rau txhua tus uas tsis yog txhob txwm ua txhaum, tsis hais cov Yixalayees lossis cov neeg txawv tebchaws."},{"bible_id":"1525","chapter_code":"NUM.15","verse_code":"NUM.15.30","label":"30","content":"Yog leejtwg twb paub lawm, tiamsis nws txhob txwm ua txhaum uas yog saib tsis taus tus TSWV; tsis hais cov Yixalayees lossis cov neeg txawv tebchaws, yuav tsum muab nws tua povtseg."},{"bible_id":"1525","chapter_code":"NUM.15","verse_code":"NUM.15.31","label":"31","content":"Rau qhov nws tsis mloog tus TSWV tej lus thiab txhob txwm rhuav tus TSWV tej lus samhwm. Nws yuav tau ris lub txim tuag ntawd."},{"bible_id":"1525","chapter_code":"NUM.15","verse_code":"NUM.15.32","label":"32","content":"Thaum cov Yixalayees tseem nyob nram tiaj suabpuam, muaj ib zaug lawv pom ib tug neeg mus khaws taws hnub Xanpataus."},{"bible_id":"1525","chapter_code":"NUM.15","verse_code":"NUM.15.33","label":"33","content":"Cov neeg uas pom tus mus khaws taws ntawd, lawv coj nws mus cuag Mauxes, Aloos thiab cov Yixalayees sawvdaws,"},{"bible_id":"1525","chapter_code":"NUM.15","verse_code":"NUM.15.34","label":"34","content":"lawv kav nws nruj heev, vim lawv tseem tsis tau paub hais tias yuav ua li cas rau nws."},{"bible_id":"1525","chapter_code":"NUM.15","verse_code":"NUM.15.35","label":"35","content":"Ces tus TSWV hais rau Mauxes hais tias, “Yuav tsum muab tus neeg no tua povtseg; cov pejxeem cia li coj nws mus rau nraum ntug yeej, thiab muab pobzeb ntaus kom nws tuag.”"},{"bible_id":"1525","chapter_code":"NUM.15","verse_code":"NUM.15.36","label":"36","content":"Yog li ntawd, tagnrho cov pejxeem sawvdaws thiaj coj tus ntawd tawm mus rau sab nraum ntug yeej, thiab muab pobzeb ntaus nws tuag raws li tus TSWV tau samhwm."},{"bible_id":"1525","chapter_code":"NUM.15","verse_code":"NUM.15.37","label":"37","content":"Tus TSWV hais rau Mauxes"},{"bible_id":"1525","chapter_code":"NUM.15","verse_code":"NUM.15.38","label":"38","content":"kom hais rau cov Yixalayees hais tias: “Nej ntxhoo ib co paj kab lws dai rau ntawm nej cov tsho ntev tej kaum tsho, thiab muab ib txoj xov xiav los xaws rau txhua lub kaum. Nej yuav tsum ua li no mus ibtxhis li."},{"bible_id":"1525","chapter_code":"NUM.15","verse_code":"NUM.15.39","label":"39","content":"Cov paj kab lws ntawd yuav ua lub cim rau nej nco ntsoov. Thaum nej pom cov paj kab lws ntawd, yuav ua rau nej nco ntsoov kuv tej lus samhwm thiab ua raws li kuv tej lus; nej thiaj tsis khiav ntawm kuv mus thiab tsis mus ua raws li nej lub siab nyiam."},{"bible_id":"1525","chapter_code":"NUM.15","verse_code":"NUM.15.40","label":"40","content":"Cov paj kab lws ntawd yuav ua ib qho rau nej nco ntsoov ua raws li kuv tej lus samhwm, thiab nej yog kuv tug lawm tiag."},{"bible_id":"1525","chapter_code":"NUM.15","verse_code":"NUM.15.41","label":"41","content":"Kuv yog tus TSWV uas yog nej tus Vajtswv; kuv coj nej khiav nram tebchaws Iziv los kom kuv tau ua nej tus Vajtswv. Kuv yog tus TSWV.”"},{"bible_id":"1525","chapter_code":"NUM.16","verse_code":"NUM.16.1+NUM.16.2","label":"1-2","content":"Ixehas tus tub Kaulas uas yog xeem Levis thiab yog cuab Kauhas, nws tau ntxeev siab rau Mauxes uas yog tus thawjcoj. Kaulas koom siab nrog Eli-as tus tub Dathas, Anpilas thiab Pelethes tus tub uas yog xeem Lunpees, thiab ob puas tsib caug leej Yixalayees uas cov pejxeem sawvdaws tau xaiv los ua cov thawjcoj."},{"bible_id":"1525","chapter_code":"NUM.16","verse_code":"NUM.16.3","label":"3","content":"Lawv tuaj sib sau tim ntsej tim muag rau ntawm Mauxes thiab Aloos, thiab hais rau nkawd hais tias, “Neb tau ua dhau kevcai lawm! Tagnrho cov pejxeem sawvdaws puavleej yog tus TSWV tug, thiab tus TSWV yeej nrog peb sawvdaws nyob huv tibsi. Vim li cas neb tsav neb lub hwjchim siab tshaj tus TSWV haivneeg lawm thiab?”"},{"bible_id":"1525","chapter_code":"NUM.16","verse_code":"NUM.16.4","label":"4","content":"Thaum Mauxes hnov tej lus ntawd, nws txawm tso cev da rau hauv av thiab thov tus TSWV."},{"bible_id":"1525","chapter_code":"NUM.16","verse_code":"NUM.16.5","label":"5","content":"Mauxes hais rau Kaulas thiab nws cov phoojywg hais tias, “Tagkis sawv ntxov tus TSWV mam qhia saib peb leejtwg yog tus TSWV tug thiab peb leejtwg yog tus uas tus TSWV xaiv; nws yuav cia tus uas yog nws tug, thiab tus uas nws xaiv mus cuag nws rau ntawm lub thaj."},{"bible_id":"1525","chapter_code":"NUM.16","verse_code":"NUM.16.6","label":"6","content":"Kaulas, koj thiab tagnrho koj cov phoojywg ua li no: tagkis nej cia li mus muab cov laujkaub"},{"bible_id":"1525","chapter_code":"NUM.16","verse_code":"NUM.16.7","label":"7","content":"thiab muab ncaig taws thiab hmoov tshuaj tsw qab tso rau hauv cov laujkaub coj mus tso tabmeeg tus TSWV. Tus neeg uas tus TSWV xaiv nws yuav yog tus dawbhuv. Nej cov Levis ko yog cov uas ua dhau cai ntag!”"},{"bible_id":"1525","chapter_code":"NUM.16","verse_code":"NUM.16.8","label":"8","content":"Mauxes hais rau Kaulas ntxiv hais tias, “Nej cov Levis ko cia li ua tib zoo mloog!"},{"bible_id":"1525","chapter_code":"NUM.16","verse_code":"NUM.16.9","label":"9","content":"Nej xav hais tias, qhov uas cov Yixalayees tus Vajtswv tau tsa nej los ua ib pab uas nyob ib cag ntawm cov pejxeem kom nej mus cuag tau nws, ua nej tes haujlwm nyob rau hauv tus TSWV lub Tsevntaub sib ntsib, thiab saib cov pejxeem sawvdaws thiab ua cov uas ua haujlwm rau lawv, tseem tsis tau txaus nej siab thiab los?"},{"bible_id":"1525","chapter_code":"NUM.16","verse_code":"NUM.16.10","label":"10","content":"Nws tsa nej thiab cov Levis los ua tes haujlwm no, tiamsis nimno nej tseem xav nrhiav kev los ua tus povthawj thiab!"},{"bible_id":"1525","chapter_code":"NUM.16","verse_code":"NUM.16.11","label":"11","content":"Thaum koj yws Aloos twb yog koj thiab koj cov phoojywg ntxeev siab tawmtsam tus TSWV ntag.”"},{"bible_id":"1525","chapter_code":"NUM.16","verse_code":"NUM.16.12","label":"12","content":"Mauxes txawm txib neeg mus hu Dathas thiab Anpilas nkawd, tiamsis nkawd teb hais tias, “Peb yuav tsis tuaj!"},{"bible_id":"1525","chapter_code":"NUM.16","verse_code":"NUM.16.13","label":"13","content":"Qhov uas koj coj peb tawm nram tebchaws Iziv uas av rog thiab zoo qoob los tuag tas rau hauv tiaj suabpuam no tseem tsis tau txaus koj siab thiab los? Ua li cas koj tseem yuav muab koj tsa ua tus tswv kav tagnrho peb thiab?"},{"bible_id":"1525","chapter_code":"NUM.16","verse_code":"NUM.16.14","label":"14","content":"Qhov tseemceeb koj twb tsis tau coj peb mus rau hauv lub tebchaws uas av rog thiab zoo qoob lossis pub liaj teb rau peb thiab pub kom muaj vaj txiv hmab los ua peb tug, thiab nimno koj tabtom nrhiav kev dag ntxias peb. Peb yuav tsis tuaj cuag koj!”"},{"bible_id":"1525","chapter_code":"NUM.16","verse_code":"NUM.16.15","label":"15","content":"Mauxes chim heev, nws hais rau tus TSWV hais tias, “Tsis txhob txais tej khoom uas cov neeg no coj mus fij rau koj. Kuv yeej tsis tau ua phem rau lawv ib leeg tus twg; txawm yog lawv tej neesluav los kuv twb tsis tau txeeb ib tug li.”"},{"bible_id":"1525","chapter_code":"NUM.16","verse_code":"NUM.16.16","label":"16","content":"Mauxes hais rau Kaulas hais tias, “Tagkis koj yuav tsum tau coj koj ob puas tsib caug leej ntawd tuaj rau hauv lub Tsevntaub sib ntsib uas yog tus TSWV qhov chaw sib ntsib; Aloos los nws yuav tsum tuaj nyob rau hauv thiab."},{"bible_id":"1525","chapter_code":"NUM.16","verse_code":"NUM.16.17","label":"17","content":"Nej txhua tus nyias yuav tsum nqa nyias lub laujkaub hlawv hmoov tshuaj tsw qab tuaj, muab hmoov tshuaj tsw qab tso rau hauv lub laujkaub, thiab coj mus fij rau ntawm lub thaj.”"},{"bible_id":"1525","chapter_code":"NUM.16","verse_code":"NUM.16.18","label":"18","content":"Yog li ntawd txhua tus txivneej nyias thiaj nqa nyias lub laujkaub thee, muab cov thee uas cig ntsaj thuav thiab muab tshuaj tsw qab tso rau hauv, lawv tuaj sawv nrog Mauxes thiab Aloos nkawd ua ke rau ntawm tus TSWV lub Tsevntaub sib ntsib lub qhovrooj."},{"bible_id":"1525","chapter_code":"NUM.16","verse_code":"NUM.16.19","label":"19","content":"Ces Kaulas txawm coj cov pejxeem sawvdaws mus sawv tim ntsej tim muag Mauxes thiab Aloos rau ntawm tus TSWV lub Tsevntaub sib ntsib lub qhovrooj. Tamsim ntawd tus TSWV lub tshwjchim ci ntsa iab tshwm los rau sawvdaws pom,"},{"bible_id":"1525","chapter_code":"NUM.16","verse_code":"NUM.16.20","label":"20","content":"ces tus TSWV hais rau Mauxes thiab Aloos hais tias,"},{"bible_id":"1525","chapter_code":"NUM.16","verse_code":"NUM.16.21","label":"21","content":"“Neb cia li txav tawm ntawm cov neeg no mus, kuv yuav ua kom lawv puastsuaj tamsim no ntag.”"},{"bible_id":"1525","chapter_code":"NUM.16","verse_code":"NUM.16.22","label":"22","content":"Tiamsis Mauxes thiab Aloos nkawd txhos caug ntua, nyo hau ntshis ua nkawd ob lub ntsejmuag ti nkaus hauv av thiab thov hais tias, “Vajtswv, koj yog tus tswj neeg txojsia. Thaum ib tug ua txhaum, koj txawm chim rau sawvdaws tagnrho los?”"},{"bible_id":"1525","chapter_code":"NUM.16","verse_code":"NUM.16.23","label":"23","content":"Tus TSWV hais rau Mauxes hais tias,"},{"bible_id":"1525","chapter_code":"NUM.16","verse_code":"NUM.16.24","label":"24","content":"“Cia li hais rau cov pejxeem kom lawv txav ntawm Kaulas, Dathas thiab Anpilas lawv cov tsevntaub tamsim no mus.”"},{"bible_id":"1525","chapter_code":"NUM.16","verse_code":"NUM.16.25","label":"25","content":"Ces Mauxes thiab cov Yixalayees tej thawjcoj thiaj mus rau tom Dathas thiab Anpilas nkawd ob lub tsev."},{"bible_id":"1525","chapter_code":"NUM.16","verse_code":"NUM.16.26","label":"26","content":"Mauxes hais rau cov neeg ntawd hais tias, “Nej cia li txav kom deb ntawm peb tug neeg siab phem no lub tsev mus, thiab tsis txhob cev tes kov ib yam dabtsi uas yog lawv tug li.”"},{"bible_id":"1525","chapter_code":"NUM.16","verse_code":"NUM.16.27","label":"27","content":"Yog li ntawd, lawv thiaj khiav tawm ntawm Kaulas, Dathas thiab Anpilas lawv tsev mus lawm. Dathas thiab Anpilas tseem tabtom tawm tuaj sawv ntawm nkawd ob lub qhovrooj nrog nkawd ob tug pojniam thiab cov menyuam nyob."},{"bible_id":"1525","chapter_code":"NUM.16","verse_code":"NUM.16.28","label":"28","content":"Mauxes hais rau cov pejxeem hais tias, “Nej yuav tsum paub hais tias tus TSWV yog tus txib kuv tuaj ua txhua yam no, tsis yog kuv lam tuaj ua raws li kuv lub siab nyiam xwb."},{"bible_id":"1525","chapter_code":"NUM.16","verse_code":"NUM.16.29","label":"29","content":"Yog cov txivneej no tuag raws li neeg ibtxwm mob tuag, ces tsis yog Vajtswv rau txim rau lawv, thiab tsis yog tus TSWV tso kuv tuaj ua nws tes haujlwm li."},{"bible_id":"1525","chapter_code":"NUM.16","verse_code":"NUM.16.30","label":"30","content":"Tiamsis yog tus TSWV ua tej yam uas tsis tau hnov dua, thiab av cia li qhib plho muab lawv nqos kiag nrog txhua yam uas yog lawv tug, kom lawv cia li nqis ciaj mus rau hauv tubtuag teb, nej thiaj yuav paub hais tias cov neeg no yog cov uas muab tus TSWV tso tseg lawm.”"},{"bible_id":"1525","chapter_code":"NUM.16","verse_code":"NUM.16.31","label":"31","content":"Thaum Mauxes hais cov lus ntawd tagnrho, ces thaj av uas nyob ntawm qhov chaw uas Dathas thiab Anpilas nkawd sawv txawm tu nrho qhib plho"},{"bible_id":"1525","chapter_code":"NUM.16","verse_code":"NUM.16.32","label":"32","content":"thiab nqos kiag nkawd thiab nkawd tsevneeg, nqos tagnrho Kaulas cov phoojywg uas koom siab nrog nws, thiab lawv tej cuabtxhiaj cuabtam nrog lawv huv tibsi lawm."},{"bible_id":"1525","chapter_code":"NUM.16","verse_code":"NUM.16.33","label":"33","content":"Yog li ntawd, lawv thiaj nqis ciaj sia kais mus rau hauv tubtuag teb, nrog lawv tej cuabtxhiaj cuabtam. Av qhaws nkaus npog lawv, lawv thiaj puastsuaj ploj ntais lawm."},{"bible_id":"1525","chapter_code":"NUM.16","verse_code":"NUM.16.34","label":"34","content":"Thaum lawv quaj qw zom zaws, cov Yixalayees uas nyob ibncig ntawm lawv puavleej khiav tawm thiab qw hais tias, “Cia li khiav! Nyob tsam av nqos peb lawm thiab!”"},{"bible_id":"1525","chapter_code":"NUM.16","verse_code":"NUM.16.35","label":"35","content":"Ces tus TSWV tso hluavtaws los kub ob puas tsib caug leej uas tabtom hlawv lawv tej hmoov tshuaj tsw qab ntawd tuag tas huv tibsi lawm thiab."},{"bible_id":"1525","chapter_code":"NUM.16","verse_code":"NUM.16.36","label":"36","content":"Tus TSWV hais rau Mauxes hais tias,"},{"bible_id":"1525","chapter_code":"NUM.16","verse_code":"NUM.16.37","label":"37","content":"“Koj hais rau Aloos tus tub Ele-axas uas yog tus povthawj kom nws mus muab cov laujkaub tooj hlawv hmoov tshuaj tsw qab ntawm cov neeg uas kub hnyiab tuag ntawd tshem, thiab muab cov thee hauv cov laujkaub ntawd hliv rau lwm qhov, rau qhov cov laujkaub ntawd dawbhuv."},{"bible_id":"1525","chapter_code":"NUM.16","verse_code":"NUM.16.38","label":"38","content":"Cov laujkaub ntawd dawbhuv rau thaum coj mus fij rau ntawm tus TSWV lub thaj. Cia li mus muab cov laujkaub ntawm cov neeg tuag uas vim lawv ua txhaum ntawd los ntaus ua tej daim nyias nyias coj mus npog lub thaj. Daim tooj ntawd yuav ua lub cim rau cov Yixalayees.”"},{"bible_id":"1525","chapter_code":"NUM.16","verse_code":"NUM.16.39","label":"39","content":"Ces tus povthawj Ele-axas thiaj mus muab cov laujkaub ntawd los thiab muab ntaus ua tej daim nyias nyias thiab muab ham ua ib daim loj loj mus npog lub thaj."},{"bible_id":"1525","chapter_code":"NUM.16","verse_code":"NUM.16.40","label":"40","content":"Qhov no ua lub cim qhia rau cov Yixalayees paub hais tias, yog leejtwg tsis yog Aloos cov xeebntxwv tsis txhob mus hlawv hmoov tshuaj tsw qab rau tus TSWV ntawm lub thaj. Nyob tsam nws yuav raug kev puastsuaj li Kaulas thiab cov neeg uas koom nrog nws ua ib lub siab. Tej lus no ua raws li tus TSWV tau samhwm rau Mauxes kom hais rau Ele-axas ntag."},{"bible_id":"1525","chapter_code":"NUM.16","verse_code":"NUM.16.41","label":"41","content":"Hnub tom qab cov pejxeem rov yws Mauxes thiab Aloos nkawd dua hais tias, “Neb tau tua tus TSWV cov neeg coob leej lawm.”"},{"bible_id":"1525","chapter_code":"NUM.16","verse_code":"NUM.16.42","label":"42","content":"Tom qab uas lawv yws Mauxes thiab Aloos li ntawd tas, Mauxes thiab Aloos txawm tig mus rau tom tus TSWV lub Tsevntaub sib ntsib, thiab pom ib tauv huab los roos nkaus lub Tsevntaub sib ntsib, tus TSWV lub tshwjchim ci ntsa iab tshwm plaws los."},{"bible_id":"1525","chapter_code":"NUM.16","verse_code":"NUM.16.43","label":"43","content":"Ces Mauxes thiab Aloos nkawd txawm txav mus sawv ntawm tus TSWV lub Tsevntaub sib ntsib lub qhovrooj,"},{"bible_id":"1525","chapter_code":"NUM.16","verse_code":"NUM.16.44","label":"44","content":"tus TSWV hais rau Mauxes hais tias,"},{"bible_id":"1525","chapter_code":"NUM.16","verse_code":"NUM.16.45","label":"45","content":"“Koj txav kom deb ntawm pawg neeg no, kuv yuav muab lawv ua kom puastsuaj tas rau ntawm qhov chaw uas lawv sawv no!” Nkawd ob leeg puavleej txhos caug ntua nyo hau ntshis ti nkaus hauv av,"},{"bible_id":"1525","chapter_code":"NUM.16","verse_code":"NUM.16.46","label":"46","content":"thiab Mauxes hais rau Aloos hais tias, “Cia li muab koj lub laujkaub thee los, muab cov ncaig saum lub thaj tso rau hauv, thiab muab hmoov tshuaj tsw qab tso rau saum cov ncaig. Koj cia li ceev nrooj coj mus yom ua kevcai ntxuav daws cov pejxeem lub txim. Tus TSWV txojkev chim thiab tej sub tawg sub ntsha twb pib tawm tuaj lawm!”"},{"bible_id":"1525","chapter_code":"NUM.16","verse_code":"NUM.16.47","label":"47","content":"Aloos mloog Mauxes lus, nws thiaj muab hlo lub laujkaub thee thiab nqa ceev nrooj mus rau hauv plawv pawg neeg uas tuaj sib sau ntawd. Thaum Aloos pom tej kev tuag twb pib lawm, nws mam muab hmoov tshuaj tsw qab tso plhuav rau hauv cov ncaig taws, mus ua kevcai ntxuav daws cov neeg ntawd lub txim."},{"bible_id":"1525","chapter_code":"NUM.16","verse_code":"NUM.16.48","label":"48","content":"Qhov no thiaj tswj tau txojkev tuag, Aloos sawv nres nroos hauv nruab nrab ntawm cov neeg ciaj thiab cov neeg tuag."},{"bible_id":"1525","chapter_code":"NUM.16","verse_code":"NUM.16.49","label":"49","content":"Cov neeg tuag muaj kaum plaub txhiab xya pua leej, twb tsis tau suav cov neeg ntxeev siab uas tuag nrog Kaulas ua ke."},{"bible_id":"1525","chapter_code":"NUM.16","verse_code":"NUM.16.50","label":"50","content":"Thaum txojkev tuag dhau lawm, Aloos rov mus cuag Mauxes rau tom tus TSWV lub Tsevntaub sib ntsib lub qhovrooj."},{"bible_id":"1525","chapter_code":"NUM.17","verse_code":"NUM.17.1","label":"1","content":"Tus TSWV hais rau Mauxes hais tias,"},{"bible_id":"1525","chapter_code":"NUM.17","verse_code":"NUM.17.2","label":"2","content":"“Koj hais rau cov Yixalayees cov thawjcoj ntawm txhua xeem, kom nyias nqa nyias tus pas nrig tuaj, tagnrho yog kaum ob tug. Sau lawv txhua tus npe rau ntawm nyias tus pas,"},{"bible_id":"1525","chapter_code":"NUM.17","verse_code":"NUM.17.3","label":"3","content":"thiab sau Aloos npe rau ntawm cov Levis tus pas. Tsuas pub ib tug pas rau ib xeem tus thawjcoj xwb."},{"bible_id":"1525","chapter_code":"NUM.17","verse_code":"NUM.17.4","label":"4","content":"Koj muab cov pas nrig ntawd coj mus tso rau hauv tus TSWV lub Tsevntaub sib ntsib, thiab muab coj mus tso rau tom hauv ntej lub Phijxab uas ntim Vajtswv tej lus cog tseg uas yog qhov chaw kuv ntsib koj."},{"bible_id":"1525","chapter_code":"NUM.17","verse_code":"NUM.17.5","label":"5","content":"Ces tus neeg uas kuv xaiv lawm tus pas nrig yuav hlav ntsuag. Qhov uas kuv ua li no, yog ua kom cov Yixalayees tej suab uas yws koj ntsiag tsis muaj ntxiv lawm.”"},{"bible_id":"1525","chapter_code":"NUM.17","verse_code":"NUM.17.6","label":"6","content":"Yog li ntawd, Mauxes thiaj hais rau cov Yixalayees, thiab lawv txhua tus thawjcoj nyias nqa nyias tus pas nrig tuaj, ib xeem ib tug, tagnrho yog kaum ob tug thiab muab Aloos tus pas nrig coj mus tso nrog cov ntawd thiab."},{"bible_id":"1525","chapter_code":"NUM.17","verse_code":"NUM.17.7","label":"7","content":"Ces Mauxes muab tagnrho cov pas nrig ntawd, coj mus tso rau hauv lub Tsevntaub sib ntsib ntawm tus TSWV lub Phijxab Coglus tseg hauv ntej."},{"bible_id":"1525","chapter_code":"NUM.17","verse_code":"NUM.17.8","label":"8","content":"Tagkis tom qab, thaum Mauxes mus hauv lub Tsevntaub sib ntsib, nws pom Aloos tus pas nrig uas yog xeem Levis tus, hlav ntsuag, hlav nplooj, tawg paj thiab txi txiv!"},{"bible_id":"1525","chapter_code":"NUM.17","verse_code":"NUM.17.9","label":"9","content":"Mauxes muab cov pas nrig ntawd nqa mus qhia rau cov Yixalayees. Lawv pom hais tias, yeej muaj tej xwmtxheej no tshwmsim tiag, yog li ntawd, cov thawjcoj nyias thiaj nqa nyias tus pas nrig rov mus lawm."},{"bible_id":"1525","chapter_code":"NUM.17","verse_code":"NUM.17.10","label":"10","content":"Tus TSWV hais rau Mauxes hais tias, “Koj muab Aloos tus pas rov mus tso rau ntawm lub Phijxab uas ntim Vajtswv tej lus cog tseg hauv ntej. Tus pas ntawd yuav ua lub cim rau cov Yixalayees uas ntxeev siab. Qhov no yuav ua kom lawv tseg tsis txhob yws kuv, lawv thiaj tsis tuag.”"},{"bible_id":"1525","chapter_code":"NUM.17","verse_code":"NUM.17.11","label":"11","content":"Mauxes ua raws li tus TSWV tau hais rau nws."},{"bible_id":"1525","chapter_code":"NUM.17","verse_code":"NUM.17.12","label":"12","content":"Cov Yixalayees hais rau Mauxes hais tias, “Zaum no peb yuav tuag tas li lauj!"},{"bible_id":"1525","chapter_code":"NUM.17","verse_code":"NUM.17.13","label":"13","content":"Yog hais tias, leejtwg txav mus ze tus TSWV lub Tsevntaub sib ntsib yuav raug tua tuag. Ces peb sawvdaws txawm yuav tuag tas tiag los?”"},{"bible_id":"1525","chapter_code":"NUM.18","verse_code":"NUM.18.1","label":"1","content":"Tus TSWV hais rau Aloos hais tias, “Koj, koj cov tub thiab cov Levis yuav tsum tau ris lub txim uas ua txhaum rau lub Tsevntaub sib ntsib uas yog qhov chaw nrog kuv sib ntsib; tiamsis tsuas yog koj thiab koj cov tub thiaj tau ris lub txim uas ua txhaum rau cov povthawj xwb."},{"bible_id":"1525","chapter_code":"NUM.18","verse_code":"NUM.18.2","label":"2","content":"Coj koj cov kwvtij uas yog xeem Levis tuaj nrog koj ua haujlwm thiab pab koj thaum koj cov tub tabtom ua haujlwm nyob ntawm lub Tsevntaub sib ntsib."},{"bible_id":"1525","chapter_code":"NUM.18","verse_code":"NUM.18.3","label":"3","content":"Lawv yuav ua tej haujlwm uas koj muab cob rau lawv ua, thiab lawv yuav ua tej haujlwm hauv lub Tsevntaub sib ntsib, tiamsis tsis pub lawv txav mus ze tej khoom dawbhuv thiab Chav Dawbhuv lossis lub thaj. Yog lawv txav mus ze, mas koj thiab lawv yuav raug tua tuag."},{"bible_id":"1525","chapter_code":"NUM.18","verse_code":"NUM.18.4","label":"4","content":"Lawv yuav nrog koj ua haujlwm thiab lawv yuav ua tagnrho tej haujlwm hauv lub Tsevntaub sib ntsib, tiamsis tsis pub tus uas tsis tsimnyog tuaj nrog nej ua."},{"bible_id":"1525","chapter_code":"NUM.18","verse_code":"NUM.18.5","label":"5","content":"Koj thiab koj cov tub xwb, thiaj yog cov uas muaj feem mus ua haujlwm hauv Chav Dawbhuv thiab ntawm lub thaj, kom kuv thiaj tsis chim rau cov Yixalayees ntxiv lawm."},{"bible_id":"1525","chapter_code":"NUM.18","verse_code":"NUM.18.6","label":"6","content":"Kuv yog tus uas xaiv koj cov kwvtij Levis tawm hauv cov Yixalayees los rau koj. Twb muab lawv fij rau tus TSWV lawm, kom lawv thiaj pab tau koj ua tej haujlwm hauv lub Tsevntaub sib ntsib."},{"bible_id":"1525","chapter_code":"NUM.18","verse_code":"NUM.18.7","label":"7","content":"Tiamsis tsuas yog koj thiab koj cov tub uas ua povthawj thiaj ua tau txhua yam haujlwm ntawm lub thaj thiab hauv Chav Dawbhuv xwb. Txhua yam no puavleej yog nej lub luag haujlwm, lub meejmom povthawj yog kuv muab rau nej. Txhua tus uas tsis tsimnyog thiab lam txav mus ze tej khoom dawbhuv yuav raug tua tuag.”"},{"bible_id":"1525","chapter_code":"NUM.18","verse_code":"NUM.18.8","label":"8","content":"Tus TSWV hais rau Aloos hais tias, “Koj nco ntsoov txhua yam khoom uas muab fij tshwjxeeb rau kuv uas tsis yog yam muab hlawv theej txhoj, kuv yuav muab huv tibsi rau koj. Kuv muab tej khoom no pub rau koj thiab koj cov xeebntxwv, yog ib feem uas yuav tsum muab faib rau koj mus ibtxhis li."},{"bible_id":"1525","chapter_code":"NUM.18","verse_code":"NUM.18.9","label":"9","content":"Tej khoom dawbhuv uas tsis coj mus hlawv fij rau saum lub thaj uas yog tej hmoov nplej, tej khoom fij daws txim thiab tej khoom fij ntxuav kev txhaum. Txhua yam khoom dawbhuv uas muab fij rau kuv puavleej yog koj thiab koj cov tub tug."},{"bible_id":"1525","chapter_code":"NUM.18","verse_code":"NUM.18.10","label":"10","content":"Nej yuav tsum noj tej khoom no hauv chav dawbhuv, thiab tsuas pub cov txivneej noj xwb; rau qhov yog tej khoom dawbhuv rau nej."},{"bible_id":"1525","chapter_code":"NUM.18","verse_code":"NUM.18.11","label":"11","content":"“Txhua yam uas cov Yixalayees coj tuaj yom fij rau kuv los puavleej muab rau koj huv tibsi. Kuv muab tej khoom ntawd rau koj, koj cov tub thiab koj cov ntxhais mus ibtxhis. Koj tsevneeg txhua tus uas yog neeg huv lawm ces noj tau tej ntawd."},{"bible_id":"1525","chapter_code":"NUM.18","verse_code":"NUM.18.12","label":"12","content":"“Thawj phaum qoobloo zoo tshaj plaws uas cov Yixalayees coj mus fij rau kuv uas yog tej roj txiv ntoo, tej cawv txiv hmab thiab tej nplej, kuv muab huv tibsi rau koj."},{"bible_id":"1525","chapter_code":"NUM.18","verse_code":"NUM.18.13","label":"13","content":"Tej no puavleej yog nej tug. Koj tsevneeg txhua tus uas yog neeg huv lawm noj tau tej khoom ntawd."},{"bible_id":"1525","chapter_code":"NUM.18","verse_code":"NUM.18.14","label":"14","content":"“Txhua yam uas cov Yixalayees coj tuaj fij rau kuv puavleej yog koj tug."},{"bible_id":"1525","chapter_code":"NUM.18","verse_code":"NUM.18.15","label":"15","content":"“Tsis hais neeg lossis tsiaj txhu, thawj tug menyuam uas cov Yixalayees coj tuaj fij rau kuv puavleej yog nej tug. Tiamsis tej nyiaj uas luag coj tuaj txhiv thawj tug tub hlob thiab tej nyiaj uas luag coj tuaj txhiv tej tsiaj uas tsis huv thawj tug menyuam uas yog tus txiv rov qab, nej yuav tsum khaws tej nyiaj ntawd cia."},{"bible_id":"1525","chapter_code":"NUM.18","verse_code":"NUM.18.16","label":"16","content":"Yuav tsum txhiv tej menyuam uas hnubnyoog ib hlis rov qab, tus nqi yog tsib daim nyiaj, raws li nomtswv txoj cai kom tseg."},{"bible_id":"1525","chapter_code":"NUM.18","verse_code":"NUM.18.17","label":"17","content":"Tiamsis thawj tug menyuam nyuj, menyuam yaj thiab menyuam tshis uas yog tus txiv, tsis txhob txhiv rov qab; cov ntawd yeej yog kuv tug thiab yog cov uas muab tua theej txhoj. Muab cov ntshav hliv ywg lub thaj thiab muab cov roj hlawv ua khoom fij, kom tej pa tsw qab ntxiag ua rau kuv txaus siab."},{"bible_id":"1525","chapter_code":"NUM.18","verse_code":"NUM.18.18","label":"18","content":"Tej nqaij puavleej yog koj tug ib yam li lub hauvnrob thiab cegqab sab xis uas muab yom fij."},{"bible_id":"1525","chapter_code":"NUM.18","verse_code":"NUM.18.19","label":"19","content":"“Tagnrho tej khoom dawbhuv uas cov Yixalayees coj tuaj fij rau kuv, kuv muab huv tibsi rau koj, koj cov tub thiab koj cov ntxhais mus ibtxhis li. Kuv yuav tsis rhuav tej lus cog tseg rau koj thiab koj cov xeebntxwv li.”"},{"bible_id":"1525","chapter_code":"NUM.18","verse_code":"NUM.18.20","label":"20","content":"Tus TSWV hais rau Aloos hais tias, “Koj yuav tsis tau txais ib qho av ua koj tug, thiab yuav tsis faib lub tebchaws Yixalayees ib qho rau koj li. Kuv yog tus TSWV, txhua yam uas yog kuv tug, puavleej yog koj li.”"},{"bible_id":"1525","chapter_code":"NUM.18","verse_code":"NUM.18.21","label":"21","content":"Tus TSWV hais tias, “Ib feem kaum uas cov Yixalayees coj tuaj fij rau kuv, kuv yuav muab tagnrho rau cov Levis. Tej no yog muab ua nqi zog rau lawv tu kuv lub Tsevntaub sib ntsib."},{"bible_id":"1525","chapter_code":"NUM.18","verse_code":"NUM.18.22","label":"22","content":"Txij no mus tsis pub cov Yixalayees tuaj ze tus TSWV lub Tsevntaub sib ntsib lawm, nyob tsam ua rau lawv raug lub txim tuag."},{"bible_id":"1525","chapter_code":"NUM.18","verse_code":"NUM.18.23","label":"23","content":"Txij no mus tsuas cia cov Levis tuaj tu lub Tsevntaub sib ntsib, thiab ua tagnrho tej haujlwm hauv lub Tsevntaub lawm xwb. Qhov no ua ib txoj kevcai rau koj cov xeebntxwv mus li. Cov Levis yuav tsis muaj teej tug nyob hauv lub tebchaws Yixalayees,"},{"bible_id":"1525","chapter_code":"NUM.18","verse_code":"NUM.18.24","label":"24","content":"rau qhov tej ib feem kaum uas cov Yixalayees coj tuaj fij rau kuv ntawd, kuv twb muab rau cov Levis lawm. Vim li no kuv thiaj hais rau lawv hais tias, lawv yuav tsis muaj av nyob hauv lub tebchaws Yixalayees.”"},{"bible_id":"1525","chapter_code":"NUM.18","verse_code":"NUM.18.25","label":"25","content":"Tus TSWV samhwm rau Mauxes"},{"bible_id":"1525","chapter_code":"NUM.18","verse_code":"NUM.18.26","label":"26","content":"kom hais rau cov Levis hais tias: “Thaum nej tau txais cov Yixalayees tej ib feem kaum uas tus TSWV muab rau nej ua nej tug, nej yuav tsum muab ib feem kaum ntawm cov khoom uas yog nej tug coj mus fij tshwjxeeb rau tus TSWV."},{"bible_id":"1525","chapter_code":"NUM.18","verse_code":"NUM.18.27","label":"27","content":"Nej tej khoom fij tshwjxeeb no yuav zoo ib yam li cov neeg ua teb tej nplej tshiab thiab tej cawv txiv hmab tshiab uas lawv coj tuaj fij ntag."},{"bible_id":"1525","chapter_code":"NUM.18","verse_code":"NUM.18.28","label":"28","content":"Nej yuav tsum ua li no thiaj yog nej muab tej ib feem kaum uas nej tau ntawm cov Yixalayees los mus fij pub tshwjxeeb ua tus TSWV tug. Cov khoom uas fij tshwjxeeb rau tus TSWV cia li muab rau Aloos uas yog tus povthawj."},{"bible_id":"1525","chapter_code":"NUM.18","verse_code":"NUM.18.29","label":"29","content":"Nej yuav tsum muab tej uas zoo tshaj plaws xwb."},{"bible_id":"1525","chapter_code":"NUM.18","verse_code":"NUM.18.30","label":"30","content":"Thaum nej muab tej uas zoo coj mus fij lawm, nej yuav tsum khaws tej uas seem cia ib yam li cov neeg ua teb uas muab ibtxhia coj mus fij thiab khaws tej uas seem tseg."},{"bible_id":"1525","chapter_code":"NUM.18","verse_code":"NUM.18.31","label":"31","content":"Nej thiab nej tsevneeg cia li nqa tej seem mus noj los tau, rau qhov twb muab tej ntawd ua nqi zog rau nej tu lub Tsevntaub sib ntsib lawm."},{"bible_id":"1525","chapter_code":"NUM.18","verse_code":"NUM.18.32","label":"32","content":"Nej noj tej ntawd los nej yuav tsis txhaum, yog nej twb tshwj tej uas zoo coj mus fij rau tus TSWV lawm. Tiamsis nej yuav tsum ua tib zoo xyuas tsis txhob noj tej khoom fij dawbhuv uas cov Yixalayees coj mus fij ua ntej uas nej tsis tau tshwj tej uas zoo fij rau kuv; yog nej txhob txwm noj nej yuav raug tua tuag.”"},{"bible_id":"1525","chapter_code":"NUM.19","verse_code":"NUM.19.1","label":"1","content":"Tus TSWV samhwm rau Mauxes thiab Aloos nkawd"},{"bible_id":"1525","chapter_code":"NUM.19","verse_code":"NUM.19.2","label":"2","content":"kom muab tej kevcai no qhia rau cov Yixalayees. Cab ib tug xyuas nyuj liab uas tsis muaj ib qho phem thiab tsis tau luag quab thauj nra ib zaug li"},{"bible_id":"1525","chapter_code":"NUM.19","verse_code":"NUM.19.3","label":"3","content":"mus rau tus povthawj Ele-axas. Cab tus xyuas nyuj ntawd mus rau sab nraum ntug yeej thiab muab tua tabmeeg  Ele-axas."},{"bible_id":"1525","chapter_code":"NUM.19","verse_code":"NUM.19.4","label":"4","content":"Ces Ele-axas yuav tsum muab nws tus ntivtes mus tub cov ntshav coj mus nchos xya zaug rau ntawm hauv ntej tus TSWV lub Tsevntaub sib ntsib."},{"bible_id":"1525","chapter_code":"NUM.19","verse_code":"NUM.19.5","label":"5","content":"Tagnrho tus tsiaj ntawd lub cev, daim tawv, cov nqaij, cov ntshav thiab cov quav, yuav tsum muab hlawv tabmeeg tus povthawj."},{"bible_id":"1525","chapter_code":"NUM.19","verse_code":"NUM.19.6","label":"6","content":"Tus povthawj muab ib daim ntoo ciab, ib re nplooj hixauv thiab muab ib ntshuas xov liab coj mus pov rau hauv lub qhovcub uas hlawv tus xyuas nyuj ntawd."},{"bible_id":"1525","chapter_code":"NUM.19","verse_code":"NUM.19.7","label":"7","content":"Tom qab ntawd, tus povthawj muab nws cev ris tsho hle ntxhua thiab muab dej ntxuav thoob plaws nws ibce, nws mam rov mus rau hauv lub yeej; tiamsis nws tseem tsis huv mus txog thaum tsaus ntuj."},{"bible_id":"1525","chapter_code":"NUM.19","verse_code":"NUM.19.8","label":"8","content":"Tus neeg uas hlawv tus xyuas nyuj ntawd, nws yuav tsum hle nws cev ris tsho ntxhua thiab muab dej ntxuav thoob plaws nws ibce, thiab nws tseem tsis huv mus txog thaum tsaus ntuj ib yam nkaus."},{"bible_id":"1525","chapter_code":"NUM.19","verse_code":"NUM.19.9","label":"9","content":"Ces tus neeg uas huv lawm mus yawm cov tshauv uas yog tus xyuas nyuj ntawd coj mus tso rau ntawm qhov chaw huv sab nraum ntug yeej, yog qhov chaw uas cov Yixalayees muab dej ua kevcai ntxuav cov neeg tsis huv lub txim povtseg."},{"bible_id":"1525","chapter_code":"NUM.19","verse_code":"NUM.19.10","label":"10","content":"Tus neeg uas yawm cov tshauv ntawd, yuav tsum hle nws cev ris tsho ntxhua, tiamsis nws tseem tsis huv mus txog thaum tsaus ntuj. Cov Yixalayees thiab cov neeg txawv tebchaws uas nrog lawv nyob, yuav tau coj txoj kevcai no mus ibtxhis li."},{"bible_id":"1525","chapter_code":"NUM.19","verse_code":"NUM.19.11","label":"11","content":"Yog leejtwg mus chwv tej neeg tuag, mas nws yog neeg tsis huv xya hnub."},{"bible_id":"1525","chapter_code":"NUM.19","verse_code":"NUM.19.12","label":"12","content":"Hnub peb thiab hnub xya, nws yuav tsum muab dej los ua kevcai ntxuav nws, nws thiaj li rov ua neeg huv. Tiamsis yog nws tsis ua kevcai ntxuav ob zaug uas yog hnub peb thiab hnub xya, ces nws yuav yog neeg tsis huv mus li lawm."},{"bible_id":"1525","chapter_code":"NUM.19","verse_code":"NUM.19.13","label":"13","content":"Yog leejtwg mus chwv tej neeg tuag nws tsis ua kevcai ntxuav, ces tus ntawd yog neeg tsis huv, rau qhov tsis tau muab cov dej uas ntxuav kom huv los nchos rau nws. Nyob tsam nws ua rau tus TSWV lub Tsevntaub sib ntsib tsis huv, mas yuav tsum muab nws cais tawm ntawm Vajtswv haivneeg."},{"bible_id":"1525","chapter_code":"NUM.19","verse_code":"NUM.19.14","label":"14","content":"Yog muaj ib tug neeg twg tuag rau hauv lub tsev twg, txhua tus uas nyob hauv lub tsev ntawd lossis tej neeg uas tuaj ncaj rau lub sijhawm uas tus neeg ntawd tuag, mas lawv yuav yog neeg tsis huv xya hnub."},{"bible_id":"1525","chapter_code":"NUM.19","verse_code":"NUM.19.15","label":"15","content":"Txhua lub hub thiab txhua lub taub rau dej uas tsis muaj hau  khwb uas nyob hauv lub tsev ntawd los puavleej tsis huv ib yam nkaus."},{"bible_id":"1525","chapter_code":"NUM.19","verse_code":"NUM.19.16","label":"16","content":"Yog leejtwg mus tuav tus neeg uas raug luag tua tuag lossis tuag rau tom tej tshavpuam lossis yog leejtwg lam mus kov tej pobtxha neeg tuag lossis lub ntxa, mas tus ntawd yog neeg tsis huv xya hnub."},{"bible_id":"1525","chapter_code":"NUM.19","verse_code":"NUM.19.17","label":"17","content":"Ua kevcai ntxuav cov neeg tsis huv, muab tus xyuas nyuj liab uas coj mus hlawv daws txim cov tshauv tso rau hauv lub laujkaub, thiab ce cov dej tshiab los hliv rau."},{"bible_id":"1525","chapter_code":"NUM.19","verse_code":"NUM.19.18","label":"18","content":"Cia tus neeg uas ua kevcai ntxuav huv lawm muab ib rev nplooj hixauv raus rau hauv cov dej, thiab muab nchos rau lub tsev, txhua yam uas nyob hauv lub tsev, thiab cov neeg uas nyob hauv lub tsev. Dua li ntawd cia nws muab cov dej nchos rau tus neeg uas mus kov tej pobtxha neeg tuag lossis tus neeg tuag lossis lub ntxa thiab."},{"bible_id":"1525","chapter_code":"NUM.19","verse_code":"NUM.19.19","label":"19","content":"Tus neeg huv yuav muab dej nchos rau tus neeg tsis huv hnub peb thiab hnub xya. Hnub xya nws yuav tsum ua kevcai ntxuav tus neeg tsis huv, tus neeg tsis huv uas ua kevcai ntxuav kom huv ntawd yuav tsum hle nws cev ris tsho ntxhua thiab muab dej ntxuav nws lub cev, thaum hnubpoob qho nws thiaj li yuav huv."},{"bible_id":"1525","chapter_code":"NUM.19","verse_code":"NUM.19.20","label":"20","content":"Txhua tus neeg uas tsis huv thiab tsis tau ua kevcai ntxuav nws yog neeg tsis huv, rau qhov tsis tau muab cov dej uas ntxuav kom huv nchos rau nws lub cev. Nyob tsam nws ua rau tus TSWV lub Tsevntaub sib ntsib tsis huv, mas yuav tsum muab nws cais tawm ntawm Vajtswv haivneeg."},{"bible_id":"1525","chapter_code":"NUM.19","verse_code":"NUM.19.21","label":"21","content":"Nej yuav tsum coj txoj kevcai no mus ibtxhis. Tus neeg uas muab dej nchos ua kevcai ntxuav rau lwm tus, yuav tsum hle nws cev ris tsho mus ntxhua; txhua tus uas kov cov dej ntawd, nws tsis huv mus txog thaum tsaus ntuj."},{"bible_id":"1525","chapter_code":"NUM.19","verse_code":"NUM.19.22","label":"22","content":"Txhua yam uas tus neeg tsis huv mus tuav lawm, yam ntawd yuav tsis huv, thiab txhua tus uas mus tuav tej ntawd yuav tsis huv mus txog thaum tsaus ntuj."},{"bible_id":"1525","chapter_code":"NUM.20","verse_code":"NUM.20.1","label":"1","content":"Thaum lub ib hlis ntuj cov Yixalayees los txog rau ntawm tiaj suabpuam Xees, lawv thiaj tsuam chaw so rau ntawm Kades. Milias tuag thiab lawv muab nws faus rau ntawm qhov chaw ntawd."},{"bible_id":"1525","chapter_code":"NUM.20","verse_code":"NUM.20.2","label":"2","content":"Nyob qhov ntawd tsis muaj dej haus, cov pejxeem thiaj li sau nthwv tuaj cuag Mauxes thiab Aloos."},{"bible_id":"1525","chapter_code":"NUM.20","verse_code":"NUM.20.3","label":"3","content":"Lawv yws nkawd hais tias: “Yog peb ntxov tuag nrog peb tej neeg uas tuag rau ntawm tus TSWV lub Tsevntaub sib ntsib ntshai yuav zoo dua."},{"bible_id":"1525","chapter_code":"NUM.20","verse_code":"NUM.20.4","label":"4","content":"Vim li cas neb coj peb los nyob ntawm tiaj suabpuam no. Neb xav ua kom peb thiab peb tej tsiaj txhu tuag tas huv tibsi rau ntawm no los?"},{"bible_id":"1525","chapter_code":"NUM.20","verse_code":"NUM.20.5","label":"5","content":"Vim li cas neb coj peb khiav nram tebchaws Iziv los nyob rau qhov chaw phem npaum li no, ib yam nroj tsuag los twb tuaj tsis taus li? Cog tsis tau nplej, cog tsis tau txiv ncuavpias, cog tsis tau txiv hmab thiab cog tsis tau txiv ntsiavkws li. Nyob ntawm no dej haus los twb tsis muaj.”"},{"bible_id":"1525","chapter_code":"NUM.20","verse_code":"NUM.20.6","label":"6","content":"Mauxes thiab Aloos txawm tawm hauv cov pejxeem mus sawv rau ntawm lub qhovrooj Tsevntaub sib ntsib. Nkawd txhos caug nyo ua ntsejmuag ti nkaus hauv av, thiab tus TSWV lub tshwjchim ci ntsa iab los rau nkawd pom."},{"bible_id":"1525","chapter_code":"NUM.20","verse_code":"NUM.20.7","label":"7","content":"Tus TSWV hais rau Mauxes hais tias,"},{"bible_id":"1525","chapter_code":"NUM.20","verse_code":"NUM.20.8","label":"8","content":"“Muab tus pas nrig uas nyob ntawm lub Phijxab uas ntim Vajtswv tej lus cog tseg hauv ntej los, ces Aloos neb hu cov pejxeem tuaj txoos ua ke. Koj hais rau lub pobzeb tod tabmeeg rau lawv saib ntsoov, ces dej yuav txhawv hauv los. Koj ua li no dej thiaj tawm hauv pobzeb los rau cov pejxeem haus, kom lawv thiab lawv tej tsiaj txhu thiaj tau dej haus.”"},{"bible_id":"1525","chapter_code":"NUM.20","verse_code":"NUM.20.9","label":"9","content":"Mauxes thiaj mus muab tus pas nrig, raws li tus TSWV tau hais rau nws."},{"bible_id":"1525","chapter_code":"NUM.20","verse_code":"NUM.20.10","label":"10","content":"Ces Mauxes thiab Aloos nkawd thiaj hu tagnrho cov pejxeem tuaj txoos ua ke rau ntawm lub pobzeb hauv ntej, Mauxes hais tias, “Nej cov uas yog neeg ntxeev siab, nej cia li ua tib zoo mloog! Nej tseem cia wb ua kom dej txhawv hauv lub pobzeb no los rau nej haus thiab los?”"},{"bible_id":"1525","chapter_code":"NUM.20","verse_code":"NUM.20.11","label":"11","content":"Mauxes thiaj tsa hlo tus pas nrig ntaus lub pobzeb ob pas, thiab dej txhawv paim yaws hauv los, cov pejxeem thiab tej tsiaj txhu thiaj tau haus."},{"bible_id":"1525","chapter_code":"NUM.20","verse_code":"NUM.20.12","label":"12","content":"Tiamsis tus TSWV hais rau Mauxes thiab Aloos hais tias, “Vim neb tsis cia siab rau kuv, neb thiaj tsis ua kuv lub hwjchim rau cov Yixalayees pom, yog li ntawd, neb yuav tsis tau coj lawv mus nyob hauv lub tebchaws uas kuv coglus yuav muab rau lawv.”"},{"bible_id":"1525","chapter_code":"NUM.20","verse_code":"NUM.20.13","label":"13","content":"Tej xwm no tshwm muaj rau hauv Melinpas,  qhov chaw uas cov Yixalayees yws tus TSWV thiab qhov chaw uas nws qhia rau lawv hais tias, nws yog tus dawbhuv."},{"bible_id":"1525","chapter_code":"NUM.20","verse_code":"NUM.20.14","label":"14","content":"Mauxes txib neeg tawm hauv Kades mus thov cov Edoos tus vajntxwv. Lawv thov hais tias, “Haivneeg Yixalayees uas yog koj cov kwvtij hais li no rau koj. Koj yeej paub tej kev txomnyem uas peb raug lawm,"},{"bible_id":"1525","chapter_code":"NUM.20","verse_code":"NUM.20.15","label":"15","content":"vim li cas peb cov yawgkoob thiaj tsiv mus nyob nram tebchaws Iziv, peb nyob nrad tau ntau xyoo. Cov neeg Iziv quab yuam peb tej yawgkoob thiab peb,"},{"bible_id":"1525","chapter_code":"NUM.20","verse_code":"NUM.20.16","label":"16","content":"peb tau quaj thov tus TSWV pab peb. Nws hnov peb tej lus thov thiab nws tso ib tug timtswv ceebtsheej coj peb kev tawm nram tebchaws Iziv los. Nimno peb los nyob rau hauv lub nroog Kades uas npuas nkaus koj lub tebchaws."},{"bible_id":"1525","chapter_code":"NUM.20","verse_code":"NUM.20.17","label":"17","content":"Thov koj pub peb hla koj lub tebchaws mus. Peb yuav cab peb tej tsiaj taug kev ncaj nraim tsis so qhov twg, peb thiab peb tej tsiaj yuav tsis mus tsuj hauv koj tej teb lossis tej vaj txiv hmab, thiab yuav tsis ce dej ntawm koj tej qhovdej haus. Peb yuav taug txojkev loj  ncaj nraim tsis tig saib qhov twg li, mus txog thaum uas peb hla dhau koj lub tebchaws.”"},{"bible_id":"1525","chapter_code":"NUM.20","verse_code":"NUM.20.18","label":"18","content":"Tiamsis cov Edoos teb hais tias, “Peb tsis pub nej hla peb lub tebchaws li! Yog nej tseem hla mas peb yuav tuaj tua nej tamsim ntawd ntag.”"},{"bible_id":"1525","chapter_code":"NUM.20","verse_code":"NUM.20.19","label":"19","content":"Cov Yixalayees hais tias, “Peb yuav taug txojkev loj ncaj nraim xwb, yog peb lossis peb tej tsiaj haus nej tej dej, peb yuav them tej nqi dej huv tibsi rau nej, peb tsuas thov taug txojkev dhau mus xwb.”"},{"bible_id":"1525","chapter_code":"NUM.20","verse_code":"NUM.20.20","label":"20","content":"Cov Edoos rov hais dua tias, “Peb txwv tu nrho tsis pub nej los mus li!” Thiab lawv txawm txhij cov tubrog uas siab tawv heev tawm tuaj tua cov Yixalayees."},{"bible_id":"1525","chapter_code":"NUM.20","verse_code":"NUM.20.21","label":"21","content":"Vim cov Edoos tsis pub cov Yixalayees hla lawv lub tebchaws los mus, cov Yixalayees thiaj ua siab tig rov qab thiab taug dua lwm txojkev mus lawm."},{"bible_id":"1525","chapter_code":"NUM.20","verse_code":"NUM.20.22","label":"22","content":"Tagnrho cov Yixalayees sawv kev tawm hauv Kades los txog rau ntawm lub Roob Haules uas nyob"},{"bible_id":"1525","chapter_code":"NUM.20","verse_code":"NUM.20.23","label":"23","content":"ntawm ciamteb tebchaws Edoos. Nyob qhov ntawd tus TSWV hais rau Mauxes thiab Aloos hais tias,"},{"bible_id":"1525","chapter_code":"NUM.20","verse_code":"NUM.20.24","label":"24","content":"“Aloos yuav tsis tau mus nyob hauv lub tebchaws uas kuv muab rau cov Yixalayees nyob; nws yuav tuag ua ntej, rau qhov neb ob leeg tau ntxeev siab rau kuv tej lus samhwm thaum nyob nram Melinpas."},{"bible_id":"1525","chapter_code":"NUM.20","verse_code":"NUM.20.25","label":"25","content":"Koj cia li coj Aloos thiab nws tus tub Ele-axas mus rau saum Roob Haules."},{"bible_id":"1525","chapter_code":"NUM.20","verse_code":"NUM.20.26","label":"26","content":"Muab Aloos cov tsho ntev hle thiab muab rau Ele-axas hnav, rau qhov Aloos yuav tuag rau saum.”"},{"bible_id":"1525","chapter_code":"NUM.20","verse_code":"NUM.20.27","label":"27","content":"Mauxes txawm ua li tus TSWV hais. Lawv thiaj nce mus rau saum Roob Haules tabmeeg cov pejxeem sawvdaws,"},{"bible_id":"1525","chapter_code":"NUM.20","verse_code":"NUM.20.28","label":"28","content":"Mauxes muab Aloos cov tsho ntev hle rau Ele-axas hnav. Aloos thiaj tuag rau saum lub roob ntawd, ces Mauxes thiab Ele-axas nkawd txawm nqis rov los."},{"bible_id":"1525","chapter_code":"NUM.20","verse_code":"NUM.20.29","label":"29","content":"Thaum cov pejxeem paub hais tias Aloos tuag lawm, lawv sawvdaws quaj nyiav nws tau peb caug hnub."},{"bible_id":"1525","chapter_code":"NUM.21","verse_code":"NUM.21.1","label":"1","content":"Thaum cov Kana-as tus vajntxwv uas kav lub nroog Alas hauv tebchaws Kana-as sab qabteb hnov hais tias cov Yixalayees tabtom taug txojkev Athalis los lawm, nws txawm txhij tubrog mus tua lawv thiab ntes tau cov Yixalayees qee leej coj mus ua qhev."},{"bible_id":"1525","chapter_code":"NUM.21","verse_code":"NUM.21.2","label":"2","content":"Ces cov Yixalayees thiaj coglus rau tus TSWV hais tias, “Yog koj pub peb tua yeej cov neeg no, peb yuav muab lawv thiab lawv tej nroog fij  hlo rau koj, thiab peb yuav muab lawv ua kom puastsuaj tas huv tibsi.”"},{"bible_id":"1525","chapter_code":"NUM.21","verse_code":"NUM.21.3","label":"3","content":"Tus TSWV hnov lawv tej lus thov, thiab nws pab lawv tua yeej cov Kana-as. Vim li no cov Yixalayees thiaj muab cov Kana-as thiab lawv tej nroog ua puastsuaj tas, thiab muab qhov chaw ntawd tis npe hu ua Haulemas."},{"bible_id":"1525","chapter_code":"NUM.21","verse_code":"NUM.21.4","label":"4","content":"Cov Yixalayees sawv kev ntawm lub Roob Haules mus rau nram Hiavtxwv Akanpas, lawv yuav lug kev ncig lub tebchaws Edoos. Tiamsis thaum lawv tseem tabtom taug kev mus ntawd, lawv ua tsis taus siab ntev nyiaj kev txomnyem,"},{"bible_id":"1525","chapter_code":"NUM.21","verse_code":"NUM.21.5","label":"5","content":"lawv txawm cem Vajtswv thiab Mauxes. Lawv yws hais tias, “Vim li cas neb thiaj coj peb tawm nram tebchaws Iziv los kom peb tuag tas rau hauv tiaj suabpuam, qhov chaw uas tsis muaj mov noj thiab tsis muaj dej haus no? Peb noj tsis taus tej zaub mov zoo li no lawm!”"},{"bible_id":"1525","chapter_code":"NUM.21","verse_code":"NUM.21.6","label":"6","content":"Ces tus TSWV thiaj tso cov nab muaj taug los rau hauv cov Yixalayees, cov Yixalayees coob leej thiaj raug nab tom tuag lawm."},{"bible_id":"1525","chapter_code":"NUM.21","verse_code":"NUM.21.7","label":"7","content":"Cov pejxeem thiaj tuaj cuag Mauxes thiab hais tias, “Thaum peb cem tus TSWV thiab cem koj twb yog peb ua txhaum ntag. Nimno thov koj thov tus TSWV muab cov nab no tshem tawm mus.” Yog li ntawd, Mauxes thiaj thov tus TSWV pab cov pejxeem."},{"bible_id":"1525","chapter_code":"NUM.21","verse_code":"NUM.21.8","label":"8","content":"Tus TSWV kom Mauxes muab tooj nchuav ua ib tug nab thiab muab mus ntsia rau ntawm ib tug ncej, yog nab tom leejtwg, kom tus ntawd tsa qhovmuag ntsia tus nab tooj ntawd nws thiaj tsis tuag."},{"bible_id":"1525","chapter_code":"NUM.21","verse_code":"NUM.21.9","label":"9","content":"Mauxes txawm nchuav tau ib tug nab tooj thiab muab ntsia rau saum ib tug ncej. Thaum nab tom leejtwg yog nws tsa qhovmuag ntsia tus nab tooj ntawd nws txawm tsis tuag."},{"bible_id":"1525","chapter_code":"NUM.21","verse_code":"NUM.21.10","label":"10","content":"Cov Yixalayees mus tsuam yeej rau ntawm Aunpaus."},{"bible_id":"1525","chapter_code":"NUM.21","verse_code":"NUM.21.11","label":"11","content":"Ces lawv sawv kev ntawm Aunpaus mus tsuam yeej rau ntawm Anpalees uas nyob hauv lub tiaj suabpuam ntawm tebchaws Mau-am sab hnubtuaj."},{"bible_id":"1525","chapter_code":"NUM.21","verse_code":"NUM.21.12","label":"12","content":"Lawv sawv kev ntawm qhov chaw ntawd mus tsuam yeej rau hauv lub Hav Zeles."},{"bible_id":"1525","chapter_code":"NUM.21","verse_code":"NUM.21.13","label":"13","content":"Lawv sawv kev qhov ntawd, thiab mus tsuam yeej rau ntawm tus Dej Alenoos sab qaumteb ntawm lub tiaj suabpuam uas mus tshuam rau tebchaws Amaules. (Tus dej Alenoos yog tus ciam rau lub tebchaws Mau-am thiab lub tebchaws Amaules.)"},{"bible_id":"1525","chapter_code":"NUM.21","verse_code":"NUM.21.14","label":"14","content":"Twb yog li no  phau Ntawv uas teev tus TSWV tej kev ua Rog   thiaj li hais txog: “… lub zos Vahes uas nyob hauv cheebtsam Xufas thiab hauv tej hav ntawm tus Dej Alenoos,"},{"bible_id":"1525","chapter_code":"NUM.21","verse_code":"NUM.21.15","label":"15","content":"thiab tej kwjha uas nqis mus rau nram lub zos Ales, thiab ntws mus tshuam rau nram ciamteb Mau-am.”"},{"bible_id":"1525","chapter_code":"NUM.21","verse_code":"NUM.21.16","label":"16","content":"Lawv sawv kev qhov ntawd mus txog rau ntawm ib qhov chaw hu ua tej Qhovtshij, yog qhov chaw uas tus TSWV hais rau Mauxes hais tias, “Coj cov pejxeem tuaj ua ke, thiab kuv yuav muab dej rau lawv haus.”"},{"bible_id":"1525","chapter_code":"NUM.21","verse_code":"NUM.21.17","label":"17","content":"Lub sijhawm ntawd, cov Yixalayees zoo siab heev thiab hu zaj nkauj no: “Tej qhovtshij, nej cia li txhawv dej laub lug tawm los; Thiab peb yuav zoo siab hu nkauj tos cov dej ntawd."},{"bible_id":"1525","chapter_code":"NUM.21","verse_code":"NUM.21.18","label":"18","content":"Lub qhovtshij no yog cov nomtswv, Thiab cov pejxeem tej thawjcoj khawb, Yog siv vajntxwv tus cwj thiab lawv tej pas nrig khawb ntag.” Ces lawv thiaj sawv kev ntawm tiaj suabpuam mus rau ntawm Matanas,"},{"bible_id":"1525","chapter_code":"NUM.21","verse_code":"NUM.21.19","label":"19","content":"thiab sawv kev ntawm Matanas mus rau ntawm Nahaliyees, thiab sawv kev ntawm Nahaliyees mus rau ntawm Npamaus,"},{"bible_id":"1525","chapter_code":"NUM.21","verse_code":"NUM.21.20","label":"20","content":"thiab sawv kev ntawm Npamaus mus rau ntawm lub hav uas nyob hauv tebchaws Mau-am. Qhov chaw ntawd nyob saum lub ncov roob Pinkas, xyuam yaj lug saib ntsoov rau tim tiaj suabpuam."},{"bible_id":"1525","chapter_code":"NUM.21","verse_code":"NUM.21.21","label":"21","content":"Cov Yixalayees tso neeg mus thov cov Amaules tus vajntxwv Xihoos hais tias:"},{"bible_id":"1525","chapter_code":"NUM.21","verse_code":"NUM.21.22","label":"22","content":"“Thov pub peb hla nej lub tebchaws mus. Peb thiab peb tej tsiaj yuav tsis pla mus tsuj hauv nej tej teb lossis nej tej vaj txiv hmab, thiab peb yuav tsis haus tej dej hauv nej tej qhovtshij; peb yuav taug txojkev loj  ncaj nraim mus kom dhau plaws nej cheebtsam.”"},{"bible_id":"1525","chapter_code":"NUM.21","verse_code":"NUM.21.23","label":"23","content":"Tiamsis Xihoos tsis pub cov Yixalayees hla nws lub tebchaws mus. Nws thiaj txhij nws cov tubrog mus rau ntawm Yahas uas nyob tom tiaj suabpuam thiab mus puav tua cov Yixalayees."},{"bible_id":"1525","chapter_code":"NUM.21","verse_code":"NUM.21.24","label":"24","content":"Tiamsis cov Yixalayees tua cov yeebncuab tuag coob heev rau hauv tshavrog thiab txeeb tau lawv lub tebchaws txij kiag ntawm tus Dej Alenoos sab qaumteb mus txog ntua rau tim Yanpaus, thiab dhau plaws mus rau tim tebchaws Amoos, rau qhov cov tubrog Amoos uas zov ntawm ciamteb siab tawv thiab zov nruj heev."},{"bible_id":"1525","chapter_code":"NUM.21","verse_code":"NUM.21.25","label":"25","content":"Yog li ntawd, cov Yixalayees thiaj txeeb tau tagnrho cov Amaules tej nroog, thiab tseem txeeb tau lub tuamceeb nroog Hesenpoos thiab tej nroog me uas nyob ibncig ntawd huv tibsi. Lawv thiaj mus nyob puv nkaus rau hauv tej nroog ntawd."},{"bible_id":"1525","chapter_code":"NUM.21","verse_code":"NUM.21.26","label":"26","content":"Hesenpoos yog lub tuamceeb nroog uas yog cov Amaules tus vajntxwv Xihoos nyob ntag, thiab nws yog tus uas ntxeev siab ua rog tawmtsam cov Mau-am tus vajntxwv qub thaum ub thiab txeeb tau tagnrho Mau-am lub tebchaws mus txog ntua ntawm tus Dej Alenoos."},{"bible_id":"1525","chapter_code":"NUM.21","verse_code":"NUM.21.27","label":"27","content":"Twb yog vim li ntawd, cov hu nkauj thiaj li hu zaj nkauj no: “Cia li los rau hauv lub nroog Hesenpoos uas yog vajntxwv Xihoos lub nroog! Peb xav pom lub nroog ntawd rov txhim kho dua tshiab."},{"bible_id":"1525","chapter_code":"NUM.21","verse_code":"NUM.21.28","label":"28","content":"Xihoos cov tubrog tawm hauv lub nroog Hesenpoos tuaj mus ib yam li cov nplaim taws; Mas nws rhuav lub nroog Ales hauv lub tebchaws Mau-am thiab nqos  tagnrho tej hauv roob pem Alenoos."},{"bible_id":"1525","chapter_code":"NUM.21","verse_code":"NUM.21.29","label":"29","content":"Cov Mau-am, nej yuav raug kev txomnyem lauj! Nej pe tus mlom Khemaus uas tabtom coj kev puastsuaj los! Nej tus vajtswv yuav coj cov txivneej mus poob kev txomnyem, thiab cov pojniam yuav raug cov Amaules tus vajntxwv Xihoos ntes coj mus."},{"bible_id":"1525","chapter_code":"NUM.21","verse_code":"NUM.21.30","label":"30","content":"Tiamsis tamsim no peb twb muab lawv cov xeebntxwv tua puastsuaj tag, Txij ntua tom Hesenpoos los txog ntua rau ntawm Dinpoos, Thiab pib kiag tom Nasees mus ti nkaus rau tim Naufas uas ze rau ntawm Medenpas.”"},{"bible_id":"1525","chapter_code":"NUM.21","verse_code":"NUM.21.31","label":"31","content":"Yog li ntawd, cov Yixalayees thiaj li mus nyob puv nkaus rau hauv tebchaws Amaules."},{"bible_id":"1525","chapter_code":"NUM.21","verse_code":"NUM.21.32","label":"32","content":"Mauxes tso neeg mus soj thiab tua lub nroog Yaxes. Cov Yixalayees txeeb tau lub nroog ntawd nrog tej zos uas nyob ibncig thiab muab cov Amaules uas nyob hauv tej zos ntawd raws tawm khiav huv tibsi lawm."},{"bible_id":"1525","chapter_code":"NUM.21","verse_code":"NUM.21.33","label":"33","content":"Cov Yixalayees tig rov los thiab taug kev mus rau tom lub zos Npasas. Tus vajntxwv uas kav lub tebchaws Npasas thiaj txhij nws cov tubrog nrog nws mus tua cov Yixalayees rau tom Edele-is."},{"bible_id":"1525","chapter_code":"NUM.21","verse_code":"NUM.21.34","label":"34","content":"Tus TSWV hais rau Mauxes hais tias, “Nej tsis txhob ntshai Aunkas. Kuv yuav pub kom nej tua yeej nws, yeej tagnrho nws cov neeg thiab nws lub tebchaws huv tibsi. Nej yuav ua rau nws ib yam li ua rau Xihoos uas yog tus vajntxwv kav lub nroog Hesenpoos thiab ntag.”"},{"bible_id":"1525","chapter_code":"NUM.21","verse_code":"NUM.21.35","label":"35","content":"Yog li ntawd, cov Yixalayees thiaj muab Aunkas, nws cov tub thiab tagnrho nws cov neeg tua tuag tas tsis tshuav ib tug seem li, thiab cov Yixalayees tau los nyob nws lub tebchaws."},{"bible_id":"1525","chapter_code":"NUM.22","verse_code":"NUM.22.1","label":"1","content":"Cov Yixalayees tsuam yeej so rau hauv lub tiaj Mau-am ntawm tug Dej Yauladees sab hnubtuaj ncaj lub nroog Yelikaus."},{"bible_id":"1525","chapter_code":"NUM.22","verse_code":"NUM.22.2","label":"2","content":"Thaum Xinpaules tus tub Npalaj uas yog cov Mau-am tus vajntxwv, hnov tej uas cov Yixalayees tau ua rau cov Amaules, thiab cov Yixalayees muaj coob npaum li cas,"},{"bible_id":"1525","chapter_code":"NUM.22","verse_code":"NUM.22.3","label":"3","content":"thiaj ua rau nws thiab tagnrho nws cov neeg ntshai heev."},{"bible_id":"1525","chapter_code":"NUM.22","verse_code":"NUM.22.4","label":"4","content":"Cov Mau-am hais rau cov Midias tej thawjcoj hais tias, “Tsis ntev no pab neeg ntawd yuav ua rau txhua tsav yam uas nyob ibncig peb kom puastsuaj tas ib yam li nyuj noj tej nyom hauv tshav zaub ntag.” Yog li ntawd, Vajntxwv Npalaj"},{"bible_id":"1525","chapter_code":"NUM.22","verse_code":"NUM.22.5","label":"5","content":"thiaj tso neeg mus hais rau Npe-aus tus tub Npala-as hauv lub nroog Npethaus uas nyob ze tus Dej Efalates hauv tebchaws Amavis. Lawv coj Npalaj tej lus mus hais rau nws li no: “Kuv xav kom koj paub haivneeg uas khiav nram tebchaws Iziv los, lawv sib faib mus nyob txhua nrho qhov txhia chaw lawm, nyob tsam lawv cia li los txeeb peb lub tebchaws nyob thiab."},{"bible_id":"1525","chapter_code":"NUM.22","verse_code":"NUM.22.6","label":"6","content":"Cov neeg ntawd muaj coob tshaj peb lawm, koj cia li tuaj pab kuv foom tsis zoo rau lawv. Tej zaum peb yuav tua yeej lawv thiab raws tau lawv tawm hauv lub tebchaws no mus. Kuv paub hais tias thaum koj foom koob hmoov, cov neeg yeej tau txais koob hmoov thiab thaum koj foom tsis zoo, lawv yeej raug kev txomnyem.”"},{"bible_id":"1525","chapter_code":"NUM.22","verse_code":"NUM.22.7","label":"7","content":"Cov Mau-am thiab cov Midias tej thawjcoj txawm muab nyiaj tuaj them tej lus foom tsis zoo ntawd, thiab mus cuag Npala-as, lawv piav Npalaj tej lus rau Npala-as mloog."},{"bible_id":"1525","chapter_code":"NUM.22","verse_code":"NUM.22.8","label":"8","content":"Npala-as hais tias, “Nej cia li pw ib hmos ntawm no tso, tagkis kuv mam li qhia rau nej paub tej uas tus TSWV hais rau kuv.” Yog li ntawd cov Mau-am tej thawjcoj thiaj nrog Npala-as nyob tau ib hmos."},{"bible_id":"1525","chapter_code":"NUM.22","verse_code":"NUM.22.9","label":"9","content":"Vajtswv los nug Npala-as hais tias, “Cov neeg uas tuaj so hauv koj tsev, lawv yog leejtwg?”"},{"bible_id":"1525","chapter_code":"NUM.22","verse_code":"NUM.22.10","label":"10","content":"Npala-as teb hais tias, “Vajntxwv Npalaj uas kav tebchaws Mau-am tso cov neeg no tuaj qhia rau kuv"},{"bible_id":"1525","chapter_code":"NUM.22","verse_code":"NUM.22.11","label":"11","content":"txog cov neeg uas los nram tebchaws Iziv los. Lawv twb mus nyob txhua nrho qhov txhia chaw hauv tebchaws no lawm. Mas nws xav kom kuv pab nws foom tsis zoo rau lawv, nws thiaj muaj peevxwm tua yeej thiab raws tau lawv khiav tawm mus.”"},{"bible_id":"1525","chapter_code":"NUM.22","verse_code":"NUM.22.12","label":"12","content":"Vajtswv hais rau Npala-as hais tias, “Koj tsis txhob nrog cov neeg no mus, thiab tsis txhob foom tsis zoo rau cov Yixalayees ib lo li, rau qhov lawv yog cov uas kuv twb foom koob hmoov rau lawm.”"},{"bible_id":"1525","chapter_code":"NUM.22","verse_code":"NUM.22.13","label":"13","content":"Tagkis sawv ntxov Npala-as thiaj mus cuag cov neeg uas Npalaj txib tuaj thiab hais rau lawv hais tias, “Nej cia li rov qab mus tsev; rau qhov tus TSWV tsis pub kuv nrog nej mus.”"},{"bible_id":"1525","chapter_code":"NUM.22","verse_code":"NUM.22.14","label":"14","content":"Lawv txawm rov los cuag Npalaj thiab piav qhia rau nws hais tias, “Npala-as tsis kam nrog peb tuaj.”"},{"bible_id":"1525","chapter_code":"NUM.22","verse_code":"NUM.22.15","label":"15","content":"Ces Npalaj txib ntau tus thawjcoj uas muaj meejmom tshaj cov uas xub mus lawm rov mus dua."},{"bible_id":"1525","chapter_code":"NUM.22","verse_code":"NUM.22.16","label":"16","content":"Lawv mus cuag Npala-as thiab muab Npalaj tej lus hais rau Npala-as hais tias: “Koj tsis txhob yig, koj cia li tuaj raws li kuv thov koj!"},{"bible_id":"1525","chapter_code":"NUM.22","verse_code":"NUM.22.17","label":"17","content":"Kuv yuav muab nqi zog rau koj kom koj npluanuj thiab kuv yuav ua txhua yam raws li koj hais. Thov koj cia li tuaj pab kuv foom tsis zoo rau cov neeg ntawd.”"},{"bible_id":"1525","chapter_code":"NUM.22","verse_code":"NUM.22.18","label":"18","content":"Tiamsis Npala-as teb hais tias, “Txawm yog Npalaj muab tagnrho tej nyiaj thiab kub hauv nws lub loog rau kuv los kuv yuav tsis kam hla tus TSWV uas yog kuv tus Vajtswv ib lo lus li."},{"bible_id":"1525","chapter_code":"NUM.22","verse_code":"NUM.22.19","label":"19","content":"Nej cia li so ntawm no ib hmos ib yam li pab uas tuaj cuag kuv thawj zaug, tos saib tus TSWV puas yuav muaj dua lwm lo lus qhia rau kuv.”"},{"bible_id":"1525","chapter_code":"NUM.22","verse_code":"NUM.22.20","label":"20","content":"Hmo ntawd Vajtswv los hais rau Npala-as hais tias, “Yog cov neeg no thov kom koj nrog lawv mus, koj cia li npaj nrog lawv mus, tiamsis koj nco ntsoov ua raws li tej uas kuv hais rau koj xwb.”"},{"bible_id":"1525","chapter_code":"NUM.22","verse_code":"NUM.22.21","label":"21","content":"Yog li ntawd, tagkis kaj ntug Npala-as thiaj tu nra muab eeb nog rau saum tus neesluav nraubqaum thiab nrog cov Mau-am tej thawjcoj mus lawm."},{"bible_id":"1525","chapter_code":"NUM.22","verse_code":"NUM.22.22","label":"22","content":"Thaum uas Npala-as sawv kev mus ntawd, Vajtswv chim heev, ces thaum Npala-as tabtom caij nws tus neesluav taug kev mus, thiab coj nws ob tug tubtxib ua nws luag mus, tus TSWV ib tug timtswv txawm los sawv hauv plawv kev thaiv Npala-as kev."},{"bible_id":"1525","chapter_code":"NUM.22","verse_code":"NUM.22.23","label":"23","content":"Thaum tus neesluav pom dheev tus timtswv ceebtsheej sawv nres nroos hauv plawv kev thiab tuav rawv ib rab ntaj, tus neesluav txawm lem loo khiav mus rau nram nras liaj. Npala-as nplawm tus neesluav kom rov los taug kev."},{"bible_id":"1525","chapter_code":"NUM.22","verse_code":"NUM.22.24","label":"24","content":"Ces tus timtswv txawm mus sawv hauv txojkev uas nyob ntawm lub vaj txiv hmab uas muaj ob daim txiag zeb thaiv ob sab ntug kev."},{"bible_id":"1525","chapter_code":"NUM.22","verse_code":"NUM.22.25","label":"25","content":"Thaum tus neesluav pom dheev tus timtswv ntawd, tus neesluav phoom yos mus tsoo tim daim txiag zeb muab Npala-as txhais taw nias kiag rau ntawm daim txiag zeb. Npala-as thiaj rov nplawm tus neesluav ib zaug ntxiv."},{"bible_id":"1525","chapter_code":"NUM.22","verse_code":"NUM.22.26","label":"26","content":"Tus timtswv rov mus thaiv tom hauv ntej ib zaug ntxiv; nws mus sawv ntawm ntu kev uas ti heev tsis muaj kev lug mus rau sab twg li."},{"bible_id":"1525","chapter_code":"NUM.22","verse_code":"NUM.22.27","label":"27","content":"Zaum no, thaum tus neesluav pom dheev tus timtswv ceebtsheej, tus neesluav thiaj txhos caug ntua rau hauv av. Npala-as npautaws heev thiab nws muab nws tus pas nrig nplawm tus neesluav."},{"bible_id":"1525","chapter_code":"NUM.22","verse_code":"NUM.22.28","label":"28","content":"Ces Tus TSWV ua rau tus neesluav txawj hais lus, tus neesluav thiaj hais rau Npala-as hais tias, “Kuv ua txhaum koj dabtsi? Vim li cas koj thiaj ntaus kuv peb zaug li no?”"},{"bible_id":"1525","chapter_code":"NUM.22","verse_code":"NUM.22.29","label":"29","content":"Npala-as teb hais tias, “Rau qhov koj txhob txwm ua limhiam rau kuv! Yog kuv muaj ntaj, ces kuv twb muab koj tua povtseg lawm.”"},{"bible_id":"1525","chapter_code":"NUM.22","verse_code":"NUM.22.30","label":"30","content":"Tus neesluav teb hais tias, “Kuv tsis yog tus neesluav uas koj ibtxwm caij los lawm los? Yav tas los kuv puas tau ua li no rau koj?” Npala-as teb hais tias, “Koj yeej tsis tau ua li no rau kuv ib zaug li!”"},{"bible_id":"1525","chapter_code":"NUM.22","verse_code":"NUM.22.31","label":"31","content":"Tamsim ntawd tus TSWV ua rau Npala-as pom tus timtswv ceebtsheej tuav rawv ib rab ntaj sawv ntawd, Npala-as nyo ntshis pe ua nws lub ntsejmuag ti nkaus hauv av."},{"bible_id":"1525","chapter_code":"NUM.22","verse_code":"NUM.22.32","label":"32","content":"Tus timtswv ceebtsheej nug hais tias, “Vim li cas koj thiaj ntaus koj tus neesluav peb zaug li no? Kuv los no yog kuv los thaiv koj kev ntag, rau qhov koj tsis tsimnyog taug txojkev no mus."},{"bible_id":"1525","chapter_code":"NUM.22","verse_code":"NUM.22.33","label":"33","content":"Tiamsis tus neesluav pom kuv thiab nws lem lug kev peb zaug. Yog nws tsis ua li ntawd, kuv twb muab koj tua thiab tso tus neesluav mus lawm.”"},{"bible_id":"1525","chapter_code":"NUM.22","verse_code":"NUM.22.34","label":"34","content":"Npala-as hais tias, “Kuv ua txhaum lawm. Kuv tsis paub hais tias yog koj thaiv kuv kev tsis pub kuv mus; tiamsis yog koj xav hais tias qhov uas kuv mus no txhaum lawm, kuv yuav rov qab mus tsev.”"},{"bible_id":"1525","chapter_code":"NUM.22","verse_code":"NUM.22.35","label":"35","content":"Tus timtswv ceebtsheej teb hais tias, “Koj cia li nrog cov neeg no mus, tiamsis koj yuav tsum hais tej lus uas kuv kom koj hais xwb.” Yog li ntawd, Npala-as thiaj nrog lawv mus lawm."},{"bible_id":"1525","chapter_code":"NUM.22","verse_code":"NUM.22.36","label":"36","content":"Thaum Npalaj hnov hais tias Npala-as tuaj lawm, Npalaj thiaj mus tos Npala-as pem lub nroog Ales uas nyob ntawm ntug Dej Alenoos uas ze ciamteb Mau-am."},{"bible_id":"1525","chapter_code":"NUM.22","verse_code":"NUM.22.37","label":"37","content":"Npalaj nug Npala-as hais tias, “Ua cas thawj zaug uas kuv tso neeg tuaj hu koj, koj tsis kam tuaj? Koj xav hais tias, nyob tsam kuv tsis muab nqi zog txaus rau koj no los?”"},{"bible_id":"1525","chapter_code":"NUM.22","verse_code":"NUM.22.38","label":"38","content":"Npala-as teb hais tias, “Kuv twb tuaj txog lawm ne? Tiamsis, tamsim no kuv muaj hwjchim ua tau dabtsi? Kuv tsuas muaj cuabkav hais tau li Vajtswv kom kuv hais xwb.”"},{"bible_id":"1525","chapter_code":"NUM.22","verse_code":"NUM.22.39","label":"39","content":"Npala-as nrog Npalaj mus tom lub nroog Huxaus,"},{"bible_id":"1525","chapter_code":"NUM.22","verse_code":"NUM.22.40","label":"40","content":"Npalaj muab nyuj muab yaj los tua thiab muab nqaij rau Npala-as thiab cov nomtswv uas nrog nws nyob ua ke ntawd noj."},{"bible_id":"1525","chapter_code":"NUM.22","verse_code":"NUM.22.41","label":"41","content":"Tagkis sawv ntxov Npalaj coj Npala-as mus txog pem Npamaus Npa-as, thaum nkawd mus txog ped, Npala-as pom cov Yixalayees ibtxhia."},{"bible_id":"1525","chapter_code":"NUM.23","verse_code":"NUM.23.1","label":"1","content":"Npala-as hais tias, “Koj cia li teeb xya lub thaj rau kuv, thiab muab xya tus heev nyuj thiab xya tus laug yaj rau kuv.”"},{"bible_id":"1525","chapter_code":"NUM.23","verse_code":"NUM.23.2","label":"2","content":"Npalaj ua raws li Npala-as hais, ib lub thaj twg tua ib tug heev nyuj thiab ib tug laug yaj hlawv fij rau saum."},{"bible_id":"1525","chapter_code":"NUM.23","verse_code":"NUM.23.3","label":"3","content":"Ces Npala-as hais rau Npalaj hais tias, “Thaum kuv mus xyuas saib tus TSWV los hais dabtsi rau kuv lossis tsis hais, koj cia li mus sawv ntawm qhov chaw uas hlawv koj tej khoom fij. Txhua yam uas tus TSWV hais rau kuv, kuv yuav qhia rau koj.” Yog li ntawd, Npala-as thiaj nce mus rau saum ib lub ncov roob,"},{"bible_id":"1525","chapter_code":"NUM.23","verse_code":"NUM.23.4","label":"4","content":"thiab Vajtswv los cuag Npala-as. Npala-as hais rau Vajtswv hais tias, “Kuv teeb xya lub thaj thiab tua nyuj, tua yaj fij tso rau saum xya lub thaj ntawd ib lub ib tug nyuj thiab ib tug yaj.”"},{"bible_id":"1525","chapter_code":"NUM.23","verse_code":"NUM.23.5","label":"5","content":"Tus TSWV qhia tej lus uas yuav hais rau Npala-as thiab kom nws coj tej lus ntawd rov los hais rau Npalaj."},{"bible_id":"1525","chapter_code":"NUM.23","verse_code":"NUM.23.6","label":"6","content":"Npala-as rov los, nws los pom Npalaj thiab cov Mau-am tej thawjcoj sawv ntawm qhov chaw uas hlawv tej khoom fij ntawd."},{"bible_id":"1525","chapter_code":"NUM.23","verse_code":"NUM.23.7","label":"7","content":"Ces Npala-as cevlus hais tias: “Cov Mau-am tus Vajntxwv Npalaj tos kuv pem tebchaws Xilias uas nyob pem cov roob sab hnubtuaj tuaj. Nws hais tias, ‘Koj tuaj pab kuv foom tsis zoo rau Yakhauj uas yog Yixalayees.’"},{"bible_id":"1525","chapter_code":"NUM.23","verse_code":"NUM.23.8","label":"8","content":"Kuv yuav ua li cas foom tsis zoo rau cov neeg uas Vajtswv tsis foom phem rau lawv, Lossis kuv yuav ua li cas thuam cov neeg uas tus TSWV tsis thuam!"},{"bible_id":"1525","chapter_code":"NUM.23","verse_code":"NUM.23.9","label":"9","content":"Kuv sawv saum hauv tsua uas siab xyuam yaj lug kuv ntsia mus pom lawv; Kuv nyob saum ncov roob kuv saib ntsoov lawv. Lawv yog ib haivneeg uas nyob ib cag; lawv tsis suav hais tias lawv nrog lwm haivneeg koom ua ib pab."},{"bible_id":"1525","chapter_code":"NUM.23","verse_code":"NUM.23.10","label":"10","content":"Yixalayees cov xeebntxwv coob heev suav tsis txheeb li tej hmoov av, Coob kawg li tsis muaj leejtwg yuav suav txheeb. Thov kom thaum tag kuv simneej kuv zoo li Vajtswv haivneeg ib tug; Thov cia kuv tuag thajyeeb lug li tej neeg ncaj ncees tuag.”"},{"bible_id":"1525","chapter_code":"NUM.23","verse_code":"NUM.23.11","label":"11","content":"Npalaj hais rau Npala-as hais tias, “Ua cas koj ua li ko rau kuv? Kuv coj koj tuaj, yog kom koj tuaj foom tsis zoo rau kuv cov yeebncuab, tiamsis koj ho foom koob hmoov rau lawv!”"},{"bible_id":"1525","chapter_code":"NUM.23","verse_code":"NUM.23.12","label":"12","content":"Npala-as teb hais tias, “Kuv tsuas muaj cuabkav hais tau tej lus uas tus TSWV qhib kuv lub qhovncauj hais xwb.”"},{"bible_id":"1525","chapter_code":"NUM.23","verse_code":"NUM.23.13","label":"13","content":"Tom qab ntawd Npalaj rov hais dua rau Npala-as hais tias, “Koj cia li nrog kuv mus dua rau lwm qhov chaw, koj yuav pom cov Yixalayees ibtxhia thiab. Koj cia li foom tsis zoo rau lawv.”"},{"bible_id":"1525","chapter_code":"NUM.23","verse_code":"NUM.23.14","label":"14","content":"Npalaj coj Npala-as mus rau pem Xaufimes thaj teb uas nyob saum Roob Pinkas. Thaum mus txog saud, Npalaj teeb tau xya lub thaj thiab ib lub thaj twg tua ib tug heev nyiaj thiab ib tug laug yaj hlawv fij rau saud."},{"bible_id":"1525","chapter_code":"NUM.23","verse_code":"NUM.23.15","label":"15","content":"Npala-as hais rau Npalaj hais tias, “Koj cia li mus sawv ntawm koj tej khoom fij uas hlawv ntawd, kuv yuav mus cuag Vajtswv lawm tid.”"},{"bible_id":"1525","chapter_code":"NUM.23","verse_code":"NUM.23.16","label":"16","content":"Tus TSWV los cuag Npala-as thiab qhia tej lus uas yuav hais rau Npala-as kom coj rov los hais rau Npalaj."},{"bible_id":"1525","chapter_code":"NUM.23","verse_code":"NUM.23.17","label":"17","content":"Npala-as rov los pom Npalaj tseem sawv nrog cov Mau-am tej thawjcoj, ntawm qhov chaw uas hlawv nws cov khoom fij ntawd. Npalaj nug saib tus TSWV hais li cas,"},{"bible_id":"1525","chapter_code":"NUM.23","verse_code":"NUM.23.18","label":"18","content":"Npala-as cevlus hais tias: “Xipaules tus tub Npalaj, koj cia li los ntawm no thiab mloog tej lus uas kuv hais,"},{"bible_id":"1525","chapter_code":"NUM.23","verse_code":"NUM.23.19","label":"19","content":"Vajtswv tsis zoo li tej neeg uas pheej hais lus dag; Nws tsis yog tus uas pheej yuav hloov siab. Nws coglus li cas, nws yeej ua li ntawd; nws hais li cas, yeej muaj li nws hais."},{"bible_id":"1525","chapter_code":"NUM.23","verse_code":"NUM.23.20","label":"20","content":"Vajtswv tsa kuv ua tus foom koob hmoov, thiab thaum Vajtswv foom koob hmoov rau leejtwg lawm, kuv tsis muaj cuabkav thim tej lus ntawd rov qab."},{"bible_id":"1525","chapter_code":"NUM.23","verse_code":"NUM.23.21","label":"21","content":"Kuv twb pom ua ntej lawm hais tias cov Yixalayees lub neej yav tom ntej yuav tsis raug kev txomnyem ib zaug li. Tus TSWV uas yog lawv tus Vajtswv nrog nraim lawv; Thiab lawv hais nrov nrov hais tias nws yog lawv tus vajntxwv."},{"bible_id":"1525","chapter_code":"NUM.23","verse_code":"NUM.23.22","label":"22","content":"Vajtswv coj lawv nram tebchaws Iziv los; Nws pab lawv ntaus rog ib yam li tus phaw nyujqus."},{"bible_id":"1525","chapter_code":"NUM.23","verse_code":"NUM.23.23","label":"23","content":"Tej neeg uas txawj ua yeessiv thiab txawj ua khawvkoob, tsis muaj cuabkav tawmtsam haivneeg Yixalayees. Nimno tej neeg yuav hais txog cov Yixalayees hais tias, ‘Cia li saib tej uas tus TSWV ua rau cov Yixalayees!’"},{"bible_id":"1525","chapter_code":"NUM.23","verse_code":"NUM.23.24","label":"24","content":"Haivneeg Yixalayees zoo ib yam li tus tsov ntxhuav uas muaj zog heev: Nws yeej tsis so mus txog thaum nws muab tej uas nws tom tau haus ntshav tas, thiab nws yeej tsis pw mus txog thaum uas nws muab noj tas.”"},{"bible_id":"1525","chapter_code":"NUM.23","verse_code":"NUM.23.25","label":"25","content":"Ces Npalaj hais rau Npala-as hais tias, “Yog koj tsis kam foom tsis zoo rau cov Yixalayees, mas koj tsis txhob foom koob hmoov rau lawv thiab.”"},{"bible_id":"1525","chapter_code":"NUM.23","verse_code":"NUM.23.26","label":"26","content":"Npala-as teb hais tias, “Kuv tsis tau qhia rau koj hais tias, kuv tsuas ua tau tej uas tus TSWV kom kuv ua xwb no los?”"},{"bible_id":"1525","chapter_code":"NUM.23","verse_code":"NUM.23.27","label":"27","content":"Npalaj hais tias, “Koj cia li nrog kuv mus, kuv yuav coj koj mus rau lwm qhov chaw. Tej zaum Vajtswv yuav cia koj foom tsis zoo rau lawv.”"},{"bible_id":"1525","chapter_code":"NUM.23","verse_code":"NUM.23.28","label":"28","content":"Npalaj coj Npala-as mus rau saum lub ncov Roob Pe-aus uas ntsia ntsoov pom rau tim tiaj suabpuam."},{"bible_id":"1525","chapter_code":"NUM.23","verse_code":"NUM.23.29","label":"29","content":"Npala-as hais rau Npalaj hais tias, “Koj cia li teeb xya lub thaj rau kuv thiab muab xya tus heev nyuj thiab xya tus laug yaj rau kuv.”"},{"bible_id":"1525","chapter_code":"NUM.23","verse_code":"NUM.23.30","label":"30","content":"Npalaj ua raws li Npala-as hais, ib lub thaj twg tua ib tug heev nyuj thiab ib tug laug yaj hlawv fij rau saum."},{"bible_id":"1525","chapter_code":"NUM.24","verse_code":"NUM.24.1","label":"1","content":"Zaum no Npala-as paub hais tias, Vajtswv xav kom nws foom koob hmoov rau cov Yixalayees, yog li ntawd nws thiaj tsis mus tsawv hmoov, ib yam li nws tau ua tas los lawm. Nws tig hlo xubntiag mus rau tim tiaj suabpuam,"},{"bible_id":"1525","chapter_code":"NUM.24","verse_code":"NUM.24.2","label":"2","content":"thiab pom cov Yixalayees rub tsevntaub nyob ib xeem quas ib xeem. Vajtswv tus ntsujplig tshoov Npala-as siab,"},{"bible_id":"1525","chapter_code":"NUM.24","verse_code":"NUM.24.3","label":"3","content":"nws thiaj cevlus hais tias: “Tej lus tseemceeb no yog Npe-aus tus tub Npala-as hais, yog tus txivneej uas pom qhov tseeb tej lus,"},{"bible_id":"1525","chapter_code":"NUM.24","verse_code":"NUM.24.4","label":"4","content":"kuv yog tus hnov Vajtswv tej lus, kuv yog tus uas lub qhovmuag rua pliav pom ntsoov tej uas Vajtswv tus uas muaj hwjchim loj kawg nkaus ua rau kuv pom."},{"bible_id":"1525","chapter_code":"NUM.24","verse_code":"NUM.24.5","label":"5","content":"Cov Yixalayees tej tsevntaub zoo nkauj kawg li,"},{"bible_id":"1525","chapter_code":"NUM.24","verse_code":"NUM.24.6","label":"6","content":"zoo ib yam li tej leej toovlaj uas nplooj npog luas lossis zoo ib yam li tej vaj zaub uas nyob raws ntug dej, zoo ib yam li tsob ntoo tsw qab uas tus TSWV cog tseg lossis zoo ib yam li tej ntoo ciab uas tuaj ntawm ntug dej."},{"bible_id":"1525","chapter_code":"NUM.24","verse_code":"NUM.24.7","label":"7","content":"Lawv lub tebchaws yuav muaj dej nag nplua mias thiab lawv yuav cog tej noob qoob rau thaj teb  txuas av noo zaw. Lawv tus vajntxwv muaj hwjchim heev dua vajntxwv Ankas, thiab nws yuav kav lub tebchaws nthuav mus deb thiab dav zuj zus."},{"bible_id":"1525","chapter_code":"NUM.24","verse_code":"NUM.24.8","label":"8","content":"Vajtswv coj lawv nram tebchaws Iziv los, nws pab lawv tawmtsam yeebncuab ib yam li tus phaw nyujqus. Lawv rhuav cov yeebncuab, tsoo lawv cov yeebncuab tej pobtxha thiab muab yeebncuab tej xub hneev lov tas."},{"bible_id":"1525","chapter_code":"NUM.24","verse_code":"NUM.24.9","label":"9","content":"Haivneeg no zoo ib yam li tus tsov ntxhuav uas muaj zog heev; thaum nws pw tsaug zog lawm, tsis muaj leejtwg tsa tau nws sawv. Tus uas foom koob hmoov rau cov Yixalayees tus ntawd yuav tau koob hmoov, thiab tus uas foom tsis zoo rau cov Yixalayees, tus ntawd yuav raug foom tsis zoo.”"},{"bible_id":"1525","chapter_code":"NUM.24","verse_code":"NUM.24.10","label":"10","content":"Npalaj sawv tsees nyem nrig thiab npautaws vog hais rau Npala-as hais tias, “Kuv coj koj tuaj ntawm no, yog coj tuaj foom tsis zoo rau kuv cov yeebncuab, tiamsis koj tsis foom phem rau lawv, koj cia li foom koob hmoov rau lawv peb zaug rau zaum no lawm."},{"bible_id":"1525","chapter_code":"NUM.24","verse_code":"NUM.24.11","label":"11","content":"Koj cia li rov mus tsev tamsim no! Kuv yeej coglus muab nqi zog rau koj, tiamsis tus TSWV txwv tsis pub koj yuav tej nqi zog no.”"},{"bible_id":"1525","chapter_code":"NUM.24","verse_code":"NUM.24.12","label":"12","content":"Npala-as teb hais tias, “Kuv twb yeej hais rau cov neeg uas koj txib tuaj hu kuv lawm,"},{"bible_id":"1525","chapter_code":"NUM.24","verse_code":"NUM.24.13","label":"13","content":"txawm yog koj yuav muab tagnrho tej nyiaj tej kub hauv koj lub txhab nyiaj rau kuv los kuv yeej tsis muaj cuabkav ua ib yam dabtsi li, yog tej ntawd yuav ua rau kuv hla tus TSWV tej lus. Kuv tsuas muaj cuabkav hais tej lus uas tus TSWV kom kuv hais xwb.”"},{"bible_id":"1525","chapter_code":"NUM.24","verse_code":"NUM.24.14","label":"14","content":"Npala-as hais rau Npalaj hais tias, “Nimno kuv yuav rov mus cuag kuv haivneeg, tiamsis ua ntej kuv yuav sawv kev mus, kuv qhia rau koj hais txog tej uas yav tom ntej cov Yixalayees yuav ua rau koj haivneeg.”"},{"bible_id":"1525","chapter_code":"NUM.24","verse_code":"NUM.24.15","label":"15","content":"Ces Npala-as thiaj cevlus hais tias: “Tej lus tseemceeb no yog Npe-aus tus tub Npala-as hais, tej lus no yog tus txivneej uas pom qhov tseeb hais,"},{"bible_id":"1525","chapter_code":"NUM.24","verse_code":"NUM.24.16","label":"16","content":"Kuv yog tus hnov Vajtswv tej lus, thiab khaws nkaus Vajtswv tus uas muaj hwjchim loj kawg nkaus lub tswvyim rau nruab siab. Kuv yog tus uas lub qhovmuag rua pliav saib ntsoov tej uas Vajtswv tus muaj hwjchim loj kawg nkaus ua rau kuv pom."},{"bible_id":"1525","chapter_code":"NUM.24","verse_code":"NUM.24.17","label":"17","content":"Kuv pom nws, tiamsis tsis yog tamsim no, kuv ntsia ntsoov nws, tiamsis tsis nyob ze, yuav muaj ib lub hnubqub tshwm hauv Yakhauj tuaj, yuav muaj ib tug cwj vajntxwv tshwm hauv cov Yixalayees los. Nws Yuav tsoo cov Mau-am hauvpliaj kom ntsoog, thiab yuav ntaus Xej cov neeg kom swb tagnrho."},{"bible_id":"1525","chapter_code":"NUM.24","verse_code":"NUM.24.18","label":"18","content":"Nws yuav tua yeej cov Edoos thiab txeeb tau nws cov yeebncuab lub tebchaws los ua nws tug; ces cov Yixalayees yuav muaj yeej loj zuj zus."},{"bible_id":"1525","chapter_code":"NUM.24","verse_code":"NUM.24.19","label":"19","content":"Cov Yixalayees yuav sawv los tswj teb kav chaw thiab yuav tua cov neeg uas seem hauv tej nroog kom tuag tas.”"},{"bible_id":"1525","chapter_code":"NUM.24","verse_code":"NUM.24.20","label":"20","content":"Nyob hauv Npala-as zaj yogtoog, mas nws pom cov Amalej, nws thiaj cevlus hais tias: “Cov Amalej yog haivneeg uas muaj hwjchim loj dua ntais huv tibsi, Tiamsis thaum kawg haivneeg no yuav raug kev puastsuaj tas.”"},{"bible_id":"1525","chapter_code":"NUM.24","verse_code":"NUM.24.21","label":"21","content":"Nyob hauv Npala-as zaj yogtoog, nws pom cov Kenais, nws thiaj cevlus hais tias: “Nej tej chaw nyob ruaj khov kho, tso siab lug ib yam li tej zes noog uas nyob saum tej hauv tsua uas siab tshaj plaws,"},{"bible_id":"1525","chapter_code":"NUM.24","verse_code":"NUM.24.22","label":"22","content":"Tiamsis cov Kenais, nej yuav raug kev puastsuaj thaum cov Axilias tuaj ntes tau nej lawm.”"},{"bible_id":"1525","chapter_code":"NUM.24","verse_code":"NUM.24.23","label":"23","content":"Npala-as cevlus dua hais tias: “Tuag lauj, yog Vajtswv ua tej no leejtwg tseem yuav muaj sia nyob thiab?"},{"bible_id":"1525","chapter_code":"NUM.24","verse_code":"NUM.24.24","label":"24","content":"Cov neeg uas tuaj txeeb yuav tsav nkoj tim Xaipas tuaj; lawv yuav tua yeej cov Axilias thiab cov Enpes, tiamsis thaum kawg, lawv yuav tuag tu noob nrho.”"},{"bible_id":"1525","chapter_code":"NUM.24","verse_code":"NUM.24.25","label":"25","content":"Ces Npala-as txawm tu nra thiab sawv kev rov qab mus tsev lawm, Npalaj los kuj sawv kev rov los tsev lawm thiab."},{"bible_id":"1525","chapter_code":"NUM.25","verse_code":"NUM.25.1","label":"1","content":"Thaum cov Yixalayees tseem nyob ntawm lub Hav Akaxias, cov txivneej txawm mus deev cov Mau-am uas ibtxwm nyob ntawd tej ntxhais."},{"bible_id":"1525","chapter_code":"NUM.25","verse_code":"NUM.25.2","label":"2","content":"Cov pojniam ntawd, caw cov txivneej no nrog lawv mus ua kevcai fij khoom, ntawm qhov chaw uas pe cov Mau-am tej vajtswv. Cov Yixalayees mus noj tej zaub mov ntawd thiab pe cov Mau-am tej vajtswv"},{"bible_id":"1525","chapter_code":"NUM.25","verse_code":"NUM.25.3","label":"3","content":"uas yog Pe-aus tus mlom Npa-as. Yog li ntawd, tus TSWV thiaj chim heev rau cov Yixalayees"},{"bible_id":"1525","chapter_code":"NUM.25","verse_code":"NUM.25.4","label":"4","content":"thiab tus TSWV hais rau Mauxes hais tias, “Coj tagnrho cov Yixalayees tej thawjcoj mus khi dai ziab ntshav ntuj tabmeeg tus TSWV,  ces kuv thiaj yuav tsis chim rau cov pejxeem.”"},{"bible_id":"1525","chapter_code":"NUM.25","verse_code":"NUM.25.5","label":"5","content":"Mauxes thiaj hais rau cov nomtswv hais tias, “Nej cia li muab txhua tus neeg hauv nej xeem uas mus pe Npa-as saum roob Pe-aus tua povtseg.”"},{"bible_id":"1525","chapter_code":"NUM.25","verse_code":"NUM.25.6","label":"6","content":"Muaj ib tug txivneej Yixalayees coj tau cov Midias ib tug ntxhais los hauv nws tsev tabmeeg Mauxes thiab cov pejxeem, thaum lawv tseem tabtom quaj nyiav ntsoog qees ntawm tus TSWV lub Tsevntaub sib ntsib lub qhovrooj."},{"bible_id":"1525","chapter_code":"NUM.25","verse_code":"NUM.25.7","label":"7","content":"Thaum Ele-axas tus tub Finehas uas yog Aloos tus xeebntxwv pom li ntawd, nws sawv tsees tso plhuav pawg neeg ntawd tseg. Nws mus nqa tau ib rab hmuv,"},{"bible_id":"1525","chapter_code":"NUM.25","verse_code":"NUM.25.8","label":"8","content":"raws tus txivneej thiab tus pojniam ntawd qab mus rau hauv lub tsevntaub, nws muab hmuv nkaug nkawd tshab plaws tuag kiag rau ntawd. Yog li ntawd, tej vijsub vijsw uas tabtom raug cov Yixalayees thiaj tseg kiag tamsim ntawd."},{"bible_id":"1525","chapter_code":"NUM.25","verse_code":"NUM.25.9","label":"9","content":"Tiamsis cov neeg uas raug tua tuag, twb muaj nees nkaum plaub txhiab leej lawm."},{"bible_id":"1525","chapter_code":"NUM.25","verse_code":"NUM.25.10","label":"10","content":"Tus TSWV hais rau Mauxes hais tias,"},{"bible_id":"1525","chapter_code":"NUM.25","verse_code":"NUM.25.11","label":"11","content":"“Vim Ele-axas tus tub Finehas uas yog Aloos tus xeebntxwv, tau ua tej no tiav, kuv thiaj tsis chim rau cov Yixalayees lawm. Vim nws khib li kuv uas yog nws tus Vajtswv khib, kuv txojkev chim thiaj tsis ua rau lawv raug puastsuaj."},{"bible_id":"1525","chapter_code":"NUM.25","verse_code":"NUM.25.12","label":"12","content":"Koj cia li mus qhia rau nws hais tias, kuv yuav coglus tseg rau nws mus tas nws tiam neej li."},{"bible_id":"1525","chapter_code":"NUM.25","verse_code":"NUM.25.13","label":"13","content":"Mas nws thiab nws cov xeebntxwv yuav tau ua cov povthawj mus ibtxhis raws li kuv tau coglus tseg lawm, vim nws nrog nws tus Vajtswv khib, thiab nws tau ua kom muaj kev theej txhoj los rau haivneeg Yixalayees.”"},{"bible_id":"1525","chapter_code":"NUM.25","verse_code":"NUM.25.14","label":"14","content":"Tus txivneej Yixalayees uas raug tua tuag nrog tus pojniam Midias ntawd hu ua Ximelis, nws yog Xalus tus tub uas yog xeem Xime-oos tus thawjcoj ntag."},{"bible_id":"1525","chapter_code":"NUM.25","verse_code":"NUM.25.15","label":"15","content":"Tus pojniam ntawd hu ua Kauxenpis. Nws yog Xules uas yog cov Midias tus thawjcoj tus ntxhais."},{"bible_id":"1525","chapter_code":"NUM.25","verse_code":"NUM.25.16","label":"16","content":"Ces tus TSWV hais rau Mauxes hais tias,"},{"bible_id":"1525","chapter_code":"NUM.25","verse_code":"NUM.25.17","label":"17","content":"“Cia li mus ua rog rau cov Midias thiab tua kom lawv puastsuaj tas,"},{"bible_id":"1525","chapter_code":"NUM.25","verse_code":"NUM.25.18","label":"18","content":"vim tej kev phem kev qias uas lawv ua rau nej thaum lawv dag ntxias nej ntawm Pe-aus, thiab vim Kauxenpis tus uas raug tua tuag rau lub sijhawm uas tabtom muaj tej vijsub vijsw nyob ntawm Pe-aus.”"},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.1","label":"1","content":"Tom qab uas tej vijsub vijsw ntawd dhau lawm, tus TSWV hais rau Mauxes thiab Aloos tus tub Ele-axas uas yog tus povthawj hais tias,"},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.2","label":"2","content":"“Neb cia li sau cov Yixalayees txhua tsevneeg npe, suav tagnrho cov txivneej uas hnubnyoog nees nkaum xyoo rov saud uas ua taus tubrog.”"},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.3+NUM.26.4","label":"3-4","content":"Mauxes thiab Ele-axas nkawd ua raws li tus TSWV hais, nkawd thiaj hu tagnrho cov txivneej uas muaj hnubnyoog li ntawd tuaj sib sau rau hauv lub tiaj Mau-am ntawm ntug Dej Yauladees uas nyob ncaj lub nroog Yelikaus. Cov no yog cov Yixalayees uas tawm nram tebchaws Iziv los:"},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.5","label":"5","content":"Xeem Lunpees (Lunpees yog Yakhauj tus tub hlob): yog cuab Hanauj, Palus,"},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.6","label":"6","content":"Heloos thiab Kalemis."},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.7","label":"7","content":"Suav tagnrho lawv tej cuab kwvtij no cov txivneej muaj plaub caug peb txhiab xya pua peb caug leej."},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.8","label":"8","content":"Palus tus tub yog Ele-as;"},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.9","label":"9","content":"thiab Ele-as cov tub yog Nemuyees, Dathas thiab Anpilas. (Cov pejxeem xaiv Dathas thiab Anpilas ua lawv ob tug thawjcoj. Nkawd tawv nyom Mauxes thiab Aloos, thiab mus koom nrog Kaulas ntxeev siab tawmtsam tus TSWV."},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.10","label":"10","content":"Ces av cia li qhib plho thiab nqos nkawd lawm, mas nkawd thiaj tuag nrog Kaulas thiab nws cov phoojywg thaum uas hluavtaws poob los kub ob pua tsib caug leej txivneej tuag tas ntawd lawm; qhov ntawd thiaj ua ib qho qhia rau cov pejxeem sawvdaws."},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.11","label":"11","content":"Tiamsis Kaulas cov tub tsis raug tua tuag ib tug li.)"},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.12","label":"12","content":"Xeem Xime-oos: yog cuab Nemuyees, cuab Yamees, cuab Yakhees,"},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.13","label":"13","content":"cuab Zelas thiab cuab Sa-ules."},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.14","label":"14","content":"Suav tagnrho lawv tej cuab kwvtij no cov txivneej muaj nees nkaum ob txhiab ob puas leej."},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.15","label":"15","content":"Xeem Khas: yog cuab Xefoos, cuab Hankis, cuab Sunis,"},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.16","label":"16","content":"cuab Auxenis, cuab Elis,"},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.17","label":"17","content":"Alaudis thiab Alelis."},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.18","label":"18","content":"Suav tagnrho lawv tej cuab kwvtij no cov txivneej muaj plaub caug txhiab tsib puas leej."},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.19+NUM.26.20+NUM.26.21","label":"19-21","content":"Xeem Yudas: yog cuab Selas, cuab Peles, cuab Zelas, cuab Hexeloos thiab cuab Hamules. (Yudas ob tug tub uas hu ua Elas thiab Aunas puavleej tuag rau tom tebchaws Kana-as lawm.)"},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.22","label":"22","content":"Suav tagnrho lawv tej cuab kwvtij no cov txivneej muaj xya caum rau txhiab tsib puas leej."},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.23","label":"23","content":"Xeem Ixakhas: yog cuab Taulas, cuab Puahas,"},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.24","label":"24","content":"cuab Yasus thiab cuab Simeloos."},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.25","label":"25","content":"Suav tagnrho lawv tej cuab kwvtij no cov txivneej muaj rau caum plaub txhiab peb puas leej."},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.26","label":"26","content":"Xeem Xenpuloos: yog cuab Xeles, cuab Eloos thiab cuab Yahelees."},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.27","label":"27","content":"Suav tagnrho lawv tej cuab kwvtij no cov txivneej muaj rau caum txhiab tsib puas leej."},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.28","label":"28","content":"Yauxej muaj ob tug tub, Manaxes thiab Efalayees nkawd ncau mus ua ob xeem."},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.29","label":"29","content":"Xeem Manaxes. Manaxes tus tub Makhiles yog Nkile-as txiv thiab Nkile-as yog lawv tej cuab kwvtij nram no tus yawgkoob:"},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.30","label":"30","content":"cuab Ixes, cuab Heles,"},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.31","label":"31","content":"cuab Aliyees, cuab Sekees,"},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.32","label":"32","content":"cuab Semidas thiab cuab Hefeles."},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.33","label":"33","content":"Hefeles tus tub Xelaufehas tsis muaj ib tug tub li, nws muaj tsib tug ntxhais xwb; lawv cov npe hu ua Malas, Nau-es, Haunkelas, Milekas thiab Tilexas."},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.34","label":"34","content":"Suav tagnrho lawv tej cuab vivncaus no cov txivneej muaj tsib caug ob txhiab xya pua leej."},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.35","label":"35","content":"Xeem Efalayees: yog cuab Suthelas, cuab Npekhelis thiab cuab Tahanes."},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.36","label":"36","content":"Cuab Elas yog Suthelas cajces."},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.37","label":"37","content":"Suav tagnrho lawv tej cuab kwvtij no cov txivneej muaj peb caug ob txhiab tsib puas leej. Tagnrho tej cuab kwvtij uas hais los no puavleej yog Yauxej cajces."},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.38","label":"38","content":"Xeem Npeenyamees: yog cuab Npelas, cuab Asenpes, cuab Ahilas,"},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.39","label":"39","content":"cuab Sefufas thiab cuab Hufas."},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.40","label":"40","content":"Cuab Ales thiab Na-amas yog Npelas cajces."},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.41","label":"41","content":"Suav tagnrho lawv tej cuab kwvtij no cov txivneej muaj plaub caug tsib txhiab rau pua leej."},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.42","label":"42","content":"Xeem Das: yog cuab Husees,"},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.43","label":"43","content":"suav tagnrho cuab kwvtij no cov txivneej muaj rau caum plaub txhiab plaub puas leej."},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.44","label":"44","content":"Xeem Aseles: yog cuab Imenas, cuab Esavis thiab cuab Npeliyas."},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.45","label":"45","content":"Cuab Henpeles thiab cuab Makhiyees yog Npeliyas cajces."},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.46","label":"46","content":"Aseles muaj ib tug ntxhais xwb, nws npe huv ua Xelas."},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.47","label":"47","content":"Suav tagnrho lawv tej cuab kwvtij no cov txivneej muaj tsib caug peb txhiab plaub puas leej."},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.48","label":"48","content":"Xeem Nathalis: yog cuab Yaxees, cuab Nkunis,"},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.49","label":"49","content":"cuab Yexeles thiab cuab Silees."},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.50","label":"50","content":"Suav tagnrho lawv tej cuab kwvtij no cov txivneej muaj plaub caug tsib txhiab tsib puas leej."},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.51","label":"51","content":"Suav tagnrho haivneeg Yixalayees cov txivneej muaj rau pua ib txhiab xya pua peb caug leej."},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.52","label":"52","content":"Tus TSWV hais rau Mauxes hais tias,"},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.53","label":"53","content":"“Koj cia li muab lub tebchaws no faib rau tej xeem raws li tej xeem ntawd muaj neeg coob thiab tsawg."},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.54+NUM.26.55+NUM.26.56","label":"54-56","content":"Muab lub tebchaws no rho ntawv faib, muab thaj av dav rau tej xeem uas muaj neeg coob nyob thiab muab thaj av nqaim rau tej xeem uas muaj neeg tsawg nyob.”"},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.57","label":"57","content":"Xeem Levis sau npe raws li cuab Nkesoos, Kauhas thiab Melalis."},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.58","label":"58","content":"Suav tagnrho lawv cov xeebntxwv muaj raws li nram no: cuab Linpenis, cuab Henploos, cuab Mahalis, cuab Musis thiab cuab Kaulas. Kauhas yog Alamas txiv,"},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.59","label":"59","content":"nws yuav Levis tus ntxhais Yaukhenpes uas yug nram tebchaws Iziv ua pojniam. Yaukhenpes thiaj yug tau ob tug tub rau Alamas: ob tug tub ntawd, yog Aloos thiab Mauxes, thiab yug tau ib tug ntxhais hu ua Milias."},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.60","label":"60","content":"Aloos muaj plaub tug tub, Nadas, Anpihus, Ele-axas thiab Ithamas."},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.61","label":"61","content":"Nadas thiab Anpihus nkawd tuag thaum nkawd muab cov ncaig taws uas tsis dawbhuv hlawv khoom fij rau tus TSWV lawm."},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.62","label":"62","content":"Cov Levis tej txivneej uas hnubnyoog ib hlis rov saud muaj nees nkaum peb txhiab leej. Cov Levis tsis sau npe nrog cov Yixalayees, vim lawv tsis muaj feem tau lub tebchaws Yixalayees los ua lawv tug."},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.63","label":"63","content":"Tagnrho tej cuab Yixalayees no puavleej yog Mauxes thiab Ele-axas nkawd ua ob tug uas sau lawv tej npe nyob hauv lub tiaj Mau-am ntawm ntug Dej Yauladees uas nyob ncaj lub nroog Yelikaus sab tid."},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.64","label":"64","content":"Cov neeg uas Mauxes thiab Aloos nkawd sau npe thawj zaug nram tiaj Suabpuam Xinais yeej tsis tshuav ib tug seem li lawm."},{"bible_id":"1525","chapter_code":"NUM.26","verse_code":"NUM.26.65","label":"65","content":"Tus TSWV hais tias, tagnrho lawv cov ntawd yuav tuag tas rau hauv tiaj suabpuam, tsuas tshuav Yefunes tus tub Kalej thiab Noos tus tub Yausuas nkaus xwb, thiaj tsis tuag."},{"bible_id":"1525","chapter_code":"NUM.27","verse_code":"NUM.27.1","label":"1","content":"Malas, Nau-es, Haunkelas, Milekas thiab Tilexas, puavleej yog Hefeles tus tub Xelaufehas cov ntxhais, (Xelaufehas yog Hefeles tub, Hefeles yog Nkele-as tub, Nkele-as yog Makhiles tub, Makhiles yog Manaxes tub thiab Manaxes yog Yauxej tub.)"},{"bible_id":"1525","chapter_code":"NUM.27","verse_code":"NUM.27.2","label":"2","content":"Lawv mus sawv tabmeeg Mauxes, tus povthawj Ele-axas, cov thawjcoj thiab tagnrho cov pejxeem rau ntawm tus TSWV lub Tsevntaub sib ntsib lub qhovrooj thiab thov hais tias,"},{"bible_id":"1525","chapter_code":"NUM.27","verse_code":"NUM.27.3","label":"3","content":"“Peb txiv tuag rau tom tiaj suabpuam lawm nws tsis muaj tub li, nws tsis koom siab nrog Kaulas cov phoojywg ntxeev siab rau tus TSWV; nws tuag vim nws tej kev txhaum nkaus xwb."},{"bible_id":"1525","chapter_code":"NUM.27","verse_code":"NUM.27.4","label":"4","content":"Twb yog peb txiv tsis muaj ib leeg tub, yog li ntawd peb txiv lub npe txawm yuav ploj hauv haivneeg Yixalayees mus li los? Thov muab peb txiv tej qubtxeeg qubteg ntawm nws cov kwvtij los faib rau peb thiab.”"},{"bible_id":"1525","chapter_code":"NUM.27","verse_code":"NUM.27.5","label":"5","content":"Mauxes coj lawv tej lus mus hais rau tus TSWV,"},{"bible_id":"1525","chapter_code":"NUM.27","verse_code":"NUM.27.6","label":"6","content":"ces tus TSWV hais rau Mauxes hais tias,"},{"bible_id":"1525","chapter_code":"NUM.27","verse_code":"NUM.27.7","label":"7","content":"“Xelaufehas cov ntxhais tej lus thov yeej yog lawm; koj cia li muab tej qubtxeeg qubteg ntawm lawv txiv cov kwvtij los rau lawv. Cia lawv yuav lawv txiv tej qubtxeeg qubteg ntawd."},{"bible_id":"1525","chapter_code":"NUM.27","verse_code":"NUM.27.8","label":"8","content":"Qhia rau cov Yixalayees hais tias yog thaum ib tug txivneej twg tuag lawm, nws tsis muaj tub los tuav nws tej qubtxeeg qubteg, nws tus ntxhais yog tus los tuav nws tej qubtxeeg qubteg ntag."},{"bible_id":"1525","chapter_code":"NUM.27","verse_code":"NUM.27.9","label":"9","content":"Yog nws tsis muaj ntxhais li thiab, mam li cia nws cov kwvtij tuav nws tej qubtxeeg qubteg."},{"bible_id":"1525","chapter_code":"NUM.27","verse_code":"NUM.27.10","label":"10","content":"Yog nws tsis muaj kwvtij li, nws txiv cov kwvtij yog cov tuav nws tej qubtxeeg qubteg ntawd."},{"bible_id":"1525","chapter_code":"NUM.27","verse_code":"NUM.27.11","label":"11","content":"Yog nws tsis muaj kwvtij lossis txiv ntxawm lossis txiv hlob li, ces nws tej kwvtij txheeb ze yog cov tuav nws tej qubtxeeg qubteg. Cov Yixalayees yuav tsum tau ceev zaj no ua ib txoj kevcai rau lawv sawvdaws coj, raws li kuv uas yog tus TSWV tau hais rau koj lawm.”"},{"bible_id":"1525","chapter_code":"NUM.27","verse_code":"NUM.27.12","label":"12","content":"Tus TSWV hais rau Mauxes hais tias, “Koj cia li mus rau saum lub Roob Anpalees thiab tuaj saud ntsia lub tebchaws uas kuv yuav muab rau cov Yixalayees nyob."},{"bible_id":"1525","chapter_code":"NUM.27","verse_code":"NUM.27.13","label":"13","content":"Tom qab uas koj saib tas, koj yuav tuag mus ib yam li koj tus tijlaug Aloos."},{"bible_id":"1525","chapter_code":"NUM.27","verse_code":"NUM.27.14","label":"14","content":"Rau qhov neb ob kwvtij ntxeev siab rau kuv tej lus samhwm nram tiaj suabpuam Xees. Thaum cov pejxeem yws kuv nram Melinpas, neb tsis kam ua kuv lub hwjchim uas loj kawg nkaus tabmeeg rau lawv pom.” (Melinpas yog lub npe qhovdej txhawv uas nyob hauv lub nroog Kades nram tiaj suabpuam Xees.)"},{"bible_id":"1525","chapter_code":"NUM.27","verse_code":"NUM.27.15","label":"15","content":"Mauxes thov Vajtswv hais tias,"},{"bible_id":"1525","chapter_code":"NUM.27","verse_code":"NUM.27.16","label":"16","content":"“Tus TSWV, Vajtswv uas yog tus tuav sawvdaws txojsia thiab ib puas tsav yam huv tibsi, kuv thov koj tsa ib tug los ua tus coj cov neeg no,"},{"bible_id":"1525","chapter_code":"NUM.27","verse_code":"NUM.27.17","label":"17","content":"thiab coj lawv mus ntaus rog, kom koj haivneeg thiaj yuav tsis zoo li pab yaj uas tsis muaj tus tswv yug.”"},{"bible_id":"1525","chapter_code":"NUM.27","verse_code":"NUM.27.18","label":"18","content":"Tus TSWV hais rau Mauxes hais tias, “Koj cia li mus coj Noos tus tub Yausuas uas yog tus neeg thoob tsib to nrog tuaj, thiab tsa koj txhais tes rau saum nws taubhau."},{"bible_id":"1525","chapter_code":"NUM.27","verse_code":"NUM.27.19","label":"19","content":"Kom nws tuaj sawv tabmeeg tus povthawj Ele-axas thiab cov pejxeem, thiab tsa nws ua tus hloov koj chaw tabmeeg sawvdaws."},{"bible_id":"1525","chapter_code":"NUM.27","verse_code":"NUM.27.20","label":"20","content":"Muab koj lub hwjchim faib rau nws kom cov Yixalayees thiaj yuav hwm nws."},{"bible_id":"1525","chapter_code":"NUM.27","verse_code":"NUM.27.21","label":"21","content":"Yausuas yuav nrog tus povthawj Ele-axas, siv lub Ulees thiab lub Thumees.  Ua li no, Ele-axas thiaj qhia tau rau Yausuas thiab cov Yixalayees ua kom haum tus TSWV siab.”"},{"bible_id":"1525","chapter_code":"NUM.27","verse_code":"NUM.27.22","label":"22","content":"Mauxes ua raws li tus TSWV hais rau nws. Nws thiaj coj Yausuas mus sawv tabmeeg tus povthawj Ele-axas thiab cov pejxeem Yixalayees."},{"bible_id":"1525","chapter_code":"NUM.27","verse_code":"NUM.27.23","label":"23","content":"Mauxes tsa nws ob txhais tes rau saum Yausuas taubhau thiab tsa Yausuas ua tus hloov Mauxes chaw, raws li tus TSWV tau hais rau Mauxes lawm."},{"bible_id":"1525","chapter_code":"NUM.28","verse_code":"NUM.28.1","label":"1","content":"Tus TSWV hais rau Mauxes"},{"bible_id":"1525","chapter_code":"NUM.28","verse_code":"NUM.28.2","label":"2","content":"kom qhia rau cov Yixalayees yuav tsum muab tej zaub mov uas yog khoom fij, coj tuaj hlawv fij kom tsw qab ntxiag ua rau tus TSWV txaus siab raws li tau teem tseg lawm."},{"bible_id":"1525","chapter_code":"NUM.28","verse_code":"NUM.28.3","label":"3","content":"Thiab koj hais rau lawv hais tias, ntawm no yog tej khoom uas coj tuaj fij rau tus TSWV: cov uas muab hlawv fij txhua hnub yog ob tug thav yaj hnubnyoog ib xyoos uas tsis muaj ib qho phem li."},{"bible_id":"1525","chapter_code":"NUM.28","verse_code":"NUM.28.4","label":"4","content":"Muab ib tug fij rau thaum sawv ntxov thiab muab ib tug fij rau thaum yuav tsaus ntuj,"},{"bible_id":"1525","chapter_code":"NUM.28","verse_code":"NUM.28.5","label":"5","content":"ib tug thav yaj twg muab ob choj hmoov nplej ntse xyaw ob khob roj txiv ntoo mus fij nrog."},{"bible_id":"1525","chapter_code":"NUM.28","verse_code":"NUM.28.6","label":"6","content":"Ntawm no, yog txoj kevcai uas niaj hnub muab khoom hlawv fij, kom tsw qab ntxiag txaus tus TSWV siab raws li txeev ua tom roob Xinais lawm."},{"bible_id":"1525","chapter_code":"NUM.28","verse_code":"NUM.28.7","label":"7","content":"Cov cawv txiv hmab uas coj mus fij nrog tus menyuam yaj thaum sawv ntxov, mas muab ob khob hliv rau hauv chav pehawm Vajtswv."},{"bible_id":"1525","chapter_code":"NUM.28","verse_code":"NUM.28.8","label":"8","content":"Tus uas fij thaum yuav tsaus ntuj los muab cawv txiv hmab fij nrog ib yam li tus uas fij thaum sawv ntxov. Tej no yog khoom hlawv fij kom tsw qab ntxiag ua rau tus TSWV txaus siab."},{"bible_id":"1525","chapter_code":"NUM.28","verse_code":"NUM.28.9","label":"9","content":"Hnub Xanpataus, mas muab ob tug thav yaj hnubnyoog ib xyoos uas tsis muaj ib qho phem li, thiab plaub choj hmoov nplej ntse xyaw roj txiv ntoo coj mus ua zaub mov fij, thiab muab cawv txiv hmab mus fij nrog."},{"bible_id":"1525","chapter_code":"NUM.28","verse_code":"NUM.28.10","label":"10","content":"Cov khoom uas hlawv fij no yuav tsum coj mus fij txhua Hnub Xanpataus thiab ntxiv rau cov khoom fij uas niaj hnub hlawv fij nrog cov cawv txiv hmab."},{"bible_id":"1525","chapter_code":"NUM.28","verse_code":"NUM.28.11","label":"11","content":"Txhua lub hlis hnub xiab ib, hlawv khoom fij rau tus TSWV li no: ob tug ntsuag nyuj, ib tug laug yaj, xya tus thav yaj hnubnyoog ib xyoos, txhua tus tsiaj no yog cov uas tsis muaj ib qho phem li."},{"bible_id":"1525","chapter_code":"NUM.28","verse_code":"NUM.28.12","label":"12","content":"Tej qoobloo uas coj mus ua khoom fij, muab tej hmoov nplej ntse xyaw roj txiv ntoo coj mus fij li no: ib tug nyuj twg rau choj hmoov nplej; ib tug laug yaj twg plaub choj hmoov nplej;"},{"bible_id":"1525","chapter_code":"NUM.28","verse_code":"NUM.28.13","label":"13","content":"thiab ib tug thav yaj muab ob choj hmoov nplej mus fij nrog. Tej khoom no coj mus hlawv fij kom tsw qab ntxiag ua rau tus TSWV txaus siab."},{"bible_id":"1525","chapter_code":"NUM.28","verse_code":"NUM.28.14","label":"14","content":"Ib tug nyuj twg muab plaub khob cawv txiv hmab fij nrog, ib tug laug yaj muab peb khob cawv txiv hmab fij nrog, thiab ib tug thav yaj muab ob khob cawv txiv hmab mus fij nrog. Tej no yog txoj kevcai uas hlawv khoom fij rau txhua lub hlis hnub xiab ib, mus kom tas xyoo."},{"bible_id":"1525","chapter_code":"NUM.28","verse_code":"NUM.28.15","label":"15","content":"Thiab muab ib tug laug tshis tua fij daws txim ntxiv rau tej khoom uas niaj hnub coj mus hlawv fij nrog tej cawv txiv hmab uas coj mus fij ntawd."},{"bible_id":"1525","chapter_code":"NUM.28","verse_code":"NUM.28.16","label":"16","content":"Ua Kevcai Hla Dhau qhuas tus TSWV thaum lub ib hlis ntuj hnub xiab kaum plaub."},{"bible_id":"1525","chapter_code":"NUM.28","verse_code":"NUM.28.17","label":"17","content":"Hnub kaum tsib yog hnub pib ua kevcai Hla Dhau uas yog ua kom txwm nkaus xya hnub, thaum lub sijhawm ntawd, mas noj cov ncuav tsis xyaw keeb nkaus xwb."},{"bible_id":"1525","chapter_code":"NUM.28","verse_code":"NUM.28.18","label":"18","content":"Thawj hnub uas pib ua kevcai yog hnub nej sib sau tuaj pehawm, thiab tsis txhob ua ib yam haujlwm dabtsi li."},{"bible_id":"1525","chapter_code":"NUM.28","verse_code":"NUM.28.19","label":"19","content":"Nej muab khoom hlawv fij rau tus TSWV raws li no: ob tug ntsuag nyuj, ib tug laug yaj thiab xya tus thav yaj uas hnubnyoog ib xyoos, txhua tua tsiaj no yog cov uas tsis muaj ib qho phem li."},{"bible_id":"1525","chapter_code":"NUM.28","verse_code":"NUM.28.20","label":"20","content":"Muab tej hmoov nplej uas ntse xyaw roj txiv ntoo li no coj mus ua khoom fij: ib tug nyuj muab rau choj hmoov nplej fij nrog, ib tug laug yaj muab plaub choj hmoov nplej fij nrog"},{"bible_id":"1525","chapter_code":"NUM.28","verse_code":"NUM.28.21","label":"21","content":"thiab ib tug thav yaj twg muab ob choj hmoov nplej mus fij nrog."},{"bible_id":"1525","chapter_code":"NUM.28","verse_code":"NUM.28.22","label":"22","content":"Thiab muab dua ib tug laug tshis mus tua fij daws txim, thiab cia li ua kevcai ntxuav rau cov pejxeem."},{"bible_id":"1525","chapter_code":"NUM.28","verse_code":"NUM.28.23","label":"23","content":"Tej khoom fij no, yog muab ntxiv rau tej khoom fij uas nej niaj tagkis coj mus hlawv fij rau tus TSWV."},{"bible_id":"1525","chapter_code":"NUM.28","verse_code":"NUM.28.24","label":"24","content":"Ib yam nkaus li ntawd, xya hnub uas nej fij tej zaub mov ntawd rau tus TSWV, ua kom tsw qab ntxiag rau tus TSWV. Tej khoom no fij ntxiv rau tej khoom uas nej niaj hnub hlawv fij thiab tej cawv txiv hmab uas yog khoom fij."},{"bible_id":"1525","chapter_code":"NUM.28","verse_code":"NUM.28.25","label":"25","content":"Hnub xya nej yuav tsum rov tuaj sib sau pehawm Vajtswv thiab tsis txhob ua ib yam haujlwm dabtsi li."},{"bible_id":"1525","chapter_code":"NUM.28","verse_code":"NUM.28.26","label":"26","content":"Thawj hnub uas ua Kevcai Sau Qoobloo, yog thaum nej coj tej qoob tshiab tuaj fij rau tus TSWV, nej tuaj sib sau ua ke pehawm Vajtswv, thiab hnub ntawd tsis txhob ua ib yam haujlwm dabtsi li."},{"bible_id":"1525","chapter_code":"NUM.28","verse_code":"NUM.28.27","label":"27","content":"Muab khoom mus hlawv fij kom tsw qab ntxiag rau tus TSWV li no: ob tug ntsuag nyuj, ib tug laug yaj thiab xya tug thav yaj hnubnyoog ib xyoos, txhua tus tsiaj no yog cov uas tsis muaj ib qho phem li."},{"bible_id":"1525","chapter_code":"NUM.28","verse_code":"NUM.28.28","label":"28","content":"Muab cov hmoov nplej ntse xyaw roj txiv ntoo coj mus fij: ib tug heev nyuj twg muab rau choj hmoov nplej, ib tug laug yaj muab plaub coj hmoov nplej,"},{"bible_id":"1525","chapter_code":"NUM.28","verse_code":"NUM.28.29","label":"29","content":"thiab ib tug thav yaj muab ob choj hmoov nplej mus fij nrog."},{"bible_id":"1525","chapter_code":"NUM.28","verse_code":"NUM.28.30","label":"30","content":"Thiab muab dua ib tug laug tshis mus tua fij daws txim, thiab ua kevcai ntxuav rau cov pejxeem."},{"bible_id":"1525","chapter_code":"NUM.28","verse_code":"NUM.28.31","label":"31","content":"Fij tej khoom thiab tej cawv txiv hmab no ntxiv rau tej khoom uas niaj hnub hlawv fij, thiab tej qoobloo uas yog khoom fij. Tej tsiaj uas muab fij ntawd yog cov uas tsis muaj ib qho phem li."},{"bible_id":"1525","chapter_code":"NUM.29","verse_code":"NUM.29.1","label":"1","content":"Thaum hnub xiab ib lub xya hli ntuj nej cia li tuaj sib sau pehawm Vajtswv, thiab tsis txhob ua ib yam haujlwm dabtsi li. Hnub ntawd yog hnub uas tshuab raj tshuab xyu."},{"bible_id":"1525","chapter_code":"NUM.29","verse_code":"NUM.29.2","label":"2","content":"Nej muab khoom coj mus hlawv fij rau tus TSWV kom tsw qab ntxiag rau nws: ib tug ntsuag nyuj, ib tug laug yaj thiab xya tus thav yaj hnubnyoog ib xyoos, txhua tus tsiaj no yog cov uas tsis muaj ib qho phem li."},{"bible_id":"1525","chapter_code":"NUM.29","verse_code":"NUM.29.3","label":"3","content":"Muab hmoov nplej ntse xyaw roj txiv ntoo coj mus fij: ib tug ntsuag nyuj twg muab rau choj hmoov nplej fij nrog, ib tug laug yaj twg muab plaub choj hmoov nplej fij nrog,"},{"bible_id":"1525","chapter_code":"NUM.29","verse_code":"NUM.29.4","label":"4","content":"thiab ib tug thav yaj twg muab ob choj hmoov nplej mus fij nrog."},{"bible_id":"1525","chapter_code":"NUM.29","verse_code":"NUM.29.5","label":"5","content":"Thiab muab dua ib tug laug tshis mus tua fij daws txim, thiab ua kevcai ntxuav rau cov pejxeem."},{"bible_id":"1525","chapter_code":"NUM.29","verse_code":"NUM.29.6","label":"6","content":"Cov khoom no coj mus fij ntxiv rau cov khoom uas niaj hnub fij thaum hnub xiab ib nrog lawv tej qoobloo thiab cov cawv txiv hmab uas coj mus hlawv fij. Muab tej khoom no hlawv fij kom tsw qab ntxiag ua rau tus TSWV txaus siab."},{"bible_id":"1525","chapter_code":"NUM.29","verse_code":"NUM.29.7","label":"7","content":"Lub xya hli ntuj hnub xiab kaug, nej cia li tuaj sib sau pehawm Vajtswv; tsis txhob noj zaub noj mov thiab tsis txhob ua ib yam haujlwm dabtsi hlo li."},{"bible_id":"1525","chapter_code":"NUM.29","verse_code":"NUM.29.8","label":"8","content":"Nej muab ib tug ntsuag nyuj, ib tug laug yaj thiab xya tus thav yaj hnubnyoog ib xyoos uas tsis muaj ib qho phem li tuaj tua hlawv fij rau tus TSWV kom tsw qab ntxiag ua rau nws txaus siab."},{"bible_id":"1525","chapter_code":"NUM.29","verse_code":"NUM.29.9","label":"9","content":"Muab hmoov nplej ntse xyaw roj txiv ntoo coj mus fij: ib tug nyuj twg muab rau choj hmoov nplej fij nrog, ib tug laug yaj twg muab plaub choj hmoov nplej fij nrog,"},{"bible_id":"1525","chapter_code":"NUM.29","verse_code":"NUM.29.10","label":"10","content":"thiab ib tug thav yaj twg muab ob choj hmoov nplej mus fij nrog."},{"bible_id":"1525","chapter_code":"NUM.29","verse_code":"NUM.29.11","label":"11","content":"Thiab muab dua ib tug laug tshis mus tua fij daws txim ntxiv rau tus tshis uas tua fij ua kevcai ntxuav rau cov pejxeem, thiab tej khoom fij uas niaj hnub hlawv nrog tej qoobloo, thiab lawv tej cawv txiv hmab uas coj mus fij."},{"bible_id":"1525","chapter_code":"NUM.29","verse_code":"NUM.29.12","label":"12","content":"Lub xya hli ntuj hnub kaum tsib nej cia li sib sau tuaj ua ke pehawm Vajtswv. Ua kevcai qhuas tus TSWV kom txwm xya hnub thiab tsis txhob ua ib yam haujlwm dabtsi li."},{"bible_id":"1525","chapter_code":"NUM.29","verse_code":"NUM.29.13","label":"13","content":"Hnub ib nej muab kaum peb tug ntsuag nyuj, ob tug laug yaj thiab kaum plaub tug thav yaj hnubnyoog ib xyoos uas tsis muaj ib qho phem li tuaj tua hlawv fij rau tus TSWV kom tsw qab ntxiag ua rau nws txaus siab."},{"bible_id":"1525","chapter_code":"NUM.29","verse_code":"NUM.29.14","label":"14","content":"Muab hmoov nplej ntse xyaw roj txiv ntoo coj mus fij: ib tug nyuj twg muab rau choj hmoov nplej fij nrog, ib tug laug yaj twg muab plaub choj hmoov nplej fij nrog,"},{"bible_id":"1525","chapter_code":"NUM.29","verse_code":"NUM.29.15","label":"15","content":"thiab kaum ob tug thav yaj ntawd ib tug twg muab ob choj hmoov nplej thiab muab cov cawv txiv hmab mus fij nrog."},{"bible_id":"1525","chapter_code":"NUM.29","verse_code":"NUM.29.16","label":"16","content":"Thiab muab dua ib tug laug tshis mus tua fij daws txim ntxiv rau tej khoom fij uas niaj hnub coj mus hlawv fij nrog tej qoobloo thiab tej cawv txiv hmab."},{"bible_id":"1525","chapter_code":"NUM.29","verse_code":"NUM.29.17","label":"17","content":"Hnub ob fij kaum ob tug ntsuag nyuj, ob tug laug yaj thiab kaum plaub tug thav yaj hnubnyoog ib xyoos, txhua tus tsiaj no yog cov uas tsis muaj ib qho phem li."},{"bible_id":"1525","chapter_code":"NUM.29","verse_code":"NUM.29.18","label":"18","content":"Cov nyuj, cov laug yaj thiab cov thav yaj, muab hmoov nplej coj mus fij nrog raws li cov uas fij thawj hnub."},{"bible_id":"1525","chapter_code":"NUM.29","verse_code":"NUM.29.19","label":"19","content":"Thiab muab dua ib tug laug tshis mus tua fij daws txim ntxiv rau tej khoom fij uas niaj hnub coj mus hlawv fij nrog tej qoobloo, thiab lawv tej cawv txiv hmab."},{"bible_id":"1525","chapter_code":"NUM.29","verse_code":"NUM.29.20","label":"20","content":"Hnub peb fij kaum ib tug ntsuag nyuj, ob tug laug yaj thiab kaum plaub tug thav yaj hnubnyoog ib xyoos, txhua tus tsiaj no yog cov uas tsis muaj ib qho phem li."},{"bible_id":"1525","chapter_code":"NUM.29","verse_code":"NUM.29.21","label":"21","content":"Cov nyuj, cov laug yaj thiab cov thav yaj, muab hmoov nplej coj mus fij nrog raws li cov uas fij thawj hnub."},{"bible_id":"1525","chapter_code":"NUM.29","verse_code":"NUM.29.22","label":"22","content":"Thiab muab dua ib tug laug tshis mus tua fij daws txim ntxiv rau tej khoom fij uas niaj hnub coj mus hlawv fij nrog tej qoobloo, thiab lawv tej cawv txiv hmab."},{"bible_id":"1525","chapter_code":"NUM.29","verse_code":"NUM.29.23","label":"23","content":"Hnub plaub fij kaum tug ntsuag nyuj, ob tug laug yaj thiab kaum plaub tug thav yaj hnubnyoog ib xyoos, txhua tus tsiaj no yog cov uas tsis muaj ib qho phem li."},{"bible_id":"1525","chapter_code":"NUM.29","verse_code":"NUM.29.24","label":"24","content":"Cov nyuj, cov laug yaj thiab cov thav yaj, muab hmoov nplej coj mus fij nrog raws li cov uas fij thawj hnub."},{"bible_id":"1525","chapter_code":"NUM.29","verse_code":"NUM.29.25","label":"25","content":"Thiab muab dua ib tug laug tshis mus tua fij daws txim ntxiv rau tej khoom fij uas niaj hnub coj mus hlawv fij nrog tej qoobloo, thiab lawv tej cawv txiv hmab."},{"bible_id":"1525","chapter_code":"NUM.29","verse_code":"NUM.29.26","label":"26","content":"Hnub tsib fij cuaj tug ntsuag nyuj, ob tug laug yaj thiab kaum plaub tug thav yaj hnubnyoog ib xyoos, txhua tus tsiaj no yog cov uas tsis muaj ib qho phem li."},{"bible_id":"1525","chapter_code":"NUM.29","verse_code":"NUM.29.27","label":"27","content":"Cov nyuj, cov laug yaj thiab cov thav yaj, muab hmoov nplej coj mus fij nrog raws li cov uas fij thawj hnub."},{"bible_id":"1525","chapter_code":"NUM.29","verse_code":"NUM.29.28","label":"28","content":"Thiab muab dua ib tug laug tshis mus tua fij daws txim ntxiv rau tej khoom fij uas niaj hnub coj mus hlawv fij nrog tej qoobloo, thiab lawv tej cawv txiv hmab."},{"bible_id":"1525","chapter_code":"NUM.29","verse_code":"NUM.29.29","label":"29","content":"Hnub rau fij yim tug ntsuag nyuj, ob tug laug yaj thiab kaum plaub tug thav yaj hnubnyoog ib xyoos, txhua tus tsiaj no yog cov uas tsis muaj ib qho phem li."},{"bible_id":"1525","chapter_code":"NUM.29","verse_code":"NUM.29.30","label":"30","content":"Cov nyuj, cov laug yaj thiab cov thav yaj, muab hmoov nplej coj mus fij nrog raws li cov uas fij thawj hnub."},{"bible_id":"1525","chapter_code":"NUM.29","verse_code":"NUM.29.31","label":"31","content":"Thiab muab dua ib tug laug tshis mus tua fij daws txim ntxiv rau tej khoom fij uas niaj hnub coj mus hlawv fij nrog tej qoobloo, thiab lawv tej cawv txiv hmab."},{"bible_id":"1525","chapter_code":"NUM.29","verse_code":"NUM.29.32","label":"32","content":"Hnub xya fij xya tus ntsuag nyuj, ob tug laug yaj thiab kaum plaub tug thav yaj hnubnyoog ib xyoos, txhua tus tsiaj no yog cov uas tsis muaj ib qho phem li."},{"bible_id":"1525","chapter_code":"NUM.29","verse_code":"NUM.29.33","label":"33","content":"Cov nyuj, cov laug yaj thiab cov thav yaj, muab hmoov nplej coj mus fij nrog raws li cov uas fij thawj hnub."},{"bible_id":"1525","chapter_code":"NUM.29","verse_code":"NUM.29.34","label":"34","content":"Thiab muab dua ib tug laug tshis mus tua fij daws txim ntxiv rau tej khoom fij uas niaj hnub coj mus hlawv fij nrog tej qoobloo, thiab lawv tej cawv txiv hmab."},{"bible_id":"1525","chapter_code":"NUM.29","verse_code":"NUM.29.35","label":"35","content":"Hnub yim cia li rov tuaj sib sau ua ke pehawm Vajtswv, thiab tsis txhob ua ib yam haujlwm dabtsi li."},{"bible_id":"1525","chapter_code":"NUM.29","verse_code":"NUM.29.36","label":"36","content":"Muab tej khoom coj mus hlawv fij rau tus TSWV ua kom tsw qab ntxiag txaus nws siab: muab ib tug ntsuag nyuj, ib tug laug yaj thiab xya tus thav yaj hnubnyoog ib xyoos uas tsis muaj ib qho phem li."},{"bible_id":"1525","chapter_code":"NUM.29","verse_code":"NUM.29.37","label":"37","content":"Tus ntsuag nyuj, tus laug yaj thiab cov thav yaj, muab hmoov nplej coj mus fij nrog raws li cov uas fij thawj hnub."},{"bible_id":"1525","chapter_code":"NUM.29","verse_code":"NUM.29.38","label":"38","content":"Thiab muab dua ib tug laug tshis mus tua fij daws txim ntxiv rau tej khoom fij uas niaj hnub coj mus hlawv fij nrog tej qoobloo, thiab lawv tej cawv txiv hmab."},{"bible_id":"1525","chapter_code":"NUM.29","verse_code":"NUM.29.39","label":"39","content":"Ntawm no yog tej kevcai uas hais txog tej khoom uas muab hlawv fij rau tus TSWV, tej qoobloo, tej cawv txiv hmab, thiab fij tej khoom ua kev sib raug zoo rau tus TSWV raws li lub sijhawm uas nej teem tseg rau thaum ua kevcai. Tej khoom no yog muab fij ntxiv rau nej tej khoom fij ua tsaug uas nej tau coglus tseg lawm lossis tej khoom uas nej txaus siab fij."},{"bible_id":"1525","chapter_code":"NUM.29","verse_code":"NUM.29.40","label":"40","content":"Yog li ntawd, Mauxes thiaj qhia txhua yam uas tus TSWV tau samhwm rau nws lawm rau cov Yixalayees."},{"bible_id":"1525","chapter_code":"NUM.30","verse_code":"NUM.30.1","label":"1","content":"Mauxes qhia tej lus no rau cov thawjcoj ntawm txhua xeem Yixalayees hais tias:"},{"bible_id":"1525","chapter_code":"NUM.30","verse_code":"NUM.30.2","label":"2","content":"Thaum muaj ib tug neeg twg coglus muab ib yam dabtsi rau tus TSWV lossis coglus rau tej yam dabtsi lawm, nws tsis txhob thim nws tej lus cog tseg ntawd, tiamsis nws yuav tsum tau ua txhua yam raws li nws tau coglus lawm."},{"bible_id":"1525","chapter_code":"NUM.30","verse_code":"NUM.30.3","label":"3","content":"Ib tug ntxhais twg thaum nws tseem ua hluas nkauj nrog nws niam nws txiv nyob, yog nws tau coglus yuav muab ib yam dabtsi rau tus TSWV lossis coglus yuav ua ib yam dabtsi lawm,"},{"bible_id":"1525","chapter_code":"NUM.30","verse_code":"NUM.30.4","label":"4","content":"yog nws txiv hnov tej lus cog tseg ntawd, nws txiv tsis txwv nws tej lus cog tseg ntawd, ces nws yuav tau ua txhua yam kom tiav raws li nws tau coglus tseg."},{"bible_id":"1525","chapter_code":"NUM.30","verse_code":"NUM.30.5","label":"5","content":"Tiamsis yog thaum nws txiv hnov tej lus cog tseg ntawd, nws txiv txwv tsis pub ua li ntawd, ces nws muab tej lus cog tseg ntawd tso tseg thiab tsis tas yuav ua. Tus TSWV thiaj yuav zam nws lub txim, rau qhov nws txiv tsis pub nws ua."},{"bible_id":"1525","chapter_code":"NUM.30","verse_code":"NUM.30.6","label":"6","content":"Yog muaj ib tug ntxhais twg uas tsis tau yuav txiv coglus tseg, vim nws tsis ua tib zoo xav lossis tsis ceevfaj lossis nws coglus yuav ua ib yam dabtsi, ces nws mam yuav txiv,"},{"bible_id":"1525","chapter_code":"NUM.30","verse_code":"NUM.30.7","label":"7","content":"yog nws tus txiv tsis txwv thaum hnov nws cov lus cog tseg ntawd, mas tus pojniam yuav tau ua txhua yam raws li nws tau coglus tseg lawm."},{"bible_id":"1525","chapter_code":"NUM.30","verse_code":"NUM.30.8","label":"8","content":"Tiamsis thaum tus txiv hnov tej lus cog tseg ntawd, yog tus txiv txwv tsis pub nws ua raws li nws coglus tseg, ces tus pojniam tsis txhob ua raws li tej lus uas nws tau coglus tseg ntawd. Tus TSWV thiaj yuav zam nws lub txim."},{"bible_id":"1525","chapter_code":"NUM.30","verse_code":"NUM.30.9","label":"9","content":"Ib tug pojntsuam lossis ib tug pojnrauj twg, tau coglus tseg li cas lawm nws yuav tau ua kom tiav raws li tej lus uas nws cog tseg ntawd."},{"bible_id":"1525","chapter_code":"NUM.30","verse_code":"NUM.30.10","label":"10","content":"Yog tus pojniam uas nws twb yuav txiv lawm, tau coglus tseg yuav ua ib yam dabtsi,"},{"bible_id":"1525","chapter_code":"NUM.30","verse_code":"NUM.30.11","label":"11","content":"yog hais tias nws tus txiv tsis txwv thaum tus txiv hnov nws tej lus cog tseg ntawd, nws yuav tau ua kom tiav txhua yam raws li nws tau coglus tseg lawm."},{"bible_id":"1525","chapter_code":"NUM.30","verse_code":"NUM.30.12","label":"12","content":"Tiamsis yog nws tus txiv txwv tsis pub nws ua tej ntawd, nws tsis tas yuav ua li nws tau coglus lawm. Ces tus TSWV thiaj yuav zam nws lub txim, rau qhov nws tus txiv txwv tsis pub nws ua."},{"bible_id":"1525","chapter_code":"NUM.30","verse_code":"NUM.30.13","label":"13","content":"Nws tus txiv muaj cai muab tej lus uas nws tau cog tseg ntawd xuam povtseg."},{"bible_id":"1525","chapter_code":"NUM.30","verse_code":"NUM.30.14","label":"14","content":"Tiamsis yog tus txiv hnov tus pojniam tej lus cog tseg, ib hnub dhau ib hnub tsis hais dabtsi li, ces tus pojniam yuav tau ua txhua yam li nws tau coglus tseg. Vim nws tus txiv yeej tsis txwv hnub uas nws hnov los lawm."},{"bible_id":"1525","chapter_code":"NUM.30","verse_code":"NUM.30.15","label":"15","content":"Tiamsis, yog hais tias tom qab ntawd tus txiv mam rhuav nws tus pojniam tej lus cog tseg, nws yuav tau ris nws tus pojniam lub txim, vim nws tus pojniam tsis tau ua kom cov lus cog tseg ntawd tiav."},{"bible_id":"1525","chapter_code":"NUM.30","verse_code":"NUM.30.16","label":"16","content":"Tej no yog tej kevcai uas tus TSWV muab cob rau Mauxes hais txog tej lus cog tseg ntawm tej ntxhais uas tseem nrog nws niam nws txiv nyob lossis tus ntxhais uas twb yuav txiv lawm."},{"bible_id":"1525","chapter_code":"NUM.31","verse_code":"NUM.31.1","label":"1","content":"Tus TSWV hais rau Mauxes hais tias,"},{"bible_id":"1525","chapter_code":"NUM.31","verse_code":"NUM.31.2","label":"2","content":"“Koj cia li rau txim rau cov neeg Midias pauj tej uas lawv tau ua rau haivneeg Yixalayees tas los lawm. Ces tom qab uas koj ua tej ntawd tiav lawm koj yuav tuag mus.”"},{"bible_id":"1525","chapter_code":"NUM.31","verse_code":"NUM.31.3","label":"3","content":"Yog li ntawd, Mauxes txawm hais rau cov pejxeem hais tias, “Cia li npaj cuabyeej kom txhij mus ntaus rog, nej muaj cuabkav tua yeej cov Midias thiab rau txim rau lawv pauj tej uas lawv tau ua rau tus TSWV."},{"bible_id":"1525","chapter_code":"NUM.31","verse_code":"NUM.31.4","label":"4","content":"Tso ib xeem Yixalayees twg ib txhiab leej mus ntaus rog.”"},{"bible_id":"1525","chapter_code":"NUM.31","verse_code":"NUM.31.5","label":"5","content":"Yog li ntawd, ib xeem twg thiaj xaiv tau ib txhiab leej, suav tagnrho kaum ob xeem ntawd xaiv tau kaum ob txhiab tus txivneej mus ntaus rog."},{"bible_id":"1525","chapter_code":"NUM.31","verse_code":"NUM.31.6","label":"6","content":"Mauxes tso lawv mus ntaus rog, tus povthawj Ele-axas tus tub Finehas ua tus coj, nws yog tus uas coj tej khoom dawbhuv thiab cov raj xyu uas tshuab txhib tua rog."},{"bible_id":"1525","chapter_code":"NUM.31","verse_code":"NUM.31.7","label":"7","content":"Lawv tua cov Midias raws li tus TSWV samhwm rau Mauxes, lawv muab cov txivneej tua tuag tas huv tibsi,"},{"bible_id":"1525","chapter_code":"NUM.31","verse_code":"NUM.31.8","label":"8","content":"thiab tseem tua cov Midias tsib tug vajntxwv uas yog: Evis, Lekees, Xules, Hules thiab Lenpas tuag huv tibsi. Thiab lawv tseem tua Npe-aus tus tub Npala-as tuag lawm thiab."},{"bible_id":"1525","chapter_code":"NUM.31","verse_code":"NUM.31.9","label":"9","content":"Cov Yixalayees thiaj ntes tau tagnrho cov Midias cov pojniam thiab menyuam, tej nyuj, tej yaj thiab huab tagnrho lawv tej nyiaj txiag qoobloo los"},{"bible_id":"1525","chapter_code":"NUM.31","verse_code":"NUM.31.10","label":"10","content":"thiab muab lawv tej nroog tej yeej hlawv kub hnyiab tas."},{"bible_id":"1525","chapter_code":"NUM.31","verse_code":"NUM.31.11","label":"11","content":"Lawv sau tagnrho tej khoom uas lawv huab tau, cov neeg uas lawv ntes tau thiab tsiaj txhu huv tibsi,"},{"bible_id":"1525","chapter_code":"NUM.31","verse_code":"NUM.31.12","label":"12","content":"coj los cob rau Mauxes, Ele-axas thiab cov Yixalayees hauv lub yeej ntawm tiaj Mau-am uas nyob ntawm ntug Dej Yauladees uas ncaj lub nroog Yelikaus."},{"bible_id":"1525","chapter_code":"NUM.31","verse_code":"NUM.31.13","label":"13","content":"Mauxes, Ele-axas thiab cov thawjcoj ntawm cov pejxeem thiaj tawm mus rau nraum ntug yeej, mus tos cov tubrog rov qab los."},{"bible_id":"1525","chapter_code":"NUM.31","verse_code":"NUM.31.14","label":"14","content":"Mauxes chim heev rau cov thawj tubrog uas kav pawg txhiab thiab kav pawg pua uas rov tom tshavrog los."},{"bible_id":"1525","chapter_code":"NUM.31","verse_code":"NUM.31.15","label":"15","content":"Mauxes nug lawv hais tias, “Vim li cas nej tseem yuav tseg cov pojniam no ua dabtsi?"},{"bible_id":"1525","chapter_code":"NUM.31","verse_code":"NUM.31.16","label":"16","content":"Nco ntsoov hais tias, lawv twb yog cov niag pojniam uas coj raws li Npala-as tej lus qhia thaum nyob tom Pe-aus. Thiab lawv twb coj cov neeg mus ua tsis ncaj thiab muab tus TSWV tso tseg, vim li ntawd, tus TSWV haivneeg thiaj raug tej kab mob phem."},{"bible_id":"1525","chapter_code":"NUM.31","verse_code":"NUM.31.17","label":"17","content":"Tamsim no cia li muab txhua tus menyuam tub tua povtseg kom tas thiab muab cov pojniam uas nej nrog pw lawm tua povtseg huv tibsi,"},{"bible_id":"1525","chapter_code":"NUM.31","verse_code":"NUM.31.18","label":"18","content":"tiamsis tseg cov hluas nkauj thiab cov nkaujxwb uas tsis tau deev dua hluas nraug rau nej xwb."},{"bible_id":"1525","chapter_code":"NUM.31","verse_code":"NUM.31.19","label":"19","content":"Nimno nej txhua tus uas tau tua ib tus twg tuag lossis tau cev tes tuav tej neeg tuag lawm, yuav tsum nyob sab nraum ntug yeej xya hnub. Hnub peb thiab hnub xya ua kevcai ntxuav nej thiab cov pojniam uas nej ntes tau los ntawd tso."},{"bible_id":"1525","chapter_code":"NUM.31","verse_code":"NUM.31.20","label":"20","content":"Thiab nej yuav tsum ua kevcai ntxuav rau tej khaubncaws txhua daim thiab txhua yam uas yog muab tawv tsiaj, plaub tshis lossis ntoo ua huv tibsi.”"},{"bible_id":"1525","chapter_code":"NUM.31","verse_code":"NUM.31.21","label":"21","content":"Ele-axas uas yog tus povthawj hais rau cov uas rov tom tshavrog los hais tias, “Ntawm no yog tej kevcai uas tus TSWV tau muab cob rau Mauxes."},{"bible_id":"1525","chapter_code":"NUM.31","verse_code":"NUM.31.22","label":"22","content":"Kub, nyiaj, tooj, hlau, txhuas, tooj dawb"},{"bible_id":"1525","chapter_code":"NUM.31","verse_code":"NUM.31.23","label":"23","content":"thiab txhua yam uas thev taus hluavtaws, nej yuav tsum coj mus hlawv hauv qhovcub thiab muab dej ntxuav thiaj huv. Thiab yam twg uas thev tsis taus hluavtaws, nej yuav tsum muab dej ntxuav thiaj huv."},{"bible_id":"1525","chapter_code":"NUM.31","verse_code":"NUM.31.24","label":"24","content":"Hnub xya nej cia li muab nej tej ris tsho ntxhua; nej thiaj huv thiab los tau rau hauv lub yeej.”"},{"bible_id":"1525","chapter_code":"NUM.31","verse_code":"NUM.31.25","label":"25","content":"Tus TSWV hais rau Mauxes hais tias,"},{"bible_id":"1525","chapter_code":"NUM.31","verse_code":"NUM.31.26","label":"26","content":"“Koj thiab Ele-axas mus nrog cov thawjcoj ntawm cov pejxeem suav txhua yam uas nej mus huab tau los suav tej neeg uas nej ntes tau los thiab tej tsiaj txhu huv tibsi."},{"bible_id":"1525","chapter_code":"NUM.31","verse_code":"NUM.31.27","label":"27","content":"Thiab muab tej khoom uas huab tau los no faib ua ob pawg, muab ib pawg rau cov tubrog, muab ib pawg rau cov pejxeem."},{"bible_id":"1525","chapter_code":"NUM.31","verse_code":"NUM.31.28","label":"28","content":"Pawg uas yog cov tubrog tug, yuav tsum muab ib leeg ntawm tsib puas leej uas raug ntes los coj mus ua se them rau tus TSWV, thiab tej nyuj, tej neesluav, tej yaj thiab tej tshis los ua ib yam nkaus li ntawd."},{"bible_id":"1525","chapter_code":"NUM.31","verse_code":"NUM.31.29","label":"29","content":"Muab tej ntawd rau tus povthawj Ele-axas ib yam li muab ua khoom pub tshwjxeeb rau tus TSWV."},{"bible_id":"1525","chapter_code":"NUM.31","verse_code":"NUM.31.30","label":"30","content":"Pawg uas yog cov pejxeem tug, muab ib leeg ntawm tsib caug leej uas raug ntes los thiab tej nyuj, tej neesluav, tej yaj thiab tej tshis los ua ib yam nkaus li ntawd. Muab rau cov Levis uas yog cov tu tus TSWV lub Tsevntaub sib ntsib.”"},{"bible_id":"1525","chapter_code":"NUM.31","verse_code":"NUM.31.31","label":"31","content":"Mauxes thiab Ele-axas nkawd ua raws li tus TSWV tau samhwm rau nkawd lawm."},{"bible_id":"1525","chapter_code":"NUM.31","verse_code":"NUM.31.32","label":"32","content":"Tagnrho tej uas cov tubrog mus huab tau los thiab cov uas tseg cia rau lawv, muaj rau pua xya caum tsib txhiab tus yaj thiab tshis,"},{"bible_id":"1525","chapter_code":"NUM.31","verse_code":"NUM.31.33","label":"33","content":"xya caum ob txhiab tus nyuj,"},{"bible_id":"1525","chapter_code":"NUM.31","verse_code":"NUM.31.34","label":"34","content":"rau caum ib txhiab tus neesluav,"},{"bible_id":"1525","chapter_code":"NUM.31","verse_code":"NUM.31.35","label":"35","content":"thiab peb caug ob txhiab tus ntxhais nkaujxwb uas tsis tau deev dua hluas nraug li."},{"bible_id":"1525","chapter_code":"NUM.31","verse_code":"NUM.31.36","label":"36","content":"Thiab ib nrab uas muab faib rau cov tubrog, suav tau peb puas peb caug xya txhiab tsib puas tus yaj thiab tshis,"},{"bible_id":"1525","chapter_code":"NUM.31","verse_code":"NUM.31.37","label":"37","content":"cov uas muab rho mus rau tus TSWV yog rau pua xya caum tsib tug;"},{"bible_id":"1525","chapter_code":"NUM.31","verse_code":"NUM.31.38","label":"38","content":"peb caug rau txhiab tus nyuj, cov uas muab rho mus rau tus TSWV yog xya caum ob tug;"},{"bible_id":"1525","chapter_code":"NUM.31","verse_code":"NUM.31.39","label":"39","content":"peb caug txhiab tsib puas tus neesluav, cov uas muab rho mus rau tus TSWV yog rau caum ib tug;"},{"bible_id":"1525","chapter_code":"NUM.31","verse_code":"NUM.31.40","label":"40","content":"kaum rau txhiab tus ntxhais nkaujxwb, cov uas muab rho mus rau tus TSWV muaj peb caug ob leeg."},{"bible_id":"1525","chapter_code":"NUM.31","verse_code":"NUM.31.41","label":"41","content":"Yog li ntawd, Mauxes thiaj coj cov se no mus rau Ele-axas muab pub tshwjxeeb rau tus TSWV, raws li tus TSWV tau hais rau Mauxes lawm."},{"bible_id":"1525","chapter_code":"NUM.31","verse_code":"NUM.31.42","label":"42","content":"Tej khoom uas cov tubrog mus huab tau los Mauxes muab ib nrab faib rau cov pejxeem,"},{"bible_id":"1525","chapter_code":"NUM.31","verse_code":"NUM.31.43","label":"43","content":"cov uas faib rau cov pejxeem muaj peb puas peb caug xya txhiab tsib puas tus yaj thiab tshis,"},{"bible_id":"1525","chapter_code":"NUM.31","verse_code":"NUM.31.44","label":"44","content":"peb caug rau txhiab tus nyuj,"},{"bible_id":"1525","chapter_code":"NUM.31","verse_code":"NUM.31.45","label":"45","content":"peb caug txhiab tsib puas tus neesluav"},{"bible_id":"1525","chapter_code":"NUM.31","verse_code":"NUM.31.46","label":"46","content":"thiab kaum rau txhiab tus ntxhais nkaujxwb."},{"bible_id":"1525","chapter_code":"NUM.31","verse_code":"NUM.31.47","label":"47","content":"Pawg no Mauxes rho ib leeg ntawm tsib caug leej uas raug ntes los thiab tej tsiaj txhu los rho ib yam nkaus li ntawd, coj mus rau cov Levis uas tu tus TSWV lub Tsevntaub sib ntsib, raws li tus TSWV tau hais rau Mauxes lawm."},{"bible_id":"1525","chapter_code":"NUM.31","verse_code":"NUM.31.48","label":"48","content":"Ces cov thawj tubrog thiaj mus cuag Mauxes"},{"bible_id":"1525","chapter_code":"NUM.31","verse_code":"NUM.31.49","label":"49","content":"thiab tshabxo rau nws hais tias, “Peb cov uas yog koj tubtxib, suav cov tubrog uas nyob hauv peb kev tswjhwm, tsis muaj ib tug ploj li."},{"bible_id":"1525","chapter_code":"NUM.31","verse_code":"NUM.31.50","label":"50","content":"Yog li ntawd, peb thiaj nqa tej saw kub, tej kauj toog, tej saw tes, tej nplhaib thiab tej xauv uas peb huab tau los huv tibsi tuaj. Peb coj tej ntawd tuaj fij rau tus TSWV theej peb lub txhoj.”"},{"bible_id":"1525","chapter_code":"NUM.31","verse_code":"NUM.31.51","label":"51","content":"Mauxes thiab Ele-axas thiaj txais tej kub thiab tej saw ntawd."},{"bible_id":"1525","chapter_code":"NUM.31","verse_code":"NUM.31.52","label":"52","content":"Tagnrho tej khoom uas cov thawj tubrog coj tuaj ntawd hnyav tshaj plaub puas choj."},{"bible_id":"1525","chapter_code":"NUM.31","verse_code":"NUM.31.53","label":"53","content":"Cov tubrog, cia lawv yuav tej uas lawv huab tau los."},{"bible_id":"1525","chapter_code":"NUM.31","verse_code":"NUM.31.54","label":"54","content":"Yog li ntawd, Mauxes thiab Ele-axas coj tej kub ntawd mus tso rau hauv lub Tsevntaub sib ntsib, tus TSWV thiaj tsomkwm cov Yixalayees."},{"bible_id":"1525","chapter_code":"NUM.32","verse_code":"NUM.32.1","label":"1","content":"Xeem Lunpees thiab xeem Khas muaj tsiaj txhu coob heev. Thaum lawv pom lub tebchaws Yaxes thiab lub tebchaws Nkile-as uas yog qhov chaw zoo ua tshav tsiaj rau lawv tej tsiaj,"},{"bible_id":"1525","chapter_code":"NUM.32","verse_code":"NUM.32.2","label":"2","content":"lawv thiaj mus cuag Mauxes, Ele-axas thiab cov thawjcoj, lawv thov hais tias,"},{"bible_id":"1525","chapter_code":"NUM.32","verse_code":"NUM.32.3+NUM.32.4","label":"3-4","content":"“Tus TSWV pab cov Yixalayees tua tau cov nroog no: lub nroog Atalaus, lub nroog Dinpoos, lub nroog Yaxes, lub nroog Nilas, lub nroog Hesenpoos, lub nroog Ele-ales, lub nroog Xinpemas, lub nroog Nenpaus thiab lub nroog Npe-oos uas yog lub tebchaws zoo ua tshav tsiaj heev, thiab peb muaj tsiaj txhu coob kawg li."},{"bible_id":"1525","chapter_code":"NUM.32","verse_code":"NUM.32.5","label":"5","content":"Yog neb pom zoo, thov muab lub tebchaws no faib rau peb ua peb tug, thiab thov tsis txhob cia peb hla tus Dej Yauladees mus nyob sab tid.”"},{"bible_id":"1525","chapter_code":"NUM.32","verse_code":"NUM.32.6","label":"6","content":"Mauxes teb Khas thiab Lunpees cov xeebntxwv hais tias, “Nej xav nyob ntawm no thiab cia nej cov kwvtij Yixalayees mus ntaus rog xwb los?"},{"bible_id":"1525","chapter_code":"NUM.32","verse_code":"NUM.32.7","label":"7","content":"Ua li cas nej yuav khuv cia nej cov kwvtij Yixalayees muaj kev tu siab rau qhov uas hla tus Dej Yauladees mus rau tim lub tebchaws uas tus TSWV muab rau lawv?"},{"bible_id":"1525","chapter_code":"NUM.32","verse_code":"NUM.32.8","label":"8","content":"Nej ua ib yam li thaum kuv tso cov uas yog nej txiv tawm hauv lub nroog Kades Npane-as mus soj lub tebchaws los txog thiab lawv ua ntag."},{"bible_id":"1525","chapter_code":"NUM.32","verse_code":"NUM.32.9","label":"9","content":"Lawv mus txog rau tim lub Hav Esekaus thiab mus pom lub tebchaws ntawd tas lawm, tiamsis thaum lawv rov qab los lawv ua rau cov pejxeem tas kev cia siab thiaj tsis xav mus rau hauv lub tebchaws uas tus TSWV muab rau lawv lawm."},{"bible_id":"1525","chapter_code":"NUM.32","verse_code":"NUM.32.10","label":"10","content":"Hnub ntawd tus TSWV thiaj chim heev, thiab nws tau coglus tseg li no:"},{"bible_id":"1525","chapter_code":"NUM.32","verse_code":"NUM.32.11","label":"11","content":"‘Vim lawv tsis muab siab npuab kuv, mas txhua tus txivneej uas hnubnyoog nees nkaum xyoo rov saud uas kuv coj nram tebchaws Iziv los yuav tsis tau mus nyob hauv lub tebchaws uas kuv coglus rau Anplahas, Ixaj thiab Yakhauj lawv lawm.’"},{"bible_id":"1525","chapter_code":"NUM.32","verse_code":"NUM.32.12","label":"12","content":"Cov lus no yog hais rau txhua tus huv tibsi, tsuas yog tshuav Yefunes tus tub Kalej uas yog cov Kenais thiab Noos tus tub Yausuas nkaus xwb, thiaj yuav tau mus nyob hauv lub tebchaws ntawd; rau qhov nkawd yeej ibtxwm hwm tus TSWV."},{"bible_id":"1525","chapter_code":"NUM.32","verse_code":"NUM.32.13","label":"13","content":"Tus TSWV chim heev rau cov neeg ntawd, nws thiaj ua rau lawv ncig mus ncig los tau plaub caug xyoo rau tom tiaj suabpuam, ua rau tiam neeg uas tsis txaus siab rau nws ntawd tuag tas huv tibsi lawm."},{"bible_id":"1525","chapter_code":"NUM.32","verse_code":"NUM.32.14","label":"14","content":"Thiab tamsim no nej sawv los hloov cov uas yog nej txiv chaw, nej cov neeg txhaum uas yog tiam no, tabtom ua rau tus TSWV txojkev chim los raug cov Yixalayees dua."},{"bible_id":"1525","chapter_code":"NUM.32","verse_code":"NUM.32.15","label":"15","content":"Yog nimno xeem Lunpees thiab xeem Khas tsis kam ua raws li tus TSWV hais, nws yuav rov muab cov neeg no tso tseg ib zaug ntxiv rau ntawm tiaj suabpuam no, thiab nej yuav ua rau cov neeg no raug kev puastsuaj dua.”"},{"bible_id":"1525","chapter_code":"NUM.32","verse_code":"NUM.32.16","label":"16","content":"Lawv txav zog los rau ntawm Mauxes thiab hais tias, “Thov cia peb muab pobzeb los txhim nkuaj kaw peb tej yaj thiab ua nroog rau peb tej pojniam menyuam nyob ntawm no tso."},{"bible_id":"1525","chapter_code":"NUM.32","verse_code":"NUM.32.17","label":"17","content":"Ces peb yuav nrog peb cov kwvtij Yixalayees mus ntaus rog thiab nias tsam ua ntej mus txog thaum lawv tau mus nyob hauv lub tebchaws uas yog lawv tug. Lub sijhawm ntawd peb tej pojniam menyuam yuav nyob hauv tej nroog uas txhim ntsa zeb, kom lawv thiaj nyob tso siab lug tsis ntshai cov neeg hauv lub tebchaws no."},{"bible_id":"1525","chapter_code":"NUM.32","verse_code":"NUM.32.18","label":"18","content":"Peb yuav tsis rov qab los tsev mus txog thaum cov Yixalayees tau lub tebchaws uas hom tseg rau lawv los ua lawv tug lawm tso."},{"bible_id":"1525","chapter_code":"NUM.32","verse_code":"NUM.32.19","label":"19","content":"Peb yuav tsis nrog lawv faib ib qho av uas nyob tim tus Dej Yauladees sab tid rau peb, rau qhov peb twb tau thaj chaw uas nyob ntawm tus Dej Yauladees sab hnubtuaj no ua peb tug lawm.”"},{"bible_id":"1525","chapter_code":"NUM.32","verse_code":"NUM.32.20","label":"20","content":"Mauxes teb hais tias, “Yog nej txaus siab ua raws li uas nej hais tiag, ces nej cia li npaj cuabyeej kom txhij mus ntaus rog tabmeeg tus TSWV."},{"bible_id":"1525","chapter_code":"NUM.32","verse_code":"NUM.32.21","label":"21","content":"Tagnrho nej cov tubrog cia li hla tus Dej Yauladees mus rau sab tid tabmeeg tus TSWV, mus txog thaum tus TSWV tua yeej nws cov yeebncuab,"},{"bible_id":"1525","chapter_code":"NUM.32","verse_code":"NUM.32.22","label":"22","content":"thiab txeeb tau lub tebchaws los nyob lawm. Tom qab ntawd, nej mam rov qab los rau qhov nej yuav tau ua kom tiav raws li nej tshuav tus TSWV thiab nej cov kwvtij Yixalayees nqi."},{"bible_id":"1525","chapter_code":"NUM.32","verse_code":"NUM.32.23","label":"23","content":"Tiamsis yog nej tsis ua raws li nej coglus tseg, kuv qhia rau nej hais tias, nej ua txhaum rau tus TSWV ntag. Yog nej tsis ua li ntawd, nej yuav raug txim vim nej tej kev txhaum."},{"bible_id":"1525","chapter_code":"NUM.32","verse_code":"NUM.32.24","label":"24","content":"Yog li ntawd, cia li txhim nroog rau nej nyob thiab txhim nkuaj kaw nej tej yaj, tiamsis nco ntsoov ua raws li tej lus uas nej tau cog tseg lawm!”"},{"bible_id":"1525","chapter_code":"NUM.32","verse_code":"NUM.32.25","label":"25","content":"Xeem Khas thiab xeem Lunpees teb hais tias, “Peb cov uas yog koj tubtxib, peb yuav ua raws li koj hais ntag."},{"bible_id":"1525","chapter_code":"NUM.32","verse_code":"NUM.32.26","label":"26","content":"Peb tej pojniam thiab menyuam, tej nyuj thiab tej yaj yuav nyob hauv lub nroog Nkile-as no."},{"bible_id":"1525","chapter_code":"NUM.32","verse_code":"NUM.32.27","label":"27","content":"Tiamsis tagnrho peb cov txivneej uas yog koj cov tubtxib yuav npaj mus ntaus rog tabmeeg tus TSWV. Peb yuav hla tus Dej Yauladees mus rau sab tid thiab ntaus rog raws li koj hais.”"},{"bible_id":"1525","chapter_code":"NUM.32","verse_code":"NUM.32.28","label":"28","content":"Yog li ntawd, Mauxes thiaj muab tej lus samhwm no rau Ele-axas, Yausuas thiab cov Yixalayees lwm tug thawjcoj hais tias:"},{"bible_id":"1525","chapter_code":"NUM.32","verse_code":"NUM.32.29","label":"29","content":"“Yog xeem Khas thiab xeem Lunpees hla tus Dej Yauladees mus ntaus rog raws li tus TSWV tej lus samhwm thiab yog lawv pab nej tua kom yeej lub tebchaws ntawd, ces nej cia li tu lub tebchaws Nkile-as rau lawv nyob ua lawv tug."},{"bible_id":"1525","chapter_code":"NUM.32","verse_code":"NUM.32.30","label":"30","content":"Tiamsis yog lawv tsis hla tus Dej Yauladees thiab tsis nrog nej mus ntaus rog, ces lawv yuav tau nrog nej nyob lub tebchaws Kana-as, ib yam li nej tau thiab.”"},{"bible_id":"1525","chapter_code":"NUM.32","verse_code":"NUM.32.31","label":"31","content":"Xeem Khas thiab xeem Lunpees teb hais tias, “Raws li tus TSWV tau samhwm rau koj cov tubtxib no lawm, peb yuav ua li ntawd ntag."},{"bible_id":"1525","chapter_code":"NUM.32","verse_code":"NUM.32.32","label":"32","content":"Peb yuav hla tus Dej Yauladees mus rau tim lub tebchaws Kana-as tabmeeg tus TSWV thiab mus ntaus rog, kom peb thiaj tau tus Dej Yauladees sab hnubtuaj no ua peb tug.”"},{"bible_id":"1525","chapter_code":"NUM.32","verse_code":"NUM.32.33","label":"33","content":"Yog li ntawd, Mauxes thiaj muab cov Amaules tus Vajntxwv Xihoos lub nroog thiab cov Npasas tus Vajntxwv Aunkas lub nroog, tagnrho lub tebchaws nrog tej nroog thiab ib cheebtsam uas nyob puagncig tej nroog ntawd tu rau xeem Khas, xeem Lunpees thiab xeem Manaxes ib nrab rau lawv nyob ua lawv tug."},{"bible_id":"1525","chapter_code":"NUM.32","verse_code":"NUM.32.34","label":"34","content":"Xeem Khas thiaj rov txhim kho dua lawv tej nroog rau hauv Dinpoos, Atalaus, Alu-es,"},{"bible_id":"1525","chapter_code":"NUM.32","verse_code":"NUM.32.35","label":"35","content":"Etelas Saufas, Yaxes, Yaunpehas,"},{"bible_id":"1525","chapter_code":"NUM.32","verse_code":"NUM.32.36","label":"36","content":"Npethes Nilas thiab Npethes Halas."},{"bible_id":"1525","chapter_code":"NUM.32","verse_code":"NUM.32.37","label":"37","content":"Xeem Lunpees thiaj rov txhim kho dua lawv tej nroog rau hauv Hesenpoos, Ele-ales, Kili-athayees,"},{"bible_id":"1525","chapter_code":"NUM.32","verse_code":"NUM.32.38","label":"38","content":"Nenpaus, Npa-as Me-oos (lub npe no twb hloov lawm) thiab Xinpemas. Lawv tis dua npe tshiab tagnrho rau tej nroog uas lawv txhim kho dua tshiab no huv tibsi."},{"bible_id":"1525","chapter_code":"NUM.32","verse_code":"NUM.32.39","label":"39","content":"Makhiles cuab kwvtij uas yog xeem Manaxes, mus txeeb tau lub tebchaws Nkile-as, lawv kav hlo lub tebchaws ntawd, thiab muab cov Amaules uas ibtxwm nyob hauv lub tebchaws ntawd raws khiav tawm huv tibsi lawm."},{"bible_id":"1525","chapter_code":"NUM.32","verse_code":"NUM.32.40","label":"40","content":"Yog li ntawd, Mauxes thiaj muab lub tebchaws Nkeli-as rau Makhiles cuab kwvtij, ces lawv thiaj nyob hauv lub tebchaws ntawd lawm."},{"bible_id":"1525","chapter_code":"NUM.32","verse_code":"NUM.32.41","label":"41","content":"Yailes uas yog xeem Manaxes mus tua thiab txeeb tau lub puav zos thiab nws tis npe rau cov zos ntawd hu ua, “Yailes cov zos.”"},{"bible_id":"1525","chapter_code":"NUM.32","verse_code":"NUM.32.42","label":"42","content":"Naunpas mus tua thiab txeeb tau lub nroog Kenas thiab tej zos me uas nyob ibncig ntawd, thiab nws muab lub nroog ntawd tis npe hu ua Naunpas, raws li nws lub npe ntag."},{"bible_id":"1525","chapter_code":"NUM.33","verse_code":"NUM.33.1","label":"1","content":"Txij ntawm no mus yog qhia txog tej thaj chaw uas cov Yixalayees tsuam yeej ua ntu zus taug kev nram tebchaws Iziv los uas yog Mauxes thiab Aloos nkawd ua ob tug coj tagnrho lawv txhua xeem huv tibsi."},{"bible_id":"1525","chapter_code":"NUM.33","verse_code":"NUM.33.2","label":"2","content":"Mauxes teev tej thaj chaw uas cov Yixalayees tsuam yeej ua ntu zus los raws li tus TSWV tau samhwm rau Mauxes lawm."},{"bible_id":"1525","chapter_code":"NUM.33","verse_code":"NUM.33.3","label":"3","content":"Cov Yixalayees sawv kev tawm nram Iziv los yog lub ib hlis ntuj hnub kaum tsib uas yog tom qab hnub uas lawv ua kevcai Hla Dhau. Tus TSWV tsomkwm lawv tawm hauv lub nroog Lamaxes los tabmeeg cov Iziv,"},{"bible_id":"1525","chapter_code":"NUM.33","verse_code":"NUM.33.4","label":"4","content":"thaum cov Iziv tabtom faus lawv tej tub hlob uas tus TSWV muab tua tuag tas lawm. Twb yog li no, tus TSWV thiaj qhia hais tias, nws yog tus muaj hwjchim loj dua cov Iziv tej vajtswv huv tibsi."},{"bible_id":"1525","chapter_code":"NUM.33","verse_code":"NUM.33.5","label":"5","content":"Thaum cov Yixalayees sawv kev hauv lub nroog Lamaxes los thiab tsuam yeej so rau ntawm Xukaus."},{"bible_id":"1525","chapter_code":"NUM.33","verse_code":"NUM.33.6","label":"6","content":"Lawv sawv kev ntawm Xukaus los tsuam yeej rau ntawm Ethas uas nyob ntawm ntug tiaj suabpuam."},{"bible_id":"1525","chapter_code":"NUM.33","verse_code":"NUM.33.7","label":"7","content":"Lawv tawm hauv Ethas rov mus rau ntawm Pis Hahilaus uas nyob ntawm Npa-as Xefoos sab hnubtuaj, thiab lawv tsuam yeej ze rau ntawm Minkedaus."},{"bible_id":"1525","chapter_code":"NUM.33","verse_code":"NUM.33.8","label":"8","content":"Lawv sawv kev ntawm Pis Hahilaus thiab los hla dej Hiavtxwv Liab mus rau tom tiaj suabpuam Ethas; tom qab uas lawv los tau peb hnub ke lawm, lawv thiaj li los tsuam yeej rau ntawm Malahas."},{"bible_id":"1525","chapter_code":"NUM.33","verse_code":"NUM.33.9","label":"9","content":"Thaum lawv sawv kev ntawm Malahas los rau ntawm Elees, lawv thiaj tsuam yeej rau qhov ntawd, rau qhov nyob ntawd muaj kaum ob lub qhovdej thiab xya caum tsob toovlaj."},{"bible_id":"1525","chapter_code":"NUM.33","verse_code":"NUM.33.10","label":"10","content":"Lawv sawv kev ntawm Elees los tsuam yeej ze rau ntawm ceg dej Hiavtxwv Liab."},{"bible_id":"1525","chapter_code":"NUM.33","verse_code":"NUM.33.11","label":"11","content":"Lawv sawv kev ntawm Elees los tsuam yeej rau ntawm tiaj suabpuam Xees."},{"bible_id":"1525","chapter_code":"NUM.33","verse_code":"NUM.33.12","label":"12","content":"Ces lawv sawv kev ntawm tiaj suabpuam Xees los tsuam yeej rau ntawm Daufekas,"},{"bible_id":"1525","chapter_code":"NUM.33","verse_code":"NUM.33.13","label":"13","content":"thiab tom qab ntawd lawv los tsuam yeej rau ntawm Aluses,"},{"bible_id":"1525","chapter_code":"NUM.33","verse_code":"NUM.33.14","label":"14","content":"dhau qhov ntawd los lawv thiaj los tsuam yeej rau ntawm Lefidees, qhov chaw uas tsis muaj dej rau cov neeg haus."},{"bible_id":"1525","chapter_code":"NUM.33","verse_code":"NUM.33.15+NUM.33.16+NUM.33.17+NUM.33.18+NUM.33.19+NUM.33.20+NUM.33.21+NUM.33.22+NUM.33.23+NUM.33.24+NUM.33.25+NUM.33.26+NUM.33.27+NUM.33.28+NUM.33.29+NUM.33.30+NUM.33.31+NUM.33.32+NUM.33.33+NUM.33.34+NUM.33.35+NUM.33.36+NUM.33.37","label":"15-37","content":"Thaum lawv sawv kev ntawm Lefidees thiab tsuam yeej ua ntu zus los txog rau ntawm lub Roob Haules: lawv los nyob rau ntawm tiaj Suabpuam Xinais, Kinpalaus Hatavas, (lossis “Cov neeg nqhis dej tej qhov Ntxa”), Haxelaus, Lithamas, Limoos Peles, Linpanas, Lixas, Kehelathas, lub Roob Sefaws, Haladas, Makhelaus, Tahas, Telas, Mithakas, Hasemaunas, Mauxelaus, Npeenes Ya-akas, Haules Hankinkas, Yaunpathas, Alaunas, Exi-oonkenpes ntawm tiaj suabpuam Xees (uas yog Kades) thiab los rau ntawm lub Roob Haules uas nyob ntawm ciamteb Edoos."},{"bible_id":"1525","chapter_code":"NUM.33","verse_code":"NUM.33.38+NUM.33.39","label":"38-39","content":"Tus povthawj Aloos nce mus rau saum lub Roob Haules, raws li tus TSWV tau samhwm. Aloos tuag rau saum lub roob ntawd, thaum nws hnubnyoog muaj ib pua nees nkaum peb xyoos, rau hnub xiab ib lub tsib hlis ntuj xyoo plaub caug, tom qab cov Yixalayees khiav nram tebchaws Iziv los."},{"bible_id":"1525","chapter_code":"NUM.33","verse_code":"NUM.33.40","label":"40","content":"Cov Alas tus vajntxwv uas kav lub tebchaws Kana-as sab qabteb hnov hais tias, cov Yixalayees tabtom sawv kev los lawm."},{"bible_id":"1525","chapter_code":"NUM.33","verse_code":"NUM.33.41+NUM.33.42+NUM.33.43+NUM.33.44+NUM.33.45+NUM.33.46+NUM.33.47+NUM.33.48+NUM.33.49","label":"41-49","content":"Thaum cov Yixalayees sawv kev ntawm Roob Haules los rau ntawm lub tiaj Mau-am, lawv tsuam yeej ua ntu zus raws li tej chaw no: Xalemaunas, Punoos, Aunpaus, ntawm Anpalees uas puastsuaj tas hauv lub tebchaws Mau-am, Dinpoos Nkas, Alemoos Dilathayees, ntawm lub Roob Anpalees uas nyob ze lub Roob Nenpaus, thiab tom tiaj Mau-am ntawm ntug Dej Yauladees uas nyob ncaj lub nroog Yelikaus, hauv lub Hav Npethes Yesimaus thiab lub Hav Akaxias kis nruab nrab."},{"bible_id":"1525","chapter_code":"NUM.33","verse_code":"NUM.33.50","label":"50","content":"Thaum nyob hauv lub tiaj Mau-am ntawm ntug Dej Yauladees uas nyob ncaj lub nroog Yelikaus, tus TSWV hais rau Mauxes"},{"bible_id":"1525","chapter_code":"NUM.33","verse_code":"NUM.33.51","label":"51","content":"kom qhia tej lus no rau cov neeg Yixalayees hais tias, “Thaum nej hla tus Dej Yauladees mus rau tim tebchaws Kana-as,"},{"bible_id":"1525","chapter_code":"NUM.33","verse_code":"NUM.33.52","label":"52","content":"nej yuav tsum muab tagnrho cov neeg uas ibtxwm nyob hauv lub tebchaws ntawd raws khiav mus kom tas. Muab lawv tej mlom pobzeb, mlom hlau, thiab lawv tej chaw teev dab tsoo kom puastsuaj tas huv tibsi."},{"bible_id":"1525","chapter_code":"NUM.33","verse_code":"NUM.33.53","label":"53","content":"Txeeb lub tebchaws ntawd los rau nej thiab muab nej cov neeg faib mus nyob kom thoob plaws hauv lub tebchaws ntawd, rau qhov kuv muab lub tebchaws ntawd rau nej lawm."},{"bible_id":"1525","chapter_code":"NUM.33","verse_code":"NUM.33.54","label":"54","content":"Muab lub tebchaws rho ntawv faib rau nej tej xeem thiab tej cuab kwvtij, tej thaj av uas dav muab rau tej cuab kwvtij coob thiab tej thaj av uas nqaim muab rau tej cuab kwvtij tsawg."},{"bible_id":"1525","chapter_code":"NUM.33","verse_code":"NUM.33.55","label":"55","content":"Tiamsis yog nej tsis muab cov neeg uas ibtxwm nyob hauv lub tebchaws ntawd raws tawm, cov neeg uas nej tseg cia yuav ua kev nyuaj siab rau nej ib yam li tus saus uas nyob hauv nej qhovmuag thiab tej hmab pos uas nyob ntawm nej ib sab, thiab lawv yuav tawmtsam nej."},{"bible_id":"1525","chapter_code":"NUM.33","verse_code":"NUM.33.56","label":"56","content":"Yog nej tsis raws lawv tawm, kuv yuav ua kom nej puastsuaj, raws li kuv twb npaj yuav ua rau lawv kom lawv raug kev puastsuaj.”"},{"bible_id":"1525","chapter_code":"NUM.34","verse_code":"NUM.34.1","label":"1","content":"Tus TSWV hais rau Mauxes"},{"bible_id":"1525","chapter_code":"NUM.34","verse_code":"NUM.34.2","label":"2","content":"kom qhia tej lus no rau cov Yixalayees hais tias: “Thaum nej mus rau hauv lub tebchaws Kana-as uas kuv muab rau nej lawm, nej tej ciamteb uas yog nej lub tebchaws yuav muaj raws li no:"},{"bible_id":"1525","chapter_code":"NUM.34","verse_code":"NUM.34.3","label":"3","content":"Sab qabteb, tus ciam txij ntua ntawm tiaj suabpuam Xees raws cov Edoos tus ciamteb. Pib kiag ntawm sab hnubtuaj qabteb los xaus rau ntawm hiavtxwv tuag."},{"bible_id":"1525","chapter_code":"NUM.34","verse_code":"NUM.34.4","label":"4","content":"Ces nej tus ciamteb yuav tig mus rau sab qabteb ncaj nraim mus rau ntawm lub Dawm Alanpees thiab hla mus rau ntawm tiaj suabpuam Xees thiab mus txog ntawm Kades Npane-as sab qabteb. Ces tus ciamteb nkhaus rov nce toj mus rau sab qaumteb hnubpoob mus rau ntawm Haxas Adales thiab mus txog ntua rau ntawm Axemoos,"},{"bible_id":"1525","chapter_code":"NUM.34","verse_code":"NUM.34.5","label":"5","content":"tus ciamteb yuav nkhaus raws lub hav ntawm Iziv tus ciamteb mus xaus rau pem Hiavtxwv Meditelanes."},{"bible_id":"1525","chapter_code":"NUM.34","verse_code":"NUM.34.6","label":"6","content":"“Sab hnubpoob tus ciamteb raws ntug dej Hiavtxwv Meditelanes nce toj."},{"bible_id":"1525","chapter_code":"NUM.34","verse_code":"NUM.34.7","label":"7","content":"“Sab qaumteb tus ciamteb yuav raws ntug dej Hiavtxwv Meditelanes mus rau pem lub Roob Haules"},{"bible_id":"1525","chapter_code":"NUM.34","verse_code":"NUM.34.8","label":"8","content":"thiab pib ntawm lub Roob Haules, nej hom ncaj nraim mus txog ntua rau ntawm txojkev uas mus rau ntawm lub Dawm Hamas, thiab tus ciamteb dhau qhov ntawd mus txog ntua ntawm Xedas,"},{"bible_id":"1525","chapter_code":"NUM.34","verse_code":"NUM.34.9","label":"9","content":"thiab mus txog rau ntawm Xifaloos, mus xaus rau ntawm Haxas Enas."},{"bible_id":"1525","chapter_code":"NUM.34","verse_code":"NUM.34.10","label":"10","content":"“Sab hnubtuaj, nej hom tus ciamteb pib kiag ntawm Haxas Enas mus rau ntawm Sefas."},{"bible_id":"1525","chapter_code":"NUM.34","verse_code":"NUM.34.11","label":"11","content":"Ces tus ciamteb yuav lem mus rau sab qabteb, mus txog rau ntawm Linpelas sab hnubtuaj ntawm lub nroog Ayees, thiab mus txog ntawm cov laj roob tim ntug Hiavtxwv Kalilais sab hnubtuaj."},{"bible_id":"1525","chapter_code":"NUM.34","verse_code":"NUM.34.12","label":"12","content":"Tus ciamteb mus rau sab qabteb, yog raws tus Dej Yauladees nqis hav mus xaus rau ntawm Hiavtxwv tuag. “Qhov no yuav yog nej lub tebchaws plaub sab ciamteb.”"},{"bible_id":"1525","chapter_code":"NUM.34","verse_code":"NUM.34.13","label":"13","content":"Yog li ntawd, Mauxes thiaj hais rau cov Yixalayees hais tias, “Ntawm no yog lub tebchaws uas nej yuav tau mus nyob thiab rho ntawv faib, yog lub tebchaws uas tus TSWV muab rau nej cuaj xeem thiab ib nrab xeem nyob."},{"bible_id":"1525","chapter_code":"NUM.34","verse_code":"NUM.34.14","label":"14","content":"Xeem Lunpees, xeem Khas thiab ib nrab ntawm xeem Manaxes uas nyob sab hnubtuaj twb tau tebchaws nyob ua lawv tug, thiab muab faib raws li lawv tej tsevneeg lawm,"},{"bible_id":"1525","chapter_code":"NUM.34","verse_code":"NUM.34.15","label":"15","content":"yog nyob ntawm tus Dej Yauladees sab hnubtuaj, ncaj lub nroog Yelikaus sab tid.”"},{"bible_id":"1525","chapter_code":"NUM.34","verse_code":"NUM.34.16","label":"16","content":"Tus TSWV hais rau Mauxes hais tias,"},{"bible_id":"1525","chapter_code":"NUM.34","verse_code":"NUM.34.17","label":"17","content":"“Koj cia li kom tus povthawj Ele-axas thiab Noos tus tub Yausuas cia li muab lub tebchaws no faib rau cov neeg nyob."},{"bible_id":"1525","chapter_code":"NUM.34","verse_code":"NUM.34.18","label":"18","content":"Muab ib xeem ib tug thawjcoj mus pab nkawd.”"},{"bible_id":"1525","chapter_code":"NUM.34","verse_code":"NUM.34.19+NUM.34.20+NUM.34.21+NUM.34.22+NUM.34.23+NUM.34.24+NUM.34.25+NUM.34.26+NUM.34.27+NUM.34.28","label":"19-28","content":"Ntawm no yog cov neeg uas tus TSWV xaiv tej npe: Yudas yog Yefunes tus tub Kalej Xime-oos yog Amihus tus tub Selumiyees Npeenyamees yog Khixeloos tus tub Elidas Das yog Yaunkelis tus tub Npukis Manaxes yog Efaus tus tub Haniyees Efalayees yog Sifetas tus tub Kemuyees Xenpuloos yog Palenas tus tub Elixafas Ixakhas yog Axas tus tub Patiyees Aseles yog Selaumis tus tub Ahihus Nathalis yog Amihus tus tub Pedahees."},{"bible_id":"1525","chapter_code":"NUM.34","verse_code":"NUM.34.29","label":"29","content":"Cov neeg no yog cov uas tus TSWV tsa ua cov faib lub tebchaws Kana-as rau cov Yixalayees nyob ua lawv tug."},{"bible_id":"1525","chapter_code":"NUM.35","verse_code":"NUM.35.1","label":"1","content":"Thaum tseem nyob hauv lub tiaj ntawm tus Dej Yauladees uas ncaj lub nroog Yelikaus, tus TSWV hais rau Mauxes hais tias,"},{"bible_id":"1525","chapter_code":"NUM.35","verse_code":"NUM.35.2","label":"2","content":"“Koj cia li hais rau cov Yixalayees kom lawv muab tej av uas lawv tau los ua lawv tug lawm, qee lub nroog thiab tej tshav zaub uas nyob ibncig ntawm tej nroog ntawd rau cov Levis nyob."},{"bible_id":"1525","chapter_code":"NUM.35","verse_code":"NUM.35.3","label":"3","content":"Tej nroog ntawd yuav ua cov Levis tug, thiab lawv yuav nyob qhov ntawd mus li. Tej tshav zaub los yuav ua tshav rau lawv tej nyuj thiab lwm yam tsiaj huv tibsi."},{"bible_id":"1525","chapter_code":"NUM.35","verse_code":"NUM.35.4","label":"4","content":"Lub tshav zaub pib ntawm tus ntsa yeej mus kom ib sab twg muaj ob puas tsib caug daj,"},{"bible_id":"1525","chapter_code":"NUM.35","verse_code":"NUM.35.5","label":"5","content":"yog li ntawd, nej ntsuas kom dav xwmfab xwmmeem, ib meem twg kom muaj tsib puas daj, thiaj txaus ua lub nroog rau hauv plawv."},{"bible_id":"1525","chapter_code":"NUM.35","verse_code":"NUM.35.6","label":"6","content":"Nej yuav tsum muab rau lub nroog rau cov Levis, cia rau cov neeg tua neeg tau khiav mus cawm siav. Nej yuav tsum muab plaub caug ob lub nroog ntxiv rau lawv thiab,"},{"bible_id":"1525","chapter_code":"NUM.35","verse_code":"NUM.35.7","label":"7","content":"tagnrho kom muaj plaub caug yim lub nroog, nrog rau lawv tej tshav tsiaj huv tibsi."},{"bible_id":"1525","chapter_code":"NUM.35","verse_code":"NUM.35.8","label":"8","content":"Cov nroog uas cov Yixalayees muab ua cov Levis tug, tej xeem coob muab ntau lub nroog rau, tej xeem tsawg muab tsawg lub nroog rau.”"},{"bible_id":"1525","chapter_code":"NUM.35","verse_code":"NUM.35.9","label":"9","content":"Tus TSWV hais rau Mauxes"},{"bible_id":"1525","chapter_code":"NUM.35","verse_code":"NUM.35.10","label":"10","content":"kom qhia rau cov Yixalayees hais tias, “Thaum lawv hla tus Dej Yauladees mus txog rau hauv lub tebchaws Kana-as lawm,"},{"bible_id":"1525","chapter_code":"NUM.35","verse_code":"NUM.35.11","label":"11","content":"nej xaiv ib cov nroog cia rau cov neeg uas tua neeg tau khiav mus cawm siav."},{"bible_id":"1525","chapter_code":"NUM.35","verse_code":"NUM.35.12","label":"12","content":"Qhov ntawd yuav ua ib qho chaw rau tus neeg uas tua neeg tau khiav mus nraim tus tuag tej kwvtij uas nrhiav nws tua povtseg pauj tus tuag lawm. Kom tus uas yuam kev tua neeg ntawd tsis raug tua tuag ua ntej luag coj nws mus cuag cov tu plaub ntug txiav txim rau nws."},{"bible_id":"1525","chapter_code":"NUM.35","verse_code":"NUM.35.13","label":"13","content":"Xaiv rau lub nroog,"},{"bible_id":"1525","chapter_code":"NUM.35","verse_code":"NUM.35.14","label":"14","content":"peb lub rau tim tus Dej Yauladees sab hnubtuaj thiab peb lub rau hauv lub tebchaws Kana-as."},{"bible_id":"1525","chapter_code":"NUM.35","verse_code":"NUM.35.15","label":"15","content":"Cov nroog no yuav cia ua ib cov nroog cawm siav lossis nraim cev rau cov Yixalayees thiab cov neeg txawv tebchaws uas nrog nej nyob ib ntus lossis nyob mus li. Yog leejtwg tua ib tug twg tuag, tus ntawd cia li khiav mus nkaum rau hauv cov nroog ntawd ib lub."},{"bible_id":"1525","chapter_code":"NUM.35","verse_code":"NUM.35.16+NUM.35.17+NUM.35.18","label":"16-18","content":"“Yog leejtwg lossis ib tug neeg twg siv tej cuabyeej uas yog hlau lossis pobzeb lossis ntoo tua ib tug neeg tuag, nws yog tus muaj txim tua neeg thiab yuav tsum muab nws tua kom tuag pauj tus ntawd."},{"bible_id":"1525","chapter_code":"NUM.35","verse_code":"NUM.35.19","label":"19","content":"Tus tuag ntawd cov kwvtij txheeb ze muab tus txivneej uas tua neeg ntawd tua kom tuag. Thaum nws nrhiav tau tus neeg ntawd, ces nws cia li muab tua kom tuag."},{"bible_id":"1525","chapter_code":"NUM.35","verse_code":"NUM.35.20","label":"20","content":"“Yog tus txivneej twg ntxub luag thiab muab tus ntawd tua uas yog muab nws thawb ntog lossis muab ib yam dabtsi ntaus tus ntawd tuag,"},{"bible_id":"1525","chapter_code":"NUM.35","verse_code":"NUM.35.21","label":"21","content":"lossis yog muab nrig ntaus, nws yog tus muaj txim tua neeg thiab cia li muab nws ntaus kom tuag. Tus tuag ntawd tus kwvtij txheeb ze muab tus txivneej uas tua neeg ntawd tua kom tuag. Thaum nws nrhiav tau tus uas tua neeg ntawd, nws cia li muab ntaus kom tuag."},{"bible_id":"1525","chapter_code":"NUM.35","verse_code":"NUM.35.22","label":"22","content":"“Tiamsis yog tus txivneej twg tua ib tug neeg twg tuag uas tsis yog nws tus yeebncuab, tsis hais muab thawb ntog lossis txawb tej yam dabtsi mus raug tuag."},{"bible_id":"1525","chapter_code":"NUM.35","verse_code":"NUM.35.23","label":"23","content":"Lossis yog tus txivneej ntawd tsis ua tib zoo saib, nws txawb pobzeb mus raug ib tug neeg twg tuag uas tsis yog nws tus yeebncuab, thiab tsis yog nws txhob txwm ntaus."},{"bible_id":"1525","chapter_code":"NUM.35","verse_code":"NUM.35.24","label":"24","content":"Yog muaj tej plaub ntug zoo li hais no, cia cov pejxeem ua cov txiav txim rau tus uas tua neeg tuag ntawd kom raws li lawv pom zoo, mas tsis pub ua raws li tus neeg tuag ntawd cov kwvtij xav ua pauj."},{"bible_id":"1525","chapter_code":"NUM.35","verse_code":"NUM.35.25","label":"25","content":"Cov pejxeem uas tuaj tu plaub, yuav tsum tau pab tus neeg uas tua neeg ntawd kom dim ntawm tus tuag cov kwvtij uas yuav muab nws tua pauj, thiab lawv muab nws tso rov qab mus rau hauv lub nroog cawm siav uas nws khiav mus nkaum. Nws yuav tsum mus nyob hauv, tos txog thaum tus Povthawj Hlob uas muab roj pleev thiab txhawb meejthawj tuag lawm tso, nws mam rov qab los."},{"bible_id":"1525","chapter_code":"NUM.35","verse_code":"NUM.35.26","label":"26","content":"Yog tus txivneej uas tua neeg ntawd cia li txhob txwm tawm hauv lub nroog cawm siav uas nws khiav mus nkaum ntawd,"},{"bible_id":"1525","chapter_code":"NUM.35","verse_code":"NUM.35.27","label":"27","content":"thiab yog tus tuag ntawd cov kwvtij pom nws thiab muab nws tua tuag lawm, ces qhov ua pauj li ntawd tsis yog txim tua neeg."},{"bible_id":"1525","chapter_code":"NUM.35","verse_code":"NUM.35.28","label":"28","content":"Tus txivneej uas tua neeg ntawd yuav tsum nyob twjywm hauv lub nroog cawm siav mus txog thaum tus Povthawj Hlob tuag lawm, tom qab ntawd nws mam rov los tsev tau."},{"bible_id":"1525","chapter_code":"NUM.35","verse_code":"NUM.35.29","label":"29","content":"Txoj kevcai tswjhwm no muab cob rau koj thiab koj cov xeebntxwv uas yuav faib mus nyob txhua txhia qhov chaw."},{"bible_id":"1525","chapter_code":"NUM.35","verse_code":"NUM.35.30","label":"30","content":"“Yog leejtwg lam tau lam tua neeg, yuav tsum muab tus ntawd tua povtseg, yog hais tias muaj ob leeg lossis coob tshaj ntawd ua timkhawv; yog muaj ib tug ua timkhawv xwb, tej lus timkhawv tsis tau txaus muab tus neeg ntawd tua povtseg."},{"bible_id":"1525","chapter_code":"NUM.35","verse_code":"NUM.35.31","label":"31","content":"Leejtwg tua neeg, yuav tsum muab nws tua pauj. Muab nyiaj txhiv nws lub txim tua neeg ntawd tsis tau."},{"bible_id":"1525","chapter_code":"NUM.35","verse_code":"NUM.35.32","label":"32","content":"Yog tus neeg ntawd khiav mus nkaum rau hauv lub nroog cawm siav lawm, tsis txhob cia nws them nyiaj kom muab nws tso rov los tsev ua ntej uas tus Povthawj Hlob tuag."},{"bible_id":"1525","chapter_code":"NUM.35","verse_code":"NUM.35.33","label":"33","content":"Yog nej ua li no ces yog nej txhob txwm ua kom lub tebchaws uas nej nyob ntawd tsis huv. Tua neeg tuag ua rau lub tebchaws tsis huv, thiab tsis muaj ib yam dabtsi yuav ntxuav tau kom lub tebchaws no huv, tsuas yog muab tus neeg tua neeg ntawd tua povtseg nkaus xwb."},{"bible_id":"1525","chapter_code":"NUM.35","verse_code":"NUM.35.34","label":"34","content":"Nej tsis txhob ua rau lub tebchaws tsis huv, rau qhov kuv yog nej tus TSWV thiab kuv nrog nraim haivneeg Yixalayees nyob.”"},{"bible_id":"1525","chapter_code":"NUM.36","verse_code":"NUM.36.1","label":"1","content":"Cov thawjcoj ntawm Nkile-as cuab kwvtij uas yog Makhiles tus tub thiab yog Yauxej tus tub Manaxes tus xeebntxwv, thiaj mus cuag Mauxes thiab lwm tus thawjcoj."},{"bible_id":"1525","chapter_code":"NUM.36","verse_code":"NUM.36.2","label":"2","content":"Lawv mus thov hais tias, “Tus TSWV hais rau nej lawm, nws muab lub tebchaws no rho ntawv faib rau cov Yixalayees nyob. Thiab nws hais rau nej kom muab peb tus kwvtij Xelaufehas tej qubtxeeg qubteg rau nws cov ntxhais."},{"bible_id":"1525","chapter_code":"NUM.36","verse_code":"NUM.36.3","label":"3","content":"Tiamsis nej yuav tsum nco ntsoov, yog lawv mus yuav txiv rau lwm xeem lawm, ces lawv tej qubtxeeg qubteg yuav yog xeem ntawd tug, thiab tej uas yog peb ntiag tug yuav tsawg heev lawm."},{"bible_id":"1525","chapter_code":"NUM.36","verse_code":"NUM.36.4","label":"4","content":"Thaum txog Xyoo Thim uas thim tej qubtxeeg qubteg uas muab muag lawm rov qab los rau tus qub tswv, yuav tau muab Xelaufehas tej qubtxeeg qubteg ntxiv rau xeem uas nws cov ntxhais mus yuav ntawd, thiab peb xeem yuav tsis tau tej ntawd li lawm.”"},{"bible_id":"1525","chapter_code":"NUM.36","verse_code":"NUM.36.5","label":"5","content":"Yog li ntawd, Mauxes thiaj hais rau cov Yixalayees raws li tus TSWV tej lus uas hais tias, “Tej lus uas xeem Manaxes hais ntawd yeej yog lawm,"},{"bible_id":"1525","chapter_code":"NUM.36","verse_code":"NUM.36.6","label":"6","content":"thiab tus TSWV hais tseg cia hais tias, Xelaufehas cov ntxhais muaj cai yuav tau txiv raws li lawv siab nyiam, tiamsis yuav tsum yuav cov uas yog nws xeem xwb."},{"bible_id":"1525","chapter_code":"NUM.36","verse_code":"NUM.36.7","label":"7","content":"Ua li ntawd kom txhua xeem Yixalayees tej qubtxeeg qubteg thiaj yog nws xeem ntawd tug mus li."},{"bible_id":"1525","chapter_code":"NUM.36","verse_code":"NUM.36.8","label":"8","content":"Txhua tus pojniam uas muaj qubtxeeg qubteg nyob hauv haivneeg Yixalayees xeem twg lawm, nws yuav tsum yuav tus txiv ua yog xeem ntawd xwb. Ua li no txhua tus Yixalayees thiaj li yuav tau lawv cov yawgkoob tej qubtxeeg qubteg cia"},{"bible_id":"1525","chapter_code":"NUM.36","verse_code":"NUM.36.9","label":"9","content":"thiab tej qubtxeeg qubteg ntawd thiaj tsis poob ntawm xeem no mus ua xeem tod tug. Txhua xeem Yixalayees nyias yuav tsum muaj nyias teej tug.”"},{"bible_id":"1525","chapter_code":"NUM.36","verse_code":"NUM.36.10+NUM.36.11","label":"10-11","content":"Yog li ntawd, Malas, Tilexas, Haunkelas, Milekas thiab Nau-es uas yog Xelaufehas cov ntxhais, tau ua raws li tus TSWV hais rau Mauxes lawm, lawv thiaj mus yuav lawv cov nus kwvtij xwb."},{"bible_id":"1525","chapter_code":"NUM.36","verse_code":"NUM.36.12","label":"12","content":"Lawv mus yuav Yauxej cov xeebntxwv uas yog xeem Manaxes cuab kwvtij, thiab lawv tej qubtxeeg qubteg thiaj tseem yog lawv txiv tug."},{"bible_id":"1525","chapter_code":"NUM.36","verse_code":"NUM.36.13","label":"13","content":"Tej lus no yog kev tswjhwm thiab kevcai uas tus TSWV samhwm rau Mauxes kom qhia rau cov Yixalayees, thaum lawv tseem nyob hauv lub tiaj nrag Mau-am ntawm tus Dej Yauladees uas ncaj lub nroog Yelikaus."}]