[{"bible_id":"1525","chapter_code":"PHP.1","verse_code":"PHP.1.1","label":"1","content":"Kuv yog Paulus thiab Timautes uas yog Yexus Khetos ob tug tubtxib, wb sau tsab ntawv no xa tuaj rau nej txhua tus ntseeg Vajtswv uas nyob hauv lub nroog Filipis uas koom nrog Yexus Khetos, thiab cov txwjlaug uas saib cov ntseeg thiab cov uas pab ua Vajtswv txoj haujlwm:"},{"bible_id":"1525","chapter_code":"PHP.1","verse_code":"PHP.1.2","label":"2","content":"Thov Vajtswv tus uas yog peb Leej Txiv thiab Tswv Yexus Khetos foom koob hmoov rau nej, thiab pab kom nej tau zoo nyob kaj siab lug."},{"bible_id":"1525","chapter_code":"PHP.1","verse_code":"PHP.1.3","label":"3","content":"Txhua zaus uas kuv nco txog nej sawvdaws, kuv nco ntsoov ua kuv tus Vajtswv tsaug;"},{"bible_id":"1525","chapter_code":"PHP.1","verse_code":"PHP.1.4","label":"4","content":"thiab txhua zaus uas kuv thov Vajtswv pab nej, kuv zoo siab kawg li,"},{"bible_id":"1525","chapter_code":"PHP.1","verse_code":"PHP.1.5","label":"5","content":"rau qhov nej tau pab kuv ua tes haujlwm uas qhia txojmoo zoo, txij thaum hauvpaus los txog niaj hnub nimno."},{"bible_id":"1525","chapter_code":"PHP.1","verse_code":"PHP.1.6","label":"6","content":"Yog li ntawd kuv thiaj cia siab hais tias, Vajtswv tus uas pib ua haujlwm zoo rau hauv nej lub siab lawm, nws yeej yuav ua kom tes haujlwm ntawd tiav rau hnub uas Yexus Khetos los."},{"bible_id":"1525","chapter_code":"PHP.1","verse_code":"PHP.1.7","label":"7","content":"Qhov uas kuv nco ntsoov nej txhua tus ntawd yeej tsimnyog lawm, rau qhov kuv hlub nej txhua tus! Nej sawvdaws puavleej nrog kuv tau txoj koob hmoov uas Vajtswv pub rau kuv, tsis hais thaum kuv raug kaw rau hauv tsev lojcuj thiab thaum luag tso kuv tawm los hais daws tej uas luag thuam txojmoo zoo, thiab ua kom sawvdaws paub hais tias txojmoo zoo yeej tseemceeb."},{"bible_id":"1525","chapter_code":"PHP.1","verse_code":"PHP.1.8","label":"8","content":"Qhov uas kuv hais rau nej hais tias, kuv hlub nej ib yam li Yexus Khetos hlub, Vajtswv yeej paub hais tias kuv hais tseeb."},{"bible_id":"1525","chapter_code":"PHP.1","verse_code":"PHP.1.9","label":"9","content":"Tej lus uas kuv thov Vajtswv pab nej, kuv thov kom nej ib tug txawj hlub ib tug heev zuj zus, kom nej paub tseeb thiab totaub txhua yam huv tibsi."},{"bible_id":"1525","chapter_code":"PHP.1","verse_code":"PHP.1.10","label":"10","content":"Kuv thov Vajtswv pab nej li ntawd, nej thiaj li yuav paub hais tias yam twg yog yam uas zoo dua ntais. Yog nej paub li ntawd lawm, ces thaum txog Hnub uas Yexus Khetos rov qab los, nej thiaj yuav zoo kawg nkaus tsis muaj ib qho txhaum li."},{"bible_id":"1525","chapter_code":"PHP.1","verse_code":"PHP.1.11","label":"11","content":"Twb yog vim Yexus Khetos nyob hauv nej lub siab lawm, nej thiaj ua tau nej lub neej zoo kawg nkaus rau Vajtswv tau ntsejmuag."},{"bible_id":"1525","chapter_code":"PHP.1","verse_code":"PHP.1.12","label":"12","content":"Cov kwvtij, kuv xav qhia rau nej paub hais tias tej kev tsimtxom uas kuv raug, tej ntawd twb ua rau txojmoo zoo nrov ncha mus thoob plaws qhov txhia chaw lawm."},{"bible_id":"1525","chapter_code":"PHP.1","verse_code":"PHP.1.13","label":"13","content":"Vim kuv raug kev tsimtxom, cov tubrog uas zov huabtais tsev thiab txhua tus uas nyob ntawm no, lawv thiaj paub hais tias, qhov uas kuv raug kaw hauv tsev lojcuj ntawd, twb yog vim kuv ua Yexus Khetos tus tubtxib."},{"bible_id":"1525","chapter_code":"PHP.1","verse_code":"PHP.1.14","label":"14","content":"Thiab qhov uas kuv raug kaw hauv tsev lojcuj ntawd, qhov ntawd ua rau cov kwvtij ntseeg muab siab rau ntseeg tus Tswv heev ntxiv, thiab ua rau lawv muaj lub siab tawv mus qhia Vajtswv txojlus  tsis ntshai leejtwg li."},{"bible_id":"1525","chapter_code":"PHP.1","verse_code":"PHP.1.15","label":"15","content":"Muaj qee leej qhia Yexus Khetos zaj, rau qhov lawv khib thiab lawv nyiam sib cav sib ceg, tiamsis muaj qee leej muaj lub siab ncaj qhia tiag tiag."},{"bible_id":"1525","chapter_code":"PHP.1","verse_code":"PHP.1.16","label":"16","content":"Lawv cov no hlub kuv lawv thiaj qhia li ntawd, rau qhov lawv yeej paub hais tias, Vajtswv tsa kuv ua tus uas teb cov neeg uas thuam txojmoo zoo."},{"bible_id":"1525","chapter_code":"PHP.1","verse_code":"PHP.1.17","label":"17","content":"Tiamsis cov neeg uas tsis muaj lub siab ncaj qhia, lawv qhia kom sawvdaws qhuas lawv xwb; lawv xav hais tias lawv yuav ua kom kuv hajyam nyuaj siab heev, thaum uas kuv tseem raug kaw hauv tsev lojcuj no."},{"bible_id":"1525","chapter_code":"PHP.1","verse_code":"PHP.1.18","label":"18","content":"Txawm yog lawv muaj lub siab ncaj qhia lossis tsis muaj los kuv yeej tsis poob siab li. Tsuav yog lawv qhia Yexus Khetos zaj rau txhua qhov xwb, ces kuv yeej zoo siab lawm. Thiab kuv yuav niaj hnub zoo siab,"},{"bible_id":"1525","chapter_code":"PHP.1","verse_code":"PHP.1.19","label":"19","content":"rau qhov kuv paub hais tias vim nej thov Vajtswv pab kuv, thiab vim Yexus Khetos tus Ntsujplig pab kuv, luag yeej yuav tso kuv tawm hauv tsev lojcuj xwb."},{"bible_id":"1525","chapter_code":"PHP.1","verse_code":"PHP.1.20","label":"20","content":"Rau qhov kuv yeej cia siab hais tias Vajtswv yuav pab kom kuv tsis ua ib yam dabtsi rau kuv txajmuag li. Nws yuav pab kom kuv muaj lub siab tawv qhia tsis hais nimno lossis thaum twg li, kuv lub neej thiaj yuav ua rau Yexus Khetos tau ntsejmuag. Txawm yog kuv yuav ciaj thiab yuav tuag los kuv yeej yuav ua kuv lub neej kom Yexus Khetos tau ntsejmuag."},{"bible_id":"1525","chapter_code":"PHP.1","verse_code":"PHP.1.21","label":"21","content":"Thaum kuv tseem ua neej nyob no, kuv nrog Yexus Khetos koom ib txojsia, thaum kuv tuag los kuv yeej yuav mus nrog Yexus Khetos nyob."},{"bible_id":"1525","chapter_code":"PHP.1","verse_code":"PHP.1.22","label":"22","content":"Kuv xav mus nrog Yexus Khetos nyob, tiamsis yog kuv tes haujlwm hauv ntiajteb no tseem muaj nqis, yog li ntawd kuv tsis paub hais tias xyov kuv yuav xaiv txoj twg thiaj li zoo."},{"bible_id":"1525","chapter_code":"PHP.1","verse_code":"PHP.1.23","label":"23","content":"Kuv ua ob lub siab. Kuv muaj ib lub siab xav tso lub ntiajteb no tseg thiab mus nrog Yexus Khetos nyob ntshai yuav zoo dua;"},{"bible_id":"1525","chapter_code":"PHP.1","verse_code":"PHP.1.24","label":"24","content":"tiamsis yog kuv nyob pab nej yuav muaj nqis rau nej heev."},{"bible_id":"1525","chapter_code":"PHP.1","verse_code":"PHP.1.25","label":"25","content":"Thaum kuv paub tseeb li no lawm, kuv thiaj xav hais tias kuv yuav tsum nrog nej nyob pab nej, kom nej zoo siab rau tej uas nej twb ntseeg lawm,"},{"bible_id":"1525","chapter_code":"PHP.1","verse_code":"PHP.1.26","label":"26","content":"yog li ntawd thaum kuv rov qab tuaj nrog nej nyob, nej cov uas ntseeg Yexus Khetos, nej yuav zoo siab kawg li."},{"bible_id":"1525","chapter_code":"PHP.1","verse_code":"PHP.1.27","label":"27","content":"Tiamsis qhov tseemceeb nej yuav tsum ua nej lub neej raws li Yexus Khetos txojmoo zoo, yog nej ua li ntawd txawm yog kuv tuaj xyuas nej thiab tsis tuaj los kuv yuav tau hnov xov hais tias, nej muab siab rau ntseeg thiab ua ib lub siab tawmtsam yeebncuab kom yeebncuab tsis txhob rhuav tau txojmoo zoo uas nej ntseeg."},{"bible_id":"1525","chapter_code":"PHP.1","verse_code":"PHP.1.28","label":"28","content":"Nej tsis txhob ntshai cov neeg uas ua yeebncuab rau nej; yog nej ua siab tawv qhawv, lawv thiaj paub hais tias lawv yuav kov tsis yeej nej, nej yuav kovyeej lawv, rau qhov Vajtswv yuav pab kom nej kovyeej lawv."},{"bible_id":"1525","chapter_code":"PHP.1","verse_code":"PHP.1.29","label":"29","content":"Txoj koob hmoov uas Vajtswv pub rau nej twb yog qhov uas nws hu nej los ua Yexus Khetos txoj haujlwm. Nej cov uas ua nws txoj haujlwm, tsis yog nej ntseeg nws xwb, tiamsis nej tseem yuav raug kev txomnyem thiab."},{"bible_id":"1525","chapter_code":"PHP.1","verse_code":"PHP.1.30","label":"30","content":"Nimno nej yuav tsum tawmtsam ib yam li uas nej twb pom kuv tawmtsam los lawm, thiab raws li nej tau hnov hais tias kuv tseem tabtom tawmtsam."},{"bible_id":"1525","chapter_code":"PHP.2","verse_code":"PHP.2.1","label":"1","content":"Qhov uas nej nrog Yexus Khetos koom ib txojsia, qhov ntawd ua rau nej muab siab rau ntseeg ntxiv, thiab qhov uas Yexus Khetos hlub nej ua rau nej zoo siab. Nej nrog Vaj Ntsujplig sib raug zoo,  nej thiaj muaj lub siab dawb siab zoo thiab ua rau nej ib tug txawj hlub ib tug."},{"bible_id":"1525","chapter_code":"PHP.2","verse_code":"PHP.2.2","label":"2","content":"Kuv thov ntuas nej kom nej txhua tus muaj lub siab xav ib yam nkaus, muaj lub siab hlub ib yam nkaus thiab sawvdaws koom ua ib lub siab, ib tug nrog ib tug sib raug zoo. Yog nej ua li ntawd yuav ua rau kuv zoo siab kawg li."},{"bible_id":"1525","chapter_code":"PHP.2","verse_code":"PHP.2.3","label":"3","content":"Nej tsis txhob ua ib yam dabtsi kom zoo rau nej lossis kom neeg qhuas nej xwb; tiamsis nej yuav tsum txo hwjchim thiab ib tug tsis txhob khav hais tias ib tug zoo dua ib tug."},{"bible_id":"1525","chapter_code":"PHP.2","verse_code":"PHP.2.4","label":"4","content":"Nej tsis txhob xav txog nej xwb, tiamsis nej yuav tsum xav txog lwm tus thiab."},{"bible_id":"1525","chapter_code":"PHP.2","verse_code":"PHP.2.5","label":"5","content":"Tsimnyog nej muaj lub siab zoo ib yam li Yexus Khetos lub:"},{"bible_id":"1525","chapter_code":"PHP.2","verse_code":"PHP.2.6","label":"6","content":"Yexus yeej muaj hwjchim sib luag zos li Vajtswv, tiamsis nws tsis tau xav hais tias nws yuav tuav lub hwjchim ntawd mus li."},{"bible_id":"1525","chapter_code":"PHP.2","verse_code":"PHP.2.7","label":"7","content":"Tiamsis nws zoo siab tso ib puas tsav yam tseg, nws los yug ua neeg. Nws ua nws lub neej zoo li ib tug tubqhe, thiab nws txo hwjchim."},{"bible_id":"1525","chapter_code":"PHP.2","verse_code":"PHP.2.8","label":"8","content":"Nws txo hwjchim thiab niaj hnub ua raws li Vajtswv lub siab nyiam, txawm yog neeg muab nws ntsia rau saum ntoo khaublig los nws tseem mloog Vajtswv lus."},{"bible_id":"1525","chapter_code":"PHP.2","verse_code":"PHP.2.9","label":"9","content":"Twb yog vim li no Vajtswv thiaj tsa nws ua tus loj dua ntais, thiab tis lub npe uas zoo tshaj tej npe huv tibsi rau nws."},{"bible_id":"1525","chapter_code":"PHP.2","verse_code":"PHP.2.10","label":"10","content":"Vajtswv ua li ntawd kom Yexus lub peb muaj koob meej, txhua tus tsis hais cov uas nyob saum ntuj ceebtsheej, cov uas nyob hauv ntiajteb no thiab tej uas nyob hauv nruab tivtxwv puavleej yuav txhos caug pe nws,"},{"bible_id":"1525","chapter_code":"PHP.2","verse_code":"PHP.2.11","label":"11","content":"thiab txhua tus yuav lees hais tias Yexus Khetos yog tus Tswv, kom Vajtswv tus uas yog Leej Txiv thiaj tau koob meej."},{"bible_id":"1525","chapter_code":"PHP.2","verse_code":"PHP.2.12","label":"12","content":"Yog li ntawd cov kwvtij uas kuv hlub, thaum kuv tseem nrog nej nyob, nej ibtxwm mloog kuv lus, txawm yog nimno kuv tsis nrog nej nyob lawm los nej yuav tsum mloog kuv lus heev dua yav tas los thiab. Nej yuav tsum paub ntshai Vajtswv ua ibce tshee hnyo, nej thiaj yuav dim nej lub txim,"},{"bible_id":"1525","chapter_code":"PHP.2","verse_code":"PHP.2.13","label":"13","content":"rau qhov Vajtswv yog tus uas niaj hnub ua haujlwm hauv nej lub siab kom nej xav ua Vajtswv tes haujlwm, thiab ua tau raws li Vajtswv lub siab nyiam."},{"bible_id":"1525","chapter_code":"PHP.2","verse_code":"PHP.2.14","label":"14","content":"Ib puas tsav yam uas nej ua, nej tsis txhob yws thiab tsis txhob sib cav sib ceg,"},{"bible_id":"1525","chapter_code":"PHP.2","verse_code":"PHP.2.15","label":"15","content":"nej thiaj yuav ua tau neeg zoo uas tsis muaj leejtwg yuav thuam tau, thiab ua tau Vajtswv cov menyuam uas zoo kawg nkaus uas nrog cov neeg tsis ncaj thiab muaj txim nyob ua ke hauv ntiajteb no. Thaum nej qhia Vajtswv txojlus uas cawm neeg txojsia,"},{"bible_id":"1525","chapter_code":"PHP.2","verse_code":"PHP.2.16","label":"16","content":"nej yuav tsum ci rau lawv ib yam li cov hnubqub uas ci saum nruab ntug. Yog nej ua li ntawd thaum txog hnub uas Yexus Khetos rov qab los kuv yuav tau ntsejmuag. Rau qhov thaum ntawd sawvdaws yuav pom hais tias tej haujlwm uas kuv siv siv zog ua muaj nqis heev."},{"bible_id":"1525","chapter_code":"PHP.2","verse_code":"PHP.2.17","label":"17","content":"Txawm yog muab kuv cov ntshav fij rau Vajtswv, thiaj ua rau nej kev ntseeg tiav los kuv yeej zoo siab; yog kuv zoo siab nej yeej yuav zoo siab thiab."},{"bible_id":"1525","chapter_code":"PHP.2","verse_code":"PHP.2.18","label":"18","content":"Ib yam nkaus li ntawd, tsimnyog nej yuav zoo siab thiab ua rau kuv zoo siab."},{"bible_id":"1525","chapter_code":"PHP.2","verse_code":"PHP.2.19","label":"19","content":"Kuv cia siab hais tias yog peb tus Tswv pom zoo, tsis ntev no kuv yuav txib Timautes tuaj xyuas nej, thiab thaum nws coj xov los qhia rau kuv lawm, kuv yuav qab siab nyob."},{"bible_id":"1525","chapter_code":"PHP.2","verse_code":"PHP.2.20","label":"20","content":"Timautes tib leeg xwb, thiaj li xav ib yam li kuv thiab mob siab txog nej."},{"bible_id":"1525","chapter_code":"PHP.2","verse_code":"PHP.2.21","label":"21","content":"Dua li lwm tus, lawv tsuas xav txog lawv tej haujlwm xwb, lawv tsis quavntsej Yexus Khetos tej haujlwm li."},{"bible_id":"1525","chapter_code":"PHP.2","verse_code":"PHP.2.22","label":"22","content":"Nej twb paub lawm hais tias Timautes tes haujlwm muaj nqis heev; nws nrog kuv ua txoj haujlwm uas qhia txojmoo zoo ib yam li wb yog ob txiv tub."},{"bible_id":"1525","chapter_code":"PHP.2","verse_code":"PHP.2.23","label":"23","content":"Yog li ntawd thaum twg kuv paub hais tias lawv yuav ua li cas rau kuv, kuv cia siab hais tias kuv yuav tau txib Timautes tuaj qhia rau nej sai sai."},{"bible_id":"1525","chapter_code":"PHP.2","verse_code":"PHP.2.24","label":"24","content":"Thiab kuv cia siab hais tias, yog Vajtswv pom zoo tsis ntev no kuv yuav tau tuaj xyuas nej."},{"bible_id":"1525","chapter_code":"PHP.2","verse_code":"PHP.2.25","label":"25","content":"Kuv xav hais tias kuv yuav txib peb tus kwv Epafauditus uas nej txib tuaj pab kuv ntawd rov qab los tim nej. Nws nrog kuv ua haujlwm thiab nws ua ib tug tubrog ib yam li kuv."},{"bible_id":"1525","chapter_code":"PHP.2","verse_code":"PHP.2.26","label":"26","content":"Nws kub siab lug xav pom nej sawvdaws thiab nws nyuaj siab kawg, rau qhov uas nej tau hnov hais tias nws mob."},{"bible_id":"1525","chapter_code":"PHP.2","verse_code":"PHP.2.27","label":"27","content":"Nws yeej mob tiag, nws twb yuav luag tuag, tiamsis Vajtswv hlub nws Vajtswv thiaj tsis pub nws tuag. Tsis yog Vajtswv hlub nws ib leeg xwb, tiamsis Vajtswv hlub kuv thiab. Vajtswv tsis pub nws tuag kom kuv thiaj tsis muaj kev nyuaj siab."},{"bible_id":"1525","chapter_code":"PHP.2","verse_code":"PHP.2.28","label":"28","content":"Yog li ntawd, kuv thiaj li maj txib nws rov qab los tim nej, thaum nws thiab nej rov sib pom lawm, nej yuav zoo siab kawg li thiab kuv yuav tsis nyuaj siab lawm."},{"bible_id":"1525","chapter_code":"PHP.2","verse_code":"PHP.2.29","label":"29","content":"Nej yuav tsum zoo siab hlo txais tos nws, rau qhov nws yog ib tug kwvtij uas ntseeg tus Tswv. Nej yuav tsum hwm tej lus neeg uas muab nws rau ua haujlwm li nws,"},{"bible_id":"1525","chapter_code":"PHP.2","verse_code":"PHP.2.30","label":"30","content":"rau qhov nws tuaj pab kuv ua tej uas nej pab tsis tau, nws twb yuav luag tuag vim nws ua Yexus Khetos tes haujlwm, nws yeej tsis khuvxim nws txojsia li."},{"bible_id":"1525","chapter_code":"PHP.3","verse_code":"PHP.3.1","label":"1","content":"Cov kwvtij, thaum kawg no kuv thov kom nej cia li zoo siab qhov uas nej tau nrog tus Tswv koom ua ke. Qhov uas kuv rov sau tej uas kuv twb sau ib zaug tuaj rau nej lawm, yeej tsis ua rau kuv nyuaj siab dabtsi, tiamsis yuav ua rau nej paub ceevfaj nej thiaj tsis yuam kev."},{"bible_id":"1525","chapter_code":"PHP.3","verse_code":"PHP.3.2","label":"2","content":"Nej yuav tsum ceevfaj cov neeg uas ua phem ua qias, cov neeg uas ua phem, cov neeg uas muab lawv lub cev hlais."},{"bible_id":"1525","chapter_code":"PHP.3","verse_code":"PHP.3.3","label":"3","content":"Cov neeg uas ua kevcai txiav tiag yog peb, tsis yog lawv, peb paub pehawm Vajtswv rau qhov. Vaj Ntsujplig qhia peb, thiab peb zoo siab vim peb nrog Yexus Khetos koom ib txojsia, peb yeej tsis cia siab rau tej kevcai uas neeg uas."},{"bible_id":"1525","chapter_code":"PHP.3","verse_code":"PHP.3.4","label":"4","content":"Yog kuv xav cia siab rau tej ntawd los yeej tau. Kuv yeej paub tej ntawd huv tibsi, yog leejtwg tseem xav hais tias nws cia siab rau tej kevcai uas neeg ua, kuv hajyam muaj chaw cia siab rau tej ntawd heev dua nws."},{"bible_id":"1525","chapter_code":"PHP.3","verse_code":"PHP.3.5","label":"5","content":"Thaum yug kuv tau yim hnub lawm, lawv muab kuv ua kevcai txiav. Kuv yeej yog neeg Yixalayees, kuv yog xeem Npeenyamees, kuv yog neeg Henplais, kuv yug hauv haivneeg Henplais. Yog yuav hais txog qhov uas coj raws li cov Yudais tej kevcai, kuv yeej yog tus uas coj raws li cov Falixais pab."},{"bible_id":"1525","chapter_code":"PHP.3","verse_code":"PHP.3.6","label":"6","content":"Yav tas los kuv coj txoj kevcai no nruj heev, kuv thiaj li tsimtxom cov ntseeg Yexus. Yog Vajtswv coj tus uas xyaum ua raws li Vajtswv txoj kevcai los nrog Vajtswv sib raug zoo lawm, ces Vajtswv yuav xub coj kuv los lawm, ces Vajtswv yuav xub coj kuv los nrog Vajtswv sib rau zoo, rau qhov kuv yeej coj raws li txoj kevcai, kuv tsis tau ua txhaum ib nqes li."},{"bible_id":"1525","chapter_code":"PHP.3","verse_code":"PHP.3.7","label":"7","content":"Tiamsis tej uas yav tas los kuv suav hais tias muaj nqis, nimno kuv tsis suav hais tias tej ntawd muaj nqis lawm, rau qhov kuv xav ua kom haum Yexus Khetos siab."},{"bible_id":"1525","chapter_code":"PHP.3","verse_code":"PHP.3.8","label":"8","content":"Tsis yog kuv suav hais tias tej ntawd tsis muaj nqis xwb, tiamsis yog txhua yam huv tibsi, rau qhov kuv xav tau yam uas muaj nqis heev dua tej ntawd; yam uas kuv xav tau ntawd yog qhov uas kuv xav muab siab npuab Yexus Khetos tus uas yog kuv tus Tswv heev dua yav tas los. Kuv ua kuv lub neej kom haum Yexus Khetos siab, kuv thiaj li tso ib puas tsav yam tseg. Kuv saib tej ntawd zoo ib yam li tej liamsim uas luag muab povtseg lawm xwb; kuv ua li ntawd kom kuv thiaj tau Yexus Khetos los ua kuv tus Tswv"},{"bible_id":"1525","chapter_code":"PHP.3","verse_code":"PHP.3.9","label":"9","content":"thiab kom kuv tau nrog nws koom ib txojsia. Txawm yog kuv xyaum ua raws li Vajtswv txoj kevcai los Vajtswv yeej tsis suav hais tias kuv yog neeg ncaj ncees. Tiamsis qhov uas Vajtswv suav hais tias kuv yog neeg ncaj ncees, twb yog vim kuv ntseeg Yexus Khetos. Txhua tus uas ntseeg, Vajtswv yeej suav hais tias lawv yog cov uas ncaj ncees."},{"bible_id":"1525","chapter_code":"PHP.3","verse_code":"PHP.3.10","label":"10","content":"Yam uas kuv xav yuav heev dua lwm yam huv tibsi, yog qhov uas kuv xav paub Yexus Khetos heev dua yav tas los. Thiab xav tau lub hwjchim uas ua rau Yexus sawv hauv qhov tuag rov qab los. Kuv zoo siab nrog nws raug kev txomnyem thiab kuv xav muaj lub siab zoo li nws lub thaum nws raug kev tuag,"},{"bible_id":"1525","chapter_code":"PHP.3","verse_code":"PHP.3.11","label":"11","content":"kuv cia siab hais tias Vajtswv yeej yuav tsa kuv sawv hauv qhov tuag rov qab los."},{"bible_id":"1525","chapter_code":"PHP.3","verse_code":"PHP.3.12","label":"12","content":"Kuv tsis tau khav hais tias kuv twb tau tej uas kuv hais los no lawm lossis ua tau kuv lub neej zoo kawg nkaus lawm, tiamsis kuv tseem tabtom siv zog ua saib kuv puas tau tej ntawd los ua kuv tug, ib yam li Yexus Khetos tau coj kuv los ua nws tug lawm."},{"bible_id":"1525","chapter_code":"PHP.3","verse_code":"PHP.3.13","label":"13","content":"Cov kwvtij, kuv tsis tau xav hais tias  kuv twb khiav mus txog tom kawg lawm; tsuas muaj ib yam uas kuv yuav ua xwb, yam ntawd yog li no: Kuv yuav tsis cim ntsoov tej uas kuv ua tas los lawm, tiamsis kuv yuav siv zog ntsos mus kom txog tej uas nyob tom hauv ntej."},{"bible_id":"1525","chapter_code":"PHP.3","verse_code":"PHP.3.14","label":"14","content":"Yog li ntawd, kuv thiaj li khiav ncaj nraim mus rau tus ciam tom kawg kom kuv tau nqi zog. Qhov nqi zog ntawd yog txojsia ntev dhawv mus ibtxhis uas Vajtswv khaws cia rau saum ntuj ceebtsheej tos peb cov uas ntseeg Yexus Khetos."},{"bible_id":"1525","chapter_code":"PHP.3","verse_code":"PHP.3.15","label":"15","content":"Peb cov uas paub Vajtswv tseeb lawm, tsimnyog peb txhua tus xav li ntawd. Tiamsis yog nej cov muaj qee leej xav lwm yam lawm, Vajtswv yuav qhia yam ntawd rau nej paub."},{"bible_id":"1525","chapter_code":"PHP.3","verse_code":"PHP.3.16","label":"16","content":"Txawm yog li cas los peb yuav tsum coj raws li tej uas peb twb paub lawm."},{"bible_id":"1525","chapter_code":"PHP.3","verse_code":"PHP.3.17","label":"17","content":"Cov kwvtij, nej yuav tsum xyaum ua raws li kuv ua, peb twb ua yam ntxwv rau nej xyaum lawm, yog li ntawd nej yuav tsum saib cov neeg uas coj raws li peb ua, nej thiaj yuav paub ua."},{"bible_id":"1525","chapter_code":"PHP.3","verse_code":"PHP.3.18","label":"18","content":"Muaj ntau leej tsis ua lawv lub neej zoo, lawv thiaj saib tsis taus qhov uas Yexus Khetos tuag saum tus ntoo khaublig. Kuv twb qhia lawv zaj rau nej ntau zaus lawm. Nimno kuv rov qab qhia li no rau nej los kuv kua muag kawg li."},{"bible_id":"1525","chapter_code":"PHP.3","verse_code":"PHP.3.19","label":"19","content":"Thaum kawg cov neeg ntawd yuav raug kev puastsuaj, lawv muab tej kev phem kev qias los saib hlob dua lwm yam huv tibsi. Yam uas twb tsimnyog lawv txajmuag los lawv tseem muab los khav, thiab lawv tsuas xav txog tej uas yog ntiajteb li xwb."},{"bible_id":"1525","chapter_code":"PHP.3","verse_code":"PHP.3.20","label":"20","content":"Peb yog neeg qaum ntuj, peb niaj hnub ua siab ntev tos peb tus Cawmseej uas yog Tswv Yexus Khetos tus uas yuav los saum ntuj los."},{"bible_id":"1525","chapter_code":"PHP.3","verse_code":"PHP.3.21","label":"21","content":"Nws yuav muab peb lub cev uas txawj mob txawj tuag no hloov dua tshiab kom zoo li nws lub cev uas ci ntsa iab tsis txawj mob tsis txawj tuag. Nws ua tau li ntawd, rau qhov nws muaj hwjchim muab ib puas tsav yam huv tibsi los rau nws kav."},{"bible_id":"1525","chapter_code":"PHP.4","verse_code":"PHP.4.1","label":"1","content":"Yog li ntawd cov kwvtij, kuv hlub nej thiab nco nej heev! Nej ua rau kuv zoo siab thiab ua rau kuv tau ntsejmuag kawg li! Cov kwvtij uas kuv hlub, nej yuav tsum muab siab rau ntseeg tus Tswv tsis txhob tso nws tseg."},{"bible_id":"1525","chapter_code":"PHP.4","verse_code":"PHP.4.2","label":"2","content":"E-audias thiab Xitikhes, kuv thov ntuas neb kom neb nyob sib haum thiaj tsimnyog qhov uas neb yog ob vivncaus uas ntseeg tus Tswv."},{"bible_id":"1525","chapter_code":"PHP.4","verse_code":"PHP.4.3","label":"3","content":"Kuv qhia tus uas nrog kuv ua haujlwm hais tias koj yuav tsum pab ob tug pojniam ntawd, rau qhov nkawd yog ob tug uas muab siab rau pab kuv qhia txojmoo zoo, ib yam li Kalemes thiab cov uas nrog kuv ua haujlwm. Lawv cov ntawd yog cov uas muaj lub npe sau rau hauv Vajtswv phau ntawv uas Vajtswv sau cov neeg uas muaj txojsia ntev dhawv mus ibtxhis lawm tej npe."},{"bible_id":"1525","chapter_code":"PHP.4","verse_code":"PHP.4.4","label":"4","content":"Nej yuav tsum niaj hnub zoo siab, rau qhov nej twb nrog tus Tswv koom ib txojsia lawm. Kuv rov hais ib los ntxiv hais tias: nej cia li zoo siab!"},{"bible_id":"1525","chapter_code":"PHP.4","verse_code":"PHP.4.5","label":"5","content":"Nej yuav tsum ua siab mos siab muag rau txhua tus. Tus Tswv twb yuav los sai sai no."},{"bible_id":"1525","chapter_code":"PHP.4","verse_code":"PHP.4.6","label":"6","content":"Nej tsis txhob nyuaj siab rau ib yam dabtsi hlo li, thaum nej thov Vajtswv nej cia li qhia txhua yam uas nej xav yuav rau Vajtswv, thiab thaum nej thov nej yuav tsum nco ntsoov ua Vajtswv tsaug."},{"bible_id":"1525","chapter_code":"PHP.4","verse_code":"PHP.4.7","label":"7","content":"Yeej tsis muaj leejtwg yuav paub qhov uas Vajtswv ua rau nej muaj kev kaj siab thiab qhov uas nej nrog Yexus Khetos koom ib txojsia thiab tej uas nej xav huv tibsi."},{"bible_id":"1525","chapter_code":"PHP.4","verse_code":"PHP.4.8","label":"8","content":"Cov kwvtij, kuv thov xaus lus li no hais tias nej yuav tsum cim ntsoov tej uas zoo thiab tsimnyog qhuas rau hauv nej lub siab: tsis hais tej uas tseeb, tej uas tsimnyog hwm, tej uas ncaj ncees, tej uas dawbhuv, tej uas ntxim nyiam thiab tej uas yuav tau koob meej, nej yuav tsum khaws tej ntawd cia rau hauv nej lub siab huv tibsi."},{"bible_id":"1525","chapter_code":"PHP.4","verse_code":"PHP.4.9","label":"9","content":"Nej yuav tsum ua raws li tej uas nej kawm thiab nej tau txais los lawm, tsis hais tej uas nej hnov kuv qhia thiab tej uas nej pom kuv ua. Nej yuav tsum ua raws li tej ntawd, Vajtswv tus uas ua rau peb muaj kev kaj siab, nws thiaj yuav nrog nraim nej nyob."},{"bible_id":"1525","chapter_code":"PHP.4","verse_code":"PHP.4.10","label":"10","content":"Qhov uas kuv nrog tus Tswv koom ib txojsia qhov ntawd ua rau kuv zoo siab kawg li, nej twb tso kuv tseg tau ntev los lawm, tiamsis nimno nej ho rov qab pab kuv dua. Kuv hais li no tsis yog kuv hais tias nej tsis hlub kuv, qhov tseemceeb yog tsis muaj neeg dhau xwb, nej thiaj pab tsis tau kuv."},{"bible_id":"1525","chapter_code":"PHP.4","verse_code":"PHP.4.11","label":"11","content":"Kuv hais li no tsis yog kuv yws hais tias tsis muaj neeg hlub kuv, txawm yog kuv yuav nyob li cas los kuv yeej nyob tau."},{"bible_id":"1525","chapter_code":"PHP.4","verse_code":"PHP.4.12","label":"12","content":"Kuv twb paub lawm hais tias, thaum tsis muaj noj tsis muaj hnav zoo li cas thiab thaum muaj ntau lawm ho zoo li cas. Kuv yeej paub tej uas tsis yoojyim totaub no, tsis hais kuv nyob qhov twg thiab lub sijhawm twb, yuav tshaib yuav tsau, yuav muaj ntau muaj tsawg los kuv yeej tsis txhawj."},{"bible_id":"1525","chapter_code":"PHP.4","verse_code":"PHP.4.13","label":"13","content":"Vim Yexus Khetos txhawb kuv lub zog, kuv thiaj tiv taus txhua tsav yam huv tibsi."},{"bible_id":"1525","chapter_code":"PHP.4","verse_code":"PHP.4.14","label":"14","content":"Txawm yog li ntawd los kuv ua nej tsaug, rau qhov nej twb pab kuv thaum kuv raug kev txomnyem lawm."},{"bible_id":"1525","chapter_code":"PHP.4","verse_code":"PHP.4.15","label":"15","content":"Nej cov uas yog neeg Filipis nej twb paub lawm hais tias thaum kuv xub tuaj qhia txojmoo zoo tim nej, tsis muaj leejtwg pab kuv li. Thaum kuv tawm hauv Makedaunias mus, tsuas yog nej cov thiaj li pab kuv xwb. Nej muaj ntau muaj tsawg los nej puavleej xa tuaj rau kuv."},{"bible_id":"1525","chapter_code":"PHP.4","verse_code":"PHP.4.16","label":"16","content":"Thaum kuv nyob hauv lub nroog Thexalaunikes, nej xa qhov txhia chaw tuaj rau kuv, tsis yog xa ib zaug xwb tiamsis nej tseem xa tuaj ntxiv thiab."},{"bible_id":"1525","chapter_code":"PHP.4","verse_code":"PHP.4.17","label":"17","content":"Tsis yog kuv xav tau nej tej qhov txhia chaw, tiamsis kuv xav kom tej uas nej xa tuaj rau kuv ntawd muaj nqis rau nej."},{"bible_id":"1525","chapter_code":"PHP.4","verse_code":"PHP.4.18","label":"18","content":"Kuv sau tsab ntawv no tuaj qhia rau nej hais tias tej uas nej muab rau Epafauditus nqa tuaj rau kuv, kuv tau txais lawm, nimno kuv muaj ntau siv tsis tas li! Tej uas nej xa tuaj rau kuv ntawd zoo ib yam li tej tshuaj tsw qab uas sawvdaws muab fij rau Vajtswv, thiab yog tej uas Vajtswv pom zoo yuav."},{"bible_id":"1525","chapter_code":"PHP.4","verse_code":"PHP.4.19","label":"19","content":"Kuv tus Vajtswv uas muaj koob hmoov nplua mias, nws yuav pub txhua yam uas nej xav tau rau nej, rau qhov nej yog cov uas ntseeg Yexus Khetos."},{"bible_id":"1525","chapter_code":"PHP.4","verse_code":"PHP.4.20","label":"20","content":"Thov kom Vajtswv tus uas yog peb Leej Txiv tau koob meej mus ibtxhis li. Amees."},{"bible_id":"1525","chapter_code":"PHP.4","verse_code":"PHP.4.21","label":"21","content":"Kuv hais noj qab nyob zoo rau nej txhua tus uas ntseeg Vajtswv thiab nej cov uas yog Yexus Khetos tug lawm. Cov kwvtij uas nrog kuv nyob ntawm no, lawv hais noj qab nyob zoo rau nej txhua tus ib yam nkaus thiab."},{"bible_id":"1525","chapter_code":"PHP.4","verse_code":"PHP.4.22","label":"22","content":"Cov ntseeg Vajtswv txhua tus uas nyob ntawm no, lawv puavleej hais noj qab nyob zoo tuaj rau nej sawvdaws, tshwjxeeb yog cov uas nyob hauv huabtais lub loog yog cov hais."},{"bible_id":"1525","chapter_code":"PHP.4","verse_code":"PHP.4.23","label":"23","content":"Thov tus Tswv Yexus Khetos foom koob hmoov rau nej txhua tus."}]