[{"bible_id":"1525","chapter_code":"PRO.1","verse_code":"PRO.1.1","label":"1","content":"Tej pajlug no yog Vajntxwv Daviv tus tub Xalumoos uas ua vajntxwv kav haivneeg Yixalayees tej pajlug."},{"bible_id":"1525","chapter_code":"PRO.1","verse_code":"PRO.1.2","label":"2","content":"Tej no yuav pab kom yus paub hais tias lub tswvyim thiab tej lus qhuab ntuas zoo li cas, thiab yuav pab kom totaub tej ntsiab lus uas tob tob."},{"bible_id":"1525","chapter_code":"PRO.1","verse_code":"PRO.1.3","label":"3","content":"Yuav qhia yus paub ua neej ntse ntsuav, paub ua neeg siab dawb siab zoo, paub ua qhov ncaj ncees, thiab ua raws kev raws cai."},{"bible_id":"1525","chapter_code":"PRO.1","verse_code":"PRO.1.4","label":"4","content":"Yuav pab tau tus uas tsis thoob tsib to nrog txawj ntse tuaj thiab yuav qhia cov tub hluas paub ua neej."},{"bible_id":"1525","chapter_code":"PRO.1","verse_code":"PRO.1.5","label":"5","content":"Yuav tsav tswvyim rau cov neeg uas twb txawj ntse lawm, yuav taw kev rau cov neeg uas kawm ntaub kawm ntawv"},{"bible_id":"1525","chapter_code":"PRO.1","verse_code":"PRO.1.6","label":"6","content":"kom lawv paub txhais tej pajlug lub ntsiab thiab totaub tej zaj uas cov neeg txawj ntse hais."},{"bible_id":"1525","chapter_code":"PRO.1","verse_code":"PRO.1.7","label":"7","content":"Tus uas hwm tus TSWV, tus ntawd thiaj yog tus uas muaj kev txawj ntse.  Cov neeg ruam nyiam thuam lub tswvyim thiab tsis kawm txuj kawm ci."},{"bible_id":"1525","chapter_code":"PRO.1","verse_code":"PRO.1.8","label":"8","content":"Metub, cia li ua tib zoo mloog tej lus uas koj niam thiab koj txiv qhuab qhia koj."},{"bible_id":"1525","chapter_code":"PRO.1","verse_code":"PRO.1.9","label":"9","content":"Niam thiab txiv tej lus qhia yuav pab kom koj paub ua lub neej zoo ib yam li cev zam uas ua rau koj zoo nraug."},{"bible_id":"1525","chapter_code":"PRO.1","verse_code":"PRO.1.10","label":"10","content":"Metub, thaum cov neeg siab phem tuaj yaum koj mus ua txhaum, koj tsis txhob nrog lawv mus."},{"bible_id":"1525","chapter_code":"PRO.1","verse_code":"PRO.1.11","label":"11","content":"Yog lawv hais tias, “Cia li nrog peb mus, peb mus tos kev tua neeg! Peb cia li mus ntes tej neeg tsis muaj txim dabtsi los ntaus ua si!"},{"bible_id":"1525","chapter_code":"PRO.1","verse_code":"PRO.1.12","label":"12","content":"Thaum peb ntsib lawv, lawv tseem muaj sia nyob ncus plaws, tiamsis thaum peb mus dhau lawm, lawv yuav tu siav nrho."},{"bible_id":"1525","chapter_code":"PRO.1","verse_code":"PRO.1.13","label":"13","content":"Peb yuav mus huab luag tej khoom muaj nqis thiab coj tej uas peb huab tau los khaws cia puv nkaus rau hauv peb tej tsev."},{"bible_id":"1525","chapter_code":"PRO.1","verse_code":"PRO.1.14","label":"14","content":"Koj cia li nrog peb mus thiab koom nrog peb, peb yuav muab tej uas peb mus huab tau los ntawd sib faib.”"},{"bible_id":"1525","chapter_code":"PRO.1","verse_code":"PRO.1.15","label":"15","content":"Metub, koj tsis txhob nrog cov neeg zoo li ntawd ua ke. Koj yuav tsum khiav tawm ntawm lawv mus."},{"bible_id":"1525","chapter_code":"PRO.1","verse_code":"PRO.1.16","label":"16","content":"Lawv cov ntawd tswj tsis tau lawv lub siab kom tsis txhob ua txhaum. Lawv npaj rawv yuav tua neeg xwb."},{"bible_id":"1525","chapter_code":"PRO.1","verse_code":"PRO.1.17","label":"17","content":"Yog cuab tsig rau noog pom yeej tsis mag noog ib zaug li,"},{"bible_id":"1525","chapter_code":"PRO.1","verse_code":"PRO.1.18","label":"18","content":"tiamsis cov neeg uas cuab hlua tos lwm tus kev yog lawv cuab hlua tos lawv xwb, lawv yeej yuav tuag rau lawv lub vojhlua."},{"bible_id":"1525","chapter_code":"PRO.1","verse_code":"PRO.1.19","label":"19","content":"Kev ua tubsab los kuj ib yam li ntawd, cov neeg uas ua nruj ua tsiv rau luag yog lawv txov lawv txojsia."},{"bible_id":"1525","chapter_code":"PRO.1","verse_code":"PRO.1.20","label":"20","content":"Cia li mloog! Tswvyim lub suab hu tom tej kev thiab tom tej kiab tej khw,"},{"bible_id":"1525","chapter_code":"PRO.1","verse_code":"PRO.1.21","label":"21","content":"thiab hu nrov ntxhe ntws tom tej roojvag nroog thiab txhua qhov chaw uas muaj neeg tuaj txoos ua ke hais tias,"},{"bible_id":"1525","chapter_code":"PRO.1","verse_code":"PRO.1.22","label":"22","content":"“Cov neeg ruam! Nej tseem yuav zoo siab ua neeg ruam li nej mus txog hnub twg? Nej yuav thuam kev txawj ntse mus txog thaum twg thiab?"},{"bible_id":"1525","chapter_code":"PRO.1","verse_code":"PRO.1.23","label":"23","content":"Nej tsis totaub li los? Cia li tig qhovntsej mloog thaum kuv ntuas nej, kuv yuav qhia tej lus zoo rau nej thiab yuav faib kuv tej tswvyim rau nej."},{"bible_id":"1525","chapter_code":"PRO.1","verse_code":"PRO.1.24","label":"24","content":"Kuv twb hu nej thiab caw nej los mloog kuv hais lawm, tiamsis nej tsis tig qhovntsej mloog thiab tsis quavntsej kuv tej lus."},{"bible_id":"1525","chapter_code":"PRO.1","verse_code":"PRO.1.25","label":"25","content":"Nej tsis khaws kuv tej lus qhia cia rau nruab siab, thiab tsis kam cia kuv qhuab ntuas nej."},{"bible_id":"1525","chapter_code":"PRO.1","verse_code":"PRO.1.26","label":"26","content":"Yog li ntawd, thaum nej raug kev nyuaj siab ntxhov plawv kuv yuav tuaj dabros."},{"bible_id":"1525","chapter_code":"PRO.1","verse_code":"PRO.1.27","label":"27","content":"Thaum nej txhawj ntshai thiab kev txomnyem los qhwv nkaus nej ib yam li nthwv cua daj cua dub ntsawj, ua rau nej raug mob ntsaj laws thiab raug kev txomnyem, kuv yuav tau zoo luag nej."},{"bible_id":"1525","chapter_code":"PRO.1","verse_code":"PRO.1.28","label":"28","content":"Thaum ntawd nej yuav tsa ncauj hu xav tau tswvyim, tiamsis kuv yuav tsis teb nej. Nej nrhiav kuv rau txhua txoj xubke, tiamsis nej yuav nrhiav tsis pom kuv nyob qhov twg."},{"bible_id":"1525","chapter_code":"PRO.1","verse_code":"PRO.1.29","label":"29","content":"Nej yeej ibtxwm tsis quavntsej tej kev txawj ntse thiab nej pheej tsis kam mloog tus TSWV tej lus li."},{"bible_id":"1525","chapter_code":"PRO.1","verse_code":"PRO.1.30","label":"30","content":"Nej yeej tsis khaws kuv tej lus qhia cia, thiab thaum kuv qhuab ntuas nej, nej tsis quavntsej kuv tej lus hlo li."},{"bible_id":"1525","chapter_code":"PRO.1","verse_code":"PRO.1.31","label":"31","content":"Vim li no nej yuav tau sau raws li tej uas nej tau ua los lawm, thiab nej tes haujlwm yuav ua rau nej dhuav."},{"bible_id":"1525","chapter_code":"PRO.1","verse_code":"PRO.1.32","label":"32","content":"Tej neeg tsis paub qabhau tuag twb yog vim lawv tsis txais yuav lub tswvyim, thiab tej neeg ruam puastsuaj twb yog vim lawv tsis quavntsej kev txawj ntse."},{"bible_id":"1525","chapter_code":"PRO.1","verse_code":"PRO.1.33","label":"33","content":"Tiamsis tus uas mloog kuv lus, tus ntawd yuav nyob khov kho thiab tso siab plhuav tsis ntshai ib yam dabtsi li.”"},{"bible_id":"1525","chapter_code":"PRO.2","verse_code":"PRO.2.1","label":"1","content":"Metub, koj cia li khaws nkaus kuv tej lus qhia rau nruab siab thiab cim ntsoov tej uas kuv kom koj ua."},{"bible_id":"1525","chapter_code":"PRO.2","verse_code":"PRO.2.2","label":"2","content":"Yuav tsum ua tib zoo mloog tus neeg txawj ntse tej lus thiab muab siab rau mloog kom totaub zoo."},{"bible_id":"1525","chapter_code":"PRO.2","verse_code":"PRO.2.3","label":"3","content":"Cia li kub siab lug nrhiav kev txawj ntse thiab thov koj thiaj yuav totaub."},{"bible_id":"1525","chapter_code":"PRO.2","verse_code":"PRO.2.4","label":"4","content":"Koj cia li muab siab rau nrhiav tswvyim ib yam li nrhiav tej qhov nyiaj qhov kub uas nyob nraim nkoos."},{"bible_id":"1525","chapter_code":"PRO.2","verse_code":"PRO.2.5","label":"5","content":"Yog koj ua li no koj yuav paub hwm tus TSWV thiab yuav paub tseeb hais tias Vajtswv yog tus zoo li cas."},{"bible_id":"1525","chapter_code":"PRO.2","verse_code":"PRO.2.6","label":"6","content":"Tus TSWV yog tus uas pub tswvyim rau neeg; tej kev txawj kev ntse thiab kev totaub puavleej yog nws pub xwb."},{"bible_id":"1525","chapter_code":"PRO.2","verse_code":"PRO.2.7","label":"7","content":"Nws tiv thaiv thiab pab cov neeg ncaj ncees."},{"bible_id":"1525","chapter_code":"PRO.2","verse_code":"PRO.2.8","label":"8","content":"Nws tsomkwm cov neeg uas ua ncaj rau lwm tus, thiab nws saib xyuas cov neeg uas muab siab npuab nws."},{"bible_id":"1525","chapter_code":"PRO.2","verse_code":"PRO.2.9","label":"9","content":"Yog koj mloog kuv lus koj yuav paub qhov tseeb, paub ua qhov ncaj ncees, paub ua raws kevcai thiab paub ua koj lub neej."},{"bible_id":"1525","chapter_code":"PRO.2","verse_code":"PRO.2.10","label":"10","content":"Koj yuav ua tus neeg muaj tswvyim thiab tej uas koj paub ntawd yuav ua rau koj zoo siab."},{"bible_id":"1525","chapter_code":"PRO.2","verse_code":"PRO.2.11","label":"11","content":"Tej uas koj totaub thiab tej uas koj paub txhij paub txhua yuav tsomkwm koj,"},{"bible_id":"1525","chapter_code":"PRO.2","verse_code":"PRO.2.12","label":"12","content":"thiab tiv thaiv kom koj thiaj tsis yuam kev mus ua txhaum. Thiab tej ntawd yuav kav rawv tsis pub koj mus ti cov neeg uas lam tau lam hais lus kom muaj kev kub ntxhov;"},{"bible_id":"1525","chapter_code":"PRO.2","verse_code":"PRO.2.13","label":"13","content":"cov neeg uas tso txojkev ncaj ncees tseg maub nuag mus rau txojkev phem."},{"bible_id":"1525","chapter_code":"PRO.2","verse_code":"PRO.2.14","label":"14","content":"Lawv nyiam ua txhaum thiab txaus siab mus ua tej kev phem kev qias uas tsis muaj qabhau."},{"bible_id":"1525","chapter_code":"PRO.2","verse_code":"PRO.2.15","label":"15","content":"Lawv yog cov neeg siab phem siab nkhaus, yeej tsis muaj leejtwg yuav cia siab tau rau lawv li."},{"bible_id":"1525","chapter_code":"PRO.2","verse_code":"PRO.2.16","label":"16","content":"Koj yuav tau khiav kom dim ntawm tus pojniam uas hais lus mos lus muag ntxias kom luag tej yuam kev ua txhaum;"},{"bible_id":"1525","chapter_code":"PRO.2","verse_code":"PRO.2.17","label":"17","content":"nws ua tsis ncaj rau nws tus txiv thiab nws tsis nco qab txog nws tej lus cog tseg rau Vajtswv lawm."},{"bible_id":"1525","chapter_code":"PRO.2","verse_code":"PRO.2.18","label":"18","content":"Yog koj mus rau hauv nws tsev, ces yog koj taug kev mus rau txojkev tuag ntag. Qhov uas koj mus rau hauv nws tsev twb yog mus rau hauv tubtuag teb lawm."},{"bible_id":"1525","chapter_code":"PRO.2","verse_code":"PRO.2.19","label":"19","content":"Tus uas mus rau hauv tus pojniam ntawd tsev yeej tsis tau rov qab los li lawm. Nws yuav tsis tau rov qab los taug txojkev uas muaj txojsia ib zaug li."},{"bible_id":"1525","chapter_code":"PRO.2","verse_code":"PRO.2.20","label":"20","content":"Yog li ntawd, koj yuav tsum xyaum ua koj lub neej raws li tus txivneej uas ua zoo thiab ua lub neej ncaj ncees."},{"bible_id":"1525","chapter_code":"PRO.2","verse_code":"PRO.2.21","label":"21","content":"Cov neeg ncaj ncees thiab ua zoo yuav tau nyob hauv lub tebchaws."},{"bible_id":"1525","chapter_code":"PRO.2","verse_code":"PRO.2.22","label":"22","content":"Tiamsis Vajtswv yuav muab tej neeg siab phem tshem tawm hauv lub tebchaws ntawd mus thiab muab tej neeg txhaum rho tawm ib yam li dob nroj povtseg ntag."},{"bible_id":"1525","chapter_code":"PRO.3","verse_code":"PRO.3.1","label":"1","content":"Metub, koj tsis txhob muab kuv tej lus qhuab qhia tso tseg. Nco ntsoov tej lus uas kuv qhia rau koj lawm."},{"bible_id":"1525","chapter_code":"PRO.3","verse_code":"PRO.3.2","label":"2","content":"Kuv tej lus qhuab qhia yuav ntxiv hnubnyoog rau koj, kom koj muaj sia nyob ntev thiab tau kev kaj siab lug."},{"bible_id":"1525","chapter_code":"PRO.3","verse_code":"PRO.3.3","label":"3","content":"Tsis txhob muab txojkev ua zoo thiab kev ncaj ncees tso tseg. Muab tej ntawd los coj ntawm koj cajdab. Muab tej ntawd sau rau hauv koj lub siab."},{"bible_id":"1525","chapter_code":"PRO.3","verse_code":"PRO.3.4","label":"4","content":"Yog koj ua li no, Vajtswv thiab neeg yuav txaus siab rau koj."},{"bible_id":"1525","chapter_code":"PRO.3","verse_code":"PRO.3.5","label":"5","content":"Cia siab rau tus TSWV kom kawg koj lub siab lub ntsws. Tsis txhob cia siab rau koj tej kev txawj ntse."},{"bible_id":"1525","chapter_code":"PRO.3","verse_code":"PRO.3.6","label":"6","content":"Txhua yam uas koj ua koj yuav tsum nco ntsoov tus TSWV, nws thiaj yuav coj koj taug txojkev uas yog txoj tseeb."},{"bible_id":"1525","chapter_code":"PRO.3","verse_code":"PRO.3.7","label":"7","content":"Tsis txhob xav hais tias koj yog tus ntse tshaj. Cia li hwm tus TSWV thiab tsis txhob mus ua kev txhaum."},{"bible_id":"1525","chapter_code":"PRO.3","verse_code":"PRO.3.8","label":"8","content":"Yog koj ua li no, tej ntawd yuav zoo ib yam li hauv tshuaj kuab muaj tsuas uas kho tau koj tej qhov txhab thiab ua rau koj tej mob zoo zuj zus."},{"bible_id":"1525","chapter_code":"PRO.3","verse_code":"PRO.3.9","label":"9","content":"Koj yuav tsum hwm tus TSWV thiab muab tej qoobloo zoo kawg nkaus uas koj khwv tau hauv koj daim teb coj mus fij rau nws."},{"bible_id":"1525","chapter_code":"PRO.3","verse_code":"PRO.3.10","label":"10","content":"Yog koj ua li ntawd, koj yuav muaj qoobloo puv txhab, thiab koj yuav muaj cawv txib hmab ntau heev tsis muaj hub ntim tas."},{"bible_id":"1525","chapter_code":"PRO.3","verse_code":"PRO.3.11","label":"11","content":"Metub, thaum tus TSWV qhuab ntuas koj, ua tib zoo mloog thiab khaws nkaus nws tej lus rau nruab siab kom koj thiaj paub ceevfaj."},{"bible_id":"1525","chapter_code":"PRO.3","verse_code":"PRO.3.12","label":"12","content":"Tus TSWV qhuab ntuas tus uas nws hlub ib yam li leej txiv qhuab ntuas tus tub uas nws cia siab rau."},{"bible_id":"1525","chapter_code":"PRO.3","verse_code":"PRO.3.13","label":"13","content":"Tus uas muaj tswvyim thiab totaub txhua tsav yam yeej nyob kaj siab lug."},{"bible_id":"1525","chapter_code":"PRO.3","verse_code":"PRO.3.14","label":"14","content":"Lub tswvyim tseemceeb dua nyiaj, nws muaj nqis rau koj tshaj tej kub."},{"bible_id":"1525","chapter_code":"PRO.3","verse_code":"PRO.3.15","label":"15","content":"Lub tswvyim muaj nqis tshaj tej saw kub; tej uas koj ntshaw tsis muaj ib yam dabtsi yuav piv tau lub tswvyim ntawd li."},{"bible_id":"1525","chapter_code":"PRO.3","verse_code":"PRO.3.16","label":"16","content":"Lub tswvyim pab tau rau koj muaj sia nyob ntev, ua rau koj muaj txiag npluanuj thiab muaj koob muaj meej."},{"bible_id":"1525","chapter_code":"PRO.3","verse_code":"PRO.3.17","label":"17","content":"Lub tswvyim muaj peevxwm pab tau koj ua lub neej txaus siab thiab coj koj ua neej tshav ntuj nrig."},{"bible_id":"1525","chapter_code":"PRO.3","verse_code":"PRO.3.18","label":"18","content":"Cov neeg uas muaj tswvyim yeej ua neej nyob kaj siab lug. Lub tswvyim yuav ua rau lawv muaj sia nyob cus plaws."},{"bible_id":"1525","chapter_code":"PRO.3","verse_code":"PRO.3.19","label":"19","content":"Tus TSWV lub tswvyim tsim lub ntiajteb no; nws txojkev txawj ntse muab lub ntuj teeb nyob muaj chaw."},{"bible_id":"1525","chapter_code":"PRO.3","verse_code":"PRO.3.20","label":"20","content":"Nws lub tswvyim ua rau tej dej txawj ntws tawm los thiab tej huab thiaj ua tau nag los rau hauv ntiajteb no."},{"bible_id":"1525","chapter_code":"PRO.3","verse_code":"PRO.3.21","label":"21","content":"Metub, tuav rawv koj lub tswvyim thiab kev txawj ntse cia. Tsis txhob cia tej ntawd khiav tawm ntawm koj mus."},{"bible_id":"1525","chapter_code":"PRO.3","verse_code":"PRO.3.22","label":"22","content":"Tej tswvyim ntawd yuav ua rau koj muaj sia nyob, txaus siab thiab ua neej nyob kaj siab lug."},{"bible_id":"1525","chapter_code":"PRO.3","verse_code":"PRO.3.23","label":"23","content":"Koj yuav taug kev kaj siab lug thiab tsis raug teebmeem ib zaug li."},{"bible_id":"1525","chapter_code":"PRO.3","verse_code":"PRO.3.24","label":"24","content":"Thaum koj mus pw los koj yuav tsis ntshai, thiab koj yuav tau zoo pw tsaug zog ib hmos kaj ntug."},{"bible_id":"1525","chapter_code":"PRO.3","verse_code":"PRO.3.25","label":"25","content":"Koj yuav tsis txhawj txog tej kev puastsuaj uas los ntawm tej neeg siab phem ib yam li cua daj cua dub ntsawj uas koj tsis ras txog."},{"bible_id":"1525","chapter_code":"PRO.3","verse_code":"PRO.3.26","label":"26","content":"Tus TSWV yuav pub koj tau zoo nyob kaj siab lug. Nws yuav tsis cia koj mus mag lub vojhlua."},{"bible_id":"1525","chapter_code":"PRO.3","verse_code":"PRO.3.27","label":"27","content":"Yog muaj tej yam uas koj pab tau lwm tus, cia li pab tsis txhob muab khaws cia."},{"bible_id":"1525","chapter_code":"PRO.3","verse_code":"PRO.3.28","label":"28","content":"Yog koj muaj txawm peem uas yuav pab tau tej phoojywg zejzog, cia li pab tsis txhob kom nws tos txog tagkis tso."},{"bible_id":"1525","chapter_code":"PRO.3","verse_code":"PRO.3.29","label":"29","content":"Tsis txhob ua ib yam dabtsi rau tej phoojywg zejzog uas nws nyob ntawm koj tog vaj tog tsev tu siab, nws yeej cia siab ntsoov rau koj xwb."},{"bible_id":"1525","chapter_code":"PRO.3","verse_code":"PRO.3.30","label":"30","content":"Tsis txhob nrog leejtwg sib cav tej yam uas tsis muaj qabhau, yog nws tsis tau ua ib qhov phem rau koj."},{"bible_id":"1525","chapter_code":"PRO.3","verse_code":"PRO.3.31","label":"31","content":"Tsis txhob khib tej neeg uas ua phem lossis tsis txhob xyaum ua li lawv ua,"},{"bible_id":"1525","chapter_code":"PRO.3","verse_code":"PRO.3.32","label":"32","content":"rau qhov tus TSWV ntxub tej neeg uas ua phem ua qias, tiamsis nws txaus siab rau cov neeg ncaj ncees."},{"bible_id":"1525","chapter_code":"PRO.3","verse_code":"PRO.3.33","label":"33","content":"Tus TSWV foom phem rau tsevneeg uas ua limhiam, tiamsis nws foom koob hmoov rau tsevneeg uas ua ncaj ncees."},{"bible_id":"1525","chapter_code":"PRO.3","verse_code":"PRO.3.34","label":"34","content":"Nws luag cov neeg khavtheeb plig, tiamsis nws hlub cov uas txo hwjchim."},{"bible_id":"1525","chapter_code":"PRO.3","verse_code":"PRO.3.35","label":"35","content":"Cov neeg txawj ntse yuav tau koob meej zoo, tiamsis cov neeg ruam yuav poob ntsejmuag."},{"bible_id":"1525","chapter_code":"PRO.4","verse_code":"PRO.4.1","label":"1","content":"Metub, cia li mloog koj txiv tej lus qhuab qhia. Ua tib zoo mloog koj thiaj li yuav totaub."},{"bible_id":"1525","chapter_code":"PRO.4","verse_code":"PRO.4.2","label":"2","content":"Tej lus uas kuv qhuab qhia koj yeej yog tej lus zoo xwb, yog li ntawd, koj yuav tsum nco ntsoov txhua lo huv tibsi."},{"bible_id":"1525","chapter_code":"PRO.4","verse_code":"PRO.4.3","label":"3","content":"Thaum kuv tseem yog menyuam tub uas yog kuv niam thiab kuv txiv tib tug tub,"},{"bible_id":"1525","chapter_code":"PRO.4","verse_code":"PRO.4.4","label":"4","content":"mas kuv txiv twb yeej qhuab qhia kuv lawm. Nws hais tias, “Nco ntsoov tej lus uas kuv qhia koj no rau nruab siab thiab tsis txhob muab tso tseg ib zaug li. Ua ib yam li kuv qhia koj lawm, koj thiaj yuav muaj sia ua neej nyob."},{"bible_id":"1525","chapter_code":"PRO.4","verse_code":"PRO.4.5","label":"5","content":"Cia li txais yuav lub tswvyim thiab kev txawj ntse! Tsis txhob tso kuv tej lus tseg."},{"bible_id":"1525","chapter_code":"PRO.4","verse_code":"PRO.4.6","label":"6","content":"Tsis txhob muab lub tswvyim tso povtseg, rau qhov nws yuav tsomkwm koj; saib lub tswvyim kom muaj nqis, nws thiaj yuav pab kom koj tau kev kaj siab lug."},{"bible_id":"1525","chapter_code":"PRO.4","verse_code":"PRO.4.7","label":"7","content":"Qhov tseemceeb tshaj plaws, yog lub tswvyim. Koj yuav ua dabtsi los xij, koj yuav tsum xub nrhiav kom tau lub tswvyim."},{"bible_id":"1525","chapter_code":"PRO.4","verse_code":"PRO.4.8","label":"8","content":"Saib lub tswvyim kom muaj nqis, nws yuav ua rau koj tau koob meej. Cia li puag nkaus lub tswvyim cia,  nws thiaj yuav ua rau koj tau ntsejmuag."},{"bible_id":"1525","chapter_code":"PRO.4","verse_code":"PRO.4.9","label":"9","content":"Tswvyim yuav yog lub kausmom kub rau koj ntoo nto moo lug.”"},{"bible_id":"1525","chapter_code":"PRO.4","verse_code":"PRO.4.10","label":"10","content":"Metub, mloog kuv tej lus. Khaws nkaus tej lus uas kuv qhia koj no cia, koj thiaj muaj txojsia ua neej nyob ntev."},{"bible_id":"1525","chapter_code":"PRO.4","verse_code":"PRO.4.11","label":"11","content":"Kuv tau qhia tswvyim rau koj thiab coj koj ua neej rau txojkev ncaj ncees."},{"bible_id":"1525","chapter_code":"PRO.4","verse_code":"PRO.4.12","label":"12","content":"Yog koj ua neej raws li kev txawj ntse, yuav tsis muaj ib yam dabtsi thaiv koj kev, thiab yuav tsis muaj ib yam dabtsi dawm koj kotaw thaum koj khiav."},{"bible_id":"1525","chapter_code":"PRO.4","verse_code":"PRO.4.13","label":"13","content":"Nco ntsoov txhua yam uas koj tau kawm los lawm tsis txhob muab tso tseg. Koj tej kev kawm txawj kawm tse yog koj txojsia ntag, cia li ceev nws kom zoo."},{"bible_id":"1525","chapter_code":"PRO.4","verse_code":"PRO.4.14","label":"14","content":"Tsis txhob mus rau tej qhov chaw uas cov neeg ua phem mus. Tsis txhob xyaum ua raws li tej neeg siab phem tus yam ntxwv."},{"bible_id":"1525","chapter_code":"PRO.4","verse_code":"PRO.4.15","label":"15","content":"Tsis txhob ua phem ua qias hlo li! Cia li khiav kom dhau txojkev phem qias ntawd! Tsis txhob mus ua txojkev phem, saib ntsoov rau koj txoj haukev xwb."},{"bible_id":"1525","chapter_code":"PRO.4","verse_code":"PRO.4.16","label":"16","content":"Tej neeg siab phem yog tsis tau ua kev txhaum, mas lawv pw tsis tsaug zog. Yog lawv tsis tau ua rau ib tug twg raug mob mas lawv tsis pw li."},{"bible_id":"1525","chapter_code":"PRO.4","verse_code":"PRO.4.17","label":"17","content":"Kev ua phem thiab kev yuam cai zoo ib yam li yog lawv tej mov noj thiab dej haus ntag."},{"bible_id":"1525","chapter_code":"PRO.4","verse_code":"PRO.4.18","label":"18","content":"Txojkev uas cov neeg ncaj ncees taug mas zoo ib yam li thaum lub hnub tabtom tawm tuaj pom kev txoog thiab ci zuj zus mus txog rau thaum tavsu."},{"bible_id":"1525","chapter_code":"PRO.4","verse_code":"PRO.4.19","label":"19","content":"Cov neeg phem taug txojkev tsaus ntuj nti ib yam li hmo ntuj. Lawv ntog, tiamsis tsis pom qhov uas lawv dawm li."},{"bible_id":"1525","chapter_code":"PRO.4","verse_code":"PRO.4.20","label":"20","content":"Metub, koj yuav tsum muab siab npuab tej lus uas kuv hais. Ua tib zoo mloog kuv tej lus."},{"bible_id":"1525","chapter_code":"PRO.4","verse_code":"PRO.4.21","label":"21","content":"Tsis txhob cia kuv tej lus tawm ntawm koj mus. Nco ntsoov kuv tej lus thiab khaws nkaus cia rau nruab siab."},{"bible_id":"1525","chapter_code":"PRO.4","verse_code":"PRO.4.22","label":"22","content":"Tej lus ntawd yuav pub txojsia thiab kev noj qab nyob zoo rau txhua tus uas totaub tej lus ntawd."},{"bible_id":"1525","chapter_code":"PRO.4","verse_code":"PRO.4.23","label":"23","content":"Koj yuav tsum ceevfaj thiab xav zoo zoo, rau qhov koj lub neej mus raws li koj tej kev xav."},{"bible_id":"1525","chapter_code":"PRO.4","verse_code":"PRO.4.24","label":"24","content":"Tsis txhob hais tej lus tsis tseeb. Tsis txhob hais lus dag thiab tsis txhob hais tej lus tsis zoo."},{"bible_id":"1525","chapter_code":"PRO.4","verse_code":"PRO.4.25","label":"25","content":"Tsa qhovmuag saib ncaj nraim rau tom hauv ntej thiab saib ntsoov koj txoj haukev."},{"bible_id":"1525","chapter_code":"PRO.4","verse_code":"PRO.4.26","label":"26","content":"Ua tib zoo xav ua ntej uas koj yuav ua ib yam dabtsi, mas koj thiaj ua tau qhov zoo."},{"bible_id":"1525","chapter_code":"PRO.4","verse_code":"PRO.4.27","label":"27","content":"Cia li khiav tawm ntawm txojkev phem thiab taug kev ncaj nraim rau tom hauv ntej. Tsis txhob mus rau sab xis lossis sab laug."},{"bible_id":"1525","chapter_code":"PRO.5","verse_code":"PRO.5.1","label":"1","content":"Metub, ua tib zoo mloog kuv lub tswvyim thiab kuv tej kev txawj ntse."},{"bible_id":"1525","chapter_code":"PRO.5","verse_code":"PRO.5.2","label":"2","content":"Koj thiaj yuav paub coj koj tus cwjpwm zoo, thiab tej lus uas koj hais yuav qhia hais tias koj yog tus muaj kev txawj ntse."},{"bible_id":"1525","chapter_code":"PRO.5","verse_code":"PRO.5.3","label":"3","content":"Luag tej pojniam lub qhovncauj hais lus mos lus muag qab zib ib yam li zib ntab thiab nwj nplua ib yam li pleev roj txiv ntoo,"},{"bible_id":"1525","chapter_code":"PRO.5","verse_code":"PRO.5.4","label":"4","content":"tiamsis tom qab ntawd nws tsis muab dabtsi rau koj li, tsuas yog muab kev iab kev daw thiab kev mob kev nkeeg rau koj xwb."},{"bible_id":"1525","chapter_code":"PRO.5","verse_code":"PRO.5.5","label":"5","content":"Txojkev uas nws taug yog kev tuag; nws yuav coj koj mus rau hauv tubtuag teb."},{"bible_id":"1525","chapter_code":"PRO.5","verse_code":"PRO.5.6","label":"6","content":"Nws tsis taug txojkev uas muaj txojsia; tiamsis nws lam ua neej xwb, nws twb tsis paub hais tias yuav muaj xwm dabtsi tshwm los rau nws li."},{"bible_id":"1525","chapter_code":"PRO.5","verse_code":"PRO.5.7","label":"7","content":"Metub, nimno koj cia li mloog kuv hais thiab tsis txhob muab kuv tej lus ib los tso povtseg li."},{"bible_id":"1525","chapter_code":"PRO.5","verse_code":"PRO.5.8","label":"8","content":"Cia li khiav tawm ntawm tej pojniam uas hais tas los no! Tsis txhob mus ze ntawm nws lub qhovrooj hlo li!"},{"bible_id":"1525","chapter_code":"PRO.5","verse_code":"PRO.5.9","label":"9","content":"Yog koj ua tsis zoo, lwm tus yuav tau txais koj lub koob meej, thiab koj yuav tuag thaum koj tseem hluas rau tej neeg uas tsis muaj kev hlub txhais tes,"},{"bible_id":"1525","chapter_code":"PRO.5","verse_code":"PRO.5.10","label":"10","content":"thiab luag tej yuav tuaj txeeb koj tej qhov txhia chaw, thiab tej uas koj khwv tau los yuav poob mus ua luag tug."},{"bible_id":"1525","chapter_code":"PRO.5","verse_code":"PRO.5.11","label":"11","content":"Koj yuav pw quaj da luam saum lub txaj uas yog txojkev tuag; kas yuav muab koj cev nqaij noj tas,"},{"bible_id":"1525","chapter_code":"PRO.5","verse_code":"PRO.5.12","label":"12","content":"ces koj yuav hais tias, “Vim li cas kuv yuav tsis mloog luag tej lus qhuab qhia? Vim li cas kuv tsis cia luag qhuab ntuas kuv?"},{"bible_id":"1525","chapter_code":"PRO.5","verse_code":"PRO.5.13","label":"13","content":"Kuv tsis mloog tej lus uas kuv tus xibhwb qhia. Kuv tsis quavntsej tej lus qhia ntawd li."},{"bible_id":"1525","chapter_code":"PRO.5","verse_code":"PRO.5.14","label":"14","content":"Thiab tib pliag ntshis xwb kuv cia li  raug kev txajmuag tabmeeg tej neeg sawvdaws.”"},{"bible_id":"1525","chapter_code":"PRO.5","verse_code":"PRO.5.15","label":"15","content":"Koj yuav tsum ncaj ncees rau koj tus pojniam thiab hlub nws tib leeg xwb."},{"bible_id":"1525","chapter_code":"PRO.5","verse_code":"PRO.5.16","label":"16","content":"Tej menyuam uas koj mus tham lwm tus pojniam muaj yuav tsis zoo rau koj."},{"bible_id":"1525","chapter_code":"PRO.5","verse_code":"PRO.5.17","label":"17","content":"Tsimnyog cia koj tej menyuam ntawd loj hlob los pab koj, tsis yog tso rau luag qhua."},{"bible_id":"1525","chapter_code":"PRO.5","verse_code":"PRO.5.18","label":"18","content":"Koj cia li txaus siab rau koj tus pojniam thiab nrhiav kev zoo siab nrog tus hluas nkauj uas koj yuav thaum koj tseem hluas."},{"bible_id":"1525","chapter_code":"PRO.5","verse_code":"PRO.5.19","label":"19","content":"Nws zoo nkauj thiab ntxim hlub ib yam li tus xyuas muaslwj. Cia nws lub xubntiag ua chaw sov siab rau koj, cia nws txojkev hlub nyob puagncig koj."},{"bible_id":"1525","chapter_code":"PRO.5","verse_code":"PRO.5.20","label":"20","content":"Metub, vim li cas koj mus hlub dua lwm tus pojniam lawm? Vim li cas koj mus nyiam lwm tus pojniam lub xubntiag?"},{"bible_id":"1525","chapter_code":"PRO.5","verse_code":"PRO.5.21","label":"21","content":"Tus TSWV pom txhua yam uas koj ua. Koj mus qhov twg los nws yeej saib ntsoov koj."},{"bible_id":"1525","chapter_code":"PRO.5","verse_code":"PRO.5.22","label":"22","content":"Tus neeg siab phem txojkev txhaum yog lub vojhlua ntag. Nws txojkev txhaum ua lub vas rov khwb nws."},{"bible_id":"1525","chapter_code":"PRO.5","verse_code":"PRO.5.23","label":"23","content":"Nws tuag, rau qhov nws tswj tsis tau nws lub siab. Nws txojkev ruam yuav xa nws mus rau hauv nws lub qhov ntxa."},{"bible_id":"1525","chapter_code":"PRO.6","verse_code":"PRO.6.1","label":"1","content":"Metub, koj puas tau coglus rau leejtwg uas yuav pab them nws tej nuj nqi?"},{"bible_id":"1525","chapter_code":"PRO.6","verse_code":"PRO.6.2","label":"2","content":"Koj tej lus puas rov khi koj thiab koj tej lus cog tseg puas rov ua lub vojhlua cuab koj kev?"},{"bible_id":"1525","chapter_code":"PRO.6","verse_code":"PRO.6.3","label":"3","content":"Metub, yog koj tau coglus li ntawd, ces koj poob rau tus neeg ntawd qab hwjchim lawm; koj cia li mus cuag nws thiab thov thim koj tej lus cog tseg kom nws tso koj, koj thiaj yuav dim."},{"bible_id":"1525","chapter_code":"PRO.6","verse_code":"PRO.6.4","label":"4","content":"Koj tsis txhob pw tsaug zog lossis nyob ncaws nruj nris."},{"bible_id":"1525","chapter_code":"PRO.6","verse_code":"PRO.6.5","label":"5","content":"Cia li khiav tawm ntawm lub vojhlua ib yam li tus noog lossis tus muaslwj khiav ntawm tus neeg yos tua tsiaj."},{"bible_id":"1525","chapter_code":"PRO.6","verse_code":"PRO.6.6","label":"6","content":"Tus neeg tubnkeeg, koj cia li mus saib ntsaum, saib ntsaum ua ntsaum lub neej li cas, koj thiaj li muaj tswvyim."},{"bible_id":"1525","chapter_code":"PRO.6","verse_code":"PRO.6.7","label":"7","content":"Tej ntsaum twb tsis muaj thawjcoj, tsis muaj nomtswv, lossis tsis muaj ib tug thawjtswj kav li,"},{"bible_id":"1525","chapter_code":"PRO.6","verse_code":"PRO.6.8","label":"8","content":"tiamsis lub caij ntuj sov lawv txawj mus nrhiav zaub mov los npaj cia noj rau lub caij ntuj no."},{"bible_id":"1525","chapter_code":"PRO.6","verse_code":"PRO.6.9","label":"9","content":"Tus neeg tubnkeeg, koj tseem yuav pw ntev li cas? Thaum twg koj mam li sawv?"},{"bible_id":"1525","chapter_code":"PRO.6","verse_code":"PRO.6.10","label":"10","content":"Tus neeg tubnkeeg hais tias, “Kuv tseem yuav tsaug ib tsig zog, thiab kuv yuav khawm tes so ib chim tso.”"},{"bible_id":"1525","chapter_code":"PRO.6","verse_code":"PRO.6.11","label":"11","content":"Tiamsis thaum nws tseem pw tsaug zog, kev txomnyem yuav los raug nws ib yam li tus tubsab nqa rawv qws tuaj huab nws lub neej ntag."},{"bible_id":"1525","chapter_code":"PRO.6","verse_code":"PRO.6.12","label":"12","content":"Cov neeg tsis tsimtxiaj thiab siab phem tawm mus hais lus dag rau ub rau no."},{"bible_id":"1525","chapter_code":"PRO.6","verse_code":"PRO.6.13","label":"13","content":"Lawv txiav muag thiab ua tus plees tsawv ntxias koj nkaus xwb,"},{"bible_id":"1525","chapter_code":"PRO.6","verse_code":"PRO.6.14","label":"14","content":"txhua yam uas lawv xav puavleej yog kev phem kev qias, thiab ua kom muaj teebmeem rau txhua qhov chaw."},{"bible_id":"1525","chapter_code":"PRO.6","verse_code":"PRO.6.15","label":"15","content":"Vim li no, txojkev puastsuaj thiaj yuav los raug lawv thaum lawv tsis ceevfaj, thiab lawv tej nqaij yuav ntuag ua qhov txhab kho tsis tau."},{"bible_id":"1525","chapter_code":"PRO.6","verse_code":"PRO.6.16+PRO.6.17+PRO.6.18+PRO.6.19","label":"16-19","content":"Muaj xya yam uas tus TSWV ntxub kawg nkaus thiab zam txim tsis tau rau li yog li no: Ua qhovmuag qaujles, tus nplaig uas hais lus dag, ob txhais tes uas tua tej neeg tsis muaj txim, lub siab uas ntaus tswvyim ua phem, ob txhais kotaw uas maj nroos mus ua kev phem, ua timkhawv tsis tseeb dag ib tug rau ib tug, thiab tus neeg taug xaiv kom tej phoojywg muaj teebmeem."},{"bible_id":"1525","chapter_code":"PRO.6","verse_code":"PRO.6.20","label":"20","content":"Metub, cia li ua raws li koj txiv qhia koj thiab tsis txhob tso koj niam tej lus qhia tseg."},{"bible_id":"1525","chapter_code":"PRO.6","verse_code":"PRO.6.21","label":"21","content":"Khaws nkaus nkawd tej lus mus ua koj lub neej, thiab khaws nkaus tej lus ntawd rau hauv koj lub siab."},{"bible_id":"1525","chapter_code":"PRO.6","verse_code":"PRO.6.22","label":"22","content":"Nkawd tej lus qhuab qhia yuav coj koj txoj haukev thaum koj tabtom taug kev, yuav tsomkwm koj thaum tsaus ntuj, thiab thaum nruab hnub tej lus ntawd yuav ntuas koj."},{"bible_id":"1525","chapter_code":"PRO.6","verse_code":"PRO.6.23","label":"23","content":"Nkawd tej lus qhuab ntuas yuav ua lub teeb ci rau koj pom kev; nkawd tej lus qhuab qhia yuav pab tau koj kev ua neej."},{"bible_id":"1525","chapter_code":"PRO.6","verse_code":"PRO.6.24","label":"24","content":"Tej lus ntawd hwjxwm tsis pub koj txav mus ti tej pojniam siab phem, thiab ntawm luag tej pojniam tej lus haub ntxias."},{"bible_id":"1525","chapter_code":"PRO.6","verse_code":"PRO.6.25","label":"25","content":"Tsis txhob cia lawv tej kev zoo nkauj sim koj siab; tsis txhob cia lawv lub qhovmuag ua lub vojhlua soo tau koj."},{"bible_id":"1525","chapter_code":"PRO.6","verse_code":"PRO.6.26","label":"26","content":"Ib tug txivneej muab ib lub ncuav ntiav tau ib tug niamntiav, tiamsis kev deev luag pojniam yuav ua rau nws puas mus tas ib simneej."},{"bible_id":"1525","chapter_code":"PRO.6","verse_code":"PRO.6.27","label":"27","content":"Koj puas tso tau hluavtaws rau ntawm koj hauvsiab kom tsis txhob kub koj tej ris tsho?"},{"bible_id":"1525","chapter_code":"PRO.6","verse_code":"PRO.6.28","label":"28","content":"Koj puas mus tau saum cov ncaig taws uas cig ntsaj thuav kom tsis txhob kub koj ob txhais taw?"},{"bible_id":"1525","chapter_code":"PRO.6","verse_code":"PRO.6.29","label":"29","content":"Tus uas mus nrog luag tej pojniam pw yuav tsis dim ib yam li ntawd ntag. Yog leejtwg ua, nws yuav raug kev tsimtxom."},{"bible_id":"1525","chapter_code":"PRO.6","verse_code":"PRO.6.30","label":"30","content":"Neeg tsis ntxub tus tubsab, yog hais tias nws nyiag zaub mov noj thaum nws tshaib plab;"},{"bible_id":"1525","chapter_code":"PRO.6","verse_code":"PRO.6.31","label":"31","content":"yog luag ntes tau nws, nws yuav tsum them xya npaug rov qab, nws yuav tau muab tagnrho tej uas nws muaj mus them."},{"bible_id":"1525","chapter_code":"PRO.6","verse_code":"PRO.6.32","label":"32","content":"Tiamsis tus txivneej uas ua txhaum kev nkauj kev nraug, yog tus neeg uas tsis txawj xav. Yog nws rov ua rau nws raug kev puastsuaj ntag."},{"bible_id":"1525","chapter_code":"PRO.6","verse_code":"PRO.6.33","label":"33","content":"Nws yuav raug txajmuag thiab raug ntaus; thiab nws yuav raug txob thuam mus tas simneej."},{"bible_id":"1525","chapter_code":"PRO.6","verse_code":"PRO.6.34","label":"34","content":"Tsis muaj ib yam uas ua rau tus txiv chim thiab khib npaum li thaum uas luag tuaj txeeb nws tug; mas thaum nws ua pauj nws yuav ua kom txaus nkaus."},{"bible_id":"1525","chapter_code":"PRO.6","verse_code":"PRO.6.35","label":"35","content":"Tus txiv yuav tsis kam txais yuav tej nyiaj uas nplua ntawd li; txawm yog yuav muab ntau npaum li cas los yeej daws tsis tau nws txojkev chim li."},{"bible_id":"1525","chapter_code":"PRO.7","verse_code":"PRO.7.1","label":"1","content":"Metub, koj nco ntsoov kuv tej lus thiab khaws kuv tej lus cia rau nruab siab."},{"bible_id":"1525","chapter_code":"PRO.7","verse_code":"PRO.7.2","label":"2","content":"Ua koj lub neej li kuv qhia, koj thiaj yuav muaj sia ua neej nyob. Koj yuav tsum ua tib zoo mloog kuv tej lus qhia ib yam li koj txuag koj ob lub qhovmuag."},{"bible_id":"1525","chapter_code":"PRO.7","verse_code":"PRO.7.3","label":"3","content":"Nco ntsoov kuv tej lus qhia txhua lub sijhawm; muab khaws nkaus rau nruab siab."},{"bible_id":"1525","chapter_code":"PRO.7","verse_code":"PRO.7.4","label":"4","content":"Suav hais tias lub tswvyim yog koj tus muam, thiab kev txawj ntse yog koj tus phoojywg zoo."},{"bible_id":"1525","chapter_code":"PRO.7","verse_code":"PRO.7.5","label":"5","content":"Tej lus ntawd yuav tswj tsis pub kom koj mus ti luag tej pojniam, thiab tej pojniam uas hais lus mos lus muag."},{"bible_id":"1525","chapter_code":"PRO.7","verse_code":"PRO.7.6","label":"6","content":"Muaj ib zaug kuv tuaj hauv kuv lub tsev saib ntawm qhovrai mus,"},{"bible_id":"1525","chapter_code":"PRO.7","verse_code":"PRO.7.7","label":"7","content":"kuv pom muaj ib pab tub hluas uas tsis tau paub qabhau taug kev tuaj, tiamsis muaj ib tug yog tus ruam tshaj cov."},{"bible_id":"1525","chapter_code":"PRO.7","verse_code":"PRO.7.8","label":"8","content":"Nws txawm taug kev mus ze rau ntawm txojkev tshuam uas tus pojniam ntawd nyob, thiab mus ze rau ntawm tus pojniam ntawd lub tsev,"},{"bible_id":"1525","chapter_code":"PRO.7","verse_code":"PRO.7.9","label":"9","content":"thaum hnubpoob qho uas twb tsaus ntuj zuag lawm."},{"bible_id":"1525","chapter_code":"PRO.7","verse_code":"PRO.7.10","label":"10","content":"Tus pojniam txawm tawm tuaj cuag tus tub hluas; tus pojniam ntawd hnav tsoos zoo ib yam li tus niamntiav thiab npaj tej tswvyim dag ntxias."},{"bible_id":"1525","chapter_code":"PRO.7","verse_code":"PRO.7.11","label":"11","content":"Nws ua tus muaj plhus ntxiag tsis paub txajmuag rau tej neeg uas dua kev,"},{"bible_id":"1525","chapter_code":"PRO.7","verse_code":"PRO.7.12","label":"12","content":"lossis mus sawv ntawm tej kev tshuam tos, muaj qee zaus nws mus sawv piavyeev hauv tej plawv kev, muaj qee zaus nws mus sawv piavyeev hauv tej kiab tej khw."},{"bible_id":"1525","chapter_code":"PRO.7","verse_code":"PRO.7.13","label":"13","content":"Nws xyab hlo npab mus puag nkaus tus tub hluas ntawd nwj kiag, saib ntsoov tus tub hluas tsis ntsais muag li thiab hais tias,"},{"bible_id":"1525","chapter_code":"PRO.7","verse_code":"PRO.7.14","label":"14","content":"“Hnub no kuv tua tsiaj fij thiab muaj tej nqaij theej txhoj ntawd ntau heev."},{"bible_id":"1525","chapter_code":"PRO.7","verse_code":"PRO.7.15","label":"15","content":"Yog li ntawd, kuv thiaj tawm tuaj nrhiav koj. Mas kuv xav ntsib koj kawg li, muaj hmoo kuv thiaj ntsib koj ntawm no!"},{"bible_id":"1525","chapter_code":"PRO.7","verse_code":"PRO.7.16","label":"16","content":"Kuv twb muab tej ntaubmag txaij nraug zees uas coj nram tebchaws Iziv tuaj los pua kuv lub txaj huv tibsi lawm."},{"bible_id":"1525","chapter_code":"PRO.7","verse_code":"PRO.7.17","label":"17","content":"Kuv twb muab tshuaj tsw qab mules, alu-es thiab kinamoos los pleev kuv lub txaj tsw qab ntxiag lawm."},{"bible_id":"1525","chapter_code":"PRO.7","verse_code":"PRO.7.18","label":"18","content":"Cia li nrog kuv mus! Wb yuav sib puag pw zoo siab ib hmos kaj ntug. Wb ib leeg yuav txaus siab rau ib leeg txhais npab."},{"bible_id":"1525","chapter_code":"PRO.7","verse_code":"PRO.7.19","label":"19","content":"Kuv tus txiv tsis nyob hauv tsev. Nws mus kev deb lawm."},{"bible_id":"1525","chapter_code":"PRO.7","verse_code":"PRO.7.20","label":"20","content":"Nws nqa hlo lub hnab nyiaj nrog nws mus, thiab nws yuav mus ntev txog ob lub limtiam mam li rov qab los.”"},{"bible_id":"1525","chapter_code":"PRO.7","verse_code":"PRO.7.21","label":"21","content":"Tus pojniam ntawd hais tej lus mos lus muag haub ntxias, ces tus tub hluas thiaj qaug siab hlo rau tus pojniam ntawd tej lus ntxias."},{"bible_id":"1525","chapter_code":"PRO.7","verse_code":"PRO.7.22","label":"22","content":"Tamsim ntawd nws cia li nrog tus pojniam mus ib yam li luag cab tus heev nyuj mus khi rau ntawm tswg tua, thiab ib yam li luag puav tus muaslwj khiav mus mag lub vojhlua,"},{"bible_id":"1525","chapter_code":"PRO.7","verse_code":"PRO.7.23","label":"23","content":"yog qhov chaw uas xibxub vos yuav chob mus ti nkaus rau hauv nws lub plawv. Nws zoo ib yam li tus noog uas ya mus mag lub vas, nws twb tsis paub hais tias nws txojsia twb poob mus rau txojkev puastsuaj lawm."},{"bible_id":"1525","chapter_code":"PRO.7","verse_code":"PRO.7.24","label":"24","content":"Cov metub, nimno nej cia li mloog kuv hais thiab khaws kuv tej lus cia."},{"bible_id":"1525","chapter_code":"PRO.7","verse_code":"PRO.7.25","label":"25","content":"Tsis txhob pub tej pojniam uas zoo li tus pojniam no ntxias tau nej lub siab; tsis txhob ua tus neeg uas tsis paub qabhau dabtsi thiab raws nws qab mus."},{"bible_id":"1525","chapter_code":"PRO.7","verse_code":"PRO.7.26","label":"26","content":"Nws twb ua rau ntau tus txivneej raug puastsuaj thiab ua rau coob leej tuag lawm suav tsis txheeb."},{"bible_id":"1525","chapter_code":"PRO.7","verse_code":"PRO.7.27","label":"27","content":"Yog koj mus rau hauv nws tsev, ces yog koj tabtom taug kev mus rau hauv tubtuag teb lawm ntag. Qhov ntawd yog txojkev tuag sai kawg nkaus li."},{"bible_id":"1525","chapter_code":"PRO.8","verse_code":"PRO.8.1","label":"1","content":"Cia li mloog! Lub tswvyim tabtom hu. Txojkev totaub tabtom tsa nws lub suab hu."},{"bible_id":"1525","chapter_code":"PRO.8","verse_code":"PRO.8.2","label":"2","content":"Lub tswvyim yeej sawv nres nroos saum tej ncov roob uas nyob ze rau ntawm tej ntug kev thiab ntawm tej kev tshuam."},{"bible_id":"1525","chapter_code":"PRO.8","verse_code":"PRO.8.3","label":"3","content":"Lub tswvyim tuaj ntawm tej ncauj ke uas mus rau hauv nroog, thiab sawv ntawm tej roojvag ib sab hu hais tias,"},{"bible_id":"1525","chapter_code":"PRO.8","verse_code":"PRO.8.4","label":"4","content":"“Neeg, kuv twb hu nej lawm; kuv hu txhua tus uas nyob hauv ntiajteb no huv tibsi."},{"bible_id":"1525","chapter_code":"PRO.8","verse_code":"PRO.8.5","label":"5","content":"Nej tseem yog menyuam mos xwb los? Cia li kawm ua li tej laus ua. Nej yog neeg ruam los? Cia li kawm kom ntse los mas."},{"bible_id":"1525","chapter_code":"PRO.8","verse_code":"PRO.8.6","label":"6","content":"Ua tib zoo mloog kuv tej lus uas zoo tshaj plaws no; txhua yam uas kuv qhia nej yeej yog yam tseeb xwb."},{"bible_id":"1525","chapter_code":"PRO.8","verse_code":"PRO.8.7","label":"7","content":"Yam uas kuv hais yog qhov tseeb; kuv ntxub tej lus dag kawg li."},{"bible_id":"1525","chapter_code":"PRO.8","verse_code":"PRO.8.8","label":"8","content":"Txhua yam uas kuv hais puavleej yog lus tseeb; tsis muaj ib los twg yog lus dag lossis yuam kev li."},{"bible_id":"1525","chapter_code":"PRO.8","verse_code":"PRO.8.9","label":"9","content":"Tus neeg uas txawj ntse, nws totaub tej lus no zoo; thiab txhua yam yoojyim rau tus uas txawj ntse."},{"bible_id":"1525","chapter_code":"PRO.8","verse_code":"PRO.8.10","label":"10","content":"Khaws kuv tej lus qhuab ntuas cia zoo dua li khaws tej nyiaj txiag; khaws tej kev txawj ntse cia zoo dua khaws tej tseem kub."},{"bible_id":"1525","chapter_code":"PRO.8","verse_code":"PRO.8.11","label":"11","content":"“Kuv yog lub tswvyim, kuv zoo dua tej hlaws muaj nqis; txhua yam uas nej xav yuav yeej piv tsis tau kuv li."},{"bible_id":"1525","chapter_code":"PRO.8","verse_code":"PRO.8.12","label":"12","content":"Kuv yog lub tswvyim, thiab kuv muaj kev txawj ntse heev; kuv muaj kev txawj ntse thiab paub txiav txim."},{"bible_id":"1525","chapter_code":"PRO.8","verse_code":"PRO.8.13","label":"13","content":"Kev uas hwm tus TSWV yog ntxub txojkev phem kev qias; kuv ntxub txojkev khavtheeb, txojkev limhiam, txojkev phem qias thiab tej lus dag kawg li."},{"bible_id":"1525","chapter_code":"PRO.8","verse_code":"PRO.8.14","label":"14","content":"Kuv twb npaj tau tswvyim thiab yuav siv tej tswvyim ntawd tawm ntag. Kuv yog tus thoob tsib to nrog, thiab kuv yog tus muaj zog nchav."},{"bible_id":"1525","chapter_code":"PRO.8","verse_code":"PRO.8.15","label":"15","content":"Kuv pab tej vajntxwv tswj teb kav chaw thiab pab tej nomtswv rhawv kevcai tswjhwm ncaj ncees."},{"bible_id":"1525","chapter_code":"PRO.8","verse_code":"PRO.8.16","label":"16","content":"Txhua tus nomtswv uas kav hauv lub ntiajteb no, kuv yog tus uas pab lawv, tej coj plaub tsaws ntug thiab tej nomtswv qib siab los ib yam nkaus."},{"bible_id":"1525","chapter_code":"PRO.8","verse_code":"PRO.8.17","label":"17","content":"Kuv hlub cov uas hlub kuv; yog leejtwg nrhiav kuv yeej yuav ntsib kuv."},{"bible_id":"1525","chapter_code":"PRO.8","verse_code":"PRO.8.18","label":"18","content":"Nyiaj txiag thiab meejmom, kev npluanuj thiab kev vammeej kuv puavleej muaj."},{"bible_id":"1525","chapter_code":"PRO.8","verse_code":"PRO.8.19","label":"19","content":"Tej uas koj tau ntawm kuv los zoo dua tej tseem kub thiab zoo dua tej tseem nyiaj."},{"bible_id":"1525","chapter_code":"PRO.8","verse_code":"PRO.8.20","label":"20","content":"Kuv taug kev ncaj ncees; kuv ua raws li txojkev tseeb,"},{"bible_id":"1525","chapter_code":"PRO.8","verse_code":"PRO.8.21","label":"21","content":"kuv muab kuv tej nyiaj txiag rau tus uas hlub kuv, lawv tej tsevneeg muaj nyiaj muaj txiaj nplua mias."},{"bible_id":"1525","chapter_code":"PRO.8","verse_code":"PRO.8.22","label":"22","content":"“Tus TSWV xub tsim kuv ua ntej dua ib puas tsav yam huv tibsi, kuv yog tes haujlwm uas nws xub ua puag thaum ub los lawm."},{"bible_id":"1525","chapter_code":"PRO.8","verse_code":"PRO.8.23","label":"23","content":"Nws yeej tsim kuv puag thaum chivkeeb, kuv yeej nyob puag thaum tsis tau tsim lub ntiajteb no los lawm."},{"bible_id":"1525","chapter_code":"PRO.8","verse_code":"PRO.8.24","label":"24","content":"Kuv tseem xub nyob dua thaum tsis tau muaj hiavtxwv thiab qhovdej txhawv."},{"bible_id":"1525","chapter_code":"PRO.8","verse_code":"PRO.8.25","label":"25","content":"Kuv tseem xub nyob dua tej roob thiab ua ntej tej pov roob nyob muaj chaw,"},{"bible_id":"1525","chapter_code":"PRO.8","verse_code":"PRO.8.26","label":"26","content":"ua ntej Vajtswv tsim lub ntiajteb thiab tej tiaj nrag lossis thawj phoovtes av."},{"bible_id":"1525","chapter_code":"PRO.8","verse_code":"PRO.8.27","label":"27","content":"Thaum Vajtswv muab lub ntuj mus tso nyob muaj chaw, kuv twb yeej nyob ntawd lawm, thaum nws nthuav lub ntuj kom tus npoo ntuj mus hla dej hiavtxwv,"},{"bible_id":"1525","chapter_code":"PRO.8","verse_code":"PRO.8.28","label":"28","content":"thaum nws muab tej huab mus tso rau saum nruab ntug, thaum nws qhib tej qhovdej hiavtxwv,"},{"bible_id":"1525","chapter_code":"PRO.8","verse_code":"PRO.8.29","label":"29","content":"thiab hais kom tej hiavtxwv tsuas ntws txij tej ciam uas nws kom tseg. Thaum nws puab tej cag ntiajteb kuv twb yeej nyob ntawd lawm."},{"bible_id":"1525","chapter_code":"PRO.8","verse_code":"PRO.8.30","label":"30","content":"Kuv yeej nyob rawv ntawm nws ib sab ib yam li tus kws tsa tsev  ntag, kuv yog tus uas niaj hnub ua rau nws zoo siab thiab nrog nws nyob sov siab so,"},{"bible_id":"1525","chapter_code":"PRO.8","verse_code":"PRO.8.31","label":"31","content":"kuv zoo siab rau lub ntiajteb thiab txaus siab rau tej neeg txhua haiv."},{"bible_id":"1525","chapter_code":"PRO.8","verse_code":"PRO.8.32","label":"32","content":"“Cov metub hluas, nimno nej cia li mloog kuv hais. Ua li kuv hais, nej thiaj yuav tau zoo nyob kaj siab lug."},{"bible_id":"1525","chapter_code":"PRO.8","verse_code":"PRO.8.33","label":"33","content":"Cia li mloog tej lus uas kuv qhia nej no. Tsis txhob muab tso tseg, nej thiaj yuav txawj ntse."},{"bible_id":"1525","chapter_code":"PRO.8","verse_code":"PRO.8.34","label":"34","content":"Tus neeg uas mloog kuv tej lus, tus neeg uas niaj hnub tuaj sawv ntawm kuv lub qhovrooj tos yuav los hauv kuv lub tsev, yuav tau nyob kaj siab lug."},{"bible_id":"1525","chapter_code":"PRO.8","verse_code":"PRO.8.35","label":"35","content":"Tus neeg uas nrhiav kuv yog nws nrhiav txojsia ntag, thiab tus TSWV yuav txaus siab rau nws."},{"bible_id":"1525","chapter_code":"PRO.8","verse_code":"PRO.8.36","label":"36","content":"Tus neeg uas tsis los nrhiav kuv, tus ntawd, nws rov txov nws txojsia. Leejtwg ntxub kuv, ces yog nws nyiam txojkev tuag.”"},{"bible_id":"1525","chapter_code":"PRO.9","verse_code":"PRO.9.1","label":"1","content":"Lub tswvyim ua nws lub tsev thiab txhos xya tus ncej txheem lub tsev ntawd."},{"bible_id":"1525","chapter_code":"PRO.9","verse_code":"PRO.9.2","label":"2","content":"Nws muab ib tug tsiaj tua ua pluas noj pluas haus, muab cawv xyaw rau, thiab coj mus txawb rau saum rooj."},{"bible_id":"1525","chapter_code":"PRO.9","verse_code":"PRO.9.3","label":"3","content":"Nws tso nws cov txhais qhev mus rau saum qhov chaw siab hauv lub nroog hu tuaj hais tias,"},{"bible_id":"1525","chapter_code":"PRO.9","verse_code":"PRO.9.4","label":"4","content":"“Cov neeg ruam, nej cia li los ntawm no!” Thiab nws hais rau cov txivneej ruam tias,"},{"bible_id":"1525","chapter_code":"PRO.9","verse_code":"PRO.9.5","label":"5","content":"“Cia li tuaj, tuaj noj kuv tej zaub mov thiab haus tej cawv uas kuv tov tau lawm."},{"bible_id":"1525","chapter_code":"PRO.9","verse_code":"PRO.9.6","label":"6","content":"Cia li tso plhuav txojkev ruam tseg, thiab raws txojkev txawj ntse qab, koj thiaj li yuav muaj sia nyob.”"},{"bible_id":"1525","chapter_code":"PRO.9","verse_code":"PRO.9.7","label":"7","content":"Yog koj ntuas tus neeg uas luag lwm tus plig, mas koj yuav raug thuam. Yog koj thuam tej neeg ua phem, mas koj yuav raug lus tsis zoo."},{"bible_id":"1525","chapter_code":"PRO.9","verse_code":"PRO.9.8","label":"8","content":"Tsis txhob mus ntuas tus neeg ua luag lwm tus plig hlo li, nyob tsam nws yuav ntxub koj. Tiamsis yog koj ntuas tus neeg txawj ntse, mas nws yuav hwm koj."},{"bible_id":"1525","chapter_code":"PRO.9","verse_code":"PRO.9.9","label":"9","content":"Txhua yam uas koj hais rau tus neeg txawj ntse yuav ua rau nws muaj tswvyim ntxiv. Tej uas koj qhia rau tus neeg ncaj ncees yuav ntxiv kom nws muaj kev txawj ntse."},{"bible_id":"1525","chapter_code":"PRO.9","verse_code":"PRO.9.10","label":"10","content":"Tus uas muaj tswvyim yog tus uas paub hwm tus TSWV. Yog koj paub Vajtswv tus uas Dawbhuv, koj thiaj yog tus totaub tiag."},{"bible_id":"1525","chapter_code":"PRO.9","verse_code":"PRO.9.11","label":"11","content":"Lub tswvyim yuav ntxiv kom koj muaj sia ua neej nyob ntau xyoo."},{"bible_id":"1525","chapter_code":"PRO.9","verse_code":"PRO.9.12","label":"12","content":"Yog koj muaj tswvyim, koj yuav muaj koob muaj meej, tiamsis yog koj muab lub tswvyim povtseg, koj yuav raug kev txomnyem."},{"bible_id":"1525","chapter_code":"PRO.9","verse_code":"PRO.9.13","label":"13","content":"Kev ruam zoo ib yam li tus pojniam uas suab nrov, tawv ncauj thiab tsis paub txajmuag li."},{"bible_id":"1525","chapter_code":"PRO.9","verse_code":"PRO.9.14","label":"14","content":"Nws zaum rawv ntawm nws lub qhovrooj lossis saum lub chaw uas siab tshaj plaws hauv nroog,"},{"bible_id":"1525","chapter_code":"PRO.9","verse_code":"PRO.9.15","label":"15","content":"thiab hu tej neeg uas dhau kev tuaj mus ua lawv tej haujlwm hais tias,"},{"bible_id":"1525","chapter_code":"PRO.9","verse_code":"PRO.9.16","label":"16","content":"“Cov neeg tawv ncauj, nej cia li los ntawm no!” Nws hais rau tus txivneej ruam hais tias,"},{"bible_id":"1525","chapter_code":"PRO.9","verse_code":"PRO.9.17","label":"17","content":"“Cov dej uas nyiag los yeej qab zib dua. Tej ncuav uas nyiag los yeej qab tshaj.”"},{"bible_id":"1525","chapter_code":"PRO.9","verse_code":"PRO.9.18","label":"18","content":"Lawv tsis paub hais tias cov neeg uas tuag lawm, twb yog cov uas mus hauv tus pojniam ntawd tsev; cov neeg uas mus rau hauv nws tsev, yog cov uas nyob hauv tubtuag teb qhov uas tob tshaj plaws."},{"bible_id":"1525","chapter_code":"PRO.10","verse_code":"PRO.10.1","label":"1","content":"Tej no yog Xalumoos tej pajlug: Tus tub uas muaj tswvyim ua rau leej txiv zoo siab heev rau nws; tus tub uas ruam coj kev ntxhov siab los rau nws niam."},{"bible_id":"1525","chapter_code":"PRO.10","verse_code":"PRO.10.2","label":"2","content":"Tej nyiaj txiag uas koj tau los ntawm txojkev tsis ncaj ncees, yuav tsis ua rau koj npluanuj, tiamsis tej uas tau los ntawm kev ncaj ncees yuav cawm tau koj txojsia."},{"bible_id":"1525","chapter_code":"PRO.10","verse_code":"PRO.10.3","label":"3","content":"Tus TSWV yuav tsis cia tej neeg ncaj ncees tshaib nqhis, tiamsis nws yuav tsis pub cov neeg siab phem tau tej uas lawv ntshaw."},{"bible_id":"1525","chapter_code":"PRO.10","verse_code":"PRO.10.4","label":"4","content":"Kev tubnkeeg yuav ua rau koj pluag, tiamsis kev nquag yuav ua rau koj npluanuj."},{"bible_id":"1525","chapter_code":"PRO.10","verse_code":"PRO.10.5","label":"5","content":"Tus uas muaj tswvyim, nws mob siab sau qoobloo rau thaum tej qoob siav, tiamsis tus uas pw thaum lub caij sau qoob yuav tau kev txajmuag."},{"bible_id":"1525","chapter_code":"PRO.10","verse_code":"PRO.10.6","label":"6","content":"Tus neeg siab zoo yuav tau txais koob hmoov, tiamsis tus neeg siab phem hais tej lus tsis zoo."},{"bible_id":"1525","chapter_code":"PRO.10","verse_code":"PRO.10.7","label":"7","content":"Luag yuav nco ntsoov tej neeg siab zoo lub koob mus li, tiamsis tus neeg siab phem yuav tsis muaj leejtwg nco txog."},{"bible_id":"1525","chapter_code":"PRO.10","verse_code":"PRO.10.8","label":"8","content":"Tus neeg muaj tswvyim khaws luag tej lus qhuab ntuas, tiamsis tus neeg ntau ncauj yuav raug kev puastsuaj."},{"bible_id":"1525","chapter_code":"PRO.10","verse_code":"PRO.10.9","label":"9","content":"Tus neeg ncaj ncees tau nyob kaj siab lug, tiamsis tus neeg tsis ncaj ncees yuav raug luag ntes."},{"bible_id":"1525","chapter_code":"PRO.10","verse_code":"PRO.10.10","label":"10","content":"Tus uas zais siab mas ua kom muaj kev kub ntxhov, tiamsis tus uas ntuas luag tabmeeg yuav ua kom muaj kev sib haumxeeb."},{"bible_id":"1525","chapter_code":"PRO.10","verse_code":"PRO.10.11","label":"11","content":"Tus neeg siab zoo tej lus yog lub qhovdej uas cawm siav, tiamsis tus neeg siab phem tos rawv ntxo luag xwb."},{"bible_id":"1525","chapter_code":"PRO.10","verse_code":"PRO.10.12","label":"12","content":"Kev ntxub ua kom muaj teebmeem, tiamsis kev hlub ua rau kev cibnyeej ploj mus."},{"bible_id":"1525","chapter_code":"PRO.10","verse_code":"PRO.10.13","label":"13","content":"Tus neeg txawj ntse hais tej lus uas luag totaub, tiamsis tus neeg ruam yuav raug luag nplawm."},{"bible_id":"1525","chapter_code":"PRO.10","verse_code":"PRO.10.14","label":"14","content":"Tus neeg muaj tswvyim khaws tej kev txawj ntse cia, tiamsis thaum tus neeg ruam hais lus, ua rau muaj kev kub ntxhov."},{"bible_id":"1525","chapter_code":"PRO.10","verse_code":"PRO.10.15","label":"15","content":"Nyiaj txiag tsomkwm cov neeg npluanuj, tiamsis cov pluag raug kev tsimtxom thiab puastsuaj."},{"bible_id":"1525","chapter_code":"PRO.10","verse_code":"PRO.10.16","label":"16","content":"Nqi zog rau tus uas ua zoo yog txojsia, tiamsis tej uas tus ua phem tau yog kev puastsuaj."},{"bible_id":"1525","chapter_code":"PRO.10","verse_code":"PRO.10.17","label":"17","content":"Tus neeg uas ua tib zoo mloog thaum luag qhuab ntuas yuav tau txojsia, tiamsis tus neeg uas tsis lees yuav luag tej lus ntuas yuav raug kev puastsuaj."},{"bible_id":"1525","chapter_code":"PRO.10","verse_code":"PRO.10.18","label":"18","content":"Tus neeg uas zais nws tej kev ntxub rau nruab siab yog ib tug neeg dag. Leejtwg ua neeg ntau ncauj tus ntawd yog ib tug neeg ruam."},{"bible_id":"1525","chapter_code":"PRO.10","verse_code":"PRO.10.19","label":"19","content":"Yog koj ua neeg ntau ncauj, yuav ua rau koj hais lus txhaum ntau ntxiv. Yog koj ntse, koj tsis txhob ua neeg ntau ncauj."},{"bible_id":"1525","chapter_code":"PRO.10","verse_code":"PRO.10.20","label":"20","content":"Tus neeg siab zoo tej lus muaj nqis ib yam li tej tseem nyiaj, tus neeg siab phem tej kev xav tsis muaj qabhau dabtsi."},{"bible_id":"1525","chapter_code":"PRO.10","verse_code":"PRO.10.21","label":"21","content":"Tus neej siab zoo tej lus pab tau coob leej, tiamsis tus neeg ruam tuag vim nws tsis txawj xav."},{"bible_id":"1525","chapter_code":"PRO.10","verse_code":"PRO.10.22","label":"22","content":"Twb yog tus TSWV foom koob hmoov rau koj, koj thiaj muaj txiag npluanuj. Tsis yog qhov uas koj niaj hnub khwv ua rau koj npluanuj."},{"bible_id":"1525","chapter_code":"PRO.10","verse_code":"PRO.10.23","label":"23","content":"Tus uas zoo siab ua txhaum yeej yog neeg ruam. Tus neeg txawj ntse yeej txaus siab rau nws lub tswvyim."},{"bible_id":"1525","chapter_code":"PRO.10","verse_code":"PRO.10.24","label":"24","content":"Cov neeg ncaj ncees tau tej uas lawv xav yuav, tiamsis tej uas cov neeg ua phem ntshai yuav los raug lawv."},{"bible_id":"1525","chapter_code":"PRO.10","verse_code":"PRO.10.25","label":"25","content":"Cua daj cua duab ntsawj cov neeg uas ua phem mus povtseg, tiamsis cov neeg ncaj ncees yuav tau zoo nyob kaj siab lug."},{"bible_id":"1525","chapter_code":"PRO.10","verse_code":"PRO.10.26","label":"26","content":"Tsis txhob txib tus neeg tubnkeeg mus ua ib yam dabtsi rau koj. Nws yuav zoo li cov kua qaub rau koj cov kaus hniav lossis zoo li tej pa taws uas ntshawb koj qhovmuag."},{"bible_id":"1525","chapter_code":"PRO.10","verse_code":"PRO.10.27","label":"27","content":"Ua lub neej hwm tus TSWV, koj thiaj yuav muaj txojsia ua neej nyob ntev. Cov neeg siab phem tuag ua ntej lawv lub caij nyoog."},{"bible_id":"1525","chapter_code":"PRO.10","verse_code":"PRO.10.28","label":"28","content":"Cov neeg ncaj ncees txojkev cia siab coj lawv mus rau qhov tau zoo, tiamsis cov neeg ua phem ua neej tsaus ntuj nti tsis pom yav tom ntej."},{"bible_id":"1525","chapter_code":"PRO.10","verse_code":"PRO.10.29","label":"29","content":"Tus TSWV tsomkwm tej neeg ncaj ncees, tiamsis nws rhuav tshem tej neeg uas ua txhaum."},{"bible_id":"1525","chapter_code":"PRO.10","verse_code":"PRO.10.30","label":"30","content":"Cov neeg ncaj ncees yuav tau nyob hauv lub tebchaws, tiamsis cov neeg ua phem yuav raug muab ntiab tawm."},{"bible_id":"1525","chapter_code":"PRO.10","verse_code":"PRO.10.31","label":"31","content":"Cov neeg ncaj ncees xaiv tej lus zoo hais, tiamsis luag yuav txwv tus nplaig uas hais lus phem."},{"bible_id":"1525","chapter_code":"PRO.10","verse_code":"PRO.10.32","label":"32","content":"Cov neeg ncaj ncees paub hais tej lus uas txaus sawvdaws yuav, tiamsis cov neeg siab phem hais tej lus uas chob siab xwb."},{"bible_id":"1525","chapter_code":"PRO.11","verse_code":"PRO.11.1","label":"1","content":"Tus TSWV ntxub cov neeg uas muab rab teev ntxo los luj rau luag. Nws txaus siab rau cov neeg uas muab rab teev tsis ntxo los luj rau luag."},{"bible_id":"1525","chapter_code":"PRO.11","verse_code":"PRO.11.2","label":"2","content":"Tus neeg khavtheeb yuav poob ntsejmuag, tiamsis tus neeg txawj ntse paub txo hwjchim."},{"bible_id":"1525","chapter_code":"PRO.11","verse_code":"PRO.11.3","label":"3","content":"Txojkev ncaj ncees yuav coj tus neeg ua zoo kev; cov neeg uas tsis ncaj yuav raug puastsuaj."},{"bible_id":"1525","chapter_code":"PRO.11","verse_code":"PRO.11.4","label":"4","content":"Kev npluanuj yuav tsis muaj qabhau rau hnub uas koj tuag, tiamsis kev ncaj ncees yuav cawm tau koj txojsia."},{"bible_id":"1525","chapter_code":"PRO.11","verse_code":"PRO.11.5","label":"5","content":"Txojkev ncaj ncees ua rau tus neeg siab zoo ua lub neej kaj siab, tiamsis tus neeg siab phem tej kev phem yuav rov ua rau nws raug puastsuaj."},{"bible_id":"1525","chapter_code":"PRO.11","verse_code":"PRO.11.6","label":"6","content":"Txojkev ncaj ncees pab tau tus neeg siab ncaj dim, tiamsis tus neeg siab nkhaus yuav mag lub vojhlua uas yog nws txojkev ua phem."},{"bible_id":"1525","chapter_code":"PRO.11","verse_code":"PRO.11.7","label":"7","content":"Thaum tus neeg siab phem tuag, nws txojkev cia siab tas nrog nws. Txhua yam uas nws cia siab rau yuav tsis muaj qabhau dabtsi."},{"bible_id":"1525","chapter_code":"PRO.11","verse_code":"PRO.11.8","label":"8","content":"Cov neeg ncaj ncees tau txais kev cawm dim; cov neeg siab phem yuav raug kev puastsuaj."},{"bible_id":"1525","chapter_code":"PRO.11","verse_code":"PRO.11.9","label":"9","content":"Tus neeg uas tsis hwm Vajtswv tej lus ua rau koj raug kev puastsuaj; tiamsis tus neeg ncaj ncees txojkev txawj ntse pab tau koj dim."},{"bible_id":"1525","chapter_code":"PRO.11","verse_code":"PRO.11.10","label":"10","content":"Tej neeg hauv lub nroog zoo siab thaum cov neeg ncaj ncees tau koob hmoov, thiab lawv qw zoo siab thaum cov neeg ua phem tuag."},{"bible_id":"1525","chapter_code":"PRO.11","verse_code":"PRO.11.11","label":"11","content":"Thaum cov neeg ncaj ncees foom koob hmoov, lub nroog muaj kev vammeej; tiamsis cov neeg siab phem tej lus ua rau lub nroog raug kev puastsuaj."},{"bible_id":"1525","chapter_code":"PRO.11","verse_code":"PRO.11.12","label":"12","content":"Tus neeg ruam nyiam hais lus thuam lwm tus; yog koj ntse, koj tsis txhob ua neeg ntau ncauj."},{"bible_id":"1525","chapter_code":"PRO.11","verse_code":"PRO.11.13","label":"13","content":"Tsis muaj leejtwg cia siab rau tus neeg ntau ncauj, tiamsis koj yeej tso siab tau rau tus uas koj ntseeg siab."},{"bible_id":"1525","chapter_code":"PRO.11","verse_code":"PRO.11.14","label":"14","content":"Yog tsis muaj tus coj, lub tebchaws yuav poob mus, tiamsis yog muaj coob tus tuavxam yuav ua rau muaj kev tswjhwm ruaj khov."},{"bible_id":"1525","chapter_code":"PRO.11","verse_code":"PRO.11.15","label":"15","content":"Yog koj tau coglus nrog lwm tus them nuj nqi, koj yuav tau ris cov nqi ntawd. Zoo dua koj cia li muab tso tseg tsis txhob koom tes nrog nws."},{"bible_id":"1525","chapter_code":"PRO.11","verse_code":"PRO.11.16","label":"16","content":"Tus pojniam uas muaj lub siab zoo mas luag yeej hwm nws, tiamsis tus pojniam uas siab tsis ncaj yuav poob ntsejmuag. Tus neeg tubnkeeg yeej tsis nrog luag muaj nyiaj  ib zaug li, tiamsis tus neeg nquag yuav muaj txiag npluanuj."},{"bible_id":"1525","chapter_code":"PRO.11","verse_code":"PRO.11.17","label":"17","content":"Thaum koj ua siab dawb siab zoo yog koj ua zoo rau koj ntag. Tiamsis yog koj ua lub siab nruj tsiv, tej ntawd yuav rov los raug koj."},{"bible_id":"1525","chapter_code":"PRO.11","verse_code":"PRO.11.18","label":"18","content":"Tus neeg ua phem tsis tau tej nqi zog zoo, tiamsis yog koj ua kev ncaj ncees, koj yuav tau tej nqi zog uas zoo."},{"bible_id":"1525","chapter_code":"PRO.11","verse_code":"PRO.11.19","label":"19","content":"Tus uas ua lub neej nyob ruaj nrees rau txojkev ncaj ncees yuav muaj txojsia nyob, tiamsis tus uas pheej nrhiav nrhw txojkev phem ua yuav tuag mus."},{"bible_id":"1525","chapter_code":"PRO.11","verse_code":"PRO.11.20","label":"20","content":"Tus TSWV ntxub cov neeg uas muaj lub siab limhiam, tiamsis nws hlub cov neeg ncaj ncees."},{"bible_id":"1525","chapter_code":"PRO.11","verse_code":"PRO.11.21","label":"21","content":"Koj yuav tsum paub hais tias cov neeg ua phem ua qias yuav raug txim, tiamsis cov neeg ncaj ncees yuav khiav dim."},{"bible_id":"1525","chapter_code":"PRO.11","verse_code":"PRO.11.22","label":"22","content":"Tus pojniam zoo nkauj uas tsis muaj tswvyim, zoo ib yam li lub khawb kub uas muab dai rau ntawm npua taubntswg ntag."},{"bible_id":"1525","chapter_code":"PRO.11","verse_code":"PRO.11.23","label":"23","content":"Tej uas cov neeg zoo xav tau, yeej ibtxwm xaus rau yam zoo; thaum cov neeg ua phem tau yam uas lawv ntshaw, tsuas yog kev npautaws xwb."},{"bible_id":"1525","chapter_code":"PRO.11","verse_code":"PRO.11.24","label":"24","content":"Muaj qee leej siv lawv tej nyiaj txiag lawm laub lug los lawv tseem muaj txiag npluanuj, tiamsis muaj ibtxhia qia dub kawg los lawv pluag kawg li."},{"bible_id":"1525","chapter_code":"PRO.11","verse_code":"PRO.11.25","label":"25","content":"Ua neeg siab dawb siab zoo, koj lub neej thiaj yuav vammeej. Pab lwm tus, luag thiaj yuav pab koj."},{"bible_id":"1525","chapter_code":"PRO.11","verse_code":"PRO.11.26","label":"26","content":"Tej neeg tsawm foom tus uas sau qoob los tseg cia tos muag kom tau nqi ntau, tiamsis luag qhuas tus uas muag pheej yig."},{"bible_id":"1525","chapter_code":"PRO.11","verse_code":"PRO.11.27","label":"27","content":"Tus neeg uas nrhiav yam zoo yuav tau txais yam zoo, tiamsis tus neeg uas nrhiav yam phem yuav tau txais yam phem."},{"bible_id":"1525","chapter_code":"PRO.11","verse_code":"PRO.11.28","label":"28","content":"Cov neeg uas tso siab rau lawv txojkev npluanuj yuav poob ib yam li tej nplooj thaum lub caij nplooj ntoos zeeg, tiamsis cov neeg ncaj ncees yuav vammeej ib yam li tej nplooj thaum lub caij nplooj ntoos hlav."},{"bible_id":"1525","chapter_code":"PRO.11","verse_code":"PRO.11.29","label":"29","content":"Tus neeg uas pheej tsim teebmeem rau nws tsevneeg, thaum kawg nws yuav tsis muaj ib yam dabtsi li. Cov neeg ruam yuav tau ua cov neeg txawj ntse qhev mus li."},{"bible_id":"1525","chapter_code":"PRO.11","verse_code":"PRO.11.30","label":"30","content":"Kev ncaj ncees  pub txojsia, tiamsis kev nruj tsiv  rho txojsia."},{"bible_id":"1525","chapter_code":"PRO.11","verse_code":"PRO.11.31","label":"31","content":"Cov neeg ua zoo yeej tau txais nqi zog hauv lub ntiajteb no, koj yuav tsum paub hais tias cov neeg ua phem thiab cov neeg txhaum yuav raug txim."},{"bible_id":"1525","chapter_code":"PRO.12","verse_code":"PRO.12.1","label":"1","content":"Tus neeg uas nyiam kev txawj ntse nws xav kom luag qhia nws thaum nws ua txhaum. Tus neeg uas tsis nyiam kev qhuab ntuas yog neeg ruam."},{"bible_id":"1525","chapter_code":"PRO.12","verse_code":"PRO.12.2","label":"2","content":"Tus TSWV txaus siab rau cov neeg ua zoo, tiamsis nws rau txim rau cov neeg uas nyiam ua phem ua qias."},{"bible_id":"1525","chapter_code":"PRO.12","verse_code":"PRO.12.3","label":"3","content":"Cov neeg ua phem yeej nyob tsis muaj chaw, tiamsis cov neeg ncaj ncees nyob ruaj khov kho."},{"bible_id":"1525","chapter_code":"PRO.12","verse_code":"PRO.12.4","label":"4","content":"Tus pojniam uas tsimtxiaj yog lub kausmom yeebkoob rau nws tus txiv ntoo, tiamsis tus pojniam uas coj kev txajmuag los rau nws tus txiv zoo ib yam li cov kua paug uas nyob hauv tus txiv cov pobtxha."},{"bible_id":"1525","chapter_code":"PRO.12","verse_code":"PRO.12.5","label":"5","content":"Cov neeg ncaj ncees yeej ua ncaj rau koj, tiamsis cov neeg siab phem xav dag ntxias koj xwb."},{"bible_id":"1525","chapter_code":"PRO.12","verse_code":"PRO.12.6","label":"6","content":"Cov neeg siab phem tej lus tua neeg tuag, tiamsis cov neeg ncaj ncees tej lus pab tau lwm tus uas raug kev txomnyem nyuaj siab dim."},{"bible_id":"1525","chapter_code":"PRO.12","verse_code":"PRO.12.7","label":"7","content":"Cov neeg siab phem ntog thiab puastsuaj mus, lawv yuav tsis muaj xeebntxwv tseg li, tiamsis cov neeg ncaj ncees tej xeebntxwv yuav nyob ruaj khov."},{"bible_id":"1525","chapter_code":"PRO.12","verse_code":"PRO.12.8","label":"8","content":"Yog koj txawj ntse, luag yuav qhuas koj. Yog koj ruam, luag yuav saib tsis taus koj."},{"bible_id":"1525","chapter_code":"PRO.12","verse_code":"PRO.12.9","label":"9","content":"Tus neeg uas luag saib tsis tseemceeb dabtsi, tiamsis nws muaj tubtxib, zoo dua tus neeg khavtheeb uas tsis muaj noj tsis muaj haus."},{"bible_id":"1525","chapter_code":"PRO.12","verse_code":"PRO.12.10","label":"10","content":"Tus neeg siab zoo yeej tu nws tej tsiaj txhu zoo, tiamsis tus neeg siab phem yeej tsimtxom nws tej tsiaj txhu."},{"bible_id":"1525","chapter_code":"PRO.12","verse_code":"PRO.12.11","label":"11","content":"Tus neeg nquag ua liaj ua teb, muaj noj nplua mias, tiamsis tus neeg ruam muab nws lub sijhawm siv tsis muaj nqis."},{"bible_id":"1525","chapter_code":"PRO.12","verse_code":"PRO.12.12","label":"12","content":"Txhua yam uas tus neeg siab phem xav tau, yog nrhiav kev ua phem ua qias xwb, tiamsis tus neeg ncaj ncees nyob ruaj khov."},{"bible_id":"1525","chapter_code":"PRO.12","verse_code":"PRO.12.13","label":"13","content":"Tus neeg siab phem tej lus rov ua lub vojhlua soo nws, tiamsis tus neeg ncaj ncees yuav khiav dim ntawm tej teebmeem."},{"bible_id":"1525","chapter_code":"PRO.12","verse_code":"PRO.12.14","label":"14","content":"Koj yuav tau txais nqi zog raws li tej lus uas koj hais thiab tej haujlwm uas koj ua. Koj yuav tau txais raws li koj tau ua los lawm."},{"bible_id":"1525","chapter_code":"PRO.12","verse_code":"PRO.12.15","label":"15","content":"Cov neeg ruam xav hais tias, lawv yog cov uas hais yog, tiamsis cov neeg uas mloog luag tej lus qhuab ntuas yog neeg txawj ntse."},{"bible_id":"1525","chapter_code":"PRO.12","verse_code":"PRO.12.16","label":"16","content":"Thaum tus neeg ruam chim, nws ua rau luag paub tamsim ntawd ntag, tus neeg ntse nyiaj tau tej uas luag ua saib tsis taus nws."},{"bible_id":"1525","chapter_code":"PRO.12","verse_code":"PRO.12.17","label":"17","content":"Tus neeg ncaj ncees ua timkhawv tseeb, tiamsis tus neeg dag ua timkhawv tsis ncaj."},{"bible_id":"1525","chapter_code":"PRO.12","verse_code":"PRO.12.18","label":"18","content":"Tej lus tsis zoo chob luag siab ib yam li rab ntaj, tiamsis lo lus zoo nplig tau luag lub siab."},{"bible_id":"1525","chapter_code":"PRO.12","verse_code":"PRO.12.19","label":"19","content":"Tus neeg uas hais lus dag yuav ua neej nyob tsis ntev, tiamsis tus neeg uas hais lus tseeb yuav muaj sia nyob ntev."},{"bible_id":"1525","chapter_code":"PRO.12","verse_code":"PRO.12.20","label":"20","content":"Cov neeg uas tuavhauv ua kev phem lawv yog neeg dag ntxias, tiamsis cov neeg ua zoo yuav tau kev kaj siab lug."},{"bible_id":"1525","chapter_code":"PRO.12","verse_code":"PRO.12.21","label":"21","content":"Tsis muaj kev phem los raug cov neeg ncaj ncees, tiamsis cov neeg siab phem yuav raug kev txomnyem."},{"bible_id":"1525","chapter_code":"PRO.12","verse_code":"PRO.12.22","label":"22","content":"Tus TSWV ntxub tej neeg uas hais lus dag, tiamsis nws txaus siab rau cov neeg uas hais lus tseeb."},{"bible_id":"1525","chapter_code":"PRO.12","verse_code":"PRO.12.23","label":"23","content":"Cov neeg txawj ntse muab tej uas lawv paub khaws cia rau nruab siab, tiamsis cov neeg ruam muab txojkev ruam qhia rau sawvdaws paub."},{"bible_id":"1525","chapter_code":"PRO.12","verse_code":"PRO.12.24","label":"24","content":"Kev nquag yuav ua rau koj muaj hwjchim; kev tubnkeeg yuav ua rau koj mus ua luag qhev."},{"bible_id":"1525","chapter_code":"PRO.12","verse_code":"PRO.12.25","label":"25","content":"Kev txhawjxeeb ua tau rau koj kev zoo siab ploj mus, tiamsis tej lus zoo yuav txhawb tau koj lub zog."},{"bible_id":"1525","chapter_code":"PRO.12","verse_code":"PRO.12.26","label":"26","content":"Tus neeg ncaj ncees coj nws tus phoojywg mus rau txojkev zoo, tiamsis tus neeg siab phem coj mus rau kev puastsuaj."},{"bible_id":"1525","chapter_code":"PRO.12","verse_code":"PRO.12.27","label":"27","content":"Yog koj ua neeg tubnkeeg, koj yuav tsis tau dabtsi, tiamsis yog koj nquag ua haujlwm, koj yuav tau txais koob hmoov."},{"bible_id":"1525","chapter_code":"PRO.12","verse_code":"PRO.12.28","label":"28","content":"Kev ncaj ncees yog txojkev uas tau txojsia; kev ua phem yog txojkev tuag."},{"bible_id":"1525","chapter_code":"PRO.13","verse_code":"PRO.13.1","label":"1","content":"Tus tub uas txawj ntse yeej ua tib zoo mloog thaum nws txiv qhuab ntuas nws, tiamsis tus uas muab hlob yeej tsis kam lees nws tej kev txhaum."},{"bible_id":"1525","chapter_code":"PRO.13","verse_code":"PRO.13.2","label":"2","content":"Cov neeg siab zoo yuav tau nqi zog vim tej lus zoo uas lawv hais, tiamsis cov neeg dag ntxias nrhiav nrhw ua kev phem."},{"bible_id":"1525","chapter_code":"PRO.13","verse_code":"PRO.13.3","label":"3","content":"Tus neeg uas tswj tau nws lub qhovncauj yuav ceev tau nws txojsia; tus neeg ntau ncauj yuav raug kev puastsuaj."},{"bible_id":"1525","chapter_code":"PRO.13","verse_code":"PRO.13.4","label":"4","content":"Tus neeg tubnkeeg ntshaw npaum li cas los nws yeej tsis tau tej ntawd ib zaug li. Tus neeg nquag yuav tau txhua yam raws li nws lub siab xav."},{"bible_id":"1525","chapter_code":"PRO.13","verse_code":"PRO.13.5","label":"5","content":"Cov neeg ncaj ncees ntxub txojkev dag, tiamsis cov neeg siab phem yuav txajmuag thiab poob ntsejmuag."},{"bible_id":"1525","chapter_code":"PRO.13","verse_code":"PRO.13.6","label":"6","content":"Kev ncaj ncees tsomkwm tus neeg uas tsis muaj txim txhaum; kev txhaum ua rau tus neeg ua phem raug kev puastsuaj."},{"bible_id":"1525","chapter_code":"PRO.13","verse_code":"PRO.13.7","label":"7","content":"Muaj ibtxhia ua li lawv yog neeg npluanuj, tiamsis lawv tsis muaj dabtsi li. Muaj ibtxhia ua li lawv yog neeg pluag, tiamsis lawv yog neeg muaj txiag npluanuj."},{"bible_id":"1525","chapter_code":"PRO.13","verse_code":"PRO.13.8","label":"8","content":"Tus neeg npluanuj siv nyiaj txiag cawm nws txojsia, tiamsis tsis muaj leejtwg ua phem rau tus neeg pluag."},{"bible_id":"1525","chapter_code":"PRO.13","verse_code":"PRO.13.9","label":"9","content":"Cov neeg ncaj ncees zoo ib yam li lub teeb ci pom kev lam lug, cov neeg siab phem zoo ib yam li lub teeb uas twb muab tshuab tuag lawm."},{"bible_id":"1525","chapter_code":"PRO.13","verse_code":"PRO.13.10","label":"10","content":"Tus neeg muab hlob tsuas tsim kom muaj kev kub ntxhov, tiamsis tus neeg uas thov luag pab tuav tswvyim thiaj yog neeg ntse."},{"bible_id":"1525","chapter_code":"PRO.13","verse_code":"PRO.13.11","label":"11","content":"Tej nyiaj uas nej tau los yoojyim yuav nyob tsis ntev; tiamsis tej nyiaj uas nej siv dag zog khwv tau los yuav muaj ntau ntxiv."},{"bible_id":"1525","chapter_code":"PRO.13","verse_code":"PRO.13.12","label":"12","content":"Thaum koj tas kev cia siab, mob koj siab kawg li, tiamsis thaum tau kiag lawm ua rau koj zoo siab kawg."},{"bible_id":"1525","chapter_code":"PRO.13","verse_code":"PRO.13.13","label":"13","content":"Yog koj tsis kam yuav luag tej lus ntuas, ces koj yuav raug teebmeem; coj raws li luag tej lus qhia koj thiaj ua neej kaj siab."},{"bible_id":"1525","chapter_code":"PRO.13","verse_code":"PRO.13.14","label":"14","content":"Cov neeg txawj ntse tej lus qhuab qhia yog lub qhovdej cawm txojsia; tej lus ntawd yuav pab koj thaum koj raug kev txhawjxeeb."},{"bible_id":"1525","chapter_code":"PRO.13","verse_code":"PRO.13.15","label":"15","content":"Luag yuav hwm tus neeg txawj ntse, tiamsis cov neeg uas luag tsis cia siab rau tabtom taug txojkev puastsuaj."},{"bible_id":"1525","chapter_code":"PRO.13","verse_code":"PRO.13.16","label":"16","content":"Cov neeg txawj ntse yuav ua dabtsi lawv xub xav ua ntej mam li ua, tiamsis cov neeg ruam cia li khav lawv tej kev ruam rau sawvdaws mloog."},{"bible_id":"1525","chapter_code":"PRO.13","verse_code":"PRO.13.17","label":"17","content":"Tus neeg xa xov tsis ncaj tsim kom muaj kev kub ntxhov, tiamsis tus uas xa xov ncaj yuav ua rau sawvdaws kaj siab lug."},{"bible_id":"1525","chapter_code":"PRO.13","verse_code":"PRO.13.18","label":"18","content":"Tus uas tsis kam kawm txawj kawm ntse yuav pluag thiab txajmuag, tiamsis tus uas khaws luag tej lus ntuas cia rau nruab siab luag yuav hwm."},{"bible_id":"1525","chapter_code":"PRO.13","verse_code":"PRO.13.19","label":"19","content":"Yog yus tau yam uas yus xav yuav mas zoo yus siab heev! Cov neeg ruam tsis kam tso lawv txojkev phem kev qias tseg li."},{"bible_id":"1525","chapter_code":"PRO.13","verse_code":"PRO.13.20","label":"20","content":"Yog koj nrog cov neeg txawj ntse ua ke koj thiaj yuav txawj ntse. Yog koj ua phoojywg nrog cov neeg ruam, koj yuav raug kev puastsuaj."},{"bible_id":"1525","chapter_code":"PRO.13","verse_code":"PRO.13.21","label":"21","content":"Teebmeem raws cov neeg txhaum qab rau txhua txhia txojkev, tiamsis cov neeg ncaj ncees yuav tau tej nqi zog zoo."},{"bible_id":"1525","chapter_code":"PRO.13","verse_code":"PRO.13.22","label":"22","content":"Tus neeg siab zoo nws yuav muaj nyiaj txiag tseg rau nws tej xeebntxwv, tiamsis cov neeg txhaum tej nyiaj txiag yuav tseg cia rau cov neeg ncaj ncees yuav."},{"bible_id":"1525","chapter_code":"PRO.13","verse_code":"PRO.13.23","label":"23","content":"Tus neeg pluag ua tau qoobloo ntau hauv nws daim teb, tiamsis tus neeg tsis ncaj tuaj txeeb tas lawm."},{"bible_id":"1525","chapter_code":"PRO.13","verse_code":"PRO.13.24","label":"24","content":"Yog koj tsis qhuab qhia koj tus tub, ces yog koj tsis hlub nws. Yog koj hlub nws, koj yeej yuav ntuas nws."},{"bible_id":"1525","chapter_code":"PRO.13","verse_code":"PRO.13.25","label":"25","content":"Cov neeg ncaj ncees muaj noj nplua mias, tiamsis cov neeg ua phem tshaib nqhis tas mus li."},{"bible_id":"1525","chapter_code":"PRO.14","verse_code":"PRO.14.1","label":"1","content":"Tus pojniam uas muaj tswvyim tuav tau nws lub cuab lub yig nyob ruaj ntseg, tiamsis tus pojniam ruam muab nws lub cuab lub yig rhuav povtseg."},{"bible_id":"1525","chapter_code":"PRO.14","verse_code":"PRO.14.2","label":"2","content":"Tus neeg ncaj ncees yeej paub ntshai tus TSWV. Tiamsis tus neeg tsis ncaj ncees tuam mom tus TSWV."},{"bible_id":"1525","chapter_code":"PRO.14","verse_code":"PRO.14.3","label":"3","content":"Tus neeg ruam yeej khavtheeb thiab ntau ncauj; tus neeg txawj ntse tej lus yuav tiv thaiv nws."},{"bible_id":"1525","chapter_code":"PRO.14","verse_code":"PRO.14.4","label":"4","content":"Yog tsis muaj nyuj laij teb koj yuav tsis tau qoobloo, tiamsis yog muaj nyuj laij teb koj yuav tau qoob puv txhab."},{"bible_id":"1525","chapter_code":"PRO.14","verse_code":"PRO.14.5","label":"5","content":"Tus neeg uas ua timkhawv tseeb nws yeej tsis dag, tiamsis tus neeg uas ua timkhawv tsis tseeb, nws yeej hais lus dag."},{"bible_id":"1525","chapter_code":"PRO.14","verse_code":"PRO.14.6","label":"6","content":"Cov neeg khavtheeb yeej nrhiav tsis tau kev txawj ntse li, tiamsis cov neeg txawj ntse kawm tau yoojyim heev."},{"bible_id":"1525","chapter_code":"PRO.14","verse_code":"PRO.14.7","label":"7","content":"Txav kom deb ntawd cov neeg ruam; lawv yeej tsis muaj ib yam dabtsi qhia rau koj li."},{"bible_id":"1525","chapter_code":"PRO.14","verse_code":"PRO.14.8","label":"8","content":"Vim li cas tus neeg ntse thiaj ntse? Rau qhov nws paub yam uas nws yuav ua. Vim li cas tus neeg ruam thiaj li ruam? Rau qhov nws xav hais tias nws paub lawm."},{"bible_id":"1525","chapter_code":"PRO.14","verse_code":"PRO.14.9","label":"9","content":"Cov neeg ruam ua txhaum los lawv yeej tsis quavntsej, tiamsis cov neeg ua zoo txawj thov kom Vajtswv zam txim."},{"bible_id":"1525","chapter_code":"PRO.14","verse_code":"PRO.14.10","label":"10","content":"Koj tej kev zoo siab los yog koj li, koj tej kev iab siab los yeej yog koj li. Tsis muaj leejtwg nrog koj muaj feem."},{"bible_id":"1525","chapter_code":"PRO.14","verse_code":"PRO.14.11","label":"11","content":"Tus neeg siab phem lub tsev raug puastsuaj, tiamsis tus neeg ncaj ncees lub tsev yuav nyob ruaj nrees cia."},{"bible_id":"1525","chapter_code":"PRO.14","verse_code":"PRO.14.12","label":"12","content":"Muaj ib txojkev uas neeg xav hais tias yog txoj zoo, tiamsis txoj ntawd coj mus raug kev ploj kev tuag."},{"bible_id":"1525","chapter_code":"PRO.14","verse_code":"PRO.14.13","label":"13","content":"Lub ncauj luag, tiamsis lub siab quaj ntsuag; thaum kev zoo siab dhau lawm, kev nyuaj siab nyob li qub."},{"bible_id":"1525","chapter_code":"PRO.14","verse_code":"PRO.14.14","label":"14","content":"Cov neeg siab phem yuav tau txais tej uas lawv tau ua lawm. Cov neeg siab zoo yuav tau txais tej nqi zog zoo uas lawv ua."},{"bible_id":"1525","chapter_code":"PRO.14","verse_code":"PRO.14.15","label":"15","content":"Tus neeg ruam ntseeg txhua yam, tiamsis cov neeg ntse ua tib zoo xav lawv mam li ua."},{"bible_id":"1525","chapter_code":"PRO.14","verse_code":"PRO.14.16","label":"16","content":"Cov neeg muaj tswvyim hwm tus TSWV thiab txav deb ntawm txojkev phem, tiamsis cov neeg ruam tsis paub ceevfaj, lawv lam tau lam ua."},{"bible_id":"1525","chapter_code":"PRO.14","verse_code":"PRO.14.17","label":"17","content":"Cov neeg uas chim sai mas ua tej yam uas ruam kawg nkaus li; cov neeg ntse ua taus siab ntev."},{"bible_id":"1525","chapter_code":"PRO.14","verse_code":"PRO.14.18","label":"18","content":"Cov neeg ruam tau sau tej kev ruam uas lawv ua, tiamsis cov neeg ntse tau txais lub koob meej zoo."},{"bible_id":"1525","chapter_code":"PRO.14","verse_code":"PRO.14.19","label":"19","content":"Cov neeg ua phem yuav txhos caug pe cov neeg ncaj ncees, thiab cov neeg siab phem yuav sawv ntawm roojvag hawm cov neeg ncaj ncees."},{"bible_id":"1525","chapter_code":"PRO.14","verse_code":"PRO.14.20","label":"20","content":"Tus neeg pluag yeej tsis muaj leejtwg nyiam, txawm yog tej neeg zejzog los yeej tsis nyiam nws, tiamsis tus npluanuj muaj phoojywg coob."},{"bible_id":"1525","chapter_code":"PRO.14","verse_code":"PRO.14.21","label":"21","content":"Yog koj xav tau kev zoo siab, cia li ua siab dawb paug rau tus pluag; yog koj txob thuam lwm tus, ces yog koj ua txhaum."},{"bible_id":"1525","chapter_code":"PRO.14","verse_code":"PRO.14.22","label":"22","content":"Yog koj ua qhov zoo, luag yuav cia siab thiab hwm koj; yog koj tuav tswvyim ua phem, ces yog koj ua txhaum lawm."},{"bible_id":"1525","chapter_code":"PRO.14","verse_code":"PRO.14.23","label":"23","content":"Ua neeg nquag koj lub neej thiaj li muaj nplua mias. Yog koj zaum tham ntau, koj yuav ua neeg pluag."},{"bible_id":"1525","chapter_code":"PRO.14","verse_code":"PRO.14.24","label":"24","content":"Kev txawj ntse yog lub kausmom kub rau cov neeg muaj kev txawj ntse, tiamsis txojkev ruam yog txoj saw rau cov neeg ruam."},{"bible_id":"1525","chapter_code":"PRO.14","verse_code":"PRO.14.25","label":"25","content":"Tus uas ua timkhawv tseeb cawm tau sawvdaws txojsia; tiamsis tus ua timkhawv tsis tseeb, yog nws ntxeev siab rau lwm tus."},{"bible_id":"1525","chapter_code":"PRO.14","verse_code":"PRO.14.26","label":"26","content":"Hwm tus TSWV koj thiaj muaj chaw cia siab, thiab koj cov xeebntxwv thiaj tau chaw vamkhom."},{"bible_id":"1525","chapter_code":"PRO.14","verse_code":"PRO.14.27","label":"27","content":"Koj puas xav zam kom dhau txojkev tuag? Kev hwm tus TSWV yog lub qhovdej cawm txojsia."},{"bible_id":"1525","chapter_code":"PRO.14","verse_code":"PRO.14.28","label":"28","content":"Tus vajntxwv uas muaj pejxeem coob, nws yeej muaj hwjchim loj dua. Yog tsis muaj tej pejxeem ntawd, nws yeej tsis muaj hwjchim dabtsi li."},{"bible_id":"1525","chapter_code":"PRO.14","verse_code":"PRO.14.29","label":"29","content":"Yog koj ua tau siab ntev, koj thiaj yog tus neeg txawj ntse, tiamsis yog koj ua neeg chim sai, ces qhia hais tias koj yog neeg ruam."},{"bible_id":"1525","chapter_code":"PRO.14","verse_code":"PRO.14.30","label":"30","content":"Lub siab uas kaj nrig ua rau lub cev tsis muaj mob, tiamsis kev khib zoo ib yam li lub mob."},{"bible_id":"1525","chapter_code":"PRO.14","verse_code":"PRO.14.31","label":"31","content":"Yog koj caij tsuj cov neeg pluag, ces yog koj saib tsis taus Vajtswv tus uas tsim lawv. Tiamsis kev ua siab dawb paug rau cov pluag yog kev qhuas Vajtswv."},{"bible_id":"1525","chapter_code":"PRO.14","verse_code":"PRO.14.32","label":"32","content":"Cov neeg siab phem tej kev ua phem ua qias yuav coj kev puastsuaj los raug lawv, tiamsis cov neeg siab zoo tej kev ncaj ncees yuav tiv thaiv lawv."},{"bible_id":"1525","chapter_code":"PRO.14","verse_code":"PRO.14.33","label":"33","content":"Lub tswvyim nyob hauv tus neeg txawj ntse, tiamsis tus ruam tsis paub txog  lub tswvyim li."},{"bible_id":"1525","chapter_code":"PRO.14","verse_code":"PRO.14.34","label":"34","content":"Kev ncaj ncees ua rau lub tebchaws vammeej; kev txhaum ua rau lub tebchaws raug txajmuag."},{"bible_id":"1525","chapter_code":"PRO.14","verse_code":"PRO.14.35","label":"35","content":"Vajntxwv txaus siab rau cov nomtswv uas txawj ntse, tiamsis nws rau txim rau cov uas ua rau lub tebchaws raug txajmuag."},{"bible_id":"1525","chapter_code":"PRO.15","verse_code":"PRO.15.1","label":"1","content":"Lo lus mos lus muag ua rau kev chim ploj mus, tiamsis lo lus nruj tsiv ua rau kev chim tawm tuaj."},{"bible_id":"1525","chapter_code":"PRO.15","verse_code":"PRO.15.2","label":"2","content":"Thaum cov neeg txawj ntse hais lus, lawv hais tej lus ntse ntsuav, tiamsis cov neeg ruam hais lus tsis muaj hauvpaus hauvntsis."},{"bible_id":"1525","chapter_code":"PRO.15","verse_code":"PRO.15.3","label":"3","content":"Tus TSWV pom txhua yam xwmtxheej uas muaj nyob txhua qhov, nws saib ntsoov peb, thaum peb ua zoo lossis thaum peb ua phem."},{"bible_id":"1525","chapter_code":"PRO.15","verse_code":"PRO.15.4","label":"4","content":"Tus nplaig uas hais lus zoo yog tsob tshuaj uas cawm txojsia, tiamsis tus nplaig uas hais lus phem ua rau luag ntsawv siab."},{"bible_id":"1525","chapter_code":"PRO.15","verse_code":"PRO.15.5","label":"5","content":"Tus neeg ruam yeej tsis quavntsej leej txiv tej lus qhia, tus neeg ntse yeej khaws leej txiv tej lus ntuas."},{"bible_id":"1525","chapter_code":"PRO.15","verse_code":"PRO.15.6","label":"6","content":"Tej neeg ncaj ncees txuag tau lawv tej nyiaj txiag, tiamsis tej neeg siab phem tej nyiaj txiag yuav ploj mus tas thaum lawv ntsib kev txomnyem."},{"bible_id":"1525","chapter_code":"PRO.15","verse_code":"PRO.15.7","label":"7","content":"Kev txawj ntse yog los ntawm cov neeg muaj tswvyim, tsis yog los ntawm cov neeg ruam."},{"bible_id":"1525","chapter_code":"PRO.15","verse_code":"PRO.15.8","label":"8","content":"Tus TSWV txaus siab rau cov neeg siab zoo tej lus thov, tiamsis nws ntxub tej khoom fij uas cov neeg siab phem coj tuaj fij."},{"bible_id":"1525","chapter_code":"PRO.15","verse_code":"PRO.15.9","label":"9","content":"Tus TSWV ntxub tej haujlwm uas cov neeg siab phem ua, tiamsis nws txaus siab rau cov neeg ncaj ncees."},{"bible_id":"1525","chapter_code":"PRO.15","verse_code":"PRO.15.10","label":"10","content":"Yog koj ua txhaum, koj yuav raug txim hnyav. Yog koj tsis cia luag ntuas koj, koj yuav tuag."},{"bible_id":"1525","chapter_code":"PRO.15","verse_code":"PRO.15.11","label":"11","content":"Txawm yog tubtuag teb los yeej txwv tsis tau tsis pub tus TSWV paub hais tias hauv muaj dabtsi li. Yog li ntawd, neeg yuav ua li cas zais tau nws tej kev xav tsis pub Vajtswv paub?"},{"bible_id":"1525","chapter_code":"PRO.15","verse_code":"PRO.15.12","label":"12","content":"Cov neeg uas thuam lwm tus tsis nyiam kom luag ntuas; lawv yeej tsis thov kom cov neeg txawj ntse qhuab ntuas lawv."},{"bible_id":"1525","chapter_code":"PRO.15","verse_code":"PRO.15.13","label":"13","content":"Thaum neeg zoo siab, lawv lub ntsejmuag luag ntxhi, tiamsis thaum lawv ntxhov siab, lawv lub ntsejmuag mluas mlob."},{"bible_id":"1525","chapter_code":"PRO.15","verse_code":"PRO.15.14","label":"14","content":"Cov neeg txawj ntse xav kawm txujci ntxiv, tiamsis cov neeg ruam tsis quavntsej kawm dabtsi li."},{"bible_id":"1525","chapter_code":"PRO.15","verse_code":"PRO.15.15","label":"15","content":"Tus neeg pluag ua neej tiv kev txomnyem ntsuav, tiamsis tus neeg uas muaj noj muaj haus niaj hnub muaj kev zoo siab."},{"bible_id":"1525","chapter_code":"PRO.15","verse_code":"PRO.15.16","label":"16","content":"Ua neeg pluag uas paub ntshai tus TSWV zoo dua li ua neeg npluanuj, tiamsis muaj teebmeem."},{"bible_id":"1525","chapter_code":"PRO.15","verse_code":"PRO.15.17","label":"17","content":"Noj zaub tsuag nyob nrog kev sib hlub zoo dua li noj nqaij nyob nrog kev sib ntxub."},{"bible_id":"1525","chapter_code":"PRO.15","verse_code":"PRO.15.18","label":"18","content":"Tej lus phem ua rau muaj kev sib cav sib ceg, tiamsis ua siab ntev muaj kev sib haumxeeb."},{"bible_id":"1525","chapter_code":"PRO.15","verse_code":"PRO.15.19","label":"19","content":"Tus neeg tubnkeeg txojkev tuaj pos fab hnyo, tiamsis tus neeg siab ncaj txoj haukev dav fo."},{"bible_id":"1525","chapter_code":"PRO.15","verse_code":"PRO.15.20","label":"20","content":"Tus tub txawj ntse ua rau nws txiv zoo siab heev. Tsuas yog tus ruam thiaj saib tsis taus nws niam xwb."},{"bible_id":"1525","chapter_code":"PRO.15","verse_code":"PRO.15.21","label":"21","content":"Cov neeg ruam zoo siab heev rau lawv tej kev ruam, tiamsis cov neeg ntse ua dabtsi los yog qhov tseeb."},{"bible_id":"1525","chapter_code":"PRO.15","verse_code":"PRO.15.22","label":"22","content":"Khaws luag tej tswvyim cia kom zoo, koj thiaj yuav vammeej. Yog tsis tau tswvyim pab, koj ua haujlwm tsis tiav."},{"bible_id":"1525","chapter_code":"PRO.15","verse_code":"PRO.15.23","label":"23","content":"Lo lus teb zoo ua rau luag zoo siab, lub sijhawm uas yus hais tau lo lus zoo ua rau yus kaj siab."},{"bible_id":"1525","chapter_code":"PRO.15","verse_code":"PRO.15.24","label":"24","content":"Txojkev uas cov neeg txawj ntse taug coj mus tau txojsia, tsis yog coj mus rau hauv tubtuag teb."},{"bible_id":"1525","chapter_code":"PRO.15","verse_code":"PRO.15.25","label":"25","content":"Tus TSWV yuav rhuav tshem cov neeg muab hlob tej vajtse, tiamsis nws yuav tsomkwm cov pojntsuam tej teej tug."},{"bible_id":"1525","chapter_code":"PRO.15","verse_code":"PRO.15.26","label":"26","content":"Tus TSWV ntxub lub siab uas xav phem, tiamsis nws txaus siab rau tej lus mos lus muag."},{"bible_id":"1525","chapter_code":"PRO.15","verse_code":"PRO.15.27","label":"27","content":"Tej pajlaum uas tau los ntawm kev tsis ncaj ncees yuav ua rau koj tsevneeg tau kev kub ntxhov. Tsis txhob yuav tej nyiaj uas luag coj tuaj xiab, koj thiaj muaj sia nyob ntev."},{"bible_id":"1525","chapter_code":"PRO.15","verse_code":"PRO.15.28","label":"28","content":"Cov neeg siab zoo ua tib zoo xav ua ntej mam li teb luag. Cov neeg siab phem maj nroos teb luag, tiamsis ua kom muaj teebmeem xwb."},{"bible_id":"1525","chapter_code":"PRO.15","verse_code":"PRO.15.29","label":"29","content":"Thaum cov neeg ncaj ncees thov, tus TSWV yeej mloog, tiamsis nws tsis quavntsej cov neeg txhaum tej lus thov."},{"bible_id":"1525","chapter_code":"PRO.15","verse_code":"PRO.15.30","label":"30","content":"Ntsejmuag luag ntxhi ua rau koj zoo siab, thiab hnov xov zoo ua rau koj kaj siab lug."},{"bible_id":"1525","chapter_code":"PRO.15","verse_code":"PRO.15.31","label":"31","content":"Yog koj ua tib zoo mloog thaum luag ntuas koj, koj thiaj yog tus ntse."},{"bible_id":"1525","chapter_code":"PRO.15","verse_code":"PRO.15.32","label":"32","content":"Yog koj tsis kawm, ces yog koj rhuav koj xwb. Yog koj khaws luag tej lus qhuab ntuas, koj thiaj yuav txawj ntse."},{"bible_id":"1525","chapter_code":"PRO.15","verse_code":"PRO.15.33","label":"33","content":"Hwm tus TSWV yog kev kawm txawj kawm ntse ntag. Koj yuav tsum txo hwjchim luag thiaj hwm koj."},{"bible_id":"1525","chapter_code":"PRO.16","verse_code":"PRO.16.1","label":"1","content":"Peb yog cov uas npaj siab, tiamsis thaum kawg Vajtswv  yog tus uas ua kom tiav."},{"bible_id":"1525","chapter_code":"PRO.16","verse_code":"PRO.16.2","label":"2","content":"Koj xav hais tias txhua yam uas koj ua puavleej yog, tiamsis tus TSWV paub tej uas koj lub siab xav."},{"bible_id":"1525","chapter_code":"PRO.16","verse_code":"PRO.16.3","label":"3","content":"Tso koj tes haujlwm rau tus TSWV ua tus coj, koj thiaj yuav ua tau tes haujlwm ntawd tiav."},{"bible_id":"1525","chapter_code":"PRO.16","verse_code":"PRO.16.4","label":"4","content":"Txhua yam uas tus TSWV tsim, nyias yeej muaj nyias txoj hmoo; cov neeg siab phem txoj hmoo yog kev puastsuaj."},{"bible_id":"1525","chapter_code":"PRO.16","verse_code":"PRO.16.5","label":"5","content":"Tus TSWV ntxub txhua tus uas khavtheeb, nws yuav tsis pub lawv khiav dim txojkev txiav txim li."},{"bible_id":"1525","chapter_code":"PRO.16","verse_code":"PRO.16.6","label":"6","content":"Cia li ua zoo thiab ua ncaj ncees Vajtswv thiaj yuav zam koj lub txim. Yuav tsum hwm tus TSWV koj thiaj dim ntawm txojkev phem."},{"bible_id":"1525","chapter_code":"PRO.16","verse_code":"PRO.16.7","label":"7","content":"Thaum tus TSWV txaus siab rau nej lawm, nws yuav ua kom nej tej yeebncuab nrog nej sib raug zoo."},{"bible_id":"1525","chapter_code":"PRO.16","verse_code":"PRO.16.8","label":"8","content":"Ua ncaj ncees tau tsawg, zoo dua li ua tsis ncaj tau ntau."},{"bible_id":"1525","chapter_code":"PRO.16","verse_code":"PRO.16.9","label":"9","content":"Koj yog tus npaj siab ua, tiamsis Vajtswv yog tus coj txoj haukev."},{"bible_id":"1525","chapter_code":"PRO.16","verse_code":"PRO.16.10","label":"10","content":"Vajtswv pub hwjchim rau vajntxwv, nws thiaj paub txiav txim ncaj ncees."},{"bible_id":"1525","chapter_code":"PRO.16","verse_code":"PRO.16.11","label":"11","content":"Tus TSWV xav kom muab rab teev tsis ntxo thiab lub kawm muaj txwm los luj, thiab txhua yam uas nej muag nej yuav tsum ua ncaj."},{"bible_id":"1525","chapter_code":"PRO.16","verse_code":"PRO.16.12","label":"12","content":"Tej vajntxwv tsis tsimnyog ua kev phem kev qias,  rau qhov lub zwmtxwv yog qhov chaw ncaj ncees."},{"bible_id":"1525","chapter_code":"PRO.16","verse_code":"PRO.16.13","label":"13","content":"Vajntxwv xav hnov tej lus tseeb thiab txaus siab rau cov neeg uas hais tej lus tseeb ntawd."},{"bible_id":"1525","chapter_code":"PRO.16","verse_code":"PRO.16.14","label":"14","content":"Tus neeg muaj tswvyim nrhiav kev ua rau vajntxwv zoo siab. Thaum vajntxwv chim lawm, muaj qee leej yuav tuag."},{"bible_id":"1525","chapter_code":"PRO.16","verse_code":"PRO.16.15","label":"15","content":"Thaum vajntxwv ua lub ntsejmuag luag ntxhi, ua rau sawvdaws muaj sia; nws txojkev zoo siab zoo ib yam li tauv huab uas coj kob nag tshiab los."},{"bible_id":"1525","chapter_code":"PRO.16","verse_code":"PRO.16.16","label":"16","content":"Tau tswvyim thiab kev txawj ntse zoo dua li tau nyiaj thiab kub."},{"bible_id":"1525","chapter_code":"PRO.16","verse_code":"PRO.16.17","label":"17","content":"Txojkev uas cov neeg ncaj ncees taug yog txoj uas zam tej kev phem kev qias. Ua tib zoo saib txojkev uas koj yuav mus ntawd thiaj yuav txuag tau koj txojsia."},{"bible_id":"1525","chapter_code":"PRO.16","verse_code":"PRO.16.18","label":"18","content":"Kev khavtheeb coj mus raug kev puastsuaj, thiab kev muab hlob yuav poob ntsejmuag."},{"bible_id":"1525","chapter_code":"PRO.16","verse_code":"PRO.16.19","label":"19","content":"Ua neeg pluag thiab txo hwjchim zoo dua li ua neeg nruj tsiv thiab mus nrog cov neeg tubsab sib faib khoom."},{"bible_id":"1525","chapter_code":"PRO.16","verse_code":"PRO.16.20","label":"20","content":"Khaws tej lus qhuab ntuas no cia, koj lub neej thiaj yuav vammeej. Cia siab rau tus TSWV koj thiaj yuav kaj siab lug."},{"bible_id":"1525","chapter_code":"PRO.16","verse_code":"PRO.16.21","label":"21","content":"Tus neeg ntse, yog tus uas thoob tsib to nrog. Nws tej lus mos lus muag ua rau coob leej hwm thiab txaus ntshai."},{"bible_id":"1525","chapter_code":"PRO.16","verse_code":"PRO.16.22","label":"22","content":"Tswvyim yog lub qhovdej cawm txojsia rau tus neeg ntse, tiamsis kev ruam yuav rau txim rau cov neeg ruam."},{"bible_id":"1525","chapter_code":"PRO.16","verse_code":"PRO.16.23","label":"23","content":"Cov neeg txawj ntse xub xav ua ntej mam li hais, lawv hais yam twg yeej txaus luag yuav."},{"bible_id":"1525","chapter_code":"PRO.16","verse_code":"PRO.16.24","label":"24","content":"Tej lus mos lus muag qab zib li zib ntab, thiab zoo ib yam li hauv tshuaj kuab muaj tsuas rau koj lub cev."},{"bible_id":"1525","chapter_code":"PRO.16","verse_code":"PRO.16.25","label":"25","content":"Muaj ib txojkev uas neeg xav hais tias yog txoj zoo, tiamsis txoj ntawd coj mus raug kev ploj kev tuag."},{"bible_id":"1525","chapter_code":"PRO.16","verse_code":"PRO.16.26","label":"26","content":"Neeg pheej khwv vim yog lub ncauj yuav noj, neeg ua haujlwm hnyav rau qhov xav kom lub plab tsau."},{"bible_id":"1525","chapter_code":"PRO.16","verse_code":"PRO.16.27","label":"27","content":"Cov neeg siab phem nrhiav kev ua phem rau lwm tus, tej lus uas lawv hais los mob luag cuag hluavtaws kub."},{"bible_id":"1525","chapter_code":"PRO.16","verse_code":"PRO.16.28","label":"28","content":"Cov neeg siab phem nyiam taug xaiv, lawv tsim kev kub ntxhov thiab ua kom tej phoojywg tawg pab tawg pawg."},{"bible_id":"1525","chapter_code":"PRO.16","verse_code":"PRO.16.29","label":"29","content":"Cov neeg limhiam ntxias lawv tej phoojywg thiab coj mus raug txojkev puastsuaj."},{"bible_id":"1525","chapter_code":"PRO.16","verse_code":"PRO.16.30","label":"30","content":"Txav deb ntawm cov neeg uas pheej sib ntxhi thiab rov kaum muag saib koj, lawv yeej xav ua tej yam phem lawm ntag."},{"bible_id":"1525","chapter_code":"PRO.16","verse_code":"PRO.16.31","label":"31","content":"Ua neej nyob ntev yog nqi zog ntawm txojkev ncaj ncees. Ua neej laus plaubhau dawb yog lub mom yeebkoob."},{"bible_id":"1525","chapter_code":"PRO.16","verse_code":"PRO.16.32","label":"32","content":"Ua tau siab ntev zoo dua li muaj zog. Koj tswj tau koj lub saib zoo dua li koj ntaus yeej lub nroog."},{"bible_id":"1525","chapter_code":"PRO.16","verse_code":"PRO.16.33","label":"33","content":"Neeg rho ntawv xav paub saib muaj xwm dabtsi tshwmsim, tiamsis Vajtswv yog tus txiav txim siab."},{"bible_id":"1525","chapter_code":"PRO.17","verse_code":"PRO.17.1","label":"1","content":"Tsevneeg uas noj mov qhuav, tiamsis muaj kev kaj siab zoo dua li tsevneeg uas muaj noj muaj haus nplua mias, tiamsis muaj kev sib cav sib ceg."},{"bible_id":"1525","chapter_code":"PRO.17","verse_code":"PRO.17.2","label":"2","content":"Tus tubtxib uas ntse yuav tau ua tus kav tus tswv tus tub uas rhuav ntsejmuag, thiab yuav tau txais tus tswv tej qubtxeeg qubteg ib yam li tus tub."},{"bible_id":"1525","chapter_code":"PRO.17","verse_code":"PRO.17.3","label":"3","content":"Nyiaj thiab kub yuav raug muab hluavtaws sim, tiamsis tus TSWV yuav sim neeg lub siab."},{"bible_id":"1525","chapter_code":"PRO.17","verse_code":"PRO.17.4","label":"4","content":"Cov neeg ua phem yeej nyiam lub tswvyim phem, thiab tus neeg dag yeej nyiam mloog tej lus dag."},{"bible_id":"1525","chapter_code":"PRO.17","verse_code":"PRO.17.5","label":"5","content":"Yog koj saib tsis taus cov neeg pluag, ces yog koj tuam mom Vajtswv tus uas tsim lawv. Yog koj luag tus uas raug kev txomnyem plig, koj yuav raug txim."},{"bible_id":"1525","chapter_code":"PRO.17","verse_code":"PRO.17.6","label":"6","content":"Tej neeg laus zoo siab heev rau lawv tej xeebntxwv ib yam li tej menyuam zoo siab rau lawv niam lawv txiv."},{"bible_id":"1525","chapter_code":"PRO.17","verse_code":"PRO.17.7","label":"7","content":"Cov neeg muaj koob muaj meej yeej tsis lam hais tej lus dag ib zaug, tiamsis tej neeg ruam lam tau lam hais tej lus tsis tseemceeb."},{"bible_id":"1525","chapter_code":"PRO.17","verse_code":"PRO.17.8","label":"8","content":"Muaj qee leej xav hais tias tej nyiaj uas luag muab tuaj xiab zoo li lub povhaum. Lawv xav hais tias tej nyiaj ntawd ua tau txhua yam."},{"bible_id":"1525","chapter_code":"PRO.17","verse_code":"PRO.17.9","label":"9","content":"Yog koj xav kom neeg nyiam koj, thaum lawv ua txhaum rau koj, koj yuav tsum zam txim rau lawv. Tus uas cim ntsoov luag tej kev ua txhaum rau nruab siab yuav tu kev phoojywg."},{"bible_id":"1525","chapter_code":"PRO.17","verse_code":"PRO.17.10","label":"10","content":"Tus neeg txawj ntse raug luag cem ib zaug xwb, nws ris siab hlo; tus neeg ruam raug luag ntaus quas pua nplawm los nws tsis hloov."},{"bible_id":"1525","chapter_code":"PRO.17","verse_code":"PRO.17.11","label":"11","content":"Kev tuag yuav raug cov neeg siab phem uas pheej tsim kev kub ntxhov ib yam li tus tub ceevxwm uas tsis zam rau leejtwg li."},{"bible_id":"1525","chapter_code":"PRO.17","verse_code":"PRO.17.12","label":"12","content":"Koj mus ntsib tus maum dais uas luag muab nws cov menyuam lawm zoo dua li koj mus ntsib tus neeg ruam uas rau siab ntso rau nws tes haujlwm ruam uas tsis muaj qabhau."},{"bible_id":"1525","chapter_code":"PRO.17","verse_code":"PRO.17.13","label":"13","content":"Yog koj ua qhov phem pauj qhov zoo, mas kev phem yuav rov los raug koj."},{"bible_id":"1525","chapter_code":"PRO.17","verse_code":"PRO.17.14","label":"14","content":"Kev pib sib cav sib ceg mas zoo ib yam li lub pasdej tauv uas pib paim. Cia li cheem tsis txhob pub kom nthuav loj tuaj."},{"bible_id":"1525","chapter_code":"PRO.17","verse_code":"PRO.17.15","label":"15","content":"Rau txim rau tus neeg uas tsis muaj txim, thiab tso tus neeg uas muaj txim mus, yog ob yam uas tus TSWV ntxub."},{"bible_id":"1525","chapter_code":"PRO.17","verse_code":"PRO.17.16","label":"16","content":"Muab nyiaj rau tus neeg ruam mus kawm ntawv, ces yeej tsis muaj qabhau dabtsi, rau qhov nws twb tsis muaj tswvyim li."},{"bible_id":"1525","chapter_code":"PRO.17","verse_code":"PRO.17.17","label":"17","content":"Tej phoojywg twb txawj sib hlub txhua lub sijhawm. Yog kwvtij tsis paub sib pab thaum muaj kev txomnyem yuav zoo dabtsi?"},{"bible_id":"1525","chapter_code":"PRO.17","verse_code":"PRO.17.18","label":"18","content":"Tsuas yog tus neeg tsis muaj tswvyim thiaj lees them lwm tus tej nujnqis xwb."},{"bible_id":"1525","chapter_code":"PRO.17","verse_code":"PRO.17.19","label":"19","content":"Tus uas nyiam kev txhaum yeej nyiam tsim teebmeem; yog koj pheej khavtheeb,  ces yog koj nrhiav teebmeem ntag."},{"bible_id":"1525","chapter_code":"PRO.17","verse_code":"PRO.17.20","label":"20","content":"Tus uas muaj lub siab xav phem thiab hais lus tsis zoo, yeej tsis muaj ib yam zoo rau nws lub neej, tsuas yog tau kev puastsuaj xwb."},{"bible_id":"1525","chapter_code":"PRO.17","verse_code":"PRO.17.21","label":"21","content":"Leej txiv uas muaj tus tub ruam tsis muaj kev cia siab dabtsi li, tsuas muaj kev nyuaj siab thiab tu siab xwb."},{"bible_id":"1525","chapter_code":"PRO.17","verse_code":"PRO.17.22","label":"22","content":"Kev zoo siab ua hauv tshuaj kuab muaj tsuas rau koj lub cev. Kev ntxhov siab ua rau koj lub neej tsaus ntuj nti."},{"bible_id":"1525","chapter_code":"PRO.17","verse_code":"PRO.17.23","label":"23","content":"Cov tu plaub ntug uas siab phem yuav luag tej nyiaj xiab, yeej txiav txim tsis ncaj."},{"bible_id":"1525","chapter_code":"PRO.17","verse_code":"PRO.17.24","label":"24","content":"Tus neeg txawj ntse muaj lub homphiaj ua haujlwm, tiamsis tus neeg ruam tsis paub pib qhov twg tuaj."},{"bible_id":"1525","chapter_code":"PRO.17","verse_code":"PRO.17.25","label":"25","content":"Tus tub ruam ua rau nws txiv tu siab thiab ua rau nws niam nyuaj siab kawg li."},{"bible_id":"1525","chapter_code":"PRO.17","verse_code":"PRO.17.26","label":"26","content":"Tsis muaj cai nplua tus neeg tsis muaj txim txhaum. Rau txim rau tus neeg zoo yog ua tsis ncaj."},{"bible_id":"1525","chapter_code":"PRO.17","verse_code":"PRO.17.27","label":"27","content":"Tus neeg uas thoob tsib to nrog tsis ntau ncauj, thiab tus neeg uas ua siab ntev yog tus txawj ntse."},{"bible_id":"1525","chapter_code":"PRO.17","verse_code":"PRO.17.28","label":"28","content":"Txawm yog tus ruam los yog nws nyob twjywm, ces luag xav hais tias nws ntse. Nws tsis hais lus luag suav hais tias nws yog tus muaj tswvyim."},{"bible_id":"1525","chapter_code":"PRO.18","verse_code":"PRO.18.1","label":"1","content":"Cov neeg uas lawv tsuas pom lawv zoo xwb, lawv nrog tsis taus luag ua phoojywg, lawv tsis pom tej uas sawvdaws pom hais tias yog qhov zoo."},{"bible_id":"1525","chapter_code":"PRO.18","verse_code":"PRO.18.2","label":"2","content":"Tus neeg ruam tsis quavntsej kev txawj ntse hlo li, tiamsis nws khav hais tias nws yog tus muaj tswvyim."},{"bible_id":"1525","chapter_code":"PRO.18","verse_code":"PRO.18.3","label":"3","content":"Kev txhaum thiab kev txajmuag mus ua ke. Koj poob ntsejmuag, ces yog koj raug thuam."},{"bible_id":"1525","chapter_code":"PRO.18","verse_code":"PRO.18.4","label":"4","content":"Tus neeg muaj tswvyim tej lus tob ib yam li hiavtxwv, thiab zoo ib yam li tus dej cag uas ntws ntshiab si."},{"bible_id":"1525","chapter_code":"PRO.18","verse_code":"PRO.18.5","label":"5","content":"Tsis tsimnyog tsa tus neeg ua txhaum txoj cai thiab tsis tsimnyog rau txim rau tus neeg ncaj ncees."},{"bible_id":"1525","chapter_code":"PRO.18","verse_code":"PRO.18.6","label":"6","content":"Tus neeg ruam ua rau muaj kev sib cav sib ceg, thiab nws twv ntxhias qhov sib ntaus."},{"bible_id":"1525","chapter_code":"PRO.18","verse_code":"PRO.18.7","label":"7","content":"Tus neeg ruam tej lus rov ua rau nws raug kev puastsuaj. Nws tej lus rov ua lub vojhlua khi nws."},{"bible_id":"1525","chapter_code":"PRO.18","verse_code":"PRO.18.8","label":"8","content":"Tej lus uas hais luag nplig zoo hais kawg li, sawvdaws thiaj nyiam hais ua luaj."},{"bible_id":"1525","chapter_code":"PRO.18","verse_code":"PRO.18.9","label":"9","content":"Tus neeg tubnkeeg zoo ib yam li tus neeg uas ua kom muaj kev puastsuaj."},{"bible_id":"1525","chapter_code":"PRO.18","verse_code":"PRO.18.10","label":"10","content":"Tus TSWV zoo ib yam li lub chaw tsomfaj uas ruaj khov heev thiab yog qhov chaw cawm siav uas cov neeg ncaj ncees vamkhom."},{"bible_id":"1525","chapter_code":"PRO.18","verse_code":"PRO.18.11","label":"11","content":"Cov neeg npluanuj xav hais tias lawv tej nyiaj txiag tiv thaiv tau lawv ib yam li tus ntsa yeej uas siab thiab ruaj khov thaiv ibncig lub nroog."},{"bible_id":"1525","chapter_code":"PRO.18","verse_code":"PRO.18.12","label":"12","content":"Tus uas tsis txo hwjchim yuav tsis muaj leejtwg hwm nws. Cov neeg uas khavtheeb yuav raug kev puastsuaj."},{"bible_id":"1525","chapter_code":"PRO.18","verse_code":"PRO.18.13","label":"13","content":"Ua tib zoo mloog ua ntej tso koj mam teb. Yog koj tsis ua tib zoo mloog, ces koj yog tus neeg ruam thiab raug luag thuam ntag."},{"bible_id":"1525","chapter_code":"PRO.18","verse_code":"PRO.18.14","label":"14","content":"Ua neej nyob koj nyiaj taus kev mob, tiamsis tsis muaj leejtwg tiv taus txojkev nyuaj siab."},{"bible_id":"1525","chapter_code":"PRO.18","verse_code":"PRO.18.15","label":"15","content":"Cov neeg ntse nrhiav kev txawj ntse thiab muab siab rau kawm."},{"bible_id":"1525","chapter_code":"PRO.18","verse_code":"PRO.18.16","label":"16","content":"Yog koj xav mus cuag ib tug neeg tseemceeb, cia li nqa khoom mus pub rau nws, ces koj yuav mus cuag tau nws."},{"bible_id":"1525","chapter_code":"PRO.18","verse_code":"PRO.18.17","label":"17","content":"Tus yeejkom uas xub peev lus hauv tsev tu plaub zoo li nws muaj cai kawg, tiamsis cia txog thaum tus pemkom peev lus tas tso."},{"bible_id":"1525","chapter_code":"PRO.18","verse_code":"PRO.18.18","label":"18","content":"Yog muaj ob tug neeg uas muaj cai sib luag sib kom mus rau hauv tsev tu plaub yuav tau rho ntawv kom muaj tus yeej tus xwb."},{"bible_id":"1525","chapter_code":"PRO.18","verse_code":"PRO.18.19","label":"19","content":"Pab koj tus kwvtij nws thiaj yuav tiv thaiv koj ib yam li tus ntsa yeej uas thaiv lub nroog,  tiamsis yog koj nrog nws sib ceg, nws yuav kaw qhovrooj tsis pub koj mus hauv nws tsev."},{"bible_id":"1525","chapter_code":"PRO.18","verse_code":"PRO.18.20","label":"20","content":"Koj yuav tau txais raws li tej lus uas koj tau hais lawm."},{"bible_id":"1525","chapter_code":"PRO.18","verse_code":"PRO.18.21","label":"21","content":"Tej lus uas koj hais cawm tau txojsia lossis txov txojsia. Yog li ntawd, koj yuav tau sau raws li tej lus uas koj hais."},{"bible_id":"1525","chapter_code":"PRO.18","verse_code":"PRO.18.22","label":"22","content":"Koj yuav tau pojniam ces yog tau yam uas zoo, thiab koj tau txais koob hmoov zoo los ntawm Vajtswv."},{"bible_id":"1525","chapter_code":"PRO.18","verse_code":"PRO.18.23","label":"23","content":"Tus neeg pluag hais tej lus uas zoo xwb, tiamsis tus neeg npluanuj teb nyaum kawg li."},{"bible_id":"1525","chapter_code":"PRO.18","verse_code":"PRO.18.24","label":"24","content":"Muaj ibtxhia phoojywg kav tsis ntev,  tiamsis muaj qee leej phoojywg tseem sib raug zoo dua tej kwvtij txheeb."},{"bible_id":"1525","chapter_code":"PRO.19","verse_code":"PRO.19.1","label":"1","content":"Tus neeg pluag uas muaj kev ncaj ncees zoo dua tus neeg ruam uas pheej hais lus dag."},{"bible_id":"1525","chapter_code":"PRO.19","verse_code":"PRO.19.2","label":"2","content":"Tus neeg siab kub tiamsis tsis muaj kev txawj ntse tsis zoo dabtsi. Tus uas tsis ua siab ntev yuav ua rau nws raug teebmeem."},{"bible_id":"1525","chapter_code":"PRO.19","verse_code":"PRO.19.3","label":"3","content":"Muaj ibtxhia raug kev puastsuaj vim lawv tej haujlwm ruam thiab lawv liam txim rau tus TSWV."},{"bible_id":"1525","chapter_code":"PRO.19","verse_code":"PRO.19.4","label":"4","content":"Cov neeg npluanuj muaj phoojywg coob zuj zus, tiamsis cov neeg pluag tej phoojywg tso lawv tseg."},{"bible_id":"1525","chapter_code":"PRO.19","verse_code":"PRO.19.5","label":"5","content":"Tus uas ua timkhawv tsis tseeb hauv tsev tu plaub, nws yuav raug txim thiab khiav tsis dim li."},{"bible_id":"1525","chapter_code":"PRO.19","verse_code":"PRO.19.6","label":"6","content":"Txhua tus nyiam tus neeg siab dawb siab zoo; thiab txhua tus xav ua phoojywg rau tus neeg uas muab khoom pub dawb tau rau lwm tus."},{"bible_id":"1525","chapter_code":"PRO.19","verse_code":"PRO.19.7","label":"7","content":"Txawm yog tus neeg pluag tej kwvtij kiag los twb tsis nyiam nws; yog li ntawd, nws thiaj tsis muaj phoojywg. Txawm yog nws xav nrog luag ua phoojywg los luag tsis kam li."},{"bible_id":"1525","chapter_code":"PRO.19","verse_code":"PRO.19.8","label":"8","content":"Cia li txaus siab rau koj thiab rau siab kawm kev txawj ntse, thiab cim ntsoov tej uas koj tau kawm lawm cia rau nruab siab koj lub neej thiaj yuav vammeej."},{"bible_id":"1525","chapter_code":"PRO.19","verse_code":"PRO.19.9","label":"9","content":"Tus uas ua timkhawv tsis tseeb hauv tsev tu plaub yeej yuav raug txim, thiab tus uas hais lus dag yuav raug puastsuaj."},{"bible_id":"1525","chapter_code":"PRO.19","verse_code":"PRO.19.10","label":"10","content":"Cov neeg ruam tsis tsimnyog nyob tej vajtse zoo, thiab tej qhev tsis tsimnyog kav tej nomtswv."},{"bible_id":"1525","chapter_code":"PRO.19","verse_code":"PRO.19.11","label":"11","content":"Yog koj txawj xav, koj yuav tsum tswj kom tau koj txojkev chim. Txawm yog luag ua tsis yog rau koj los puam chawj, koj ua li ntawd zoo dua."},{"bible_id":"1525","chapter_code":"PRO.19","verse_code":"PRO.19.12","label":"12","content":"Vajntxwv txojkev chim zoo ib yam li tus tsov ntxhuav nyooj, tiamsis qhov uas nws txaus siab zoo ib yam li kob nag rau tej roj ntsuag."},{"bible_id":"1525","chapter_code":"PRO.19","verse_code":"PRO.19.13","label":"13","content":"Tus tub uas ruam yuav ua rau nws txiv raug kev puastsuaj. Tus pojniam uas yws taus zoo ib yam li lub tsev uas xau nag."},{"bible_id":"1525","chapter_code":"PRO.19","verse_code":"PRO.19.14","label":"14","content":"Vajtse thiab nyiaj txiag yog niam thiab txiv tseg ua qubtxeeg qubteg rau tus tub, tiamsis tus pojniam uas paub tab yog tus TSWV muab rau nws."},{"bible_id":"1525","chapter_code":"PRO.19","verse_code":"PRO.19.15","label":"15","content":"Ua neeg tubnkeeg tau zoo pw, tiamsis yuav tsis muaj noj tsis muaj haus."},{"bible_id":"1525","chapter_code":"PRO.19","verse_code":"PRO.19.16","label":"16","content":"Hwm tus TSWV txoj kevcai, koj thiaj yuav muaj sia ua neej nyob ntev. Yog koj tsis quavntsej Vajtswv tej kevcai, koj yuav raug kev ploj kev tuag."},{"bible_id":"1525","chapter_code":"PRO.19","verse_code":"PRO.19.17","label":"17","content":"Thaum koj muab rau tus pluag yog koj qiv rau tus TSWV ntag, ces tus TSWV yuav them rov rau koj."},{"bible_id":"1525","chapter_code":"PRO.19","verse_code":"PRO.19.18","label":"18","content":"Cob qhia koj tej menyuam thaum lawv tseem yau, lawv thiaj kawm tau. Yog koj tsis qhuab qhia lawv, ces yog koj nrog lawv rhuav lawv lub neej."},{"bible_id":"1525","chapter_code":"PRO.19","verse_code":"PRO.19.19","label":"19","content":"Yog leejtwg pheej npautaws sai, cia nws ris nws lub txim ntawd. Yog koj pab nws ib zaug lawm, lwm zaus koj yuav rov tau pab nws dua thiab."},{"bible_id":"1525","chapter_code":"PRO.19","verse_code":"PRO.19.20","label":"20","content":"Yog koj khaws luag tej lus qhuab ntuas thiab muab siab rau kawm, muaj ib hnub koj yuav txawj ntse."},{"bible_id":"1525","chapter_code":"PRO.19","verse_code":"PRO.19.21","label":"21","content":"Neeg xav ntau yam hauv lub siab yuav ua, tiamsis yuav yog haum tus TSWV siab thiaj ua tau."},{"bible_id":"1525","chapter_code":"PRO.19","verse_code":"PRO.19.22","label":"22","content":"Ua neeg siab hlob ces poob ntsejmuag.  Ua neeg pluag zoo dua ua neeg dag."},{"bible_id":"1525","chapter_code":"PRO.19","verse_code":"PRO.19.23","label":"23","content":"Koj yuav tsum hwm tus TSWV, koj thiaj muaj sia ua neej nyob ntev, muaj kev txaus siab thiab tsis raug xwm phem dabtsi."},{"bible_id":"1525","chapter_code":"PRO.19","verse_code":"PRO.19.24","label":"24","content":"Tus neeg tubnkeeg cev diav mus hais mov hauv lub tais twb laj nqa los rau ntawm nws lub ncauj."},{"bible_id":"1525","chapter_code":"PRO.19","verse_code":"PRO.19.25","label":"25","content":"Qhov uas rau txim rau tus neeg uas thuam lwm tus ntawd, yuav ua rau tus neeg uas tsis paub kawm tau kev txawj ntse. Yog koj ntse, thaum luag qhuab ntuas koj, koj yuav kawm tau."},{"bible_id":"1525","chapter_code":"PRO.19","verse_code":"PRO.19.26","label":"26","content":"Tus ua ntxeev siab rau nws txiv thiab ntiab nws niam tawm hauv tsev mus yog tus tub uas raug luag hais tsis zoo thiab txajmuag kawg."},{"bible_id":"1525","chapter_code":"PRO.19","verse_code":"PRO.19.27","label":"27","content":"Metub, yog koj tso kev kawm tseg ces tsis ntev koj yuav tsis nco tej uas koj twb paub lawm."},{"bible_id":"1525","chapter_code":"PRO.19","verse_code":"PRO.19.28","label":"28","content":"Tus uas ua timkhawv tsis tseeb ntxo lwm tus yog tus neeg tsis ncaj ncees. Tej neeg siab phem yeej nyiam kev phem kev qias."},{"bible_id":"1525","chapter_code":"PRO.19","verse_code":"PRO.19.29","label":"29","content":"Tus neeg ruam uas khavtheeb yeej yuav mag nplawm xwb."},{"bible_id":"1525","chapter_code":"PRO.20","verse_code":"PRO.20.1","label":"1","content":"Haus cawv ntau ua rau koj vwm thiab qw lom vab vab. Tsuas yog tus neeg ruam thiaj quav cawv xwb."},{"bible_id":"1525","chapter_code":"PRO.20","verse_code":"PRO.20.2","label":"2","content":"Thaum vajntxwv chim, koj yuav ntshai ib yam li koj ntshai tsov ntxhuav nyooj; ua rau nws npautaws ces yog yus rov tua yus."},{"bible_id":"1525","chapter_code":"PRO.20","verse_code":"PRO.20.3","label":"3","content":"Tus neeg ruam ua kom muaj kev sib cav sib ceg, tiamsis tus uas txav deb tej ntawd yuav tsis poob ntsejmuag."},{"bible_id":"1525","chapter_code":"PRO.20","verse_code":"PRO.20.4","label":"4","content":"Tus tswv teb uas nkees laij nws thaj teb rau lub caij laij teb yuav tsis muaj qoob nrog luag sau."},{"bible_id":"1525","chapter_code":"PRO.20","verse_code":"PRO.20.5","label":"5","content":"Tej uas neeg lub siab xav, zoo ib yam li cov dej uas nyob hauv lub qhovtshij tob tob, tiamsis tus uas muaj tswvyim yuav muab qhia rau sawvdaws paub."},{"bible_id":"1525","chapter_code":"PRO.20","verse_code":"PRO.20.6","label":"6","content":"Txhua tus nyias taus nyias khav hais tias nws yog tus ncaj ncees, tiamsis yog yuav nrhiav tus neeg ncaj ncees tiag mas laj nrhiav tau."},{"bible_id":"1525","chapter_code":"PRO.20","verse_code":"PRO.20.7","label":"7","content":"Cov menyuam uas tau koob hmoov twb yog leej txiv ua ncaj thiab ua zoo."},{"bible_id":"1525","chapter_code":"PRO.20","verse_code":"PRO.20.8","label":"8","content":"Vajntxwv zaum ntawm lub rooj txiav txim nws pom thiab paub txhua tus tej kev phem."},{"bible_id":"1525","chapter_code":"PRO.20","verse_code":"PRO.20.9","label":"9","content":"Puas muaj leejtwg hais tau hais tias, nws lub siab ncaj ncees thiab tsis muaj txhaum?"},{"bible_id":"1525","chapter_code":"PRO.20","verse_code":"PRO.20.10","label":"10","content":"Tus TSWV ntxub cov neeg uas muab rab teev ntxo los luj thiab muab lub kawm uas tsis txwm los yeem."},{"bible_id":"1525","chapter_code":"PRO.20","verse_code":"PRO.20.11","label":"11","content":"Txawm yog ib tug menyuam los nws yeej ua nws tus yam ntxwv rau koj paub hais tias nws nyiam li cas. Koj yuav paub hais tias nws ua ncaj thiab ua zoo."},{"bible_id":"1525","chapter_code":"PRO.20","verse_code":"PRO.20.12","label":"12","content":"Tus TSWV yeej pub rau peb muaj qhovmuag pom kev thiab muaj pobntseg hnov lus."},{"bible_id":"1525","chapter_code":"PRO.20","verse_code":"PRO.20.13","label":"13","content":"Yog koj siv sijhawm pw ntau, koj yuav pluag. Rau siab ntso ua haujlwm koj thiaj yuav muaj noj muaj haus nplua mias."},{"bible_id":"1525","chapter_code":"PRO.20","verse_code":"PRO.20.14","label":"14","content":"Tus uas tuaj muas khoom yws hais tias luag muag kim heev, tiamsis thaum nws tawm lawm, nws khav hais tias nws khom tau tus nqi pheej yig kawg li."},{"bible_id":"1525","chapter_code":"PRO.20","verse_code":"PRO.20.15","label":"15","content":"Yog koj paub hais tej lus uas zoo tseem zoo tshaj tej kub lossis tej hlaws muaj nqis."},{"bible_id":"1525","chapter_code":"PRO.20","verse_code":"PRO.20.16","label":"16","content":"Yog tus neeg ruam mus coglus them lwm tus tej nujnqis, yuav tau kom nws muab nws tej qhov txhia chaw mus yuam nqi ua ntej."},{"bible_id":"1525","chapter_code":"PRO.20","verse_code":"PRO.20.17","label":"17","content":"Tej uas koj tau los ntawm kev tsis ncaj ncees yuav txaus koj siab ib yam li tej zaub mov uas qab heev, tiamsis tsis ntev yuav zoo ib yam li suabzeb nyob hauv koj qhovncauj."},{"bible_id":"1525","chapter_code":"PRO.20","verse_code":"PRO.20.18","label":"18","content":"Khaws luag tej lus ntuas tib zoo cia, koj thiaj yuav vammeej. Yog tsis tau tuav tswvyim ua ntej tsis txhob rawm mus ntau rog."},{"bible_id":"1525","chapter_code":"PRO.20","verse_code":"PRO.20.19","label":"19","content":"Tus neeg taug xaiv yeej tsis paub zais lus. Tsis txhob nrog tej neeg ntau ncauj ua ke."},{"bible_id":"1525","chapter_code":"PRO.20","verse_code":"PRO.20.20","label":"20","content":"Yog koj cem koj niam koj txiv, koj txojsia yuav tu ib yam li lub teeb uas tuag thaum tsaus ntuj nti."},{"bible_id":"1525","chapter_code":"PRO.20","verse_code":"PRO.20.21","label":"21","content":"Tej nyiaj uas koj khwv tau los yoojyim yuav ploj mus yoojyim ib yam nkaus."},{"bible_id":"1525","chapter_code":"PRO.20","verse_code":"PRO.20.22","label":"22","content":"Tsis txhob ua pauj tej uas luag ua txhaum rau koj. Cia siab rau tus TSWV, nws yuav pab koj."},{"bible_id":"1525","chapter_code":"PRO.20","verse_code":"PRO.20.23","label":"23","content":"Tus TSWV ntxub cov neeg uas muab rab teev ntxo coj los luj ntxo luag tug."},{"bible_id":"1525","chapter_code":"PRO.20","verse_code":"PRO.20.24","label":"24","content":"Tus TSWV yog tus uas coj peb txoj haukev, leejtwg thiaj yuav paub nws lub neej yav tom ntej?"},{"bible_id":"1525","chapter_code":"PRO.20","verse_code":"PRO.20.25","label":"25","content":"Ua tib zoo xav ua ntej mam coglus muab khoom fij rau Vajtswv, nyob tsam koj yuav khuvxim tom qab."},{"bible_id":"1525","chapter_code":"PRO.20","verse_code":"PRO.20.26","label":"26","content":"Tus vajntxwv uas ntse yeej paub tus neeg uas ua txhaum, nws yuav rau txim rau tus ntawd thiab tsis zam li."},{"bible_id":"1525","chapter_code":"PRO.20","verse_code":"PRO.20.27","label":"27","content":"Tus TSWV paub peb tej kev xav uas nyob nraim nkoos hauv peb lub siab, peb yeej zais tsis tau tej ntawd."},{"bible_id":"1525","chapter_code":"PRO.20","verse_code":"PRO.20.28","label":"28","content":"Tus vajntxwv uas yuav tau kav tebchaws ntev, yog tus uas muaj kev hlub, muaj siab zoo thiab kav ncaj ncees."},{"bible_id":"1525","chapter_code":"PRO.20","verse_code":"PRO.20.29","label":"29","content":"Peb qhuas cov hluas lub zog thiab hwm cov laus uas plaubhau dawb paug."},{"bible_id":"1525","chapter_code":"PRO.20","verse_code":"PRO.20.30","label":"30","content":"Raug ntaus thiab raug nplawm, ua rau peb hloov tau peb lub siab thiab ua lub neej zoo."},{"bible_id":"1525","chapter_code":"PRO.21","verse_code":"PRO.21.1","label":"1","content":"Tus TSWV tswj vajntxwv lub siab yoojyim ib yam li nws tswj tus dej."},{"bible_id":"1525","chapter_code":"PRO.21","verse_code":"PRO.21.2","label":"2","content":"Koj yuav xav hais tias txhua yam uas koj ua yeej yog, tiamsis tus TSWV yuav txiav txim raws li tej uas koj ua lawm."},{"bible_id":"1525","chapter_code":"PRO.21","verse_code":"PRO.21.3","label":"3","content":"Ua ncaj ua ncees thiab ua zoo, txaus tus TSWV siab dua coj tej khoom tuaj fij rau nws."},{"bible_id":"1525","chapter_code":"PRO.21","verse_code":"PRO.21.4","label":"4","content":"Lub qhovmuag uas qaujles thiab lub siab uas khavtheeb, yog kev txhaum."},{"bible_id":"1525","chapter_code":"PRO.21","verse_code":"PRO.21.5","label":"5","content":"Nquag thiab ua tib zoo npaj koj thiaj muaj nplua mias. Yog koj lam tau lam ua, koj yuav muaj tsis txaus."},{"bible_id":"1525","chapter_code":"PRO.21","verse_code":"PRO.21.6","label":"6","content":"Tej nyiaj uas tau los ntawm kev tsis ncaj ncees, tsis ntev yuav ploj mus; tej nyiaj ntawd yuav coj koj mus raug kev ploj kev tuag."},{"bible_id":"1525","chapter_code":"PRO.21","verse_code":"PRO.21.7","label":"7","content":"Cov neeg siab phem tej kev phem yuav ua rau lawv raug kev puastsuaj, rau qhov lawv ua tsis ncaj."},{"bible_id":"1525","chapter_code":"PRO.21","verse_code":"PRO.21.8","label":"8","content":"Cov neeg txhaum taug txojkev nkhaus xwb, tiamsis cov neeg uas tsis muaj txim txhaum ua qhov zoo."},{"bible_id":"1525","chapter_code":"PRO.21","verse_code":"PRO.21.9","label":"9","content":"Nyob saum rutsev zoo dua nrog tus pojniam uas yws taus nyob ua ke hauv tsev."},{"bible_id":"1525","chapter_code":"PRO.21","verse_code":"PRO.21.10","label":"10","content":"Cov neeg siab phem nrhiav nrhw txojkev ua phem. Lawv tsis hlub leejtwg li."},{"bible_id":"1525","chapter_code":"PRO.21","verse_code":"PRO.21.11","label":"11","content":"Thaum tus neeg khavtheeb raug txim, ua rau tus neeg ruam ntse tuaj. Tus neeg txawj ntse kawm tau tej uas luag qhia nws."},{"bible_id":"1525","chapter_code":"PRO.21","verse_code":"PRO.21.12","label":"12","content":"Vajtswv yog tus ncaj ncees, nws paub txhua yam uas nyob hauv tus neeg siab phem tsev, thiab nws yuav ua kom tus ntawd raug kev puastsuaj."},{"bible_id":"1525","chapter_code":"PRO.21","verse_code":"PRO.21.13","label":"13","content":"Yog koj ntsaws qhovntsej tsis kam mloog cov neeg txomnyem lub suab quaj thov, thaum koj quaj thov luag pab yuav tsis muaj leejtwg hnov."},{"bible_id":"1525","chapter_code":"PRO.21","verse_code":"PRO.21.14","label":"14","content":"Yog muaj leejtwg chim rau koj, cia li muab ib yam khoom mus pub rau nws, yuav ua rau nws txojkev chim ploj mus."},{"bible_id":"1525","chapter_code":"PRO.21","verse_code":"PRO.21.15","label":"15","content":"Thaum muaj txojkev ncaj ncees, yog kev zoo siab rau cov neeg ncaj ncees, tiamsis cov neeg siab phem tas kev cia siab."},{"bible_id":"1525","chapter_code":"PRO.21","verse_code":"PRO.21.16","label":"16","content":"Txhua tus uas tso txojkev ua zoo tseg, txojkev tuag nyob tos rawv lawv."},{"bible_id":"1525","chapter_code":"PRO.21","verse_code":"PRO.21.17","label":"17","content":"Tus uas nyiam kev lomzem yuav pluag. Tus uas nyiam quav cawv yuav tsis nrog luag muaj nyiaj."},{"bible_id":"1525","chapter_code":"PRO.21","verse_code":"PRO.21.18","label":"18","content":"Qhov uas cov neeg siab phem, ua phem rau cov neeg ncaj ncees, yog lawv lob kev txomnyem rov rau lawv ris."},{"bible_id":"1525","chapter_code":"PRO.21","verse_code":"PRO.21.19","label":"19","content":"Mus nyob tom tiaj suabpuam zoo dua li nrog tus pojniam uas tsawm taus thiab yws taus nyob ua ib tse."},{"bible_id":"1525","chapter_code":"PRO.21","verse_code":"PRO.21.20","label":"20","content":"Cov neeg txawj ntse yeej ua neej npluanuj thiab muaj zoo vaj zoo tsev nyob, tiamsis cov neeg ruam khwv tau nyiaj npaum twg los lawv muab siv tas nrho."},{"bible_id":"1525","chapter_code":"PRO.21","verse_code":"PRO.21.21","label":"21","content":"Ua siab dawb siab zoo thiab ua ncaj ua ncees, koj thiaj muaj sia nyob ntev; thiab luag thiaj yuav hwm thiab nyiam koj."},{"bible_id":"1525","chapter_code":"PRO.21","verse_code":"PRO.21.22","label":"22","content":"Tus thawj tubrog uas txawj ntse muaj peevxwm txeeb tau lub nroog uas muaj cov tubrog uas muaj zog heev tiv thaiv thiab rhuav tau tus ntsa yeej uas luag tso siab rau."},{"bible_id":"1525","chapter_code":"PRO.21","verse_code":"PRO.21.23","label":"23","content":"Yog koj tsis xav raug teebmeem, koj yuav tsum ceevfaj tej lus uas koj hais."},{"bible_id":"1525","chapter_code":"PRO.21","verse_code":"PRO.21.24","label":"24","content":"Qhia tus neeg muaj plhus rau kuv thiab kuv yuav qhia tus neeg uas muab hlob, khavtheeb, thiab tsis txawj xav rau koj."},{"bible_id":"1525","chapter_code":"PRO.21","verse_code":"PRO.21.25","label":"25","content":"Tus neeg tubnkeeg uas tsis kam mus ua haujlwm, yog nws rov muab nws tua povtseg;"},{"bible_id":"1525","chapter_code":"PRO.21","verse_code":"PRO.21.26","label":"26","content":"tej uas nws ua, nws tsuas xav hais tias saib yuav tau dabtsi. Tus neeg ncaj ncees, nws pub tau rau luag ntawm lub siab dawb paug."},{"bible_id":"1525","chapter_code":"PRO.21","verse_code":"PRO.21.27","label":"27","content":"Tus TSWV ntxub tej khoom theej txhoj uas cov neeg siab phem coj tuaj fij rau nws, qhov uas nws ntxub tshaj mas yog lawv tsis ua los ntawm lub siab dawb paug."},{"bible_id":"1525","chapter_code":"PRO.21","verse_code":"PRO.21.28","label":"28","content":"Tus neeg dag tej lus timkhawv yeej tsis txaus ntseeg, tiamsis tus neeg uas ua tib zoo xav tej lus yeej yuav tau."},{"bible_id":"1525","chapter_code":"PRO.21","verse_code":"PRO.21.29","label":"29","content":"Cov neeg ncaj ncees ua tib zoo xav rau tej uas lawv ua, tiamsis cov neeg siab phem ua txuj ua li lawv yog tus zoo heev."},{"bible_id":"1525","chapter_code":"PRO.21","verse_code":"PRO.21.30","label":"30","content":"Yog tus TSWV tawmtsam koj lawm, neeg lub tswvyim, txojkev txawj ntse thiab kev totaub yeej pab tsis tau koj li."},{"bible_id":"1525","chapter_code":"PRO.21","verse_code":"PRO.21.31","label":"31","content":"Koj yog tus npaj tej nees kom txhij mus ntaus rog, tiamsis tus TSWV yog tus pab kom koj yeej."},{"bible_id":"1525","chapter_code":"PRO.22","verse_code":"PRO.22.1","label":"1","content":"Yog koj xaiv yuav lub koob meej zoo lossis kev npluanuj, koj cia li xaiv yuav lub koob meej thiaj li zoo."},{"bible_id":"1525","chapter_code":"PRO.22","verse_code":"PRO.22.2","label":"2","content":"Tus npluanuj thiab tus pluag qhov uas zoo sib thooj yog li no: nkawd puavleej yog tus TSWV tsim huv tibsi."},{"bible_id":"1525","chapter_code":"PRO.22","verse_code":"PRO.22.3","label":"3","content":"Tus neeg paub qabhau pom tej xwm uas yuav los raug nws, nws txawm zam kev lawm, tiamsis tus neeg ruam taw hauv ntsoov mus rau qhov ntawd, thaum uas tau chaw ti nws mam li xeevxwm."},{"bible_id":"1525","chapter_code":"PRO.22","verse_code":"PRO.22.4","label":"4","content":"Txo koj lub hwjchim thiab hwm tus TSWV, koj thiaj yuav muaj txiag npluanuj, muaj koob meej thiab muaj sia ua neej nyob ntev."},{"bible_id":"1525","chapter_code":"PRO.22","verse_code":"PRO.22.5","label":"5","content":"Yog koj khuvxim koj txojsia, tsis txhob mus ze tej vojhlua uas cuab tos cov neeg ua phem txoj haukev."},{"bible_id":"1525","chapter_code":"PRO.22","verse_code":"PRO.22.6","label":"6","content":"Qhia menyuam kom paub ua nws lub neej, nws yuav nco ntsoov tej lus ntawd mus tas nws simneej."},{"bible_id":"1525","chapter_code":"PRO.22","verse_code":"PRO.22.7","label":"7","content":"Cov neeg pluag yeej ua cov neeg npluanuj qhev. Txais luag nyiaj ces yog ua luag qhev."},{"bible_id":"1525","chapter_code":"PRO.22","verse_code":"PRO.22.8","label":"8","content":"Yog koj tseb tej uas tsis ncaj ncees, koj yuav tau sau kev puastsuaj, thiab qhov uas koj ua limhiam rau lwm tus yuav kawg mus."},{"bible_id":"1525","chapter_code":"PRO.22","verse_code":"PRO.22.9","label":"9","content":"Ua neeg siab dawb siab zoo thiab pub koj tej zaub mov rau cov neeg pluag noj, koj thiaj yuav tau koob hmoov."},{"bible_id":"1525","chapter_code":"PRO.22","verse_code":"PRO.22.10","label":"10","content":"Ntiab cov neeg khavtheeb tawm mus thiaj tsis muaj kev sib cav sib ceg lossis kev xyav luag moo tsis zoo ntxiv lawm."},{"bible_id":"1525","chapter_code":"PRO.22","verse_code":"PRO.22.11","label":"11","content":"Yog koj muaj lub siab dawb siab zoo thiab hais lus mos lus muag, ces vajntxwv yuav yog koj tus phoojywg."},{"bible_id":"1525","chapter_code":"PRO.22","verse_code":"PRO.22.12","label":"12","content":"Tus TSWV tsomkwm tej lus tseeb, tiamsis nws rhuav tshem tej lus dag."},{"bible_id":"1525","chapter_code":"PRO.22","verse_code":"PRO.22.13","label":"13","content":"Tus neeg tubnkeeg nyob hauv tsev xwb, nws hais tias yog tawm mus nraum zoov tsov ntxhuav yuav tom."},{"bible_id":"1525","chapter_code":"PRO.22","verse_code":"PRO.22.14","label":"14","content":"Kev ua nkauj ua nraug yog lub vojhlua, lub vojhlua ntawd yuav mag cov neeg uas tus TSWV chim rau lawm."},{"bible_id":"1525","chapter_code":"PRO.22","verse_code":"PRO.22.15","label":"15","content":"Tej menyuam yau yeej los ua li tej neeg uas tsis paub qabhau, tiamsis rab nplawm yuav qhia kom lawv paub coj tus yam ntxwv zoo."},{"bible_id":"1525","chapter_code":"PRO.22","verse_code":"PRO.22.16","label":"16","content":"Yog koj muab khoom pub rau cov neeg npluanuj lossis quab yuam cov pluag kom koj npluanuj ces koj yuav txomnyem."},{"bible_id":"1525","chapter_code":"PRO.22","verse_code":"PRO.22.17","label":"17","content":"Ua tib zoo mloog, kuv yuav qhia koj saib tej neeg txawj ntse hais li cas. Rau siab ntso kawm lawv tej lus qhuab qhia no,"},{"bible_id":"1525","chapter_code":"PRO.22","verse_code":"PRO.22.18","label":"18","content":"yog koj nco tau tej lus ntawd thiab hais tau txhua lo yuav ua rau koj zoo siab heev."},{"bible_id":"1525","chapter_code":"PRO.22","verse_code":"PRO.22.19","label":"19","content":"Kuv xav kom koj muab koj txojkev cia siab tso plhuav rau tus TSWV, vim li ntawd kuv thiaj muab tej lus no los qhia rau koj paub."},{"bible_id":"1525","chapter_code":"PRO.22","verse_code":"PRO.22.20","label":"20","content":"Kuv sau tau peb caug nqe lus txawj ntse rau koj. Cov lus no yog kev txawj ntse thiab lus tuavxam uas zoo heev,"},{"bible_id":"1525","chapter_code":"PRO.22","verse_code":"PRO.22.21","label":"21","content":"thiab yuav qhia rau koj hais tias qhov twg yog qhov tseeb. Ces koj thiaj mus nrhiav tau tej lus tseeb los teb rau cov uas xa koj mus."},{"bible_id":"1525","chapter_code":"PRO.22","verse_code":"PRO.22.22","label":"22","content":"Koj tsis txhob mus txeeb cov neeg pluag tug, vim lawv hais tsis taus; tsis txhob mus txeeb cov neeg uas tsis muaj leejtwg pab hauv tsev tu plaub ntiag tug."},{"bible_id":"1525","chapter_code":"PRO.22","verse_code":"PRO.22.23","label":"23","content":"Tus TSWV yuav ua tus hais lawv tej plaub thiab txov txhua tus uas txov lwm tus txojsia lawm."},{"bible_id":"1525","chapter_code":"PRO.22","verse_code":"PRO.22.24","label":"24","content":"Tsis txhob ua phoojywg nrog cov neeg uas siab ceev thiab ua nruj ua tsiv."},{"bible_id":"1525","chapter_code":"PRO.22","verse_code":"PRO.22.25","label":"25","content":"Nyob tsam koj mus xyaum ua li lawv thiab hloov tsis tau li lawm."},{"bible_id":"1525","chapter_code":"PRO.22","verse_code":"PRO.22.26","label":"26","content":"Tsis txhob coglus them lwm tus tej nuj nqi."},{"bible_id":"1525","chapter_code":"PRO.22","verse_code":"PRO.22.27","label":"27","content":"Yog koj them tsis taus, txawm yog koj lub txaj pw los luag yuav tuaj nqa mus."},{"bible_id":"1525","chapter_code":"PRO.22","verse_code":"PRO.22.28","label":"28","content":"Tsis txhob txav tus ciamteb qub uas koj tej yawgkoob tau tu tseg lawm."},{"bible_id":"1525","chapter_code":"PRO.22","verse_code":"PRO.22.29","label":"29","content":"Koj puas pom cov neeg uas yog kws txawj thiab ua tau lawv tes haujlwm zoo? Lawv yuav tau ua haujlwm rau vajntxwv, tsis yog ua rau tej pejxeem."},{"bible_id":"1525","chapter_code":"PRO.23","verse_code":"PRO.23.1","label":"1","content":"Thaum koj nrog ib tug neeg tseemceeb noj mov ua ke, nco ntsoov hais tias nws yog leejtwg."},{"bible_id":"1525","chapter_code":"PRO.23","verse_code":"PRO.23.2","label":"2","content":"Yog koj qab los heev, yuav tsum tswj koj kev noj thiab haus."},{"bible_id":"1525","chapter_code":"PRO.23","verse_code":"PRO.23.3","label":"3","content":"Tsis txhob zoo siab rau tej zaub mov qab qab uas nws rau los; tej zaum yog nws muab los sim koj xwb."},{"bible_id":"1525","chapter_code":"PRO.23","verse_code":"PRO.23.4","label":"4","content":"Yuav tsum ua neeg ntse, tsis txhob cia nyiaj txiag yuam tau koj ua qhev."},{"bible_id":"1525","chapter_code":"PRO.23","verse_code":"PRO.23.5","label":"5","content":"Rau qhov tib ntsais muag xwb, koj tej nyiaj txiag yuav ploj tas ib yam li tus dav uas muaj tis ya."},{"bible_id":"1525","chapter_code":"PRO.23","verse_code":"PRO.23.6","label":"6","content":"Tsis txhob nrog tus neeg qia dub noj mov saum nws lub rooj lossis zoo siab rau tej zaub mov qab qab uas nws rau los."},{"bible_id":"1525","chapter_code":"PRO.23","verse_code":"PRO.23.7","label":"7","content":"Nws yuav hu hais tias, “Cia li los noj,” tiamsis nws lub ncauj lam hu xwb, nws lub siab tsis yog li ntawd."},{"bible_id":"1525","chapter_code":"PRO.23","verse_code":"PRO.23.8","label":"8","content":"Koj yuav ntuav tej uas koj noj lawm tawm, thiab tej lus zoo uas koj hais los yuav tsis muaj qabhau."},{"bible_id":"1525","chapter_code":"PRO.23","verse_code":"PRO.23.9","label":"9","content":"Tsis txhob ntuas tus neeg ruam. Nws yuav muab koj tej lus saib tsis muaj qabhau."},{"bible_id":"1525","chapter_code":"PRO.23","verse_code":"PRO.23.10","label":"10","content":"Tsis txhob txav tus ciamteb qub uas tu tseg lawm lossis txeeb cov menyuam ntsuag tej av."},{"bible_id":"1525","chapter_code":"PRO.23","verse_code":"PRO.23.11","label":"11","content":"Tus TSWV uas muaj hwjchim yuav tuaj lawv tog thiab pab lawv ua ncauj ua lus tawmtsam koj."},{"bible_id":"1525","chapter_code":"PRO.23","verse_code":"PRO.23.12","label":"12","content":"Muab siab rau kawm tej uas koj tus xibhwb qhia thiab khaws txhua yam ntawd cia."},{"bible_id":"1525","chapter_code":"PRO.23","verse_code":"PRO.23.13","label":"13","content":"Tsis txhob muab kev qhuab qhia menyuam tso tseg; koj nplawm nws xwb, nws yeej tsis tuag."},{"bible_id":"1525","chapter_code":"PRO.23","verse_code":"PRO.23.14","label":"14","content":"Yog koj nplawm nws yuav cawm tau nws dim ntawm txojkev puastsuaj."},{"bible_id":"1525","chapter_code":"PRO.23","verse_code":"PRO.23.15","label":"15","content":"Metub, yog koj ua ib tug neeg txawj ntse, mas kuv yuav zoo siab kawg li."},{"bible_id":"1525","chapter_code":"PRO.23","verse_code":"PRO.23.16","label":"16","content":"Kuv yuav txaus siab thaum kuv hnov koj hais tej lus uas ntse ntsuav."},{"bible_id":"1525","chapter_code":"PRO.23","verse_code":"PRO.23.17","label":"17","content":"Tsis txhob khib rau tej neeg txhaum, cia li hwm tus TSWV, nws yuav coj koj lub neej."},{"bible_id":"1525","chapter_code":"PRO.23","verse_code":"PRO.23.18","label":"18","content":"Yog koj ua li ntawd, koj lub neej yav tom ntej yuav kaj siab lug."},{"bible_id":"1525","chapter_code":"PRO.23","verse_code":"PRO.23.19","label":"19","content":"Metub, ua tib zoo mloog, koj yuav tsum ntse thiab muab siab rau ua koj lub neej tiag tiag."},{"bible_id":"1525","chapter_code":"PRO.23","verse_code":"PRO.23.20","label":"20","content":"Tsis txhob mus koom nrog cov neeg uas nyiam haus cawv lossis noj ntau haus ntau ua ke."},{"bible_id":"1525","chapter_code":"PRO.23","verse_code":"PRO.23.21","label":"21","content":"Cov neeg quav cawv thiab saib hlob yuav pluag. Yog nej noj tas pw xwb, tsis ntev nej yuav hnav khaub hlab."},{"bible_id":"1525","chapter_code":"PRO.23","verse_code":"PRO.23.22","label":"22","content":"Mloog koj txiv tej lus, yog tsis muaj nws yeej tsis muaj koj. Thaum koj niamlaus lawm, koj yuav tsum pauj nws txiaj ntsig."},{"bible_id":"1525","chapter_code":"PRO.23","verse_code":"PRO.23.23","label":"23","content":"Qhov tseeb, tswvyim, kawm txhawj kawm ntse, thiab lub siab thoob tsib to nrog yog tej uas muaj nujnqis heev, tsimnyog muab khaws cia, tsis txhob muab muag."},{"bible_id":"1525","chapter_code":"PRO.23","verse_code":"PRO.23.24","label":"24","content":"Leej txiv uas muaj tus tub ncaj ncees muaj kev zoo siab heev. Tus tub uas muaj kev txawj ntse yuav ua rau leej txiv tau koob meej."},{"bible_id":"1525","chapter_code":"PRO.23","verse_code":"PRO.23.25","label":"25","content":"Koj yuav tsum ua kom koj niam thiab koj txiv tau ntsejmuag. Cia li ua rau koj niam muaj kev zoo siab."},{"bible_id":"1525","chapter_code":"PRO.23","verse_code":"PRO.23.26","label":"26","content":"Metub, ua tib zoo mloog kuv tej lus thiab xyaum ua raws li kuv lub neej."},{"bible_id":"1525","chapter_code":"PRO.23","verse_code":"PRO.23.27","label":"27","content":"Cov niamntiav thiab cov pojniam uas deev hluas nraug yog lub vojhlua uas coj mus rau txojkev tuag."},{"bible_id":"1525","chapter_code":"PRO.23","verse_code":"PRO.23.28","label":"28","content":"Lawv zov rawv tos koj ib yam li tej tubsab thiab lawv ntxias tau ntau leej txivneej mus ua neeg tsis ncaj ncees lawm."},{"bible_id":"1525","chapter_code":"PRO.23","verse_code":"PRO.23.29+PRO.23.30","label":"29-30","content":"Nej sim coj tus neeg uas nyiam haus cawv ntau thiab nyiam muab yam ub yam no los tim cawv haus tuaj rau kuv, kuv yuav qhia nws tej kev txomnyem thiab lwj siab rau nej paub. Tus uas haus cawv ntau pheej tsim kev kub ntxhov thiab pheej yws li ub li no. Nws ob lub qhovmuag nce ntshav liab ploog thiab nws tej nqaij doog ntsuab xiab vim haus cawv nkaus xwb."},{"bible_id":"1525","chapter_code":"PRO.23","verse_code":"PRO.23.31","label":"31","content":"Tsis txhob pub cawv ntxias tau koj, txawm yog cawv yuav liab ntshiab si, pom duab nyob zoj hauv lub khob thiab yoojyim nqos los xij."},{"bible_id":"1525","chapter_code":"PRO.23","verse_code":"PRO.23.32","label":"32","content":"Yog koj haus, thaum kaj ntug koj yuav hnov mob taug leeg cuag li nab muaj taug tom."},{"bible_id":"1525","chapter_code":"PRO.23","verse_code":"PRO.23.33","label":"33","content":"Kev phem yuav tshwm rau koj qhovmuag pom, thiab yuav ua rau koj xav tsis tawm lossis tsis paub yuav hais li cas."},{"bible_id":"1525","chapter_code":"PRO.23","verse_code":"PRO.23.34","label":"34","content":"Yuav zoo li koj pw tus ntab yees saum nplaim dej hiavtxwv, thiab nyob saum lub nkoj tus hau ncej uas dai daim ntaub cug cua."},{"bible_id":"1525","chapter_code":"PRO.23","verse_code":"PRO.23.35","label":"35","content":"Ces koj yuav hais tias, “Kuv twb raug luag ntaus, kuv raug luag nplawm los lawm, tiamsis kuv tsis nco qab tas lawm. Vim li cas kuv thiaj tsis sawv? Kuv tseem xav haus ntxiv thiab.”"},{"bible_id":"1525","chapter_code":"PRO.24","verse_code":"PRO.24.1","label":"1","content":"Tsis txhob khib rau cov neeg ua phem ua qias, thiab tsis txhob nrog lawv ua phoojywg,"},{"bible_id":"1525","chapter_code":"PRO.24","verse_code":"PRO.24.2","label":"2","content":"rau qhov lawv lub siab xav ua limhiam, thiab lawv lub ncauj hais tej lus tsis zoo."},{"bible_id":"1525","chapter_code":"PRO.24","verse_code":"PRO.24.3","label":"3","content":"Tus uas muaj tswvyim thiab txawj ntse, nws lub tsev yuav nyob ruaj khov."},{"bible_id":"1525","chapter_code":"PRO.24","verse_code":"PRO.24.4","label":"4","content":"Yog muaj kev txawj ntse, ces muaj tej rooj tog uas zoo nkauj thiab muaj nqis nyob hauv tsev."},{"bible_id":"1525","chapter_code":"PRO.24","verse_code":"PRO.24.5","label":"5","content":"Muaj tswvyim zoo dua muaj zog,  kev txawj ntse yeej tseemceeb dua lub dag lub zog."},{"bible_id":"1525","chapter_code":"PRO.24","verse_code":"PRO.24.6","label":"6","content":"Nej yuav tsum npaj tswvyim kom zoo ua ntej nej mam li mus ntaus rog, yog muaj ntau tus tuav tswvyim nej yimhuab yuav kovyeej."},{"bible_id":"1525","chapter_code":"PRO.24","verse_code":"PRO.24.7","label":"7","content":"Cov neeg txawj ntse hais tej lus uas tob tob ua rau tus neeg ruam tsis totaub; thaum sib tham txog tej yam tseemceeb, tus ruam tsis muaj lus hais li."},{"bible_id":"1525","chapter_code":"PRO.24","verse_code":"PRO.24.8","label":"8","content":"Yog koj pheej nrhiav tswvyim ua phem xwb, luag yuav hais tias koj yog tus neeg thab plaub."},{"bible_id":"1525","chapter_code":"PRO.24","verse_code":"PRO.24.9","label":"9","content":"Txhua yam uas tus neeg ruam xav puavleej yog kev txhaum. Sawvdaws ntxub tus neeg uas pheej thuam lwm tus."},{"bible_id":"1525","chapter_code":"PRO.24","verse_code":"PRO.24.10","label":"10","content":"Yog koj qaug zog thaum raug kev ntxhov siab, ces yog koj siab yau heev."},{"bible_id":"1525","chapter_code":"PRO.24","verse_code":"PRO.24.11","label":"11","content":"Tsis txhob ua xyem xyav, cia li pab tus neeg tsis muaj txim txhaum uas luag yuav coj mus tua povtseg."},{"bible_id":"1525","chapter_code":"PRO.24","verse_code":"PRO.24.12","label":"12","content":"Koj yuav hais tias tsis yog koj feem xyuam, tiamsis Vajtswv paub thiab yuav txiav txim raws li koj ua. Nws ntsia ntsoov koj, nws yeej paub koj lub siab, thiab nws yuav muab nqi zog rau koj raws li tej uas koj ua lawm."},{"bible_id":"1525","chapter_code":"PRO.24","verse_code":"PRO.24.13","label":"13","content":"Metub, cia li noj zib ntab, rau qhov zib ntab yog yam zoo. Cov zib ntab uas ntws ntawm daim nas ntab los qab zib rau koj tus nplaig,"},{"bible_id":"1525","chapter_code":"PRO.24","verse_code":"PRO.24.14","label":"14","content":"koj yuav paub hais tias tswvyim zoo ib yam li ntawd rau koj txojsia. Yog koj tau tswvyim, koj lub neej yav tom ntej yuav kaj siab lug."},{"bible_id":"1525","chapter_code":"PRO.24","verse_code":"PRO.24.15","label":"15","content":"Tsis txhob ua li tus neeg siab phem uas pheej nrhiav tswvyim mus nyiag lossis rhuav tus neeg ncaj ncees tej vajtse."},{"bible_id":"1525","chapter_code":"PRO.24","verse_code":"PRO.24.16","label":"16","content":"Tus neeg ncaj ncees ntog pestsawg zaus los nws yeej sawv taus, tiamsis kev puastsuaj rhuav tshem cov neeg ua phem."},{"bible_id":"1525","chapter_code":"PRO.24","verse_code":"PRO.24.17","label":"17","content":"Tsis txhob zoo siab thaum koj tus yeebncuab raug kev puastsuaj, thiab tsis txhob zoo siab thaum nws ntog."},{"bible_id":"1525","chapter_code":"PRO.24","verse_code":"PRO.24.18","label":"18","content":"Yog koj hnyos koj tus yeebncuab, tus TSWV yeej yuav paub; nws tsis nyiam koj ua li ntawd, thiab tej zaum nws yuav tsis rau txim rau koj tus yeebncuab."},{"bible_id":"1525","chapter_code":"PRO.24","verse_code":"PRO.24.19","label":"19","content":"Tsis txhob nyuaj siab rau tej neeg ua phem, tsis txhob khib tej uas lawv ua."},{"bible_id":"1525","chapter_code":"PRO.24","verse_code":"PRO.24.20","label":"20","content":"Tus neeg ua phem yeej tsis muaj kev cia siab rau yav tom ntej, thiab lawv lub neej tsaus ntuj nti."},{"bible_id":"1525","chapter_code":"PRO.24","verse_code":"PRO.24.21","label":"21","content":"Kuv tus metub, koj yuav tsum hwm tus TSWV thiab hwm vajntxwv. Tsis txhob koom nrog cov neeg uas ntxeev siab tawmtsam tus TSWV thiab vajntxwv hlo li;"},{"bible_id":"1525","chapter_code":"PRO.24","verse_code":"PRO.24.22","label":"22","content":"cov neeg uas ua li ntawd twb yuav raug kev puastsuaj sai. Koj puas paub hais tias Vajtswv lossis vajntxwv yuav tso kev puastsuaj los rau koj hnyav npaum li cas?"},{"bible_id":"1525","chapter_code":"PRO.24","verse_code":"PRO.24.23","label":"23","content":"Tej lus no yog cov neeg txawj ntse hais: Qhov uas txhob txwm txiav txim tsis ncaj rau luag yog koj ua tsis yog lawm."},{"bible_id":"1525","chapter_code":"PRO.24","verse_code":"PRO.24.24","label":"24","content":"Yog tus txiav txim phua lub txim tsis txhaum rau tus neeg txhaum, nws yuav raug luag foom thiab ntxub."},{"bible_id":"1525","chapter_code":"PRO.24","verse_code":"PRO.24.25","label":"25","content":"Tiamsis tus uas txiav txim rau tus neeg ua txhaum, tus ntawd lub neej yuav vammeej thiab tau koob meej."},{"bible_id":"1525","chapter_code":"PRO.24","verse_code":"PRO.24.26","label":"26","content":"Tus uas muab lo lus tseeb teb luag, qhia hais tias yog phoojywg zoo."},{"bible_id":"1525","chapter_code":"PRO.24","verse_code":"PRO.24.27","label":"27","content":"Tsis txhob maj ua koj lub tsev thiab npaj koj lub cuab lub yig ua ntej koj npaj tau thaj teb thiab txhua yam txij tso."},{"bible_id":"1525","chapter_code":"PRO.24","verse_code":"PRO.24.28","label":"28","content":"Tsis txhob ua timkhawv tsis tseeb tawmtsam lwm tus uas tsis tau ua txhaum lossis hais tej lus uas ntxias luag yuam kev."},{"bible_id":"1525","chapter_code":"PRO.24","verse_code":"PRO.24.29","label":"29","content":"Tsis txhob hais tias, “Kuv yuav ua rau nws ib yam li nws tau ua rau kuv lawm. Kuv yuav pauj tej uas nws ua rau kuv lawm rov rau nws.”"},{"bible_id":"1525","chapter_code":"PRO.24","verse_code":"PRO.24.30","label":"30","content":"Kuv mus ncig thoob plaws tus neeg ruam thiab tus neeg tubnkeeg tej liaj teb thiab tej vaj txiv hmab huv tibsi lawm."},{"bible_id":"1525","chapter_code":"PRO.24","verse_code":"PRO.24.31","label":"31","content":"Muaj pos thiab nroj fab puv nkaus daim teb xwb; tej ntsa zeb uas xov ncig daim teb puavleej pob tas rau hauv av."},{"bible_id":"1525","chapter_code":"PRO.24","verse_code":"PRO.24.32","label":"32","content":"Kuv saib tej no thiab kuv muab xav mas kuv kawm tau tej yam zoo ntawm zaj no:"},{"bible_id":"1525","chapter_code":"PRO.24","verse_code":"PRO.24.33","label":"33","content":"Mus pw ib pliag thiab tsaug ib tsig zog tso; khawm tes so ib pliag tso,"},{"bible_id":"1525","chapter_code":"PRO.24","verse_code":"PRO.24.34","label":"34","content":"tiamsis thaum koj tseem tabtom pw tsaug zog, kev txomnyem yuav los raug koj ib yam li tubsab nqa rawv qws tuaj huab koj lub neej ntag."},{"bible_id":"1525","chapter_code":"PRO.25","verse_code":"PRO.25.1","label":"1","content":"Ntawm no yog Xalumoos tej pajlug uas cov Yudas tus Vajntxwv Hexekiyas tej nomtswv muab sau tseg cia rau hauv tsev tu plaub."},{"bible_id":"1525","chapter_code":"PRO.25","verse_code":"PRO.25.2","label":"2","content":"Peb hwm Vajtswv rau qhov nws npog txhua yam cia, peb hwm tej vajntxwv rau qhov lawv tshawb txhua yam tawm."},{"bible_id":"1525","chapter_code":"PRO.25","verse_code":"PRO.25.3","label":"3","content":"Koj yeej tsis paub txog vajntxwv lub siab xav ib zaug li, nws xav tau dav tshaj peb; ntuj ceebtsheej siab thiab hiavtxwv tob npaum li cas nws yeej xav dhau peb deb npaum li ntawd."},{"bible_id":"1525","chapter_code":"PRO.25","verse_code":"PRO.25.4","label":"4","content":"Cais tej quav hlau tawm ntawm cov tseem nyiaj mus thiaj li nchuav tau tej tais nyiaj zoo nkauj."},{"bible_id":"1525","chapter_code":"PRO.25","verse_code":"PRO.25.5","label":"5","content":"Tsis txhob pub cov tuavxam siab phem nyob ze vajntxwv thiab nws cov nomtswv, vajntxwv thiaj tswj tau lub tebchaws ncaj ncees."},{"bible_id":"1525","chapter_code":"PRO.25","verse_code":"PRO.25.6","label":"6","content":"Thaum koj sawv tabmeeg ntawm vajntxwv, tsis txhob ua txuj khav li koj yog tus neeg tseemceeb."},{"bible_id":"1525","chapter_code":"PRO.25","verse_code":"PRO.25.7","label":"7","content":"Cia luag caw koj mus zaum lub chaw siab zoo dua li luag ntiab koj sawv thiab muab lub chaw ntawd rau lwm tus neeg uas tseemceeb dua koj zaum."},{"bible_id":"1525","chapter_code":"PRO.25","verse_code":"PRO.25.8","label":"8","content":"Tej yam uas koj paub tsis tseeb, koj tsis txhob maj mus ua timkhawv rau hauv tsev tu plaub. Nyob tsam muaj dua lwm tus timkhawv pom qhov tseeb dua koj, thaum ntawd koj yuav ua li cas?"},{"bible_id":"1525","chapter_code":"PRO.25","verse_code":"PRO.25.9","label":"9","content":"Yog koj thiab koj tej phoojywg zejzog muaj tej lus tsis sib haumxeeb, neb cia li sib hais neb kom tas, tsis txhob muab hais ncha teb ncha chaw."},{"bible_id":"1525","chapter_code":"PRO.25","verse_code":"PRO.25.10","label":"10","content":"Yog tsis ua li ntawd, luag yuav paub hais tias koj yog ib tug uas tsis zais tej lus tseemceeb cia, ces koj yuav txajmuag mus li."},{"bible_id":"1525","chapter_code":"PRO.25","verse_code":"PRO.25.11","label":"11","content":"Lo lus zoo uas hais rau lub sijhawm tsimnyog hais zoo ib yam li tej kub uas muab vuam txaij nraug zees rau ntawm lub tais nyiaj."},{"bible_id":"1525","chapter_code":"PRO.25","verse_code":"PRO.25.12","label":"12","content":"Tus neeg uas txaus siab mloog tus neeg uas twb pom dua ua dua los lawm tej lus ntuas, mas muaj nqis dua tej nplhaib lossis tej saw uas tseem kub."},{"bible_id":"1525","chapter_code":"PRO.25","verse_code":"PRO.25.13","label":"13","content":"Tus neeg xa xov uas ncaj ua rau tus txib nws mus lub siab kaj ib yam li haus cov dej txias thaum lub caij sau qoob."},{"bible_id":"1525","chapter_code":"PRO.25","verse_code":"PRO.25.14","label":"14","content":"Cov neeg uas coglus tseg hais tias, yuav muab yam ub yam no rau luag, tiamsis tsis muab, mas zoo ib yam li tauv huab thiab nthwv cua uas tsis muaj nag."},{"bible_id":"1525","chapter_code":"PRO.25","verse_code":"PRO.25.15","label":"15","content":"Ua siab ntev thiaj yuav ntxias tau tej nomtswv thiab tej lus zoo ua rau luag lub siab muag."},{"bible_id":"1525","chapter_code":"PRO.25","verse_code":"PRO.25.16","label":"16","content":"Tsis txhob noj zib ntab ntau dhau, yog noj ntau yuav ua rau koj ntuav."},{"bible_id":"1525","chapter_code":"PRO.25","verse_code":"PRO.25.17","label":"17","content":"Tsis txhob niaj hnub mus cuav zos hauv koj tej phoojywg nruab ze, nyob tsam nws nkees nrog koj nyob thiab ntxub koj."},{"bible_id":"1525","chapter_code":"PRO.25","verse_code":"PRO.25.18","label":"18","content":"Tej lus kom tsis tseeb zoo ib yam li tus qws lossis rab ntaj lossis xibxub vos uas ntse zuag plias."},{"bible_id":"1525","chapter_code":"PRO.25","verse_code":"PRO.25.19","label":"19","content":"Cia siab rau tus neeg tsis ncaj thaum muaj kev ntxhov siab, ces zoo ib yam li tus lov hniav xo mov lossis tus tu taw mus kev."},{"bible_id":"1525","chapter_code":"PRO.25","verse_code":"PRO.25.20","label":"20","content":"Hu nkauj rau tus neeg nyuaj siab mloog, ces zoo ib yam li tug neeg hle ris tsho mus tiv no lossis zoo li nphoo ntsev rau lub qhov txhab."},{"bible_id":"1525","chapter_code":"PRO.25","verse_code":"PRO.25.21","label":"21","content":"Yog koj tus yeebncuab tshaib plab, cia li muab mov rau nws noj; yog nws nqhis dej, cia li muab dej rau nws haus."},{"bible_id":"1525","chapter_code":"PRO.25","verse_code":"PRO.25.22","label":"22","content":"Yog koj ua li ntawd nws yuav txajmuag, tus TSWV thiaj yuav muab nqi zog rau koj."},{"bible_id":"1525","chapter_code":"PRO.25","verse_code":"PRO.25.23","label":"23","content":"Cov cua uas tuaj sab qaumteb tuaj coj nag los li cas tus neeg taug xaiv ua rau muaj kev chim li ntawd."},{"bible_id":"1525","chapter_code":"PRO.25","verse_code":"PRO.25.24","label":"24","content":"Nyob saum rutsev zoo dua li nrog tus pojniam uas yws tau nyob ua ke hauv tsev."},{"bible_id":"1525","chapter_code":"PRO.25","verse_code":"PRO.25.25","label":"25","content":"Xov zoo tuaj lub tebchaws deb tuaj zoo ib yam li koj haus cov dej txias thaum koj nqhis dej qa qhuav qhawv."},{"bible_id":"1525","chapter_code":"PRO.25","verse_code":"PRO.25.26","label":"26","content":"Tus neeg ncaj ncees uas cia tug neeg ua phem coj nws mus ua kev phem kev qias, ces zoo li lub qhovdej txhawv uas nro lossis lub qhovtshij uas muaj tshuaj lom nyob hauv."},{"bible_id":"1525","chapter_code":"PRO.25","verse_code":"PRO.25.27","label":"27","content":"Noj zib ntab ntau yuav tsis zoo rau koj, thiab qhov uas cia luag qhuas  koj ntau los yuav tsis zoo ib yam nkaus."},{"bible_id":"1525","chapter_code":"PRO.25","verse_code":"PRO.25.28","label":"28","content":"Yog koj tswj tsis tau koj kev chim, ces koj tsis muaj kev pab ib yam li lub nroog uas tsis muaj ntsa yeej thaiv thiab qhib lug rau yeebncuab tuaj tua ntag."},{"bible_id":"1525","chapter_code":"PRO.26","verse_code":"PRO.26.1","label":"1","content":"Qhuas tus neeg ruam tsis muaj qabhau ib yam li los daus rau thaum ntuj qhua lossis los nag rau lub caij sau qoob."},{"bible_id":"1525","chapter_code":"PRO.26","verse_code":"PRO.26.2","label":"2","content":"Lo lus foom phem yuav tsis mob koj qhov twg li, tshwj hais tias yog koj yeej tau ua txhaum lawm. Yog koj ua zoo, tej lus ntawd zoo ib yam li tej noog uas ya los tiamsis tsis tsaws qhov twg li."},{"bible_id":"1525","chapter_code":"PRO.26","verse_code":"PRO.26.3","label":"3","content":"Muab pas los nplawm nees, muab xauv los xam neesluav, thiab muab hlua tawv nplawm tus neeg uas tsis mloog lus."},{"bible_id":"1525","chapter_code":"PRO.26","verse_code":"PRO.26.4","label":"4","content":"Yog koj teb tus neeg ruam tej lus nug, ces yog koj ruam ib yam li nws."},{"bible_id":"1525","chapter_code":"PRO.26","verse_code":"PRO.26.5","label":"5","content":"Muab tej lus ruam teb rau tus neeg ruam tej lus nug kom nws thiaj paub hais tias, nws tsis ntse li nws xav."},{"bible_id":"1525","chapter_code":"PRO.26","verse_code":"PRO.26.6","label":"6","content":"Yog koj cia tus ruam xa xov zoo ib yam li yog koj txiav koj txhais kotaw povtseg thiab yog koj tsub kev ntxhov siab ntxiv rau koj."},{"bible_id":"1525","chapter_code":"PRO.26","verse_code":"PRO.26.7","label":"7","content":"Tus neeg ruam hais pajlug, ces tsuas zoo li tus neeg cegtawv mus kev."},{"bible_id":"1525","chapter_code":"PRO.26","verse_code":"PRO.26.8","label":"8","content":"Yog qhuas tus ruam, ces zoo ib yam li muab ib lub pobzeb khi rau ntawm txoj zes hlua."},{"bible_id":"1525","chapter_code":"PRO.26","verse_code":"PRO.26.9","label":"9","content":"Tus neeg ruam hais pajlug, ces zoo ib yam li tus neeg qaug cawv dig saus tawm ntawm nws txhais tes."},{"bible_id":"1525","chapter_code":"PRO.26","verse_code":"PRO.26.10","label":"10","content":"Tus uas ntiav tus neeg ruam lossis tus qaug cawv ua nws tub zog, ces zoo ib yam li tus neeg tua hneevnti uas tsis saib qab saib hau mus raug lwm tus."},{"bible_id":"1525","chapter_code":"PRO.26","verse_code":"PRO.26.11","label":"11","content":"Tus neeg ruam uas pheej ua tej yam ruam tas los rov ua dua, ces zoo ib yam li tus dev uas rov noj dev cov ntuav."},{"bible_id":"1525","chapter_code":"PRO.26","verse_code":"PRO.26.12","label":"12","content":"Tus neeg ruam uas ruam kawg li tseem zoo dua tus uas nws xav hais tias, nws ntse heev tiamsis nws twb tsis ntse."},{"bible_id":"1525","chapter_code":"PRO.26","verse_code":"PRO.26.13","label":"13","content":"Vim li cas tus neeg tubnkeeg thiaj tsis tawm hauv tsev mus sab nraud? Yog nws ntshai dabtsi? Puas yog ntshai tsov ntxhuav?"},{"bible_id":"1525","chapter_code":"PRO.26","verse_code":"PRO.26.14","label":"14","content":"Tus neeg tubnkeeg pw da luj luam saum txaj ib yam li daim txiag qhovrooj uas qoj mus qoj los."},{"bible_id":"1525","chapter_code":"PRO.26","verse_code":"PRO.26.15","label":"15","content":"Tus neeg tubnkeeg cev diav mus hais mov hauv lub tais twb laj nqa los rau ntawm qhovncauj."},{"bible_id":"1525","chapter_code":"PRO.26","verse_code":"PRO.26.16","label":"16","content":"Tus neeg tubnkeeg yuav xav hais tias nws ntse dua xya tus txivneej muaj tswvyim uas teb tau luag tej lus."},{"bible_id":"1525","chapter_code":"PRO.26","verse_code":"PRO.26.17","label":"17","content":"Tus neeg uas mus raus tes rau luag tej lus sib ceg uas tsis yog nws feem xyuam, ces zoo ib yam li dev dhia es ntsiab dev nplooj ntseg."},{"bible_id":"1525","chapter_code":"PRO.26","verse_code":"PRO.26.18+PRO.26.19","label":"18-19","content":"Tus uas ntxias kom lwm tus yuam kev thiab hais tias yog nws tso dag xwb, tus ntawd zoo ib yam li tus neeg vwm uas mus kov tej cuabyeej txov txojsia ntag."},{"bible_id":"1525","chapter_code":"PRO.26","verse_code":"PRO.26.20","label":"20","content":"Yog tsis muaj taws, ces hluavtaws kuj tuag; yog tsis muaj tus neeg taug xaiv, ces yeej tsis muaj kev sib cav."},{"bible_id":"1525","chapter_code":"PRO.26","verse_code":"PRO.26.21","label":"21","content":"Thee ua kom hluavtaws ciaj, ntoo ua kom nplaim taws cig, thiab tus neeg uas ua kom muaj teebmeem ua rau kev sib cav sib ceg loj tuaj."},{"bible_id":"1525","chapter_code":"PRO.26","verse_code":"PRO.26.22","label":"22","content":"Tej lus uas hais luag plig zoo hais kawg li! Sawvdaws thiaj nyiam hais ua luaj!"},{"bible_id":"1525","chapter_code":"PRO.26","verse_code":"PRO.26.23","label":"23","content":"Tus neeg uas ncauj zoo  tiamsis siab phem, mas zoo ib yam li lub hub uas muab vuam kom ci  xwb."},{"bible_id":"1525","chapter_code":"PRO.26","verse_code":"PRO.26.24","label":"24","content":"Tus neeg ntsejmuag ncaj siab nkhaus ntxub luag, tiamsis tseem ua txuj qhuas luag."},{"bible_id":"1525","chapter_code":"PRO.26","verse_code":"PRO.26.25","label":"25","content":"Txawm yog nws hais lus zoo los tsis txhob ntseeg, rau qhov hauv nws lub siab puv nkaus kev ntxub ntxaug."},{"bible_id":"1525","chapter_code":"PRO.26","verse_code":"PRO.26.26","label":"26","content":"Txawm yog nws zais qhov uas nws ntxub luag los sawvdaws yeej paub tej kev phem uas nws ua."},{"bible_id":"1525","chapter_code":"PRO.26","verse_code":"PRO.26.27","label":"27","content":"Tus neeg uas khawb qhov cuab luag kev, yog nws rov cuab nws xwb. Leejtwg cuab yej, yej yuav rov tais nws tes."},{"bible_id":"1525","chapter_code":"PRO.26","verse_code":"PRO.26.28","label":"28","content":"Yog koj ntxub leejtwg, koj thiaj dag kom nws raug mob. Tus neeg uas ncauj zoo siab phem yuav raug kev puastsuaj."},{"bible_id":"1525","chapter_code":"PRO.27","verse_code":"PRO.27.1","label":"1","content":"Tsis txhob khav rau tagkis. Koj twb tsis paub hais tias thaum tseem tsis tau txog tagkis yuav muaj xwm dabtsi."},{"bible_id":"1525","chapter_code":"PRO.27","verse_code":"PRO.27.2","label":"2","content":"Cia lwm tus thiab tej qhua qhuas koj, koj tsis txhob rov qhuas koj."},{"bible_id":"1525","chapter_code":"PRO.27","verse_code":"PRO.27.3","label":"3","content":"Tej kev nyuaj siab uas cov neeg ruam rhawv muaj hnyav dua pobzeb thiab suabzeb."},{"bible_id":"1525","chapter_code":"PRO.27","verse_code":"PRO.27.4","label":"4","content":"Kev chim yog kev nruj tsiv thiab kev puastsuaj, tiamsis txojkev khib tseem phem heev dua."},{"bible_id":"1525","chapter_code":"PRO.27","verse_code":"PRO.27.5","label":"5","content":"Tabmeeg sib qhia zoo dua li cia nws xav hais tias koj tsis quavntsej nws."},{"bible_id":"1525","chapter_code":"PRO.27","verse_code":"PRO.27.6","label":"6","content":"Koj tus phoojywg ua rau koj mob siab tsis txog txij twg, tiamsis thaum koj tus yeebncuab cev tes puag koj xubpwg yuav tsum ceevfaj."},{"bible_id":"1525","chapter_code":"PRO.27","verse_code":"PRO.27.7","label":"7","content":"Thaum koj tsau plab, txawm yog zib ntab los tsis xav noj lawm, tiamsis thaum koj tshaib plab, txawm yog noj zaub mov iab los yeej qab zib."},{"bible_id":"1525","chapter_code":"PRO.27","verse_code":"PRO.27.8","label":"8","content":"Tus neeg uas ncaim nws lub tsev mus deb lawm, zoo ib yam li tus noog uas nrug deb ntawm nws lub zes."},{"bible_id":"1525","chapter_code":"PRO.27","verse_code":"PRO.27.9","label":"9","content":"Roj thiab tshuaj tsw qab ua rau koj txaus siab heev, tiamsis kev nyuaj siab ua rau kev kaj siab ploj mus."},{"bible_id":"1525","chapter_code":"PRO.27","verse_code":"PRO.27.10","label":"10","content":"Tsis txhob tso koj tej phoojywg lossis koj txiv tej phoojywg tseg. Thaum koj raug kev nyuaj siab, tsis txhob mus cuag koj cov kwvtij uas nyob deb, tej phoojywg zejzog uas nyob ze tseem pab tau koj dua cov kwvtij uas nyob deb."},{"bible_id":"1525","chapter_code":"PRO.27","verse_code":"PRO.27.11","label":"11","content":"Metub, cia li ua neeg ntse, kuv thiaj yuav zoo siab thiab muaj lus teb tej neeg uas saib tsis taus kuv."},{"bible_id":"1525","chapter_code":"PRO.27","verse_code":"PRO.27.12","label":"12","content":"Tus neeg paub qabhau pom tej xwm uas yuav raug nws, nws txawm zam kev lawm, tiamsis tus neeg ruam too hau ntsoov mus rau qhov ntawd, thaum uas nws tau chaw ti nws mam li xeevxwm."},{"bible_id":"1525","chapter_code":"PRO.27","verse_code":"PRO.27.13","label":"13","content":"Yog tus neeg ruam mus coglus them lwm tus tej nuj nqi,  yuav tau kom muab nws tej qhov txhia chaw mus yuam nqi ua ntej."},{"bible_id":"1525","chapter_code":"PRO.27","verse_code":"PRO.27.14","label":"14","content":"Yog koj mus tsa koj tus phoojywg thaum sawv ntxov, ces ib yam li yog koj cem nws ntag."},{"bible_id":"1525","chapter_code":"PRO.27","verse_code":"PRO.27.15","label":"15","content":"Tus pojniam uas yws taus zoo ib yam li dej nag nrog tuj tauv."},{"bible_id":"1525","chapter_code":"PRO.27","verse_code":"PRO.27.16","label":"16","content":"Koj yuav txwv tsis tau nws kom tsis txhob yws ib yam li koj txwv tsis tau cua lossis muab phoovtes cug roj."},{"bible_id":"1525","chapter_code":"PRO.27","verse_code":"PRO.27.17","label":"17","content":"Hlau hov hlau li cas, tej neeg ib leeg kawm ntawm ib leeg ib yam li ntawd."},{"bible_id":"1525","chapter_code":"PRO.27","verse_code":"PRO.27.18","label":"18","content":"Tu koj tej txiv ncuavpias kom zoo koj thiaj tau noj. Tus tubtxib uas tu nws tus tswv zoo yuav tau txais lus qhuas."},{"bible_id":"1525","chapter_code":"PRO.27","verse_code":"PRO.27.19","label":"19","content":"Koj pom koj tus duab hauv dej li cas thiab koj lub siab xav li cas, ces koj tes haujlwm zoo li ntawd."},{"bible_id":"1525","chapter_code":"PRO.27","verse_code":"PRO.27.20","label":"20","content":"Txojkev tuag txhaws tsis paub puv li cas, neeg txojkev ntshaw tsis paub txaus ib yam li ntawd."},{"bible_id":"1525","chapter_code":"PRO.27","verse_code":"PRO.27.21","label":"21","content":"Nyiaj thiab kub muab hluavtaws sim; kev qhuas sim neeg lub siab."},{"bible_id":"1525","chapter_code":"PRO.27","verse_code":"PRO.27.22","label":"22","content":"Txawm yog koj yuav muab tus neeg ruam ntaus tshuav tuag los nws tseem ruam nws li qub."},{"bible_id":"1525","chapter_code":"PRO.27","verse_code":"PRO.27.23","label":"23","content":"Saib koj tej yaj tej nyuj kom zoo,"},{"bible_id":"1525","chapter_code":"PRO.27","verse_code":"PRO.27.24","label":"24","content":"rau qhov kev npluanuj tsis nyob mus ibtxhis. Txawm yog txhua haivneeg los yeej tsis nyob mus ibtxhis."},{"bible_id":"1525","chapter_code":"PRO.27","verse_code":"PRO.27.25","label":"25","content":"Thaum koj sau tej zaub nyuj qhuav thiab hlais tej nyom pem tej ntav toj tas lawm, ces tej zaub twb pib hlav mos nyoos tuaj lawm."},{"bible_id":"1525","chapter_code":"PRO.27","verse_code":"PRO.27.26","label":"26","content":"Koj muab tej plaub yaj los xaws ris tsho hnav thiab muab tej nyiaj uas koj muag tshis mus yuav teb."},{"bible_id":"1525","chapter_code":"PRO.27","verse_code":"PRO.27.27","label":"27","content":"Dua li tej tshis uas seem cia tso kua mis yug koj thiab koj tsevneeg, thiab koj tej ntxhais qhev kom muaj noj muaj haus tsis tu."},{"bible_id":"1525","chapter_code":"PRO.28","verse_code":"PRO.28.1","label":"1","content":"Cov neeg ua phem khiav thaum tsis muaj neeg caum ntes lawv, tiamsis cov neeg ncaj ua siab tawv qhawv ib yam li tsov ntxhuav."},{"bible_id":"1525","chapter_code":"PRO.28","verse_code":"PRO.28.2","label":"2","content":"Thaum muaj kev ntxeev nom ntxeev tswv nyob hauv lub tebchaws yuav muaj ntau tus nomtswv los kav. Tiamsis thaum tus thawjcoj uas txawj ntse los kav lub tebchaws yuav nyob ruaj khov."},{"bible_id":"1525","chapter_code":"PRO.28","verse_code":"PRO.28.3","label":"3","content":"Tus muaj hwjchim uas tsimtxom cov neeg pluag zoo ib yam li kob tuamtsam nag uas los ntaus tej qoobloo tuag tas."},{"bible_id":"1525","chapter_code":"PRO.28","verse_code":"PRO.28.4","label":"4","content":"Yog koj tsis ua raws li kevcai, ces koj yog tus tuaj cov neeg ua phem tog, tiamsis yog koj hwm txoj kevcai, ces yog koj tawmtsam cov neeg siab phem."},{"bible_id":"1525","chapter_code":"PRO.28","verse_code":"PRO.28.5","label":"5","content":"Cov neeg ua phem tsis paub txojkev ncaj ncees, tiamsis cov neeg uas hwm tus TSWV totaub zoo."},{"bible_id":"1525","chapter_code":"PRO.28","verse_code":"PRO.28.6","label":"6","content":"Tus neeg txomnyem, tiamsis ncaj ncees zoo dua li tus npluanuj, tiamsis tsis ncaj ncees."},{"bible_id":"1525","chapter_code":"PRO.28","verse_code":"PRO.28.7","label":"7","content":"Tus tub uas hwm kevcai yog tus txawj ntse. Tus uas ua phoojywg nrog tus neeg tsis tsimtxiaj ua rau nws txiv poob ntsejmuag."},{"bible_id":"1525","chapter_code":"PRO.28","verse_code":"PRO.28.8","label":"8","content":"Yog koj tsub pajlaum ntau rau luag them kom koj npluanuj, koj tej nyiaj txiag yuav muab rau tus uas hlub cov neeg pluag."},{"bible_id":"1525","chapter_code":"PRO.28","verse_code":"PRO.28.9","label":"9","content":"Yog koj tsis ua raws li kevcai, Vajtswv yuav ntxub thiab dhuav koj tej lus thov."},{"bible_id":"1525","chapter_code":"PRO.28","verse_code":"PRO.28.10","label":"10","content":"Yog koj ntxias tus neeg ncaj ncees ua kev txhaum, ces yog koj cuab hlua rov mag koj. Tus neeg uas tsis ua txhaum yuav tau nqis zog."},{"bible_id":"1525","chapter_code":"PRO.28","verse_code":"PRO.28.11","label":"11","content":"Tus neeg npluanuj ibtxwm xav hais tias nws txawj ntse, tiamsis tus neeg pluag uas muaj tswvyim tseem paub tus npluanuj lub qe heev dua."},{"bible_id":"1525","chapter_code":"PRO.28","verse_code":"PRO.28.12","label":"12","content":"Thaum tus neeg siab zoo tau ua tus kav, txhua tus zoo siab; tiamsis thaum tus neeg siab phem ua tus kav, tej pejxeem khiav mus nkaum tas."},{"bible_id":"1525","chapter_code":"PRO.28","verse_code":"PRO.28.13","label":"13","content":"Yog koj pheej npog tej kev txhaum tseg koj lub neej yuav tsis vammeej; yog koj lees thiab tso plhuav tej kev txhaum tseg Vajtswv yuav hlub koj."},{"bible_id":"1525","chapter_code":"PRO.28","verse_code":"PRO.28.14","label":"14","content":"Niaj hnub mloog tus TSWV tej lus koj thiaj ua neej kaj siab lug. Yog koj ua neeg tawv ncauj, koj yuav raug kev puastsuaj."},{"bible_id":"1525","chapter_code":"PRO.28","verse_code":"PRO.28.15","label":"15","content":"Tus neeg siab phem uas tswjhwm cov pluag, nws zoo ib yam li tus tsov ntxhuav uas nyooj lossis tus dais uas yuav sibtog."},{"bible_id":"1525","chapter_code":"PRO.28","verse_code":"PRO.28.16","label":"16","content":"Tus thawjtswj uas tsis muaj tswvyim tsimtxom pejxeem; tus uas ntxub txojkev tsis ncaj ncees yuav tau ua tus tswjhwm mus ntev."},{"bible_id":"1525","chapter_code":"PRO.28","verse_code":"PRO.28.17","label":"17","content":"Tus uas muaj txim tua neeg yog nws tabtom khawb qhov ntxa rau nws; tsis txhob cheem nws hlo li."},{"bible_id":"1525","chapter_code":"PRO.28","verse_code":"PRO.28.18","label":"18","content":"Ua neeg ncaj ncees koj thiaj yuav nyob kaj siab lug; yog koj ua tsis ncaj, ces tos nco koj yuav ntog."},{"bible_id":"1525","chapter_code":"PRO.28","verse_code":"PRO.28.19","label":"19","content":"Tus uas rau siab ntso ua liaj ua teb yuav muaj noj nplua mias, tiamsis tus uas pheej mus laug sijhawm ua dog ua dig yuav ua neeg pluag mus li."},{"bible_id":"1525","chapter_code":"PRO.28","verse_code":"PRO.28.20","label":"20","content":"Cov neeg uas muaj lub siab ncaj yuav tau txais lub neej kaj siab, tiamsis yog koj xav npluanuj sai koj yuav raug txim ntag."},{"bible_id":"1525","chapter_code":"PRO.28","verse_code":"PRO.28.21","label":"21","content":"Xaiv ntsejmuag yog ua tsis ncaj, tiamsis muaj tej tus txiav txim tsis ncaj, vim nws tau mentsis nyiaj xiab."},{"bible_id":"1525","chapter_code":"PRO.28","verse_code":"PRO.28.22","label":"22","content":"Cov neeg qia dub xav kom npluanuj sai, lawv twb tsis paub hais tias thaum twg kev txomnyem yuav los raug lawv."},{"bible_id":"1525","chapter_code":"PRO.28","verse_code":"PRO.28.23","label":"23","content":"Tus uas ntuas ib tug neeg twg, mas tom qab ntawd nws yuav zoo siab dua li tus uas thuam luag."},{"bible_id":"1525","chapter_code":"PRO.28","verse_code":"PRO.28.24","label":"24","content":"Yog leejtwg xav hais tias, nyiag nws niam nws txiv los tsis txhaum, tus ntawd yeej zoo ib yam li tus uas ibtxwm ua tubsab los lawm."},{"bible_id":"1525","chapter_code":"PRO.28","verse_code":"PRO.28.25","label":"25","content":"Tus neeg siab hlob ua kom muaj kev kub ntxhov, tiamsis tus uas cia siab rau tus TSWV lub neej yuav vammeej."},{"bible_id":"1525","chapter_code":"PRO.28","verse_code":"PRO.28.26","label":"26","content":"Tus uas ua raws li nws lub siab xav xwb yog neeg ruam. Tus uas ua raws li cov neeg txawj ntse tej lus qhia yuav tau nyob kaj siab lug."},{"bible_id":"1525","chapter_code":"PRO.28","verse_code":"PRO.28.27","label":"27","content":"Tus uas pub rau cov pluag yuav muaj noj tsis tu. Yog koj ua tus tsis pom cov pluag, neeg coob leej yuav foom phem rau koj."},{"bible_id":"1525","chapter_code":"PRO.28","verse_code":"PRO.28.28","label":"28","content":"Thaum tus neeg siab phem los tswjhwm, tej pejxeem khiav nkaum; tiamsis thaum nws poob hwjchim lawm, cov neeg ncaj ncees yuav los kav."},{"bible_id":"1525","chapter_code":"PRO.29","verse_code":"PRO.29.1","label":"1","content":"Tus uas tsis yuav luag tej lus ntuas, nws lub neej yuav puastsuaj thiab tsis muaj hnub zoo ntxiv li lawm."},{"bible_id":"1525","chapter_code":"PRO.29","verse_code":"PRO.29.2","label":"2","content":"Thaum cov neeg ncaj ncees los ua nom kav, tej pejxeem zoo siab kawg, tiamsis thaum cov neeg siab phem los ua nom kav, tej pejxeem tau kev quaj ntsuag."},{"bible_id":"1525","chapter_code":"PRO.29","verse_code":"PRO.29.3","label":"3","content":"Tus tub uas muaj tswvyim, leej txiv yuav txaus siab heev rau nws, tiamsis tus uas muab tej nyiaj mus siv rau tej niamntiav, ces yog muab nyiaj povtseg ntag."},{"bible_id":"1525","chapter_code":"PRO.29","verse_code":"PRO.29.4","label":"4","content":"Thaum vajntxwv tswjhwm ncaj ncees, lub tebchaws yuav nyob ruaj khov, tiamsis thaum nws muab nyiaj txiag saib hlob, nws yuav ua rau lub tebchaws puastsuaj."},{"bible_id":"1525","chapter_code":"PRO.29","verse_code":"PRO.29.5","label":"5","content":"Yog koj ua txuj qhuas tej phoojywg, ces yog koj rov cuab vojhlua tos koj kev."},{"bible_id":"1525","chapter_code":"PRO.29","verse_code":"PRO.29.6","label":"6","content":"Cov neeg ua phem txojkev txhaum yuav rov los raug lawv, tiamsis cov neeg ncaj ncees yuav hu nkauj thiab muaj kev kaj siab lug."},{"bible_id":"1525","chapter_code":"PRO.29","verse_code":"PRO.29.7","label":"7","content":"Tus neeg ncaj ncees yeej ua ncaj rau cov neeg pluag, tiamsis cov neeg siab phem tsis quavntsej txog li."},{"bible_id":"1525","chapter_code":"PRO.29","verse_code":"PRO.29.8","label":"8","content":"Cov neeg uas thuam lwm tus yog cov uas ua rau lub nroog muaj kev kub ntxhov, tiamsis cov neeg ntse ua rau lub nroog nyob sib haumxeeb."},{"bible_id":"1525","chapter_code":"PRO.29","verse_code":"PRO.29.9","label":"9","content":"Thaum tus neeg ntse ua plaub nrog tus neeg ruam, tus neeg ruam tsuas yog luag, qw thiab cem phem xwb."},{"bible_id":"1525","chapter_code":"PRO.29","verse_code":"PRO.29.10","label":"10","content":"Cov neeg uas nyiam ua kom luag nqaij ntuag ntshav nrog ntxub tus neeg ua ncaj, tiamsis cov neeg ncaj ncees yuav tiv thaiv  tus ntawd txojsia."},{"bible_id":"1525","chapter_code":"PRO.29","verse_code":"PRO.29.11","label":"11","content":"Cov neeg ruam chim thiab npautaws sai, tiamsis cov neeg thoob tsib to nrog ua taus siab ntev thiab muab txojkev chim npog tseg."},{"bible_id":"1525","chapter_code":"PRO.29","verse_code":"PRO.29.12","label":"12","content":"Yog tus thawjcoj nyiam mloog tej lus fi xov tsis tseeb, nws cov nomtswv yuav ua neeg dag."},{"bible_id":"1525","chapter_code":"PRO.29","verse_code":"PRO.29.13","label":"13","content":"Qhov uas tus neeg pluag thiab tus neeg uas tsimtxom tus neeg pluag zoo ib yam yog li no: Tus TSWV pub rau nkawd muaj qhovmuag ib yam nkaus."},{"bible_id":"1525","chapter_code":"PRO.29","verse_code":"PRO.29.14","label":"14","content":"Yog vajntxwv txiav txim ncaj ncees rau cov neeg pluag, nws yuav tau tswjhwm mus ntev."},{"bible_id":"1525","chapter_code":"PRO.29","verse_code":"PRO.29.15","label":"15","content":"Kev qhuab ntuas thiab nplawm menyuam yuav ua rau tus menyuam tsimtxiaj; yog cia menyuam ua ywj siab, nws yuav ua rau leej niam raug kev txajmuag."},{"bible_id":"1525","chapter_code":"PRO.29","verse_code":"PRO.29.16","label":"16","content":"Thaum cov neeg siab phem tau los ua tus tswjhwm, kev kub ntxhov yuav loj tuaj, tiamsis cov neeg ncaj ncees yuav pom cov neeg ua phem raug kev puastsuaj."},{"bible_id":"1525","chapter_code":"PRO.29","verse_code":"PRO.29.17","label":"17","content":"Qhuab ntuas koj tej menyuam, lawv thiaj yuav ua rau koj zoo siab; lawv thiaj tsis ua rau koj raug txajmuag."},{"bible_id":"1525","chapter_code":"PRO.29","verse_code":"PRO.29.18","label":"18","content":"Lub tebchaws uas tsis cia Vajtswv ua tus coj, lub tebchaws ntawd tsis muaj kev tswjhwm zoo. Tus neeg uas muaj kev kaj siab yog tus uas coj raws li Vajtswv txoj kevcai."},{"bible_id":"1525","chapter_code":"PRO.29","verse_code":"PRO.29.19","label":"19","content":"Tus tubtxib uas koj ntuas ntawm ncauj xwb, nws yuav tsis mloog; nws yeej paub, tiamsis nws tsis ua li koj hais."},{"bible_id":"1525","chapter_code":"PRO.29","verse_code":"PRO.29.20","label":"20","content":"Cia siab rau tus neeg ruam zoo dua li cia siab rau tus neeg uas hais lus tsis xav tom ntej tom qab."},{"bible_id":"1525","chapter_code":"PRO.29","verse_code":"PRO.29.21","label":"21","content":"Yog koj muab txhua yam rau koj tus tubtxib raws li nws xav tau thaum tseem hluas los, muaj ib hnub nws yuav txeeb tagnrho tej uas koj muaj huv tibsi."},{"bible_id":"1525","chapter_code":"PRO.29","verse_code":"PRO.29.22","label":"22","content":"Cov neeg uas npautaws sai ua kom muaj kev sib cav sib ceg thiab kev kub ntxhov."},{"bible_id":"1525","chapter_code":"PRO.29","verse_code":"PRO.29.23","label":"23","content":"Kev khavtheeb yuav ua rau koj poob ntsejmuag, tiamsis yog koj txo hwjchim luag yuav hwm koj."},{"bible_id":"1525","chapter_code":"PRO.29","verse_code":"PRO.29.24","label":"24","content":"Tus neeg tubsab tus kwvluag yog nws tus yeebncuab uas phem tshaj plaws; yog nws qhia qhov tseeb nyob hauv tsev tu plaub, nws yuav raug tsimtxom; yog nws tsis qhia qhov tseeb Vajtswv yuav foom phem rau nws."},{"bible_id":"1525","chapter_code":"PRO.29","verse_code":"PRO.29.25","label":"25","content":"Kev ntshai luag ces yog lub vojhlua cuab tos koj kev, tiamsis yog koj cia siab rau tus TSWV mas koj yuav kaj siab lug."},{"bible_id":"1525","chapter_code":"PRO.29","verse_code":"PRO.29.26","label":"26","content":"Txhua leej txhua tus xav kom tus thawjcoj txaus siab rau nws, tiamsis tsuas yog tus TSWV thiaj muab tau kev ncaj ncees."},{"bible_id":"1525","chapter_code":"PRO.29","verse_code":"PRO.29.27","label":"27","content":"Cov neeg ncaj ncees ntxub cov neeg tsis ncaj ncees, thiab cov neeg ua phem ntxub cov neeg ua zoo."},{"bible_id":"1525","chapter_code":"PRO.30","verse_code":"PRO.30.1","label":"1","content":"Ntawm no mus yog Yakes tus tub Ankus tej lus tseemceeb: “Vajtswv tsis nrog kuv nyob, Vajtswv tsis nrog kuv nyob, thiab tsis muaj leejtwg pab kuv."},{"bible_id":"1525","chapter_code":"PRO.30","verse_code":"PRO.30.2","label":"2","content":"Kuv ruam ib yam li tus tsiaj, kuv tsis muaj kev txawj ntse li neeg muaj."},{"bible_id":"1525","chapter_code":"PRO.30","verse_code":"PRO.30.3","label":"3","content":"Kuv yeej ibtxwm tsis tau kawm dua kev txawj ntse, thiab kuv yeej tsis paub hais tias muaj Vajtswv."},{"bible_id":"1525","chapter_code":"PRO.30","verse_code":"PRO.30.4","label":"4","content":"Leejtwg tau nce mus saum ntuj ceebtsheej thiab nqis rov qab los? Leejtwg ntes tau cua rau hauv nws lub xibteg? Lossis muab ib daim ntaub los qhwv tau dej? Lossis muab tej ciam av ntiajteb los sib lo ua ke? Yog koj paub, nws yog leejtwg? Leejtwg yog nws tus tub?"},{"bible_id":"1525","chapter_code":"PRO.30","verse_code":"PRO.30.5","label":"5","content":"“Vajtswv yeej ceev tej lus uas nws tau cog tseg; nws zoo ib yam li daim hlau thaiv hniav ntaj rau txhua tus uas nrhiav txojkev pab."},{"bible_id":"1525","chapter_code":"PRO.30","verse_code":"PRO.30.6","label":"6","content":"Tsis txhob ntxiv ib lo lus rau tus TSWV tej lus nyob tsam nws cem koj, thiab nws yuav paub hais tias koj yog tus neeg dag.”"},{"bible_id":"1525","chapter_code":"PRO.30","verse_code":"PRO.30.7","label":"7","content":"Vajtswv, thov koj pub kuv muaj ob yam no ua ntej kuv tuag:"},{"bible_id":"1525","chapter_code":"PRO.30","verse_code":"PRO.30.8","label":"8","content":"tsis txhob pub kuv ua ib tug neeg dag thiab tsis txhob cia kuv npluanuj dhau lossis pluag dhau; pub kom kuv muaj txaus noj txaus haus xwb."},{"bible_id":"1525","chapter_code":"PRO.30","verse_code":"PRO.30.9","label":"9","content":"Yog kuv muaj ntau dhau lawm, ntshai kuv yuav hais tias kuv tsis vamkhom koj; tiamsis yog kuv pluag dhau lawm, tej zaum kuv yuav mus ua tubsab thiab ua rau kuv tus Vajtswv txajmuag."},{"bible_id":"1525","chapter_code":"PRO.30","verse_code":"PRO.30.10","label":"10","content":"Tsis txhob nkaug ib tug tubtxib twg rau nws tus tswv hlo li, nyob tsam koj yuav raug foom tsis zoo thiab tau ris lub txim ntawd."},{"bible_id":"1525","chapter_code":"PRO.30","verse_code":"PRO.30.11","label":"11","content":"Muaj tej tus neeg foom tsis zoo rau nws txiv thiab tsis nco nws niam txiaj ntsig."},{"bible_id":"1525","chapter_code":"PRO.30","verse_code":"PRO.30.12","label":"12","content":"Muaj tej tus xav hais tias nws yog neeg ncaj ncees, tiamsis nws ua phem ua qias kawg li."},{"bible_id":"1525","chapter_code":"PRO.30","verse_code":"PRO.30.13","label":"13","content":"Muaj tej tus xav hais tias nws thiaj yog neeg zoo xwb, ua li cas nws xav hais tias nws zoo tshaj lwm tus!"},{"bible_id":"1525","chapter_code":"PRO.30","verse_code":"PRO.30.14","label":"14","content":"Muaj tej tus neeg limhiam mus huab cov pluag thiab cov txomnyem tug, qhov ntawd yog tus neeg siab phem kev nrhiav noj nrhiav haus."},{"bible_id":"1525","chapter_code":"PRO.30","verse_code":"PRO.30.15","label":"15","content":"Ib tug maumpeeb muaj ob tug menyuam, nkawd npe hu ua “Muab rau kuv!” Muaj plaub yam uas pheej tsis txaus siab li:"},{"bible_id":"1525","chapter_code":"PRO.30","verse_code":"PRO.30.16","label":"16","content":"tubtuag teb, tus pojniam uas muaj tsis taus menyuam, av qhuav xav tau dej nag, thiab hluavtaws kub toj tua tsis tau."},{"bible_id":"1525","chapter_code":"PRO.30","verse_code":"PRO.30.17","label":"17","content":"Tus neeg uas nws luag nws txiv plig lossis tuam mom nws niam thaum nws niamlaus lawm,  nws yuav raug dav npoj noj lossis uablag yuav thos nws ob lub qhovmuag."},{"bible_id":"1525","chapter_code":"PRO.30","verse_code":"PRO.30.18","label":"18","content":"Muaj plaub yam uas ua rau kuv xav tsis thoob thiab tsis totaub, tej ntawd yog li no:"},{"bible_id":"1525","chapter_code":"PRO.30","verse_code":"PRO.30.19","label":"19","content":"Tus dav ya saum nruab ntug, tus nab nkag saum pobzeb, lub nkoj khiav taus nta yees saum nplaim dej hiavtxwv, thiab pojniam txivneej txawj sib nyiam."},{"bible_id":"1525","chapter_code":"PRO.30","verse_code":"PRO.30.20","label":"20","content":"Tus pojniam uas tsis ncaj yog li no: nws ua txhaum kev nkauj kev nraug tas, nws mus da dej, thiab hais tias, “Kuv yeej tsis tau ua txhaum dabtsi.”"},{"bible_id":"1525","chapter_code":"PRO.30","verse_code":"PRO.30.21","label":"21","content":"Nyob hauv ntiajteb no muaj plaub yam uas ua rau neeg tsis txaus siab:"},{"bible_id":"1525","chapter_code":"PRO.30","verse_code":"PRO.30.22","label":"22","content":"Tus qhev tau los ua vajntxwv, tus neeg ruam muaj txhua yam noj,"},{"bible_id":"1525","chapter_code":"PRO.30","verse_code":"PRO.30.23","label":"23","content":"tus pojniam uas txhua tus ntxub tau txiv yuav, thiab tus ntxhais qhev tau los nyob nws tus niam tsavcuab chaw."},{"bible_id":"1525","chapter_code":"PRO.30","verse_code":"PRO.30.24","label":"24","content":"Muaj plaub yam tsiaj uas me heev nyob hauv ntiajteb no, tiamsis ntse kawg li:"},{"bible_id":"1525","chapter_code":"PRO.30","verse_code":"PRO.30.25","label":"25","content":"Ntsaum: lawv tsis muaj zog, tiamsis thaum lub caij ntuj qhua lawv sau tej khoom noj los khaws tseg."},{"bible_id":"1525","chapter_code":"PRO.30","verse_code":"PRO.30.26","label":"26","content":"Ntximtsua: lawv tsis muaj zog, tiamsis lawv ua lawv tej zes rau hauv tej qhov tsua."},{"bible_id":"1525","chapter_code":"PRO.30","verse_code":"PRO.30.27","label":"27","content":"Kooj: lawv tsis muaj vajntxwv, tiamsis lawv ya ua ke tsheej pab."},{"bible_id":"1525","chapter_code":"PRO.30","verse_code":"PRO.30.28","label":"28","content":"Nab qa tsiav: koj ntes tau tuavhauv koj xibteg, tiamsis nws tseem tau nyob hauv vajntxwv tej loog."},{"bible_id":"1525","chapter_code":"PRO.30","verse_code":"PRO.30.29","label":"29","content":"Muaj plaub yam uas thaum lawv mus kev mas zoo saib kawg li yog:"},{"bible_id":"1525","chapter_code":"PRO.30","verse_code":"PRO.30.30","label":"30","content":"tsov ntxhuav muaj zog tshaj lwm yam tsiaj thiab tsis ntshai dabtsi li,"},{"bible_id":"1525","chapter_code":"PRO.30","verse_code":"PRO.30.31","label":"31","content":"tus laug tshis thiab tus lau qaib cooj uas mus kev khov kho, thiab tus vajntxwv uas sawv ntawm nws tsoom pejxeem hauv ntej."},{"bible_id":"1525","chapter_code":"PRO.30","verse_code":"PRO.30.32","label":"32","content":"Yog koj ruam dhau es ua neeg khavtheeb thiab tuav tswvyim ua phem; cia li tseg thiab ua tib zoo xav!"},{"bible_id":"1525","chapter_code":"PRO.30","verse_code":"PRO.30.33","label":"33","content":"Yog koj nyoj mis nyuj, ces koj tau roj mis;  yog koj ntaus luag cajntswg, ces luag qhovntswg yuav los ntshav; thiab yog koj mus thab kev chim, koj yuav raug kev kub ntxhov."},{"bible_id":"1525","chapter_code":"PRO.31","verse_code":"PRO.31.1","label":"1","content":"Ntawm no yog tej lus tseemceeb uas vajntxwv Lemu-ees niam hais rau nws:"},{"bible_id":"1525","chapter_code":"PRO.31","verse_code":"PRO.31.2","label":"2","content":"“Kuv tus tub, koj yog leejtwg? Kuv tus tub uas yug hauv kuv plab los, koj yog leejtwg? Kuv tus tub uas kuv tau coglus, koj yog leejtwg?"},{"bible_id":"1525","chapter_code":"PRO.31","verse_code":"PRO.31.3","label":"3","content":"Tsis txhob muab koj lub zog siv tagnrho rau kev ua nkauj ua nraug thiab koj tej nyiaj txiag rau tej pojniam; lawv tau ua rau tej vajntxwv puastsuaj tas."},{"bible_id":"1525","chapter_code":"PRO.31","verse_code":"PRO.31.4","label":"4","content":"Lemu-ees, cia li mloog kuv tej lus. Tej vajntxwv tsis tsimnyog haus cawv txiv hmab lossis tsis tsimnyog tej thawjcoj nyiam haus tej cawv ntsim."},{"bible_id":"1525","chapter_code":"PRO.31","verse_code":"PRO.31.5","label":"5","content":"Thaum lawv haus cawv qaug lawm, lawv tsis nco qab tej kevcai thiab tsis quavntsej tej kev ua ncaj rau tej pejxeem lawm."},{"bible_id":"1525","chapter_code":"PRO.31","verse_code":"PRO.31.6","label":"6","content":"Tej cawv ntsim yog cov neeg uas yuav raug kev puastsuaj thiab cov uas muaj kev nyuaj siab haus xwb."},{"bible_id":"1525","chapter_code":"PRO.31","verse_code":"PRO.31.7","label":"7","content":"Cia lawv haus kom lawv tsis txhob nco txog lawv tej kev txomnyem thiab tej kev nyuaj siab."},{"bible_id":"1525","chapter_code":"PRO.31","verse_code":"PRO.31.8","label":"8","content":"“Cia li pab cov neeg uas lawv tsis muaj cuabkav hais lawv zaj, cia li pab txheem cov tsis muaj txhaum uas tsis muaj chaw vamkhom."},{"bible_id":"1525","chapter_code":"PRO.31","verse_code":"PRO.31.9","label":"9","content":"Pab txheem cov pluag thiab cov txomnyem txoj cai, pab lawv hais thiab txiav txim kom ncaj ncees.”"},{"bible_id":"1525","chapter_code":"PRO.31","verse_code":"PRO.31.10","label":"10","content":"Tus pojniam uas tsimtxiaj muaj nqis dua nyiaj thiab kub, tiamsis laj nrhiav tau ib tug pojniam zoo li ntawd."},{"bible_id":"1525","chapter_code":"PRO.31","verse_code":"PRO.31.11","label":"11","content":"Nws tus txiv tso siab plhuav rau nws, thiab nws lub neej yuav tsis txomnyem li."},{"bible_id":"1525","chapter_code":"PRO.31","verse_code":"PRO.31.12","label":"12","content":"Nws ua zoo rau tus nws txiv thiab tsis ua phem mus tas nws lub neej li."},{"bible_id":"1525","chapter_code":"PRO.31","verse_code":"PRO.31.13","label":"13","content":"Nws rau siab ntso ntos ntaub plaub yaj thiab ntaubmag los xaws ris tsho hnav."},{"bible_id":"1525","chapter_code":"PRO.31","verse_code":"PRO.31.14","label":"14","content":"Nws mus ris zaub mov tom tej teb los ib yam li tej nkoj uas thauj khoom ua lag ua luam."},{"bible_id":"1525","chapter_code":"PRO.31","verse_code":"PRO.31.15","label":"15","content":"Nws sawv ntxov los ua zaub ua mov rau tsevneeg noj thiab qhia haujlwm rau tej ntxhais qhev ua."},{"bible_id":"1525","chapter_code":"PRO.31","verse_code":"PRO.31.16","label":"16","content":"Nws mus xyuas luag tej liaj teb thiab rho hlo nyiaj yuav; nws muab tej nyiaj uas nws khwv tau mus yuav txiv hmab los cog."},{"bible_id":"1525","chapter_code":"PRO.31","verse_code":"PRO.31.17","label":"17","content":"Nws muaj zog, nws nquag thiab rau siab khwv kawg li."},{"bible_id":"1525","chapter_code":"PRO.31","verse_code":"PRO.31.18","label":"18","content":"Nws paub hais tias txhua yam uas nws khwv tau los yeej muaj nqis, thiab nws ua haujlwm mus txog tej tag hmo."},{"bible_id":"1525","chapter_code":"PRO.31","verse_code":"PRO.31.19","label":"19","content":"Nws saws ntuag thiab ntos ntaub los xaws ris tsho."},{"bible_id":"1525","chapter_code":"PRO.31","verse_code":"PRO.31.20","label":"20","content":"Nws ua siab dawb siab zoo rau cov neeg pluag thiab cov txomnyem."},{"bible_id":"1525","chapter_code":"PRO.31","verse_code":"PRO.31.21","label":"21","content":"Lub caij los daus los nws tsis txhawj, rau qhov nws tsevneeg muaj ris tsho sov hnav txhua tus."},{"bible_id":"1525","chapter_code":"PRO.31","verse_code":"PRO.31.22","label":"22","content":"Nws ntos tej ntaub pua txaj thiab hnav tej ris tsho ntaubmag tsamxem uas zoo zoo xwb."},{"bible_id":"1525","chapter_code":"PRO.31","verse_code":"PRO.31.23","label":"23","content":"Nws tus txiv yog ib tug neeg tseemceeb thiab muaj koob meej nto moo lug."},{"bible_id":"1525","chapter_code":"PRO.31","verse_code":"PRO.31.24","label":"24","content":"Nws xaws ris tsho thiab siv muag rau tej tub lag tub luam."},{"bible_id":"1525","chapter_code":"PRO.31","verse_code":"PRO.31.25","label":"25","content":"Nws ua taus niam thiab sawvdaws hwm nws, nws tsis txhawj txog lub neej yav tom ntej."},{"bible_id":"1525","chapter_code":"PRO.31","verse_code":"PRO.31.26","label":"26","content":"Nws hais lus ntse ntsuav thiab tsis muaj ib lo siab leejtwg."},{"bible_id":"1525","chapter_code":"PRO.31","verse_code":"PRO.31.27","label":"27","content":"Nws rau siab ntso khwv thiab saib ntshis tsis pub nws tsevneeg raug kev txomnyem."},{"bible_id":"1525","chapter_code":"PRO.31","verse_code":"PRO.31.28","label":"28","content":"Nws tej menyuam nco nws txiaj ntsig, thiab nws tus txiv qhuas ntxhias nws."},{"bible_id":"1525","chapter_code":"PRO.31","verse_code":"PRO.31.29","label":"29","content":"Nws tus txiv hais tias, “Muaj ntau tus pojniam yeej zoo kawg thiab, tiamsis koj yog tus uas zoo dua lawv sawvdaws.”"},{"bible_id":"1525","chapter_code":"PRO.31","verse_code":"PRO.31.30","label":"30","content":"Cev zam zoo rub tau neeg lub siab, thiab kev zoo nkauj txawj ploj mus, tiamsis tsimnyog qhuas tus pojniam uas hwm tus TSWV."},{"bible_id":"1525","chapter_code":"PRO.31","verse_code":"PRO.31.31","label":"31","content":"Nws ua haujlwm zoo, cia li nco nws txiaj ntsig; nws yog tus uas tsimnyog sawvdaws hwm."}]