[{"bible_id":"1525","chapter_code":"REV.1","verse_code":"REV.1.1","label":"1","content":"Phau ntawv no yog hais txog tej uas Yexus Khetos qhia rau Vajtswv cov tubtxib paub tej uas tshuav tsis ntev tom ntej no yuav muaj tshwm los. Vajtswv twb xub qhia tej ntawd rau Yexus Khetos lawm, Yexus Khetos thiaj txib nws ib tug timtswv los qhia tej ntawd rau Yauhas tus uas yog Yexus Khetos ib tug tubtxib,"},{"bible_id":"1525","chapter_code":"REV.1","verse_code":"REV.1.2","label":"2","content":"thiab Yauhas sau txhua yam uas nws pom huv tibsi rau hauv phau ntawv no. Tej ntawd yog Vajtswv tej lus thiab yog tej lus tseeb uas Yexus Khetos qhia rau Yauhas."},{"bible_id":"1525","chapter_code":"REV.1","verse_code":"REV.1.3","label":"3","content":"Cov neeg uas nyeem phau ntawv no, cov neeg uas mloog tej lus uas Vajtswv qhia no, thiab ua raws li cov lus uas sau tseg rau hauv phau ntawv no, cov ntawd yuav tau nyob kaj siab lug, rau qhov twb yuav txog lub sijhawm uas tej no yuav muaj tshwm los."},{"bible_id":"1525","chapter_code":"REV.1","verse_code":"REV.1.4","label":"4","content":"Kuv yog Yauhas, kuv sau tsab ntawv no xa tuaj rau xya pawg ntseeg uas nyob hauv lub xeev Axias: Thov Vajtswv foom koob hmoov rau nej thiab pab kom nej tau nyob kaj siab lug. Vajtswv tus uas nyob nimno, tus uas ibtxwm nyob thaum ub los lawm thiab yog tus uas yuav los yav tom ntej no; thov kom xya tus ntsujplig uas nyob ntawm Vajtswv lub zwmtxwv"},{"bible_id":"1525","chapter_code":"REV.1","verse_code":"REV.1.5","label":"5","content":"thiab Yexus Khetos tus uas ua timkhawv ncaj ncees, tus uas yog tus Tub hlob uas Vajtswv twb tsa sawv hauv qhov tuag rov qab los lawm, thiab yog tus uas kav tagnrho tej vajntxwv hauv ntiajteb no huv tibsi. Thov kom Yexus Khetos tus uas hlub peb thiab tuag theej peb lub txhoj, thiab nws pab peb kom peb dim peb tej kev txhaum,"},{"bible_id":"1525","chapter_code":"REV.1","verse_code":"REV.1.6","label":"6","content":"thiab nws tsa peb ua povthawj ua Vajtswv tus uas yog Yexus Khetos Leej Txiv tes haujlwm tau koob meej. Thov kom Yexus Khetos tau lub tshwjchim uas ci ntsa iab thiab lub hwjchim mus ibtxhis li! Amees."},{"bible_id":"1525","chapter_code":"REV.1","verse_code":"REV.1.7","label":"7","content":"Nej saib, nws nrog huab nrog cua los! sawvdaws yuav pom nws, txawm yog cov neeg uas muab hmuv nkaug nws los lawv yuav pom nws thiab. Thaum nws los, txhua haivneeg uas nyob hauv qab ntuj no yuav quaj nyiav ntsoog qees. Yeej yuav muaj li ntawd tiag! Amees."},{"bible_id":"1525","chapter_code":"REV.1","verse_code":"REV.1.8","label":"8","content":"Tus Tswv uas yog Vajtswv tus uas muaj hwjchim loj kawg nkaus hais tias, “Kuv yog Alafas thiab Aumenkas uas yog tus uas nyob nimno thiab yog tus uas ibtxwm nyob thaum ub los lawm thiab yog tus uas yuav los yav tom ntej no.”"},{"bible_id":"1525","chapter_code":"REV.1","verse_code":"REV.1.9","label":"9","content":"Kuv yog nej tus kwvtij uas hu ua Yauhas. Kuv twb nrog Yexus Khetos koom ib txojsia lawm, kuv raug kev txomnyem, kuv los ua Vajtswv haivneeg, thiab kuv ua siab ntev ib yam li nej, vim kuv qhia Vajtswv Txojlus thiab tej lus tseeb uas Yexus Khetos qhia rau kuv lawm, thiaj li muaj neeg ntes kuv coj mus kaw rau tim lub koog Povtxwv Pamaus."},{"bible_id":"1525","chapter_code":"REV.1","verse_code":"REV.1.10","label":"10","content":"Hnub uas yog tus Tswv hnub, Vaj Ntsujplig los kav tagnrho kuv lub siab, kuv hnov ib lub suab hais nrov nrov rau kuv ib yam li lub suab xyu nrov tom kuv qab tuaj."},{"bible_id":"1525","chapter_code":"REV.1","verse_code":"REV.1.11","label":"11","content":"Lub suab ntawd hais tias, “Koj yuav tsum sau tej uas koj pom huv tibsi tseg rau hauv ntawv thiab xa mus rau cov pawg ntseeg uas nyob hauv xya lub nroog no: Efexus, Xaminas, Penkamus, Thiyatilas, Xaladis, Filadefias thiab Laudikeyas.”"},{"bible_id":"1525","chapter_code":"REV.1","verse_code":"REV.1.12","label":"12","content":"Thaum kuv hnov lub suab ntawd kuv tig hlo mus saib, saib yog leejtwg hais rau kuv, kuv txawm pom xya tus ncej kub uas txawb teeb nyob ntawd."},{"bible_id":"1525","chapter_code":"REV.1","verse_code":"REV.1.13","label":"13","content":"Nyob hauv nruab nrab xya tus ncej kub ntawd muaj ib tug zoo li neeg sawv hauv, nws hnav ib lub tsho ntev suab yi nram kotaw thiab nws sia ib txoj siv kub saum nws qhovtso."},{"bible_id":"1525","chapter_code":"REV.1","verse_code":"REV.1.14","label":"14","content":"Nws cov plaubhau dawb ib yam li xov paj lossis ib yam li cov daus, thiab nws lub qhovmuag ci ib yam li nplaim taws;"},{"bible_id":"1525","chapter_code":"REV.1","verse_code":"REV.1.15","label":"15","content":"nws txhais kotaw ci ib yam li tej tooj dag uas luag twb muab nchuav thiab txhuam tau ci ci lawm, thiab nws lub suab nrov ib yam li dej tsaws tsag nrov."},{"bible_id":"1525","chapter_code":"REV.1","verse_code":"REV.1.16","label":"16","content":"Nws txhais tes xis tuav rawv xya lub hnubqub, thiab muaj ib rab ntaj ob sab ntse tawm hauv nws qhovncauj tuaj. Nws lub ntsejmuag ci ib yam li lub hnub ci thaum tavsu."},{"bible_id":"1525","chapter_code":"REV.1","verse_code":"REV.1.17","label":"17","content":"Thaum kuv pom dheev nws, kuv txawm cia li ntog kiag rau ntawm nws kotaw; kuv zoo ib yam li tus neeg uas tuag lawm. Nws txawm cev hlo nws txhais tes xis los tuav nkaus kuv, thiab nws hais tias, “Koj tsis txhob ntshai! Kuv yog lub hauvpaus thiab yog lub ntsis."},{"bible_id":"1525","chapter_code":"REV.1","verse_code":"REV.1.18","label":"18","content":"Kuv yog tus uas muaj sia nyob! Kuv twb tuag lawm, tiamsis koj saib, nimno kuv muaj sia nyob mus ibtxhis li. Kuv yog tus uas kav txojkev tuag thiab tubtuag teb."},{"bible_id":"1525","chapter_code":"REV.1","verse_code":"REV.1.19","label":"19","content":"Yog li ntawd, koj yuav tsum sau tej uas koj pom, tsis hais tej uas nimno koj pom lossis tej uas yuav muaj los yav tom ntej no."},{"bible_id":"1525","chapter_code":"REV.1","verse_code":"REV.1.20","label":"20","content":"Kuv yuav txhais zaj uas tsis muaj neeg paub hais txog xya lub hnubqub uas koj pom nyob hauv kuv txhais tes xis, thiab hais txog xya tus ncej kub txawb teeb ntawd rau koj paub: xya lub hnubqub ntawd yog xya tus timtswv uas saib xya pawg ntseeg, thiab xya tus ncej kub txawb teeb yog xya pawg ntseeg."},{"bible_id":"1525","chapter_code":"REV.2","verse_code":"REV.2.1","label":"1","content":"“Koj sau tej uas kuv yuav qhia rau koj no xa mus rau tus timtswv uas saib pawg ntseeg hauv lub nroog Efexus li no: “Tus uas tuav rawv xya lub hnubqub hauv nws txhais tes xis, thiab mus mus los los hauv nruab nrab xya tus ncej kub txawb teeb hais li no tias,"},{"bible_id":"1525","chapter_code":"REV.2","verse_code":"REV.2.2","label":"2","content":"Kuv twb paub txhua yam uas nej ua tas los lawm. Kuv paub hais tias nej ua haujlwm khwv khwv, thiab ua siab ntev ua. Kuv paub hais tias nej ua tsis taus siab ntev rau cov neeg uas ua phem lawm. Thiab nej twb sim cov neeg uas lawv hais tias lawv yog cov timthawj lawm saib lawv yog tiag los tsis yog, thiab nej paub hais tias lawv tsis yog cov timthawj, lawv yog cov neeg dag xwb."},{"bible_id":"1525","chapter_code":"REV.2","verse_code":"REV.2.3","label":"3","content":"Nej cov uas ntseeg kuv, txawm yog nej raug kev txomnyem los nej tseem ua siab ntev tiv thiab tsis tso kuv tseg."},{"bible_id":"1525","chapter_code":"REV.2","verse_code":"REV.2.4","label":"4","content":"Tiamsis tshuav ib qho uas kuv tsis qhuas nej: Yav tas los nej yeej hlub kuv, tiamsis nimno nej tsis hlub kuv lawm."},{"bible_id":"1525","chapter_code":"REV.2","verse_code":"REV.2.5","label":"5","content":"Nej yuav tsum nco ntsoov hais tias nej twb yuam kev mus ua txhaum ntau kawg li lawm! Yog li ntawd, nej yuav tsum tso nej tej kev txhaum tseg thiab rov los mloog kuv lus li qub. Yog nej tsis tso nej tej kev txhaum tseg, kuv yuav los saib nej thiab muab nej tus ncej txawb teeb rho tawm ntawm nws qhov chaw mus."},{"bible_id":"1525","chapter_code":"REV.2","verse_code":"REV.2.6","label":"6","content":"Tiamsis muaj ib qhov uas kuv qhuas nej, qhov ntawd yog nej ntxub tej uas cov neeg Nikaulaites ua ib yam li kuv ntxub."},{"bible_id":"1525","chapter_code":"REV.2","verse_code":"REV.2.7","label":"7","content":"“Yog leejtwg muaj pobntseg, cia li mloog tej lus uas Vaj Ntsujplig qhia rau cov ntseeg! “Kuv yuav pub tus uas kovyeej mus noj tsob txiv ntoo uas cawm tau neeg txojsia uas nyob hauv Vajtswv lub Vaj."},{"bible_id":"1525","chapter_code":"REV.2","verse_code":"REV.2.8","label":"8","content":"“Koj sau tej uas kuv yuav qhia rau koj no xa mus rau tus timtswv uas saib pawg ntseeg hauv lub nroog Xaminas li no: “Tus uas yog lub hauvpaus thiab yog lub ntsis, tus uas twb tuag thiab sawv hauv qhov tuag rov qab los lawm hais tias,"},{"bible_id":"1525","chapter_code":"REV.2","verse_code":"REV.2.9","label":"9","content":"Kuv pom nej raug kev txomnyem; kuv paub hais tias nej yog neeg pluag, tiamsis qhov tseeb nej yog neeg npluanuj! Kuv paub cov neeg siab phem uas hais lus phem tawmtsam nej, lawv hais tias lawv yog neeg Yudais, tiamsis lawv tsis yog; lawv cov ntawd puavleej yog cov uas dab Ntxwgnyoog kav!"},{"bible_id":"1525","chapter_code":"REV.2","verse_code":"REV.2.10","label":"10","content":"Nej tsis txhob ntshai qhov uas nej yuav raug kev txomnyem. Nej cia li ua tib zoo mloog kuv tej lus! Dab Ntxwgnyoog yuav ntes nej cov qee leej coj mus kaw rau hauv tsev lojcuj sim saib nej yuav ua li cas. Nej yuav raug kev txomnyem kaum hnub, tiamsis nej yuav tsum muab siab rau ntseeg mus txog hnub tuag tsis txhob tso kuv tseg, kuv thiaj yuav pub lub kausmom kub uas yog txojsia ua nqi zog rau nej."},{"bible_id":"1525","chapter_code":"REV.2","verse_code":"REV.2.11","label":"11","content":"“Yog nej leejtwg muaj pobntseg, cia li mloog tej lus uas Vaj Ntsujplig qhia rau cov ntseeg! “Tus uas kovyeej yuav tsis raug txojkev tuag zaum ob."},{"bible_id":"1525","chapter_code":"REV.2","verse_code":"REV.2.12","label":"12","content":"“Koj sau tej lus uas kuv yuav qhia rau koj no xa mus rau tus timtswv uas saib pawg ntseeg hauv lub nroog Penkamus li no: “Tus uas muaj rab ntaj ob sab ntse hais tias,"},{"bible_id":"1525","chapter_code":"REV.2","verse_code":"REV.2.13","label":"13","content":"Kuv yeej paub nej qhov chaw nyob, qhov chaw ntawd yog qhov chaw uas lawv ua ib lub zwmtxwv rau dab Ntxwgnyoog nyob, tiamsis nej tseem muab siab rau ntseeg kuv tsis tso kuv tseg. Txawm yog nej twb pom lawv muab Atipas tus uas ua timkhawv ncaj ncees tua rau ntawm qhov chaw uas dab Ntxwgnyoog nyob los nej tseem ntseeg nej li qub."},{"bible_id":"1525","chapter_code":"REV.2","verse_code":"REV.2.14","label":"14","content":"Tiamsis tshuav ob peb qho uas kuv tsis qhuas nej: Rau qhov nej cov muaj qee leej xyaum ua raws li tej uas Npala-as qhia. Npala-as yog tus uas qhia rau Vajntxwv Npalaj hais tias, ‘Yog koj xav kom cov Yixalayees yuam kev ua txhaum, koj cia li hais kom lawv noj tej zaub mov uas luag muab fij rau tej dab tej mlom lawm thiab kom lawv ua kev nkauj kev nraug.’"},{"bible_id":"1525","chapter_code":"REV.2","verse_code":"REV.2.15","label":"15","content":"Thiab txawm yog nej cov los twb muaj qee leej ua raws li cov neeg Nikaulaites tej lus qhia lawm thiab."},{"bible_id":"1525","chapter_code":"REV.2","verse_code":"REV.2.16","label":"16","content":"Yog li ntawd, nej cia li tso plhuav nej tej kev txhaum tseg! Yog nej tsis tso, kuv yuav los saib nej sai sai, thiab kuv yuav muab rab ntaj uas tawm hauv kuv qhovncauj tuaj tua cov neeg ntawd povtseg."},{"bible_id":"1525","chapter_code":"REV.2","verse_code":"REV.2.17","label":"17","content":"“Yog leejtwg muaj pobntseg, cia li mloog tej lus uas Vaj Ntsujplig qhia rau cov ntseeg! “Kuv yuav muab cov manas uas kuv twb muab zais cia lawm rau tus uas kovyeej noj. Thiab kuv yuav muab tej pobzeb dawb rau lawv txhua tus ib leeg ib lub thiab muaj ib lub npe tshiab sau rau ntawm lub pobzeb ntawd. Tsis muaj leejtwg paub tej npe ntawv ntawd li, tsuas yog tus uas tau lub pobzeb ntawd thiaj paub xwb."},{"bible_id":"1525","chapter_code":"REV.2","verse_code":"REV.2.18","label":"18","content":"“Koj sau tej uas kuv yuav qhia rau koj no xa mus rau tus timtswv uas saib pawg ntseeg hauv lub nroog Thiyatilas li no: “Vajtswv tus Tub uas ob lub qhovmuag ci ib yam li nplaim taws thiab ob txhais kotaw ci ib yam li tej tooj dag uas luag twb muab txhuam ci ci lawm hais li no:"},{"bible_id":"1525","chapter_code":"REV.2","verse_code":"REV.2.19","label":"19","content":"Kuv paub tej uas nej niaj hnub ua. Kuv paub hais tias nej muaj lub siab hlub luag, nej muab siab rau ntseeg, nej rau siab ntso ua Vajtswv tes haujlwm, thiab nej ua taus siab ntev. Nimno nej muab siab rau ua Vajtswv tes haujlwm heev dua yav tas los lawm thiab."},{"bible_id":"1525","chapter_code":"REV.2","verse_code":"REV.2.20","label":"20","content":"Tiamsis tshuav ib qho uas kuv tsis qhuas nej: Qhov ntawd yog nej cia tus pojniam uas hu ua Yexenpees qhia nej. Tus pojniam ntawd khav hais tias nws yog ib tug cev Vajtswv lus. Nws qhia thiab nws ntxias kuv cov tubtxib kom lawv ua kev nkauj kev nraug thiab kom lawv noj tej zaub mov uas luag twb muab fij rau tej mlom lawm."},{"bible_id":"1525","chapter_code":"REV.2","verse_code":"REV.2.21","label":"21","content":"Kuv cia sijhawm rau nws tso nws tej kev txhaum tseg, tiamsis nws tsis kam tso tej kev nkauj kev nraug uas nws ua ntawd tseg li."},{"bible_id":"1525","chapter_code":"REV.2","verse_code":"REV.2.22","label":"22","content":"Yog li ntawd, kuv yuav muab tus pojniam no pov rau saum lub lav mob, cov neeg uas nrog nws sib dee yuav nrog nws raug kev txomnyem heev kawg nkaus li. Yog lawv tsis muab tej kev phem uas lawv nrog tus pojniam ntawd ua tso tseg, ces kuv yuav ua li ntawd rau lawv tamsim no ntag,"},{"bible_id":"1525","chapter_code":"REV.2","verse_code":"REV.2.23","label":"23","content":"thiab kuv yuav muab tus pojniam ntawd cov menyuam tua povtseg; cov ntseeg uas nyob txhua qhov chaw thiaj yuav paub hais tias kuv yog tus uas paub qhov uas neeg lub siab xav li cas thiab nyiam li cas. Kuv yuav muab nqi zog rau nej txhua tus kom tsimnyog tej haujlwm uas nej tau ua los lawm."},{"bible_id":"1525","chapter_code":"REV.2","verse_code":"REV.2.24","label":"24","content":"“Tiamsis nej cov uas nyob hauv lub nroog Thiyatilas muaj ibtxhia yeej tsis tau coj raws li tej lus qhia uas phem ntawd thiab tsis tau kawm tej uas luag hais tias, ‘tej no yog dab Ntxwgnyoog tej ntsiab lus uas tsis muaj neeg paub.’ Kuv qhia rau nej hais tias kuv yuav tsis muab lwm lub nra los ntxiv rau nej lub lawm."},{"bible_id":"1525","chapter_code":"REV.2","verse_code":"REV.2.25","label":"25","content":"Tiamsis nej yuav tsum tuav tej uas nej muaj lawm ruaj ruaj mus txog hnub uas kuv rov qab los."},{"bible_id":"1525","chapter_code":"REV.2","verse_code":"REV.2.26+REV.2.27+REV.2.28","label":"26-28","content":"Txhua tus uas kovyeej thiab ua raws li kuv lub siab nyiam mus txog hnub kawg, kuv yuav pub hwjchim rau cov ntawd, ib yam li kuv Txiv twb pub rau kuv lawm. Kuv yuav tsa cov ntawd ua cov uas kav txhua haivneeg huv tibsi. Lawv yuav muab qws hlau kav thiab ntaus txhua haivneeg kom tawg mos nyoos ib yam li tej laujkaub av. Thiab kuv yuav muab lub hnubqub uas ci ci thaum yuav kaj ntug rau cov neeg ntawd."},{"bible_id":"1525","chapter_code":"REV.2","verse_code":"REV.2.29","label":"29","content":"“Yog leejtwg muaj pobntseg, cia li mloog tej lus uas Vaj Ntsujplig qhia rau cov ntseeg!"},{"bible_id":"1525","chapter_code":"REV.3","verse_code":"REV.3.1","label":"1","content":"“Koj sau tej uas kuv yuav qhia rau koj no xa mus rau tus timtswv uas saib pawg ntseeg hauv lub nroog Xaladis li no: “Tus uas muaj Vajtswv xya tus ntsujplig thiab muaj xya lub hnubqub, nws hais tias, kuv paub tej uas nej niaj hnub ua; kuv paub hais tias nej lub moo nto lug hais tias nej yog cov uas muaj sia, tiamsis qhov tseeb nej twb tuag lawm!"},{"bible_id":"1525","chapter_code":"REV.3","verse_code":"REV.3.2","label":"2","content":"Yog li ntawd, nej cia li tsim dheev los, thiab yam uas nej tseem tshuav tuag tsis tau tu siav nej yuav tsum txhawb kom rov muaj zog, rau qhov kuv pom hais tias tej uas nej ua lawm nej tseem ua tsis tau zoo raws li Vajtswv lub siab nyiam."},{"bible_id":"1525","chapter_code":"REV.3","verse_code":"REV.3.3","label":"3","content":"Yog li ntawd, nej yuav tsum nco ntsoov tej uas nej hnov thiab nej kawm los lawm. Nej yuav tsum coj raws li tej ntawd thiab tso plhuav nej tej kev txhaum tseg. Yog nej tsis tsim dheev los kuv yuav los saib nej ib yam li tus tubsab tuaj; nej yuav tsis paub lub sijhawm uas kuv los."},{"bible_id":"1525","chapter_code":"REV.3","verse_code":"REV.3.4","label":"4","content":"Nej cov uas nyob hauv lub nroog Xaladis tsuas muaj ob peb leeg thiaj tsis tau ua rau lawv tej ris tsho qias xwb; lawv cov ntawd yuav tau hnav cev ris tsho dawb thiab nrog kuv ua ke, rau qhov lawv yeej tsimnyog tau lawm."},{"bible_id":"1525","chapter_code":"REV.3","verse_code":"REV.3.5","label":"5","content":"Tus uas kovyeej, nws yuav tau hnav cev ris tsho dawb; kuv yuav tsis rho nws lub npe tawm hauv phau ntawv uas sau cov neeg uas muaj sia ntev mus ibtxhis lawm tej npe. Thiab kuv yuav tabmeeg qhia rau kuv Txiv thiab rau nws cov timtswv hais tias tus ntawd yog kuv li."},{"bible_id":"1525","chapter_code":"REV.3","verse_code":"REV.3.6","label":"6","content":"“Yog nej leejtwg muaj pobntseg, cia li mloog tej lus uas Vaj Ntsujplig qhia rau cov ntseeg!"},{"bible_id":"1525","chapter_code":"REV.3","verse_code":"REV.3.7","label":"7","content":"“Koj sau tej uas kuv yuav qhia rau koj no xa mus rau tus timtswv uas saib pawg ntseeg hauv lub nroog Filadefias li no: “Tus uas dawbhuv thiab ncaj ncees uas tuav Daviv tus yuamsij, yog nws qhib lawm, yeej tsis muaj leejtwg kaw tau, yog nws kaw lawm yeej tsis muaj leejtwg qhib tau nws hais tias,"},{"bible_id":"1525","chapter_code":"REV.3","verse_code":"REV.3.8","label":"8","content":"Kuv paub tej uas nej ua thiab paub hais tias nej tsis muaj zog pestsawg los nej tseem coj raws li tej lus uas kuv qhia thiab tsis tso kuv tseg. Kuv twb qhib lub qhovrooj rau ntawm nej xubntiag lawm, tsis muaj leejtwg yuav kaw tau."},{"bible_id":"1525","chapter_code":"REV.3","verse_code":"REV.3.9","label":"9","content":"Nej ua tib zoo mloog kuv tej lus! Cov neeg uas yog dab Ntxwgnyoog cov, lawv dag hais tias lawv yog cov Yudais, tiamsis qhov tseeb lawv tsis yog; kuv yuav kom lawv los txhos caug rau ntawm nej kotaw pe nej. Lawv yuav paub hais tias kuv hlub nej."},{"bible_id":"1525","chapter_code":"REV.3","verse_code":"REV.3.10","label":"10","content":"Rau qhov nej ua raws li tej lus uas kuv qhia hais tias nej yuav tsum ua siab ntev, kuv yuav tsomkwm nej tsis pub nej raug tej kev txomnyem uas yuav muaj los thoob plaws hauv qab ntuj no. Tej kev txomnyem ntawd yog tej uas yuav los sim neeg ntiajteb lub siab."},{"bible_id":"1525","chapter_code":"REV.3","verse_code":"REV.3.11","label":"11","content":"Tshuav tsis ntev no kuv yuav los. Nej yuav tsum khaws tej uas nej muaj lawm cia zoo zoo, thiaj tsis muaj leejtwg txeeb tau nej lub kausmom kub."},{"bible_id":"1525","chapter_code":"REV.3","verse_code":"REV.3.12","label":"12","content":"Kuv yuav tsa tus uas kovyeej ua tus ncej zeb nres kuv tus Vajtswv lub tuamtsev, thiab nws yuav nyob hauv mus ibtxhis li. Kuv yuav sau kuv tus Vajtswv lub npe thiab sau kuv tus Vajtswv lub nroog lub npe rau ntawm nws lub cev. Lub nroog ntawd yog lub nroog Yeluxalees tshiab uas yuav los ntawm kuv tus Vajtswv uas nyob saum ntuj ceebtsheej los. Kuv yuav sau kuv lub npe tshiab rau ntawm nws thiab."},{"bible_id":"1525","chapter_code":"REV.3","verse_code":"REV.3.13","label":"13","content":"“Yog nej leejtwg muaj pobntseg, cia li mloog tej lus uas Vaj Ntsujplig qhia rau cov ntseeg!"},{"bible_id":"1525","chapter_code":"REV.3","verse_code":"REV.3.14","label":"14","content":"“Koj sau tej uas kuv yuav qhia rau koj no xa mus rau tus timtswv uas saib pawg ntseeg hauv lub nroog Laudikeyas li no: “Tus uas muaj lub npe hu ua Amees tus uas ncaj ncees thiab ua timkhawv tseeb, thiab yog ib puas tsav yam uas Vajtswv tsim los lawm lub hauvpaus."},{"bible_id":"1525","chapter_code":"REV.3","verse_code":"REV.3.15","label":"15","content":"Kuv paub tej uas nej twb ua los lawm; kuv paub hais tias nej tsis kub tsis txias. Yog nej yuav kub cia li kub hlo, yog nej yuav txias cia li txias kiag."},{"bible_id":"1525","chapter_code":"REV.3","verse_code":"REV.3.16","label":"16","content":"Tiamsis yog nej sov sem so xwb, tsis kub tsis txias, ces kuv yuav muab nej nti tawm hauv kuv lub qhovncauj mus!"},{"bible_id":"1525","chapter_code":"REV.3","verse_code":"REV.3.17","label":"17","content":"Nej hais tias, ‘Peb npluanuj, peb tsis pluag ib yam dabtsi li.’ Tiamsis nej tsis paub, nej twb tsis muaj ib yam dabtsi li! Nej pluag, nej liabqab thiab nej digmuag."},{"bible_id":"1525","chapter_code":"REV.3","verse_code":"REV.3.18","label":"18","content":"Kuv hais rau nej hais tias nej cia li tuaj yuav kuv cov kub uas yog cov tseem kub, nej thiaj li npluanuj. Nej cia li tuaj yuav cev ris tsho dawb coj mus hnav npog nej lub cev uas liabqab, nej thiaj tsis txajmuag. Thiab nej cia li tuaj yuav tshuaj mus rau nej qhovmuag, nej thiaj li pom kev."},{"bible_id":"1525","chapter_code":"REV.3","verse_code":"REV.3.19","label":"19","content":"Kuv yeej cem thiab ntuas txhua tus uas kuv hlub, yog li ntawd nej yuav tsum muab siab rau ntseeg thiab tso plhuav nej tej kev txhaum tseg."},{"bible_id":"1525","chapter_code":"REV.3","verse_code":"REV.3.20","label":"20","content":"Nej sim mloog saib, kuv sawv sab qhovrooj nraud thiab khob; yog leejtwg hnov kuv khob thiab qhib qhovrooj rau kuv, kuv yuav los hauv tus ntawd lub tsev. Kuv yuav nrog nws noj mov thiab nws yuav nrog kuv noj mov."},{"bible_id":"1525","chapter_code":"REV.3","verse_code":"REV.3.21","label":"21","content":"Kuv yuav pub tus uas kovyeej los nrog kuv zaum ntawm kuv lub zwmtxwv, ib yam li kuv Txiv kom kuv los nrog nws zaum ntawm nws lub zwmtxwv."},{"bible_id":"1525","chapter_code":"REV.3","verse_code":"REV.3.22","label":"22","content":"“Yog nej leejtwg muaj pobntseg, cia li mloog tej lus uas Vaj Ntsujplig qhia rau cov ntseeg!”"},{"bible_id":"1525","chapter_code":"REV.4","verse_code":"REV.4.1","label":"1","content":"Tom qab ntawd kuv rov ua yogtoog pom dua ib zaj; kuv pom rooj ntug ceebtsheej qhib lug cia. Lub suab uas thawj zaug kuv hnov hais nrov nrov rau kuv ib yam li lub suab xyu, nimno kuv rov hnov lub suab ntawd hais rau kuv hais tias, “Koj cia li tuaj saum no, kuv yuav muab tej uas yav tom ntej no yuav muaj tshwm los rau koj saib.”"},{"bible_id":"1525","chapter_code":"REV.4","verse_code":"REV.4.2","label":"2","content":"Tamsim ntawd Vaj Ntsujplig txawm los kav hlo kuv lub siab, kuv pom ib lub zwmtxwv nyob saum ntuj ceebtsheej thiab muaj ib tug zaum saum lub zwmtxwv ntawd."},{"bible_id":"1525","chapter_code":"REV.4","verse_code":"REV.4.3","label":"3","content":"Nws lub ntsejmuag ci ib yam li cov qe zeb muaj nqis yapes thiab kanelias, thiab muaj ib tug duab zaj sawv vij lub zwmtxwv. Tus duab zaj ntawd ntsuab ib yam li tej qe zeb muaj nqis uas hu ua emelas."},{"bible_id":"1525","chapter_code":"REV.4","verse_code":"REV.4.4","label":"4","content":"Muaj nees nkaum plaub lub zwmtxwv nyob puagncig lub zwmtxwv ntawd, thiab muaj nees nkaum plaub tug txwjlaug uas hnav ris tsho dawb thiab ntoo kausmom kub zaum saum cov zwmtxwv ntawd."},{"bible_id":"1525","chapter_code":"REV.4","verse_code":"REV.4.5","label":"5","content":"Muaj xob laim liab vog, xob quaj thiab muaj suab nrov nroo ntws ntawm lub zwmtxwv ntawd tuaj. Muaj xya tes tsau uas cig lam lug ntawm lub zwmtxwv hauv ntej. Xya tes tsau ntawd yog Vajtswv xya tus ntsujplig."},{"bible_id":"1525","chapter_code":"REV.4","verse_code":"REV.4.6","label":"6","content":"Nyob ntawm lub zwmtxwv hauv ntej muaj ib qho zoo li hiavtxwv ci li iav pom kev tshab plaws. Muaj plaub tug qhelunpees sawv vij lub zwmtxwv; plaub tug qhelunpees ntawd muaj qhovmuag thoob plaws sab xubntiag thiab sab tom nraubqaum huv tibsi."},{"bible_id":"1525","chapter_code":"REV.4","verse_code":"REV.4.7","label":"7","content":"Thawj tug zoo ib yam li tus tsov ntxhuav; tus ob zoo ib yam li tus heev nyuj; tus peb lub ntsejmuag zoo ib yam li neeg lub thiab tus plaub zoo ib yam li tus dav uas tabtom ya."},{"bible_id":"1525","chapter_code":"REV.4","verse_code":"REV.4.8","label":"8","content":"Plaub tug qhelunpees ntawd ib tug muaj rau phab tis, rau phab tis ntawd muaj qhovmuag thoob plaws sab hauv thiab sab nraud huv tibsi. Plaub tug qhelunpees ntawd hu nkauj tas hnub tas hmo hais tias, “Tus Tswv uas yog Vajtswv tus uas muaj hwjchim loj kawg nkaus, yog tus dawbhuv, dawbhuv, dawbhuv, yog tus uas ibtxwm nyob thaum ub los lawm, yog tus uas nyob nimno thiab yog tus uas yuav los yav tom ntej.”"},{"bible_id":"1525","chapter_code":"REV.4","verse_code":"REV.4.9","label":"9","content":"Txhua zaus uas plaub tug qhelunpees ntawd hu nkauj qhuas tus uas muaj sia nyob mus ibtxhis uas zaum saum lub zwmtxwv thiab ua nws tsaug,"},{"bible_id":"1525","chapter_code":"REV.4","verse_code":"REV.4.10","label":"10","content":"ces nees nkaum plaub tug txwjlaug txawm txhos caug ntua pehawm tus uas muaj sia nyob mus ibtxhis uas zaum saum lub zwmtxwv, thiab lawv hle lawv tej kausmom kub tso rau ntawm lub zwmtxwv hauv ntej, thiab lawv hais tias,"},{"bible_id":"1525","chapter_code":"REV.4","verse_code":"REV.4.11","label":"11","content":"“Tus Tswv uas yog peb sawvdaws tus Vajtswv! Koj yog tus uas muaj hwjchim, tsimnyog peb sawvdaws hwm koj thiab ua rau koj tau koob meej. Rau qhov koj yog tus uas tsim ib puas tsav yam huv tibsi; koj pom zoo tsim tej ntawd thiab pub tej ntawd muaj sia nyob.”"},{"bible_id":"1525","chapter_code":"REV.5","verse_code":"REV.5.1","label":"1","content":"Kuv pom tus uas zaum saum lub zwmtxwv, nws txhais tes xis tuav rawv ib thooj ntawv; thooj ntawv ntawd muaj lus sau rau sab hauv thiab sab nraud huv tibsi, thiab muaj xya lub homthawj nias rau."},{"bible_id":"1525","chapter_code":"REV.5","verse_code":"REV.5.2","label":"2","content":"Kuv pom ib tug timtswv ceebtsheej uas muaj hwjchim loj kawg nkaus, nws hais nrov nrov hais tias, “Leejtwg thiaj tsimnyog muab tej homthawj tev thiab muab thooj ntawv los nthuav saib?”"},{"bible_id":"1525","chapter_code":"REV.5","verse_code":"REV.5.3","label":"3","content":"Tiamsis luag nrhiav tsis tau ib tug uas yuav tsimnyog mus muab thooj ntawv los nthuav saib, tsis hais saum ntuj ceebtsheej lossis hauv ntiajteb no lossis hauv nruab tivtxwv  los yeej nrhiav tsis tau ib tug li."},{"bible_id":"1525","chapter_code":"REV.5","verse_code":"REV.5.4","label":"4","content":"Kuv txawm quaj dhev, rau qhov tsis muaj ib tug yuav tsimnyog muab thooj ntawv ntawd los nthuav saib."},{"bible_id":"1525","chapter_code":"REV.5","verse_code":"REV.5.5","label":"5","content":"Thaum ntawd ib tug txwjlaug hais rau kuv hais tias, “Koj tsis txhob quaj. Koj saib! Xeem Yudas tus tsov ntxhuav uas yog Daviv cajces, nws twb kovyeej lawm; nws tsimnyog tev xya lub homthawj thiab nthuav thooj ntawv ntawd.”"},{"bible_id":"1525","chapter_code":"REV.5","verse_code":"REV.5.6","label":"6","content":"Ces kuv txawm pom ib tug menyuam Yaj sawv ze ntawm tus uas zaum saum lub zwmtxwv hauv ntej, plaub tug qhelunpees thiab cov txwjlaug puavleej sawv vij tus menyuam Yaj. Saib zoo li twb muaj neeg muab tus menyuam Yaj ntawd tua lawm. Tus menyuam Yaj ntawd muaj xya tus kub thiab muaj xya lub qhovmuag. Tej qhovmuag ntawd piv txog Vajtswv xya tus ntsujplig uas Vajtswv txib mus thoob plaws hauv ntiajteb no."},{"bible_id":"1525","chapter_code":"REV.5","verse_code":"REV.5.7","label":"7","content":"Tus menyuam Yaj cev tes mus muab thooj ntawv ntawm tus uas zaum saum lub zwmtxwv sab tes xis."},{"bible_id":"1525","chapter_code":"REV.5","verse_code":"REV.5.8","label":"8","content":"Thaum tus menyuam Yaj tabtom mus muab thooj ntawv, ces plaub tug qhelunpees thiab nees nkaum plaub tug txwjlaug txawm txhos caug ntua ntawm tus menyuam Yaj hauv ntej pehawm tus menyuam Yaj. Lawv cov ntawd ib leeg tuav rawv ib lub nkauj nogncas thiab ib leeg tuav rawv ib lub tais kub uas ntim hmoov tshuaj tsw qab puv nkaus. Cov hmoov tshuaj ntawd yog piv txog tej lus uas cov ntseeg thov Vajtswv."},{"bible_id":"1525","chapter_code":"REV.5","verse_code":"REV.5.9","label":"9","content":"Lawv hu ib zaj nkauj tshiab hais tias, “Koj yog tus uas tsimnyog muab thooj ntawv ntawd thiab muab tej homthawj tev. Rau qhov twb muaj neeg muab koj tua lawm. Qhov uas koj tuag ntawd twb yog koj txhiv neeg coj los rau Vajtswv. Cov neeg uas koj txhiv ntawd tsis hais xeem twg lossis cov uas hais yam lus twg lossis haivneeg twg lossis nyob lub tebchaws twg puavleej yog koj txhiv los huv tibsi."},{"bible_id":"1525","chapter_code":"REV.5","verse_code":"REV.5.10","label":"10","content":"Koj coj lawv los ua Vajtswv haivneeg thiab tsa lawv ua povthawj ua peb tus Vajtswv tes haujlwm. Thiab lawv cov ntawd yuav tau kav lub ntiajteb no.”"},{"bible_id":"1525","chapter_code":"REV.5","verse_code":"REV.5.11","label":"11","content":"Kuv rov qab saib dua ib zaug, kuv hnov cov timtswv ceebtsheej ntau txhiab thiab ntau plhom lub suab. Lawv sawv vij lub zwmtxwv, plaub tug qhelunpees thiab cov txwjlaug,"},{"bible_id":"1525","chapter_code":"REV.5","verse_code":"REV.5.12","label":"12","content":"lawv hu nkauj hais tias, “Tus menyuam Yaj uas neeg muab tua lawm, koj yog tus muaj hwjchim thiab yog tus uas npluanuj, yog tus uas muaj tswvyim thiab muaj zog. Tsimnyog peb hwm koj, ua rau koj tau koob meej!”"},{"bible_id":"1525","chapter_code":"REV.5","verse_code":"REV.5.13","label":"13","content":"Kuv hnov ib puas tsav yam uas muaj sia, tsis hais tej uas nyob saum ntuj, nyob hauv ntiajteb no, nyob hauv nruab tivtxwv thiab nyob hauv hiavtxwv hu nkauj hais tias, “Peb sawvdaws yuav tsum hwm, yuav tsum qhuas, yuav tsum pehawm thiab ua rau tus uas zaum saum lub zwmtxwv thiab tus menyuam Yaj tau koob meej mus ibtxhis li.”"},{"bible_id":"1525","chapter_code":"REV.5","verse_code":"REV.5.14","label":"14","content":"Plaub tug qhelunpees teb hais tias, “Amees!” Ces cov txwjlaug txawm txhos caug ntua pehawm tus uas zaum saum lub zwmtxwv thiab tus menyuam Yaj."},{"bible_id":"1525","chapter_code":"REV.6","verse_code":"REV.6.1","label":"1","content":"Ces kuv txawm pom tus menyuam Yaj muab xya lub homthawj ntawd tev, thiab thaum nws tev thawj lub, kuv hnov ib tug ntawm plaub tug qhelunpees hais nrov nrov ib yam li xob nroo hais tias, “Cia li los!”"},{"bible_id":"1525","chapter_code":"REV.6","verse_code":"REV.6.2","label":"2","content":"Kuv ntsia dheev, kuv pom ib tug txiv nees dawb tawm plaws los. Tus uas caij tus txiv nees dawb ntawd, nws nqa ib rab hneevnti thiab nws ntoo ib lub kausmom kub. Nws caij nees tawm mus ib yam li tus uas kovyeej lawm, nws yuav mus tawmtsam kom yeej."},{"bible_id":"1525","chapter_code":"REV.6","verse_code":"REV.6.3","label":"3","content":"Ces tus menyuam Yaj txawm muab lub homthawj ob tev; thaum nws muab tev lawm, kuv hnov tus qhelunpees uas yog tus ob hais tias, “Cia li los!”"},{"bible_id":"1525","chapter_code":"REV.6","verse_code":"REV.6.4","label":"4","content":"Ces txawm muaj ib tug txiv nees liab tawm plaws los. Luag muab ib rab ntaj loj loj rau tus uas caij tus txiv nees liab ntawd; nws muaj hwjchim ua rau lub ntiajteb ua tsov ua rog thiab sib ntaus sib tua."},{"bible_id":"1525","chapter_code":"REV.6","verse_code":"REV.6.5","label":"5","content":"Ces tus menyuam Yaj txawm muab lub homthawj peb tev; thaum nws tev lawm, kuv hnov tus qhelunpees uas yog tus peb hais tias, “Cia li los!” Kuv saib dheev, kuv pom ib tug txiv nees dub tawm plaws los. Tus uas caij tus txiv nees dub ntawd txhais tes tuav rawv ib rab teev."},{"bible_id":"1525","chapter_code":"REV.6","verse_code":"REV.6.6","label":"6","content":"Kuv hnov ib lub suab hais li neeg hais ntawm plaub tug qhelunpees ntawd tuaj hais tias, “Cov neeg uas ua luag zog, yog yuav txhuv mas ib hnub twg ib taig txhuv, yog yuav pias ces ib hnub peb taig pias; tiamsis tsis txhob muab cov roj txiv ntoo thiab cov cawv txiv hmab nchuav povtseg!”"},{"bible_id":"1525","chapter_code":"REV.6","verse_code":"REV.6.7","label":"7","content":"Tus menyuam Yaj txawm muab lub homthawj plaub tev; thaum nws muab tev lawm, kuv hnov tus qhelunpees uas yog tus plaub hais tias, “Cia li los!”"},{"bible_id":"1525","chapter_code":"REV.6","verse_code":"REV.6.8","label":"8","content":"Kuv saib dheev, kuv pom ib tug txiv nees txheeb tawm plaws los. Tus uas caij tus txiv nees txheeb ntawd lub npe hu ua Txojkev Tuag thiab tubtuag teb  raws nws qab los. Nkawd muaj hwjchim tua cov neeg uas nyob hauv ntiajteb no tuag ib feem plaub, tsis hais tuag rau kev tsov kev rog, tuag rau kev tshaib kev nqhis, tuag rau kev mob kev nkeeg thiab raug tej tsiaj nyaum tom."},{"bible_id":"1525","chapter_code":"REV.6","verse_code":"REV.6.9","label":"9","content":"Ces tus menyuam Yaj txawm muab lub homthawj tsib tev; thaum nws muab tev lawm, kuv pom ib cov ntsujplig nyob hauv lub qab rooj uas cia tej khoom fij rau Vajtswv. Cov ntsujplig ntawd yog cov neeg uas luag muab tua tuag tas lawm cov ntsujplig. Lawv raug tua rau qhov lawv qhia Vajtswv Txojlus thiab ua timkhawv ncaj ncees."},{"bible_id":"1525","chapter_code":"REV.6","verse_code":"REV.6.10","label":"10","content":"Cov neeg ntawd cov ntsujplig hais nrov nrov hais tias, “Tus Tswv, koj yog tus muaj hwjchim loj kawg nkaus, yog tus dawbhuv thiab yog tus tseeb! Tshuav ntev li cas koj mam li txiav txim rau neeg ntiajteb thiab rau txim rau cov neeg uas muab peb lub cev tua povtseg?”"},{"bible_id":"1525","chapter_code":"REV.6","verse_code":"REV.6.11","label":"11","content":"Luag muab tsho dawb rau cov neeg uas raug tua ntawd ib leeg ib lub, thiab tus Tswv hais rau lawv hais tias kom lawv cia li so ntev mentsis tso. Thaum lawv tej phoojywg uas ua Vajtswv cov tubtxib thiab cov kwvtij uas yeej yuav raug txojkev tuag raug luag tua tas ib yam li lawv lawm, Vajtswv mam li txiav txim."},{"bible_id":"1525","chapter_code":"REV.6","verse_code":"REV.6.12","label":"12","content":"Ces kuv txawm pom tus menyuam Yaj muab lub homthawj rau tev. Thaum nws tev lub ntiajteb ua zog koog. Lub hnub txawm tsaus nti dub nciab ib yam li tej ntaubmag dub, thiab lub hli txawm cia li liab ploog ib yam li ntshav."},{"bible_id":"1525","chapter_code":"REV.6","verse_code":"REV.6.13","label":"13","content":"Tej hnubqub txawm poob zom zaws saum ntuj los rau hauv ntiajteb, ib yam li tej txiv ncuavpias uas tsis tau siav uas cua ntsawj poob."},{"bible_id":"1525","chapter_code":"REV.6","verse_code":"REV.6.14","label":"14","content":"Lub ntuj txawm ploj zuj zus mus ib yam li luag dov thooj ntawv. Txhua lub roob thiab txhua lub koog povtxwv puavleej txav mus rau lwm qhov lawm."},{"bible_id":"1525","chapter_code":"REV.6","verse_code":"REV.6.15","label":"15","content":"Tej vajntxwv uas kav ntiajteb, tej nomtswv, tej thawj tubrog, tej neeg npluanuj, tej neeg tseemceeb thiab cov uas ua qhev thiab cov uas tsis ua qhev, sawvdaws puavleej khiav mus nkaum rau hauv tej qhov tsua thiab hauv tej qab tsuas thiab saum tej roob."},{"bible_id":"1525","chapter_code":"REV.6","verse_code":"REV.6.16","label":"16","content":"Lawv hais rau tej roob thiab tej pobzeb pobtsuas hais tias, “Cia li nphau los txhub peb thiab npog peb kom tus uas zaum saum lub zwmtxwv tsis txhob pom peb thiab kom tus menyuam Yaj tsis txhob rau txim tau rau peb!"},{"bible_id":"1525","chapter_code":"REV.6","verse_code":"REV.6.17","label":"17","content":"Rau qhov twb txog hnub uas tus Tswv thiab tus menyuam Yaj rau txim lawm, yog li ntawd tseem yuav muaj neeg tawv dhau thiab los?”"},{"bible_id":"1525","chapter_code":"REV.7","verse_code":"REV.7.1","label":"1","content":"Tom qab ntawd kuv pom plaub tug timtswv ceebtsheej sawv ntawm plaub ceg kaum ntuj thiab txwv tsis pub cua ntsawj plaub ceg kaum ntuj tuaj rau lub ntiajteb lossis tuaj rau dej hiavtxwv lossis tuaj rau tej xyoob ntoo."},{"bible_id":"1525","chapter_code":"REV.7","verse_code":"REV.7.2","label":"2","content":"Thiab kuv pom dua ib tug timtswv ceebtsheej tawm tim sab hnubtuaj tuaj, nws nqa rawv Vajtswv tus uas muaj sia nyob lub homthawj. Nws hais nrov nrov rau plaub tug timtswv ceebtsheej uas Vajtswv txib los rhuav lub ntiajteb thiab hiavtxwv hais tias,"},{"bible_id":"1525","chapter_code":"REV.7","verse_code":"REV.7.3","label":"3","content":"“Nej tsis txhob rawm rhuav lub ntiajteb thiab dej hiavtxwv lossis tej xyoob ntoo; cia peb nias homthawj rau Vajtswv cov tubtxib txhua tus hauvpliaj tso nej mam li rhuav.”"},{"bible_id":"1525","chapter_code":"REV.7","verse_code":"REV.7.4","label":"4","content":"Thiab tus timtswv ceebtsheej ntawd hais rau kuv hais tias cov neeg uas muaj Vajtswv lub homthawj nias rau ntawm lawv hauvpliaj lawm muaj ib puas plaub caug plaub txhiab leej. Vajtswv xaiv cov neeg ntawd tawm hauv kaum ob xeem Yixalayees los."},{"bible_id":"1525","chapter_code":"REV.7","verse_code":"REV.7.5","label":"5","content":"Nws xaiv xeem Yudas kaum ob txhiab leej, xeem Lunpees kaum ob txhiab leej, xeem Khas kaum ob txhiab leej,"},{"bible_id":"1525","chapter_code":"REV.7","verse_code":"REV.7.6","label":"6","content":"xeem Aseles kaum ob txhiab leej, xeem Nathalis kaum ob txhiab leej, xeem Manaxes kaum ob txhiab leej,"},{"bible_id":"1525","chapter_code":"REV.7","verse_code":"REV.7.7","label":"7","content":"xeem Xime-oos kaum ob txhiab leej, xeem Levis kaum ob txhiab leej, xeem Ixakhas kaum ob txhiab leej,"},{"bible_id":"1525","chapter_code":"REV.7","verse_code":"REV.7.8","label":"8","content":"xeem Xenpuloos kaum ob txhiab leej, xeem Yauxej kaum ob txhiab leej thiab xeem Npeenyamees kaum ob txhiab leej."},{"bible_id":"1525","chapter_code":"REV.7","verse_code":"REV.7.9","label":"9","content":"Tom qab ntawd kuv ntsia dheev, kuv pom muaj neeg coob coob suav tsis txheeb li tuaj txhua lub tebchaws tuaj! tsis hais xeem twg, haivneeg twg thiab cov neeg uas hais yam lus twg los muaj; sawvdaws tuaj sawv ntawm hauv ntej lub zwmtxwv thiab tus menyuam Yaj. Lawv txhua tus puavleej hnav ib leeg ib cev ris tsho dawb, thiab lawv ib leeg tuav rawv ib daim nplooj toovlaj."},{"bible_id":"1525","chapter_code":"REV.7","verse_code":"REV.7.10","label":"10","content":"Lawv hais nrov nrov hais tias, “Tus Vajtswv uas zaum saum lub zwmtxwv thiab tus menyuam Yaj twb txhiv peb dim lawm!”"},{"bible_id":"1525","chapter_code":"REV.7","verse_code":"REV.7.11","label":"11","content":"Cov timtswv ceebtsheej txhua tus sawv vij cov txwjlaug thiab plaub tug qhelunpees. Ces cov timtswv ceebtsheej txawm txhos caug ntua hauv av ntawm hauv ntej lub zwmtxwv thiab pehawm Vajtswv;"},{"bible_id":"1525","chapter_code":"REV.7","verse_code":"REV.7.12","label":"12","content":"lawv hais tias, “Amees! Vajtswv, koj yog tus uas muaj hwjchim, muaj tswvyim thiab muaj zog, tsimnyog peb ua koj tsaug, qhuas koj thiab ua rau koj tau koob meej mus ibtxhis li! Amees!”"},{"bible_id":"1525","chapter_code":"REV.7","verse_code":"REV.7.13","label":"13","content":"Cov txwjlaug ntawd muaj ib tug nug kuv hais tias, “Cov neeg uas hnav tsho dawb ntawd yog leejtwg thiab lawv tuaj qhov twg tuaj?”"},{"bible_id":"1525","chapter_code":"REV.7","verse_code":"REV.7.14","label":"14","content":"Kuv teb hais tias, “Kuv tsis paub. Koj thiaj paub xwb!” Tus txwjlaug ntawd qhia rau kuv hais tias, “Cov neeg ntawd yog cov uas twb tiv dhau tej kev tsimtxom uas loj heev los lawm. Lawv twb muab tus menyuam Yaj cov ntshav ntxhua lawv tej ris tsho thiab ntxuav lawv dawbhuv lawm."},{"bible_id":"1525","chapter_code":"REV.7","verse_code":"REV.7.15","label":"15","content":"Yog li ntawd, lawv thiaj tau los sawv tabmeeg ntawm Vajtswv lub zwmtxwv pehawm Vajtswv tas hnub tas hmo hauv lub Tuamtsev. Tus uas zaum saum lub zwmtxwv yuav nrog lawv nyob thiab tsomkwm lawv."},{"bible_id":"1525","chapter_code":"REV.7","verse_code":"REV.7.16","label":"16","content":"Lawv yuav tsis tshaib tsis nqhis; nag yuav tsis ntub thiab tshav ntuj yuav tsis kub lawv li lawm."},{"bible_id":"1525","chapter_code":"REV.7","verse_code":"REV.7.17","label":"17","content":"Rau qhov tus menyuam Yaj uas sawv ntawm lub zwmtxwv yuav yug lawv thiab coj lawv mus haus tej qhovdej txhawv uas cawm neeg txojsia. Thiab Vajtswv yuav so lawv tej kua muag huv tibsi mus.”"},{"bible_id":"1525","chapter_code":"REV.8","verse_code":"REV.8.1","label":"1","content":"Thaum tus menyuam Yaj muab lub homthawj xya tev, ua ciav saum ntuj ceebtsheej txawm ntsiag to kwvlam li peb caug feeb."},{"bible_id":"1525","chapter_code":"REV.8","verse_code":"REV.8.2","label":"2","content":"Kuv pom Vajtswv muab xya lub xyu rau xya tus timtswv uas sawv tabmeeg ntawm Vajtswv ib leeg ib lub."},{"bible_id":"1525","chapter_code":"REV.8","verse_code":"REV.8.3","label":"3","content":"Muaj dua ib tug timtswv ceebtsheej nqa lub tais kub uas rau hmoov tshuaj tsw qab. Nws los sawv ntawm lub thaj uas luag cia tej khoom uas yuav muab fij rau Vajtswv, thiab Vajtswv muab ib cov hmoov tshuaj tsw qab ntau ntau rau tus timtswv ntawd coj mus ntxiv rau tej lus uas cov ntseeg thov Vajtswv thiab nqa mus rau saum lub thaj kub uas nyob ntawm hauv ntej lub zwmtxwv."},{"bible_id":"1525","chapter_code":"REV.8","verse_code":"REV.8.4","label":"4","content":"Tus timtswv ntawd txawm muab cov hmoov tshuaj tsw qab ntawd hlawv. Cov pa tshuaj ntawd ncho lug ntawm nws txhais tes nrog tej lus uas cov ntseeg thov mus rau Vajtswv."},{"bible_id":"1525","chapter_code":"REV.8","verse_code":"REV.8.5","label":"5","content":"Ces tus timtswv txawm muab tej hluavtaws uas nyob saum lub thaj kub los ntim puv nkaus rau lub tais uas rau hmoov tshuaj tsw qab, ces nws txawm muab lub tais hluavtaws ntawd pov rau hauv ntiajteb, ces xob txawm nroo thiab xob laim liab pesvog, muaj suab nrov qeeg nkaws thiab lub ntiajteb ua zog koog."},{"bible_id":"1525","chapter_code":"REV.8","verse_code":"REV.8.6","label":"6","content":"Tom qab ntawd xya tus timtswv ceebtsheej uas nqa xya lub xyu txawm npaj yuav tshuab lawv cov xyu."},{"bible_id":"1525","chapter_code":"REV.8","verse_code":"REV.8.7","label":"7","content":"Thaum thawj tus timtswv tshuab nws lub xyu, ces txawm muaj lawg thiab hluavtaws xyaw ntshav poob los rau hauv ntiajteb. Lub ntiajteb kub hnyiab tas ib feem peb, tej ntoo kub hnyiab tas ib feem peb thiab tej nroj tsuag kub hnyiab tas huv tibsi."},{"bible_id":"1525","chapter_code":"REV.8","verse_code":"REV.8.8","label":"8","content":"Thaum tus timtswv ob tshuab nws lub xyu, txawm muaj ib yam zoo li ib lub roob loj loj tabtom kub hnyiab nphau los rau hauv hiavtxwv, ces dej hiavtxwv txawm txia ua ntshav tas ib feem peb."},{"bible_id":"1525","chapter_code":"REV.8","verse_code":"REV.8.9","label":"9","content":"Txhua tsav yam tsiaj uas nyob hauv hiavtxwv tuag tas ib feem peb, thiab tej nkoj uas nyob hauv hiavtxwv puastsuaj tas ib feem peb."},{"bible_id":"1525","chapter_code":"REV.8","verse_code":"REV.8.10","label":"10","content":"Thaum tus timtswv peb tshuab nws lub xyu, muaj ib lub hnubqub kub hnyiab cig liab ploog ib yam li tes tsau poob saum ntuj los npog tej dej ntws thiab tej qhovdej tas ib feem peb."},{"bible_id":"1525","chapter_code":"REV.8","verse_code":"REV.8.11","label":"11","content":"(Lub hnubqub ntawd hu ua “Kev Iab.”) Ua rau tej dej iab tas ib feem peb, muaj neeg tuag coob heev, rau qhov lawv haus cov dej iab ntawd."},{"bible_id":"1525","chapter_code":"REV.8","verse_code":"REV.8.12","label":"12","content":"Thaum tus timtswv plaub tshuab nws lub xyu, ces lub hnub txawm qauj tas ib feem peb, lub hli thiab cov hnubqub los puavleej qauj tas ib feem peb, nruab hnub tsis pom kev tas ib feem peb thiab hmo ntuj los tsis muaj qhov ci pom kev ib feem peb thiab."},{"bible_id":"1525","chapter_code":"REV.8","verse_code":"REV.8.13","label":"13","content":"Ces kuv txawm ntsia dheev thiab pom ib tug dav ya saum nruab ntug. Tus dav ntawd quaj nrov nrov hais tias, “Kev txomnyem! Kev txomnyem! kev txomnyem! Thaum muaj dua peb tug timtswv ceebtsheej tshuab lawv tej xyu, mas tej neeg uas nyob hauv ntiajteb yuav raug puastsuaj!”"},{"bible_id":"1525","chapter_code":"REV.9","verse_code":"REV.9.1","label":"1","content":"Thaum tus timtswv ceebtsheej tsib tshuab nws lub xyu, kuv pom lub hnubqub uas twb poob saum ntuj los rau hauv ntiajteb lawm, luag muab ib tug yuamsij uas qhib lub qhov tob tob  rau lub hnubqub ntawd."},{"bible_id":"1525","chapter_code":"REV.9","verse_code":"REV.9.2","label":"2","content":"Lub hnubqub ntawd txawm mus qhib lub qhov tob tob; muaj pa ncho tawm hauv lub qhov ntawd tuaj ib yam li lub cubtawg uas cig hlob hlob ncho pa. Tej pa ntawd txawm tuaj mus laum nkaus lub hnub thiab lub ntuj tsaus ntuj nti tas huv tibsi."},{"bible_id":"1525","chapter_code":"REV.9","verse_code":"REV.9.3","label":"3","content":"Muaj ib co kooj txig ya tawm hauv cov pa ncho ntawd tuaj rau saum npoo av, thiab luag pub cov kooj ntawd muaj taug ib yam li raubris teb."},{"bible_id":"1525","chapter_code":"REV.9","verse_code":"REV.9.4","label":"4","content":"Tiamsis luag txwv tsis pub cov kooj ntawd noj tej xyoob ntoo thiab tej qoobloo. Luag tsuas pub cov kooj ntawd tsimtxom cov neeg uas tsis muaj Vajtswv lub homthawj nias rau ntawm lawv hauvpliaj xwb."},{"bible_id":"1525","chapter_code":"REV.9","verse_code":"REV.9.5","label":"5","content":"Tiamsis luag txwv tsis pub cov kooj tua cov neeg uas raug tsimtxom ntawd, luag tsuas pub cov kooj tsimtxom tej neeg tsib lub hlis xwb. Qhov uas lawv raug tsimtxom li ntawd mob ib yam li raubris teb plev."},{"bible_id":"1525","chapter_code":"REV.9","verse_code":"REV.9.6","label":"6","content":"Tsib lub hlis uas lawv raug tsimtxom ntawd, lawv nrhiav kev tuag, tiamsis lawv nrhiav tsis tau; lawv xav tuag, tiamsis lawv tuag tsis taus."},{"bible_id":"1525","chapter_code":"REV.9","verse_code":"REV.9.7","label":"7","content":"Cov kooj ntawd zoo ib yam li tej nees uas luag twb muab eeb nog rau lawm yuav caij mus ntaus rog; muaj tej lub zoo li lub kausmom kub nyob saum cov kooj ntawd taubhau, thiab kooj lub ntsejmuag zoo li neeg lub."},{"bible_id":"1525","chapter_code":"REV.9","verse_code":"REV.9.8","label":"8","content":"Thiab kooj tej plaubhau zoo li pojniam tej plaubhau, thiab kooj tej hniav zoo li hniav tsov ntxhuav."},{"bible_id":"1525","chapter_code":"REV.9","verse_code":"REV.9.9","label":"9","content":"Thiab txhua tus kooj puavleej muaj tej daim zoo li hlau thaiv ntawm lawv hauvsiab. Kooj ya nrov li tej tsheb nees coob coob uas dhia mus rau tom tshavrog nrov."},{"bible_id":"1525","chapter_code":"REV.9","verse_code":"REV.9.10","label":"10","content":"Kooj tus kotw muaj ple thiab txawj plev ib yam li raubris teb plev. Thiab tus kotw ntawd muaj taug tsimtxom neeg txog tsib lub hlis."},{"bible_id":"1525","chapter_code":"REV.9","verse_code":"REV.9.11","label":"11","content":"Cov kooj ntawd muaj ib tug vajntxwv kav lawv, tus vajntxwv ntawd yog tus timtswv ceebtsheej uas saib lub qhov tob tob. Tus timtswv ntawd lub npe lus Henplais hu ua Anpadoos; thiab lus Kilis hu ua Apauliyoos (txhais hais tias “Tus uas rhuav kom puastsuaj”)."},{"bible_id":"1525","chapter_code":"REV.9","verse_code":"REV.9.12","label":"12","content":"Thawj zaug kev txomnyem twb dhau lawm, tiamsis tseem tshuav ob zaug kev txomnyem thiab."},{"bible_id":"1525","chapter_code":"REV.9","verse_code":"REV.9.13","label":"13","content":"Thaum tus timtswv ceebtsheej rau tshuab nws lub xyu, kuv hnov ib lub suab hais ntawm lub thaj kub uas nyob ntawm Vajtswv hauv ntej plaub ceg kaum tuaj."},{"bible_id":"1525","chapter_code":"REV.9","verse_code":"REV.9.14","label":"14","content":"Lub suab ntawd hais rau tus timtswv ceebtsheej rau uas nqa lub xyu hais tias, “Cia li muab plaub tug timtswv ceebtsheej uas raug khi rau nram ntug Dej Loj Efalates tso!”"},{"bible_id":"1525","chapter_code":"REV.9","verse_code":"REV.9.15","label":"15","content":"Thaum muab plaub tug timtswv ntawd tso lawm, Vajtswv txib lawv mus tua tej neeg ntiajteb tuag tas ib feem peb. Vajtswv npaj plaub tug timtswv ntawd kom lawv ua li ntawd rau xyoo ntawd, lub hlis ntawd, hnub ntawd thiab lub sijhawm ntawd."},{"bible_id":"1525","chapter_code":"REV.9","verse_code":"REV.9.16","label":"16","content":"Luag qhia rau kuv hais tias cov tubrog uas caij nees muaj ob puas plhom leej."},{"bible_id":"1525","chapter_code":"REV.9","verse_code":"REV.9.17","label":"17","content":"Thaum kuv tseem ua yogtoog ntawd, kuv pom cov nees thiab cov neeg uas caij nees; cov neeg ntawd, lawv ib leeg muaj ib daim hlau thaiv hauvsiab, daim hlau ntawd liab li nplaim taws, xiav ib yam li lub hlaws xafiles thiab daj li leejfaj. Cov nees ntawd lub taubhau zoo ib yam li tsov ntxhuav lub, muaj nplaim taws, muaj pa taws thiab muaj leejfaj tawm hauv cov nees ntawd lub qhovncauj los."},{"bible_id":"1525","chapter_code":"REV.9","verse_code":"REV.9.18","label":"18","content":"Cov nplaim taws, pa taws thiab leejfaj uas tawm hauv cov nees ntawd lub qhovncauj los ua rau neeg ntiajteb tuag ib feem peb."},{"bible_id":"1525","chapter_code":"REV.9","verse_code":"REV.9.19","label":"19","content":"Tej taug ntawd nyob hauv cov nees lub qhovncauj thiab nyob tom nees tus kotw. Tus kotw zoo li tus nab thiab muaj taubhau, cov nees ntawd siv lawv tus kotw tom neeg."},{"bible_id":"1525","chapter_code":"REV.9","verse_code":"REV.9.20","label":"20","content":"Cov neeg uas tsis raug peb yam sub tawg sub ntsha ntawd thiab tsis tuag, lawv tsis kam muab tej uas lawv txhais tes ua los lawm tso povtseg. Lawv tseem teev dab, pe mlom kub, mlom nyiaj, mlom tooj, mlom pobzeb thiab mlom ntoo; tej mlom ntawd tsis pom kev, tsis hnov lus lossis tsis txawj mus kev,"},{"bible_id":"1525","chapter_code":"REV.9","verse_code":"REV.9.21","label":"21","content":"thiab lawv tsis tso kev sib ntaus sib tua, kev ua khawvkoob, kev ua nkauj ua nraug thiab kev ua tubsab tub nyiag tseg li."},{"bible_id":"1525","chapter_code":"REV.10","verse_code":"REV.10.1","label":"1","content":"Tom qab ntawd kuv pom dua ib tug timtswv ceebtsheej uas muaj hwjchim loj kawg nkaus los saum ntuj los. Muaj ib tauv huab qhwv nws thiab muaj ib tug duab zaj vij nws lub taubhau; nws lub ntsejmuag ci ib yam li lub hnub, thiab nws ob txhais ceg zoo ib yam li tus nplaim taws uas cig ntswj pesyos."},{"bible_id":"1525","chapter_code":"REV.10","verse_code":"REV.10.2","label":"2","content":"Nws txhais tes tuav rawv ib thooj ntawv me me uas twb muab nthuav lawm. Nws rhais nws sab taw xis mus tsuj hauv hiavtxwv thiab nws sab taw laug tsuj sau nruab nqhuab."},{"bible_id":"1525","chapter_code":"REV.10","verse_code":"REV.10.3","label":"3","content":"Nws hais lus nrov ib yam li tsov ntxhuav nyooj. Thaum nws hais lus tagnrho, ces xob txawm nroo xya zaus teb."},{"bible_id":"1525","chapter_code":"REV.10","verse_code":"REV.10.4","label":"4","content":"Thaum xob nroo xya zaus teb tas lawm kuv twb yuav luag sau, tiamsis kuv ho hnov ib lub suab hais saum ntuj tuaj rau kuv hais tias, “Koj cia li muab tej lus uas xob nroo xya zaus ntawd npog cia tsis txhob sau!”"},{"bible_id":"1525","chapter_code":"REV.10","verse_code":"REV.10.5","label":"5","content":"Kuv pom tus timtswv ceebtsheej uas ib sab taw tsuj hauv hiavtxwv thiab ib sab taw tsuj sau nruab nqhuab tsa nws sab tes xis rau saum ntuj,"},{"bible_id":"1525","chapter_code":"REV.10","verse_code":"REV.10.6","label":"6","content":"thiab nws tuav Vajtswv tus uas muaj sia nyob mus ibtxhis, tus uas tsim lub ntuj, lub ntiajteb, hiavtxwv thiab tsim ib puas tsav yam uas nyob saum ntuj thiab hauv ntiajteb no lub npe coglus hais tias, “Luag yuav tsis ncua sijhawm ntev lawm!"},{"bible_id":"1525","chapter_code":"REV.10","verse_code":"REV.10.7","label":"7","content":"Tiamsis thaum tus timtswv xya tshuab nws lub xyu, Vajtswv yuav ua Vajtswv tes haujlwm uas Vajtswv muab zais cia lawm kom tiav, raws li tej uas Vajtswv twb xub qhia rau nws cov tubtxib thiab cov uas cev Vajtswv lus lawm.”"},{"bible_id":"1525","chapter_code":"REV.10","verse_code":"REV.10.8","label":"8","content":"Tom qab ntawd kuv hnov lub suab uas thawj zaug hais rau kuv lawm rov hais rau kuv hais tias, “Koj cia li mus muab thooj ntawv me me uas twb muab nthuav lawm ntawm tus timtswv ceebtsheej uas ib sab taw tsuj hauv hiavtxwv thiab ib sab taw tsuj sau nruab nqhuab txhais tes.”"},{"bible_id":"1525","chapter_code":"REV.10","verse_code":"REV.10.9","label":"9","content":"Ces kuv txawm mus cuag tus timtswv ntawd thiab thov nws muab thooj ntawv me me ntawd rau kuv. Nws hais rau kuv hais tias, “Koj cia li muab thooj ntawv no noj; thaum koj nqos lawm yuav ua rau koj lub plab iab, tiamsis thaum nyob hauv koj lub qhovncauj mas yuav qab zib ib yam li zib ntab.”"},{"bible_id":"1525","chapter_code":"REV.10","verse_code":"REV.10.10","label":"10","content":"Kuv thiaj muab thooj ntawv me me ntawm tus timtswv txhais tes los noj, thaum tseem nyob ntawm kuv qhovncauj mas qab zib ib yam li zib ntab. Tiamsis thaum uas kuv nqos rau hauv plab lawm iab li tus timtswv hais tiag."},{"bible_id":"1525","chapter_code":"REV.10","verse_code":"REV.10.11","label":"11","content":"Tom qab ntawd luag hais rau kuv hais tias, “Koj yuav tsum rov qab qhia Vajtswv Txojlus uas hais txog txhua haivneeg, txhua lub tebchaws, txhua yam lus thiab txhua tus vajntxwv dua ib zaug.”"},{"bible_id":"1525","chapter_code":"REV.11","verse_code":"REV.11.1","label":"1","content":"Tom qab ntawd luag muab ib tug pas ntsuas uas zoo li ib tug pas nrig rau kuv thiab hais rau kuv hais tias, “Koj cia li mus ntsuas lub tuamtsev, lub thaj thiab suav cov neeg uas tuaj pehawm Vajtswv hauv lub tuamtsev saib muaj pestsawg leej."},{"bible_id":"1525","chapter_code":"REV.11","verse_code":"REV.11.2","label":"2","content":"Tiamsis koj tsis txhob ntsuas ibncig lub Tuamtsev sab nraud, rau qhov twb muab sab nraud rau cov neeg uas tsis ntseeg Vajtswv lawm, lawv yuav tuaj tsuj lub nroog Dawbhuv mus txog plaub caug ob lub hlis."},{"bible_id":"1525","chapter_code":"REV.11","verse_code":"REV.11.3","label":"3","content":"Kuv yuav txib kuv ob tus timkhawv uas hnav ntaubtsaj mus qhia Vajtswv Txojlus ib txhiab ob puas rau caum hnub ntawd.”"},{"bible_id":"1525","chapter_code":"REV.11","verse_code":"REV.11.4","label":"4","content":"Ob tug timkhawv ntawd yog ob tsob ntoo roj thiab yog ob tug ncej txawb teeb uas nyob ntawm Vajtswv tus uas kav lub ntiajteb no lub xubntiag."},{"bible_id":"1525","chapter_code":"REV.11","verse_code":"REV.11.5","label":"5","content":"Yog leejtwg yuav ua phem rau nkawd, ces nplaim taws yuav tawm hauv nkawd lub qhovncauj los kub cov uas ua yeebncuab rau nkawd. Yog leejtwg yuav ua limhiam rau nkawd, ces tus ntawd yuav raug kub hnyiab tuag."},{"bible_id":"1525","chapter_code":"REV.11","verse_code":"REV.11.6","label":"6","content":"Ob tug timkhawv ntawd muaj hwjchim txwv tsis pub kom ntuj los nag rau lub sijhawm uas nkawd qhia Vajtswv Txojlus. Nkawd muaj hwjchim ua rau tej dej txia ua ntshav, thiab nkawd muaj hwjchim ua rau lub ntiajteb raug tej sub tawg sub ntsha: nkawd xav ua li ntawd pestsawg zaus los nkawd yeej ua tau huv tibsi."},{"bible_id":"1525","chapter_code":"REV.11","verse_code":"REV.11.7","label":"7","content":"Thaum nkawd qhia tas lawm, tus tsiaj uas tawm hauv lub qhov tob tob los yuav los tawmtsam nkawd. Tus tsiaj ntawd yuav kovyeej nkawd thiab muab nkawd tua povtseg,"},{"bible_id":"1525","chapter_code":"REV.11","verse_code":"REV.11.8","label":"8","content":"thiab nws yuav muab nkawd ob lub cev tso rau ntawm ntug kev hauv lub nroog loj; lub nroog ntawd yog lub nroog uas luag muab nkawd tus Tswv ntsia rau saum ntoo khaublig. Sawvdaws txeev muab lub nroog ntawd piv rau lub nroog Xaudoos thiab lub tebchaws Iziv."},{"bible_id":"1525","chapter_code":"REV.11","verse_code":"REV.11.9","label":"9","content":"Muaj neeg coob coob tuaj ntau lub tebchaws tuaj saib, tsis hais haivneeg twg, xeem twg, cov neeg uas hais yam lus twg los tuaj; sawvdaws puavleej tuaj saib nkawd ob lub cev tau peb hnub thiab ib tavsu. Lawv tsis pub leejtwg coj nkawd lub cev mus faus li."},{"bible_id":"1525","chapter_code":"REV.11","verse_code":"REV.11.10","label":"10","content":"Thaum tej neeg ntiajteb pom hais tias nkawd tuag lawm lawv zoo siab kawg li. Lawv ua rooj noj rooj haus thiab muab khoom sib pub, rau qhov ob tug uas cev Vajtswv lus uas ua rau neeg ntiajteb raug kev txomnyem tuag lawm."},{"bible_id":"1525","chapter_code":"REV.11","verse_code":"REV.11.11","label":"11","content":"Tiamsis thaum dhau peb hnub thiab ib tavsu ntawd lawm, Vajtswv rau siav rau pa rau nkawd ob lub cev, ces nkawd txawm ciaj thiab sawv tsees sawv ntsug; cov neeg uas pom nkawd sawv ntawd ntshai kawg li."},{"bible_id":"1525","chapter_code":"REV.11","verse_code":"REV.11.12","label":"12","content":"Nkawd hnov ib lub suab hais nrov nrov saum ntuj tuaj rau nkawd hais tias, “Neb cia li los saum no!” Thaum cov neeg uas ntxub nkawd tseem saib ntsoov nkawd, ces muaj ib tauv huab los coj kiag nkawd mus rau saum ntuj lawm."},{"bible_id":"1525","chapter_code":"REV.11","verse_code":"REV.11.13","label":"13","content":"Tamsim ntawd lub ntiajteb txawm qeeg ua zog koog; lub nroog ntawd raug puastsuaj tas ib feem kaum, neeg tuag txog xya txhiab leej. Cov neeg uas tsis tuag ntshai kawg li, thiab lawv qhuas Vajtswv tus uas muaj hwjchim loj kawg nkaus uas nyob saum ntuj ceebtsheej."},{"bible_id":"1525","chapter_code":"REV.11","verse_code":"REV.11.14","label":"14","content":"Txojkev txomnyem zaum ob twb dhau lawm, tiamsis nej saib, tshuav tsis ntev txojkev txomnyem zaum peb yuav los!"},{"bible_id":"1525","chapter_code":"REV.11","verse_code":"REV.11.15","label":"15","content":"Thaum tus timtswv ceebtsheej uas yog tus xya tshuab nws lub xyu, txawm muaj ib lub suab hais nrov nrov saum ntuj tuaj hais tias, “Tus uas muaj hwjchim kav lub ntiajteb no, nws yog peb tus Tswv thiab yog tus Mexiyas, nws yuav kav mus ibtxhis li!”"},{"bible_id":"1525","chapter_code":"REV.11","verse_code":"REV.11.16","label":"16","content":"Thaum ntawd nees nkaum plaub tug txwjlaug uas zaum saum lawv cov zwmtxwv ntawm Vajtswv hauv ntej, lawv txawm txhos caug ntua pehawm Vajtswv;"},{"bible_id":"1525","chapter_code":"REV.11","verse_code":"REV.11.17","label":"17","content":"lawv hais tias, “Tus Tswv uas yog Vajtswv, koj yog tus uas muaj hwjchim loj kawg nkaus; tus uas nyob nimno thiab tus uas ibtxwm muaj nyob puag thaum ub los lawm! Peb ua koj tsaug, rau qhov koj siv koj lub hwjchim uas loj kawg nkaus thiab nimno koj tabtom yuav pib kav lub ntiajteb no!"},{"bible_id":"1525","chapter_code":"REV.11","verse_code":"REV.11.18","label":"18","content":"Cov neeg uas tsis ntseeg Vajtswv lawv chim heev, Rau qhov twb txog lub sijhawm uas koj rau txim lawm. Thiab twb txog lub sijhawm uas koj txiav txim rau cov neeg uas tuag lawm. Twb txog lub sijhawm uas koj yuav muab nqi zog rau koj cov cevlus lawm, thiab muab nqi zog rau txhua tus uas hwm koj, tsis hais tus hlob tus yau huv tibsi. Thiab twb txog lub sijhawm uas koj yuav rhuav cov neeg uas ua rau lub ntiajteb no puastsuaj kom lawv puastsuaj mus!”"},{"bible_id":"1525","chapter_code":"REV.11","verse_code":"REV.11.19","label":"19","content":"Thaum ntawd kuv pom lub Tuamtsev uas nyob saum ntuj lub qhovrooj qhib plho, lub Phijxab uas ntim Vajtswv tej lus cog tseg nyob hauv. Ces thaum ntawd xob laim liab pesvog thiab xob nroo nrov nroo ntws, muaj av qeeg thiab muaj lawg los hlob heev."},{"bible_id":"1525","chapter_code":"REV.12","verse_code":"REV.12.1","label":"1","content":"Tom qab ntawd muaj ib yam txujci tseemceeb tshwm saum nruab ntug. Thiab muaj ib tug pojniam hnav lub hnub, nws tsuj nrees lub hli, thiab nws ntoo kaum ob lub hnubqub."},{"bible_id":"1525","chapter_code":"REV.12","verse_code":"REV.12.2","label":"2","content":"Tus pojniam ntawd suab ib plab menyuam twb yuav txog caij yug; thaum nws mob plab yuav yug tus menyuam, nws quaj quaj."},{"bible_id":"1525","chapter_code":"REV.12","verse_code":"REV.12.3","label":"3","content":"Muaj dua ib yam txujci tseemceeb tshwm saum nruab ntug thiab; yam ntawd yog ib tug zaj loj loj liab ploog nyob saud. Tus zaj ntawd muaj xya lub taubhau thiab muaj kaum tus kub, xya lub taubhau ntawd puavleej muaj kausmom kub looj huv tibsi."},{"bible_id":"1525","chapter_code":"REV.12","verse_code":"REV.12.4","label":"4","content":"Zaj muab zaj tus kotw nplawm cov hnubqub saum nruab ntug poob tas ib feem peb. Nws sawv ntawm tus pojniam uas yuav yug menyuam hauv ntej, thiab nws tos rawv yuav noj tus menyuam uas yuav yug los ntawd."},{"bible_id":"1525","chapter_code":"REV.12","verse_code":"REV.12.5","label":"5","content":"Tus pojniam ntawd yug tau ib tug metub. Tus metub ntawd yuav muab qws hlau los kav txhua haivneeg huv tibsi. Tiamsis twb muaj neeg tuaj txeeb tus metub ntawd coj mus rau Vajtswv tus uas zaum ntawm lub zwmtxwv lawm."},{"bible_id":"1525","chapter_code":"REV.12","verse_code":"REV.12.6","label":"6","content":"Ces tus pojniam ntawd txawm khiav mus rau tom tiaj suabpuam thaj chaw uas Vajtswv npaj tseg rau nws lawm; Vajtswv yuav tsomkwm nws qhov ntawd mus txog ib txhiab ob puas rau caum hnub."},{"bible_id":"1525","chapter_code":"REV.12","verse_code":"REV.12.7","label":"7","content":"Tom qab ntawd muaj kev tsov kev rog sib ntaus sib tua saum nruab ntug. Yog Mikhayees thiab Mikhayees cov timtswv nrog zaj sib tua. Zaj thiab zaj cov timtswv tuaj tua Mikhayees,"},{"bible_id":"1525","chapter_code":"REV.12","verse_code":"REV.12.8","label":"8","content":"tiamsis zaj tog tua tsis yeej, zaj thiab zaj cov timtswv thiaj tsis tau nyob saum ntuj lawm."},{"bible_id":"1525","chapter_code":"REV.12","verse_code":"REV.12.9","label":"9","content":"Luag muab tus zaj uas loj loj thiab nws cov timtswv pov rau hauv ntiajteb. Tus zaj ntawd yog tus nab txwj nab laug thaum ub uas sawvdaws hu ua dab Ntxwgnyoog lossis hu ua Xatas tus uas dag ntxias neeg ntiajteb."},{"bible_id":"1525","chapter_code":"REV.12","verse_code":"REV.12.10","label":"10","content":"Ces kuv hnov ib lub suab hais nrov nrov saum ntuj tuaj rau kuv hais tias, “Nimno Vajtswv twb cawm peb dim lawm! Nimno Vajtswv twb qhia rau sawvdaws pom lawm hais tias Vajtswv yog tus Vajntxwv uas muaj hwjchim! Thiab nimno tus Mexiyas uas Vajtswv txib los twb qhia rau sawvdaws pom nws lub hwjchim lawm! Rau qhov tus uas niaj hnub niaj hmo nkaug peb cov kwvtij ntseeg tabmeeg rau ntawm Vajtswv twb raug muab pov saum ntuj los lawm."},{"bible_id":"1525","chapter_code":"REV.12","verse_code":"REV.12.11","label":"11","content":"Tus menyuam Yaj cov ntshav thiab Vajtswv Txojlus uas peb qhia twb ua rau lawv kovyeej tus uas nkaug lawv lawm. Txawm yog cov kwvtij ntawd yuav raug kev tuag los lawv tsis khuvxim lawv txojsia li."},{"bible_id":"1525","chapter_code":"REV.12","verse_code":"REV.12.12","label":"12","content":"Yog li ntawd, lub ntuj thiab nej txhua tus uas nyob saum ntuj, nej cia li zoo siab hlo! Tiamsis ntiajteb thiab hiavtxwv yuav raug kev txomnyem heev, rau qhov dab Ntxwgnyoog twb los rau ntawm neb lawm. Dab Ntxwgnyoog chim kawg li, rau qhov nws paub hais tias nws yuav tsis tau nyob ntev lawm.”"},{"bible_id":"1525","chapter_code":"REV.12","verse_code":"REV.12.13","label":"13","content":"Thaum tus zaj ntawd nco dheev txog hais tias nws twb los rau hauv ntiajteb lawm, ces nws txawm caum tus pojniam uas yug tus metub ntawd qab."},{"bible_id":"1525","chapter_code":"REV.12","verse_code":"REV.12.14","label":"14","content":"Tiamsis luag muab ob phab tis loj loj ib yam li tis dav npoj rau tus pojniam ntawd kom nws ya taus mus txog nws lub chaw uas nyob tom tiaj suabpuam. Luag yuav tsomkwm tus pojniam ntawd mus txog peb xyoos thiab rau lub hlis, tsis pub tus zaj ntawd ua phem tau rau nws."},{"bible_id":"1525","chapter_code":"REV.12","verse_code":"REV.12.15","label":"15","content":"Ces tus zaj ntawd txawm txau dej tawm hauv nws lub qhovncauj los ib yam li ib tug dej loj loj ntws raws tus pojniam ntawd qab; zaj ua li ntawd kom thiaj kuav tau tus pojniam ntawd mus."},{"bible_id":"1525","chapter_code":"REV.12","verse_code":"REV.12.16","label":"16","content":"Tiamsis av pab tus pojniam ntawd, av txawm cia li tawg pleb thiab qus cov dej uas tawm hauv tus zaj ntawd lub qhovncauj los tas lawm."},{"bible_id":"1525","chapter_code":"REV.12","verse_code":"REV.12.17","label":"17","content":"Zaj chim rau tus pojniam ntawd heev, zaj thiaj mus tawmtsam tus pojniam ntawd cov xeebntxwv uas tseem muaj nyob. Cov xeebntxwv ntawd yog txhua tus uas ua raws li Vajtswv txoj kevcai thiab muab siab npuab Yexus tej lus qhia."},{"bible_id":"1525","chapter_code":"REV.12","verse_code":"REV.12.18","label":"18","content":"Ces tus zaj txawm mus sawv ntawm ntug hiavtxwv."},{"bible_id":"1525","chapter_code":"REV.13","verse_code":"REV.13.1","label":"1","content":"Tom qab ntawd kuv pom ib tug tsiaj tawm hauv hiavtxwv tuaj. Tus tsiaj ntawd muaj kaum tus kub thiab muaj xya lub taubhau; kaum tus kub ntawd puavleej ntoo kausmom kub huv tibsi, thiab xya lub taubhau ntawd txhua lub puavleej muaj ib lub npe phem kawg li uas yog thuam Vajtswv sau rau ntawd."},{"bible_id":"1525","chapter_code":"REV.13","verse_code":"REV.13.2","label":"2","content":"Tus tsiaj uas kuv pom ntawd zoo ib yam li tus tsov pomtxwv, nws tej tes taw zoo li tes taw dais, nws lub qhovncauj zoo li tsov ntxhuav lub. Tus zaj ntawd muab hlo nws lub hwjchim, nws lub zog thiab nws lub zwmtxwv rau tus tsiaj ntawd."},{"bible_id":"1525","chapter_code":"REV.13","verse_code":"REV.13.3","label":"3","content":"Saib zoo li luag twb muab tus tsiaj ntawd ib lub taubhau txiav tu lawm, tiamsis lub qhov txhab twb zoo lawm. Tej neeg uas nyob thoob plaws hauv qab ntuj no xav tsis thoob li, ces lawv txawm qaug siab rau tus zaj ntawd."},{"bible_id":"1525","chapter_code":"REV.13","verse_code":"REV.13.4","label":"4","content":"Tej neeg puavleej tuaj pe tus zaj, rau qhov nws muab nws lub hwjchim rau tus tsiaj ntawd lawm. Thiab lawv tseem pe tus tsiaj ntawd, lawv hais tias, “Leejtwg yuav muaj hwjchim npaum li tus tsiaj no, thiab leejtwg yuav tawmtsam yeej nws.”"},{"bible_id":"1525","chapter_code":"REV.13","verse_code":"REV.13.5","label":"5","content":"Luag cia tus tsiaj ntawd hais tej lus phem txob thuam Vajtswv thiab cia tus tsiaj muaj hwjchim ua li ntawd mus txog plaub caug ob lub hlis."},{"bible_id":"1525","chapter_code":"REV.13","verse_code":"REV.13.6","label":"6","content":"Tus tsiaj ntawd txawm pib cem Vajtswv; nws thuam Vajtswv lub npe, Vajtswv lub chaw nyob, thiab foom tsis zoo rau cov uas nyob saum ntuj ceebtsheej huv tibsi."},{"bible_id":"1525","chapter_code":"REV.13","verse_code":"REV.13.7","label":"7","content":"Luag cia tus tsiaj ntawd tawmtsam Vajtswv haivneeg thiab luag cia nws kovyeej lawv. Luag tsa nws ua tus kav tagnrho txhua lub tebchaws, tsis hais haivneeg twg, xeem twg thiab cov neeg uas hais yam lus twg los nws kav huv tibsi."},{"bible_id":"1525","chapter_code":"REV.13","verse_code":"REV.13.8","label":"8","content":"Tej neeg uas nyob hauv qab ntuj no sawvdaws puavleej yuav pe tus tsiaj ntawd. Tsuas yog tshwj cov neeg uas thaum tsis tau tsim ntuj tsim teb, luag twb sau lawv tej npe rau hauv phau ntawv uas sau cov neeg muaj txojsia ntev dhawv mus ibtxhis lawm tej npe. Phau ntawv ntawd yog tus menyuam Yaj uas twb raug luag muab tua lawm phau."},{"bible_id":"1525","chapter_code":"REV.13","verse_code":"REV.13.9","label":"9","content":"Yog nej leejtwg muaj pobntseg, cia li khaws tej lus no cia!"},{"bible_id":"1525","chapter_code":"REV.13","verse_code":"REV.13.10","label":"10","content":"Tsis hais leejtwg los thaum txog hnub uas nws yuav raug luag ntes mus, luag yeej yuav ntes nws coj mus; thaum txog hnub uas nws raug luag muab ntaj tua, nws yeej yuav raug. Yog li ntawd, Vajtswv cov neeg yuav tau ua siab ntev thiab muab siab rau ntseeg."},{"bible_id":"1525","chapter_code":"REV.13","verse_code":"REV.13.11","label":"11","content":"Thiab tom qab ntawd kuv pom muaj dua ib tug tsiaj tawm hauv av los. Nws muaj ob tug kub zoo li menyuam yaj tus, nws hais lus ib yam li tus zaj hais."},{"bible_id":"1525","chapter_code":"REV.13","verse_code":"REV.13.12","label":"12","content":"Thaum nws los nws siv lub hwjchim loj uas thawj tug tsiaj muab rau nws. Nws yuam lub ntiajteb thiab tej neeg uas nyob hauv ntiajteb pe thawj tug tsiaj uas tej qhov txhab twb zoo tas lawm."},{"bible_id":"1525","chapter_code":"REV.13","verse_code":"REV.13.13","label":"13","content":"Tus tsiaj uas yog tus ob no ua tau tej txujci loj uas sawvdaws xav tsis thoob li thiab; nws ua kom hluavtaws poob saum ntuj los rau hauv ntiajteb no tabmeeg sawvdaws."},{"bible_id":"1525","chapter_code":"REV.13","verse_code":"REV.13.14","label":"14","content":"Nws ua tej txujci loj ntawd dag ntxias neeg ntiajteb. Luag pub nws ua tej txujci ntawd tabmeeg ntawm thawj tus tsiaj. Thiab luag yuam kom neeg ntiajteb puab ib tug mlom zoo li thawj tug tsiaj uas raug luag muab ntaj tua tiamsis ciaj sia rov los lawm ntawd."},{"bible_id":"1525","chapter_code":"REV.13","verse_code":"REV.13.15","label":"15","content":"Luag cia tus tsiaj uas yog tus ob ntawd rau siav rau pa rau tus mlom uas muaj yam ntxwv zoo li thawj tus tsiaj, ces tus mlom ntawd txawm txawj hais lus thiab mus muab cov neeg uas tsis kam pe tus mlom ntawd tua povtseg."},{"bible_id":"1525","chapter_code":"REV.13","verse_code":"REV.13.16","label":"16","content":"Tus tsiaj ob ntawd yuam tej neeg, tsis hais tus hlob tus yau, tus muaj tus pluag, tus ua qhev lossis tus tsis ua qhev, kom mus nias homthawj rau ntawm lawv sab tes xis lossis ntawm hauvpliaj."},{"bible_id":"1525","chapter_code":"REV.13","verse_code":"REV.13.17","label":"17","content":"Lub homthawj ntawd yog tus tsiaj ntawd lub npe. Yog leejtwg tsis muaj lub homthawj ntawd lossis tsis muaj cov lej xamphaj uas qhia hais tias yog tus tsiaj ntawd lub npe, ces tus ntawd muas tsis tau lossis muag tsis tau ib yam dabtsi hlo li."},{"bible_id":"1525","chapter_code":"REV.13","verse_code":"REV.13.18","label":"18","content":"Tus uas muaj tswvyim, nws yeej yuav paub hais tias tus tsiaj ntawd cov lej xamphaj yog li cas, rau qhov cov lej xamphaj ntawd yeej piv txog ib tug txivneej lub npe. Cov lej xamphaj ntawd yog rau pua rau caum rau."},{"bible_id":"1525","chapter_code":"REV.14","verse_code":"REV.14.1","label":"1","content":"Tom qab ntawd kuv ntsia dheev, kuv pom tus menyuam Yaj sawv saum lub Roob Xi-oos; thiab pom ib puas plaub caug plaub txhiab leej uas muaj tus menyuam Yaj thiab nws Txiv lub npe nias rau ntawm lawv hauvpliaj, lawv nrog tus menyuam Yaj sawv ua ke."},{"bible_id":"1525","chapter_code":"REV.14","verse_code":"REV.14.2","label":"2","content":"Kuv hnov ib lub suab hais saum ntuj tuaj nrov ib yam li lub suab dej tsaws tsag thiab nrov li xob nroo. Lub suab ntawd nrov ib yam li lub suab nkauj nogncas uas luag tabtom qoj."},{"bible_id":"1525","chapter_code":"REV.14","verse_code":"REV.14.3","label":"3","content":"Cov neeg ib puas plaub caug plaub txhiab leej ntawd sawv tig xubntiag rau ntawm lub zwmtxwv thiab ntawm cov qhelunpees thiab cov txwjlaug; lawv hu ib zaj nkauj tshiab uas tsis muaj leejtwg kawm tau, tsuas yog cov uas Vajtswv twb txhiv tawm hauv ntiajteb lawm thiaj kawm tau xwb."},{"bible_id":"1525","chapter_code":"REV.14","verse_code":"REV.14.4","label":"4","content":"Lawv yog cov uas ceev tau lawv lub cev kom huv, thiab lawv tsis tau nrog dua pojniam pw li; lawv yog nraugxwb. Lawv nrog nraim tus menyuam Yaj ua ke. Lawv yog cov uas Vajtswv twb xub txhiv tawm hauv txhua haivneeg los lawm, lawv yog thawj pab uas luag muab fij rau Vajtswv thiab rau tus menyuam Yaj."},{"bible_id":"1525","chapter_code":"REV.14","verse_code":"REV.14.5","label":"5","content":"Cov neeg ntawd yog cov uas yeej tsis tau hais lus dag thiab tsis tau ua ib qhov txhaum li."},{"bible_id":"1525","chapter_code":"REV.14","verse_code":"REV.14.6","label":"6","content":"Ces kuv txawm pom ib tug timtswv ceebtsheej ya sau nruab ntug, nws coj Txojmoo Zoo uas nyob mus ibtxhis los qhia rau tej neeg uas nyob thoob plaws hauv lub qab ntuj no, tsis hais haivneeg twg, xeem twg thiab cov neeg uas hais yam lus twg los nws qhia txhua tus huv tibsi."},{"bible_id":"1525","chapter_code":"REV.14","verse_code":"REV.14.7","label":"7","content":"Nws hais nrov nrov hais tias, “Nej yuav tsum hwm Vajtswv thiab qhuas hais tias Vajtswv yog tus uas muaj hwjchim loj kawg nkaus! Rau qhov twb txog lub sijhawm uas Vajtswv yuav txiav txim rau txhua haivneeg hauv ntiajteb no lawm. Yog li ntawd, nej cia li txhos caug ntua pehawm tus Vajtswv uas yog tus tsim lub ntuj thiab lub ntiajteb, tsim hiavtxwv thiab tej dej cag huv tibsi!”"},{"bible_id":"1525","chapter_code":"REV.14","verse_code":"REV.14.8","label":"8","content":"Muaj dua ib tug timtswv ceebtsheej uas yog tus ob ya raws thawj tug timtswv qab los. Thaum nws tseem tabtom ya nws hais tias, “Lub nroog Npanpiloos uas loj tshaj plaws twb vau lawm! Lub nroog ntawd yuam txhua haivneeg kom sawvdaws haus cov cawv txiv hmab qab qab uas piv txog lub nroog ntawd tej kev phem kev qias!”"},{"bible_id":"1525","chapter_code":"REV.14","verse_code":"REV.14.9","label":"9","content":"Tus timtswv ceebtsheej uas yog tus peb ya raws tus ob qab los. Thaum nws tseem tabtom ya, nws hais nrov nrov hais tias, “Cov neeg uas pe tus tsiaj thiab tus mlom uas muaj yam ntxwv zoo li tus tsiaj ntawd, thiab muaj tus tsiaj ntawd lub cim nias rau ntawm nws hauvpliaj thiab ntawm nws txhais tes;"},{"bible_id":"1525","chapter_code":"REV.14","verse_code":"REV.14.10","label":"10","content":"lawv yuav tsum haus Vajtswv cov cawv txiv hmab uas yeej tsis muaj ib yam dabtsi tov li uas Vajtswv muab hliv rau hauv Vajtswv lub khob dej iab. Cov cawv txiv hmab ntawd piv txog qhov uas Vajtswv txiav txim rau lawv. Txhua tus uas haus yuav raug kev txomnyem hauv cov nplaim taws leejfaj tabmeeg cov timtswv ceebtsheej uas dawbhuv thiab tus menyuam Yaj."},{"bible_id":"1525","chapter_code":"REV.14","verse_code":"REV.14.11","label":"11","content":"Cov pa taws uas tsimtxom lawv ntawd yuav ncho mus ibtxhis. Txhua tus uas pe tus tsiaj thiab tus mlom uas muaj yam ntxwv zoo li tus tsiaj ntawd thiab muaj lub cim uas qhia tus tsiaj ntawd lub npe nias rau lawv lawm, yuav nyob tsau tsawv hauv txojkev tsimtxom tas hnub tas hmo mus ibtxhis li.”"},{"bible_id":"1525","chapter_code":"REV.14","verse_code":"REV.14.12","label":"12","content":"Yog li ntawd, Vajtswv haivneeg yuav tsum ua siab ntev, Vajtswv cov neeg yog cov uas coj raws li Vajtswv txoj kevcai thiab muab siab npuab Yexus."},{"bible_id":"1525","chapter_code":"REV.14","verse_code":"REV.14.13","label":"13","content":"Thiab kuv hnov ib lub suab hais saum ntuj tuaj rau kuv hais tias, “Koj cia li sau hais li no: Txij no mus cov neeg uas ua Vajtswv tes haujlwm uas raug luag muab tua lawm, lawv yuav tau nyob kaj siab lug!” Vaj Ntsujplig txawm teb hais tias, “Yeej yog li ntawd tiag! Lawv yuav tso lawv tej haujlwm khwv khwv tseg, rau qhov lawv yeej yuav tau nqi zog rau tej haujlwm uas lawv tau ua los lawm.”"},{"bible_id":"1525","chapter_code":"REV.14","verse_code":"REV.14.14","label":"14","content":"Kuv ntsia dheev kuv txawm pom ib tauv huab dawb dawb; muaj ib tug zoo li neeg zaum saum tauv huab ntawd, nws ntoo ib lub kausmom kub, nws txhais tes tuav rawv ib rab liag ntse ntse."},{"bible_id":"1525","chapter_code":"REV.14","verse_code":"REV.14.15","label":"15","content":"Ces txawm muaj ib tug timtswv ceebtsheej tawm hauv lub tuamtsev tuaj, nws hais nrov nrov rau tus uas zaum saum tauv huab dawb hais tias, “Koj cia li muab koj rab liag hlais tej qoobloo uas nyob hauv ntiajteb, rau qhov tej qoobloo ntawd twb siav tas thiab twb txog caij hlais lawm!”"},{"bible_id":"1525","chapter_code":"REV.14","verse_code":"REV.14.16","label":"16","content":"Ces tus uas zaum saum tauv huab txawm cev nws rab liag los hlais tej qoobloo uas nyob hauv ntiajteb no tas huv tibsi."},{"bible_id":"1525","chapter_code":"REV.14","verse_code":"REV.14.17","label":"17","content":"Kuv pom dua ib tug timtswv ceebtsheej tawm hauv lub tuamtsev uas nyob saum ntuj tuaj, nws tuav rawv ib rab liag ntse ntse thiab."},{"bible_id":"1525","chapter_code":"REV.14","verse_code":"REV.14.18","label":"18","content":"Thiab muaj dua ib tug timtswv ceebtsheej uas saib hluavtaws, nws tawm ntawm lub thaj tuaj. Nws hais nrov nrov rau tus timtswv uas tuav rab liag hais tias, “Koj cia li muab koj rab liag hlais tej tauv txiv hmab uas nyob hauv ntiajteb, rau qhov tej txiv hmab ntawd twb siav zoo hlais lawm!”"},{"bible_id":"1525","chapter_code":"REV.14","verse_code":"REV.14.19","label":"19","content":"Tus timtswv ntawd txawm cev nws rab liag los rau hauv ntiajteb thiab hlais hlo tej tauv txiv hmab pov rau hauv lub qhov tsuam txiv hmab uas piv txog Vajtswv txojkev rau txim."},{"bible_id":"1525","chapter_code":"REV.14","verse_code":"REV.14.20","label":"20","content":"Luag muab tej txiv hmab tsuam rau hauv lub qhov tsuam txiv hmab uas nyob ntawm ntug nroog, txawm muaj ntshav tawm hauv lub qhov ntawd ntws mus deb li peb puas nees nkaum kilumev kev thiab siab txij nees nploojpus."},{"bible_id":"1525","chapter_code":"REV.15","verse_code":"REV.15.1","label":"1","content":"Tom qab ntawd kuv pom dua ib yam txujci tseemceeb tshwm saum nruab ntug ua rau kuv xav tsis thoob li. Kuv pom xya tus timtswv ceebtsheej nqa xya yam sub tawg sub ntsha uas yog Vajtswv txojkev txiav txim zaum kawg."},{"bible_id":"1525","chapter_code":"REV.15","verse_code":"REV.15.2","label":"2","content":"Kuv pom ib yam zoo li hiavtxwv uas ci li iav uas muaj nplaim taws xyaw. Thiab kuv pom cov neeg uas tawmtsam yeej tus tsiaj thiab tus mlom uas muaj yam ntxwv zoo li tus tsiaj ntawd thiab kovyeej tus uas muaj cov lej xamphaj. Cov neeg ntawd sawv ntawm ntug hiavtxwv uas ci li iav, lawv ib leeg nqa ib lub nkauj nogncas uas yog Vajtswv muab rau lawv;"},{"bible_id":"1525","chapter_code":"REV.15","verse_code":"REV.15.3","label":"3","content":"lawv hu Mauxes tus uas yog Vajtswv tus tubtxib zaj nkauj thiab tus menyuam Yaj zaj nkauj hais tias, “Tus Tswv uas yog Vajtswv tus uas muaj hwjchim loj kawg nkaus, tej haujlwm uas koj ua puavleej tseemceeb thiab zoo tshaj plaws. Koj yog tus Vajntxwv uas kav tagnrho txhua lub tebchaws huv tibsi. Tej uas koj ua, koj ua ncaj ua ncees thiab raws li qhov tseeb!"},{"bible_id":"1525","chapter_code":"REV.15","verse_code":"REV.15.4","label":"4","content":"Tus Tswv, puas muaj leejtwg uas tsis ntshai koj? Puas muaj leejtwg uas tsis hwm koj? Rau qhov koj tib leeg thiaj yog tus uas dawbhuv. Txhua haivneeg yuav tuaj cuag koj thiab pehawm koj, rau qhov sawvdaws pom hais tias koj ua koj tes haujlwm ncaj ncees.”"},{"bible_id":"1525","chapter_code":"REV.15","verse_code":"REV.15.5","label":"5","content":"Tom qab ntawd kuv pom lub tuamtsev saum ntuj ceebtsheej lub qhovrooj qhib hlo, kuv pom lub Tsevntaub uas luag muab Vajtswv txojlus timkhawv tso rau hauv."},{"bible_id":"1525","chapter_code":"REV.15","verse_code":"REV.15.6","label":"6","content":"Ces xya tus timtswv uas nqa xya yam sub tawg sub ntsha tawm hauv lub tuamtsev tuaj rau sab nraud, lawv ib leeg hnav ibce ris tsho ntaubmag dawb dawb thiab ib leeg sia ib txoj siv kub saum qhovtso."},{"bible_id":"1525","chapter_code":"REV.15","verse_code":"REV.15.7","label":"7","content":"Plaub tug qhelunpees uas sawv vij Vajtswv lub zwmtxwv, muaj ib tug txawm muab xya lub tais kub cev rau xya tus timtswv ntawd. Xya lub tais kub ntawd ntim puv nkaus Vajtswv tus uas muaj sia nyob txojkev rau txim."},{"bible_id":"1525","chapter_code":"REV.15","verse_code":"REV.15.8","label":"8","content":"Vajtswv lub tshwjchim uas ci ntsa iab thiab Vajtswv lub hwjchim ncho pa lug ib yam li pa taws puv nkaus hauv lub tuamtsev. Thaum xya yam sub tawg sub ntsha uas xya tus timtswv ntawd nqa los tseem tsis tau dua tas, tsis muaj leejtwg yuav mus tau rau hauv lub tuamtsev li."},{"bible_id":"1525","chapter_code":"REV.16","verse_code":"REV.16.1","label":"1","content":"Kuv hnov ib lub suab hais nrov nrov hauv lub tuamtsev tuaj rau xya tus timtswv ceebtsheej ntawd hais tias, “Nej cia li mus muab xya lub tais uas ntim Vajtswv txojkev txiav txim hliv rau hauv ntiajteb!”"},{"bible_id":"1525","chapter_code":"REV.16","verse_code":"REV.16.2","label":"2","content":"Thawj tug timtswv ceebtsheej muab nws lub tais hliv rau hauv ntiajteb. Ces cov neeg uas muaj tus tsiaj thiab tus mlom uas muaj yam ntxwv zoo li tus tsiaj ntawd lub cim nias rau thiab pe tus tsiaj ntawd txawm mob rwj thoob plaws ibce huv tibsi."},{"bible_id":"1525","chapter_code":"REV.16","verse_code":"REV.16.3","label":"3","content":"Tom qab ntawd tus timtswv ceebtsheej uas yog tus ob muab nws lub tais hliv rau hauv hiavtxwv. Ces dej txawm txia ua ntshav zoo li tej ntshav neeg tuag, thiab txhua yam muaj sia uas nyob hauv hiavtxwv puavleej tuag tas huv tibsi."},{"bible_id":"1525","chapter_code":"REV.16","verse_code":"REV.16.4","label":"4","content":"Tus timtswv ceebtsheej uas yog tus peb muab nws lub tais hliv rau hauv txhua tus dej loj thiab txhua lub qhovdej txhawv, ces tej dej ntawd txawm txia ua ntshav tagnrho."},{"bible_id":"1525","chapter_code":"REV.16","verse_code":"REV.16.5","label":"5","content":"Kuv hnov tus timtswv uas saib tej dej hais tias, “Tus Tswv uas Dawbhuv, koj yog tus muaj sia nyob thiab yog tus uas ibtxwm nyob thaum ub los, koj twb txiav txim ncaj rau tej ntawd lawm!"},{"bible_id":"1525","chapter_code":"REV.16","verse_code":"REV.16.6","label":"6","content":"Qhov uas koj muab ntshav rau lawv haus nyuam qhuav haum qhov uas lawv muab koj cov neeg thiab koj cov cevlus tua povtseg lawm!”"},{"bible_id":"1525","chapter_code":"REV.16","verse_code":"REV.16.7","label":"7","content":"Ces kuv hnov ib lub suab hais ntawm lub thaj fij tuaj hais tias, “Yog tiag, tus Tswv uas yog Vajtswv, koj yog tus uas muaj hwjchim loj kawg nkaus! Koj txiav txim ncaj ncees thiab raws li qhov tseeb!”"},{"bible_id":"1525","chapter_code":"REV.16","verse_code":"REV.16.8","label":"8","content":"Tom qab ntawd tus timtswv ceebtsheej uas yog tus plaub txawm muab nws lub tais hliv rau saum lub hnub, ces tej duab tshav ntuj cia li kub tej neeg ib yam li hluavtaws kub."},{"bible_id":"1525","chapter_code":"REV.16","verse_code":"REV.16.9","label":"9","content":"Cov neeg uas raug tej duab tshav ntuj ntawd kub txawm cem Vajtswv tus uas muaj hwjchim loj dua tej sub tawg sub ntsha ntawd lub npe. Txawm yog lawv raug tshav ntuj kub los lawv tseem tsis tso lawv tej kev txhaum tseg thiab tsis hwm Vajtswv li."},{"bible_id":"1525","chapter_code":"REV.16","verse_code":"REV.16.10","label":"10","content":"Tom qab ntawd tus timtswv ceebtsheej uas yog tus tsib txawm muab nws lub tais hliv rau saum tus tsiaj ntawd lub zwmtxwv. Ces lub tebchaws uas tus tsiaj ntawd kav txawm tsaus ntuj nti, thiab tej neeg puavleej tom nplaig ntxis, rau qhov mob lawv heev,"},{"bible_id":"1525","chapter_code":"REV.16","verse_code":"REV.16.11","label":"11","content":"lawv txawm cem Vajtswv tus uas nyob saum ntuj, rau qhov lawv tej rwj mob ncus nco. Txawm yog mob lawv npaum li ntawd los lawv yeej tsis tso lawv tej kev phem kev qias tseg li."},{"bible_id":"1525","chapter_code":"REV.16","verse_code":"REV.16.12","label":"12","content":"Tom qab ntawd tus timtswv ceebtsheej uas yog tus rau muab nws lub tais hliv rau tus dej loj Efalates, ces tus dej ntawd txawm nqhuab kiag ua kev qhuav qhawv rau cov vajntxwv uas nyob sab hnubtuaj tau kev tuaj."},{"bible_id":"1525","chapter_code":"REV.16","verse_code":"REV.16.13","label":"13","content":"Kuv txawm pom peb tug ntsujplig phem qias uas muaj yam ntxwv zoo li tus qav tawm hauv tus zaj, tus tsiaj thiab tus cevlus cuav lub qhovncauj los."},{"bible_id":"1525","chapter_code":"REV.16","verse_code":"REV.16.14","label":"14","content":"Lawv yog cov ntsujplig ntawd cov dab uas ua tau tej txujci loj uas xav tsis thoob. Peb tug ntsujplig ntawd mus cuag txhua tus vajntxwv uas nyob hauv ntiajteb no thiab coj lawv tuaj ua ke ua rog rau hnub tseemceeb uas Vajtswv tus uas muaj hwjchim loj kawg nkaus teem cia lawm."},{"bible_id":"1525","chapter_code":"REV.16","verse_code":"REV.16.15","label":"15","content":"“Nej cia li ua tib zoo mloog kuv tej lus! Kuv yuav los ib yam li tus tubsab tuaj! tus uas ceevfaj zov tos thiab txuag nws cev ris tsho kom zoo, nws yuav tau nyob kaj siab lug. Nws tsis liabqab, nws yuav muaj ntsejmuag mus rau ub rau no thiab tsis txajmuag rau leejtwg li!”"},{"bible_id":"1525","chapter_code":"REV.16","verse_code":"REV.16.16","label":"16","content":"Tom qab ntawd peb tug dab txawm coj cov vajntxwv tuaj nyob ua ke ntawm ib qhov chaw uas lus Henplais hu ua Amankedoos."},{"bible_id":"1525","chapter_code":"REV.16","verse_code":"REV.16.17","label":"17","content":"Ces tus timtswv ceebtsheej uas yog tus xya mam muab nws lub tais hliv rau saum nruab ntug. Ces txawm muaj ib lub suab hais nrov nrov ntawm Vajtswv lub zwmtxwv uas nyob hauv lub tuamtsev tuaj hais tias, “Tiav lawm lauj!”"},{"bible_id":"1525","chapter_code":"REV.16","verse_code":"REV.16.18","label":"18","content":"Ces xob txawm laim liab pesvog, xob nroo nrov nroo ntws, thiab muaj av qeeg loj. Txij thaum tsim neeg los txog niaj hnub no yeej tsis tau muaj dua av qeeg loj li zaum no li!"},{"bible_id":"1525","chapter_code":"REV.16","verse_code":"REV.16.19","label":"19","content":"Lub nroog uas loj kawg nkaus tej av txawm tawg rhe ua peb feem, thiab tej nroog uas nyob hauv txhua lub tebchaws puavleej puastsuaj tas huv tibsi. Tej ntawd ua rau sawvdaws paub hais tias Vajtswv nco ntsoov lub nroog Npanpiloos uas loj kawg nkaus thiab muab Vajtswv khob cawv txiv hmab uas piv txog Vajtswv txojkev txiav txim rau lub nroog ntawd haus."},{"bible_id":"1525","chapter_code":"REV.16","verse_code":"REV.16.20","label":"20","content":"Txhua lub koog povtxwv thiab txhua lub roob puavleej yaj thiab ploj tagnrho."},{"bible_id":"1525","chapter_code":"REV.16","verse_code":"REV.16.21","label":"21","content":"Muaj tej lub lawg loj loj uas hnyav txog plaub caug tsib kilus poob saum ntuj los raug tej neeg. Sawvdaws txawm cem Vajtswv, rau qhov lawv raug tej sub tawg sub ntsha uas lawg ntaus; tej ntawd ua rau lawv raug kev txomnyem kawg li."},{"bible_id":"1525","chapter_code":"REV.17","verse_code":"REV.17.1","label":"1","content":"Tom qab ntawd xya tus timtswv ceebtsheej uas nqa xya lub tais muaj ib tug txawm los hais rau kuv hais tias, “Koj cia li nrog kuv mus, kuv yuav coj koj mus saib tus niamntiav uas phem kawg nkaus saib nws yuav raug txim li cas. Tus niamntiav ntawd yog lub nroog loj uas ua rau ntawm ob peb ceg dej sib tshuam."},{"bible_id":"1525","chapter_code":"REV.17","verse_code":"REV.17.2","label":"2","content":"Tej vajntxwv uas nyob hauv ntiajteb no puavleej nrog tus niamntiav uas phem kawg nkaus ntawd sib dee. Thiab tej neeg ntiajteb twb haus tej cawv txiv hmab uas yog tus pojniam ntawd tej kev phem kev qias qaug lawm.”"},{"bible_id":"1525","chapter_code":"REV.17","verse_code":"REV.17.3","label":"3","content":"Vaj Ntsujplig txawm los kav tagnrho kuv lub siab, ces tus timtswv ceebtsheej ntawd txawm coj kuv mus rau tom tiaj suabpuam. Thaum kuv mus txog tod kuv pom ib tug pojniam caij ib tug tsiaj liab ploog; tus tsiaj ntawd muaj ntau lub npe phem phem sau thoob plaws nws lub cev. Nws muaj xya lub taubhau thiab kaum tus kub."},{"bible_id":"1525","chapter_code":"REV.17","verse_code":"REV.17.4","label":"4","content":"Tus pojniam ntawd hnav ib cev tsoos tsho xiav thiab liab ploog. Nws coj saw kub, coj tej qe zeb ci ci uas muaj nqis thiab coj tej hlaws thoob plaws ibce. Nws txhais tes tuav rawv ib lub tais kub uas ntim puv nkaus tej kev phem kev qias uas nws tau ua tas los lawm."},{"bible_id":"1525","chapter_code":"REV.17","verse_code":"REV.17.5","label":"5","content":"Muaj ib lub npe sau rau ntawm tus pojniam ntawd lub hauvpliaj uas tsis muaj neeg paub lub ntsiab lus, lub npe ntawd sau hais tias, “Lub nroog Npanpiloos uas loj dua ntais, koj yog cov niamntiav thiab tej neeg ntiajteb uas ua phem ua qias leej niam.”"},{"bible_id":"1525","chapter_code":"REV.17","verse_code":"REV.17.6","label":"6","content":"Thiab kuv pom tus pojniam ntawd twb haus Vajtswv cov neeg cov ntshav thiab cov neeg uas raug luag tua cov ntshav qaug lawm, cov neeg ntawd yog cov uas muab siab npuab Yexus. Thaum kuv pom tus pojniam ntawd ua rau kuv xav tsis thoob li."},{"bible_id":"1525","chapter_code":"REV.17","verse_code":"REV.17.7","label":"7","content":"Tus timtswv ntawd nug kuv hais tias, “Ua li cas koj thiaj xav tsis thoob? Kuv yuav qhia tus pojniam ntawd thiab tus tsiaj uas muaj xya lub taubhau thiab kaum tus kub uas tus pojniam ntawd caij lub ntsiab rau koj paub."},{"bible_id":"1525","chapter_code":"REV.17","verse_code":"REV.17.8","label":"8","content":"Tus tsiaj ntawd yav tas los nws muaj sia nyob, tiamsis nimno nws twb tsis muaj sia lawm; nws yuav tawm hauv lub qhov tob tob los thiab nws yuav mus raug kev puastsuaj. Tej neeg ntiajteb uas tsis muaj npe sau thaum tsis tau tsim ntuj tsim teb rau hauv phau ntawv uas sau cov neeg muaj sia nyob mus ibtxhis lawm tej npe, thaum lawv pom tus tsiaj ntawd lawv yuav xav tsis thoob li, rau qhov yav tas los tus tsiaj ntawd muaj sia, tiamsis nimno tsis muaj lawm thiab nws tseem yuav rov tshwm los."},{"bible_id":"1525","chapter_code":"REV.17","verse_code":"REV.17.9","label":"9","content":"“Tus uas muaj tswvyim, nws yeej yuav totaub zaj no. Tus tsiaj ntawd xya lub taubhau yog xya lub pov roob uas tus pojniam ntawd nyob, thiab xya lub pov roob ntawd yog xya tus vajntxwv."},{"bible_id":"1525","chapter_code":"REV.17","verse_code":"REV.17.10","label":"10","content":"Muaj tsib tug vajntxwv twb poob hwjchim lawm, tshuav ib tug tseem kav tebchaws, thiab muaj ib tug tseem tsis tau los kav tebchaws; thaum nws los nws yuav kav tebchaws ib ntus xwb."},{"bible_id":"1525","chapter_code":"REV.17","verse_code":"REV.17.11","label":"11","content":"Tus tsiaj uas yav tas los muaj sia, tiamsis nimno tsis muaj sia lawm yog ib tug vajntxwv uas yog tus yim uas nrog xya tus vajntxwv ntawd ua ib pab, thiab nws yuav mus raug kev puastsuaj."},{"bible_id":"1525","chapter_code":"REV.17","verse_code":"REV.17.12","label":"12","content":"“Kaum tus kub uas koj pom ntawd yog kaum tus vajntxwv uas tseem tsis tau los ua vajntxwv, tiamsis lawv yuav muaj hwjchim ib yam li vajntxwv; lawv yuav nrog tus tsiaj ntawd kav tebchaws ib txoos teev xwb."},{"bible_id":"1525","chapter_code":"REV.17","verse_code":"REV.17.13","label":"13","content":"Kaum tus vajntxwv ntawd puavleej koom ib lub siab, thiab lawv muab tej hwjchim uas lawv muaj tso rau tus tsiaj ntawd."},{"bible_id":"1525","chapter_code":"REV.17","verse_code":"REV.17.14","label":"14","content":"Lawv yuav tawmtsam tus menyuam Yaj, tiamsis tus menyuam Yaj thiab cov neeg ncaj ncees uas tus menyuam yaj xaiv los ua nws cov thwjtim lawm yuav tawmtsam yeej cov vajntxwv ntawd, rau qhov tus menyuam Yaj yog tus Tswv ntawm txhua tus tswv thiab yog tus Vajntxwv ntawm txhua tus vajntxwv.”"},{"bible_id":"1525","chapter_code":"REV.17","verse_code":"REV.17.15","label":"15","content":"Tus timtswv ceebtsheej rov hais rau kuv hais tias, “Ob peb ceg dej uas koj pom tus niamntiav ntawd nyob rawv saud yog piv txog txhua pab neeg txhua xeem neeg thiab txhua haivneeg tsis hais cov uas hais yam lus twg huv tibsi."},{"bible_id":"1525","chapter_code":"REV.17","verse_code":"REV.17.16","label":"16","content":"Kaum tus kub thiab niag tsiaj uas koj pom puavleej yuav ntxub tus niamntiav ntawd. Lawv yuav txeeb txhua yam uas nws muaj huv tibsi mus thiab cia nws nyob liabqab; lawv yuav noj nws cev nqaij thiab muab hluavtaws hlawv nws povtseg."},{"bible_id":"1525","chapter_code":"REV.17","verse_code":"REV.17.17","label":"17","content":"Rau qhov Vajtswv tshoov lawv lub siab kom lawv xav ua raws li Vajtswv lub siab nyiam. Lawv koom ua ib lub siab muab tus tsiaj ntawd tsa ua tus uas kav lawv mus txog thaum muaj tiav raws li tej uas Vajtswv tau hais tseg lawm."},{"bible_id":"1525","chapter_code":"REV.17","verse_code":"REV.17.18","label":"18","content":"“Tus niamntiav uas koj pom ntawd yog lub nroog loj dua ntais uas kav tagnrho tej vajntxwv uas nyob hauv ntiajteb no.”"},{"bible_id":"1525","chapter_code":"REV.18","verse_code":"REV.18.1","label":"1","content":"Tom qab ntawd kuv pom dua ib tug timtswv ceebtsheej los saum ntuj los. Nws muaj hwjchim thiab ci ntsa iab rau lub ntiajteb."},{"bible_id":"1525","chapter_code":"REV.18","verse_code":"REV.18.2","label":"2","content":"Nws hais nrov nrov hais tias, “Lub nroog Npanpiloos uas loj dua ntais twb vau lawm! Nws twb vau lawm! Nimno tej dab thiab tej ntsujplig phem twb los nyob hauv lub nroog ntawd lawm; txhua yam noog uas phem thiab qias los nyob hauv lub nroog ntawd lawm thiab."},{"bible_id":"1525","chapter_code":"REV.18","verse_code":"REV.18.3","label":"3","content":"Rau qhov lub nroog ntawd yog lub uas ce cawv txiv hmab los yuam rau txhua haivneeg haus. Cov cawv txiv hmab uas qab qab ntawd piv txog lub nroog ntawd tej kev phem kev qias. Tej vajntxwv uas nyob hauv ntiajteb no tuaj nrog nws sib dee, thiab tej tub lag tub luam uas nyob hauv ntiajteb npluanuj tas twb yog vim tej kev phem kev qias uas lub nroog ntawd ua tsis paub dhuav li!”"},{"bible_id":"1525","chapter_code":"REV.18","verse_code":"REV.18.4","label":"4","content":"Tom qab ntawd kuv rov hnov dua ib lub suab hais saum ntuj tuaj hais tias, “Kuv haivneeg, nej cia li tawm plaws hauv lub nroog ntawd mus! Nej tsis txhob nrog tus pojniam ntawd ua txhaum, nej thiaj li tsis nrog nws raug txim!"},{"bible_id":"1525","chapter_code":"REV.18","verse_code":"REV.18.5","label":"5","content":"Rau qhov nws tej kev txhaum twb tib mus nto ntuj lawm, thiab Vajtswv yeej nco ntsoov tej kev phem kev qias uas lub nroog ntawd niaj hnub ua."},{"bible_id":"1525","chapter_code":"REV.18","verse_code":"REV.18.6","label":"6","content":"Nws ua li cas rau nej lawm, nej cia li ua li ntawd rov rau nws. Nej yuav tsum ua ntau tshaj ib npaug pauj tej uas nws tau ua rau nej lawm. Nws twb do cov tshuaj iab rau nej haus lawm, nej yuav tsum do cov tshuaj uas iab dua nws cov ib npaug rau nws haus."},{"bible_id":"1525","chapter_code":"REV.18","verse_code":"REV.18.7","label":"7","content":"Nws zoo siab thiab npluanuj heev npaum li cas, nej cia li ua kom nws tau kev ntxhov siab thiab raug kev txomnyem heev npaum li ntawd. Rau qhov nws pheej xav hais tias, ‘Kuv zaum ntawm no, kuv twb zoo ib yam li tus poj vajntxwv lawm! Kuv tsis yog pojntsuam. Kuv yuav tsis raug kev txomnyem ib zaug li!’"},{"bible_id":"1525","chapter_code":"REV.18","verse_code":"REV.18.8","label":"8","content":"Yog li ntawd, tib hnub xwb tej sub tawg sub ntsha yuav los raug nws; tsis hais kev mob kev nkeeg, kev ntxhov siab thiab kev tshaib kev nqhis puavleej yuav raug nws, thiab hluavtaws yuav kub nws tas huv tibsi. Rau qhov tus Tswv uas yog Vajtswv uas txiav txim rau lub nroog ntawd, nws yog tus uas muaj hwjchim loj kawg nkaus.”"},{"bible_id":"1525","chapter_code":"REV.18","verse_code":"REV.18.9","label":"9","content":"Tej vajntxwv hauv ntiajteb uas nrog lub nroog ntawd sib dee thiab ua kev phem kev qias, thaum lawv pom lub nroog kub hnyiab pa taws ncho auv niab, lawv yuav quaj nyiav ntsoog qees."},{"bible_id":"1525","chapter_code":"REV.18","verse_code":"REV.18.10","label":"10","content":"Lawv tuaj deb deb saib, rau qhov lawv tsis xav pom lub nroog ntawd raug kev puastsuaj. Lawv seev hais tias, “Lub nroog Npanpiloos uas loj thiab nto moo, koj twb puastsuaj lawm lauj! Nyuam qhuav tib txoos teev xwb koj txawm cia li raug txim lawm!”"},{"bible_id":"1525","chapter_code":"REV.18","verse_code":"REV.18.11","label":"11","content":"Tej tub lag tub luam uas nyob hauv ntiajteb no los quaj nyiav ntsoog qees rau lub nroog ntawd, vim tsis muaj neeg tuaj yuav lawv tej khoom lawm;"},{"bible_id":"1525","chapter_code":"REV.18","verse_code":"REV.18.12","label":"12","content":"tsis muaj leejtwg yuav lawv tej nyiaj tej kub, tej qe zeb ci ci uas muaj nqis, tej hlaws, tej ntaubmag zoo zoo, ntaub xiav, ntaub tshwbkab, ntaub liab thiab tej ntoo uas muaj nqis, tej uas muab kaus ntxhw ua, tej uas muab tooj dag, muab hlau thiab muab hlaws txaij ua;"},{"bible_id":"1525","chapter_code":"REV.18","verse_code":"REV.18.13","label":"13","content":"tej roj ntoos tsw qab xeenamoos, tej hwjtxob, tej hmoov tshuaj tsw qab, tej tshuaj tsw qab mules, tej ntoo tsw qab, tej cawv txiv hmab, tej roj, tej hmoov nplej, tej hmoov pobkws, tej nyuj, tej yaj, tej nees, tej tsheb nees thiab tej tubqhe, txawm yog neeg txojsia los tsis muaj leejtwg xav yuav."},{"bible_id":"1525","chapter_code":"REV.18","verse_code":"REV.18.14","label":"14","content":"Tej tub lag tub luam hais rau lub nroog ntawd hais tias, “Txhua tsav yam zoo uas koj ntshaw twb ploj tas lawm, koj tej qhov txhia chaw thiab tej nyiaj tej kub uas ci ntsa iab los puavleej poob tas. Koj yuav nrhiav tsis tau tej ntawd rov los dua ib zaug li lawm!”"},{"bible_id":"1525","chapter_code":"REV.18","verse_code":"REV.18.15","label":"15","content":"Tej tub lag tub luam uas ua luam npluanuj hauv lub nroog ntawd, lawv yuav tuaj deb deb saib, rau qhov lawv tsis xav pom lub nroog ntawd raug kev puastsuaj. Lawv yuav quaj nyiav ntsoog qees"},{"bible_id":"1525","chapter_code":"REV.18","verse_code":"REV.18.16","label":"16","content":"thiab seev zom zaws hais tias, “Lub nroog uas loj, koj twb puastsuaj tas lawm! Koj puastsuaj lawm lauj! Koj ibtxwm hnav tej tsoos tsho ntaub yajpwm, ntaub xiav, ntaub liab, koj coj saw nyiaj saw kub, coj tej qe zeb ci ci uas muaj nqis thiab coj hlaws thoob plaws ibce!"},{"bible_id":"1525","chapter_code":"REV.18","verse_code":"REV.18.17","label":"17","content":"Ua li cas tib txoos teev xwb koj tej kev npluanuj txawm cia li ploj ntais mus lawm!” Tej neeg tsav nkoj, tej neeg caij nkoj, tej neeg ua haujlwm hauv lub nkoj thiab tej neeg uas nrhiav noj hauv hiavtxwv txhua tus puavleej tuaj deb deb saib;"},{"bible_id":"1525","chapter_code":"REV.18","verse_code":"REV.18.18","label":"18","content":"thaum lawv pom lub nroog ntawd kub hnyiab pa ncho auv niab, lawv qw nrov nrov hais tias, “Ibtxwm yeej tsis muaj ib lub nroog luaj li lub no!”"},{"bible_id":"1525","chapter_code":"REV.18","verse_code":"REV.18.19","label":"19","content":"Lawv tsuab hmoov av rau saum lawv taubhau, lawv quaj nyiav ntsoog qees hais tias, “Lub nroog uas loj, koj puastsuaj lawm! Koj puastsuaj lawm lauj! Lub nroog no yog lub uas ua rau tej neeg muaj nkoj khiav mus mus los los hauv hiavtxwv npluanuj tas! Ua li cas tib txoos teev xwb txhua tsav yam uas koj muaj hauv lub nroog no txawm siv ploj tas huv tibsi lawm.”"},{"bible_id":"1525","chapter_code":"REV.18","verse_code":"REV.18.20","label":"20","content":"Lub ntuj, koj cia li zoo siab rau qhov lub nroog no twb puastsuaj tas lawm! Vajtswv cov neeg, cov timthawj thiab cov cev Vajtswv lus, cia li zoo sab! Rau qhov Vajtswv twb rau txim rau lub nroog uas tsimtxom nej lawm!"},{"bible_id":"1525","chapter_code":"REV.18","verse_code":"REV.18.21","label":"21","content":"Ces ib tug timtswv ceebtsheej uas muaj hwjchim txawm muab ib lub pobzeb uas luaj li ib txhib zeb pov rau hauv hiavtxwv, thiab nws hais tias, “Luag yuav muab lub nroog Npanpiloos uas loj dua ntais ntawd ua kom puastsuaj tas ib yam li luag muab lub pobzeb no ntsawm. Txij no mus yuav tsis muaj leejtwg pom lub nroog no li lawm."},{"bible_id":"1525","chapter_code":"REV.18","verse_code":"REV.18.22","label":"22","content":"Yuav tsis muaj leejtwg hnov suab raj suab xyu thiab suab nkauj nogncas nrov hauv lub nroog no li lawm. Yuav tsis muaj leejtwg ua vaj ua tsev, nchuav tooj nchuav hlau thiab yuav tsis muaj suab zom zeb tuav cos nrov li lawm!"},{"bible_id":"1525","chapter_code":"REV.18","verse_code":"REV.18.23","label":"23","content":"Yuav tsis muaj leejtwg pom teeb cig hauv lub nroog no; thiab yuav tsis muaj leejtwg hnov nkauj nyab nraug vauv lub suab li lawm. Tej tub lag tub luam uas nyob hauv lub nroog no puavleej yog cov uas muaj tswvyim loj dua tej tub lag tub luam hauv ntiajteb no huv tibsi. Thiab lub nroog no tau ua khawvkoob dag ntxias txhua haivneeg hauv ntiajteb no kom qaug siab rau nws!”"},{"bible_id":"1525","chapter_code":"REV.18","verse_code":"REV.18.24","label":"24","content":"Lub nroog Npanpiloos raug txim, rau qhov nws muab cov uas cev Vajtswv lus thiab Vajtswv cov neeg uas nyob hauv ntiajteb no tua povtseg tas lawm."},{"bible_id":"1525","chapter_code":"REV.19","verse_code":"REV.19.1","label":"1","content":"Tom qab ntawd kuv hnov ib lub suab nrov ib yam li ib pab neeg coob coob nyob saum ntuj lub suab hais zom zaws hais tias, “Cia li qhuas Vajtswv! Qhuas nws txojkev cawm dim, nws muaj tshwjchim ci ntsa iab thiab muaj hwjchim!"},{"bible_id":"1525","chapter_code":"REV.19","verse_code":"REV.19.2","label":"2","content":"Vajtswv txiav txim ncaj ncees thiab nws ua raws li qhov tseeb! Vajtswv rau txim rau tus niamntiav uas dag ntxias neeg ntiajteb ua phem ua qias. Vajtswv rau txim rau nws, rau qhov nws muab Vajtswv cov tubtxib tua povtseg tas lawm.”"},{"bible_id":"1525","chapter_code":"REV.19","verse_code":"REV.19.3","label":"3","content":"Lawv rov hais nrov nrov hais tias, “Cia li qhuas Vajtswv! Tej hluavtaws uas kub lub nroog loj ntawd yuav cig ua nplaim ntswj pesyos thiab ncho pa mus tas ibtxhis li!”"},{"bible_id":"1525","chapter_code":"REV.19","verse_code":"REV.19.4","label":"4","content":"Nees nkaum plaub tug txwjlaug thiab cov qhelunpees txawm txhos caug ntua pehawm Vajtswv tus uas zaum saum lub zwmtxwv. Lawv hais tias, “Amees! Cia li qhuas Vajtswv!”"},{"bible_id":"1525","chapter_code":"REV.19","verse_code":"REV.19.5","label":"5","content":"Tom qab ntawd muaj dua ib lub suab hais ntawm lub zwmtxwv tuaj hais tias, “Vajtswv cov tubtxib thiab nws cov neeg, tsis hais tus hlob tus yau uas hwm Vajtswv, cia li qhuas Vajtswv!”"},{"bible_id":"1525","chapter_code":"REV.19","verse_code":"REV.19.6","label":"6","content":"Ces kuv hnov ib lub suab nrov zom zaws ib yam li ib pab neeg coob coob hais lus thiab nrov ib yam li dej tsaws tsag hlob hlob thiab nrov ib yam li suab xob nroo. Lub suab ntawd hais tias, “Cia li qhuas Vajtswv! Rau qhov tus Tswv uas yog peb tug Vajtswv uas muaj hwjchim loj kawg nkaus, nws yog Vajntxwv!"},{"bible_id":"1525","chapter_code":"REV.19","verse_code":"REV.19.7","label":"7","content":"Peb cia li zoo siab thiab xyivfab hlo; peb cia li qhuas Vajtswv lub hwjchim uas loj kawg nkaus! Rau qhov twb txog lub sijhawm uas tus menyuam Yaj ua tshoob, thiab nws tus nkauj nyab twb tu cev txhij lawm."},{"bible_id":"1525","chapter_code":"REV.19","verse_code":"REV.19.8","label":"8","content":"Luag muab ib cev tsoos tsho ntaubmag dawb rau tus nkauj nyab hnav.” (Cev ris tsho ntaubmag dawb yog piv txog tej haujlwm ncaj ncees uas Vajtswv cov neeg niaj hnub ua)."},{"bible_id":"1525","chapter_code":"REV.19","verse_code":"REV.19.9","label":"9","content":"Ces tus timtswv ceebtsheej hais rau kuv hais tias, “Koj cia li sau hais tias cov neeg uas tus menyuam Yaj caw mus nrog nws noj tshoob yog cov uas tau nyob kaj siab lug.” Thiab tus timtswv hais dua rau kuv hais tias, “Tej lus no yog Vajtswv tej lus tiag.”"},{"bible_id":"1525","chapter_code":"REV.19","verse_code":"REV.19.10","label":"10","content":"Kuv txawm txhos caug ntua ntawm tus timtswv ntawd kotaw yuav pe nws, tiamsis nws hais rau kuv hais tias, “Tsis txhob pe kuv! Kuv yog ib tug tubtxib ib yam li koj thiab ib yam li koj cov kwvtij txhua tus uas Yexus tau qhia rau lawv lawm xwb. Koj cia li pehawm Vajtswv xwb!” Rau qhov tej lus tseeb uas Yexus qhia rau sawvdaws paub yog tej uas Vajtswv qhia rau cov uas cev Vajtswv lus lawm."},{"bible_id":"1525","chapter_code":"REV.19","verse_code":"REV.19.11","label":"11","content":"Tom qab ntawd kuv txawm pom rooj ntug ceebtsheej qhib, thiab kuv pom ib tug txiv nees dawb nyob ntawd. Tus uas caij tus txiv neeg dawb ntawd hu ua Ncaj thiab Tseeb; nws yog tus uas rau txim thiab yog tus uas ua tsov ua rog ncaj ncees."},{"bible_id":"1525","chapter_code":"REV.19","verse_code":"REV.19.12","label":"12","content":"Nws ob lub qhovmuag ci ib yam li nplaim taws, thiab nws ntoo ntau lub kausmom kub. Muaj ib lub npe sau rau ntawm nws lub cev, tiamsis tsis muaj leejtwg paub lub npe ntawd, tsuas yog nws tib leeg thiaj paub xwb."},{"bible_id":"1525","chapter_code":"REV.19","verse_code":"REV.19.13","label":"13","content":"Nws lub tsho ntev lo ntshav thoob plaws. Sawvdaws hu nws lub npe hais tias, “Vajtswv Txojlus.”"},{"bible_id":"1525","chapter_code":"REV.19","verse_code":"REV.19.14","label":"14","content":"Cov tubrog saum ntuj ceebtsheej raws nws qab los; lawv ib leeg caij ib tug txiv neeg dawb, thiab ib leeg hnav ib cev tsoos tsho ntaubmag dawb."},{"bible_id":"1525","chapter_code":"REV.19","verse_code":"REV.19.15","label":"15","content":"Muaj ib rab ntaj ntse ntse tawm hauv nws lub qhovncauj los. Nws yuav muab rab ntaj ntawd tua txhua haivneeg thiab muab qws hlau kav lawv. Nws yuav muab cov txiv hmab uas nyob hauv lub qhov tsuam txiv hmab tsuam huv tibsi. Lub qhov tsuam txiv hmab piv txog Vajtswv tus uas muaj hwjchim loj kawg nkaus txojkev chim thiab txojkev rau txim."},{"bible_id":"1525","chapter_code":"REV.19","verse_code":"REV.19.16","label":"16","content":"Muaj ib lub npe sau rau ntawm nws lub tsho ntev thiab ntawm nws ib sab ncejpuab hais tias, “Tus Vajntxwv ntawm txhua tus vajntxwv thiab tus Tswv ntawm txhua tus tswv.”"},{"bible_id":"1525","chapter_code":"REV.19","verse_code":"REV.19.17","label":"17","content":"Tom qab ntawd kuv pom dua ib tug timtswv ceebtsheej sawv saum lub hnub, nws hais nrov nrov rau tej noog uas ya saum nruab ntug hais tias, “Nej cia li sau nthwv tuaj noj Vajtswv rooj mov uas loj!"},{"bible_id":"1525","chapter_code":"REV.19","verse_code":"REV.19.18","label":"18","content":"Nej cia li tuaj thiab noj cov vajntxwv, cov thawjcoj, tej tubrog, tej nees thiab cov neeg uas caij nees tej nqaij, thiab noj txhua haivneeg, tsis hais cov uas ua qhev, cov uas tsis ua qhev thiab tsis hais tus hlob tus yau tej nqaij huv tibsi!”"},{"bible_id":"1525","chapter_code":"REV.19","verse_code":"REV.19.19","label":"19","content":"Kuv pom tus tsiaj thiab cov vajntxwv hauv ntiajteb thiab lawv tej tubrog tuaj ua ke yuav ua rog rau tus uas caij tus txiv neeg dawb thiab nws tej tubrog."},{"bible_id":"1525","chapter_code":"REV.19","verse_code":"REV.19.20","label":"20","content":"Luag ntes tau tus tsiaj ntawd thiab ntes tau tus cevlus cuav uas dag hais tias nws yog ib tug uas cev Vajtswv lus. (Tus cevlus cuav ntawd yog tus uas ua tej txujci tabmeeg tus tsiaj ntawd dag ntxias cov neeg uas muaj tus tsiaj ntawd lub cim nias rau lawv lawm, thiab nws ntxias cov neeg uas pe tus mlom uas muaj yam ntxwv zoo li tus tsiaj ntawd.) Luag cia li muab tus tsiaj thiab tus cevlus cuav ntawd pov rau hauv cov nplaim taws leejfaj uas cig ntswj pesyos."},{"bible_id":"1525","chapter_code":"REV.19","verse_code":"REV.19.21","label":"21","content":"Rab ntaj uas tawm hauv tus uas caij tus txiv neeg dawb ntawd lub qhovncauj los txawm tua tus tsiaj thiab tus cevlus ntawd tej tubrog tuag tas huv tibsi. Ces tej noog txawm sau nthwv tuaj muab cov neeg uas tuag ntawd tej cev dua pes rhe noj."},{"bible_id":"1525","chapter_code":"REV.20","verse_code":"REV.20.1","label":"1","content":"Tom qab ntawd kuv pom ib tug timtswv ceebtsheej los saum ntuj los, nws coj tus yuamsij uas qhib lub qhov tob tob, thiab nws tuav ib txoj saw hlau loj loj."},{"bible_id":"1525","chapter_code":"REV.20","verse_code":"REV.20.2","label":"2","content":"Nws muab tus zaj uas yog tus nab txwj nab laug uas sawvdaws hu ua dab Ntxwgnyoog lossis hu ua Xatas khi kiag cia ib txhiab xyoo."},{"bible_id":"1525","chapter_code":"REV.20","verse_code":"REV.20.3","label":"3","content":"Tus timtswv ntawd muab tus zaj pov rhees rau hauv lub qhov tob tob. Nws muab ntsuasphoo xauv thiab nias homthawj rau kom tus zaj tsis tau kev los ntxias txhua haivneeg ib txhiab xyoo. Tom qab uas dhau ib txhiab xyoo lawm mam li tso tus zaj ntawd tawm los ib nyuag ntu."},{"bible_id":"1525","chapter_code":"REV.20","verse_code":"REV.20.4","label":"4","content":"Tom qab ntawd kuv pom ntau lub zwmtxwv thiab pom cov neeg uas zaum saum cov zwmtxwv ntawd twb tau lub hwjchim ua cov txiav txim lawm. Thiab kuv pom cov neeg uas luag muab txiav cajdab tuag lawm cov ntsujplig. Lawv raug tua rau qhov lawv qhia tej lus tseeb uas Yexus qhia rau lawv thiab lawv qhia Vajtswv Txojlus. Lawv yeej tsis pe tus tsiaj thiab tus mlom uas muaj yam ntxwv zoo li tus tsiaj ntawd; lawv tsis muaj tus tsiaj ntawd lub cim nias rau ntawm lawv hauvpliaj lossis ntawm lawv txhais tes. Lawv nrog Yexus Khetos nyob thiab nrog nws kav ib txhiab xyoo."},{"bible_id":"1525","chapter_code":"REV.20","verse_code":"REV.20.5","label":"5","content":"(Dua li tej, lawv yuav tsum tos kom dhau ib txhiab xyoo tso, lawv mam li sawv hauv qhov tuag rov los.) Cov neeg uas raug luag muab txiav cajdab yog thawj cov uas sawv hauv qhov tuag rov qab los."},{"bible_id":"1525","chapter_code":"REV.20","verse_code":"REV.20.6","label":"6","content":"Thawj pab uas sawv hauv qhov tuag rov los no lawv tau nyob kaj siab lug. Txojkev tuag zaum ob tsis muaj hwjchim yuam tau lawv lawm. Lawv yuav ua Vajtswv thiab ua Yexus Khetos cov povthawj thiab lawv yuav nrog Yexus kav ib txhiab xyoo."},{"bible_id":"1525","chapter_code":"REV.20","verse_code":"REV.20.7","label":"7","content":"Tom qab uas dhau ib txhiab xyoo lawm, luag mam li qhib lub qhov thiab tso dab Ntxwgnyoog tawm los;"},{"bible_id":"1525","chapter_code":"REV.20","verse_code":"REV.20.8","label":"8","content":"thaum nws tawm los nws yuav mus dag ntxias txhua haivneeg uas nyob plaub ceg kaum ntuj. Cov neeg ntawd hu ua Nkaus thiab Mankaus. Dab Ntxwgnyoog yuav sau txhua tus huv tibsi tuaj ua rog, cov neeg uas tuaj ntawd coob ib yam li tej suabzeb ntawm ntug hiavtxwv."},{"bible_id":"1525","chapter_code":"REV.20","verse_code":"REV.20.9","label":"9","content":"Lawv yuav tuaj mus thoob plaws ntiajteb thiab puav Vajtswv cov neeg lub loog thiab lub nroog uas Vajtswv hlub. Tiamsis muaj hluavtaws poob saum ntuj los kub cov neeg ntawd tuag tas huv tibsi."},{"bible_id":"1525","chapter_code":"REV.20","verse_code":"REV.20.10","label":"10","content":"Ces luag muab tus dab Ntxwgnyoog uas dag ntxias cov neeg ntawd pov rau hauv cov nplaim taws leejfaj uas cig tswj pesyos. Qhov chaw ntawd yog qhov chaw uas luag twb xub muab tus tsiaj thiab tus cevlus cuav pov rau hauv lawm. Lawv yuav raug kev tsimtxom tas hnub tas hmo mus ibtxhis li."},{"bible_id":"1525","chapter_code":"REV.20","verse_code":"REV.20.11","label":"11","content":"Tom qab ntawd kuv pom Vajtswv lub zwmtxwv loj uas dawb paug thiab muaj ib tug zaum saum lub zwmtxwv ntawd. Lub ntiajteb thiab lub ntuj cia li ploj ntais ntawm nws xubntiag mus lawm."},{"bible_id":"1525","chapter_code":"REV.20","verse_code":"REV.20.12","label":"12","content":"Thiab kuv pom cov neeg uas tuag lawm, tsis hais tus hlob tus yau, sawvdaws puavleej sawv ntawm tus uas zaum saum lub zwmtxwv hauv ntej. Luag muab tej phau ntawv los nthuav, thiab muab ib phau ntawv los nthuav saib, phau ntawd yog phau ntawv uas sau cov neeg uas muaj sia ntev mus ibtxhis lawm tej npe. Luag txiav txim rau cov neeg uas tuag lawm raws li lawv tes haujlwm uas twb muab sau cia rau hauv tej ntawv ntawd lawm."},{"bible_id":"1525","chapter_code":"REV.20","verse_code":"REV.20.13","label":"13","content":"Dej hiavtxwv xa tej neeg uas tuag rau hauv hiavtxwv rov qab los. Txojkev tuag thiab tubtuag teb los xa cov neeg tuag lawm rov qab los ib yam nkaus. Luag txiav txim rau txhua tus raws li tes haujlwm uas lawv tau ua los lawm."},{"bible_id":"1525","chapter_code":"REV.20","verse_code":"REV.20.14","label":"14","content":"Luag muab txojkev tuag thiab tubtuag teb pov rau hauv ntujtawg. (Lub ntujtawg ntawd yog txojkev tuag zaum ob.)"},{"bible_id":"1525","chapter_code":"REV.20","verse_code":"REV.20.15","label":"15","content":"Txhua tus uas tsis muaj npe sau rau hauv phau ntawv uas sau cov neeg uas muaj txojsia ntev mus ibtxhis lawm tej npe, luag muab cov neeg ntawd pov rau hauv ntujtawg."},{"bible_id":"1525","chapter_code":"REV.21","verse_code":"REV.21.1","label":"1","content":"Tom qab ntawd kuv pom lub ntuj tshiab thiab lub ntiajteb tshiab. Lub ntuj qub thiab lub ntiajteb qub twb ploj tas lawm, thiab dej hiavtxwv los ploj tas ib yam nkaus."},{"bible_id":"1525","chapter_code":"REV.21","verse_code":"REV.21.2","label":"2","content":"Thiab kuv pom lub nroog Dawbhuv uas yog lub nroog Yeluxalees tshiab los ntawm Vajtswv tus uas nyob saum ntuj ceebtsheej los. Vajtswv twb tu lub nroog ntawd txhij cia lawm ib yam li tus nkauj nyab tu cev tos tus nraug vauv."},{"bible_id":"1525","chapter_code":"REV.21","verse_code":"REV.21.3","label":"3","content":"Kuv hnov ib lub suab hais nrov nrov ntawm Vajtswv lub zwmtxwv tuaj hais tias, “Nimno Vajtswv twb los nrog neeg nyob lawm! Nws yuav nrog lawv nyob, lawv yuav ua nws haivneeg thiab nws yuav nrog lawv nyob thiab yuav ua lawv tus Vajtswv."},{"bible_id":"1525","chapter_code":"REV.21","verse_code":"REV.21.4","label":"4","content":"Nws yuav so lawv tej kua muag huv tibsi mus. Tej kev tuag, kev ntxhov siab, kev quaj ntsuag thiab kev mob kev nkeeg yuav tsis muaj ib zaug li lawm. Tej uas sawvdaws ibtxwm muaj los twb ploj tas lawm.”"},{"bible_id":"1525","chapter_code":"REV.21","verse_code":"REV.21.5","label":"5","content":"Tus uas zaum saum lub zwmtxwv hais rau kuv hais tias, “Nimno kuv yuav tsim dua ib puas tsav yam tshiab!” Thiab nws hais dua rau kuv hais tias, “Koj cia li sau tej lus no cia, rau qhov tej lus no yog lus tseeb thiab tso siab tau.”"},{"bible_id":"1525","chapter_code":"REV.21","verse_code":"REV.21.6","label":"6","content":"Thiab nws hais tias, “Tiav lawm! Kuv yog Alafas thiab yog Aumenkas, kuv yog lub hauvpaus thiab kuv yog lub ntsis. Kuv yuav pub cov dej uas haus muaj txojsia hauv lub qhovdej txhawv rau tus uas nqhis dej haus, kuv pub dawb dawb xwb tsis yuav nqi li."},{"bible_id":"1525","chapter_code":"REV.21","verse_code":"REV.21.7","label":"7","content":"Kuv yuav ua txhua tus uas kovyeej lawm tus Vajtswv, thiab lawv yuav ua kuv cov tub."},{"bible_id":"1525","chapter_code":"REV.21","verse_code":"REV.21.8","label":"8","content":"Tiamsis cov neeg siab yau, cov neeg ntxeev sab, cov neeg nyiam ua phem ua qias, cov neeg tua neeg, cov neeg ua kev nkauj kev nraug, cov neeg ua khawvkoob, cov neeg pe dab pe mlom thiab cov neeg dag, lawv txhua tus yuav poob rau hauv cov nplaim taws leejfaj uas cig ntswj pesyos uas yog txojkev tuag zaum ob. Qhov chaw ntawd yog qhov chaw uas twb xub tu tseg cia rau lawv lawm.”"},{"bible_id":"1525","chapter_code":"REV.21","verse_code":"REV.21.9","label":"9","content":"Xya tus timtswv ceebtsheej uas nqa xya lub tais uas rau xya yam sub tawg sub ntsha puv nkaus, ib tug los hais rau kuv hais tias, “Koj nrog kuv mus saib tus Nkauj Nyab uas yog tus menyuam Yaj tus pojniam.”"},{"bible_id":"1525","chapter_code":"REV.21","verse_code":"REV.21.10","label":"10","content":"Vaj Ntsujplig los kav tagnrho kuv lub siab, ces tus timtswv ntawd coj kuv nce mus saum ib lub ncov roob siab siab. Nws taw tes qhia lub nroog Yeluxalees rau kuv saib, yog lub nroog Dawbhuv uas tabtom los ntawm Vajtswv tus uas nyob saum ntuj los."},{"bible_id":"1525","chapter_code":"REV.21","verse_code":"REV.21.11","label":"11","content":"Vajtswv lub tshwjchim ci ntsa iab hauv lub nroog ntawd tuaj. Lub nroog ntawd ci ntsa iab ib yam li lub qe zeb muaj nqis, zoo li qe zeb yapes uas pom kev tshab plaws ib yam li daim iav."},{"bible_id":"1525","chapter_code":"REV.21","verse_code":"REV.21.12","label":"12","content":"Lub nroog ntawd muaj tus ntsa yeej loj loj thiab siab siab thaiv, muaj kaum ob lub roojvag thiab muaj kaum ob tug timtswv ceebtsheej ib tug zov ntawm ib lub roojvag. Luag sau cov Yixalayees kaum ob xeem tej npe rau ntawm cov roojvag ntawd."},{"bible_id":"1525","chapter_code":"REV.21","verse_code":"REV.21.13","label":"13","content":"Ib sab ntsa yeej muaj peb lub roojvag: sab hnubtuaj muaj peb lub, sab qabteb muaj peb lub, sab qaumteb muaj peb lub thiab sab hnubpoob muaj peb lub."},{"bible_id":"1525","chapter_code":"REV.21","verse_code":"REV.21.14","label":"14","content":"Luag muab kaum ob lub pobzeb uas muaj tus menyuam Yaj kaum ob tug timthawj npe sau rau, los tiag tus taw loog uas xov lub nroog ntawd."},{"bible_id":"1525","chapter_code":"REV.21","verse_code":"REV.21.15","label":"15","content":"Tus timtswv uas hais lus rau kuv ntawd coj ib tug pas ntsuas uas yog kub, nws yuav ntsuas lub nroog, tej roojvag thiab tus ntsa yeej."},{"bible_id":"1525","chapter_code":"REV.21","verse_code":"REV.21.16","label":"16","content":"Lub nroog ntawd ua xwmfab xwmmeem. Tus timtswv muab nws tus pas ntsuas lub nroog, qhov ntev muaj ob txhiab plaub puas kilumev, qhov dav thiab qhov siab ntev ib yam nkaus."},{"bible_id":"1525","chapter_code":"REV.21","verse_code":"REV.21.17","label":"17","content":"Tus timtswv ntsuas tus ntsa yeej thiab, qhov siab  muaj ib puas plaub caug plaub tshim raws li tej pas ntsuas uas neeg ibtxwm ntsuas."},{"bible_id":"1525","chapter_code":"REV.21","verse_code":"REV.21.18","label":"18","content":"Tus ntsa yeej ntawd yog muab tej qe zeb yapes uas ci ci los ua, thiab lub nroog yog muab cov tseem kub uas pom kev tshab plaws li iav los ua."},{"bible_id":"1525","chapter_code":"REV.21","verse_code":"REV.21.19","label":"19","content":"Tus taw tiag tus ntsa yeej yog muab pobzeb ua, thiab muab txhua yam qe zeb ci ci uas muaj nqis los lo rau kom tus ntsa yeej zoo nkauj. Thawj ntus taw ntsa yeej yog qe zeb yapes, ntu ob yog qe zeb xafiles, ntu peb yog qe zeb maulas, ntu plaub yog qe zeb emelas,"},{"bible_id":"1525","chapter_code":"REV.21","verse_code":"REV.21.20","label":"20","content":"ntu tsib yog qe zeb aunis, ntu rau yog qe zeb kanelias, ntu xya yog qe zeb khixaulais, ntu yim yog qe zeb npelis, ntu cuaj yog qe zeb taupas, ntu kaum yog qe zeb khixupas, ntu kaum ib yog qe zeb yaxees thiab ntu kaum ob yog qe zeb amethis."},{"bible_id":"1525","chapter_code":"REV.21","verse_code":"REV.21.21","label":"21","content":"Kaum ob lub roojvag ntawd yog muab kaum ob lub hlawv muaj nqis ua. Tej kev uas nyob hauv lub nroog ntawd luag muab cov tseem kub uas pom kev tshaj plaws ib yam li iav los ua."},{"bible_id":"1525","chapter_code":"REV.21","verse_code":"REV.21.22","label":"22","content":"Kuv tsis pom muaj ib lub tuamtsev nyob hauv lub nroog ntawd li, rau qhov tus Tswv uas yog Vajtswv tus uas muaj hwjchim loj kawg nkaus thiab tus menyuam Yaj yog lub tuamtsev ntag."},{"bible_id":"1525","chapter_code":"REV.21","verse_code":"REV.21.23","label":"23","content":"Hauv lub nroog ntawd tsis muaj hnub lossis hli ci, rau qhov Vajtswv lub tshwjchim yeej ci ntsa iab tuaj rau hauv, thiab tus menyuam Yaj yog lub teeb uas ci rau sawvdaws pom kev."},{"bible_id":"1525","chapter_code":"REV.21","verse_code":"REV.21.24","label":"24","content":"Txhua haivneeg yuav pom kev kaj nrig mus mus los los, thiab tej vajntxwv uas nyob hauv ntiajteb yuav nqa lawv tej nyiaj tej kub thiab tej qhov txhia chaw tuaj rau hauv lub nroog."},{"bible_id":"1525","chapter_code":"REV.21","verse_code":"REV.21.25","label":"25","content":"Lub nroog ntawd tej roojvag qhib lug cia tsis kaw li, rau qhov nyob hauv lub nroog ntawd yeej tsis txawj tsaus ntuj."},{"bible_id":"1525","chapter_code":"REV.21","verse_code":"REV.21.26","label":"26","content":"Txhua haivneeg yuav coj lawv tej koob meej thiab nqa tej meejmom tuaj rau hauv lub nroog."},{"bible_id":"1525","chapter_code":"REV.21","verse_code":"REV.21.27","label":"27","content":"Tiamsis yuav tsis muaj tej kev phem kev qias, tej kev poob ntsejmuag lossis tej neeg dag nyob hauv lub nroog ntawd li; luag tsuas pub cov neeg uas muaj npe sau cia rau hauv tus menyuam Yaj phau ntawv uas sau cov neeg uas muaj txojsia ntev mus ibtxhis lawm tej npe mus nyob hauv lub nroog ntawd xwb."},{"bible_id":"1525","chapter_code":"REV.22","verse_code":"REV.22.1","label":"1","content":"Tus timtswv ceebtsheej uas qhia tus dej cawm siav uas ci pom kev tshab plaws li daim iav rau kuv. Tus dej ntawd ntws saum Vajtswv thiab tus menyuam Yaj lub zwmtxwv los,"},{"bible_id":"1525","chapter_code":"REV.22","verse_code":"REV.22.2","label":"2","content":"thiab ntws taug txojkev hauv plawv nroog. Ob sab ntug Dej puavleej muaj tsob txiv ntoo cawm txojsia uas ib xyoos twg txi kaum ob phaum txiv, ib hlis twg txi ib phaum. Tsob ntoo ntawd tej nplooj yog hauv tshuaj kuab muaj tsuas uas kho tau txhua haivneeg."},{"bible_id":"1525","chapter_code":"REV.22","verse_code":"REV.22.3","label":"3","content":"Yeej tsis muaj tej uas Vajtswv foom tsis zoo rau lawm nyob hauv lub nroog ntawd hlo li. Vajtswv thiab tus menyuam Yaj lub zwmtxwv yuav nyob hauv lub nroog ntawd, thiab nws cov tubtxib yuav pehawm nws."},{"bible_id":"1525","chapter_code":"REV.22","verse_code":"REV.22.4","label":"4","content":"Lawv yuav pom nws lub ntsejmuag, thiab nws yuav sau nws lub npe rau ntawm lawv hauvpliaj."},{"bible_id":"1525","chapter_code":"REV.22","verse_code":"REV.22.5","label":"5","content":"Yuav tsis muaj hmo ntuj li lawm, lawv yuav tsis taws teeb thiab tsis tas yuav muaj tshav ntuj, rau qhov tus Tswv uas yog Vajtswv yuav ci rau lawv pom kev, thiab lawv yuav ua vajntxwv kav lub nroog ntawd mus ibtxhis li."},{"bible_id":"1525","chapter_code":"REV.22","verse_code":"REV.22.6","label":"6","content":"Tom qab ntawd tus timtswv hais rau kuv hais tias, “Tej lus no yog lus tseeb uas tso siab tau. Thiab tus Tswv uas yog Vajtswv tus uas muab nws tus Ntsujplig rau cov cev Vajtswv lus tau txib nws cov timtswv los qhia tej uas yuav muaj los sai sai yav tom ntej rau nws cov tubtxib paub.”"},{"bible_id":"1525","chapter_code":"REV.22","verse_code":"REV.22.7","label":"7","content":"Yexus hais tias, “Nej ua tib zoo mloog kuv tej lus! Kuv twb yuav los sai sai no! Tus uas ua raws li tej lus uas sau rau hauv phau ntawv no yog tus uas tau nyob kaj siab lug!”"},{"bible_id":"1525","chapter_code":"REV.22","verse_code":"REV.22.8","label":"8","content":"Kuv yog Yauhas, kuv tau hnov thiab kuv tau pom txhua tsav yam no. Thaum kuv hnov thiab kuv pom tas lawm, kuv txawm txhos caug ntua ntawm tus timtswv ceebtsheej uas qhia txhua yam rau kuv txhais kotaw thiab yuav pe nws."},{"bible_id":"1525","chapter_code":"REV.22","verse_code":"REV.22.9","label":"9","content":"Tiamsis tus timtswv ntawd hais rau kuv hais tias, “Koj tsis txhob pe kuv! Kuv yog ib tug tubtxib ib yam li koj thiab ib yam li koj cov kwvtij uas ua cov cev Vajtswv lus, thiab ib yam li txhua tus uas ua raws li tej lus uas sau rau hauv phau ntawv no xwb. Koj cia li pehawm Vajtswv xwb!”"},{"bible_id":"1525","chapter_code":"REV.22","verse_code":"REV.22.10","label":"10","content":"Thiab tus timtswv hais rau kuv hais tias, “Koj tsis txhob muab tej uas Vajtswv qhia rau hauv phau ntawv no npog cia, rau qhov twb yuav txog lub sijhawm uas muaj tej ntawd."},{"bible_id":"1525","chapter_code":"REV.22","verse_code":"REV.22.11","label":"11","content":"Tus uas ua phem yeej yuav ua phem mus li, tus uas ua qias yuav ua qias mus li; tus uas ua zoo yeej yuav ua zoo mus li, thiab tus uas dawbhuv yeej yuav dawbhuv mus li.”"},{"bible_id":"1525","chapter_code":"REV.22","verse_code":"REV.22.12","label":"12","content":"Yexus hais tias, “Nej ua tib zoo mloog kuv tej lus! Kuv twb yuav los sai sai no! Kuv yuav coj kuv tej nqi zog los, kuv yuav muab rau nej txhua tus raws li tes haujlwm uas nej tau ua los lawm."},{"bible_id":"1525","chapter_code":"REV.22","verse_code":"REV.22.13","label":"13","content":"Kuv yog Alafas thiab Aumenkas, kuv yog lub hauvpaus thiab yog lub ntsis.”"},{"bible_id":"1525","chapter_code":"REV.22","verse_code":"REV.22.14","label":"14","content":"Cov uas ntxhua lawv tej tsoos tsho huv lawm, yog cov uas nyob kaj siab lug, lawv muaj feem mus noj cov txiv uas muaj txojsia thiab muaj feem mus ntawm cov roojvag mus rau hauv lub nroog."},{"bible_id":"1525","chapter_code":"REV.22","verse_code":"REV.22.15","label":"15","content":"Tiamsis cov neeg uas ua phem ua qias, cov neeg ua khawvkoob, cov neeg uas ua kev nkauj kev nraug, cov neeg tua neeg, cov neeg pe mlom, cov neeg dag, tsis hais tej lus uas lawv hais thiab tej haujlwm uas lawv ua, txhua tus puavleej yuav tau nyob sab ntug nroog nraud xwb."},{"bible_id":"1525","chapter_code":"REV.22","verse_code":"REV.22.16","label":"16","content":"“Kuv yog Yexus, kuv twb txib kuv tus timtswv los qhia tej no rau nej txhua tus hauv tej pawg ntseeg lawm. Kuv yog Daviv tus xeebntxwv; kuv yog lub hnubqub uas ci ci thaum yuav kaj ntug.”"},{"bible_id":"1525","chapter_code":"REV.22","verse_code":"REV.22.17","label":"17","content":"Vaj Ntsujplig thiab tus Nkauj Nyab hais tias, “Cia li los ntawm no!” Txhua tus uas hnov lo lus ntawd yuav tsum teb hais tias, “Cia li los ntawm no!” Tus uas nqhis dej cia li los ntawm no; tus uas xav haus cia li los txais cov dej cawm txojsia mus haus. Cov dej no yog pub dawb dawb xwb tsis yuav nqi."},{"bible_id":"1525","chapter_code":"REV.22","verse_code":"REV.22.18","label":"18","content":"Kuv yog Yauhas, kuv ceebtoom rau txhua tus uas hnov tej lus uas Vajtswv qhia rau hauv phau ntawv li no: Yog leejtwg ntxiv ib lo lus rau tej uas sau tseg rau hauv phau ntawv no lawm, Vajtswv yuav muab tej sub tawg sub ntsha uas hais hauv phau ntawv no rau tus ntawd."},{"bible_id":"1525","chapter_code":"REV.22","verse_code":"REV.22.19","label":"19","content":"Thiab yog leejtwg rho tej lus uas Vajtswv qhia rau hauv phau ntawv no ib los tawm, Vajtswv yuav tsis pub tsob txiv uas cawm txojsia uas yog nws feem rau nws noj, thiab Vajtswv yuav tsis pub lub chaw hauv lub nroog Dawbhuv rau nws nyob. Kuv twb hais txog tej ntawd rau hauv phau ntawv no lawm."},{"bible_id":"1525","chapter_code":"REV.22","verse_code":"REV.22.20","label":"20","content":"Tus uas ua timkhawv txog tej no, nws hais tias, “Kuv twb yuav los sai sai no!” Thov kom muaj raws li ntawd. Tswv Yexus, thov koj cia li los!"},{"bible_id":"1525","chapter_code":"REV.22","verse_code":"REV.22.21","label":"21","content":"Thov tus Tswv Yexus foom koob hmoov rau nej txhua tus."}]