[{"bible_id":"1525","chapter_code":"ROM.1","verse_code":"ROM.1.1","label":"1","content":"Kuv yog Paulus uas yog Yexus Khetos tus tubtxib; Vajtswv xaiv kuv ua ib tug timthawj thiab tsa kuv ua tus qhia nws Txojmoo Zoo."},{"bible_id":"1525","chapter_code":"ROM.1","verse_code":"ROM.1.2","label":"2","content":"Txojmoo Zoo ntawd, Vajtswv twb coglus rau nws cov cevlus thaum ub kom muab sau tseg rau hauv Vajtswv txojlus uas tseemceeb lawm."},{"bible_id":"1525","chapter_code":"ROM.1","verse_code":"ROM.1.3","label":"3","content":"Txojmoo Zoo ntawd hais txog Vajtswv tus Tub uas yog peb tus Tswv Yexus Khetos: nws los yug muaj roj ntshav ib yam li neeg, nws yog Daviv ib tug xeebntxwv;"},{"bible_id":"1525","chapter_code":"ROM.1","verse_code":"ROM.1.4","label":"4","content":"thiab raws li Vaj Ntsujplig tus Dawbhuv qhia hais tias Yexus yog Vajtswv tus Tub uas muaj hwjchim loj, rau qhov Vajtswv twb tsa nws sawv hauv qhov tuag rov qab los lawm."},{"bible_id":"1525","chapter_code":"ROM.1","verse_code":"ROM.1.5","label":"5","content":"Vajtswv kom Yexus foom koob hmoov rau kuv thiab tsa kuv ua timthawj coj txojmoo zoo mus qhia rau txhua haivneeg kom ntseeg Vajtswv thiab mloog Vajtswv lus."},{"bible_id":"1525","chapter_code":"ROM.1","verse_code":"ROM.1.6","label":"6","content":"Vajtswv twb hu nej cov uas nyob hauv lub nroog Loos no, los ua Yexus tug lawm thiab."},{"bible_id":"1525","chapter_code":"ROM.1","verse_code":"ROM.1.7","label":"7","content":"Yog li ntawd, kuv thiaj sau tsab ntawv no tuaj rau nej txhua tus uas nyob hauv lub nroog Loos no, nej yog cov uas Vajtswv hlub thiab Vajtswv hu los ua nws haivneeg lawm. Thov Vajtswv tus uas yog peb Leej Txiv thiab tus Tswv Yexus Khetos foom koob hmoov rau nej, thiab pub kom nej tau nyob kaj siab lug."},{"bible_id":"1525","chapter_code":"ROM.1","verse_code":"ROM.1.8","label":"8","content":"Ua ntej no, kuv ua kuv tus Vajtswv tsaug thiab ua Yexus Khetos tus uas pab nej tsaug, rau qhov tej neeg thoob qab ntuj hnov hais tias nej yog cov uas muab siab rau ntseeg."},{"bible_id":"1525","chapter_code":"ROM.1","verse_code":"ROM.1.9","label":"9","content":"Kuv niaj hnub muab siab rau qhia Txojmoo Zoo uas hais txog Vajtswv tus Tub, thiab Vajtswv yeej paub hais tias kuv nco ntsoov nej thiab thov Vajtswv pab nej."},{"bible_id":"1525","chapter_code":"ROM.1","verse_code":"ROM.1.10","label":"10","content":"Kuv thov Vajtswv hais tias yog Vajtswv pom zoo, thov Vajtswv qhib kev rau kuv tuaj xyuas nej."},{"bible_id":"1525","chapter_code":"ROM.1","verse_code":"ROM.1.11","label":"11","content":"Rau qhov kuv xav pom nej thiab coj Vajtswv txojlus tuaj qhia nej, txhawb kom nej muab siab rau ntseeg ntxiv."},{"bible_id":"1525","chapter_code":"ROM.1","verse_code":"ROM.1.12","label":"12","content":"Kuv hais li no yog hais tias kom peb ib leeg pab ib leeg; kuv kev ntseeg yuav pab nej thiab nej kev ntseeg yuav pab kuv."},{"bible_id":"1525","chapter_code":"ROM.1","verse_code":"ROM.1.13","label":"13","content":"Cov kwvtij, nej yuav tsum nco ntsoov hais tias kuv npaj siab tuaj xyuas nej ntau zaus, tiamsis muaj tej yam pheej tabkaum ua rau kuv tuaj tsis tau. Kuv xav coj cov neeg uas nrog nej nyob ua ke kom lawv los ntseeg, ib yam li kuv twb coj lawm Haivneeg los ntseeg lawm."},{"bible_id":"1525","chapter_code":"ROM.1","verse_code":"ROM.1.14","label":"14","content":"Rau qhov kuv tshuav cov neeg Kilis thiab cov neeg uas nyob hauv havzoov, cov txawj ntse thiab cov ruam nqi."},{"bible_id":"1525","chapter_code":"ROM.1","verse_code":"ROM.1.15","label":"15","content":"Yog li ntawd, kuv thiaj kub siab lug xav tuaj qhia Txojmoo Zoo rau nej cov uas nyob hauv lub nroog Loos ib yam nkaus thiab."},{"bible_id":"1525","chapter_code":"ROM.1","verse_code":"ROM.1.16","label":"16","content":"Kuv yeej tsis txajmuag qhia txojmoo zoo li; txojmoo zoo yog Vajtswv lub hwjchim uas cawm tau txhua tus uas ntseeg dim. Txojmoo Zoo ntawd, xub qhia rau cov Yudais thiab tom qab ntawd mam li qhia rau lwm Haivneeg."},{"bible_id":"1525","chapter_code":"ROM.1","verse_code":"ROM.1.17","label":"17","content":"Txojmoo zoo qhia hais tias tus uas ntseeg thiaj yog tus uas ncaj ncees tabmeeg Vajtswv, txij thaum pib mus txog thaum xaus, raws li Vajtswv txojlus sau tseg lawm hais tias, “Tus uas ua lub neej ncaj ncees yog tus uas ntseeg, tus ntawd yuav tau txojsia.”"},{"bible_id":"1525","chapter_code":"ROM.1","verse_code":"ROM.1.18","label":"18","content":"Vajtswv tus uas nyob saum ntuj ceebtsheej chim rau tej kev txhaum thiab kev phem uas neeg ua, rau qhov lawv tej kev phem ntawd ua rau neeg tsis paub qhov tseeb lawm."},{"bible_id":"1525","chapter_code":"ROM.1","verse_code":"ROM.1.19","label":"19","content":"Vajtswv rau txim rau lawv, rau qhov Vajtswv twb ua ib puas tsav yam qhia kom lawv paub Vajtswv, tiamsis lawv tseem tsis paub Vajtswv thiab."},{"bible_id":"1525","chapter_code":"ROM.1","verse_code":"ROM.1.20","label":"20","content":"Txij thaum Vajtswv tsim lub ntiajteb los, txawm yog neeg tsis pom Vajtswv tus muaj hwjchim uas nyob mus ibtxhis thiab qhov uas nws yog Vajtswv los yog lawv saib ib puas tsav yam uas Vajtswv tsim, lawv yeej paub hais tias muaj Vajtswv tiag. Yog li ntawd, lawv yuav hais tias lawv tsis paub Vajtswv yeej tsis tau li."},{"bible_id":"1525","chapter_code":"ROM.1","verse_code":"ROM.1.21","label":"21","content":"Txawm yog lawv twb paub Vajtswv lawm, los lawv tseem tsis hwm Vajtswv lossis tsis ua nws tsaug, lawv xav txog tej zaj uas tsis muaj qabhau, vim lawv lub siab ruam thiab tsaus ntuj nti."},{"bible_id":"1525","chapter_code":"ROM.1","verse_code":"ROM.1.22","label":"22","content":"Lawv khav hais tias lawv yog neeg ntse, tiamsis lawv yog neeg ruam kawg li;"},{"bible_id":"1525","chapter_code":"ROM.1","verse_code":"ROM.1.23","label":"23","content":"twb tsimnyog lawv pehawm Vajtswv tus uas muaj sia nyob mus ibtxhis, tiamsis lawv ho mus pe tej mlom uas zoo li neeg, zoo li noog, zoo li tsiaj lossis zoo li nab."},{"bible_id":"1525","chapter_code":"ROM.1","verse_code":"ROM.1.24","label":"24","content":"Twb yog vim li ntawd Vajtswv thiaj cia neeg mus ua phem ua qias raws li lawv lub siab nyiam, lawv ua kev nkauj kev nraug tsis paub txajmuag li,"},{"bible_id":"1525","chapter_code":"ROM.1","verse_code":"ROM.1.25","label":"25","content":"rau qhov lawv muab Vajtswv txojlus tseeb hloov ua lus dag. Twb tsimnyog lawv pehawm Vajtswv tus uas tsim ib puas tsav yam, tiamsis lawv ho mus pe thiab teev tej uas Vajtswv tsim xwb. Tsimnyog sawvdaws yuav tsum qhuas Vajtswv mus ibtxhis li, Amees!"},{"bible_id":"1525","chapter_code":"ROM.1","verse_code":"ROM.1.26","label":"26","content":"Twb yog vim neeg ua phem li no, Vajtswv thiaj cia lawv mus ua kev nkauj kev nraug tsis paub txajmuag li. Txawm yog tej pojniam los ib leeg deev ib leeg,"},{"bible_id":"1525","chapter_code":"ROM.1","verse_code":"ROM.1.27","label":"27","content":"thiab tej txivneej los ua ib yam nkaus li ntawd, raws li ibtxwm pojniam thiab txivneej thiaj ua niamtxiv xwb, tiamsis tej txivneej lawv tso qhov ntawd tseg, lawv ib leeg deev ib leeg tsis paub txajmuag li. Yog li ntawd, Vajtswv thiaj rau txim rau lawv."},{"bible_id":"1525","chapter_code":"ROM.1","verse_code":"ROM.1.28","label":"28","content":"Twb yog vim neeg tsis kam lees hais tias muaj Vajtswv, Vajtswv thiaj li cia lawv mus ua phem ua qias raws li lawv lub siab nyiam; yog li ntawd, lawv thiaj mus ua tej uas tsis tsimnyog ua."},{"bible_id":"1525","chapter_code":"ROM.1","verse_code":"ROM.1.29","label":"29","content":"Lawv ua txhua yam kev phem, lawv ua limhiam, siab hlob, ua nruj ua tsiv, sib khib, tua neeg, sib cav sib ceg, dag ntxias thiab xav phem. Lawv tuag xaiv"},{"bible_id":"1525","chapter_code":"ROM.1","verse_code":"ROM.1.30","label":"30","content":"thiab ib leeg hais lus phem rau ib leeg; lawv saib tsis taus Vajtswv, thuam lwm tus, khavtheeb,  muab hlob, lawv niaj hnub tuav tswvyim ua phem thiab lawv tsis mloog niamtxiv lus;"},{"bible_id":"1525","chapter_code":"ROM.1","verse_code":"ROM.1.31","label":"31","content":"lawv tsis paub qhov phem qhov zoo; lawv tsis ua raws li lawv tau coglus tseg, lawv ib leeg tsis hlub ib leeg thiab lawv ib leeg tsis ua zoo rau ib leeg."},{"bible_id":"1525","chapter_code":"ROM.1","verse_code":"ROM.1.32","label":"32","content":"Lawv yeej paub Vajtswv txoj kevcai uas hais tias, cov neeg uas ua phem li ntawd yeej tsimnyog raug kev tuag, tsis yog lawv ua tej kev phem ntawd xwb, lawv tseem pom zoo qhov uas lwm tus ua phem ntawd thiab."},{"bible_id":"1525","chapter_code":"ROM.2","verse_code":"ROM.2.1","label":"1","content":"Nej xav hais tias nej muaj cuabkav txiav txim rau lwm tus no los? Yog nej txiav txim rau lwm tus, nej yuav tsis muaj lus Hais Daws nej zaj. Thaum nej txiav txim rau lwm tus, yog nej txiav txim rau nej ntag, rau qhov nej twb ua txhaum ib yam li lwm tus thiab."},{"bible_id":"1525","chapter_code":"ROM.2","verse_code":"ROM.2.2","label":"2","content":"Peb paub hais tias qhov uas Vajtswv txiav txim rau cov neeg uas ua tej kev phem no nws yeej ua yog lawm."},{"bible_id":"1525","chapter_code":"ROM.2","verse_code":"ROM.2.3","label":"3","content":"Nej txiav txim rau lwm tu, tiamsis nej tseem ua txhaum ib yam li lawv thiab, nej xav hais tias nej yuav khiav dim Vajtswv txojkev txiav txim no los?"},{"bible_id":"1525","chapter_code":"ROM.2","verse_code":"ROM.2.4","label":"4","content":"Lossis yog nej tuam mom Vajtswv txiaj ntsig, qhov uas Vajtswv ua siab dawb siab zoo thiab ua siab ntev rau nej. Nej yeej paub hais tias qhov uas Vajtswv ua siab dawb siab zoo rau nej yog nws xav kom nej tso nej tej kev txhaum tseg."},{"bible_id":"1525","chapter_code":"ROM.2","verse_code":"ROM.2.5","label":"5","content":"Tiamsis qhov uas nej tawv ncauj thiab tsis kam tso nej tej kev txhaum tseg yog nej ua kom Vajtswv chim thiab txiav txim rau nej. Hnub uas Vajtswv txiav txim ncaj ncees, nws yuav txiav txim hnyav rau nej."},{"bible_id":"1525","chapter_code":"ROM.2","verse_code":"ROM.2.6","label":"6","content":"Rau qhov Vajtswv yuav muab nqi zog rau txhua tus raws li tes haujlwm uas nws tau ua los lawm."},{"bible_id":"1525","chapter_code":"ROM.2","verse_code":"ROM.2.7","label":"7","content":"Vajtswv yuav muab txojsia ntev dhawv mus ibtxhis rau cov neeg uas muaj lub siab ntev thiab niaj hnub ua zoo; thiab xav kom Vajtswv pub koob hmoov rau lawv, qhuas lawv thiab pub txojsia uas tsis txawj tuag rau lawv."},{"bible_id":"1525","chapter_code":"ROM.2","verse_code":"ROM.2.8","label":"8","content":"Vajtswv yuav chim thiab npautaws rau cov neeg uas ua raws li lawv lub siab nyiam, lawv tsis nyiam qhov tseeb, tiamsis lawv nyiam kev phem kev qias xwb."},{"bible_id":"1525","chapter_code":"ROM.2","verse_code":"ROM.2.9","label":"9","content":"Txhua tus neeg uas ua phem ua qias yuav raug kev txomnyem thiab nyuaj siab, cov Yudais yuav xub raug ua ntej, tom qab ntawd yog lwm Haivneeg."},{"bible_id":"1525","chapter_code":"ROM.2","verse_code":"ROM.2.10","label":"10","content":"Tiamsis Vajtswv yuav foom koob hmoov, pub tshwjchim thiab kev kaj siab lug rau txhua tus uas ua zoo, yuav xub pub rau cov Yudais, tom qab ntawd yog pub rau lwm Haivneeg."},{"bible_id":"1525","chapter_code":"ROM.2","verse_code":"ROM.2.11","label":"11","content":"Rau qhov Vajtswv yeej txiav txim rau txhua tus ib yam nkaus."},{"bible_id":"1525","chapter_code":"ROM.2","verse_code":"ROM.2.12","label":"12","content":"Lwm Haivneeg yeej tsis muaj Mauxes txoj Kevcai, tiamsis lawv yuav raug puastsuaj, vim lawv ua txhaum. Cov Yudas muaj Mauxes txoj kevcai los lawv yuav raug txiav txim, vim lawv ua txhaum txoj kevcai ntawd."},{"bible_id":"1525","chapter_code":"ROM.2","verse_code":"ROM.2.13","label":"13","content":"Rau qhov Vajtswv tsis suav hais tias cov neeg uas hnov Vajtswv txoj Kevcai yog cov uas ncaj ncees, tiamsis cov neeg uas ua raws li Vajtswv txoj Kevcai thiaj yog cov neeg ncaj ncees."},{"bible_id":"1525","chapter_code":"ROM.2","verse_code":"ROM.2.14","label":"14","content":"Lwm Haivneeg yeej tsis muaj Vajtswv txoj Kevcai, tiamsis tej uas lawv ua lawv ua raws li txoj Kevcai ntawd qhia; txawm yog lawv tsis muaj Vajtswv txoj Kevcai los lawv yeej muaj ib txoj Kevcai nyob hauv lawv lub siab."},{"bible_id":"1525","chapter_code":"ROM.2","verse_code":"ROM.2.15","label":"15","content":"Qhov uas lawv paub ua zoo ntawd qhia hais tias lawv yeej muaj Vajtswv txoj Kevcai nyob hauv lawv lub siab. Lawv lub siab uas paub qhov phem qhov zoo yuav qhia qhov tseeb rau lawv; qee zaus lawv lub siab qhia hais tias lawv ua txhaum, thiab qee zaus lawv lub siab qhia hais tias lawv ua zoo lawm."},{"bible_id":"1525","chapter_code":"ROM.2","verse_code":"ROM.2.16","label":"16","content":"Thaum txog hnub uas Vajtswv txiav txim, Vajtswv yuav kom Yexus Khetos muab tej uas neeg lub siab xav nraim nkoos nthuav tawm los raws li Txojmoo Zoo uas kuv twb qhia lawm."},{"bible_id":"1525","chapter_code":"ROM.2","verse_code":"ROM.2.17","label":"17","content":"Nej hais tias, nej yog neeg Yudais; nej cia siab rau Vajtswv txoj Kevcai thiab nej khav hais tias nej nrog Vajtswv sib raug zoo;"},{"bible_id":"1525","chapter_code":"ROM.2","verse_code":"ROM.2.18","label":"18","content":"nej yeej paub tej uas Vajtswv xav kom nej ua, thiab nej paub qhov phem qhov zoo, rau qhov Vajtswv txoj Kevcai twb qhia rau nej lawm;"},{"bible_id":"1525","chapter_code":"ROM.2","verse_code":"ROM.2.19","label":"19","content":"yog nej paub hais tias nej yog cov uas coj cov neeg digmuag kev, thiab yog lub teeb uas ci pom kev rau cov neeg uas nyob hauv qhov tsaus ntuj,"},{"bible_id":"1525","chapter_code":"ROM.2","verse_code":"ROM.2.20","label":"20","content":"thiab nej yog cov uas qhia cov ruam, yog cov xibhwb uas qhia cov menyuam yaus, nej muaj kev txawj ntse thiab paub Vajtswv txoj Kevcai uas yog qhov tseeb,"},{"bible_id":"1525","chapter_code":"ROM.2","verse_code":"ROM.2.21","label":"21","content":"nej cov uas qhia lwm tus, ua li cas nej tsis qhia nej? Nej qhia hais tias, “Tsis txhob ua tubsab,” tiamsis puas yog nej twb ua tubsab lawm?"},{"bible_id":"1525","chapter_code":"ROM.2","verse_code":"ROM.2.22","label":"22","content":"Nej hais tias, “Tsis txhob deev luag pojniam lossis luag txiv,” tiamsis puas yog nej twb deev lawm? Nej tsis nyiam pe mlom, tiamsis puas yog nej nyiag tej nyiaj tej kub hauv tej tsev teev mlom?"},{"bible_id":"1525","chapter_code":"ROM.2","verse_code":"ROM.2.23","label":"23","content":"Nej khav hais tias nej muaj Vajtswv txoj Kevcai, tiamsis puas yog nej tsis coj raws li txoj Kevcai ntawd ua rau Vajtswv poob ntsejmuag?"},{"bible_id":"1525","chapter_code":"ROM.2","verse_code":"ROM.2.24","label":"24","content":"Vajtswv txojlus hais tias, “Twb yog vim nej cov neeg Yudais, lwm Haivneeg thiaj thuam Vajtswv lub npe.”"},{"bible_id":"1525","chapter_code":"ROM.2","verse_code":"ROM.2.25","label":"25","content":"Yog nej ua raws li Vajtswv txoj Kevcai, qhov uas nej ua kevcai txiav thiaj tseemceeb; tiamsis yog nej tsis ua raws li Vajtswv txoj Kevcai qhia, nej zoo ib yam li tus uas tsis tau ua kevcai txiav."},{"bible_id":"1525","chapter_code":"ROM.2","verse_code":"ROM.2.26","label":"26","content":"Yog lwm Haivneeg uas tsis tau ua kevcai txiav muaj ib tug coj raws li Vajtswv txoj Kevcai qhia, qhov uas nws tsis tau ua kevcai txiav ntawd, Vajtswv puas suav hais tias nws tsis ua kevcai txiav?"},{"bible_id":"1525","chapter_code":"ROM.2","verse_code":"ROM.2.27","label":"27","content":"Lwm Haivneeg uas tsis ua kevcai txiav ntawm nqaij tawv, tiamsis yog lawv ua raws li Vajtswv txoj Kevcai qhia lawv yuav txiav txim rau nej cov uas ua kevcai txiav raws li twb muaj lus sau tseg lawm, rau qhov nej tsis ua raws li Vajtswv txoj Kevcai."},{"bible_id":"1525","chapter_code":"ROM.2","verse_code":"ROM.2.28","label":"28","content":"Rau qho tus uas yog neeg Yudais tiag, yog tus uas muaj lub siab tshiab thiab tus uas kevcai txiav tiag, tsis yog tus uas ua kevcai txiav ntawm nqaij tawv xwb."},{"bible_id":"1525","chapter_code":"ROM.2","verse_code":"ROM.2.29","label":"29","content":"Tus uas yog neeg Yudais tiag yog tus uas muaj lub siab tshiab, thiab tus uas ua kevcai txiav tiag, yog tus uas ua raws li Vajtswv tus Ntsujplig qhia. Txawm yog neeg tsis qhuas tus uas muaj lub siab tshiab los Vajtswv qhuas tus ntawd."},{"bible_id":"1525","chapter_code":"ROM.3","verse_code":"ROM.3.1","label":"1","content":"Puas yog cov Yudais tsimtxiaj dua lwm Haivneeg lossis qhov uas ua kevcai txiav muaj nqis dabtsi?"},{"bible_id":"1525","chapter_code":"ROM.3","verse_code":"ROM.3.2","label":"2","content":"Yeej muaj nqis rau txhua yam. Thawj qhov yog Vajtswv muab nws txojlus rau cov Yudais tuav."},{"bible_id":"1525","chapter_code":"ROM.3","verse_code":"ROM.3.3","label":"3","content":"Tiamsis yog cov Yudais qee leej tsis ua raws li Vajtswv txojlus puas ua rau Vajtswv txojlus tsis muaj nqis lawm?"},{"bible_id":"1525","chapter_code":"ROM.3","verse_code":"ROM.3.4","label":"4","content":"Tsis yog li ntawd! Txawm yog txhua tus dag los Vajtswv tsis dag, raws li twb muaj lus sau tseg lawm hais tias, “Thaum koj hais lus sawvdaws yeej paub hais tias koj hais tseeb; thaum luag taug koj zaj, sawvdaws yeej paub hais tias koj tsis tau ua txhaum.”"},{"bible_id":"1525","chapter_code":"ROM.3","verse_code":"ROM.3.5","label":"5","content":"Peb ho yuav hais li cas, yog peb tej kev txhaum ua rau peb pom hais tias Vajtswv yog tus ncaj ncees. Peb yuav hais tias Vajtswv txiav txim tsis ncaj rau peb no los? (Kuv hais raws li neeg hais.)"},{"bible_id":"1525","chapter_code":"ROM.3","verse_code":"ROM.3.6","label":"6","content":"Tsis yog li ntawd! Yog hais tias Vajtswv ua tsis ncaj, nws yuav ua li cas muaj cuabkav txiav txim rau neeg ntiajteb?"},{"bible_id":"1525","chapter_code":"ROM.3","verse_code":"ROM.3.7","label":"7","content":"Yog hais tias kuv ua tsis ncaj rau sawvdaws pom Vajtswv tus uas ncaj ncees lub tshwjchim tseeb, ua li cas kuv tseem raug txim ib yam li tus neeg txhaum thiab?"},{"bible_id":"1525","chapter_code":"ROM.3","verse_code":"ROM.3.8","label":"8","content":"Ua li cas peb tsis hais tias, “Peb mus ua txhaum kom peb tau qhov zoo”? Muaj qee leej thuam peb hais tias peb hais li ntawd! Qhov uas lawv raug txim li ntawd yeej tsimnyog lawm."},{"bible_id":"1525","chapter_code":"ROM.3","verse_code":"ROM.3.9","label":"9","content":"Peb cov uas yog neeg Yudais, peb zoo dua lwm Haivneeg los? Tsis yog li ntawd!  Kuv twb qhia rau nej lawm hais tias txojkev txhaum yeej kav tagnrho cov neeg Yudais thiab lwm Haivneeg huv tibsi."},{"bible_id":"1525","chapter_code":"ROM.3","verse_code":"ROM.3.10","label":"10","content":"Raws li Vajtswv Txojlus hais tias: “Yeej tsis muaj ib tug neeg ncaj ncees hlo li,"},{"bible_id":"1525","chapter_code":"ROM.3","verse_code":"ROM.3.11","label":"11","content":"tsis muaj ib tug totaub lossis nrhiav Vajtswv li."},{"bible_id":"1525","chapter_code":"ROM.3","verse_code":"ROM.3.12","label":"12","content":"Txhua tus puavleej tso Vajtswv tseg; lawv txhua tus ua txhaum huv tibsi; tsis muaj leejtwg ua zoo li, txawm yog ib tug los twb tsis muaj."},{"bible_id":"1525","chapter_code":"ROM.3","verse_code":"ROM.3.13","label":"13","content":"Lawv lub qa zoo ib yam li lub qhov ntxa uas qhib lug cia; lawv tus nplaig hais tej lus dag ntxias; lawv tej lus muaj taug ib yam li taug nab."},{"bible_id":"1525","chapter_code":"ROM.3","verse_code":"ROM.3.14","label":"14","content":"Lawv lub qhovncauj foom phem thiab hais tej lus iab lus daw xwb."},{"bible_id":"1525","chapter_code":"ROM.3","verse_code":"ROM.3.15","label":"15","content":"Lawv khiav ceev nrooj mus ua phem thiab tua neeg;"},{"bible_id":"1525","chapter_code":"ROM.3","verse_code":"ROM.3.16","label":"16","content":"txhua qhov uas lawv mus, lawv ua rau luag raug kev txomnyem thiab puastsuaj."},{"bible_id":"1525","chapter_code":"ROM.3","verse_code":"ROM.3.17","label":"17","content":"Lawv tsis paub nrog leejtwg sib raug zoo,"},{"bible_id":"1525","chapter_code":"ROM.3","verse_code":"ROM.3.18","label":"18","content":"lossis lawv tsis paub ntshai Vajtswv li.”"},{"bible_id":"1525","chapter_code":"ROM.3","verse_code":"ROM.3.19","label":"19","content":"Nimno peb paub hais tias txhua nqe uas Vajtswv txoj Kevcai qhia yeej qhia kom neeg hwm txoj Kevcai, txhua tus thiaj tsis muaj lus hais, thiab Vajtswv yuav txiav txim rau txhua tus neeg hauv ntiajteb no."},{"bible_id":"1525","chapter_code":"ROM.3","verse_code":"ROM.3.20","label":"20","content":"Rau qhov txhua tus uas ua raws li txoj Kevcai yeej tsis muaj ib tug ncaj ncees tabmeeg Vajtswv li; txoj kevcai ntawd tsuas qhia kom neeg paub neeg txojkev txhaum xwb."},{"bible_id":"1525","chapter_code":"ROM.3","verse_code":"ROM.3.21","label":"21","content":"Tiamsis qhov uas nimno Vajtswv suav hais tias neeg ncaj ncees tabmeeg Vajtswv tsis yog vim neeg coj raws li txoj kevcai. Qhov tseeb, Mauxes txoj Kevcai thiab cov cev Vajtswv lus los puavleej ua timkhawv hais txog zaj no."},{"bible_id":"1525","chapter_code":"ROM.3","verse_code":"ROM.3.22","label":"22","content":"Vajtswv suav hais tias txhua tus uas los ntseeg Yexus Khetos thiaj yog neeg ncaj ncees xwb. Rau qhov Vajtswv suav hais tias txhua tus uas ntseeg Yexus Khetos zoo ib yam nkaus;"},{"bible_id":"1525","chapter_code":"ROM.3","verse_code":"ROM.3.23","label":"23","content":"rau qhov txhua tus puavleej ua txhaum thiab tu ncua Vajtswv lub tshwjchim lawm."},{"bible_id":"1525","chapter_code":"ROM.3","verse_code":"ROM.3.24","label":"24","content":"Vajtswv txojkev hlub uas nws muab pub dawb rau neeg yog nws txib Yexus Khetos los tuag txhiv neeg kom dim txim, Vajtswv thiaj suav hais tias neeg ncaj ncees tabmeeg Vajtswv."},{"bible_id":"1525","chapter_code":"ROM.3","verse_code":"ROM.3.25","label":"25","content":"Vajtswv txib Yexus Khetos los tuag theej neeg lub txhoj thiab nws cov ntshav ntxuav neeg tej kev txhaum, Vajtswv thiaj zam tau neeg lub txhim, vim neeg ntseeg Yexus Khetos. Vajtswv ua li ntawd qhia hais tias Vajtswv yog tus ncaj ncees. Yav tas los Vajtswv ua siab ntev thiab tsis rau txim rau cov neeg uas ua txhaum."},{"bible_id":"1525","chapter_code":"ROM.3","verse_code":"ROM.3.26","label":"26","content":"Qhov uas Vajtswv ua li no qhia hais tias Vajtswv yog tus ncaj ncees, Vajtswv tsis suav neeg lub txim, thiab Vajtswv pab kom txhua tus uas ntseeg Yexus Khetos ua tau neeg ncaj ncees."},{"bible_id":"1525","chapter_code":"ROM.3","verse_code":"ROM.3.27","label":"27","content":"Yog li ntawd, peb yuav ua li cas khav tau? Yeej tsis muaj ib yam dabtsi uas peb khav tau. Tsis hais txoj kevcai twg lossis tes haujlwm twg li, tiamsis yog qhov uas ntseeg Yexus Khetos xwb."},{"bible_id":"1525","chapter_code":"ROM.3","verse_code":"ROM.3.28","label":"28","content":"Yog li ntawd, peb paub hais tias tus uas Vajtswv suav hais tias ncaj ncees yog tus uas ntseeg, tsis yog tus uas coj raws li txoj kevcai qhia."},{"bible_id":"1525","chapter_code":"ROM.3","verse_code":"ROM.3.29","label":"29","content":"Vajtswv tsuas yog cov Yudais tus Vajtswv xwb los? Nws tsis yog lwm Haivneeg tus Vajtswv los? Vajtswv yeej yog lwm Haivneeg tus Vajtswv thiab."},{"bible_id":"1525","chapter_code":"ROM.3","verse_code":"ROM.3.30","label":"30","content":"Tsuas muaj tib tug Vajtswv xwb, Vajtswv suav hais tias txhua tus uas ntseeg Yexus Khetos, tsis hais cov Yudais lossis lwm Haivneeg yog cov uas ncaj ncees."},{"bible_id":"1525","chapter_code":"ROM.3","verse_code":"ROM.3.31","label":"31","content":"Yog Vajtswv ua li ntawd, peb yuav suav hais tias Vajtswv txoj kevcai tsis tseemceeb no los? Tsis yog li ntawd! Peb cov uas ntseeg Yexus Khetos, peb hajyam suav hais tias Vajtswv txoj kevcai tog txoj uas tseemceeb."},{"bible_id":"1525","chapter_code":"ROM.4","verse_code":"ROM.4.1","label":"1","content":"Yog li ntawd, peb yuav hais li cas txog peb yawgkoob Anplahas? Nws ua nws lub neej li cas?"},{"bible_id":"1525","chapter_code":"ROM.4","verse_code":"ROM.4.2","label":"2","content":"Yog Vajtswv suav hais tias Anplahas ncaj ncees, vim tej haujlwm uas Anplahas ua, ces Anplahas yeej muaj lus khav tau, tiamsis Anplahas yeej tsis muaj dabtsi yuav khav tau rau Vajtswv li."},{"bible_id":"1525","chapter_code":"ROM.4","verse_code":"ROM.4.3","label":"3","content":"Vajtswv txojlus hais tias, “Anplahas ntseeg Vajtswv, vim qhov uas Anplahas ntseeg ntawd Vajtswv thiaj suav hais tias Anplahas yog neeg ncaj ncees.”"},{"bible_id":"1525","chapter_code":"ROM.4","verse_code":"ROM.4.4","label":"4","content":"Tus uas ua haujlwm nws yeej tau nqi zog, tej nqi zog uas nws tau tsis yog tau dawb, tiamsis yog nws khwv nws thiaj tau."},{"bible_id":"1525","chapter_code":"ROM.4","verse_code":"ROM.4.5","label":"5","content":"Tus uas tsis cia siab rau nws tes haujlwm, tiamsis cia siab rau nws txojkev ntseeg thiab ntseeg Vajtswv tus uas pab cov neeg txhaum kom ua tau neeg ncaj ncees, qhov uas nws ntseeg li ntawd, Vajtswv suav hais tias nws yog tus ncaj ncees."},{"bible_id":"1525","chapter_code":"ROM.4","verse_code":"ROM.4.6","label":"6","content":"Daviv los hais ib yam nkaus li ntawd, thaum nws hais txog tus uas muaj kev kaj siab yog tus uas Vajtswv suav hais tias ncaj ncees, tsis yog tus uas cia siab rau nws tes haujlwm:"},{"bible_id":"1525","chapter_code":"ROM.4","verse_code":"ROM.4.7","label":"7","content":"“Cov neeg txhaum uas Vajtswv zam txim rau lawm yog cov uas tau zoo nyob kaj siab lug."},{"bible_id":"1525","chapter_code":"ROM.4","verse_code":"ROM.4.8","label":"8","content":"Tus uas Vajtswv tsis suav nws lub txim, tus ntawd tau zoo nyob kaj siab lug!”"},{"bible_id":"1525","chapter_code":"ROM.4","verse_code":"ROM.4.9","label":"9","content":"Txojkev kaj siab uas Daviv hais no tsuas yog rau cov neeg uas ua kevcai txiav xwb, lossis rau cov neeg uas tsis ua kevcai txiav thiab? Peb hais tias, “Anplahas ntseeg, Vajtswv thiaj suav hais tias Anplahas yog tus uas ncaj ncees.”"},{"bible_id":"1525","chapter_code":"ROM.4","verse_code":"ROM.4.10","label":"10","content":"Thaum twg Vajtswv suav hais tias Anplahas yog tus uas ncaj ncees? Ua ntej lossis tom qab uas Anplahas ua kevcai txiav? Tsis yog tom qab, tiamsis yog ua ntej uas Anplahas ua kevcai txiav."},{"bible_id":"1525","chapter_code":"ROM.4","verse_code":"ROM.4.11","label":"11","content":"Qhov uas Anplahas ua kevcai txiav ntawd yog lub cim qhia rau sawvdaws paub hais tias Anplahas ntseeg Vajtswv, Vajtswv thiaj suav hais tias Anplahas yeej ncaj ncees ua ntej uas nws ua kevcai txiav. Yog li ntawd, Anplahas thiaj yog yawgkoob ntawm txhua tus uas ntseeg Vajtswv, txawm yog lawv tsis tau ua kevcai txiav los Vajtswv suav hais tias lawv yog neeg ncaj ncees."},{"bible_id":"1525","chapter_code":"ROM.4","verse_code":"ROM.4.12","label":"12","content":"Qhov uas Anplahas yog cov neeg uas ua kevcai txiav tus yawgkoob tsis yog vim lawv ua kevcai txiav, tiamsis vim lawv ntseeg ib yam li peb yawgkoob Anplahas ntseeg; Anplahas xub ntseeg Vajtswv, nws mam li ua kevcai txiav."},{"bible_id":"1525","chapter_code":"ROM.4","verse_code":"ROM.4.13","label":"13","content":"Vajtswv coglus rau Anplahas thiab Anplahas cov xeebntxwv hais tias, Vajtswv yuav muab lub ntiajteb no ua Anplahas tug, Vajtswv coglus li ntawd tsis yog vim Anplahas coj raws li txoj kevcai, tiamsis yog Anplahas ntseeg, Vajtswv thiaj suav hais tias Anplahas yog tus ncaj ncees."},{"bible_id":"1525","chapter_code":"ROM.4","verse_code":"ROM.4.14","label":"14","content":"Yog Vajtswv muab tej uas Vajtswv coglus rau cov neeg uas coj raws li txoj Kevcai, ces qhov uas neeg ntseeg tsis muaj qabhau thiab Vajtswv cov lus cog tseg yeej tsis muaj ib los tseeb li."},{"bible_id":"1525","chapter_code":"ROM.4","verse_code":"ROM.4.15","label":"15","content":"Vim muaj txoj kevcai Vajtswv thiaj rau txim rau neeg; yog tsis muaj txoj kevcai yeej tsis muaj neeg ua txhaum kevcai."},{"bible_id":"1525","chapter_code":"ROM.4","verse_code":"ROM.4.16","label":"16","content":"Vajtswv coglus rau Anplahas vim nws ntseeg Vajtswv, Vajtswv yuav muab Vajtswv txoj koob hmoov uas Vajtswv coglus lawm pub dawb rau Anplahas cov xeebntxwv, tsis yog Vajtswv pub rau cov uas coj raws li txoj kevcai xwb, tiamsis yog pub rau cov uas ntseeg ib yam li Anplahas ntseeg. Rau qhov Anplahas yog peb sawvdaws tus yawgkoob;"},{"bible_id":"1525","chapter_code":"ROM.4","verse_code":"ROM.4.17","label":"17","content":"raws li Vajtswv txojlus hais tias, “Kuv tsa koj ua txhua haivneeg tus yawgkoob.” Vajtswv tej lus cog tseg ntawd tseemceeb heev; tus Vajtswv no yog tus uas Anplahas ntseeg, nws yog tus Vajtswv uas tsa tau cov neeg uas tuag lawm sawv hauv qhov tuag rov qab los thiab yog tus uas hais kom muaj ib puas tsav yam ces txawm muaj raws li nws hais."},{"bible_id":"1525","chapter_code":"ROM.4","verse_code":"ROM.4.18","label":"18","content":"Txawm yog thaum Anplahas tsis tau pom muaj raws li tej uas Vajtswv coglus tseg los Anplahas tseem ntseeg thiab cia siab hais tias, “Nws yuav tau ua ntau haivneeg tus yawgkoob,” raws li Vajtswv txojlus hais tias, “Koj yuav muaj xeebntxwv coob, npaum li tej hnubqub saum nruab ntug.”"},{"bible_id":"1525","chapter_code":"ROM.4","verse_code":"ROM.4.19","label":"19","content":"Anplahas hnubnyoog twb yuav muaj ib puas xyoo; nws lub zog ntaug tas, thiab Xalas los xeeb tsis taus tub lawm; txawm li ntawd los nws tseem cia siab rau Vajtswv."},{"bible_id":"1525","chapter_code":"ROM.4","verse_code":"ROM.4.20","label":"20","content":"Anplahas ntseeg Vajtswv tej lus cog tseg; qhov uas Anplahas ntseeg hajyam ua rau Anplahas cia siab rau Vajtswv, thiab nws ua Vajtswv tsaug."},{"bible_id":"1525","chapter_code":"ROM.4","verse_code":"ROM.4.21","label":"21","content":"Anplahas paub tseeb hais tias Vajtswv yeej ua tua raws li Vajtswv coglus tseg."},{"bible_id":"1525","chapter_code":"ROM.4","verse_code":"ROM.4.22","label":"22","content":"Twb yog vim Anplahas ntseeg, “Vajtswv thiaj suav hais tias Anplahas yog tus ncaj ncees.”"},{"bible_id":"1525","chapter_code":"ROM.4","verse_code":"ROM.4.23","label":"23","content":"Lo lus uas hais tias “Anplahas ncaj ncees,” tsis yog hais rau Anplahas tib leeg xwb,"},{"bible_id":"1525","chapter_code":"ROM.4","verse_code":"ROM.4.24","label":"24","content":"tiamsis yog hais txog peb txhua tus uas Vajtswv suav hais tias ncaj ncees thiab ntseeg Vajtswv tus uas tsa peb tus Tswv Yexus sawv hauv qhov tuag rov qab los."},{"bible_id":"1525","chapter_code":"ROM.4","verse_code":"ROM.4.25","label":"25","content":"Vim peb tej kev txhaum Vajtswv thiaj cia Yexus Khetos los tuag theej peb lub txhoj, thiab qhov uas Vajtswv tsa Yexus sawv hauv qhov tuag rov qab los yog ua kom peb ua tau neeg ncaj ncees."},{"bible_id":"1525","chapter_code":"ROM.5","verse_code":"ROM.5.1","label":"1","content":"Yog li ntawd, vim peb ntseeg, Vajtswv thiaj suav hais tias peb yog neeg ncaj ncees, peb tau  nrog Vajtswv sib raug zoo, rau qhov peb tus Tswv Yexus Khetos pab peb."},{"bible_id":"1525","chapter_code":"ROM.5","verse_code":"ROM.5.2","label":"2","content":"Vim peb ntseeg Yexus Khetos, peb thiaj tau Vajtswv txoj koob hmoov, thiab muaj sia nyob. Peb cia li zoo siab thiab cia siab hais tias, peb yuav tau Vajtswv lub tshwjchim uas ci ntsa iab."},{"bible_id":"1525","chapter_code":"ROM.5","verse_code":"ROM.5.3","label":"3","content":"Tsis yog li ntawd xwb, peb zoo siab qhov uas peb raug kev txomnyem ntawd ua rau peb ua taus siab ntev,"},{"bible_id":"1525","chapter_code":"ROM.5","verse_code":"ROM.5.4","label":"4","content":"qhov uas peb ua taus siab ntev haum Vajtswv siab, thiab qhov uas peb ua haum Vajtswv siab, thiab qhov uas peb ua haum Vajtswv siab ua rau peb muaj kev cia siab."},{"bible_id":"1525","chapter_code":"ROM.5","verse_code":"ROM.5.5","label":"5","content":"Txojkev cia siab no tsis ua rau peb poob ntsejmuag, rau qhov Vaj Ntsujplig tus Dawbhuv uas Vajtswv twb pub rau peb lawm, qhia rau peb hais tias Vajtswv hlub peb kawg li."},{"bible_id":"1525","chapter_code":"ROM.5","verse_code":"ROM.5.6","label":"6","content":"Rau qhov peb pab tsis tau kom peb dim peb lub txim, Yexus Khetos thiaj los tuag txhiv peb cov uas yog neeg txhaum raws li lub sijhawm uas Vajtswv teem tseg lawm."},{"bible_id":"1525","chapter_code":"ROM.5","verse_code":"ROM.5.7","label":"7","content":"Qhov uas ib tug twg yuav tuag theej tus neeg ncaj ncees, mas nyuaj kawg li. Tiamsis tej zaum yuav muaj qee leej txaus siab tuag theej tus neeg zoo thiab."},{"bible_id":"1525","chapter_code":"ROM.5","verse_code":"ROM.5.8","label":"8","content":"Tiamsis Vajtswv qhia rau peb hais tias Vajtswv hlub peb kawg li, rau qhov thaum peb tseem ua neeg txhaum Yexus Khetos tuag txhiv peb."},{"bible_id":"1525","chapter_code":"ROM.5","verse_code":"ROM.5.9","label":"9","content":"Vim Yexus Khetos tuag theej peb lub txhoj, nimno peb thiaj ua tau neeg ncaj ncees, tsis yog li ntawd xwb, Vajtswv yuav tsis txiav txim rau peb, rau qhov Yexus Khetos cov ntshav twb ntxuav peb tej kev txhaum lawm."},{"bible_id":"1525","chapter_code":"ROM.5","verse_code":"ROM.5.10","label":"10","content":"Thaum peb tseem yog Vajtswv cov yeebncuab, Vajtswv txib nws tus tub Yexus Khetos los tuag theej peb lub txhoj thiab coj peb los nrog Vajtswv sib raug zoo. Nimno peb twb nroog Vajtswv sib raug zoo lawm, tsis yog li ntawd xwb, peb twb dim peb lub txim lawm thiab. Rau qhov Yexus Khetos sawv hauv qhov tuag los lawm."},{"bible_id":"1525","chapter_code":"ROM.5","verse_code":"ROM.5.11","label":"11","content":"Tsis yog li ntawd xwb, Vajtswv ua rau peb zoo siab kawg li, rau qhov nimno Yexus Khetos tus uas yog peb tus Tswv twb coj peb los nrog Vajtswv sib raug zoo lawm."},{"bible_id":"1525","chapter_code":"ROM.5","verse_code":"ROM.5.12","label":"12","content":"Twb yog vim ib tug xub ua txhaum, neeg ntiajteb txhua tus thiaj ua txhaum. Vim tus ntawd ua txhaum, tus ntawd thiaj tuag. Yog li ntawd, txhua haivneeg uas nyob hauv ntiajteb no thiaj txawj tuag, rau qhov txhua tus puavleej tau ua txhaum lawm."},{"bible_id":"1525","chapter_code":"ROM.5","verse_code":"ROM.5.13","label":"13","content":"Thaum Vajtswv tseem tsis tau qhia Vajtswv txoj Kevcai rau Mauxes, neeg twb xub ua txhaum lawm, tiamsis Vajtswv tsis suav neeg lub txim, rau qhov thaum ntawd tseem tsis tau muaj txoj kevcai."},{"bible_id":"1525","chapter_code":"ROM.5","verse_code":"ROM.5.14","label":"14","content":"Txij thaum Adas tiam los txog Mauxes tiam, tej neeg puavleej muaj kev ploj kev tuag, txawm yog sawvdaws ua txhaum tsis thooj li Adas tus uas tsis mloog Vajtswv lus ua los sawvdaws puavleej tuag huv tibsi. Adas ua qauv txog tus uas yuav los."},{"bible_id":"1525","chapter_code":"ROM.5","verse_code":"ROM.5.15","label":"15","content":"Tiamsis nkawd zoo tsis sib thooj, rau qhov txoj koob hmoov uas Vajtswv pub dawb rau peb ntawd zoo tsis thooj li Adas txojkev txhaum. Vim Adas ua txhaum, sawvdaws thiaj tuag. Tiamsis Vajtswv hlub peb kawg li, Vajtswv thiaj txib ib tug uas yog Yexus Khetos tus uas muaj lub siab hlub los pab sawvdaws."},{"bible_id":"1525","chapter_code":"ROM.5","verse_code":"ROM.5.16","label":"16","content":"Vajtswv txoj koob hmoov thiab Adas txojkev txhaum zoo tsis sib thooj. Thaum Adas ua txhaum lawm, thiaj muaj txojkev txiav txim, tom qab ntawd muaj ntau leej ua txhaum, tiamsis vim txoj koob hmoov uas Vajtswv pub dawb rau neeg, Vajtswv thiaj zam txim rau sawvdaws."},{"bible_id":"1525","chapter_code":"ROM.5","verse_code":"ROM.5.17","label":"17","content":"Vim ib tug ua txhaum, sawvdaws thiaj tuag, tiamsis tes haujlwm uas Yexus Khetos ua pab peb tseemceeb dua ntais huv tibsi. Txhua tus uas Vajtswv suav hais tias yog neeg ncaj ncees, lawv yuav tau txais Vajtswv txoj koob hmoov nplua mias uas Vajtswv pub dawb thiab lawv yuav muaj txojsia nrog Yexus Khetos kav mus ibtxhis."},{"bible_id":"1525","chapter_code":"ROM.5","verse_code":"ROM.5.18","label":"18","content":"Twb yog vim ib tug ua txhaum, Vajtswv thiaj rau txim rau sawvdaws, tiamsis vim tes haujlwm uas Yexus Khetos ua, pab tau neeg dim txim thiab pub txojsia rau lawv."},{"bible_id":"1525","chapter_code":"ROM.5","verse_code":"ROM.5.19","label":"19","content":"Vim ib tug tsis mloog Vajtswv lus, sawvdaws thiaj ua txhaum, tiamsis vim Yexus Khetos mloog Vajtswv lus, sawvdaws thiaj ua tau neeg ncaj ncees."},{"bible_id":"1525","chapter_code":"ROM.5","verse_code":"ROM.5.20","label":"20","content":"Thaum muaj txoj Kevcai lawm sawvdaws hajyam ua txhaum; tiamsis qhov twg muaj kev txhaum, Vajtswv txojkev hlub hajyam muaj nyob qhov ntawd."},{"bible_id":"1525","chapter_code":"ROM.5","verse_code":"ROM.5.21","label":"21","content":"Yog li ntawd, txojkev txhaum ua rau muaj kev ploj kev tuag li cas, Vajtswv txojkev hlub ua rau muaj txojkev ncaj ncees, thiab tau txojsia ntev dhawv los ntawm Yexus Khetos uas yog peb tus Tswv ib yam li ntawd."},{"bible_id":"1525","chapter_code":"ROM.6","verse_code":"ROM.6.1","label":"1","content":"Yog li ntawd, peb yuav hais li cas? Puas tsimnyog peb pheej ua txhaum kom Vajtswv hajyam hlub peb ntxiv?"},{"bible_id":"1525","chapter_code":"ROM.6","verse_code":"ROM.6.2","label":"2","content":"Peb tsis txhob ua li ntawd! Peb twb tuag rau txojkev txhaum lawm, peb tseem yuav ua kev txhaum ntxiv dua thiab los?"},{"bible_id":"1525","chapter_code":"ROM.6","verse_code":"ROM.6.3","label":"3","content":"Nej twb paub lawm hais tias peb txhua tus uas ua kevcai raus dej, peb twb nrog Yexus Khetos koom ib txojsia lawm. Qhov uas ua kevcai raus rau hauv dej, yog peb tuag ib yam li Yexus tuag."},{"bible_id":"1525","chapter_code":"ROM.6","verse_code":"ROM.6.4","label":"4","content":"Qhov uas luag muab peb raus rau hauv dej, yog luag muab peb faus nrog Yexus thiab peb koom nws txojkev tuag; yog li ntawd, Leej Txiv tus uas muaj hwjchim tsa Yexus sawv hauv qhov tuag rov qab los, nws yuav pub lub neej tshiab rau peb."},{"bible_id":"1525","chapter_code":"ROM.6","verse_code":"ROM.6.5","label":"5","content":"Peb nrog Yexus koom nws txojkev tuag li cas, peb yuav tau nrog nws sawv hauv qhov tuag rov qab los ib yam li ntawd thiab."},{"bible_id":"1525","chapter_code":"ROM.6","verse_code":"ROM.6.6","label":"6","content":"Peb paub hais tias peb lub neej qub twb raug muab ntsia tuag nrog Yexus Khetos rau saum nws tus ntoo khaublig lawm, ua li ntawd kom txojkev txhaum lub hwjchim puastsuaj mus, peb thiaj tsis tau ua txojkev txhaum qhev ntxiv lawm."},{"bible_id":"1525","chapter_code":"ROM.6","verse_code":"ROM.6.7","label":"7","content":"Rau qhov tus neeg tuag, nws twb dim txojkev txhaum lub hwjchim lawm."},{"bible_id":"1525","chapter_code":"ROM.6","verse_code":"ROM.6.8","label":"8","content":"Tiamsis yog peb tuag nrog Yexus Khetos, peb ntseeg hais tias peb yuav muaj txojsia nrog nws nyob ua ke thiab."},{"bible_id":"1525","chapter_code":"ROM.6","verse_code":"ROM.6.9","label":"9","content":"Peb paub hais tias Vajtswv twb tsa Yexus Khetos sawv hauv qhov tuag rov qab los thiab nws yuav tsis tuag li lawm, rau qhov txojkev tuag yuam tsis tua nws."},{"bible_id":"1525","chapter_code":"ROM.6","verse_code":"ROM.6.10","label":"10","content":"Qhov uas Yexus tuag, nws tsuas tuag tib zaug theej sawvdaws lub txhoj xwb; nimno nws muaj sia nyob, thiab nws nrog Vajtswv sib raug zoo."},{"bible_id":"1525","chapter_code":"ROM.6","verse_code":"ROM.6.11","label":"11","content":"Ib yam li ntawd, nej yuav tsum nco ntsoov hais tias nej twb tuag rau txojkev txhaum thiab nrog Yexus Khetos koom ib txojsia nyob rau ntawm Vajtswv lawm."},{"bible_id":"1525","chapter_code":"ROM.6","verse_code":"ROM.6.12","label":"12","content":"Yog li ntawd, nej tsis txhob cia txojkev txhaum kav nej lub cev uas txawj tuag, rau qhov txojkev txhaum ua rau nej ua raws li nej lub siab nyiam."},{"bible_id":"1525","chapter_code":"ROM.6","verse_code":"ROM.6.13","label":"13","content":"Nej tsis txhob cia txojkev txhaum siv nej lub cev ib qho mus ua phem ua qias. Tiamsis muab nej lub cev pub rau Vajtswv ib yam li cov neeg uas Vajtswv twb tsa sawv hauv qhov tuag rov qab los lawm, thiab muab nej lub cev pub rau Vajtswv siv ua qhov ncaj ncees."},{"bible_id":"1525","chapter_code":"ROM.6","verse_code":"ROM.6.14","label":"14","content":"Tsis txhob cia txojkev txhaum kav nej; rau qhov Mauxes txoj Kevcai tsis kav nej lawm, tiamsis Vajtswv txojkev hlub kav nej."},{"bible_id":"1525","chapter_code":"ROM.6","verse_code":"ROM.6.15","label":"15","content":"Peb yuav ua li cas? Peb yuav cia li ua txhaum, vim Mauxes txoj Kevcai tsis kav peb lawm, tiamsis Vajtswv txojkev hlub kav peb sawvdaws los? Tsis txhob ua l ntawd!"},{"bible_id":"1525","chapter_code":"ROM.6","verse_code":"ROM.6.16","label":"16","content":"Nej yeej paub lawm hais tias yog nej zoo siab ua luag qhev thiab ntseeg luag lus, luag yeej yuav ua nej ua tus tswv. Yog nej cia txojkev txhaum ua nej tus tswv, thaum kawg nej yuav raug kev ploj kev tuag. Yog nej mloog Vajtswv lus, nej thiaj yog neeg ncaj ncees."},{"bible_id":"1525","chapter_code":"ROM.6","verse_code":"ROM.6.17","label":"17","content":"Yav tas los nej ua txojkev txhaum qhev, tiamsis nimno kuv ua Vajtswv tsaug, rau qhov nej muab siab rau ua raws li tej lus ua luag qhia rau nej lawm."},{"bible_id":"1525","chapter_code":"ROM.6","verse_code":"ROM.6.18","label":"18","content":"Vajtswv twb tso nej dim ntawm txojkev txhaum thiab nej twb cia txojkev ncaj ncees kav lawm."},{"bible_id":"1525","chapter_code":"ROM.6","verse_code":"ROM.6.19","label":"19","content":"(Kuv hais li neeg hais, rau qhov nej tsis totaub.) Nej ibtxwm muab nej lub cev mus ua txojkev txhaum thiab kev phem kev qias qhev li cas lawm. Nimno nej yuav tsum muab nej lub cev mus ua qhov zoo thiab ua kev ncaj ncees qhev ib yam li ntawd."},{"bible_id":"1525","chapter_code":"ROM.6","verse_code":"ROM.6.20","label":"20","content":"Thaum nej tseem ua txojkev txhaum qhev, txojkev ncaj ncees yeej tsis kav nej li."},{"bible_id":"1525","chapter_code":"ROM.6","verse_code":"ROM.6.21","label":"21","content":"Tej uas nej ua tas los lawm, nej tau dabtsi? Tej ntawd ua rau nej txajmuag kawg li los sav! Tej uas nej ua ntawd, thaum kawg yog kev ploj kev tuag xwb!"},{"bible_id":"1525","chapter_code":"ROM.6","verse_code":"ROM.6.22","label":"22","content":"Tiamsis nimno Vajtswv twb tso nej dim ntawm txojkev txhaum los ua Vajtswv cov tubqhe lawm. Qhov uas nej tau yog Vajtswv ntxuav kom nej muaj lub siab dawbhuv thaum kawg nej thiaj tau txojsia ntev dhawv mus ibtxhis."},{"bible_id":"1525","chapter_code":"ROM.6","verse_code":"ROM.6.23","label":"23","content":"Rau qhov nqi zog ntawm txojkev txhaum yog kev tuag, tiamsis txoj koob hmoov uas Vajtswv pub dawb yog txojsia ntev dhawv mus ibtxhis uas los ntawm Yexus Khetos tus uas yog peb tus Tswv los."},{"bible_id":"1525","chapter_code":"ROM.7","verse_code":"ROM.7.1","label":"1","content":"Cov kwvtij, nej yeej paub hais tias kuv hais txog cov neeg uas twb paub tej kevcai lawm; tej kevcai ntawd tsuas kav tus neeg uas tseem ua neej nyob xwb."},{"bible_id":"1525","chapter_code":"ROM.7","verse_code":"ROM.7.2","label":"2","content":"Raws li txoj kevcai, tus pojniam uas yuav txiv lawm, nws yuav tsum nrog nws tus txiv nyob mus txog thaum nws tus txiv tuag, tiamsis yog tus txiv tuag lawm, tus pojniam mus yuav lwm tus los yeej tsis txhaum kevcai."},{"bible_id":"1525","chapter_code":"ROM.7","verse_code":"ROM.7.3","label":"3","content":"Yog hais tias nws tus txiv tseem nyob, nws cia li mus yuav dua txiv lawm, sawvdaws yuav hais tias nws deev hluas nraug; tiamsis yog nws tus txiv tuag lawm, nws mus yuav txiv tshiab los yeej tsis txhaum kevcai, thiab tsis muaj leejtwg yuav hais tias nws deev hluas nraug."},{"bible_id":"1525","chapter_code":"ROM.7","verse_code":"ROM.7.4","label":"4","content":"Cov kwvtij, ib yam nkaus li ntawd, Mauxes txoj Kevcai yeej tsis kav nej cov uas nrog Yexus Khetos tuag ua ke lawm. Nimno Yexus Khetos tus uas Vajtswv tsa sawv hauv qhov tuag rov qab los twb yuav nej los ua nws tug lawm, nws ua li ntawd kom nej ua nej lub neej rau Vajtswv tau koob meej."},{"bible_id":"1525","chapter_code":"ROM.7","verse_code":"ROM.7.5","label":"5","content":"Thaum uas peb tseem ua peb lub neej raws li neeg ibtxwm ua, vim txoj kevcai, txojkev txhaum thiaj tshoov peb lub siab kom peb nyiam mus ua txhaum thiab raug kev ploj kev tuag."},{"bible_id":"1525","chapter_code":"ROM.7","verse_code":"ROM.7.6","label":"6","content":"Tiamsis nimno peb twb dim txoj kevcai uas khi peb, rau qhov peb zoo li cov neeg uas tuag lawm. Niaj hnub no peb thiaj tsis ua peb lub neej raws li txoj qub kevcai uas sau tseg rau hauv ntawv, tiamsis peb ua peb lub neej raws li txoj kevcai tshiab uas Vaj Ntsujplig qhia."},{"bible_id":"1525","chapter_code":"ROM.7","verse_code":"ROM.7.7","label":"7","content":"Peb yuav hais li cas? Txoj kevcai yog kev txhaum los? Yeej tsis yog li ntawd! Tiamsis twb yog muaj txoj kevcai, kuv thiaj paub hais tias kev txhaum yog dabtsi. Yog txoj kevcai tsis hais tias, “Tsis txhob ntshaw luag tug,” ces kuv yeej tsis paub hais tias qhov uas ntshaw luag tug txhaum."},{"bible_id":"1525","chapter_code":"ROM.7","verse_code":"ROM.7.8","label":"8","content":"Tiamsis txojkev txhaum muab txoj kevcai ua haukev tshoov kuv siab kom kuv ntshaw txhua yam. Yog tsis muaj txoj kevcai, ces txojkev txhaum yeej tuag lawm."},{"bible_id":"1525","chapter_code":"ROM.7","verse_code":"ROM.7.9","label":"9","content":"Yav tas los kuv ua kuv lub neej tsis muaj txoj kevcai kav kuv, tiamsis thaum muaj txoj kevcai lawm, ua rau kev txhaum tshwm tuaj,"},{"bible_id":"1525","chapter_code":"ROM.7","verse_code":"ROM.7.10","label":"10","content":"thiab kuv thiaj tuag. Vajtswv rhawv txoj kevcai yog ua kom neeg tau txojsia, tiamsis kuv pom hais tias txoj kevcai ua rau kuv raug kev ploj kev tuag."},{"bible_id":"1525","chapter_code":"ROM.7","verse_code":"ROM.7.11","label":"11","content":"Rau qhov txojkev txhaum muab txoj kevcai ua haukev los dag ntxias kuv thiab tua kuv povtseg."},{"bible_id":"1525","chapter_code":"ROM.7","verse_code":"ROM.7.12","label":"12","content":"Yog li ntawd txoj kevcai yeej dawbhuv, thiab tej nqe kevcai los yeej dawbhuv, ncaj ncees thiab zoo kawg nkaus li."},{"bible_id":"1525","chapter_code":"ROM.7","verse_code":"ROM.7.13","label":"13","content":"Puas yog txoj Kevcai uas yog txoj zoo ua rau kuv raug kev ploj kev tuag? Yeej tsis yog li ntawd! Twb yog txojkev txhaum muab txoj kevcai tua kuv, kuv thiaj raug kev ploj kev tuag. Yog li ntawd, kuv thiaj paub hais tias txojkev txhaum zoo li cas, thiab tej kevcai ntawd ua rau kuv pom hais tias txojkev txhaum pem kawg nkaus li."},{"bible_id":"1525","chapter_code":"ROM.7","verse_code":"ROM.7.14","label":"14","content":"Peb paub hais tias Mauxes txoj Kevcai yog Vajtswv txoj; tiamsis kuv yog neeg, txojkev txhaum thiaj niaj hnub yuam kuv ua txhaum."},{"bible_id":"1525","chapter_code":"ROM.7","verse_code":"ROM.7.15","label":"15","content":"Kuv tsis totaub tej uas kuv ua; vim li cas kuv ua tej uas kuv tsis nyiam ua, tiamsis tej uas kuv nyiam kuv ho tsis ua."},{"bible_id":"1525","chapter_code":"ROM.7","verse_code":"ROM.7.16","label":"16","content":"Thaum kuv ua tej uas kuv tsis nyiam ua, kuv thiaj paub hais tias txoj kevcai ntawd yeej zoo tiag."},{"bible_id":"1525","chapter_code":"ROM.7","verse_code":"ROM.7.17","label":"17","content":"Yog li ntawd, kuv tsis yog tus uas ua txhaum; tiamsis yog txojkev txhaum uas nyob hauv kuv lub siab ua xwb."},{"bible_id":"1525","chapter_code":"ROM.7","verse_code":"ROM.7.18","label":"18","content":"Kuv paub hais tias kuv yog neeg xwb, kuv thiaj ua tsis tau ib qho zoo li. Kuv xav ua zoo, tiamsis kuv ua tsis tau."},{"bible_id":"1525","chapter_code":"ROM.7","verse_code":"ROM.7.19","label":"19","content":"Kuv xav ua qhov zoo, tiamsis kuv ho tsis ua; kuv tsis xav ua qhov phem, tiamsis kuv ho ua."},{"bible_id":"1525","chapter_code":"ROM.7","verse_code":"ROM.7.20","label":"20","content":"Yog kuv ua tej uas kuv tsis xav ua, tej ntawd yeej tsis yog kuv ua, tiamsis yog txojkev txhaum uas nyob hauv kuv lub siab ua."},{"bible_id":"1525","chapter_code":"ROM.7","verse_code":"ROM.7.21","label":"21","content":"Yog li ntawd, kuv pom txoj kevcai zoo li no: thaum kuv xav ua qhov zoo, kuv ho xaiv ua qhov phem."},{"bible_id":"1525","chapter_code":"ROM.7","verse_code":"ROM.7.22","label":"22","content":"Kuv muaj ib lub siab xav ua raws li Vajtswv txoj kevcai,"},{"bible_id":"1525","chapter_code":"ROM.7","verse_code":"ROM.7.23","label":"23","content":"tiamsis kuv pom hais tias kuv muaj dua ib lub siab tawmtsam txoj kevcai uas nyob hauv kuv lub siab. Lub siab ntawd thiaj yuam kuv mus ua txojkev txhaum qhev."},{"bible_id":"1525","chapter_code":"ROM.7","verse_code":"ROM.7.24","label":"24","content":"Ua cas kuv yuav nyuaj siab ua luaj li? Leejtwg thiaj yuav cawm tua kuv dim ntawm lub siab uas coj kuv mus raug kev ploj kev tuag?"},{"bible_id":"1525","chapter_code":"ROM.7","verse_code":"ROM.7.25","label":"25","content":"Kuv ua Vajtswv tsaug uas peb tus Tswv Yexus Khetos twb pab kuv dim lawm. Yog li ntawd, kuv lub siab ua raws li Vajtswv kom kuv ua, tiamsis kuv lub cev ua raws li txojkev txhaum kom kuv ua."},{"bible_id":"1525","chapter_code":"ROM.8","verse_code":"ROM.8.1","label":"1","content":"Nimno tus uas nrog Yexus Khetos koom ib txojsia, tus ntawd yuav tsis raug txiav txim."},{"bible_id":"1525","chapter_code":"ROM.8","verse_code":"ROM.8.2","label":"2","content":"Rau qhov Vaj Ntsujplig tus uas coj peb los nrog Yexus Khetos koom ib txojsia twb tso peb  dim ntawm txojkev txhaum thiab txojkev tuag lawm."},{"bible_id":"1525","chapter_code":"ROM.8","verse_code":"ROM.8.3","label":"3","content":"Vim neeg ua tsis tau zoo, txoj kevcai thiaj pab tsis tau lawv. Tiamsis Vajtswv pab tau, rau qhov nws txib nws tus Tub los yug ua neeg thiab muaj roj ntsha ib yam li tej neeg txhaum, nws thiaj daws tau neeg lub txim."},{"bible_id":"1525","chapter_code":"ROM.8","verse_code":"ROM.8.4","label":"4","content":"Vajtswv ua li ntawd kom peb ua tau raws li Vajtswv txoj kevcai uas ncaj ncees, tsis yog peb ua raws li peb lub siab qub qhia, tiamsis yog peb ua raws li Vaj Ntsujplig qhia."},{"bible_id":"1525","chapter_code":"ROM.8","verse_code":"ROM.8.5","label":"5","content":"Tus uas ua lub neej raws li lub siab qub qhia, tus ntawd yeej ua raws li nws lub siab qub nyiam, tiamsis tus uas ua nws lub neej raws li Vaj Ntsujplig qhia, tus ntawd yeej ua raws li Vaj Ntsujplig lub siab nyiam."},{"bible_id":"1525","chapter_code":"ROM.8","verse_code":"ROM.8.6","label":"6","content":"Tus uas ua raws li nws lub siab qub qhia, tus ntawd yuav raug kev ploj kev tuag, tiamsis tus uas ua raws li Vaj Ntsujplig qhia, tus ntawd yuav tau txojsia thiab kev kaj siab."},{"bible_id":"1525","chapter_code":"ROM.8","verse_code":"ROM.8.7","label":"7","content":"Tus uas ua raws li nws lub siab qub qhia, tus ntawd ua yeebncuab rau Vajtswv; rau qhov nws tsis ua raws li Vajtswv txoj Kevcai, thiab qhov tseeb nws yeej coj tsis tua raws li txoj kevcai ntawd."},{"bible_id":"1525","chapter_code":"ROM.8","verse_code":"ROM.8.8","label":"8","content":"Tus uas tseem ua raws li nws lub siab qub qhia, tus ntawd ua tsis tau haum Vajtswv siab."},{"bible_id":"1525","chapter_code":"ROM.8","verse_code":"ROM.8.9","label":"9","content":"Yog Vajtswv tus Ntsujplig nyob hauv nej lub siab, nej yeej tsis ua raws li nej lub siab qub qhia nej, tiamsis nej ua raws li Vaj Ntsujplig qhia nej. Tus uas tsis muaj Yexus Khetos tus Ntsujplig, tus ntawd yeej tsis yog Yexus Khetos tug."},{"bible_id":"1525","chapter_code":"ROM.8","verse_code":"ROM.8.10","label":"10","content":"Tiamsis yog Yexus Khetos nyob hauv nej lub siab, txawm yog nej lub cev tuag vim txojkev txhaum los nej tus Ntsujplig yuav tsis tuag, vim Vajtswv suav hais tias nej ncaj ncees lawm."},{"bible_id":"1525","chapter_code":"ROM.8","verse_code":"ROM.8.11","label":"11","content":"Yog Vajtswv tus Ntsujplig uas tsa Yexus Khetos sawv hauv qhov tuag los nyob hauv nej lub siab lawm, ces tus uas tsa Yexus Khetos sawv hauv qhov tuag rov qab los, nws yuav tsa nej lub cev uas txawj tuag sawv rov qab los thiab, rau qhov Vaj Ntsujplig nyob hauv nej."},{"bible_id":"1525","chapter_code":"ROM.8","verse_code":"ROM.8.12","label":"12","content":"Yog li ntawd cov kwvtij, peb yuav tsum ua raws li Vajtswv tus Ntsujplig qhia, tsis txhob ua raws li peb lub siab qub qhia."},{"bible_id":"1525","chapter_code":"ROM.8","verse_code":"ROM.8.13","label":"13","content":"Yog nej ua nej lub neej raws li lub siab qub qhia, nej yeej yuav tuag; tiamsis yog nej ua nej lub neej raws li Vaj Ntsujplig qhia, nej thiaj yuav tso tau nej tej kev txhaum tseg thiab nej yuav tau txojsia."},{"bible_id":"1525","chapter_code":"ROM.8","verse_code":"ROM.8.14","label":"14","content":"Tus uas cia Vajtswv tus Ntsujplig qhia, tus tus ntawd thiaj yog Vajtswv tus menyuam."},{"bible_id":"1525","chapter_code":"ROM.8","verse_code":"ROM.8.15","label":"15","content":"Rau qhov nej tsis tau tus ntsujplig uas coj nej mus ua qhev kom nej txhawj nej ntshai, tiamsis nej tau Vaj Ntsujplig tus uas coj nej los ua Vajtswv cov menyuam, kom nej muaj cuabkav hu Vajtswv hais tias, “Anpas! Kuv Txiv!”"},{"bible_id":"1525","chapter_code":"ROM.8","verse_code":"ROM.8.16","label":"16","content":"Vajtswv tus Ntsujplig qhia rau peb lub siab hais tias peb yog Vajtswv cov menyuam."},{"bible_id":"1525","chapter_code":"ROM.8","verse_code":"ROM.8.17","label":"17","content":"Vim peb yog Vajtswv cov menyuam lawm, peb yuav tau txais tej koob hmoov uas nws npaj tseg rau peb, thiab peb yuav tau nrog Yexus Khetos txais tej uas Vajtswv npaj tseg rau Yexus Khetos lawm; peb cov uas raug kev txomnyem ib yam li Yexus Khetos raug, peb yeej yuav tau Vajtswv lub tshwjchim uas ci ntsa iab ib yam li Yexus Khetos tau thiab."},{"bible_id":"1525","chapter_code":"ROM.8","verse_code":"ROM.8.18","label":"18","content":"Kuv pom hais tias txojkev txomnyem uas tamsim no peb raug yeej piv tsis tau lub tshwjchim ci ntsa iab uas Vajtswv yuav pub rau peb yav tom ntej no."},{"bible_id":"1525","chapter_code":"ROM.8","verse_code":"ROM.8.19","label":"19","content":"Ib puas tsav yam uas Vajtswv tsim tos ntsoov xav pom hnub uas Vajtswv cov menyuam los."},{"bible_id":"1525","chapter_code":"ROM.8","verse_code":"ROM.8.20","label":"20","content":"Ib puas tsav yam uas Vajtswv tsim, yeej tsis xav raug kev puastsuaj, tiamsis Vajtswv pom zoo cia tej ntawd raug kev puastsuaj. Txawm li ntawd los tseem muaj kev cia siab"},{"bible_id":"1525","chapter_code":"ROM.8","verse_code":"ROM.8.21","label":"21","content":"hais tias muaj ib hnub twg ib puas tsav yam uas Vajtswv tsim, yuav dim ntawm txojkev puastsuaj thiab yuav nrog Vajtswv cov menyuam tau lub tshwjchim uas ci ntsa iab."},{"bible_id":"1525","chapter_code":"ROM.8","verse_code":"ROM.8.22","label":"22","content":"Rau qhov peb paub hais tias txij thaum ub los txog niaj hnub no ib puas tsav yam uas Vajtswv tsim ntsaj ntsoog qees ib yam li tus pojniam uas mob plab yuav yug menyuam;"},{"bible_id":"1525","chapter_code":"ROM.8","verse_code":"ROM.8.23","label":"23","content":"tsis yog ib puas tsav yam uas Vajtswv tsim thiaj ntsaj ntsoog qees xwb, tiamsis peb cov uas tau txais Vaj Ntsujplig uas yog thawj txoj koob hmoov uas Vajtswv pub rau peb lawm, peb los ntsaj ntsoog qees tos ntsoov hnub uas Vajtswv hu peb hais tias peb yog nws cov menyuam,  thiab txhiv kom peb dim."},{"bible_id":"1525","chapter_code":"ROM.8","verse_code":"ROM.8.24","label":"24","content":"Twb yog vim peb cia siab li ntawd, peb thiaj dim; tiamsis yog peb qhovmuag twb pom yam uas peb cia siab rau lawm, ces qhov ntawd yeej tsis yog txojkev cia siab. Leejtwg tseem yuav cia siab rau tej uas nws qhovmuag twb pom lawm?"},{"bible_id":"1525","chapter_code":"ROM.8","verse_code":"ROM.8.25","label":"25","content":"Tiamsis yog peb cia siab rau tej uas peb qhovmuag tsis tau pom, peb yeej ua siab ntev tos tej ntawd."},{"bible_id":"1525","chapter_code":"ROM.8","verse_code":"ROM.8.26","label":"26","content":"Thaum peb tsaug muas Vaj Ntsujplig pab peb; rau qhov peb tsis paub hais tias peb yuav thov yam twg, tiamsis Vaj Ntsujplig thov Vajtswv pab peb thaum peb tsis paub yuav hais li cas."},{"bible_id":"1525","chapter_code":"ROM.8","verse_code":"ROM.8.27","label":"27","content":"Vajtswv tus uas pom peb lub siab yeej paub tej uas Vaj Ntsujplig thov, rau qhov tej uas Vaj Ntsujplig thov Vajtswv pab peb, tej ntawd yeej raws li Vajtswv lub siab nyiam."},{"bible_id":"1525","chapter_code":"ROM.8","verse_code":"ROM.8.28","label":"28","content":"Peb paub hais tias peb cov uas hlub Vajtswv,  txawm yog peb tau zoo thiab txomnyem los Vajtswv yuav ua kom tej ntawd muaj nqis rau peb cov uas Vajtswv pom zoo hu los raws li Vajtswv npaj tseg lawm."},{"bible_id":"1525","chapter_code":"ROM.8","verse_code":"ROM.8.29","label":"29","content":"Txhua tus uas Vajtswv xaiv tua lawm, Vajtswv muab tshwj rau ib cag kom lawv muaj tus yam ntxwv zoo li nws tus Tub; Vajtswv ua li ntawd kom Leej Tub tau ua tus tij ntawm cov ntseeg."},{"bible_id":"1525","chapter_code":"ROM.8","verse_code":"ROM.8.30","label":"30","content":"Thiab cov uas Vajtswv muab tshwj rau ib cag, yog cov uas Vajtswv hu lawv lawm; thiab cov uas Vajtswv hu, Vajtswv suav hais tias lawv yog cov ncaj ncees, thiab cov uas Vajtswv suav hais tias ncaj ncees, Vajtswv pub lub tshwjchim uas ci ntsa iab rau lawv."},{"bible_id":"1525","chapter_code":"ROM.8","verse_code":"ROM.8.31","label":"31","content":"Peb tseem yuav hais li cas thiab? Yog Vajtswv tuaj peb tog lawm, leejtwg tseem yuav tawmtsam tau peb?"},{"bible_id":"1525","chapter_code":"ROM.8","verse_code":"ROM.8.32","label":"32","content":"Vajtswv tsis khuvxim nws tus Tub, tiamsis nws muab nws tus Tub los theej peb sawvdaws lub txhoj, tsis yog nws muab nws tus Tub xwb, tiamsis nws tseem muab txhua yam pub dawb rau peb thiab?"},{"bible_id":"1525","chapter_code":"ROM.8","verse_code":"ROM.8.33","label":"33","content":"Leejtwg tseem yuav liam txim tau rau cov neeg uas Vajtswv xaiv lawm? Vajtswv twb hais tias lawv tsis muaj txim lawm."},{"bible_id":"1525","chapter_code":"ROM.8","verse_code":"ROM.8.34","label":"34","content":"Leejtwg tseem yuav rau txim tau rau peb? Yexus Khetos twb tuag thiab sawv hauv qhov tuag rov qab los lawm, nws nyob ntawm Vajtswv sab xis thiab thov Vajtswv pab peb."},{"bible_id":"1525","chapter_code":"ROM.8","verse_code":"ROM.8.35","label":"35","content":"Tsis muaj ib yam dabtsi yuav cais tau peb tawm ntawm Yexus Khetos txojkev hlub, tsis hais teebmeem, kev nyuaj siab, kev tsimtxom, kev tshaib kev nqhis, kev txomnyem, kev txhawj ntshai, lossis kev ploj kev tuag."},{"bible_id":"1525","chapter_code":"ROM.8","verse_code":"ROM.8.36","label":"36","content":"Raws li Vajtswv txojlus hais tias, “Vim peb ntseeg koj, luag thiaj niaj hnub yuav muab peb tua; luag ua rau peb ib yam li tus yaj uas luag yuav cab mus tua.”"},{"bible_id":"1525","chapter_code":"ROM.8","verse_code":"ROM.8.37","label":"37","content":"Txawm yog li ntawd los Yexus Khetos tus uas hlub peb, nws twb pab peb kovyeej txhua yam ntawd huv tibsi lawm."},{"bible_id":"1525","chapter_code":"ROM.8","verse_code":"ROM.8.38","label":"38","content":"Rau qhov kuv paub tseeb hais tias tsis muaj ib yam dabtsi yuav cais tau peb ntawm Vajtswv txojkev hlub, tsis hais tuag lossis kev ua neej nyob, cov timtswv lossis cov uas muaj hwjchim kav saum nruab ntug, nimno lossis yav tom ntej,"},{"bible_id":"1525","chapter_code":"ROM.8","verse_code":"ROM.8.39","label":"39","content":"saum nruab ntug lossis hauv nruab tivtxwv, lossis ib puas tsav yam uas yog Vajtswv tsim yeej tsis muaj ib yam dabtsi cais tau peb ntawm Vajtswv txojkev hlub uas nws pub Yexus Khetos uas yog peb tus Tswv los tuag theej peb lub txhoj."},{"bible_id":"1525","chapter_code":"ROM.9","verse_code":"ROM.9.1","label":"1","content":"Kuv yog tus uas ntseeg Yexus Khetos, tej lus uas kuv hais, kuv hais tseeb xwb kuv tsis dag; Vaj Ntsujplig tus Dawbhuv kav kuv lub siab ua rau kuv paub hais tias tej lus uas kuv hais, kuv yeej tsis dag."},{"bible_id":"1525","chapter_code":"ROM.9","verse_code":"ROM.9.2","label":"2","content":"Kuv nyuaj siab kawg li, rau qhov kuv txhawj kuv haivneeg heev."},{"bible_id":"1525","chapter_code":"ROM.9","verse_code":"ROM.9.3","label":"3","content":"Txawm yog Vajtswv foom tsis zoo rau kuv thiab muab kuv cais tawm ntawm Yexus Khetos mus los kuv yeej txaus siab, tsuav yog kuv haivneeg tau los nrog Vajtswv sib raug zoo xwb."},{"bible_id":"1525","chapter_code":"ROM.9","verse_code":"ROM.9.4","label":"4","content":"Lawv yog cov Yixalayees uas Vajtswv xaiv los ua Vajtswv cov menyuam lawm, Vajtswv qhia nws lub tshwjchim uas ci ntsa iab rau lawv, Vajtswv coglus  rau lawv, thiab qhia Vajtswv txoj kevcai rau lawv, Vajtswv qhia kom lawv paub pehawm Vajtswv, thiab qhia hais tias lawv yuav tau txais tej uas Vajtswv coglus tseg;"},{"bible_id":"1525","chapter_code":"ROM.9","verse_code":"ROM.9.5","label":"5","content":"lawv yog cov Henplais tej yawgkoob uas nto moo lug tej xeebntxwv; thiab Yexus Khetos tus uas los yug ua neeg, nws yog lawv haivneeg. Sawvdaws cia li qhuas Vajtswv tus uas kav ib puas tsav yam mus ibtxhis!  Amees."},{"bible_id":"1525","chapter_code":"ROM.9","verse_code":"ROM.9.6","label":"6","content":"Kuv tsis tau hais tias Vajtswv tsis ua raws li Vajtswv tej lus cog tseg; rau qhov Vajtswv tsis xaiv cov Yixalayees txhua tus los ua Vajtswv haivneeg,"},{"bible_id":"1525","chapter_code":"ROM.9","verse_code":"ROM.9.7","label":"7","content":"thiab tsis yog Anplahas cov xeebntxwv puavleej yog Vajtswv cov menyuam. Vajtswv hais rau Anplahas hais tias, “Ixaj cov menyuam thiaj yog koj cov xeebntxwv uas kuv coglus rau koj xwb.”"},{"bible_id":"1525","chapter_code":"ROM.9","verse_code":"ROM.9.8","label":"8","content":"Vajtswv hais li ntawd, twb yog Vajtswv hais tias, Anplahas cov tubki muaj ibtxhia thiaj li yog Vajtswv cov menyuam, ibtxhia tsis yog. Cov uas yog Vajtswv menyuam tiag, tsuas yog cov uas Vajtswv xub hais tseg lawm hais tias Anplahas yuav muaj xwb."},{"bible_id":"1525","chapter_code":"ROM.9","verse_code":"ROM.9.9","label":"9","content":"Rau qhov Vajtswv cov lus cog tseg hais li no: “Lwm xyoo txog lub caij no,  kuv yuav rov los thiab Xalas yuav yug tau ib tug tub.”"},{"bible_id":"1525","chapter_code":"ROM.9","verse_code":"ROM.9.10","label":"10","content":"Tsis yog li ntawd xwb. Lenpekas muaj ob tug tub uas yog tib leej txiv; nkawd txiv yog peb yawgkoob Ixaj."},{"bible_id":"1525","chapter_code":"ROM.9","verse_code":"ROM.9.11+ROM.9.12","label":"11-12","content":"Vajtswv hais rau Lenpekas hais tias, “Koj ob tug tub, tus hlob yuav ua tus yau qhev.” Vajtswv hais li ntawd thaum Lenpekas tseem tsis tau yug nkawd, thiab nkawd tseem tsis tau paub qhov phem qhov zoo. Vajtswv xaiv ib tug tseg ib tug raws li Vajtswv twb xav tseg lawm. Vajtswv tsis xaiv raws li nkawd tes haujlwm."},{"bible_id":"1525","chapter_code":"ROM.9","verse_code":"ROM.9.13","label":"13","content":"Raws li Vajtswv txojlus hais tias, “Kuv hlub Yakhauj, tiamsis kuv ntxub Exaus.”"},{"bible_id":"1525","chapter_code":"ROM.9","verse_code":"ROM.9.14","label":"14","content":"Peb yuav hais li cas? Peb yuav hais tias Vajtswv ua tsis ncaj no los? Tsis yog li ntawd!"},{"bible_id":"1525","chapter_code":"ROM.9","verse_code":"ROM.9.15","label":"15","content":"Rau qhov Vajtswv hais rau Mauxes hais tias, “Kuv pom zoo hmov tshua tus twg, kuv yuav hmov tshua tus ntawd, thiab kuv pom zoo hlub tus twg, kuv yuav hlub tus ntawd.”"},{"bible_id":"1525","chapter_code":"ROM.9","verse_code":"ROM.9.16","label":"16","content":"Qhov uas Vajtswv ua li ntawd, tsis yog raws li neeg xav yuav lossis vim qhov uas neeg ua zoo, tiamsis yog Vajtswv hlub xwb."},{"bible_id":"1525","chapter_code":"ROM.9","verse_code":"ROM.9.17","label":"17","content":"Rau qhov Vajtswv txojlus hais rau Falaus hais tias, “Kuv tsa koj ua vajntxwv, kom sawvdaws pom kuv lub hwjchim, thiab kom kuv lub npe nrov ncha moo lug mus thoob qab ntuj.”"},{"bible_id":"1525","chapter_code":"ROM.9","verse_code":"ROM.9.18","label":"18","content":"Yog li ntawd, Vajtswv pom zoo hlub tus twg, Vajtswv yeej hlub tus ntawd, thiab Vajtswv pom zoo kom tus twg tawv ncauj tus ntawd yeej tawv ncauj."},{"bible_id":"1525","chapter_code":"ROM.9","verse_code":"ROM.9.19","label":"19","content":"Nej cov muaj qee leej yuav hais rau kuv hais tias, “Yog li ntawd, ua li cas Vajtswv tseem hais tias muaj tus ua txhaum thiab? Leejtwg tseem yuav tawv dhau Vajtswv thiab?”"},{"bible_id":"1525","chapter_code":"ROM.9","verse_code":"ROM.9.20","label":"20","content":"Phoojywg, koj yog leejtwg, ua li cas koj tseem nrog Vajtswv sib cav thiab? Lub laujkaub av yeej tsis hais rau tus kws puab laujkaub hais tias, “Ua cas koj puab kuv zoo li no?”"},{"bible_id":"1525","chapter_code":"ROM.9","verse_code":"ROM.9.21","label":"21","content":"Tus kws puab laujkaub yeej muaj cai muab av los puab laujkaub raws li nws lub siab nyiam. Nws muab tib thooj av los puab ib lub zoo ib lub phem los nyob ntawm nws pom zoo."},{"bible_id":"1525","chapter_code":"ROM.9","verse_code":"ROM.9.22","label":"22","content":"Ib yam nkaus li ntawd, Vajtswv xav qhia nws txojkev chim rau sawvdaws pom nws lub hwjchim. Tiamsis nws ua siab ntev rau cov neeg uas nws chim rau, cov neeg ntawd yog cov uas raug txojkev puastsuaj."},{"bible_id":"1525","chapter_code":"ROM.9","verse_code":"ROM.9.23","label":"23","content":"Thiab Vajtswv xav kom peb pom Vajtswv lub tshwjchim ci ntsa iab uas Vajtswv muab pub rau peb cov uas Vajtswv hlub, peb yog cov uas Vajtswv xaiv tseg cia txais nws lub tshwjchim."},{"bible_id":"1525","chapter_code":"ROM.9","verse_code":"ROM.9.24","label":"24","content":"Cov uas Vajtswv hu, tsis yog hu cov Yudais xwb, tiamsis yog hu lwm Haivneeg thiab."},{"bible_id":"1525","chapter_code":"ROM.9","verse_code":"ROM.9.25","label":"25","content":"Vajtswv hais rau Hauxeyas sau tseg hais tias, “Cov neeg uas tsis yog kuv cov, kuv yuav hu ua ‘Kuv cov,’ thiab haivneeg uas kuv tsis hlub, kuv yuav hu ua ‘Haivneeg uas kuv hlub.’"},{"bible_id":"1525","chapter_code":"ROM.9","verse_code":"ROM.9.26","label":"26","content":"Thiab nyob txhua qhov chaw uas kuv tsis hu lawv hais tias, ‘Nej yog kuv haivneeg,’ nyob qhov chaw ntawd kuv yuav hu lawv ua Vajtswv tus uas muaj sia nyob cov menyuam.”"},{"bible_id":"1525","chapter_code":"ROM.9","verse_code":"ROM.9.27","label":"27","content":"Thiab Yaxayas hais txog cov Yixalayees hais tias, “Txawm yog cov Yixalayees coob heev npaum li tej suabzeb ntawm ntug hiavtxwv los tsuas muaj qee leej thiaj yuav dim xwb;"},{"bible_id":"1525","chapter_code":"ROM.9","verse_code":"ROM.9.28","label":"28","content":"rau qhov tus Tswv twg yuav txiav txim rau lub ntiajteb no sai sai.”"},{"bible_id":"1525","chapter_code":"ROM.9","verse_code":"ROM.9.29","label":"29","content":"Thiab Yaxayas qhia hais tias, “Yog tus Tswv uas muaj hwjchim loj kawg nkaus tsis tseg peb kom muaj xeebntxwv, ces peb yeej yuav puastsuaj tas ib yam li lub nroog Xaudoos thiab lub nroog Kaumaulas.”"},{"bible_id":"1525","chapter_code":"ROM.9","verse_code":"ROM.9.30","label":"30","content":"Peb yuav hais li cas? Lwm Haivneeg yeej tsis xyaum coj raws li txojkev ncaj ncees, tiamsis vim lawv ntseeg, lawv thiaj ua tau neeg ncaj ncees;"},{"bible_id":"1525","chapter_code":"ROM.9","verse_code":"ROM.9.31","label":"31","content":"tiamsis cov Yixalayees xyaum coj raws li txoj kevcai qhia kom lawv ua tua neeg ncaj ncees, tiamsis lawv ua tsis tau raws li txoj kevcai qhia."},{"bible_id":"1525","chapter_code":"ROM.9","verse_code":"ROM.9.32","label":"32","content":"Vim li cas lawv ua tsis tau? Rau qhov lawv tsis vamkhom txojkev ntseeg, tiamsis lawv cia siab rau tes haujlwm uas lawv ua xwb. Yog li ntawd, lawv thiaj dawm lub pobzeb"},{"bible_id":"1525","chapter_code":"ROM.9","verse_code":"ROM.9.33","label":"33","content":"uas Vajtswv txojlus hais tias, “Kuv yuav muab ib lub pobzeb tso rau hauv lub nroog Xi-oos; txhua tus neeg yuav dawm lub pobzeb ntawd; lub pobzeb ntawd yuav ua rau neeg ntog, tiamsis yog leejtwg ntseeg nws, tus ntawd yuav tsis poob ntsejmuag.”"},{"bible_id":"1525","chapter_code":"ROM.10","verse_code":"ROM.10.1","label":"1","content":"Cov kwvtij, kuv lub siab xav ntsoov txog kuv haivneeg thiab niaj hnub thov Vajtswv pab kom lawv dim."},{"bible_id":"1525","chapter_code":"ROM.10","verse_code":"ROM.10.2","label":"2","content":"Kuv ua tau timkhawv hais tias lawv yeej muab siab npuab Vajtswv, txawm yog lawv muab siab npuab Vajtswv li ntawd los lawv tsis paub qhov tseeb."},{"bible_id":"1525","chapter_code":"ROM.10","verse_code":"ROM.10.3","label":"3","content":"Lawv tsis quavntsej txojkev ncaj ncees uas Vajtswv qhia rau lawv, tiamsis lawv ua raws li lawv lub siab nyiam xwb, lawv thiaj tsis kam ua raws li Vajtswv txojkev ncaj ncees."},{"bible_id":"1525","chapter_code":"ROM.10","verse_code":"ROM.10.4","label":"4","content":"Rau qhov Yexus Khetos twb los ua rau txoj kevcai ntawd tiav lawm, Vajtswv thiaj suav hais tias txhua tus uas ntseeg yog neeg ncaj ncees."},{"bible_id":"1525","chapter_code":"ROM.10","verse_code":"ROM.10.5","label":"5","content":"Mauxes sau hais tias, “Tus ncaj ncees yog tus uas coj raws li Vajtswv txoj kevcai, thiab tus uas coj raws li tej kevcai tus ntawd tau txojsia.”"},{"bible_id":"1525","chapter_code":"ROM.10","verse_code":"ROM.10.6","label":"6","content":"Tiamsis txojkev ncaj ncees uas los ntawm txojkev ntseeg hais tias, “Tsis txhob xav hais tias, ‘Leejtwg thiaj yuav mus tau saum ntuj ceebtsheej?’ ” (Lo lus ntawd hais tias coj Yexus Khetos los.)"},{"bible_id":"1525","chapter_code":"ROM.10","verse_code":"ROM.10.7","label":"7","content":"“Lossis hais tias, ‘Leejtwg yuav mus hauv tubtuag teb?’ ” (Lo lus ntawd hais tias coj Yexus Khetos hauv qhov tuag rov qab los.)"},{"bible_id":"1525","chapter_code":"ROM.10","verse_code":"ROM.10.8","label":"8","content":"Txojkev ncaj ncees hais li no: “Vajtswv txojlus twb nyob ze nej lawm, nyob ntawm nej lub qhovncauj thiab hauv nej lub siab” (lo lus ntawd yog txojkev ntseeg uas peb qhia);"},{"bible_id":"1525","chapter_code":"ROM.10","verse_code":"ROM.10.9","label":"9","content":"yog koj lub qhovncauj lees hais tias Yexus Khetos yog tus Tswv thiab koj lub siab ntseeg hais tias Vajtswv twb tsa Yexus Khetos sawv hauv qhov tuag rov qab los lawm, koj yuav dim."},{"bible_id":"1525","chapter_code":"ROM.10","verse_code":"ROM.10.10","label":"10","content":"Rau qhov tus uas ntseeg hauv nws lub siab Vajtswv suav hais tias nws yog tus uas ncaj ncees, thiab tus uas lees ntawm nws lub qhovncauj, Vajtswv suav hais tias nws yog tus uas dim txim."},{"bible_id":"1525","chapter_code":"ROM.10","verse_code":"ROM.10.11","label":"11","content":"Vajtswv txojlus hais tias, “Txhua tus uas ntseeg, nws yuav tsis poob ntsejmuag.”"},{"bible_id":"1525","chapter_code":"ROM.10","verse_code":"ROM.10.12","label":"12","content":"Zaj no hais rau cov Yudais thiab lwm Haivneeg huv tibsi; Vajtswv tus uas yog sawvdaws tus Tswv, nws foom koob hmoov nplua mias rau txhua tus uas thov nws."},{"bible_id":"1525","chapter_code":"ROM.10","verse_code":"ROM.10.13","label":"13","content":"Vajtswv txojlus hais tias, “Txhua tus uas thov tus Tswv pab yuav dim.”"},{"bible_id":"1525","chapter_code":"ROM.10","verse_code":"ROM.10.14","label":"14","content":"Tiamsis yog lawv tsis tau ntseeg, lawv yuav ua li cas thov nws? Thiab lawv yuav ua li cas ntseeg tus uas lawv tsis tau hnov dua? Yog tsis muaj neeg mus qhia txojmoo zoo rau lawv, lawv yuav ua li cas hnov?"},{"bible_id":"1525","chapter_code":"ROM.10","verse_code":"ROM.10.15","label":"15","content":"Yog tsis muaj leejtwg txib lawv mus, lawv yuav ua li cas mus qhia txojmoo zoo? Vajtswv txojlus hais tias, “Cov neeg uas mus qhia txojmoo zoo txhais kotaw zoo kawg li!”"},{"bible_id":"1525","chapter_code":"ROM.10","verse_code":"ROM.10.16","label":"16","content":"Tiamsis tsis yog txhua tus yuav ntseeg txojmoo zoo ntawd; rau qhov Yaxayas hais tias, “Tus Tswv, leejtwg thiaj yuav ntseeg tej uas peb qhia?”"},{"bible_id":"1525","chapter_code":"ROM.10","verse_code":"ROM.10.17","label":"17","content":"Yog li ntawd, twb yog lawv hnov txojmoo zoo, lawv thiaj ntseeg, thiab txojmoo zoo uas lawv hnov ntawd yog Yexus Khetos tej lus."},{"bible_id":"1525","chapter_code":"ROM.10","verse_code":"ROM.10.18","label":"18","content":"Tiamsis kuv nug hais tias, cov Yixalayees tsis tau hnov txojmoo zoo los? Qhov tseeb tiag, lawv yeej hnov lawm, rau qhov Vajtswv txojlus hais tias, “Lawv mus qhia txojmoo zoo thoob ntiajteb, thiab lawv tej lus nrov ncha mus txog qab ntuj kawg lawm.”"},{"bible_id":"1525","chapter_code":"ROM.10","verse_code":"ROM.10.19","label":"19","content":"Kuv rov qab nug dua hais tias, puas yog cov Yixalayees tsis totaub? Mauxes twb xub hais lawm hais tias, “Kuv yuav ua kom nej khib rau tej neeg uas tsis muaj tebchaws, thiab kuv yuav ua kom nej chim rau cov haivneeg ruam.”"},{"bible_id":"1525","chapter_code":"ROM.10","verse_code":"ROM.10.20","label":"20","content":"Thiab Yaxayas muaj lub siab tawv qhia hais tias, “Cov neeg uas tsis nrhiav kuv, lawv twb ntsib kuv lawm, cov neeg uas tsis nug txog kuv, kuv twb los tshwm rau lawv pom lawm.”"},{"bible_id":"1525","chapter_code":"ROM.10","verse_code":"ROM.10.21","label":"21","content":"Tiamsis Yaxayas hais txog cov Yixalayees hais tias, “Vajtswv hais tias, ‘Kuv tsa kuv ob txhais tes tas hnub tos cov neeg uas tsis mloog lus thiab cov neeg uas ntxeev siab.’ ”"},{"bible_id":"1525","chapter_code":"ROM.11","verse_code":"ROM.11.1","label":"1","content":"Kuv nug hais tias, Vajtswv twb tso nws haivneeg tseg lawm los? Yeej tsis tau muab tso tseg li! Kuv paub li no, rau qhov kuv yog ib tug Yixalayees, kuv yog Anplahas xeebntxwv thiab kuv yog xeem Npeenyamees."},{"bible_id":"1525","chapter_code":"ROM.11","verse_code":"ROM.11.2","label":"2","content":"Vajtswv tsis tau muab haivneeg uas thaum ub nws xaiv tseg lawm tso povtseg ib zaug li. Nej twb paub Vajtswv txojlus zaj uas hais txog Eliyas thov Vajtswv rau txim rau cov Yixalayees, Eliyas hais tias,"},{"bible_id":"1525","chapter_code":"ROM.11","verse_code":"ROM.11.3","label":"3","content":"“Tus Tswv, lawv muab koj cov cevlus tua povtseg, thiab muab koj tej thaj fij tsoo tawg tas huv tibsi lawm; tsuas tshuav kuv tib leeg xwb, tiamsis lawv tseem niaj hnub nrhiav kuv tua povtseg thiab.”"},{"bible_id":"1525","chapter_code":"ROM.11","verse_code":"ROM.11.4","label":"4","content":"Tiamsis Vajtswv teb Eliyas li cas? Vajtswv hais tias, “Kuv twb xaiv tau xya txhiab leej cia ua kuv tug lawm, lawv yeej tsis tau txhos caug pe Npa-as li.”"},{"bible_id":"1525","chapter_code":"ROM.11","verse_code":"ROM.11.5","label":"5","content":"Ib yam nkaus li ntawd, nimno Vajtswv twb xaiv tau ib nyuag pab tseg lawm, Vajtswv hlub lawv kawg li."},{"bible_id":"1525","chapter_code":"ROM.11","verse_code":"ROM.11.6","label":"6","content":"Vajtswv xaiv neeg tsis yog raws li lawv tes haujlwm, tiamsis Vajtswv hlub lawv xwb. Yog Vajtswv xaiv neeg raws li lawv tes haujlwm, ces Vajtswv txojkev hlub tsis yog txojkev hlub tiag."},{"bible_id":"1525","chapter_code":"ROM.11","verse_code":"ROM.11.7","label":"7","content":"Yog li cas cov Yixalayees tsis tau tej uas lawv nrhiav? Tsuas yog tej pab nyuag neeg tsawg tsawg uas Vajtswv xaiv lawm thiaj tau xwb; dua li lwm pab ces ua ntsej lag muag dig tsis hnov Vajtswv hu li,"},{"bible_id":"1525","chapter_code":"ROM.11","verse_code":"ROM.11.8","label":"8","content":"raws li Vajtswv txojlus hais tias, “Vajtswv ua rau lawv lub siab thiab lawv lub tswvyim ruam lawm; lawv muaj qhovmuag tiamsis lawv tsis pom kev, lawv muaj qhovntsej, tiamsis lawv tsis hnov lus; lawv ua li ntawd los txog niaj hnub no li.”"},{"bible_id":"1525","chapter_code":"ROM.11","verse_code":"ROM.11.9","label":"9","content":"Thiab Daviv hais tias, “Thov kom lawv tej rooj noj rooj haus ua nta npuj thiab ua hlua mag lawv, thiab thov koj rau txim rau lawv, kom lawv raug kev puastsuaj;"},{"bible_id":"1525","chapter_code":"ROM.11","verse_code":"ROM.11.10","label":"10","content":"thov kom lawv tej qhovmuag dig, kom lawv tsis txhob pom kev, thiab thov kom lawv tsa tsis taus taubhau mus ibtxhis li.”"},{"bible_id":"1525","chapter_code":"ROM.11","verse_code":"ROM.11.11","label":"11","content":"Yog li ntawd, kuv nug hais tias, thaum cov Yudais dawm ntog, lawv twb raug kev puastsuaj lawm los? Tsis yog li ntawd! Tiamsis qhov uas lawv dawm ntog, ua rau lwm Haivneeg tau txojkev cawm dim, cov Yudais thiaj khib heev."},{"bible_id":"1525","chapter_code":"ROM.11","verse_code":"ROM.11.12","label":"12","content":"Cov Yudais ua txhaum, neeg ntiajteb thiaj tau koob hmoov, thiab vim cov Yudais tsis ntseeg, lwm Haivneeg thiaj tau koob hmoov nplua mias; yog cov Yudais ntseeg tagnrho, mas hajyam yuav tau koob hmoov ntau!"},{"bible_id":"1525","chapter_code":"ROM.11","verse_code":"ROM.11.13","label":"13","content":"Nimno kuv hais rau nej cov uas yog lwm Haivneeg. Kuv yeej yog ib tug timthawj rau lwm Haivneeg, kuv yuav muab tes haujlwm uas kuv ua saib tseemceeb."},{"bible_id":"1525","chapter_code":"ROM.11","verse_code":"ROM.11.14","label":"14","content":"Tej zaum yuav ua rau kuv haivneeg khib, tiamsis yuav cawm tau lawv qee leej dim."},{"bible_id":"1525","chapter_code":"ROM.11","verse_code":"ROM.11.15","label":"15","content":"Thaum Vajtswv tso cov Yudais tseg lawm, Vajtswv coj lwm Haivneeg uas ua yeebncuab rau Vajtswv los nrog Vajtswv sib raug zoo. Thaum Vajtswv rov coj cov Yudais los cuag Vajtswv, lawv yuav zoo ib yam li cov neeg tuag uas sawv hauv qhov tuag rov los."},{"bible_id":"1525","chapter_code":"ROM.11","verse_code":"ROM.11.16","label":"16","content":"Yog muab lub ncuav ntais ib qho fij rau Vajtswv lawm, ces lub ncuav ntawd yog Vajtswv li; thiab yog muab cov cag ntoo fij rau Vajtswv lawm, ces cov ceg puavleej yog Vajtswv li ib yam nkaus"},{"bible_id":"1525","chapter_code":"ROM.11","verse_code":"ROM.11.17","label":"17","content":"Vajtswv muab tsob txiv ntoo roj nyeg cov ceg txiav, thiab muab cov ceg txiv ntoo roj qus los txuas rau ntawm tsob txiv ntoo roj nyeg cov ceg qhov chaw. Nej cov uas yog lwm Haivneeg, nej yog cov ceg txiv ntoo roj qus, nimno nej tau cov dej uas tsob txiv ntoo roj nyeg uas yog cov Yudais nqus tuaj yug nej."},{"bible_id":"1525","chapter_code":"ROM.11","verse_code":"ROM.11.18","label":"18","content":"Nej tsis txhob saib tsis taus cov ceg uas Vajtswv muab txiav lawm. Nej tsis txhob khavtheeb, rau qhov nej yog cov ceg xwb, tsis yog cov ceg nqus dej yug cov cag, tiamsis yog cov cag qus dej yug cov ceg."},{"bible_id":"1525","chapter_code":"ROM.11","verse_code":"ROM.11.19","label":"19","content":"Nej yuav hais tias, “Qhov uas Vajtswv muab cov ceg ntawd txiav, twb yog Vajtswv yuav muab peb los txuas rau.”"},{"bible_id":"1525","chapter_code":"ROM.11","verse_code":"ROM.11.20","label":"20","content":"Yeej yog li ntawd tiag. Twb yog vim lawv tsis ntseeg, Vajtswv thiaj muab lawv txiav povtseg, thiab muab nej los txuas rau lawv qhov chaw. Tiamsis nej yuav tsum ceevfaj; nej tsis txhob khav hais tias nej tau los nyob lawv qhov chaw."},{"bible_id":"1525","chapter_code":"ROM.11","verse_code":"ROM.11.21","label":"21","content":"Yog Vajtswv twb muab cov Yudais uas zoo li tej ceg txiv ntoo roj nyeg xiav povtseg; nej xav hais tias nws yuav tseg nej thiab no los?"},{"bible_id":"1525","chapter_code":"ROM.11","verse_code":"ROM.11.22","label":"22","content":"Yog li ntawd, nej ua tib zoo xav txog Vajtswv txojkev hlub thiab txojkev rau txim; Vajtswv rau txim rau cov neeg uas ua txhaum, yog nej ua zoo mus li, Vajtswv yuav hlub nej; yog nej tsis ua zoo Vajtswv yuav muab nej txiav tawm."},{"bible_id":"1525","chapter_code":"ROM.11","verse_code":"ROM.11.23","label":"23","content":"Yog cov Yudais tso qhov uas lawv tsis ntseeg tseg thiab tig rov los cuag Vajtswv, Vajtswv yuav muab lawv txuas rov rau ntawm lawv qhov chaw; rau qhov Vajtswv muab los txuas rau tsob txiv ntoo roj nyeg lawm. Cov Yudais zoo ib yam li tsob txiv ntoo roj nyeg; yog Vajtswv muab cov ceg uas nws muab txiav lawm, coj rov los txuas rau ntawm tus ntoo yuav yoojyim dua."},{"bible_id":"1525","chapter_code":"ROM.11","verse_code":"ROM.11.24","label":"24","content":"Nej cov uas yog lwm Haivneeg, nej zoo ib yam li cov ceg txiv ntoo roj qus uas Vajtswv muab los txuas rau tsob txiv ntoo roj nyeg lawm. Cov Yudais zoo ib yam li tsob txiv ntoo roj nyeg; yog Vajtswv muab cov ceg uas nws muab txiav lawm, coj rov los txuas rau ntawm tus ntoo yuav yoojyim dua."},{"bible_id":"1525","chapter_code":"ROM.11","verse_code":"ROM.11.25","label":"25","content":"Yog li ntawd cov kwvtij, nej tsis txhob khav hais tias nej yog cov uas txawj ntse, kuv xav kom nej totaub txog yam uas neeg tsis paub: Cov Yixalayees tsuas tawv ncauj ib ntus xwb, lawv tsuas tawv mus txog thaum uas Vajtswv coj lwm Haivneeg los txhij lawm xwb."},{"bible_id":"1525","chapter_code":"ROM.11","verse_code":"ROM.11.26","label":"26","content":"Thaum ntawd, cov Yixalayees txhua tus yuav dim; raws li Vajtswv txojlus hais tias, “Tus Cawmseej yuav los saum lub roob Xi-oos los; nws yuav muab Yakhauj cov xeebntxwv tej kev txhaum tshem huv tibsi mus."},{"bible_id":"1525","chapter_code":"ROM.11","verse_code":"ROM.11.27","label":"27","content":"Kuv yuav zam txim rau lawv raws li tej lus uas kuv twb cog tseg rau lawv lawm.”"},{"bible_id":"1525","chapter_code":"ROM.11","verse_code":"ROM.11.28","label":"28","content":"Vim cov Yudais tsis kam lees yuav txojmoo zoo, Vajtswv thiaj ua yeebncuab rau lawv. Qhov ntawd, ua rau nej cov uas yog lwm Haivneeg thiaj tau los cuag Vajtswv; tiamsis Vajtswv suav hais tias lawv yog Vajtswv cov phoojywg vim lawv cov yawgkoob."},{"bible_id":"1525","chapter_code":"ROM.11","verse_code":"ROM.11.29","label":"29","content":"Rau qhov Vajtswv yeej tsis hloov siab rau tus uas Vajtswv twb xaiv thiab foom koob hmoov rau lawm."},{"bible_id":"1525","chapter_code":"ROM.11","verse_code":"ROM.11.30","label":"30","content":"Nej cov uas yog lwm Haivneeg, thaum ub nej yeej tsis mloog Vajtswv lus ib yam li thiab, tiamsis nimno Vajtswv hlub nej vim cov Yudais tsis mloog Vajtswv lus."},{"bible_id":"1525","chapter_code":"ROM.11","verse_code":"ROM.11.31","label":"31","content":"Qhov uas niaj hnub no  cov Yudais tsis mloog Vajtswv lus, lawv ua li ntawd kom lawv tau txais Vajtswv txojkev hlub ib yam li nej thiab."},{"bible_id":"1525","chapter_code":"ROM.11","verse_code":"ROM.11.32","label":"32","content":"Rau qhov Vajtswv ua kom txhua tus tsis mloog Vajtswv lus, Vajtswv thiaj zoo hlub lawv."},{"bible_id":"1525","chapter_code":"ROM.11","verse_code":"ROM.11.33","label":"33","content":"Vajtswv yog tus uas muaj ib puas tsav yam nplua mias! Vajtswv muaj tswvyim thiab kev txawj ntse! Leejtwg thiaj yuav paub Vajtswv lub siab? Leejtwg thiaj yuav totaub tej uas Vajtswv ua?"},{"bible_id":"1525","chapter_code":"ROM.11","verse_code":"ROM.11.34","label":"34","content":"Raws li Vajtswv txojlus hais tias, “Leejtwg thiaj yuav paub tus Tswv lub siab? Leejtwg thiaj yuav ua tau tus Tswv tus tuavxam?"},{"bible_id":"1525","chapter_code":"ROM.11","verse_code":"ROM.11.35","label":"35","content":"Leejtwg tau muab ib yam dabtsi rau Vajtswv, thiab Vajtswv pauj rov qab rau nws?”"},{"bible_id":"1525","chapter_code":"ROM.11","verse_code":"ROM.11.36","label":"36","content":"Vajtswv yog tus uas tsim ib puas tsav yam, Vajtswv lub hwjchim tuav ib puas tsav yam thiab ib puas tsav yam ntawd yog Vajtswv li. Thov kom Vajtswv tau koob meej mus ibtxhis li! Amees."},{"bible_id":"1525","chapter_code":"ROM.12","verse_code":"ROM.12.1","label":"1","content":"Cov kwvtij, Vajtswv hlub peb kawg nkaus li, yog li ntawd kuv thiaj ntuas nej hais tias thaum nej tseem ua neej nyob no, nej yuav tsum muab nej lub cev fij rau Vajtswv kom dawbhuv thiab haum Vajtswv siab. Yog nej ua li ntawd, thiaj yog nej pehawm Vajtswv raws li Vajtswv siab nyiam."},{"bible_id":"1525","chapter_code":"ROM.12","verse_code":"ROM.12.2","label":"2","content":"Nej tsis txhob ua nej lub neej zoo li tej neeg ntiajteb ua, tiamsis nej yuav tsum cia Vajtswv hloov nej lub siab kom nej muaj lub siab tshiab. Nej thiaj yuav paub ua raws li Vajtswv lub siab nyiam. Yog nej ua li ntawd, nej thiaj paub ua qhov zoo, ua haum Vajtswv siab thiab paub ua zoo kawg nkaus."},{"bible_id":"1525","chapter_code":"ROM.12","verse_code":"ROM.12.3","label":"3","content":"Vim Vajtswv pub nws txojkev hlub rau kuv, kuv thiaj ntuas nej txhua tus hais tias, nej tsis txhob xav dhau tej uas nej ua tsis tau. Tiamsis nej yuav tsum muab nej txojkev ntseeg ntsuas saib, Vajtswv pub nej muaj peevxwm npaum li cas."},{"bible_id":"1525","chapter_code":"ROM.12","verse_code":"ROM.12.4","label":"4","content":"Rau qhov peb lub cev yeej muaj ntau yam los koom ua ke, thiab txhua yam ntawd nyias ua nyias haujlwm."},{"bible_id":"1525","chapter_code":"ROM.12","verse_code":"ROM.12.5","label":"5","content":"Ib yam nkaus li ntawd, txawm yog peb muaj coob leej los peb nrog Yexus Khetos koom ua ib lub cev, peb puavleej koom ib lub cev ib yam li peb lub cev muaj ntau yam sib koom."},{"bible_id":"1525","chapter_code":"ROM.12","verse_code":"ROM.12.6","label":"6","content":"Vajtswv pub peb txhua tus nyias muaj nyias koob hmoov raws li Vajtswv pom zoo pub rau peb lawm. Yog peb tau txoj koob hmoov uas qhia Vajtswv txojlus, peb yuav tsum qhia raws li peb txojkev ntseeg;"},{"bible_id":"1525","chapter_code":"ROM.12","verse_code":"ROM.12.7","label":"7","content":"yog peb tau txoj koob hmoov pab lwm tus, peb cia li pab; yog peb tau txoj koob hmoov qhia, peb cia li qhia;"},{"bible_id":"1525","chapter_code":"ROM.12","verse_code":"ROM.12.8","label":"8","content":"yog peb tau txoj koob hmoov txhawb lwm tus zog, peb cia li txhawb. Tus uas muaj qhov txhia chaw pab lwm tus, tus ntawd yuav tsum muab pab ntawm lub siab dawb paug; tus uas ua thawjcoj, tus ntawd yuav tsum muab siab rau ua haujlwm; tus uas ua siab dawb siab zoo rau lwm tus, tus ntawd yuav tsum ua ntsejmuag luag ntxhi."},{"bible_id":"1525","chapter_code":"ROM.12","verse_code":"ROM.12.9","label":"9","content":"Yuav tsum muaj lub siab ncaj ncees hlub tiag tiag; ntxub txojkev ua phem ua qias, thiab muab siab npuab qhov uas ua zoo;"},{"bible_id":"1525","chapter_code":"ROM.12","verse_code":"ROM.12.10","label":"10","content":"nej cov uas ntseeg Yexus Khetos, nej ib leeg yuav tsum hlub ib leeg, thiab nej ib leeg hwm ib leeg."},{"bible_id":"1525","chapter_code":"ROM.12","verse_code":"ROM.12.11","label":"11","content":"Nej rau siab ntso ua haujlwm tsis txhob tubnkeeg, thiab yuav tsum muab siab rau ua tes haujlwm uas Vajtswv kom peb ua."},{"bible_id":"1525","chapter_code":"ROM.12","verse_code":"ROM.12.12","label":"12","content":"Qhov uas nej cia siab rau Vajtswv yuav ua rau nej zoo siab, thiab thaum nej raug kev txomnyem nej yuav tsum ua siab ntev thiab thov Vajtswv tsis tseg tsis tu."},{"bible_id":"1525","chapter_code":"ROM.12","verse_code":"ROM.12.13","label":"13","content":"Muab tej uas nej muaj pab cov ntseeg uas txomnyem; thiab yog muaj qhua tuaj, nej yuav tsum hu lawv los so hauv nej tej tsev."},{"bible_id":"1525","chapter_code":"ROM.12","verse_code":"ROM.12.14","label":"14","content":"Nej yuav tsum thov Vajtswv foom koob hmoov rau cov neeg uas tsimtxom nej; thov Vajtswv foom koob hmoov rau lawv, tsis txhob thov Vajtswv foom tsis zoo rau lawv."},{"bible_id":"1525","chapter_code":"ROM.12","verse_code":"ROM.12.15","label":"15","content":"Thaum muaj neeg zoo siab, nej cia li nrog lawv zoo siab; thaum muaj neeg quaj ntsuag, nej cia li nrog lawv quaj ntsuag."},{"bible_id":"1525","chapter_code":"ROM.12","verse_code":"ROM.12.16","label":"16","content":"Nej yuav tsum koom ua ib lub siab. Nej tsis txhob khavtheeb, yog luag kom nej ua tej haujlwm uas tsis tseemceeb  pestsawg los nej cia li ua. Tsis txhob xav hais tias nej yog neeg txawj ntse."},{"bible_id":"1525","chapter_code":"ROM.12","verse_code":"ROM.12.17","label":"17","content":"Yog muaj leejtwg ua phem rau nej, nej tsis txhob ua phem pauj, tiamsis nej yuav tsum xyaum ua qhov uas sawvdaws pom hais tias yog tej uas zoo xwb."},{"bible_id":"1525","chapter_code":"ROM.12","verse_code":"ROM.12.18","label":"18","content":"Nej yuav tsum ua txhua yam zoo raws li nej paub ua, nej thiaj yuav nrog sawvdaws nyob sib haum."},{"bible_id":"1525","chapter_code":"ROM.12","verse_code":"ROM.12.19","label":"19","content":"Cov kwvtij, nej tsis txhob ua pauj rau luag, tiamsis cia Vajtswv mam li ua pauj, rau qhov Vajtswv txojlus hais tias, “Kuv yog tus yuav ua pauj thiab kuv yog tus yuav rau txim, tus Tswv hais li ntawd.”"},{"bible_id":"1525","chapter_code":"ROM.12","verse_code":"ROM.12.20","label":"20","content":"Vajtswv txojlus hais tias, “Yog nej cov yeebncuab tshaib plab, nej cia li muab mov rau lawv noj; yog lawv nqhis dej, nej cia li muab dej rau lawv haus; yog nej ua li no lawv yuav txajmuag.”"},{"bible_id":"1525","chapter_code":"ROM.12","verse_code":"ROM.12.21","label":"21","content":"Tsis txhob cia txojkev phem kovyeej nej, tiamsis nej yuav tsum ua zoo, nej thiaj kovyeej txojkev phem."},{"bible_id":"1525","chapter_code":"ROM.13","verse_code":"ROM.13.1","label":"1","content":"Sawvdaws yuav tsum mloog nomtswv lus, rau qhov tej nomtswv ntawd yog Vajtswv pom zoo thiaj muaj, thiab tej nomtswv ntawd puavleej yog Vajtswv tsa."},{"bible_id":"1525","chapter_code":"ROM.13","verse_code":"ROM.13.2","label":"2","content":"Yog leejtwg tawmtsam nomtswv uas yog nws tawmtsam Vajtswv tus uas tsa tej nomtswv ntag, thiab Vajtswv yuav rau txim rau tus uas tawmtsam nomtswv ntawd."},{"bible_id":"1525","chapter_code":"ROM.13","verse_code":"ROM.13.3","label":"3","content":"Tus neeg uas ua zoo yeej tsis ntshai nomtswv, tiamsis tus uas ua txhaum thiaj ntshai nomtswv. Nej yuav tsum ua zoo nej thiaj tsis ntshai nomtswv, nomtswv thiaj yuav qhuas nej;"},{"bible_id":"1525","chapter_code":"ROM.13","verse_code":"ROM.13.4","label":"4","content":"rau qhov nomtswv yog Vajtswv tus tubtxib uas ua haujlwm pab nej. Tiamsis yog nej ua txhaum, nej yeej yuav ntshai nws, rau qhov nws muaj hwjchim rau txim rau nej! Nws yog Vajtswv tus tubtxib uas rau txim rau cov neeg ua txhaum."},{"bible_id":"1525","chapter_code":"ROM.13","verse_code":"ROM.13.5","label":"5","content":"Yog li ntawd, nej yuav tsum mloog nomtswv lus, tsis yog vim nej ntshai nyob tsam nej raug txim xwb, tiamsis vim nej lub siab yeej paub hais tias yuav tsum mloog nomtswv lus."},{"bible_id":"1525","chapter_code":"ROM.13","verse_code":"ROM.13.6","label":"6","content":"Ib yam nkaus li ntawd, nej yuav tsum them se rau nomtswv, rau qhov yog Vajtswv kom tej nomtswv ua tes haujlwm no ntag."},{"bible_id":"1525","chapter_code":"ROM.13","verse_code":"ROM.13.7","label":"7","content":"Yog li ntawd nej yuav tsum them txhua yam se: se liaj se teb, se vaj se tsev thiab tej se nyiaj txiag uas nej khwv tau, nej yuav tsum hwm thiab saib taus txhua tus nomtswv huv tibsi."},{"bible_id":"1525","chapter_code":"ROM.13","verse_code":"ROM.13.8","label":"8","content":"Nej tsis txhob tshuav leejtwg nqi, tib qho uas nej tshuav luag nqis ces yog ib leeg yuav tsum hlub ib leeg; tus uas hlub lwm tus thiaj yog nws ua raws li txoj kevcai qhia."},{"bible_id":"1525","chapter_code":"ROM.13","verse_code":"ROM.13.9","label":"9","content":"Txoj kevcai qhia hais tias, “Nej tsis txhob deev luag pojniam luag txiv; nej tsis txhob tua neeg; nej tsis txhob ua tubsab; nej tsis txhob ntshaw luag tug”; thiab muaj dua lwm nqe kevcai uas muab sau zog ua ib nqe hais li no hais tias, “Hlub koj tej kwvtij zejzog ib yam li koj hlub koj lub cev.”"},{"bible_id":"1525","chapter_code":"ROM.13","verse_code":"ROM.13.10","label":"10","content":"Yog nej hlub kwvtij zejzog, nej yeej tsis ua phem rau leejtwg; yog nej hlub lawv thiaj yog nej ua raws li txoj kevcai qhia."},{"bible_id":"1525","chapter_code":"ROM.13","verse_code":"ROM.13.11","label":"11","content":"Nej yuav tsum ua li no, rau qhov nej twb paub lawm hais tias lub sijhawm no yog ciaj sawv tsis yog caij pw. Rau qhov nimno txojkev cawm dim los ze peb dua thaum uas peb nyuam qhuav los ntseeg;"},{"bible_id":"1525","chapter_code":"ROM.13","verse_code":"ROM.13.12","label":"12","content":"nimno yog ib tag hmo dua lawm, twb yuav kaj ntug. Peb yuav tsum tsis txhob ua li cov neeg uas nyob qhov tsaus ntuj ua, thiab peb yuav tsum muab tej cuabyeej uas Vajtswv muab rau peb los tuav;"},{"bible_id":"1525","chapter_code":"ROM.13","verse_code":"ROM.13.13","label":"13","content":"peb yuav tsum ua peb lub neej kom tsimnyog qhov uas peb yog neeg nruab hnub, tsis txhob qw ua nqaj ua nqug thiab haus cawv qaug, tsis txhob ua nkauj ua nraug thiab ua neeg tsis paub cai, tsis txhob sib cav sib ceg thiab sib khib."},{"bible_id":"1525","chapter_code":"ROM.13","verse_code":"ROM.13.14","label":"14","content":"Tiamsis peb yuav tsum muab tus Tswv Yexus Khetos tej cuabyeej los tuav; thiab tsis txhob quavntsej tej kev phem kev qias uas nej lub siab nyiam ua."},{"bible_id":"1525","chapter_code":"ROM.14","verse_code":"ROM.14.1","label":"1","content":"Nej yuav tsum txaus siab cia tus uas tsis ntseeg Vajtswv pestsawg nrog nej nyob, nej tsis txhob nrog nws sib cav txog nws txojkev ntseeg."},{"bible_id":"1525","chapter_code":"ROM.14","verse_code":"ROM.14.2","label":"2","content":"Muaj qee leej ntseeg hais tias noj tau txhua yam huv tibsi, tiamsis tus uas tsis ntseeg Vajtswv pestsawg noj zaub xwb."},{"bible_id":"1525","chapter_code":"ROM.14","verse_code":"ROM.14.3","label":"3","content":"Tus uas noj tau txhua yam tsis txhob saib tsis taus tus uas tsis noj, thiab tus uas noj zaub xwb, tsis txhob thuam tus uas noj tau txhua yam; rau qhov Vajtswv yeej lees yuav tus ntawd thiab."},{"bible_id":"1525","chapter_code":"ROM.14","verse_code":"ROM.14.4","label":"4","content":"Koj yog leejtwg, koj thiaj thuam luag tus tubtxib? Tsuas yog tus tubtxib ntawd tus tswv thiaj hais tau hais tias, nws tus tubtxib ua zoo lossis ua phem xwb. Rau qhov tus Tswv pab tau kom nws ua zoo."},{"bible_id":"1525","chapter_code":"ROM.14","verse_code":"ROM.14.5","label":"5","content":"Muaj qee leej xav hais tias qee hnub tseemceeb, qee hnub tsis tseemceeb, tiamsis muaj qee leej xav hais tias txhua hnub tseemceeb ib yam nkaus. Yog li ntawd, cia nyias ua raws li nyias lub siab xav xwb."},{"bible_id":"1525","chapter_code":"ROM.14","verse_code":"ROM.14.6","label":"6","content":"Tus uas teem ib hnub ua hnub tseemceeb yeej yog nws hwm tus Tswv nws thiaj ua li ntawd. Ib yam nkaus li ntawd, tus uas noj tau txhua yam yeej yog nws hwm tus Tswv nws thiaj noj, rau qhov nws twb ua Vajtswv tsaug lawm, nws mam li noj; tus uas caiv tsis noj yam ub yam no los yeej yog nws hwm tus Tswv nws thiaj caiv, thiab nws yeej ua Vajtswv tsaug ib yam nkaus."},{"bible_id":"1525","chapter_code":"ROM.14","verse_code":"ROM.14.7","label":"7","content":"Peb muaj sia nyob tsis yog peb muaj rau peb, thiab peb tuag, tsis yog peb tuag rau peb xwb."},{"bible_id":"1525","chapter_code":"ROM.14","verse_code":"ROM.14.8","label":"8","content":"Yog peb muaj sia nyob, peb muaj sia nyob rau tus Tswv, thiab yog peb tuag, peb tuag rau ntawm tus Tswv; txawm yog peb muaj sia nyob lossis peb tuag, peb yeej yog tus Tswv neeg."},{"bible_id":"1525","chapter_code":"ROM.14","verse_code":"ROM.14.9","label":"9","content":"Rau qhov Yexus Khetos tuag thiab sawv hauv qhov tuag rov qab los lawm, nws thiaj ua cov neeg ciaj thiab cov neeg tuag tus Tswv."},{"bible_id":"1525","chapter_code":"ROM.14","verse_code":"ROM.14.10","label":"10","content":"Ua li cas nej pheej thuam nej cov kwvtij, thiab ua li cas nej pheej saib tsis taus nej cov kwvtij? Peb txhua tus yuav tau mus sawv tabmeeg Vajtswv thiab nws yuav txiav txim rau peb sawvdaws."},{"bible_id":"1525","chapter_code":"ROM.14","verse_code":"ROM.14.11","label":"11","content":"Rau qhov Vajtswv txojlus hais tias, “Tus Tswv hais tias kuv yog Vajtswv tus uas muaj sia nyob; txhua tus yuav txhos caug pe kuv, thiab txhua tus lub qhovncauj yuav lees hais tias kuv yog Vajtswv.”"},{"bible_id":"1525","chapter_code":"ROM.14","verse_code":"ROM.14.12","label":"12","content":"Peb txhua tus nyias yuav tau qhia nyias zaj rau Vajtswv."},{"bible_id":"1525","chapter_code":"ROM.14","verse_code":"ROM.14.13","label":"13","content":"Peb tsis txhob thuam lwm tus, tiamsis nej nco ntsoov tsis txhob ua rau lwm tus yuam kev ua txhaum."},{"bible_id":"1525","chapter_code":"ROM.14","verse_code":"ROM.14.14","label":"14","content":"Kuv yog ib tug uas ntseeg tus Tswv Yexus Khetos, kuv paub hais tias yeej tsis muaj ib yam uas tsis huv li; tiamsis tus uas ntseeg hais tias yam ntawd tsis huv ces nws tsis txhob noj."},{"bible_id":"1525","chapter_code":"ROM.14","verse_code":"ROM.14.15","label":"15","content":"Yog nej noj tej uas nej cov kwvtij caiv tsis noj, yeej yog nej tsis hlub lawv. Nej tsis txhob cia tej uas nej noj ua rau tus uas Yexus Khetos twb tuag txhiv lawm raug kev puastsuaj."},{"bible_id":"1525","chapter_code":"ROM.14","verse_code":"ROM.14.16","label":"16","content":"Nej tsis txhob cia lwm tus thuam tej uas nej pom hais tias zoo lawm hais tias tsis zoo."},{"bible_id":"1525","chapter_code":"ROM.14","verse_code":"ROM.14.17","label":"17","content":"Rau qhov Vajtswv lub tebchaws tsis yog kev noj kev haus, tiamsis yog kev ncaj ncees, kev thajyeeb thiab kev zoo siab uas Vaj Ntsujplig tus Dawbhuv pub rau peb."},{"bible_id":"1525","chapter_code":"ROM.14","verse_code":"ROM.14.18","label":"18","content":"Tus uas ua Yexus Khetos tes haujlwm li no, nws ua haum Vajtswv siab thiab ua haum neeg siab."},{"bible_id":"1525","chapter_code":"ROM.14","verse_code":"ROM.14.19","label":"19","content":"Yog li ntawd, peb yuav tsum muab siab rau  ua tej uas yuav ua rau sawvdaws nyob sib haumxeeb thiab ua tej uas yuav txhawb tau lwm tus lub zog xwb."},{"bible_id":"1525","chapter_code":"ROM.14","verse_code":"ROM.14.20","label":"20","content":"Tsis txhob muab tej zaub mov uas nej noj ua rau Vajtswv tes haujlwm tsis muaj nqis. Txhua yam zaub mov nej noj tau, tiamsis tsis txhob noj yam uas ua rau lwm tus yuam kev ua txhaum."},{"bible_id":"1525","chapter_code":"ROM.14","verse_code":"ROM.14.21","label":"21","content":"Yog nej noj nqaij lossis haus cawv lossis ua ib yam dabtsi uas yuav ua rau nej cov kwvtij yuam kev ua txhaum, ces nej tsis txhob noj lossis tsis txhob ua yuav zoo dua."},{"bible_id":"1525","chapter_code":"ROM.14","verse_code":"ROM.14.22","label":"22","content":"Tej uas nej ntseeg hais tias noj tau, nej cia li noj, tsuas cia Vajtswv thiab nej paub xwb. Tus uas noj tej uas nws lub siab qhia hais tias noj tsis txhaum, tus ntawd yeej tsis nyuaj siab."},{"bible_id":"1525","chapter_code":"ROM.14","verse_code":"ROM.14.23","label":"23","content":"Tiamsis tus uas nws ua xyem xyav rau tej uas nws noj, thaum nws noj Vajtswv yuav rau txim rau nws, rau qhov nws tsis noj raws li nws lub siab qhia rau nws lawm; rau qhov txhua yam uas peb tsis ua los ntawm txojkev ntseeg ces yog kev txhaum."},{"bible_id":"1525","chapter_code":"ROM.15","verse_code":"ROM.15.1","label":"1","content":"Peb cov uas muaj kev ntseeg ruaj lawm, tsimnyog peb pab cov uas kev ntseeg tsawg thiab peb tsis txhob ua kom haum peb siab xwb."},{"bible_id":"1525","chapter_code":"ROM.15","verse_code":"ROM.15.2","label":"2","content":"Peb txhua tus yuav tsum ua kom haum peb cov kwvtij uas ntseeg siab thiaj yuav pab tau lawv, kom lawv muaj kev ntseeg ruaj."},{"bible_id":"1525","chapter_code":"ROM.15","verse_code":"ROM.15.3","label":"3","content":"Rau qhov Yexus Khetos tsis tau ua kom haum nws siab xwb; tiamsis Vajtswv txojlus hais tias, “Tej lus uas luag thuam nej twb yog luag thuam kuv ntag.”"},{"bible_id":"1525","chapter_code":"ROM.15","verse_code":"ROM.15.4","label":"4","content":"Rau qhov Vajtswv txojlus uas thaum ub luag muab sau tseg rau hauv ntawv twb yog sau qhia rau peb. Vajtswv txojlus ua rau peb muaj kev cia siab, ua siab ntev thiab muab siab rau ntseeg ntxiv."},{"bible_id":"1525","chapter_code":"ROM.15","verse_code":"ROM.15.5","label":"5","content":"Thov Vajtswv tus uas ua rau nej muaj lub siab ntev thiab muab siab rau ntseeg ntxiv pab kom nej nyob sib haumxeeb, nej thiaj yuav muaj tus yam ntxwv ib yam li Yexus Khetos."},{"bible_id":"1525","chapter_code":"ROM.15","verse_code":"ROM.15.6","label":"6","content":"Yog nej ua li ntawd, nej thiaj yuav koom tau ua ib lub siab qhuas Vajtswv tus uas yog peb tus Tswv Yexus Khetos Leej Txiv."},{"bible_id":"1525","chapter_code":"ROM.15","verse_code":"ROM.15.7","label":"7","content":"Nej ib leeg yuav tsum zoo siab hlo txais tos ib leeg, ib yam li Yexus Khetos tau txais yuav nej. Yog nej ua li ntawd, Vajtswv yuav tau koob meej."},{"bible_id":"1525","chapter_code":"ROM.15","verse_code":"ROM.15.8","label":"8","content":"Kuv qhia rau nej hais tias qhov uas Yexus Khetos los pab cov neeg Yudais yog ua rau sawvdaws paub hais tias Vajtswv yog tus ncaj ncees, Vajtswv yeej yuav ua kom tiav raws li tej lus uas Vajtswv tau cog tseg rau lawv cov yawgkoob lawm,"},{"bible_id":"1525","chapter_code":"ROM.15","verse_code":"ROM.15.9","label":"9","content":"thiab nws pab kom lwm Haivneeg paub ua Vajtswv tsaug, rau qhov Vajtswv hlub lawv. Raws li Vajtswv txojlus uas hais tias, “Yog li ntawd, thaum kuv nrog lwm Haivneeg nyob kuv yuav ua koj tsaug; thiab kuv yuav hu nkauj qhuas koj lub npe.”"},{"bible_id":"1525","chapter_code":"ROM.15","verse_code":"ROM.15.10","label":"10","content":"Thiab hais ntxiv hais tias, “Lwm Haivneeg, nej cia li nrog Vajtswv haivneeg zoo siab!”"},{"bible_id":"1525","chapter_code":"ROM.15","verse_code":"ROM.15.11","label":"11","content":"Thiab tseem hais ntxiv hais tias, “Nej cov uas yog lwm Haivneeg, nej cia li ua tus Tswv tsaug thiab txhua haivneeg cia li qhuas nws!”"},{"bible_id":"1525","chapter_code":"ROM.15","verse_code":"ROM.15.12","label":"12","content":"Thiab Yaxayas hais ntxiv hais tias, “Yexais ib tug xeebntxwv yuav los, nws yuav kav lwm Haivneeg thiab lawv yuav tso siab plhuav rau nws.”"},{"bible_id":"1525","chapter_code":"ROM.15","verse_code":"ROM.15.13","label":"13","content":"Thov Vajtswv tus uas nej cia siab rau, pub nej muaj kev zoo siab thiab nyob kaj siab lug, Vaj Ntsujplig tus Dawbhuv lub hwjchim yuav pab kom nej muaj kev cia siab rau Vajtswv heev zuj zus."},{"bible_id":"1525","chapter_code":"ROM.15","verse_code":"ROM.15.14","label":"14","content":"Cov kwvtij, kuv paub hais tias nej yog cov uas muaj lub siab zoo, muaj kev txawj ntse, thiab ib leeg txawj qhia ib leeg."},{"bible_id":"1525","chapter_code":"ROM.15","verse_code":"ROM.15.15","label":"15","content":"Qhov uas kuv muaj cuabkav sau tsab ntawv no tuaj rau nej, yog kuv xav ntuas kom nej nco tej yam tseemceeb uas yog Vajtswv txojkev hlub uas Vajtswv pub rau kuv,"},{"bible_id":"1525","chapter_code":"ROM.15","verse_code":"ROM.15.16","label":"16","content":"kuv thiaj tau ua Yexus Khetos ib tug tubtxib uas qhia Vajtswv txojmoo zoo rau lwm Haivneeg, ib yam li tus povthawj, kom lwm Haivneeg zoo li tej khoom fij uas haum Vajtswv siab, thiab Vaj Ntsujplig tus Dawbhuv ntxuav kom lawv huv."},{"bible_id":"1525","chapter_code":"ROM.15","verse_code":"ROM.15.17","label":"17","content":"Kuv koom nrog Yexus Khetos, kuv thiaj muaj cuabkav khav tej haujlwm uas kuv ua rau Vajtswv."},{"bible_id":"1525","chapter_code":"ROM.15","verse_code":"ROM.15.18","label":"18","content":"Kuv yeej tsis muaj cuabkav khav ib yam dabtsi li, tsuas yog tej uas Yexus Khetos siv kuv coj lwm Haivneeg los ntseeg Vajtswv, vim tej lus uas kuv qhia thiab tej haujlwm uas kuv ua,"},{"bible_id":"1525","chapter_code":"ROM.15","verse_code":"ROM.15.19","label":"19","content":"thiab Vaj Ntsujplig pub hwjchim rau kuv ua tej txujci tseemceeb. Yog li ntawd, kuv thiaj qhia Yexus Khetos Txojmoo Zoo hauv lub nroog Yeluxalees mus txog rau pem lub nroog Ilelikus."},{"bible_id":"1525","chapter_code":"ROM.15","verse_code":"ROM.15.20","label":"20","content":"Tes haujlwm uas kuv nyiam ua tshaj, yog mus qhia txojmoo zoo rau txhua qhov uas tsis tau muaj neeg mus qhia Yexus Khetos zaj dua li, thiaj tsis muaj neeg hais tias, kuv mus tsa tsev rau ntawm lub qua tsev uas luag twb ncaws tau cia lawm."},{"bible_id":"1525","chapter_code":"ROM.15","verse_code":"ROM.15.21","label":"21","content":"Raws li Vajtswv txojlus uas hais tias, “Cov neeg uas tsis tau muaj neeg qhia Yexus zaj rau lawv, lawv yuav pom; thiab cov neeg uas tsis tau hnov dua Yexus zaj, lawv yuav totaub.”"},{"bible_id":"1525","chapter_code":"ROM.15","verse_code":"ROM.15.22","label":"22","content":"Muaj ntau yam pheej tabkaum kuv, kuv thiaj tsis tau tuaj xyuas nej."},{"bible_id":"1525","chapter_code":"ROM.15","verse_code":"ROM.15.23","label":"23","content":"Tiamsis nimno tim tej cheebtsam uas kuv nyob no, kuv twb ua haujlwm tiav lawm, kuv npaj siab los tau ob peb xyoos hais tias kuv yuav tau tuaj pom nej,"},{"bible_id":"1525","chapter_code":"ROM.15","verse_code":"ROM.15.24","label":"24","content":"thaum kuv mus tim tebchaws Xapees. Kuv cia siab hais tias thaum kuv tuaj ntawd, kuv yuav pom nej thiab tau nrog nej nyob ib ntus, ces nej yuav pab xa kuv mus rau tim tebchaws Xapees."},{"bible_id":"1525","chapter_code":"ROM.15","verse_code":"ROM.15.25","label":"25","content":"Tamsim no kuv tabtom rov mus pab cov ntseeg uas nyob nram lub nroog Yeluxalees;"},{"bible_id":"1525","chapter_code":"ROM.15","verse_code":"ROM.15.26","label":"26","content":"rau qhov cov ntseeg uas nyob hauv Makedaunias thiab Akhayas, lawv txaus siab muab mentsis nyiaj xa mus pab cov ntseeg txomnyem uas nyob nram lub nroog Yeluxalees."},{"bible_id":"1525","chapter_code":"ROM.15","verse_code":"ROM.15.27","label":"27","content":"Lawv yeej txaus siab hlo ua li ntawd. Lawv paub hais tias yeej tsimnyog lawv pauj cov neeg uas nyob nram lub nroog Yeluxalees txiaj ntsig. Rau qhov cov Yudais cia lwm Haivneeg tau los nrog cov Yudais koom Vajtswv txoj koob hmoov."},{"bible_id":"1525","chapter_code":"ROM.15","verse_code":"ROM.15.28","label":"28","content":"Thaum kuv nqa cov nyiaj ntawd mus cob rau lawv lawm, kuv yuav mus rau tim tebchaws Xapees, tiamsis kuv yuav xub tuaj xyuas nej tso;"},{"bible_id":"1525","chapter_code":"ROM.15","verse_code":"ROM.15.29","label":"29","content":"kuv paub hais tias thaum kuv tuaj txog tim nej, Yexus Khetos yuav foom koob hmoov ntau kawg rau nej."},{"bible_id":"1525","chapter_code":"ROM.15","verse_code":"ROM.15.30","label":"30","content":"Cov kwvtij, vim peb cov uas ntseeg peb tus Tswv Yexus Khetos thiab vim Vaj Ntsujplig twb ua rau peb txawj sib hlub lawm, yog li ntawd kuv thov nej kub siab lug thov Vajtswv pab kuv,"},{"bible_id":"1525","chapter_code":"ROM.15","verse_code":"ROM.15.31","label":"31","content":"kom cov neeg tsis ntseeg uas nyob hauv lub xeev Yudas tsis txhob ua phem rau kuv, thiab thov Vajtswv pab kuv, kom tes haujlwm uas kuv mus ua pab cov ntseeg uas nyob hauv lub nroog Yeluxalees haum sawvdaws siab."},{"bible_id":"1525","chapter_code":"ROM.15","verse_code":"ROM.15.32","label":"32","content":"Yog Vajtswv pom zoo, kuv yuav zoo siab hlo tuaj xyuas nej, thiab thaum kuv tuaj pom nej lawm, kuv yuav zoo siab heev."},{"bible_id":"1525","chapter_code":"ROM.15","verse_code":"ROM.15.33","label":"33","content":"Kuv thov Vajtswv tus uas ua rau peb tau nyob kaj siab lug nrog nraim nej txhua tus. Amees."},{"bible_id":"1525","chapter_code":"ROM.16","verse_code":"ROM.16.1","label":"1","content":"Kuv qhia rau nej paub hais tias peb tus muam Fenpes, yog ib tug uas ua haujlwm pab pawg ntseeg hauv lub nroog Keekhale-as."},{"bible_id":"1525","chapter_code":"ROM.16","verse_code":"ROM.16.2","label":"2","content":"Kuv thov nej tos txais nws ntawm tus Tswv lub npe, kom tsimnyog qhov uas peb yog Vajtswv haivneeg, thiab tej uas nws xav tau, nej cia li pab nws; rau qhov nws tau pab sawvdaws thiab pab kuv lawm."},{"bible_id":"1525","chapter_code":"ROM.16","verse_code":"ROM.16.3","label":"3","content":"Thov nej hais noj qab nyob zoo rau Paxilas thiab Akilas nkawd, nkawd yog ob tug uas pab kuv ua Yexus Khetos tes haujlwm;"},{"bible_id":"1525","chapter_code":"ROM.16","verse_code":"ROM.16.4","label":"4","content":"thiab nkawd tau pab kuv, nkawd tsis khuvxim nkawd txojsia li, tsis yog kuv tib leeg nco nkawd ntshav ntuj xwb, tiamsis txhua pawg ntseeg uas yog lwm Haivneeg puavleej nco nkawd ntshav ntuj thiab."},{"bible_id":"1525","chapter_code":"ROM.16","verse_code":"ROM.16.5","label":"5","content":"Thov nej hais noj qab nyob zoo rau cov ntseeg uas tuaj sablaj hauv nkawd tsev. Thov nej hais noj qab nyob zoo rau kuv tus phoojywg Epanetus, nws yog thawj tug uas los ntseeg Yexus Khetos hauv lub xeev Axias."},{"bible_id":"1525","chapter_code":"ROM.16","verse_code":"ROM.16.6","label":"6","content":"Thov nej hais noj qab nyob zoo rau Malis tus uas muab siab rau ua haujlwm pab nej."},{"bible_id":"1525","chapter_code":"ROM.16","verse_code":"ROM.16.7","label":"7","content":"Thov nej hais noj qab nyob zoo rau Adelaunikus thiab Yuniyas uas yog kuv ob tug kwvtij Yudais uas raug kaw nrog kuv ua ke hauv tsev lojcuj; nkawd yog ob tug uas cov thwjtim paub zoo, thiab nkawd xub los ntseeg Yexus Khetos ua ntej kuv."},{"bible_id":"1525","chapter_code":"ROM.16","verse_code":"ROM.16.8","label":"8","content":"Thov nej hais noj qab nyob zoo rau Apiyatus uas yog kuv tus phoojywg zoo ntawm tus Tswv lub npe."},{"bible_id":"1525","chapter_code":"ROM.16","verse_code":"ROM.16.9","label":"9","content":"Thov nej hais noj qab nyob zoo rau Ulanpanus uas yog ib tug phoojywg nrog peb ua Yexus Khetos tes haujlwm ua ke, thiab hais rau kuv tus phoojywg Xitakhis."},{"bible_id":"1525","chapter_code":"ROM.16","verse_code":"ROM.16.10","label":"10","content":"Thov nej hais noj qab nyob zoo rau Apeles tus uas muab siab npuab Yexus Khetos, thiab hais noj qab nyob zoo rau Alitaunpulus tsevneeg."},{"bible_id":"1525","chapter_code":"ROM.16","verse_code":"ROM.16.11","label":"11","content":"Thov nej hais noj qab nyob zoo rau kuv tus kwvtij Helaudi-oos thiab hais noj qab nyob zoo rau Nalekixus uas yog tsevneeg ntseeg Yexus."},{"bible_id":"1525","chapter_code":"ROM.16","verse_code":"ROM.16.12","label":"12","content":"Hais kuv tej lus noj qab nyob zoo rau Tifanas thiab Tifauxas uas ua tus Tswv tes haujlwm, thiab hais rau Palixis uas yog kuv tus phoojywg zoo, nws ua tus Tswv tes haujlwm khwv kawg li."},{"bible_id":"1525","chapter_code":"ROM.16","verse_code":"ROM.16.13","label":"13","content":"Kuv xa lus noj qab nyob zoo rau Lufus, nws yog tus uas nquag ua tus Tswv tej haujlwm kawg li; thiab hais noj qab nyob zoo rau nws niam tus uas ib yam li yog kuv niam thiab."},{"bible_id":"1525","chapter_code":"ROM.16","verse_code":"ROM.16.14","label":"14","content":"Hais kuv tej lus noj qab nyob zoo rau Axikitus, Filenkoos, Helemes, Palaunpas, Helemas, thiab cov kwvtij thiab cov muam uas ntseeg Yexus uas nrog lawv nyob ntawd huv tibsi."},{"bible_id":"1525","chapter_code":"ROM.16","verse_code":"ROM.16.15","label":"15","content":"Thov nej hais noj qab nyob zoo rau Filaunkus, Yulias, Nele-us thiab nws tus muam, thiab Aulipas thiab tagnrho cov ntseeg uas nrog lawv nyob ua ke ntawd huv tibsi."},{"bible_id":"1525","chapter_code":"ROM.16","verse_code":"ROM.16.16","label":"16","content":"Nej ib leeg hais noj qab nyob zoo rau ib leeg ntawm txojkev sib hlub. Cov ntseeg Yexus Khetos puavleej xa lus noj qab nyob zoo tuaj rau nej."},{"bible_id":"1525","chapter_code":"ROM.16","verse_code":"ROM.16.17","label":"17","content":"Cov kwvtij, kuv xav kom nej ceevfaj cov neeg uas ntxias kom sawvdaws tawg pab tawg pawg thiab kom peb tso tej lus qhia uas nej twb hnov lawm tseg. Nej tsis txhob quavntsej cov neeg ntawd tej lus qhia!"},{"bible_id":"1525","chapter_code":"ROM.16","verse_code":"ROM.16.18","label":"18","content":"Rau qhov cov neeg uas ua li ntawd lawv tsis yog cov uas ua peb tus Tswv Yexus Khetos tes haujlwm, tiamsis lawv tsuas tuaj nrhiav noj nrhiav haus nkaus xwb. Thiab lawv hais tej lus mos lus muag ntxias dag cov neeg uas tsis paub qabhau kom yuam kev."},{"bible_id":"1525","chapter_code":"ROM.16","verse_code":"ROM.16.19","label":"19","content":"Txhua tus puavleej hnov hais tias nej mloog lus heev, yog li ntawd kuv zoo siab kawg li. Kuv xav kom nej ua neeg txawj ntse rau yam uas zoo; kuv xav kom nej ua li tus neeg ruam rau yam uas phem."},{"bible_id":"1525","chapter_code":"ROM.16","verse_code":"ROM.16.20","label":"20","content":"Tshuav tsis ntev Vajtswv tus uas ua rau peb tau nyob kaj siab lug yuav muab dab Ntxwgnyoog nias nthi rau nej tsuj. Thov kom peb tus Tswv Yexus Khetos txoj koob hmoov nrog nraim nej sawvdaws."},{"bible_id":"1525","chapter_code":"ROM.16","verse_code":"ROM.16.21","label":"21","content":"Timautes tus uas nrog kuv ua haujlwm ua ke, nws hais noj qab nyob zoo rau nej; thiab Luki-us, Yaxoos thiab Xauxipates uas yog kuv cov kwvtij Yudais, lawv hais noj qab nyob zoo rau nej thiab."},{"bible_id":"1525","chapter_code":"ROM.16","verse_code":"ROM.16.22","label":"22","content":"Kuv yog Teti-us tus uas sau Paulus tsab ntawv no, kuv hais noj qab nyob zoo rau nej cov uas ntseeg Yexus thiab."},{"bible_id":"1525","chapter_code":"ROM.16","verse_code":"ROM.16.23","label":"23","content":"Nkayus, tus uas kuv nrog nyob thiab muab nws lub tsev rau cov ntseeg ua chaw sablaj, nws hais noj qab nyob zoo rau nej sawvdaws. Elaxetus tus uas yog tus tuav cov nomtswv hauv lub nroog tej nyiaj thiab peb tus kwvtij Khualetus hais noj qab nyob zoo rau nej sawvdaws thiab."},{"bible_id":"1525","chapter_code":"ROM.16","verse_code":"ROM.16.24","label":"24","content":"[Thov kom peb tus Tswv Yexus Khetos txojkev hlub nrog nraim nej txhua tus. Amees.]"},{"bible_id":"1525","chapter_code":"ROM.16","verse_code":"ROM.16.25","label":"25","content":"Peb cia li ua rau Vajtswv tau koob meej! Vajtswv yog tus uas pab tau kom nej muab siab rau ntseeg, txhua zaus uas kuv qhia txojmoo zoo kuv yeej qhia hais tias Vajtswv pab tau nej. Txojmoo zoo ntawd hais txog Yexus Khetos zaj uas ntau tiam yav tas los tsis muaj neeg paub."},{"bible_id":"1525","chapter_code":"ROM.16","verse_code":"ROM.16.26","label":"26","content":"Tiamsis, nimno twb muaj neeg muab qhia rau sawvdaws paub raws nraim li Vajtswv tus uas muaj sia nyob mus ibtxhis tau qhia rau cov cev Vajtswv lus muab sau tseg rau hauv ntawv lawm, kom txhua haivneeg ntseeg thiab mloog Vajtswv lus."},{"bible_id":"1525","chapter_code":"ROM.16","verse_code":"ROM.16.27","label":"27","content":"Thov kom Vajtswv tus uas muaj kev txawj ntse tib leeg tau koob meej los ntawm Yexus Khetos mus ibtxhis li. Amees."}]