[{"bible_id":"1525","chapter_code":"TIT.1","verse_code":"TIT.1.1","label":"1","content":"Kuv yog Paulus uas yog Vajtswv tus tubtxib thiab yog Yexus Khetos tus timthawj. Vajtswv xaiv kuv thiab txib kuv mus pab cov neeg uas Vajtswv tau xaiv cia lawm, thiab qhia kom lawv paub txojlus tseeb uas peb ntseeg,"},{"bible_id":"1525","chapter_code":"TIT.1","verse_code":"TIT.1.2","label":"2","content":"lawv thiaj yuav tau txojsia ntev dhawv mus ibtxhis. Thaum uas tsis tau tsim lub ntiajteb, Vajtswv coglus tseg hais tias nws yuav pub txojsia ntawd rau peb, nws hais li ntawd nws yeej tsis dag li."},{"bible_id":"1525","chapter_code":"TIT.1","verse_code":"TIT.1.3","label":"3","content":"Thaum txog lub sijhawm uas Vajtswv teem cia lawm, Vajtswv qhia zaj no rau peb. Vajtswv tus uas yog peb tus Cawmseej, nws muab zaj no tso rau kuv, thiab kom kuv coj mus qhia rau sawvdaws."},{"bible_id":"1525","chapter_code":"TIT.1","verse_code":"TIT.1.4","label":"4","content":"Titus, kuv sau tsab ntawv no xa tuaj rau koj tus uas yog kuv tus tub, rau qhov wb ntseeg ib yam nkaus. Thov Vajtswv tus uas yog peb Leej Txiv thiab Yexus Khetos tus uas yog peb tus Cawmseej foom koob hmoov rau koj thiab pab kom koj muaj kev kaj siab lug."},{"bible_id":"1525","chapter_code":"TIT.1","verse_code":"TIT.1.5","label":"5","content":"Thaum kuv cia koj nyob hauv lub koog povtxwv Kaletes, kuv xav kom koj ua tes haujlwm uas peb tseem ua tsis tau tas ntawd kom tiav, thiab hauv txhua lub nroog uas muaj cov ntseeg nyob, kuv xav kom koj mus tsa ib co txwjlaug saib xyuas lawv. Koj yuav tsum nco ntsoov tej lus uas kuv twb qhia rau koj lawm hais tias:"},{"bible_id":"1525","chapter_code":"TIT.1","verse_code":"TIT.1.6","label":"6","content":"tus txwjlaug yuav tsum yog tus uas ua lub neej zoo uas tsis muaj leejtwg thuam li; nws muaj ib tug pojniam xwb,  nws cov menyuam yuav tsum yog cov uas ntseeg Vajtswv thiab yog cov uas tsis muaj leejtwg thuam hais tias yog neeg lojleeb thiab tawv ncauj."},{"bible_id":"1525","chapter_code":"TIT.1","verse_code":"TIT.1.7","label":"7","content":"Tus thawjcoj uas saib xyuas Vajtswv tes haujlwm hauv pawg ntseeg, yuav tsum yog tus uas tsis tau ua ib yam dabtsi rau luag thuam li. Nws tsis khavtheeb, tsis chim sai, tsis quav cawv, tsis muaj lub siab heev thiab tsis ntshaw luag tug;"},{"bible_id":"1525","chapter_code":"TIT.1","verse_code":"TIT.1.8","label":"8","content":"tiamsis nws nyiam qhua, nyiam qhov zoo, nws tswj tau nws lub siab, nws ua ncaj ncees, nws ua lub neej dawbhuv thiab xyaum ua lub neej zoo."},{"bible_id":"1525","chapter_code":"TIT.1","verse_code":"TIT.1.9","label":"9","content":"Nws yuav tsum muab siab npuab Vajtswv tej lus uas nws twb kawm los lawm. Yog nws ua li ntawd, tej lus uas nws qhia yuav txhawb tau cov uas mloog lub zog, thiab yuav muab cov neeg uas tawmtsam tej lus hais txhaum nthuav rau sawvdaws paub."},{"bible_id":"1525","chapter_code":"TIT.1","verse_code":"TIT.1.10","label":"10","content":"Rau qhov muaj coob leej ua neeg ntxeev siab thiab hais tej lus tsis muaj qabhau dag ntxias lwm tus kom yuam kev, cov neeg uas hais li ntawd, cov coob yog cov Yudais ua kevcai txiav."},{"bible_id":"1525","chapter_code":"TIT.1","verse_code":"TIT.1.11","label":"11","content":"Koj yuav tsum txwv tsis txhob pub lawv qhia li ntawd, rau qhov lawv qhia tej zaj uas tsis tsimnyog ua rau txhua tsevneeg muaj kev kub ntxhov. Lawv qhia li ntawd twb yog lawv ntxias sawvdaws tej nyiaj yuav xwb."},{"bible_id":"1525","chapter_code":"TIT.1","verse_code":"TIT.1.12","label":"12","content":"Muaj ib tug xibhwb uas yog neeg Kaletes, nws qhia hais tias, “Cov neeg Kaletes puavleej yog neeg dag, ua nruj ua tsiv ib yam li tej tsiaj thiab yog neeg tubnkeeg uas noj ntau.”"},{"bible_id":"1525","chapter_code":"TIT.1","verse_code":"TIT.1.13","label":"13","content":"Yeej muaj raws li tej lus uas tus ntawd hais tiag. Yog li ntawd koj yuav tsum ntuas lawv, lawv thiaj yuav muaj kev ntseeg ruaj,"},{"bible_id":"1525","chapter_code":"TIT.1","verse_code":"TIT.1.14","label":"14","content":"lawv thiaj yuav tsis niaj hnub mus mloog tej dabneeg uas cov Yudais hais, thiab tsis mus mloog tej zaj uas neeg lub tswvyim xav. Cov neeg uas qhia tej zaj ntawd, lawv yeej tsis kam ua raws li txojlus tseeb."},{"bible_id":"1525","chapter_code":"TIT.1","verse_code":"TIT.1.15","label":"15","content":"Cov neeg uas muaj lub siab dawb siab zoo, lawv saib yam twg los puavleej yog yam uas zoo; tiamsis cov neeg siab phem thiab tsis cia siab rau Vajtswv, tej uas lawv saib tsis muaj ib yam uas lawv yuav hais tias yog yam uas zoo, rau qhov lawv lub siab thiab tej uas lawv xav hauv lawv lub siab yeej phem."},{"bible_id":"1525","chapter_code":"TIT.1","verse_code":"TIT.1.16","label":"16","content":"Lawv hais tias lawv yog cov uas paub Vajtswv, tiamsis lawv tsis ua lawv lub neej zoo li cov uas paub Vajtswv ua, lawv yog neeg siab phem thiab tsis mloog leejtwg lus. Koj tsis txhob muab ib txog haujlwm tseemceeb tso rau cov neeg ntawd ua hlo li, rau qhov lawv yeej ua tsis tau."},{"bible_id":"1525","chapter_code":"TIT.2","verse_code":"TIT.2.1","label":"1","content":"Titus, koj yuav tsum qhia raws li tej zaj tseemceeb uas yog txojkev ntseeg."},{"bible_id":"1525","chapter_code":"TIT.2","verse_code":"TIT.2.2","label":"2","content":"Koj ntuas cov yawg laus kom lawv ua neeg xyuam xim, coj cai thiab paub tswj lawv lub siab; kom lawv muab siab rau ntseeg, muaj lub siab hlub thiab ua siab ntev."},{"bible_id":"1525","chapter_code":"TIT.2","verse_code":"TIT.2.3","label":"3","content":"Koj qhia cov pog laus ib yam nkaus, kom lawv yuav tsum ua lawv lub neej dawbhuv rau Vajtswv tau ntsejmuag. Lawv tsis txhob ua neeg taug xaiv lossis ua neeg quav cawv. Lawv yuav tsum qhia tej zaj zoo rau cov pojniam hluas,"},{"bible_id":"1525","chapter_code":"TIT.2","verse_code":"TIT.2.4","label":"4","content":"cov pojniam hluas thiaj paub hlub lawv cov txiv thiab lawv cov menyuam,"},{"bible_id":"1525","chapter_code":"TIT.2","verse_code":"TIT.2.5","label":"5","content":"thiab qhia lawv kom lawv paub tswj lawv lub siab, ua neeg dawbhuv, nquag tu vaj tu tsev, ua siab dawb siab zoo thiab mloog lawv cov txiv lus, thiaj yuav tsis muaj leejtwg thuam Vajtswv txojlus."},{"bible_id":"1525","chapter_code":"TIT.2","verse_code":"TIT.2.6","label":"6","content":"Koj qhia cov tub hluas ib yam nkaus, kom lawv paub tswj lawv lub siab."},{"bible_id":"1525","chapter_code":"TIT.2","verse_code":"TIT.2.7","label":"7","content":"Koj yuav tsum ua txhua yam haujlwm zoo rau lawv xyaum. Thaum koj qhia Vajtswv txojlus koj yuav tsum ua tib zoo qhia tiag tiag."},{"bible_id":"1525","chapter_code":"TIT.2","verse_code":"TIT.2.8","label":"8","content":"Koj yuav tsum hais tej lus zoo xwb, lwm tus thiaj yuav tsis muaj lus thuam tau koj. Cov neeg uas ntxub koj lawv yuav txajmuag, rau qhov lawv yuav tsis muaj ib lo lus thuam peb cov ntseeg."},{"bible_id":"1525","chapter_code":"TIT.2","verse_code":"TIT.2.9","label":"9","content":"Koj qhia cov tubqhe kom lawv nyias mloog nyias tus tswv lus, thiab ua txhua yam kom haum tus tswv siab tsis txhob cav ncauj,"},{"bible_id":"1525","chapter_code":"TIT.2","verse_code":"TIT.2.10","label":"10","content":"thiab tsis txhob qee tus tswv tug. Lawv yuav tsum ua lawv lub neej rau sawvdaws pom hais tias lawv yog cov tubqhe uas ncaj ncees. Yog lawv ua li ntawd sawvdaws yuav saib taus Vajtswv tus uas yog peb tus cawmseej tej lus qhia."},{"bible_id":"1525","chapter_code":"TIT.2","verse_code":"TIT.2.11","label":"11","content":"Rau qhov Vajtswv twb qhia txojkev dim txim uas nws pub dawb dawb rau sawvdaws rau peb paub lawm."},{"bible_id":"1525","chapter_code":"TIT.2","verse_code":"TIT.2.12","label":"12","content":"Vajtswv ua li ntawd twb yog nws xav kom peb mloog nws lus, thiab tso peb tej kev phem kev qias tseg. Thiab kom peb paub tswj peb lub siab, ua tau neeg ncaj ncees thiab ua peb lub neej kom Vajtswv tau ntsejmuag,"},{"bible_id":"1525","chapter_code":"TIT.2","verse_code":"TIT.2.13","label":"13","content":"rau qhov peb tabtom cia siab ntsoov tos hnub uas Yexus Khetos tus uas yog peb tus Cawmseej  rov qab los. Nws yog tus Vajtswv uas muaj hwjchim loj kawg nkaus."},{"bible_id":"1525","chapter_code":"TIT.2","verse_code":"TIT.2.14","label":"14","content":"Yexus Khetos tau muab nws txojsia los txhiv peb kom peb dim txhua yam kev phem, thiab pab peb txhua tus uas nws tau xaiv cia lawm kom peb ua tau neeg zoo kawg nkaus, thiab kom peb muaj lub siab kub lug ua txhua yam haujlwm zoo."},{"bible_id":"1525","chapter_code":"TIT.2","verse_code":"TIT.2.15","label":"15","content":"Koj qhia cov ntseeg thiab kom lawv ua raws li tej lus uas kuv qhia rau koj lawm, rau qhov koj yeej muaj cuabkav hais lawv. Yog li ntawd, tsis txhob cia leejtwg saib tsis taus koj."},{"bible_id":"1525","chapter_code":"TIT.3","verse_code":"TIT.3.1","label":"1","content":"Koj qhia rau cov ntseeg hais tias lawv yuav tsum hwm tej nomtswv, mloog nomtswv lus thiab zoo siab hlo ua txhua yam haujlwm zoo."},{"bible_id":"1525","chapter_code":"TIT.3","verse_code":"TIT.3.2","label":"2","content":"Koj qhia lawv kom lawv tsis txhob thuam leejtwg, tsis txhob nyiam sib cav sib ceg, tiamsis kom lawv ib leeg hlub ib leeg thiab nrog sawvdaws sib raug zoo."},{"bible_id":"1525","chapter_code":"TIT.3","verse_code":"TIT.3.3","label":"3","content":"Koj yuav tsum qhia tej no rau sawvdaws, rau qhov yav tas los peb yeej yog neeg ruam, neeg tawv ncauj, neeg ua txhaum, peb qaug rau kev phem kev qias thiab rau txhua yam kev lomzem. Peb lub siab niaj hnub xav phem, ntshaw luag tug thiab ib leeg ntxub ib leeg."},{"bible_id":"1525","chapter_code":"TIT.3","verse_code":"TIT.3.4","label":"4","content":"Tiamsis thaum Vajtswv tus uas yog peb tus Cawmseej nws qhia nws txojkev hlub rau sawvdaws,"},{"bible_id":"1525","chapter_code":"TIT.3","verse_code":"TIT.3.5","label":"5","content":"thaum ntawd Vajtswv muab peb lub txim tshem mus povtseg lawm. Vajtswv ua li ntawd, tsis yog vim peb ua ib yam haujlwm zoo, tiamsis vim Vajtswv hlub peb xwb. Vaj Ntsujplig tus Dawbhuv twb ntxuav peb lub siab kom peb muaj lub siab tshiab thiab nws tsim peb dua tshiab."},{"bible_id":"1525","chapter_code":"TIT.3","verse_code":"TIT.3.6","label":"6","content":"Qhov uas Vajtswv pub Vaj Ntsujplig tus Dawbhuv rau peb, twb yog vim peb ntseeg Yexus Khetos tus uas yog peb tus Cawmseej,"},{"bible_id":"1525","chapter_code":"TIT.3","verse_code":"TIT.3.7","label":"7","content":"Vajtswv hlub peb li ntawd, Vajtswv thiaj suav hais tias peb yog neeg ncaj ncees, thiab peb cia siab hais tias Vajtswv yuav pub txojsia ntev dhawv mus ibtxhis rau peb."},{"bible_id":"1525","chapter_code":"TIT.3","verse_code":"TIT.3.8","label":"8","content":"Tej lus no yog tej lus uas tseemceeb. Kuv xav kom koj niaj hnub qhia tej no, cov ntseeg Vajtswv thiaj muab siab rau ua txhua yam haujlwm zoo; tej ntawd yeej zoo thiab muaj nqis rau txhua tus."},{"bible_id":"1525","chapter_code":"TIT.3","verse_code":"TIT.3.9","label":"9","content":"Tiamsis koj tsis txhob nrog leejtwg sib cav txog tej zaj uas tsis muaj hauvpaus hauvntsis, sib cav hais txog cov yawgkoob tej npe uas muaj nyob hauv ntawv thiab sib cav hais txog Vajtswv txoj kevcai. Qhov uas ib tug pheej nrog ib tug sib cav sib ceg, qhov ntawd tsis tseemceeb thiab tsis muaj qabhau dabtsi li."},{"bible_id":"1525","chapter_code":"TIT.3","verse_code":"TIT.3.10","label":"10","content":"Koj yuav tsum ntuas tus uas pheej ua rau sawvdaws tsis sib haum, yog koj ntuas nws ob peb zaug, nws pheej tsis mloog, ces koj tsis txhob quavntsej nws li lawm."},{"bible_id":"1525","chapter_code":"TIT.3","verse_code":"TIT.3.11","label":"11","content":"Rau qhov koj twb paub lawm hais tias tus neeg uas ua li ntawd nws yog tus uas ua phem kawg li, thiab nws tej kev txhaum yeej qhia tau hais tias nws yog tus uas ua txhaum."},{"bible_id":"1525","chapter_code":"TIT.3","verse_code":"TIT.3.12","label":"12","content":"Yog thaum twg kuv txib Athenas lossis Tikhikus tuaj nyob tim ko, saib koj puas khoom tuaj nrog kuv nyob pem lub nroog Nikaupaulis, rau qhov kuv xav hais tias thaum txog lub caij ntuj no kuv yuav mus nyob ib ntus hauv lub nroog ntawd."},{"bible_id":"1525","chapter_code":"TIT.3","verse_code":"TIT.3.13","label":"13","content":"Koj yuav tsum pab xa Xenas uas yog tus txheem plaub thiab Apaulaus mus, thiab saib nkawd puas muaj qhov txhia chaw txhij."},{"bible_id":"1525","chapter_code":"TIT.3","verse_code":"TIT.3.14","label":"14","content":"Koj yuav tsum qhia cov ntseeg kom lawv xyaum ua txhua yam haujlwm zoo, thiab paub npaj tej uas yuav pab tau sawvdaws, thaum muaj haujlwm tseemceeb sawvdaws thiaj tau siv. Tsis tsimnyog cov ntseeg yuav ua dog ua dig."},{"bible_id":"1525","chapter_code":"TIT.3","verse_code":"TIT.3.15","label":"15","content":"Txhua tus uas nrog kuv nyob ntawm no, lawv puavleej hais noj qab nyob zoo rau koj. Thov koj hais peb tej lus noj qab nyob zoo rau cov ntseeg. Thov Vajtswv foom koob hmoov rau nej txhua tus."}]